{
  "header-privacy-link": "Maxfiylik",
  "header-integration-link": "Integratsiya",
  "header-cost-link": "Narxi",
  "header-features-link": "Xususiyatlari",
  "header-docs-link": "Hujjatlar",
  "header-login-button": "Kirish",
  "header-contact-button": "Sotuvga murojaat qiling",
  "intro-heading": "Nolinchi ishqalanish insoniyligini tekshirish.",
  "intro-contact-button": "Qo'shimcha ma'lumot olish uchun biz bilan bog'laning",
  "intro-text-bottom": "Internetni quvvatlaydigan kompaniyalar tomonidan tayanadi.",
  "sub-menu-button": "Sotuvga murojaat qiling",
  "sub-menu-item1": "Korxona",
  "sub-menu-item2": "Narxi",
  "sub-menu-item3": "Integratsiya",
  "sub-menu-item4": "Xususiyatlari",
  "sub-menu-item5": "Maxfiylik",
  "sub-menu-item6": "Hujjatlar",
  "info-head-1": "Tasdiqlangan hCaptcha platformasida qurilgan",
  "info-text-1": "hCaptcha Enterprise hCaptcha platformasi texnologiyasida ishlaydi, u yuqori trafikli korxonalar talab qiladigan xususiyatlarni o'z ichiga oladi.",
  "info-head-2": "Ishonchli hamkor",
  "intro-subtitle": "Bot muammosini bugun hal qiling.",
  "info-text-2": "Bizning xizmatlarimiz dunyodagi eng yirik kompaniyalar tomonidan o'n millionlab saytlarda ko'p millionlab kundalik foydalanuvchilarga xizmat ko'rsatish uchun ishoniladi.",
  "cloudflare-quote-text": "Biz bir qator CAPTCHA sotuvchilarini baholadik, shuningdek tizimni o'zimiz qurdik. Oxir-oqibat, hCaptcha reCAPTCHA ga eng yaxshi alternativ sifatida paydo bo'ldi.",
  "cloudflare-quote-detail": "Cloudflare mahsulot boshqaruvi direktori",
  "section-quote-head": "Yuqori trafikli korxonalar uchun tejamkor variant",
  "section-quote-text": "Nihoyat, Google-ga ishonchli alternativ. hCaptcha Enterprise yuqori darajadagi xavfsizlik bilan reCAPTCHA hisobingizni sezilarli darajada tejash imkonini beradi: ba'zi hollarda 80% gacha arzonroq. Dunyodagi ko'plab eng yirik onlayn xizmatlar hCaptcha Enterprise-ga o'tdi va sezilarli xarajatlarni tejash bilan bir qatorda yaxshilangan botlarni aniqlashga ega bo'ldi.",
  "section-quote-button": "Narx uchun bugun biz bilan bog'laning",
  "section-privacy-header": "Maxfiylikka qaratilgan",
  "section-privacy-text-1": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. Biz uchun yagona mahsulot ularning insoniyligini belgilaydi. Bizning xizmatlarimiz GDPR, CCPA va LGPD talablariga javob beradi yoki undan oshadi va Privacy Pass kabi tashabbuslarni qo‘llab-quvvatlaydi. Biz maxfiylik va xavfsizlikni muvozanatlash uchun qattiq ishlaymiz.",
  "section-privacy-text-2": "Maxfiylikka bo'lgan ushbu noyob e'tibor biz mukammal xavfsizlikni ta'minlagan holda shaxsiy ma'lumotlarni nol saqlash, cookie-fayllarsiz ishlash va boshqa shartnomaviy maxfiylik kafolatlarini talab qilishimiz mumkinligini anglatadi.",
  "section-security-header": "Birinchi navbatda xavfsizlik",
  "section-security-text-1": "Aniqlik siz va bizniki. hCaptcha sizga haqiqiy ma'lumotlarni taqdim etish va undan qanday foydalanishni tanlash imkonini beradi. Boshqa captchalar Gigantic reklama kompaniyalari tomonidan taqdim etiladi. Bu ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkinligini anglatadi.",
  "section-security-text-2": "Maxfiylikka e'tibor qaratgan holda, mashinani o'rganishning eng so'nggi usullaridan foydalanish bizga xavfsizlik yoki foydalanuvchi maxfiyligiga zarar bermasdan, barcha strategiyalarni abadiy yozib olishning eski xavfsizlik standartlaridan oshib ketishiga imkon beradi.",
  "section-user-experience-header": "Ajoyib foydalanuvchi tajribasi",
  "section-user-experience-text1": "Korxona foydalanuvchilari uchun aksariyat stsenariylarda qiyinchiliklardan butunlay qochish uchun variantlar mavjud.",
  "section-user-experience-text2": "Ilg'or bot modellari tufayli mukammal xavfsizlikni ta'minlab, qonuniy trafikingizning 99,9% uchun to'liq qiyinchiliklardan qochib, ishqalanishni kamaytiring.",
  "section-easy-integration-header": "Oson integratsiya",
  "section-easy-integration-text": "hCaptcha qo'shish faqat bir necha daqiqa va bir necha qator kodlarni oladi. Asosiy API reCAPTCHA V2 bilan mos keladi va uni almashtirish uchun bir necha daqiqa vaqt ketadi. Siz bugun eng yaxshi alternativa bilan ishlay olasiz va kerak bo'lganda yanada ilg'or funksiyalarni yoqing.",
  "section-easy-integration-serverside": "Server tomoni:",
  "section-easy-integration-frontend": "Foydalanuvchi interfeysi:",
  "section-threat-header": "Moslashtirilgan tahdid ballari",
  "section-threat-text": "Hamma muammolar bir xil emas: bitta ball olish foydali bo'lishi uchun sizning ehtiyojlaringizga javob berishi kerakligini anglatadi. hCaptcha-ning noyob Shaxsiylashtirilgan tahdid ballari bilan tezkor maslahat bizga biznesingizga mosroq ballarni taqdim etish uchun modellarimizni sozlash imkonini beradi.",
  "section-challenges-header": "Bir necha soniya ichida o'z muammolaringizni boshlang",
  "section-challenges-text-1": "Tegishli kontent bilan brendda qoling",
  "section-challenges-text-2": "Foydalanuvchilar xavfsizlik talablarini qondirish uchun muammoni hal qilishlari kerak bo'lganda, nima uchun foydalanuvchi uchun yoqimli va tegishli vazifalarni yaratmaslik kerak? Bizning oddiy maxsus tanlov dizaynerimiz yordamida siz bir necha daqiqada brendga oid tanlov kontentini ishga tushirishingiz mumkin.",
  "section-integration-header": "To'g'ridan-to'g'ri platforma integratsiyasi",
  "section-integration-subheader": "Veb-infratuzilma kompaniyalari uchun",
  "section-integration-text": "hCaptcha Enterprise tizimi o'z dizaynida o'ziga xos moslashuvchan: agar siz ommaviy bulutni ishlatsangiz yoki ko'plab ma'lumotlar markazlariga ega bo'lsangiz, u qisman yoki to'liq tarmoq chekkasida joylashtirilishi mumkin. Bu harajatlarni va tarmoqdan tashqari trafikni keskin kamaytirishi mumkin, shu bilan birga eng qat'iy SLA talablarini qondirish uchun 24/7 qo'ng'iroq bo'lgan xodimlarimiz tomonidan boshqarishning barcha afzalliklarini saqlab qoladi.",
  "section-support-header": "Siz va foydalanuvchilaringiz uchun mavjud bo'lgan tajriba va yordam",
  "section-support-text": "Xizmat biz uchun ustuvor vazifadir. Biz 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlaymiz va amalga oshirish davomida va undan keyin muhandislik integratsiya guruhingiz va bizning qo'ng'iroq bo'yicha xodimlarimiz bilan to'g'ridan-to'g'ri muvofiqlashtirishni taklif qilamiz. , va bizning vidjet va elektron pochta orqali yordam kanallarimiz. Biz foydalanish mumkin va sezgirmiz va foydalanuvchi qoniqishini yuqori KPI deb hisoblaymiz.",
  "section-enterprise-header": "Korxona xususiyatlari",
  "section-enterprise-title-1": "Jahon darajasidagi anti-bot himoyasi",
  "section-enterprise-desc-1": "Veb miqyosida jangovar sinovdan o'tgan.",
  "section-enterprise-title-2": "Yuqori aniqlikdagi bot ballari",
  "section-enterprise-desc-2": "Turli xil turdagi yomon aktyorlarni aniqlang.",
  "section-enterprise-title-3": "Nolinchi ishqalanish va 99,9% passiv rejimlar",
  "section-enterprise-desc-3": "Qonuniy foydalanuvchilarning 0,1% dan kamrog'iga qarshi chiqish.",
  "section-enterprise-title-4": "Nazorat sinovlari turlari ko'rsatilgan",
  "section-enterprise-desc-4": "Tanlash uchun turlarning keng kutubxonasi.",
  "section-enterprise-title-5": "Ishlatilgan topshiriq kontentini nazorat qilish",
  "section-enterprise-desc-5": "Doimiy foydalanuvchi tajribasi bilan brendda qoling.",
  "section-enterprise-title-6": "Korxona SLAlari",
  "section-enterprise-desc-6": "Kafolatlangan ishonchlilik va tezkor 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlash.",
  "section-enterprise-title-7": "Eski brauzerni qo'llab-quvvatlash",
  "section-enterprise-desc-7": "Internet Explorer 8 ga to'liq mos keladi.",
  "section-enterprise-title-8": "Kengaytirilgan hisobot boshqaruv paneli va API",
  "section-enterprise-desc-8": "Barcha sayt va ilovalaringizda nima sodir boʻlayotganini koʻring.",
  "section-enterprise-title-9": "Har bir mamlakatda ishlaydi",
  "section-enterprise-desc-9": "reCAPTCHA dan farqli o'laroq, biz har bir mamlakatda ishlaymiz.",
  "section-enterprise-title-10": "GDPR, CCPA va LGPDga mos maxfiylik siyosati",
  "section-enterprise-desc-10": "Birinchi kundan boshlab maxfiylik uchun mo'ljallangan. Kuchli ma'lumotlarni qayta ishlash shartnomasi.",
  "section-enterprise-title-11": "Yupqa taneli qiyinchilik darajalari",
  "section-enterprise-desc-11": "Foydalanish holatlaringizga to'liq mos kelish uchun buni tering.",
  "section-enterprise-title-12": "Birinchi tomon hosting",
  "section-enterprise-desc-12": "Barcha soʻrovlar va aktivlar hcaptcha.yourdomain.com saytiga oʻtadi",
  "section-enterprise-title-13": "Ko‘p foydalanuvchili boshqaruv paneli",
  "section-enterprise-desc-13": "Boshqaruvni jamoangiz bo'ylab baham ko'ring.",
  "section-enterprise-title-14": "Tezkor tekshirish",
  "section-enterprise-desc-14": "0ms kechikish: hCaptcha tokenlarini API chaqiruvisiz tasdiqlang.",
  "section-enterprise-title-15": "Mobil (iOS va Android) integratsiyasi",
  "section-enterprise-desc-15": "Veb, mahalliy mobil, mobil internet bo'ylab uzluksiz tajriba. Oldindan yaratilgan integratsiya va mahalliy SDK mavjud.",
  "section-enterprise-title-16": "Shaxsiylashtirilgan shartlar va maxfiylik kafolatlari",
  "section-enterprise-desc-16": "Boshqa kompaniyalar qila olmasa, qonuniy ehtiyojlaringizni qondiring.",
  "presented-challlenges-head": "Taqdim etilgan muammolar",
  "presented-challenges-title-1": "Taqqoslash",
  "presented-challenges-text-1": "So'rovga mos keladigan barcha rasmlarni tanlang",
  "presented-challenges-title-2": "Cheklovchi quti",
  "presented-challenges-text-2": "Ob'ektlar uchun chegara maydonini belgilang",
  "presented-challenges-title-3": "Turkumlashtirish",
  "presented-challenges-text-3": "Tegishli belgilarni aniqlang",
  "presented-challenges-subheader": "...va boshqa oddiy vazifalar. Odamlar uchun oson, botlar uchun qiyin.",
  "presented-challenges-subtext": "Maxsus topshiriqlar korporativ nashriyotlar uchun ham mavjud.",
  "footer-header-1": "Kompaniya",
  "footer-header-2": "Resurslar",
  "footer-header-3": "Aloqa",
  "footer-link-1": "Yorliqlash",
  "footer-link-2": "Haqida",
  "footer-link-3": "Ishlar",
  "footer-link-4": "Savdo belgilari",
  "footer-link-5": "Blog",
  "footer-link-6": "Holat",
  "footer-link-7": "Hujjatlar",
  "footer-link-8": "Xato haqida xabar berish",
  "footer-link-9": "Foydalanish imkoniyati",
  "footer-terms": "Shartlar",
  "footer-privacy": "Maxfiylik",
  "footer-attribution": "Atribut",
  "footer-subheader-1": "Qo'llab-quvvatlash",
  "footer-subheader-2": "Aloqa",
  "switch-to-english-link": "Ingliz tiliga o'tish",
  "intro-heading-privacy": "Maxfiylik uchun mo'ljallangan.",
  "intro-subtitle-p1-privacy": " Onlayn xavfsizlikka xos maxfiylikka asoslangan yondashuv.",
  "info-head-2-pr": "Onlayn faoliyatni yozib olish bu javob emas.",
  "info-text-1-pr": "hCaptcha Enterprise faqat bitta maqsadga ega: yomon aktyorlar sizning onlayn operatsiyalaringizni buzishi va foydalanuvchilarga zarar etkazishining oldini olish.",
  "info-text-2-pr": "Shunday qilib, bizning tizimlarimiz ma'lumotlarni to'plash va saqlashni minimallashtirish va sinfning etakchi xavfsizligini ta'minlash uchun boshidan boshlab ishlab chiqilgan. Foydalanuvchi ma'lumotlarini himoya qilishning eng yaxshi usuli uni umuman saqlamaslikdir.",
  "info-text-3-pr": "Barcha mijozlar munosabatlari, shuningdek, kuchli ma'lumotlarni qayta ishlash shartnomasi bilan himoyalangan. hCaptcha xizmati sizning xizmatingiz yoki mijozlaringiz qayerda yashashidan qat'i nazar, barcha maxfiylik qonunlariga mos keladi. Shaxsiy ma'lumotlarni saqlamaslik boshqa kompaniyalarnikiga qaraganda buni biz uchun ancha osonlashtiradi.",
  "info-text-2-2-pr": "ReCAPTCHA v3 kabi xizmatlar, ularning kuzatuv piksellarini saytingizning har bir sahifasiga joylashtirish yaxshi xavfsizlik uchun zarurligini aytadi. Bu shunday emas.",
  "info-text-2-3-pr": "Oddiy xulq-atvor tahlili yomon aktyorlar tomonidan osongina soxtalashtirilgan signal bo'lib, barcha qonuniy trafikingiz uchun brauzer tarixini saqlashni talab qiladi.",
  "info-text-2-4-pr": "Biz reklama tarmog'ini boshqarmaymiz va ularga reklama sotish uchun foydalanuvchi xatti-harakatlaringizni kuzatishdan manfaatdor emasmiz. Bu shuni anglatadiki, biz saytingizning har bir sahifasida passiv pikselni talab qilmaymiz.",
  "info-text-2-5-pr": "Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing.",
  "info-head-3-pr": "Mashinani o'rganish foydalidir. Lekin u ishlashi uchun shaxsiy ma'lumotlar talab qilinmaydi.",
  "info-text-3-1-pr": "Mashinani o'rganish endi hayotimizning deyarli barcha jabhalariga ta'sir qiladi, ko'pincha biz tushunmaydigan va ko'ra olmaydigan yo'llar bilan. Onlayn xavfsizlik xizmatlari bundan farq qilmaydi.",
  "info-text-3-2-pr": "Minglab signallarni o'rgangan holda, modellar zararli xatti-harakatlarni tezda aniqlashda yuqori ishonchga ega bo'lishi mumkin, hatto hech qanday individual signal muammoni ko'rsatish uchun etarlicha kuchli bo'lmasa ham.",
  "info-text-3-3-pr": "Biroq, bularning hech biri shaxsiy identifikatsiya qilinadigan ma'lumotlardan (PII) foydalanishni talab qilmaydi. Zamonaviy kriptografik usullar bizga har qanday shaxsiy ma'lumotlarni imkon qadar tezroq yo'q qilish imkonini beradi, buning o'rniga hech qanday shaxs bilan bog'lanib bo'lmaydigan bir tomonlama imzolarni yaratadi.",
  "info-text-3-4-pr": "Identifikatsiya qilinmagan ma'lumotlar bo'yicha trening ham xuddi shunday ishlaydi va xavfsizlik yoki maxfiylikni buzishni talab qilmaydi. Mijozlarimiz empirik testlarni o'tkazdilar va bizni kamroq shaxsiy muqobillarga teng yoki yaxshiroq deb e'lon qildilar.",
  "cloudflare-quote-text-privacy": "Bizga hCaptcha yechimlari haqida bir qancha narsalar yoqdi: 1) ular shaxsiy maʼlumotlarni sotmaydi; ular faqat minimal zarur shaxsiy ma'lumotlarni to'playdilar, ular to'plagan ma'lumotlarni va ulardan qanday foydalanishlari va/yoki oshkor qilishlarini tavsiflashda shaffofdir.",
  "pilot-head": "Bizni o'z muhitingizda hech qanday majburiyatsiz sinab ko'ring.",
  "pilot-text-1a": "Biz sotuvchilar emas, muhandismiz: biz sizning tanlovingizdan mamnun bo'lishingizni xohlaymiz.",
  "pilot-text-1b": "Sizning qoniqishingizni ta'minlashning eng yaxshi usuli - bu sizning ehtiyojlaringizga javob berishimizni namoyish qilishdir.",
  "pilot-text-1c": "Tajribani boshlagan deyarli barcha kompaniyalar bizning yechimlarimizni tanlaydilar.",
  "pilot-text-1d": "Texnik mutaxassislarimizdan biriga murojaat qilish uchun ushbu shakldan foydalaning. Biz tezda javob beramiz.",
  "pilot-text-1e": "Shuningdek, bizni to'g'ridan-to'g'ri elektron pochta orqali yuborishingiz mumkin.",
  "pilot-email-details": "Tafsilotlar bu yerda.",
  "pilot-f1": "Mintaqa",
  "pilot-f2": "Ismingiz",
  "pilot-f3": "Ismingiz",
  "pilot-f4": "Biznes elektron pochta",
  "pilot-f5": "Bizda boshqa tafsilotlar bo'lishi kerakmi?",
  "pilot-f6": "Sizga shoshilinch ishga kirish kerakmi?",
  "pilot-f7": "Ha.",
  "pilot-f8": "Men hujum ostidaman va darhol ishga kirishni talab qilaman.",
  "pilot-f9": "Yuborish",
  "pilot-f10": "Elektron pochtangizni kiritish orqali siz Shartlar va Maxfiylik siyosatimizga rozilik bildirasiz va bizdan elektron pochta xabarini qabul qilasiz.",
  "pilot-fo-1": "Integratsiya osonroq bo'lishi mumkin emas.",
  "pilot-fo-2": "hCaptcha siz foydalanadigan frontend va backend tizimlari uchun o'nlab oldindan tuzilgan integratsiyalarga ega.",
  "pilot-fo-3": "Agar siz Google reCAPTCHA-dan kelgan bo'lsangiz, bizning API-lar o'rinbosar hisoblanadi. Sizga kerak bo'lgan narsa - uchta qator kod.",
  "pilot-fo-4": "React integratsiyasi, iOS-ning mahalliy ilovalari uchun SDK-lar, Java backend misoli yoki deyarli har qanday boshqa stsenariy kerak bo'ladimi, bizning bort muhandislarimiz sizni tezda ishga tushirishga yordam beradi.",
  "pilot-fo-5": "Va har doimgidek, maxfiylik biz uchun asosiy qadriyatdir. Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing. Ma'lumotlar yig'ishni minimallashtirish integratsiya paytidan boshlanadi.",
  "pilot-fdone": "Rahmat. Tez orada bog'lanamiz.",
  "home-ent-2-new": "Korporativ yechimimiz haqida ko'proq bilib oling.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise yechimlari eng yuqori darajadagi xavfsizlikni ta'minlaydi va ko'plab eng yaxshi onlayn xizmatlarni himoya qiladi.",
  "home-plans-button-2-new": "Batafsil ma'lumot",
  "header-enterprise-link": "Korxona",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise haqida ko'proq bilib oling"
}
