{
  "23114595": "Ajoyib foydalanuvchi tajribasi",
  "34074886": "Har safar savolga javob berganingizda, biz sizning inson ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Siz tashrif buyurgan veb-sayt bu natijadan foydalanib, o'z saytidagi tajribangizni botlardan saqlaydi.",
  "98173630": "hCaptcha dunyodagi eng keng tarqalgan mustaqil CAPTCHA xizmatidir.",
  "111184581": "Birinchi tomon hosting",
  "119298044": "O'z-o'zidan boshqariladigan ilg'or ML va AI texnologiyalari veb-xususiyatlaringizni tahdid va hujumlardan himoya qiladi",
  "121743429": "Veb-infratuzilma kompaniyalari uchun",
  "122875767": "Boshqa kompaniyalar qila olmasa, qonuniy ehtiyojlaringizni qondiring.",
  "126134492": "Boshqa",
  "152010250": "hCaptcha ilg'or o'z-o'zidan boshqariladigan mashinani o'rganishni yangi chekka hisoblash platformasi bilan birlashtirdi, bu katta hajmlilik uchun butun dunyo bo'ylab 250 dan ortiq joydan yetkazib beriladigan ma'lumotlarni yig'ish va saqlashni noyob darajada kamaytiradi.",
  "179723061": "Sinfda yetakchi xavfsizlikka muhtoj bo‘lgan jamoalar uchun ko‘proq nazorat",
  "191460155": "Nolinchi ishqalanish va 99,9% passiv rejimlar",
  "282913023": "Yuqori trafikli korxonalar uchun tejamkor variant",
  "328625009": "... siz bo'lganingizda biz tayyormiz: bizning xizmatimiz kechayu kunduz ishlaydi.",
  "353066938": "Tajribali jamoa, bugungi kunning eng qiyin muammolari ustida ishlaydi. hCaptcha - bu xizmat",
  "353367791": "Turli xil turdagi yomon aktyorlarni aniqlang.",
  "359073033": "Boshqaruv panellari faoliyatning yuqori darajadagi yoki nozik ko'rinishlarini taqdim etadi.",
  "392886773": "Har bir davlatda ishlaydi",
  "451701069": "GDPR, CCPA bilan mos keladi,",
  "547245263": "Bugun bot muammosini hal qiling.",
  "552920956": "hCaptcha veb-saytlarga botlarni va suiiste'mollikning boshqa shakllarini blokirovka qilgan holda mukofotlar olish imkonini beradi. hCaptcha shuningdek, ushbu daromadlar bilan siz tanlagan xayriya tashkilotlarini qo'llab-quvvatlashga imkon beradi.",
  "555158694": "Siz foydalanadigan xizmat zararli trafikni kamaytirish uchun hCaptcha-ni o'rnatish orqali o'z saytidagi tajribangizni yaxshilashni tanladi.",
  "585557010": "Qonuniy foydalanuvchilarning 0,1% dan kamrog'iga qarshi chiqish.",
  "713281684": "Baqlajon",
  "719304627": "Yakuniy nazorat kerakmi?",
  "734735952": "Biz bir qator CAPTCHA sotuvchilarini baholadik, shuningdek tizimni o'zimiz qurdik. Oxir-oqibat, hCaptcha reCAPTCHA ga eng yaxshi alternativ sifatida paydo bo'ldi.",
  "751483365": "JavaScript bo'lmagan mijozlarni qo'llab-quvvatlash.",
  "788770967": "Buni eshitganim uchun uzr! Siz bizning maxsus imkoniyatlarimizdan foydalanishni xohlashingiz mumkin:",
  "793242047": "Ilovalarga tezkor kirish imkonini berish uchun foydalanuvchilarga taqdim etiladigan muammolarni kamaytiring",
  "829047995": "Hozirda reCAPTCHA ishlatilmoqdami?",
  "836577577": "hCaptcha qo'shish faqat bir necha daqiqa va bir necha qator kodni oladi. Asosiy API reCAPTCHA V2 bilan mos keladi va uni almashtirish uchun bir necha daqiqa vaqt ketadi.",
  "838049015": "So'rovga mos keladigan barcha rasmlarni tanlang",
  "846501387": "Jahon darajasidagi bot himoyasi",
  "861167568": "hCaptcha ITning eng dolzarb muammolaridan birini hal qiladi: zararli botlarning veb-ilovalaringizga hujum qilishining oldini olish",
  "880478438": "eng yaxshi bot va firibgarlikni boshqarish uchun.",
  "897432717": "Moslashtirilgan tahdid ballari uchun yangi dizaynimiz bilan   biznes bilimlaringizni qoʻshish bizning modellarimizga foydalanuvchilarga xos boʻlgan ballarni taqdim etish imkonini beradi.",
  "910989640": "Faoliyatning batafsil va moslashtirilgan hisobotlarini yarating",
  "976209454": "Mukofot oling yoki xayriyaga bering",
  "981806349": "Tasdiqlangan hCaptcha platformasida qurilgan",
  "999610953": "Nihoyat, Google-ga ishonchli muqobil. hCaptcha Enterprise yuqori darajadagi xavfsizlik bilan reCAPTCHA hisobingizni sezilarli darajada tejash imkonini beradi: ba'zi hollarda 80% gacha arzonroq.",
  "1014004474": "hCaptcha korporativ rejalari tashkilotingizni himoya qilish uchun ilg'or xizmat darajasidagi kelishuvlarni taklif qiladi",
  "1045484714": "Identifikatsiya provayderingiz bilan SAML SSO integratsiyasi, masalan. Okta yoki Azure AD.",
  "1050501253": "Juda qiyin",
  "1070364246": "Voy! Shaklni yuborishda nimadir xato ketdi.",
  "1103295010": "Odamlar CAPTCHA ni hal qilganda pul ishlang yoki xayriyaga bering",
  "1130868224": "Uch qatorli kod",
  "1131525092": "Tegishli firibgarlik va suiiste'mollikni topish va to'xtatish uchun maxfiylikni saqlaydigan Scoped UID-larimiz orqali yomon aktyorlarni osongina birlashtiring.",
  "1141402092": "Kengaytirilgan hisobot xususiyatlari",
  "1150035777": "Mashinani o'rganishning murakkab modellari savollarga to'g'ri javob berilganligidan tashqari ko'plab ma'lumotlarga asoslangan bot ishonch ballarini yaratadi.",
  "1150963691": "APTni yumshatish",
  "1172067553": "hCaptcha orqasidagi HUMAN platformasi mavjud tizimlaringiz bilan integratsiyalashgan mahalliy, gibrid yoki SaaS o'rnatish orqali yuqori darajada murakkab ish sifati va boshqaruv xususiyatlarini ta'minlaydi.",
  "1173652155": "Maslahatchilar",
  "1218990730": "batafsil jurnallar bilan muammolarni qanday xabar qilish",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Inson yechimlari uchun mukofot oling",
  "1300485304": "hCaptcha sizning tarmoqlaringizga kirib borish uchun mo'ljallangan ilg'or tahdidlar va hiyla-nayranglardan himoya qiladi",
  "1345083090": "Funktsional muammo haqida xabar berasizmi?",
  "1356745565": "Internet Explorer 8 ga qadar mos keladi.",
  "1368787974": "Boshqaruvni jamoangiz bo'ylab baham ko'ring.",
  "1393184984": "sizga kerak bo'lgan hamma narsa.",
  "1475399473": "hCaptcha jamoasi haqida ko'proq bilib oling",
  "1485807325": "Ko‘p foydalanuvchili boshqaruv paneli, SAML SSO",
  "1508655687": "Kirishni soddalashtirish yoki cheklash uchun auditoriyangizga moslashtirilgan o'z muammolaringizni qo'shing",
  "1510448156": "Siz bugun eng zo'r muqobil bilan ishlay olasiz va kerak bo'lganda yanada ilg'or funksiyalarni yoqing.",
  "1525403768": "Qo'shimcha ma'lumot olish uchun Enterprise Sales bilan bog'laning.",
  "1544546608": "Maxfiylik Pass",
  "1549336309": "hCaptcha bu modelni aylantiradi. Siz hCaptcha-dan foydalanganda, kompaniyalar o'zlarining insoniyligini isbotlaganidek, foydalanuvchilaringiz bajaradigan ishlarga taklif qilishadi. Siz mukofotlarni olasiz.",
  "1559631739": "Shaxsiy ta'lim",
  "1579093044": "Bizning oddiy moslashtirilgan tanlov dizaynerimiz yordamida siz bir necha daqiqada brendga oid tanlov kontentini ishga tushirishingiz mumkin.",
  "1586809757": "Yuqori aniqlikdagi bot ballari",
  "1599610318": "Nashriyotchi",
  "1637702726": "hCaptcha haqida",
  "1662477701": "Resurslar",
  "1676849166": "Ilg'or bot modellari tufayli mukammal xavfsizlikni ta'minlab, qonuniy trafikingizning 99,9% uchun muammodan butunlay qochib, ishqalanishni kamaytiring.",
  "1685871181": "Eng yaxshi onlayn xizmatlar tayanadi",
  "1752795854": "hCaptcha botlarni to'xtatish uchun zamonaviy, maxfiylikka yo'naltirilgan yondashuvni taqdim etadi.",
  "1779265104": "Shaxsiylashtirilgan shartlar va maxfiylik kafolatlari",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Eski brauzerni qo'llab-quvvatlash",
  "1803009328": "Veb miqyosida jangovar sinovdan o'tgan.",
  "1844885924": "Tanlash uchun turlarning keng kutubxonasi.",
  "1849717906": "O'zingizning sinov kontentingiz bilan moslashtiring",
  "1849805607": "hCaptcha sizning tarmoqlaringizga kirish uchun mo'ljallangan tahdidlar va hiylalardan himoya qiladi",
  "1886100235": "Dunyodagi eng yirik onlayn xizmatlarning ko'pchiligi hCaptcha Enterprise-ga o'tdi va sezilarli xarajatlarni tejash bilan bir qatorda botlarni aniqlashning yaxshilanganligini oldi.",
  "1894355645": "hCaptcha oddiy, oson va ishonchli botni aniqlash imkonini beradi, shu bilan birga odamlar hal qilish uchun ahamiyatsizdir.",
  "1927613000": "hCaptcha veb-ilovalarni hisobni o'g'irlash, hisobga olish ma'lumotlarini to'ldirish, qirqish va boshqa turdagi suiiste'mollardan himoya qilish uchun murakkab mashina o'rganishni kuchli sinov platformasi bilan birlashtiradi.",
  "1936512180": "Oson API kirish, chiroyli asboblar paneli va ishchilarning samaradorligini oshirish uchun eng so'nggi modeldagi texnologiya.",
  "1956967813": "Bizning xizmatlarimiz dunyodagi eng yirik kompaniyalar tomonidan o'n millionlab saytlarda ko'p millionlab kundalik foydalanuvchilarga xizmat ko'rsatish uchun ishoniladi.",
  "1958297836": "Muvofiqlashtirilgan hujumdan himoya qilish va APTni yumshatish",
  "2041686284": "Mashinani o'rganish modellarini o'rgatishda ko'proq ma'lumotlar odatda yaxshi natijalar beradi. Chuqur modellarning so'nggi muvaffaqiyati tobora kattaroq ma'lumotlar to'plamiga olib keldi va hCaptcha bu ehtiyojni qondiradi. Biroq, an'anaviy usullardan foydalangan holda inson tomonidan ko'rib chiqilgan katta ma'lumotlar to'plamini yaratish ham sekin, ham qimmat.",
  "2103563261": "Shaxsiy yoki ommaviy axborot",
  "2131386784": "Siz va foydalanuvchilaringiz uchun mavjud bo'lgan tajriba va yordam",
  "2138799135": "hCaptcha siz foydalanadigan frontend va backend tizimlari uchun o'nlab oldindan tuzilgan integratsiyalarga ega.",
  "2163914794": "Maʼlumotlar toʻplami uchun koʻproq teglar kerakmi? hCaptcha sun'iy intellekt va mashinani o'rganish ilovalarida ishlaydigan kompaniyalar uchun tezkor, tejamkor va yuqori sifatli ma'lumotlarni yorliqlashni ta'minlaydi.",
  "2183926131": "hCaptcha Enterprise bilan ishlashni boshlang",
  "2184564739": "Qarang",
  "2188609322": "Yomon aktyorlar Internetda tobora keng tarqalgan. Lekin foydalanuvchi maxfiyligini qurbon qilish bu yechim emas.",
  "2319072959": "Oʻz ishchi kuchingiz bilan butunlay oflayn rejimda ishlang, biznes boʻlinmalari yoki konsorsium hamkorlari boʻylab sarflangan qiymatni kuzatib boring, xarajat va xavfsizlik talablaridan kelib chiqqan holda ishlarni turli ichki yoki tashqi mehnat taʼminotchilariga tanlab yoʻnaltiring va hokazo.",
  "2320894364": "200 dan ortiq mavjud nuqtalari bilan hCaptcha buluti butun dunyo bo'ylab aktivlaringizni himoya qiladi",
  "2354267648": "GDPR, CCPA va LGPDga mos maxfiylik siyosati",
  "2373007864": "hCaptcha Enterprise hCaptcha platformasi texnologiyasida ishlaydi, u yuqori trafikli korxonalarga kerak bo'lgan xususiyatlarni o'z ichiga oladi.",
  "2418549423": ", kriptografik dalillar orqali onlayn maxfiylikni saqlashning yangi standarti va boshqa noyob maxfiylik birinchi navbatdagi xususiyatlar.",
  "2489287539": "Ishqalanishsiz \"CAPTCHA yo'q\" va 99,9% passiv rejimlar",
  "2510209017": "Yana yordam kerakmi?",
  "2513143348": "hCaptcha Enterprise tizimi o'z dizaynida o'ziga xos moslashuvchan: agar siz ommaviy bulutni ishlatsangiz yoki ko'plab ma'lumotlar markazlariga ega bo'lsangiz, u qisman yoki to'liq tarmoq chekkasida joylashtirilishi mumkin.",
  "2535001179": "Agar siz Google reCAPTCHA-dan kelgan bo'lsangiz, bizning API-lar o'rinbosar hisoblanadi.",
  "2593768395": "Veb, mahalliy mobil, mobil internet bo'ylab uzluksiz tajriba. Oldindan yaratilgan integratsiya va mahalliy SDK mavjud.",
  "2650502379": "Bir necha soniya ichida o'z muammolaringizni boshlang",
  "2670003220": "Ishlar",
  "2671622670": "Korxona",
  "2676853536": "Ko‘p foydalanuvchili boshqaruv paneli",
  "2681650568": "Va har doimgidek, maxfiylik biz uchun asosiy qadriyatdir. Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing. Ma'lumotlar yig'ishni minimallashtirish integratsiya paytidan boshlanadi.",
  "2682873489": "Ob'ektlar uchun chegara maydonini belgilang",
  "2686825859": "Bepul ro'yxatdan o'ting yoki hCaptcha Enterprise yechimlari haqida biz bilan bog'laning",
  "2698140263": "Hamma muammolar bir xil emas: bitta ball olish foydali bo'lishi uchun sizning ehtiyojlaringizni qondirish kerakligini anglatadi.",
  "2698640210": "Nazorat muammolari va turlari ko'rsatilgan",
  "2707282231": "Foydalanuvchilaringiz uchun muammolarni moslashtiring. Botlarni hal qilish va kirib borishini imkonsiz qiling.",
  "2714878440": "Ilg'or mashina o'rganishimiz va insoniylikni tekshirishimiz yordamida xizmatlaringizni qirqish, hisobni o'g'irlash, hisob ma'lumotlarini to'ldirish va spamdan himoya qiling.",
  "2718999653": "Moslashtirilgan tahdid ballari",
  "2781507299": "Tezkor tekshirish",
  "2782263070": "Xizmat biz uchun ustuvor vazifadir. Biz 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlaymiz va amalga oshirish vaqtida va undan keyin muhandislik integratsiya guruhingiz va bizning qo'ng'iroq bo'yicha xodimlarimiz bilan to'g'ridan-to'g'ri Slack muvofiqlashtirishni taklif qilamiz.",
  "2806751666": "hCaptcha nima?",
  "2826051554": "va boshqalar",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. Biz uchun yagona mahsulot ularning insoniyligini belgilaydi. Xizmatlarimiz GDPR, CCPA, LGPD va PIPL talablariga javob beradi yoki ulardan oshadi hamda Privacy Pass kabi tashabbuslarni qo‘llab-quvvatlaydi. Biz maxfiylik va xavfsizlikni muvozanatlash uchun qattiq ishlaymiz.",
  "2927700175": "Biz CAPTCHA bo‘yicha botlar uchun qiyin, lekin odamlar uchun oson bo‘lgan muammolarni mashinani o‘rganish muammolaridan yorliqlash qiyin bo‘lgan ma’lumotlarni to‘plash va undan veb-sayt yoki ilovaga tashrif buyuruvchining inson ekanligini aniqlashda ko‘rsatamiz.",
  "2968026167": "Sizning sevimli sabzavotingiz",
  "3018523079": "Doimiy foydalanuvchi tajribasi bilan brendda qoling.",
  "3065000659": "Har safar “mashina ustiga bosganingizda” singlni tayyorlashga yordam berayotganingizni tushundingizmi?",
  "3093388779": "hCaptcha har qanday hajmdagi nashriyotlar uchun bepul",
  "3093689546": "Oson integratsiya",
  "3096063825": "Sinab ko'ring",
  "3107683988": "Bu tarmoqdan tashqari trafikni va xarajatlarni keskin kamaytirishi mumkin, shu bilan birga eng qat'iy SLA talablarini qondirish uchun 24/7 qo'ng'iroq bo'lgan xodimlarimiz tomonidan boshqarishning barcha afzalliklarini saqlab qoladi.",
  "3117887301": "Eng yirik onlayn xizmatlar tomonidan ishonchli",
  "3121248460": "O'zingizning kutilgan auditoriyangiz uchun oddiydan murakkabgacha bo'lgan cheksiz xilma-xil maxsus muammolarni ko'rsating",
  "3153117136": "hCaptcha qiyinchilik sozlamalari qanday ishlaydi",
  "3160820928": "Muvofiqlashtirilgan hujumdan himoya qilish",
  "3161489950": "Dunyodagi eng ilgʻor xavfsizlik ML platformasi",
  "3167979932": "Birinchi kundan boshlab maxfiylik uchun mo'ljallangan. Kuchli ma'lumotlarni qayta ishlash shartnomasi.",
  "3194111925": "qo'llab-quvvatlash",
  "3213351333": "Oldindan majburiyat shart emas",
  "3213957230": "Foydalanuvchilar xavfsizlik talablarini qondirish uchun muammoni hal qilishlari kerak bo'lganda, nima uchun foydalanuvchi uchun yoqimli va tegishli vazifalarni yaratmaslik kerak?",
  "3225770968": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammolarni hal qilish uchun mo'ljallangan; katta hajmdagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash.",
  "3230004040": "Siz ko'rish qobiliyati pastmisiz yoki hCaptchalarni to'ldirishga qodir emassizmi?",
  "3235430156": "kompaniyaning mashinalarni o'rganish tizimlari bepulmi?",
  "3260825523": "Intuitiv mashinalar",
  "3264813246": "Nomaqbul",
  "3265895521": "Kunning vaqtiga qarab qiyinchilikni oshiring va kamaytiring",
  "3266612494": "Ishonchli hamkor",
  "3276777569": "hCaptcha",
  "3287172429": "Nazorat sinovlari turlari ko'rsatilgan",
  "3365203058": "Jahon darajasidagi anti-bot himoyasi",
  "3412647984": "Bu roʻyxatdan oʻtish va cookie faylini oʻrnatish orqali kelajakdagi savollardan qochish imkonini beradi. Iltimos, reklama blokeringizni ham oʻchirib koʻring.",
  "3417372336": "Bir necha daqiqada almashtiring",
  "3446714684": "Mobil (iOS va Android) integratsiyasi",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Korxona foydalanuvchilari uchun aksariyat stsenariylarda qiyinchiliklardan butunlay qochish uchun variantlar mavjud.",
  "3478726913": "hCaptcha sizning foydalanishingiz mumkin bo'lgan sayyoradagi eng katta hovuzlardan biriga ega. Sizning miqyosingiz qanday bo'lishidan qat'iy nazar, biz buni oldindan qimmat majburiyatlarsiz hal qila olamiz. Kuniga millionlab vazifalar muammo emas.",
  "3480023141": "Maxsus imkoniyatlar imkoniyatlari haqida koʻproq bilib oling",
  "3483700676": "Bir zumda millionlab vazifalarni ishga tushiring",
  "3500503648": "hCaptcha brauzer tarixini yozib olish va tahlil qilish o‘rniga tezkor baholashga tayanib, ma’lumotlarning uzoq muddatli saqlanishini bartaraf etish uchun mo‘ljallangan. kabi tashabbuslarni ham qo‘llab-quvvatlaymiz",
  "3524251858": "Cloudflare mahsulot boshqaruvi direktori",
  "3526939538": "Dasturiy ta'minot xatosi",
  "3530599065": "Maxfiylik boshidan boshlab qurilgan. hCaptcha hech qanday PIIni saqlamaydi va ko'plab maxfiylik mandatlari va qoidalariga mos keladi.",
  "3570415321": "Kompaniya",
  "3573245166": "reCAPTCHA dan farqli o'laroq, biz har bir mamlakatda ishlaymiz.",
  "3578122193": "Tegishli kontent bilan brendda qoling",
  "3620442880": "Flash sotuvidan himoya qilish xususiyatlari",
  "3630114728": "Barcha sayt va ilovalaringizda nima sodir boʻlayotganini koʻring.",
  "3644106388": "Aloqa",
  "3660619092": "Bepul roʻyxatdan oʻting yoki Enterprise yechimlari uchun sotuvlar bilan bogʻlaning",
  "3688621388": "Tahdid imzolari",
  "3704893754": "O'zingiz ko'rishni xohlaysizmi? hCaptcha Free-ni sinab ko'ring",
  "3714002185": "hCaptcha Enterprise haqida ko'proq bilib oling",
  "3715747429": "React integratsiyasi, iOS-ning mahalliy ilovalari uchun SDK-lar, Java backend misoli yoki deyarli har qanday boshqa stsenariy kerak bo'ladimi, bizning bort muhandislarimiz sizni tezda ishga tushirishga yordam beradi.",
  "3717512591": "To'g'ridan-to'g'ri platforma integratsiyasi",
  "3721365241": "Sinab ko'ring",
  "3729345277": "hCaptcha - bu kompaniyalar o'zlari talab qiladigan izohlarni boshqa muqobillarga qaraganda tezroq, sifatli va arzonroq olish usulidir.",
  "3730038780": "Foydalanuvchilar hal qilishlari kerak bo'lgan deyarli cheksiz miqdordagi muammolardan tanlang",
  "3739936967": "Maxfiylikka bo'lgan ushbu noyob e'tibor biz mukammal xavfsizlikni ta'minlagan holda shaxsiy ma'lumotlarning nol saqlanishi, cookie-fayllarsiz ishlash va boshqa shartnomaviy maxfiylik kafolatlarini talab qilishimiz mumkinligini anglatadi. Ko'proq o'qish.",
  "3740051331": "Shuningdek, biz ijtimoiy tarmoqlar, forumlar, vidjet va elektron pochta orqali qo‘llab-quvvatlash kanallarimiz orqali foydalanuvchilar savollariga faol monitoring olib borish va ularga javob berishga sodiqmiz. Biz foydalanish mumkin va sezgirmiz va foydalanuvchi qoniqishini eng yuqori KPI deb hisoblaymiz.",
  "3753956446": "Ozod",
  "3758963444": "Rahmat! Sizning arizangiz qabul qilindi!",
  "3767462250": "Maxfiylik uchun mo'ljallangan",
  "3768951251": "Korxona SLAlari",
  "3807059944": "Ishlatilgan topshiriq kontentini nazorat qilish",
  "3816867833": "Fikr-mulohaza",
  "3817811295": "Kafolatlangan ishonchlilik va tezkor 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlash.",
  "3892905664": "hCaptcha sizning sevimli onlayn xizmatlaringizga odamlar uchun oson va mashinalar uchun qiyin bo'lgan oddiy savollarni berish orqali botlardan, spamlardan va suiiste'mollardan saqlanishga yordam beradi.",
  "3913848038": "99,99% ish vaqti SLA va 24/7 global yordam mavjud.",
  "3951254541": "Sizning fikringiz uchun minnatdormiz. Har qanday muammo haqida bizga xabar bering va biz ularni tezda hal qilamiz.",
  "3952259236": "hCaptcha-ni xatti-harakatlar sinflari bo'yicha o'rgatish uchun hCaptcha-ning minglab signallari bilan ko'r-ko'rona ma'lumotlaringizni birlashtiring -- faqat sizning misolingiz uchun - zararli xatti-harakatlarni faqat ikkala yechimdan ko'ra yaxshiroq bashorat qilish uchun",
  "3953584369": "Murakkab RBAC kirish cheklovlari mavjud.",
  "4007826952": "Veb, mobil va boshqalar uchun №1 maxfiylik CAPTCHA.",
  "4019660456": "0ms kechikish: hCaptcha tokenlarini API chaqiruvisiz tasdiqlang.",
  "4065065042": "Foydalanish holatlaringizga to'liq mos kelish uchun buni tering.",
  "4083018285": "Kengaytirilgan funksiyalar toʻplami, yaxshilangan SOC monitoringi va murakkab doimiy tahdidlarga javob berish bilan birlashadi.",
  "4146870445": "Biz kimmiz",
  "4147497805": "Sabzi",
  "4194763679": "Yupqa taneli qiyinchilik darajalari",
  "4195759329": "Botni aniqlash va xavf ballari",
  "4199502476": "Kengaytirilgan hisobot boshqaruv paneli va API",
  "4238473596": "Haqiqiy foydalanuvchilar uchun ishqalanishni minimallashtirish muhimdir. hCaptcha oddiy vazifalardan foydalanadi va ko'pchilik foydalanuvchilar uchun kamroq vaqt talab etadi, shu bilan birga ko'proq bot trafigini to'xtatadi.",
  "4272022475": "Barcha soʻrovlar va aktivlar hcaptcha.yourdomain.com saytiga oʻtadi",
  "4272454814": "Siz tanlagan identifikatsiya provayderi bilan integratsiya qiling.",
  "header-privacy-link": "Maxfiylik",
  "header-integration-link": "Integratsiya",
  "header-cost-link": "Narxi",
  "header-features-link": "Xususiyatlari",
  "header-docs-link": "Hujjatlar",
  "header-login-button": "Kirish",
  "header-contact-button": "Sotuvga murojaat qiling",
  "intro-heading": "Nolinchi ishqalanish insoniyligini tekshirish.",
  "intro-contact-button": "Qo'shimcha ma'lumot olish uchun biz bilan bog'laning",
  "intro-text-bottom": "Internetni quvvatlaydigan kompaniyalar tomonidan tayanadi.",
  "sub-menu-button": "Sotuvga murojaat qiling",
  "sub-menu-item1": "Korxona",
  "sub-menu-item2": "Narxi",
  "sub-menu-item3": "Integratsiya",
  "sub-menu-item4": "Xususiyatlari",
  "sub-menu-item5": "Maxfiylik",
  "sub-menu-item6": "Hujjatlar",
  "info-head-1": "Tasdiqlangan hCaptcha platformasida qurilgan",
  "info-text-1": "hCaptcha Enterprise hCaptcha platformasi texnologiyasida ishlaydi, u yuqori trafikli korxonalar talab qiladigan xususiyatlarni o'z ichiga oladi.",
  "info-head-2": "Ishonchli hamkor",
  "intro-subtitle": "Bugun bot muammosini hal qiling.",
  "info-text-2": "Bizning xizmatlarimiz dunyodagi eng yirik kompaniyalar tomonidan o'n millionlab saytlarda ko'p millionlab kundalik foydalanuvchilarga xizmat ko'rsatish uchun ishoniladi.",
  "cloudflare-quote-text": "Biz bir qator CAPTCHA sotuvchilarini baholadik, shuningdek tizimni o'zimiz qurdik. Oxir-oqibat, hCaptcha reCAPTCHA ga eng yaxshi alternativ sifatida paydo bo'ldi.",
  "cloudflare-quote-detail": "Cloudflare mahsulot boshqaruvi direktori",
  "section-quote-head": "Yuqori trafikli korxonalar uchun tejamkor variant",
  "section-quote-text": "Nihoyat, Google-ga ishonchli alternativ. hCaptcha Enterprise yuqori darajadagi xavfsizlik bilan reCAPTCHA hisobingizni sezilarli darajada tejash imkonini beradi: ba'zi hollarda 80% gacha arzonroq. Dunyodagi ko'plab eng yirik onlayn xizmatlar hCaptcha Enterprise-ga o'tdi va sezilarli xarajatlarni tejash bilan bir qatorda yaxshilangan botlarni aniqlashga ega bo'ldi.",
  "section-quote-button": "Narx uchun bugun biz bilan bog'laning",
  "section-privacy-header": "Maxfiylikka qaratilgan",
  "section-privacy-text-1": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. Biz uchun yagona mahsulot ularning insoniyligini belgilaydi. Bizning xizmatlarimiz GDPR, CCPA va LGPD talablariga javob beradi yoki undan oshadi va Privacy Pass kabi tashabbuslarni qo‘llab-quvvatlaydi. Biz maxfiylik va xavfsizlikni muvozanatlash uchun qattiq ishlaymiz.",
  "section-privacy-text-2": "Maxfiylikka bo'lgan ushbu noyob e'tibor biz mukammal xavfsizlikni ta'minlagan holda shaxsiy ma'lumotlarni nol saqlash, cookie-fayllarsiz ishlash va boshqa shartnomaviy maxfiylik kafolatlarini talab qilishimiz mumkinligini anglatadi.",
  "section-security-header": "Birinchi navbatda xavfsizlik",
  "section-security-text-1": "Aniqlik siz va bizniki. hCaptcha sizga haqiqiy ma'lumotlarni taqdim etish va undan qanday foydalanishni tanlash imkonini beradi. Boshqa captchalar Gigantic reklama kompaniyalari tomonidan taqdim etiladi. Bu ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkinligini anglatadi.",
  "section-security-text-2": "Maxfiylikka e'tibor qaratgan holda, mashinani o'rganishning eng so'nggi usullaridan foydalanish bizga xavfsizlik yoki foydalanuvchi maxfiyligiga zarar bermasdan, barcha strategiyalarni abadiy yozib olishning eski xavfsizlik standartlaridan oshib ketishiga imkon beradi.",
  "section-user-experience-header": "Ajoyib foydalanuvchi tajribasi",
  "section-user-experience-text1": "Korxona foydalanuvchilari uchun aksariyat stsenariylarda qiyinchiliklardan butunlay qochish uchun variantlar mavjud.",
  "section-user-experience-text2": "Ilg'or bot modellari tufayli mukammal xavfsizlikni ta'minlab, qonuniy trafikingizning 99,9% uchun to'liq qiyinchiliklardan qochib, ishqalanishni kamaytiring.",
  "section-easy-integration-header": "Oson integratsiya",
  "section-easy-integration-text": "hCaptcha qo'shish faqat bir necha daqiqa va bir necha qator kodlarni oladi. Asosiy API reCAPTCHA V2 bilan mos keladi va uni almashtirish uchun bir necha daqiqa vaqt ketadi. Siz bugun eng yaxshi alternativa bilan ishlay olasiz va kerak bo'lganda yanada ilg'or funksiyalarni yoqing.",
  "section-easy-integration-serverside": "Server tomoni:",
  "section-easy-integration-frontend": "Foydalanuvchi interfeysi:",
  "section-threat-header": "Moslashtirilgan tahdid ballari",
  "section-threat-text": "Hamma muammolar bir xil emas: bitta ball olish foydali bo'lishi uchun sizning ehtiyojlaringizga javob berishi kerakligini anglatadi. hCaptcha-ning noyob Shaxsiylashtirilgan tahdid ballari bilan tezkor maslahat bizga biznesingizga mosroq ballarni taqdim etish uchun modellarimizni sozlash imkonini beradi.",
  "section-challenges-header": "Bir necha soniya ichida o'z muammolaringizni boshlang",
  "section-challenges-text-1": "Tegishli kontent bilan brendda qoling",
  "section-challenges-text-2": "Foydalanuvchilar xavfsizlik talablarini qondirish uchun muammoni hal qilishlari kerak bo'lganda, nima uchun foydalanuvchi uchun yoqimli va tegishli vazifalarni yaratmaslik kerak? Bizning oddiy maxsus tanlov dizaynerimiz yordamida siz bir necha daqiqada brendga oid tanlov kontentini ishga tushirishingiz mumkin.",
  "section-integration-header": "To'g'ridan-to'g'ri platforma integratsiyasi",
  "section-integration-subheader": "Veb-infratuzilma kompaniyalari uchun",
  "section-integration-text": "hCaptcha Enterprise tizimi o'z dizaynida o'ziga xos moslashuvchan: agar siz ommaviy bulutni ishlatsangiz yoki ko'plab ma'lumotlar markazlariga ega bo'lsangiz, u qisman yoki to'liq tarmoq chekkasida joylashtirilishi mumkin. Bu harajatlarni va tarmoqdan tashqari trafikni keskin kamaytirishi mumkin, shu bilan birga eng qat'iy SLA talablarini qondirish uchun 24/7 qo'ng'iroq bo'lgan xodimlarimiz tomonidan boshqarishning barcha afzalliklarini saqlab qoladi.",
  "section-support-header": "Siz va foydalanuvchilaringiz uchun mavjud bo'lgan tajriba va yordam",
  "section-support-text": "Xizmat biz uchun ustuvor vazifadir. Biz 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlaymiz va amalga oshirish davomida va undan keyin muhandislik integratsiya guruhingiz va bizning qo'ng'iroq bo'yicha xodimlarimiz bilan to'g'ridan-to'g'ri muvofiqlashtirishni taklif qilamiz. , va bizning vidjet va elektron pochta orqali yordam kanallarimiz. Biz foydalanish mumkin va sezgirmiz va foydalanuvchi qoniqishini yuqori KPI deb hisoblaymiz.",
  "section-enterprise-header": "Korxona xususiyatlari",
  "section-enterprise-title-1": "Jahon darajasidagi anti-bot himoyasi",
  "section-enterprise-desc-1": "Veb miqyosida jangovar sinovdan o'tgan.",
  "section-enterprise-title-2": "Yuqori aniqlikdagi bot ballari",
  "section-enterprise-desc-2": "Turli xil turdagi yomon aktyorlarni aniqlang.",
  "section-enterprise-title-3": "Nolinchi ishqalanish va 99,9% passiv rejimlar",
  "section-enterprise-desc-3": "Qonuniy foydalanuvchilarning 0,1% dan kamrog'iga qarshi chiqish.",
  "section-enterprise-title-4": "Nazorat sinovlari turlari ko'rsatilgan",
  "section-enterprise-desc-4": "Tanlash uchun turlarning keng kutubxonasi.",
  "section-enterprise-title-5": "Ishlatilgan topshiriq kontentini nazorat qilish",
  "section-enterprise-desc-5": "Doimiy foydalanuvchi tajribasi bilan brendda qoling.",
  "section-enterprise-title-6": "Korxona SLAlari",
  "section-enterprise-desc-6": "Kafolatlangan ishonchlilik va tezkor 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlash.",
  "section-enterprise-title-7": "Eski brauzerni qo'llab-quvvatlash",
  "section-enterprise-desc-7": "Internet Explorer 8 ga to'liq mos keladi.",
  "section-enterprise-title-8": "Kengaytirilgan hisobot boshqaruv paneli va API",
  "section-enterprise-desc-8": "Barcha sayt va ilovalaringizda nima sodir boʻlayotganini koʻring.",
  "section-enterprise-title-9": "Har bir mamlakatda ishlaydi",
  "section-enterprise-desc-9": "reCAPTCHA dan farqli o'laroq, biz har bir mamlakatda ishlaymiz.",
  "section-enterprise-title-10": "GDPR, CCPA va LGPDga mos maxfiylik siyosati",
  "section-enterprise-desc-10": "Birinchi kundan boshlab maxfiylik uchun mo'ljallangan. Kuchli ma'lumotlarni qayta ishlash shartnomasi.",
  "section-enterprise-title-11": "Yupqa taneli qiyinchilik darajalari",
  "section-enterprise-desc-11": "Foydalanish holatlaringizga to'liq mos kelish uchun buni tering.",
  "section-enterprise-title-12": "Birinchi tomon hosting",
  "section-enterprise-desc-12": "Barcha soʻrovlar va aktivlar hcaptcha.yourdomain.com saytiga oʻtadi",
  "section-enterprise-title-13": "Ko‘p foydalanuvchili boshqaruv paneli",
  "section-enterprise-desc-13": "Boshqaruvni jamoangiz bo'ylab baham ko'ring.",
  "section-enterprise-title-14": "Tezkor tekshirish",
  "section-enterprise-desc-14": "0ms kechikish: hCaptcha tokenlarini API chaqiruvisiz tasdiqlang.",
  "section-enterprise-title-15": "Mobil (iOS va Android) integratsiyasi",
  "section-enterprise-desc-15": "Veb, mahalliy mobil, mobil internet bo'ylab uzluksiz tajriba. Oldindan yaratilgan integratsiya va mahalliy SDK mavjud.",
  "section-enterprise-title-16": "Shaxsiylashtirilgan shartlar va maxfiylik kafolatlari",
  "section-enterprise-desc-16": "Boshqa kompaniyalar qila olmasa, qonuniy ehtiyojlaringizni qondiring.",
  "presented-challlenges-head": "Taqdim etilgan muammolar",
  "presented-challenges-title-1": "Taqqoslash",
  "presented-challenges-text-1": "So'rovga mos keladigan barcha rasmlarni tanlang",
  "presented-challenges-title-2": "Cheklovchi quti",
  "presented-challenges-text-2": "Ob'ektlar uchun chegara maydonini belgilang",
  "presented-challenges-title-3": "Turkumlashtirish",
  "presented-challenges-text-3": "Tegishli belgilarni aniqlang",
  "presented-challenges-subheader": "...va boshqa oddiy vazifalar. Odamlar uchun oson, botlar uchun qiyin.",
  "presented-challenges-subtext": "Maxsus topshiriqlar korporativ nashriyotlar uchun ham mavjud.",
  "footer-header-1": "Kompaniya",
  "footer-header-2": "Resurslar",
  "footer-header-3": "Aloqa",
  "footer-link-1": "Yorliqlash",
  "footer-link-2": "Haqida",
  "footer-link-3": "Ishlar",
  "footer-link-4": "Savdo belgilari",
  "footer-link-5": "AI etikasi",
  "footer-link-6": "Blog",
  "footer-link-7": "Holat",
  "footer-link-8": "Hujjatlar",
  "footer-link-9": "Xato haqida xabar bering",
  "footer-terms": "Shartlar",
  "footer-privacy": "Maxfiylik",
  "footer-attribution": "Atribut",
  "footer-subheader-1": "Qo'llab-quvvatlash",
  "footer-subheader-2": "Aloqa",
  "switch-to-english-link": "Ingliz tiliga o'ting",
  "intro-heading-privacy": "Maxfiylik uchun mo'ljallangan.",
  "intro-subtitle-p1-privacy": " Onlayn xavfsizlikka xos maxfiylikka asoslangan yondashuv.",
  "info-head-2-pr": "Onlayn faoliyatni yozib olish bu javob emas.",
  "info-text-1-pr": "hCaptcha Enterprise faqat bitta maqsadga ega: yomon aktyorlar sizning onlayn operatsiyalaringizni buzishi va foydalanuvchilarga zarar etkazishining oldini olish.",
  "info-text-2-pr": "Shunday qilib, bizning tizimlarimiz ma'lumotlarni to'plash va saqlashni minimallashtirish va sinfning etakchi xavfsizligini ta'minlash uchun boshidan boshlab ishlab chiqilgan. Foydalanuvchi ma'lumotlarini himoya qilishning eng yaxshi usuli uni umuman saqlamaslikdir.",
  "info-text-3-pr": "Barcha mijozlar munosabatlari, shuningdek, kuchli ma'lumotlarni qayta ishlash shartnomasi bilan himoyalangan. hCaptcha xizmati sizning xizmatingiz yoki mijozlaringiz qayerda yashashidan qat'i nazar, barcha maxfiylik qonunlariga mos keladi. Shaxsiy ma'lumotlarni saqlamaslik boshqa kompaniyalarnikiga qaraganda buni biz uchun ancha osonlashtiradi.",
  "info-text-2-2-pr": "ReCAPTCHA v3 kabi xizmatlar, ularning kuzatuv piksellarini saytingizning har bir sahifasiga joylashtirish yaxshi xavfsizlik uchun zarurligini aytadi. Bu shunday emas.",
  "info-text-2-3-pr": "Oddiy xulq-atvor tahlili yomon aktyorlar tomonidan osongina soxtalashtirilgan signal bo'lib, barcha qonuniy trafikingiz uchun brauzer tarixini saqlashni talab qiladi.",
  "info-text-2-4-pr": "Biz reklama tarmog'ini boshqarmaymiz va ularga reklama sotish uchun foydalanuvchi xatti-harakatlaringizni kuzatishdan manfaatdor emasmiz. Bu shuni anglatadiki, biz saytingizning har bir sahifasida passiv pikselni talab qilmaymiz.",
  "info-text-2-5-pr": "Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing.",
  "info-head-3-pr": "Mashinani o'rganish foydalidir. Lekin u ishlashi uchun shaxsiy ma'lumotlar talab qilinmaydi.",
  "info-text-3-1-pr": "Mashinani o'rganish endi hayotimizning deyarli barcha jabhalariga ta'sir qiladi, ko'pincha biz tushunmaydigan va ko'ra olmaydigan yo'llar bilan. Onlayn xavfsizlik xizmatlari bundan farq qilmaydi.",
  "info-text-3-2-pr": "Minglab signallarni o'rgangan holda, modellar zararli xatti-harakatlarni tezda aniqlashda yuqori ishonchga ega bo'lishi mumkin, hatto hech qanday individual signal muammoni ko'rsatish uchun etarlicha kuchli bo'lmasa ham.",
  "info-text-3-3-pr": "Biroq, bularning hech biri shaxsiy identifikatsiya qilinadigan ma'lumotlardan (PII) foydalanishni talab qilmaydi. Zamonaviy kriptografik usullar bizga har qanday shaxsiy ma'lumotlarni imkon qadar tezroq yo'q qilish imkonini beradi, buning o'rniga hech qanday shaxs bilan bog'lanib bo'lmaydigan bir tomonlama imzolarni yaratadi.",
  "info-text-3-4-pr": "Identifikatsiya qilinmagan ma'lumotlar bo'yicha trening ham xuddi shunday ishlaydi va xavfsizlik yoki maxfiylikni buzishni talab qilmaydi. Mijozlarimiz empirik testlarni o'tkazdilar va bizni kamroq shaxsiy muqobillarga teng yoki yaxshiroq deb e'lon qildilar.",
  "cloudflare-quote-text-privacy": "Bizga hCaptcha yechimlari haqida bir qancha narsalar yoqdi: 1) ular shaxsiy maʼlumotlarni sotmaydi; ular faqat minimal zarur shaxsiy ma'lumotlarni to'playdilar, ular to'plagan ma'lumotlarni va ulardan qanday foydalanishlari va/yoki oshkor qilishlarini tavsiflashda shaffofdir.",
  "pilot-head": "Bizni o'z muhitingizda hech qanday majburiyatsiz sinab ko'ring.",
  "pilot-text-1a": "Biz sotuvchilar emas, muhandismiz: biz sizning tanlovingizdan mamnun bo'lishingizni xohlaymiz.",
  "pilot-text-1b": "Sizning qoniqishingizni ta'minlashning eng yaxshi usuli - bu sizning ehtiyojlaringizga javob berishimizni namoyish qilishdir.",
  "pilot-text-1c": "Tajribani boshlagan deyarli barcha kompaniyalar bizning yechimlarimizni tanlaydilar.",
  "pilot-text-1d": "Texnik mutaxassislarimizdan biriga murojaat qilish uchun ushbu shakldan foydalaning. Biz tezda javob beramiz.",
  "pilot-text-1e": "Shuningdek, bizni to'g'ridan-to'g'ri elektron pochta orqali yuborishingiz mumkin.",
  "pilot-email-details": "Tafsilotlar bu yerda.",
  "pilot-f1": "Mintaqa",
  "pilot-f2": "Ismingiz",
  "pilot-f3": "Ismingiz",
  "pilot-f4": "Biznes elektron pochta",
  "pilot-f5": "Bizda boshqa tafsilotlar bo'lishi kerakmi?",
  "pilot-f6": "Sizga shoshilinch ishga kirish kerakmi?",
  "pilot-f7": "Ha.",
  "pilot-f8": "Men hujum ostidaman va darhol ishga kirishni talab qilaman.",
  "pilot-f9": "Yuborish",
  "pilot-f10": "Elektron pochtangizni kiritish orqali siz Shartlar va Maxfiylik siyosatimizga rozilik bildirasiz va bizdan elektron pochta xabarini qabul qilasiz.",
  "pilot-fo-1": "Integratsiya osonroq bo'lishi mumkin emas.",
  "pilot-fo-2": "hCaptcha siz foydalanadigan frontend va backend tizimlari uchun o'nlab oldindan tuzilgan integratsiyalarga ega.",
  "pilot-fo-3": "Agar siz Google reCAPTCHA-dan kelgan bo'lsangiz, bizning API-lar o'rinbosar hisoblanadi. Sizga kerak bo'lgan narsa - uchta qator kod.",
  "pilot-fo-4": "React integratsiyasi, iOS-ning mahalliy ilovalari uchun SDK-lar, Java backend misoli yoki deyarli har qanday boshqa stsenariy kerak bo'ladimi, bizning bort muhandislarimiz sizni tezda ishga tushirishga yordam beradi.",
  "pilot-fo-5": "Va har doimgidek, maxfiylik biz uchun asosiy qadriyatdir. Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing. Ma'lumotlar yig'ishni minimallashtirish integratsiya paytidan boshlanadi.",
  "pilot-fdone": "Rahmat. Tez orada bog'lanamiz.",
  "home-ent-2-new": "Korporativ yechimimiz haqida ko'proq bilib oling.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise yechimlari eng yuqori darajadagi xavfsizlikni ta'minlaydi va ko'plab eng yaxshi onlayn xizmatlarni himoya qiladi.",
  "home-plans-button-2-new": "Batafsil ma'lumot",
  "header-enterprise-link": "Korxona",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise haqida ko'proq bilib oling",
  "a11y-img-1": "Kirishdan keyin kirishning foydalanuvchi ekrani",
  "a11y-img-2": "Vidjet foydalanuvchi interfeysi menyusida kirish imkoniyati",
  "a11y-img-3": "Vidjet interfeysidagi kirish imkoniyatlari dialog oynasi",
  "about-advisors-brendan": "Brave kompaniyasining bosh direktori. Mozilla asoschilaridan biri. JavaScript dasturlash tilining yaratuvchisi. Brauzerlar yaratuvchisi va boshqalar.",
  "about-advisors-dawn": "Professor, Kaliforniya universiteti, CS, Berkli. Chuqur o'rganish, xavfsizlik, blokirovka bo'yicha mutaxassis. Oasis Labs kompaniyasining bosh direktori.",
  "about-advisors-head": "Maslahatchilar",
  "about-advisors-keiran": "Stenforddagi tadqiqotchi olim. Mashinalarni o'rganish va yirik banklar, xajj fondlari va akademiyalarda miqdoriy moliyalashtirish.",
  "about-content-head-1": "Nima qilamiz",
  "about-content-head-2": "Nima uchun bu muhim",
  "about-content-text-1a": "hCaptcha botlarni to'xtatishda zamonaviy, maxfiylikka yo'naltirilgan yondashuvni taklif etadi.",
  "about-content-text-1b": "Biz CAPTCHA-ni botlarni qiyinlashtiradigan, ammo odamlar uchun oson bo'lgan muammolarni mashinalarni o'rganish muammolaridan yorlig'i bilan yozish qiyin bo'lgan ma'lumotlarni to'plash va undan foydalanib veb-sayt yoki dasturga tashrif buyuruvchilar inson ekanligini aniqlash uchun ko'rsatamiz.",
  "about-content-text-2a": "Internetda yomon aktyorlar tobora keng tarqalgan. Ammo foydalanuvchi shaxsiy hayotini qurbon qilish bu javob emas.",
  "about-content-text-2b": "Reklama kompaniyalari tomonidan taqdim etiladigan xavfsizlik echimlari asosan foydalanuvchilarni Internet orqali kuzatishga qaratilgan. Biz foydalanuvchining shaxsiy hayotiga zarar etkazishini isbotlaydigan samarali xavfsizlik echimini yaratdik, bu juda yaxshi natijalarga erishish uchun zarur emas.",
  "about-intro-head-1": "HCaptcha haqida",
  "about-intro-head-2": "Maxfiylik, xavfsizlik va mashinada o'rganish.",
  "about-intro-text": "hCaptcha dunyodagi eng keng tarqalgan mustaqil CAPTCHA xizmatidir.",
  "about-leadership-head": "Biz kimmiz",
  "about-leadership-headsub": "Tajribali jamoa, bugungi eng qiyin muammolar ustida ishlaydi.",
  "about-leadership-link1": "Biz kimmiz",
  "about-leadership-text1": "Biz chuqur o'rganish va ingl.",
  "about-leadership-text2": "Dasturiy ta'minot va mashinalarni o'rganish bo'yicha o'nlab yillik tajribaga ega bo'lgan holda, biz maxfiylikni saqlab, bugungi eng qiyin muammolarni hal qilish uchun keng ko'lamli tizimlarni yaratamiz va ishlatamiz.",
  "acc-opt": "Maxsus imkoniyatlar",
  "acc-opt-but": "Maxsus imkoniyatlar parametrlari haqida ko'proq bilib oling",
  "acc-opt-text": "Siz ko'rish qobiliyatsizmi yoki hCaptchas-ni boshqa usul bilan to'ldirolmaysizmi?",
  "accessibility-link": "Kirish imkoniyati",
  "appreciate-in": "Sizning fikringizni qadrlaymiz. Muammolarni bizga xabar bering va biz ularni tezda hal qilamiz.",
  "fb-but": "Fikr-mulohaza yuboring",
  "feedback-text": "Siz ko'rgan hCaptcha haqida fikr bildiring",
  "footer-copyright-text": "hCaptcha - Intuition Machines, Inc. kompaniyasining ro'yxatdan o'tgan savdo belgisidir.",
  "footer-link-10": "Kirish imkoniyati",
  "h-plans": "Obuna rejalari",
  "header-labeling-services-link": "Yorliqlash bo'yicha xizmatlar",
  "header-plans-link": "Rejalar",
  "header-signup-button": "Ro'yxatdan o'tish",
  "home-about-head": "HCaptcha haqida",
  "home-about-subtitle": "INSON protokoli asosida ishlaydi",
  "home-about-text-1": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan: katta miqdordagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash.",
  "home-about-text-2": "Qo'shimcha ma'lumotlar, odatda, mashina o'rganish modellarini tayyorlashda yaxshi natijalarga olib keladi. Yaqinda amalga oshirilgan chuqur modellarning muvaffaqiyati tobora kattaroq ma'lumotlar to'plamlariga olib keldi, deyarli har doim odamlarning tekshiruvi bilan. Biroq, Mechanical Turk, Sakkizinchi rasm va boshqalar orqali inson tomonidan ko'rib chiqilgan katta ma'lumotlar to'plamlarini yaratish ham sekin va ham qimmat.",
  "home-about-text-3": "hCaptcha veb-saytlarga botlarni va boshqa suiiste'mol usullarini blokirovka qilishda ushbu talabga javoban pul ishlashga imkon beradi.",
  "home-about-text-4": "HCaptcha bozori HUMAN Protocol - Ethereum blockchain-da ishlaydigan odamlarni ko'rib chiqish uchun markazlashtirilmagan ochiq protokol bilan ishlaydi. Foydalanuvchilar o'z saytlarida hCaptcha vidjetidan foydalanganlarida veb-saytlar Human Tokens (HMT) ishlab topadi va mashinasozlik kompaniyalari o'z ma'lumotlariga etiketka qo'yish uchun Human Tokens-ga pul to'laydilar.",
  "home-ba-labeling-services-link": "Yorliqlash bo'yicha xizmatlar",
  "home-benefits-head-1": "Ma'lumotlarni yorliqlashdagi qiymat",
  "home-benefits-head-2": "Xayriyaga qaytaring",
  "home-benefits-text-1": "Siz har safar Gigantic kompaniyasining mashinasozlik tizimlarini bepul o'qitishda yordam berayotgan mashinangizni bosganingizda o'zingizni angladingizmi?",
  "home-benefits-text-2": "hCaptcha ushbu modelni o'zgartiradi. HCaptcha-dan foydalanganda kompaniyalar sizning foydalanuvchilaringiz o'zlarining insoniyligini isbotlagan holda bajaradigan ishlarini taklif qilishadi. Siz mukofotlarni olasiz.",
  "home-benefits-text-3": "O'zingizning sevimli xayriya yordamingizga qaytarmoqchimisiz? hCaptcha sizga tanlagan xayriya tashkilotlarini ishlatishdan olgan daromadingiz bilan qo'llab-quvvatlashga imkon beradi. Tez orada saytingizdagi foydalanuvchilar hCaptcha interfeysida aqlli brendlash orqali xayriya ishlariga qo'shgan hissangizni ko'rishlari mumkin.",
  "home-challenge-text-1": "So'rovga mos keladigan barcha rasmlarni tanlang",
  "home-challenge-text-2": "Ob'ektlar uchun chegara maydonini aniqlang",
  "home-challenge-text-3": "Tegishli yorliqlarni aniqlang",
  "home-challenge-title-1": "Taqqoslash",
  "home-challenge-title-2": "Chegaralangan quti",
  "home-challenge-title-3": "Kategorizatsiya",
  "home-challenges-head": "Taqdim etilgan qiyinchiliklar",
  "home-challenges-text-1": "... va boshqa oddiy vazifalar. Odamlar uchun oson, botlar uchun qiyin.",
  "home-challenges-text-2": "Shaxsiy topshiriqlar korporativ nashriyotlar uchun ham mavjud.",
  "home-ent-1": "Korxonamiz xavfsizlik takliflarini qidiryapsizmi?",
  "home-ent-2": "Yangi bag'ishlangan saytimizga tashrif buyuring: BotStop.com",
  "home-ent-button": "Batafsil: hCaptcha tomonidan BotStop",
  "home-from-the-blog": "BLOGDAN:",
  "home-from-the-blog-value": "Qanday qilib hCaptcha-ning sozlamalari ishlaydi",
  "home-intro-body": "Siz botlardan saqlanish uchun captcha ishlatasizmi? hCaptcha foydalanuvchi maxfiyligini himoya qiladi, veb-saytlarni mukofotlaydi va kompaniyalarga o'zlarining ma'lumotlarini belgilashga yordam beradi. Bu reCAPTCHA o'rnini bosuvchi narsa: siz bir necha daqiqada almashtirishingiz mumkin.",
  "home-intro-button": "Hozir ro'yxatdan o'ting",
  "home-intro-head": "Boshqa botlarni to'xtating. Foydalanuvchilarning shaxsiy hayotini himoya qilishni boshlang.",
  "home-main-1": "Xususiy. Xavfsiz. Tezroq. Va undan foydalanish uchun sizga pul to'laymiz.",
  "home-main-2": "Maxfiylikka e'tibor qaratilgan",
  "home-main-2c": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. hCaptcha uchun mahsulot ular taqdim etadigan ishdir. Bizga sizning foydalanuvchilaringiz kim ekanligi muhim emas, faqat ular qanchalik zararli. Biz Privacy Pass kabi tashabbuslarni qo‘llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun astoydil harakat qilamiz.",
  "home-main-3": "Avval xavfsizlik",
  "home-main-3c": "Aniqlik sizning va bizning manfaatimizga javob beradi. hCaptcha nashriyotga yo'naltirilgan. Biz sizga haqiqiy ma'lumotlarni berish va ulardan qanday foydalanishni hal qilish uchun ishlash uchun ishlaymiz. Boshqa captcha-lar Gigantic reklama kompaniyalari tomonidan taqdim etiladi. Bu shuni anglatadiki, ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkin.",
  "home-main-4": "Yaxshi foydalanuvchi tajribasi",
  "home-main-4c": "Insoniyatni aniqlash uchun hCaptcha tomonidan murakkab mashinalarni o'rganish modellari qo'llaniladi. Bu sizning foydalanuvchilaringizdan ozroq zerikarli vazifalarni talab qilishimizga imkon beradi va bunda ularning vaqtini kamroq vaqt sarflaymiz, shu bilan birga xaridorlarni etiketlash uchun foydali ma'lumotlar ishlab chiqaramiz.",
  "home-main-plans": "hCaptcha har qanday o'lchamdagi noshirlar uchun foydalanish uchun bepul. Biroq, ko'proq nazoratni talab qiladigan korxonalar va platformalar uchun bizning korporativ echimlarimiz mavjud.",
  "home-main-plans2": "hCaptcha korporativ echimlari millionlab foydalanuvchilarni dunyodagi eng yirik kompaniyalar uchun o'n millionlab veb-saytlarda himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
  "home-main-plans3": "hCaptcha korporativ echimlari millionlab foydalanuvchilarni dunyodagi eng yirik kompaniyalar uchun o'n millionlab veb-saytlarda himoya qiladi. Qo'shimcha ma'lumot olish uchun biz bilan bog'laning yoki tashrif buyuring",
  "home-main-plans4": "tafsilotlar uchun.",
  "home-plans-button-1": "Hozir ro'yxatdan o'ting",
  "home-plans-button-2": "Sotuvlar bilan bog'laning",
  "home-plans-chart-head-1": "Xususiyatlari",
  "home-plans-chart-head-2": "Nashriyotchi",
  "home-plans-chart-head-3": "Korxona",
  "home-plans-chart-row-1-cell-1": "Ko'rsatilgan nazorat turlari",
  "home-plans-chart-row-1-cell-2": "Cheklangan",
  "home-plans-chart-row-1-cell-3": "Jami",
  "home-plans-chart-row-10-cell-1": "Ko'p foydalanuvchi boshqaruv panellari",
  "home-plans-chart-row-11-cell-1": "Hisobotning kengaytirilgan xususiyatlari",
  "home-plans-chart-row-12-cell-1": "Korxona SLA-lari",
  "home-plans-chart-row-2-cell-1": "Amaldagi kontentni boshqarish",
  "home-plans-chart-row-2-cell-2": "Cheklangan",
  "home-plans-chart-row-2-cell-3": "Jami",
  "home-plans-chart-row-3-cell-1": "Odamlarning echimi uchun mukofotlar oling",
  "home-plans-chart-row-4-cell-1": "Jahon darajasidagi botlarga qarshi himoya",
  "home-plans-chart-row-5-cell-1": "Har bir mamlakatda ishlaydi",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA va 99,9% passiv rejimlar",
  "home-plans-chart-row-5b-cell-1": "Botga ishonchlilik ballari",
  "home-plans-chart-row-6-cell-1": "GDPR va CCPA-ga mos keladigan maxfiylik siyosati",
  "home-plans-chart-row-7-cell-1": "Nozik darajadagi qiyinchilik darajalari",
  "home-plans-chart-row-8-cell-1": "O'zingizning chaqiriq tarkibingizni ishga tushiring",
  "home-plans-chart-row-9-cell-1": "Vaqt bo'yicha rejalashtirishni rejalashtirish",
  "home-try-it-out-button": "HCaptcha-ni yuklab oling",
  "home-try-it-out-head": "Sinab ko'ring",
  "home-try-it-out-text": "hCaptcha oddiy, oson va ishonchli botlarni aniqlashni ta'minlaydi, shu bilan birga odamlar hal qilishi mumkin emas.",
  "labeling-about-head": "HCaptcha haqida",
  "labeling-about-text-1": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammoni hal qilishga mo'ljallangan; katta miqdordagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash. Qo'shimcha ma'lumotlar, odatda, mashina o'rganish modellarini tayyorlashda yaxshi natijalarga olib keladi. Yaqinda amalga oshirilgan chuqur modellarning muvaffaqiyati tobora kattaroq ma'lumotlar to'plamlariga olib keldi va hCaptcha ushbu ehtiyojga xizmat qiladi.",
  "labeling-about-text-2": "Biroq, an'anaviy usullardan foydalangan holda inson tomonidan ko'rib chiqiladigan katta ma'lumotlar to'plamlarini yaratish ham sekin, ham qimmatga tushadi. hCaptcha - bu kompaniyalar uchun boshqa alternativalarga qaraganda tezroq, yuqori sifatli va arzon narxlardagi izohlarni olish usuli.",
  "labeling-annotations-head": "Izoh turlari",
  "labeling-annotations-text-1": "Rasm va videoda ob'ektni aniq aniqlash",
  "labeling-annotations-text-2": "Rasm va videoda ob'ektni aniq aniqlash",
  "labeling-annotations-text-3": "Ko'p turli xil holatlar uchun nuqta izohlari",
  "labeling-annotations-text-4": "Istalgan o'lchamdagi o'zboshimchalik toifalarini saralash yoki qo'shish",
  "labeling-annotations-text-5": "Inson tomonidan boshqariladigan aniqlash va tasniflash",
  "labeling-annotations-text-6": "Bu erda ko'rsatilmagan boshqa tur kerakmi? Bizdan so'rang.",
  "labeling-annotations-title-1": "Chegaralangan qutilar",
  "labeling-annotations-title-2": "Ko'pburchaklar",
  "labeling-annotations-title-3": "Belgilangan joylar",
  "labeling-annotations-title-4": "Xususiyatlarni turkumlash",
  "labeling-annotations-title-5": "Taqqoslash va aniqlash",
  "labeling-annotations-title-6": "... va yana ko'p narsalar",
  "labeling-ent-button": "Bizning Enterprise Solutions jamoamiz bilan bog'laning",
  "labeling-ent-head": "Boshidan oxirigacha boshqarish kerakmi?",
  "labeling-ent-text-1": "HCaptcha ortidagi HUMAN Platformasi mavjud tizimlaringiz bilan integratsiyalashgan mahalliy, gibrid yoki SaaS tarqatish orqali yuqori darajadagi ish sifati va boshqaruv xususiyatlarini taqdim etadi.",
  "labeling-ent-text-2": "O'zingizning ishchi kuchingiz bilan to'liq oflayn rejimda ishlang, korxona bo'linmalari yoki konsortsium sheriklari tomonidan iste'mol qilinadigan qiymatni kuzatib boring, xarajatlarni va xavfsizlik talablarini hisobga olgan holda ish joylarini turli ichki yoki tashqi ishchilarga tanlab yo'naltiring.",
  "labeling-ent-text-3": "Effektivlikni maksimal darajaga ko'tarish uchun API-ga oson kirish, chiroyli boshqaruv panellari va zamonaviy texnologiyalar.",
  "labeling-ent-text-4": "99.99% ish vaqti SLA va 24/7 global qo'llab-quvvatlash mavjud. Qo'shimcha ma'lumot uchun:",
  "labeling-features-head-1": "Oddiy API boshqariladigan quvur liniyalari.",
  "labeling-features-head-2": "Narxlari va sifati uchun optimallashtirilgan. Oldindan majburiyat talab qilinmaydi.",
  "labeling-features-head-3": "Faqat kerakli aniqlik uchun to'lovni amalga oshiring.",
  "labeling-features-head-4": "O'zingizning er haqiqat ma'lumotlarini taqdim eting yoki ularni tezda tuzishga ijozat bering.",
  "labeling-features-text-1": "Inson sharhini to'g'ridan-to'g'ri o'zingizning biznes operatsiyalaringizga qo'shmoqchimisiz? Biz yuqori ishonchliligi, kafolatli quvvati va oddiy REST API-larini taklif etamiz.",
  "labeling-features-text-2": "HUMAN platformasi real vaqtda murakkab sifat tahlilini o'tkazish uchun har tomonlama ishonch modellaridan foydalanadi. Bu sizga vaqt va pulni tejash bilan savollarning qiyinligini ham, ularning to'g'ri javobini ham tezda aniqlashga imkon beradi.",
  "labeling-features-text-3": "Hamma muammolar ham bir xil emas. Xavfsizlik bo'yicha muhim vazifalarga izohlar butun inson ishchilaridan 99,99% ishonchni talab qilishi mumkin. Mobil o'yin dasturidagi bitta beta-xususiyat uchun izohlar faqat o'rtacha ishonchni talab qilishi mumkin. Sen Qaror qabul qil.",
  "labeling-features-text-4": "Keng qamrovli tekshiruv to'plamisiz xom ma'lumotlaringiz bormi? Ko'pgina hollarda, biz tizimda vazifalar bajarilishi sababli siz uchun bittasini qurishimiz yoki tasdiqlash uchun belgilangan namunalarni yaratishimiz mumkin.",
  "labeling-info-head": "Ma'lumotlar yorlig'ini olish",
  "labeling-info-text-1": "Loyihangizning ehtiyojlarini aniqlash uchun bizning domenimiz mutaxassislaridan biri bilan suhbatlashing: maqsadning aniqligi, formati va har qanday maxsus talablar.",
  "labeling-info-text-2": "Sizning namunaviy ma'lumotlaringiz asosida biz kichik ishlab chiqarish ishini bajaramiz. Bu sizga kerakli narsani olish uchun birgalikda qilgan ishimizni sinovdan o'tkazadi.",
  "labeling-info-text-3": "Bizning yuqori hajmimiz va kam kechikishimiz bilan biz sizning ishingizni tezda o'zgartiramiz, tugashi bilanoq avtomatlashtirilgan etkazib berish bilan.",
  "labeling-info-text-4": "Sizning ishlab chiqarish ishingiz parametrlarini yaxshiroq tushunsak, natijalar vaqt o'tishi bilan yaxshilanadi.",
  "labeling-info-text-5": "Jonli boshqaruv paneli istalgan vaqtda fikr-mulohaza bildirish yoki ishlab chiqarishni to'xtatib turish imkonini beradi.",
  "labeling-info-title-1": "Texnik xususiyatlarni aniqlang",
  "labeling-info-title-2": "Dastlabki ish sinovi",
  "labeling-info-title-3": "Ishlab chiqarish bo'yicha ish joylarini joylashtiring",
  "labeling-info-title-4": "Doimiy takomillashtirish",
  "labeling-info-title-5": "Haqiqiy vaqt natijalari",
  "labeling-main-1": "Ma'lumotlarni iqtisodiy jihatdan samaradorligini miqyosida belgilash",
  "labeling-main-1-button": "Ma'lumotlaringizni hoziroq belgilang",
  "labeling-main-1c": "Maʼlumotlar toʻplami uchun koʻproq teglar kerakmi? hCaptcha sun'iy intellekt va mashinani o'rganish dasturlarida ishlaydigan kompaniyalar uchun tezkor, tejamkor va yuqori sifatli ma'lumotlarni yorliqlashni ta'minlaydi.",
  "labeling-main-2": "Bir zumda millionlab vazifalarni boshlang.",
  "labeling-main-2-button": "Ma'lumotlarni yorliqlash bo'yicha xizmatlarni sotib oling",
  "labeling-main-2c": "hCaptcha sayyoramizda siz foydalanishi mumkin bo'lgan eng katta hovuzlardan biriga ega. Sizning miqyosingiz qanday bo'lishidan qat'i nazar, biz uni oldindan majburiyatlarsiz bajaramiz. Kuniga millionlab vazifalar hech qanday muammo tug'dirmaydi.",
  "labeling-platform-head": "Shaxsiy yoki ommaviy axborot",
  "labeling-platform-text": "hCaptcha HUMAN Platformasida qurilgan bo'lib, har bir qadamda narx va samaradorlikni optimallashtirish uchun murakkab marshrutlash va tahlil qilish imkoniyatini beradi. Ushbu texnologiya to'g'ri ishchi kuchi sizning ishingizning har bir qismini boshqarishga imkon beradi, maxfiylikni saqlagan holda va qo'llanilishi mumkin bo'lgan har qanday me'yoriy talablarga javob beradigan darajada iqtisodiy samaradorlikni oshiradi.",
  "labeling-try-button": "Ma'lumotlarni yorliqlash bo'yicha xizmatlarni sotib oling",
  "labeling-try-head": "Ma'lumotlaringiz bilan sinab ko'rmoqchimisiz?",
  "labeling-try-text": "... qachon bo'lishingizga tayyormiz: bizning xizmatimiz tunu kun ishlaydi.",
  "learn-more-hcaptcha": "HCaptcha haqida ko'proq bilib oling",
  "page-acc-faq-1": "Savol: hCaptcha Section 508 + WCAG 2.1 AA mos keladimi? Javob: Biz shunday deb hisoblaymiz: Internetni ko'rish va shakllarga matn kiritish imkoniyatiga ega bo'lgan har qanday nogironlik shakliga ega barcha foydalanuvchilar ro'yxatdan o'tgandan so'ng hCaptcha bilan himoyalangan xizmatlardan foydalanishlari mumkin. Biroq, bu huquqiy maslahat emas: joylashtirishingiz uchun shunday bo'lishini ta'minlash uchun o'zingizning maxsus amalga oshirishingizni hisobga olgan holda o'zingizning baholashingizni amalga oshirishingiz kerak.",
  "page-acc-faq-2": "Savol: Audio kabi boshqa maxsus imkoniyatlar (a11y) opsiyalari ustida ishlayapsizmi? Javob: Audio captchalar kabi ilgari mashhur bo'lgan variantlar ko'p a11y foydalanuvchilarini kamsitadi va zamonaviy mashinani o'rganish usullari bilan osonlikcha mag'lub bo'ladi. Bu tajovuzkorlarni engish uchun shovqin, g'alati vaqt, g'ayrioddiy so'z birikmalari va hokazolarni joriy qilib, hozirgi audio muammolarini tobora qiyinlashtirdi. Shunday qilib, biz bu yondashuvga nisbatan unchalik ishtiyoqimiz yo‘q, aksincha, qiyinchilikdan butunlay qochishimiz mumkin, lekin a11y hamjamiyatidan talab bo‘lsa, buni ko‘rib chiqamiz. Biroq, biz maxsus imkoniyatlardan foydalanish holatlari uchun Privacy Pass bilan juda qiziqamiz. Bizning joriy a11y yondashuvimizni Privacy Pass emissiyasi bilan birlashtirish a11y foydalanuvchilariga ularning trafigi ko‘proq shaxsiy ekanligini bilgan holda xavfsiz kezish imkonini beradi, shu bilan birga a11y opsiyalari mavjud bo‘lganda muqarrar ravishda yuzaga keladigan bot operatorlari tomonidan suiiste’mol qilinishini cheklaydi. Biz ushbu yangi texnologiyani standartlashtiruvchi IETF ishchi guruhining faol ishtirokchilarimiz.",
  "page-acc-faq-3": "Savol: Maxfiylik haqida nima deyish mumkin? Ro'yxatdan o'tish a11y brauzer ma'lumotlarini qandaydir tarzda oshkor qiladimi? Elektron pochta bilan nima qilasiz? Javob: hCaptcha boshidanoq maxfiylik uchun mo'ljallangan. Bu reCAPTCHA kabi an'anaviy variantlardan juda farq qiladi, ular reklama tarmoqlariga tegishli bo'lib, ular sizni internetda kuzatishga va sizni haqiqiy shaxs bilan bog'lashga undaydi. Biz hech qachon maxsus elektron pochta xabarlari yoki maʼlumotlardan foydalanishni osonlashtirish va suiisteʼmollikning oldini olishdan boshqa maqsadda foydalanmaymiz. Maxfiylik siyosatimiz maʼlumotlardan qanday foydalanishimizga oid keng qamrovli va ishonchli javoblarga ega, ammo qisqacha javob shuki, biz sizni koʻrish tarixingiz bilan bogʻlashdan manfaatdor emasmiz. Shuningdek, biz hozirda elektron pochta manzilingizni tezda yoʻq qilish uchun kriptografik yechim ustida ishlayapmiz. Hali ham suiiste'molning oldini olish qobiliyatimizni saqlab, Maxfiylik Pass ishimizni to'ldiradi.",
  "page-acc-link-1": "Agar siz kirish imkoniyatidan foydalanuvchi bo'lsangiz, iltimos, bu erda ro'yxatdan o'ting.",
  "page-acc-subhead": "Xavfsizlikni saqlagan holda barcha foydalanuvchilar uchun uzluksiz kirishni ta'minlash",
  "page-acc-summary": "Xulosa",
  "page-acc-summary-contents-1": "hCaptcha botlarni odamlardan farqlash orqali ularni to'xtatish uchun mo'ljallangan. Vizual testlar buning uchun qulay vositadir, ammo hamma ham vizual muammoni hal qila olmaydi. Shu sababli, biz xizmatimizdan foydalanuvchi noshirlarga 508-bo'lim va WCAG 2.1 AA to'liq muvofiqligi bilan hamma uchun foydalanish imkoniyatini saqlab qolish uchun oddiy, og'riqsiz muqobil ishlab chiqdik.",
  "page-acc-summary-contents-2": "Qanday ishlaydi: birinchi navbatda, hCaptcha vidjetining ma'lumot sahifasida bog'langan ushbu URL-ga kirish uchun foydalanuvchi ro'yxatdan o'tadi. Ularga kuniga bir necha marta ishlatilishi mumkin bo'lgan shifrlangan cookie-fayllar beriladi, lekin har 24 soatda kirish orqali yangilanishi kerak, hCaptcha xizmatidan foydalangan holda har qanday saytdagi kirish huquqi foydalanuvchisiga muammo tug'ilganda, ular avtomatik ravishda o'tib ketadi.",
  "page-acc-title": "hCaptcha kirish imkoniyatlari haqida ma'lumot",
  "page-acc-tr-body": "Savol: Cookie-ni o'rnatganimdan keyin hamon qiyinchiliklarga duch kelmoqdaman. Bunga nima sabab bo'ladi?<br> Javob: Odatda bu tajovuzkor reklama blokeridan yoki cookie-fayllarga qarshi kengaytmadan yoki saytlararo cookie-fayllarni bloklaydigan sozlamalardan kelib chiqadi, bu holda hcaptcha.com uchun boshqa saytda hCaptcha JS tomonidan o'rnatiladigan yoki tekshiriladigan cookie-fayllar. , tashrif buyurganingiz kabi.<br><br> hCaptcha kirish cookie-fayllari barcha mashhur brauzerlar va reklama blokerlari bilan standart sozlamalari bilan ishlaydi, shuning uchun odatda nosozliklar anti-adblock skriptlari yoki muayyan saytlarga yo'naltirilgan shunga o'xshash qoidalar bilan bog'liq.<br><br> Yechimlar:<br><br> 1. Hcaptcha.com va * .hcaptcha.com cookie-fayllarini reklama blokeringiz yoki brauzeringiz xavfsizligini kengaytiruvchi ro'yxatiga kiriting.<br> 2. Agar Brave brauzeridan foydalansangiz, u hozirda cookie-fayllarning biron bir oq ro'yxati ko'rinmasa, Preferences -> Shields -> Cookies-ga o'ting va Allow All Cookies-ni tanlang.<br> 3. Agar siz yaqinda chiqarilgan OS X 10.15 yoki iOS 13.4 da Safari-ning eng so'nggi versiyasidan foydalansangiz, Apple Safari-ning uchinchi tomon cookie-fayllari bilan bog'liq xatti-harakatlarini o'zgartirdi va ularning hammasini sukut bo'yicha blokladi. Biz echimni amalga oshirmoqdamiz, ammo shu vaqt ichida Safari parametrlari, Maxfiylik bo'limiga tashrif buyuring va veb-saytni kuzatishni olib tashlang: kirish cookie-fayllarini kutilganidek ishlashini ta'minlash uchun saytlararo kuzatuvni oldini oling.<br><br> Savol: Men bir nechta qurilmalardan foydalanaman. Bir necha marta ro'yxatdan o'tishim kerakmi?<br> Javob: Yo'q. Iltimos, cookie-fayllarni o'rnatish uchun har bir qurilmada sizga yuborilgan elektron pochta orqali kirish havolasini bosing.<br><br> Savol: Maxfiylik cookie-faylidan foydalanishda o'zimni uchinchi tomon cookie-fayllarini kuzatishdan qanday himoya qilishim mumkin?<br> Javob: Domen darajasidagi oq ro'yxatni (masalan, uBlock Origin) qo'llab-quvvatlaydigan har qanday maxfiylik yoki reklama blokirovka kengaytmasidan foydalanish kutilganidek ishlaydi: shunchaki hcaptcha.com saytini oq ro'yxatiga kiriting.",
  "page-acc-tr-title": "Foydalanish imkoniyati foydalanuvchilari uchun: Tez-tez beriladigan savollar va muammolarni bartaraf etish boʻyicha qoʻllanma",
  "page-acc-tr2-body": "Safari<br> Safari (Mac) da cookie-fayllarni yoqish uchun: Safari ochiladigan menyusiga o'ting. Afzalliklar-ni tanlang. Yuqori paneldagi Maxfiylik-ni bosing. \"Cookies-larni bloklash\" ostida \"Hech qachon\" parametrini tanlang.<br> Safari-da (iPhone / iPad iOS 11+) cookie-fayllarni yoqish uchun: Sozlamalaringizni oching. Pastga o'ting va Safari-ni tanlang. Maxfiylik va xavfsizlik ostida \"Saytlararo kuzatuvni oldini olish\" va \"Barcha cookie-fayllarni bloklash\" ni o'chirib qo'ying.<br><br> Firefox<br> Har qanday veb-sahifadagi manzil satrining chap qismidagi qalqonni bosing. Himoya sozlamalarini bosing. Firefox Preferences Privacy & Security paneli ochiladi. Kengaytirilgan kuzatuvdan himoya ostida, Custom-ni tanlang. Ushbu katakchalarni belgilab, qaysi trekerlar va skriptlarni bloklashni tanlang. Blokdan chiqarganligingizga ishonch hosil qiling hcaptcha.com.<br><br> Buni tasdiqlash uchun Custom-dagi ba'zi himoya vositalarini vaqtincha o'chirib qo'yishingiz mumkin, bu erda tasdiqlash qutilarini olib tashlang: Kuzatuvchilar katagini olib tashlang yoki agar siz hali ham muammolarga duch kelsangiz, Cookies-ni belgilang.<br><br> Gugl xrom<br> Google Chrome (kompyuter)<br> Chrome menyusi belgisini tanlang. Sozlamalar-ni tanlang.<br> Maxfiylik va xavfsizlik, keyin Cookies va boshqa sayt ma'lumotlariga o'ting.<br> \"Uchinchi tomon cookie-fayllarini bloklash\" yoqilmaganligiga ishonch hosil qiling.<br><br> Google Chrome (Mac):<br> Chrome parametrlarini menyu satridan oching.<br> Maxfiylik va xavfsizlik, keyin Cookies va boshqa sayt ma'lumotlariga o'ting.<br> \"Uchinchi tomon cookie-fayllarini bloklash\" yoqilmaganligiga ishonch hosil qiling.<br><br> Google Chrome (Android):<br> Android qurilmangizda Chrome ilovasini oching.<br> Yuqoridagi o'ng tomondagi Qo'shimcha, so'ngra Sozlamalar-ga teging.<br> Sayt sozlamalarini, so'ngra Cookies-ni bosing.<br> \"Cookies\" yonida sozlamani yoqing.<br> \"Uchinchi tomon kukilariga ruxsat berish\" yonidagi katakchani belgilang.<br><br> Internet Explorer<br> 1. Ekranning yuqori o'ng burchagidagi uzatmalarni tanlang, so'ngra \"Internet Options\" -ni tanlang. Agar sizda Menyu paneli yoqilgan bo'lsa, siz \"Asboblar\" ni, keyin \"Internet parametrlari\" ni tanlashingiz mumkin.<br> 2. \"Maxfiylik\" yorlig'ini bosing.<br> 3. \"Kengaytirilgan\" tugmachasini tanlang.<br> 4. \"Uchinchi tomon cookie-fayllari\" ostida \"Qabul qilish\" -ni tanlang.<br> 5. \"OK\" tugmasini bosing",
  "page-acc-tr2-head": "Saytlararo kukilar uchun brauzer ko'rsatmalari",
  "priv-hc": "Maxfiylikka e'tibor qaratilgan",
  "priv-hc-text": "Reklama tarmoqlari sizni o'z mahsuloti deb biladi. Biz qilmaymiz. Bizga foydalanuvchilar kim ekanligi qiziqtirilmaydi, faqat ularning zararli bo'lishi ehtimoli. Biz Privacy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz.",
  "reporting-bugs-accessibility-button": "Maxsus imkoniyatlar parametrlari haqida ko'proq bilib oling",
  "reporting-bugs-accessibility-head": "Maxsus imkoniyatlar",
  "reporting-bugs-accessibility-text": "Siz ko'rish qobiliyatsizmi yoki hCaptchas-ni boshqa usul bilan to'ldirolmaysizmi?",
  "reporting-bugs-guide-ff-head": "Xatolik hisoboti tafsilotlarini yozib olish: Firefox",
  "reporting-bugs-guide-ff-step-1": "1-qadam: Tuzuvchi vositalarini oching (bu sessiyani yozishni boshlaydi.)",
  "reporting-bugs-guide-ff-step-2": "2-qadam: Tuzuvchi vositalarida Tarmoq yorlig'ini bosing. Yuqoridagi Persist jurnallari katagiga belgi qo'ying.",
  "reporting-bugs-guide-ff-step-3": "3-qadam: https://accounts.hcaptcha.com/demo yoki sizda muammo yuzaga kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqat nima ekanligini baham ko'rishga qarshi bo'lmasangiz) ... va keyin I tugmasini bosing. inson tugmasiman va hal qilishga harakat qiling.",
  "reporting-bugs-guide-ff-step-4": "4-qadam: Yechishga urinib ko‘rganingizdan so‘ng HAR tugmasini bosing va tarmoq jurnalini saqlash uchun Hammasini HAR sifatida saqlash-ni tanlang. Bu faylni bizga yuboring.",
  "reporting-bugs-guide-ff-step-5": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun sichqonchaning o'ng tugmachasini bosing va barchasini tanlang va uni matnli faylga saqlang. Bizga ham yuboring.",
  "reporting-bugs-guide-ff-step-6": "Oxirgi qadam: HAR va konsol jurnali fayllarini bizga elektron pochta orqali yuboring va muammoni tavsiflang Foydalanish: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatdan foydalaning va havolalarni yuboring) va ixtiyoriy ravishda, agar biror narsa noto‘g‘ri ko‘rsatilmagan deb gumon qilsangiz, skrinshotdan foydalaning. . Iltimos, foydalanayotgan IP manzilingizni ham yuboring. Siz buni https://www.whatsmyip.org/ saytidan olishingiz mumkin. Bu maʼlumotni olish uchun vaqt ajratganingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashiga intilamiz.",
  "reporting-bugs-guide-head": "Xatolik hisoboti tafsilotlarini yozib olish: Chrome",
  "reporting-bugs-guide-step-1": "1-qadam: Tuzuvchi vositalarini oching (bu sessiyani yozishni boshlaydi.)",
  "reporting-bugs-guide-step-2": "2-qadam: Tuzuvchi vositalarida Tarmoq yorlig'ini bosing. Yuqoridagi \"Saqlash\" jurnali katagiga belgi qo'ying.",
  "reporting-bugs-guide-step-3": "3-qadam: https://accounts.hcaptcha.com/demo yoki sizda muammo yuzaga kelgan veb-saytga tashrif buyuring (Maxfiylik eslatmasi: faqat nima ekanligini baham ko'rishga qarshi bo'lmasangiz) ... va keyin I tugmasini bosing. inson tugmasiman va hal qilishga harakat qiling.",
  "reporting-bugs-guide-step-4": "4-qadam: echishga urinib ko'rganingizdan so'ng, Export HAR-ni bosing (kichik pastga o'q), bu tarmoq jurnalini saqlaydi. Ushbu faylni bizga yuboring.",
  "reporting-bugs-guide-step-5": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun o'ng tugmasini bosing, so'ngra Saqlash .. Bizga ham yuboring.",
  "reporting-bugs-guide-step-6": "Oxirgi qadam: HAR va konsol jurnali fayllarini bizga elektron pochta orqali yuboring va muammoni tasvirlab bering. Foydalanish: support@hcaptcha.com (iltimos, Dropbox yoki Filebin kabi xizmatdan foydalaning va havolalarni yuboring) va ixtiyoriy ravishda, agar biror narsa noto'g'ri ko'rsatilmagan deb gumon qilsangiz, skrinshot. Iltimos, foydalanayotgan IP manzilingizni ham yuboring. Siz buni https://www.whatsmyip.org/ saytidan olishingiz mumkin. Bu maʼlumotni olish uchun vaqt ajratganingiz uchun tashakkur! Biz hCaptcha-ni hamma uchun yaxshi ishlashiga intilamiz.",
  "reporting-bugs-guide-text-1": "Hisobotingiz bilan disk raskadrovka ma'lumotlarini yuborish biz uchun nima bo'layotganini aniqlashni ancha osonlashtiradi. Bu erda bosqichma-bosqich ko'rsatmalar mavjud:",
  "reporting-bugs-guide-text-2": "Agar siz veb-ishlab chiquvchi yoki ekspert foydalanuvchi bo'lsangiz, xulosa shuki, bizga HAR va brauzer konsoli jurnallarini yozib olgan tarmoqni yuborishingizni so'raymiz. Iltimos, avval har qanday reklama blokirovkasini yoki brauzer xavfsizlik kengaytmalarini o‘chirib ko‘ring va keyin bu bosqichlarni bajarishdan oldin qayta urinib ko‘ring. Agar bu muammoingizni hal qilsa, brauzeringiz versiyasi, reklama blokirovkasi yoki brauzer kengaytmasi va veb-sayt URL manzilini bizga xabar qilsangiz juda minnatdormiz.",
  "reporting-bugs-intro-head": "Xato topdingizmi? Bu haqda qanday xabar berish kerakligi haqida.",
  "reporting-bugs-intro-text": "Har oy millionlab odamlar hCaptcha-dan minglab brauzerlar, kengaytmalar, qurilmalar, xavfsizlik devorlari va boshqa ko'plab kombinatsiyalarda foydalanadilar. Bizning maqsadimiz uning har doim sizga mos kelishiga ishonch hosil qilishdir, shuning uchun biz sizning hisobotlaringizni juda qadrlaymiz! Tezkor fikr bildirish uchun bizga fikr-mulohazalarni yuborish tugmasini bosing. Agar funktsional muammoni ko'rsangiz, iltimos, Chrome uchun disk raskadrovka jurnalining ko'rsatmalariga yoki quyida joylashgan Firefox-ning disk raskadrovka jurnalining ko'rsatmalariga amal qiling. Boshqa brauzerlar uchun bizga elektron pochta orqali xabar yuboring. Potentsial xavfsizlik yoki maxfiylik muammolari uchun quyidagi ko'rsatmalarga qarang.",
  "reporting-bugs-privacy-head": "Maxfiylik masalalari",
  "reporting-bugs-privacy-text": "Bizga foydalanuvchilar kim ekanligi qiziqtirilmaydi, faqat ularning zararli yoki mashinalar bo'lish ehtimoli. Biz Privacy Pass kabi tashabbuslarni qo'llab-quvvatlaymiz va maxfiylik va xavfsizlikni muvozanatlash uchun ko'p ishlaymiz. Agar siz foydalanuvchi shaxsiy hayotiga ta'sir qilishi mumkin deb hisoblagan muammoni topsangiz, iltimos, bizga support@hcaptcha.com elektron pochta manzilini yuboring.",
  "reporting-bugs-provide-feedback-button": "Fikr-mulohaza yuboring",
  "reporting-bugs-provide-feedback-head": "HCaptcha haqida darhol fikr bildiring",
  "reporting-bugs-provide-feedback-text": "Sizning fikringizni qadrlaymiz. Muammolarni bizga xabar bering va biz ularni tezda hal qilamiz.",
  "reporting-bugs-security-head": "Xavfsizlik xatolari",
  "reporting-bugs-security-text": "Biz har doim xavfsizlik xatolari haqida hisobotlarni qabul qilishga qiziqamiz. Support@hcaptcha.com va CC security@hcaptcha.com elektron pochta manziliga xabar yuboring, biz sizga tezda murojaat qilamiz. Shuningdek, hCaptcha xizmati va tegishli manba kodidagi xavfsizlik bo'yicha hisobotlar uchun xatolarni ko'paytirish dasturi mavjud.",
  "sales-interstitial-c1": "Kompaniyalar uchun",
  "sales-interstitial-c1a": "Korxona xavfsizligi echimlari (pullik)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) haqida ko'proq bilib oling",
  "sales-interstitial-c1c": "Ma'lumotlarga izoh",
  "sales-interstitial-c1d": "HCaptcha annotatsiya xizmatlarini sotib oling",
  "sales-interstitial-c2": "Jismoniy shaxslar uchun",
  "sales-interstitial-c2a": "HCaptcha-ni xizmatingizga qo'shing (bepul)",
  "sales-interstitial-c2b": "Veb-saytimga yoki dasturimga Publishers uchun hCaptcha-ni qo'shing",
  "sales-interstitial-c2c": "HCaptcha nima?",
  "sales-interstitial-c2d": "HCaptcha haqida ko'proq bilib oling",
  "sales-interstitial-head": "Keling, to'g'ri joyga etib borganingizga ishonch hosil qilaylik.",
  "sec-hc": "Avval xavfsizlik",
  "sec-hc-text": "hCaptcha nashriyotga qaratilgan. Biz saytlarga haqiqiy ma'lumotlarni taqdim etish va ulardan qanday foydalanishni ularga qaror qilish uchun ishlaymiz. Aniqlik siz va bizniki. Boshqa captchalar reklama kompaniyalari tomonidan taqdim etiladi. Ular bloklagan har bir bot ularning daromadlarini kamaytirishi mumkin.",
  "signup-interstitial-c1": "Kompaniyalar yoki veb-saytlar uchun",
  "signup-interstitial-c1a": "HCaptcha-ni xizmatingizga qo'shing (bepul)",
  "signup-interstitial-c1b": "Veb-saytimga yoki dasturimga Publishers uchun hCaptcha-ni qo'shing",
  "signup-interstitial-c1c": "Korxona xavfsizligi echimlari (pullik)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) haqida ko'proq bilib oling",
  "signup-interstitial-c1e": "Ma'lumotlarga izoh",
  "signup-interstitial-c1f": "HCaptcha annotatsiya xizmatlarini sotib oling",
  "signup-interstitial-c2": "Jismoniy shaxslar uchun",
  "signup-interstitial-c2a": "Kirish imkoniyati",
  "signup-interstitial-c2b": "HCaptcha uchun kirish imkoniyatlari haqida bilib oling",
  "signup-interstitial-c2c": "Pul ishlang",
  "signup-interstitial-c2d": "Shaxsiy ma'lumotlar yorlig'i sifatida ishlash",
  "signup-interstitial-head": "Keling, to'g'ri joyga etib borganingizga ishonch hosil qilaylik.",
  "support-interstitial-c1": "Kompaniyalar uchun",
  "support-interstitial-c1a": "Korxona xavfsizligi echimlari (pullik)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) uchun yordam oling",
  "support-interstitial-c1c": "hCaptcha Publisher (bepul)",
  "support-interstitial-c1d": "HCaptcha Publisher uchun yordam oling",
  "support-interstitial-c2": "Jismoniy shaxslar uchun",
  "support-interstitial-c2a": "Qiyinchilik bilan qiynaldingizmi?",
  "support-interstitial-c2b": "HCaptcha uchun kirish imkoniyatlari haqida bilib oling",
  "support-interstitial-c2c": "Xato haqida xabar bermoqchimisiz?",
  "support-interstitial-c2d": "Dasturiy ta'minot muammolari haqida xabar berish haqida ko'proq bilib oling",
  "support-interstitial-head": "Keling, to'g'ri joyga etib borganingizga ishonch hosil qilaylik.",
  "what-is-hcaptcha": "HCaptcha nima?",
  "what-is-hcaptcha-text": "hCaptcha sevimli veb-xizmatlaringizga odamlar uchun oson va mashinalar uchun qiyin bo'lgan oddiy savollarni berish orqali botlardan, spamlardan va suiiste'mollardan saqlanishda yordam beradi.",
  "why-hc": "Nima uchun hCaptcha?",
  "why-hc-text": "Har safar biron bir savolga javob berganingizda, biz o'zingizning insonmisiz yoki mashina ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Keyin tashrif buyurgan veb-sayt ushbu natijadan botlardan saqlanib, o'zlarining saytidagi tajribangizni yaxshilashga yordam beradi.",
  "footer-link-5b": "bosing",
  "footer-link-cyberattacks": "Kiberhujumlar 101"
}