{
    "1031855757": "Ushbu saytdan foydalanish",
    "1034830": "Dodd-Frank Uoll-strit islohoti va iste'molchilar huquqlarini himoya qilish to'g'risidagi qonunda (111-203-sonli davlat qonuni) nazarda tutilgan nizolar oldidan arbitraj kelishuviga tortilishi mumkin bo'lmagan nizolar bundan mustasno.",
    "1064537632": "Iltimos, bizning Xizmatimizdan foydalanishingiz ma'lumotni qayta ishlash bo'yicha shartnomamiz bilan tartibga solinganini unutmang, bu shartnomaga havola sifatida kiritilgan. Shaxsiy maʼlumotlarni sizning nomingizdan qanday qayta ishlashimizni bilish uchun ushbu shartnomani koʻrib chiqing. Esda tutingki, biz Yevropa Ittifoqining umumiy maʼlumotlarni himoya qilish toʻgʻrisidagi nizomi maqsadlarida “maʼlumotlar protsessori” va Kaliforniya isteʼmolchilarining maxfiyligi toʻgʻrisidagi qonuni maqsadida “xizmat koʻrsatuvchi provayder” sifatida ishlaymiz.",
    "1095532507": "Cookie (\"Cookie\") - bu veb-sahifa serveri tomonidan qattiq diskingizga joylashtirilgan kichik matnli fayl. Cookie-fayllar keyinchalik sizga cookie-faylni bergan domendagi veb-server tomonidan o'qilishi mumkin bo'lgan ma'lumotlarni o'z ichiga oladi. Ba'zi cookie-fayllar faqat ma'lum xususiyatlardan foydalansangiz yoki ma'lum afzalliklarni tanlasangiz ishlatiladi va ba'zi cookie-fayllar doimo ishlatiladi. Quyida bizning joriy cookie-fayllar ro‘yxatini ko‘rib, har bir cookie fayli haqida ko‘proq ma’lumot olishingiz mumkin.",
    "1158384644": "Barcha amaldagi IMI siyosatlariga rioya qilish sharti bilan istalgan vaqtda veb-saytimizdan foydalanishni to'xtatishni tanlashingiz mumkin. Biz o'z ixtiyorimizga ko'ra, ushbu shartnomani bekor qilishimiz, veb-saytimizga kirishni to'xtatib qo'yishimiz yoki biron bir sababga ko'ra ogohlantirmasdan darhol har qanday xizmatlarni olib tashlashimiz mumkin.",
    "1300074400": "Kompaniyaning joriy rahbariyati haqida ma'lumotni Haqida sahifasida olishingiz mumkin. Kompaniyaning hozirgi bosh direktori kontent uchun mas'ul boshqaruvchi direktor hisoblanadi.",
    "1395644678": "Nizolarni onlayn hal qilish bo'yicha Yevropa Komissiyasining rasmiy veb-sayti:",
    "148542287": "Bu yuridik maslahat emas va bu tahlilga nisbatan hech qanday kafolatlar berilmaydi. Agar sizda qo'shimcha savollar yoki xavotirlar bo'lsa, iltimos biz bilan bog'laning:",
    "1527172673": "Agar ushbu Cookie siyosati haqida savollaringiz bo'lsa, iltimos biz bilan bog'laning:",
    "1535054294": "Iltimos, ularning batafsil siyosatini ko'ring",
    "1747657936": "Bizning saytlarimiz va xizmatimiz 13 yoshgacha bo'lgan bolalarga mo'ljallangan emas va biz 13 yoshgacha bo'lgan bolalardan ataylab Shaxsiy ma'lumotlarni to'plamaymiz. Agar biz 13 yoshgacha bo'lgan bolaning shaxsiy ma'lumotlarini to'plaganimizni bilsak, biz ularni qabul qilamiz. Agar biz uni saqlab qolish uchun qonuniy majburiyatimiz bo'lmasa, bunday ma'lumotlarni imkon qadar tezroq fayllarimizdan o'chirish uchun oqilona qadamlar. Agar bizda 13 yoshga to‘lmagan bola haqida ma’lumot bor deb hisoblasangiz, biz bilan bog‘laning:",
    "1807512722": "Siz ushbu veb-saytdan foydalanganingizdan kelib chiqadigan har qanday da'voni ma'muriy idoraga qo'yishingiz mumkin, ammo arbitraj kelishuvi mavjudligidan qat'i nazar, amaldagi qonun bunday agentlikka kirishga ruxsat bergan darajada. Bunday ma'muriy da'volar, hech qanday cheklovsiz ish bilan ta'minlash uchun teng imkoniyatlar komissiyasi, AQSh Mehnat vazirligi va Milliy mehnat munosabatlari kengashi oldiga qo'yilgan da'volarni yoki ayblovlarni o'z ichiga oladi. Ushbu banddagi hech narsa sizni arbitrajga da'vo qilishdan oldin ma'muriy himoya vositalarini to'ldirish majburiyatini bajarish uchun biron bir organga ma'muriy da'vo qo'zg'atishingizga to'sqinlik qilmaydi yoki kechirmaydi, biroq siz bu orqali har qanday pul mukofoti olish huquqidan voz kechasiz. agentlik jarayonlari.",
    "2238885192": "Biz Sentry foydalanuvchi xatolikka duch kelganida disk raskadrovka maʼlumotlarini yigʻish uchun foydalanamiz. Sentry ma'lumotlarni qanday yig'ish va qayta ishlash haqida ma'lumot olish uchun:",
    "2520904193": "Siz har qanday nizolarni sinf, jamoaviy yoki vakillik da'vosi sifatida ko'rib chiqish, ko'rib chiqish yoki arbitrajda ko'rib chiqish huquqidan voz kechasiz. Ushbu shartnomada mavjud bo'lgan har qanday boshqa banddan qat'i nazar, oldingi jumla hech qanday holatda ushbu shartnomadan ajratilmaydi. Ushbu voz kechishning to'liq yoki bir qismini bajarib bo'lmaydigan, vijdonsiz, haqiqiy emas yoki bekor qilinishi mumkin bo'lgan har qanday da'vo hakam tomonidan emas, balki faqat vakolatli yurisdiktsiya sudi tomonidan belgilanishi mumkin. Milliy mehnat munosabatlari to‘g‘risidagi qonunning 7-bo‘limida ko‘zda tutilgan huquqlaringizni amalga oshirishingiz yoki biron bir forumda sinf, jamoaviy yoki vakillik harakatlarida qatnashishingiz yoki ishtirok etishingiz natijasida sizga javob qaytarilmaydi yoki veb-saytimizdagi vazifalarni bajarishingizga to‘sqinlik qilinmaydi. , lekin biz qonuniy ravishda ushbu sinf da'vosidan voz kechishni talab qilishimiz va bunday sinf, jamoaviy yoki vakillik harakatlari yoki da'volarini rad etishni talab qilishimiz mumkin.",
    "2577178569": "3. Kerakli texnik maqsadlarda foydalaniladi: Accessibility User foydalanish imkonini beradi.",
    "2583888954": "Istisnolar.",
    "263977834": "Ma'muriy charchoq.",
    "2657277322": "Agar sizda biron bir savol bo'lsa, iltimos biz bilan bog'laning:",
    "271333468": "Biz to'playdigan va saqlaydigan ma'lumotlarni himoya qilish uchun tegishli texnik va tashkiliy chora-tadbirlarni amalga oshiramiz va bizning nomimizdan qayta ishlashni amalga oshiruvchi barcha agentlardan ham xuddi shunday qilishni talab qilamiz. Afsuski, hech qanday xavfsizlik choralari 100% ishonchli emas va shuning uchun hech qanday tarmoq yoki tizim (jumladan, bizniki) biz to'playdigan va saqlaydigan ma'lumotlarni yo'q qilish, yo'qotish, o'zgartirish, ruxsatsiz oshkor qilish yoki ularga kirishdan 100% xavfsiz bo'lishi kafolatlanmaydi. Agar biron-bir sababga ko'ra ma'lumotlaringiz xavfsiz emas deb hisoblasangiz, darhol biz bilan bog'laning:",
    "2763011087": "IMI iste'molchi nizolarini hal qiluvchi organ oldida iste'molchi nizolari bo'yicha muqobil nizolarni hal qilish majburiyatini yuklamaydi va ishtirok etishga majbur emas.",
    "2927283721": "Veb-saytimizda topshiriqlarni bajarish orqali siz Maxfiylik siyosatimizga muvofiq shaxsiy ma'lumotlaringizni to'plash, ishlatish va oshkor qilishga ruxsat berasiz. Bundan tashqari, biz siz va bajarilgan vazifalaringiz haqidagi ma'lum ma'lumotlarni, jumladan, xizmat ko'rsatish munosabatlarini osonlashtirish va veb-saytni yaxshilash uchun vazifalarini bajargan So'rovchiga baham ko'rishimiz mumkin, jumladan, Contributor ID, bajarilgan vazifalar natijalari va boshqa atributlar bilan bog'liq. malakangiz, tillaringiz, ko'nikmalaringiz va veb-saytdan foydalanish.",
    "2943815316": "Biz bu roʻyxatni vaqti-vaqti bilan yangilaymiz, shuning uchun hali roʻyxatga olinmagan qoʻshimcha cookie-fayllar boʻlishi mumkin. Veb-mayoqlar, teglar va skriptlardan saytlarda yoki elektron pochta xabarlarida cookie-fayllarni yetkazib berish, tashriflarni hisoblash, foydalanish va kampaniya samaradorligini tushunish hamda e-pochta ochilganligini va unga amal qilinganligini aniqlashda yordam berish uchun foydalanish mumkin. Xizmat/tahlil provayderlarimiz tomonidan ushbu texnologiyalardan foydalanishga asoslangan hisobotlarni individual va jamlangan holda olishimiz mumkin.",
    "3040062804": "Agar siz Qo'shma Shtatlardan tashqarida yashamasangiz, ushbu bo'lim bo'yicha har qanday hakamlik muhokamasi sukut bo'yicha Kaliforniya shtatida bo'lib o'tadi, bu holda arbitraj butunlay elektron yoki telefon orqali amalga oshiriladi. Agar har bir tomon yozma ravishda kelishilgan bo'lsa, hakamlik har qanday boshqa joyda o'tkazilishi mumkin. Qayerda bo'lishidan qat'i nazar, har qanday tomon jonli video yoki telekonferentsiya orqali arbitrajda ishtirok etishni tanlashi mumkin.",
    "3091247030": "Sinf harakatidan voz kechish.",
    "3102490587": "Sinf da'vosidan voz kechishdan tashqari, agar ushbu arbitraj bandining biron bir sharti yoki bandi yoki qismi haqiqiy emas yoki bajarib bo'lmaydigan deb topilsa, u uzib tashlanadi va arbitraj bandining qolgan qismi ijro etilishi mumkin bo'ladi.",
    "3187946010": "Ushbu sahifalardagi barcha matn, tasvirlar, grafik animatsiya, videolar, musiqa, tovushlar va boshqa materiallar mualliflik huquqi qonuni ostida IMI yoki uchinchi shaxslar tomonidan himoyalangan. Ushbu materialni tijorat maqsadlarida foydalanish uchun oqilona adolatli foydalanishdan oshib ketadigan tarzda nusxalash yoki o'zgartirish taqiqlanadi.",
    "3199694247": "Ajralish qobiliyati.",
    "3302832698": "Nizolarni muqobil hal qilish talab qilinadi.",
    "3361191778": "Internet sahifalarida taqdim etilgan ma'lumotlar individual maslahat emas va uning o'rnini bosa olmaydi. Agar sizga individual maslahat kerak bo'lsa, bizning qo'llab-quvvatlash xodimlarimiz bilan bog'laning.",
    "3493572638": "Xarajatlar va to'lovlar.",
    "3794239003": "Arbitraj tartibi.",
    "3885459114": "Siz odatda veb-brauzeringizga o'rnatilgan funksiya orqali cookie-fayllardan foydalanishni faollashtirishingiz yoki keyinroq o'chirib qo'yishingiz mumkin. Agar siz cookie-fayllar yoki ularni qanday boshqarish, o‘chirish yoki o‘chirish haqida ko‘proq bilmoqchi bo‘lsangiz, batafsil ko‘rsatmalar uchun https://www.knowcookies.com/ saytiga tashrif buyuring.",
    "3956117148": "hCaptcha.com va BotStop.com veb-saytlari (saytlar) ushbu Siyosatda tavsiflanganidek, qo'shimcha cookie-fayllarni o'z ichiga olishi mumkin.",
    "4193379787": "Ushbu shartnoma bo'yicha barcha arbitrajlar Amerika Arbitraj Assotsiatsiyasi qoidalari yoki o'zaro kelishilgan arbitraj xizmati tomonidan amalga oshiriladi. Arbitr muqobil e'tirozlar orqali yetti (7) dan kam bo'lmagan nomlar ro'yxatidan tanlangan AQSh arbitri bo'ladi. Arbitrajda har bir tomon tegishli fuqarolik izlanishlarini olib borish, norozi da'volar berish, o'z ishlari va himoyalarini taqdim etish uchun kerak bo'lganda guvohlar va dalillarni taqdim etish huquqiga ega bo'ladi va bu boradagi har qanday nizolar hakamlik sudyasi tomonidan hal qilinadi. Nizoni hal qilish faqat da'volar va himoyalarni tartibga soluvchi qonunga asoslanadi va hakamlik sudyasi bunday nazorat qonunidan boshqa biron-bir asosga murojaat qilishi mumkin emas. Hakamlik sudyasi hakamlik sudyasi sifatida ishlaganda fuqarolik javobgarligidan sud xodimi immunitetiga ega bo'lib, bu immunitet mavjud bo'lgan boshqa immunitetlarni to'ldiradi. Mukofotlar hakamning yozma asoslantirilgan fikrini o'z ichiga olishi kerak. Siz IMIga yoki IMI sizga qarshi bo'lishi mumkin bo'lgan har qanday da'vo bo'yicha hakamlar hay'ati tomonidan sudga berish huquqidan voz kechasiz. Ushbu band bo'yicha har qanday da'vo amaldagi da'vo muddati davomida qo'yilishi kerak. Amerika Qo'shma Shtatlari Federal Arbitraj Qonuni ushbu bandni tartibga soladi va siz ushbu Bitim savdo bitimini tasdiqlovchi hujjat ekanligini tan olasiz.",
    "470943029": "Ushbu Maxfiylik siyosati bo'yicha savollaringiz bo'lsa, iltimos biz bilan bog'laning:",
    "498769698": "Siz Integrator, Buyurtmachi yoki Maxsus imkoniyatlar foydalanuvchisi hisob qaydnomangiz (agar siz Integrator, Mijoz yoki Maxsus imkoniyatlar foydalanuvchisi bo‘lsangiz) orqali bizga taqdim etgan shaxsiy ma’lumotlarga kirishingiz, tuzatishingiz, o‘zgartirishingiz yoki o‘chirishingiz mumkin. Agar buni qila olmasangiz yoki biz toʻplagan va/yoki siz haqingizda baham koʻrgan Shaxsiy maʼlumotlarga oid savollaringiz boʻlsa yoki bizni qayta ishlashga roziligingizni qaytarib olmoqchi boʻlsangiz (yaʼni hisobingizni butunlay oʻchirib tashlamoqchi boʻlsangiz), iltimos biz bilan bogʻlaning:",
    "537881751": "hCaptcha-ga xush kelibsiz! Ushbu Maxfiylik siyosati Intuition Machines, Inc. (\"IMI\", \"biz\" yoki \"biz\") bizning www.hcaptcha veb-saytimiz orqali ma'lumotlarni (jumladan, Shaxsiy ma'lumotlar, quyida tavsiflangan) to'plash, foydalanish va oshkor qilish bilan bog'liq amaliyotlarini tavsiflaydi. .com va biz foydalanadigan boshqa subdomenlar yoki domenlar (\"Saytlar\") va hCaptcha ilova dasturi interfeysi va tegishli dasturiy ta'minot va materiallar (birgalikda \"Xizmat\").",
    "561456032": "Siz xizmatlardan foydalanishdan kelib chiqadigan yoki ular bilan bog'liq bo'lgan har qanday nizo, shu jumladan siz IMI uchun vazifalarni bajarishni boshlaganingizdan boshlab yuzaga kelishi mumkin bo'lgan har qanday nizo, xususan, siz sifatida tasniflash yoki tasniflamaslik bilan bog'liq har qanday da'voga rozilik bildirasiz. mustaqil pudratchi bo'lsa, siz birinchi navbatda IMIga o'z da'vongiz haqida xabar berasiz. Keyin siz va IMI muammoni to'g'ridan-to'g'ri muzokaralar yoki vositachilik orqali hal qilishga harakat qilasiz. Biz mediatsiya narxini teng taqsimlaymiz va mediatsiya telefon yoki boshqa elektron vositalar orqali amalga oshirilishiga rozilik beramiz. Agar norasmiy muzokaralar yoki vositachilikdan keyin daʼvo hal qilinmagan boʻlsa, siz va IMI nizoni hal qilish uchun yakuniy va majburiy arbitrajdan foydalanishingizga rozilik bildirasiz. Ushbu band siz bizning veb-saytimizdan foydalanishni boshlagan vaqtingizdan boshlab, huquqbuzarlik, shartnoma, qonun asosida, shu jumladan, lekin ular bilan cheklanmagan holda, kamsitish va ta'qibga oid har qanday da'volarni, Kaliforniya ish bilan ta'minlash va uy-joy to'g'risidagi adolatli qonunga asoslanadimi yoki yo'qmi, orqaga qarab boshqaradi. , 1964 yilgi Fuqarolik huquqlari to'g'risidagi qonunning VII sarlavhasi, o'zgartirishlar kiritilgan yoki boshqa davlat yoki federal qonun yoki qoidalar, adolatli qonun yoki boshqacha.",
    "658775471": "Biz veb-trafikimizni optimallashtirish uchun Cloudflare-dan foydalanamiz. Cloudflare ma'lumotlarni qanday yig'ishi va qayta ishlashi haqida ma'lumot olish uchun:",
    "702926385": "Taraflarning har biri har qanday hakamlik sudida yuridik vakillik qilish uchun tegishli xarajatlarni o'z zimmasiga oladi, advokatlik to'lovlari qonunda aniq belgilangan hollar bundan mustasno. Tomonlar arbitr tomonidan undiriladigan har qanday dastlabki ma'muriy to'lovni ikki yuz ellik dollar (250,00 AQSh dollari)gacha bo'lgan maksimal narxga bo'linadi. Arbitr va sud muxbirining xarajatlari, agar mavjud bo'lsa, dastlab biz tomonimizdan qoplanadi; biroq, hakamlik sudyasi qonunda nazarda tutilganidek, tegishli xarajatlarni ustun tarafga to'lash va/yoki taraflardan hakamlik sudyasi va/yoki sud muxbiri bilan bog'liq xarajatlarni taqsimlashni talab qilish huquqiga ega.",
    "720059527": "2. Qattiq zaruriy texnik maqsadlarda foydalaniladi: yukni muvozanatlash, marshrutlash.",
    "74538881": "Ushbu veb-sayt uchun javobgarlik",
    "996430331": "Arbitrajning joylashgan joyi.",
    "211351380": "Blogdan:",
    "3153117136": "hCaptcha qiyinchilik sozlamalari qanday ishlaydi",
    "2915355938": "Foydalanish imkoniyati",
    "793784899": "Rejalar",
    "2671622670": "Korxona",
    "3527140447": "Hujjatlar",
    "505891021": "Yorliqlash xizmatlari",
    "692176459": "Kirish",
    "1892574253": "Ro'yxatdan o'tish",
    "2593864519": "Ko'proq botlarni to'xtating. Foydalanuvchi maxfiyligini himoya qilishni boshlang.",
    "4007826952": "Veb, mobil va boshqalar uchun №1 maxfiylik birinchi CAPTCHA.",
    "3721365241": "Sinab ko'ring",
    "3753956446": "Ozod",
    "3276777569": "hCaptcha",
    "55035359": "Hozirda reCAPTCHA ishlatilmoqdami?",
    "3417372336": "Bir necha daqiqada almashtiring",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Eng yaxshi onlayn xizmatlar tayanadi",
    "1470290349": "eng yaxshi bot va firibgarlikni boshqarish uchun.",
    "3714002185": "hCaptcha Enterprise haqida ko'proq bilib oling",
    "3946753128": "Shaxsiy. Xavfsiz. Tezroq.",
    "939665604": "Maxfiylikka qaratilgan",
    "780475098": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. Bizga faqat tashrif yaxshi yoki yomonmi, qiziq. hCaptcha GDPR, CCPA, LGPD, PIPL va boshqa global maʼlumotlar qonunlariga mos keladi.",
    "219813583": "Birinchi navbatda xavfsizlik",
    "2714878440": "Ilg'or mashina o'rganishimiz va insoniylikni tekshirishimiz yordamida xizmatlaringizni qirqish, hisobni o'g'irlash, hisob ma'lumotlarini to'ldirish va spamdan himoya qiling.",
    "1397766838": "Yaxshiroq foydalanuvchi tajribasi",
    "2670352917": "hCaptcha botlarni yanada ishonchli aniqlash imkonini beradi, shu bilan birga odamlar hal qilishlari oson.",
    "2806751666": "hCaptcha nima?",
    "3096063825": "Sinab ko'ring",
    "2968026167": "Sizning sevimli sabzavotingiz",
    "713281684": "Baqlajon",
    "4147497805": "Sabzi",
    "3758963444": "Rahmat! Sizning arizangiz qabul qilindi!",
    "1070364246": "Voy! Shaklni yuborishda nimadir xato ketdi.",
    "1129833879": "Zararli botlarni to'xtating, foydalanuvchi maxfiyligini himoya qiling",
    "58091799": "hCaptcha Publisher va Enterprise haqida ko'proq bilib oling",
    "1599610318": "Nashriyotchi",
    "3093388779": "hCaptcha har qanday hajmdagi nashriyotlar uchun bepul",
    "179723061": "Sinfda yetakchi xavfsizlikka muhtoj bo‘lgan jamoalar uchun ko‘proq nazorat",
    "846501387": "Jahon darajasidagi bot himoyasi",
    "119298044": "O'z-o'zidan boshqariladigan ilg'or ML va AI texnologiyalari veb-xususiyatlaringizni tahdid va hujumlardan himoya qiladi",
    "1263998069": "Inson yechimlari uchun mukofot oling",
    "1103295010": "Odamlar CAPTCHA ni hal qilganda pul ishlang yoki xayriyaga bering",
    "392886773": "Har bir davlatda ishlaydi",
    "2320894364": "200 dan ortiq mavjud nuqtalari bilan hCaptcha buluti butun dunyo bo'ylab aktivlaringizni himoya qiladi",
    "451701069": "GDPR, CCPA bilan mos keladi,",
    "2826051554": "va boshqalar",
    "3530599065": "Maxfiylik boshidan boshlab qurilgan. hCaptcha hech qanday PIIni saqlamaydi va ko'plab maxfiylik mandatlari va qoidalariga mos keladi.",
    "2489287539": "Ishqalanishsiz \"CAPTCHA yo'q\" va 99,9% passiv rejimlar",
    "793242047": "Ilovalarga tezkor kirish imkonini berish uchun foydalanuvchilarga taqdim etiladigan muammolarni kamaytiring",
    "4195759329": "Botni aniqlash va xavf ballari",
    "1150035777": "Mashinani o'rganishning murakkab modellari savollarga to'g'ri javob berilganligidan tashqari ko'plab ma'lumotlarga asoslangan bot ishonch ballarini yaratadi.",
    "3688621388": "Tahdid imzolari",
    "1131525092": "Tegishli firibgarlik va suiiste'mollikni topish va to'xtatish uchun maxfiylikni himoya qiluvchi Scoped UID'larimiz orqali yomon aktyorlarni osonlikcha birlashtiring.",
    "1559631739": "Shaxsiy ta'lim",
    "3952259236": "hCaptcha-ni xatti-harakatlar sinflari bo'yicha o'rgatish uchun hCaptcha-ning minglab signallari bilan ko'r-ko'rona ma'lumotlaringizni birlashtiring -- faqat sizning misolingiz uchun -- har ikkala yechimdan ko'ra zararli xatti-harakatlarni yaxshiroq bashorat qiling.",
    "1150963691": "APTni yumshatish",
    "4083018285": "Kengaytirilgan funksiyalar toʻplami SOC monitoringi va murakkab doimiy tahdidlarga javob berish bilan birlashadi.",
    "3160820928": "Muvofiqlashtirilgan hujumdan himoya qilish",
    "1849805607": "hCaptcha sizning tarmoqlaringizga kirish uchun mo'ljallangan tahdidlar va hiylalardan himoya qiladi",
    "1958297836": "Muvofiqlashtirilgan hujumdan himoya qilish va APTni yumshatish",
    "1300485304": "hCaptcha ilg'or tahdidlar va tarmoqlaringizga kirish uchun mo'ljallangan hiyla-nayranglardan himoya qiladi",
    "2698640210": "Nazorat muammolari va turlari ko'rsatilgan",
    "3121248460": "O'zingizning kutilgan auditoriyangiz uchun oddiydan murakkabgacha bo'lgan cheksiz xilma-xil maxsus muammolarni ko'rsating",
    "3807059944": "Ishlatilgan topshiriq kontentini nazorat qilish",
    "2707282231": "Foydalanuvchilaringiz uchun muammolarni moslashtiring. Botlarni hal qilish va kirib borishini imkonsiz qiling.",
    "4194763679": "Yupqa taneli qiyinchilik darajalari",
    "3730038780": "Foydalanuvchilar hal qilishlari kerak bo'lgan deyarli cheksiz sonli muammolardan tanlang",
    "1849717906": "O'zingizning sinov kontentingiz bilan moslashtiring",
    "1508655687": "Kirishni soddalashtirish yoki cheklash uchun auditoriyangizga moslashtirilgan o'z muammolaringizni qo'shing",
    "3620442880": "Flash Sotishdan himoya qilish xususiyatlari",
    "3265895521": "Kunning vaqtiga qarab qiyinchilikni oshiring va kamaytiring",
    "1485807325": "Ko‘p foydalanuvchili boshqaruv paneli, SAML SSO",
    "359073033": "Boshqaruv panellari faoliyatning yuqori darajadagi yoki nozik ko'rinishlarini taqdim etadi.",
    "4272454814": "Siz tanlagan identifikatsiya provayderi bilan integratsiya qiling.",
    "1141402092": "Kengaytirilgan hisobot xususiyatlari",
    "910989640": "Faoliyatning batafsil va moslashtirilgan hisobotlarini yarating",
    "3768951251": "Korxona SLAlari",
    "1014004474": "hCaptcha korporativ rejalari tashkilotingizni himoya qilish uchun ilg'or xizmat darajasidagi kelishuvlarni taklif qiladi",
    "1177598246": "Sotuvga murojaat qiling",
    "1067704102": "Ma'lumotlarni yorliqlashdagi qiymat",
    "3065000659": "Har safar “mashina ustiga bosganingizda” singlni tayyorlashga yordam berayotganingizni tushundingizmi?",
    "3235430156": "kompaniyaning mashinalarni o'rganish tizimlari bepulmi?",
    "1549336309": "hCaptcha bu modelni aylantiradi. hCaptcha-dan foydalanganda, kompaniyalar o'zlarining insoniyligini isbotlaganidek, foydalanuvchilaringiz bajaradigan ishlarga taklif qilishadi. Siz mukofot olasiz.",
    "3725880582": "Xayriyaga qayting",
    "1671436004": "Sevimli xayriyangizga pul berishni xohlaysizmi?",
    "1663628612": "imkonini beradi",
    "4272088465": "siz tanlagan xayriya tashkilotlari, uni ishlatishdan olgan daromadingiz bilan.",
    "2894845722": "Tez orada saytingizdagi foydalanuvchilar hCaptcha interfeysida ehtiyotkor brending orqali xayriyaga qo'shgan hissangizni ko'rishlari mumkin bo'ladi.",
    "3194111925": "qo'llab-quvvatlash",
    "1637702726": "hCaptcha haqida",
    "2323282990": "Insoniyatni tekshirishga zamonaviy yondashuv",
    "1201821619": "hCaptcha bugungi kunning eng dolzarb muammolaridan birini hal qiladi: zararli botlarning onlayn xizmatlarni suiiste'mol qilishining oldini olish.",
    "1475399473": "hCaptcha jamoasi haqida ko'proq bilib oling",
    "3161489950": "Dunyodagi eng ilg'or xavfsizlik ML platformasi",
    "3247172580": "hCaptcha ilg'or o'z-o'zidan boshqariladigan mashinani o'rganishni yangi chekka hisoblash yondashuvi bilan birlashtirdi, bu esa ma'lumotlarni to'plash va saqlashni noyob tarzda minimallashtiradi, keng ko'lamli miqyos uchun global miqyosda 250 dan ortiq joydan yetkazib beriladi.",
    "3767462250": "Maxfiylik uchun mo'ljallangan",
    "3500503648": "hCaptcha ko'rib chiqish tarixini yozib olish va tahlil qilish o'rniga tezkor baholashga tayanib, ma'lumotlarni uzoq muddatli saqlashni bartaraf etish uchun mo'ljallangan. kabi tashabbuslarni ham qo‘llab-quvvatlaymiz",
    "2418549423": ", kriptografik dalillar orqali onlayn maxfiylikni saqlashning yangi standarti va boshqa noyob maxfiylik birinchi navbatdagi xususiyatlar.",
    "1544546608": "Maxfiylik talon",
    "976209454": "Mukofot oling yoki xayriyaga bering",
    "552920956": "hCaptcha veb-saytlarga botlarni va suiiste'mollikning boshqa shakllarini blokirovka qilgan holda mukofotlar olish imkonini beradi. hCaptcha shuningdek, ushbu daromadlar bilan siz tanlagan xayriya tashkilotlarini qo'llab-quvvatlashga imkon beradi.",
    "654326661": "O'zingiz ko'rishni xohlaysizmi? hCaptcha-ni bepul sinab ko'ring.",
    "3570415321": "Kompaniya",
    "3987022469": "Yorliqlash",
    "1636202177": "Haqida",
    "2670003220": "Ishlar",
    "3233305531": "Savdo belgilari",
    "3028319964": "AI etikasi",
    "4131598919": "bosing",
    "1662477701": "Resurslar",
    "3130928685": "Blog",
    "1756106276": "Holat",
    "1235925265": "Hujjatlar",
    "920212083": "Xato haqida xabar berish",
    "2076066173": "Kiberhujumlar 101",
    "3644106388": "Aloqa",
    "2182196747": "Qo'llab-quvvatlash",
    "487083593": "Sotish",
    "878585497": "Shartlar",
    "1697438123": "Maxfiylik",
    "1316817321": "Atribut",
    "3488019891": "hCaptcha - Intuition Machines, Inc.ning ro'yxatdan o'tgan savdo belgisi.",
    "4224961202": "Maxfiylik, xavfsizlik va mashinani o'rganish.",
    "98173630": "hCaptcha dunyodagi eng keng tarqalgan mustaqil CAPTCHA xizmatidir.",
    "1514478724": "Batafsil ma'lumot",
    "1752795854": "hCaptcha botlarni to'xtatish uchun zamonaviy, maxfiylikka yo'naltirilgan yondashuvni taqdim etadi.",
    "2927700175": "Biz CAPTCHA bo'yicha botlar uchun qiyin, lekin odamlar uchun oson bo'lgan muammolarni mashinani o'rganish muammolaridan yorliqlash qiyin bo'lgan ma'lumotlarni to'plash va veb-sayt yoki ilovaga tashrif buyuruvchining inson ekanligini aniqlash uchun foydalanish orqali ko'rsatamiz.",
    "2188609322": "Yomon aktyorlar Internetda tobora keng tarqalgan. Lekin foydalanuvchi maxfiyligini qurbon qilish bu yechim emas.",
    "2032102720": "Reklama kompaniyalari tomonidan taqdim etiladigan xavfsizlik yechimlari birinchi navbatda foydalanuvchilarni Internetda kuzatishga qaratilgan. Biz ajoyib natijalarni taqdim etish uchun foydalanuvchi maxfiyligiga zarar yetkazish shart emasligini isbotlovchi samarali xavfsizlik yechimini yaratdik.",
    "4146870445": "Biz kimmiz",
    "353066938": "Tajribali jamoa, bugungi kunning eng qiyin muammolari ustida ishlaydi. hCaptcha - bu xizmat",
    "3260825523": "Intuitiv mashinalar",
    "1173652155": "Maslahatchilar",
    "3972094614": "Brendan Eich",
    "2113642787": "Tong qo'shig'i",
    "2256305371": "Berkli Kaliforniya universiteti professori. Chuqur o'rganish, xavfsizlik, blokcheyn mutaxassisi. Oasis Labs bosh direktori.",
    "1606599610": "Kiran Tompson",
    "2177660021": "Stenforddagi tadqiqotchi olim. Yirik banklar, to'siq fondlari va akademiyalarda mashinani o'rganish va miqdorni moliyalashtirish.",
    "2686825859": "Bepul ro'yxatdan o'ting yoki hCaptcha Enterprise yechimlari haqida biz bilan bog'laning",
    "583434701": "hCaptcha foydalanish imkoniyati",
    "611905972": "Xavfsizlikni saqlagan holda barcha foydalanuvchilar uchun uzluksiz kirishni ta'minlash",
    "874098071": "Agar siz maxsus imkoniyatlar foydalanuvchisi bo'lsangiz, bu yerda ro'yxatdan o'ting",
    "2745385064": "Xulosa",
    "3353238942": "hCaptcha botlarni odamlardan ajratib, ularni to'xtatish uchun mo'ljallangan. Vizual testlar buning uchun qulay vositadir, ammo hamma ham vizual muammoni hal qila olmaydi.",
    "3600022491": "Shu sababli, biz xizmatimizdan foydalanuvchi noshirlarga 508-bo'lim va WCAG 2.1 AA to'liq muvofiqligi bilan hamma uchun foydalanish imkoniyatini saqlab qolish uchun oddiy, og'riqsiz muqobil ishlab chiqdik.",
    "2557240048": "Bu qanday ishlaydi: birinchidan, maxsus imkoniyatlar foydalanuvchisi orqali ro'yxatdan o'tadi",
    "3871665286": ", bu hCaptcha vidjet ma'lumotlari sahifasida sezilarli darajada bog'langan. Ularga kuniga bir necha marta ishlatilishi mumkin bo'lgan shifrlangan cookie beriladi, lekin login orqali har 24 soatda yangilanishi kerak.",
    "3441764123": "hCaptcha xizmatidan foydalanadigan saytdagi maxsus imkoniyatlar foydalanuvchisiga topshiriq berilganda, ular avtomatik tarzda o'tadi.",
    "4247858664": "mavjudlik uchun ro'yxatdan o'tish sahifasi",
    "1297657322": "Kirishdan so'ng foydalanuvchining kirish imkoniyati ekrani",
    "1717658846": "Vidjet UI menyusidagi maxsus imkoniyatlar opsiyasi",
    "1266963825": "Savol: hCaptcha Section 508 + WCAG 2.1 AA mos keladimi?",
    "850025770": "Javob: Biz shunday deb hisoblaymiz: Internetni ko‘rib chiqish va shakllarga matn kiritish imkoniyatiga ega bo‘lgan har qanday nogironligi bo‘lgan barcha foydalanuvchilar ro‘yxatdan o‘tgandan so‘ng hCaptcha bilan himoyalangan xizmatlardan foydalanishlari mumkin. Biroq, bu yuridik maslahat emas: joylashtirishingiz uchun shunday bo'lishini ta'minlash uchun siz o'zingizning maxsus amalga oshirishingizni hisobga olgan holda o'zingizning baholashingizni amalga oshirishingiz kerak.",
    "159272246": "Savol: Audio kabi boshqa maxsus imkoniyatlar (“a11y”) opsiyalari ustida ishlayapsizmi?",
    "4074220464": "Javob: Audio captchalar kabi ilgari mashhur bo'lgan variantlar ko'p a11y foydalanuvchilarini kamsitadi va zamonaviy mashinani o'rganish usullari bilan osongina mag'lub bo'ladi. Bu tajovuzkorlarni engish uchun shovqin, g'alati vaqt, g'ayrioddiy so'z birikmalari va hokazolarni joriy qilib, hozirgi audio muammolarini tobora qiyinlashtirdi. Shunday qilib, biz bu yondashuvga unchalik ishtiyoqimiz yo'q, aksincha, qiyinchilikdan butunlay qochishga qarshimiz, lekin a11y hamjamiyatidan talab bo'lsa, buni ko'rib chiqamiz.",
    "2309661107": "Biroq, biz juda qiziqamiz",
    "2555914614": "Maxsus imkoniyatlardan foydalanish holati uchun. Bizning joriy a11y yondashuvimizni Privacy Pass emissiyasi bilan birlashtirish a11y foydalanuvchilariga ularning trafigi ko‘proq shaxsiy ekanligini bilib, xavfsiz kezish imkonini beradi, shu bilan birga a11y opsiyalari mavjud bo‘lganda muqarrar ravishda yuzaga keladigan bot operatorlari tomonidan suiiste’mol qilinishini cheklashiga ishonamiz. Biz ushbu yangi texnologiyani standartlashtiruvchi IETF ishchi guruhining faol ishtirokchilarimiz.",
    "2583775432": "Savol: Maxfiylik haqida nima deyish mumkin? Ro'yxatdan o'tish a11y brauzer ma'lumotlarini qandaydir tarzda oshkor qiladimi? Elektron pochta bilan nima qilasiz?",
    "4215483493": "Javob: hCaptcha boshidanoq maxfiylik uchun mo'ljallangan. Bu reCAPTCHA kabi an'anaviy variantlardan juda farq qiladi, ular reklama tarmoqlariga tegishli bo'lib, ular sizni internetda kuzatishga va sizni haqiqiy shaxs bilan bog'lashga undaydi.",
    "2474661839": "Bizning",
    "4137573005": "maʼlumotlardan qanday foydalanishimiz boʻyicha keng qamrovli va ishonchli javoblarga ega, ammo qisqa javob shuki, biz sizni koʻrish tarixingiz bilan bogʻlashdan manfaatdor emasmiz.",
    "4101570501": "Hozirda biz Maxfiylik Pass ishimizni to‘ldirib, suiiste’mollikning oldini olish qobiliyatimizni saqlab qolgan holda, elektron pochta manzilingizni tezda yo‘q qilish uchun kriptografik yechim ustida ishlamoqdamiz.",
    "260595108": "Biz hech qachon maxsus elektron pochta xabarlari yoki maʼlumotlardan foydalanishni osonlashtirish va suiisteʼmolning oldini olishdan boshqa maqsadda foydalanmaymiz.",
    "3063819779": "Maxfiylik siyosati",
    "465714311": "Maxsus imkoniyatlar foydalanuvchilari uchun: Savol-javob va muammolarni bartaraf etish bo‘yicha qo‘llanma",
    "3596207631": "Savol: Cookie-faylni o‘rnatganimdan keyin ham men muammoni ko‘ryapman. Bunga nima sabab bo'lmoqda?",
    "469089249": "Javob: Bu odatda tajovuzkor reklama blokeri yoki cookie-fayllarga qarshi kengaytma yoki \"saytlararo\" cookie-fayllarni bloklaydigan sozlama, bu holda hCaptcha JS tomonidan o'rnatilgan yoki tekshirilgan hcaptcha.com uchun cookie-fayllardan foydalanish bilan bog'liq. Siz tashrif buyurgan sayt kabi boshqa sayt.",
    "4263626815": "hCaptcha maxsus cookie-fayllari barcha mashhur brauzerlar va reklama blokerlari bilan standart sozlamalari bilan ishlaydi, shuning uchun odatda muvaffaqiyatsizliklar ma'lum saytlarga qaratilgan \"anti-adblock\" skriptlari yoki shunga o'xshash qoidalar to'plami bilan bog'liq.",
    "3906359167": "Yechimlar:",
    "3464870463": "1. Reklamani blokirovka qiluvchi yoki brauzer xavfsizlik kengaytmasidagi hcaptcha.com va *.hcaptcha.com cookie-fayllarini oq ro‘yxatga kiriting.",
    "1204911585": "2. Agar siz (2020-yil aprel holatiga ko‘ra) cookie-fayllar oq ro‘yxatiga ega bo‘lmagan Brave brauzeridan foydalanayotgan bo‘lsangiz, Preferences -> Shields -> Cookie-ga o‘ting va “Barcha cookie-fayllarga ruxsat berish” bandini tanlang.",
    "2932826396": "3. Agar siz yaqinda chiqarilgan OS X 10.15 yoki iOS 13.4 da Safari-ning eng so'nggi versiyasidan foydalanayotgan bo'lsangiz, Apple hozirgina uchinchi tomon cookie-fayllari bilan bog'liq Safari xatti-harakatlarini o'zgartirib, ularning barchasini sukut bo'yicha bloklab qo'ydi. Biz yechimni amalga oshirmoqdamiz, lekin shu vaqt ichida Safari sozlamalari, Maxfiylik bo‘limiga tashrif buyuring va maxsus imkoniyatlar cookie-faylining kutilganidek ishlashini ta’minlash uchun “Veb-sayt kuzatuvi: saytlararo kuzatuvni oldini olish” belgisini olib tashlang.",
    "3836291932": "Savol: Men bir nechta qurilmalardan foydalanaman. Men bir necha marta ro'yxatdan o'tishim kerakmi?",
    "3251220335": "Javob: Yoʻq. Cookie faylini oʻrnatish uchun har bir foydalanayotgan qurilmangizda sizga yuborilgan elektron pochta orqali kirish havolasini bosing.",
    "2082407178": "Savol: Maxsus imkoniyatlar cookie-faylidan foydalanganda o‘zimni uchinchi tomon cookie-fayllarini kuzatishdan qanday himoya qila olaman?",
    "2700197090": "Javob: Domen darajasidagi oq roʻyxatni qoʻllab-quvvatlaydigan har qanday maxfiylik yoki reklamani blokirovka qiluvchi kengaytmalardan foydalanish (masalan, uBlock Origin) kutilganidek ishlaydi: shunchaki hcaptcha.com saytini oq roʻyxatga kiritganingizga ishonch hosil qiling.",
    "3657743880": "Saytlararo cookie-fayllar uchun brauzer ko'rsatmalari",
    "1960601330": "Safari (Mac) da cookie-fayllarni yoqish uchun: Safari ochiladigan menyusiga o'ting. Preferences-ni tanlang. Yuqori paneldagi Maxfiylik-ni bosing. “Cookie-fayllarni bloklash” ostida “Hech qachon” variantini tanlang.",
    "1622303590": "Safari-da cookie-fayllarni yoqish uchun (iPhone/iPad iOS 11+): Sozlamalarni oching. Pastga aylantiring va Safari-ni tanlang. Maxfiylik va xavfsizlik boʻlimida “Saytlararo kuzatuvni oldini olish” va “Barcha cookie-fayllarni bloklash”ni oʻchirib qoʻying.",
    "2199048568": "Istalgan veb-sahifadagi manzil satrining chap tomonidagi qalqonni bosing. Himoya sozlamalarini bosing. Firefox Preferences Maxfiylik va xavfsizlik paneli ochiladi. Kengaytirilgan kuzatuv himoyasi ostida Maxsus-ni tanlang. Qaysi trekerlar va skriptlar bloklanishini ushbu katakchalarni belgilash orqali tanlang. hcaptcha.com saytini blokdan chiqarganingizga ishonch hosil qiling.",
    "3967047208": "Bundan tashqari, belgilash katakchalarini olib tashlash orqali buni tuzatish uchun Custom-dagi ba'zi himoyalarni vaqtincha o'chirib qo'yishingiz mumkin: Agar siz hali ham muammoga duch kelsangiz, Kuzatuvchilar belgisini olib tashlang yoki Cookie-lar katagiga belgi qo'ying.",
    "3805618893": "Google Chrome (kompyuter)",
    "3795997071": "Chrome menyusi belgisini tanlang. Sozlamalarni tanlang.",
    "926138631": "Maxfiylik va xavfsizlik, keyin Cookie va boshqa sayt maʼlumotlariga oʻting.",
    "3419878556": "“Uchinchi tomon cookie-fayllarini bloklash” yoqilmaganligiga ishonch hosil qiling.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Menyu panelidan Chrome sozlamalarini oching.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Android qurilmangizda Chrome ilovasini oching.",
    "3620039756": "Yuqori oʻng tomonda “Koʻproq”, keyin esa “Sozlamalar” ga teging.",
    "2813310562": "Sayt sozlamalari va keyin Cookie-ga teging.",
    "3014657981": "“Cookie-fayllar” yonidagi sozlamani yoqing.",
    "1242066691": "\"Uchinchi tomon cookie-fayllariga ruxsat berish\" yonidagi katakchani belgilang.",
    "292250020": "1. Ekranning yuqori o'ng burchagidagi vitesni tanlang, so'ng \"Internet Options\" ni tanlang. Menyu paneli yoqilgan bo'lsa, siz \"Asboblar\" ni, keyin esa \"Internet Options\" ni tanlashingiz mumkin.",
    "4114820649": "2. \"Maxfiylik\" yorlig'ini bosing.",
    "946838734": "3. \"Kengaytirilgan\" tugmasini tanlang.",
    "348809718": "4. \"Uchinchi tomon cookie fayllari\" ostida \"Qabul qilish\" bandini tanlang.",
    "1253441326": "5. \"OK\" tugmasini bosing",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Gugl xrom",
    "3235744534": "Internet Explorer",
    "4104188759": "AI axloq siyosati",
    "1161704803": "Nega bizda AI axloqi siyosati mavjud?",
    "1806535500": "Qalamdan tortib dinamitgacha bo'lgan deyarli har bir texnologiya a",
    "24452499": "yechim; u yaxshi yoki yomon uchun ishlatilishi mumkin. Ikkilamchi foydalanish yechimlarini tadqiq etuvchi, quruvchi yoki sotuvchi har bir kompaniya o'z harakatlarining oqibatlarini hisobga olish majburiyatiga ega.",
    "4023575072": "ikki tomonlama foydalanish",
    "3336625692": "Ushbu sahifada AI etikasi kontekstida ushbu mavzu bo'yicha fikrlarimiz batafsil bayon etilgan va xizmatlarimizdan foydalanishni ta'minlash uchun biz kuzatib boradigan jarayonlar kompaniya sifatida qabul qilgan siyosatimizga mos keladi.",
    "835717930": "hCaptcha da AI etikasi",
    "2179524509": "Biz vaqti-vaqti bilan hCaptcha xizmati uchun qanday savollarga ruxsat berilganligi va nima uchun alohida savollar berilayotgani haqida savollar olamiz.",
    "1962721652": "Insonlar namuna izlovchilardir va ba'zida beg'araz savol savol bergan har qanday odamning motivatsiyasidan ko'ra, dunyodagi o'zgarishlar tufayli bir zumda mutlaqo ajablantiradigan narsadan shubhali bo'lib qolishi mumkin.",
    "3974566657": "Xizmatlar ommalashgani sayin, bunday holatlar muqarrar ravishda tez-tez uchraydi. hCaptcha dunyoning deyarli barcha mamlakatlarida har kuni millionlab odamlar tomonidan qo'llaniladi, shuning uchun biz imkon qadar shaffof bo'lish uchun ushbu siyosatni va ushbu muammolarni qanday hal qilishimiz bo'yicha amaliy tadqiqotni nashr etmoqdamiz.",
    "1830910223": "Haqiqiy dunyoda AI axloqi bo'yicha amaliy tadqiqot",
    "805971861": "\"Umbrella\" - bu kompyuterni ko'rish bo'yicha tadqiqotchilar tomonidan qo'llaniladigan standart benchmark ma'lumotlar to'plami bo'lgan ImageNet-dagi atama. Soyabon tutgan odamlarni ishonchli aniqlash ham xavfsiz yangi avlod haydovchilarga yordam (ADAS) tizimlarini yaratish uchun juda muhimdir.",
    "3988350": "Bu haqiqiy dunyo soyabon izohlari uchun ajoyib foydalanish holatlari mavjudligini anglatadi. O'z-o'zidan boshqariladigan avtomobillarning ta'siri bo'yicha kelishmovchiliklar uchun joy bor, ammo ADAS tizimlari allaqachon tejaydi.",
    "548587288": "dunyo bo'ylab.",
    "3138772661": "har yili minglab hayot",
    "3168199226": "Biroq, 2020-yilda ma'lum bo'ldiki, bunday turdagi ma'lumotlar to'plamini yaratish ikki tomonlama foydalanish texnologiyasi sifatida qabul qilinishi mumkin, xuddi bir yil oldin kamchilik kutgan.",
    "558378834": "Shu sababli, biz endi soyabonlar bilan bog‘liq savollar bo‘yicha so‘rovlarni qabul qilmayapmiz. Hozirgi vaqtda oxirgi foydalanuvchi soyabonlar haqidagi savolni ko'rganida chalkashlik ehtimoli juda yuqori va bizning maqsadimiz dunyoni yanada yoqimli joyga aylantirishdir.",
    "3376604063": "AI axloq siyosati va jarayonlari",
    "1923365316": "Bizda hCaptcha-da qat'iy AI axloq siyosati mavjud va uning bir qismi mijozingizni bilish (KYC) jarayonini o'z ichiga oladi.",
    "4230322909": "Biz har doim har bir yangi mijoz va ularning maqsadli foydalanish holatlarini yaxshi tushunishga harakat qilamiz, bu bizning mahsulot va xizmatlarimizga mos kelishini tasdiqlash va uning kompaniya sifatida qabul qilgan siyosatimizga amal qilishini ta'minlash uchun.",
    "2735073144": "Biz, shuningdek, kerak bo'lganda, doimiy tekshiruvlarni o'tkazamiz. Masalan, soyabon bilan bog‘liq yorliqlash so‘rovlari bo‘yicha so‘rovlar sanasi va manbalarini yaqinda ko‘rib chiqishda biz so‘nggi 12 oy ichida hech bir davlat organi yoki kuzatuv dasturiy ta’minotining ma’lum davlat yetkazib beruvchisi bizning xizmatlarimizdan soyabonlar bo‘yicha so‘rovlar qilmaganini tezda tasdiqlay oldik. .",
    "2715462692": "Bizning AI axloqiy jarayonimiz qanday ko'rinishga ega?",
    "3049976256": "Har bir yangi yorliqli mijoz uchun biz savdo jarayonida nazorat ro'yxatidan o'tamiz. Bu ishga kirishdan oldin dastlabki KYC tekshiruvini, shuningdek, bizning tahlilchilarimizga qilingan barcha so'rovlarni tekshirishni va real vaqt rejimida o'z-o'ziga xizmat ko'rsatish platformamiz yordamida qilingan so'rovlarni vaqti-vaqti bilan tekshirishni o'z ichiga oladi.",
    "3103642530": "Ushbu ko'rib chiqish bir nechta mezonlar to'plamidan iborat:",
    "3349094124": "Axloqiy tashvishlar mezonlari: Maqsad",
    "1038019440": "1. Ushbu mijoz xalqaro qonunlar va me'yorlarga zid xatti-harakatlar bilan shug'ullanadigan mamlakatning milliy manfaatlarini ifodalaydimi?",
    "493717511": "2. Bu mijoz xizmatlarni so'rayaptimi?",
    "2209109640": "ularning oddiy tadbirkorlik faoliyati kontekstida faqat zararli maqsadlarda foydalaniladimi?",
    "3457805519": "3. Mijozning so'rovi AQSh qonunchiligi va bizning hamkorlik qoidalariga muvofiq bajarilishi mumkinmi?",
    "1942611550": "birinchi navbatda",
    "109179759": "Axloqiy tashvishlar mezonlari: Subyektiv",
    "1033698050": "1. G'arbning odatiy ijtimoiy me'yorlarini talqin qilishimizga ko'ra, mijoz bizga axloqiy jihatdan maqbul deb hisoblagan foydalanish holatini berganiga ishonamizmi?",
    "361372538": "2. Biz taqdim etayotgan xizmatlarimiz mijoz tomonidan kamsituvchi maqsadlarda, qonuniy bo‘lishi mumkin bo‘lgan, lekin biz uchun maqbul bo‘lmagan usullarda ishlatilishiga ishonamizmi?",
    "2867855718": "3. So'rov uchun maxfiylik ehtiyojlari qoniqarli tarzda hal qilinishi mumkinligiga ishonamizmi?",
    "2462728596": "Agar biz ushbu fikrlarni qoniqtira olmasak, so'rovni rad etamiz va Shartlarimizda ko'rsatilganidek, platformamizga keyingi kirishni to'xtatishimiz mumkin.",
    "1995277831": "rahmat",
    "1818116402": "Umid qilamizki, siz sun'iy intellektning axloqiy komponenti bilan operatsion savollarni qanday hal qilishimiz haqidagi ushbu ko'rinishni qadrladingiz.",
    "1499894352": "Juda kam kompaniyalar ushbu sohada qaror qabul qilish jarayonlarida shaffoflikni taklif qiladilar va boshqalar bu misolga ergashadi deb umid qilamiz!",
    "535659033": "Creative Commons attributsiyasi",
    "1495915066": "Biz, ilmiy tadqiqot hamkorlarimiz va mijozlarimiz Creative Commons media vositalaridan qanday foydalanamiz",
    "3017533972": "Biz, akademik tadqiqot hamkorlarimiz va mijozlarimiz vaqti-vaqti bilan insoniyatning mashinalarni o‘rganish sohasidagi bilimlarini oshirish maqsadida hCaptcha platformasi orqali Creative Commons litsenziyasiga ega kontentning ayrim qismlariga havola qilishimiz yoki ko‘paytirishimiz mumkin.",
    "1428053210": "Ushbu tarkib odatda asl shaklidan o'zgartiriladi. Misol uchun, video ko'plab tasvirlarga bo'linishi mumkin, bu tasvirlar ko'plab yangi tasvirlarga bo'linishi mumkin va bu yangi tasvirlar keyin tasodifiy aralashtirilgan holda yakuniy natijani ko'rsatishi mumkin.",
    "1728211763": "Kontentdan shu tarzda va shu maqsadlarda foydalanish qonunchilik va sohadagi standart amaliyotlar haqidagi tushunchamizga ko‘ra adolatli foydalanish qoidalariga to‘g‘ri keladi, biroq biz Creative Commons-ning uzoq vaqtdan beri muxlislarimiz va bu borada yordam beradigan har bir kishini hurmat qilishni afzal ko‘ramiz. mashina intellektini takomillashtirishning monumental vazifasi.",
    "1949452297": "hCaptcha UI ning ichki cheklovlari va uning xavfsizlik nuqtai nazaridan kelib chiqqan holda, har bir tasvirning manbasini undan foydalanishga to'g'ridan-to'g'ri qo'shni ravishda takrorlash mumkin emas. Buning o'rniga biz bosh sahifamizdan ushbu sahifaga havola qilamiz va hozirda yoki yaqinda platforma orqali taqdim etilgan manbalar ro'yxatini yuritamiz. Siz joriy ro'yxatga kirishingiz mumkin",
    "2367602973": "Bu yerga",
    "659124570": "Bundan tashqari, agar siz hCaptcha platformasida sizga tegishli boʻlgan kontentni koʻrsangiz va uni biron-bir sababga koʻra olib tashlashni istasangiz, biz bilan quyidagi manzilga elektron pochta orqali bogʻlanishingiz mumkin.",
    "2066749488": "Boshqa shikoyatlar",
    "3479034323": "Agar siz hCaptcha platformasida sizga tegishli boʻlgan kontentni koʻrsangiz va uni biron sababga koʻra olib tashlashni istasangiz, biz bilan elektron pochta orqali bogʻlanishingiz mumkin.",
    "1836554225": "Blog xabarlari",
    "2873297188": "Barcha CAPTCHASlar amerikalik bo'lmaganlarni kamsitadimi?",
    "165932542": "hCaptcha-ga qarash butun dunyo bo'ylab echish stavkalari",
    "1865097546": "2021 yil 16 noyabr",
    "3005876482": "hCaptcha hozirda eng yirik mustaqil CAPTCHA xizmati bo'lib, Internetning 15 foizida ishlaydi.",
    "693820850": "Maxfiylikni birinchi o'ringa qo'yib, Googleni mag'lub etishingiz mumkin",
    "3609106478": "Hisob ma'lumotlarini to'ldirish:",
    "299335340": "Bu nima va hujumlarni qanday to'xtatish kerak",
    "354925785": "Kirish",
    "423222878": "Aniqlash, oldini olish va to'xtatish uchun eng qiyin kiberhujumlardan ba'zilari zararli aktyor faol foydalanuvchi hisobiga kirish uchun qonuniy foydalanuvchi hisob ma'lumotlaridan foydalanishi mumkin bo'lgan hujumlardir. Ko'pgina murakkab aniqlash imkoniyatlari mavjud bo'lmasa, hisob qaydnomasini joylashtirgan kompaniyada biror narsa noto'g'ri ekanligiga shubha qilish uchun hech qanday sabab yo'q. Mijoz shunchaki o'z hisobiga kirgan ko'rinadi. Hujumchi o'g'irlangan hisob ma'lumotlari yordamida bu muvaffaqiyatli hiylaga erishdi - odatda \"hisob ma'lumotlarini to'ldirish\" deb nomlanuvchi kiberhujum texnikasi natijasidir. Bugungi kunda bu jiddiy muammo, ammo to'g'ri choralar bilan uni yumshatish mumkin.",
    "777660551": "Hisob ma'lumotlarini to'ldirish nima?",
    "2602763587": "Hisob maʼlumotlarini toʻldirish kiberhujumning bir koʻrinishi boʻlib, unda tajovuzkor oʻgʻirlangan foydalanuvchi nomlari va parollari yordamida bir necha marta veb-saytga kirishga harakat qiladi. \"To'ldirish\" deyarli har doim avtomatlashtirilgan bot dasturi tomonidan amalga oshiriladigan takroriy kirish urinishlariga ishora qiladi.",
    "1271831121": "Bu xaker (albatta, qalpoqcha kiygan!) u yerda o‘tirib, hisob ma’lumotlaridan keyin hisob ma’lumotlarini terayotganga o‘xshamaydi. Avtomatlashtirilgan kirish boti Selenium kabi tayyor vositadan yoki maxsus ishlab chiqilgan xakerlik vositasidan tayyorlanishi mumkin.",
    "2588750717": "Darhaqiqat, ba'zi hisob ma'lumotlarini to'ldirish hujumlari millionlab hisob ma'lumotlarini o'z ichiga oladi - barchasi kirishga ruxsat berish umidida veb-saytga kirish interfeysiga kiritiladi. Ichkariga kirgandan so'ng, tajovuzkor jabrlanuvchining hisobini egallashi mumkin.",
    "1137757109": "Agar bu elektron tijorat hisobi bo'lsa, tajovuzkor tovarlarga buyurtma berishi mumkin. Agar jabrlanuvchi bank bo'lsa, tajovuzkor pul mablag'larini offshorga o'tkazishi mumkin va hokazo.",
    "1559150837": "Maqsadlar himoyasiz emas. Aksariyat veb-saytlarda qisqa vaqt ichida bir xil IP manzildan minglab turli hisoblarga kirishga urinayotgan shubhali foydalanuvchini bloklaydigan boshqaruv elementlari mavjud. Hisob ma'lumotlarini to'ldirish tajovuzkorlari ushbu himoya usullarini aylanib o'tish uchun nima qiladilar, bu geografik va IP xilma-xilligini taqlid qilishdir. Kuchli, ko'pincha sun'iy intellektga asoslangan vositalardan foydalanib, ular minglab foydalanuvchilar kunning turli vaqtlarida butun mamlakat bo'ylab tasodifiy tizimga kirishga harakat qilayotgandek tuyulishi mumkin. Buni aniqlash va to'xtatish ancha qiyin.",
    "1892020899": "Xakerlar hisobga olish ma'lumotlarini qayerdan olishadi?",
    "2597149484": "Xaker juda ko'p hisobga olish ma'lumotlarini \"to'ldirish\" kerakligi sababi, ular o'g'irlangan hisob ma'lumotlarini qayerdan olishlari bilan bog'liq.",
    "3030395800": "Ushbu hisob ma'lumotlari odatda ma'lumotlar buzilishidan kelib chiqadi. “Hisob maʼlumotlari toʻkilishi” deb ham ataladigan bu hujumlar millionlab hisob maʼlumotlarining qorongʻu tarmoqqa tushishiga olib kelishi mumkin. Agar to'kilgan narsa bankdan bo'lsa, xaker boshqa saytlarga kirish uchun ushbu hisob ma'lumotlaridan foydalanishga harakat qiladi. Ushbu yondashuv ishlaydi, chunki ko'p odamlar bir nechta saytlar uchun bir xil foydalanuvchi nomi va parol kombinatsiyasidan foydalanadilar. (Ushbu amaliyot tavsiya etilmaydi, lekin haqiqat shunday. Odamlar odatda bir xil login ma'lumotlarini takrorlaydilar.)",
    "1258965840": "Shunday qilib, agar tajovuzkor bitta saytga kira olsa, u to'kilgan hisob ma'lumotlari yordamida bir nechta saytlarga kirishi mumkin. Masalan, ular JohnDoe/525momma kabi foydalanuvchi nomi/parol juftligini olishlari mumkin, ammo ular bu juftlik ular uchun nima qilishini bilishmaydi. Shunday qilib, ular Amazon.com, Ebay, Citibank, Walgreens va boshqalarda juftlikni sinab ko'rishadi. Ular bu juftlikni minglab turli saytlarda sinab ko'rishlari mumkin.",
    "3594440415": "Oxir-oqibat, ular eshiklarni ochishni boshlaydilar.",
    "780280214": "hCaptcha va hCaptcha Enterprise qanday qilib hisob ma'lumotlarini to'ldirish xavfini yumshatadi",
    "4165374512": "Hisob ma'lumotlarini to'ldirishning oldini olish uchun IP va joylashuvni aniqlash vositalaridan foydalanish mumkin bo'lsa-da, tejamkorroq va aniqroq usul bu avtomatik hisob ma'lumotlarini to'ldirish botini to'xtatishdir. hCaptcha va hCaptcha Enterprise kirish nuqtasida botni qoqib qo'yishi mumkin. Bot to'g'ri hisob ma'lumotlariga ega bo'lsa ham, agar u hCaptcha Enterprise yoki hCaptcha CAPTCHA ni aniqlashdan o'ta olmasa, u o'zini to'ldira olmaydi va sizning saytingiz va foydalanuvchilaringiz himoyalangan.",
    "3269644546": "Iltimos",
    "1058572205": "haqida ko'proq ma'lumot olishni istasangiz",
    "3753613260": "aloqa",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA shikoyatlari haqida xabar berish",
    "54093347": "DMCA roʻyxatdan oʻtgan agent",
    "3233441200": "Buzg'unchi siyosatini takrorlang",
    "4011712313": "DMCA siyosatining bir qismi sifatida biz bir nechta DMCA bildirishnomalarini oladigan mijozlarning hisoblarini ko‘p bosqichli DMCA takroriy buzish siyosatiga joylashtiramiz. Bir kalendar oyida takroriy DMCA bildirishnomalari olgach, mijoz hisobi siyosatning bir bosqichidan ikkinchisiga o'tadi.",
    "766825168": "DMCA takroriy huquqbuzarlik siyosati boʻyicha biz koʻrishimiz mumkin boʻlgan harakatlar hisob qaydnomasi mijoziga koʻrinishning oshishi haqida ogohlantirishlarni yuborishni oʻz ichiga oladi. Ushbu ogohlantirishlarni qabul qilish uchun mijozdan hisobga kirishini yoki qo'llab-quvvatlash guruhimizga qo'ng'iroq qilishni talab qilishimiz mumkin. Shuningdek, biz huquqbuzarliklar haqida takroriy ogohlantirishlarni yuborganimizdan keyin ham, biz DMCA daʼvo qilingan huquqbuzarlik haqidagi bildirishnomalarini olishda davom etgan har qanday mijozning hCaptcha va IMI xizmatlarini toʻxtatib turish yoki tugatish, shuningdek, boshqa vaqtinchalik choralarni qoʻllash huquqini oʻzida saqlab qolamiz. Bundan tashqari, ushbu siyosat boʻyicha hCaptcha xizmatini toʻxtatganimizda, biz oʻz ixtiyorimiz bilan ushbu mijozlarga taqdim etilgan boshqa hCaptcha yoki IMI xizmatlarini toʻxtatishimiz mumkin.",
    "2410122265": "hCaptcha manbalari: Bots 101",
    "4166776480": "Hisob ma'lumotlarini to'ldirish: bu nima va hujumlarni qanday to'xtatish kerak",
    "2301335298": "To'lov firibgarligi: Kiberjinoyatlarning tez rivojlanayotgan usulini yumshatish",
    "3682071227": "Hisobni o'zgartirish nima va ular qanday ishlaydi?",
    "2729131930": "Scraping nima va u qanday ishlaydi?",
    "1344959096": "Shaxsiy ma'lumotlar yorlig'i sifatida ishlash",
    "3510143229": "hCaptcha - bu veb-saytlar va ilovalar uchun xizmat,",
    "3930611699": "individual ishchilar.",
    "1051214799": "hCaptcha veb-xavfsizlik xizmati bo'lib, undan foydalanadigan veb-saytlar yoki ilovalar noshirlari bilan qiymat almashishga harakat qiladi.",
    "360236473": "hCaptcha xizmatidan hech kimning individual yorlig'i sifatida ishlashi uchun foydalanish mo'ljallanmagan. Bu maqsad uchun mo'ljallanmagan yoki mos kelmaydi. Biz hech kimga hCaptcha-dan shaxsiy daromad manbai sifatida foydalanishni tavsiya etmaymiz.",
    "3842490632": "Ko'p savollarga javob berishga urinayotgan individual foydalanuvchi tezligi cheklangan yoki tezda taqiqlangan bo'lishi mumkin. Biz kabi muhim",
    "1560232962": "batafsil o'z ichiga oladi, har qanday berilgan javob uchun olingan miqdori bo'yicha hech qanday kafolatlar berilmaydi. O'sha paytda pulli savollar bo'lmasligi mumkin, javob sifat sabablarga ko'ra rad etilishi mumkin va hokazo.",
    "2694001822": "Biroq, biz vaqti-vaqti bilan tizim xususiyatlari va yangi xususiyatlarni sinab ko'rishga yordam beradigan shaxslarni yollaymiz.",
    "1569804581": "Kelajakda tegishli imkoniyatlar bo'yicha siz bilan bog'lanishni istasangiz, ushbu shaklni to'ldiring.",
    "636461959": "Ism",
    "1139500589": "Mamlakat",
    "1789607185": "E-pochta manzili",
    "325077666": "Ma'lumotingizni yuborish orqali siz bizning shartlarimizga rozilik bildirasiz",
    "3555583744": "va",
    "3609929815": ". Biz sizning ismingiz, mamlakatingiz va elektron pochta manzilingiz ma'lumotlarini faqat kelajakda individual yorliqlash ish imkoniyatlari bo'yicha siz bilan bog'lanish maqsadida saqlab qolamiz.",
    "4197928199": "Maxfiylik siyosati",
    "851786723": "Elektron pochtangizni kiritish orqali siz Shartlar va Maxfiylik siyosatimizga rozilik bildirasiz va bizdan elektron pochta xabarlarini qabul qilasiz.",
    "2402165761": "Scraping qanday ishlaydi?",
    "4260542944": "Kontentni qirqish (shuningdek, \"ekranni qirqish\" yoki shunchaki \"qirqish\" deb ham ataladi) Internetdan ma'lumot to'plash uchun tanish, ko'pincha foydali jarayon. Biroq, so'nggi yillarda ushbu texnika xakerlar va firibgarlar uchun qulay vositaga aylandi. Qarshi choralar tahdidni samarali tarzda yumshata oladi, ammo ularni amalga oshirish uchun jarayon qanday ishlashini tushunish kerak.",
    "2066255783": "Kontentni tozalash nima?",
    "1910628828": "Kontentni qirqish - bu dasturiy ta'minot mijozi yoki veb-brauzerni taqlid qiluvchi avtomatlashtirilgan asboblar to'plamini o'z ichiga olgan tizimdan ma'lumotlarni olish usuli. Bu yangi emas. Aslida, eski asosiy kompyuterdan ma'lumotlarga muhtoj bo'lishi mumkin bo'lgan dasturiy ta'minot muhandislari uchun qirqish ma'lumot olishning yagona usuli bo'lishi mumkin. Asl ulagichlar yo'qolgan va ularni almashtirish imkonsiz bo'lishi mumkin.",
    "3408107995": "Biroq, bugungi kunda qirib tashlash har doim veb-saytdan ma'lumotlarni olish uchun dasturiy yondashuvni anglatadi. Olib tashlash dasturi inson foydalanuvchisi kabi ishlaydi, tugmalarni bosadi va natijani o'qiydi. Chiqib ketish uchun juda ko'p qonuniy foydalanish mavjud. Qidiruv tizimlarini faollashtiradigan veb-brauzerlar bunga misoldir. Minglab sayohat veb-saytlarini tarash orqali sayohat takliflarini qidiradigan Skyscanner kabi vositalar. Fintech firmalari, agar ma'lumotlar ulanishini amalga oshirish uchun amaliy dasturlash interfeyslari (API) bo'lmasa, foydalanuvchining moliyaviy ma'lumotlarini bank saytlaridan o'chirib tashlaydi. Ekranni qirib tashlashda yodda tutish kerak bo'lgan narsa bu uning tezligi va kengaytirilishidir. Jarayon veb-saytlardan katta hajmdagi ma'lumotlarni yig'ishi mumkin, agar saytlar uning sodir bo'lishini to'xtatish uchun sozlanmagan. Hisoblash tezligida skreper veb-saytlar va ularni quvvatlaydigan asosiy dasturiy ta'minot va ma'lumotlar bazalari bilan o'zaro aloqada bo'lib, katta ma'lumotlar to'plamini to'plashi mumkin.",
    "1920884252": "Nima uchun kontentni qirqish xavfsizlikka tahdid soladi?",
    "2256795853": "Veb-saytlardan juda ko'p ma'lumotlarni tezda olish qobiliyati yomon niyatli aktyorlar qo'lida kuchli vositaga aylantiradi. Scraping bot ijtimoiy media saytlaridan foydalanuvchi ma'lumotlarini to'plashi mumkin. Keyin, manzillar va boshqa shaxsiy ma'lumotlarni o'z ichiga olgan saytlarni qirib tashlash va natijalarni o'zaro bog'lash orqali xaker shaxsni aniqlash jinoyatlarini sodir etishi mumkin, masalan, soxta kredit karta arizalarini topshirish.",
    "4087694419": "Hacker soxta yoki aldamchi mahsulotlar ro'yxatini yaratish uchun Amazon va eBay kabi saytlardan ma'lumotlarni ham to'plashi mumkin. Keyin u ularni OfferUp kabi peer-to-peer xizmatlarida sotuvga taklif qilishi va xaridorlarga fishing hujumlarini amalga oshirishi mumkin. Yoki firibgar mavjud bo'lmagan mahsulotlarni sotishi mumkin. Ekranni o'chirish uchun navbatdagi firibgarlik reklama noshirlarini soxtalashtirishni o'z ichiga oladi. Noshir saytlaridan tarkibni olib tashlash orqali firibgar turli xizmatlarda soxta reklama nashriyot sahifalarini yaratishi mumkin. Keyin ular ushbu sahifalardagi reklamalarni noshirning ads.txt faylidan olingan kontaktlarini vakolatli sotuvchilarga sotishlari mumkin. Reklama uyalari reklama beruvchiga haqiqiydek ko'rinadi, lekin ular emas.",
    "3315658779": "hCaptcha Enterprise bilan tarkibni qirqishning oldini oling",
    "2602081482": "hCaptcha Enterprise saytingiz va ilovalaringizga zararli trafikni aniqlash uchun ilg'or mashina o'rganishdan foydalanadi, shu jumladan qirib tashlash harakatlari.",
    "1422537019": "ko'proq o'rganish uchun bugun biz.",
    "1988268879": "Masshtabda tejamkor ma'lumotlarni etiketlash",
    "2163914794": "Maʼlumotlar toʻplami uchun koʻproq teglar kerakmi? hCaptcha sun'iy intellekt va mashinani o'rganish dasturlarida ishlaydigan kompaniyalar uchun tezkor, tejamkor va yuqori sifatli ma'lumotlarni yorliqlashni ta'minlaydi.",
    "3378932530": "Maʼlumotlaringizni hoziroq belgilang",
    "3483700676": "Bir zumda millionlab vazifalarni ishga tushiring",
    "3478726913": "hCaptcha sizning foydalanishingiz mumkin bo'lgan sayyoradagi eng katta hovuzlardan biriga ega. Sizning miqyosingiz qanday bo'lishidan qat'iy nazar, biz buni oldindan qimmat majburiyatlarsiz hal qila olamiz. Kuniga millionlab vazifalar muammo emas.",
    "740501259": "API tomonidan boshqariladigan oddiy quvurlar",
    "2784612261": "Inson tekshiruvini bevosita biznes operatsiyalaringizga integratsiya qilishni xohlaysizmi? Biz yuqori ishonchlilikdagi SLA'larni, kafolatlangan quvvatni va oddiy REST API'larini taklif qilamiz.",
    "1144966033": "Narx va sifat uchun optimallashtirilgan",
    "3213351333": "Oldindan majburiyat shart emas",
    "2107077506": "HUMAN platformasi real vaqtda murakkab sifat tahlilini amalga oshirish uchun keng qamrovli ishonch modellaridan foydalanadi. Bu bizga savollarning qiyinligini ham, ularning to'g'ri javobini ham tezda aniqlash imkonini beradi va vaqt va pulni tejaydi.",
    "3576146278": "Faqat kerakli aniqlik uchun to'lang",
    "2952586316": "Hamma muammolar bir xil emas. Xavfsizlik nuqtai nazaridan muhim vazifalar uchun izohlar 99,99% ishonchni to'liq insonlardan talab qilishi mumkin. Mobil oʻyin ilovasidagi bitta beta funksiya uchun izohlar faqat oʻrtacha ishonchni talab qilishi mumkin. Siz qaror qilasiz.",
    "710145621": "O'zingizning asosiy haqiqat ma'lumotlaringizni taqdim eting yoki bizga uni tezda yaratishga ruxsat bering",
    "987901590": "Sizda keng qamrovli tekshirish to'plamisiz xom ma'lumotlaringiz bormi? Aksariyat hollarda biz tizim orqali bajariladigan vazifalar sifatida siz uchun bittasini yaratishimiz yoki tasdiqlashingiz uchun yorliqli namunalar yaratishimiz mumkin.",
    "2597352122": "Annotatsiya turlari",
    "1344687860": "Chegara qutilari",
    "1089415440": "Rasmlar va videolarda ob'ektni aniq aniqlash",
    "3817067682": "Ko'pburchaklar",
    "2682873489": "Ob'ektlar uchun chegara maydonini belgilang",
    "1275150216": "Belgilar",
    "2067112112": "Turli xil foydalanish holatlari uchun nuqta izohlari",
    "4228682126": "Atributlarni turkumlashtirish",
    "2920213479": "Har qanday o'lchamdagi ixtiyoriy toifalarni saralash yoki qo'shish",
    "3288667364": "Taqqoslash va aniqlash",
    "155877895": "Inson kuchi yordamida aniqlash va tasniflash",
    "3128433367": "... va boshqalar",
    "2827452240": "Bu erda ro'yxatga olinmagan boshqa tur kerakmi? Faqat bizdan so'rang.",
    "719304627": "Yakuniy nazorat kerakmi?",
    "1172067553": "hCaptcha orqasidagi HUMAN platformasi mavjud tizimlaringiz bilan integratsiyalashgan mahalliy, gibrid yoki SaaS o'rnatish orqali yuqori darajada murakkab ish sifati va boshqaruv xususiyatlarini ta'minlaydi.",
    "2319072959": "Oʻz ishchi kuchingiz bilan butunlay oflayn rejimda ishlang, biznes boʻlinmalari yoki konsorsium hamkorlari boʻylab sarflangan qiymatni kuzatib boring, xarajat va xavfsizlik talablari asosida ishlarni turli ichki yoki tashqi mehnat taʼminotchilariga tanlab yoʻnaltiring va hokazo.",
    "1936512180": "Oson API kirish, chiroyli asboblar paneli va ishchilarning samaradorligini oshirish uchun eng so'nggi texnologiya.",
    "3913848038": "99,99% ish vaqti SLA va 24/7 global yordam mavjud.",
    "1080752747": "Savdolar bilan bog'laning",
    "1525403768": "Qo'shimcha ma'lumot olish uchun Enterprise Sales bilan bog'laning.",
    "1546930020": "Belgilangan ma'lumotlarni olish",
    "2486638408": "Xususiyatlarni aniqlang",
    "1027200955": "Loyihangizning ehtiyojlarini aniqlash uchun domen mutaxassislarimizdan biri bilan gaplashing: maqsad aniqligi, format va har qanday maxsus talablar.",
    "1156712451": "Dastlabki ish sinovi",
    "181065232": "Biz sizning namunaviy ma'lumotlaringiz asosida kichik ishlab chiqarish ishini bajaramiz. Bu sizga kerakli narsani olishingizga ishonch hosil qilish uchun birgalikda bajargan ishni sinab ko'radi.",
    "3207769512": "Ishlab chiqarish ishlarini joylashtirish",
    "1099238677": "Yuqori hajm va past kechikish bilan biz ishingiz tugashi bilanoq avtomatik yetkazib berish bilan tezda aylantiramiz.",
    "465783046": "Ma'lumotlaringiz bilan sinab ko'rmoqchimisiz?",
    "328625009": "... siz bo'lganingizda biz tayyormiz: bizning xizmatimiz kechayu kunduz ishlaydi.",
    "3225770968": "hCaptcha mashinani o'rganishda eng ko'p mehnat talab qiladigan muammolarni hal qilish uchun mo'ljallangan; katta hajmdagi ma'lumotlarni o'z vaqtida, arzon va ishonchli tarzda etiketlash.",
    "2041686284": "Mashinani o'rganish modellarini o'rgatishda ko'proq ma'lumotlar odatda yaxshi natijalar beradi. Chuqur modellarning so'nggi muvaffaqiyati tobora kattaroq ma'lumotlar to'plamiga olib keldi va hCaptcha bu ehtiyojni qondiradi. Biroq, an'anaviy usullardan foydalangan holda inson tomonidan ko'rib chiqilgan katta ma'lumotlar to'plamini yaratish ham sekin, ham qimmat.",
    "3729345277": "hCaptcha - bu kompaniyalar uchun talab qilinadigan izohlarni boshqa muqobillarga qaraganda tezroq, sifatli va arzonroq olish usulidir.",
    "2103563261": "Shaxsiy yoki ommaviy axborot",
    "2513143348": "hCaptcha Enterprise tizimi o'z dizaynida o'ziga xos moslashuvchan: agar siz ommaviy bulutni ishlatsangiz yoki ko'plab ma'lumotlar markazlariga ega bo'lsangiz, u qisman yoki to'liq tarmoq chekkasida joylashtirilishi mumkin.",
    "3107683988": "Bu tarmoqdan tashqari trafikni va xarajatlarni keskin kamaytirishi mumkin, shu bilan birga eng qat'iy SLAsni qondirish uchun 24/7 qo'ng'iroq bo'lgan xodimlarimiz tomonidan boshqarishning barcha afzalliklarini saqlab qoladi.",
    "3660619092": "Bepul roʻyxatdan oʻting yoki Enterprise yechimlari uchun sotuvlar bilan bogʻlaning",
    "2351176803": "hCaptcha JS API uchun litsenziya shartlari",
    "2616226398": "Bizga bog'liq",
    "2024293275": ". Boshqa barcha huquqlar hozircha himoyalangan.",
    "1062291156": "standart shartlar",
    "2712493234": "To'lov firibgarligi: Kiberjinoyatlarning tez rivojlanayotgan usulini yumshatish",
    "1817772953": "Firibgarlik jinoyatning yangi shakli emas. Darhaqiqat, arxeologlar qariyb 10 000 yil avval chorva mollarini yo'qotishsiz tashish uchun qadimgi shumerlar tomonidan yaratilgan firibgarlikka qarshi qurilmalarni topdilar! Ularning holatlarida, ular har biri hayvonni ifodalovchi loy belgilarini \"bulla\" deb nomlanuvchi loy to'pning ichiga qo'yishadi. Buqa sotuvchidan xaridorga o'tayotganda suruv bilan sayohat qilardi. O'shanda ham biznes egalari ular bilan shug'ullanayotganlarning hammasi ham yuqori va yuqori emasligidan xavotirda edilar. 10 000 yil ichida ko'p narsa o'zgardi, ammo firibgarlikning oldini olishda innovatsion bo'lish zarurati bizda qolmoqda. Bugungi kunda onlayn to'lovlarni firibgarlik masalasi muhim ahamiyatga ega. Internet yordamida firibgarlar firibgarlikka qarshi nazoratni qo‘ldan chiqarishga borgan sari mohir bo‘ldi. Biroq, yangi yechimlar vaziyatni o'zgartirmoqda.",
    "1053787685": "To'lov firibgarligi nima?",
    "433424759": "Toʻlov firibgarligi har qanday noqonuniy operatsiyani oʻz ichiga oladi, bunda kiberjinoyatchi qurbonni qimmatli narsadan, odatda puldan mahrum qiladi. Bu o'g'irlangan kredit kartadan mahsulotga onlayn buyurtma berish yoki bank hisobini egallash va undan noqonuniy ravishda pul o'tkazishni anglatishi mumkin. Turli xil variantlar mavjud, ammo ularning barchasi bir xil natijaga ega: firibgar iste'molchi, bank yoki savdogardan o'g'irlash uchun o'g'irlangan shaxs yoki to'lov ma'lumotlaridan foydalanadi.",
    "2939852138": "Qanday qilib firibgarlar to'lov firibgarligidan qutulishga harakat qilishadi?",
    "1665616092": "To'lovlarni firibgarlik tushunchasi oddiy, ammo bugungi kunda amalga oshirishda u juda murakkab bo'lishi mumkin.",
    "4246520782": "Darhaqiqat, Internet so'nggi yillarda firibgarlar va himoyachilar o'rtasidagi haqiqiy qurollanish poygasining guvohi bo'ldi.",
    "2167049807": "Xavfsizlik guruhlari toʻlovlar boʻyicha firibgarlikka qarshi oson, dangasa yondashuvlarga barham beradigan turli qarshi choralar va nazoratni qoʻlladi. Biroq, hujumlar tobora murakkablashib bormoqda. Misol uchun, endi botlar soxta veb-saytlar va fishing hujumlaridan o'g'irlangan kredit karta raqamlari va PIN-kodlarni yig'ib olishlari mumkin.",
    "1936449777": "So‘ngra, to‘liq avtomatlashtirilgan rejimda ular elektron tijorat saytlarida inson xatti-harakatlariga taqlid qilishlari, tugmalarni bosishlari va xarid qilish aravachalariga narsalarni qo‘shishlari mumkin – ko‘pchilik firibgarlikka qarshi boshqaruvchilar bot o‘g‘irlashga urinayotganini aytolmaydi. tovar. Aksincha, inson foydalanuvchi oddiygina xarid qilayotganga o'xshaydi. Bot o'g'irlangan login hisob ma'lumotlari yordamida haqiqiy mijozning akkauntiga kirishi mumkin. Botning IP manzillarini soxtalashtirish va “xarid”ni chet elda bo'lishi mumkin bo'lgan tajovuzkordan boshqa joyda bo'lgandek ko'rsatish qobiliyati firibgarlikni yanada yashiradi.",
    "648630222": "hCaptcha Enterprise bilan toʻlovlar boʻyicha firibgarlikning oldini oling",
    "1621930829": "Bugungi ilg'or, to'xtovsiz to'lovlarni firibgarlik faoliyati haqida nima qilish mumkin? Bir nechta boshqaruv qatlamlarini qo'llash odatda oqilona yondashuvdir. Biroq, yaratuvchilarning inson xatti-harakatlarini takrorlash bo'yicha ko'p urinishlariga qaramay, botni tuzoqqa tushiradigan va uning soxta ekanligini oshkor qiladigan eng yaxshi qarshi choralar.",
    "2423586454": "AI qanchalik yaxshi bo'lishidan qat'i nazar, dasturiy ta'minot qila olmaydigan ba'zi narsalar mavjud. Zamonaviy CAPTCHA texnologiyasi to'lovlarni firibgarlikni davom ettirishga urinayotgan botlarni blokirovka qilishning tasdiqlangan usulini taklif etadi. CAPTCHA-ga eski yondashuvlar, qutidagi oddiy qiyshaygan raqamlar kabi, ilg'or botlarni yumshatishda asosan etishmayotgan bo'lsa-da, hCaptcha Enterprise kabi avtomatlashtirilgan sinov-javob qurilmasi hisob qaydnomasiga kirish yoki xarid qilish savatini to'lash vaqtida firibgar botni osongina mag'lub etishi mumkin. Agar bot haqiqiy hisob ma'lumotlariga ega bo'lsa ham, CAPTCHA orqali o'tolmaydi.",
    "1467308982": "To'lov jadvallari",
    "1291824746": "hCaptcha to'lovlari har chorakda 60 kun davom etadi. Bu nimani anglatishini ko'rsatish uchun quyidagi jadvalga qarang.",
    "3444947612": "O'rtasidagi trafik",
    "4181611011": "Kelishuv sanasi",
    "728503636": "To'lov sanasi",
    "3720584906": "2021 yil 15 iyul - 2021 yil 15 oktyabr",
    "388240587": "2022 yil 5-15 yanvar",
    "3426312287": "2022 yil 5-15 yanvar",
    "615618648": "2021 yil 15 aprel - 2021 yil 15 iyul",
    "3376724603": "2021 yil 14-24 sentyabr†††",
    "3398978455": "2021 yil 15-25 sentyabr†††",
    "2722456056": "2021 yil 15 yanvar - 2021 yil 15 aprel",
    "4063155841": "2021 yil 25 iyundan kechiktirmay††",
    "4082053540": "2021 yil 19-25 iyun††",
    "64953197": "2020 yil 15 oktyabr - 2021 yil 15 yanvar",
    "1023070345": "2021 yil 14 martdan kechiktirmay",
    "2600696085": "2021 yil 15 mart",
    "3217791519": "2020 yil 15 iyul - 2020 yil 15 oktyabr",
    "649261378": "2021 yil 5-11 yanvar*",
    "1559190296": "2021 yil 5-11 yanvar†",
    "3806054689": "2020 yil 15 aprel - 2020 yil 15 iyul",
    "4162383380": "2020 yil 16-22 sentyabr*****",
    "1990824776": "2020 yil 16-24 sentyabr*****",
    "3856690908": "2020 yil 15 yanvar - 2020 yil 15 aprel",
    "3200641265": "2020 yil 16 iyundan kechiktirmay*",
    "3744079744": "2020 yil 15-19 iyun****",
    "2209837451": "2019 yil 15 oktyabr - 2020 yil 15 yanvar",
    "2510534204": "2020-yil 23-martdan kechiktirmay***",
    "2910560864": "20-23 mart 2020-yil***",
    "2544565802": "2019 yil 15 iyul - 2019 yil 15 oktyabr",
    "3963642878": "2019 yil 14 dekabrdan kechiktirmay*",
    "622103562": "2019 yil 17 dekabr**",
    "4072202039": "2019 yil 15 aprel - 2019 yil 15 iyul",
    "818049069": "2019 yil 15 iyuldan kechiktirmay",
    "1169005651": "2019 yil 15 sentyabr",
    "2303655425": "2019 yil 15 yanvar - 2019 yil 15 aprel",
    "3678889946": "2019 yil 15 iyundan kechiktirmay",
    "3094354698": "2019 yil 15-iyun",
    "4217013126": "Toʻlovlar odatda toʻlov sanasida kun davomida amalga oshiriladi va odatda Tinch okeani vaqti bilan yarim tungacha yakunlanadi. Agar hisob ko'rib chiqish uchun belgilangan bo'lsa, to'lovni bekor qilish uchun qo'shimcha besh ish kuni ketishi mumkin.",
    "1447649958": "Eslatib oʻtamiz, toʻlovlar uchun faqat aniq odam harakati mumkin. Bu haqda batafsil ma'lumotni quyida havola qilingan tez-tez so'raladigan savollarimizda ko'rishingiz mumkin. Mavjud balans, shuningdek, to'lovni olish uchun minimal chegaraga javob berishi kerak, hozirda 10 HMT.",
    "4257144752": "Haqiqiy vaqtda hisob-kitoblar yakuniy aniqlikni yoki insoniylikni aks ettirmaydi, shuning uchun sizning yakuniy daromadingiz birinchi yarashuvingizdan oldin asboblar panelida ko'rsatilgan raqamlardan sezilarli darajada yuqori yoki past farq qilishi mumkin.",
    "2728931827": "Har bir solishtiruvdan so'ng, sizning saytingizdagi kalitlar bo'yicha hisob-kitoblaringiz yangilanadi va agar saytingiz foydalanuvchi xatti-harakatlarida jiddiy o'zgarishlar bo'lmasa, kelajakdagi bashoratlarning aniqligi oshishi kerak.",
    "1200905005": "††† 2021-yil sentabr oyidan boshlab solishtirish va toʻlovlar xizmatdagi oʻsish bilan bogʻliq operatsion cheklovlarni soddalashtirish uchun endi bir kun emas, taxminan 10 kun davomida amalga oshiriladi.",
    "4284094387": "†† 2021-yilning ayrim iyun oyidagi solishtirish va toʻlovlar kelishish oynasi davomida yakuniy hisob-kitoblarni tekshirishdagi kechikishlar tufayli keyingi haftada amalga oshiriladi.",
    "1977013707": "† 2020-yilning dekabr oyidagi toʻlovlar yil oxiridagi yarashuvlar va xodimlarning taʼtillari bilan mos tushmaslik uchun 15-kunga koʻchirildi: ular yanvar oyining ikkinchi haftasigacha yakunlanadi. PayPal-ga odatdagidan sekinroq o'tkazmalari tufayli to'lovlar bir kunda emas, balki bir necha kun davomida amalga oshiriladi.",
    "517010299": "Iltimos, diqqat qiling: biz hozirda real vaqtda yarashuvga katta o‘tish ustida ishlamoqdamiz. 2021-yilning 1-choragigacha davriy taqqoslashlar odatdagidan kamroq ishlaydi. Bu toʻlov jadvallari yoki sanalariga taʼsir qilmaydi.",
    "3092200338": "** 15-kun dam olish kuniga to'g'ri kelganda, to'lov sanasi o'rniga 17-kuni hisoblanadi.",
    "3891941747": "*** COVID-19 MASLAHAT: COVID-19 bilan bogʻliq xodimlarning salohiyati kamayganligi sababli, standart tekshirishni yakunlash uchun qoʻshimcha vaqt berish uchun yarashtirish boshqa vaqtga belgilandi. To'lovlar juma kuni boshlanib, keyingi dushanba kuni yakunlanishi kutilmoqda.",
    "2301757528": "**** PayPal tomonidan to‘lov oynasi davomida REST API-lariga texnik xizmat ko‘rsatganligi sababli, 15-iyun kuni barcha to‘lovlar bajarilmadi. 15-iyunga (Tinch okeani vaqti) rejalashtirilgan, lekin PayPal API xatolari tufayli bajarilmagan har qanday toʻlovlar 19-iyun (Tinch okeani vaqti)gacha qayta bajarildi.",
    "116842359": "***** Tizimga texnik xizmat koʻrsatish tufayli bir necha kun ichida oʻzaro kelishuvlar yakunlanishi kutilmoqda.",
    "4154415610": "***** 2020-yil sentabr oyidagi toʻlovlar yarashuv tugashi bilan toʻplamlarda amalga oshiriladi, baʼzilari yarashuv kechikishlari tufayli dastlab rejalashtirilganidan bir necha kun kechroq amalga oshiriladi.",
    "2310694091": "Murosaga kelish nimani anglatadi?",
    "164801246": "Kelishuv - bu barcha hisobot saytlaridagi barcha ma'lumotlar kiritilgandan so'ng, uning insoniyligi va to'g'riligini tekshirish uchun haqiqatdan keyin tahlil qilinadigan jarayon. Batafsil ma'lumotni bizning sahifamizda o'qishingiz mumkin.",
    "3256245394": "shuningdek, bizning blog postlarimiz, masalan",
    "3089778412": "hCaptcha mukofotlarni qanday hisoblaydi",
    "3329755436": "Ushbu jarayonni tezlashtirishni rejalashtiryapsizmi?",
    "1911669851": "Ha, biz hozirda backend tizimlarimiz uchun turli xil takomillashtirishlar ustida ishlamoqdamiz, ular oxir-oqibat tezroq yarashtirish, tezroq baholash aniqligi va tezroq to‘lovlarni taklif qilish imkonini beradi. Biz hozirda avvalo yarashuvni tezlashtirish ustida ishlayapmiz.",
    "2366003154": "Matbuot va OAV so'rovlari",
    "3054564199": "Matbuot to'plami",
    "3173156067": "Agar siz maqolangizga misol tasvirlarini qo'shmoqchi bo'lsangiz, ba'zi tayyor garovlar mavjud.",
    "867314732": "Siz yuqori piksellar sonini olishingiz mumkin",
    "858218750": "va ulardan foydalanish bo'yicha ko'rsatmalar",
    "3821716514": "sahifa.",
    "1186243118": "logotip rasmlari",
    "3034959000": "Siz olishingiz mumkin",
    "1764089150": "Bu yerga:",
    "1558428432": ". Iltimos, ularni hCaptcha.com saytiga kiriting.",
    "2429359042": "misol interfeysi tasvirlari",
    "1480820434": "rasm 1",
    "3213411837": "rasm 2",
    "1270712701": "Press-relizlar va oxirgi hisobotlar",
    "231285005": "Siz bizning blogimizda so'nggi yangiliklarni topishingiz mumkin",
    "1289884910": "Shuningdek, biz vaqti-vaqti bilan tahlil va hisobotlarni nashr etamiz. Masalan:",
    "932546190": "Nima uchun CAPTCHA har doim biz bilan bo'ladi",
    "2344319147": "Google botlarni aniqlash haqiqatan ham qancha turadi?",
    "1637527266": "Qaysi mamlakatlarda bot-trafik eng ko'p?",
    "230159237": "Kontaktlar",
    "3759923279": "Iltimos, matbuot so'rovlarini quyidagi elektron pochta manziliga yuboring:",
    "4255608322": "Oxirgi yangilangan: 2021-yil 12-aprel",
    "33639629": "Uchinchi tomon veb-saytlariga taalluqli emas. Esda tutingki, ushbu Maxfiylik siyosati har qanday uchinchi tomonning veb-saytiga, taklifiga, mahsulotiga yoki xizmatiga taalluqli emas, hatto u bizning saytimizga havola bo'lsa yoki Xizmatni o'z ichiga olgan bo'lsa ham - uchinchi shaxsga biron bir ma'lumot berishga qaror qilishdan oldin, iltimos, amaldagi maxfiylik siyosatiga qarang. partiyalar.",
    "987375734": "IMI AQShda joylashgan. Saytlar va xizmatlar Qo'shma Shtatlardan biz tomonimizdan nazorat qilinadi va boshqariladi. Shaxsiy ma'lumotlaringiz bizda ob'ektlar mavjud bo'lgan yoki xizmat ko'rsatuvchi provayderlar jalb qilingan har qanday mamlakatda saqlanishi va qayta ishlanishi mumkin va Saytlar va Xizmatdan foydalanish orqali siz ma'lumotni yashash mamlakatingizdan tashqaridagi mamlakatlarga, shu jumladan Amerika Qo'shma Shtatlariga o'tkazishga rozilik bildirasiz. , bu sizning mamlakatingizdan farqli bo'lgan ma'lumotlarni himoya qilish qoidalariga ega bo'lishi mumkin. Muayyan holatlarda, boshqa mamlakatlardagi sudlar, huquq-tartibot idoralari, nazorat organlari yoki xavfsizlik organlari sizning Shaxsiy ma'lumotlaringizga kirish huquqiga ega bo'lishi mumkin.",
    "452920031": "Qo'shma Shtatlardan tashqaridagi mijozlar uchun eslatma.",
    "2328839224": ". Kaliforniya iste'molchilarining maxfiyligi to'g'risidagi qonun (\"CCPA\") bo'yicha huquqlaringiz bilan bog'liq \"Kaliforniya aholisi uchun eslatma\" bo'limimizga qarang.",
    "1565481281": "Kaliforniya aholisi uchun eslatma",
    "1028058338": "Iltimos, maʼlumotlarni himoya qilish boʻyicha umumiy reglament (“GDPR”) boʻyicha huquqlaringiz bilan bogʻliq “Yevropa Ittifoqi maʼlumotlari subʼyektlari uchun eslatma” boʻlimimizga qarang.",
    "2271205646": "Yevropa iqtisodiy hududi rezidentlari uchun eslatma.",
    "508143070": "E'tibor bering, IMI sizning shaxsiy ma'lumotlaringiz nazoratchisi hisoblanadi, bundan tashqari, biz Integratorlarimiz nomidan Xizmatimizni taqdim etish munosabati bilan shaxsiy ma'lumotlarni qayta ishlaymiz, bu holda biz shaxsiy ma'lumotlarga ishlov beruvchimiz va bu Integratorlar Shaxsiy ma'lumot.",
    "2330965058": "Agar biz Integratorlarimiz uchun protsessor sifatida ishlasak, biz to'plangan ma'lumotlardan Xizmatimizni taqdim etish uchun zarur bo'lganidan boshqa maqsadlarda foydalanmaymiz va bizning qayta ishlashimiz Integratorlarimiz bilan tuzilgan shartnomalar asosida boshqariladi, bu emas. Maxfiylik siyosati",
    "3017040355": "Yevropa Ittifoqi maʼlumotlari subʼyekti maʼlumotlarini qayta ishlash Xizmat koʻrsatish shartlariga yoki Integratorlarimiz bilan maʼlumotlarni qayta ishlash boʻyicha kelishuvlarga maʼlumotlarni qayta ishlash boʻyicha qoʻshimchaga kiritilgan Standart shartnoma bandlarining (SCC) qonuniy asoslari asosida ishlaydi.",
    "2233384692": "Agar sizda bunday ma'lumotlar bilan ishlash bo'yicha savollaringiz yoki xavotirlaringiz bo'lsa yoki huquqlaringizni amalga oshirishni istasangiz, ushbu ma'lumotlarni qayta ishlash uchun Xizmatdan foydalanish uchun biz bilan shartnoma tuzgan shaxs yoki yuridik shaxs (ya'ni, ma'lumotlar nazoratchisi) bilan bog'lanishingiz kerak. Biroq, biz Integratorlarimizga ular bilan tuzilgan shartnomamiz shartlariga muvofiq, sizni qiziqtirgan har qanday muammolarni hal qilishda yordam beramiz.",
    "349292953": "Biz to'playdigan ma'lumotlar",
    "3022001832": "Biz saytlarimiz va xizmatlarimiz bilan o'zaro aloqada bo'lgan shaxslardan, jumladan, bizning xizmatimizni o'z veb-saytiga kiritganlardan (\"Integratorlar\"), ma'lumotlarni yorliqlash xizmatlaridan foydalanadiganlardan (\"Mijozlar\") va biz bilan o'zaro aloqada bo'lgan oxirgi foydalanuvchilardan ma'lumotlarni yig'amiz. Integratorlarimiz (\"Oxirgi foydalanuvchilar\") veb-saytlari orqali xizmat ko'rsatish.",
    "835545301": "Biz quyidagi ma'lumotlar toifalarini yig'amiz:",
    "3228928991": "Ism, elektron pochta manzili va mamlakat kabi shaxsni aniqlash yoki unga murojaat qilish uchun ishlatilishi mumkin bo'lgan ma'lumotlar (\"Shaxsiy ma'lumotlar\"). Biz shaxsiy ma'lumotlarni hozirgi va bo'lajak Integratorlarimiz va Mijozlarimiz to'g'ridan-to'g'ri bizga berganlarida to'playmiz (masalan, hisobga ro'yxatdan o'tish paytida shaklni to'ldirish yoki bizdan elektron pochta xabarnomalarini olish uchun ariza berish orqali). Shuningdek, biz shaxsiy maʼlumotlarni uchinchi tomon maʼlumotlar bazalari yoki rasmiy huquqiy hujjatlar bilan solishtirish orqali Integratorlarimiz va Mijozlarimiz shaxsini tekshirishimiz mumkin.",
    "1655796811": "Integrator yoki Buyurtmachining saytlar yoki xizmatlardan foydalanishi natijasida avtomatik ravishda to'planadigan ma'lumotlar (\"Tahlil ma'lumotlari\"), masalan, IP manzillar, brauzer turi, Internet-provayder, platforma turi, qurilma turi, operatsion tizim, sana va vaqt tamg'asi kirish va boshqa shunga o'xshash ma'lumotlar. Baʼzi Analytics maʼlumotlari bizning nomimizdan shu maqsadda ishtirok etadigan uchinchi shaxslar tomonidan toʻplanadi va baʼzi Analytics maʼlumotlari turli kuzatish texnologiyalari, jumladan cookie fayllari orqali toʻplanadi (quyida “Uchinchi tomon tahlillari va kuzatuv texnologiyalari”ga qarang).",
    "1388241689": "Yakuniy foydalanuvchilarning Xizmat orqali soʻrovlarga javob berishi (“Yorliqli maʼlumotlar”) natijasida toʻplangan maʼlumotlar, masalan, tasvir yorligʻi maʼlumotlari, ushbu oxirgi foydalanuvchilarga ijro etilgan audio fayllardan oʻzgartirilgan matn, savollarga javoblar va Xizmat tomonidan yaratilgan boshqa takliflar mashinani o'rganish ilovalarida foydalanish uchun ma'lumotlarni etiketlash maqsadlari uchun. Yorliqli ma'lumotlar hech qanday aniqlangan shaxsga bog'lanmaganligini unutmang.",
    "1493790285": "Xizmatning bir qismi sifatida Yakuniy foydalanuvchilar tomonidan to'plangan boshqa ma'lumotlar ularning mavjudligini aniqlash uchun talab qilinadi",
    "2216374138": "sichqoncha harakati, aylantirish pozitsiyasi, tugmachalarni bosish hodisalari, teginish hodisalari va tegishli ravishda giroskop / akselerometr ma'lumotlari kabi insonlardir.",
    "2394073454": "Biz Individual Data Labelers sifatida biz bilan ishlashni xohlovchi Yakuniy foydalanuvchilardan qo'shimcha ma'lumotlarni to'plashimiz mumkin.",
    "3103557430": "Biz ma'lumotdan qanday foydalanamiz",
    "1130802068": "Biz to'plagan ma'lumotlardan quyidagi maqsadlarda foydalanamiz:",
    "2940689138": "Integrator va Mijoz hisoblarini boshqarish va Xizmatni taqdim etish. Biz Shaxsiy ma'lumotlardan muayyan hisoblarni Integratorlar va Mijozlar bilan bog'lash va ularga Xizmatni taqdim etish, so'rovlar yoki so'rovlarga javob berish, qo'llab-quvvatlash yoki texnik yordam ko'rsatish va to'lovlarni osonlashtirish uchun foydalanamiz.",
    "857974529": "Sayt va xizmatni yaxshilash uchun. Biz mavjud xizmatlar va takliflarimizni yaxshilash va yangilarini ishlab chiqish hamda mavjud va kelajakdagi mahsulot takliflarini moslashtirish uchun Analytics axborotidan foydalanamiz.",
    "1820844638": "Bozor tushunchalarini olish uchun. Biz Analytics ma'lumotlaridan bozorni tahlil qilish va Sayt va Xizmatlarimiz bilan bog'liq biznes tahlillarini o'tkazish va boshqa tadqiqot maqsadlarida foydalanamiz.",
    "3386280249": "Belgilangan ma'lumotlar bozorini ta'minlash. Bizning xizmatimiz veb-sayt egalari va maʼlumotlarini belgilashda yordamga muhtoj boʻlgan kompaniyalarga xizmat sifatida mashinani oʻrganish tizimlari uchun yuqori hajmli maʼlumotlarni yorliqlash va inson tomonidan tekshirish imkonini beradi. Shu maqsadda biz Belgilangan ma'lumotlarni olishga qiziqqan mijozlarimizga Yorliqli ma'lumotlarni oshkor qilamiz.",
    "3532143291": "Xizmatlarimiz va tizimlarimiz xavfsizligini ta'minlash uchun. Biz potentsial tahdidlar va zaifliklarni aniqlash orqali tizimlarimiz xavfsizligini ta'minlash va to'plangan ma'lumotlarni boshqa yo'l bilan himoya qilish uchun Analytics ma'lumotlaridan foydalanamiz.",
    "2185418511": "Har qanday qonuniy biznes maqsadlari uchun, agar ma'lumotlar identifikatsiyadan olinmagan yoki birlashtirilgan bo'lsa, uni jismoniy shaxsga asosli ravishda bog'lab bo'lmaydi.",
    "2386465280": "Ma'lumotni qanday almashishimiz",
    "2159517814": "Biz shaxsiy ma'lumotlarni quyidagi hollarda baham ko'ramiz yoki oshkor qilamiz:",
    "4256083674": "Muayyan CAPTCHA so'rovi yoki IP-manzilining firibgarlik xavfini aniqlash uchun Integratorning to'g'ridan-to'g'ri so'rovi bo'yicha yoki aniq rozilik berilgan hollarda.",
    "3494826505": "Sotuvchilar bilan biz Saytlar va Xizmatning maʼlumotlarni saqlash, xosting va Analytics kabi muhim jihatlarini va faqat shu maqsadlar uchun taqdim etishga kirishamiz.",
    "1119009846": "Sizning, bizning yoki boshqalarning huquqlari, maxfiyligi, xavfsizligi yoki mulkini himoya qilish maqsadida amaldagi qonunchilikka, jumladan, hukumat so'rovlari, huquqni muhofaza qilish organlarining so'rovlari va boshqacha tarzda davlat va xususiy shaxslarga rioya qilish uchun zarur bo'lganda.",
    "197676026": "Boshqalar bilan har qanday qonuniy biznes maqsadlarida, agar ma'lumotlar identifikatsiyadan o'chirilgan bo'lsa",
    "2359312315": "yoki uni bir shaxsga asosli ravishda bog'lab bo'lmaydigan darajada jamlangan.",
    "2497216176": "Uchinchi tomon tahlillari va kuzatuv texnologiyalari",
    "3694578791": "Yuqorida muhokama qilinganidek, biz (va uchinchi tomon sotuvchilarimiz) qisman cookie-fayllar, veb-mayoqlar va boshqa kuzatuv texnologiyalaridan foydalanish orqali Analytics ma'lumotlarini to'playmiz. Ba'zi hollarda biz Analytics ma'lumotlarini to'plash uchun cookie-fayllardan foydalanish uchun uchinchi tomon sotuvchilari bilan ishlaymiz.",
    "2014256987": "Agar siz cookie-fayllardan yoki boshqa kuzatuv texnologiyalaridan foydalanishni bloklamaslikni istasangiz, quyidagi “Ma’lumotlaringizni boshqarish” bo‘limiga qarang. Shuni yodda tutingki, bu saytlar yoki xizmatlardan foydalanish tajribangizga salbiy ta'sir ko'rsatishi mumkin, chunki ba'zi xususiyatlar to'g'ri ishlamasligi mumkin.",
    "2788024905": "Ma'lumotni qanday himoya qilamiz",
    "3031284129": "Kafolatdan voz kechish",
    "26365791": "Qonun tomonidan ruxsat etilgan to'liq hajmda Sayt va Xizmat (va boshqa tegishli xizmatlar, ma'lumotlar, ma'lumotlar, xususiyatlar va boshqa kontent yoki materiallar) \"mavjud bo'lganidek\" va \"mavjud bo'lganidek\" asosida taqdim etiladi. Qonun tomonidan ruxsat etilgan darajada, IMI barcha kafolatlarni, shu jumladan, savdoga yaroqlilik, ma'lum bir maqsadga muvofiqlik va huquqbuzarliklarning nazarda tutilgan kafolatlarini istisno qiladi.",
    "735630686": "Ma'lumotlaringizni boshqarish (sizning huquqlaringiz)",
    "2895491273": "Agar siz cookie-fayllarni yoki boshqa kuzatuv texnologiyalarini bloklashni xohlasangiz, ko'pgina brauzerlar va mobil qurilmalar siz cookie-fayllarni qabul qilganingizda yoki boshqa kuzatuv texnologiyalaridan foydalanilganda sizni xabardor qilish va qabul qilish/ruxsat bermaslikni tanlash uchun sozlamalaringizni o'zgartirishingiz kerak. bu. Aksariyat brauzerlar, shuningdek, mavjud cookie-fayllarni o'chirish yoki o'chirish yoki kelajakdagi cookie-fayllarni avtomatik ravishda rad etish imkonini beradi. Cookie-fayllar sozlamalarini boshqarish uchun uchinchi tomon vositalaridan, jumladan brauzer plaginlaridan ham foydalanishingiz mumkin. Ammo shuni yodda tutingki, agar siz barcha cookie-fayllarni o'chirib qo'ysangiz, saytlarimizning ayrim qismlari to'g'ri ishlamasligi mumkin.",
    "707527778": "Bolalardan ma'lumot",
    "2419795065": "Kaliforniya aholisi uchun eslatma",
    "1517625162": "Kaliforniya Fuqarolik kodeksining 1789.3 bo'limiga ko'ra, Kaliforniya foydalanuvchilari iste'molchilar huquqlari to'g'risida quyidagi bildirishnoma olish huquqiga ega: Kaliforniya aholisi Kaliforniya Iste'molchilar bilan ishlash departamenti iste'molchilarga xizmat ko'rsatish bo'limining Shikoyat bo'yicha yordam bo'limiga pochta orqali 1625 North Market Blvd., Sakramento, CA 95834 yoki (916) 445-1254 yoki (800) 952-5210 telefon orqali.",
    "3730344349": "Ushbu bo'lim Kaliforniya iste'molchilari haqida to'playdigan shaxsiy ma'lumotlar va Kaliforniya iste'molchilarining maxfiyligi to'g'risidagi qonun yoki \"CCPA\" ostida ularga berilgan huquqlar haqida qo'shimcha ma'lumotlarni taqdim etadi.",
    "4044467791": "O'tgan 12 oy ichida sizdan to'plagan shaxsiy ma'lumotlar toifalari uchun yuqoridagi \"Biz to'playdigan ma'lumotlar\" bo'limiga qarang. Biz ushbu ma'lumotni yuqoridagi \"Biz shaxsiy ma'lumotlardan qanday foydalanamiz\" bo'limida tasvirlangan biznes va tijorat maqsadlarida to'playmiz. O'tgan 12 oy ichida biz biznes maqsadlarida quyidagi ma'lumotlar toifalarini uchinchi shaxslar bilan baham ko'rdik:",
    "4208081170": "Shaxsiy ma'lumotlar toifasi",
    "1528242915": "Identifikatorlar.",
    "3863351997": "Kaliforniya Mijoz Records nizomida sanab o'tilgan shaxsiy ma'lumotlar toifalari (Cal. Fuqarolik kodeksi § 1798.80(e)).",
    "2826705343": "Tijorat ma'lumotlari.",
    "2683038211": "Internet yoki boshqa elektron tarmoq faoliyati.",
    "3671828834": "Umumiy shaxsiy ma'lumotlarga misollar",
    "779426309": "Haqiqiy ism, noyob shaxsiy identifikator, onlayn identifikator, Internet protokoli manzili, elektron pochta manzili, hisob nomi yoki boshqa shunga o'xshash identifikatorlar.",
    "2414368123": "Ism, kredit karta raqami, debet karta raqami yoki boshqa moliyaviy ma'lumotlar.",
    "4088941349": "Sotib olingan, olingan yoki ko'rib chiqilgan mahsulot yoki xizmatlarning yozuvlari.",
    "3238612014": "Ko'rib chiqish tarixi, iste'molchining internet veb-sayti, ilova yoki reklama bilan o'zaro aloqasi haqidagi ma'lumotlar.",
    "1023108656": "Uchinchi tomon oluvchilarning toifalari",
    "1418235079": "Xizmat ko'rsatuvchi provayderlar",
    "3238184941": "Eslatma: Shaxsiy IP-manzil bilan bog'liq firibgarlik xavfi so'rov bo'yicha Integrator bilan bo'lishishi mumkin.",
    "285116485": "Kompaniya biz to'plagan shaxsiy ma'lumotlarni \"sotmaydi\" (bu atama CCPAda belgilanganidek). Biz foydalanadigan uchinchi tomon cookie-fayllari turlari haqida qoʻshimcha maʼlumot olish uchun yuqoridagi “Uchinchi tomon tahlillari va kuzatuv texnologiyalari” boʻlimiga qarang.",
    "1408750006": "Muayyan cheklovlarni hisobga olgan holda, CCPA Kaliforniya iste'molchilariga biz to'playdigan shaxsiy ma'lumotlarning toifalari yoki alohida qismlari (jumladan, biz ushbu ma'lumotlardan qanday foydalanishimiz va oshkor qilishimiz) haqida batafsil ma'lumot olishni so'rash, shaxsiy ma'lumotlarini o'chirish va undan voz kechish huquqini beradi. sodir bo'lishi mumkin bo'lgan har qanday \"sotish\", shuningdek, ushbu huquqlarni amalga oshirish uchun kamsitilmaslik huquqi.",
    "759057398": "Yevropa Ittifoqining maʼlumotlar subʼyektlariga bildirishnoma",
    "825780955": "Shaxsiy ma'lumot",
    "2945960297": "Yevropa Ittifoqining maʼlumotlar subʼyektlariga nisbatan ushbu Maxfiylik siyosatida qoʻllangan “shaxsiy maʼlumotlar” atamasi Yevropa Ittifoqining maʼlumotlarni himoya qilish boʻyicha umumiy reglamentida (GDPR) belgilangan “shaxsiy maʼlumotlar”ga tengdir.",
    "1126613163": "Nozik maʼlumotlar",
    "3571006800": "Bizga taqdim etayotgan maʼlumotlaringizdan baʼzilari GDPRda (shuningdek, shaxsiy maʼlumotlarning maxsus toifalari deb ham yuritiladi) aniqlangan maxfiy maʼlumotlar boʻlishi mumkin, jumladan, hukumat tomonidan berilgan shaxsni tasdiqlovchi hujjatlarda sizning irqingiz yoki millatingiz identifikatsiyasi.",
    "1988461282": "Qayta ishlashning huquqiy asoslari",
    "3519564631": "Qayta ishlash maqsadlari",
    "1778642038": "Siz bilan muloqot qilish uchun",
    "2223819810": "Bizning platformamizni optimallashtirish uchun",
    "1678661231": "Muvofiqlik, firibgarlikning oldini olish va xavfsizlik uchun",
    "2561077702": "Xizmatimizni taqdim etish uchun",
    "2066321185": "Huquqiy asos",
    "1174237568": "Ushbu qayta ishlash faoliyati bizning qonuniy manfaatlarimizni tashkil qiladi. Shaxsiy ma'lumotlaringizni qonuniy manfaatlarimiz uchun qayta ishlashdan oldin biz sizga (ijobiy va salbiy) va sizning huquqlaringizga ta'sir qilishi mumkin bo'lgan har qanday ta'sirlarni hisobga olishga va muvozanatlashga harakat qilamiz. Biz sizning shaxsiy ma'lumotlaringizdan bizning manfaatlarimiz sizga salbiy ta'sir ko'rsatadigan faoliyat uchun foydalanmaymiz (agar biz sizning roziligingiz bo'lmasa yoki qonun bilan boshqacha talab qilinmasa yoki ruxsat etilmasa).",
    "1350478093": "Qayta ishlash maqsadi",
    "787916198": "Sizning roziligingiz bilan",
    "3348433919": "Sizning huquqlaringiz",
    "3842673636": "GDPR bo'yicha siz shaxsiy ma'lumotlaringizga nisbatan ma'lum huquqlarga egasiz. Siz bizdan shaxsiy maʼlumotlaringizga nisbatan quyidagi harakatlarni bajarishimizni soʻrashingiz mumkin:",
    "4057343238": "Qatnashishdan voz kechish; obunani bekor qilish",
    "1834911235": "Oldindan qabul qilishga rozi bo'lgan to'g'ridan-to'g'ri marketing xabarlarini yuborishni to'xtating. Biz sizga Xizmatga oid va boshqa marketingga oid bo'lmagan xabarlarni yuborishda davom etishimiz mumkin.",
    "3022301908": "Kirish",
    "680638297": "Sizga shaxsiy ma'lumotlaringizni qayta ishlashimiz haqida ma'lumot bering va shaxsiy ma'lumotlaringizga kirish huquqini bering.",
    "1409486258": "To'g'ri",
    "3878077249": "Shaxsiy ma'lumotlaringizdagi noaniqliklarni yangilang yoki tuzating.",
    "3645414921": "Oʻchirish",
    "42182578": "Shaxsiy ma'lumotlaringizni o'chiring.",
    "1609621367": "Transfer",
    "3208155808": "Shaxsiy ma'lumotlaringizning mashina tomonidan o'qiladigan nusxasini sizga yoki siz tanlagan uchinchi shaxsga o'tkazing.",
    "1786796818": "Cheklash",
    "3329634829": "Shaxsiy ma'lumotlaringizni qayta ishlashni cheklang.",
    "4202774977": "Ob'ekt",
    "3007158970": "Huquqlaringizga ta’sir etuvchi shaxsiy ma’lumotlaringizni qayta ishlashimizning asosi sifatida qonuniy manfaatlarimizga tayanishimizga e’tiroz bildiring.",
    "1273071008": "Ma'lumotlar sub'ektiga kirish huquqlariga so'rovlar",
    "3594381346": "Manzil.",
    "21141582": "bu",
    "3357523404": "Transchegaraviy ma'lumotlarni uzatish",
    "290966395": "\"Qo'shma Shtatlardan tashqaridagi mijozlarga eslatma\" bo'limida tasvirlanganidek, shaxsiy ma'lumotlaringiz Qo'shma Shtatlarga uzatilishi, qayta ishlanishi va saqlanishini unutmang. AQSHdagi maʼlumotlarni himoya qilish qonunlari siz yashayotgan mamlakatdagidan farq qilishi mumkin. Saytlarimizga tashrif buyurish yoki Xizmatimizdan foydalanish orqali ushbu Maxfiylik siyosatida ko'rsatilgan ma'lumotlaringizni, shu jumladan shaxsiy ma'lumotlaringizni AQShga o'tkazishga rozilik bildirasiz.",
    "3178581111": "Yangi maqsadlarda foydalaning",
    "1088304322": "Biz sizning shaxsiy ma'lumotlaringizdan ushbu Maxfiylik siyosatida ko'rsatilmagan sabablarga ko'ra foydalanishimiz mumkin, bunda bizga qonun tomonidan ruxsat berilgan va sabab biz uni to'plagan maqsadimizga mos keladi. Agar biz sizning shaxsiy ma'lumotlaringizdan bog'liq bo'lmagan maqsadda foydalanishimiz kerak bo'lsa, biz sizni xabardor qilishimiz va undan foydalanish uchun tegishli qonuniy asoslarni tushuntirishimiz mumkin. Agar biz sizning shaxsiy ma'lumotlaringizdan muayyan foydalanish uchun sizning roziligingizga tayangan bo'lsak, biz hech qanday bog'liq bo'lmagan maqsadda sizning roziligingizni so'rashimiz mumkin va agar siz e'tiroz bildirsangiz, o'sha paytda xizmatdan foydalanishni to'xtatishga ruxsat beramiz.",
    "2260079771": "Ma'lumotlarni saqlash",
    "38428546": "Shaxsiy ma'lumotlaringizni bizda hisobingizning butun muddati davomida xavfsiz tarzda saqlaymiz. Shaxsiy maʼlumotlaringizni faqat ularni toʻplagan maqsadlarimizni bajarish uchun, shu jumladan yuridik, buxgalteriya hisobi yoki hisobot berish boʻyicha har qanday majburiyatlarni qondirish yoki nizolarni hal qilish uchun zarur boʻlgan vaqt davomida saqlaymiz. Saqlash muddatlarini aniqlash uchun biz foydalanadigan mezonlarga amaldagi shartnoma qoidalari, qonuniy da'vo muddati, amaldagi me'yoriy talablar va sanoat standartlari kiradi.",
    "384965568": "Saqlash talablari yurisdiktsiyaga qarab farq qilsa-da, shaxsiy ma'lumotlaringizning turli jihatlari uchun odatiy saqlash muddatlarimiz haqidagi ma'lumotlar quyida tavsiflanadi.",
    "2788836740": "Siz obunani bekor qilguningizcha marketing maqsadlari uchun aloqa ma'lumotlari doimiy ravishda saqlanadi. Shundan so'ng biz sizning ma'lumotlaringizni cheksiz muddatga cheklashlar ro'yxatiga qo'shamiz. Maxsus imkoniyatlar foydalanuvchilaridan to'plangan elektron pochta ma'lumotlari hech qachon marketing maqsadlarida foydalanilmaydi.",
    "3520687192": "Siz bilan muloqot qaydlari (masalan, elektron pochta yoki Twitter orqali ochilgan qo'llab-quvvatlash chiptalari) cheksiz muddatga saqlanishi mumkin.",
    "292211832": "Cookie-fayllar, veb-sahifa hisoblagichlari va boshqa tahliliy vositalar kabi texnik vositalar orqali to'plangan ma'lumotlar amalda imkon qadar tezroq o'chirib tashlanadi, lekin cookie-faylning amal qilish muddati tugaganidan keyin bir yilgacha cheklangan muddat davomida, odatda identifikatori aniqlanmagan va umumlashtirilgan shaklda saqlanishi mumkin. xizmatimizdan suiiste'mol qilinishini aniqlamagunimizcha, bu ma'lumotni kelajakda suiiste'mol qilishning oldini olish uchun saqlab qolamiz. Biz ushbu anonim va jamlangan maʼlumotni sizga, sizning xonadoningizga, IP manzilingizga yoki saqlangan maʼlumotlarga asoslangan har qanday shaxsiy maʼlumotlarga bogʻlay olmaymiz.",
    "3192683783": "Ushbu Maxfiylik siyosatiga kiritilgan o'zgartirishlar",
    "1702335960": "Biz to'playdigan har qanday ma'lumot, bunday ma'lumotlar to'plangan paytda amaldagi Maxfiylik siyosatiga bo'ysunadi. Biroq, biz vaqti-vaqti bilan Maxfiylik siyosatini qayta ko'rib chiqishimiz mumkin. Agar qayta ko'rib chiqish faqat biz tomonidan aniqlangan muhim bo'lsa, biz sizni, masalan, elektron pochta orqali xabardor qilamiz. Joriy versiya har doim Maxfiylik siyosati sahifamizga joylashtiriladi.",
    "3669258571": "Cookie siyosati",
    "2905621957": "Oxirgi yangilangan: 2020-yil 18-iyul",
    "1173934218": "Biz sizning maxfiyligingiz siz uchun muhimligini tushunamiz va biz foydalanadigan texnologiyalar haqida shaffof bo'lishga intilamiz. Ushbu siyosat bizning saytlarimiz va Xizmatimizda cookie-fayllardan qanday va qachon foydalanishimiz haqida batafsil ma'lumot beradi.",
    "2694150481": "Cookie-fayllardan foydalanamizmi?",
    "457627611": "Ha. Biz va bizning tahliliy yoki xizmat ko'rsatuvchi provayderlarimiz, marketing hamkorlarimiz va filiallarimiz Saytlardan foydalanuvchi har bir kishi eng yaxshi tajribaga ega bo'lishini ta'minlash uchun cookie-fayllar, veb-mayoqlar yoki piksellar va boshqa texnologiyalardan foydalanishi mumkin. Batafsil ma’lumot olish uchun Maxfiylik siyosatimizning “Uchinchi tomon tahlillari va kuzatuv texnologiyalari” bo‘limiga qarang.",
    "501102544": ": biz hCaptcha anti-bot xizmati (ya'ni veb-saytlar, o'yinlar yoki mobil ilovalar tomonidan o'rnatilgan Xizmat) GDPR qoidalariga muvofiq faqat \"rozilikdan ozod qilingan\" cookie-fayllarni o'z ichiga oladi, deb hisoblaymiz. Bunday ozod qilingan cookie-fayllarga misollar:",
    "461631543": "GDPR eslatmasi",
    "2150907653": "* Xizmat ko'rsatish uchun zarur bo'lgan texnik cookie fayllari. Bularga imtiyozli cookie-fayllar, seans cookie-fayllari, yukni muvozanatlash cookie-fayllari va boshqalar kiradi.",
    "1012122721": "* To'g'ridan-to'g'ri biz tomonidan boshqariladigan statistik cookie-fayllar (ya'ni uchinchi tomon emas, balki birinchi tomon), bunda ma'lumotlar profil yaratish uchun ishlatilmaydi.",
    "3255230599": "Cookie nima?",
    "2954157511": "Nima uchun biz cookie-fayllardan foydalanamiz?",
    "1539071196": "Biz odatda cookie-fayllardan quyidagi maqsadlarda foydalanamiz:",
    "3545935449": "Yangi yoki oldingi foydalanuvchilarni tanib olish uchun.",
    "32739972": "Agar bizning saytlarimizda ro'yxatdan o'tgan bo'lsangiz, kirish seansi ma'lumotlarini saqlash uchun.",
    "4209078147": "Saytimizni yaxshilash va platformalarimiz va saytimizga tashriflaringizni yaxshiroq tushunish uchun.",
    "1077448694": "Uchinchi tomon ijtimoiy media veb-saytlari bilan integratsiya qilish.",
    "1709478090": "Sizga qiziqishga asoslangan yoki maqsadli reklama bilan xizmat qilish.",
    "3256020881": "Bir nechta veb-saytlar yoki boshqa platformalarda vaqt o'tishi bilan xatti-harakatlaringizni va ko'rish harakatlaringizni kuzatish uchun.",
    "1092241113": "Mijozlarimiz va Integratorlarimiz manfaatlarini yaxshiroq tushunish uchun.",
    "1434289796": "Ba'zi cookie-fayllar saytlardan ma'lum foydalanish uchun zarurdir va bunday cookie-fayllarsiz biz sizga Saytlardan to'g'ri foydalanishingiz kerak bo'lgan ko'plab xizmatlarni taqdim eta olmaymiz. Masalan, ushbu Cookie-fayllar bizga Saytlarimizni boshqarishga imkon beradi, shunda siz so'raganingizdek unga kirishingiz mumkin va Sayt tarkibiga kirish uchun hisob qaydnomasini yaratganingizni va ushbu hisobga kirganingizni tan olishimizga imkon beradi. Ular, shuningdek, xuddi shu ko'rish seansidagi oldingi harakatlaringizni eslab qolish va saytlarimizni himoya qilish imkonini beruvchi cookie-fayllarni o'z ichiga oladi.",
    "1533171442": "Shuningdek, biz tahlil va marketing maqsadlarida uchinchi shaxslarning funktsional Cookie va Cookie-fayllaridan foydalanamiz. Funktsional cookie-fayllar saytlarning maʼlum qismlarini toʻgʻri ishlashiga va sizning foydalanuvchi afzalliklaringiz maʼlum boʻlib qolishiga imkon beradi. Tahlil cookie-fayllari, jumladan, Mijozlar, Integratorlar va Yakuniy foydalanuvchilar bizning saytlarimizdan qanday foydalanishi, foydalanuvchilar tez-tez ko'radigan kontent va mahsulotlar hamda uchinchi tomon reklamalarining samaradorligi haqida ma'lumot to'playdi. Reklama cookie-fayllari reklamalarni tegishli auditoriyaga etkazishda yordam beradi va bizning reklamalarimiz qidiruv natijalarining yuqori qismida paydo bo'ladi. Cookie-fayllar brauzer seansini tugatgandan so'ng o'chirib tashlanadigan \"sessiya\" yoki \"doimiy\" bo'lib, ular siz (quyida muhokama qilinadi) yoki cookie-faylni taqdim etgan tomon tomonidan o'chirilgunga qadar qoladi. Saytlarda ishlatiladigan barcha cookie-fayllar haqida toʻliq maʼlumot quyida keltirilgan “Cookie-fayllarni oshkor qilish” jadvalimizda mavjud.",
    "322830977": "Cookie-fayllarni qanday o'chirish mumkin.",
    "262509504": "Biz Cookie-fayllar tomonidan to'plangan ma'lumotlarni ushbu Maxfiylik siyosatiga muvofiq sizdan to'playdigan boshqa ma'lumotlar bilan bog'lashimiz va bu erda bayon qilingan birlashtirilgan ma'lumotlardan foydalanishimiz mumkin. Xuddi shunday, bizning saytlarimizda cookie-fayllarni taqdim qiluvchi uchinchi shaxslar sizning ismingiz yoki elektron pochta manzilingizni o'zlari to'playdigan boshqa ma'lumotlarga bog'lashlari mumkin, jumladan, o'tgan oflayn yoki onlayn xaridlar yoki onlayn foydalanish ma'lumotlaringiz.",
    "2935155034": "Agar siz Yevropa iqtisodiy hududida joylashgan bo'lsangiz, yuqorida \"Yevropa Ittifoqining ma'lumotlar sub'ektlariga eslatma\" sarlavhasi ostida tavsiflangan ba'zi huquqlarga egasiz, shu jumladan siz haqingizda mavjud bo'lgan ma'lumotlarni tekshirish va tuzatish yoki o'chirish huquqiga egasiz.",
    "1873812847": "Cookie(lar)ni oshkor qilish",
    "3319083717": "Nomi:",
    "3183855267": "1. hmt_id",
    "907324388": "Funktsiya",
    "2896187462": "1. Anonim xizmatlarga oid statistik maʼlumotlar uchun va boshqa texnik maqsadlarda, masalan, foydalanish imkoniyatini qoʻllab-quvvatlashda foydalaniladi.",
    "987267027": "Partiya",
    "3453526675": "1. 1-tomon",
    "1952810469": "Turi",
    "1795436560": "1. Sessiya",
    "102695075": "Davomiyligi",
    "3356329025": "1. 30 kun",
    "3744153629": "Ismlar:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessiya,",
    "3186435874": "seansid",
    "1241291641": "Batafsil ma'lumotni ko'ring.",
    "1834801943": "2. 1-chi tomon",
    "2114694926": "2. Sessiya",
    "938404336": "2. Turli xil; 30 kungacha.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1-shaxs",
    "1483015662": "3. Sessiya",
    "3458934553": "3. Turli xil; 30 kungacha.",
    "134571844": "Impressum (sayt xabarnomasi)",
    "110836420": "Oxirgi yangilangan: 2020-yil 23-dekabr",
    "2901894297": "hCaptcha - Intuition Machines, Inc. (\"IMI\"), Delaver AQSH korporatsiyasi (#6393793) xizmati.",
    "2928362319": "Pochta orqali soʻrovlar quyidagi manzilga yuborilishi mumkin: Intuition Machines, Inc., 350 Alabama St, San-Fransisko, CA 94110.",
    "3094150511": "Nazorat qiluvchi organ: AQSh Federal Aloqa Komissiyasi, 45 L Street NE, Vashington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Kontent bo'yicha kafolatlar yo'q",
    "707541553": "Bizning internet sahifalarimizdagi barcha ma'lumotlar IMI yoki uchinchi tomon tomonidan tasdiqlangan. Biroq, na IMI, na uchinchi shaxslar ma'lumotlarning dolzarb, aniq yoki to'liq bo'lishi uchun javobgar emas. Bu bizning sahifalarimizdagi giperhavolalar orqali kirish mumkin bo'lgan boshqa veb-saytlarga ham tegishli. IMI ushbu tashqi veb-saytlarning mazmuni uchun javobgarlikni o'z zimmasiga olmaydi.",
    "2650241052": "Maslahat yo'q",
    "204716894": "Veb-sahifalarimiz mazmuni va dizayni mualliflik huquqi qonuni bilan himoyalangan. Sahifalarni va ularning mazmunini oqilona adolatli foydalanishdan oshib ketadigan tarzda takrorlash, agar sahifada takrorlash uchun boshqa qonuniy qoidalar mavjud bo'lmasa, IMIning yozma roziligini talab qiladi.",
    "3182435854": "Mualliflik huquqi",
    "3236873806": "IMI ushbu veb-sayt uchun javobgardir.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass - bu",
    "1898063898": "biz birgalikda ishlab chiqayotgan foydalanuvchi maxfiyligini saqlash uchun",
    "1942186611": "va boshqalar.",
    "3673079511": "rivojlanayotgan standart",
    "2164933356": "Cloudflare",
    "3119589996": "U qanday ishlaydi: brauzer kengaytmasi foydalanuvchilarga Privacy Pass protokolini qo'llab-quvvatlaydigan veb-saytlar uchun kriptografik ko'r tokenlarni yaratish va imzolash imkoniyatini beradi. Kengaytma hCaptcha xizmatidan foydalangan holda istalgan saytda muammo hal qilinganda hCaptcha tomonidan imzolangan kriptografik ko'r-ko'rona tokenlarni o'z ichiga olgan o'tishlarni yaratadi,",
    "1254771154": "hCaptcha-ni o'rnatadigan boshqa Privacy Pass-ni qo'llab-quvvatlovchi xizmatlarda ko'rsatilgan muammolar, masalan, Cloudflare.",
    "996362763": "Ushbu tokenlar ko'rsiz va kelajakda foydalanish uchun kengaytma tomonidan saqlanadi. Agar foydalanuvchi hCaptcha yordamida saytga tashrif buyursa va sinovdan o'tishi kerak bo'lsa (ko'rinmasmi yoki \"Men odamman\" tugmasi orqali) ular avtomatik ravishda sotib olinadi. Ko'zni qamashtirish protsedurasi imzolangan va sotib olingan tokenlarni hCaptcha nuqtai nazaridan kriptografik jihatdan ajratib bo'lmasligini anglatadi va shuning uchun foydalanuvchi maxfiyligi saqlanib qoladi.",
    "2943346052": "IETF standartlashtirish jarayoni davom etar ekan, biz yirik brauzerlar Privacy Pass-ning qaysidir shaklini mahalliy sifatida qabul qilishini kutamiz. Bu oxir-oqibat kengaytmani keraksiz qiladi. Hozircha, iltimos, quyidagi ko'rsatmalarga amal qiling.",
    "2326660907": "bundan mustasno",
    "741483946": "* Boshqacha qilib aytganda: hCaptcha.com saytida hCaptcha Privacy Pass tokenlarini olishingiz va hCaptcha.com saytidan bevosita boshqa saytlarda foydalanishingiz mumkin. Cloudflare ishlatadigan hCaptcha xizmatini chetlab o'tish uchun hCaptcha Privacy Pass tokenlarini olishingiz yoki sotib olishingiz mumkin emas, chunki Cloudflare o'zining Privacy Pass tokenlarini chiqaradi va sotib oladi.",
    "1362015807": "Ishni boshlash",
    "1358325821": "Birinchidan, kengaytmani o'rnating",
    "310885519": "yoki",
    "4091044469": ". Kengaytma inkognito rejimida yoqilganligiga ishonch hosil qiling. Keyin hCaptcha-dan foydalangan holda istalgan veb-saytga tashrif buyuring va captcha-ni hal qiling. 2.0.3 versiyasidan boshlab, hCaptcha yordamida veb-saytlarda ushbu tokenlarni sotib olishingiz mumkin.",
    "3904679538": "Chrome",
    "3700767772": "Kengaytmani o'rnatganingizdan so'ng, chiptalarni olish uchun bu yerni bosing (yoki hCaptcha-dan foydalanadigan istalgan veb-saytda):",
    "166277959": "Esda tuting: bu funksiya hozirda beta-versiyada va barcha veb-saytlar va foydalanuvchilar uchun doim ishlamasligi mumkin. Agar u yoqilmagan yoki ma'lum bir foydalanuvchi uchun ishlamasa, xatti-harakatlar funksionallikni yo'qotmasdan standart hCaptcha tajribasiga qaytadi.",
    "3031357206": "URL satrining yonida yangi belgi paydo bo'ladi. Endi hCaptcha yordamida veb-saytga tashrif buyuring. Bu shunday ko'rinadi:",
    "1066753052": "bu hamyon bo'sh degan ma'noni anglatadi va siz hCaptcha muammosini o'z ichiga olgan saytdasiz. Tanlovni tugatganingizdan so'ng, hCaptcha bilan boshqa istalgan veb-saytda sotib olinishi mumkin bo'lgan tokenlarga ega bo'lasiz.",
    "651123197": "Hamyoningizdagi joriy summaning soni topshiriqni bajarganingizdan so'ng belgida ko'rsatiladi.",
    "554844646": "Kengaytma ishlayotganini har marta bosganingizda hisoblagich 1 ga tushishini ko'rish orqali tasdiqlashingiz mumkin",
    "4087729475": "birinchi yechimingizdan keyin muammo.",
    "647630208": "Va shunday! Onlayn kezishingiz endi maxfiyroq.",
    "3272552822": "Ishlab chiquvchilar va kriptograflar:",
    "4059570880": "Agar siz standartlashtirish harakatlarini kuzatmoqchi bo'lsangiz, hozirda sa'y-harakatlar davom etmoqda",
    "1904390996": "standartlashtirish uchun",
    "252720667": "Privacy Pass kriptografik xavfsizligi asosida. Protokolning o'zi orqali o'tmoqda",
    "3972554015": "jarayon ham. Va brauzer kengaytmasi, albatta",
    "3723626769": "hissalaringiz va sharhlaringiz uchun.",
    "3882147547": "Oblivious psevdoradom funktsiyalari",
    "565624910": "qoralama",
    "3421090159": "ochiq manba",
    "3098677775": "Savol: Privacy Pass-dan foydalanganda mening IP va ko‘rish tarixim hCaptcha-dan butunlay shaxsiymi?",
    "4019638786": "Javob: hCaptcha-ning Privacy Pass foydalanuvchilari hech qachon o'z IP-larini hCaptcha-ga ko'rsatmaydi, agar ularning brauzer token hamyoni bo'sh bo'lsa yoki sayt uni yubormasa. hCaptcha foydalanuvchini token sotib olish bilan bog'lashning hech qanday usuli yo'q va token hamyoni bo'sh bo'lmasa, token sotib olish vaqtida foydalanuvchi bilan to'g'ridan-to'g'ri muloqot qilmaydi.",
    "3887113660": "Savol: Privacy Pass hCaptcha daromadiga qanday ta'sir qiladi?",
    "1116455671": "Javob: Agar foydalanuvchi uni saytingizda yakunlasa, siz dastlabki yechim uchun mukofot olasiz. Mijozning yuqori ishonchi tufayli foydalanuvchi saytingizga avtomatik oʻtib ketgandek, toʻlovlar bir xil javob sxemasiga amal qiladi: hech qanday daromad boʻlmaydi va serveringizdan saytverify qoʻngʻirogʻi oʻtish natijalarida “kredit: False” xabarini oladi.",
    "779817954": "Savol: Agar menda boshqa provayder tomonidan berilgan Privacy Pass talonlari bo‘lsa, ularni hCaptcha-da sotib olsam bo‘ladimi?",
    "3014149332": "Javob: Yo'q, talonlar o'zaro ishlamaydi: ular bir xil vakolatli organ tomonidan berilishi va sotib olinishi kerak, bu holda hCaptcha. E'tibor bering, agar kengaytmangizda Cloudflare va hCaptcha-dan ruxsatnomalar mavjud bo'lsa, mavjud raqam siz tashrif buyurayotgan sahifa talabiga qarab to'g'ri miqdorga o'zgaradi. Boshqacha qilib aytganda, agar sizning hamyoningizda 100 ta Cloudflare o'tish va 10 ta hCaptcha o'tish bo'lsa, hCaptcha o'rnatilgan sahifalardagi kengaytma belgisida 10 ni ko'rishingiz kerak.",
    "3679148535": "Savol: Privacy Passning yana qanday ilovalari ustida ishlayapsiz?",
    "1606783855": "Javob: Foydalanish imkoniyati (\"a11y\") uchun Privacy Pass bizni juda qiziqtiradi. Audio captchalar kabi ilgari mashhur variantlar ko'p a11y foydalanuvchilarini kamsitadi. Bizning joriy a11y yondashuvimizni Privacy Pass emissiyasi bilan birlashtirish a11y foydalanuvchilariga ularning trafigi ko‘proq shaxsiy ekanligini bilib, xavfsiz kezish imkonini beradi, shu bilan birga a11y opsiyalari mavjud bo‘lganda muqarrar ravishda yuzaga keladigan bot operatorlari tomonidan suiiste’mol qilinishini cheklashiga ishonamiz.",
    "2359150347": "Savol: Boshqa onlayn xavfsizlik xizmatlari Privacy Pass-ni qo'llab-quvvatlaydimi?",
    "2082237880": "Javob: hCaptcha - bu Privacy Pass-ni qo'llab-quvvatlaydigan birinchi turdagi xizmat va hozirda buni amalga oshiradigan yagona xizmatdir. Biroq, biz boshqa xizmatlardan foydalanuvchilarning onlayn maxfiyligini oshirish afzalliklarini tan olishini kutamiz va biz ishlab chiqishda yordam berayotgan IETF standartlari rasman qabul qilingani sababli, kelajakda ko'proq tatbiq etilishini kutamiz.",
    "2109792055": "Foydalanuvchi uchun qoʻllanma: Maxfiylik ruxsatnomasini chiqarish va tekshirish bilan bogʻliq muammolarni tuzatish",
    "3588620914": "Privacy Pass Internet standartlari bo'yicha yangi ixtiro bo'lib, undan xabardor bo'lmagan boshqa ilovalar va brauzer kengaytmalari uning funksiyalariga xalaqit berishi mumkin.",
    "4039193170": "Tokenlarni olish yoki qaytarishda muammoga duch kelsangiz:",
    "2378786360": "1. Boshqa qo'llab-quvvatlanadigan brauzerlardan birini sinab ko'ring: agar siz Chrome'da bo'lsangiz, sozlamalaringizni Chrome'dan import qilmasdan Firefox-dan foydalanib ko'ring va plaginni u erda o'rnating. Agar bu ishlayotgan bo'lsa, sizda brauzer konfiguratsiyasi bilan bog'liq muammo bo'lishi mumkin.",
    "394235836": "3. Agar yuqoridagi tavsiyalardan hech biri ish bermasa, bizga qo‘llab-quvvatlash xatini yuboring va biz nima bo‘layotganini aniqlashga yordam berishdan xursand bo‘lamiz.",
    "3470857731": "reCAPTCHA botlarni qanchalik aniq aniqlashi tahlili.",
    "3240786848": "Oxirgi yangilanish: 2021-yil 18-fevral",
    "2547140673": "O'n yildan ko'proq vaqt davomida Google reCAPTCHA xizmati veb-sayt egalariga savdoni taklif qildi: Googlega foydalanuvchilaringizni kuzatish va ularga savollar berish imkonini bering va buning evaziga ular botlar va spamlarni to'xtatishga va'da berishadi.",
    "2133754014": "4,5 milliondan ortiq veb-saytlar reCAPTCHA dan foydalanadi [",
    "3152512587": "va tizim har kuni yuzlab million yechlarni to'playdi. [",
    "2296918009": "Bu har kuni 100 kishi-yildan ortiq mehnatga to'g'ri keladi.[",
    "3900538778": "Belgilangan ma'lumotlar - bu mashinani o'rganishga yordam beradigan yoqilg'i. reCAPTCHA javoblari 2009-yildan beri Google’ning ML/AI xizmatlarini yaxshilash uchun foydalanilmoqda. reCAPTCHA-dan foydalanadigan ko‘p odamlar o‘z mehnatlari ishga tushirilayotganini anglamaydilar.",
    "1160252730": "Google endi reCAPTCHA Enterprise uchun yuqori narxlarni talab qilmoqda, bu esa ko'plab kompaniyalarni ushbu bitimni qayta ko'rib chiqishga majbur qilmoqda.",
    "1131196501": "Yirik kompaniyalar yoqadi",
    "204889717": "hCaptcha-ga o'tdilar",
    "639413188": "javoban.",
    "3280658086": "korporativ yechimlar",
    "3842815245": "Bu adolatli savdomi?",
    "714342693": "hCaptcha jamoasi 2016 yildan beri \"qorong'i veb\" captcha-buzuvchi xizmatlardan narx ma'lumotlarini to'playdi. Biz qiziqarli tendentsiyani payqadik:",
    "468929661": "reCAPTCHA-ni buzishning o‘rtacha narxi nihoyatda past (1000 ta yechishga 1 dollardan kam) va 2016-yilda monitoring boshlanganidan beri sezilarli darajada oshgani yo‘q. Bu reCAPTCHA v2 va v3 uchun ham amal qiladi. [",
    "2862164005": "Narxlar maʼlumotlari reCAPTCHA tomonidan taqdim etilgan xavfsizlikning aniq dollar qiymatini qoʻyish imkonini beradi: har bir javob uchun $0,001 yoki undan kam.",
    "102498091": "Google reCAPTCHA Enterprise uchun 1000 ta soʻrov uchun $1 undiradi, yaʼni endi ular har bir soʻrov uchun oʻz xizmatlari xavfsizligini buzish xarajatlaridan koʻproq haq oladi. Bu yomon kelishuvga o'xshaydi.",
    "130239139": "Google tomonidan har kuni to'plangan 100 dan ortiq kishi-yil mehnatining qiymati qanday?",
    "1421074182": "Muhim darajada yuqori.",
    "1953519598": "Bitta rasmni yorliqlash narxi 0,03 dan 1,00 dollargacha yoki undan yuqori. Har qanday konservativ hisob-kitoblarga ko'ra, Google bugungi kunga qadar milliardlab dollarlik bepul ishchi kuchi ishlab chiqargan. [",
    "3025548709": "Bu adolatsiz kelishuvga muqobil yo'l bormi?",
    "263761351": "hCaptcha birinchi ishonchli alternativ bo'lib, hozirda har oy yuz millionlab odamlar foydalanadi.",
    "2743692546": "Foydalanuvchilar hCaptcha orqali o'zlarining insoniyligini isbotlaganlarida, ularning mehnati anonim ochiq bozorga kirishadi.",
    "1982750088": "Butun dunyodagi kompaniyalar odamlar uchun oson, lekin mashinalar uchun qiyin bo'lgan oddiy vazifalarni bajarish uchun ushbu ishchi kuchiga taklif qilishadi. Foydalanuvchilar o'zlari tashrif buyurgan saytni qo'llab-quvvatlaydi va yuqori darajadagi xavfsizlik tufayli kamroq veb-spamni boshdan kechiradi.",
    "1108398506": "mijozlar tajriba ustidan toʻliq nazoratga ega boʻladilar va hCaptcha internetdagi eng yirik mustaqil sinov provayderini boshqarish tajribasidan foydalanadilar. Shuningdek, ular reCAPTCHA Enterprise-ga qaraganda yaxshiroq shartnomaga ega bo'lishadi: hajmga qarab 50-80% gacha yaxshi narx.",
    "3012870872": "Bepul versiyadan (hCaptcha Publisher) foydalanadigan veb-saytlar va ilovalar uni Googlega xayriya qilish o'rniga ushbu ishdan daromad oladi.",
    "2271512952": "Foydalanuvchilar tashrif buyurgan saytni qo'llab-quvvatlaydi va kamroq veb-spamni boshdan kechiradi.",
    "278010425": "hCaptcha-da keng va tez-tez o'zgarib turadigan turli xil vazifalarni avtomatlashtirish ham qiyinroq. reCAPTCHA-ning yagona interfeysi ko'p yillar davomida o'zgarmadi va kamdan-kam o'zgaruvchan savollarning kichik to'plamiga ega. Bu hCaptcha reCAPTCHA ga qaraganda kuchliroq anti-bot himoyasini ta'minlaydigan usullardan biridir.",
    "984849234": "hCaptcha reCAPTCHA faqat va'da qilgan narsalarni yetkazib berish uchun ilg'or mashina o'rganishdan foydalanadi, shu bilan birga olingan qiymatni undan foydalanadigan veb-saytlar bilan baham ko'radi.",
    "4063769686": "Foydalanuvchilar tashrif buyurgan saytni qo'llab-quvvatlaydi va kamroq veb-spamni boshdan kechiradi. Bu adolatliroq kelishuvga o'xshaydi.",
    "685916926": "Nega reCAPTCHA vaqt o'tishi bilan yaxshilanmadi?",
    "3992401943": "2012-yildan beri chuqur o‘rganishda inqilob bo‘ldi. So‘nggi o‘n yil ichida topshiriqlarning aniqligi bo‘yicha sanoat normasi, birinchi navbatda, chuqur konvolyutsion tarmoqlar tufayli tubdan yaxshilandi. Ushbu egri chiziqdan Google tomonidan taklif qilinadigan boshqa ML-ga asoslangan xizmatlar mavjud.",
    "615031303": "(Izohlarga qarang",
    "2125514305": "ML yaxshilandi, lekin reCAPTCHA ni chetlab o'tish qiyinligi bu vaqt ichida sezilarli darajada o'zgarmadi.",
    "1406188018": "6 va 7",
    "2689973938": "reCAPTCHA-ni takomillashtirish Google uchun reklama sotuvchisi sifatida ichki ziddiyatni keltirib chiqaradi.",
    "464238793": "Agar Google o'zi reklamani ko'rgan yoki havolani bosgan foydalanuvchi haqiqatda bot ekanligini aniqlasa, u o'sha foydalanuvchiga ko'rsatilgan reklamalar uchun haq olmaydi. Ushbu manfaatlar to'qnashuvi Googlening anti-bot ambitsiyalari doirasini keskin cheklab qo'ydi.",
    "918924423": "Masalan, Google retroaktiv botlarni aniqlash kabi aniq qimmatli xizmatlarni taklif qilmagan. Bir necha kunlik ma'lumotlarni tahlil qilgandan so'ng bot tomonidan yaratilgan foydalanuvchi trafigini e'lon qilish ancha ishonchli.",
    "661412233": "Captcha-dan keyin ba'zi foydalanuvchilarning bot ekanligini bilish ham qimmatlidir. Bu veb-sayt egalariga eski spam-xabarlarni tozalash va kelajakda spam-forumlarda ro'yxatdan o'tgan \"uyqu hisoblarini\" o'chirish, firibgarlikni kamaytirish va boshqalarga imkon beradi.",
    "3600797185": "Retroaktiv bot identifikatorini taklif qilish Googleni firibgar trafik uchun pul sarflagan reklama beruvchilarga qanday qilib orqaga qaytish to'g'risidagi murakkab savollarni ochib beradi.",
    "2076932190": "Shunday qilib, reCAPTCHA mahsuloti o'n yil davomida to'xtab qoldi.",
    "3856912381": "Foydalanuvchilar zarar ko'rdilar va endi keraksiz veb-spam keng tarqaldi. Ammo alternativa bor.",
    "1035621426": "reCAPTCHA tomonidan aniqlangan har bir bot bevosita Google reklama daromadini kamaytiradi.",
    "3668115514": "hCaptcha qanday farq qiladi?",
    "2413742287": "hCaptcha-ning rag'batlantirilishi reklama daromadini emas, balki aniqlikni oshirishdir: bot-javoblar odamlarni o'qitish ma'lumotlariga muhtoj bo'lgan mijozlarimiz uchun foydasiz.",
    "1373262754": "Insonning kimligini bilish hCaptcha uchun minimal qiymatga ega. Bizga faqat ular insonmi yoki yomon niyatli aktyormi?",
    "600646860": "Haqiqiy qiymatga ega mehnatni olishda shubhali qiymatga ega xizmatni taklif qilish o'rniga, hCaptcha ham kompensatsiya, ham kuchli anti-bot himoyasini ta'minlaydi.",
    "1836191653": "Korporativ versiyasi unchalik yaxshi boʻlmagani uchun millionlab dollar toʻlashda bepul foydalanuvchilarga osonlikcha magʻlub boʻladigan xizmatni taklif qilishning oʻrniga, hCaptcha ikkalasiga ham mukammal bot himoyasini taʼminlaydi, shu bilan birga korporativ foydalanuvchilarga kuchli SLA va tezkor qoʻllab-quvvatlash bilan bir qatorda qoʻshimcha funksiyalar va sozlashlarni taklif etadi.",
    "990215503": "hCaptcha - bu reklama tarmog'iga tegishli bo'lmagan yagona yirik captcha xizmati.",
    "971933157": "hCaptcha maxfiylik, oshkoralik va adolat haqida qayg'uradi.",
    "178839499": "Foydalanuvchilar o'zlarining insoniyligini isbotlashda hCaptcha bajarilgan ishlarning qiymatini baham ko'radi.",
    "1237076138": "hCaptcha bepul (hCaptcha Publisher) va korporativ (hCaptcha Enterprise) mijozlariga adolatli shartnoma taklif qiladi.",
    "614310292": "hCaptcha ni kim qurgan?",
    "4188814619": "hCaptcha - bu Intuition Machines xizmati (",
    "3265328927": "), keng miqyosda mashinani o'rganishni amalga oshiruvchi kompaniyalar uchun mahsulot va xizmatlarni taklif qiluvchi mashinasozlik kompaniyasi.",
    "2740033957": "IM jamoasi Apple, Amazon olimlari va muhandislaridan va mashinalarni o'rganish, taqsimlangan tizimlar va xavfsizlik sohasidagi boshqa yetakchilardan iborat.",
    "1579715421": "IM olimlari muntazam ravishda ICML, ICLR, ECCV va NeurIPS kabi eng yaxshi konferentsiyalarda nashr etadilar va kompaniya chuqur xeshlash kabi ML fanlari bo'yicha eng so'nggi natijalarni ommaga e'lon qiladi.",
    "4015238193": "va OCR [",
    "279580593": "imachines.com",
    "279918384": "Google bepul mehnatingizdan qanday foydalanmoqda?",
    "2385522384": "Siz Google’ning Waymo avtomashinalaridagi kameralardan video kadrlarni ko‘rgansiz va ularning ob’yektni aniqlashni yaxshilashga yordam bergansiz.",
    "1517627947": "Siz Google’ning Streetview avtomobillaridan binolar yoki ko‘cha belgilarining suratlarini ko‘rgansiz va ularning Xaritalar va Yer mahsulotlari uchun joylashuvni belgilashga yordam bergansiz.",
    "3225936061": "Siz Google Books xizmatida kitob sahifalaridan olingan va ularning OCR (matnni aniqlash) dasturiy taʼminotini yaxshilashga yordam bergan matn suratlarini koʻrgan boʻlsangiz kerak.",
    "129661785": "Hech qachon \"avtomobilga/piyodalar o'tish joyiga/svetoforga bosing?\"",
    "936667684": "Hech qachon \"bino/ko'cha belgisini yozishni so'rashganmi?\"",
    "3773515538": "Hech qachon \"ikkita so'zni kiritish kerakmi?\"",
    "1778058441": "hCaptcha-da qanday ish turlari ishlaydi?",
    "366088791": "hCaptcha turli xil vazifalarni qo'llab-quvvatlaydi.",
    "3114147525": "hCaptcha mijozlari xizmatdan ob'ektni aniqlash, atributlarni aniqlash (kiyim turlarini aniqlash uchun yorliqlarni to'plash), ahamiyatlilik reytingi (asosiy mahsulot bilan solishtirganda bir nechta variantlardan eng mos mahsulotni tanlash), cheklov qutilari (qiziqish joylarini topish) kabi vazifalar uchun foydalanadilar. tasvir), \"Inson OCR\" (tasvirdagi matnni aniqlash) va boshqa ko'plab turdagi vazifalar.",
    "3139609561": "Quyida tasvir tasnifi va atributlarni aniqlash ish turlarining ikkita misoli keltirilgan. [",
    "2273532558": "hCaptcha-ning to'lovchi mijozlari kimlar?",
    "4104221634": "hCaptcha mijozlari texnologiya kompaniyalaridan tortib moda, chakana savdo va boshqa sohalarga yo'naltirilgan turli sohalarni qamrab oladi, ularda mashinani o'rganishni qo'llash orqali qiymat yaratish mumkin.",
    "1337725003": "hCaptcha katta va kichik kompaniyalarga o'z biznesida mashina o'rganishni qo'llash orqali o'z mahsulotlari va xizmatlari sifatini yaxshilash imkonini beruvchi real vaqt rejimida yuqori hajmli izohlarga kirishni demokratlashtirishga intiladi.",
    "4086379603": "Savollar?",
    "1243684308": "Biz sizning fikr-mulohazalaringizni jiddiy qabul qilamiz va har bir kishi kamroq botlar va kamroq spam bilan onlayn tarzda yanada yoqimli tajribaga ega bo'lishini ta'minlashni xohlaymiz. Bizga murojaat qiling:",
    "2645321220": "Va agar siz reCAPTCHA narxi juda yuqori deb hisoblasangiz, hCaptcha Enterprise haqida bizga murojaat qiling. Hozirda dunyodagi eng yirik nashriyotlar, moliyaviy xizmatlar kompaniyalari va veb-infratuzilma kompaniyalari tomonidan foydalanilmoqda, ular nafaqat reCAPTCHA ga ishonchli muqobildir: ular hozirda mavjud bo'lgan eng yaxshi bot himoyasini taklif qilishiga ishonamiz.",
    "1229233916": "Izohlar",
    "1115642494": "1. Manba: BuiltWith.com reCAPTCHA saytlari ro'yxati. 2019-yil 9-iyulda olindi.",
    "448807334": "(\"Har kuni yuzlab millionlab CAPTCHAlar odamlar tomonidan hal qilinadi.\") Olingan. 8-iyul, 2019-yil.",
    "2397590157": "3. Konservativ hisob-kitob: 200 million yechish * 30 soniya bir yechishda yillar = 190,3 kishi-yil/kun.",
    "3236311792": "4. hCaptcha ichki tahlili. Maʼlumotlar 2019-yil 30-iyungacha yigʻilgan. Tafsilotlar soʻrov boʻyicha mavjud.",
    "1752259468": "5. Konservativ hisob-kitob: bitta izohning $0,01 narxi * oʻrtacha 200M. kuniga izohlar (pastki chegara) * yiliga 365 kun * 2009 yildan beri 10 yil = 7,3 milliard dollar past chegara qiymati.",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Manba: Meri Miker, KP Internet Trends 2017",
    "2666258754": "SEMANTIK IEARXİYAGA ASOSLANGAN RELATSIONAL KO'RMALAR ZAYIB BOSHQARILGAN CHUQUR XESHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD ustaxonasi.",
    "2544169219": "So'nggi eng so'nggi natijalar: ICML LLD, 2019 yil may.",
    "1973347745": "10. Mualliflik huquqisiz misol tasvirlari. Manba: Petapixel.",
    "1493115924": "Savdo belgisi eslatmalari:",
    "4051104324": "\"Intuition Machines\" - Intuition Machines, Inc.ning ro'yxatdan o'tgan savdo belgisi.",
    "3983646521": "Barcha mahsulot nomlari, logotiplar, brendlar, savdo belgilari va ro'yxatdan o'tgan savdo belgilari ularning tegishli egalarining mulki hisoblanadi. Ushbu veb-saytda ishlatiladigan barcha kompaniya, mahsulot va xizmatlar nomlari faqat identifikatsiya qilish uchun mo'ljallangan. Ushbu nomlar, savdo belgilari va brendlardan foydalanish ma'qullashni anglatmaydi. Bu holatda, aksincha.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM olimlari CVPR 2020 da zaif nazorat ostidagi matnni aniqlash (OCR) uchun yangi mezonni o‘rnatdilar.",
    "1259002282": "Xato topdingizmi? Bu haqda qanday xabar berish kerak.",
    "3301728462": "Millionlab odamlar hCaptcha-dan har oy minglab brauzerlar, kengaytmalar, qurilmalar, xavfsizlik devorlari va boshqalar kombinatsiyasidan foydalanadilar.",
    "3878230879": "Bizning maqsadimiz - bu har doim siz uchun ishlashiga ishonch hosil qilish, shuning uchun biz sizning hisobotlaringizni juda qadrlaymiz!",
    "2465128185": "Tez fikr bildirish uchun “Bizga fikr-mulohaza yuborish” tugmasini bosing.",
    "2921990472": "Funktsional muammoni ko'rsangiz, iltimos, amal qiling",
    "2870341481": "quyida. Faqat boshqa brauzerlar uchun",
    "1866590035": "Chrome uchun disk raskadrovka jurnali ko'rsatmalari",
    "444492541": "Firefox uchun disk raskadrovka jurnali ko'rsatmalari",
    "169267610": "bizga elektron pochta orqali yuboring",
    "3100722753": "Potentsial xavfsizlik yoki maxfiylik muammolari uchun quyidagi ko'rsatmalarga qarang.",
    "1906593952": "Hozirgina ko'rgan hCaptcha haqida fikr-mulohaza bildiring",
    "3951254541": "Sizning fikringiz uchun minnatdormiz. Har qanday muammo haqida bizga xabar bering va biz ularni tezda hal qilamiz.",
    "3324288040": "Bizga fikr-mulohaza yuboring",
    "2864016648": "Maxfiylik masalalari",
    "304004915": "Bizga foydalanuvchilar kimligi muhim emas, faqat ular zararli yoki mashinalar bo'lish ehtimoli qanchalik katta. kabi tashabbuslarni qo'llab-quvvatlaymiz",
    "1139493658": ", va maxfiylik va xavfsizlikni muvozanatlash uchun qattiq harakat qiling.",
    "3083289844": "Agar foydalanuvchi maxfiyligiga ta'sir qilishi mumkin bo'lgan muammoni topsangiz, iltimos, bizga elektron pochta orqali yuboring",
    "4264784515": "Xavfsizlik xatolari",
    "963238401": "Biz har doim xavfsizlik xatolari haqida hisobot olishdan manfaatdormiz. Elektron pochta",
    "3926027556": "va biz sizga tezda qaytamiz.",
    "1589805435": "Bizda ham bor",
    "2560582224": "xato uchun mukofot dasturi",
    "103876916": "hCaptcha xizmati va tegishli manba kodi bo'yicha tegishli xavfsizlik hisobotlari uchun.",
    "497117287": "Foydalanish imkoniyatlari",
    "3230004040": "Siz ko'rish qobiliyati pastmisiz yoki hCaptchalarni to'liq bajara olmaysizmi?",
    "3480023141": "Maxsus imkoniyatlar imkoniyatlari haqida koʻproq bilib oling",
    "2052161540": "Xatolik hisoboti tafsilotlarini yozib olish: Chrome",
    "2281169898": "Hisobotingiz bilan disk raskadrovka ma’lumotlarini yuborish bizga nima bo‘layotganini aniqlashni ancha osonlashtiradi. Bu erda bosqichma-bosqich ko'rsatmalar:",
    "1123365779": "Agar siz veb-ishlab chiquvchi yoki ekspert foydalanuvchi bo'lsangiz, xulosa shuki, bizga HAR va brauzer konsoli jurnallarini yozib olgan tarmoqni yuborishingizni so'raymiz.",
    "2015218686": "ushbu bosqichlarni bajarishdan oldin. Agar bu muammoingizni hal qilsa, brauzeringiz versiyasi, reklama blokirovkasi yoki brauzer kengaytmasi va veb-sayt URL manzilini bizga xabar qilsangiz juda minnatdormiz.",
    "3922723611": "Iltimos, har qanday reklama blokirovkasini yoki brauzer xavfsizlik kengaytmalarini o'chirib ko'ring",
    "4036872105": "avval va keyin qayta urinib ko'ring",
    "993651083": "1-qadam: Dasturchi vositalarini oching (Bu seansni yozib olishni boshlaydi.)",
    "4163469907": "2-qadam: Ishlab chiquvchi asboblaridagi Tarmoq yorlig'ini bosing. Yuqoridagi \"Jurnalni saqlash\" katagiga belgi qo'ying.",
    "4243348003": "3-qadam: tashrif buyuring",
    "641342999": ", yoki sizda muammo yuzaga kelgan veb-sayt (Maxfiylik eslatmasi: faqat nima ekanligini baham ko‘rishga qarshi bo‘lmasangiz) ... va keyin “Men insonman” tugmasini bosing va hal qilishga harakat qiling.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4-qadam: Tarmoq jurnalini saqlaydigan hal qilishga urinib ko'rganingizdan so'ng \"HAR eksporti\" (pastga kichik o'q) tugmasini bosing. Bu faylni bizga yuboring.",
    "1503240421": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun sichqonchaning o'ng tugmachasini bosing, so'ng \"Saqlash kabi ..\". Buni bizga ham yuboring.",
    "2863840904": "6-qadam: Oxirgi qadam, HAR va konsol jurnali fayllarini bizga elektron pochta orqali yuboring va muammoni tasvirlab bering",
    "4051785543": "Foydalanish:",
    "3623028666": "(masalan, xizmatdan foydalaning",
    "551761392": "va havolalarni yuborish) va ixtiyoriy ravishda skrinshot, agar biror narsa noto'g'ri ko'rsatilmagan deb gumon qilsangiz. Iltimos, foydalanayotgan IP manzilingizni ham yuboring. dan olishingiz mumkin",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Bu maʼlumotni olishimizga vaqt ajratganingiz uchun tashakkur!",
    "3680327841": "Biz hCaptcha-ni hamma uchun yaxshi ishlashiga intilamiz",
    "1059502393": "Xatolik hisoboti tafsilotlarini yozib olish: Firefox",
    "1112074001": "2-qadam: Ishlab chiquvchi asboblaridagi Tarmoq yorlig'ini bosing. Yuqoridagi \"Jurnallarni davom ettirish\" katagiga belgi qo'ying.",
    "1797298240": "4-qadam: Yechishga urinib ko‘rganingizdan so‘ng “HAR” tugmasini bosing va tarmoq jurnalini saqlash uchun “Hammasini HAR sifatida saqlash” ni tanlang. Bu faylni bizga yuboring.",
    "3671246379": "5-qadam: Konsol yorlig'ini bosing va konsol jurnalini saqlash uchun sichqonchaning o'ng tugmachasini bosing va keyin \"Hammasini tanlang\" va uni matnli faylga saqlang. Buni bizga ham yuboring.",
    "3816867833": "Fikr-mulohaza",
    "788770967": "Buni eshitganim uchun uzr! Siz bizning maxsus imkoniyatlarimizdan foydalanishni xohlashingiz mumkin:",
    "1333016413": "Bu roʻyxatdan oʻtish va cookie faylini oʻrnatish orqali kelajakdagi savollardan qochish imkonini beradi.",
    "2333410049": "Iltimos, reklama blokeringizni ham oʻchirib koʻring.",
    "1345083090": "Funktsional muammo haqida xabar berasizmi?",
    "2184564739": "Qarang",
    "604751186": "Boshqa masalalar? Elektron pochta",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "batafsil jurnallar bilan muammolarni qanday xabar qilish",
    "1050501253": "Juda qiyin",
    "3264813246": "Nomaqbul",
    "3526939538": "Dasturiy ta'minot xatosi",
    "126134492": "Boshqa",
    "3511610999": "Keling, to'g'ri joyga borganingizga ishonch hosil qilaylik.",
    "3906886217": "Kompaniyalar yoki veb-saytlar uchun",
    "1621597093": "Korxona xavfsizlik yechimlari (pullik)",
    "3176531704": "Ma'lumotlar izohi",
    "1834239172": "hCaptcha annotatsiya xizmatlarini sotib oling",
    "1457707016": "Jismoniy shaxslar uchun",
    "770264626": "Xizmatingizga hCaptcha qo'shing (bepul)",
    "881015166": "Mening veb-saytim yoki ilovamga Publishers uchun hCaptcha qo'shing",
    "47536007": "hCaptcha haqida ko'proq bilib oling",
    "2012837493": "Qidiruv natijalari",
    "4034694801": "Mos natijalar topilmadi.",
    "3621411541": "hCaptcha uchun maxsus imkoniyatlar haqida bilib oling",
    "3401005681": "Pul ishlang",
    "3933993151": "Shaxsiy ma'lumotlar yorlig'i sifatida ishlang",
    "563059212": "Subprotsessorlar ro'yxati",
    "3501923981": "Oxirgi yangilangan: 2020-yil 1-yanvar.",
    "3548097301": "Kuchga kirishi: 2020-yil 1-yanvar.",
    "3991444169": "Ushbu sahifada hCaptcha Enterprise xizmati uchun joriy subprotsessorlar ro'yxati keltirilgan.",
    "835396984": "Hozirda faol",
    "424089481": "Amazon Web Services, Inc. (Global). Taqdim etilgan xizmatlar: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Taqdim etilgan xizmatlar: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Taqdim etilgan xizmatlar: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft korporatsiyasi (global). Taqdim etilgan xizmatlar: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Eslatma: barcha mijozlarga taalluqli emas. Masalan, IP Blinding yoki boshqa ilg'or maxfiylik yoki xavfsizlik opsiyalari mijozlari (masalan, Secure Virtual Tenancy mijozlari) telemetriya tizimlariga, hatto IP manziliga ham kiradigan har qanday potentsial \"PII\" dan butunlay chiqarib tashlanadi. Agar kerak bo'lsa, qo'shimcha ma'lumot olish uchun hisob vakili bilan bog'laning.",
    "700843971": "Hound Technology, Inc. (Global). Taqdim etilgan xizmatlar: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Taqdim etilgan xizmatlar: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Taqdim etilgan xizmatlar: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Taqdim etilgan xizmatlar: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infratuzilma",
    "370366524": "Efemer xizmat telemetriyasi",
    "121192737": "Kelgusi qo'shimchalar",
    "2420789666": "Fastly, Inc. Taqdim etilgan xizmatlar: Tez CDN va chekka hisoblash.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Kuchga kirishi: 2021-yil 1-sentabr. Infratuzilma qo‘shilishi",
    "1487796027": "Kompaniyalar uchun",
    "3943417791": "hCaptcha Enterprise (BotStop) uchun yordam oling",
    "702287791": "hCaptcha Publisher (bepul)",
    "3397976149": "hCaptcha Publisher uchun yordam oling",
    "833750823": "Qiyinchilikda qiynalayapsizmi?",
    "2024737147": "Xato haqida xabar berishni xohlaysizmi?",
    "1978884623": "Dasturiy ta'minot bilan bog'liq muammolar haqida ko'proq bilib oling",
    "4188664955": "Asosiy xizmat shartlari",
    "2621989404": "Oxirgi yangilangan: 2021-yil 24-sentabr. Iltimos, ingliz tilidagi shartlarimiz ishonchli ekanligini unutmang.",
    "2404545611": "hCaptcha-ga xush kelibsiz! Jamiyatimizning bir qismi bo'lganingiz uchun tashakkur. \"Xizmatlar\" ning barcha foydalanuvchilari (quyida tavsiflangan) quyidagi shartlarga rozi bo'lishlari kerak (\"Xizmat ko'rsatish shartlari\"). Ushbu Xizmat shartlariga muvofiq, \"IMI\", \"biz\" va \"biz\" Intuition Machines, Inc. va uning sho''ba korxonalari, filiallari, ofitserlari, agentlari, xodimlari, vakillari va agentlariga ishora qiladi va bizning \"veb-sayt\"imizga quyidagi har qanday veb-sayt kiradi. bizning nazoratimiz, shu jumladan www.hcaptcha.com va www.imachines.com.",
    "2348450790": "Iltimos, ushbu Xizmat shartlarini o'qing. Ular, boshqa qoidalar qatorida, kafolatlardan voz kechish, javobgarlik cheklovlari va majburiy arbitrajni o'z ichiga oladi. Iltimos, ushbu Xizmat shartlari veb-saytimizga oxirgi tashrifingizdan keyin o'zgargan bo'lishi mumkinligini unutmang. Biz ushbu Xizmat shartlarini vaqti-vaqti bilan o'z ixtiyorimiz bilan qayta ko'rib chiqishimiz va yangilashimiz mumkin. Jiddiy o'zgarishlar yuz bergan taqdirda, biz ushbu sahifada yangilangan Xizmat shartlarini e'lon qilish orqali sizni xabardor qilamiz, shundan so'ng siz Sayt yoki Xizmatdan foydalanishni davom ettirish yoki unga kirish uchun yangilangan Xizmat shartlarini tasdiqlagan holda qabul qilishingiz kerak.",
    "1933936765": "Maʼlumotlarni qayta ishlash boʻyicha kelishuv (oxirgi yangilangan: 2021-yil 23-sentabr)",
    "2959486280": "Agar siz ushbu Xizmat shartlariga rozi bo'lmasangiz, Sayt yoki Xizmatdan foydalana olmaysiz yoki unga kira olmaysiz.",
    "3200859925": "1. Maqsad",
    "1807143500": "Xizmatlar onlayn xavfsizlik xizmatini (\"hCaptcha xizmati\") va shaxs (\"Hisobchi\") uchinchi tomon tashkiloti yoki Intuition Machines (har biri) o'zi bajaradigan vazifalarni bajarishni tanlashi mumkin bo'lgan platformani (\"Intuition Machines Platformasi\") o'z ichiga oladi. \"So'rovchi\") bizning veb-saytimizga yoki hCaptcha xizmatiga to'g'ridan-to'g'ri veb-saytimizda yoki Intuition Machines platformasiga kirish va/yoki uchinchi tomon ob'ekti va/yoki platformasi yoki xizmati orqali yoki ular bilan bog'liq vazifalarni bajarish orqali postlar (har biri, \"Integrator\"). So‘rovchilar topshiriqlarni joylashtiradilar va Integratorlarga IMI tomonidan taqdim etilgan mukofotlar evaziga yoki So‘rovchi o‘zlarining oxirgi foydalanuvchilariga vazifalarni bajarish uchun Intuition Machines Platformasi yoki hCaptcha xizmatidan foydalanayotgan bo‘lsa, So‘rovchi tomonidan belgilanadigan tarzda ularni bajarishga hissa qo‘shuvchilarni taklif qiladi. Biz kompaniyalar va jismoniy shaxslardan (har biri \"mijoz\") platformamizdan foydalanganliklari uchun haq olamiz, shunda ular bizning dasturiy ta'minotimizdan, mualliflik vazifalaridan foydalanishi, bizni mualliflik vazifalariga yollashi va/yoki hissa qo'shuvchilarga kirish huquqiga ega bo'lishi mumkin. Shuningdek, biz Integratorlardan veb-saytlari, mobil ilovalari va boshqa onlayn mulklarida firibgarlik, suiiste'mollik va spamni kamaytirish uchun hCaptcha xizmatidan foydalanganliklari uchun haq to'laymiz. Yuqorida aytilganlar birgalikda \"Xizmatlar\" deb ataladi.",
    "3212830633": "2. Muvofiqlik",
    "2605814073": "Xizmatlarimizdan foydalanish yoki ro'yxatdan o'tish orqali siz rozilik bildirasiz: siz kamida 18 yoshdasiz; siz o'zingiz yoki siz vakillik qilayotgan yuridik shaxs nomidan ushbu shartnomani tuzish huquqiga egasiz va har doim ushbu Xizmat shartlariga hamda bu erda keltirilgan barcha IMI siyosatlari va yo'riqnomalariga muvofiq bo'lib qolasiz; va siz bizning veb-saytimizni suiiste'mol qilmaysiz, o'z shaxsingizni bizga noto'g'ri ko'rsatmaysiz yoki IMIda inson aqlini talab qiladigan har qanday vazifaning biron bir qismini bajarish uchun sun'iy intellektdan foydalanmaysiz.",
    "2616040974": "3. Mijozlar va so'rovchilar",
    "1544829730": "Agar siz Buyurtmachi yoki So'rovchi bo'lsangiz, Mijoz ilovasi sifatida bu yerga ilova qilingan qo'shimcha shartlar qo'llanilishiga va ushbu Xizmat shartlariga havola orqali kiritilishiga rozilik bildirasiz. Agar siz mijoz yoki so'rovchi bo'lmasangiz yoki mijoz yoki so'rovchi bo'lishni to'xtatsangiz, Mijoz ilovasidagi qo'shimcha shartlar qo'llanilmaydi va ular ushbu Xizmat shartlariga havola orqali kiritilmaydi.",
    "3759360138": "4. Foydalanuvchi nomi va parol",
    "2236960358": "Roʻyxatdan oʻtgandan soʻng sizdan oʻzingiz haqingizda maʼlum shaxsiy maʼlumotlarni (“Shaxsiy maʼlumotlar”), jumladan ismingiz, elektron pochta manzilingiz va foydalanuvchi nomi va parol yaratishingiz soʻraladi, bularning barchasi bizning Maxfiylik siyosatimizga boʻysunadi. veb-sayt. Sizning hisobingiz, parollaringiz va hisobingiz bilan bog'liq har qanday autentifikatsiya kalitlarini kuzatish, ta'minlash va xavfsizligini ta'minlash uchun faqat siz javobgarsiz va Xizmatlarda ushbu ma'lumotlardan har qanday foydalanish yoki ulardan foydalanish orqali qilingan harakatlar uchun javobgarsiz.",
    "3047519814": "Hisobingiz yoki parolingizni hech kim bilan baham ko'rmasligingizga rozilik bildirasiz.",
    "1699668873": "Hisobingiz ma'lumotlari o'g'irlangan yoki boshqa birov tomonidan foydalanilgan yoki boshqa xavfsizlik buzilishidan shubhalansangiz, IMIni darhol xabardor qilishingiz kerak.",
    "3044038608": "Roʻyxatdan oʻtish jarayonida soʻralganidek, bizga toʻgʻri, aniq va toʻliq maʼlumotlarni taqdim etishga rozilik bildirasiz. Shuningdek, siz bunday ma'lumotlarni dolzarb va to'g'ri saqlash uchun zarur bo'lganda zudlik bilan yangilashga rozilik bildirasiz.",
    "4132302900": "5. Maxfiyligingiz, maʼlumotlaringiz va “Hamma uchun maʼlumotlar”",
    "10724169": "Siz bizga bergan har qanday Shaxsiy maʼlumotlar bilan nima qilishimizni tartibga soluvchi Maxfiylik siyosatimizni qabul qilasiz.",
    "1669194950": "Shaxsiy ma'lumotlarga qo'shimcha ravishda sizdan xizmatlarni taqdim etishimiz uchun boshqa ma'lumotlarni ham taqdim etishingiz talab qilinishi mumkin (yoki biz to'plashimiz kerak bo'lishi mumkin) (birgalikda \"Mijoz ma'lumotlari\"). Sizning kechikishingiz yoki Mijoz ma'lumotlarini taqdim etmasligingiz sababli xizmatlarni bajarmaslik uchun biz javobgar emasmiz.",
    "1330274831": "Shu bilan siz ushbu Shartnomaning amal qilish muddati davomida har qanday Mijoz maʼlumotlarini faqat Xizmatlarni taqdim etish maqsadida ishlatish, koʻpaytirish, elektron tarzda tarqatish va ochiq koʻrsatish uchun butun dunyo boʻylab, eksklyuziv boʻlmagan, sublitsenziyalanadigan, oʻtkazilishi mumkin boʻlgan, royaltisiz, qaytarib olinmaydigan litsenziyani berasiz. . Siz ushbu bo'limda litsenziya berish uchun sizning ma'lumotlaringizga va ma'lumotlaringizga nisbatan etarli huquq, huquq va manfaatlarga ega ekanligingizni bildirasiz va kafolatlaysiz.",
    "2230333214": "Biz mijozlar ma'lumotlarini boshqa ma'lumotlar bilan birlashtiramiz, shunda natijalar shaxsni identifikatsiyalash mumkin emas, shuningdek, biz identifikatsiya qilinmagan texnik jurnallar va Xizmatlardan foydalanishga oid ma'lumotlarni yig'amiz (\"Jamlash/identifikatsiya qilinmagan ma'lumotlar\"). Ushbu Shartnomada zid bo'lgan narsaga qaramasdan, IMI tomonidan ushbu Shartnomaning amal qilish muddati davomida yoki undan keyin har qanday biznes maqsadlarida, jumladan, xizmatlarni ishlab chiqish va takomillashtirish, hisobotlarni yaratish va tarqatish uchun cheklanmagan holda foydalanish mumkin. materiallar. Mijoz ma'lumotlari, shuningdek, ish tugagandan so'ng 180 kundan ko'p bo'lmagan cheklangan vaqt oralig'ida saqlanib qolishi va tizimda ko'rsatilishi mumkin, masalan, Intuition Machines tizimlari uchun avtomatik kalibrlash yoki tekshirish ma'lumotlari sifatida. Aniqlik uchun, ushbu 5-bo'lim bizga oldindan yozma ruxsatingizsiz sizni har qanday yig'ma/identifikatsiya qilinmagan ma'lumotlar manbai sifatida aniqlash huquqini bermaydi.",
    "3881754581": ". Agar siz bizning izoh xizmatlarimizning mijozi bo'lsangiz va Xizmatlardan foydalanishning bir qismi sifatida “Ma'lumotlar hamma uchun” opsiyasini tanlagan bo'lsangiz, IMI va xizmatlarning barcha foydalanuvchilariga butun dunyo bo'ylab, eksklyuziv bo'lmagan, sublitsenziyalanadigan, o'tkazilishi mumkin, Mijozlarning barcha ma'lumotlaridan, shu jumladan barcha tegishli intellektual mulk huquqlaridan to'liq foydalanish uchun royaltisiz, qaytarib olinmaydigan litsenziya. Agar siz “Hamma uchun maʼlumotlar” opsiyasini tanlasangiz, ushbu boʻlimda litsenziya berish uchun maʼlumotlaringizga va maʼlumotlaringizga nisbatan yetarli huquq, huquq va manfaatdor ekanligingizni bildirasiz va kafolatlaysiz.",
    "3496767126": "Shubhaga yo'l qo'ymaslik uchun quyidagi paragraf faqat bizning izoh xizmatlarimizdan foydalanuvchi Mijozlarga nisbatan qo'llaniladi va Xizmatlarimizdan Integrator sifatida foydalanish uchun emas.",
    "767207800": "Agar sizning maʼlumotlaringizda potentsial ochiq yoki haqoratomuz kontent boʻlsa, maʼlumotlaringizni koʻrgan har bir kishiga adolatli ogohlantirish sifatida xizmat qilish uchun ularni “OCHIQ MAZMUNI” belgilashingizni talab qilamiz. Siz IMI bilan alohida yozma kelishuvsiz siyosatlarimizni buzadigan vazifalarni, jumladan, (a) boshqa veb-sayt yoki xizmatni bevosita yoki bilvosita targ‘ib qiluvchi vazifalarni, (b) uchinchi tomon veb-saytlari shartlarini buzadigan vazifalarni va shartlar, (c) hissa qo‘shuvchilardan uchinchi tomonlarni so‘rashni talab qiluvchi vazifalar, (d) ishtirokchilardan veb-sayt xatti-harakatlari yoki natijalarini manipulyatsiya qilish uchun choralar ko‘rishni so‘raydigan vazifalar, (e) uchinchi shaxslarning intellektual mulk huquqlarini buzuvchi vazifalar va (f) vazifalar Bu Contributors dasturiy ta'minot yoki fayllarni yuklab olishni talab qiladi.",
    "3370561195": "6. Qabul qilinadigan xatti-harakatlar",
    "4205152730": "Sizni veb-saytimizda, Forumda, xabar almashishda, chatda va IMI tomonidan boshqariladigan boshqa ijtimoiy media kanallarida istalgan joyda boshqa foydalanuvchilar bilan muloqot qilish tavsiya etiladi, ammo shunday qilsangiz, saytimizdagi barcha xizmat ko'rsatish va foydalanish shartlariga va barcha tegishli qonunlarga rioya qilishingiz kerak. .",
    "1394253934": "7. Noto'g'ri foydalanish, suiiste'mol qilish va noto'g'ri ko'rsatish",
    "1406393333": "Ushbu Xizmatlar shartlari va biz taqdim etgan har qanday ko'rsatmalarga muvofiq bo'lmagan har qanday kirish yoki xizmatlardan foydalanish qat'iyan man etiladi. Xususan, siz:",
    "3409726716": "yozma ruxsatisiz bizda bir nechta akkaunt uchun ro'yxatdan o'tish;",
    "3119498672": "Internet-botlar, veb-robotlar, botlar, skriptlar yoki sun'iy intellektning boshqa har qanday shakllaridan foydalangan holda har qanday vazifani bajarish yoki ular tavsiflangan vazifalarni bajarmasdan IMI yoki istalgan So'rovchi yoki Integratordan mukofot olishga harakat qilish;",
    "1188668818": "ushbu veb-saytdan foydalanganda har qanday yolg'on ma'lumotni taqdim etish (jumladan, hisobingizdagi boshqa shaxs yoki tashkilot nomini olish yoki o'zingizni yoki hisobingizdagi boshqa shaxs yoki tashkilotga aloqadorligingizni noto'g'ri ko'rsatish yoki boshqacha tarzda noto'g'ri ko'rsatish);",
    "2804310964": "har qanday proksi-server yoki sizning haqiqiy joylashuvingizni yoki shaxsingizni ma'lum qilish uchun mo'ljallangan boshqa qurilma yoki taqdim etilgan interfeysdan boshqa har qanday vositalar orqali veb-saytimizga kirish yoki kirishga urinish;",
    "1374227759": "veb-saytdan har qanday noqonuniy faoliyat uchun yoki u mavjud bo'lgan maqsaddan boshqa maqsadlarda foydalanish;",
    "2103513933": "saytning ishlashiga xalaqit beradigan yoki buzadigan faoliyat bilan shug'ullanish;",
    "137127070": "zararli yoki noma'lum tashqi havolalar yoki fayllarni kiritish, yuklash yoki biriktirish yoki virus, troyan oti, qurt, vaqtli bomba yoki boshqa zararli kompyuter kodini o'z ichiga olgan har qanday tarkibni yuklash;",
    "1686655020": "Asl asaringiz boʻlmagan mualliflik huquqiga ega boʻlgan har qanday kontentni yuklang, agar huquq egasidan bunday kontentni joylashtirish va IMIga bu yerda berilgan barcha litsenziyalangan huquqlarni berish uchun ruxsatingiz boʻlmasa;",
    "1406692811": "spam yuborish yoki har qanday reklama e'lon qilish, tavsiyalar, ommaviy aloqa, pul takliflari yoki so'rovlarini olishga urinish, xizmatlarni so'rash, reklama, marketing, bema'ni xabarlar, takrorlangan mavzular, noqonuniy kontent, ijtimoiy veb-sayt havolalari, elektron pochta manzillari yoki agar vazifa talab qilmasa, tezkor xabarchi identifikatorlari;",
    "3893539589": "agar vazifa talab qilmasa, tovarlar yoki xizmatlarni taklif qiluvchi tashqi havolalarni kiritish;",
    "3214322759": "aks holda har qanday yomon niyatli yoki firibgar faoliyat bilan shug'ullanish.",
    "3733422465": "8. Shaxsingizni tasdiqlash",
    "267645277": "IMI sizning shaxsingizni tekshirishi mumkin. Bu sizning shaxsiy ma'lumotlaringizni uchinchi tomon ma'lumotlar bazalari yoki rasmiy huquqiy hujjatlar bilan solishtirishni o'z ichiga olishi mumkin. Siz bizga shaxsingizni, elektron pochta manzilingizga egaligingizni va moliyaviy hisoblaringizga egaligingizni tasdiqlash uchun zarur boʻlgan har qanday soʻrovlarni amalga oshirishga ruxsat berasiz. Shaxsingizni tasdiqlashda bizga yordam berish uchun siz haqingizda ma'lumot berishga rozilik bildirasiz.",
    "4169910317": "9. Qonunga rioya qilish",
    "519755936": "Xizmatlardan foydalanish bilan bog'liq holda federal, shtat, viloyat va mahalliy qonunlarga rioya qilish uchun faqat siz javobgarsiz. Siz hech qanday qonunga rioya qilmaganingiz yoki uchinchi shaxslarning huquqlarini, shu jumladan shartnoma, intellektual mulk yoki shaxsiy daxlsizlik huquqlarini cheklamagan holda buzganingiz uchun bizga qarshi har qanday daʼvolar uchun zararni qoplashga va bizni zararsiz saqlashga rozilik bildirasiz.",
    "731546974": "10. Imtiyoz solig'i yoki Integrator soliqlari",
    "3128328457": "Agar siz hissa qo'shuvchi yoki integrator bo'lsangiz, har qanday hisoblangan yoki boshqa federal, shtat yoki mahalliy daromad solig'i, ijtimoiy sug'urta, FICA va veb-saytimizdan foydalanish natijasida to'lanadigan ishchilar uchun to'lovlar uchun javobgar bo'lasiz. AQShdan tashqari yurisdiktsiyalarda shunga o'xshash soliqlar yoki to'lovlar. Siz har qanday soliq qonunchiligiga rioya qilmaganingiz uchun bizga qarshi har qanday baholar uchun zararni qoplashga va bizni zararsiz saqlashga rozilik bildirasiz.",
    "2931396764": "11. Ushbu xizmat ko'rsatish shartlarini buzish",
    "1240667045": "Biz istalgan vaqtda istalgan sababga ko'ra Xizmatlarga kirishingizni to'xtatib qo'yishimiz, cheklashimiz yoki bekor qilishimiz mumkin, jumladan: (a) biz ushbu Xizmat shartlarini (shu jumladan, boshqa tegishli siyosatlarni) buzgan deb hisoblaymiz; (b) biz sizning huquqlarimizni yoki uchinchi tomon huquqlarini buzgan deb hisoblaymiz; (c) biz sizga taqdim etgan ma'lumotni tekshira olmaymiz yoki tasdiqlay olmaymiz; yoki (d) biz sizning harakatlaringiz siz, biz yoki uchinchi tomon uchun majburiyatlarni keltirib chiqarishi mumkinligiga ishonamiz. Shubhaga yo'l qo'ymaslik uchun, agar yuqorida aytilganlardan birortasi bunday to'lovga tegishli ekanligiga asosli ishonsak, biz sizga to'lovni oldini olish yoki to'xtatib qo'yish huquqini saqlab qolamiz.",
    "1601080128": "Agar hisobingizni toʻxtatib qoʻysak yoki toʻxtatsak, siz endi veb-saytning biron bir qismiga, jumladan, saytda saqlaydigan maʼlumotlar, xabarlar, fayllar va boshqa materiallarga kira olmaysiz. Siz bizning veb-saytimizni boshqa yoki yangi hisob nomi ostida foydalanishingiz EMAS. Ushbu Xizmat shartlarini buzish qonunning to'liq darajasida javobgarlikka tortilishi va qo'shimcha jazo va sanktsiyalarga olib kelishi mumkin.",
    "1160707899": "12. Ishtirokchining roli va IMI va boshqa so'rovchilar bilan aloqasi",
    "269838707": "Agar siz Hissa qo'shuvchi bo'lsangiz, qaysi va qancha vazifani bajarishingiz, ularni qachon va qayerda bajarishingiz kerakligini faqat o'zingiz hal qilasiz. Siz xohlagancha vazifalarni bajarishga ko'p yoki oz vaqt sarflashingiz mumkin. Hech qanday vaqtda siz biron bir vazifani bajarish majburiyatiga ega emassiz.",
    "1087195513": "Agar siz xizmatlarga kiruvchi va/yoki Integrator orqali yoki u bilan bogʻliq vazifalarni IMI boʻlmagan soʻrovchi nomidan bajaradigan hissa qoʻshuvchi boʻlsangiz, Intuition Machines javobgar emasligi va siz uchun hech qanday majburiyat yoʻqligiga rozilik bildirasiz va tan olasiz. bajarilgan vazifalar uchun har qanday mukofot yoki boshqa kompensatsiyalarga hurmat. Bajarilgan topshiriqlar uchun har qanday mukofotlar yoki boshqa kompensatsiyalar faqat So'rovchi va/yoki Integrator bilan kelishuvingizga muvofiq belgilanishiga rozilik bildirasiz va buni tan olasiz. Bunday mukofotlar yoki boshqa kompensatsiyalar (jumladan, cheklanmagan holda bunday mukofotlarni yoki boshqa kompensatsiyalarni olmaslik) bo'yicha har qanday nizolar faqat siz bilan So'rovchi va/yoki Integrator o'rtasida bo'ladi.",
    "952813944": "Sizning veb-saytimizdan foydalanishingiz yoki ushbu shartnomadagi hech narsa siz va Intuition Machines o'rtasida ish, hamkorlik, qo'shma korxona, agentlik, franchayzing yoki savdo vakili munosabatlarini yaratmaydi. Vazifani bajarish uchun sizga hech qanday asbob-uskunalar yoki asboblar bermaymiz. Biz sizga hech qanday imtiyozlar, ishchilarning kompensatsiyasi yoki sug'urta qoplamasini taqdim etmaymiz. Biz veb-saytimizdan foydalanish uchun qilgan har qanday xarajatlaringiz uchun javobgar emasmiz. Biz federal yoki shtat daromad solig'i, ijtimoiy sug'urta yoki boshqa har qanday soliq uchun mukofotingizdan hech qanday miqdorni ushlab turmaymiz. Siz har qanday shaxs yoki biznes, shu jumladan bizning raqobatchilarimiz uchun vazifalarni bajarish uchun har doim bepulsiz. Intuition Machines nomidan yozma yoki og‘zaki har qanday shartnoma tuzish huquqiga ega emassiz.",
    "3460432665": "Yuqorida aytilganlarga qaramasdan, agar siz AQSH soliq toʻlovchisi boʻlsangiz, biz sizdan har yili yangilanib turishni soʻrashimiz mumkin va W-9ni tugatmaguningizcha yoki yangilamaguningizcha vazifalarni bajarishingizni taqiqlashimiz mumkin.",
    "458271951": "Agar siz xizmatlarga kiruvchi va/yoki Intuition Machines nomidan Integrator orqali yoki u bilan bog‘liq vazifalarni bajaruvchi (so‘rovchi sifatida ishlovchi) ishtirokchi bo‘lsangiz, Intuition Machines sizni muayyan vazifalarni maqbul bajarganingiz uchun mukofotlashi mumkin. Agar siz firibgarlik, suiiste'mollik yoki ushbu Xizmat shartlarini buzganligingiz aniqlansa, sizga berilgan har qanday va barcha mukofotlar Intuition Machines tomonidan ushlab qolinishi va/yoki undirilishi mumkin.",
    "3056723024": "13. Vazifalarning qabul qilinishi mumkin bo'lmagan bajarilishi",
    "3913203723": "Agar biron-bir sababga ko'ra So'rovchi siz bajargan vazifani bajarishni qabul qilmasa, siz Hissa qo'shuvchi yoki Integrator sifatida topshiriq uchun hech qanday mukofot olish huquqiga ega bo'lmaysiz. Agar qabul qilib bo'lmaydigan bajarilgan topshiriq uchun mukofotlar allaqachon taqsimlangan bo'lsa, biz ularni sizdan qaytarib olishimiz mumkin.",
    "3666807632": "14. Ishtirokchining malakasi va ko'nikmalari",
    "1993899769": "15. Axborotdan foydalanishimiz",
    "3027055607": "16. Intellektual mulk va mulkiy huquqlar",
    "3910971075": "IMI manba kodi, ob'ekt kodi yoki asosiy tuzilma, g'oyalar yoki algoritmlar, API va Xizmatlar (\"Dastur ta'minoti\") bilan bog'liq har qanday qo'shimcha dasturiy ta'minot, hujjatlar yoki ma'lumotlar bo'yicha barcha huquqlarga, jumladan, intellektual mulk huquqlariga ega. Siz to'g'ridan-to'g'ri yoki bilvosita uchinchi tomon orqali yoki boshqa yo'l bilan: (a) teskari muhandislik, dekompilyatsiya, qismlarga ajratish yoki dasturiy ta'minotni topishga urinish; (b) har qanday dasturiy ta'minotga asoslangan hosilaviy asarlarni o'zgartirish, tarjima qilish yoki yaratish; (c) har qanday dasturiy ta'minotga huquqlarni nusxalash, ijaraga berish, ijaraga berish, tarqatish, garovga qo'yish, topshirish yoki boshqa yo'l bilan o'tkazish yoki yuklash; (d) har qanday Dasturiy ta'minotdan vaqtni taqsimlash, xizmat ko'rsatish byurosi maqsadlarida yoki boshqa tarzda uchinchi tomon manfaati uchun foydalanish; yoki (e) har qanday mulkiy bildirishnomalar yoki yorliqlarni olib tashlash.",
    "3660891610": "Agar siz hissa qo'shuvchi bo'lsangiz, siz emas, IMI, har qanday topshiriqni bajarishning bir qismi sifatida yaratgan har qanday ishingizda mulk huquqiga ega. Ushbu Shartnoma shartlarini qabul qilish orqali siz o'z ishingizga va ishingizga egalik qilish, egalik qilish va mulk huquqini (jumladan, butun dunyo bo'ylab mavjud bo'lgan barcha intellektual mulk huquqlarini) o'tkazishga rozilik bildirasiz (va shu bilan). Biz bunday huquqlarga ega bo'lishimiz, takomillashtirishimiz va ulardan foydalanishimiz mumkinligiga ishonch hosil qilish uchun siz qo'shimcha ravishda (i) huquqlarimizni hujjatlashtirish, takomillashtirish va amalga oshirishda yordam berish uchun har qanday hujjatlarni imzolashga rozilik bildirasiz; va (ii) har qanday va barcha mamlakatlarda bunday mulkiy huquqlarni yozib olish, takomillashtirish, ta'minlash, himoya qilish va amalga oshirish uchun ma'lumotlardan oqilona foydalanishni ta'minlash. Ushbu bo'lim bo'yicha sizning majburiyatlaringiz siz ro'yxatdan o'tganingizdan yoki Xizmatlardan foydalanishni to'xtatganingizdan keyin ham davom etadi. Ushbu bo'limda ko'rsatilgan maqsadlarda sizning nomingizdan hujjatlarni rasmiylashtirish uchun bizni advokat sifatida tayinlaysiz.",
    "426125156": "17. Mualliflik huquqi va olib tashlash",
    "1408530660": "IMI boshqalarning intellektual mulkini hurmat qiladi va biz uchinchi tomonning intellektual huquqlarini buzishi mumkin bo'lgan har qanday materialni saytimizdan olib tashlash huquqini o'zida saqlab qolamiz. Agar siz oʻzingizning ishingiz ushbu veb-saytda mualliflik huquqining buzilishiga olib keladigan tarzda koʻchirilgan deb hisoblasangiz, Intuition Machines mijozlarni qoʻllab-quvvatlash xizmatiga murojaat qiling.",
    "2696932851": "18. Zararni qoplash",
    "3844300338": "Siz vazifalarni bajarishingiz yoki veb-saytimizdan foydalanishingiz bilan bog'liq yoki ular bilan bog'liq har qanday va barcha da'volar, zararlar, majburiyatlar, xarajatlar va xarajatlardan (shu jumladan oqilona advokatlik to'lovlari va xarajatlaridan) bizni qoplashga, himoya qilishga va zararsiz saqlashga rozilik bildirasiz. .",
    "2474091800": "19. Boshqa foydalanuvchilar bilan nizolar; Chiqarish",
    "3162107126": "IMI siz va Xizmatlarning boshqa foydalanuvchilari o'rtasidagi har qanday nizoning tarafi emas. Siz IMI va uning filiallarini siz va boshqa foydalanuvchi oʻrtasidagi har qanday nizodan kelib chiqadigan yoki ular bilan bogʻliq boʻlgan, maʼlum va nomaʼlum, shubhali va shubhali, oshkor qilingan va oshkor etilmagan har qanday va har qanday daʼvolar, talablar va zararlardan ozod qilasiz.",
    "2271969747": "20. Siz olgan maxfiy ma'lumotlar",
    "1042802841": "Maxfiy ma'lumot - bu maxfiy yoki mulkiy deb belgilangan yoki qabul qiluvchi tomon maxfiy yoki mulkiy deb tushunilishi kerak bo'lgan har qanday ma'lumotdir. Bunga (1) hamma uchun ochiq bo'lgan, (2) allaqachon ega bo'lgan, mustaqil ravishda ishlab chiqilgan yoki qabul qiluvchi tomon allaqachon ma'lum bo'lgan yoki (3) sud qarori bilan yoki boshqa tarzda talab qilingan holda oshkor qilingan ma'lumotlar kirmaydi. qonun.",
    "1918025546": "Agar sizga Xizmatlar bo'yicha har qanday shaxs tomonidan maxfiy ma'lumotlar berilsa, siz maxfiy ma'lumotlar sirini o'zingizning maxfiy ma'lumotlaringizni himoya qilish uchun foydalanadigan ehtiyotkorlik darajasi bilan himoya qilishga rozilik bildirasiz, lekin hech qanday holatda tegishli darajada ehtiyot bo'lmagan holda. Vazifani bajarish uchun zarur bo'lgan holatlar bundan mustasno, siz bunday maxfiy yoki mulkiy ma'lumotlarni oshkor qila olmaysiz yoki nashr eta olmaysiz. Intuition Machines Platformasidagi topshiriq ichidagi barcha ma'lumotlar, agar ma'lumotlar maxfiy deb aniq belgilanmagan bo'lsa ham, maxfiy deb hisoblanishi kerak.",
    "2690395789": "Agar siz olgan maxfiy ma'lumotlarga ehtiyoj qolmasa, siz o'zingiz nazorat qilayotgan binolar, tizimlar yoki boshqa jihozlarda mavjud bo'lgan ma'lumotlarning barcha nusxalarini zudlik bilan qaytarishingiz yoki yo'q qilishingiz kerak (ma'lumotni kim oshkor qilgan bo'lsa, iltimosiga ko'ra).",
    "2178073797": "Maxfiy ma'lumotlarni oshkor qilish tuzatib bo'lmaydigan zararga olib kelishi mumkinligi sababli, oshkor qiluvchi tomon ushbu shartning har qanday buzilishi yoki tahdid qilinganligi uchun ehtiyot choralarini so'rashga haqli.",
    "2185860003": "21. Veb-sayt o'zgarishlari",
    "2631249972": "Biz sizni ogohlantirmasdan veb-saytimizni yaxshilashimiz yoki o'zgartirishimiz mumkin.",
    "3764131594": "22. Uchinchi tomon veb-saytlari",
    "295955580": "Bizning veb-saytimizda uchinchi tomon veb-saytlariga havolalar bo'lishi mumkin. Biz bunday veb-saytlarni nazorat qilmaymiz, tekshirmaymiz, kuzatmaymiz yoki tekshirmaymiz. Biz bunday veb-saytlardagi kompyuter dasturlari, kontenti yoki fikrlari uchun javobgar emasmiz va ularni tasdiqlamaymiz. Agar siz bizning veb-saytimizni tark etishga va uchinchi tomon veb-saytiga kirishga qaror qilsangiz, buni o'zingizning xavf-xataringiz ostida qilasiz.",
    "838225123": "23. Kafolatdan voz kechish",
    "3897238493": "XIZMATLAR \"XAMDA\" ASOSIDA KO'RSATILADI. BIZ XIZMATLARNING MUVOFIQligi, FITNESS, QONUNIYLIGI, MAVJUDLIGI YOKI FUNKSIONALLIGI TO'G'RISIDA BIZ HECH QANDAY VA KAFOLATLAR YOKI KAFOLATLAR BERMAYMIZ. QONUN RUXSAT BERGAN MAKSIMAL DARAJADDA IMI BARCHA OSHIQ YOKI SHARTLARDAN VA KAFOLATLARDAN, JUMLADAN, BIRINCHI CHEKLANMAYDI, TOVAR KO'RSATILIShI KAFOLATLARINI, MUVOFIQLARNI VA FITNESSURORING VA FITNESS-PARTI-PARTIORING. SIZNING IMI GA QARShI HAR QANDAY NAMUZLAR, MUVOFIQLIKLAR YOKI NOROZILIKLARGA QARSHI Yagona va eksklyuziv chora-tadbirlaringiz XIZMATLARDAN FOYDALANISHNI TO'XTATISHdir. veb-saytga yoki Intuition Machines platformasiga kirish yoki undan foydalanishdan. Rejalashtirilgan va rejadan tashqari uzilishlar yuz berishi mumkin va biz veb-saytimizning uzluksiz mavjudligiga kafolat bermaymiz.",
    "2110259227": "24. Mas'uliyatni cheklash",
    "3018077211": "25. Ishtirokchi nizolarini hal qilish",
    "2790841456": "Agar siz Himoyachi bo'lsangiz, quyidagi arbitraj bandiga va sinf da'vosidan voz kechishga rozilik bildirasiz:",
    "2323013093": "26. Amaldagi qonun",
    "2900525040": "Kaliforniya shtati qonunlari ushbu Foydalanish shartlarini va ulardan kelib chiqadigan har qanday bahs, nizo yoki da'volarni boshqaradi.",
    "3339302473": "27. Tugatish",
    "41530052": "28. Umumiy shartlar",
    "3202747130": "To'liq Shartnoma. Ushbu Xizmat ko'rsatish shartlari va ushbu shartnomada havola qilingan har qanday siyosat, protsedura yoki shartlar mavzu bo'yicha tomonlarning to'liq kelishuvini tashkil qiladi va barcha oldingi va bir vaqtning o'zida tuzilgan shartnomalar, da'volar, bayonotlar va tomonlarning tushunishlarini bekor qiladi va bekor qiladi. .",
    "4080263153": "Imtiyoz yo'q. Agar voz kechish yozma ravishda va tarafimizdan imzolanmasa, biz huquqlarimiz yoki himoya vositalarimizdan voz kechgan deb hisoblanmaymiz. Agar biz ushbu shartnomaning biron bir qoidasi bo'yicha o'z huquqlarimizni amalga oshirishni kechiktirsak yoki amalga oshira olmasak, bu bizning bunday qoidani yoki ushbu shartnomaning biron bir qismini keyinchalik qo'llash huquqidan voz kechish hisoblanmaydi.",
    "1789371580": "Tayinlash qobiliyati. Siz bizning oldindan yozma roziligimizsiz ushbu Xizmat shartlarini tayinlay olmaysiz. Biz ushbu Xizmat shartlarini istalgan vaqtda, ogohlantirmasdan belgilashimiz mumkin. Yuqorida aytilganlarni hisobga olgan holda, ushbu Xizmat shartlari har bir tomonning merosxo'rlari va ruxsat etilgan tayinlashlari uchun majburiy bo'ladi.",
    "2819628066": "Ajralish qobiliyati. Agar ushbu xizmat ko'rsatish shartlarining biron bir qoidasi biron-bir sababga ko'ra haqiqiy emas yoki bajarib bo'lmaydigan deb topilsa, bu qolgan qoidalarning haqiqiyligi va bajarilishiga ta'sir qilmaydi.",
    "3955981186": "Tuzatishlar. Ushbu Xizmat shartlariga IMIdan boshqa hech kim tomonidan kiritilgan hech qanday o'zgartirish yoki qo'shimchalar, IMIning tegishli vakolatli vakili tomonidan imzolangan yozma hujjatda bo'lmasa, IMI uchun majburiy bo'lmaydi.",
    "1377538813": "Mavjud til. Ushbu xizmat ko'rsatish shartlarining ingliz tilidagi versiyasi har tomonlama nazorat qilinadi va tarjima qilingan versiyalar bilan har qanday nomuvofiqliklar mavjud bo'lsa, ustunlik qiladi.",
    "2438016011": "Ixtiyoriy shartnoma. Ushbu Xizmat ko'rsatish shartlarining barcha tomonlari har biri ushbu shartnomaning barcha jihatlarini ko'rib chiqqani, uning barcha qoidalarini diqqat bilan o'qib chiqqani va to'liq tushunganligi va ixtiyoriy ravishda ushbu shartnomaga kirishayotganini bildiradi va rozilik bildiradi.",
    "2445034923": "Agar siz ushbu Xizmat shartlarining barcha shartlariga rozi bo'lmasangiz, Sayt yoki Xizmatlardan foydalanmang (va siz foydalanmasligingiz mumkin).",
    "2646127839": "Asosiy xizmat ko'rsatish shartlariga mijoz ilovasi",
    "4097297673": "Buyurtmachi, so'rovchi yoki integrator sifatida siz va IMI o'rtasidagi boshqa majburiy shartlarga qo'shimcha ravishda quyidagi shartlarga ham rozilik bildirasiz.",
    "1093280979": "1. Platforma buyurtma shakllari",
    "1549953005": "Buyurtmachi yoki soʻrovchi boʻlish sharti sifatida siz bir yoki bir nechta platformaga kirish buyurtmasi shakllarini (har biri “Buyurtma shakli”) toʻldirgan boʻlishingiz mumkin. Agar shunday bo'lsa, unda Buyurtma formasida tasvirlangan shartlar va shartlar Xizmat ko'rsatish shartlarining bir qismi bo'lib, ma'lumotnoma sifatida kiritilgan.",
    "3819851005": "2. To'lovlar",
    "1591032933": "Siz IMIga tegishli Buyurtma formasida koʻrsatilgan toʻlovlarni tegishli Buyurtma formasida koʻrsatgan toʻlov usuli orqali toʻlaysiz. Agar har ikki tomon yozma ravishda boshqacha kelishuvga erishilmagan bo'lsa, siz hisob-faktura yuborilgan sanadan keyin o'ttiz (30) kun ichida berilgan barcha schyot-fakturalar uchun to'liq to'lovni ta'minlaysiz. Siz bizga taqdim etgan barcha kredit karta maʼlumotlari boʻyicha kredit karta avtorizatsiyasini ishga tushirish, kredit karta maʼlumotlarini saqlash va kredit kartangiz yoki biz oʻzaro rozi boʻlgan boshqa hisob qaydnomangizdan toʻlovni toʻlash uchun ruxsat berasiz. Buyurtma formasida yoki Korxona Xizmat Shartnomangizda yoki Asosiy Xizmat Shartnomangizda boshqacha qoida nazarda tutilmagan boʻlsa, Xizmatlar uchun barcha toʻlovlar, ortiqcha toʻlovlardan tashqari, Shartnomangiz boʻyicha IMI tomonidan koʻrsatiladigan xizmatlar boshlanganda (“Kuchga kirish sanasi”) har yili toʻlanadi.",
    "4142610534": "Kechiktirilgan toʻlovlar oyiga 1,5% yoki qonun tomonidan ruxsat etilgan maksimal miqdor, qaysi biri pastroq boʻlsa, kechiktirilgan toʻlovlar hisoblanadi. Agar biron-bir sababga ko'ra ushbu Shartnoma bo'yicha to'lanishi kerak bo'lgan summani to'lay olmasangiz, sizning hisobingiz to'xtatilishi mumkin, bu bizning ixtiyorimizga ko'ra, bu holda vazifalarni bajarish uchun hisobingizdan qo'shimcha to'lovlar amalga oshirilmaydi va barcha vazifalaringiz o'chiriladi. bizning veb-saytimizdan. Siz bizga talabga binoan to'lanishi kerak bo'lgan barcha summalarni, shuningdek, qayta ishlash to'lovlari, kechikish to'lovlari yoki advokat to'lovlarini qaytarishingiz kerak. Shuningdek, biz kredit hisoboti agentliklari va huquqni muhofaza qilish organlariga tegishli hisobotlarni taqdim etishimiz mumkin.",
    "512991700": "Agar biron-bir toʻlovga eʼtiroz bildirmoqchi boʻlsangiz, tuzatish yoki kredit olish uchun xato yoki muammo yuzaga kelgan birinchi hisob-kitob yoki hisob koʻchirmasi yopilgan sanadan keyin oʻttiz (30) kundan kechiktirmay mijozlarni qoʻllab-quvvatlash boʻlimiga murojaat qilishingiz kerak.",
    "1273914192": "3. Soliqlar",
    "4242322181": "Intuition Machines’ning sof daromadi yoki shaxsiy mulki uchun hisoblangan AQSh soliqlaridan tashqari Xizmatlar bilan bog‘liq barcha soliqlarni to‘lash uchun siz javobgarsiz.",
    "1671996585": "Ilova dasturlash interfeysimiz (“API”) orqali sizdan veb-saytingiz, ilovangiz yoki platformangizni Xizmatlarimiz bilan integratsiyalashingiz talab qilinishi mumkin. Agar shunday qilsangiz, biz sizga API’dan faqat Xizmatlarga kirish uchun foydalanish uchun cheklangan, eksklyuziv bo‘lmagan, o‘tkazib bo‘lmaydigan, tayinlanmaydigan, qaytarib olinadigan litsenziyani beramiz. Biz istalgan vaqtda APIni o‘zgartirishimiz va/yoki eski versiyalari yoki API relizlarini qo‘llab-quvvatlashni to‘xtatishimiz mumkin. Biz sizning API-ga kirishingizni o'z ixtiyorimiz bilan to'xtatib turish yoki cheklash huquqini saqlab qolamiz va to'xtatib turishdan oldin sizni xabardor qilish uchun oqilona harakatlarni amalga oshiramiz.",
    "4036662147": "5. Maxfiy axborotni himoya qilish",
    "3564208535": "Siz bizdan yoki Xizmatlarimiz orqali olingan har qanday Maxfiy ma'lumotlarni himoya qilish uchun tijoriy jihatdan oqilona harakatlar qilishga rozilik bildirasiz. bot ballari va korporativ xizmatimizning ommaviy boʻlmagan tafsilotlari, jumladan, nodavlat hujjatlari va botlarni aniqlash usullariga oid biz baham koʻrishimiz mumkin boʻlgan har qanday tafsilotlarni oʻz ichiga oladi. Agar sizga shunday har qanday Maxfiy ma'lumotlarga kirish huquqi berilgan bo'lsa, Maxfiy ma'lumotlar sizning xizmatlarimizdan foydalanish orqali oshkor qilinayotganini aniqlasak, biz o'z xohishimizga ko'ra Xizmatlarimizga kirishingizni o'zgartirishimiz, to'xtatib qo'yishimiz yoki cheklashimiz mumkin va biz oqilona harakatlarni amalga oshiramiz. to'xtatib turishdan oldin sizga xabar berish uchun.",
    "120384113": "6. Tugatish",
    "453723556": "Siz mijoz yoki so'rovchi bo'lishni to'xtatib, Xizmat ko'rsatish shartlaridan qat'iy nazar ushbu Mijoz ilovasini tugatishingiz mumkin. Biz istalgan vaqtda mijoz yoki soʻrovchi sifatidagi maqomingizni toʻxtatib qoʻyish yoki bekor qilish yoki hisobingizni yoki Xizmat koʻrsatish shartlariga muvofiq xizmatlardan foydalanishni boshqa yoʻl bilan tugatish huquqini oʻzida saqlab qolamiz. Buyurtma formangiz bo'yicha to'lanishi kerak bo'lgan har qanday summa uchun siz to'xtatilgandan keyin javobgar bo'lasiz. Agar obunangiz har qanday oylik yoki yillik toʻlovlarni yoki oylik yoki yillik minimumlarni oʻz ichiga olsa, siz mos ravishda oʻsha oy yoki yil oxirigacha barcha Xizmatlar toʻlovlarini toʻlash uchun javobgar boʻlasiz.",
    "218889628": "Ushbu Mijoz ilovasi yoki Xizmat koʻrsatish shartlarini sizning ushbu Mijoz ilovasi yoki Xizmat koʻrsatish shartlarini buzishingiz natijasida bekor qilgan holatlar bundan mustasno, agar biz bekor qilsak va siz bizga har qanday toʻlovlarni oldindan toʻlagan boʻlsangiz, biz ularning mutanosib qismini qaytarib beramiz. qolgan vaqt yoki siz toʻlagan Xizmatlar asosida, qaysi biri kamroq boʻlsa, oldindan toʻlangan summalar. Biz o'z ishimizni tijorat nuqtai nazaridan oqilona tarzda yakunlaymiz va barcha pullik Chiqish ma'lumotlari to'plamini va bizda bo'lgan barcha mijozlar ma'lumotlarini saqlaymiz va sizga yetkazib beramiz. Har qanday to'xtatilgandan so'ng, biz har qanday ma'lumotlarni o'chirib tashlashimiz mumkin, lekin majbur emasmiz.",
    "2505227594": "7. Ortiqcha yosh",
    "2369877184": "hCaptcha Integrators yoki mijozlari uchun ruxsat etilgan maksimal RPS tezligi hisobingizdagi ob'ektlarga (\"RPS\") soniyasiga 1000 ta so'rovni tashkil qiladi, agar siz va biz o'rtasidagi yozma shartnoma kelishuvida boshqacha qoida belgilanmagan bo'lsa.",
    "234420106": "Agar siz hCaptcha Enterprise xizmatining Integratori yoki mijozi bo'lsangiz va RPS bo'yicha o'lchangan API dan foydalanishingiz xizmat darajangiz uchun belgilangan tarifdan oshib ketgan bo'lsa, biz xizmatingizni o'zgartirish yoki ortiqcha tarifni undirishni tanlashimiz mumkin. Agar 30 kunlik muddat ichida jami 10 daqiqa yoki undan koʻproq vaqt davomida sizning eng yuqori RPS darajasi belgilangan stavkadan 10 baravar oshsa va bu soʻrovlarning aksariyati bizning fikrimizcha, zararli trafik emas, biz quyidagilarni tanlashimiz mumkin o'sha oyda qilingan barcha API so'rovlari uchun sizdan shartnomada belgilangan ortiqcha stavka bo'yicha to'lov oladi.",
    "2619472217": "8. Qayta sotish",
    "2019702084": "Buyurtmachining asosiy xizmat ko‘rsatish shartnomasida yoki sotuvchi shartnomasida aniq ruxsat berilmagan bo‘lsa, buyurtma qilingan SaaS xizmatlari sotilmaydi, qayta sotilmaydi, ijaraga berilmaydi, sub-lizingga berilmaydi, litsenziyalanmaydi, sublitsenziyalanmaydi yoki boshqa har qanday uchinchi shaxsga (Mijozning filialidan tashqari) taqdim etilmaydi. ) va Shartnoma bo'yicha barcha buyurtmalar va Xizmatdan Mijozning barcha foydalanishi Buyurtmachi yoki uning Sho'basi o'zining ichki biznes foydalanishi uchun bo'lishi kerak.",
    "1233229030": "Turli xil",
    "1467783792": "Qo'shma Shtatlar tomonidan ruxsat etilgan hech bir shaxs, yuridik shaxs yoki tashkilot (\"Sanksiyalangan aktyor\") mukofot olish yoki Xizmatlardan Integrator sifatida foydalanish huquqiga ega emas. Shubhaga yo'l qo'ymaslik uchun, bunga AQSh G'aznachilik departamentining Xorijiy aktivlarni nazorat qilish boshqarmasi (\"OFAC\") tomonidan tayinlangan har qanday sanksiyalangan aktyorlar kiradi.",
    "3759657802": "Siz ushbu Xizmat shartlarini yoki ushbu Shartnoma bo'yicha o'z huquq yoki majburiyatlaringizni biron-bir tarzda (qonun yoki boshqa yo'l bilan) tayinlay olmaysiz, o'tkaza olmaysiz yoki vakil qila olmaysiz.",
    "1627232990": "Ushbu xizmat ko'rsatish shartlarining tarjimalari eng yaxshi imkoniyatlar asosida taqdim etiladi. Ingliz tilidagi xizmat ko'rsatish shartlari va uning tarjimasi o'rtasida jiddiy farq bo'lsa, ingliz tilidagi xizmat ko'rsatish shartlari vakolatli deb talqin etiladi.",
    "805221621": "Iltimos, biz bilan bog'laning",
    "259613338": "ushbu Xizmat shartlari bo'yicha savollaringiz bo'lsa.",
    "2735878907": "Biznesning uzluksizligini rejalashtirish bayonoti",
    "2887242610": "Intuition Machines, Inc hCaptcha biznesimizni sezilarli darajada buzadigan voqealarga qanday munosabatda bo'lishimiz haqida Biznesning uzluksizligi rejasini ishlab chiqdi. Favqulodda vaziyatlar va uzilishlar vaqti va ta'sirini oldindan aytib bo'lmaydigan bo'lganligi sababli, biz haqiqiy voqealar sodir bo'lganda ularga javob berishda moslashuvchan bo'lishimiz kerak. Shuni hisobga olib, biz sizga biznesning uzluksizligi rejamiz haqida ushbu ma'lumotni taqdim etamiz.",
    "809251240": "Biz bilan bog'lanish",
    "2551802342": "– Biz biznesdagi jiddiy uzilishlardan so‘ng tezda tiklanishni va biznes operatsiyalarini davom ettirishni rejalashtirmoqdamiz hamda xodimlarimiz va mol-mulkimizni himoya qilish, moliyaviy va operatsion baholashni amalga oshirish, firma kitoblari va yozuvlarini himoya qilish hamda mijozlarimiz va ularning oxirgi foydalanuvchilariga onlayn operatsiyalarni amalga oshirishga ruxsat berish orqali javob beramiz. Muxtasar qilib aytganda, bizning biznesning uzluksizligi rejamiz biznesdagi jiddiy buzilishlarning ko'lami va jiddiyligini inobatga olgan holda firmamizga faoliyatini imkon qadar tezroq tiklashga imkon berish uchun ishlab chiqilgan. Bizning biznes uzluksizligi rejamiz manzillari: ma'lumotlarni zaxiralash va tiklash; barcha muhim missiya tizimlari; moliyaviy va operatsion baholash; mijozlar, xodimlar va nazorat organlari bilan muqobil aloqalar; xodimlarning muqobil jismoniy joylashuvi; muhim yetkazib beruvchi va mijozlar ta'siri; tartibga soluvchi hisobot; va agar biz biznesimizni davom ettira olmasak, mijozlarimizga tezkor xabar berish. Bizning asosiy yetkazib beruvchi pulimiz geografik jihatdan alohida hududdagi muhim yozuvlarimizni qo'llab-quvvatlaydi. Har bir favqulodda vaziyat tashqi omillarga, masalan, kunning vaqti va buzilishning jiddiyligiga qarab o'ziga xos muammolarni keltirib chiqarsa-da, bizga ushbu yetkazib beruvchilar jamg'armasi ularning maqsadi o'z faoliyatini tiklash va xizmatlarni tezda qaytadan boshlash ekanligini maslahat berdi. Garchi biz turli xil etkazib beruvchilar to'plamidan foydalangan holda xavfni kamaytirish ustida ishlagan bo'lsak-da, ushbu davrda xizmatlaringiz o'zgartirilishi yoki to'xtatilishi mumkin.",
    "826396656": "Bizning biznesning uzluksizligi rejamiz",
    "1979347895": "– Biznesdagi jiddiy buzilishlar o‘z ko‘lami jihatidan farq qilishi mumkin, masalan, faqat bizning firmamiz, firmamiz joylashgan bitta bino, firmamiz joylashgan mahalla, biz joylashgan shahar yoki butun mintaqa. Ushbu hududlarning har birida buzilishning og'irligi ham minimaldan og'irgacha o'zgarishi mumkin. Firmamiz, ish tumanimiz, shahar yoki mintaqamizda yoki firmamiz joylashgan binoda uzilishlar yuz berganda, biz kerak bo'lganda operatsiyalarimizni mahalliy saytga o'tkazamiz va biznes faoliyatiga hech qanday jiddiy to'siq bo'lmasligini kutamiz. Ikkala holatda ham biz biznesni davom ettirishni, kerak bo'lsa operatsiyalarni muqobil yetkazib beruvchilarga o'tkazishni va hcaptcha.com veb-saytimiz va hcaptchastatus.com manzilidagi holat sahifamiz orqali biz bilan qanday bog'lanish haqida sizni xabardor qilishni rejalashtirmoqdamiz. Agar biznesdagi jiddiy buzilish shunchalik jiddiy bo'lsaki, u biznesda qolishimizga xalaqit bersa, biz sizni tezda xabardor qilamiz.",
    "653679457": "Turli xil buzilishlar",
    "410397176": "Qo'shimcha ma'lumot uchun",
    "2095899021": "hCaptcha brending bo'yicha ko'rsatmalar va umumiy savdo belgisi litsenziyasi",
    "2340340589": "hCaptcha belgisidan foydalanish bo'yicha ko'rsatmalar",
    "2430148876": "Biz mijozlarimiz, hamkorlarimiz va muxlislarimizga korporativ identifikatsiyamizni saqlab qolgan holda brendimiz bilan ishlashni imkon qadar osonlashtirish uchun ushbu yo‘riqnomalar va umumiy savdo belgisi litsenziyasini yaratdik. Agar siz hCaptcha piktogrammalari, logotiplari yoki boshqa belgilarni ushbu ko'rsatmalardan sezilarli darajada farq qiladigan tarzda ishlatishingiz kerak bo'lsa, yozma litsenziya olish uchun biz bilan (IMI) bog'lanishingiz kerak bo'ladi.",
    "3884400764": "Ushbu ko'rsatmalarga muvofiq hCaptcha belgilaridan foydalanishingiz mumkin bo'lsa-da, bu sizning hCaptcha belgilariga, logotiplarga yoki boshqa har qanday savdo belgisiga, savdo nomiga, xizmat ko'rsatish belgisiga, biznes nomiga yoki hCaptcha ga bo'lgan huquqlarga ega ekanligingizni anglatmaydi. Biz imkon qadar ko'proq moslashuvchanlikni ta'minlashni xohlaymiz, lekin hCaptcha'ni har qanday savdo belgisi, savdo nomi, xizmat ko'rsatish belgisi, biznes nomi yoki hCaptcha xayrixohligidan ruxsatsiz foydalanishdan himoya qilishga majburmiz. Har qanday ruxsatsiz foydalanish hCaptcha tomonidan berilgan ruxsat yoki litsenziyani avtomatik ravishda bekor qiladi va har qanday zarar uchun qonuniy javobgarlikka tortilishi mumkin.",
    "512598290": "Shunday qilib, biz sizdan har doim barcha hCaptcha belgilari va logotiplarini quyidagi qoidalarga, jumladan, bosh harflar, shrift va uslubga rioya qiladigan shaklda ishlatishingizni so'rashimiz kerak.",
    "2075610992": "Qo'llab-quvvatlaganingiz uchun tashakkur!",
    "1023190144": "Matnda hCaptcha®",
    "4274324704": "Bizning ismimizni yozma nusxada qanday ishlatishimiz mumkin:",
    "3912926900": "hCaptcha® ijodiy nusxada birinchi marta paydo bo'lganda ro'yxatdan o'tgan savdo belgisi belgisiga ega bo'lishi kerak.",
    "950637875": "hCaptcha imlosi hech qachon o'zgartirilmasligi kerak va hCaptcha har doim ikkinchi harfda (\"C\") bosh harf bilan yozilishi kerak. U hech qachon ko‘plik yoki egalik emas.",
    "2624601135": "\"hCaptcha\" brend nomining bir qismi sifatida ishlatilmasligi, chiziqcha qo'shilmasligi yoki ilovalar yoki boshqa mahsulotlar nomlarida ishlatilmasligi kerak.",
    "3828090208": "Buning o'rniga \"for hCaptcha\" dan foydalaning. Agar uchinchi tomon logotipi bilan ishlatilsa, \"for hCaptcha\" uchinchi tomon logotipidan kichikroq bo'lishi kerak.",
    "4149738856": "hCaptcha sifatlovchi sifatida ishlatilishi va undan keyin tegishli umumiy atama bo'lishi kerak.",
    "1446868537": "hCaptcha hech qachon fe'l sifatida ishlatilmasligi kerak.",
    "2487931657": "Foydalanmang: \"biz saytimizni hCaptcha qildik.\"",
    "2565565429": "Buning o'rniga: \"biz saytimizni xavfsizroq va xavfsizroq qilish uchun hCaptcha-dan foydalanamiz.\"",
    "3434202027": "Aloqalarda hCaptcha nomidan har qanday foydalanish atributni talab qiladi: “hCaptcha Intuition Machines, Inc.ning roʻyxatdan oʻtgan savdo belgisidir.”",
    "2754937029": "Qabul qilib bo'lmaydigan foydalanish",
    "2436973524": "Faqat aniq havolalar qabul qilinadi. Agar foydalanmasa, sayt hCaptcha xizmatlari va ilovalaridan foydalanadi, deb aytish joiz emas. Xuddi shunday, bizning logotipimiz yoki boshqa nishonlarimizdan foydalanish faqat sayt hCaptcha xizmatlaridan foydalanganda mos keladi.",
    "69844082": "hCaptcha savdo belgilari, grafik belgilar, logotiplar, shrift yoki piktogrammalardan ham kamsituvchi tarzda foydalanish mumkin emas.",
    "3861413614": "Hech qanday hCaptcha savdo belgisi yoki logotipidan foydalana olmaysiz, bu hCaptcha’ning uchinchi tomon mahsuloti yoki xizmatiga aloqadorligi yoki ma’qullanishi, homiyligi yoki qo‘llab-quvvatlashiga ega ekanligini bildiruvchi yozma ruxsatisiz.",
    "1409822234": "Hech qanday holatda bir xil yoki deyarli bir xil hCaptcha savdo belgisi domen nomi sifatida ishlatilmaydi.",
    "4181060163": "Uchinchi tomonlar o'zgarishlar yoki noto'g'ri imlolardan foydalanmasliklari yoki hCaptcha savdo belgilari bo'yicha har qanday boshlang'ich qiziqish chalkashliklarini keltirib chiqaradigan harakat qilmasliklari kerak.",
    "3955555607": "Hamkorlar yoki vakolatli sotuvchilardan tashqari, uchinchi tomonlar hCaptcha belgilari yoki imlo xatolaridan foydalangan holda kalit so'zlar, Google AdWords yoki boshqa maqsadli reklama tizimlari uchun taklif qila olmaydi. Uchinchi tomonlar hCaptcha belgilaridan domen nomlarida, har qanday qidiruv tizimini optimallashtirishda, meta teglarda, qidiruv so'zlari, kod yoki boshqa noto'g'ri ma'lumotlarda foydalanishi mumkin emas.",
    "1985238261": "Boshqa cheklangan belgilar",
    "2193061499": "Ba'zi logotiplarimiz va belgilarimiz hCaptcha va uning hamkorlari tomonidan ishlatilishi cheklangan. Uchinchi shaxslar hCaptcha'dan yozma litsenziyasiz quyidagi belgilardan foydalana olmaydi:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ tomonidan BotStop",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logotipi™",
    "3942875761": "Better Web™ yaratishga yordam bering",
    "364774188": "Men insonman™",
    "2785425016": "(insoniyatni tekshirish yechimi kontekstida, masalan, harakatga chaqiruv)",
    "2639657759": "Ruxsat bilan foydalaniladigan belgilar",
    "1268918580": "hCaptcha va uning hamkorlari tomonidan qo'llaniladigan ba'zi logotiplar va belgilar uchinchi shaxslarga tegishli va faqat ularning ruxsati bilan foydalanish mumkin. Uchinchi shaxslar quyidagi belgilardan ularning egalari ruxsat bergan hollar bundan mustasno foydalana olmaydi:",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation kompaniyasining roʻyxatdan oʻtgan savdo belgisi boʻlib, uning ruxsati bilan foydalaniladi.",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation kompaniyasining roʻyxatdan oʻtgan savdo belgisi boʻlib, uning ruxsati bilan foydalaniladi.",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation kompaniyasining savdo belgisi bo'lib, uning ruxsati bilan foydalaniladi.",
    "3554363588": "Boshqa belgilar",
    "3290996791": "Boshqa barcha mahsulot nomlari, logotiplar va brendlar tegishli egalarining mulki hisoblanadi. Ushbu veb-saytda ishlatiladigan boshqa barcha kompaniya, mahsulot va xizmatlar nomlari faqat identifikatsiya qilish uchun mo'ljallangan. Ushbu nomlar, logotiplar va brendlardan foydalanish ma'qullashni anglatmaydi.",
    "2444685143": "Logotip siyosati",
    "2414232014": "Bizning logotipimiz darhol tanib olinadi va bizning eng qimmatli va muhim aktivlarimizdan biridir. U kompaniyamizning kuchli vakili bo'lib qolishini ta'minlash uchun u barcha aloqa kanallarida ehtiyotkorlik bilan va izchil ravishda taqdim etilishi kerak.",
    "803639471": "hCaptcha logotipi qo'l belgisi va hCaptcha logotipidan iborat. Muqobil shaklda qo'l belgisi o'z-o'zidan paydo bo'lishi mumkin, agar bo'sh joy cheklangan bo'lsa va \"hCaptcha\" qo'l belgisiga yaqin joyda so'z belgisi sifatida (yuqorida ta'riflanganidek) ishlatilganda qo'l belgisi hCaptcha ni ifodalashi aniq.",
    "564127016": "hCaptcha qo'l belgisi:",
    "1424800293": "hCaptcha logotipi:",
    "1525506526": "Hisobni o'zgartirish nima va ular qanday ishlaydi?",
    "2446481523": "Qadimgi xalq ertaklarida kichik bir qishloqdagi konstabulyarga vagon haydovchisi va zodagon paydo bo'ladi. Nopok, qashshoq kiyim kiygan bir kishi konsteblga: “Men zodagonman. Bu odam mening haydovchim edi.",
    "1767952047": "Kecha u menga hujum qildi, kiyimlarimni o‘g‘irladi va pulimni oldi”. Boshqa odam, zodagonlar tabaqasining kiyim-kechaklarini kiyingan holda, javob berdi: “Konstebl, bu odam aqldan ozgan. U o'zini zodagon deb hisoblaydi. Men haqiqiy zodagonman. Uni hibsga olinglar!”",
    "2947576723": "Bu hikoya haydovchilik guvohnomalari va raqamli barmoq bosib chiqarishdan oldinroq bo'lgan, ammo u hisobni o'g'irlash holatida nima noto'g'ri bo'lishi mumkinligiga yaxshi misol beradi. Bir kishi onlayn bank hisobiga yoki mobil to'lovlar ilovasiga kiradi. U haqiqiy hisob egasimi yoki xakermi? Kim aslida kim? Ushbu xavfsizlik muammolari o'z-o'ziga xizmat ko'rsatish hisobiga kirishga ruxsat beruvchi tashkilotlarga ta'sir qiladi.",
    "1687299615": "Hisobni egallab olish nima?",
    "2648707986": "Hisobni egallab olish - bu kiberfiribgarlikning bir turi bo'lib, unda yovuz niyatli aktyor onlayn akkaunt egasi sifatida o'zini namoyon qiladi. Odatda, hisob firibgar pul, tovar yoki sovg'a kartalarini o'g'irlashi mumkin bo'lgan moliyaviy muassasa yoki elektron tijorat biznesida bo'ladi. Buzg'unchi o'g'irlangan login ma'lumotlaridan hisob qaydnomasiga kirish uchun foydalanadi va keyin uni egallab oladi, ehtimol haqiqiy hisob egasini blokirovka qilish uchun parolni o'zgartiradi.",
    "1476843710": "Kamroq moliyaviy zarar keltiradigan, ammo baribir zarar etkazuvchi hisoblarni egallab olish shakllari ijtimoiy media akkauntlarini o'g'irlash va shunga o'xshashlarni o'z ichiga oladi. Bunday hollarda, tajovuzkor odatda zararli dasturlarni tarqatishga yoki jabrlanuvchining shubhasiz do'stlariga qarshi fishing hujumlarini amalga oshirishga harakat qiladi. Yoki tajovuzkor jabrlanuvchini sharmanda qilishga urinmoqda, bu ba'zan mashhurlar va siyosatchilar bilan sodir bo'ladi.",
    "2904949278": "Qanday qilib xaker hisobni egallab oladi?",
    "2575690545": "Hisobni egallab olish, xuddi shu qadar kiberfiribgarlik kabi, asosan avtomatlashtirilgan, ommaviy jarayonlar masalasidir. Onasining podvalida qalpoqcha kiygan xaker bank veb-saytlariga birin-ketin parol kiritishi kam uchraydi.",
    "3614653023": "Aksincha, amaliyot hisoblarning kichik qismini ochish umidida oʻnlab maqsadli moliya institutlarida millionlab foydalanuvchi nomi/parol juftligini sinab koʻradigan yirik hisob maʼlumotlarini toʻldirish hujumlariga tayanadi. Avtomatlashtirilgan firibgarlik dasturi hisobga kirish huquqini qo'lga kiritgandan so'ng, inson xakerlari ishtirok etishi mumkin, ammo ba'zi hollarda bunday emas.",
    "2762759509": "Ko'pgina hisoblarni egallab olish hujumlari deyarli to'liq avtomatlashtirilgan.",
    "1972710018": "Buni kompaniya nuqtai nazaridan ko'rish",
    "1282121137": "Hisobni egallash qanchalik muammoli bo'lishi mumkinligini tushunish uchun moliyaviy institut nuqtai nazaridan tajriba qanday ko'rinishini ko'rib chiqing. Ular har kuni millionlab loginlarni boshqaradi.",
    "2315518622": "Bugungi hujum vositalarida mavjud bo'lgan murakkablik bilan, agar mavjud bo'lsa, firibgarlik ekanligini aniqlash juda qiyin. Keyin, bir kishi mijozlarga xizmat ko'rsatish liniyasiga qo'ng'iroq qiladi va \"Mening hisobimga hujum qilindi! Men tizimga kira olmayapman, kimdir pulimni o‘g‘irlayapti!”",
    "1836369533": "Xalq ertaklaridagi konstebl singari, kim haqiqatan ham kimligini qanday aniqlash mumkin? Agar tajovuzkorda haydovchilik guvohnomasi raqami, ijtimoiy himoya raqami, onaning familiyasi, manzili va boshqalar kabi oʻgʻirlangan identifikatsiya elementlari yetarli boʻlsa, qoʻngʻiroq qiluvchining haqiqiy hisob egasi yoki tajovuzkor ekanligini aniqlash juda qiyin boʻlishi mumkin. u kirmoqchi bo'lgan hisob qaydnomasida parolni tiklash.",
    "2880837730": "Hisobni o'g'irlashni to'xtatish uchun nima qilish kerak?",
    "3654556483": "Moliyaviy institutlar va elektron tijorat kompaniyalarida hisobni egallab olish xavfini kamaytiradigan jarayonlar va nazorat mavjud. Bular eski uslubdagi \"boshlang'ich maktabdagi eng yaxshi do'stingizning ismi nima edi\" xavfsizlik savollaridan tortib, shubhali IP manzillar va mobil qurilma profillarini aniqlash usullarigacha.",
    "2449501658": "botlarni aniqlash va toʻxtatish uchun mashinani oʻrganishdan foydalanish hamda firibgarlarning hisobni egallab olish bilan shugʻullanishini ancha qiyinlashtiradigan yoki hatto imkonsiz qilib qoʻygan firibgar hisob qaydnomasiga kirishga urinishlar tahdidini yumshatishning eng ilgʻor usullaridan birini taqdim etadi.",
    "3621455477": "ko'proq o'rganish uchun!",
    "555246307": "Darvoqe, zodagon va uning shofyorining hikoyasi mana shunday tugaydi: Konstebl ikki erkakni bir xonada soatlab birga o‘tirib, xayollaridan zerikib ketishga majbur qildi. Kun oxirida u paydo bo'ldi va \"Men hozir vagon haydovchisi bilan gaplashaman\", dedi. Olijanob kiyimdagi odam o'rnidan turdi. U shunchalik zerikdiki, u faqat zodagonga o'zini ko'rsatayotganini unutdi.",
    "1224727373": "hCaptcha tomonidan BotStop",
    "1187718370": "Biz bilan bog'lanish",
    "3892905664": "hCaptcha sizning sevimli onlayn xizmatlaringizga odamlar uchun oson va mashinalar uchun qiyin bo'lgan oddiy savollarni berish orqali botlardan, spamlardan va suiiste'mollardan saqlanishga yordam beradi.",
    "555158694": "Siz foydalanadigan xizmat zararli trafikni kamaytirish uchun hCaptcha-ni o'rnatish orqali o'z saytidagi tajribangizni yaxshilashni tanladi.",
    "1617196410": "hCaptcha botlarni to'xtatishga qaratilgan. Bizga foydalanuvchi kimligi qiziq emas, faqat uning zararli ekanligi muhim. Biz maxfiylikni muvozanatlash uchun qattiq ishlaymiz va",
    "1624200563": "xavfsizlik va GDPR, CCPA, LGPD, PIPL va boshqa maxfiylik qoidalariga rioya qiling.",
    "1927613000": "hCaptcha veb-ilovalarni hisobni o'g'irlash, hisobga olish ma'lumotlarini to'ldirish, qirqish va boshqa turdagi suiiste'mollardan himoya qilish uchun murakkab mashina o'rganishni kuchli sinov platformasi bilan birlashtiradi.",
    "1133989302": "Nima uchun hCaptcha?",
    "34074886": "Har safar savolga javob berganingizda, biz sizning inson ekanligingizni aniqlash uchun murakkab modellardan foydalanamiz. Siz tashrif buyurgan veb-sayt bu natijadan foydalanib, botlarni o'z saytida ishlash tajribangizni yaxshilashga yordam beradi.",
    "3412647984": "Bu roʻyxatdan oʻtish va cookie faylini oʻrnatish orqali kelajakdagi savollardan qochish imkonini beradi. Iltimos, reklama blokeringizni ham oʻchirib koʻring.",
    "2510209017": "Yana yordam kerakmi?",
    "477275453": "Nima uchun API-lar xakerlar uchun mashhur maqsad hisoblanadi?",
    "596347471": "Amaliy dasturlash interfeyslari (API) kibermakondagi zararli aktyorlar uchun mashhur nishonga aylandi. Buning ko'pgina sabablari bor, jumladan, ilovalarni integratsiyalashda ularning ajoyib foydasi. Biroq, API xavfini kamaytirish mumkin.",
    "2441638955": "Birinchidan, API nima?",
    "3963216198": "Nima uchun API-lar xakerlar uchun mashhur maqsad ekanligini muhokama qilish uchun, avvalo, “API” atamasi nimani anglatishini aniqlash uchun qisqa vaqt ajratishga arziydi. API tushunchasi umuman yangi emas. Darhaqiqat, turli xil kompyuter tizimlarini bir-biriga ulash uchun interfeyslar, shuningdek ularning ichki komponentlari kamida 1960-yillarning boshidan beri mavjud.",
    "1047251718": "Biroq, bugungi kunda odamlar API haqida gapirganda, ular doimo standartlarga asoslangan API-larni anglatadi. Bular vakillik holatini uzatish (REST) kabi ochiq standartlar va JavaScript Object Notation (JSON) kabi ochiq standart fayl formatlari yordamida yaratilgan API’lardir. Bunday \"RESTful API\"lar, ma'lumki, xususiy dasturiy ta'minotga ehtiyoj sezmasdan yaratilishi mumkin. Olingan APIlar dasturiy ilovalar o'rtasida ma'lumotlar va protsedura chaqiruvlarini yuborish va qabul qilish imkoniyatiga ega. Masalan, mobil banking ilovasi bank tizimlariga kirish uchun API dan foydalanadi.",
    "3195334319": "API-larning foydaliligi va zaifligi",
    "1903743785": "Standartlarga asoslangan API-larning paydo bo'lishi ilovalar integratsiyasida katta sakrashni ko'rsatdi. Oxirgi 20 yil ichida API-lar qimmat va murakkab xususiy dasturiy mahsulotlardan bepul, standartlarga asoslangan vositalarga aylandi, ular bilan ishlash nisbatan oson va tez oʻrnatiladi.",
    "879362350": "Internet orqali ishlaydigan yangi API bilan platforma, ma'lumotlar sxemasi yoki dasturlash tilidan qat'i nazar, dunyoning istalgan nuqtasida istalgan dasturiy ta'minot yoki ma'lumotlar manbasini ulash mumkin bo'ldi. Natijada, hisoblash dunyosi endi API inqilobining o'rtasida. Ilovalar va ma'lumotlar o'rtasida ulanish portlashi sodir bo'ldi. Bu juda zo'r, u bo'lmaguncha.",
    "3844432472": "API-larning ochiqligi va foydaliligi ularni tajovuzkorlar uchun ajoyib maqsadlarga aylantiradi. Xuddi mobil ilovani API yordamida korporativ tizimdan ma'lumotlarni olish va olish uchun dasturlash mumkin bo'lganidek, zararli dasturlarning bir qismi ham shunday bo'lishi mumkin. Hackerlar API-larni suiiste'mol qilish uchun turli xil dasturiy vositalarni yozdilar. Bu samarali hujum texnikasi.",
    "2187096543": "Haqiqatan ham, ma'lumotlar bazasidan ma'lumotlarni olish uchun API-ni chaqirgan xakerlar tomonidan yozilgan dasturiy ta'minot natijasida ba'zi katta ma'lumotlar buzilishi sodir bo'ldi. Axir, agar ma'lumotlarni o'g'irlash REST va JSON yordamida yozilgan API-da oddiy GET chaqiruvini talab qilsa, ma'lumotlar bazasini tezda tozalash oson. Darhaqiqat, odamlar \"ekranni qirqish\" hujumlari haqida gapirganda, ular aslida ma'lumotlar bazalaridan ma'lumotlarni olib tashlaydigan tezkor API chaqiruvlarini anglatadi. API-lar ularni yaratadigan tashkilotlar uchun asosiy hujum yuzasiga aylandi.",
    "4222109231": "hCaptcha korporativ mahsuloti yordamida API xavfini kamaytirish",
    "1783317946": "API hujumlarini to'xtatish mashhur foydalanish holatidir",
    "3022922096": ", hCaptcha korporativ mahsulotlar to'plami. hCaptcha-ning bepul versiyasidan farqli o'laroq,",
    "63719113": "saytingiz va ilovalaringizga zararli trafikni aniqlash uchun ilg'or mashinani o'rganishdan foydalanadi, shu jumladan qirib tashlash harakatlari.",
    "3566102529": "ko'proq o'rganish uchun bugun biz.",
    "3096553330": "Biz yaratgan har bir tizim shunchaki boshqa odamlar bilan munosabatlarimizni aks ettiradi.",
    "1467218142": "Biz ulardan va o'zimizdan nimani xohlashimiz bizning xatti-harakatlarimizni boshqaradi va shuning uchun barcha inson tizimlarida bir xil o'zaro ta'sir shakllari takrorlanadi. Internet bizning dunyomizning ushbu asosiy jihatining ko'plab ajoyib misollarini taqdim etadi.",
    "808872868": "Masalan: spam, firibgarlik va suiiste'mollik ikki tizim bir-biriga ulanganidan deyarli bir kundan keyin onlaynda mavjud.",
    "1085089390": "Onlayn zo'ravonlik insonning tug'ma xatti-harakatlaridan kelib chiqadi",
    "3064321967": "Ma'lum bo'lgan birinchi spam elektron pochta 1978 yilda yuborilgan.",
    "3800781598": "] Deyarli besh o'n yil o'tgach, elektron pochta spamlari bizni azoblashda davom etmoqda. Uni yengish uchun ko'p milliardlab dollarlar va minglab yillar davomida muhandislik harakatlari sarflangan, ammo spam saqlanib qolmoqda. Ikkala tomonda ham milliard dollarlik sanoat mavjud, ya'ni undan himoya qiluvchilar va uni yuboruvchilar.",
    "2119943547": "Nega bu? Javob oddiy. Tizimni suiiste'mol qilish uchun rag'bat bor ekan, kimdir odatda yo'l topadi. Va ular buni qilgandan so'ng, boshqa birov ularni to'xtatish uchun rag'batga ega bo'ladi.",
    "532470444": "Balans yildan-yilga biroz o'zgarishi mumkin, ammo bu xatti-harakat oddiygina inson tabiatini aks ettiradi va besh ming yillik qayd etilgan tarix dinamikaning yaqin orada o'zgarishi dargumon.",
    "3193548097": "Umid buloqlari abadiy",
    "4065614934": "Bu tahlil yangi emas, lekin odamlar abadiy optimistikdir. Ayniqsa, ular o'z g'oyasini yangi deb o'ylashganda.",
    "1216071511": "Xuddi shu g'oyalar shunchalik tez-tez taklif qilinadiki, taxminan 20 yil oldin, anonim muallif spamga qarshi echimlar haqida onlayn munozaralar uchun foydali bo'sh joyni to'ldirishni taklif qildi:",
    "1941999673": "Sizning postingiz himoyachilari a",
    "4179118182": "( ) texnik ( ) qonunchilik ( ) bozorga asoslangan ( ) hushyorlik",
    "3978720689": "spamga qarshi kurashga yondashuv. Sizning fikringiz ishlamaydi. Mana nima uchun u ishlamaydi.",
    "318339230": "(Quyidagilardan biri yoki bir nechtasi sizning fikringizga tegishli bo'lishi mumkin va u bo'lishi mumkin",
    "30312304": "yomon federal qonun qabul qilinishidan oldin shtatdan shtatga farq qiladigan boshqa kamchiliklar.)",
    "2710988028": "( ) Spamerlar undan elektron pochta manzillarini yig'ish uchun osongina foydalanishlari mumkin",
    "3912514510": "( ) Pochta ro'yxatlari va boshqa qonuniy elektron pochtadan foydalanish ta'sir qiladi",
    "2030062561": "( ) Hech kim yigitni topa olmaydi yoki pul yig'a olmaydi",
    "3334160175": "( ) U shafqatsiz kuch hujumlariga qarshi himoyasiz",
    "3238345709": "( ) U ikki hafta davomida spamni to'xtatadi va keyin biz u bilan qolib ketamiz",
    "4227800293": "( ) Elektron pochta foydalanuvchilari bunga toqat qilmaydilar",
    "2271252286": "( ) Microsoft bunga chidamaydi",
    "692064738": "( ) Politsiya bunga chidamaydi",
    "3475647460": "( ) Spamerlardan juda ko'p hamkorlik talab qiladi",
    "1482845460": "( ) Bir vaqtning o'zida hammadan to'liq hamkorlikni talab qiladi",
    "3741193183": "( ) Ko'pgina elektron pochta foydalanuvchilari biznesni yo'qotish yoki potentsial ish beruvchilarni begonalashtirishga qodir emas",
    "2234909600": "( ) Spamerlar o'z ro'yxatlaridagi noto'g'ri manzillarga ahamiyat bermaydilar",
    "1982617151": "( ) Har kim anonim ravishda boshqa birovning martaba yoki biznesini yo'q qilishi mumkin",
    "2498172334": "Xususan, sizning rejangiz hisobga olinmaydi",
    "389705801": "( ) Buni aniq taqiqlovchi qonunlar",
    "190955495": "( ) Elektron pochtani markazlashtirilgan nazorat qiluvchi vakolatning yo'qligi",
    "237009707": "( ) Xorijiy mamlakatlarda ochiq estafeta",
    "3507532387": "( ) Barcha elektron pochta manzillarining kichik alfanumerik manzil maydonini qidirish qulayligi",
    "2477958756": "( ) Yomon odamlar",
    "3254142589": "( ) Yurisdiksiya muammolari",
    "3621401685": "( ) G'alati yangi soliqlarning mashhur emasligi",
    "4277475973": "( ) Pulning g'alati yangi shakllarini qabul qilishni jamoatchilikning istamasligi",
    "941057651": "( ) SMTP ga katta hajmdagi mavjud dasturiy investitsiyalar",
    "3265293440": "( ) SMTP dan boshqa protokollarning hujumga moyilligi",
    "515733427": "( ) Foydalanuvchilarning elektron pochta orqali olingan OS yamoqlarini o'rnatishga tayyorligi",
    "2631159699": "( ) Chuvalchanglar qo'shinlari keng polosali ulangan Windows qutilari",
    "776542208": "( ) Abadiy qurollanish poygasi barcha filtrlash yondashuvlarida ishtirok etadi",
    "989480928": "( ) Spamning o'ta rentabelligi",
    "3898950867": "( ) Jou ishlari va/yoki shaxsni o'g'irlash",
    "3395399558": "( ) Texnik savodsiz siyosatchilar",
    "1118929614": "( ) Spamerlar bilan biznes qiladigan odamlarning haddan tashqari ahmoqligi",
    "838951836": "( ) Spamerlarning o'zlari tomonidan insofsizlik",
    "2123236933": "( ) Mijozlarni filtrlash ta'sir qilmaydigan tarmoqli kengligi xarajatlari",
    "2292919419": "( ) Outlook",
    "2534436327": "va quyidagi falsafiy e'tirozlar ham qo'llanilishi mumkin:",
    "832385387": "( ) Siznikiga oʻxshash gʻoyalarni oʻylab topish oson, biroq ularning hech biri amaliy boʻlmagan",
    "1993984258": "( ) O'chirishga asoslangan har qanday sxema qabul qilinishi mumkin emas",
    "3909240516": "( ) SMTP sarlavhalari qonunchilik predmeti bo'lmasligi kerak",
    "1151065360": "( ) Qora ro'yxatlar yomon",
    "2396605499": "( ) Oq ro'yxatlar yomon",
    "2225785608": "( ) Biz Viagra haqida senzuradan o'tmasdan gaplasha olishimiz kerak",
    "3004688366": "( ) Qarshi chora-tadbirlar pul o'tkazmalari yoki kredit kartalari bilan firibgarlik bilan bog'liq bo'lmasligi kerak",
    "922470170": "( ) Qarshi choralar jamoat tarmoqlarini sabotaj qilishni nazarda tutmasligi kerak",
    "3068923550": "( ) Qarshi choralar bosqichma-bosqich amalga oshirilsa, ishlashi kerak",
    "2752975480": "( ) Elektron pochta xabarlarini yuborish bepul bo'lishi kerak",
    "117227832": "( ) Nima uchun biz sizga va serverlaringizga ishonishimiz kerak?",
    "1021431157": "( ) Ochiq kodli yoki ochiq kodli litsenziyalar bilan mos kelmasligi",
    "2801524659": "( ) O'zingizni yaxshi his qilish choralari muammoni hal qilish uchun hech narsa qilmaydi",
    "931661269": "( ) Vaqtinchalik/bir martalik elektron pochta manzillari noqulay",
    "2090457681": "( ) Hukumat mening elektron pochtamni o'qishini xohlamayman",
    "3536122902": "( ) Ularni shu tarzda to'xtatish etarli darajada sekin va og'riqli emas",
    "2391175562": "Bundan tashqari, men siz haqingizda shunday deb o'ylayman:",
    "229198134": "( ) Kechirasiz, do'stim, lekin bu ishlamaydi deb o'ylamayman.",
    "345563040": "( ) Bu ahmoqona fikr va siz uni taklif qilganingiz uchun ahmoq odamsiz.",
    "409780280": "( ) Yaxshi urinish, ****! Umid qilamanki, kimdir sizning klaviaturangizga qadam qo'yadi!",
    "2820080973": "❤ tomonidan mezbonlik qildi",
    "3943164003": "xom ko'rish",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Nima uchun spamga qarshi yangi yechimingiz ishlamaydi",
    "361795034": ". Noma'lum muallif, c. 2000",
    "1547006769": "Insoniylikni tekshirish ham xuddi shunday muammo",
    "3717942925": "E-pochta orqali sizning e'tiboringizni qaratmoqchi bo'lgan odamlar doimo bo'lgani kabi, ba'zi manbalarga kirishni cheklash istagi doimo mavjud bo'ladi, shuning uchun ularga faqat odamlar kirishi mumkin.",
    "2481032625": "Maqsad oldini olishmi yoki yo'qmi:",
    "1691348394": "- cheklangan relizlar savdosi paytida avtomatlashtirilgan ommaviy xaridlar",
    "1771016224": "- veb-saytingizdagi barcha kontentni ommaviy ravishda yuklab olish uchun dasturiy ta'minot",
    "1959762846": "- veb-shakllaringiz cheksiz marketing spamlari yoki suiiste'mol bilan to'ldirilgan",
    "345108670": "- hisob ma'lumotlarini to'ldirish va boshqa hisobni egallashga urinishlar",
    "2540760245": "boshqa ko'plab foydalanishlar qatorida \"insonmi yoki yo'qmi\" asosida onlayn trafikni filtrlash imkoniyati inson tabiati so'nggi besh ming yil ichida qayd etilgan bir xil naqshlarga amal qilsa, qimmatli vosita bo'lib qolishi mumkin.",
    "3346362371": "Mashinani o'rganish haqida nima deyish mumkin?",
    "3619183405": "2021-yilda oddiy CAPTCHA-larni ba'zan mashina o'rganishdagi yutuqlar tufayli dasturiy ta'minot yordamida hal qilish mumkin. Buni hal qilish uchun hCaptcha shuningdek, kabi xususiyatlarni juda batafsil tahlil qiladi",
    "3292221787": "savolga javob berildi, u nafaqat to'g'ri yoki yo'qmi va tez-tez savollarni ham, ishlatilgan ma'lumotlarni ham o'zgartiradi.",
    "1080672247": "Berilgan savollarning ko'pini oddiy dasturiy ta'minot bilan iqtisodiy jihatdan hal qilib bo'lmasligi va ma'lumotlar odatda tizimga xos bo'lganligi sababli, bu botlar ko'pincha bepul xizmat tomonidan to'liq to'xtatiladi va buning o'rniga inson CAPTCHA hal qiluvchilariga tayanishi kerakligini anglatadi. ko'p turdagi suiiste'mollarni butunlay iqtisodiy foydasiz qiladi.",
    "4172868199": "“yaxshi inson”ni “yomon odam”dan ajratishga urinish sohasiga o‘tib, bundan ancha uzoqroqqa boradi va bugungi kunda dunyodagi eng mashhur onlayn xizmatlar tomonidan sotib olish firibgarligidan tortib, ilg‘or barqarorlikgacha hamma narsani topish va to‘xtatish uchun foydalaniladi. Maxfiylikni saqlashga alohida e'tibor qaratgan holda foydalanuvchilariga qarshi tahdidlar.",
    "2873911365": "Uskunani sertifikatlash haqida nima deyish mumkin?",
    "1477196356": "O'nlab yillar davomida identifikatsiyani kriptografik jihatdan xavfsiz usulda, ba'zan maxfiylikni saqlaydigan xususiyatlarga ega bo'lgan qurilma bilan bog'lashning turli usullari taklif qilingan. Ochiq kalitli kriptografiya v asrga borib taqaladi. 1975 yil va apparat tokenlari deyarli shuncha vaqtdan beri mavjud.",
    "2349681896": "Afsuski, uskunani boshqarish sizning shaxs ekanligingizni anglatmaydi. Deyarli har bir mashhur iste'molchi apparatini attestatsiyadan o'tkazish sxemasi qayta-qayta buzilgan, yamoqlangan va keyin yana buzilgan.",
    "254326776": "Ushbu kamchiliklarni qasddan suiiste'mol qilish ko'pincha oshkor etilishi yoki akademik nashr etilishidan bir necha oy yoki yillar davomida sodir bo'lganligi aniqlangan.",
    "2462909475": "10 000 dan ortiq telefonlardan iborat devor suiiste'mol qilish uchun ishlatiladi, bu Xitoy bot operatsiyasining bir qismidir.",
    "1963951234": "Sizning kriptografik sxemangiz qanchalik ishonchli bo'lishidan qat'iy nazar, agar kimdir kun oxirida siz izlayotgan javobni berish uchun pul sarflashi mumkin bo'lsa, unda biron bir uskunaga ega bo'lish etarli emas.",
    "1278884196": "Ya'ni, kriptografiya juda yosh fan. Yaqin tarixga asoslanib, sizning kriptografik sxemangiz va/yoki amalga oshirishingiz kimdir uni diqqat bilan ko'rib chiqishga undashi bilanoq buziladi va boshqalar buni sizdan ancha oldin aniqlab olishlari mumkin. Uskunaga tayanish, shuningdek, nuqsonni tuzatish uchun har bir foydalanuvchidan jismoniy qurilmani o'zgartirishni so'rashingiz kerakligini anglatadi. Aksariyat hollarda bu tez sodir bo'lishi dargumon, ya'ni aslida sizning tizimingiz ochilmaydi.",
    "1828028934": "Shuning uchun",
    "1642844535": "muhim: hCaptcha bir xil asosiy savolga javob berish uchun bir nechta turli yondashuvlardan foydalanadi, bu esa barcha baholashlar bo'yicha izchillik uchun taqqoslash imkonini beradi.",
    "1155821305": "mudofaa chuqurdir",
    "119098046": "Passiv yoki muammosiz echimlar haqida nima deyish mumkin?",
    "2760410719": "Sof passiv signallar yordamida botni aniqlashga urinayotgan xizmatlar tezda asosiy muammoga duch keladi: agar sizda aniq asosli haqiqat mavjud bo'lmasa, tizim yomon aktyorlarni to'g'ri aniqlagan yoki yo'qligini qanday tekshirish mumkin?",
    "1722734001": "Ochiq internet juda shovqinli muhit. Yomon aktyorlar bizning xizmatimiz foydalanuvchilariga va reCAPTCHA kabi raqobatchilarga har kuni hujum qilishadi va bunda, albatta, imkon qadar inson ko‘rinishiga harakat qilishadi.",
    "1595254735": "Sof passiv xizmatlar botni aniqlashning aniqligini saqlab qolish yoki hatto ular noto'g'ri ekanligini bilish uchun kurashadi. Vaqti-vaqti bilan foydalanuvchilarga e'tiroz bildirish va ushbu sinov natijalarini to'g'ri tahlil qilish imkoniyati bo'lmasa, vaqt o'tishi bilan aniqlik sezilarli darajada pasayadi.",
    "2412751979": "HCaptcha-ni quvvatlaydigan aniqroq insoniy signallar tufayli, ilgari reCAPTCHA v3/Enterprise-dan foydalangan ko'plab kompaniyalar o'tishdi.",
    "2284856231": "hCaptcha Enterprise-ning sof passiv rejimida ham keskin yaxshilangan aniqlikni ko'rdi.",
    "4162847": "Biz buni toʻgʻridan-toʻgʻri kuzatishga muvaffaq boʻldik, chunki baʼzi mijozlarimiz Google takliflaridan butunlay oʻtishdan oldin xuddi shu soʻrov boʻyicha A/B testlarini oʻtkazadilar. Biz odatda reCAPTCHA v3 yoki reCAPTCHA Enterprise’dan kelgan yuqori noto‘g‘ri ijobiy va noto‘g‘ri salbiy ko‘rsatkichni isbotlay olamiz.",
    "436125785": "Ushbu mahsulotlarda mavjud bo'lgan fikr-mulohazalarning noto'g'riligini va ularning asosiy biznesiga zarar yetkazmasligi uchun botlarni aniqlashda unchalik yaxshi bo'lmaslikka katta qiziqish bilan reklama tarmog'i tomonidan sotilishini hisobga olsak, bu ajablanarli emas.",
    "2233741720": "Xulosa",
    "2133809801": "Odamlar odamlar bo'lib qolar ekan, insoniyatni tekshirish onlayn rol o'ynashi mumkin.",
    "2255549335": "hCaptcha-dagi ishimiz qiyinchilik va aniqlik o'rtasidagi yaxshi kelishuvlarni topish va ishqalanishni past darajada ushlab turishdir, ayniqsa",
    "4138068262": "foydalanuvchilar. Oxir-oqibat, inson tabiati o'zgarmas ekan, muammolar bilan o'zaro ta'sir qilish onlayn zo'ravonlikni kamaytirish vositalarining bir qismi bo'lib qolishi mumkin.",
    "855097735": "Barcha tashvishlarni muvozanatlashtirgan holda, buni yaxshi bajaradigan xizmatni yaratish juda qiyin muammo (va biz tajribani iloji boricha yoqimli qilish uchun uni yaxshilash ustida ishlaymiz), ammo spam, suiiste'mol, hisobni o'g'irlashni kamaytirishga rozi bo'lasiz deb umid qilamiz. , va onlayn firibgarlik, oxir-oqibat, vaqti-vaqti bilan oddiy savolga loyiqdir.",
    "1953959745": "foydalanish imkoniyati",
    "2543123170": "Nolinchi ishqalanish insoniyligini tekshirish",
    "547245263": "Bugun bot muammosini hal qiling.",
    "3117887301": "Eng yirik onlayn xizmatlar tomonidan ishonchli",
    "981806349": "Tasdiqlangan hCaptcha platformasida qurilgan",
    "2373007864": "hCaptcha Enterprise hCaptcha platformasi texnologiyasida ishlaydi, u yuqori trafikli korxonalar talab qiladigan xususiyatlarni o'z ichiga oladi.",
    "2652399059": "Ishonchli hamkor",
    "1997838163": "Dunyoning eng yirik kompaniyalari hCaptcha Enterprise-ga bog'liq. Integratsiya oddiy va aniqlashning aniqligi tengsizdir.",
    "734735952": "Biz bir qator CAPTCHA sotuvchilarini baholadik, shuningdek tizimni o'zimiz qurdik. Oxir-oqibat, hCaptcha reCAPTCHA ga eng yaxshi alternativ sifatida paydo bo'ldi.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Cloudflare mahsulot boshqaruvi direktori",
    "3971348140": "Nima uchun biz hCaptcha dan foydalandik? Boshqa hech kim bizga kerak bo'lgan xususiyatlar va ishlashni ta'minlay olmaydi. Ular bizni tezda ishga tushirishdi va bizning savdogarlar bu tajribani yaxshi ko'radilar.",
    "4248655793": "- Aleks M.",
    "4185927140": "Mahsulot menejeri, Flash, Shopify",
    "282913023": "Yuqori trafikli korxonalar uchun tejamkor variant",
    "999610953": "Nihoyat, Google-ga ishonchli muqobil. hCaptcha Enterprise yuqori darajadagi xavfsizlik bilan reCAPTCHA hisobingizni sezilarli darajada tejash imkonini beradi: ba'zi hollarda 80% gacha arzonroq.",
    "1886100235": "Dunyodagi eng yirik onlayn xizmatlarning ko'pchiligi hCaptcha Enterprise-ga o'tdi va sezilarli xarajatlarni tejash bilan bir qatorda botlarni aniqlashning yaxshilanganligini oldi.",
    "2903742230": "Reklama tarmoqlari sizning tashrif buyuruvchilaringizni mahsulot sifatida ko'radi. Biz uchun yagona maqsad ularning insoniyligini aniqlashdir. Bizning xizmatlarimiz GDPR, CCPA, LGPD va PIPL talablariga javob beradi yoki ulardan oshadi va biz maxfiylik va xavfsizlikni muvozanatlash uchun qattiq ishlaymiz.",
    "3901503296": "Maxfiylikka bo'lgan ushbu noyob e'tibor biz mukammal xavfsizlikni ta'minlagan holda shaxsiy ma'lumotlarni nolga teng saqlash, cookie-fayllarsiz ishlash va boshqa shartnomaviy maxfiylik kafolatlarini talab qilishimiz mumkinligini anglatadi.",
    "3342910682": "Ko'proq o'qish",
    "1130783905": "Aniqlik siz va bizniki. hCaptcha sizga haqiqiy ma'lumotlarni taqdim etish va undan qanday foydalanishni tanlash imkonini beradi. Boshqa xavfsizlik yechimlari Gigantic reklama kompaniyalari tomonidan taqdim etiladi. Bu ular bloklagan har bir bot o'z daromadlarini kamaytirishi mumkinligini anglatadi.",
    "2019130052": "Maxfiylikka yo'naltirilgan ML sohasidagi innovatsiyalarimiz bizga xavfsizlik yoki foydalanuvchi maxfiyligiga zarar bermasdan, \"hamma narsani abadiy yozib olish\" strategiyalarining xavfsizlik standartlaridan oshib ketishiga imkon beradi.",
    "23114595": "Ajoyib foydalanuvchi tajribasi",
    "3437412311": "Enterprise foydalanuvchilari uchun passiv ballarga tayanib, aksariyat stsenariylarda qiyinchiliklardan butunlay qochish uchun variantlar mavjud.",
    "1996843433": "Ajoyib xavfsizlikni ta'minlagan holda qonuniy trafikingizning 99,9% uchun to'liq muammodan qochib, ishqalanishni kamaytiring.",
    "3093689546": "Oson integratsiya",
    "247560732": "Uch qatorli kod bilan hCaptcha qo'shing. Agar siz reCAPTCHA’dan kelgan bo‘lsangiz, bizning API mos keladi va o‘tish uchun bir necha daqiqa ketadi.",
    "1510448156": "Siz bugun eng yaxshi muqobil bilan ishlay olasiz va kerak bo'lganda yanada ilg'or funksiyalarni yoqing.",
    "2718999653": "Moslashtirilgan tahdid ballari",
    "2698140263": "Hamma muammolar bir xil emas: bitta ball olish foydali bo'lishi uchun sizning ehtiyojlaringizga javob berishi kerakligini anglatadi.",
    "897432717": "Moslashtirilgan tahdid ballari uchun yangi dizaynimiz bilan sizning biznes bilimlaringizni qo'shish bizning modellarimizga foydalanuvchilaringiz uchun noyob balllarni taqdim etish imkonini beradi.",
    "2650502379": "Bir necha soniya ichida o'z muammolaringizni boshlang",
    "3578122193": "Tegishli kontent bilan brendda qoling",
    "1074044172": "Foydalanuvchilar sizning xavfsizlik talablaringizni qondirish uchun muammoni hal qilishlari kerak bo'lganda, nima uchun foydalanuvchi uchun yoqimli va tegishli savollarni bermaysiz?",
    "1579093044": "Bizning oddiy maxsus tanlov dizaynerimiz yordamida siz bir necha daqiqada brendga oid tanlov kontentini ishga tushirishingiz mumkin.",
    "3717512591": "To'g'ridan-to'g'ri platforma integratsiyasi",
    "121743429": "Veb-infratuzilma kompaniyalari uchun",
    "2131386784": "Siz va foydalanuvchilaringiz uchun mavjud bo'lgan tajriba va yordam",
    "2782263070": "Xizmat biz uchun ustuvor vazifadir. Biz 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlaymiz va amalga oshirish paytida va undan keyin muhandislik integratsiya guruhingiz va bizning qo'ng'iroq bo'yicha xodimlarimiz bilan to'g'ridan-to'g'ri Slack muvofiqlashtirishni taklif qilamiz.",
    "3740051331": "Shuningdek, biz ijtimoiy tarmoqlar, forumlar, vidjet va elektron pochta orqali qo‘llab-quvvatlash kanallarimiz orqali foydalanuvchilar savollariga faol monitoring olib borish va ularga javob berishga sodiqmiz. Biz foydalanish mumkin va sezgirmiz va foydalanuvchi qoniqishini eng yuqori KPI deb hisoblaymiz.",
    "170775527": "Korxona xususiyatlari",
    "3383086062": "hCaptcha Enterprise to'liq onlayn xavfsizlik yechimidir. Faol va passiv rejimlar hisob ma'lumotlarini to'ldirishni to'xtatish, hisob qaydnomasini o'g'irlashni aniqlash va shubhali aktyorlarni bloklash imkonini beradi. Hammasi qonuniy foydalanuvchilar uchun nol ishqalanish bilan.",
    "1408599440": "Bir necha qator kodlar va 99,9% passiv rejimimiz bilan tezda boshlang yoki foydalanuvchilarga qachon va qanday e'tiroz bildirilishini to'liq nazorat qiling. Maxsus tahdid modellari va sozlanishi mumkin bo'lgan muammolar xavfsizlikni ta'minlash uchun tengsiz moslashuvchanlikni anglatadi.",
    "3365203058": "Jahon darajasidagi anti-bot himoyasi",
    "1803009328": "Veb miqyosida jangovar sinovdan o'tgan.",
    "1586809757": "Yuqori aniqlikdagi bot ballari",
    "353367791": "Turli xil turdagi yomon aktyorlarni aniqlang.",
    "191460155": "Nol ishqalanish va 99,9% passiv rejimlar",
    "585557010": "Qonuniy foydalanuvchilarning 0,1% dan kamrog'iga qarshi chiqish.",
    "3287172429": "Nazorat sinovlari turlari ko'rsatilgan",
    "1844885924": "Tanlash uchun turlarning keng kutubxonasi.",
    "3018523079": "Doimiy foydalanuvchi tajribasi bilan brendda qoling.",
    "3817811295": "Kafolatlangan ishonchlilik va tezkor 24/7 qo'ng'iroq bo'yicha qo'llab-quvvatlash.",
    "1798492192": "Eski brauzerni qo'llab-quvvatlash",
    "1356745565": "Internet Explorer 8 ga to'liq mos keladi.",
    "751483365": "JavaScript bo'lmagan mijozlarni qo'llab-quvvatlash.",
    "4199502476": "Kengaytirilgan hisobot boshqaruv paneli va API",
    "3630114728": "Barcha sayt va ilovalaringizda nima sodir boʻlayotganini koʻring.",
    "3573245166": "reCAPTCHA dan farqli o'laroq, biz har bir mamlakatda ishlaymiz.",
    "2354267648": "GDPR, CCPA va LGPD-ga mos maxfiylik siyosati",
    "3167979932": "Birinchi kundan boshlab maxfiylik uchun mo'ljallangan. Kuchli ma'lumotlarni qayta ishlash shartnomasi.",
    "4065065042": "Foydalanish holatlaringizga to'liq mos kelish uchun buni tering.",
    "111184581": "Birinchi tomon hosting",
    "4272022475": "Barcha soʻrovlar va aktivlar hcaptcha.yourdomain.com saytiga oʻtadi",
    "2676853536": "Ko‘p foydalanuvchili boshqaruv paneli",
    "1368787974": "Boshqaruvni jamoangiz bo'ylab baham ko'ring.",
    "1045484714": "Identifikatsiya provayderingiz bilan SAML SSO integratsiyasi, masalan, Okta yoki Azure AD.",
    "3953584369": "Murakkab RBAC kirish cheklovlari mavjud.",
    "2781507299": "Tezkor tekshirish",
    "4019660456": "0ms kechikish: hCaptcha tokenlarini API chaqiruvisiz tasdiqlang.",
    "3446714684": "Mobil (iOS va Android) integratsiyasi",
    "2593768395": "Veb, mahalliy mobil, mobil internet bo'ylab uzluksiz tajriba. Oldindan tuzilgan integratsiya va mahalliy SDK mavjud.",
    "1779265104": "Shaxsiylashtirilgan shartlar va maxfiylik kafolatlari",
    "122875767": "Boshqa kompaniyalar qila olmasa, qonuniy ehtiyojlaringizni qondiring.",
    "148188781": "Taqdim etilgan muammolar",
    "838049015": "So'rovga mos keladigan barcha rasmlarni tanlang",
    "1126302400": "Cheklovchi quti",
    "3554448168": "Turkumlashtirish",
    "2104933754": "Tegishli belgilarni aniqlang",
    "3612043014": "...va boshqa oddiy vazifalar. Odamlar uchun oson, botlar uchun qiyin.",
    "3624758171": "Maxsus topshiriqlar korporativ nashriyotlar uchun ham mavjud.",
    "1001938065": "Integratsiya osonroq bo'lishi mumkin emas edi",
    "2138799135": "hCaptcha siz foydalanadigan frontend va backend tizimlari uchun o'nlab oldindan tuzilgan integratsiyalarga ega.",
    "2535001179": "Agar siz Google reCAPTCHA-dan kelgan bo'lsangiz, bizning API-lar o'rinbosar hisoblanadi.",
    "1393184984": "sizga kerak bo'lgan hamma narsa.",
    "3715747429": "React integratsiyasi, iOS-ning mahalliy ilovalari uchun SDK-lar, Java backend misoli yoki deyarli har qanday boshqa stsenariy kerak bo'ladimi, bizning bort muhandislarimiz sizni tezda ishga tushirishga yordam beradi.",
    "2681650568": "Va har doimgidek, maxfiylik biz uchun asosiy qadriyatdir. Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing. Ma'lumotlar yig'ishni minimallashtirish integratsiya paytidan boshlanadi.",
    "1130868224": "Uch qatorli kod",
    "2183926131": "hCaptcha Enterprise bilan ishlashni boshlang",
    "1526887904": "hCaptcha Enterprise Maxfiyligi",
    "1845745385": "Maxfiylik uchun mo'ljallangan.",
    "1297224875": "Korxonaning onlayn xavfsizligiga xos maxfiylikka asoslangan yondashuv.",
    "2762458927": "Sizning foydalanuvchi ma'lumotlaringiz sotilmaydi.",
    "2058856283": "hCaptcha Enterprise faqat bitta maqsadga ega: yomon aktyorlar sizning onlayn operatsiyalaringizni buzishi va foydalanuvchilarga zarar etkazishining oldini olish.",
    "2408036504": "Shunday qilib, bizning tizimlarimiz birinchi darajali xavfsizlikni ta'minlagan holda ma'lumotlarni yig'ish va saqlashni minimallashtirish uchun boshidan boshlab ishlab chiqilgan. Foydalanuvchi ma'lumotlarini himoya qilishning eng yaxshi usuli uni umuman saqlamaslikdir.",
    "4099477834": "Barcha mijozlar munosabatlari, shuningdek, kuchli ma'lumotlarni qayta ishlash shartnomasi bilan himoyalangan. hCaptcha xizmati sizning xizmatingiz yoki mijozlaringiz qayerda yashashidan qat'i nazar, barcha maxfiylik qonunlariga mos keladi. Shaxsiy ma'lumotlarni saqlamaslik boshqa kompaniyalarnikiga qaraganda buni biz uchun ancha osonlashtiradi.",
    "3569492665": "Onlayn faoliyatni yozib olish bu javob emas.",
    "3389431373": "ReCAPTCHA v3 kabi xizmatlar, ularning kuzatuv piksellarini saytingizning har bir sahifasiga joylashtirish yaxshi xavfsizlik uchun zarurligini aytadi. Bu shunday emas.",
    "3590546893": "Oddiy xulq-atvor tahlili yomon aktyorlar tomonidan osongina soxtalashtirilgan signal bo'lib, barcha qonuniy trafikingiz uchun brauzer tarixini saqlashni talab qiladi.",
    "1105363520": "Biz reklama tarmog'ini boshqarmaymiz va ularga reklama sotish uchun foydalanuvchi xatti-harakatlaringizni kuzatishdan manfaatdor emasmiz. Bu shuni anglatadiki, biz saytingizning har bir sahifasida passiv pikselni talab qilmaymiz.",
    "3088605177": "Bizning sinov kodimizni faqat kerak bo'lganda va sizni va foydalanuvchilaringizni himoya qilish mantiqiy bo'lgan joyda qo'shing.",
    "337971271": "Mashinani o'rganish foydalidir. Lekin u ishlashi uchun shaxsiy ma'lumotlar talab qilinmaydi.",
    "320166522": "Mashinani o'rganish endi hayotimizning deyarli barcha jabhalariga ta'sir qiladi, ko'pincha biz tushunmaydigan va ko'ra olmaydigan yo'llar bilan. Onlayn xavfsizlik xizmatlari bundan farq qilmaydi.",
    "3180664128": "Minglab signallarni o'rganish orqali modellar zararli xatti-harakatni juda tez aniqlashi va yuqori ishonchga erishishi mumkin, hatto hech qanday individual signal muammoni ko'rsatish uchun etarlicha kuchli bo'lmasa ham.",
    "961941354": "Biroq, bularning hech biri shaxsni aniqlash mumkin bo'lgan ma'lumotlardan (\"PII\") foydalanishni talab qilmaydi. Zamonaviy kriptografik usullar bizga har qanday shaxsiy ma'lumotlarni imkon qadar tezroq yo'q qilish imkonini beradi, buning o'rniga hech qanday shaxs bilan bog'lanib bo'lmaydigan bir tomonlama imzolarni yaratadi.",
    "1706581702": "Identifikatsiya qilinmagan ma'lumotlar bo'yicha trening ham xuddi shunday ishlaydi va xavfsizlik yoki maxfiylikni buzishni talab qilmaydi. Mijozlarimiz empirik testlarni o'tkazdilar va bizni kamroq shaxsiy muqobillarga teng yoki yaxshiroq deb e'lon qildilar.",
    "3203921334": "Bizga hCaptcha yechimlari haqida bir qancha narsalar yoqdi: 1) ular shaxsiy maʼlumotlarni sotmaydi; ular faqat minimal zarur shaxsiy ma'lumotlarni to'playdilar, ular to'plagan ma'lumotlarni va ulardan qanday foydalanishlari va/yoki oshkor qilishlarini tavsiflashda shaffofdir.",
    "305735018": "Nihoyat, Google-ga ishonchli muqobil. hCaptcha Enterprise yuqori darajadagi xavfsizlik bilan reCAPTCHA hisobingizni sezilarli darajada tejash imkonini beradi: ba'zi hollarda 80% gacha arzonroq.",
    "3695206755": "Bizni o'z muhitingizda hech qanday majburiyatsiz sinab ko'ring.",
    "2941545733": "Biz sotuvchilar emas, muhandismiz: biz sizning tanlovingizdan mamnun bo'lishingizni xohlaymiz.",
    "131871195": "Sizning qoniqishingizni ta'minlashning eng yaxshi usuli - bu sizning ehtiyojlaringizga javob berishimizni namoyish qilishdir.",
    "3436534225": "Tajriba dasturini boshlagan deyarli barcha kompaniyalar bizning yechimlarimizni tanlaydilar.",
    "4060250206": "Texnik mutaxassislarimizdan biriga murojaat qilish uchun ushbu shakldan foydalaning. Biz tezda javob beramiz.",
    "1159746815": "Shuningdek, bizni to'g'ridan-to'g'ri elektron pochta orqali yuborishingiz mumkin.",
    "2531534427": "Tafsilotlar bu yerda.",
    "2059998584": "Mintaqa",
    "3916131732": "Amerika",
    "135276624": "Yevropa, Yaqin Sharq, Afrika (EMEA)",
    "1182294134": "Osiyo-Tinch okeani (APAC)",
    "2437934778": "Ismingiz",
    "3859506577": "Biznes elektron pochta",
    "1268414751": "Bizda boshqa tafsilotlar bo'lishi kerakmi?",
    "42559805": "Shoshilinch bortga kirish kerakmi?",
    "851679588": "Ha.",
    "1729677626": "Men hujum ostidaman va darhol ishga kirishni talab qilaman.",
    "2808971932": "Bu div blokidagi ba'zi matn.",
    "2468683988": "Sarlavha",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Eros elementum tristique uchun turli xil to'xtatib turish. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Matn havolasi",
    "2212670355": "Ro'yxatdan o'tish",
    "31502377": "Rich Text elementi nima?",
    "2310705547": "Boy matn elementi sarlavhalar, paragraflar, blok tirnoqlar, tasvirlar va videolarni alohida-alohida qo‘shish va formatlash o‘rniga bir joyda yaratish va formatlash imkonini beradi. Shunchaki ikki marta bosing va tarkibni osongina yarating.",
    "2590587108": "Statik va dinamik tarkibni tahrirlash",
    "778204464": "Boy matn elementi statik yoki dinamik kontent bilan ishlatilishi mumkin. Statik tarkib uchun uni istalgan sahifaga tashlab, tahrirlashni boshlang. Dinamik tarkib uchun har qanday to'plamga boy matn maydonini qo'shing va sozlamalar panelidagi ushbu maydonga boy matn elementini ulang. Voila!",
    "1890955039": "Har bir boy matn uchun formatlashni qanday sozlash mumkin",
    "3286051798": "Sarlavhalar, paragraflar, blok qo'shtirnoqlar, raqamlar, tasvirlar va rasm taglavhalari \"Ichkarida bo'lganda\" ichki selektor tizimidan foydalanib, boy matn elementiga sinf qo'shilgandan so'ng uslublanishi mumkin.",
    "504332576": "Biz hCaptcha internetning qariyb 15 foizida ishlaydigan dunyodagi eng yirik mustaqil kiberxavfsizlik xizmatiga aylanganini g‘urur bilan e’lon qilamiz – va biz ushbu bozor ulushining katta qismini bevosita Google reCAPTCHA’dan oldik. Birgalikda hCaptcha va",
    "1155436473": "(bizning korxona taklifimiz) endi har oy o'n millionlab veb-saytlar va ilovalarda yuz millionlab foydalanuvchilarni himoya qiladi. Bizning hikoyamiz shuni ko'rsatadiki, siz maxfiylikni birinchi o'ringa qo'yganingizda Big Tech bilan raqobatlashishingiz mumkin.",
    "3108727249": "BotStop",
    "1296696044": "Maxfiylik va xavfsizlik: Nega ikkalasi ham emas?",
    "538871570": "Google va boshqa Big Tech kompaniyalari bilan raqobat qilish katta buyurtma kabi ko'rinadi: ularning monopolistik bozor kuchi, platforma effektlari va yuqori haq to'lanadigan ishlab chiquvchilar armiyasi, odatda, Facebook yoki Amazon kabi boshqa texnologiya gigantlaridan boshqa hech kimni engish uchun juda kuchli hisoblanadi. Bizning hikoyamiz shuni ko'rsatadiki, bunday bo'lishi shart emas - siz maxfiylikka e'tibor qaratib, Big Techni mag'lub qilishingiz mumkin.",
    "3600718611": "Google reCAPTCHA-ni ko'rib chiqing,",
    "4281708680": ". hCaptcha-da biz atayin mutlaqo boshqacha yondashuvni qo'lladik, maxfiylikni saqlaydigan mashinani o'rganish usullaridan foydalanib, botlarning odatiy xatti-harakatlarini yuqori aniqlik bilan aniqlash, shu bilan birga iloji boricha kamroq ma'lumotni iste'mol qilish va saqlash.",
    "3312336121": "Bu veb-foydalanuvchilar qonuniy odamlar yoki botlar ekanligini aniqlash uchun katta hajmdagi xatti-harakatlar ma'lumotlarini iste'mol qiladi.",
    "1193738791": ": ular veb-saytning har bir sahifasida va Internetdagi foydalanuvchi xatti-harakatlarini kuzatadilar. Biz hCaptcha-ni birinchi kundan boshlab imkon qadar maxfiylik uchun qulay qilib yaratdik. Bu muammoga butunlay boshqacha yondashishga olib keldi. Ma'lum bo'lishicha, foydalanuvchilarni Internet bo'ylab kuzatib borish va ularning veb-tarixini ularning shaxsiga bog'lash yaxshi xavfsizlikka erishish uchun mutlaqo kerak emas. hCaptcha-ga o'tgan ko'plab kompaniyalar",
    "2620705814": "Google reklama kompaniyasi boʻlib, ularning xavfsizlik mahsulotlari reklama mahsulotlariga juda oʻxshaydi",
    "1126447688": "Maxfiylikka e'tibor qaratishimizga qaramay, ko'pincha botlarni aniqlash va yumshatishda teng yoki yaxshiroq ishlash haqida xabar beradi",
    "439777523": "Tartibga solish masalalari",
    "3588274874": "Yevropa Ittifoqining GDPR va Kaliforniyaning CCPA kabi tartibga soluvchi saʼy-harakatlari bilan muvofiqlashtirilgan mahsulotni yetkazib berishga eʼtibor qaratsak, biz katta oʻsishni boshdan kechirdik – albatta, bu hCaptcha reCAPTCHA oʻrnini bosishda yordam beradi va shu tariqa bir necha daqiqada oʻrnatilishi mumkin.",
    "2150595700": ". GDPR va CCPA korporativ xaridorlar uchun maxfiylik muammolarini xaritaga qo'ydi va shu bilan birga onlayn maxfiylik jamoatchilik uchun tobora muhimroq bo'lib bormoqda, chunki barchamiz onlayn reklama va marketing sohalari bizning ma'lumotlarimizdan tarixan qanday foydalanganini tushuna boshladik.",
    "2624949852": "Albatta, reCAPTCHA 2009-yildan beri veb-xavfsizlik sohasida birinchi ishtirokchi bo‘lib, millionlab veb-saytlarni zararli botlar va spamerlar tomonidan tobora ortib borayotgan tahdidlardan himoya qildi. Biroq, so'nggi yillarda u butunlay buzilgan:",
    "499510428": "Bu erda tartibga solish bizga yordam berganiga ishonamiz",
    "1232651561": "dasturiy ta'minot endi reCAPTCHA muammolarini hal qilishda odamlar kabi yaxshi.",
    "824740867": "Yechimni yaxshilash oʻrniga Google reCAPTCHA v3 ni chiqardi, u xavfsizlik dasturidan koʻra koʻproq reklama tarmogʻiga oʻxshab ishlaydi va foydalanuvchi profillarini yaratish uchun internet boʻylab xatti-harakatlar maʼlumotlarini toʻplaydi. Afsuski, bunday signal osonlikcha mag'lub bo'ladi va shuning uchun foydalanuvchi maxfiyligiga zarar etkazgan holda botlardan kam himoya qiladi.",
    "1027023087": "Buning o'rniga biz hCaptcha kompaniyasida muammoga nisbatan zamonaviyroq yondashuvlarga e'tibor qaratdik, ular ko'rib chiqish tarixi kabi uzoq muddatli xatti-harakatlar yozuvlarini saqlashni talab qilmaydi va xizmat joriy etilgandan beri qat'iy raqiblar oldida ancha chidamliligini isbotladi.",
    "2852295413": "O'ziga xos manfaatlar to'qnashuvi: botlarni to'xtatish reklama tarmog'ining daromadini kamaytiradi",
    "1597520917": "Tanqidchilar soni ortib borayotgani, Googlening foydalanuvchi maxfiyligiga e'tibor bermasligi o'z veb-saytlari va ilovalarini himoya qilmoqchi bo'lgan mijozlarni tashvishga solishi kerakligini ta'kidlamoqda.",
    "763447231": "Shu bilan birga, botlarning nashriyot saytlariga kirishini to‘xtatish reklama firibgarligini fosh qilishi mumkin, bu esa Google reCAPTCHA mahsulotini ularning daromadlarining 80% dan ortig‘ini ishlab chiqaradigan reklama biznesiga to‘g‘ridan-to‘g‘ri qarama-qarshi qo‘yishi mumkin.",
    "999674529": "Google aniqlagan har bir bot nol reklama dollarini olishi kerak. Shunday qilib, Google kompaniyasining imtiyozlari ularning xavfsizlik xizmatlari foydalanuvchilari bilan mos kelmaydi va bu ularning reCAPTCHA xavfsizlik taklifining yomon ishlashi uchun tushuntirishlardan biri bo'lishi mumkin.",
    "956019009": "Eng yirik veb-infratuzilma kompaniyalari allaqachon harakatga kelgan",
    "1923297430": "Ko'pgina yirik mijozlar uchun so'nggi tanaffus nuqtasi Google kompaniyalardan o'z mahsulotlarini har qanday mazmunli miqyosda foydalanganliklari uchun to'lashni boshlaganida keldi. Bu uzoq vaqt davomida reCAPTCHA foydalanuvchilarini yaxshiroq muqobillarni izlashiga sabab bo'ldi, chunki butun dunyo bo'ylab tartibga soluvchi muammolar Google takliflaridan foydalanishni tobora yoqimsiz qilib qo'ygan edi.",
    "2197218442": "Cloudflare bosh direktori Metyu Prins ushbu nuqtai nazarni umumlashtirgan",
    "155456850": "hCaptcha-ga o'tishlarini e'lon qilish:",
    "435302267": "kompaniyaning blog posti",
    "2087769953": "\"Biz bu oʻzgarishdan juda xursandmiz, chunki u bir muncha vaqtdan beri mavjud boʻlgan Google xizmatiga tayanish bilan bogʻliq boʻlgan maxfiylik muammosini hal qilishga yordam beradi. Biz bir qator CAPTCHA sotuvchilarini baholadik, shuningdek, tizimni oʻzimiz qurdik. Oxir-oqibat, hCaptcha reCAPTCHA ga eng yaxshi muqobil sifatida paydo bo'ldi.”\"Bizga hCaptcha yechimlari haqida bir qancha narsalar yoqdi: 1) ular shaxsiy ma'lumotlarni sotmaydi; ular faqat minimal zarur shaxsiy ma'lumotlarni to'playdilar, ular to'plagan ma'lumotlarni va ulardan qanday foydalanishlari va/yoki oshkor qilishlarini tavsiflashda shaffofdir.\"",
    "595582512": "Agar siz saytingiz yoki ilovangizni botlardan, spamerlardan yoki boshqa zararli shaxslardan samarali himoya qilmoqchi bo'lsangiz, shu bilan birga foydalanuvchilaringizning maxfiyligini saqlagan holda (va barcha tegishli qoidalarga rioya qilgan holda!), hCaptcha va Enterprise taklifimizni ko'rib chiqing.",
    "3388180864": "Veb miqyosida chuqur texnik muammolar ustida ishlashga qiziqasizmi? Biz har doim butun dunyo bo'ylab iqtidorli muhandislarni yollaymiz -",
    "3892952987": "bizning ochilishlarimizni tekshiring va bu yerga murojaat qiling",
    "3368788823": "Terens Eden o'z blogida qiziqarli fikrni aytadi: \"",
    "1491780143": "CAPTCHA sizning inson ekanligingizni isbotlamaydi - ular sizning amerikalik ekanligingizni isbotlaydi",
    "2146900431": "Intuitiv ravishda, bu da'vo juda mantiqiy. CAPTCHA-lar, deyarli hamma narsa kabi, madaniy kontekstga kiritilgan va agar sizning muammolar hovuzingiz asosan bir madaniyatda yaratilgan bo'lsa, u boshqasiga unchalik yaxshi tarjima qilinmasligi mumkin. Asosan, bu madaniyat masalasidir",
    "378086442": "UX emas, balki CAPTCHA.",
    "1445008801": "Eden aytganidek:",
    "332723732": "mazmuni",
    "2072808435": "\"Tasavvur qilyapsizmi, Google? Mening mamlakatimdagi taksilar odatda qora rangda. Men Amerikadagilarning hammasi sariq ekanligini bilish uchun yetarlicha filmlarni tomosha qilganman. Lekin men tashrif buyurgan boshqa har bir davlatda taksilar juda ko'p filmlar bo'lgan. turli xil ranglar.\"",
    "3206136647": "Bu erda Google muammosi ular foydalanadigan savol ma'lumotlariga va uni kim ko'rishiga asoslangan. Agar barcha ma'lumotlar bir xil madaniyatdan kelgan bo'lsa (va Google misolida, xuddi shu kompaniya), siz Edenning shikoyatiga muvofiq, boshqa madaniyatlarga yaxshi tarjima qilinmaydigan qiyinchiliklarga duch kelishingiz mumkin.",
    "2217842245": "Biroq, bizning ma'lumotlarimiz shuni ko'rsatadiki (hCaptcha uchun)",
    "4280117172": "Ko'pgina davlatlar, jumladan Nigeriya, Hindiston, Braziliya va Germaniya kabi AQShdan biroz yaxshiroq:",
    "555749578": "har bir qit'ada yirik mamlakatlarda hal qilish stavkalarida 1% dan kam tafovut mavjud.",
    "151737819": "Butun dunyo bo'ylab hCaptcha Solve stavkalari juda kam tafovut ko'rsatadi",
    "3908992897": "va dunyoning har bir mamlakati va hududida qo'llaniladi, shuning uchun biz izchil global tajribani taqdim etishga katta e'tibor qaratamiz.",
    "2808122102": "Shunday qilib, madaniyatlararo funksionallik bizning xizmatimiz uchun asosiy talabdir. Barcha qonuniy foydalanuvchilarning kontentga tezda kirishiga ishonch hosil qilish bizning vazifamizning muhim qismidir. Biz 110 tilda muammolarni taqdim etamiz va muammolarimizni hamma hal qila olishiga ishonch hosil qilish uchun tegishli tarjimalarni doimiy ravishda takomillashtirib boramiz.",
    "3913801502": "hCaptcha hozirda internetning taxminan 15 foizida ishlaydi",
    "2077639538": ". Birinchisi, bizning xizmatimiz bo'yicha sinov ma'lumotlari faqat bitta emas, balki ko'plab manbalardan olinishi mumkin - Fortune 500 ro'yxatidagi yirik kompaniyalardan tortib, mashina o'rganish startaplarigacha, agar ular bizning qoidalarimizga rioya qilsalar.",
    "3951112506": ". Bu allaqachon ma'lumotlarning yuqori darajadagi heterojenligini kafolatlaydi.",
    "1803943584": "Ikkinchidan, biz muammolarni o'z-o'zidan optimallashtirishga ruxsat beramiz va ular qaysi mamlakatlarda yoki tillarda ishlashini aniqlaymiz, bu esa izchil tajriba ehtimolini yanada oshiradi. Agar aniqlik kutilganidan past bo'lsa, savollar to'plami ushbu effekt yuzaga kelgan mintaqa yoki tilda ishlashni to'xtatadi.",
    "3668873369": "hCaptcha da biz birinchi kundan boshlab boshqacha yondashdik",
    "1519201684": "AI axloq siyosati",
    "2155089487": ". Agar ba'zi guruhlar uchun muammolarimizni hal qilish osonroq bo'lsa, biz butun dunyo va turli madaniyatlardagi odamlar ularni hal qilishda qanday harakat qilishlaridagi farqni ko'rishni kutgan bo'lardik. Edenning posti kontekstida biz amerikaliklarning boshqa mamlakatlardagi odamlarga qaraganda yaxshiroq ishlashini kutgan bo'lardik. Biz bu muammoning oldini olish uchun tizimlarni ishlab chiqishga yillar sarflaganimiz sababli, biz buning aksini ko'ramiz.",
    "2603863826": "PS: Agar siz oʻz tilingizda yaxshilanishlardan foydalanishi mumkin boʻlgan tarjimani topsangiz, iltimos a yuboring",
    "3543141425": "buning uchun!",
    "2697276059": "Bu ishlayotganining isboti: butun dunyo bo'ylab yagona yechish stavkalari",
    "664236229": "tortish so'rovi"
}