{
  "header-privacy-link": "פּריוואַטקייט",
  "header-integration-link": "ינטעגראַטיאָן",
  "header-cost-link": "פּרייַז",
  "header-features-link": "איינריכטונגען",
  "header-docs-link": "דאָקס",
  "header-login-button": "צייכן אריין",
  "header-contact-button": "קאָנטאַקט סאַלעס",
  "intro-heading": "נול רייַבונג מענטשהייט וועראַפאַקיישאַן.",
  "intro-contact-button": "קאָנטאַקט אונדז צו לערנען מער",
  "intro-text-bottom": "רילייד אויף דורך די קאָמפּאַניעס וואָס מאַכט די וועב.",
  "sub-menu-button": "קאָנטאַקט סאַלעס",
  "sub-menu-item1": "פאַרנעמונג",
  "sub-menu-item2": "פּרייַז",
  "sub-menu-item3": "ינטעגראַטיאָן",
  "sub-menu-item4": "איינריכטונגען",
  "sub-menu-item5": "פּריוואַטקייט",
  "sub-menu-item6": "דאָקס",
  "info-head-1": "געבויט אויף די פּראָווען hCaptcha פּלאַטפאָרמע",
  "info-text-1": "hCaptcha ענטערפּרייז לויפט אויף hCaptcha פּלאַטפאָרמע טעכנאָלאָגיע, עקסטענדעד צו אַרייַננעמען די פֿעיִקייטן וואָס הויך פאַרקער ענטערפּריסעס דאַרפֿן.",
  "info-head-2": "אַ טראַסטיד שוטעף",
  "intro-subtitle": "סאָלווע דיין באָט פּראָבלעם הייַנט.",
  "info-text-2": "אונדזער באַדינונגס זענען טראַסטיד דורך די גרעסטע קאָמפּאַניעס אין דער וועלט צו דינען פילע מיליאַנז פון טעגלעך יוזערז אַריבער טענס פון מיליאַנז פון זייטלעך.",
  "cloudflare-quote-text": "מיר עוואַלואַטעד אַ נומער פון קאַפּטטשאַ ווענדאָרס ווי געזונט ווי צו בויען אַ סיסטעם זיך. אין די סוף, hCaptcha ימערדזשד ווי דער בעסטער אָלטערנאַטיוו צו reCAPTCHA.",
  "cloudflare-quote-detail": "דירעקטאָר פון פּראָדוקט פאַרוואַלטונג, Cloudflare",
  "section-quote-head": "די פּרייַז עפעקטיוו אָפּציע פֿאַר הויך פאַרקער ענטערפּריסעס",
  "section-quote-text": "צום סוף, אַ קרעדאַבאַל אנדער ברירה צו Google. hCaptcha Enterprise דיליווערז דראַמאַטיק סייווינגז אויף דיין רעCAPTCHA רעכענונג מיט העכער זיכערהייט: אַרויף צו 80% ווייניקער טייַער אין עטלעכע קאַסעס. פילע פון די וועלט 'ס גרעסטער אָנליין באַדינונגס האָבן סוויטשט צו hCaptcha ענטערפּרייז און באקומען ימפּרוווד באָט דיטעקשאַן צוזאמען מיט היפּש קאָס סייווינגז.",
  "section-quote-button": "קאָנטאַקט אונדז הייַנט פֿאַר אַ ציטירן",
  "section-privacy-header": "פּריוואַטקייט פאָוקיסט",
  "section-privacy-text-1": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר אונדז די בלויז פּראָדוקט איז דיטערמאַנינג זייער מענטשהייַט. אונדזער באַדינונגס טרעפן אָדער יקסיד GDPR, CCPA און LGPD רעקווירעמענץ, און שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס. מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
  "section-privacy-text-2": "דער יינציק פאָקוס אויף פּריוואַטקייט מיטל אַז מיר קענען פאָרשלאָגן נול יחיד דאַטן ריטענשאַן, קיכל-פריי אָפּעראַציע, און אנדערע קאַנטראַקטשואַל פּריוואַטקייט געראַנטיז ווי פארלאנגט, בשעת מיר האַלטן ויסגעצייכנט זיכערהייט.",
  "section-security-header": "זיכערהייט ערשטער",
  "section-security-text-1": "די אַקיעראַסי איז אין דיין און אונדזער אינטערעס. hCaptcha אַרבעט צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע קאַפּטטשאַס זענען צוגעשטעלט דורך גיגאַנטיק גאַנצע קאָמפּאַניעס. דעם מיטל אַז יעדער באָט זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
  "section-security-text-2": "ניצן די לעצטע מאַשין לערנען טעקניקס מיט אַ פאָקוס אויף פּריוואַטקייט, לאָזן אונדז יקסיד די זיכערהייט סטאַנדאַרדס פון לעגאַט רעקאָרדירן אַלץ אויף אייביק סטראַטעגיעס אָן שאַטן זיכערהייט אָדער באַניצער פּריוואַטקייט.",
  "section-user-experience-header": "גרויס באַניצער דערפאַרונג",
  "section-user-experience-text1": "פֿאַר ענטערפּרייז יוזערז, אָפּציעס זענען בארעכטיגט צו גאָר ויסמיידן טשאַלאַנדזשיז אין רובֿ סינעריאָוז.",
  "section-user-experience-text2": "רעדוצירן רייַבונג דורך ויסמיידן אַ אַרויסרופן לעגאַמרע פֿאַר 99.9% פון דיין לאַדזשיטאַמאַט פאַרקער און נאָך צושטעלן ויסגעצייכנט זיכערהייט, דאַנק צו אַוואַנסירטע באָט מאָדעלס.",
  "section-easy-integration-header": "גרינג ינאַגריישאַן",
  "section-easy-integration-text": "אַדינג hCaptcha נעמט בלויז מינוט און בלויז אַ ביסל שורות פון קאָד. די יקערדיק אַפּי איז קאַמפּאַטאַבאַל מיט reCAPTCHA V2, און עס נעמט בלויז מינוט צו באַשטימען. איר קענען זיין אַרויף און פליסנדיק מיט אַ העכער אָלטערנאַטיוו הייַנט, און קער אויף מער אַוואַנסירטע פֿעיִקייטן ווי נייטיק.",
  "section-easy-integration-serverside": "סערווער זייַט:",
  "section-easy-integration-frontend": "פראָנטענד:",
  "section-threat-header": "קאַסטאַמייזד טרעט סקאָרז",
  "section-threat-text": "ניט אַלע פּראָבלעמס זענען די זעלבע: באַקומען אַ איין כעזשבן מיטל אַז עס מוזן אַדרעס דיין דאַרף צו זיין נוציק. מיט hCaptcha ס יינציק קאַסטאַמייזד טרעט סקאָרז, אַ שנעל באַראַטונג אַלאַוז אונדז צו ניגן אונדזער מאָדעלס צו צושטעלן סקאָרז מער באַטייַטיק צו דיין געשעפט.",
  "section-challenges-header": "קאַטער דיין אייגענע טשאַלאַנדזשיז אין סעקונדעס",
  "section-challenges-text-1": "בלייבן אויף די סאָרט מיט באַטייַטיק אינהאַלט",
  "section-challenges-text-2": "ווען יוזערז מוזן סאָלווע אַ אַרויסרופן צו טרעפן זיכערהייט רעקווירעמענץ, פארוואס טאָן ניט מאַכן טאַסקס אָנגענעם און באַטייַטיק פֿאַר די באַניצער? מיט אונדזער פּשוט מנהג אַרויסרופן דיזיינער, איר קענען קאַטער אויף-סאָרט אַרויסרופן אינהאַלט אין בלויז אַ ביסל מינוט.",
  "section-integration-header": "דירעקט פּלאַטפאָרם ינטעגראַטיאָן",
  "section-integration-subheader": "פֿאַר וועב ינפראַסטראַקטשער קאָמפּאַניעס",
  "section-integration-text": "די hCaptcha ענטערפּרייז סיסטעם איז יינציק פלעקסאַבאַל אין זיין פּלאַן: עס קענען זיין טייל אָדער גאָר דיפּלויד בייַ די ברעג פון דיין נעץ אויב איר אַרבעטן אַ ציבור וואָלקן אָדער פאַרמאָגן פילע דאַטן סענטערס. דאָס קען דראַמאַטיקלי רעדוצירן קאָס און אַוועק-נעץ פאַרקער און האַלטן אַלע די בענעפיץ פון פאַרוואַלטונג דורך אונדזער 24/7 אָנרופן שטעקן צו טרעפן די שטרענגסטע SLAs.",
  "section-support-header": "ריטשאַבאַל עקספּערטיז און שטיצן פֿאַר ביידע איר און דיין יוזערז",
  "section-support-text": "סערוויס איז אַ העכסט בילכערקייַט פֿאַר אונדז. מיר האַלטן 24/7 אויף-רופן שטיצן און פאָרשלאָגן דירעקט סלאַקק קאָואָרדאַניישאַן מיט דיין ינזשעניעריע ינטאַגריישאַן מאַנשאַפֿט און אונדזער אָנרופן שטעקן בעשאַס און נאָך ימפּלאַמענטיישאַן. , און אונדזער אין-ווידזשיט און E- בריוו שטיצן טשאַנאַלז. מיר זענען צוטריטלעך און אָפּרופיק, און מייַכל באַניצער צופֿרידנקייט ווי אַ שפּיץ קפּי.",
  "section-enterprise-header": "פאַרנעמונג פֿעיִקייטן",
  "section-enterprise-title-1": "וועלט-קלאַס אַנטי-באָט שוץ",
  "section-enterprise-desc-1": "שלאַכט-טעסטעד אין וועב וואָג.",
  "section-enterprise-title-2": "באָט סקאָרז מיט הויך אַקיעראַסי",
  "section-enterprise-desc-2": "דעטעקט שלעכט אַקטערז פון פילע פאַרשידענע טייפּס.",
  "section-enterprise-title-3": "נול רייַבונג און 99.9% פּאַסיוו מאָדעס",
  "section-enterprise-desc-3": "אַרויסרופן ווייניקער ווי 0.1% פון לאַדזשיטאַמאַט ניצערס.",
  "section-enterprise-title-4": "קאָנטראָל אַרויסרופן טייפּס געוויזן",
  "section-enterprise-desc-4": "ברייט ביבליאָטעק פון טייפּס צו קלייַבן פון.",
  "section-enterprise-title-5": "קאָנטראָל אַרויסרופן אינהאַלט געניצט",
  "section-enterprise-desc-5": "בלייבן אויף די סאָרט מיט אַ קאָנסיסטענט באַניצער דערפאַרונג.",
  "section-enterprise-title-6": "ענטערפּרייז SLAs",
  "section-enterprise-desc-6": "געראַנטיד רילייאַבילאַטי און שנעל 24/7 אויף-רופן שטיצן.",
  "section-enterprise-title-7": "לעגאַט בלעטערער שטיצן",
  "section-enterprise-desc-7": "קאַמפּאַטאַבאַל אַלע די וועג צוריק צו Internet Explorer 8.",
  "section-enterprise-title-8": "אַוואַנסירטע ריפּאָרטינג דאַשבאָרדז און אַפּי",
  "section-enterprise-desc-8": "זען וואָס איז געשעעניש אויף אַלע דיין זייטלעך און אַפּפּס.",
  "section-enterprise-title-9": "אַרבעט אין יעדער מדינה",
  "section-enterprise-desc-9": "ניט ענלעך רעCAPTCHA, מיר אַרבעטן אין יעדער מדינה.",
  "section-enterprise-title-10": "GDPR, CCPA און LGPD-פרייַנדלעך פּריוואַטקייט פּאָליטיק",
  "section-enterprise-desc-10": "דיזיינד פֿאַר פּריוואַטקייט פון טאָג איין. שטאַרק דאַטאַ פּראַסעסינג העסקעם.",
  "section-enterprise-title-11": "פיין-גריינד שוועריקייט לעוועלס",
  "section-enterprise-desc-11": "רעדל דעם אין צו פּונקט פּאַסיק דיין נוצן פאַל.",
  "section-enterprise-title-12": "ערשטער-פּאַרטיי האָסטינג",
  "section-enterprise-desc-12": "כל ריקוועס און אַסעץ גיין צו hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "מולטי-באַניצער דאַשבאָרדז",
  "section-enterprise-desc-13": "ייַנטיילן פאַרוואַלטונג אַריבער דיין מאַנשאַפֿט.",
  "section-enterprise-title-14": "רעגע וועראַפאַקיישאַן",
  "section-enterprise-desc-14": "0ms לייטאַנסי: באַשטעטיקן hCaptcha טאָקענס אָן אַפּי רופן.",
  "section-enterprise-title-15": "מאָביל (יאָס און אַנדרויד) ינטעגראַטיאָן",
  "section-enterprise-desc-15": "סימלאַס דערפאַרונג אויף וועב, געבוירן רירעוודיק, רירעוודיק וועב. פאַר-געבויט ינטאַגריישאַנז און געבוירן SDKs בנימצא.",
  "section-enterprise-title-16": "קאַסטאַמייזד תּנאָים און פּריוואַטקייט גואַראַנטעעס",
  "section-enterprise-desc-16": "באַפרידיקן דיין לעגאַל באדערפענישן ווען אנדערע קאָמפּאַניעס קענען נישט.",
  "presented-challlenges-head": "דערלאנגט טשאַלאַנדזשיז",
  "presented-challenges-title-1": "פאַרגלייַך",
  "presented-challenges-text-1": "אויסקלייַבן אַלע בילדער וואָס גלייַכן די אָנפֿרעג",
  "presented-challenges-title-2": "באַונדינג באָקס",
  "presented-challenges-text-2": "דעפינירן באַונדינג געגנט פֿאַר אַבדזשעקץ",
  "presented-challenges-title-3": "קאַטעגאָריעס",
  "presented-challenges-text-3": "ידענטיפיצירן די קאָראַספּאַנדינג לאַבעלס",
  "presented-challenges-subheader": "... און אנדערע פּשוט טאַסקס. גרינג פֿאַר יומאַנז, שווער פֿאַר באָץ.",
  "presented-challenges-subtext": "מנהג טאַסקס אויך בנימצא פֿאַר פאַרנעמונג פֿאַרלאַגן.",
  "footer-header-1": "פירמע",
  "footer-header-2": "רעסאָורסעס",
  "footer-header-3": "קאָנטאַקט",
  "footer-link-1": "לאַבעלינג",
  "footer-link-2": "וועגן",
  "footer-link-3": "דזשאָבס",
  "footer-link-4": "טריידמאַרקס",
  "footer-link-5": "בלאָג",
  "footer-link-6": "סטאַטוס",
  "footer-link-7": "דאָקומענטאַטיאָן",
  "footer-link-8": "באריכט אַ זשוק",
  "footer-link-9": "אַקסעסאַביליטי",
  "footer-terms": "תּנאָים",
  "footer-privacy": "פּריוואַטקייט",
  "footer-attribution": "צושרייבן",
  "footer-subheader-1": "שטיצן",
  "footer-subheader-2": "קאָנטאַקט",
  "switch-to-english-link": "באַשטימען צו ענגליש",
  "intro-heading-privacy": "דיזיינד פֿאַר פּריוואַטקייט.",
  "intro-subtitle-p1-privacy": " א יינציק פּריוואַטקייט-געטריבן צוגאַנג צו אָנליין זיכערהייט.",
  "info-head-2-pr": "רעקאָרדינג אָנליין טעטיקייט איז נישט דער ענטפער.",
  "info-text-1-pr": "hCaptcha Enterprise האט בלויז איין ציל: צו פאַרמייַדן שלעכט אַקטערז פון דיסראַפּטינג דיין אָנליין אַפּעריישאַנז און שאַטן דיין יוזערז.",
  "info-text-2-pr": "אונדזער סיסטעמען זענען אַזוי דיזיינד פֿון דער ערד אַרויף צו מינאַמייז דאַטן זאַמלונג און ריטענשאַן און האַלטן די קלאַס-לידינג זיכערהייט. דער בעסטער וועג צו באַשיצן באַניצער דאַטן איז נישט צו קראָם עס בייַ אַלע.",
  "info-text-3-pr": "כל קונה באציונגען זענען אויך פּראָטעקטעד דורך אַ שטאַרק דאַטאַ פּראַסעסינג העסקעם. די hCaptcha סערוויס קאַמפּלייז מיט אַלע פּריוואַטקייט געזעצן, קיין ענין ווו דיין דינסט אָדער דיין קאַסטאַמערז וווינען. ניט בעכעסקעם פערזענלעכע דאַטן מאכט דאָס פיל גרינגער פֿאַר אונדז ווי פֿאַר אנדערע קאָמפּאַניעס.",
  "info-text-2-2-pr": "סערוויסעס ווי reCAPTCHA v3 זאָגן אַז שטעלן זייער טראַקינג פּיקסעל אויף יעדער בלאַט פון דיין פּלאַץ איז נייטיק פֿאַר גוט זיכערהייט. דאָס איז נישט דער פאַל.",
  "info-text-2-3-pr": "פּשוט נאַטוראַל אַנאַליסיס איז אַ סיגנאַל לייכט פאָרדזשד דורך שלעכט אַקטערז, און ריקווייערז ריטיינינג בראַוזינג געשיכטע פֿאַר אַלע דיין לאַדזשיטאַמאַט פאַרקער אויך.",
  "info-text-2-4-pr": "מיר טאָן ניט אַרבעטן אַ אַד נעץ, און האָבן קיין אינטערעס אין אָבסערווירן דיין באַניצער נאַטור אין סדר צו פאַרקויפן זיי אַדס. דעם מיטל מיר טאָן ניט דאַרפן אַ פּאַסיוו פּיקסעל אויף יעדער בלאַט פון דיין פּלאַץ.",
  "info-text-2-5-pr": "לייג אונדזער אַרויסרופן קאָד בלויז ווו עס איז נייטיק, און ווו עס מאכט זינען צו באַשיצן ביידע איר און דיין יוזערז.",
  "info-head-3-pr": "מאַשין לערנען איז נוציק. אָבער עס טוט נישט דאַרפן פּערזענלעך דאַטן צו אַרבעטן.",
  "info-text-3-1-pr": "מאַשין לערנען איצט ימפּאַקץ כּמעט יעדער אַספּעקט פון אונדזער לעבן, אָפט אין וועגן וואָס מיר טאָן ניט פאַרשטיין און קענען נישט זען. אָנליין זיכערהייט באַדינונגס זענען נישט אַנדערש.",
  "info-text-3-2-pr": "דורך לערנען איבער טויזנטער פון סיגנאַלז, מאָדעלס קענען אָנפירן און דערגרייכן הויך בטחון אין דיטעקטינג בייזע נאַטור זייער געשווינד, אפילו ווען קיין יחיד סיגנאַל וואָלט זיין שטאַרק גענוג צו אָנווייַזן אַ פּראָבלעם.",
  "info-text-3-3-pr": "אָבער, גאָרניט פון דעם ריקווייערז ניצן פּערסאַנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע (PII). מאָדערן קריפּטאָגראַפיק טעקניקס לאָזן אונדז אַוועקוואַרפן קיין פערזענלעכע דאַטן ווי געשווינד ווי מעגלעך, אַנשטאָט פון איין-וועג סיגנאַטשערז וואָס קענען ניט זיין לינגקט צו קיין יחיד.",
  "info-text-3-4-pr": "טראַינינג אויף דע-יידענטאַפייד דאַטן אַרבעט פּונקט ווי געזונט און טוט נישט דאַרפן קאַמפּראַמייזינג אויף זיכערהייט אָדער פּריוואַטקייט. אונדזער קאַסטאַמערז האָבן דורכגעקאָכט די עמפּיריקאַל טעסץ, און האָבן דערקלערט אונדז גלייַך צו אָדער בעסער ווי פיל ווייניקער פּריוואַט אַלטערנאַטיוועס.",
  "cloudflare-quote-text-privacy": "מיר לייקט אַ נומער פון זאכן וועגן די hCaptcha סאַלושאַנז: 1) זיי טאָן ניט פאַרקויפן פּערזענלעך דאַטן; זיי קלייַבן בלויז מינימום נויטיק פערזענלעכע דאַטן, זיי זענען טראַנספּעראַנט אין דיסקרייבינג די אינפֿאָרמאַציע זיי קלייַבן און ווי זיי נוצן און / אָדער ויסזאָגן עס.",
  "pilot-head": "פּרוּווט אונדז אין דיין סוויווע אָן קיין פליכט.",
  "pilot-text-1a": "מיר זענען ענדזשאַנירז, ניט סיילזפּיפּאַל: מיר וועלן אַז איר זאָל זיין צופרידן מיט דיין ברירה.",
  "pilot-text-1b": "דער בעסטער וועג צו ענשור דיין צופֿרידנקייט איז צו באַווייַזן אַז מיר טרעפן דיין באדערפענישן.",
  "pilot-text-1c": "כּמעט אַלע קאָמפּאַניעס וואָס אָנהייבן אַ פּילאָט לעסאָף קלייַבן אונדזער סאַלושאַנז.",
  "pilot-text-1d": "ניצן דעם פאָרעם צו דערגרייכן איינער פון אונדזער טעכניש ספּעשאַלאַסץ. מיר ריספּאַנד געשווינד.",
  "pilot-text-1e": "איר קענען אויך E- בריוו אונדז גלייַך.",
  "pilot-email-details": "דעטאַילס זענען דאָ.",
  "pilot-f1": "געגנט",
  "pilot-f2": "דיין נאמען",
  "pilot-f3": "דיין נאמען",
  "pilot-f4": "ביזנעס אימעיל",
  "pilot-f5": "קיין אנדערע פרטים מיר זאָל האָבן?",
  "pilot-f6": "צי איר דאַרפן דרינגלעך אָנבאָאַרדינג?",
  "pilot-f7": "יא.",
  "pilot-f8": "איך בין אונטער באַפאַלן און דאַרפן באַלדיק אָנבאָאַרדינג.",
  "pilot-f9": "פאָרלייגן",
  "pilot-f10": "דורך אַרייַן דיין E- בריוו, איר שטימען צו אונדזער תּנאָים און פּריוואַטקייט פּאָליטיק, און צו באַקומען E- בריוו פֿון אונדז.",
  "pilot-fo-1": "ינטעגראַטיאָן קען נישט זיין גרינגער.",
  "pilot-fo-2": "hCaptcha האט דאַזאַנז פון פאַר-געבויט ינטאַגריישאַנז פֿאַר די פראָנטענד און באַקענד סיסטעמען איר נוצן.",
  "pilot-fo-3": "אויב איר קומען פֿון Google 'ס רעקאַפּטטשאַ, אונדזער אַפּיס זענען פאָלדינג ריפּלייסמאַנץ. דריי שורות פון קאָד זענען אַלע איר דאַרפֿן.",
  "pilot-fo-4": "אונדזער אַנבאָרדינג ענדזשאַנירז קענען באַקומען איר געשווינד, צי איר דאַרפֿן רעאַקט ינאַגריישאַן, SDKs פֿאַר יאָס געבוירן אַפּפּס, אַ ביישפּיל פון Java באַקענד אָדער כמעט קיין אנדערע סצענאַר.",
  "pilot-fo-5": "און ווי שטענדיק, פּריוואַטקייט איז אַ האַרץ ווערט פֿאַר אונדז. לייג אונדזער אַרויסרופן קאָד בלויז ווו עס איז נייטיק, און ווו עס מאכט זינען צו באַשיצן ביידע איר און דיין יוזערז. מינאַמייזינג דאַטן זאַמלונג סטאַרץ פֿון דעם מאָמענט פון ינאַגריישאַן.",
  "pilot-fdone": "אדאנק. מיר וועלן זיין אין קאָנטאַקט באַלד.",
  "home-ent-2-new": "לערן מער וועגן אונדזער פאַרנעמונג לייזונג.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha ענטערפּרייז סאַלושאַנז צושטעלן קלאַס-לידינג זיכערהייט און באַשיצן פילע פון די שפּיץ אָנליין באַדינונגס.",
  "home-plans-button-2-new": "לערן מער",
  "header-enterprise-link": "פאַרנעמונג",
  "sales-interstitial-c1b-new": "לערנען מער וועגן hCaptcha Enterprise"
}
