{
  "23114595": "גרויס באַניצער דערפאַרונג",
  "34074886": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטאַקייטיד מאָדעלס צו רעכענען צי איר זענט מענטש. דער וועבזייטל וואָס איר האָט באזוכט, ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ.",
  "98173630": "hCaptcha איז די וועלט 'ס מערסט וויידלי געוויינט פרייַ קאַפּטטשאַ דינסט.",
  "111184581": "ערשטער-פּאַרטיי האָסטינג",
  "119298044": "אַוואַנסירטע זיך-סופּערווייזד ML און AI טעקנאַלאַדזשיז באַשיצן אייער וועב פּראָפּערטיעס פון טרעץ און אנפאלן",
  "121743429": "פֿאַר וועב ינפראַסטראַקטשער קאָמפּאַניעס",
  "122875767": "באַפרידיקן דיין לעגאַל באדערפענישן ווען אנדערע קאָמפּאַניעס קענען נישט.",
  "126134492": "אנדערע",
  "152010250": "hCaptcha קאַמביינד אַוואַנסירטע זיך-סופּערווייזד מאַשין לערנען מיט אַ ראָמאַן ברעג קאַמפּיוטינג פּלאַטפאָרמע וואָס יוניקלי מינאַמייז דאַטן זאַמלונג און ריטענשאַן, איבערגעגעבן פֿון איבער 250 לאָוקיישאַנז גלאָובאַלי פֿאַר מאַסיוו סקאַלאַביליטי.",
  "179723061": "מער קאָנטראָל פֿאַר טימז וואָס דאַרפֿן קלאַס-לידינג זיכערהייט",
  "191460155": "נול רייַבונג און 99.9% פּאַסיוו מאָדעס",
  "282913023": "די פּרייַז עפעקטיוו אָפּציע פֿאַר הויך פאַרקער ענטערפּריסעס",
  "328625009": "... מיר זענען גרייט ווען איר זענט: אונדזער דינסט איז בנימצא אַרום די זייגער.",
  "353066938": "אַן איבערגעלעבט מאַנשאַפֿט, ארבעטן אויף הייַנט ס כאַרדאַסט פּראָבלעמס. hCaptcha איז אַ סערוויס פון",
  "353367791": "דעטעקט שלעכט אַקטערז פון פילע פאַרשידענע טייפּס.",
  "359073033": "דאַשבאָאַרדס צושטעלן הויך-מדרגה אָדער פייַן-גריינד קוקן פון טעטיקייט.",
  "392886773": "אַרבעט אין יעדער מדינה",
  "451701069": "נאָכקומען מיט GDPR, CCPA,",
  "547245263": "סאָלווע דיין באָט פּראָבלעם הייַנט.",
  "552920956": "hCaptcha אַלאַוז וועבסיטעס צו פאַרדינען ריוואָרדז בשעת בלאַקינג באָץ און אנדערע פארמען פון זידלען. hCaptcha אויך אַלאַוז איר צו שטיצן די טשעריטיז פון דיין ברירה מיט די פאַרדינסט.",
  "555158694": "א דינסט איר נוצן האט אויסדערוויילט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך ינסטאָלינג hCaptcha צו רעדוצירן בייזע פאַרקער.",
  "585557010": "אַרויסרופן ווייניקער ווי 0.1% פון לאַדזשיטאַמאַט יוזערז.",
  "713281684": "פּאַטלעזשאַן",
  "719304627": "דאַרפֿן סוף-צו-סוף קאָנטראָל?",
  "734735952": "מיר האָבן עוואַלואַטעד אַ נומער פון קאַפּטטשאַ ווענדאָרס ווי געזונט ווי צו בויען אַ סיסטעם זיך. אין די סוף, hCaptcha ימערדזשד ווי דער בעסטער אָלטערנאַטיוו צו reCAPTCHA.",
  "751483365": "שטיצן פֿאַר ניט-דזשאַוואַסקריפּט קלייאַנץ.",
  "788770967": "עס טוט מיר לייד דאס צו הערן! איר קען וועלן צו נוצן אונדזער אַקסעסאַביליטי אָפּציע:",
  "793242047": "רעדוצירן טשאַלאַנדזשיז דערלאנגט צו יוזערז צו לאָזן שנעל אַקסעס צו אַפּלאַקיישאַנז",
  "829047995": "איצט ניצן רעקאַפּטטשאַ?",
  "836577577": "אַדינג hCaptcha נעמט בלויז מינוט און בלויז אַ ביסל שורות פון קאָד. די יקערדיק אַפּי איז קאַמפּאַטאַבאַל מיט reCAPTCHA V2, און עס נעמט בלויז מינוט צו באַשטימען.",
  "838049015": "אויסקלייַבן אַלע בילדער וואָס גלייַכן די אָנפֿרעג",
  "846501387": "וועלט-קלאַס באָט שוץ",
  "861167568": "hCaptcha סאַלווז איינער פון די מערסט דרינגלעך פּראָבלעמס פון IT: פּרעווענטינג בייזע באָץ פון אַטאַקינג דיין וועב אַפּלאַקיישאַנז",
  "880478438": "פֿאַר בעסטער-אין-קלאַס באָט און שווינדל פאַרוואַלטונג.",
  "897432717": "מיט אונדזער ראָמאַן פּלאַן פֿאַר קאַסטאַמייזד סאַקאָנע סקאָרז, אַדינג דיין געשעפט וויסן אַלאַוז אונדזער מאָדעלס צו צושטעלן סקאָרז יינציק באַטייַטיק צו דיין יוזערז.",
  "910989640": "דזשענערייט דיטיילד און קאַסטאַמייזד ריפּאָרץ פון אַקטיוויטעטן",
  "976209454": "פאַרדינען ריוואָרדז אָדער געבן צו צדקה",
  "981806349": "געבויט אויף די פּראָווען hCaptcha פּלאַטפאָרמע",
  "999610953": "צום סוף, אַ קרעדאַבאַל אנדער ברירה צו Google. hCaptcha Enterprise דיליווערז דראַמאַטיק סייווינגז אויף דיין רעקאַפּטטשאַ רעכענונג מיט העכער זיכערהייט: אַרויף צו 80% ווייניקער טייַער אין עטלעכע קאַסעס.",
  "1014004474": "hCaptcha ס ענטערפּרייז פּלאַנז פאָרשלאָגן אַוואַנסירטע סערוויס-מדרגה אַגרימאַנץ צו האַלטן דיין אָרגאַניזאַציע פּראָטעקטעד",
  "1045484714": "SAML SSO ינאַגריישאַן מיט דיין אידענטיטעט פּראַוויידער, למשל. Okta אָדער Azure AD.",
  "1050501253": "צו שווער",
  "1070364246": "אופ! עפּעס איז פאַלש בשעת פאָרלייגן דעם פאָרעם.",
  "1103295010": "פאַרדינען געלט אָדער געבן צו צדקה פֿאַר ווען מענטשן סאָלווע קאַפּטטשאַס",
  "1130868224": "דריי שורות פון קאָד",
  "1131525092": "גרופע שלעכט אַקטערז צוזאַמען אָן עפערטלאַסלי דורך אונדזער פּריוואַטקייט-פּראַזערווינג Scoped UIDs צו געפֿינען און האַלטן פֿאַרבונדענע שווינדל און זידלען",
  "1141402092": "אַוואַנסירטע ריפּאָרטינג פֿעיִקייטן",
  "1150035777": "סאַפיסטאַקייטיד מאַשין לערנען מאָדעלס דזשענערייט באָט בטחון סקאָרז באזירט אויף פילע דאַטן פונקטן ווייַטער פון צי פֿראגן זענען געענטפערט ריכטיק",
  "1150963691": "APT מיטיגיישאַן",
  "1172067553": "די HUMAN פּלאַטפאָרמע הינטער hCaptcha פּראָווידעס העכסט סאַפיסטאַקייטיד אַרבעט קוואַליטעט און פאַרוואַלטונג פאַנגקשאַנז דורך דיפּלוימאַנץ אויף-האַנאָכע, כייבריד אָדער סאַאַס וואָס ויסשטימען מיט דיין יגזיסטינג סיסטעמען.",
  "1173652155": "אַדווייזערז",
  "1218990730": "ווי צו באַריכט ישוז מיט דיטיילד לאָגס",
  "1250541092": "— סערגי איסאסי",
  "1263998069": "פאַרדינען ריוואָרדז פֿאַר מענטש סאַלווז",
  "1300485304": "hCaptcha פּראַטעקץ קעגן אַוואַנסירטע טרעץ און דעקאָיז דיזיינד צו ינפילטרירן דיין נעטוואָרקס",
  "1345083090": "ריפּאָרטינג אַ פאַנגקשאַנאַליטי אַרויסגעבן?",
  "1356745565": "קאַמפּאַטאַבאַל אַלע די וועג צוריק צו Internet Explorer 8.",
  "1368787974": "ייַנטיילן פאַרוואַלטונג אַריבער דיין מאַנשאַפֿט.",
  "1393184984": "זענען אַלע איר דאַרפֿן.",
  "1475399473": "לערן מער וועגן די hCaptcha מאַנשאַפֿט",
  "1485807325": "מולטי-באַניצער דאַשבאָרדז, SAML SSO",
  "1508655687": "לייג דיין אייגענע טשאַלאַנדזשיז צו דיין וילעם צו סטרימליין אָדער באַגרענעצן אַקסעס",
  "1510448156": "איר קענען זיין אַרויף און פליסנדיק מיט אַ העכער אָלטערנאַטיוו הייַנט, און קער אויף מער אַוואַנסירטע פֿעיִקייטן ווי נייטיק.",
  "1525403768": "פֿאַר מער אינפֿאָרמאַציע קאָנטאַקט Enterprise Sales.",
  "1544546608": "פּריוואַטקייט פּאַס",
  "1549336309": "hCaptcha טורנס דעם מאָדעל אַרום. ווען איר נוצן hCaptcha, קאָמפּאַניעס פאָרשלאָגן די אַרבעט וואָס דיין יוזערז טאָן ווי זיי באַווייַזן זייער מענטשהייט. איר באַקומען די ריוואָרדז.",
  "1559631739": "פּריוואַט לערנען",
  "1579093044": "מיט אונדזער פּשוט מנהג אַרויסרופן דיזיינער, איר קענען קאַטער אויף-סאָרט אַרויסרופן אינהאַלט אין בלויז אַ ביסל מינוט.",
  "1586809757": "באָט סקאָרז מיט הויך אַקיעראַסי",
  "1599610318": "אַרויסגעבער",
  "1637702726": "וועגן hCaptcha",
  "1662477701": "רעסאָורסעס",
  "1676849166": "רעדוצירן רייַבונג דורך ויסמיידן אַ אַרויסרופן לעגאַמרע פֿאַר 99.9% פון דיין לאַדזשיטאַמאַט פאַרקער און נאָך צושטעלן ויסגעצייכנט זיכערהייט, דאַנק צו אַוואַנסירטע באָט מאָדעלס.",
  "1685871181": "די שפּיץ אָנליין באַדינונגס פאַרלאָזנ זיך",
  "1752795854": "hCaptcha ברענגט אַ מאָדערן, פּריוואַטקייט-פאָוקיסט צוגאַנג צו סטאָפּפּינג באָץ.",
  "1779265104": "קאַסטאַמייזד תּנאָים און פּריוואַטקייט גואַראַנטעעס",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "לעגאַט בלעטערער שטיצן",
  "1803009328": "שלאַכט-טעסטעד אין וועב וואָג.",
  "1844885924": "ברייט ביבליאָטעק פון טייפּס צו קלייַבן פון.",
  "1849717906": "קאַסטאַמייז מיט דיין אייגענע אַרויסרופן אינהאַלט",
  "1849805607": "hCaptcha פּראַטעקץ קעגן טרעץ און דעקאָיז דיזיינד צו ינפילטרירן דיין נעטוואָרקס",
  "1886100235": "פילע פון די וועלט 'ס גרעסטער אָנליין באַדינונגס האָבן סוויטשט צו hCaptcha Enterprise און באקומען ימפּרוווד באָט דיטעקשאַן צוזאמען מיט היפּש קאָס סייווינגז.",
  "1894355645": "hCaptcha גיט פּשוט, גרינג און פאַרלאָזלעך באָט דיטעקשאַן און איז נישטיק פֿאַר מענטשן צו סאָלווע.",
  "1927613000": "hCaptcha קאַמביינז סאַפיסטאַקייטיד מאַשין לערנען מיט אַ שטאַרק אַרויסרופן פּלאַטפאָרמע צו באַשיצן וועב אַפּלאַקיישאַנז פון אַקאַונץ טייקאָווערס, קראַדענטשאַל סטאַפינג, סקרייפּינג און אנדערע מינים פון זידלען.",
  "1936512180": "גרינג אַפּי אַקסעס, שיין דאַשבאָרדז און די לעצטע מאָדעל-אין-דעם-שלייף טעכנאָלאָגיע צו מאַקסאַמייז אַרבעט עפעקטיווקייַט.",
  "1956967813": "אונדזער באַדינונגס זענען טראַסטיד דורך די גרעסטע קאָמפּאַניעס אין דער וועלט צו דינען פילע מיליאַנז פון טעגלעך יוזערז אַריבער טענס פון מיליאַנז פון זייטלעך.",
  "1958297836": "קאָואָרדאַנייטיד באַפאַלן שוץ און APT מיטיגיישאַן",
  "2041686284": "מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, און hCaptcha סערוועס דעם נויט. אָבער, קריייטינג גרויס מענטש-ריוויוד דאַטאַסעץ ניצן טראדיציאנעלן מעטהאָדס איז פּאַמעלעך און טייַער.",
  "2103563261": "פּריוואַט אָדער ציבור אינפֿאָרמאַציע",
  "2131386784": "ריטשאַבאַל עקספּערטיז און שטיצן פֿאַר ביידע איר און דיין יוזערז",
  "2138799135": "hCaptcha האט דאַזאַנז פון פאַר-געבויט ינטאַגריישאַנז פֿאַר די פראָנטענד און באַקענד סיסטעמען איר נוצן.",
  "2163914794": "דאַרפֿן מער לאַבעלס פֿאַר דיין דאַטאַסעץ? hCaptcha גיט שנעל, קאָס-עפעקטיוו און הויך קוואַליטעט דאַטן לייבלינג פֿאַר קאָמפּאַניעס וואָס אַרבעט אויף קינסטלעך סייכל און מאַשין לערנען אַפּלאַקיישאַנז.",
  "2183926131": "אָנהייבן מיט hCaptcha Enterprise",
  "2184564739": "זען",
  "2188609322": "שלעכט אַקטערז זענען ינקריסינגלי פּראָסט אָנליין. אָבער קרבן באַניצער פּריוואַטקייט איז נישט דער ענטפער.",
  "2319072959": "לויפן גאָר אָפפלינע מיט דיין אייגענע ווערקפאָרס, שפּור ווערט קאַנסומד איבער געשעפט וניץ אָדער קאָנסאָרטיום פּאַרטנערס, סאַלעקטיוולי רוץ דזשאָבס צו פאַרשידענע ינערלעך אָדער פונדרויסנדיק אַרבעט פּראַוויידערז באזירט אויף קאָס און זיכערהייט רעקווירעמענץ, און מער.",
  "2320894364": "מיט איבער 200 פונט פון בייַזייַן, די וואָלקן פון hCaptcha פּראַטעקץ דיין אַסעץ איבער די וועלט",
  "2354267648": "GDPR, CCPA און LGPD-פרייַנדלעך פּריוואַטקייט פּאָליטיק",
  "2373007864": "hCaptcha ענטערפּרייז לויפט אויף hCaptcha פּלאַטפאָרמע טעכנאָלאָגיע, עקסטענדעד צו אַרייַננעמען די פֿעיִקייטן וואָס הויך פאַרקער ענטערפּריסעס דאַרפֿן.",
  "2418549423": ", אַן ימערדזשינג נאָרמאַל פֿאַר פּראַזערווינג אָנליין פּריוואַטקייט דורך קריפּטאָגראַפיק פּראָוועס, און אנדערע יינציק פּריוואַטקייט-ערשטער פֿעיִקייטן.",
  "2489287539": "רייַבונג-פריי \"קיין קאַפּטטשאַ\" און 99.9% פּאַסיוו מאָדעס",
  "2510209017": "דאַרפֿן מער הילף?",
  "2513143348": "די hCaptcha ענטערפּרייז סיסטעם איז יינציק פלעקסאַבאַל אין זיין פּלאַן: עס קענען זיין טייל אָדער גאָר דיפּלויד בייַ די ברעג פון דיין נעץ אויב איר אַרבעטן אַ ציבור וואָלקן אָדער פאַרמאָגן פילע דאַטן סענטערס.",
  "2535001179": "אויב איר קומען פֿון Google 'ס רעקאַפּטטשאַ, אונדזער אַפּיס זענען פאָלדינג ריפּלייסמאַנץ.",
  "2593768395": "סימלאַס דערפאַרונג אויף וועב, געבוירן רירעוודיק, רירעוודיק וועב. פאַר-געבויט ינטאַגריישאַנז און געבוירן SDKs בנימצא.",
  "2650502379": "קאַטער דיין אייגענע טשאַלאַנדזשיז אין סעקונדעס",
  "2670003220": "דזשאָבס",
  "2671622670": "פאַרנעמונג",
  "2676853536": "מולטי-באַניצער דאַשבאָרדז",
  "2681650568": "און ווי שטענדיק, פּריוואַטקייט איז אַ האַרץ ווערט פֿאַר אונדז. לייג אונדזער אַרויסרופן קאָד בלויז ווו עס איז נייטיק, און ווו עס מאכט זינען צו באַשיצן ביידע איר און דיין יוזערז. מינאַמייזינג דאַטן זאַמלונג סטאַרץ פֿון דעם מאָמענט פון ינאַגריישאַן.",
  "2682873489": "דעפינירן באַונדינג געגנט פֿאַר אַבדזשעקץ",
  "2686825859": "צייכן אַרויף פריי אָדער קאָנטאַקט אונדז וועגן hCaptcha Enterprise סאַלושאַנז",
  "2698140263": "ניט אַלע פּראָבלעמס זענען די זעלבע: באַקומען אַ איין כעזשבן מיטל אַז עס מוזן זיין נוציק צו דיין דאַרף.",
  "2698640210": "קאָנטראָל טשאַלאַנדזשיז און טייפּס געוויזן",
  "2707282231": "קאַסטאַמייז טשאַלאַנדזשיז פֿאַר דיין יוזערז. מאַכן עס אוממעגלעך פֿאַר באָץ צו סאָלווע און דורכנעמען.",
  "2714878440": "באַשיצן אייער סערוויסעס פון סקרייפּינג, אַקאַונט טייקאָוווערז, קראַדענטשאַל סטאַפינג און ספּאַם מיט אונדזער אַוואַנסירטע מאַשין לערנען און וועראַפאַקיישאַן פון מענטשהייַט.",
  "2718999653": "קאַסטאַמייזד טרעט סקאָרז",
  "2781507299": "רעגע וועראַפאַקיישאַן",
  "2782263070": "סערוויס איז אַ העכסט בילכערקייַט פֿאַר אונדז. מיר האַלטן 24/7 אויף-רופן שטיצן און פאָרשלאָגן דירעקט סלאַקק קאָואָרדאַניישאַן מיט דיין ינזשעניעריע ינטאַגריישאַן מאַנשאַפֿט און אונדזער אָנרופן שטעקן בעשאַס און נאָך ימפּלאַמענטיישאַן.",
  "2806751666": "וואָס איז hCaptcha?",
  "2826051554": "און נאך",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר אונדז די בלויז פּראָדוקט איז דיטערמאַנינג זייער מענטשהייַט. אונדזער באַדינונגס טרעפן אָדער יקסיד GDPR, CCPA, LGPD און PIPL רעקווירעמענץ און שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס. מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
  "2927700175": "מיר ווייַזן קאַפּטטשאַ טשאַלאַנדזשיז וואָס זענען שווער פֿאַר באָץ אָבער גרינג פֿאַר מענטשן דורך קאַלעקטינג שווער-צו-פירמע דאַטן פון מאַשין לערנען פּראָבלעמס, און ניצן עס צו ויסטיילן צי אַ וועבזייטל אָדער אַפּ גאַסט איז מענטש.",
  "2968026167": "דיין באַליבסטע גרינס",
  "3018523079": "בלייבן אויף די סאָרט מיט אַ קאָנסיסטענט באַניצער דערפאַרונג.",
  "3065000659": "צי האָט איר פאַרשטיין אַז יעדער מאָל איר \"גיט אויף די מאַשין\" איר העלפּס צו באַן אַ איין",
  "3093388779": "hCaptcha איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס",
  "3093689546": "גרינג ינאַגריישאַן",
  "3096063825": "פּרוּווט עס אויס",
  "3107683988": "דאָס קען דראַמאַטיקלי רעדוצירן אַוועק-נעץ פאַרקער און קאָס און ריטיין אַלע די בענעפיץ פון פאַרוואַלטונג דורך אונדזער 24/7 אָנרופן שטעקן צו טרעפן די שטרענגסטע SLAs.",
  "3117887301": "טראַסטיד דורך די גרעסטע אָנליין באַדינונגס",
  "3121248460": "ווייַז ינפאַנאַטלי דייווערס מנהג טשאַלאַנדזשיז - פון פּשוט צו קאָמפּלעקס - פֿאַר דיין אַנטיסאַפּייטיד וילעם",
  "3153117136": "ווי hCaptcha שוועריקייט סעטטינגס אַרבעט",
  "3160820928": "קאָואָרדאַנייטיד באַפאַלן שוץ",
  "3161489950": "די וועלט 'ס מערסט אַוואַנסירטע זיכערהייט ML פּלאַטפאָרם",
  "3167979932": "דיזיינד פֿאַר פּריוואַטקייט פון טאָג איין. שטאַרק דאַטאַ פּראַסעסינג העסקעם.",
  "3194111925": "שטיצן",
  "3213351333": "קיין פּרייז היסכייַוועס פארלאנגט",
  "3213957230": "ווען יוזערז מוזן סאָלווע אַ אַרויסרופן צו טרעפן זיכערהייט רעקווירעמענץ, פארוואס טאָן ניט מאַכן טאַסקס אָנגענעם און באַטייַטיק פֿאַר די באַניצער?",
  "3225770968": "hCaptcha איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען; לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג.",
  "3230004040": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש ניט קענען צו פאַרענדיקן hCaptchas?",
  "3235430156": "פירמע 'ס מאַשין לערנען סיסטעמען פֿאַר פריי?",
  "3260825523": "ינטוישאַן מאשינען",
  "3264813246": "ינאַפּראָופּרייט",
  "3265895521": "כאַפּן און נידעריקער אַרויסרופן שוועריקייט באזירט אויף צייט פון טאָג",
  "3266612494": "אַ טראַסטיד שוטעף",
  "3276777569": "hCaptcha",
  "3287172429": "קאָנטראָל אַרויסרופן טייפּס געוויזן",
  "3365203058": "וועלט-קלאַס אַנטי-באָט שוץ",
  "3412647984": "דאָס אַלאַוז איר צו ויסמיידן צוקונפֿט פֿראגן דורך רעדזשיסטערינג און באַשטעטיקן אַ קיכל. פּרוּווט אויך צו ויסמעקן דיין אַד בלאַקער.",
  "3417372336": "באַשטימען אין מינוטן",
  "3446714684": "מאָביל (יאָס און אַנדרויד) ינטעגראַטיאָן",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "פֿאַר ענטערפּרייז יוזערז, אָפּציעס זענען בארעכטיגט צו גאָר ויסמיידן טשאַלאַנדזשיז אין רובֿ סינעריאָוז.",
  "3478726913": "hCaptcha האט איינער פון די גרעסטע פּאָאָלס אויף דעם פּלאַנעט בנימצא פֿאַר דיין נוצן. וועלכער דיין וואָג, מיר קענען שעפּן עס אָן טייַער אַפּפראַנט קאַמיטמאַנץ. מיליאַנז פון טאַסקס פּער טאָג זענען קיין פּראָבלעם.",
  "3480023141": "לערן מער וועגן אַקסעסאַביליטי אָפּציעס",
  "3483700676": "קאַטער מיליאַנז פון טאַסקס טייקעף",
  "3500503648": "hCaptcha איז דיזיינד צו עלימינירן לאַנג-טערמין דאַטן ריטענשאַן דורך פאַרלאָזנ אויף רעגע אפשאצונג אלא ווי רעקאָרדינג און אַנאַלייזינג דיין בראַוזינג געשיכטע. מיר אויך שטיצן ינישאַטיווז ווי",
  "3524251858": "דירעקטאָר פון פּראָדוקט מאַנאַגעמענט, Cloudflare",
  "3526939538": "ווייכווארג זשוק",
  "3530599065": "פּריוואַטקייט איז געבויט פֿון דער ערד אַרויף. hCaptcha ריטיין קיין PII און איז געהאָרכיק מיט פילע פּריוואַטקייט מאַנדייץ און רעגיאַליישאַנז.",
  "3570415321": "פירמע",
  "3573245166": "ניט ענלעך רעCAPTCHA, מיר אַרבעטן אין יעדער מדינה.",
  "3578122193": "בלייבן אויף די סאָרט מיט באַטייַטיק אינהאַלט",
  "3620442880": "פלאַש סאַלע שוץ פֿעיִקייטן",
  "3630114728": "זען וואָס איז געשעעניש אויף אַלע דיין זייטלעך און אַפּפּס.",
  "3644106388": "קאָנטאַקט",
  "3660619092": "צייכן אַרויף פריי אָדער קאָנטאַקט פארקויפונג פֿאַר פאַרנעמונג סאַלושאַנז",
  "3688621388": "סאַקאָנע סיגנאַטשערז",
  "3704893754": "ווילן צו זען פֿאַר זיך? פּרוּווט hCaptcha Free",
  "3714002185": "לערנען מער וועגן hCaptcha Enterprise",
  "3715747429": "אונדזער אַנבאָרדינג ענדזשאַנירז קענען באַקומען איר געשווינד, צי איר דאַרפֿן רעאַקט ינאַגריישאַן, SDKs פֿאַר יאָס געבוירן אַפּפּס, אַ ביישפּיל פון Java באַקענד אָדער כמעט קיין אנדערע סצענאַר.",
  "3717512591": "דירעקט פּלאַטפאָרם ינטעגראַטיאָן",
  "3721365241": "פּרוּווט",
  "3729345277": "hCaptcha איז אַ וועג פֿאַר קאָמפּאַניעס צו באַקומען די אַנאַטיישאַנז וואָס זיי דאַרפן פאַסטער, מיט העכער קוואַליטעט און צו נידעריקער פּרייַז ווי אנדערע אַלטערנאַטיוועס.",
  "3730038780": "קלייַבן פון אַ קימאַט ינפאַנאַט נומער פון טשאַלאַנדזשיז פֿאַר יוזערז צו סאָלווע",
  "3739936967": "דער יינציק פאָקוס אויף פּריוואַטקייט מיטל אַז מיר קענען פאָרשלאָגן נול יחיד דאַטן ריטענשאַן, קיכל-פריי אָפּעראַציע, און אנדערע קאַנטראַקטשואַל פּריוואַטקייט געראַנטיז ווי פארלאנגט און האַלטן ויסגעצייכנט זיכערהייט. לייענען מער.",
  "3740051331": "מיר זענען אויך באגאנגען צו אַקטיוולי מאָניטאָרינג און ריספּאַנדינג צו די פֿראגן פון דיין יוזערז אויף געזעלשאַפטלעך מידיאַ, גרופּעס און אונדזער אין-ווידזשיט און E- בריוו שטיצן טשאַנאַלז. מיר זענען צוטריטלעך און אָפּרופיק, און מייַכל באַניצער צופֿרידנקייט ווי אַ שפּיץ KPI.",
  "3753956446": "פרייַ",
  "3758963444": "אדאנק! דיין סאַבמישאַן איז באקומען!",
  "3767462250": "דיזיינד פֿאַר פּריוואַטקייט",
  "3768951251": "ענטערפּרייז SLAs",
  "3807059944": "קאָנטראָל אַרויסרופן אינהאַלט געניצט",
  "3816867833": "באַמערקונגען",
  "3817811295": "געראַנטיד רילייאַבילאַטי און שנעל 24/7 אויף-רופן שטיצן.",
  "3892905664": "hCaptcha העלפּס דיין באַליבסטע אָנליין באַדינונגס צו ויסמיידן באָץ, ספּאַם און זידלען דורך פרעגן פּשוט פֿראגן וואָס זענען גרינג פֿאַר מענטשן און שווער פֿאַר מאשינען.",
  "3913848038": "99.99% ופּטימע SLAs און 24/7 גלאבאלע שטיצן בנימצא.",
  "3951254541": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר וועלן סאָלווע זיי געשווינד.",
  "3952259236": "קאַמביין דיין פארבלענדט דאַטן מיט די טויזנטער פון סיגנאַלז פון hCaptcha צו באַן hCaptcha אויף קלאסן פון נאַטור - פֿאַר דיין בייַשפּיל בלויז - צו בעסער פאָרויסזאָגן בייזע נאַטור בעסער ווי יעדער לייזונג אַליין",
  "3953584369": "סאַפיסטיקייטאַד RBAC אַקסעס ריסטריקשאַנז בנימצא.",
  "4007826952": "די #1 פּריוואַטקייט-ערשטער קאַפּטטשאַ פֿאַר וועב, רירעוודיק און מער.",
  "4019660456": "0ms לייטאַנסי: באַשטעטיקן hCaptcha טאָקענס אָן אַפּי רופן.",
  "4065065042": "רעדל דעם אין צו פּונקט פּאַסיק דיין נוצן פאַל.",
  "4083018285": "א סוויט פון עקסטענדעד פֿעיִקייטן וואָס פאַרבינדן מיט ענכאַנסט SOC מאָניטאָרינג און ענטפער צו אַדרעס סאַפיסטאַקייטיד פּערסיסטענט טרעץ",
  "4146870445": "ווער מיר זענען",
  "4147497805": "מער",
  "4194763679": "פיין-גריינד שוועריקייט לעוועלס",
  "4195759329": "באָט דיטעקשאַן און ריזיקירן סקאָרז",
  "4199502476": "אַוואַנסירטע ריפּאָרטינג דאַשבאָרדז און אַפּי",
  "4238473596": "מינאַמייזינג רייַבונג פֿאַר פאַקטיש ניצערס איז וויכטיק. hCaptcha ניצט פּשוט טאַסקס און נעמט ווייניקער צייט פֿאַר רובֿ יוזערז בשעת סטאָפּפּינג מער באָט פאַרקער.",
  "4272022475": "כל ריקוועס און אַסעץ גיין צו hcaptcha.yourdomain.com",
  "4272454814": "ויסשטימען מיט די אידענטיטעט שפּייַזער פון דיין ברירה.",
  "a11y-img-1": "אַקסעססיביליטי באַניצער פאַרשטעלן נאָך לאָגין",
  "a11y-img-2": "אַקסעס אַקסעס אין ווידזשיט וי מעניו",
  "a11y-img-3": "אַקסעסאַביליטי דיאַלאָג קעסטל אין ווידזשיט וי",
  "about-advisors-brendan": "סעאָ פון העלדיש. קאָ-גרינדער פון מאָזיללאַ. באשעפער פון די דזשאַוואַסקריפּט פּראָגראַממינג שפּראַך. בילדער פון בראַוזערז און מער.",
  "about-advisors-dawn": "פּראָפעסאָר, CS אין אוניווערסיטעט פון קאַליפאָרניאַ, בערקלי. טיף לערנען, זיכערהייט, בלאַקכייוואַן מומחה. סעאָ פון אָאַסיס לאַבס.",
  "about-advisors-head": "אַדווייזערז",
  "about-advisors-keiran": "פאָרשונג ססיענטיסט אין סטאַנפֿאָרד. מאַשין לערנען און קוואַנטיטאַטיווע פינאַנצן אין הויפּט באַנקס, העדגע געלט און אַקאַדעמיאַ.",
  "about-content-head-1": "וואס מיר טוען",
  "about-content-head-2": "פארוואס עס מאַטטערס",
  "about-content-text-1a": "הקאַפּטטשאַ ברענגט אַ מאָדערן, פּריוואַטקייט פאָוקיסט צוגאַנג צו סטאָפּפּינג באָץ.",
  "about-content-text-1b": "מיר ווייַזן CAPTCHA טשאַלאַנדזשיז וואָס זענען שווער פֿאַר באָץ אָבער גרינג פֿאַר מענטשן דורך קאַלעקטינג שווער-צו-פירמע דאַטן פון מאַשין לערנען פּראָבלעמס און ניצן עס צו ויסטיילן צי אַ וועבזייטל אָדער אַפּ גאַסט מענטש.",
  "about-content-text-2a": "אָנליין אַקשאַנז זענען אָפט ינקריסינגלי אָפט. אָבער מקריב די פּריוואַטקייט פון באַניצער איז נישט דער ענטפער.",
  "about-content-text-2b": "זיכערהייט סאַלושאַנז געפֿינט דורך אַד קאָמפּאַניעס פאָוקיסיז בפֿרט אויף טראַקינג ניצערס אויף די וועב. מיר האָבן באשאפן אַן עפעקטיוו זיכערהייט לייזונג אַז פּראָוועס צו שאַטן באַניצער פּריוואַטקייט איז ניט נייטיק צו צושטעלן ויסגעצייכנט רעזולטאַטן.",
  "about-intro-head-1": "וועגן הקפּטטשאַ",
  "about-intro-head-2": "פּריוואַטקייט, זיכערהייט און מאַשין לערנען.",
  "about-intro-text": "hCaptcha איז די וועלט 'ס מערסט וויידלי געוויינט פרייַ קאַפּטטשאַ דינסט.",
  "about-leadership-head": "ווער מיר זענען",
  "about-leadership-headsub": "אַן יקספּיריאַנסט קאָלעקטיוו וואָס אַרבעט אויף די כאַרדאַסט פּראָבלעמס פון הייַנט.",
  "about-leadership-link1": "ווער מיר זענען",
  "about-leadership-text1": "מיר ספּעשאַלייז אין טיף לערנען און וויזשאַוואַל פעלד מאַשין לערנען אין וואָג, מיט אַ באַזונדער פאָקוס אויף סיקיורינג אָנליין סיסטעמען פֿון ינקריסינגלי סאַפיסטיקייטאַד מאָדערן טרעץ.",
  "about-leadership-text2": "מיט יאָרצענדלינג פון עקספּערטיז אין ווייכווארג און מאַשין לערנען, מיר בויען און אַרבעטן מאַסיוו סקאַלאַבלע סיסטעמען צו באַפרייַען עטלעכע פון די כאַרדאַסט פּראָבלעמס פון היינט בשעת קאַנסערוויישאַן פּריוואַטקייט.",
  "acc-opt": "אַקסעס אַקסעס",
  "acc-opt-but": "לערנען מער וועגן אַקסעסאַביליטי אָפּציעס",
  "acc-opt-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קען נישט פאַרענדיקן הקאַפּטטשאַס?",
  "accessibility-link": "אַקסעסאַביליטי",
  "appreciate-in": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר סאָלווע זיי געשווינד.",
  "fb-but": "שיקן אונדז באַמערקונגען",
  "feedback-text": "צושטעלן באַמערקונגען אויף די הקאַפּטטשאַ איר נאָר געזען",
  "footer-attribution": "צושרייבן",
  "footer-copyright-text": "הקאַפּטטשאַ איז אַ רעגיסטרירט טריידמאַרק פון ינטויטיאָן מאַטשינעס, ינק.",
  "footer-header-1": "פֿירמע",
  "footer-header-2": "רעסורסן",
  "footer-header-3": "קאָנטאַקט",
  "footer-link-1": "לייבלינג",
  "footer-link-10": "אַקסעסאַביליטי",
  "footer-link-2": "וועגן",
  "footer-link-3": "שטעלעס",
  "footer-link-4": "טריידמאַרקס",
  "footer-link-5": "אַי עטיקס",
  "footer-link-6": "בלאָג",
  "footer-link-7": "סטאַטוס",
  "footer-link-8": "דאָקומענטאַטיאָן",
  "footer-link-9": "באריכט אַ זשוק",
  "footer-privacy": "פריוואטקייט",
  "footer-subheader-1": "שטיצן",
  "footer-subheader-2": "קאָנטאַקט",
  "footer-terms": "תּנאָים",
  "h-plans": "אַבאָנעמענט פּלאַנז",
  "header-docs-link": "דאָקקס",
  "header-labeling-services-link": "לאַבעלינג באַדינונגס",
  "header-login-button": "צייכן אריין",
  "header-plans-link": "פּלאַן",
  "header-signup-button": "סיגנופּ",
  "home-about-head": "וועגן הקפּטטשאַ",
  "home-about-subtitle": "Powered דורך HUMAN פּראָטאָקאָל",
  "home-about-text-1": "הקאַפּטטשאַ איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען: לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג.",
  "home-about-text-2": "מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, כּמעט שטענדיק מיט עטלעכע מענטשלעך באריכטן. אָבער, קריייטינג גרויס מענטשלעך ריוויוד דאַטאַסעץ דורך מעטשאַניקאַל טערק, פיגורע אַכט, אאז\"ו ו איז סלאָולי און טייַער.",
  "home-about-text-3": "הקאַפּטטשאַ אַלאַוז וועבסיטעס צו מאַכן געלט צו דינען דעם פאָדערונג בשעת בלאַקינג באָץ און אנדערע פארמען פון זידלען.",
  "home-about-text-4": "די מאַרקאַטשאַ פון hCaptcha איז פּאַוערד דורך די HUMAN פּראָטאָקאָל, אַן אָפֿן דיסענטראַלייזד פּראָטאָקאָל פֿאַר מענטשלעך רעצענזיע וואָס לויפן אויף די עטהערעום בלאַקכייוואַן. וועבסיטעס פאַרדינען הומאַן טאָקענס (HMT) ווען וסערס נוצן די הקאַפּטטשאַ ווידזשיט אויף זייער פּלאַץ, און מאַשין לערנען קאָמפּאַניעס באַצאָלן הומאַן טאָקענס צו באַקומען זייער דאַטן מיטן נאָמען.",
  "home-ba-labeling-services-link": "לאַבעלינג באַדינונגס",
  "home-benefits-head-1": "די ווערט אין דאַטן לייבאַלינג",
  "home-benefits-head-2": "געבן צוריק צו צדקה",
  "home-benefits-text-1": "צי האָט איר פאַרשטיין יעדער מאָל ווען איר קליקט אויף די מאַשין, איר העלפֿן צו באַן אַ מאַשין לערנען סיסטעמען פֿאַר איין Gigantic פירמע?",
  "home-benefits-text-2": "הקאַפּטטשאַ טורנס דעם מאָדעל. ווען איר נוצן hCaptcha, קאָמפּאַניעס פאָרשלאָגן די אַרבעט דיין וסערס טאָן ווי זיי באַווייַזן זייער מענטשהייט. איר באַקומען די ריוואָרדז.",
  "home-benefits-text-3": "וועלן צו געבן צוריק צו דיין באַליבסטע צדקה? הקאַפּטטשאַ אַלאַוז איר צו שטיצן די טשעריטיז פון דיין ברירה מיט די פאַרדינסט אַז איר נוצן. ניצערס אויף דיין פּלאַץ קענען באַלד זען דיין צושטייער צו צדקה דורך דיסקריט בראַנדינג אויף די hCaptcha צובינד.",
  "home-challenge-text-1": "סעלעקטירן אַלע בילדער וואָס גלייַכן די אָנפֿרעג",
  "home-challenge-text-2": "דעפינירן באַונדינג געגנט פֿאַר אַבדזשעקס",
  "home-challenge-text-3": "ידענטיפיצירן די קאָראַספּאַנדינג לאַבעלס",
  "home-challenge-title-1": "פאַרגלייַך",
  "home-challenge-title-2": "באַונדינג באָקס",
  "home-challenge-title-3": "קאטעגאריזאציע",
  "home-challenges-head": "דערלאנגט טשאַללענגעס",
  "home-challenges-text-1": "... און אנדערע פּשוט טאַסקס. גרינג פֿאַר יומאַנז, שווער פֿאַר באָץ.",
  "home-challenges-text-2": "מנהג טאַסקס אויך בנימצא פֿאַר פאַרנעמונג פֿאַרלאַגן.",
  "home-ent-1": "איר זוכט פֿאַר אונדזער ענטערפּרייז זיכערהייט אָפרינגז?",
  "home-ent-2": "באַזוכן אונדזער נייַ דעדאַקייטאַד פּלאַץ: BotStop.com",
  "home-ent-button": "לערן מער: BotStop by hCaptcha",
  "home-from-the-blog": "פֿון די בלאָג:",
  "home-from-the-blog-value": "ווי הקאַפּטטשאַ שוועריקייט סעטטינגס אַרבעט",
  "home-intro-body": "צי איר נוצן אַ קאַפּטטשאַ צו האַלטן באָץ? הקאַפּטטשאַ פּראַטעקץ באַניצער פּריוואַטקייט, ריוואָרדז וועבסיטעס און העלפּס קאָמפּאַניעס באַקומען זייער דאַטן לייבאַלד. ReCAPTCHA איז אַ פאַרבייַט: איר קענען באַשטימען ין מינוט.",
  "home-intro-button": "שרייב זיך איין יעצט",
  "home-intro-head": "האַלטן מער באָץ. אָנהייב פּראַטעקטינג פּריוואַטקייט פון באַניצער.",
  "home-main-1": "פּריוואַט. זיכער. פאַסטער. און מיר באַצאָלן איר פֿאַר נוצן.",
  "home-main-2": "פּריוואַטקייט פאָוקיסט",
  "home-main-2c": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר hCaptcha די פּראָדוקט איז די אַרבעט זיי צושטעלן. מיר טאָן ניט זאָרגן ווער דיין יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס, און אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
  "home-main-3": "זיכערהייט ערשטער",
  "home-main-3c": "אַקיעראַסי איז אין דיין אינטערעס און ונדזערער. הקאַפּטטשאַ איז אַרויסגעבער-פאָוקיסט. מיר אַרבעטן צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע קאַפּטשאַז זענען צוגעשטעלט דורך גיגאַנטיק גאַנצע קאָמפּאַניעס. דאָס מיינט אַז יעדער באָט וואָס זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
  "home-main-4": "בעסער באַניצער דערפאַרונג",
  "home-main-4c": "סאָפיסטיקאַטעד מאַשין לערנען מאָדעלס זענען געניצט דורך הקאַפּטטשאַ פֿאַר דיטערמאַנינג מענטשהייט. דאָס אַלאַוז אונדז צו דאַרפן ווייניקער אַנויינג טאַסקס פון דיין וסערס און נעמען ווייניקער פון זייער צייט צו טאָן דאָס, און נאָך פּראָדוצירן נוציק מיטן נאָמען דאַטן פֿאַר קאַסטאַמערז.",
  "home-main-plans": "הקאַפּטטשאַ איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס. אָבער, פֿאַר ענטערפּריסעס און פּלאַטפאָרמס וואָס דאַרפֿן מער קאָנטראָל, אונדזער פאַרנעמונג סאַלושאַנז זענען בארעכטיגט.",
  "home-main-plans2": "הקאַפּטטשאַ ענטערפּרייז סאַלושאַנז באַשיצן מיליאַנז פון וסערס איבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטע קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע אָדער באַזוכן",
  "home-main-plans3": "הקאַפּטטשאַ ענטערפּרייז סאַלושאַנז באַשיצן מיליאַנז פון וסערס איבער טענס פון מיליאַנז פון וועבסיטעס פֿאַר עטלעכע פון די גרעסטע קאָמפּאַניעס אויף דעם פּלאַנעט. ביטע קאָנטאַקט אונדז פֿאַר מער אינפֿאָרמאַציע אָדער באַזוכן",
  "home-main-plans4": "פֿאַר פּרטים.",
  "home-plans-button-1": "שרייב זיך איין יעצט",
  "home-plans-button-2": "קאָנטאַקט פארקויפונג",
  "home-plans-chart-head-1": "איינריכטונגען",
  "home-plans-chart-head-2": "אַרויסגעבער",
  "home-plans-chart-head-3": "פאַרנעמונג",
  "home-plans-chart-row-1-cell-1": "געוויזן אַרויסרופן טייפּס",
  "home-plans-chart-row-1-cell-2": "לימיטעד",
  "home-plans-chart-row-1-cell-3": "גאַנץ",
  "home-plans-chart-row-10-cell-1": "מולטי-באַניצער דאַשבאָרדז",
  "home-plans-chart-row-11-cell-1": "אַוואַנסירטע ריפּאָרטינג פֿעיִקייטן",
  "home-plans-chart-row-12-cell-1": "פאַרנעמונג סלאַ",
  "home-plans-chart-row-2-cell-1": "קאָנטראָל אַרויסרופן אינהאַלט געניצט",
  "home-plans-chart-row-2-cell-2": "לימיטעד",
  "home-plans-chart-row-2-cell-3": "גאַנץ",
  "home-plans-chart-row-3-cell-1": "פאַרדינען ריוואָרדז פֿאַר מענטש סאַלווז",
  "home-plans-chart-row-4-cell-1": "אַנטי-באָט שוץ פון וועלט-קלאַס",
  "home-plans-chart-row-5-cell-1": "אַרבעט אין יעדער מדינה",
  "home-plans-chart-row-5a-cell-1": "ניט-קאַפּטטשאַ און 99.9% פּאַסיוו מאָדעס",
  "home-plans-chart-row-5b-cell-1": "Bot בטחון סקאָרז",
  "home-plans-chart-row-6-cell-1": "GDPR און CCPA- פרייַנדלעך פּריוואַטקייט פּאָליטיק",
  "home-plans-chart-row-7-cell-1": "פיין-גריינד שוועריקייט לעוועלס",
  "home-plans-chart-row-8-cell-1": "קאַטער דיין אייגענע טשאַלאַנדזש אינהאַלט",
  "home-plans-chart-row-9-cell-1": "צייט-באזירט שוועריקייט סקעדזשולינג",
  "home-try-it-out-button": "באַקומען הקאַפּטטשאַ",
  "home-try-it-out-head": "פרובירט עס אויס",
  "home-try-it-out-text": "הקאַפּטטשאַ פּראָווידעס פּשוט, גרינג און פאַרלאָזלעך באָט דיטעקשאַן בשעת עס איז נישטיק פֿאַר מענטשן צו סאָלווע.",
  "labeling-about-head": "וועגן הקפּטטשאַ",
  "labeling-about-text-1": "הקאַפּטטשאַ איז דיזיינד צו סאָלווע די מערסט אַרבעט ינטענסיווע פּראָבלעם אין מאַשין לערנען; לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג. מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, און הקאַפּטטשאַ סערוועס דעם נויט.",
  "labeling-about-text-2": "אָבער, קריייטינג גרויס דאַטאַסעץ פֿאַר מענטשלעך ריוויוד מיט טראדיציאנעלן מעטהאָדס איז פּאַמעלעך און טייַער. הקאַפּטטשאַ איז אַ וועג פֿאַר קאָמפּאַניעס צו באַקומען די אַנאַטיישאַנז וואָס זיי דאַרפן פאַסטער, מיט העכער קוואַליטעט און ביי נידעריק פּרייַז ווי אנדערע אַלטערנאַטיוועס.",
  "labeling-annotations-head": "אַנאָטאַטיאָן טייפּס",
  "labeling-annotations-text-1": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
  "labeling-annotations-text-2": "פּינטלעך כייפעץ דיטעקשאַן אין בילדער און ווידעא",
  "labeling-annotations-text-3": "פונט אַנאַטיישאַנז פֿאַר פילע פאַרשידענע קאַסעס",
  "labeling-annotations-text-4": "סאָרט אָדער צוגעבן אַרביטראַריש קאַטעגאָריעס פון קיין גרייס",
  "labeling-annotations-text-5": "מענטש-פּאַוערד דיטעקשאַן און קלאַסאַפאַקיישאַן",
  "labeling-annotations-text-6": "דאַרפֿן אן אנדער טיפּ וואָס איז נישט ליסטעד דאָ? נאָר פרעגן אונדז.",
  "labeling-annotations-title-1": "באַונדינג באָקסעס",
  "labeling-annotations-title-2": "פּאָליגאָנס",
  "labeling-annotations-title-3": "לאַנדמאַרקס",
  "labeling-annotations-title-4": "אַטריביוט קאַטאַגעריזיישאַן",
  "labeling-annotations-title-5": "פאַרגלייַך און דעטעקטיאָן",
  "labeling-annotations-title-6": "... און פילע מער",
  "labeling-ent-button": "קאָנטאַקט אונדזער ענטערפּרייז סאַלושאַנז מאַנשאַפֿט",
  "labeling-ent-head": "דאַרפֿן ענד-צו-סוף קאָנטראָל?",
  "labeling-ent-text-1": "די HUMAN פּלאַטפאָרמע הינטער hCaptcha אָפפערס העכסט סאַפיסטאַקייטיד פֿעיִקייטן פון אַרבעט קוואַליטעט און פאַרוואַלטונג דורך אָרט, כייבריד אָדער סאַאַס דיפּלוימאַנץ וואָס זענען ינאַגרייטיד מיט דיין יגזיסטינג סיסטעמען.",
  "labeling-ent-text-2": "לויף לעגאַמרע אָפפלינע מיט דיין אייגענע ווערקפאָרס, שפּור ווערט קאַנסומד איבער געשעפט וניץ אָדער קאָנסאָרטיום פּאַרטנערס, סאַלעקטיוולי מאַרשרוט דזשאָבס צו פאַרשידענע ינערלעך אָדער פונדרויסנדיק אַרבעט פּראַוויידערז באזירט אויף קאָסטן און זיכערהייט באדערפענישן, און מער.",
  "labeling-ent-text-3": "גרינג אַפּי אַקסעס, שיין דאַשבאָרדז און די לעצטע טעכנאָלאָגיע מאָדעל פֿאַר מאַקסאַמייז עפעקטיווקייַט.",
  "labeling-ent-text-4": "99.99% סלאַ און ופּטימע און גלאבאלע שטיצן 24/7 בנימצא. פֿאַר מער אינפֿאָרמאַציע:",
  "labeling-features-head-1": "פּשוט אַפּי-געטריבן פּייפּליינז.",
  "labeling-features-head-2": "אָפּטימיזעד פֿאַר קאָסטן און קוואַליטעט. ניט קיין פראָנט היסכייוועס פארלאנגט.",
  "labeling-features-head-3": "באַצאָלן בלויז פֿאַר די אַקיעראַסי איר דאַרפֿן.",
  "labeling-features-head-4": "צושטעלן דיין אייגענע ערד אמת דאַטן אָדער לאָזן אונדז בויען עס אויף די פלי.",
  "labeling-features-text-1": "ווילן צו ינטאַגרייטיד מענטשלעך רעצענזיע גלייַך אין דיין געשעפט אַפּעריישאַנז? מיר פאָרשלאָגן סלאַיס מיט הויך רילייאַבילאַטי, געראַנטיד קאַפּאַציטעט און פּשוט REST APIs.",
  "labeling-features-text-2": "די HUMAN פּלאַטפאָרמע ניצט פולשטענדיק בטחון מאָדעלס צו דורכפירן סאַפיסטיקייטאַד פאַקטיש-צייט קוואַליטעט אַנאַליסיס. דאָס אַלאַוז אונדז צו געשווינד באַשליסן די שוועריקייט פון פֿראגן און זייער מסתּמא רעכט ענטפֿערן, און איר שפּאָרן צייט און געלט.",
  "labeling-features-text-3": "ניט אַלע פּראָבלעמס זענען די זעלבע. אַנאָטאַטיאָנס פֿאַר זיכערקייט קריטיש טאַסקס קען דאַרפן 99.99% צוטרוי פון לעגאַמרע מענטשלעך טוערס. אַנאָטאַטיאָנס פֿאַר איין ביתא שטריך אין אַ רירעוודיק שפּיל אַפּ קען נאָר דאַרפן מעסיק צוטרוי. דו באשלוס.",
  "labeling-features-text-4": "צי איר האָבן רוי דאַטע אָן אַ פולשטענדיק וועראַפאַקיישאַן שטעלן? אין רובֿ פאלן, מיר קענען בויען איין פֿאַר איר ווי טאַסקס לויפן דורך די סיסטעם, אָדער מאַכן לייבאַלד סאַמפּאַלז פֿאַר דיין האַסקאָמע.",
  "labeling-info-head": "געטינג דאַטאַ לייבאַלד",
  "labeling-info-text-1": "רעדן מיט איינער פון אונדזער פעלד עקספּערץ צו באַשליסן דיין פּרויעקט דאַרף: ציל אַקיעראַסי, פֿאָרמאַט און ספּעציעלע באדערפענישן.",
  "labeling-info-text-2": "מיר דורכפירן אַ קליין פּראָדוקציע אַרבעט באזירט אויף דיין מוסטער דאַטן. דעם טעסץ די אַרבעט מיר האָבן געטאן צוזאַמען צו ענשור אַז איר באַקומען פּונקט וואָס איר דאַרפֿן.",
  "labeling-info-text-3": "מיט אונדזער הויך באַנד און נידעריק לייטאַנסי, מיר וועלן געשווינד דרייען דיין אַרבעט מיט אָטאַמייטיד עקספּרעס ווי באַלד ווי עס איז געטאן.",
  "labeling-info-text-4": "ווען מיר בעסער פֿאַרשטיין די פּאַראַמעטערס פון דיין פּראָדוקציע אַרבעט, די רעזולטאַטן וועלן פאָרזעצן צו פֿאַרבעסערן מיט די צייט.",
  "labeling-info-text-5": "לעבן דאַשבאָרדז אַלאַוז איר צו צושטעלן באַמערקונגען אָדער פּויזע פּראָדוקציע צו קיין צייט.",
  "labeling-info-title-1": "דעפינירן ספּעסאַפאַקיישאַנז",
  "labeling-info-title-2": "ערשט אַרבעט טעסט",
  "labeling-info-title-3": "צעוויקלען דזשאָבס",
  "labeling-info-title-4": "קעסיידערדיק פֿאַרבעסערונג",
  "labeling-info-title-5": "פאַקטיש צייט רעזולטאַטן",
  "labeling-main-1": "קאָסטן-עפעקטיוו דאַטן לייבלינג אין וואָג",
  "labeling-main-1-button": "באַקומען דיין דאַטן לייבאַלד איצט",
  "labeling-main-1c": "דאַרפֿן מער לאַבעלס פֿאַר דיין דאַטאַסעץ? hCaptcha גיט שנעל, פּרייַז-עפעקטיוו און הויך קוואַליטעט דאַטן לייבלינג פֿאַר קאָמפּאַניעס וואָס אַרבעט אויף קינסטלעך סייכל און מאַשין לערנען אַפּלאַקיישאַנז.",
  "labeling-main-2": "קאַטער מיליאַנז פון טאַסקס טייקעף.",
  "labeling-main-2-button": "קויפן דאַטן לייבלינג באַדינונגס",
  "labeling-main-2c": "הקאַפּטטשאַ איז איינער פון די גרעסטע פּאָאָלס אויף דעם פּלאַנעט בנימצא פֿאַר דיין נוצן. וועלכער דיין וואָג, מיר קענען שעפּן עס אָן טייַער אַפּפראַנט קאַמיטמאַנץ. קיין מיליאַנז פון טאַסקס פּער טאָג.",
  "labeling-platform-head": "פּריוואַט אָדער עפֿנטלעכע אינפֿאָרמאַציע",
  "labeling-platform-text": "הקאַפּטטשאַ איז געבויט אויף די הומאַן פּלאַטפאָרמע, וואָס אַלאַוז סאַפיסטיקייטאַד רוטינג און אַנאַליסיס צו אַפּטאַמייז קאָסטן און עפעקטיווקייַט אין יעדער שריט. די טעכנאָלאָגיע אַלאַוז די רעכט ווערקפאָרס צו האַנדלען מיט יעדער טייל פון דיין אַרבעט, מאַקסאַמייזינג די קאָסטן עפעקטיווקייַט און פּרעזערוויישאַן פּריוואַטקייט און טרעפן די רעגולאַטאָרי באדערפענישן.",
  "labeling-try-button": "קויפן דאַטן לייבלינג באַדינונגס",
  "labeling-try-head": "וועלן צו פּרובירן עס מיט דיין דאַטן?",
  "labeling-try-text": "... מיר זענען גרייט ווען איר זענט: אונדזער סערוויס איז בארעכטיגט אַרום די זייגער.",
  "learn-more-hcaptcha": "לערן מער וועגן hCaptcha",
  "page-acc-faq-1": "פראגע: איז hCaptcha סעקשאַן 508 + WCAG 2.1 אַאַ געהאָרכיק? ענטפער: מיר גלויבן אַזוי: אַלע יוזערז מיט קיין פאָרעם פון ימפּערמאַנט וואָס זענען ביכולת צו בלעטער די וועב און אַרייַן טעקסט אין פארמען קענען אַקסעס די סערוויסעס פּראָטעקטעד דורך hCaptcha ביי רעגיסטראַציע. אָבער, דאָס איז נישט לעגאַל עצה: איר זאָל דורכפירן דיין אייגענע אפשאצונג, און נעמען אין חשבון דיין באַזונדער ימפּלאַמענטיישאַן צו ענשור אַז דאָס איז דער פאַל פֿאַר דיין דיפּלוימאַנט.",
  "page-acc-faq-2": "פראגע: אַרבעט איר אויף אנדערע אַקסעסאַביליטי (אַ11י) אָפּציעס, ווי אַודיאָ? ענטפער: ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַס דיסקרימינירן קעגן פילע אַ11י יוזערז און זענען לייכט דיפיטיד דורך מאָדערן מאַשין לערנען טעקניקס. דאָס האט געצווונגען קראַנט אַודיאָ טשאַלאַנדזשיז צו ווערן מער און מער שווער, ינטראָודוסינג ראַש, מאָדנע טיימינג, ומגעוויינטלעך וואָרט קאַמבאַניישאַנז, און אַזוי אויף צו באַזיגן אַטאַקערז. מיר זענען דעריבער ווייניקער ינטוזיאַסטיק וועגן דעם צוגאַנג קעגן ויסמיידן די אַרויסרופן אין גאנצן, אָבער מיר וועלן באַטראַכטן עס אויב עס איז אַ פאָדערונג פון די אַ11י קהל. אָבער, מיר זענען זייער אינטערעסירט אין פּריוואַטקייט פּאַס פֿאַר די אַקסעסאַביליטי נוצן פאַל. מיר גלויבן אַז קאַמביינינג אונדזער קראַנט אַ11י צוגאַנג מיט פּריוואַטקייט פּאַס ישואַנס וועט לאָזן אַ11י יוזערז צו בלעטער בעשאָלעם, זיכער אין די וויסן אַז זייער פאַרקער איז מער פּריוואַט, און באַגרענעצן די זידלען דורך באָט אָפּערייטערז וואָס ינעוואַטאַבלי אַקערז ווען אַ11י אָפּציעס זענען בארעכטיגט. מיר זענען אַקטיוו פּאַרטיסאַפּאַנץ אין די IETF אַרבעט גרופּע סטאַנדערדייזינג די נייַע טעכנאָלאָגיע.",
  "page-acc-faq-3": "פראגע: וואָס וועגן פּריוואַטקייט? טוט רעגיסטראַציע ויסשטעלן אַ 11י בראַוזינג דאַטן אין עטלעכע וועג? וואָס טאָן איר טאָן מיט די אימעיל? ענטפער: hCaptcha איז דיזיינד פֿאַר פּריוואַטקייט פֿון דער ערד אַרויף. עס איז זייער אַנדערש ווי בעקאַבאָלעדיק אָפּציעס ווי רעקאַפּטטשאַ וואָס זענען אָונד דורך אַד נעטוואָרקס, וואָס האָבן אַ ינסעניוו צו שפּור איר אַרום די וועב און אַססאָסיאַטע איר מיט אַ פאַקטיש אידענטיטעט. מיר קיינמאָל נוצן אַקסעסאַביליטי ימיילז אָדער אינפֿאָרמאַציע פֿאַר קיין ציל אנדערע ווי פאַסילאַטייטינג אַ 11י נוצן און פּרעווענטינג זידלען. אונדזער פּריוואַטקייט פּאָליטיק האט פולשטענדיק און אַטאָראַטייטיוו ענטפֿערס צו ווי מיר נוצן דאַטן, אָבער דער קורץ ענטפער איז אַז מיר האָבן קיין אינטערעס אין אַססאָסיאַטיאָן איר ווי אַ מענטש מיט דיין בראַוזינג געשיכטע. בשעת נאָך פּראַזערווינג אונדזער פיייקייט צו פאַרמייַדן זידלען, קאַמפּלאַמענטינג אונדזער פּריוואַטקייט פּאַס אַרבעט.",
  "page-acc-link-1": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ.",
  "page-acc-subhead": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע וסערס בשעת מיינטיינינג זיכערהייט",
  "page-acc-summary": "קיצער",
  "page-acc-summary-contents-1": "hCaptcha איז דיזיינד צו האַלטן באָץ דורך דיסטינגגווישינג זיי פון מענטשן. וויסואַל טעסץ זענען אַ באַקוועם געצייַג פֿאַר דעם, אָבער ניט אַלעמען קענען סאָלווע אַ וויזשאַוואַל אַרויסרופן. פֿאַר דעם סיבה, מיר האָבן דיזיינד אַ פּשוט, פּיינלאַס אנדער ברירה צו לאָזן פֿאַרלאַגן וואָס נוצן אונדזער סערוויס ופהיטן אַקסעסאַביליטי פֿאַר אַלע מיט פול סעקשאַן 508 און WCAG 2.1 אַאַ העסקעם.",
  "page-acc-summary-contents-2": "ווי עס אַרבעט: ערשטער, אַ אַקסעסאַביליטי באַניצער שרייבט זיך אויף דעם URL וואָס איז לינגקט אין די אינפֿאָרמאַציע אינפֿאָרמאַציע בלאַט hCaptcha ווידגעט. זיי באַקומען אַ ינקריפּטיד קיכל וואָס קענען זיין געוויינט עטלעכע מאָל פּער טאָג, אָבער זיי מוזן זיין ריפרעשעד יעדער 24 שעה דורך לאָגין. ווען אַ אַרויסרופן איז דערלאנגט צו אַ באַניצער אַקסעסאַביליטי אויף קיין פּלאַץ ניצן די hCaptcha דינסט, זיי וועלן אויטאָמאַטיש פאָרן.",
  "page-acc-title": "hCaptcha אַקסעס אינפֿאָרמאַציע",
  "page-acc-tr-body": "קשיא: איך נאָך זען אַ אַרויסרופן נאָך באַשטעטיקן דעם קיכל. וואָס איז קאָזינג דעם?<br> ענטפער: דאָס איז יוזשאַוואַלי רעכט צו נוצן אַ אַגרעסיוו אַד בלאַקער אָדער אַנטי-קיכל געשפּרייט, אָדער אַ באַשטעטיקן אַז בלאַקס קרייז אויף פּלאַץ, אין דעם פאַל אַ קיכל פֿאַר hcaptcha.com וואָס איז באַשטימט אָדער אָפּגעשטעלט דורך די hCaptcha JS אויף אַ אַנדערש פּלאַץ. , ווי דער איינער איר זענט באזוכן.<br><br> הקאַפּטטשאַ אַקסעסאַביליטי קיכלעך אַרבעט מיט אַלע פאָלקס בראַוזערז און אַד בלאַקערז מיט זייער נאָרמאַל סעטטינגס.<br><br> סאַלושאַנז:<br><br> 1. ווהיטעליסט hcaptcha.com און * .hcaptcha.com קיכלעך אין דיין אַד בלאַקער אָדער בלעטערער זיכערהייט פאַרלענגערונג.<br> 2. אויב איר נוצן די העלדיש בלעטערער, וואָס דערווייַל האט קיין טיפּ פון קיכל ווהיטעליסט, גיין צו פּרעפֿערענצן -> שיעלדס -> קיכלעך און קלייַבן לאָזן אַלע קיכלעך.<br> 3. אויב איר נוצן די לעצטע ווערסיע פון Safari אויף די לעצטנס רעלעאַסעד OS X 10.15 אָדער iOS 13.4, עפּל האט פּונקט געביטן די נאַטור פון Safari צו דריט-פּאַרטיי קיכלעך, בלאַקינג אַלע פון זיי דורך פעליקייַט. מיר ימפּלאַמענינג אַ לייזונג, אָבער אין דער דערווייל, ביטע באַזוכן Safari פּרעפֿערענצן, פּריוואַטקייט אָפּטיילונג און ונטשעקק וועבזייטל טראַקינג: פּרעווענט טראַקינג פּלאַץ טראַקינג צו געבן די אַקסעסאַביליטי קיכל צו אַרבעטן ווי דערוואַרט.<br><br> פראגע: איך נוצן קייפל דעוויסעס. צי איך דאַרפֿן צו פאַרשרייַבן קייפל מאָל?<br> ענטפער: ניין. ביטע גיט די זעלבע E- בריוו לאָגין לינק געשיקט צו איר אויף יעדער מיטל איר נוצן צו שטעלן דעם קיכל.<br><br> פראגע: ווי אַזוי קען איך באַשיצן זיך פון טראַקינג קיכל טראַקינג בשעת ניצן די אַקסעסאַביליטי קיכל?<br> ענטפער: ניצן קיין פּריוואַטקייט אָדער אַד-בלאַקינג געשפּרייט וואָס שטיצט פעלד-ווייַס ווהיטעליסטינג (למשל ובלאָקק אָריגין) וועט אַרבעטן ווי דערוואַרט: נאָר מאַכן זיכער צו ווהיטעליסט hcaptcha.com.",
  "page-acc-tr-title": "פֿאַר אַקסעסאַביליטי יוזערז: אָפט פֿראגן און טראָובלעשאָאָטינג גייד",
  "page-acc-tr2-body": "סאַפאַרי<br> צו געבן קיכלעך אין Safari (Mac): גיין צו די Safari אַראָפּגיין מעניו. סעלעקטירן פּרעפֿערענצן. גיט פּריוואַטקייט אין די שפּיץ טאַפליע. סעלעקטירן די אָפּציע 'קיינמאָל קיכלעך' אונטער 'פאַרשפּאַרן קיכלעך'.<br> צו געבן קיכלעך אין Safari (iPhone / iPad iOS 11+): עפֿן דיין סעטטינגס. מעגילע אַראָפּ און סעלעקטירן Safari. אונטער פּריוואַטקייט און זיכערהייט, קער אַוועק פון 'פּרעווענט טראַקינג פּלאַץ טראַקינג' און 'פאַרשפּאַרן אַלע קיכלעך'<br><br> Firefox<br> דריקט אויף די שילד צו די לינקס פון די אַדרעס באַר אויף קיין וועבזייטל. דריקט אויף פּראַטעקשאַן סעטטינגס. די Firefox פּרעפֿערענצן פּריוואַטקייט און זיכערהייט טאַפליע וועט זיין אָופּאַנד. סעלעקטירן אונטער ענהאַנסעד טראַקינג פּראַטעקשאַן. סעלעקטירן די טראַקערז און סקריפּס צו פאַרשפּאַרן דורך סעלעקטינג די טשעקקבאָקסעס. מאַכט זיכער אַז איר האָט אַנבלאַקייטיד hcaptcha.com.<br><br> איר קענט אויך טעמפּערעראַלי אָפּשליסן עטלעכע פּראַטעקשאַנז אין קאַסטאַם צו דעבוג דורך דעם דיסעלעקטינג די טשעקקבאָקסעס: דיסעלעקט די טראַקערז טשעקקבאָקס אָדער דיסעלעקט די קיכלעך טשעקקבאָקס אויב איר נאָך האָבן ישוז.<br><br> Google קראָום<br> Google קראָום (פּיסי)<br> אויסקלייַבן די קראָום מעניו בילדל. סעלעקטירן סעטטינגס.<br> גיין צו פּריוואַטקייט און זיכערהייט, דעמאָלט קיכלעך און אנדערע פּלאַץ דאַטן.<br> מאַכט זיכער אַז 'פאַרשפּאַרן קיכלעך פון דריט טיילווייַז' איז נישט ענייבאַלד.<br><br> Google קראָום (מעק):<br> עפֿענען די Chrome פּרעפֿערענצן פֿון די מעניו באַר.<br> גיין צו פּריוואַטקייט און זיכערהייט, דעמאָלט קיכלעך און אנדערע פּלאַץ דאַטן.<br> מאַכט זיכער אַז 'פאַרשפּאַרן קיכלעך פון דריט טיילווייַז' איז נישט ענייבאַלד.<br><br> Google קראָום (אַנדרויד):<br> עפענען דיין קראָום אַפּ אויף דיין אַנדרויד מיטל.<br> אויבן רעכט, צאַפּן מער און דעמאָלט סעטטינגס.<br> צאַפּן מאַפּע סעטטינגס און דעמאָלט קיכלעך.<br> באַשטימען דעם באַשטעטיקן לעבן 'קיכלעך'.<br> קעסטל דעם קעסטל ווייַטער צו 'לאָזן קיכלעך פון דריט טיילווייַז.'<br><br> Internet Explorer<br> 1. סעלעקטירן דעם גאַנג אין דער אויבערשטער רעכט ווינקל פון דעם עקראַן און סעלעקטירן 'אינטערנעט אָפּציעס'. אויב איר האָט די מעניו באַר ענייבאַלד, איר קענען אויסקלייַבן 'מכשירים' און 'אינטערנעט אָפּציעס'.<br> 2. דריקט דעם קוויטל 'פּריוואַטקייט'.<br> 3. סעלעקטירן דעם 'אַוואַנסירטע' קנעפּל.<br> 4. אונטער 'דריט-פּאַרטיי קיכלעך' קלייַבן 'אָננעמען'.<br> 5. דריקט 'OK'",
  "page-acc-tr2-head": "ינסטראַקשאַנז פֿאַר בלעטערער פֿאַר קיכלעך אויף אַ פּלאַץ",
  "priv-hc": "פּריוואַטקייט פאָוקיסט",
  "priv-hc-text": "אַד נעטוואָרקס זען איר ווי זייער פּראָדוקט. מיר טאָן ניט. מיר טאָן ניט זאָרגן ווער יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס און מיר אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
  "reporting-bugs-accessibility-button": "לערנען מער וועגן אַקסעסאַביליטי אָפּציעס",
  "reporting-bugs-accessibility-head": "אַקסעס אַקסעס",
  "reporting-bugs-accessibility-text": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש קען נישט פאַרענדיקן הקאַפּטטשאַס?",
  "reporting-bugs-guide-ff-head": "קאַפּטשערינג זשוק באריכט דעטאַילס: פירעפאָקס",
  "reporting-bugs-guide-ff-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (די סטאַרץ רעקאָרדינג די סעסיע",
  "reporting-bugs-guide-ff-step-2": "שריט קסנומקס: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קאָנטראָלירן די פּערסיסט לאָגס קעסטל אין די שפּיץ.",
  "reporting-bugs-guide-ff-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל איר האָבן אַ פּראָבלעם (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט האָבן צו טיילן וואָס עס איז) ... און דעמאָלט גיט די איך בין מענטש קנעפּל, און פּרובירן צו סאָלווע.",
  "reporting-bugs-guide-ff-step-4": "שריט 4: דריקט HAR נאָך איר פּרווון צו סאָלווע, און קלייַבן היט אַלע ווי HAR צו ראַטעווען די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
  "reporting-bugs-guide-ff-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט און דערנאָך סעלעקטירן אַלע און שפּאָרן אַז אין אַ טעקסט טעקע צו ראַטעווען דעם קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
  "reporting-bugs-guide-ff-step-6": "לעצטע שריט: בליצפּאָסט די HAR און קאַנסאָול לאָג טעקעס צו אונדז, און באַשרייַבן דעם פּראָבלעם ניצן: support@hcaptcha.com (ביטע נוצן אַ דינסט ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עפּעס איז נישט ווייַזנדיק ריכטיק . ביטע שיקן די IP איר נוצן אויך. איר קענט באַקומען עס פֿון https://www.whatsmyip.org/ דאַנקען דיר פֿאַר גענומען די צייט צו העלפֿן אונדז באַקומען די אינפֿאָרמאַציע! מיר זענען קאַמיטאַד צו מאַכן hCaptcha אַרבעט געזונט פֿאַר אַלעמען.",
  "reporting-bugs-guide-head": "קאַפּטשערינג זשוק באריכט דעטאַילס: קראָום",
  "reporting-bugs-guide-step-1": "טרעטן 1: עפֿן דעוועלאָפּער מכשירים (די סטאַרץ רעקאָרדינג די סעסיע",
  "reporting-bugs-guide-step-2": "שריט קסנומקס: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קאָנטראָלירן די פּרעסערווע קלאָץ קעסטל אין די שפּיץ.",
  "reporting-bugs-guide-step-3": "טרעטן 3: באַזוכן https://accounts.hcaptcha.com/demo, אָדער די וועבזייטל איר האָבן אַ פּראָבלעם (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט האָבן צו טיילן וואָס עס איז) ... און דעמאָלט גיט די איך בין מענטש קנעפּל, און פּרובירן צו סאָלווע.",
  "reporting-bugs-guide-step-4": "טרעטן 4: גיט עקספּאָרט HAR (די פייַל אַראָפּ) נאָך איר פּרוּווט צו סאָלווע, וואָס סאַוועס די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
  "reporting-bugs-guide-step-5": "טרעטן 5: דריקט אויף די קאַנסאָול קוויטל, און רעכט גיט און דעמאָלט היט ווי .. צו ראַטעווען די קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
  "reporting-bugs-guide-step-6": "לעצטע שריט: E- בריוו די HAR און קאַנסאָול לאָג טעקעס צו אונדז, און באַשרייַבן די פּראָבלעם. ניצן: support@hcaptcha.com (ביטע נוצן אַ דינסט ווי דראָפּבאָקס אָדער פילעבין און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עפּעס איז נישט ווייַזנדיק ריכטיק. ביטע שיקן די IP איר נוצן אויך. איר קענט באַקומען עס פֿון https://www.whatsmyip.org/ דאַנקען דיר פֿאַר גענומען די צייט צו העלפֿן אונדז באַקומען די אינפֿאָרמאַציע! מיר זענען קאַמיטאַד צו מאַכן hCaptcha אַרבעט געזונט פֿאַר אַלעמען.",
  "reporting-bugs-guide-text-1": "שיקט דיבאַגינג אינפֿאָרמאַציע מיט דיין באַריכט וועט מאַכן אונדז פיל גרינגער צו ידענטיפיצירן וואָס ס 'געגאנגען אויף. דאָ זענען שריט-דורך-שריט ינסטראַקשאַנז:",
  "reporting-bugs-guide-text-2": "אויב איר זענט אַ וועב דעוועלאָפּער אָדער עקספּערט באַניצער, די קיצער איז אַז איר זאָל שיקן אונדז אַ נעץ רעקאָרדינג HAR און בלעטערער קאַנסאָול לאָגס. פּרוּווט ערשטער דיסייבאַל קיין אַד בלאַקער אָדער בלעטערער זיכערהייט יקסטענשאַנז און פּרובירן ווידער איידער איר דורכגיין די סטעפּס. אויב דאָס פיקסיז דיין פּראָבלעם, מיר וואָלט נאָך אָפּשאַצן איר לאָזן אונדז וויסן דיין בלעטערער ווערסיע, אַד בלאַקער אָדער בלעטערער געשפּרייט און די וועבזייטל URL.",
  "reporting-bugs-intro-head": "געפונען אַ זשוק? דאָ ס ווי צו באַריכט עס.",
  "reporting-bugs-intro-text": "מיליאַנז פון מענטשן נוצן הקאַפּטטשאַ יעדער חודש אויף טויזנטער פון קאַמבאַניישאַנז פון בראַוזערז, יקסטענשאַנז, דעוויסעס, פירעוואַללס, און מער. אונדזער ציל איז צו מאַכן זיכער אַז עס שטענדיק אַרבעט פֿאַר איר, אַזוי מיר זייער אָפּשאַצן דיין ריפּאָרץ! פּונקט צו געבן שנעל באַמערקונגען, נאָר גיט די קנעפּל שיקן אונדז באַמערקונגען. אויב איר זען אַ פאַנגקשאַנאַל אַרויסגעבן, ביטע נאָכפאָלגן די ינסטראַקשאַנז פֿאַר דיבאַג קלאָץ פֿאַר קראָום אָדער די דיבאַג קלאָץ ינסטראַקשאַנז פֿאַר Firefox אונטן. פֿאַר אנדערע בראַוזערז, נאָר בליצפּאָסט אונדז. פֿאַר פּאָטענציעל זיכערהייט אָדער פּריוואַטקייט ישוז, זען די ינסטראַקשאַנז ונטער.",
  "reporting-bugs-privacy-head": "פּריוואַטקייט ישוז",
  "reporting-bugs-privacy-text": "מיר טאָן ניט זאָרגן ווער יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע אָדער מאַשינז. מיר שטיצן ינישאַטיווז ווי פּריוואַטקייט פּאַס און מיר אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט. אויב איר האָט געפֿונען אַן אַרויסגעבן אַז איר טראַכטן קען ווירקן באַניצער פּריוואַטקייט, ביטע E- בריוו אונדז אויף support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "שיקן אונדז באַמערקונגען",
  "reporting-bugs-provide-feedback-head": "צושטעלן באַלדיק באַמערקונגען אויף הקאַפּטטשאַ",
  "reporting-bugs-provide-feedback-text": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר סאָלווע זיי געשווינד.",
  "reporting-bugs-security-head": "זיכערהייַט באַגז",
  "reporting-bugs-security-text": "מיר זענען שטענדיק אינטערעסירט אין ריסיווינג ריפּאָרץ פון זיכערהייט באַגז. בליצפּאָסט support@hcaptcha.com & CC security@hcaptcha.com און מיר וועלן צוריקקומען צו איר געשווינד. מיר אויך האָבן אַ זשוק ברייטהאַרציקייַט פּראָגראַם פֿאַר בארעכטיגט זיכערהייט ריפּאָרץ וועגן די הקפּטטשאַ דינסט און פֿאַרבונדענע מקור קאָד.",
  "sales-interstitial-c1": "פֿאַר קאָמפּאַניעס",
  "sales-interstitial-c1a": "ענטערפּרייז זיכערהייט סאַלושאַנז (באַצאָלט)",
  "sales-interstitial-c1b": "לערן מער וועגן hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "דאַטע אַנאָטאַציע",
  "sales-interstitial-c1d": "קויפן hCaptcha אַנאָטאַציע באַדינונגס",
  "sales-interstitial-c2": "פֿאַר יחידים",
  "sales-interstitial-c2a": "לייג הקאַפּטטשאַ צו דיין דינסט (פריי)",
  "sales-interstitial-c2b": "לייג הקאַפּטטשאַ פֿאַר פֿאַרלאַגן צו מיין וועבזייטל אָדער אַפּ",
  "sales-interstitial-c2c": "וואָס איז הקאַפּטטשאַ?",
  "sales-interstitial-c2d": "לערן מער וועגן הקאַפּטטשאַ",
  "sales-interstitial-head": "זאל ס מאַכן זיכער אַז איר באַקומען צו די רעכט אָרט.",
  "sec-hc": "זיכערהייט ערשטער",
  "sec-hc-text": "hCaptcha איז אַרויסגעבער-פאָוקיסט. מיר אַרבעטן צו געבן זייטלעך פאַקטיש דאַטן און לאָזן זיי באַשליסן ווי צו נוצן עס. די אַקיעראַסי איז אין דיין און אונדזער אינטערעס. אנדערע קאַפּטטשאַס זענען צוגעשטעלט דורך גאַנצע קאָמפּאַניעס. יעדער באָט זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
  "signup-interstitial-c1": "פֿאַר קאָמפּאַניעס אָדער וועבסיטעס",
  "signup-interstitial-c1a": "לייג הקאַפּטטשאַ צו דיין דינסט (פריי)",
  "signup-interstitial-c1b": "לייג הקאַפּטטשאַ פֿאַר פֿאַרלאַגן צו מיין וועבזייטל אָדער אַפּ",
  "signup-interstitial-c1c": "ענטערפּרייז זיכערהייט סאַלושאַנז (באַצאָלט)",
  "signup-interstitial-c1d": "לערן מער וועגן hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "דאַטע אַנאָטאַציע",
  "signup-interstitial-c1f": "קויפן hCaptcha אַנאָטאַציע באַדינונגס",
  "signup-interstitial-c2": "פֿאַר יחידים",
  "signup-interstitial-c2a": "אַקסעסאַביליטי",
  "signup-interstitial-c2b": "לערן וועגן אַקסעס אַקסעס פֿאַר הקאַפּטטשאַ",
  "signup-interstitial-c2c": "פאַרדינען געלט",
  "signup-interstitial-c2d": "אַרבעט ווי אַ יחיד דאַטן פירמע",
  "signup-interstitial-head": "זאל ס מאַכן זיכער אַז איר באַקומען צו די רעכט אָרט.",
  "support-interstitial-c1": "פֿאַר קאָמפּאַניעס",
  "support-interstitial-c1a": "ענטערפּרייז זיכערהייט סאַלושאַנז (באַצאָלט)",
  "support-interstitial-c1b": "באַקומען שטיצן פֿאַר hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (פריי)",
  "support-interstitial-c1d": "באַקומען שטיצן פֿאַר הקאַפּטטשאַ פּובלישער",
  "support-interstitial-c2": "פֿאַר יחידים",
  "support-interstitial-c2a": "ווייל שוועריקייט מיט אַ אַרויסרופן?",
  "support-interstitial-c2b": "לערן וועגן אַקסעס אַקסעס פֿאַר הקאַפּטטשאַ",
  "support-interstitial-c2c": "וועלן צו באַריכט אַ זשוק?",
  "support-interstitial-c2d": "לערן מער וועגן ריפּאָרטינג ווייכווארג ישוז",
  "support-interstitial-head": "זאל ס מאַכן זיכער אַז איר באַקומען צו די רעכט אָרט.",
  "switch-to-english-link": "באַשטימען צו ענגליש",
  "what-is-hcaptcha": "וואָס איז הקאַפּטטשאַ?",
  "what-is-hcaptcha-text": "הקאַפּטטשאַ העלפּס דיין באַליבסטע וועב באַדינונגען צו האַלטן באָץ, ספּאַם און זידלען דורך פרעגן פּשוט פֿראגן וואָס זענען גרינג פֿאַר יומאַנז און שווער פֿאַר מאַשינז.",
  "why-hc": "פארוואס הקאַפּטטשאַ?",
  "why-hc-text": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטיקייטאַד מאָדעלס צו רעכענען צי איר זענט מענטש אָדער אַ מאַשין. דער וועבזייטל וואָס איר באזוכט ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ.",
  "footer-link-5b": "דרוק",
  "footer-link-cyberattacks": "סייבעראַטאַקס 101",
  "header-enterprise-link": "פאַרנעמונג",
  "intro-subtitle": "סאָלווע דיין באָט פּראָבלעם הייַנט."
}
