{
    "1137470858": "11 דעצעמבער 2021",
    "12462594": "hCaptcha איז געבויט אויף די HUMAN פּלאַטפאָרמע, וואָס אַלאַוז סאַפיסטאַקייטיד רוטינג און אַנאַליסיס צו אַפּטאַמייז קאָס און עפעקטיווקייַט אין יעדער שריט.",
    "2262549101": "אַלטערנאַטיווע מעטהאָדס פון קאָנטאַקט זענען דאַקיומענטאַד אין די יו. עס. דרוקרעכט אָפפיסע DMCA דעזיגנייטיד אַגענט Directory",
    "2272776729": "ביטע טאָן אַז איר מוזן באַשטעטיקן דיין אידענטיטעט און בעטן איידער ווייַטער קאַמף איז גענומען, אַזאַ ווי צו צושטעלן דיין רעגירונג לעגיטימאַציע. קאָנסיסטענט מיט קאַליפאָרניאַ געזעץ, איר קען דעזיגנייט אַן אָטערייזד אַגענט צו מאַכן אַ בקשה אויף דיין ביכאַף. כּדי צו באַצייכענען אַן אָטערייזד אַגענט צו מאַכן אַ בקשה אויף דיין ביכאַף, איר מוזן צושטעלן אַ גילטיק מאַכט פון אַדוואָקאַט, די ריקוועסטער ס גילטיק רעגירונג ארויס לעגיטימאַציע, און די אָטערייזד אַגענט ס גילטיק רעגירונג ארויס לעגיטימאַציע.",
    "2335607721": "נאָטיץ. כל נאטיצן שייַכות צו די תּנאָים פון סערוויס וועט זיין געשיקט דורך E- פּאָסט אָדער אַרייַנגעשיקט אויף אונדזער וועבזייטל. איר מוזן שיקן אָנזאָגן צו אונדז אין",
    "2875934612": "20 נאוועמבער 2020",
    "3084122606": "ווען אונדזער נוצן פון דיין פערזענלעכע אינפֿאָרמאַציע איז באזירט אויף דיין צושטימען, איר האָבן די רעכט צו צוריקציען עס אין קיין צייט אין די שטייגער אנגעוויזן אין די סערוויס אָדער דורך קאָנטאַקט אונדז אין",
    "3312286067": "אָדער פאָרלייגן אַ קלאָג צו די דאַטן שוץ רעגולאַטאָר אין דיין דזשוריסדיקשאַן. איר קענט געפֿינען דיין רעגולאַטאָר פון דאַטן שוץ ביי",
    "3506025515": "hCaptcha איז נישט אַפעקטאַד דורך log4shell. דאָ ס ווי מיר וויסן.",
    "3516838896": "די לאָג4דזש2 ווייַט קאָד דורכפירונג זשוק לעצטנס סוועפּט די אינטערנעט, אַפעקטינג אַ גרויס פּראָצענט פון אָנליין באַדינונגס. hCaptcha איז נישט אַפעקטאַד. דאָ איז ווי מיר וועראַפייד דעם פאַקט.",
    "3553195003": "hCaptcha איז נישט אַפעקטאַד דורך log4shell.",
    "3610875753": "- אויב נאָך אַ באַטייטיק געשעפט דיסראַפּשאַן, איר קענען נישט קאָנטאַקט אונדז ווי געוויינטלעך",
    "3612764043": ", איר זאָל גיין צו אונדזער וועבזייטל בייַ hcaptcha.com אָדער hcaptchastatus.com.",
    "3626193263": "די hCaptcha דעזיגנייטיד אַגענט פֿאַר די דיגיטאַל מיללענניום קאַפּירייט אקט (DMCA) איז",
    "3794891866": "קאַליפאָרניאַ קאָנסומערס קען מאַכן אַ בקשה לויט צו זייער רעכט אונטער די CCPA דורך קאָנטאַקט אונדז אין",
    "3814036702": "- אויב איר האָט פֿראגן וועגן אונדזער געשעפט קאַנטיניויישאַן פּלאַנירונג, איר קענט קאָנטאַקט אונדז אין",
    "3975007628": "איצט באַשיצן הונדערטער פון מיליאַנז פון ניצערס אַריבער טענס פון מיליאַנז פון וועבסיטעס און אַפּפּס יעדער חודש. אונדזער געשיכטע ווייזט אַז איר קענען קאָנקורירן מיט ביג טעק ווען איר שטעלן פּריוואַטקייט ערשטער.",
    "4038264749": "באַמערקונג בשעת היגע COVID-19 אָרדערס בלייבן אין ווירקונג, עס זענען קיין געראַנטיז אַז פּאָסט וועט זיין באקומען אין אַ בייַצייַטיק שטייגער, און E- בריוו (",
    "4115505783": ") איז די ריכטיק קאַנאַל צו דערגרייכן אונדז. די פירמע טוט נישט האַלטן טעלעפאָן אָדער פאַקס נומערן; דאָס איז דער 21סטער יאָרהונדערט.",
    "4164851712": "מיר נאָר נוצן דיין פערזענלעכע אינפֿאָרמאַציע ווי דערלויבט דורך געזעץ. מיר זענען פארלאנגט צו מיטטיילן איר וועגן די לעגאַל באַסעס פון אונדזער פּראַסעסינג פון דיין פערזענלעכע אינפֿאָרמאַציע, וואָס זענען דיסקרייבד אונטן. אויב איר האָט פֿראגן וועגן די לעגאַל באַסעס אונטער וואָס מיר פּראָצעס דיין פערזענלעכע אינפֿאָרמאַציע, קאָנטאַקט אונדז אין",
    "4201262098": "די טעכנאָלאָגיע לעץ די רעכט ווערקפאָרס שעפּן יעדער טייל פון דיין אַרבעט, מאַקסאַמייזינג קאָס עפעקטיווקייַט בשעת פּראַזערווינג פּריוואַטקייט און טרעפן קיין רעגולאַטאָרי רעקווירעמענץ וואָס קען אָנווענדן.",
    "4217188341": "30 נאוועמבער 2020",
    "4238473596": "מינאַמייזינג רייַבונג פֿאַר פאַקטיש ניצערס איז וויכטיק. hCaptcha ניצט פּשוט טאַסקס און נעמט ווייניקער צייט פֿאַר רובֿ יוזערז בשעת סטאָפּפּינג מער באָט פאַרקער.",
    "4243935861": "ha.com",
    "4270798104": "2. פּרוּווט דיסייבאַל אנדערע יקסטענשאַנז. אויב דאָס סאַלווז עס, קער זיי אויף איינער דורך איינער ביז איר געפֿינען דעם פּראָבלעם, און לאָזן די דעוועלאָפּער פון די פאַרלענגערונג וויסן וועגן אים, און געבן אונדז אַ אָנזאָג",
    "427220273": "מיר קענען בעטן ספּעציפיש אינפֿאָרמאַציע פון איר צו העלפֿן אונדז באַשטעטיקן דיין אידענטיטעט און פּראַסעסינג דיין בקשה. אָנווענדלעך געזעץ קען דאַרפן אָדער לאָזן אונדז אָפּזאָגן דיין בקשה. אויב מיר אָפּזאָגן דיין בקשה, מיר וועלן זאָגן איר וואָס, אונטער לעגאַל ריסטריקשאַנז. אויב איר וואָלט ווי צו פאָרלייגן אַ קלאָג וועגן אונדזער נוצן פון דיין פערזענלעכע אינפֿאָרמאַציע אָדער ענטפער צו דיין ריקוועס וועגן דיין פערזענלעכע אינפֿאָרמאַציע, איר קענט קאָנטאַקט אונדז אין",
    "433026247": "דורך דורכפירן טאַסקס, איר קען באַקומען קוואַלאַפאַקיישאַנז און סקילז, וואָס מיר וועלן געבן אין אונדזער דיסקרעשאַן. מיר רעזערווירן די רעכט צו שאַפֿן, רעדאַגירן אָדער אָפּרופן דיין קוואַלאַפאַקיישאַנז און סקילז אין קיין צייט, פֿאַר קיין סיבה אָדער קיין סיבה. ווייַל מיר דיסקרימינירן נישט אויף דער באזע פון נאציאנאלע אָריגין, ראַסע, קאָליר, דזשענדער, געשלעכט אָריענטירונג אָדער קיין אנדערע קלאַס פּראָטעקטעד דורך געזעץ, איר וועט האָבן די זעלבע געלעגנהייט ווי קיין אנדערע מיטארבעטער צו דערגרייכן אַקסעס צו טאַסקס ווי דיין קוואַלאַפאַקיישאַנז און סקילז אַקיומיאַלייט . ווי אַ קאָנטריבוטאָר, אויב איר גלויבן אַז פּראָבלעמאַטיק פּראָבע פֿראגן האָבן אַפעקטאַד דיין קוואַלאַפאַקיישאַנז, סקילז אָדער ריוואָרדז, איר קען צושטעלן געזונט-געשטיצט קאַנטענשאַנז דיסקרייבינג פּראָבלעמאַטיק פּראָבע פֿראגן דורך די אַרבעט צובינד אָדער דורך אַ בילעט אין אונדזער שטיצן סיסטעם, למשל דורך E- בריוו. בייַ",
    "492025216": "13 דעצעמבער 2021",
    "799274928": "E- פּאָסט נאטיצן זענען גערעכנט ווי שריפטליכע נאטיצן פאר אלע צוועקן, פאר וועלכע שריפטליכע נאטיצן קען זיין פארלאנגט. E- פּאָסט נאטיצן זענען דימד באקומען די געשעפט טאָג נאָך טראַנסמיסיע פון רעכט אַדרעסד צו די בדעה באַקומער.",
    "211351380": "פון דעם בלאָג:",
    "3153117136": "ווי hCaptcha שוועריקייט סעטטינגס אַרבעט",
    "2915355938": "אַקסעסאַביליטי",
    "793784899": "פּלאַן",
    "2671622670": "פאַרנעמונג",
    "3527140447": "דאָקס",
    "505891021": "לאַבעלינג באַדינונגס",
    "692176459": "צייכן אריין",
    "1892574253": "צייכן אַרויף",
    "2593864519": "האַלטן מער באָץ. אָנהייב פּראַטעקטינג באַניצער פּריוואַטקייט.",
    "4007826952": "די #1 פּריוואַטקייט-ערשטער קאַפּטטשאַ פֿאַר וועב, רירעוודיק און מער.",
    "3721365241": "פּרוּווט",
    "3753956446": "פרייַ",
    "3276777569": "hCaptcha",
    "55035359": "איצט ניצן רעקאַפּטטשאַ?",
    "3417372336": "באַשטימען אין מינוטן",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "די שפּיץ אָנליין באַדינונגס פאַרלאָזנ זיך",
    "1470290349": "פֿאַר בעסטער-אין-קלאַס באָט און שווינדל פאַרוואַלטונג.",
    "3714002185": "לערנען מער וועגן hCaptcha Enterprise",
    "3946753128": "פּריוואַט. זיכער. פאַסטער.",
    "939665604": "פּריוואַטקייט פאָוקיסט",
    "780475098": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. מיר נאָר זאָרגן צי אַ וויזיט איז גוט אָדער שלעכט. hCaptcha קאַמפּלייז מיט GDPR, CCPA, LGPD, PIPL און אנדערע גלאבאלע דאַטן געזעצן.",
    "219813583": "זיכערהייט ערשטער",
    "2714878440": "באַשיצן אייער סערוויסעס פון סקרייפּינג, אַקאַונט נעמען, קראַדענטשאַל סטאַפינג און ספּאַם מיט אונדזער אַוואַנסירטע מאַשין לערנען און וועראַפאַקיישאַן פון מענטשהייַט.",
    "1397766838": "בעסער באַניצער דערפאַרונג",
    "2670352917": "hCaptcha גיט מער פאַרלאָזלעך באָט דיטעקשאַן און איז פּשוט פֿאַר יומאַנז צו סאָלווע.",
    "2806751666": "וואָס איז hCaptcha?",
    "3096063825": "פּרוּווט עס אויס",
    "2968026167": "דיין באַליבסטע גרינס",
    "713281684": "פּאַטלעזשאַן",
    "4147497805": "מער",
    "3758963444": "אדאנק! דיין סאַבמישאַן איז באקומען!",
    "1070364246": "אופ! עפּעס איז געווען פאַלש בשעת פאָרלייגן דעם פאָרעם.",
    "1129833879": "האַלטן בייזע באָץ, באַשיצן באַניצער פּריוואַטקייט",
    "58091799": "לערן מער וועגן hCaptcha Publisher און Enterprise",
    "1599610318": "אַרויסגעבער",
    "3093388779": "hCaptcha איז פריי צו נוצן פֿאַר פֿאַרלאַגן פון קיין גרייס",
    "179723061": "מער קאָנטראָל פֿאַר טימז וואָס דאַרפֿן קלאַס-לידינג זיכערהייט",
    "846501387": "וועלט-קלאַס באָט שוץ",
    "119298044": "אַוואַנסירטע זיך-סופּערווייזד ML און AI טעקנאַלאַדזשיז באַשיצן אייער וועב פּראָפּערטיעס פון טרעץ און אנפאלן",
    "1263998069": "פאַרדינען ריוואָרדז פֿאַר מענטש סאַלווז",
    "1103295010": "פאַרדינען געלט אָדער געבן צו צדקה פֿאַר ווען מענטשן סאָלווע קאַפּטטשאַס",
    "392886773": "אַרבעט אין יעדער מדינה",
    "2320894364": "מיט איבער 200 פונט פון בייַזייַן, די וואָלקן פון hCaptcha פּראַטעקץ דיין אַסעץ איבער די וועלט",
    "451701069": "נאָכקומען מיט GDPR, CCPA,",
    "2826051554": "און נאך",
    "3530599065": "פּריוואַטקייט איז געבויט פֿון דער ערד אַרויף. hCaptcha ריטיין קיין PII און איז געהאָרכיק מיט פילע פּריוואַטקייט מאַנדייץ און רעגיאַליישאַנז.",
    "2489287539": "רייַבונג-פריי \"קיין קאַפּטטשאַ\" & 99.9% פּאַסיוו מאָדעס",
    "793242047": "רעדוצירן טשאַלאַנדזשיז דערלאנגט צו יוזערז צו לאָזן שנעל אַקסעס צו אַפּלאַקיישאַנז",
    "4195759329": "באָט דיטעקשאַן און ריזיקירן סקאָרז",
    "1150035777": "סאַפיסטאַקייטיד מאַשין לערנען מאָדעלס דזשענערייט באָט בטחון סקאָרז באזירט אויף פילע דאַטן פונקטן ווייַטער פון צי פֿראגן זענען געענטפערט ריכטיק",
    "3688621388": "סאַקאָנע סיגנאַטשערז",
    "1131525092": "גרופע שלעכט אַקטערז צוזאַמען אָן עפערטלאַסלי דורך אונדזער פּריוואַטקייט-פּראַזערווינג Scoped UIDs צו געפֿינען און האַלטן פֿאַרבונדענע שווינדל און זידלען",
    "1559631739": "פּריוואַט לערנען",
    "3952259236": "קאַמביין דיין פארבלענדט דאַטן מיט די טויזנטער פון סיגנאַלז פון hCaptcha צו באַן hCaptcha אויף קלאסן פון נאַטור - פֿאַר דיין בייַשפּיל בלויז - צו בעסער פאָרויסזאָגן בייזע נאַטור בעסער ווי יעדער לייזונג אַליין",
    "1150963691": "APT מיטיגיישאַן",
    "4083018285": "א סוויט פון עקסטענדעד פֿעיִקייטן וואָס פאַרבינדן מיט ענכאַנסט SOC מאָניטאָרינג און ענטפער צו אַדרעס סאַפיסטאַקייטיד פּערסיסטענט טרעץ",
    "3160820928": "קאָואָרדאַנייטיד באַפאַלן שוץ",
    "1849805607": "hCaptcha פּראַטעקץ קעגן טרעץ און דעקאָיז דיזיינד צו ינפילטרירן דיין נעטוואָרקס",
    "1958297836": "קאָואָרדאַנייטיד באַפאַלן שוץ און APT מיטיגיישאַן",
    "1300485304": "hCaptcha פּראַטעקץ קעגן אַוואַנסירטע טרעץ און דעקויס דיזיינד צו ינפילטרירן דיין נעטוואָרקס",
    "2698640210": "קאָנטראָל טשאַלאַנדזשיז און טייפּס געוויזן",
    "3121248460": "ווייַז ינפאַנאַטלי דייווערס מנהג טשאַלאַנדזשיז - פון פּשוט צו קאָמפּלעקס - פֿאַר דיין אַנטיסאַפּייטיד וילעם",
    "3807059944": "קאָנטראָל אַרויסרופן אינהאַלט געניצט",
    "2707282231": "קאַסטאַמייז טשאַלאַנדזשיז פֿאַר דיין יוזערז. מאַכן עס אוממעגלעך פֿאַר באָץ צו סאָלווע און דורכנעמען.",
    "4194763679": "פיין-גריינד שוועריקייט לעוועלס",
    "3730038780": "קלייַבן פון אַ קימאַט ינפאַנאַט נומער פון טשאַלאַנדזשיז פֿאַר יוזערז צו סאָלווע",
    "1849717906": "קאַסטאַמייז מיט דיין אייגענע אַרויסרופן אינהאַלט",
    "1508655687": "לייג דיין אייגענע טשאַלאַנדזשיז צו דיין וילעם צו סטרימליין אָדער באַגרענעצן אַקסעס",
    "3620442880": "פלאַש סאַלע שוץ פֿעיִקייטן",
    "3265895521": "כאַפּן און נידעריקער אַרויסרופן שוועריקייט באזירט אויף צייט פון טאָג",
    "1485807325": "מולטי-באַניצער דאַשבאָרדז, SAML SSO",
    "359073033": "דאַשבאָאַרדס צושטעלן הויך-מדרגה אָדער פייַן-גריינד קוקן פון טעטיקייט.",
    "4272454814": "ויסשטימען מיט די אידענטיטעט שפּייַזער פון דיין ברירה.",
    "1141402092": "אַוואַנסירטע ריפּאָרטינג פֿעיִקייטן",
    "910989640": "דזשענערייט דיטיילד און קאַסטאַמייזד ריפּאָרץ פון אַקטיוויטעטן",
    "3768951251": "ענטערפּרייז SLAs",
    "1014004474": "hCaptcha ס ענטערפּרייז פּלאַנז פאָרשלאָגן אַוואַנסירטע סערוויס-מדרגה אַגרימאַנץ צו האַלטן דיין אָרגאַניזאַציע פּראָטעקטעד",
    "1177598246": "קאָנטאַקט סאַלעס",
    "1067704102": "די ווערט אין דאַטן לייבלינג",
    "3065000659": "צי האָט איר פאַרשטיין יעדער מאָל איר \"גיט אויף די מאַשין\" איר העלפּס צו באַן אַ איין",
    "3235430156": "פירמע 'ס מאַשין לערנען סיסטעמען פֿאַר פריי?",
    "1549336309": "hCaptcha טורנס דעם מאָדעל אַרום. ווען איר נוצן hCaptcha, קאָמפּאַניעס פאָרשלאָגן די אַרבעט וואָס דיין יוזערז טאָן ווי זיי באַווייַזן זייער מענטשהייט. איר באַקומען די ריוואָרדז.",
    "3725880582": "געבן צוריק צו צדקה",
    "1671436004": "ווילן צו געבן צוריק צו דיין באַליבסטע צדקה?",
    "1663628612": "לעץ איר",
    "4272088465": "די צדקה פון דיין ברירה מיט די פאַרדינסט איר געווינען פון ניצן עס.",
    "2894845722": "יוזערז אויף דיין פּלאַץ קענען באַלד זען דיין צושטייַער צו צדקה דורך דיסקריט בראַנדינג אויף די hCaptcha צובינד.",
    "3194111925": "שטיצן",
    "1637702726": "וועגן hCaptcha",
    "2323282990": "א מאָדערן צוגאַנג צו וועראַפייינג מענטשהייַט",
    "1201821619": "hCaptcha סאַלווז איינער פון הייַנט ס מערסט דרינגלעך פּראָבלעמס: פּרעווענטינג בייזע באָץ פון אַביוזינג אָנליין באַדינונגס.",
    "1475399473": "לערן מער וועגן די hCaptcha מאַנשאַפֿט",
    "3161489950": "די וועלט 'ס מערסט אַוואַנסירטע זיכערהייַט ML פּלאַטפאָרמע",
    "3247172580": "hCaptcha קאַמביינד אַוואַנסירטע זיך-סופּערווייזד מאַשין לערנען מיט אַ ראָמאַן ברעג קאַמפּיוטינג צוגאַנג וואָס יוניקלי מינאַמייז דאַטן זאַמלונג און ריטענשאַן, איבערגעגעבן פֿון איבער 250 לאָוקיישאַנז גלאָובאַלי פֿאַר מאַסיוו סקאַלאַביליטי.",
    "3767462250": "דיזיינד פֿאַר פּריוואַטקייט",
    "3500503648": "hCaptcha איז דיזיינד צו עלימינירן לאַנג-טערמין דאַטן ריטענשאַן דורך פאַרלאָזנ אויף רעגע אפשאצונג אלא ווי רעקאָרדינג און אַנאַלייזינג דיין בראַוזינג געשיכטע. מיר אויך שטיצן ינישאַטיווז ווי",
    "2418549423": ", אַן ימערדזשינג נאָרמאַל פֿאַר פּראַזערווינג אָנליין פּריוואַטקייט דורך קריפּטאָגראַפיק פּראָוועס, און אנדערע יינציק פּריוואַטקייט-ערשטער פֿעיִקייטן.",
    "1544546608": "פּריוואַטקייט פּאַס",
    "976209454": "פאַרדינען ריוואָרדז אָדער געבן צו צדקה",
    "552920956": "hCaptcha אַלאַוז וועבסיטעס צו פאַרדינען ריוואָרדז בשעת בלאַקינג באָץ און אנדערע פארמען פון זידלען. hCaptcha אויך אַלאַוז איר צו שטיצן די טשעריטיז פון דיין ברירה מיט די פאַרדינסט.",
    "654326661": "ווילן צו זען פֿאַר זיך? פּרוּווט hCaptcha פֿאַר פריי.",
    "3570415321": "פירמע",
    "3987022469": "לאַבעלינג",
    "1636202177": "וועגן",
    "2670003220": "דזשאָבס",
    "3233305531": "טריידמאַרקס",
    "3028319964": "אַי עטיקס",
    "4131598919": "דרוק",
    "1662477701": "רעסאָורסעס",
    "3130928685": "בלאָג",
    "1756106276": "סטאַטוס",
    "1235925265": "דאָקומענטאַטיאָן",
    "920212083": "באריכט אַ זשוק",
    "2076066173": "סייבעראַטאַקס 101",
    "3644106388": "קאָנטאַקט",
    "2182196747": "שטיצן",
    "487083593": "סאַלעס",
    "878585497": "תּנאָים",
    "1697438123": "פּריוואַטקייט",
    "1316817321": "צושרייבן",
    "3488019891": "hCaptcha איז אַ רעגיסטרירט טריידמאַרק פון Intuition Machines, Inc.",
    "4224961202": "פּריוואַטקייט, זיכערהייט און מאַשין לערנען.",
    "98173630": "hCaptcha איז די וועלט 'ס מערסט וויידלי געוויינט פרייַ קאַפּטטשאַ דינסט.",
    "1514478724": "לערן מער",
    "1752795854": "hCaptcha ברענגט אַ מאָדערן, פּריוואַטקייט-פאָוקיסט צוגאַנג צו סטאָפּפּינג באָץ.",
    "2927700175": "מיר ווייַזן קאַפּטטשאַ טשאַלאַנדזשיז וואָס זענען שווער פֿאַר באָץ אָבער גרינג פֿאַר מענטשן דורך קאַלעקטינג שווער-צו-פירמע דאַטן פון מאַשין לערנען פּראָבלעמס, און ניצן עס צו ויסטיילן צי אַ וועבזייטל אָדער אַפּ גאַסט איז מענטש.",
    "2188609322": "שלעכט אַקטערז זענען ינקריסינגלי פּראָסט אָנליין. אָבער קרבן באַניצער פּריוואַטקייט איז נישט דער ענטפער.",
    "2032102720": "זיכערהייט סאַלושאַנז געפֿינט דורך אַד קאָמפּאַניעס פאָקוס בפֿרט אויף טראַקינג יוזערז אַריבער די וועב. מיר האָבן באשאפן אַן עפעקטיוו זיכערהייט לייזונג וואָס פּראָוועס אַז שאַטן באַניצער פּריוואַטקייט איז ניט נייטיק צו צושטעלן ויסגעצייכנט רעזולטאַטן.",
    "4146870445": "ווער מיר זענען",
    "353066938": "אַן איבערגעלעבט מאַנשאַפֿט, ארבעטן אויף הייַנט ס כאַרדאַסט פּראָבלעמס. hCaptcha איז אַ סערוויס פון",
    "1173652155": "אַדווייזערז",
    "2256305371": "פּראָפעסאָר, CS אין אוניווערסיטעט פון קאַליפאָרניאַ, בערקלי. טיף לערנען, זיכערהייט, בלאַקכייוואַן מומחה. סעאָ פון אָאַסיס לאַבס.",
    "2177660021": "פאָרשונג ססיענטיסט אין סטאַנפֿאָרד. מאַשין לערנען און קוואַנט פינאַנצן אין הויפּט באַנקס, כעדזש געלט און אַקאַדעמיע.",
    "2686825859": "צייכן אַרויף פריי אָדער קאָנטאַקט אונדז וועגן hCaptcha Enterprise סאַלושאַנז",
    "583434701": "hCaptcha אַקסעסאַביליטי",
    "611905972": "ינשורינג סימלאַס אַקסעס פֿאַר אַלע יוזערז בשעת זיי האַלטן זיכערהייט",
    "874098071": "אויב איר זענט אַ אַקסעסאַביליטי באַניצער, ביטע צייכן אַרויף דאָ",
    "2745385064": "קיצער",
    "3353238942": "hCaptcha איז דיזיינד צו האַלטן באָץ דורך דיסטינגגווישינג זיי פון מענטשן. וויסואַל טעסץ זענען אַ באַקוועם געצייַג פֿאַר דעם, אָבער ניט אַלעמען קענען סאָלווע אַ וויזשאַוואַל אַרויסרופן.",
    "3600022491": "פֿאַר דעם סיבה, מיר האָבן דיזיינד אַ פּשוט, פּיינלאַס אָלטערנאַטיוו צו לאָזן פֿאַרלאַגן ניצן אונדזער סערוויס ופהיטן אַקסעסאַביליטי פֿאַר אַלע מיט פול סעקשאַן 508 און WCAG 2.1 אַאַ העסקעם.",
    "2557240048": "ווי עס אַרבעט: ערשטער, אַ אַקסעסאַביליטי באַניצער לאָגין דורך",
    "3871665286": ", וואָס איז פּראַמאַנאַנטלי לינגקט אין די hCaptcha ווידזשיט אינפֿאָרמאַציע בלאַט. זיי באַקומען אַ ינקריפּטיד קיכל וואָס קענען זיין געוויינט עטלעכע מאָל פּער טאָג, אָבער מוזן זיין דערקוויקט יעדער 24 שעה דורך לאָגין.",
    "3441764123": "ווען אַ אַרויסרופן איז דערלאנגט צו אַ אַקסעסאַביליטי באַניצער אויף אַ פּלאַץ ניצן די hCaptcha דינסט, זיי וועלן אויטאָמאַטיש פאָרן.",
    "4247858664": "די אַקסעסאַביליטי סיגנופּ בלאַט",
    "1297657322": "אַקסעסאַביליטי באַניצער פאַרשטעלן נאָך לאָגין",
    "1717658846": "אַקסעסאַביליטי אָפּציע אין ווידזשיט וי מעניו",
    "1266963825": "ק: איז hCaptcha סעקשאַן 508 + WCAG 2.1 אַאַ געהאָרכיק?",
    "850025770": "א: מיר גלויבן אַזוי: אַלע יוזערז מיט קיין פאָרעם פון ימפּערמאַנט וואָס זענען ביכולת צו בלעטער אויף די וועב און אַרייַן טעקסט אין פארמען קענען אַקסעס באַדינונגס פּראָטעקטעד דורך hCaptcha ביי רעגיסטראַציע. אָבער, דאָס איז נישט לעגאַל עצה: איר זאָל דורכפירן דיין אייגענע אפשאצונג, און נעמען אין חשבון דיין באַזונדער ימפּלאַמענטיישאַן צו ענשור אַז דאָס איז דער פאַל פֿאַר דיין דיפּלוימאַנט.",
    "159272246": "ק: אַרבעט איר אויף אנדערע אַקסעסאַביליטי (\"אַ11י\") אָפּציעס, ווי אַודיאָ?",
    "4074220464": "א: ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַס דיסקרימינירן קעגן פילע אַ11י יוזערז און זענען לייכט דיפיטיד דורך מאָדערן מאַשין לערנען טעקניקס. דאָס האט געצווונגען קראַנט אַודיאָ טשאַלאַנדזשיז צו ווערן מער און מער שווער, ינטראָודוסינג ראַש, מאָדנע טיימינג, ומגעוויינטלעך וואָרט קאַמבאַניישאַנז, און אַזוי אויף צו באַזיגן אַטאַקערז. מיר זענען אַזוי ווייניקער ינטוזיאַסטיק וועגן דעם צוגאַנג קעגן ויסמיידן די אַרויסרופן אין גאנצן, אָבער מיר וועלן באַטראַכטן עס אויב עס איז פאָדערונג פון די אַ11י קהל.",
    "2309661107": "אָבער, מיר זענען זייער אינטערעסירט אין",
    "2555914614": "פֿאַר די אַקסעסאַביליטי נוצן פאַל. מיר גלויבן אַז קאַמביינינג אונדזער קראַנט אַ11י צוגאַנג מיט פּריוואַטקייט פּאַס ישואַנס וועט לאָזן אַ11י יוזערז צו בלעטער בעשאָלעם, זיכער אין די וויסן אַז זייער פאַרקער איז מער פּריוואַט, און באַגרענעצן די זידלען דורך באָט אָפּערייטערז וואָס ינעוואַטאַבלי אַקערז ווען אַ11י אָפּציעס זענען בארעכטיגט. מיר זענען אַקטיוו פּאַרטיסאַפּאַנץ אין די IETF אַרבעט גרופּע סטאַנדערדייזינג די נייַע טעכנאָלאָגיע.",
    "2583775432": "ק: וואָס וועגן פּריוואַטקייט? טוט רעגיסטראַציע ויסשטעלן אַ 11י בראַוזינג דאַטן אין עטלעכע וועג? וואָס טאָן איר טאָן מיט די אימעיל?",
    "4215483493": "א: hCaptcha איז דיזיינד פֿאַר פּריוואַטקייט פֿון דער ערד אַרויף. עס איז זייער אַנדערש ווי בעקאַבאָלעדיק אָפּציעס ווי רעקאַפּטטשאַ וואָס זענען אָונד דורך אַד נעטוואָרקס, וואָס האָבן אַ ינסעניוו צו שפּור איר אַרום די וועב און אַססאָסיאַטע איר מיט אַ פאַקטיש אידענטיטעט.",
    "2474661839": "אונדזער",
    "4137573005": "האט פולשטענדיק און אַטאָראַטייטיוו ענטפֿערס ווי צו נוצן דאַטן, אָבער דער קורץ ענטפער איז אַז מיר האָבן קיין אינטערעס אין אַססאָסיאַטיאָן איר ווי אַ מענטש מיט דיין בראַוזינג געשיכטע.",
    "4101570501": "מיר זענען דערווייַל ארבעטן אויף אַ קריפּטאָגראַפיק לייזונג צו געשווינד אַוועקוואַרפן דיין בליצפּאָסט אַדרעס און נאָך פּראַזערווינג אונדזער פיייקייט צו פאַרמייַדן זידלען, קאַמפּלאַמענטינג אונדזער פּריוואַטקייט פּאַס אַרבעט.",
    "260595108": "מיר קיינמאָל נוצן אַקסעסאַביליטי E- בריוו אָדער אינפֿאָרמאַציע פֿאַר קיין ציל אנדערע ווי פאַסילאַטייט אַ 11י נוצן און פּרעווענטינג זידלען.",
    "3063819779": "פּריוואַטקייט פּאָליטיק",
    "465714311": "פֿאַר אַקסעסאַביליטי יוזערז: ק & א און טראָובלעשאָאָטינג גייד",
    "3596207631": "ק: איך נאָך זען אַ אַרויסרופן נאָך באַשטעטיקן די קיכל. וואס מאכט דאס?",
    "469089249": "א: דאָס איז טיפּיקלי רעכט צו ניצן אַן אַגרעסיוו אַד בלאַקער אָדער אַנטי-קיכל פאַרלענגערונג, אָדער אַ באַשטעטיקן וואָס בלאַקס \"קרייַז פּלאַץ\" קיכלעך, אין דעם פאַל אַ קיכל פֿאַר hcaptcha.com וואָס איז באַשטימט אָדער אָפּגעשטעלט דורך די hCaptcha JS אויף אַ אַנדערש פּלאַץ, ווי דער איינער איר באַזוכן.",
    "4263626815": "hCaptcha אַקסעסאַביליטי קיכלעך אַרבעט מיט אַלע פאָלקס בראַוזערז און אַד בלאַקערז מיט זייער נאָרמאַל סעטטינגס, אַזוי טיפּיקלי פייליערז זענען רעכט צו \"אַנטי-אַנטי-אַדבלאָקק\" סקריפּס אָדער ענלעך כּללים טאַרגאַטינג באַזונדער זייטלעך.",
    "3906359167": "סאַלושאַנז:",
    "3464870463": "1. ווייטליסט hcaptcha.com און *.hcaptcha.com קיכלעך אין דיין אַד בלאַקער אָדער בלעטערער זיכערהייט פאַרלענגערונג.",
    "1204911585": "2. אויב איר נוצן די העלדיש בלעטערער, וואָס איז נישט (אין אפריל 2020) קיין טיפּ פון קיכל ווייטליסט, גיין צו פּרעפֿערענצן -> שילדז -> קיכלעך און קלייַבן \"לאָזן אַלע קיכלעך.\"",
    "2932826396": "3. אויב איר נוצן די לעצטע ווערסיע פון סאַפאַרי אויף די לעצטנס רעלעאַסעד אַס רענטגענ 10.15 אָדער יאָס 13.4, עפּל האט פּונקט פארענדערט די נאַטור פון סאַפאַרי שייַכות צו דריט-פּאַרטיי קיכלעך, בלאַקינג זיי אַלע דורך פעליקייַט. מיר ימפּלאַמענינג אַ לייזונג, אָבער אין דער דערווייל ביטע באַזוכן Safari פּרעפֿערענצן, פּריוואַטקייט אָפּטיילונג, און אָפּשיקן \"וועבזייטל טראַקינג: פאַרהיטן קרייַז-פּלאַץ טראַקינג\" צו געבן די אַקסעסאַביליטי קיכל צו פונקציאָנירן ווי דערוואַרט.",
    "3836291932": "ק: איך נוצן קייפל דעוויסעס. צי איך דאַרפֿן צו פאַרשרייַבן עטלעכע מאָל?",
    "3251220335": "א: ניין ביטע גיט די זעלבע בליצפּאָסט לאָגין לינק געשיקט צו איר אויף יעדער מיטל איר נוצן אין סדר צו שטעלן די קיכל.",
    "2082407178": "ק: ווי קענען איך באַשיצן זיך פון דריט-פּאַרטיי קיכל טראַקינג בשעת ניצן די אַקסעסאַביליטי קיכל?",
    "2700197090": "א: ניצן קיין פּריוואַטקייט אָדער אַד-בלאַקינג פאַרלענגערונג וואָס שטיצט פעלד-מדרגה ווייטליסטינג (למשל uBlock Origin) וועט אַרבעטן ווי דערוואַרט: נאָר מאַכן זיכער צו ווייטליסט hcaptcha.com.",
    "3657743880": "בלעטערער אינסטרוקציעס פֿאַר קרייַז-פּלאַץ קיכלעך",
    "1960601330": "צו געבן קיכלעך אין Safari (מעק): גיין צו די Safari קאַפּ-אַראָפּ מעניו. אויסקלייַבן פּרעפֿערענצן. דריקט פּריוואַטקייט אין די שפּיץ טאַפליע. אונטער 'בלאַק קיכלעך' אויסקלייַבן די אָפּציע 'קיינמאָל.'",
    "1622303590": "צו געבן קיכלעך אין Safari (iPhone / iPad iOS 11+): עפֿן דיין סעטטינגס. מעגילע אַראָפּ און סעלעקטירן Safari. אונטער פּריוואַטקייט & זיכערהייט, קער אַוועק \"פאַרהיטן קרייַז-סייט טראַקינג\" און \"בלאַק אַלע קיכלעך\"",
    "2199048568": "דריקט אויף די שילד צו די לינקס פון די אַדרעס באַר אויף קיין וועבזייטל. דריקט אויף שוץ סעטטינגס. די פירעפאָקס פּרעפֿערענצן פּריוואַטקייט & זיכערהייט טאַפליע וועט עפענען. אונטער ענכאַנסט טראַקינג שוץ, סעלעקטירן קאַסטאַם. קלייַבן וואָס טראַקערז און סקריפּס צו פאַרשפּאַרן דורך סעלעקטינג די טשעקקבאָקסעס. מאַכט זיכער אַז איר האָט ונבלאָקקעד hcaptcha.com.",
    "3967047208": "איר קענט אויך ויסמעקן עטלעכע פּראַטעקשאַנז אין קאַסטאַם צו דיבאַגינג דעם, דורך דיסאַלעקטינג די טשעקקבאָקסעס: דיסעלעקט די טראַקערז טשעקקבאָקס אָדער ויסמעקן די קאָאָקיעס טשעקקבאָקס אויב איר נאָך האָבן ישוז.",
    "3805618893": "Google קראָום (פּיסי)",
    "3795997071": "סעלעקטירן דעם קראָום מעניו בילדל. אויסקלייַבן סעטטינגס.",
    "926138631": "גיין צו פּריוואַטקייט און זיכערהייט, דאַן קיכלעך און אנדערע פּלאַץ דאַטן.",
    "3419878556": "מאַכן זיכער אַז \"בלאָק דריט-פּאַרטיי קיכלעך\" איז נישט ענייבאַלד.",
    "2269166171": "גוגל קראָום (מאַק):",
    "2989126922": "עפֿענען קראָום פּרעפֿערענצן פֿון די מעניו באַר.",
    "2348697693": "Google קראָום (אַנדרויד):",
    "3700113699": "אויף דיין אַנדרויד מיטל, עפֿענען די קראָום אַפּ.",
    "3620039756": "אין די שפּיץ רעכט, צאַפּן אויף מער און דעמאָלט סעטטינגס.",
    "2813310562": "צאַפּן אויף פּלאַץ סעטטינגס און דעמאָלט קיכלעך.",
    "3014657981": "ווייַטער צו \"קיכלעך,\" באַשטימען די באַשטעטיקן אויף.",
    "1242066691": "קוק די קעסטל ווייַטער צו \"לאָזן דריט-פּאַרטיי קיכלעך.\"",
    "292250020": "1. סעלעקטירן דעם גאַנג אין דער אויבערשטער רעכט ווינקל פון דעם עקראַן, און סעלעקטירן \"אינטערנעט אָפּציעס\". אויב איר האָבן די מעניו באַר ענייבאַלד, איר קענען אויסקלייַבן \"מכשירים\" און \"אינטערנעט אָפּציעס\".",
    "4114820649": "2. דריקט דעם \"פּריוואַטקייט\" קוויטל.",
    "946838734": "3. אויסקלייַבן די \"אַוואַנסירטע\" קנעפּל.",
    "348809718": "4. אונטער \"דריט-פּאַרטיי קיכלעך\" קלייַבן \"אַקסעפּט\".",
    "1253441326": "5. דריקט \"OK\"",
    "852032043": "סאַפאַרי",
    "836017336": "פירעפאָקס",
    "3356349631": "Google קראָום",
    "3235744534": "Internet Explorer",
    "4104188759": "אַי עטיקס פּאָליטיק",
    "1161704803": "פארוואס האָבן מיר אַן אַי עטיקס פּאָליטיק?",
    "1806535500": "כמעט יעדער טעכנאָלאָגיע, פון פּענסילס צו דיינאַמייט, איז אַ",
    "24452499": "לייזונג; עס קענען זיין געוויינט פֿאַר גוט אָדער קראַנק. יעדער פירמע וואָס ריסערטשינג, בנין אָדער סעלינג סאַלושאַנז פֿאַר צווייענדיק נוצן איז אַ פליכט צו באַטראַכטן די קאַנסאַקווענסאַז פון זייער אַקשאַנז.",
    "4023575072": "צווייענדיק נוצן",
    "3336625692": "דער בלאַט דעטאַילס אונדזער געדאנקען אויף דעם טעמע אין דעם קאָנטעקסט פון אַי עטיקס, און די פּראַסעסאַז וואָס מיר נאָכגיין צו ענשור די נוצן פון אונדזער באַדינונגס בלייבט אין לויט מיט די פּאַלאַסיז וואָס מיר האָבן אנגענומען ווי אַ פירמע.",
    "835717930": "אַי עטיקס אין hCaptcha",
    "2179524509": "מיר טייל מאָל באַקומען פֿראגן וועגן וואָס מין פון פראגעס זענען ערלויבט פֿאַר די hCaptcha דינסט, און וואָס באַזונדער פֿראגן זענען געשטעלט.",
    "1962721652": "מענטשלעכע ביינגז זענען מוסטער-זוכער, און מאל אַן אומשולדיק קשיא קענען גיין פון גאָר אַנחידוש צו סאַספּישאַס אין אַ רעגע, רעכט צו ענדערונגען אין דער וועלט אלא ווי די מאָוטאַוויישאַנז פון ווער עס יז וואָס פרעגן די קשיא.",
    "3974566657": "ווי סערוויסעס ווערן מער פאָלקס, דעם סאָרט פון פּאַסירונג ינעוואַטאַבלי ווערט מער אָפט. hCaptcha איז געניצט דורך מיליאַנז פון מענטשן יעדער טאָג אין כמעט יעדער מדינה אין דער וועלט, אַזוי מיר אַרויסגעבן דעם פּאָליטיק און אַ פאַל לערנען וועגן ווי מיר אַדרעס די ישוז צו זיין ווי טראַנספּעראַנט ווי מעגלעך.",
    "1830910223": "א פאַקטיש-וועלט אַי עטיקס פאַל לערנען",
    "805971861": "\"שירעם\" איז אַ טערמין אין ImageNet, דער נאָרמאַל בענטשמאַרק דאַטאַסעט געניצט דורך קאָמפּיוטער זעאונג ריסערטשערז. רילייאַבלי ידענטיפיצירן מענטשן וואָס האַלטן אַמברעלאַז איז אויך קריטיש פֿאַר בנין זיכער ווייַטער-דור אַוואַנסירטע דרייווער הילף (ADAS) סיסטעמען.",
    "3988350": "דעם מיטל עס זענען ויסגעצייכנט נוצן קאַסעס פֿאַר פאַקטיש-וועלט שירעם אַנאַטיישאַנז. עס איז פּלאַץ פֿאַר דיסאַגרימאַנץ אויף די פּראַל פון זיך-דרייווינג קאַרס, אָבער ADAS סיסטעמען זענען שוין שפּאָרן",
    "548587288": "אַרום די וועלט.",
    "3138772661": "טויזנטער פון לעבן יעדער יאָר",
    "3168199226": "אָבער, אין 2020, עס איז געווארן קלאָר אַז בנין דעם מין פון דאַטאַסעט קען זיין באמערקט ווי אַ צווייענדיק נוצן טעכנאָלאָגיע אין אַ וועג ווייניק וואָלט האָבן דערוואַרט אַ יאָר צוריק.",
    "558378834": "מיר זענען דעריבער ניט מער אַקסעפּטינג ריקוועס פֿאַר פראגעס שייַכות צו אַמברעלאַז אין דער צייט. דער פּאָטענציעל פֿאַר צעמישונג ווען אַ סוף-באַניצער זעט אַ קשיא וועגן אַמברעלאַז אין דעם קראַנט מאָמענט איז צו הויך, און לעסאָף אונדזער ציל איז צו מאַכן די וועלט אַ מער אָנגענעם אָרט.",
    "3376604063": "אַי עטיקס פּאַלאַסיז און פּראַסעסאַז",
    "1923365316": "מיר האָבן אַ שטרענג אַי עטיקס פּאָליטיק ביי hCaptcha, און טייל פון דעם כולל אַ וויסן דיין קונה (KYC) פּראָצעס.",
    "4230322909": "מיר שטענדיק פּרווון צו באַקומען אַ גוטע פארשטאנד פון יעדער נייַ קונה און זייער בדעה נוצן פאַל, ביידע צו באַשטעטיקן אַז עס איז אַ גוט פּאַסיק פֿאַר אונדזער פּראָדוקטן און באַדינונגס און צו ענשור אַז עס גייט די פּאַלאַסיז וואָס מיר האָבן אנגענומען ווי אַ פירמע.",
    "2735073144": "מיר אויך פירן אָנגאָינג באריכטן ווי נייטיק. צום ביישפּיל, אין אונדזער לעצטע אָפּשאַצונג פון די דאַטעס און קוואלן פון ריקוועס פֿאַר שירעם-פֿאַרבונדענע לייבלינג ריקוועס, מיר זענען געשווינד ביכולת צו באַשטעטיקן אַז קיין רעגירונג ענטיטי אָדער באַוווסט שטאַט סאַפּלייער פון סערוויילאַנס ווייכווארג האט געמאכט ריקוועס וועגן שירעם ניצן אונדזער באַדינונגס אין די לעצטע 12 חדשים .",
    "2715462692": "וואָס קוקט אונדזער אַי עטיקס פּראָצעס?",
    "3049976256": "פֿאַר יעדער נייַ לייבלינג קונה, מיר גיין דורך אַ טשעקליסט בעשאַס די פארקויפונג פּראָצעס. דאָס כולל ערשט KYC פלייַס איידער אָנבאָאַרדינג, ווי געזונט ווי וועראַפאַקיישאַן פון אַלע ריקוועס געמאכט צו אונדזער אַנאַליס, און פאַקטיש-צייט אָרט טשעקס און פּעריאָדיש באריכטן פון ריקוועס געמאכט מיט אונדזער זיך-דינסט פּלאַטפאָרמע.",
    "3103642530": "דעם רעצענזיע איז קאַמפּאָוזד פון עטלעכע סעט קרייטיריאַ:",
    "3349094124": "עטישע קאַנסערנז קרייטיריאַ: אָביעקטיוו",
    "1038019440": "1. איז דער קונה רעפּריזענטינג די נאציאנאלע אינטערעסן פון אַ לאַנד וואָס איז באַוווסט צו אָנטייל נעמען אין נאַטור פאַרקערט צו אינטערנאַציאָנאַלע געזעצן און נאָרמז?",
    "493717511": "2. איז דעם קונה ריקוועסטינג באַדינונגס וואָס קען זיין",
    "2209109640": "געוויינט בלויז פֿאַר בייזע צוועקן, אין דעם קאָנטעקסט פון זייער נאָרמאַל געשעפט אַקטיוויטעטן?",
    "3457805519": "3. קענען דער קונה ס בקשה זיין מקיים אונטער יו. עס. געזעץ און אונדזער כּללים פון באַשטעלונג?",
    "1942611550": "בפֿרט",
    "109179759": "קרייטיריאַ פֿאַר עטישע קאַנסערנז: סאַבדזשעקטיוו",
    "1033698050": "1. צי מיר גלויבן אַז דער קונה האט געגעבן אונדז אַ נוצן פאַל וואָס מיר באַטראַכטן מאָראַלי פּאַסיק, לויט אונדזער ינטערפּריטיישאַן פון טיפּיש מערב סאציאל נאָרמז?",
    "361372538": "2. צי מיר גלויבן אַז אונדזער צוגעשטעלט סערוויסעס וואָלט מסתּמא זיין געניצט פֿאַר דיסקרימינאַטאָרי צוועקן דורך דער קונה, אין וועגן וואָס קען זיין לעגאַל אָבער זענען נישט פּאַסיק פֿאַר אונדז?",
    "2867855718": "3. צי מיר גלויבן אַז פּריוואַטקייט באדערפענישן קענען זיין באַפרידיקנדיק אַדרעסד פֿאַר די בקשה?",
    "2462728596": "אויב מיר קענען נישט באַפרידיקן זיך אויף די פונקטן, מיר וועלן אָפּזאָגן די בקשה און קענען פאַרענדיקן ווייַטער אַקסעס צו אונדזער פּלאַטפאָרמע, ווי אַוטליינד אין אונדזער תּנאָים.",
    "1995277831": "אדאנק",
    "1818116402": "מיר האָפן אַז איר האָט אַפּרישיייטיד דעם קוק אין ווי מיר שעפּן אַפּעריישאַנאַל פֿראגן מיט אַן אַי עטיקס קאָמפּאָנענט.",
    "1499894352": "זייער ווייניק קאָמפּאַניעס פאָרשלאָגן דורכזעיקייַט אין זייער באַשלוס-מאכן פּראַסעסאַז אין דעם געגנט, און מיר האָפן אַז אנדערע וועלן נאָכפאָלגן דעם בייַשפּיל!",
    "535659033": "Creative Commons צושרייבן",
    "1495915066": "ווי מיר, אונדזער אַקאַדעמיק פאָרשונג פּאַרטנערס און אונדזער קאַסטאַמערז נוצן Creative Commons מעדיע",
    "3017533972": "מיר, אונדזער אַקאַדעמיק פאָרשונג פּאַרטנערס און אונדזער קאַסטאַמערז קען טייל מאָל דערמאָנען אָדער רעפּראָדוצירן פּאָרשאַנז פון Creative Commons-לייסאַנסט אינהאַלט דורך די hCaptcha פּלאַטפאָרמע אין סדר צו העכערן די וויסן פון מענטשהייַט אין די פעלד פון מאַשין לערנען.",
    "1428053210": "דער אינהאַלט איז בכלל פארוואנדלען פון זייַן אָריגינעל פאָרעם. פֿאַר בייַשפּיל, אַ ווידעא קען זיין שפּאַלטן אין פילע בילדער, די בילדער קענען זיין שפּאַלטן אין פילע נייַע בילדער, און די נייַע בילדער זענען ראַנדאַמלי געמישט צו פּראָדוצירן די געוויזן לעצט רעזולטאַט.",
    "1728211763": "די נוצן פון אינהאַלט אין דעם וועג און פֿאַר די צוועקן פאלן ין יוישער נוצן גיידליינז לויט אונדזער פארשטאנד פון די געזעץ און נאָרמאַל פּראַקטיסיז אין דעם פעלד, אָבער מיר זענען לאַנג-צייט פאַנס פון Creative Commons און בעסער צו געבן קרעדיט צו ווער עס יז וואָס העלפּס אין די מאָנומענטאַל אַרבעט פון ימפּרוווינג מאַשין סייכל.",
    "1949452297": "רעכט צו די ינטרינסיק קאַנסטריינץ פון די hCaptcha UI און זיין זיכערהייט קאַנסידעריישאַנז, עס איז ניט מעגלעך צו רעפּראָדוצירן די מקור פון יעדער בילד גלייַך שכייניש צו זיין נוצן. אַנשטאָט, מיר פֿאַרבינדונג צו דעם בלאַט פֿון אונדזער האָמעפּאַגע און האַלטן אַ רשימה פון מקורים דערווייַל אָדער לעצטנס געדינט דורך דער פּלאַטפאָרמע. איר קענט אַקסעס די קראַנט רשימה",
    "2367602973": "דאָ",
    "659124570": "אַדדיטיאָנאַללי, אויב איר זען אינהאַלט וואָס געהערט צו איר ריפּראַדוסט אויף די hCaptcha פּלאַטפאָרמע און וואָלט ווי עס אַוועקגענומען פֿאַר קיין סיבה, איר קענט קאָנטאַקט אונדז דורך E- בריוו",
    "2066749488": "אנדערע טענות",
    "3479034323": "אויב איר זען אינהאַלט וואָס געהערט צו איר ריפּראַדוסט אויף די hCaptcha פּלאַטפאָרמע און וואָלט ווי עס אַוועקגענומען פֿאַר קיין סיבה, איר קענט קאָנטאַקט אונדז דורך E- בריוו.",
    "1836554225": "בלאָג הודעות",
    "2873297188": "צי אַלע קאַפּטטשאַס דיסקרימינירן ניט-אמעריקאנער?",
    "165932542": "א קוק אויף hCaptcha סאָלווע ראַטעס איבער דער וועלט",
    "1865097546": "16 נאוועמבער 2021",
    "3005876482": "hCaptcha איז איצט דער גרעסטער אומאָפּהענגיק קאַפּטטשאַ סערוויס, לויפט אויף 15% פון די אינטערנעט",
    "693820850": "איר קענען שלאָגן Google דורך שטעלן פּריוואַטקייט ערשטער",
    "3609106478": "קראַדענטשאַל סטאַפינג:",
    "299335340": "וואָס עס איז און ווי צו האַלטן די אַטאַקס",
    "354925785": "הקדמה",
    "423222878": "עטלעכע פון די כאַרדאַסט סייבעראַטאַקס צו דעטעקט, פאַרהיטן און האַלטן זענען אָנעס ווו אַ בייזע אַקטיאָר איז ביכולת צו נוצן לאַדזשיטאַמאַט באַניצער קראַדענטשאַלז צו קלאָץ אין אַן אַקטיוו באַניצער חשבון. אָן אַ פּלאַץ פון סאַפיסטאַקייטיד דיטעקשאַן קייפּאַבילאַטיז אין פּלאַץ, די פירמע האָסטינג די חשבון האט קיין סיבה צו כאָשעד אַז עפּעס איז פאַלש. א קונה סימפּלי סימז צו האָבן לאָגד אין זיין אָדער איר חשבון. דער אַטאַקער האט דערגרייכט דעם געראָטן טרויער מיט סטאָלען קראַדענטשאַלז - יוזשאַוואַלי דער רעזולטאַט פון אַ סייבעראַטטאַק טעכניק באקאנט ווי \"קרעדענשאַל סטאַפינג.\" ס'איז היינט א ערנסטע פראבלעם, אבער איינער וואס קען פארמינערן מיט די ריכטיגע קאונטערמעזשן.",
    "777660551": "וואָס איז קראַדענטשאַל סטאַפינג?",
    "2602763587": "קראַדענטשאַל סטאַפינג איז אַ פאָרעם פון סייבעראַטטאַק אין וואָס די אַטאַקער פרוווט צו קלאָץ אין אַ וועבזייטל עטלעכע מאָל ניצן פּערז פון סטאָלען וסערנאַמעס און פּאַסווערדז. די \"סטופפינג\" רעפערס צו די ריפּעטיטיוו לאָגין פרווון, וואָס זענען כּמעט שטענדיק דורכגעקאָכט דורך אָטאַמייטיד באָט ווייכווארג.",
    "1271831121": "ס'איז נישט אזוי ווי דער העקער (פארשטייט זיך אנגעטאן אין א הודי!) זיצט דארט און טייפט אריין קרעדענשעל נאכן קרעדענשעל. די אָטאַמייטיד לאָגין באָט קען זיין געמאכט פֿון אַן אַוועק-דעם-פּאָליצע געצייַג ווי סעלעניום אָדער אַ מנהג-דעוועלאָפּעד העקער געצייַג.",
    "2588750717": "טאקע, עטלעכע קראַדענטשאַל סטאַפינג אנפאלן אַרייַנציען מיליאַנז פון קראַדענטשאַלז - אַלע זענען סטאַפט אין די אַנסאַספּעקטינג וועבזייטל לאָגין צובינד אין דער האָפענונג צו זיין לאָזן אין. אַמאָל אינעווייניק, דער אַטאַקער קענען נעמען איבער די קאָרבן ס חשבון.",
    "1137757109": "אויב עס איז אַן eCommerce חשבון, דער אַטאַקער קענען סדר סכוירע. אויב די קאָרבן איז אַ באַנק, די אַטאַקער קענען אַריבערפירן געלט אָפשאָר, און אַזוי אַרויס.",
    "1559150837": "טאַרגאַץ זענען נישט דיפענסלאַס כאָטש. רובֿ וועבסיטעס האָבן קאָנטראָלס וואָס פאַרשפּאַרן אַ סאַספּישאַס באַניצער וואָס איז טריינג צו אַרייַנלאָגירן אין טויזנטער פון פאַרשידענע אַקאַונץ פֿון דער זעלביקער IP אַדרעס אין אַ קורץ צייט. וואָס קראַדענטשאַל סטאַפינג אַטאַקערז טאָן צו באַקומען אַרום די שוץ טעקניקס איז צו סימולירן דזשיאַגראַפיק און IP דייווערסיטי. מיט שטאַרק, אָפט אַי-געטריבן מכשירים, זיי קענען מאַכן עס דערשייַנען אַז טויזנטער פון יוזערז זענען ראַנדאַמלי טריינג צו אַרייַנלאָגירן אין פאַרשידענע צייט פון טאָג פון אַלע איבער די מדינה. דאָס איז פיל שווער צו דעטעקט און האַלטן.",
    "1892020899": "ווו טאָן די כאַקערז באַקומען די קראַדענטשאַלז?",
    "2597149484": "די סיבה דער העקער האט צו \"שטאָפּן\" אַזוי פילע קראַדענטשאַלז האט צו טאָן מיט ווו זיי באַקומען זייער סטאָלען קראַדענטשאַלז.",
    "3030395800": "די קראַדענטשאַלז יוזשאַוואַלי קומען פון דאַטן בריטשיז. אויך באקאנט ווי \"קרעדענשאַל ספּילז,\" די אנפאלן קענען רעזולטאַט אין מיליאַנז פון קראַדענטשאַלז באַקומען דאַמפּט אויף די טונקל וועב. אויב די פאַרגיסן געקומען פון אַ באַנק, דער העקער וועט פּרובירן צו נוצן די קראַדענטשאַלז צו באַקומען אַנטו אנדערע זייטלעך. דער צוגאַנג אַרבעט ווייַל אַזוי פילע מענטשן נוצן די זעלבע באַניצער נאָמען און פּאַראָל קאָמבינאַציע פֿאַר קייפל זייטלעך. (די פירונג איז דיסקערידזשד, אָבער פאַקט איז וואָס עס איז. מענטשן טענד צו איבערחזרן די זעלבע לאָגין קראַדענטשאַלז.)",
    "1258965840": "אזוי, אויב דער אַטאַקער קענען באַקומען אין איין פּלאַץ, ער קען מיסטאָמע באַקומען אין קייפל זייטלעך ניצן די ספּילד קראַדענטשאַלז. פֿאַר בייַשפּיל, זיי קען באַקומען אַ נאמען / פּאַראָל ווי JohnDoe/525momma, אָבער זיי האָבן קיין געדאַנק וואָס דאָס פּאָר וועט טאָן פֿאַר זיי. אַזוי זיי פּרובירן די פּאָר אויף Amazon.com, Ebay, Citibank, Walgreens און אויף און אויף. זיי קען פּרובירן דעם פּאָר אויף אַ טויזנט פאַרשידענע זייטלעך.",
    "3594440415": "עווענטועל וועלן זיי אנהייבן עפן טירן.",
    "780280214": "ווי hCaptcha און hCaptcha Enterprise פאַרמינערן די סאַקאָנע פון קראַדענטשאַל סטאַפינג",
    "4165374512": "כאָטש עס איז מעגלעך צו נוצן IP און אָרט דיטעקשאַן מכשירים צו פאַרמייַדן קראַדענטשאַל סטאַפינג, אַ מער פּרייַז עפעקטיוו און פּינטלעך אופֿן איז פשוט צו יבעררייַסן די אָטאַמייטיד קראַדענטשאַל סטאַפינג באָט זיך. hCaptcha און hCaptcha ענטערפּרייז קענען סטאַמפּ די באָט אין די פונט פון פּאָזיציע. אפילו אויב דער באָט האט די רעכט קראַדענטשאַלז, אויב עס קען נישט פאָרן די דיטעקשאַן פון hCaptcha Enterprise אָדער די קאַפּטטשאַ פון hCaptcha, עס וועט נישט זיין סטאַפינג און דיין פּלאַץ און יוזערז זענען פּראָטעקטעד.",
    "3269644546": "ביטע",
    "1058572205": "אויב איר ווילט לערנען מער וועגן אונדז",
    "3753613260": "קאָנטאַקט",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "רעפּאָרטינג DMCA טענות",
    "54093347": "DMCA רעגיסטרירט אַגענט",
    "3233441200": "איבערחזרן ינפרינדזשער פּאָליטיק",
    "4011712313": "ווי אַ טייל פון אונדזער DMCA פּאָליטיק, מיר שטעלן אַקאַונץ פון קאַסטאַמערז פֿאַר וועמען מיר באַקומען קייפל DMCA נאָוטאַפאַקיישאַנז פון אַלעדזשד ינפרינדזשמאַנט אין אַ מולטי-שריט DMCA איבערחזרן ינפרינדזשער פּאָליטיק. ווען ריפּיטיד DMCA נאָוטאַפאַקיישאַנז אין אַ קאַלענדאַר חודש, דער קונה חשבון וועט פּראָגרעס פון איין פּאָליטיק שריט צו דער ווייַטער.",
    "766825168": "אַקשאַנז וואָס מיר קען נעמען אונטער די DMCA איבערחזרן ינפרינדזשער פּאָליטיק אַרייַננעמען שיקן אַלערץ פון געוואקסן וויזאַביליטי צו די רעקאָרד קונה פון די חשבון. אין סדר צו באַשטעטיקן די אַלערץ, מיר קען דאַרפן דער קונה צו קלאָץ אין צו דעם חשבון אָדער רופן אונדזער שטיצן מאַנשאַפֿט. מיר אויך רעזערווירן די רעכט צו ופהענגען אָדער אָפּשטעלן, ווי אויך אָנווענדן אנדערע ינטערים מיטלען צו, די hCaptcha און IMI דינסט פון קיין קונה פֿאַר וועמען מיר האָבן פארבליבן צו באַקומען DMCA נאָוטאַפאַקיישאַנז פון אַלעדזשד ינפרינדזשמאַנט אפילו נאָך מיר האָבן געשיקט איבערחזרן ינפרינדזשער אַלערץ. אין אַדישאַן, מיר קענען פאַרענדיקן אין אונדזער בלויז דיסקרעשאַן אנדערע hCaptcha אָדער IMI באַדינונגס צוגעשטעלט צו די קאַסטאַמערז ווען מיר פאַרענדיקן די hCaptcha סערוויס אונטער דעם פּאָליטיק.",
    "2410122265": "hCaptcha רעסאָורסעס: באָץ 101",
    "4166776480": "קראַדענטשאַל סטאַפינג: וואָס עס איז און ווי צו האַלטן די אַטאַקס",
    "2301335298": "צאָלונג שווינדל: מיטאַגייטינג אַ שנעל-יוואַלווינג מאָדע פון סיבערקריים",
    "3682071227": "וואָס זענען אַקאַונט טייקאָווערס און ווי טאָן זיי אַרבעט?",
    "2729131930": "וואָס איז סקרייפּינג און ווי טוט עס אַרבעט?",
    "1344959096": "אַרבעט ווי אַ יחיד דאַטן לאַבעלער",
    "3510143229": "hCaptcha איז אַ דינסט פֿאַר וועבסיטעס און אַפּפּס,",
    "3930611699": "יחיד טוערס.",
    "1051214799": "hCaptcha איז אַ וועב זיכערהייט דינסט וואָס פרוווט צו טיילן ווערט מיט די פֿאַרלאַגן פון וועבסיטעס אָדער אַפּפּס וואָס נוצן עס.",
    "360236473": "די hCaptcha סערוויס איז נישט בדעה צו זיין געוויינט פֿאַר ווער עס יז צו אַרבעטן ווי אַ יחיד ליקער. עס איז נישט דיזיינד פֿאַר אָדער פּאַסיק פֿאַר דעם צוועק. מיר טאָן ניט רעקאָמענדירן ווער עס יז צו נוצן hCaptcha ווי אַ מקור פון פּערזענלעך האַכנאָסע.",
    "3842490632": "אַ יחיד באַניצער וואָס פּרוּווט צו ענטפֿערן פילע פֿראגן איז מסתּמא צו זיין לימיטעד אָדער פאַרבאָטן געשווינד. גלייך וויכטיק, ווי אונדזער",
    "1560232962": "קאָווערס אין דעטאַל, קיין געראַנטיז זענען געמאכט וועגן די סומע ערנד פֿאַר קיין געגעבן ענטפער. עס קען זיין קיין באַצאָלט פראגעס בנימצא אין דער צייט, אַן ענטפער קען זיין פארווארפן פֿאַר קוואַליטעט סיבות, און אַזוי אויף.",
    "2694001822": "אָבער, מיר טייל מאָל אָנשטעלן מענטשן צו העלפֿן אונדז פּרובירן סיסטעם פּראָפּערטיעס און נייַע פֿעיִקייטן.",
    "1569804581": "אויב איר וואָלט ווי צו זיין קאָנטאַקטעד אין דער צוקונפֿט וועגן פֿאַרבונדענע אַפּערטונאַטיז, ביטע פּלאָמבירן אויס דעם פאָרעם.",
    "636461959": "נאָמען",
    "1139500589": "לאַנד",
    "1789607185": "אימעיל אדרעס",
    "325077666": "דורך פאָרלייגן דיין אינפֿאָרמאַציע איר שטימען צו אונדזער",
    "3555583744": "און",
    "3609929815": ". מיר וועלן האַלטן דיין נאָמען, לאַנד און E- בריוו אַדרעס אינפֿאָרמאַציע בלויז פֿאַר די ציל פון קאָנטאַקט איר אין דער צוקונפֿט וועגן יחיד לייבלינג אַרבעט אַפּערטונאַטיז.",
    "4197928199": "פּריוואַטקייט פּאָליטיק",
    "851786723": "דורך אַרייַן דיין E- בריוו, איר שטימען צו אונדזער תּנאָים און פּריוואַטקייט פּאָליטיק, און צו באַקומען E- בריוו פֿון אונדז.",
    "2402165761": "ווי טוט סקרייפּינג אַרבעט?",
    "4260542944": "אינהאַלט סקרייפּינג (אויך באקאנט ווי \"סקרין סקרייפּינג\" אָדער נאָר \"סקריפּינג\") איז אַ באַקאַנטע, אָפט נוציק פּראָצעס פֿאַר קאַלעקטינג אינפֿאָרמאַציע פון די וועב. אָבער, אין די לעצטע יאָרן, די טעכניק איז געווארן אַ פייווערד געצייַג פון כאַקערז און פראָדסטערז. קאָונטערמעזשערז קענען יפעקטיוולי פאַרמינערן די סאַקאָנע, אָבער צו ינסטרומענט זיי, עס איז יקערדיק צו פֿאַרשטיין ווי דער פּראָצעס אַרבעט.",
    "2066255783": "וואָס איז אינהאַלט סקרייפּינג?",
    "1910628828": "אינהאַלט סקרייפּינג איז אַ טעכניק פֿאַר גראַבינג דאַטן פון אַ סיסטעם וואָס ינוואַלווז אַ אָטאַמייטיד מכשירים וואָס ימפּערסאַזירן אַ ווייכווארג קליענט אָדער אַ וועב בלעטערער. עס איז נישט נייַ. אין פאַקט, פֿאַר ווייכווארג ענדזשאַנירז וואָס קען דאַרפֿן דאַטן פון אַן אַלט מיינפריים, סקרייפּינג קענען זיין דער בלויז וועג צו עקסטראַקט אינפֿאָרמאַציע. דער אָריגינעל קאַנעקטערז קען זיין ניטאָ און אוממעגלעך צו פאַרבייַטן.",
    "3408107995": "הייַנט, אָבער, סקרייפּינג טאָמיד מיטל אַ פּראָגראַממאַטיק צוגאַנג צו פּולינג דאַטן פון אַ וועבזייטל. די סקרייפּינג ווייכווארג אקטן ווי אַ מענטש באַניצער, געבן אַ קליק אויף די קנעפּלעך און לייענען די רעזולטאַט. עס זענען פילע לאַדזשיטאַמאַט ניצט פֿאַר סקרייפּינג. וועב קראַוולערז וואָס מאַכט זוכן ענדזשאַנז זענען איין ביישפּיל. אַזוי זענען מכשירים ווי Skyscanner וואָס זוכן פֿאַר רייזע דילז דורך קאָומינג דורך טויזנטער פון אַרומפאָרן וועבסיטעס. פינטעטש פירמס נוצן עס אויך, סקרייפּינג באַניצער ס פינאַנציעל דאַטן פון באַנק זייטלעך אויב עס זענען קיין אַפּפּליקאַטיאָן פּראָגראַממינג ינטערפייסיז (אַפּיס) בנימצא צו מאַכן די דאַטן פֿאַרבינדונג. די טינגז צו האַלטן אין זינען וועגן סקרייפּינג פון די פאַרשטעלן זענען די גיכקייַט און סקאַלאַביליטי. דער פּראָצעס קענען שניט גוואַלדיק אַמאַונץ פון דאַטן פון וועבסיטעס, אַסומינג די זייטלעך זענען נישט קאַנפיגיערד צו האַלטן עס פון געשעעניש. מיט די גיכקייַט פון קאַמפּיוטינג, אַ סקרייפּער קענען אָנמאַכן גרויס דאַטאַסעץ דורך ינטעראַקטינג מיט וועבסיטעס און די אַנדערלייינג ווייכווארג און דאַטאַבייסיז וואָס מאַכט זיי.",
    "1920884252": "פארוואס איז אינהאַלט סקרייפּינג אַ זיכערהייט סאַקאָנע?",
    "2256795853": "די פיייקייט צו עקסטראַקט אַ פּלאַץ פון דאַטן, געשווינד, פֿון וועבסיטעס מאכט סקרייפּינג אַ שטאַרק געצייַג אין די הענט פון בייזע אַקטערז. א סקרייפּינג באָט קענען קלייַבן באַניצער דאַטן פון געזעלשאַפטלעך מידיאַ זייטלעך. דערנאָך, דורך סקרייפּינג זייטלעך וואָס אַנטהאַלטן אַדרעסעס און אנדערע פערזענלעכע אינפֿאָרמאַציע און קאָראַלייטינג די רעזולטאַטן, אַ העקער קען אָנטייל נעמען אין אידענטיטעט קריימז ווי פאָרלייגן פראָדזשאַלאַנט קרעדיט קאַרטל אַפּלאַקיישאַנז.",
    "4087694419": "א סקרייפּינג העקער קען אויך קלייַבן דאַטן פון זייטלעך ווי אַמאַזאָן און עבייַ צו שאַפֿן שווינדל אָדער פאַרפירעריש פּראָדוקט ליסטינגס. ער אָדער זי קען דעריבער פאָרשלאָגן זיי פֿאַר פאַרקויף אויף ייַנקוקנ-צו-ייַנקוקנ באַדינונגס ווי OfferUp און אָנפירן פישינג אנפאלן אויף די בויערס. אָדער, דער פראָדסטער קען פאַרקויפן פּראָדוקטן וואָס טאָן ניט עקסיסטירן. א ווייַטער פאַרשטעלן סקרייפּינג שווינדל ינוואַלווז פאַקינג אויס אַד פֿאַרלאַגן. דורך סקרייפּינג די אינהאַלט פון אַרויסגעבער זייטלעך, די פראָדסטער קענען מאַכן שווינדל אַד אַרויסגעבער בלעטער אויף פאַרשידענע באַדינונגס. זיי קענען דעריבער פאַרקויפן אַדס אויף די בלעטער צו אָטערייזד ריסעלערז, וועמענס קאָנטאַקטן זיי כאַרוואַסטיד פֿון די אַרויסגעבער ס אַדס.טקסט טעקע. די אַד סלאָץ דערשייַנען פאַקטיש פֿאַר די אַדווערטייזער, אָבער זיי זענען נישט.",
    "3315658779": "פאַרהיטן אינהאַלט סקרייפּינג מיט hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise ניצט אַוואַנסירטע מאַשין לערנען צו ידענטיפיצירן בייזע פאַרקער צו דיין פּלאַץ און אַפּפּס - אַרייַנגערעכנט סקרייפּינג אַקטיוויטעטן.",
    "1422537019": "אונדז הייַנט צו לערנען מער.",
    "1988268879": "פּרייַז-עפעקטיוו דאַטע לייבלינג אין וואָג",
    "2163914794": "דאַרפֿן מער לאַבעלס פֿאַר דיין דאַטאַסעץ? hCaptcha גיט שנעל, פּרייַז-עפעקטיוו און הויך קוואַליטעט דאַטן לייבלינג פֿאַר קאָמפּאַניעס וואָס אַרבעט אויף קינסטלעך סייכל און מאַשין לערנען אַפּלאַקיישאַנז.",
    "3378932530": "באַקומען דיין דאַטן לייבאַלד איצט",
    "3483700676": "קאַטער מיליאַנז פון טאַסקס טייקעף",
    "3478726913": "hCaptcha האט איינער פון די גרעסטע פּאָאָלס אויף דעם פּלאַנעט בנימצא פֿאַר דיין נוצן. וועלכער דיין וואָג, מיר קענען שעפּן עס אָן טייַער אַפּפראַנט קאַמיטמאַנץ. מיליאַנז פון טאַסקס פּער טאָג זענען קיין פּראָבלעם.",
    "740501259": "פּשוט אַפּי-געטריבן פּייפּליינז",
    "2784612261": "ווילן צו ויסשטימען מענטש רעצענזיע גלייך אין דיין געשעפט אַפּעריישאַנז? מיר פאָרשלאָגן SLAs מיט הויך רילייאַבילאַטי, געראַנטיד קאַפּאַציטעט און פּשוט REST APIs.",
    "1144966033": "אָפּטימיזעד פֿאַר פּרייַז און קוואַליטעט",
    "3213351333": "קיין פּרייז היסכייַוועס פארלאנגט",
    "2107077506": "די HUMAN פּלאַטפאָרמע ניצט פולשטענדיק בטחון מאָדעלס צו דורכפירן סאַפיסטאַקייטיד פאַקטיש-צייט קוואַליטעט אַנאַליסיס. דאָס אַלאַוז אונדז צו געשווינד באַשליסן ביידע די שוועריקייט פון פֿראגן און זייער מסתּמא רעכט ענטפֿערן, און איר שפּאָרן צייט און געלט.",
    "3576146278": "צאָלן בלויז פֿאַר די אַקיעראַסי איר דאַרפֿן",
    "2952586316": "ניט אַלע פּראָבלעמס זענען די זעלבע. אַנאַטיישאַנז פֿאַר זיכערהייט-קריטיש טאַסקס קען דאַרפן 99.99% בטחון פון לעגאַמרע מענטש טוערס. אַנאַטיישאַנז פֿאַר איין ביתא שטריך אין אַ רירעוודיק שפּיל אַפּ קען נאָר דאַרפן מעסיק בטחון. דו באשלוס.",
    "710145621": "צושטעלן דיין אייגענע ערד אמת דאַטן אָדער לאָזן אונדז בויען עס אויף די פליען",
    "987901590": "צי איר האָבן רוי דאַטן אָן אַ פולשטענדיק וועראַפאַקיישאַן שטעלן? אין רובֿ קאַסעס, מיר קענען בויען איינער פֿאַר איר ווי טאַסקס לויפן דורך די סיסטעם, אָדער מאַכן סאַמפּאַלז מיט די נאָמען פֿאַר דיין האַסקאָמע.",
    "2597352122": "אַנאָטאַציע טייפּס",
    "1344687860": "באַונדינג באָקסעס",
    "1089415440": "פּינטלעך דיטעקשאַן פון אַבדזשעקץ אין בילדער און ווידעא",
    "3817067682": "פּאָליגאָנס",
    "2682873489": "דעפינירן באַונדינג געגנט פֿאַר אַבדזשעקץ",
    "1275150216": "לאַנדמאַרקס",
    "2067112112": "פונט אַנאַטיישאַנז פֿאַר פילע פאַרשידענע נוצן קאַסעס",
    "4228682126": "אַטריביוט קאַטאַגעריזיישאַן",
    "2920213479": "סאָרט אָדער צוגעבן אַרביטראַריש קאַטעגאָריעס פון קיין גרייס",
    "3288667364": "פאַרגלייַך און דעטעקשאַן",
    "155877895": "מענטש-Powered דיטעקשאַן און קלאַסאַפאַקיישאַן",
    "3128433367": "... און פילע מער",
    "2827452240": "דאַרפֿן אן אנדער טיפּ ניט ליסטעד דאָ? נאָר פרעגן אונדז.",
    "719304627": "דאַרפֿן סוף-צו-סוף קאָנטראָל?",
    "1172067553": "די HUMAN פּלאַטפאָרמע הינטער hCaptcha פּראָווידעס העכסט סאַפיסטאַקייטיד אַרבעט קוואַליטעט און פאַרוואַלטונג פֿעיִקייטן דורך דיפּלוימאַנץ אויף-האַנאָכע, כייבריד אָדער סאַאַס וואָס ויסשטימען מיט דיין יגזיסטינג סיסטעמען.",
    "2319072959": "לויפן גאָר אָפפלינע מיט דיין אייגענע ווערקפאָרס, שפּור ווערט קאַנסומד איבער געשעפט וניץ אָדער קאָנסאָרטיום פּאַרטנערס, סאַלעקטיוולי רוץ דזשאָבס צו פאַרשידענע ינערלעך אָדער פונדרויסנדיק אַרבעט פּראַוויידערז באזירט אויף קאָס און זיכערהייט רעקווירעמענץ, און מער.",
    "1936512180": "גרינג אַפּי אַקסעס, שיין דאַשבאָרדז און די לעצטע מאָדעל-אין-דעם-שלייף טעכנאָלאָגיע צו מאַקסאַמייז אַרבעט עפעקטיווקייַט.",
    "3913848038": "99.99% ופּטימע SLAs און 24/7 גלאבאלע שטיצן בנימצא.",
    "1080752747": "קאָנטאַקט פארקויפונג",
    "1525403768": "פֿאַר מער אינפֿאָרמאַציע קאָנטאַקט Enterprise Sales.",
    "1546930020": "באַקומען דאַטן לייבאַלד",
    "2486638408": "דעפינירן ספּעסאַפאַקיישאַנז",
    "1027200955": "רעדן מיט איינער פון אונדזער פעלד עקספּערץ צו דעפינירן דיין פּרויעקט דאַרף: ציל אַקיעראַסי, פֿאָרמאַט און קיין ספּעציעל רעקווירעמענץ.",
    "1156712451": "ערשט אַרבעט טעסט",
    "181065232": "מיר ויספירן אַ קליין פּראָדוקציע אַרבעט באזירט אויף דיין מוסטער דאַטן. דאָס טעסט די אַרבעט וואָס מיר האָבן דורכגעקאָכט צוזאַמען צו ענשור אַז איר באַקומען פּונקט וואָס איר דאַרפֿן.",
    "3207769512": "צעוויקלען פּראָדוקציע דזשאָבס",
    "1099238677": "מיט אונדזער הויך באַנד און נידעריק לייטאַנסי, מיר וועלן ווענדן דיין אַרבעט געשווינד, מיט אָטאַמייטיד עקספּרעס ווי באַלד ווי עס איז דורכגעקאָכט.",
    "465783046": "ווילן צו פּרובירן עס מיט דיין דאַטן?",
    "328625009": "... מיר זענען גרייט ווען איר זענט: אונדזער דינסט איז בנימצא אַרום די זייגער.",
    "3225770968": "hCaptcha איז דיזיינד צו סאָלווע די מערסט אַרבעט אינטענסיווע פּראָבלעם אין מאַשין לערנען; לייבלינג מאַסיוו אַמאַונץ פון דאַטן אין אַ בייַצייַטיק, אַפאָרדאַבאַל און פאַרלאָזלעך וועג.",
    "2041686284": "מער דאַטן בכלל פּראָדוצירן בעסער רעזולטאַטן אין טריינינג מאַשין לערנען מאָדעלס. די לעצטע הצלחה פון טיף מאָדעלס האט געפֿירט צו ינקריסינגלי גרויס דאַטאַסעץ, און hCaptcha סערוועס דעם נויט. אָבער, קריייטינג גרויס מענטש-ריוויוד דאַטאַסעץ ניצן טראדיציאנעלן מעטהאָדס איז פּאַמעלעך און טייַער.",
    "3729345277": "hCaptcha איז אַ וועג פֿאַר קאָמפּאַניעס צו באַקומען די אַנאַטיישאַנז וואָס זיי דאַרפן פאַסטער, מיט העכער קוואַליטעט און נידעריקער פּרייַז ווי אנדערע אַלטערנאַטיוועס.",
    "2103563261": "פּריוואַט אָדער ציבור אינפֿאָרמאַציע",
    "2513143348": "די hCaptcha ענטערפּרייז סיסטעם איז יינציק פלעקסאַבאַל אין זיין פּלאַן: עס קענען זיין טייל אָדער גאָר דיפּלויד בייַ די ברעג פון דיין נעץ אויב איר אַרבעטן אַ ציבור וואָלקן אָדער פאַרמאָגן פילע דאַטן סענטערס.",
    "3107683988": "דאָס קען דראַמאַטיקלי רעדוצירן אַוועק-נעץ פאַרקער און קאָס און ריטיין אַלע די בענעפיץ פון פאַרוואַלטונג דורך אונדזער 24/7 אָנרופן שטעקן צו טרעפן די שטרענגסטע SLAs.",
    "3660619092": "צייכן אַרויף פריי אָדער קאָנטאַקט פארקויפונג פֿאַר פאַרנעמונג סאַלושאַנז",
    "2351176803": "ליסענסע תּנאָים פֿאַר די hCaptcha JS API",
    "2616226398": "אונטער צו אונדזער",
    "2024293275": ". אַלע אנדערע רעכט רעזערווירט, פֿאַר איצט.",
    "1062291156": "נאָרמאַל טערמינען",
    "2712493234": "צאָלונג שווינדל: מיטאַגייטינג אַ שנעל-יוואַלווינג מאָדע פון סיבערקריים",
    "1817772953": "שווינדל איז נישט אַ נייַע פאָרעם פון פאַרברעכן. טאקע, אַרקיאַלאַדזשיסס האָבן אַנערטט אַנטי-שווינדל דעוויסעס דיזיינד דורך די אלטע סומעריאַנס צו אַריבערפירן לייווסטאַק אָן לאָססעס קימאַט 10,000 יאר צוריק! אין זייער פאַל, זיי שטעלן ליים טאָקענס, יעדער רעפּריזענטינג אַ כייַע, ין אַ ליים פּילקע באקאנט ווי אַ \"בולאַ.\" די בולאַ וואָלט אַרומפאָרן מיט די סטייַע ווי עס אריבערגעפארן פון טרעגער צו קוינע. אפילו דעמאָלט, געשעפט אָונערז זענען זארגן אַז ניט אַלעמען מיט זיי איז געווען אויף די אַרויף און אַרויף. א פּלאַץ האט געביטן אין 10,000 יאָר, אָבער די נויט צו זיין ינאַווייטיוו אין פּרעווענטינג שווינדל בלייבט מיט אונדז. הייַנט, די אַרויסגעבן פון אָנליין צאָלונג שווינדל איז פון העכסט וויכטיקייט. מיט די אינטערנעט, פראָדסטערז האָבן ווערן ינקריסינגלי אַדעפּט אין אַוצמאַרטינג אַנטי-שווינדל קאָנטראָלס. ניו סאַלושאַנז ווענדן די יאַמ - פלייץ, אָבער.",
    "1053787685": "וואָס איז צאָלונג שווינדל?",
    "433424759": "צאָלונג שווינדל קאַמפּרייזיז קיין טיפּ פון ומלעגאַל טראַנסאַקטיאָן אין וואָס אַ סייבער קרימינאַל דיפּרייווז די קאָרבן פון עפּעס פון ווערט, טיפּיקלי געלט. דאָס קען מיינען צו נוצן אַ סטאָלען קרעדיט קאַרטל צו סדר סחורה אָנליין אָדער נעמען איבער אַ באַנק אקאונט און יליגאַלי טראַנספערינג געלט פון עס. עס זענען פילע ווערייישאַנז, אָבער זיי אַלע האָבן די זעלבע רעזולטאַט: אַ טשודאַק ניצט אַ סטאָלען אידענטיטעט אָדער צאָלונג אינפֿאָרמאַציע צו גאַנווענען פון אַ קאַנסומער, אַ באַנק אָדער אַ סוחר.",
    "2939852138": "ווי טאָן פראָדסטערס [פּרובירן צו] באַקומען אַוועק מיט צאָלונג שווינדל?",
    "1665616092": "צאָלונג שווינדל איז פּשוט אין באַגריף, אָבער עס קען זיין פאַנטאַסטיש קאָמפּלעקס אין זיין פאָרשטעלן-טאָג דורכפירונג.",
    "4246520782": "אין פאַקט, די אינטערנעט איז געווען עדות צו אַ אמת געווער ראַסע צווישן פראָדסטערז און דיפענדערז אין די לעצטע יאָרן.",
    "2167049807": "זיכערהייט טימז האָבן אנגענומען אַ פאַרשיידנקייַט פון קאַונטערמעזשערז און קאָנטראָלס וואָס באַזיגן די גרינג, פויל אַפּראָוטשיז צו צאָלונג שווינדל. אָבער, די אנפאלן ווערן ינקריסינגלי סאַפיסטאַקייטיד. פֿאַר בייַשפּיל, באָץ קענען איצט שניט סטאָלען קרעדיט קאַרטל נומערן און פּינס פֿון שווינדל וועבסיטעס און פישינג אנפאלן.",
    "1936449777": "דערנאָך, אין גאָר אָטאַמייטיד מאָדע, זיי קענען נאָכקרימען מענטשלעך נאַטור אויף E- האַנדל זייטלעך, געבן אַ קליק אויף קנעפּלעך און לייגן זאכן צו שאַפּינג קאַרץ - צו די פונט ווו פילע, אויב ניט רובֿ אַנטי-שווינדל קאָנטראָלס קענען נישט זאָגן אַז אַ באָט איז טריינג צו גאַנווענען. סחורה. אלא, עס קוקט ווי אויב אַ מענטש באַניצער איז פשוט שאַפּינג. דער באָט קענען קלאָץ אין אַ פאַקטיש קונה ס חשבון מיט סטאָלען קלאָץ אין קראַדענטשאַלז. ווייַטער אַבסקיורינג די שווינדל איז די באָט ס פיייקייט צו שווינדל IP אַדרעסעס און מאַכן עס קוק ווי אויב דער \"קויפער\" איז ערגעץ אַנדערש פון די אַטאַקער, וואָס קען זיין אין אַ פרעמד לאַנד.",
    "648630222": "פאַרהיטן צאָלונג שווינדל מיט hCaptcha Enterprise",
    "1621930829": "וואָס קענען זיין געטאן וועגן הייַנט ס אַוואַנסירטע, אַנסיאַסינג צאָלונג שווינדל אַקטיוויטעטן? ניצן קייפל לייַערס פון קאָנטראָלס איז יוזשאַוואַלי אַ קלוג צוגאַנג. אָבער, די בעסטער קאַונטערמעזשערז זענען אָנעס וואָס קענען טראַפּ די באָט און אַנטדעקן אַז עס איז שווינדל, טראָץ די בעסטער השתדלות פון זיין קריייטערז צו רעפּלאַקייט מענטש נאַטור.",
    "2423586454": "עס זענען נאָך עטלעכע טינגז וואָס ווייכווארג קענען נישט טאָן, קיין ענין ווי גוט די אַי איז הינטער עס. מאָדערן קאַפּטטשאַ טעכנאָלאָגיע אָפפערס אַ פּראָווען אופֿן פון בלאַקינג באָץ טריינג צו פּערפּעטשאַווייט צאָלונג שווינדל. בשעת אַלט אַפּראָוטשיז צו קאַפּטטשאַ, ווי די פּשוט סלאַנטיד נומערן אין אַ קעסטל, זענען איצט מערסטנס דיפישאַנט אין מיטאַגייטינג אַוואַנסירטע באָץ, אַ אָטאַמייטיד טעסטינג-ענטפער מיטל ווי hCaptcha Enterprise קענען לייכט סטאַמפּ אַ פראָדסטער באָט אין מאָמענט פון חשבון לאָגין אָדער שאַפּינג וואָגן ויסשרייַבן. אפילו אויב דער באָט האט פאַקטיש קראַדענטשאַלז, אויב וועט נישט קענען צו באַקומען דורך די קאַפּטטשאַ.",
    "1467308982": "צאָלונג סקעדזשולז",
    "1291824746": "hCaptcha פּייאָוץ לויפן קאָרטערלי אויף אַ 60-טאָג טריילינג יקער. צו אילוסטרירן וואָס דאָס מיטל, ביטע זען די טיש אונטן.",
    "3444947612": "פאַרקער צווישן",
    "4181611011": "ויסגלייַך טאָג",
    "728503636": "פּייאַוט טאָג",
    "3720584906": "15 יולי 2021 - 15 אקטאבער 2021",
    "388240587": "5-15 יאנואר 2022",
    "3426312287": "5-15 יאנואר 2022",
    "615618648": "15 אפריל 2021 - 15 יולי 2021",
    "3376724603": "14-24 סעפטעמבער 2021†††",
    "3398978455": "15-25 סעפטעמבער 2021†††",
    "2722456056": "15 יאנואר 2021 - 15 אפריל 2021",
    "4063155841": "ניט שפּעטער ווי 25 יוני 2021††",
    "4082053540": "19-25 יוני 2021††",
    "64953197": "15 אקטאבער 2020 - 15 יאנואר 2021",
    "1023070345": "ניט שפּעטער ווי 14 מער 2021",
    "2600696085": "15 מערץ 2021",
    "3217791519": "15 יולי 2020 - 15 אקטאבער 2020",
    "649261378": "5-11 יאנואר 2021*",
    "1559190296": "5-11 יאנואר 2021†",
    "3806054689": "15 אפריל 2020 - 15 יולי 2020",
    "4162383380": "16-22 סעפטעמבער 2020*****",
    "1990824776": "16-24 סעפטעמבער 2020*****",
    "3856690908": "15 יאנואר 2020 - 15 אפריל 2020",
    "3200641265": "ניט שפּעטער ווי 16 יוני 2020*",
    "3744079744": "15-19 יוני 2020****",
    "2209837451": "15 אקטאבער 2019 - 15 יאנואר 2020",
    "2510534204": "ניט שפּעטער ווי 23 מער 2020***",
    "2910560864": "20-23 מערץ 2020***",
    "2544565802": "15 יולי 2019 - 15 אקטאבער 2019",
    "3963642878": "ניט שפּעטער ווי 14 דעצעמבער 2019*",
    "622103562": "17 דעצעמבער 2019**",
    "4072202039": "15 אפריל 2019 - 15 יולי 2019",
    "818049069": "ניט שפּעטער ווי 15 יולי 2019",
    "1169005651": "15 סעפטעמבער 2019",
    "2303655425": "15 יאנואר 2019 - 15 אפריל 2019",
    "3678889946": "ניט שפּעטער ווי 15 יוני 2019",
    "3094354698": "15 יוני 2019",
    "4217013126": "פּייאָוץ טיפּיקלי לויפן איבער דעם טאָג אויף די פּייאַוט טאָג, און זענען אין אַלגעמיין געענדיקט דורך האַלבנאַכט פּאַסיפיק צייט. אויב אַ חשבון איז פלאַגד פֿאַר אָפּשאַצונג, עס קען נעמען אַרויף צו פינף נאָך געשעפט טעג צו מעלדונג אַ צאָלונג.",
    "1447649958": "ווי אַ דערמאָנונג, בלויז פּינטלעך מענטש פאַרקער איז בארעכטיגט פֿאַר פּייאַוץ. איר קענט זען מער דעטאַילס וועגן דעם אין אונדזער FAQ, לינגקט אונטן. בנימצא וואָג מוזן אויך טרעפן אַ מינימום שוועל צו זיין בארעכטיגט פֿאַר פּייאַוט, דערווייַל 10 HMT.",
    "4257144752": "פאַקטיש-צייט עסטאַמאַץ פאַרטראַכטנ זיך ניט די לעצט אַקיעראַסי אָדער מענטשהייַט, און אַזוי דיין לעצט פאַרדינסט קען בייַטן באטייטיק אַרויף אָדער אַראָפּ פֿון די נומערן געוויזן אין די דאַשבאָרד איידער דיין ערשטער ויסגלייַך.",
    "2728931827": "נאָך יעדער ויסגלייַך, דיין פּער-סיטעקיי עסטאַמאַץ וועט זיין דערהייַנטיקט און די אַקיעראַסי פון צוקונפֿט פֿאָרויסזאָגן זאָל פאַרגרעסערן, סייַדן דיין פּלאַץ האט אַ מאַטעריאַל ענדערונג אין באַניצער נאַטור.",
    "1200905005": "††† פֿון סעפטעמבער 2021, רעקאָנסיליאַטיאָנס און פּייאַוץ איצט לויפן איבער אַן בעערעך 10 טאָג צייט אלא ווי אַ איין טאָג, אין סדר צו פאַרפּאָשעטערן אַפּעריישאַנאַל קאַנסטריינץ שייַכות צו וווּקס אין די דינסט.",
    "4284094387": "†† עטלעכע יוני 2021 ויסגלייַך און פּייאַוץ וועט לויפן אין די פאלגענדע וואָך רעכט צו דילייז אין וועראַפאַקיישאַן פון לעצט חשבונות בעשאַס די ויסגלייַך פֿענצטער.",
    "1977013707": "† פּייַאַוץ פון דעצעמבער 2020 האָבן שוין ריסקעדזשולד פֿון די 15 צו ויסמיידן אָוווערלאַפּ מיט די סוף פון יאָר ויסגלייַך און שטעקן וואַקאַציע: זיי וועלן זיין געענדיקט אין די רגע וואָך פון יאנואר. רעכט צו סלאָוער-ווי-געוויינטלעך טראַנספערס אין PayPal, פּייאַוץ וועט לויפן איבער עטלעכע טעג אלא ווי צו זיין געענדיקט אויף אַ איין טאָג.",
    "517010299": "ביטע טאָן: מיר זענען דערווייַל ארבעטן אויף אַ הויפּט באַקענד יבערגאַנג צו כּמעט פאַקטיש-צייט ויסגלייַך. פּעריאָדיש ויסגלייַך וועט לויפן ווייניקער אָפט ווי געוויינטלעך דורך Q1 2021. דאָס קען נישט ווירקן פּייאַוט סקעדזשולז אָדער דאַטעס.",
    "3092200338": "** ווען דער 15טער פאלן אויף אַ אָפּרוטעג, די פּייאַוט טאָג איז אַנשטאָט די 17.",
    "3891941747": "*** COVID-19 אַדווייזערי: רעכט צו רידוסט שטעקן קאַפּאַציטעט שייַכות צו COVID-19, ויסגלייַך איז ריסקעדזשולד צו לאָזן נאָך צייט צו פאַרענדיקן אונדזער נאָרמאַל וועראַפאַקיישאַן. פּייאַוץ זענען געריכט צו אָנהייבן אויף פרייטאג און פאַרענדיקן אויף די פאלגענדע מאנטאג.",
    "2301757528": "**** רעכט צו ופהיטן דורך PayPal פון זייער REST APIs בעשאַס די פּייאַוט פֿענצטער, ניט אַלע פּייאַוץ זענען געענדיקט אויף יוני 15. קיין פּייַאַוץ סקעדזשולד פֿאַר יוני 15 (פּאַסיפיק צייט) אָבער נישט עקסאַקיוטאַד רעכט צו PayPal API ערראָרס זענען שייַעך-לויפן דורך יוני 19 (פּאַסיפיק צייט).",
    "116842359": "***** רעקאָנסיליאַטיאָנס זענען געריכט צו פאַרענדיקן איבער עטלעכע טעג רעכט צו סיסטעם וישאַלט.",
    "4154415610": "***** סעפטעמבער 2020 פּייאַוט וועט לויפן אין באַטשאַז ווי ויסגלייַך קאַמפּליץ, מיט עטלעכע טעג שפּעטער ווי ערידזשנאַלי סקעדזשולד רעכט צו ויסגלייַך דילייז.",
    "2310694091": "וואָס טוט רעקאָנסיליאַטיאָן מיינען?",
    "164801246": "ויסגלייַך איז דער פּראָצעס דורך וואָס פאַרקער איז אַנאַלייזד נאָך דעם פאַקט צו באַשטעטיקן זייַן מענטשהייַט און אַקיעראַסי, אַמאָל אַלע דאַטן פון אַלע ריפּאָרטינג זייטלעך זענען אין. איר קענען לייענען מער דעטאַילס אין אונדזער",
    "3256245394": "ווי געזונט ווי אונדזער בלאָג אַרטיקלען, למשל",
    "3089778412": "ווי hCaptcha קאַלקיאַלייץ ריוואָרדז",
    "3329755436": "זענט איר פּלאַנירונג צו פאַרגיכערן דעם פּראָצעס?",
    "1911669851": "יאָ, מיר איצט ארבעטן אויף אַ פאַרשיידנקייַט פון ימפּרווומאַנץ צו אונדזער באַקענד סיסטעמען וואָס מיר דערוואַרטן יווענטשאַוואַלי לאָזן אונדז צו פאָרשלאָגן פאַסטער ויסגלייַך, מער גיך אָפּשאַצונג אַקיעראַסי און פאַסטער פּייאַוץ. מיר זענען דערווייַל ארבעטן צו פאַרגיכערן ויסגלייַך ערשטער.",
    "2366003154": "דרוק און מעדיע ינקוויריעס",
    "3054564199": "דרוק קיט",
    "3173156067": "עטלעכע פאַרטיק קאַלאַטעראַל איז בנימצא אויב איר וואָלט ווי צו אַרייַננעמען ביישפילן בילדער אין דיין אַרטיקל.",
    "867314732": "איר קענען צוריקקריגן הויך-האַכלאָטע",
    "858218750": "און גיידאַנס צו נוצן זיי אויף די",
    "3821716514": "זייַט.",
    "1186243118": "לאָגאָ בילדער",
    "3034959000": "איר קענען צוריקקריגן",
    "1764089150": "דאָ:",
    "1558428432": ". ביטע קרעדיט זיי צו hCaptcha.com.",
    "2429359042": "בייַשפּיל צובינד בילדער",
    "1480820434": "בילד 1",
    "3213411837": "בילד 2",
    "1270712701": "דרוק ריליסיז און לעצטע ריפּאָרץ",
    "231285005": "איר קענען געפֿינען לעצטע דערהייַנטיקונגען אויף אונדזער בלאָג",
    "1289884910": "מיר אויך אַרויסגעבן טיילמאָליק אַנאַליסיס און ריפּאָרץ. למשל:",
    "932546190": "פארוואס קאַפּטטשאַס וועט זיין מיט אונדז שטענדיק",
    "2344319147": "ווי פיל איז Google ס באָט דיטעקשאַן טאַקע ווערט?",
    "1637527266": "וואָס לענדער האָבן די מערסט באָט פאַרקער?",
    "230159237": "קאָנטאַקט",
    "3759923279": "ביטע דירעקט דרוק ינקוועריז צו די פאלגענדע בליצפּאָסט אַדרעס:",
    "4255608322": "לעצטע דערהייַנטיקט: אפריל 12, 2021",
    "537881751": "ברוכים הבאים צו hCaptcha! די פּריוואַטקייט פּאָליטיק באשרייבט די פּראַקטיסיז פון ינטוישאַן מאַטשינעס, ינק. (\"IMI\", \"מיר\" אָדער \"אונדז\") וועגן אונדזער זאַמלונג, נוצן און אַנטפּלעקונג פון אינפֿאָרמאַציע (אַרייַנגערעכנט פערזענלעכע אינפֿאָרמאַציע, דיפיינד אונטן) דורך אונדזער וועבזייטל www.hcaptcha. .com און קיין אנדערע סובדאָמאַינס אָדער דאָומיינז מיר נוצן (די \"סיטעס\") און די hCaptcha אַפּלאַקיישאַן צובינד און פֿאַרבונדענע ווייכווארג און מאַטעריאַלס (קאַלעקטיוולי, די \"סערוויס\").",
    "33639629": "ניט אָנווענדלעך צו דריט טיילווייַז וועבסיטעס. ביטע טאָן אַז די פּריוואַטקייט פּאָליטיק איז נישט אַפּלייז צו קיין וועבזייטל, פאָרשלאָג, פּראָדוקט אָדער דינסט פון קיין דריט פּאַרטיי, אפילו אויב עס פֿאַרבינדונג צו אונדזער פּלאַץ אָדער ינקאָרפּערייץ די סערוויס - ביטע אָפּשיקן צו די אָנווענדלעך פּריוואַטקייט פּאַלאַסיז איידער איר באַשליסן צו צושטעלן אינפֿאָרמאַציע צו דריט. פּאַרטיעס.",
    "987375734": "IMI איז באזירט אין די פאַרייניקטע שטאַטן. די זייטלעך און סערוויס זענען קאַנטראָולד און אַפּערייטאַד דורך אונדז פֿון די פאַרייניקטע שטאַטן. דיין פערזענלעכע אינפֿאָרמאַציע קען זיין סטאָרד און פּראַסעסט אין קיין לאַנד ווו מיר האָבן פאַסילאַטיז אָדער אין וואָס מיר דינגען סערוויס פּראַוויידערז, און דורך ניצן די זייטלעך און סערוויס איר צושטימען צו די אַריבערפירן פון אינפֿאָרמאַציע צו לענדער אַרויס פון דיין וווינאָרט לאַנד, אַרייַנגערעכנט די פאַרייניקטע שטאַטן. , וואָס קען האָבן דאַטן שוץ כּללים וואָס זענען אַנדערש פון די פון דיין לאַנד. אין זיכער צושטאנדן, קאָרץ, געזעץ ענפאָרסמאַנט יידזשאַנסיז, רעגולאַטאָרי יידזשאַנסיז אָדער זיכערהייט אויטאריטעטן אין די אנדערע לענדער קען זיין ענטייטאַלד צו אַקסעס דיין פערזענלעכע אינפֿאָרמאַציע.",
    "452920031": "א באַמערקונג צו קאַסטאַמערז אַרויס די פאַרייניקטע שטאַטן.",
    "2328839224": ". ביטע זען אונדזער \"באַמערקונג צו קאַליפאָרניאַ רעזידאַנץ\" אָפּטיילונג שייך צו דיין רעכט אונטער די קאַליפאָרניאַ קאָנסומער פּריוואַטקייט אקט (\"קקפּאַ\").",
    "1565481281": "א באַמערקונג צו קאַליפאָרניאַ רעזידאַנץ",
    "1028058338": "ביטע זען אונדזער \"באַמערקונג צו אי.יו. דאַטאַ סאַבדזשעקץ\" אָפּטיילונג שייך צו דיין רעכט אונטער די אַלגעמיינע דאַטאַ פּראַטעקשאַן רעגולירן (\"GDPR\").",
    "2271205646": "א באַמערקונג צו אייראפעישער עקאָנאָמיק שטח רעזידאַנץ.",
    "508143070": "באַמערקונג אַז IMI איז דער קאַנטראָולער פון דיין פערזענלעכע אינפֿאָרמאַציע, אַחוץ ווו מיר פּראָצעס פערזענלעכע אינפֿאָרמאַציע אויף ביכאַף פון אונדזער ינטעגראַטאָרס אין קשר מיט די טנייַ פון אונדזער סערוויס, אין וואָס פאַל מיר זענען די פּראַסעסער פון פערזענלעכע אינפֿאָרמאַציע, און די ינטעגראַטאָרס זענען די קאַנטראָולערז פון די פּערזענלעך אינפֿאָרמאַציע.",
    "2330965058": "ווען מיר שפּילן ווי אַ פּראַסעסער פֿאַר אונדזער ינטעגראַטאָרס, מיר טאָן ניט נוצן די דאַטן געזאמלט פֿאַר קיין צוועק אנדערע ווי ריזאַנאַבלי נייטיק צו צושטעלן אונדזער סערוויס, און אונדזער פּראַסעסינג וועט זיין גאַווערנד דורך די קאַנטראַקץ וואָס מיר האָבן אין פּלאַץ מיט אונדזער ינטעגראַטאָרס, ניט דאָס. פּריוואַטקייט פּאָליטיק",
    "3017040355": "פּראַסעסינג פון אי.יו. דאַטאַ ונטערטעניק דאַטן אַפּערייץ אונטער די לעגאַל יקער פון די סטאַנדאַרד קאָנטראַקטואַל קלאָזיז (סקקס) ינאַגרייטיד אין די דאַטאַ פּראַסעסינג אַדענדום צו אונדזער תּנאָים פון סערוויס אָדער דאַטאַ פּראַסעסינג אַגרעעמענץ מיט אונדזער ינטעגרייטערז.",
    "2233384692": "אויב איר האָט קיין פראגעס אָדער קאַנסערנז וועגן ווי אַזאַ דאַטן זענען כאַנדאַלד אָדער וואָלט ווי צו געניטונג דיין רעכט, איר זאָל קאָנטאַקט די מענטש אָדער ענטיטי (ד\"ה די דאַטן קאַנטראָולער) וואָס האט קאָנטראַקטעד מיט אונדז צו נוצן די סערוויס צו פּראַסעסינג די דאַטן. מיר וועלן, אָבער, צושטעלן הילף צו אונדזער ינטעגראַטאָרס צו אַדרעס קיין קאַנסערנז איר קען האָבן, אין לויט מיט די טערמינען פון אונדזער קאָנטראַקט מיט זיי.",
    "349292953": "אינפֿאָרמאַציע מיר קלייַבן",
    "3022001832": "מיר קלייַבן אינפֿאָרמאַציע פון מענטשן וואָס ינטעראַקט מיט אונדזער זייטלעך און סערוויסעס, אַרייַנגערעכנט די וואָס ינקאָרפּערייט אונדזער סערוויס אין זייער וועבזייטל (\"ינטעגראַטאָרס\"), די וואָס נוצן די סערוויסעס פֿאַר דאַטן לייבלינג (\"קאַסטאַמערז\"), און די סוף יוזערז וואָס ינטעראַקט מיט אונדזער וועבזייטל. סערוויס דורך די וועבסיטעס פון אונדזער ינטעגראַטאָרס (\"ענד-ניצערס\").",
    "835545301": "מיר קלייַבן די פאלגענדע קאַטעגאָריעס פון אינפֿאָרמאַציע:",
    "3228928991": "אינפֿאָרמאַציע וואָס קענען ווערן גענוצט צו ידענטיפיצירן אָדער קאָנטאַקט אַ יחיד (\"פערזענלעכע אינפֿאָרמאַציע\"), אַזאַ ווי נאָמען, E- בריוו אַדרעס און לאַנד. מיר קלייַבן פערזענלעכע אינפֿאָרמאַציע פון אונדזער קראַנט און פּראָספּעקטיוו ינטעגראַטאָרס און קאַסטאַמערז ווען זיי געבן עס גלייך צו אונדז (למשל, דורך פּלאָמבירן אַ פאָרעם ווען סיינינג אַ חשבון, אָדער אַפּלייינג צו באַקומען E- בריוו נאָוטאַפאַקיישאַנז פון אונדז). מיר קענען אויך באַשטעטיקן די אידענטיטעט פון אונדזער ינטעגראַטאָרס און קאַסטאַמערז דורך קאַמפּערינג פערזענלעכע אינפֿאָרמאַציע מיט דריט-פּאַרטיי דאַטאַבייסיז אָדער באַאַמטער לעגאַל דאָקומענטן.",
    "1655796811": "אינפֿאָרמאַציע געזאמלט אויטאָמאַטיש ווי אַ רעזולטאַט פון אַ ינטעגראַטאָר אָדער קונה ס נוצן פון די זייטלעך אָדער די סערוויסעס (\"אַנאַליטיקס אינפֿאָרמאַציע\"), אַזאַ ווי IP אַדרעסעס, בלעטערער טיפּ, אינטערנעט סערוויס שפּייַזער, פּלאַטפאָרמע טיפּ, מיטל טיפּ, אָפּערייטינג סיסטעם, דאַטע און צייט שטעמפּל פון אַקסעס, און אנדערע ענלעך אינפֿאָרמאַציע. עטלעכע אַנאַליטיקס אינפֿאָרמאַציע איז געזאמלט אויף אונדזער ביכאַף דורך דריט פּאַרטיעס וואָס מיר דינגען פֿאַר דעם צוועק, און עטלעכע אַנאַליטיקס אינפֿאָרמאַציע איז געזאמלט דורך פאַרשידן טראַקינג טעקנאַלאַדזשיז, אַרייַנגערעכנט קיכלעך (זען \"דריט פארטיי אַנאַליטיקס און טראַקינג טעקנאַלאַדזשיז\" אונטן).",
    "1388241689": "אינפֿאָרמאַציע געזאמלט ווי אַ רעזולטאַט פון ענד יוזערז ענטפֿערן פּראַמפּס דורך די סערוויס (\"לייבאַלד דאַטאַ\"), אַזאַ ווי בילד לייבלינג דאַטן, טעקסט קאָנווערטעד פֿון אַודיאָ טעקעס פּלייַעד צו די ענד יוזערז, ענטפֿערס צו פֿראגן און אנדערע פּראַמפּס דזשענערייטאַד דורך די סערוויס פֿאַר לייבלינג דאַטן פֿאַר נוצן אין מאַשין לערנען אַפּלאַקיישאַנז. באַמערקונג אַז לאַבעלעד דאַטאַ איז נישט טייד צו קיין יידענאַפייד יחיד.",
    "1493790285": "אנדערע אינפֿאָרמאַציע געזאמלט פון סוף-ניצערס ווי אַ טייל פון די סערוויס איז פארלאנגט צו באַשליסן צי זיי",
    "2216374138": "זענען מענטשלעך, אַזאַ ווי מויז מווומאַנץ, מעגילע שטעלע, קייפּרעסס געשעענישן, פאַרבינדן געשעענישן און גיראָסקאָפּע / אַקסעלעראַמאַטער אינפֿאָרמאַציע ווי אָנווענדלעך.",
    "2394073454": "מיר קענען קלייַבן נאָך אינפֿאָרמאַציע פון ענד יוזערז וואָס ווילן צו אַרבעטן מיט אונדז ווי ינדיווידואַל דאַטאַ לאַבעלערס.",
    "3103557430": "ווי מיר נוצן אינפֿאָרמאַציע",
    "1130802068": "מיר נוצן די אינפֿאָרמאַציע וואָס מיר קלייַבן פֿאַר די פאלגענדע צוועקן:",
    "2940689138": "צו פירן ינטעגראַטאָר און קונה אַקאַונץ און צושטעלן די סערוויס. מיר נוצן פערזענלעכע אינפֿאָרמאַציע אין סדר צו פאַרבינדן ספּעציפיש אַקאַונץ מיט ינטעגראַטאָרס און קאַסטאַמערז און צו צושטעלן זיי די סערוויס, ריספּאַנד צו ריקוועס אָדער ינקוועריז, צושטעלן שטיצן אָדער טעכניש הילף און פאַסילאַטייט פּיימאַנץ.",
    "857974529": "צו פֿאַרבעסערן די פּלאַץ און די סערוויס. מיר נוצן אַנאַליטיקס אינפֿאָרמאַציע צו פֿאַרבעסערן אונדזער יגזיסטינג און אַנטוויקלען נייַע באַדינונגס און אָפרינגז און צו קאַסטאַמייז יגזיסטינג און צוקונפֿט פּראָדוקט אָפרינגז.",
    "1820844638": "צו באַקומען מאַרק ינסייץ. מיר נוצן אַנאַליטיקס אינפֿאָרמאַציע צו אַנאַלייז די מאַרק און דורכפירן געשעפט אַנאַליזעס שייַכות צו דעם פּלאַץ און אונדזער באַדינונגס, און פֿאַר אנדערע פאָרשונג צוועקן.",
    "3386280249": "צו צושטעלן אַ מאַרק פֿאַר לאַבעלעד דאַטאַ. אונדזער סערוויס ינייבאַלז הויך באַנד דאַטן לייבלינג און מענטש אָפּשאַצונג פֿאַר מאַשין לערנען סיסטעמען ווי אַ דינסט צו וועבזייטל אָונערז און קאָמפּאַניעס וואָס דאַרפֿן הילף צו באַקומען זייער דאַטן לייבאַלד. צו דעם סוף, מיר ויסזאָגן לייבאַלד דאַטאַ צו אונדזער קאַסטאַמערז וואָס זענען אינטערעסירט אין אַקוויירינג לייבאַלד דאַטאַ.",
    "3532143291": "צו באַוואָרענען אונדזער באַדינונגס און סיסטעמען. מיר נוצן אַנאַליטיקס אינפֿאָרמאַציע צו באַוואָרענען אונדזער סיסטעמען דורך ידענטיפיצירן פּאָטענציעל טרעץ און וואַלנעראַביליטיז און צו באַשיצן די אינפֿאָרמאַציע וואָס מיר קלייַבן.",
    "2185418511": "פֿאַר קיין לאַדזשיטאַמאַט געשעפט ציל, צוגעשטעלט אַז די אינפֿאָרמאַציע איז דע-יידענטאַפייד אָדער אַגראַגייטאַד אַזוי אַז עס קענען ניט זיין גלייַך טייד צו אַ יחיד.",
    "2386465280": "ווי מיר טיילן אינפֿאָרמאַציע",
    "2159517814": "מיר טיילן אָדער ויסזאָגן פּערזענלעך אינפֿאָרמאַציע אין די פאלגענדע קאַסעס:",
    "4256083674": "אויף דירעקט בקשה פון אַן ינטעגראַטאָר צו ידענטיפיצירן די שווינדל ריזיקירן פון אַ ספּעציפיש CAPTCHA אַרויסרופן בעטן אָדער IP אַדרעס, אָדער אַנדערש ווו ספּעציפיש צושטימען איז געגעבן.",
    "3494826505": "מיט ווענדאָרס מיר דינגען צו צושטעלן יקערדיק אַספּעקץ פון די זייטלעך און די סערוויס, אַזאַ ווי דאַטן סטאָרידזש, האָסטינג און אַנאַליטיקס, און בלויז פֿאַר די צוועקן.",
    "1119009846": "ווי נייטיק צו נאָכקומען מיט אָנווענדלעך געזעץ, אַרייַנגערעכנט רעגירונג ריקוועס, געזעץ ענפאָרסמאַנט ריקוועס, און אַנדערש צו ציבור און פּריוואַט ענטיטיז אין סדר צו באַשיצן די רעכט, פּריוואַטקייט, זיכערקייַט אָדער פאַרמאָג פון איר, אונדז אָדער אנדערע.",
    "197676026": "מיט אנדערע פֿאַר קיין לאַדזשיטאַמאַט געשעפט ציל, אויב די אינפֿאָרמאַציע איז דע-יידענטאַפייד",
    "2359312315": "אָדער אַגגרעגאַטעד אַזוי אַז עס קענען ניט זיין גלייַך טייד צו אַ יחיד.",
    "2497216176": "דריט טיילווייַז אַנאַליטיקס און טראַקינג טעכנאָלאָגיע",
    "3694578791": "ווי דיסקאַסט אויבן, מיר (און אונדזער דריט-פּאַרטיי ווענדאָרס) קלייַבן אַנאַליטיקס אינפֿאָרמאַציע אין טייל דורך די נוצן פון קיכלעך, וועב ביקאַנז און אנדערע טראַקינג טעקנאַלאַדזשיז. אין עטלעכע בייַשפּיל, מיר אַרבעטן מיט דריט-פּאַרטיי ווענדאָרס צו נוצן קיכלעך פֿאַר די צוועקן פון קאַלעקטינג אַנאַליטיקס אינפֿאָרמאַציע.",
    "2238885192": "מיר נוצן Sentry צו זאַמלען דיבאַגינג דאַטן ווען אַ באַניצער דערפאַרונג אַ טעות. פֿאַר אינפֿאָרמאַציע וועגן ווי Sentry קאַלעקץ און פּראַסעסאַז דאַטן:",
    "1535054294": "ביטע זען זייער דיטיילד פּאָליטיק",
    "658775471": "מיר נוצן Cloudflare צו אַפּטאַמייז אונדזער וועב פאַרקער. פֿאַר אינפֿאָרמאַציע וועגן ווי Cloudflare קאַלעקץ און פּראַסעסאַז דאַטן:",
    "2014256987": "אויב איר וואָלט בעסער וועלן נישט צו פאַרשפּאַרן די נוצן פון קיכלעך אָדער אנדערע טראַקינג טעקנאַלאַדזשיז, ביטע זען \"אָנפירונג דיין אינפֿאָרמאַציע,\" אונטן. ביטע טאָן אַז דאָס קען אַ נעגאַטיוו פּראַל אויף דיין דערפאַרונג מיט די זייטלעך אָדער סערוויס, ווייַל עטלעכע פֿעיִקייטן קען נישט אַרבעטן רעכט.",
    "2788024905": "ווי מיר זיכער אינפֿאָרמאַציע",
    "271333468": "מיר ינסטרומענט צונעמען טעכניש און אָרגאַנאַזיישאַנאַל מיטלען צו באַשיצן די אינפֿאָרמאַציע וואָס מיר קלייַבן און קראָם, און דאַרפן אַלע אגענטן וואָס דורכפירן אונדזער פּראַסעסינג אויף אונדזער ביכאַף צו טאָן דאָס זעלבע. צום באַדויערן, קיין זיכערהייט מיטלען זענען 100% פולפּראָאָף, און ווי אַזאַ קיין נעץ אָדער סיסטעם (אַרייַנגערעכנט ונדזערער) קענען זיין געראַנטיד צו זיין 100% זיכער קעגן צעשטערונג, אָנווער, אָלטעריישאַן, אַנאָטערייזד אַנטפּלעקונג פון אָדער אַקסעס צו אינפֿאָרמאַציע וואָס מיר קלייַבן און קראָם. אויב איר גלויבן אַז דיין אינפֿאָרמאַציע קען נישט זיין זיכער פֿאַר קיין סיבה, ביטע קאָנטאַקט אונדז מיד אין:",
    "3031284129": "וואָראַנטי אָפּלייקענונג",
    "26365791": "צו די פולאַסט מאָס דערלויבט דורך געזעץ, די מאַפּע און די סערוויס (און קיין אנדערע פֿאַרבונדן באַדינונגס, אינפֿאָרמאַציע, דאַטן, פֿעיִקייטן און אנדערע אינהאַלט אָדער מאַטעריאַלס) זענען צוגעשטעלט אויף אַ \"ווי-איז\" און \"ווי-פאַראַנען\" יקער. אין די פולסטע מאָס דערלויבט דורך געזעץ, IMI יקסקלודז אַלע וואָראַנטיז, אַרייַנגערעכנט אָבער ניט לימיטעד צו די ימפּלייד וואָראַנטיז פון סחורהאַביליטי, טויגיקייט פֿאַר אַ באַזונדער ציל און ניט-ינפרינדזשמאַנט.",
    "735630686": "אָנפירונג דיין אינפֿאָרמאַציע (דיין רעכט)",
    "498769698": "איר קענט אַקסעס, ריכטיק, ויסמעקן אָדער ויסמעקן זיכער פערזענלעכע אינפֿאָרמאַציע וואָס איר האָט צוגעשטעלט אונדז דורך דיין ינטעגראַטאָר, קונה אָדער אַקסעסאַביליטי באַניצער חשבון (אויב איר זענט אַן ינטעגראַטאָר, קונה אָדער אַקסעסאַביליטי באַניצער). אויב איר קענט נישט טאָן דאָס, אָדער האָבן קיין פֿראגן וועגן פערזענלעכע אינפֿאָרמאַציע וואָס מיר האָבן געזאמלט און / אָדער שערד וועגן איר, אָדער וואָלט ווי צו צוריקציען דיין צושטימען פֿאַר אונדזער פּראַסעסינג (ד\"ה גאָר ויסמעקן דיין חשבון), ביטע קאָנטאַקט אונדז אין:",
    "2895491273": "אויב איר וואָלט בעסער וועלן צו פאַרשפּאַרן קיכלעך אָדער אנדערע טראַקינג טעקנאַלאַדזשיז, רובֿ בראַוזערז און רירעוודיק דעוויסעס אַלע איר צו טוישן דיין סעטטינגס אַזוי צו געבנ צו וויסן איר ווען איר באַקומען קיכלעך אָדער אנדערע טראַקינג טעקנאַלאַדזשיז זענען געניצט, און צו קלייַבן צי צו אָננעמען / לאָזן עס. רובֿ בראַוזערז אויך לאָזן איר צו דיסייבאַל אָדער ויסמעקן יגזיסטינג קיכלעך אָדער אויטאָמאַטיש אָפּוואַרפן צוקונפֿט קיכלעך. איר קענט אויך נוצן דריט-פּאַרטיי מכשירים, אַרייַנגערעכנט בלעטערער פּלוגינס, צו קאָנטראָלירן דיין קיכל פּרעפֿערענצן. באַמערקונג, אָבער, אויב איר דיסייבאַל אַלע קיכלעך, עטלעכע פּאָרשאַנז פון אונדזער זייטלעך קען נישט פונקציאָנירן רעכט.",
    "707527778": "אינפֿאָרמאַציע פון קינדער",
    "1747657936": "אונדזער זייטלעך און סערוויסעס זענען נישט דירעקטעד צו קינדער אונטער די עלטער פון 13 און מיר טאָן ניט וויסנדיק קלייַבן פערזענלעכע אינפֿאָרמאַציע פון קינדער אונטער די עלטער פון 13. אויב מיר וויסן אַז מיר האָבן געזאמלט פערזענלעכע אינפֿאָרמאַציע פון אַ קינד אונטער די עלטער פון 13, מיר וועלן נעמען גלייַך סטעפּס צו ויסמעקן אַזאַ אינפֿאָרמאַציע פון אונדזער טעקעס ווי באַלד ווי מעגלעך, סייַדן מיר האָבן אַ לעגאַל פליכט צו האַלטן עס. ביטע קאָנטאַקט אונדז אויב איר גלויבן מיר האָבן אינפֿאָרמאַציע פון אָדער וועגן אַ קינד אונטער די עלטער פון 13:",
    "2419795065": "אָנזאָג צו קאַליפאָרניאַ רעזידאַנץ",
    "1517625162": "אונטער קאַליפאָרניאַ סיוויל קאָוד אָפּטיילונג 1789.3, קאַליפאָרניאַ יוזערז זענען ענטייטאַלד צו די פאלגענדע קאַנסומער רעכט באַמערקן: קאַליפאָרניאַ רעזידאַנץ קענען דערגרייכן די קלאָג הילף אַפּאַראַט פון די דיוויזשאַן פון קאָנסומער באַדינונגס פון די קאַליפאָרניאַ דעפּאַרטמענט פון קאָנסומער אַפפאַירס דורך פּאָסט אין 1625 North Market Blvd., Sacramento, CA 95834, אָדער דורך טעלעפאָן ביי (916) 445-1254 אָדער (800) 952-5210.",
    "3730344349": "דער אָפּטיילונג גיט נאָך דעטאַילס וועגן די פערזענלעכע אינפֿאָרמאַציע וואָס מיר קלייַבן וועגן קאַליפאָרניאַ קאָנסומערס און די רעכט צו זיי אונטער די קאַליפאָרניאַ קאָנסומער פּריוואַטקייט אקט אָדער \"CCPA.\"",
    "4044467791": "פֿאַר די קאַטעגאָריעס פון פערזענלעכע אינפֿאָרמאַציע וואָס מיר האָבן געזאמלט פון איר אין די פריערדיקע 12 חדשים, ביטע זען די \"אינפֿאָרמאַציע מיר קאַלעקט\" אָפּטיילונג אויבן. מיר קלייַבן די אינפֿאָרמאַציע פֿאַר די געשעפט און געשעפט צוועקן דיסקרייבד אין די \"ווי מיר נוצן פערזענלעכע אינפֿאָרמאַציע\" אָפּטיילונג אויבן. אין די פריערדיקע 12 חדשים, מיר האָבן שערד די פאלגענדע קאַטעגאָריעס פון אינפֿאָרמאַציע מיט דריט פּאַרטיעס פֿאַר אַ געשעפט ציל:",
    "4208081170": "קאַטעגאָריע פון פערזענלעכע אינפֿאָרמאַציע",
    "1528242915": "אידענטיפיצירן.",
    "3863351997": "פערזענלעכע אינפֿאָרמאַציע קאַטעגאָריעס ליסטעד אין די קאַליפאָרניאַ קונה רעקאָרדס געזעץ (Cal. Civ. Code § 1798.80 (E)).",
    "2826705343": "געשעפט אינפֿאָרמאַציע.",
    "2683038211": "אינטערנעט אָדער אנדערע עלעקטראָניש נעץ טעטיקייט.",
    "3671828834": "ביישפילן פון שערד פערזענלעכע אינפֿאָרמאַציע",
    "779426309": "א פאַקטיש נאָמען, יינציק פערזענלעכע אידענטיטעט, אָנליין אידענטיטעט, אינטערנעט פּראָטאָקאָל אַדרעס, בליצפּאָסט אַדרעס, חשבון נאָמען אָדער אנדערע ענלעך ידענטיפיערס.",
    "2414368123": "א נאָמען, קרעדיט קאַרטל נומער, דעביט קאַרטל נומער אָדער קיין אנדערע פינאַנציעל אינפֿאָרמאַציע.",
    "4088941349": "רעקאָרדס פון פּראָדוקטן אָדער באַדינונגס פּערטשאַסט, באקומען אָדער באַטראַכט.",
    "3238612014": "בראַוזינג געשיכטע, אינפֿאָרמאַציע וועגן אַ קאַנסומער ס ינטעראַקשאַן מיט אַן אינטערנעץ וועבזייטל, אַפּלאַקיישאַן אָדער אַדווערטייזמאַנט.",
    "1023108656": "קאַטעגאָריעס פון דריט-פּאַרטיי ריסיפּיאַנץ",
    "1418235079": "סערוויס פּראַוויידערז",
    "3238184941": "באַמערקונג: שווינדל ריזיקירן פֿאַרבונדן מיט אַ יחיד IP אַדרעס קען זיין שערד מיט אַן ינטעגראַטאָר אויף בעטן.",
    "285116485": "די פֿירמע טוט נישט \"פאַרקויפן\" (ווי דער טערמין איז דיפיינד אין די CCPA) די פערזענלעכע אינפֿאָרמאַציע וואָס מיר קלייַבן. ביטע אָפּשיקן צו די \"דריט פארטיי אַנאַליטיקס און טראַקינג טעטשנאָלאָגיעס\" אָפּטיילונג אויבן פֿאַר מער אינפֿאָרמאַציע וועגן די טייפּס פון דריט-פּאַרטיי קיכלעך, אויב עס איז, וואָס מיר נוצן.",
    "1408750006": "אונטער צו זיכער לימיטיישאַנז, די CCPA גיט קאַליפאָרניאַ קאָנסומערס די רעכט צו בעטן צו וויסן מער דעטאַילס וועגן די קאַטעגאָריעס אָדער ספּעציפיש טיילן פון פערזענלעכע אינפֿאָרמאַציע וואָס מיר קלייַבן (אַרייַנגערעכנט ווי מיר נוצן און ויסזאָגן די אינפֿאָרמאַציע), צו ויסמעקן זייער פערזענלעכע אינפֿאָרמאַציע, צו אַפּט אויס פון סיי וועלכע \"פארקויפונג\" וואס קען פארקומען, ווי אויך די רעכט נישט צו ווערן דיסקרימינירט קעגן אויסנוצן די רעכטן.",
    "759057398": "נאָטיץ צו אי.יו. דאַטאַ סאַבדזשעקץ",
    "825780955": "פערזענלעכע אינפֿאָרמאַציע",
    "2945960297": "מיט רעספּעקט צו EU דאַטן סאַבדזשעקץ, דער טערמין \"פערזענלעכע אינפֿאָרמאַציע\" ווי געניצט אין דעם פּריוואַטקייט פּאָליטיק איז עקוויוואַלענט צו \"פערזענלעכע דאַטן\" ווי דיפיינד אין די אייראפעישע יוניאַן אַלגעמיינע דאַטאַ פּראַטעקשאַן רעגולירן (GDPR).",
    "1126613163": "שפּירעוודיק דאַטע",
    "3571006800": "עטלעכע פון די אינפֿאָרמאַציע וואָס איר צושטעלן אונדז קען זיין שפּירעוודיק דאַטן ווי דיפיינד אין די GDPR (אויך ריפערד צו ווי ספּעציעל קאַטעגאָריעס פון פערזענלעכע דאַטן), אַרייַנגערעכנט לעגיטימאַציע פון דיין ראַסע אָדער עטהניסיטי אויף רעגירונג-ארויס לעגיטימאַציע דאָקומענטן.",
    "1988461282": "לעגאַל באַסעס פֿאַר פּראַסעסינג",
    "3519564631": "פּראַסעסינג צוועקן",
    "1778642038": "צו יבערגעבן מיט איר",
    "2223819810": "צו אַפּטאַמייז אונדזער פּלאַטפאָרמע",
    "1678661231": "פֿאַר העסקעם, פאַרהיטונג פון שווינדל און זיכערקייַט",
    "2561077702": "צו צושטעלן אונדזער דינסט",
    "2066321185": "לעגאַל יקער",
    "1174237568": "די פּראַסעסינג אַקטיוויטעטן קאַנסטאַטוט אונדזער לאַדזשיטאַמאַט אינטערעסן. מיר פּרוּווט צו באַטראַכטן און באַלאַנסירן קיין פּאָטענציעל ימפּאַקץ אויף איר (ביידע positive און נעגאַטיוו) און דיין רעכט איידער מיר פּראָצעס דיין פערזענלעכע אינפֿאָרמאַציע פֿאַר אונדזער לאַדזשיטאַמאַט אינטערעסן. מיר טאָן ניט נוצן דיין פערזענלעכע אינפֿאָרמאַציע פֿאַר אַקטיוויטעטן ווו אונדזער אינטערעסן זענען אָווועררייד דורך קיין אַדווערס פּראַל אויף איר (סייַדן מיר האָבן דיין צושטימען אָדער זענען אַנדערש פארלאנגט אָדער דערלויבט דורך געזעץ).",
    "1350478093": "פּראַסעסינג ציל",
    "787916198": "מיט דיין הסכמה",
    "3348433919": "דיין רעכט",
    "3842673636": "אונטער די GDPR, איר האָבן זיכער רעכט וועגן דיין פערזענלעכע אינפֿאָרמאַציע. איר קען פרעגן אונדז צו נעמען די פאלגענדע אַקשאַנז אין באַציונג צו דיין פערזענלעכע אינפֿאָרמאַציע וואָס מיר האַלטן:",
    "4057343238": "אָפּט-אויס",
    "1834911235": "האַלטן איר שיקן דירעקט פֿאַרקויף קאָמוניקאַציע וואָס איר האָט ביז אַהער מסכים צו באַקומען. מיר קענען פאָרזעצן צו שיקן איר סערוויס-פֿאַרבונדענע און אנדערע ניט-פֿאַרקויף קאָמוניקאַציע.",
    "3022301908": "אַקסעס",
    "680638297": "צושטעלן איר אינפֿאָרמאַציע וועגן אונדזער פּראַסעסינג פון דיין פערזענלעכע אינפֿאָרמאַציע און געבן איר אַקסעס צו דיין פערזענלעכע אינפֿאָרמאַציע.",
    "1409486258": "ריכטיק",
    "3878077249": "דערהייַנטיקן אָדער ריכטיק ינאַקיעראַטיז אין דיין פערזענלעכע אינפֿאָרמאַציע.",
    "3645414921": "ויסמעקן",
    "42182578": "ויסמעקן דיין פערזענלעכע אינפֿאָרמאַציע.",
    "1609621367": "אַריבערפירן",
    "3208155808": "אַריבערפירן אַ מאַשין ליינעוודיק קאָפּיע פון דיין פערזענלעכע אינפֿאָרמאַציע צו איר אָדער אַ דריט פּאַרטיי פון דיין ברירה.",
    "1786796818": "באַגרענעצן",
    "3329634829": "באַגרענעצן די פּראַסעסינג פון דיין פערזענלעכע אינפֿאָרמאַציע.",
    "4202774977": "אָבדזשעקט",
    "3007158970": "אָבדזשעקט צו אונדזער צוטרוי אויף אונדזער לאַדזשיטאַמאַט אינטערעסן ווי די יקער פון אונדזער פּראַסעסינג פון דיין פערזענלעכע אינפֿאָרמאַציע וואָס ימפּאַקץ דיין רעכט.",
    "1273071008": "דאַטאַ ונטערטעניק אַקסעס רעכט ריקוועס",
    "3594381346": "אָרט.",
    "21141582": "דאָס",
    "3357523404": "קרייַז-באָרדער דאַטאַ אַריבערפירן",
    "290966395": "ווי דיסקרייבד אין אונדזער אָפּטיילונג \"א באַמערקונג צו קאַסטאַמערז אַרויס די פאַרייניקטע שטאַטן\", ביטע זיין אַווער אַז דיין פערזענלעכע דאַטן וועט זיין טראַנספערד צו, פּראַסעסט און סטאָרד אין די פאַרייניקטע שטאַטן. דאַטאַ שוץ געזעצן אין די יו. עס. קען זיין אַנדערש פון די אין דיין לאַנד פון וווינאָרט. איר צושטימען צו די אַריבערפירן פון דיין אינפֿאָרמאַציע, אַרייַנגערעכנט פערזענלעכע אינפֿאָרמאַציע, צו די יו.",
    "3178581111": "ניצן פֿאַר נייַע צוועקן",
    "1088304322": "מיר קענען נוצן דיין פערזענלעכע אינפֿאָרמאַציע פֿאַר סיבות וואָס זענען נישט דיסקרייבד אין דעם פּריוואַטקייט פּאָליטיק, ווו מיר זענען דערלויבט דורך געזעץ צו טאָן דאָס און ווו די סיבה איז קאַמפּאַטאַבאַל מיט דעם ציל פֿאַר וואָס מיר געזאמלט עס. אויב מיר דאַרפֿן צו נוצן דיין פערזענלעכע אינפֿאָרמאַציע פֿאַר אַן אַנרילייטיד ציל, מיר קען געבנ צו וויסן איר און דערקלערן די אָנווענדלעך לעגאַל יקער פֿאַר דעם נוצן. אויב מיר האָבן רילייד אויף דיין צושטימען פֿאַר אַ באַזונדער נוצן פון דיין פערזענלעכע אינפֿאָרמאַציע, מיר קענען זוכן דיין צושטימען פֿאַר קיין אַנרילייטיד ציל און לאָזן איר צו פאַרענדיקן דיין נוצן פון די סערוויס אין דער צייט אויב איר אַבדזשעקץ.",
    "2260079771": "דאַטאַ ריטענשאַן",
    "38428546": "מיר קראָם דיין פערזענלעכע דאַטן סיקיורלי איבער די לעבן פון דיין חשבון מיט אונדז. מיר וועלן בלויז ריטיין דיין פערזענלעכע דאַטן פֿאַר ווי לאַנג ווי נייטיק צו מקיים די צוועקן פֿאַר וואָס מיר געזאמלט עס, אַרייַנגערעכנט צו באַפרידיקן קיין לעגאַל, אַקאַונטינג אָדער ריפּאָרטינג אַבלאַגיישאַנז אָדער צו סאָלווע דיספּיוץ. די קרייטיריאַ וואָס מיר נוצן צו באַשטימען סטאָרידזש פּיריאַדז אַרייַננעמען די אָנווענדלעך קאַנטראַקטשואַל פּראַוויזשאַנז וואָס זענען אין קראַפט, לעגאַל סטאַטשאַטאָרי באַגרענעצונג פּיריאַדז, אָנווענדלעך רעגולאַטאָרי רעקווירעמענץ און ינדאַסטרי סטאַנדאַרדס.",
    "384965568": "כאָטש ריטענשאַן רעקווירעמענץ בייַטן לויט דזשוריסדיקשאַן, אינפֿאָרמאַציע וועגן אונדזער טיפּיש ריטענשאַן פּיריאַדז פֿאַר פאַרשידענע אַספּעקץ פון דיין פערזענלעכע דאַטן זענען דיסקרייבד אונטן.",
    "2788836740": "קאָנטאַקט אינפֿאָרמאַציע פֿאַר פֿאַרקויף צוועקן איז ריטיינד אויף אַ אָנגאָינג יקער ביז איר ניט אַבאָנירן. דערנאָכדעם מיר וועלן לייגן דיין דעטאַילס צו אונדזער סאַפּרעשאַן רשימה ינדעפאַנאַטלי. E- בריוו אינפֿאָרמאַציע געזאמלט פון אַקסעסאַביליטי יוזערז וועט קיינמאָל זיין געניצט פֿאַר פֿאַרקויף צוועקן.",
    "3520687192": "רעקאָרדס פון קאָמוניקאַציע מיט איר (למשל שטיצן טיקאַץ געעפנט דורך E- בריוו אָדער טוויטטער) קען זיין געהאלטן ינדעפאַנאַטלי.",
    "292211832": "אינפֿאָרמאַציע געזאמלט דורך טעכניש מיטלען אַזאַ ווי קיכלעך, וועבפּאַגע קאָונטערס און אנדערע אַנאַליטיקס מכשירים איז אַוועקגענומען ווי באַלד ווי פּראַקטיש, אָבער קען זיין געהאלטן פֿאַר אַ לימיטעד צייט פון אַרויף צו איין יאָר פֿון עקספּיירי פון די קיכל, טיפּיקלי אין אַ דע-יידענטאַפייד און אַגגרעגאַטעד פאָרעם סייַדן מיר דעטעקט פּאָטענציעל זידלען פון אונדזער דינסט, אין וואָס פאַל מיר וועלן האַלטן די אינפֿאָרמאַציע צו העלפן אונדז אין פּרעווענטינג צוקונפֿט זידלען. מיר קענען נישט פֿאַרבינדן די אַנאָנימייזד און געזאמלט אינפֿאָרמאַציע צו איר, דיין הויזגעזינד, אַן IP אַדרעס אָדער קיין פערזענלעכע אינפֿאָרמאַציע באזירט אויף די סטאָרד אינפֿאָרמאַציע.",
    "470943029": "אויב איר האָט פֿראגן וועגן דעם פּריוואַטקייט פּאָליטיק, ביטע קאָנטאַקט אונדז אין:",
    "3192683783": "ענדערונגען צו דעם פּריוואַטקייט פּאָליטיק",
    "1702335960": "קיין אינפֿאָרמאַציע וואָס מיר קלייַבן איז אונטערטעניק צו די פּריוואַטקייט פּאָליטיק אין די צייט ווען אַזאַ אינפֿאָרמאַציע איז געזאמלט. מיר קען, אָבער, רעוויסע די פּריוואַטקייט פּאָליטיק פון צייט צו צייט. אויב אַ רעוויזיע איז מאַטעריאַל, ווי באשלאסן בלויז דורך אונדז, מיר וועלן געבנ צו וויסן איר, למשל דורך E- בריוו. די קראַנט ווערסיע וועט שטענדיק זיין פּאָסטעד צו אונדזער פּריוואַטקייט פּאָליטיק בלאַט.",
    "3669258571": "קיכל פּאָליטיק",
    "2905621957": "לעצטע דערהייַנטיקט: יולי 18, 2020",
    "1173934218": "מיר פֿאַרשטיין דיין פּריוואַטקייט איז וויכטיק פֿאַר איר און זענען קאַמיטאַד צו זיין טראַנספּעראַנט וועגן די טעקנאַלאַדזשיז וואָס מיר נוצן. די פּאָליטיק גיט דיטיילד אינפֿאָרמאַציע וועגן ווי און ווען מיר נוצן קיכלעך אויף אונדזער זייטלעך און סערוויס.",
    "2694150481": "צי מיר נוצן קיכלעך?",
    "457627611": "יא. מיר און אונדזער אַנאַליטיקס אָדער סערוויס פּראַוויידערז, פֿאַרקויף פּאַרטנערס און אַפיליאַץ קענען נוצן קיכלעך, וועב ביקאַנז אָדער בילדצעלן און אנדערע טעקנאַלאַדזשיז צו ענשור אַז אַלעמען וואס ניצט די זייטלעך האָבן די בעסטער דערפאַרונג. ביטע זען די \"דריט פארטיי אַנאַליטיקס און טראַקינג טעכנאָלאָגיע\" אָפּטיילונג פון אונדזער פּריוואַטקייט פּאָליטיק פֿאַר מער דעטאַילס.",
    "501102544": ": מיר גלויבן אַז די hCaptcha אַנטי-באָט דינסט (ד\"ה די סערוויס עמבעדיד דורך וועבסיטעס, שפּילערייַ אָדער רירעוודיק אַפּפּס) ינקלודז בלויז אַזוי גערופענע \"צושטימען-באַפרייַען\" קיכלעך לויט צו GDPR רעגיאַליישאַנז. ביישפילן פון אַזאַ פּאָטער קיכלעך אַרייַננעמען:",
    "461631543": "GDPR באַמערקונג",
    "2150907653": "* טעכניש קיכלעך זענען שטרענג נויטיק פֿאַר די טנייַ פון די סערוויס. די אַרייַננעמען ייבערהאַנט קיכלעך, סעסיע קיכלעך, מאַסע באַלאַנסינג קיכלעך, עטק.",
    "1012122721": "* סטאַטיסטיש קיכלעך געראטן גלייַך דורך אונדז (ד\"ה ערשטער פּאַרטיי, ניט דריט-פּאַרטיי קיכלעך), ווו די דאַטן זענען נישט געניצט פֿאַר פּראָפילינג.",
    "148542287": "דאָס איז נישט לעגאַל עצה, און קיין וואָראַנטיז זענען צוגעשטעלט וועגן דעם אַנאַליסיס. אויב איר האָט נאָך פֿראגן אָדער קאַנסערנז, ביטע קאָנטאַקט אונדז אויף:",
    "3956117148": "די hCaptcha.com און BotStop.com וועבסיטעס (די זייטלעך) קען אַרייַננעמען נאָך קיכלעך, ווי דיסקרייבד אין דעם פּאָליטיק.",
    "3255230599": "וואָס איז אַ קוקי?",
    "1095532507": "א קיכל (\"קיכל\") איז אַ קליין טעקסט טעקע וואָס איז געשטעלט אויף דיין שווער פאָר דורך אַ וועב בלאַט סערווער. קיכלעך אַנטהאַלטן אינפֿאָרמאַציע וואָס קענען שפּעטער זיין לייענען דורך אַ וועב סערווער אין די פעלד וואָס האט ארויס די קיכל צו איר. עטלעכע פון די קיכלעך וועט זיין געוויינט בלויז אויב איר נוצן זיכער פֿעיִקייטן אָדער סעלעקטירן זיכער פּרעפֿערענצן, און עטלעכע קיכלעך וועט שטענדיק זיין געוויינט. איר קענט געפֿינען מער וועגן יעדער קיכל דורך זען אונדזער קראַנט קיכל רשימה אונטן.",
    "2943815316": "מיר דערהייַנטיקן די רשימה פּיריאַדיקלי, אַזוי עס קען זיין נאָך קיכלעך וואָס זענען נאָך נישט ליסטעד. וועב ביקאַנז, טאַגס און סקריפּס קען זיין געוויינט אין די זייטלעך אָדער אין E- בריוו צו העלפֿן אונדז צו צושטעלן קיכלעך, ציילן וויזיץ, פֿאַרשטיין די יפעקטיוונאַס פון די נוצן און קאַמפּיין און באַשליסן צי אַן E- בריוו איז געעפנט און אַקטאַד. מיר קען באַקומען ריפּאָרץ באזירט אויף די נוצן פון די טעקנאַלאַדזשיז דורך אונדזער סערוויס / אַנאַליטיקס פּראַוויידערז אויף אַ יחיד און אַגגרעגאַטעד יקער.",
    "2954157511": "פארוואס טאָן מיר נוצן קיכלעך?",
    "1539071196": "מיר בכלל נוצן קיכלעך פֿאַר די פאלגענדע צוועקן:",
    "3545935449": "צו דערקענען נייַע אָדער פאַרגאַנגענהייט ניצערס.",
    "32739972": "צו קראָם דיין לאָגין סעסיע אינפֿאָרמאַציע אויב איר זענט רעגיסטרירט אויף אונדזער זייטלעך.",
    "4209078147": "צו פֿאַרבעסערן אונדזער פּלאַץ און בעסער פֿאַרשטיין דיין וויזיץ אויף אונדזער פּלאַטפאָרמס און פּלאַץ.",
    "1077448694": "צו ויסשטימען מיט דריט פּאַרטיי געזעלשאַפטלעך מידיאַ וועבסיטעס.",
    "1709478090": "צו דינען איר מיט אינטערעס-באזירט אָדער טאַרגעטעד גאַנצע.",
    "3256020881": "צו אָבסערווירן דיין ביכייוויערז און בראַוזינג אַקטיוויטעטן איבער צייט אויף קייפל וועבסיטעס אָדער אנדערע פּלאַטפאָרמס.",
    "1092241113": "צו בעסער פֿאַרשטיין די אינטערעסן פון אונדזער קאַסטאַמערז און ינטעגרייטערז.",
    "1434289796": "עטלעכע קיכלעך זענען נייטיק פֿאַר זיכער ניצט פון די זייטלעך, און אָן אַזאַ קיכלעך, מיר וואָלט נישט קענען צו צושטעלן פילע סערוויסעס וואָס איר דאַרפֿן צו רעכט נוצן די זייטלעך. די קיכלעך, פֿאַר בייַשפּיל, לאָזן אונדז צו אַרבעטן אונדזער זייטלעך אַזוי איר קענען אַקסעס עס ווי איר האָט געבעטן און לאָזן אונדז דערקענען אַז איר האָט באשאפן אַ חשבון און לאָגד אין דעם חשבון צו אַקסעס די אינהאַלט פון די פּלאַץ. זיי אויך אַרייַננעמען קיכלעך וואָס געבן אונדז צו געדענקען דיין פריערדיקן אַקשאַנז אין דער זעלביקער בראַוזינג סעסיע און באַוואָרענען אונדזער זייטלעך.",
    "1533171442": "מיר אויך נוצן פאַנגקשאַנאַל קיכלעך און קיכלעך פון דריט פּאַרטיעס פֿאַר אַנאַליסיס און פֿאַרקויף צוועקן. פאַנגקשאַנאַל קאָאָקיעס געבן זיכער פּאַרץ פון די זייטלעך צו אַרבעטן רעכט און דיין באַניצער פּרעפֿערענצן צו בלייבן באַוווסט. אַנאַליסיס קיכלעך, צווישן אנדערע זאכן, קלייַבן אינפֿאָרמאַציע וועגן ווי קאַסטאַמערז, ינטעגראַטאָרס און סוף-ניצערס נוצן אונדזער זייטלעך, די אינהאַלט און פּראָדוקטן וואָס די ניצערס זען רובֿ אָפט, און די יפעקטיוונאַס פון אונדזער דריט פּאַרטיי גאַנצע. גאַנצע קאָאָקיעס אַרוישעלפן אין דעליווערינג אַדס צו באַטייַטיק וילעם און האָבן אונדזער אַדס דערשייַנען אין די שפּיץ פון זוכן רעזולטאַטן. קיכלעך זענען אָדער \"סעסיע\" קיכלעך וואָס זענען אויסגעמעקט ווען איר ענדיקן דיין בלעטערער סעסיע, אָדער \"פּערסיסטענט,\" וואָס בלייבן ביז זייער דילישאַן דורך איר ( דיסקאַסט אונטן) אָדער די פּאַרטיי וואָס געדינט די קיכל. פול דעטאַילס וועגן אַלע די קיכלעך געניצט אויף די זייטלעך זענען בנימצא אין אונדזער קיכל אַנטפּלעקונג טיש אונטן.",
    "322830977": "ווי צו דיסייבאַל קיכלעך.",
    "3885459114": "איר קענט בכלל אַקטאַווייט אָדער שפּעטער דיאַקטיווייט די נוצן פון קיכלעך דורך אַ פאַנגקשאַנאַליטי געבויט אין דיין וועב בלעטערער. אויב איר ווילן צו לערנען מער וועגן קיכלעך, אָדער ווי צו קאָנטראָלירן, דיסייבאַל אָדער ויסמעקן זיי, ביטע באַזוכן https://www.knowcookies.com/ פֿאַר דיטיילד גיידאַנס.",
    "262509504": "מיר קענען פֿאַרבינדונג די אינפֿאָרמאַציע געזאמלט דורך קיכלעך מיט אנדערע אינפֿאָרמאַציע וואָס מיר קלייַבן פון איר לויט צו דעם פּריוואַטקייט פּאָליטיק און נוצן די קאַמביינד אינפֿאָרמאַציע ווי דיסקרייבד דאָ. סימילאַרלי, די דריט פּאַרטיעס וואָס דינען קיכלעך אויף אונדזער זייטלעך קען פֿאַרבינדונג דיין נאָמען אָדער בליצפּאָסט אַדרעס צו אנדערע אינפֿאָרמאַציע זיי קלייַבן, וואָס קען אַרייַננעמען פאַרגאַנגענהייט פּערטשאַסאַז געמאכט אָפפלינע אָדער אָנליין, אָדער דיין אָנליין באַניץ אינפֿאָרמאַציע.",
    "2935155034": "אויב איר זענט אין דער אייראפעישער עקאָנאָמיק שטח, איר האָט זיכער רעכט וואָס זענען דיסקרייבד אויבן אונטער די כעדער \"באַמערקונג צו EU דאַטאַ סאַבדזשעקץ\", אַרייַנגערעכנט די רעכט צו דורכקוקן און ריכטיק אָדער ויסמעקן די דאַטן וואָס מיר האָבן וועגן איר.",
    "1873812847": "קיכל (s) אַנטפּלעקונג",
    "3319083717": "נאָמען:",
    "3183855267": "1. המט_יד",
    "907324388": "פֿונקציע",
    "2896187462": "1. גענוצט פֿאַר שטרענג נויטיק אַנאָנימע באַנוצערס דינסט-פֿאַרבונדענע סטאַטיסטיק, און פֿאַר אנדערע טעכניש צוועקן ווי אַסיסטינג אין אַקסעסאַביליטי שטיצן.",
    "987267027": "פארטיי",
    "3453526675": "1. 1 טה פּאַרטיי",
    "1952810469": "טיפּ",
    "1795436560": "1. סעסיע",
    "102695075": "געדויער",
    "3356329025": "1. 30 טעג",
    "3744153629": "נעמען:",
    "2801359190": "__קפדויד,",
    "1829242168": "__קפלב,",
    "2219945145": "סעסיע,",
    "3186435874": "sessionid",
    "720059527": "2. געניצט פֿאַר שטרענג נייטיק טעכניש צוועקן: מאַסע באַלאַנסינג, רוטינג.",
    "1241291641": "זען מער דעטאַילס.",
    "1834801943": "2. 1 טיילווייַז",
    "2114694926": "2. סעסיע",
    "938404336": "2. וועריז; אַרויף צו 30 טעג.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. געניצט פֿאַר שטרענג נייטיק טעכניש צוועקן: ינייבאַלז אַקסעסאַביליטי באַניצער נוצן.",
    "1061239711": "3. 1 טה פּאַרטיי",
    "1483015662": "3. סעסיע",
    "3458934553": "3. וועריז; אַרויף צו 30 טעג.",
    "1527172673": "אויב איר האָט פֿראגן וועגן דעם קיכל פּאָליטיק, ביטע קאָנטאַקט אונדז אין:",
    "134571844": "ימפּרעססום (פּלאַץ נאָטיץ)",
    "110836420": "לעצטע דערהייַנטיקט: 23 דעצעמבער 2020",
    "2901894297": "hCaptcha איז אַ דינסט פון ינטוישאַן מאַטשינעס, ינק. (\"IMI\"), אַ דעלאַווער יו. עס. קאָרפּאָראַטיאָן (#6393793).",
    "2928362319": "פּאָסט ינקוועריז קען זיין געשיקט צו: ינטוישאַן מאַטשינעס, ינק., 350 Alabama St, סאַן פֿראַנסיסקאָ, CA 94110.",
    "1300074400": "אינפֿאָרמאַציע וועגן די קראַנט פאַרוואַלטונג פון די פירמע קען זיין באקומען אויף די וועגן בלאַט. דער איצטיקער סעאָ פון די פירמע איז דער אָנפירונג דירעקטאָר פאַראַנטוואָרטלעך פֿאַר אינהאַלט.",
    "3094150511": "רעגולאַטאָרי אויטאָריטעט: יו. עס. פעדעראלע קאָמוניקאַציע קאַמישאַן, 45 ל סטריט נע, וואַשינגטאָן, דק 20554 USA.",
    "2763011087": "IMI איז נישט אַבליידזשד צו, און איז ניט אַבליידזשד צו אָנטייל נעמען אין, די אָלטערנאַטיוו פּאָלעמיק האַכלאָטע פֿאַר קאַנסומער דיספּיוץ אין פראָנט פון אַ קאַנסומער פּאָלעמיק האַכלאָטע ענטיטי.",
    "1395644678": "אייראפעישער קאַמישאַן באַאַמטער וועבזייטל פֿאַר אָנליין דיספּיוט רעזאַלושאַן:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "קיין געראַנטיז וועגן אינהאַלט",
    "707541553": "אַלע אינפֿאָרמאַציע קאַנטיינד אויף אונדזער אינטערנעט בלעטער איז וואַלאַדייטאַד דורך IMI אָדער אַ דריט פּאַרטיי. אָבער, ניט IMI אָדער דריט פּאַרטיעס קענען זיין פאַראַנטוואָרטלעך פֿאַר אינפֿאָרמאַציע וואָס איז קראַנט, פּינטלעך אָדער גאַנץ. דאָס אויך אַפּלייז צו אנדערע וועבסיטעס וואָס קענען זיין ריטשט דורך כייפּערלינגקס אויף אונדזער בלעטער. IMI אַקסעפּץ קיין פֿאַראַנטוואָרטלעכקייט פֿאַר די אינהאַלט פון די פונדרויסנדיק וועבסיטעס.",
    "2650241052": "קיין עצה",
    "3361191778": "די אינפֿאָרמאַציע צוגעשטעלט אויף די אינטערנעט בלעטער רעפּראַזענץ נישט יחיד עצה און קענען נישט פאַרבייַטן דעם. אויב איר דאַרפֿן יחיד עצה, ביטע קאָנטאַקט אונדזער שטיצן שטעקן.",
    "1031855757": "ניצן דעם פּלאַץ",
    "204716894": "דער אינהאַלט און פּלאַן פון אונדזער וועב זייַטלעך זענען פּראָטעקטעד אונטער קאַפּירייט געזעץ. דופּליקאַטיאָן פון די בלעטער און זייער אינהאַלט אין אַ שטייגער וואָס יקסידז גלייַך יוישער נוצן ריקווייערז פריערדיק געשריבן צושטימען פון IMI אויב עס זענען קיין אנדערע לעגאַל פּראַוויזשאַנז ספּעסיפיעד פֿאַר דופּליקאַטיאָן אויף דעם בלאַט.",
    "3182435854": "דרוקרעכט",
    "3187946010": "כל טעקסט, בילדער, גראַפיקאַל אַנאַמיישאַן, ווידיאס, מוזיק, סאָונדס און אנדערע מאַטעריאַל אויף די בלעטער זענען פּראָטעקטעד אונטער קאַפּירייט געזעץ דורך IMI אָדער דריט פּאַרטיעס אויב ספּעסיפיעד. עס איז פאַרבאָטן צו נאָכמאַכן אָדער מאָדיפיצירן דעם מאַטעריאַל פֿאַר געשעפט נוצן אין אַ שטייגער וואָס יקסידז גלייַך יוישער נוצן.",
    "74538881": "פֿאַראַנטוואָרטלעכקייט פֿאַר דעם וועבזייטל",
    "3236873806": "IMI איז פאַראַנטוואָרטלעך פֿאַר דעם וועבזייטל.",
    "2657277322": "אויב איר האָט פֿראגן, ביטע קאָנטאַקט אונדז אויף:",
    "1338341134": "hCaptcha + פּריוואַטקייט פּאַס (ביתא)",
    "88879089": "פּריוואַטקייט פּאַס איז אַן",
    "1898063898": "פֿאַר פּראַזערווינג באַניצער פּריוואַטקייט וואָס מיר אַנטוויקלען אין קאַנדזשאַנגקשאַן",
    "1942186611": "און אנדערע.",
    "3673079511": "ימערדזשינג נאָרמאַל",
    "2164933356": "קלאָודפלאַרע",
    "3119589996": "ווי עס אַרבעט: אַ בלעטערער פאַרלענגערונג גיט יוזערז די פיייקייט צו שאַפֿן און צייכן קריפּטאָגראַפיקלי בלינד טאָקענס פֿאַר וועבסיטעס וואָס שטיצן די פּריוואַטקייט פּאַס פּראָטאָקאָל. די פאַרלענגערונג דזשענערייץ פּאַסיז מיט קריפּטאָגראַפיקלי בליינדיד טאָקענס וואָס זענען געחתמעט דורך hCaptcha ווען אַ אַרויסרופן איז סאַלווד אויף קיין פּלאַץ ניצן די hCaptcha דינסט,",
    "1254771154": "טשאַלאַנדזשיז געוויזן אויף אנדערע פּריוואַטקייט פּאַס-שטיצן באַדינונגס וואָס אויך ימבעד hCaptcha, למשל Cloudflare.",
    "996362763": "די טאָקענס זענען ונבליינדיד און סטאָרד דורך די פאַרלענגערונג פֿאַר צוקונפֿט נוצן. ווען דער באַניצער באזוכט אַ פּלאַץ מיט hCaptcha און דאַרף פאָרן די אַרויסרופן (צי ומזעיק אָדער דורך די \"איך בין מענטש\" קנעפּל) זיי זענען אויסגעקויפט אויטאָמאַטיש. די בליינדינג פּראָצעדור מיטל אַז געחתמעט און אויסגעקויפט טאָקענס זענען קריפּטאָגראַפיקאַללי אַנלינקאַבלע פֿון hCaptcha ס פּערספּעקטיוו, און אַזוי באַניצער פּריוואַטקייט איז אפגעהיט.",
    "2943346052": "ווי דער IETF סטאַנדערדיזיישאַן פּראָצעס האלט, מיר דערוואַרטן אַז הויפּט בראַוזערז וועלן אַדאַפּט עטלעכע פאָרעם פון פּריוואַטקייט פּאַס. דאָס וועט יווענטשאַוואַלי מאַכן די פאַרלענגערונג ומנייטיק. פֿאַר דעם מאָמענט, אָבער, נאָכגיין די ינסטראַקשאַנז אונטן.",
    "2326660907": "אַחוץ",
    "741483946": "* אין אנדערע ווערטער: איר קענען באַקומען hCaptcha פּריוואַטקייט פּאַס טאָקענס אויף hCaptcha.com, און נוצן זיי אויף אנדערע זייטלעך גלייַך ניצן hCaptcha.com. איר קענט נישט באַקומען אָדער ויסלייזן hCaptcha פּריוואַטקייט פּאַס טאָקענס צו בייפּאַס די hCaptcha סערוויס ווי געוויינט דורך Cloudflare, ווייַל Cloudflare אַרויסגעבן און ויסלייזן זיין אייגענע פּריוואַטקייט פּאַס טאָקענס.",
    "1362015807": "געטינג סטאַרטעד",
    "1358325821": "ערשטער, ינסטאַלירן די פאַרלענגערונג פֿאַר",
    "310885519": "אָדער",
    "4091044469": ". מאַכט זיכער אַז איר האָט ענייבאַלד די פאַרלענגערונג אין ינקאָגניטאָ מאָדע. דערנאָך, באַזוכן קיין וועבזייטל מיט hCaptcha און סאָלווע אַ קאַפּטטשאַ. זינט ווערסיע 2.0.3, איר קענען ויסלייזן די טאָקענס אויף וועבסיטעס ניצן hCaptcha.",
    "3904679538": "קראָום",
    "3700767772": "אַמאָל איר האָבן די פאַרלענגערונג אינסטאַלירן, גיט דאָ (אָדער אויף קיין hCaptcha-ניצן וועבזייטל) צו פאַרדינען פּאַסיז:",
    "166277959": "ביטע טאָן: דער שטריך איז דערווייַל אין ביתא, און קען נישט אַרבעטן פֿאַר אַלע וועבסיטעס און יוזערז אַלע די צייט. אין דער געשעעניש אַז עס איז נישט ענייבאַלד אָדער טוט נישט אַרבעטן פֿאַר אַ באַזונדער באַניצער, די נאַטור וועט פשוט פאַלן צוריק צו דער נאָרמאַל hCaptcha דערפאַרונג אָן אָנווער פון פאַנגקשאַנאַליטי.",
    "3031357206": "א נייַע ייקאַן וועט זיין געוויזן לעבן דיין URL באַר. איצט באַזוכן אַ וועבזייטל מיט hCaptcha. עס וועט קוקן ווי דאָס:",
    "1066753052": "וואָס מיטל די בייַטל איז ליידיק, און איר זענט אויף אַ פּלאַץ וואָס כולל אַ hCaptcha אַרויסרופן. אַמאָל איר פאַרענדיקן דעם אַרויסרופן, איר וועט פאַרדינען טאָקענס וואָס קענען זיין אויסגעקויפט אויף קיין אנדערע וועבזייטל מיט hCaptcha.",
    "651123197": "א ציילן פון די קראַנט גאַנץ אין דיין בייַטל וועט זיין געוויזן אויף די ייקאַן נאָך קאַמפּליטינג די אַרויסרופן.",
    "554844646": "איר קענט באַשטעטיקן אַז די פאַרלענגערונג איז ארבעטן דורך זען די טאָמבאַנק גיין אַראָפּ מיט 1 יעדער מאָל איר גיט",
    "4087729475": "די אַרויסרופן נאָך דיין ערשט סאָלווע.",
    "647630208": "און אַז ס עס! דיין אָנליין בראַוזינג איז איצט מער פּריוואַט.",
    "3272552822": "דעוועלאָפּערס און קריפּטאָגראַפערז:",
    "4059570880": "אויב איר וואָלט ווי צו שפּור די סטאַנדערדיזיישאַן מי, השתדלות זענען דערווייַל אַנדערוויי אין",
    "1904390996": "צו סטאַנדערדייז די",
    "252720667": "אַנדערלייינג די קריפּטאָגראַפיק זיכערהייט פון פּריוואַטקייט פּאַס. דער פּראָטאָקאָל זיך איז געגאנגען דורך די",
    "3972554015": "פּראָצעס ווי געזונט. און דער בלעטערער געשפּרייט איז דאָך",
    "3723626769": "פֿאַר דיין קאַנטראַביושאַנז און באריכטן.",
    "3882147547": "אַבליוויאַן פּסעודאָראַנדאָם פאַנגקשאַנז",
    "565624910": "פּלאַן",
    "3421090159": "אָפֿן מקור",
    "3098677775": "ק: איז מיין IP און בראַוזינג געשיכטע גאָר פּריוואַט פֿון hCaptcha ווען איך נוצן פּריוואַטקייט פּאַס?",
    "4019638786": "א: פּריוואַטקייט פּאַס יוזערז פון hCaptcha וועלן קיינמאָל ויסשטעלן זייער IP צו hCaptcha סייַדן די סימען בייטל פון זייער בלעטערער איז ליידיק אָדער די פּלאַץ סענדז עס. hCaptcha האט קיין וועג צו פֿאַרבינדונג דעם באַניצער צו די סימען גאולה, און קיינמאָל ינטעראַקט גלייך מיט דער באַניצער בעשאַס די גאולה סייַדן זייער סימען בייַטל איז ליידיק.",
    "3887113660": "ק: ווי קען פּריוואַטקייט פּאַס ווירקן hCaptcha פאַרדינסט?",
    "1116455671": "א: איר וועט פאַרדינען אַ באַלוינונג פֿאַר די ערשט סאָלווע אויב דער באַניצער קאַמפּליץ עס אויף דיין פּלאַץ. רידעמשאַנז נאָכגיין די זעלבע ענטפער מוסטער ווי אויב דער באַניצער האט אַוטאָ דורכגעגאנגען אויף דיין פּלאַץ רעכט צו הויך קליענט בטחון: קיין ערנינג אַקערז, און די סיטעוועריפי רופן פון דיין סערווער נעמט אַ 'קרעדיט: פאַלש' אין די פּאַס רעזולטאַטן.",
    "779817954": "ק: אויב איך האָבן פּריוואַטקייט פּאַס פּאַסיז ארויס דורך אן אנדער שפּייַזער, קענען איך ויסלייזן זיי אויף hCaptcha?",
    "3014149332": "א: ניין, פּאַסיז זענען נישט ינטעראָפּעראַבלע: זיי מוזן זיין ארויס און אויסגעקויפט דורך דער זעלביקער אויטאָריטעט, אין דעם פאַל hCaptcha. באַמערקונג אַז אויב איר האָבן פּאַסיז פון ביידע Cloudflare און hCaptcha אין דיין פאַרלענגערונג, די נומער בנימצא וועט טוישן צו די ריכטיק סומע דיפּענדינג אויף די פאָדערונג פון די בלאַט איר באַזוכן. אין אנדערע ווערטער, אויב איר האָבן 100 קלאָודפלאַרע פּאַסיז אין דיין בייַטל און 10 hCaptcha פּאַסיז, איר זאָל זען 10 אויף די פאַרלענגערונג ייקאַן אויף בלעטער מיט hCaptcha עמבעדיד.",
    "3679148535": "ק: וואָס אנדערע אַפּלאַקיישאַנז פון פּריוואַטקייט פּאַס איר אַרבעט אויף?",
    "1606783855": "א: מיר זענען זייער אינטערעסירט אין פּריוואַטקייט פּאַס פֿאַר אַקסעסאַביליטי (\"אַ11י\") נוצן פאַל. ביז אַהער פאָלקס אָפּציעס ווי אַודיאָ קאַפּטטשאַס דיסקרימינירן קעגן פילע אַ11י יוזערז. מיר גלויבן אַז קאַמביינינג אונדזער קראַנט אַ11י צוגאַנג מיט פּריוואַטקייט פּאַס ישואַנס וועט לאָזן אַ11י יוזערז צו בלעטער בעשאָלעם, זיכער אין די וויסן אַז זייער פאַרקער איז מער פּריוואַט, און באַגרענעצן די זידלען דורך באָט אָפּערייטערז וואָס ינעוואַטאַבלי אַקערז ווען אַ11י אָפּציעס זענען בארעכטיגט.",
    "2359150347": "ק: צי אנדערע אָנליין זיכערהייט באַדינונגס שטיצן פּריוואַטקייט פּאַס?",
    "2082237880": "א: hCaptcha איז דער ערשטער דינסט פון זיין מין וואָס שטיצט פּריוואַטקייט פּאַס, און איז דערווייַל דער בלויז איינער צו טאָן דאָס. אָבער, מיר דערוואַרטן אַז אנדערע סערוויסעס זאָל דערקענען די אַדוואַנטידזשיז פון ינקריסינג באַניצער פּריוואַטקייט אָנליין, און דערוואַרטן אַז אין דער צוקונפֿט מער וועט נעמען ימפּלאַמאַנץ ווי די IETF סטאַנדאַרדס וואָס מיר העלפֿן צו אַנטוויקלען זענען פאָרמאַלי אנגענומען.",
    "2109792055": "באַניצער גייד: דיבאַגינג ישוז מיט פּריוואַטקייט פּאַס ישואַנס און וואַלאַדיישאַן",
    "3588620914": "פּריוואַטקייט פּאַס איז אַ נייַע דערפינדונג לויט די סטאַנדאַרדס פון די וועב, און עס איז מעגלעך פֿאַר אנדערע אַפּלאַקיישאַנז און בלעטערער יקסטענשאַנז וואָס זענען נישט אַווער פון עס צו אַרייַנמישנ זיך מיט די פאַנגקשאַנאַליטי.",
    "4039193170": "אויב איר האָבן פּראָבלעמס צו באַקומען אָדער ויסלייזן טאָקענס:",
    "2378786360": "1. פּרוּווט איינער פון די אנדערע שטיצט בראַוזערז: אויב איר זענט אויף קראָום, פּרוּווט ניצן Firefox אָן ימפּאָרטינג דיין סעטטינגס פון קראָום, און ינסטאַלירן די פּלוגין דאָרט. אויב דאָס אַרבעט, איר קען האָבן אַ בלעטערער קאַנפיגיעריישאַן פּראָבלעם.",
    "394235836": "3. אויב קיין פון די אויבן פֿירלייגן אַרבעט, שיקן אונדז אַ שטיצן E- בריוו און מיר וועלן זיין צופרידן צו העלפן רעכענען אויס וואָס איז געשעעניש.",
    "3470857731": "אַן אַנאַליסיס פון ווי געזונט רעCAPTCHA דיטעקץ באָץ.",
    "3240786848": "לעצטע דערהייַנטיקן: 18 פעברואר 2021",
    "2547140673": "פֿאַר מער ווי אַ יאָרצענדלינג, Google ס רעקאַפּטטשאַ דינסט האט געפֿינט וועבזייטל אָונערז אַ האַנדל: לאָזן Google שפּור דיין יוזערז און פרעגן זיי פֿראגן, און אין וועקסל זיי צוזאָג צו האַלטן באָץ און ספּאַם.",
    "2133754014": "מער ווי 4.5 מיליאָן וועבסיטעס נוצן רעקאַפּטטשאַ [",
    "3152512587": "און די סיסטעם קאַלעקץ הונדערטער פון מיליאַנז פון טעגלעך סאַלווז. [",
    "2296918009": "דאָס יקווייץ צו מער ווי 100 מענטש-יאָרן פון אַרבעט יעדער טאָג.",
    "3900538778": "לייבאַלד דאַטן איז די ברענוואַרג וואָס מאַכט מאַשין לערנען. רעקאַפּטטשאַ ענטפֿערס האָבן שוין געניצט צו פֿאַרבעסערן Google ס ML/AI באַדינונגס זינט 2009. פילע מענטשן וואָס נוצן רעקאַפּטטשאַ טאָן ניט פאַרשטיין אַז זייער אַרבעט איז געניצט צו נוצן.",
    "1160252730": "גוגל איז איצט טשאַרדזשינג הויך פּרייסאַז פֿאַר reCAPTCHA ענטערפּרייז, וואָס געפֿירט פילע קאָמפּאַניעס צו ריוואַליוייט דעם אָפּמאַך.",
    "1131196501": "הויפּט קאָמפּאַניעס ווי",
    "204889717": "האָבן סוויטשט צו hCaptcha's",
    "639413188": "אין ענטפער.",
    "3280658086": "פאַרנעמונג סאַלושאַנז",
    "3842815245": "איז דאָס אַ שיין האַנדל?",
    "714342693": "די hCaptcha מאַנשאַפֿט האט קאַלעקטינג פּרייסינג דאַטן פון \"פינצטער וועב\" קאַפּטטשאַ-ברייקינג באַדינונגס זינט 2016. מיר באמערקט אַ טשיקאַווע גאַנג:",
    "468929661": "די דורכשניטלעך פּרייַז פון ברייקינג אַ רעקאַפּטטשאַ איז ינקרעדאַבלי נידעריק (ווייניקער ווי $ 1 פּער 1000 סאַלווז) און האט נישט מאַטיריאַלי געוואקסן זינט אונדזער מאָניטאָרינג אנגעהויבן אין 2016. דאָס אַפּלייז צו ביידע רעקאַפּטטשאַ וו 2 און וו 3. [",
    "2862164005": "פּרייסינג דאַטן לאָזן אונדז שטעלן אַן פּינטלעך דאָלאַר ווערט אויף די זיכערהייט געפֿינט דורך אַ רעקאַפּטטשאַ: $ 0.001 אָדער ווייניקער פּער ענטפער.",
    "102498091": "Google טשאַרדזשיז $ 1 פּער 1000 ריקוועס פֿאַר רעCAPTCHA ענטערפּרייז, טייַטש זיי איצט באַשולדיקן מער פּער בעטן ווי עס קאָס צו ברעכן די זיכערהייט פון זייער דינסט. דאָס מיינט ווי אַ שלעכט האַנדלען.",
    "130239139": "וואָס איז די ווערט פון די 100+ מענטש-יאָרן פון אַרבעט געזאמלט דורך Google טעגלעך?",
    "1421074182": "היפּש העכער.",
    "1953519598": "די פּרייַז פון אַ איין בילד ריינדזשאַז פון $ 0.03 צו $ 1.00 אָדער מער. לויט קיין קאָנסערוואַטיווע אָפּשאַצונג, Google האט ביז אַהער יקסטראַקטיד ביליאַנז פון דאָללאַרס פון פריי אַרבעט. [",
    "3025548709": "איז עס אַן אנדער ברירה צו דעם ומיוישערדיק אָפּמאַך?",
    "263761351": "hCaptcha איז דער ערשטער קרעדאַבאַל אָלטערנאַטיוו, איצט געניצט דורך הונדערטער פון מיליאַנז פון מענטשן יעדער חודש.",
    "2743692546": "ווי יוזערז באַווייַזן זייער מענטשהייַט דורך hCaptcha, זייער אַרבעט גייט אריין אין אַן אַנאָנימע באַנוצערס אָפֿן מאַרק פֿאַר בידינג.",
    "1982750088": "קאָמפּאַניעס איבער די וועלט פאָרשלאָגן דעם אַרבעט צו פאַרענדיקן פּשוט טאַסקס וואָס זענען גרינג פֿאַר מענטשן אָבער שווער פֿאַר מאשינען. יוזערז שטיצן די פּלאַץ זיי זענען באזוכן, און דערפאַרונג ווייניקער וועב ספּאַם רעכט צו אַ העכער מדרגה פון זיכערהייט.",
    "1108398506": "קאַסטאַמערז באַקומען גאַנץ קאָנטראָל איבער די דערפאַרונג, און נוץ פון די עקספּערטיז hCaptcha האט פארדינט אַפּערייטינג די גרעסטן פרייַ אַרויסרופן שפּייַזער אויף דער אינטערנעץ. זיי אויך באַקומען אַ בעסער האַנדלען ווי רעקאַפּטטשאַ ענטערפּרייז: אַרויף צו 50-80% בעסער פּרייסינג, דיפּענדינג אויף באַנד.",
    "3012870872": "וועבסיטעס און אַפּפּס ניצן די פריי ווערסיע (hCaptcha Publisher) פאַרדינען רעוועך פון דער אַרבעט אַנשטאָט פון געבן עס צו Google.",
    "2271512952": "יוזערז שטיצן די פּלאַץ זיי זענען באזוכן און דערפאַרונג ווייניקער וועב ספּאַם.",
    "278010425": "די ברייט און אָפט-טשאַנגינג פאַרשיידנקייַט פון טאַסקס אויף hCaptcha זענען אויך שווער צו אָטאַמייט. רעCAPTCHA ס איין צובינד האט נישט פארענדערט אין פילע יאָרן, און האט אַ קליין גאַנג פון זעלטן טשאַנגינג פֿראגן. דאָס איז איינער פון די וועגן וואָס hCaptcha גיט מער שטאַרק אַנטי-באָט שוץ ווי רעקאַפּטטשאַ.",
    "984849234": "hCaptcha ניצט אַוואַנסירטע מאַשין לערנען צו צושטעלן וואָס רעCAPTCHA בלויז הבטחות, בשעת ייַנטיילונג די ווערט קאַפּטשערד מיט די וועבסיטעס וואָס נוצן עס.",
    "4063769686": "יוזערז שטיצן די פּלאַץ זיי זענען באזוכן און דערפאַרונג ווייניקער וועב ספּאַם. דאָס מיינט ווי אַ מער שיין אָפּמאַך.",
    "685916926": "פארוואס איז רעCAPTCHA נישט ימפּרוווד מיט צייט?",
    "3992401943": "עס איז געווען אַ רעוואָלוציע אין טיף לערנען זינט 2012. די ינדאַסטרי נאָרמז פֿאַר אַרבעט אַקיעראַסי איז ראַדיקאַללי ימפּרוווד איבער די לעצטע יאָרצענדלינג, בפֿרט רעכט צו טיף קאָנוואָלוטיאָנאַל נעטוואָרקס. אנדערע ML-Powered באַדינונגס Google אָפפערס האָבן נאכגעגאנגען דעם ויסבייג.",
    "615031303": "(זען פאָאָטנאָטעס",
    "2125514305": "ML איז ימפּרוווד, אָבער די שוועריקייט פון בייפּאַסינג רעCAPTCHA האט נישט מאַטיריאַלי געביטן אין דעם צייט.",
    "1406188018": "6 און 7",
    "2689973938": "ימפּרוווינג רעקאַפּטטשאַ קריייץ אַן ינטרינסיק קאָנפליקט פֿאַר Google ווי אַ אַד פאַרקויפער.",
    "464238793": "אויב Google זיך באשלאסן אַז אַ באַניצער וואָס זעט אַ אַד אָדער קליקינג אויף אַ לינק איז געווען אַ באָט, עס קען נישט באַשולדיקן פֿאַר אַדס געוויזן צו דעם באַניצער. דער קאָנפליקט פון אינטערעס האט סאַווירלי לימיטעד די פאַרנעם פון Google ס אַנטי-באָט אמביציעס.",
    "918924423": "פֿאַר בייַשפּיל, Google האט נישט געפֿינט דאָך ווערטפול באַדינונגס ווי רעטראָאַקטיווע באָט דיטעקשאַן. עס איז פיל מער פאַרלאָזלעך צו דערקלערן באַניצער פאַרקער באָט-דזשענערייטאַד נאָך אַנאַלייזינג עטלעכע טעג פון דאַטן.",
    "661412233": "ווייל נאָך די קאַפּטטשאַ אַז עטלעכע יוזערז זענען באָץ איז אויך ווערטפול. עס לעץ וועבזייטל אָונערז ריין אויס אַלט ספּאַם אַרטיקלען און ויסמעקן \"סליפּער אַקאַונץ\" רעגיסטרירט צו ספּאַם גרופּעס אין דער צוקונפֿט, רעדוצירן שווינדל, און מער.",
    "3600797185": "פאָרשלאָגן רעטראָאַקטיווע באָט לעגיטימאַציע וואָלט עפענען Google אַרויף צו טאָרניי פראגעס פון ווי צו רעטראָאַקטיווע צוריקצאָל אַדווערטייזערז וואָס פארבראכט געלט אויף דעם פראָדזשאַלאַנט פאַרקער.",
    "2076932190": "די רעקאַפּטטשאַ פּראָדוקט האט אַזוי סטאַגנייטיד פֿאַר אַ יאָרצענדלינג.",
    "3856912381": "יוזערז האָבן געליטן, און ומנייטיק וועב ספּאַם איז איצט ומגעצוימט. אבער עס איז אַן אנדער ברירה.",
    "1035621426": "יעדער באָט יידענאַפייד דורך reCAPTCHA גלייַך ראַדוסאַז Google ס אַד רעוועך.",
    "3668115514": "ווי איז hCaptcha אַנדערש?",
    "2413742287": "די ינסעניוו פון hCaptcha איז צו מאַקסאַמייז אַקיעראַסי, נישט רעוועך פון רעוועך: באָט ענטפֿערס זענען אַרויסגעוואָרפן פֿאַר אונדזער קאַסטאַמערז, וואָס דאַרפֿן מענטשלעך טריינינג דאַטן.",
    "1373262754": "וויסן ווער אַ יחיד איז האט מינימאַל ווערט פֿאַר hCaptcha. מיר נאָר זאָרגן צי זיי זענען מענטש אָדער אַ בייזע אַקטיאָר.",
    "600646860": "אַנשטאָט צו פאָרשלאָגן אַ סערוויס פון פּראָבלעמאַטיש ווערט בשעת יקסטראַקטינג אַרבעט מיט פאַקטיש ווערט, hCaptcha גיט ביידע פאַרגיטיקונג און שטאַרק אַנטי-באָט שוץ.",
    "1836191653": "אַנשטאָט צו פאָרשלאָגן אַ לייכט דיפיטיד דינסט צו פריי יוזערז בשעת טשאַרדזשינג מיליאַנז פון דאָללאַרס פֿאַר אַ פאַרנעמונג ווערסיע וואָס איז נישט פיל בעסער, hCaptcha גיט ויסגעצייכנט באָט שוץ צו ביידע, און אָפפערס פאַרנעמונג יוזערז נאָך פֿעיִקייטן און קוסטאָמיזאַטיאָן, צוזאַמען מיט שטאַרק SLAs און גיך שטיצן.",
    "990215503": "hCaptcha איז דער בלויז הויפּט קאַפּטטשאַ דינסט וואָס איז נישט אָונד דורך אַן אַד נעץ.",
    "971933157": "hCaptcha דאגות וועגן פּריוואַטקייט, דורכזעיקייַט און יוישער.",
    "178839499": "hCaptcha שאַרעס די ווערט פון אַרבעט געטאן בשעת יוזערז באַווייַזן זייער מענטשהייַט.",
    "1237076138": "hCaptcha אָפפערס אַ שיין האַנדל פֿאַר פריי (hCaptcha Publisher) און ענטערפּרייז (hCaptcha Enterprise) קאַסטאַמערז.",
    "614310292": "ווער האט געבויט hCaptcha?",
    "4188814619": "hCaptcha איז אַ דינסט פון ינטוישאַן מאשינען (",
    "3265328927": "), אַ מאַשין לערנען פירמע וואָס אָפפערס פּראָדוקטן און באַדינונגס פֿאַר קאָמפּאַניעס וואָס ימפּלאַמענינג מאַשין לערנען אין וואָג.",
    "2740033957": "די IM מאַנשאַפֿט איז קאַמפּאָוזד פון סייאַנטיס און ענדזשאַנירז פון עפּל, אַמאַזאָן און אנדערע פירער אין מאַשין לערנען, פונאנדערגעטיילט סיסטעמען און זיכערהייט.",
    "1579715421": "IM סייאַנטיס רעגולירן קעסיידער אין שפּיץ קאַנפראַנסאַז ווי ICML, ICLR, ECCV און NeurIPS, און די פירמע האט עפנטלעך באפרייט די לעצטע רעזולטאטן אין ML דיסאַפּלאַנז ווי טיף כאַשינג.",
    "4015238193": "און OCR [",
    "279580593": "imachines.com",
    "279918384": "ווי אַזוי ניצט Google דיין פריי אַרבעט?",
    "2385522384": "איר האָט מסתּמא געזען ראָמען פון ווידעא פֿון קאַמעראַס אויף Google ס Waymo זעלבסט-דרייווינג קאַרס, און העלפּינג צו פֿאַרבעסערן זייער אַבדזשעקט דערקענונג.",
    "1517627947": "איר האָט מסתּמא געזען בילדער פון בנינים אָדער גאַס וואונדער פון Google ס סטרעעוויעוו קאַרס, און העלפּינג צו שטעלן לאָוקיישאַנז פֿאַר זייער מאַפּס און ערד פּראָדוקטן.",
    "3225936061": "איר האָט מסתּמא געזען בילדער פון טעקסט גענומען פֿון בוך בלעטער אויף Google ס ביכער דינסט, און העלפּינג צו פֿאַרבעסערן זייער OCR (טעקסט דערקענונג) ווייכווארג.",
    "129661785": "אלץ געבעטן צו \"דריקט אויף די מאַשין / קראָסוואָק / סטאָפּליגהט?\"",
    "936667684": "אלץ געבעטן צו \"טרייַבן אין די בנין / גאַס צייכן?\"",
    "3773515538": "אלץ געבעטן צו \"טיפּ אין די צוויי ווערטער?\"",
    "1778058441": "וואָס מין פון דזשאָבס לויפן אויף hCaptcha?",
    "366088791": "hCaptcha שטיצט אַ ברייט פאַרשיידנקייַט פון טאַסקס.",
    "3114147525": "hCaptcha קאַסטאַמערז נוצן די סערוויס פֿאַר טאַסקס אַרייַנגערעכנט כייפעץ דערקענונג, אַטריביוט דיטעקשאַן (קלייַבן לאַבעלס צו ידענטיפיצירן טייפּס פון קליידער), שייכות ראַנג (קלייַבן די מערסט באַטייַטיק פּראָדוקט פון עטלעכע אָפּציעס ווען קאַמפּערד מיט אַ ערשטיק פּראָדוקט), באַונדינג באָקסעס (דערגייונג געביטן פון אינטערעס אויף אַ בילד), \"Human OCR\" (ידענטיפיינג די טעקסט אין אַ בילד) און פילע אנדערע טייפּס פון טאַסקס.",
    "3139609561": "ונטער זענען צוויי ביישפילן פון בילד קלאַסאַפאַקיישאַן און אַטריביוט דיטעקשאַן אַרבעט טייפּס. [",
    "2273532558": "ווער זענען די פּייינג קאַסטאַמערז פון hCaptcha?",
    "4104221634": "hCaptcha קאַסטאַמערז שפּאַן אַ פאַרשיידנקייַט פון ינדאַסטריז, פון טעכנאָלאָגיע קאָמפּאַניעס צו יענע פאָוקיסט אויף שניט, לאַכאָדימ און אנדערע געביטן ווו זיי קענען מאַכן ווערט פון אַפּלייינג מאַשין לערנען.",
    "1337725003": "hCaptcha איז באגאנגען צו דעמאָקראַטיזירן אַקסעס צו פאַקטיש-צייט אַנאָטיישאַנז מיט הויך באַנד, לאָזן קאָמפּאַניעס גרויס און קליין פֿאַרבעסערן די קוואַליטעט פון זייער פּראָדוקטן און באַדינונגס דורך אַפּלייינג מאַשין לערנען צו זייער געשעפט.",
    "4086379603": "פראגעס?",
    "1243684308": "מיר נעמען דיין באַמערקונגען עמעס און ווילן צו ענשור אַז אַלעמען האט אַ מער אָנגענעם דערפאַרונג אָנליין, מיט ווייניקערע באָץ און ווייניקער ספּאַם. קאָנטאַקט אונדז:",
    "2645321220": "און אויב איר טראַכטן די פּרייַז פון reCAPTCHA איז צו הויך, פרעגן אונדז וועגן hCaptcha Enterprise. דערווייַל אין נוצן דורך עטלעכע פון די גרעסטע פֿאַרלאַגן, פינאַנציעל באַדינונגס קאָמפּאַניעס און וועב ינפראַסטראַקטשער קאָמפּאַניעס אין דער וועלט, זיי זענען נישט בלויז אַ קרעדאַבאַל אָלטערנאַטיוו צו רעקאַפּטטשאַ: מיר גלויבן אַז זיי פאָרשלאָגן דער בעסטער באָט שוץ דערווייַל בנימצא.",
    "1229233916": "פאָאָטנאָטעס",
    "1115642494": "1. מקור: BuiltWith.com רעCAPTCHA פּלאַץ ליסטינגס. דערגרייכט יולי 9, 2019.",
    "448807334": "(\"הונדערטער מיליאַנז פון קאַפּטטשאַס זענען סאַלווד דורך מענטשן יעדער טאָג.\") ריטריווד 8 יולי 2019.",
    "2397590157": "3. קאָנסערוואַטיווע אָפּשאַצונג: 200 מיליאָן סאַלווז * 30 סעקונדעס פּער סאָלווע אין יאָרן = 190.3 מענטש-יאָרן / טאָג.",
    "3236311792": "4. הקאַפּטטשאַ ינערלעך אַנאַליסיס. דאַטאַ כאַרוואַסטיד דורך יוני 30th, 2019. דעטאַילס בנימצא אויף בעטן.",
    "1752259468": "5. קאָנסערוואַטיווע אָפּשאַצונג: $ 0.01 פּרייַז פון אַ איין אַנאָטאַציע * 200 ם אַווג. אַנאַטיישאַנז פּער טאָג (נידעריקער געבונדן) * 365 טעג פּער יאָר * 10 יאָר זינט 2009 אַקוואַזישאַן = $ 7.3 ביליאָן נידעריקער געבונדן ווערט.",
    "3268946369": "6. קרעדיט: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. מקור: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "סעמאַנטיש כייעראַרקי באזירט ריליישאַנאַל עמבעדדינגס פֿאַר שוואַך-סופּערווייזד טיף כאַשינג, Heikki Arponen, Tom E Bishop. ICML 2019, LLD וואָרקשאָפּ.",
    "2544169219": "לעצטע שטאַט-of-the-art רעזולטאַטן: ICML LLD, מאי 2019.",
    "1973347745": "10. מאַלכעס-פֿרייַ בייַשפּיל בילדער. מקור: פּעטאַפּיקסעל.",
    "1493115924": "טריידמאַרק הערות:",
    "4051104324": "\"ינטיושאַן מאַשינז\" איז אַ רעגיסטרירט טריידמאַרק פון ינטוישאַן מאַטשינעס, ינק.",
    "3983646521": "כל פּראָדוקט נעמען, לאָגאָס, בראַנדז, טריידמאַרקס און רעגיסטרירט טריידמאַרקס זענען פאַרמאָג פון זייער ריספּעקטיוו אָונערז. כל פירמע, פּראָדוקט און דינסט נעמען געניצט אין דעם וועבזייטל זענען בלויז פֿאַר לעגיטימאַציע צוועקן. די נוצן פון די נעמען, טריידמאַרקס און בראַנדז טוט נישט מיינען ענדאָרסמאַנט. אין דעם פאַל, גאַנץ די פאַרקערט.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM ססיענטיסץ שטעלן נייַ בענטשמאַרק פֿאַר וויקלי סופּערווייזד טעקסט דערקענונג (OCR) ביי CVPR 2020.",
    "1259002282": "געפונען אַ זשוק? דאָ ס ווי צו באַריכט עס.",
    "3301728462": "מיליאַנז פון מענטשן נוצן hCaptcha יעדער חודש, אויף טויזנטער פון קאַמבאַניישאַנז פון בראַוזערז, יקסטענשאַנז, דעוויסעס, פיירוואַללס און מער.",
    "3878230879": "אונדזער ציל איז צו מאַכן זיכער אַז עס שטענדיק אַרבעט פֿאַר איר, אַזוי מיר זייער אָפּשאַצן דיין ריפּאָרץ!",
    "2465128185": "צו געבן שנעל באַמערקונגען, נאָר גיט די \"שיקן אונדז באַמערקונגען\" קנעפּל.",
    "2921990472": "אויב איר זען אַ פאַנגקשאַנאַל אַרויסגעבן, ביטע נאָכפאָלגן די",
    "2870341481": "אונטן. פֿאַר קיין אנדערע בראַוזערז נאָר",
    "1866590035": "דיבאַג קלאָץ ינסטראַקשאַנז פֿאַר קראָום",
    "444492541": "דיבאַג קלאָץ ינסטראַקשאַנז פֿאַר פירעפאָקס",
    "169267610": "בליצפּאָסט אונדז",
    "3100722753": "פֿאַר פּאָטענציעל זיכערהייט אָדער פּריוואַטקייט ישוז, זען די ינסטראַקשאַנז אונטן.",
    "1906593952": "צושטעלן באַמערקונגען אויף די hCaptcha איר נאָר געזען",
    "3951254541": "מיר אָפּשאַצן דיין אַרייַנשרייַב. לאָזן אונדז וויסן קיין ישוז און מיר וועלן סאָלווע זיי געשווינד.",
    "3324288040": "שיקן אונדז באַמערקונגען",
    "2864016648": "פּריוואַטקייט ישוז",
    "304004915": "מיר טאָן ניט זאָרגן ווער יוזערז זענען, נאָר ווי מסתּמא זיי זענען בייזע אָדער מאשינען. מיר שטיצן ינישאַטיווז ווי",
    "1139493658": ", און אַרבעט שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "3083289844": "אויב איר האָט געפֿונען אַן אַרויסגעבן וואָס איר טראַכטן קען ווירקן באַניצער פּריוואַטקייט, ביטע בליצפּאָסט אונדז אויף",
    "4264784515": "זיכערהייט באַגז",
    "963238401": "מיר זענען שטענדיק אינטערעסירט אין ריפּאָרץ פון זיכערהייט באַגז. בליצפּאָסט",
    "3926027556": "און מיר וועלן זיך גיך צוריקקערן צו דיר.",
    "1589805435": "מיר אויך האָבן אַ",
    "2560582224": "זשוק ברייטהאַרציקייט פּראָגראַם",
    "103876916": "פֿאַר בארעכטיגט זיכערהייט ריפּאָרץ אויף די hCaptcha דינסט און פֿאַרבונדענע מקור קאָד.",
    "497117287": "אַקסעסאַביליטי אָפּציעס",
    "3230004040": "זענט איר וויזשוואַלי ימפּערד אָדער אַנדערש ניט קענען צו פאַרענדיקן hCaptchas?",
    "3480023141": "לערן מער וועגן אַקסעסאַביליטי אָפּציעס",
    "2052161540": "קאַפּטשערינג זשוק באריכט דעטאַילס: קראָום",
    "2281169898": "שיקט דיבאַגינג אינפֿאָרמאַציע מיט דיין באַריכט וועט מאַכן עס פיל גרינגער פֿאַר אונדז צו ידענטיפיצירן וואָס איז געשעעניש. דאָ זענען שריט-דורך-שריט ינסטראַקשאַנז:",
    "1123365779": "אויב איר זענט אַ וועב דעוועלאָפּער אָדער עקספּערט באַניצער, די קיצער איז אַז איר זאָל שיקן אונדז אַ נעץ רעקאָרדינג HAR און בלעטערער קאַנסאָול לאָגס.",
    "2015218686": "איידער איר גיין דורך די סטעפּס. אויב דאָס פיקסיז דיין פּראָבלעם, מיר וואָלט נאָך אָפּשאַצן איר לאָזן אונדז וויסן דיין בלעטערער ווערסיע, אַד בלאַקער אָדער בלעטערער געשפּרייט און די וועבזייטל URL.",
    "3922723611": "פּרוּווט דיסייבאַל קיין אַד בלאַקער אָדער בלעטערער זיכערהייט יקסטענשאַנז",
    "4036872105": "ערשטער און דעמאָלט פּרובירן ווידער",
    "993651083": "שריט 1: עפֿן דעוועלאָפּער מכשירים (דאָס סטאַרץ רעקאָרדינג די סעסיע.)",
    "4163469907": "טרעטן 2: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קוק די \"פּרעזערוו קלאָץ\" קעסטל אין דער שפּיץ.",
    "4243348003": "שריט 3: באַזוכן",
    "641342999": ", אָדער די וועבזייטל וואָס איר האָט אַן אַרויסגעבן אויף (פּריוואַטקייט באַמערקונג: נאָר אויב איר טאָן ניט האָבן צו טיילן וואָס עס איז) ... און דעמאָלט גיט די \"איך בין מענטש\" קנעפּל, און פּרובירן צו סאָלווע.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "טרעטן 4: דריקט \"עקספּאָרט HAR\" (די ביסל אַראָפּ פייַל) נאָך איר פּרווון צו סאָלווע, וואָס סאַוועס די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
    "1503240421": "שריט 5: דריקט אויף די קאַנסאָול קוויטל און רעכט גיט \"היט ווי ..\" צו ראַטעווען די קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
    "2863840904": "שריט 6: לעצטע שריט, E- בריוו די HAR און קאַנסאָול לאָג טעקעס צו אונדז, און באַשרייַבן די פּראָבלעם",
    "4051785543": "ניצן:",
    "3623028666": "(ביטע נוצן אַ סערוויס ווי",
    "551761392": "און שיקן לינקס) און אָפּטיאָנאַללי אַ סקרעענשאָט, אויב איר כאָשעד אַז עפּעס איז נישט געוויזן ריכטיק. ביטע שיקן די IP איר נוצן אויך. איר קענען באַקומען עס פֿון",
    "1219091208": "דראָפּבאָקס",
    "443094024": "פילעבין",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "דאנק איר פֿאַר גענומען די צייט צו העלפֿן אונדז באַקומען דעם אינפֿאָרמאַציע!",
    "3680327841": "מיר זענען קאַמיטאַד צו מאַכן hCaptcha אַרבעט געזונט פֿאַר אַלעמען",
    "1059502393": "קאַפּטשערינג זשוק באריכט דעטאַילס: פירעפאָקס",
    "1112074001": "טרעטן 2: דריקט אויף נעטוואָרק קוויטל אין דעוועלאָפּער מכשירים. קוק די \"אָנהאַלטן לאָגס\" קעסטל אין די שפּיץ.",
    "1797298240": "שריט 4: דריקט \"HAR\" נאָך איר פּרווון צו סאָלווע, און קלייַבן \"היט אַלע ווי HAR\" צו ראַטעווען די נעץ קלאָץ. שיקן די טעקע צו אונדז.",
    "3671246379": "שריט 5: דריקט אויף די קאַנסאָול קוויטל, רעכט גיט און \"סעלעקטירן אַלע\" און ראַטעווען דאָס אין אַ טעקסט טעקע צו ראַטעווען די קאַנסאָול קלאָץ. שיק אונדז דאָס אויך.",
    "3816867833": "באַמערקונגען",
    "788770967": "עס טוט מיר לייד דאס צו הערן! איר קען וועלן צו נוצן אונדזער אַקסעסאַביליטי אָפּציע:",
    "1333016413": "דאָס אַלאַוז איר צו ויסמיידן צוקונפֿט פֿראגן דורך רעדזשיסטערינג און באַשטעטיקן אַ קיכל.",
    "2333410049": "פּרוּווט אויך צו ויסמעקן דיין אַד בלאַקער.",
    "1345083090": "ריפּאָרטינג אַ פאַנגקשאַנאַליטי אַרויסגעבן?",
    "2184564739": "זען",
    "604751186": "אנדערע ישוז? בליצפּאָסט",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ווי צו באַריכט ישוז מיט דיטיילד לאָגס",
    "1050501253": "צו שווער",
    "3264813246": "ינאַפּראָופּרייט",
    "3526939538": "ווייכווארג זשוק",
    "126134492": "אנדערע",
    "3511610999": "זאל ס מאַכן זיכער איר באַקומען צו די רעכט אָרט.",
    "3906886217": "פֿאַר קאָמפּאַניעס אָדער וועבסיטעס",
    "1621597093": "פאַרנעמונג זיכערהייט סאַלושאַנז (באַצאָלט)",
    "3176531704": "דאַטן אַנאָטאַציע",
    "1834239172": "קויפן hCaptcha אַנאָטאַציע באַדינונגס",
    "1457707016": "פֿאַר יחידים",
    "770264626": "לייג hCaptcha צו דיין דינסט (פריי)",
    "881015166": "לייג hCaptcha פֿאַר פֿאַרלאַגן צו מיין וועבזייטל אָדער אַפּ",
    "47536007": "לערנען מער וועגן hCaptcha",
    "2012837493": "זוכן רעזולטאַטן",
    "4034694801": "ניט וואָס ריכטן רעזולטאַטן.",
    "3621411541": "לערן וועגן אַקסעסאַביליטי אָפּציעס פֿאַר hCaptcha",
    "3401005681": "פאַרדינען געלט",
    "3933993151": "אַרבעט ווי אַ יחיד דאַטן לאַבעלער",
    "563059212": "רשימה פון סאַבפּראַסעסערז",
    "3501923981": "לעצטע דערהייַנטיקט: 1 יאנואר 2020.",
    "3548097301": "עפעקטיוו: 1 יאנואר 2020.",
    "3991444169": "דער בלאַט ליסטעד קראַנט סאַבפּראַסעסערז פֿאַר די hCaptcha ענטערפּרייז דינסט.",
    "835396984": "איצט אַקטיוו",
    "424089481": "אַמאַזאָן וועב באַדינונגס, ינק. (גלאבאלע). צוגעשטעלט סערוויסעס: אַמאַזאָן וועב באַדינונגס. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "קלאָודפלאַרע, ינק. (גלאבאלע). צוגעשטעלט סערוויסעס: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "יבם. (גלאבאלע). סערוויסעס צוגעשטעלט: יבם קלאָוד.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "מייקראָסאָפֿט קאָרפּ (גלאבאלע). סערוויסעס צוגעשטעלט: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "באַמערקונג: ניט אַפּלייז צו אַלע קאַסטאַמערז. פֿאַר בייַשפּיל, IP בלינדינג אָדער אנדערע אַוואַנסירטע פּריוואַטקייט אָדער זיכערהייט אָפּציעס קאַסטאַמערז (למשל זיכער ווירטואַל טענאַנסי קאַסטאַמערז) זענען גאָר יקסקלודיד פון קיין פּאָטענציעל \"פּיי\" טאָמיד אַרייַן טעלעמעטרי סיסטעמען, אפילו אַן IP אַדרעס. ביטע קאָנטאַקט דיין חשבון פארשטייער פֿאַר מער אינפֿאָרמאַציע אויב פארלאנגט.",
    "700843971": "Hound Technology, Inc. (גלאבאלע). סערוויסעס צוגעשטעלט: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, ינק. (גלאבאלע). סערוויסעס צוגעשטעלט: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "זענדעסק, ינק. (גלאבאלע). סערוויסעס צוגעשטעלט: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "מאַילגון טעטשנאָלאָגיעס, ינק. (גלאבאלע). סערוויסעס צוגעשטעלט: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ינפראַסטראַקטשער",
    "370366524": "עפעמעראַל סערוויס טעלעמעטרי",
    "121192737": "אַפּקאַמינג אַדישאַנז",
    "2420789666": "Fastly, Inc. סערוויסעס צוגעשטעלט: Fastly CDN און Edge Compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "עפעקטיוו: 1 סעפטעמבער 2021. אַדישאַן פון ינפראַסטראַקטשער",
    "1487796027": "פֿאַר קאָמפּאַניעס",
    "3943417791": "באַקומען שטיצן פֿאַר hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (פריי)",
    "3397976149": "באַקומען שטיצן פֿאַר hCaptcha Publisher",
    "833750823": "האָבן שוועריקייטן מיט אַ אַרויסרופן?",
    "2024737147": "ווילן צו באַריכט אַ זשוק?",
    "1978884623": "לערן מער וועגן ריפּאָרטינג ווייכווארג ישוז",
    "4188664955": "בעל תּנאָים פון סערוויס",
    "2621989404": "לעצטע דערהייַנטיקט: 24 סעפטעמבער 2021. ביטע טאָן אַז אונדזער ענגליש שפּראַך טערמינען זענען אַטאָראַטייטיוו.",
    "2404545611": "ברוכים הבאים צו hCaptcha! דאנק איר פֿאַר זיין אַ טייל פון אונדזער קהל. כל יוזערז פון די \"סערוויסן\" (דיפיינד אונטן) מוזן שטימען צו די פאלגענדע טערמינען (די \"סערוויס תּנאָים\"). אונטער די תּנאָים פון סערוויס, \"IMI\", \"מיר\" און \"אונדז\" רעפערס צו ינטוישאַן מאַטשינעס, ינק. און זייַן סאַבסידיעריז, אַפיליאַץ, אָפיצירן, אגענטן, עמפּלוייז, פארשטייערס, און אגענטן, און אונדזער \"וועבזייטל\" כולל קיין וועבזייטל אונטער אונדזער קאָנטראָל, אַרייַנגערעכנט www.hcaptcha.com און www.imachines.com.",
    "2348450790": "ביטע לייענען די תּנאָים פון סערוויס. זיי אַרייַננעמען, צווישן אנדערע פּראַוויזשאַנז, אָפּלייקענונג פון וואָראַנטיז, לימיטיישאַנז פון אַכרייַעס און ביינדינג אַרביטריישאַן. ביטע טאָן אַז די תּנאָים פון סערוויס קען האָבן געביטן זינט דיין לעצטע וויזיט צו אונדזער וועבזייטל. מיר קענען רעוויסע און דערהייַנטיקן די תּנאָים פון סערוויס פון צייט צו צייט אין אונדזער בלויז דיסקרעשאַן. אין דער געשעעניש פון אַ מאַטעריאַל ענדערונג, מיר וועלן געבנ צו וויסן איר דורך פּאָסטינג די דערהייַנטיקט תּנאָים פון סערוויס אויף דעם בלאַט, נאָך וואָס איר מוזן באַשטעטיקן די דערהייַנטיקט תּנאָים פון סערוויס צו פאָרזעצן צו נוצן אָדער אַקסעס די מאַפּע אָדער די סערוויס.",
    "1064537632": "ביטע טאָן אַז דיין נוצן פון אונדזער סערוויס איז גאַווערנד דורך אונדזער דאַטאַ פּראַסעסינג אַגרעעמענט, וואָס איז ינקאָרפּערייטיד דערין דורך דערמאָנען. ביטע אָפּשאַצונג דעם העסקעם צו זען ווי מיר פּראָצעס פערזענלעכע דאַטן אויף דיין ביכאַף. באַמערקונג אַז מיר אַרבעטן ווי אַ \"דאַטאַ פּראַסעסער\" פֿאַר די יו.",
    "1933936765": "דאַטאַ פּראַסעסינג העסקעם (לעצטע דערהייַנטיקט: 23 סעפטעמבער 2021)",
    "2959486280": "אויב איר טאָן ניט שטימען צו די תּנאָים פון סערוויס, איר קען נישט נוצן אָדער אַקסעס די מאַפּע אָדער די סערוויס.",
    "3200859925": "1. ציל",
    "1807143500": "די סערוויסעס אַרייַננעמען אַן אָנליין זיכערהייט דינסט (די \"הקאַפּטטשאַ סערוויס\") און אַ פּלאַטפאָרמע (די \"ינטושאַן מאַשינז פּלאַטפאָרם\") אויף וואָס אַ יחיד (\"מיטארבעטער\") קענען קלייַבן צו דורכפירן טאַסקס וואָס אַ דריט פּאַרטיי ענטיטי אָדער ינטוישאַן מאַשינז זיך (יעדער) אַ \"רעקוועסטער\") הודעות צו אונדזער וועבזייטל אָדער די hCaptcha סערוויס, אָדער גלייך אויף אונדזער וועבזייטל אָדער דורך אַקסעס די ינטוישאַן מאַשינז פּלאַטפאָרם און / אָדער דורכפירן טאַסקס דורך אָדער אין קשר מיט אַ דריט פּאַרטיי ענטיטי און / אָדער פּלאַטפאָרמע אָדער דינסט (יעדער, אַ \"ינטעגראַטאָר\"). ריקוועסטערס פּאָסטן טאַסקס און פאַרבעטן מיטארבעטערס צו דורכפירן זיי אין וועקסל פֿאַר ריוואָרדז צוגעשטעלט דורך IMI צו ינטעגראַטאָרס, אָדער ווי באשלאסן דורך די ריקוועסטער אויב דער ריקוועסטער ניצט די ינטוישאַן מאשינען פּלאַטפאָרם אָדער hCaptcha סערוויס צו דינען טאַסקס צו זייער אייגענע סוף-ניצערס. מיר באַשולדיקן קאָמפּאַניעס און מענטשן (יעדער אַ \"קונה\") פֿאַר נוצן פון אונדזער פּלאַטפאָרמע אַזוי אַז זיי קענען נוצן אונדזער ווייכווארג, מחבר טאַסקס, אָנשטעלן אונדז צו מחבר טאַסקס און / אָדער באַקומען אַקסעס צו די מיטארבעטערס. מיר אויך באַשולדיקן ינטעגראַטאָרס פֿאַר נוצן פון אונדזער hCaptcha סערוויס צו רעדוצירן שווינדל, זידלען און ספּאַם אויף זייער וועבסיטעס, רירעוודיק אַפּפּס און אנדערע אָנליין פּראָפּערטיעס. די פאָרגאָוינג איז ריפערד צו קאַלעקטיוולי ווי די \"סערוויסן.\"",
    "3212830633": "2. בארעכטיגונג",
    "2605814073": "דורך ניצן אָדער רעדזשיסטערינג פֿאַר אונדזער באַדינונגס, איר שטימען: איר זענט בייַ מינדסטער 18 יאר אַלט; איר האָט די אויטאָריטעט צו אַרייַן דעם העסקעם אין ביכאַף פון זיך אָדער די ענטיטי וואָס איר רעפּראַזענץ, און וועט שטענדיק בלייבן אין העסקעם מיט די תּנאָים פון סערוויס און אַלע IMI פּאַלאַסיז און גיידליינז רעפערענסט דאָ; און איר וועט ניט זידלען אונדזער וועבזייטל, מיסרעפּרעסענט דיין אידענטיטעט צו אונדז, אָדער נוצן קינסטלעך סייכל צו פאַרענדיקן קיין טייל פון קיין אַרבעט אויף IMI וואָס ריקווייערז מענטש סייכל.",
    "2616040974": "3. קאַסטאַמערז און ריקוועסטערס",
    "1544829730": "אויב איר זענט אַ קונה אָדער ריקוועסטער, איר שטימען אַז די נאָך טערמינען וואָס זענען אַטאַטשט צו דער קונה אַפּפּענדיקס וועט צולייגן און זיין ינקאָרפּערייטיד דורך דערמאָנען אין די תּנאָים פון סערוויס. אויב איר זענט נישט אַ קונה אָדער ריקוועסטער, אָדער ופהערן צו זיין אַ קונה אָדער ריקוועסטער, די נאָך טערמינען אין די קונה אַפּפּענדיקס וועט נישט צולייגן און זיי וועלן נישט זיין ינקאָרפּערייטיד דורך דערמאָנען אין די תּנאָים פון סערוויס.",
    "3759360138": "4. נאמען און שפּריכוואָרט",
    "2236960358": "ביי רעגיסטראַציע, איר וועט זיין געבעטן צו ויסזאָגן זיכער פערזענלעכע אינפֿאָרמאַציע וועגן איר (\"פערזענלעכע אינפֿאָרמאַציע\"), אַרייַנגערעכנט דיין נאָמען, בליצפּאָסט אַדרעס, און צו שאַפֿן אַ נאמען און פּאַראָל, אַלע וואָס וועט זיין אונטערטעניק צו אונדזער פּריוואַטקייט פּאָליטיק בנימצא אויף אונדזער וועבזייטל. וועבזייַטל. איר אַליין זענען פאַראַנטוואָרטלעך פֿאַר מאָניטאָרינג, ינשורינג און מיינטיינינג די זיכערהייט פון דיין חשבון, פּאַסווערדז און קיין אָטענטאַקיישאַן שליסלען פֿאַרבונדן מיט דיין חשבון, און איר זענט פאַראַנטוואָרטלעך פֿאַר קיין נוצן פון אָדער קאַמף גענומען דורך נוצן פון די אינפֿאָרמאַציע אויף די סערוויסעס.",
    "3047519814": "איר שטימען אַז איר וועט נישט טיילן דיין חשבון אָדער פּאַראָל מיט ווער עס יז.",
    "1699668873": "איר מוזט תיכף געבנ צו וויסן IMI אויב איר כאָשעד אַז דיין חשבון אינפֿאָרמאַציע איז סטאָלען אָדער געוויינט דורך עמעצער אַנדערש, אָדער קיין אנדערע בריטש פון זיכערהייט.",
    "3044038608": "איר שטימען צו צושטעלן אונדז אמת, פּינטלעך און פולשטענדיק אינפֿאָרמאַציע ווי געבעטן אין אונדזער רעגיסטראַציע פּראָצעס. איר אויך שטימען צו דערהייַנטיקן אַזאַ אינפֿאָרמאַציע פּונקט ווי נייטיק צו האַלטן עס קראַנט און פּינטלעך.",
    "4132302900": "5. דיין פּריוואַטקייט, דיין דאַטן און \"דאַטאַ פֿאַר אַלע\"",
    "10724169": "איר אָננעמען אונדזער פּריוואַטקייט פּאָליטיק, וואָס רעגיאַלייץ וואָס מיר וועלן טאָן מיט קיין פערזענלעכע אינפֿאָרמאַציע איר געבן צו אונדז.",
    "1669194950": "אין אַדישאַן צו פערזענלעכע אינפֿאָרמאַציע, איר קען אויך זיין פארלאנגט צו צושטעלן (אָדער עס קען זיין נויטיק פֿאַר אונדז צו זאַמלען) אנדערע דאַטן אַזוי אַז מיר קענען צושטעלן די סערוויסעס (קאַלעקטיוולי, \"קונה דאַטאַ\"). מיר זענען נישט פאַראַנטוואָרטלעך פֿאַר קיין דורכפאַל צו דורכפירן סערוויסעס וואָס איז געפֿירט דורך דיין פאַרהאַלטן אָדער דורכפאַל צו צושטעלן קונה דאַטן.",
    "1330274831": "איר דערמיט געבן אונדז אַ ווערלדווייד, ניט-ויסשליסיק, סאַבליסענסאַבאַל, טראַנספעראַבאַל, מאַלכעס-פריי, ירעוואָקאַבלע דערלויבעניש בעשאַס די טערמין פון דעם העסקעם צו נוצן, רעפּראָדוצירן, עלעקטראָניש פאַרשפּרייטן און עפנטלעך אַרויסווייַזן קיין קונה דאַטן בלויז פֿאַר די צוועק צו צושטעלן די סערוויסעס. . איר רעפּראַזענץ און באַרעכטיקן אַז איר פאַרמאָגן גענוג רעכט, טיטל און אינטערעס אין און צו דיין דאַטן צו געבן די דערלויבעניש אין דעם אָפּטיילונג.",
    "2230333214": "מיר צונויפגיסן קונה דאַטאַ מיט אנדערע דאַטן אַזוי אַז די רעזולטאַטן זענען ניט-פּערסאַנאַלי יידענאַפייד און מיר אויך קלייַבן דע-יידענטאַפייד טעכניש לאָגס און דאַטן וועגן די נוצן פון די סערוויסעס (\"אַגרעגאַטע / דע-יידענטאַפייד דאַטן\"). ניט קוקנדיק עפּעס צו די פאַרקערט, קיין אַזאַ אַגגרעגאַטע / דע-יידענטאַפייד דאַטן קען זיין געוויינט דורך IMI פֿאַר קיין געשעפט ציל בעשאַס אָדער נאָך די טערמין פון דעם העסקעם, אַרייַנגערעכנט אָן באַגרענעצונג צו אַנטוויקלען און פֿאַרבעסערן די סערוויסעס און צו שאַפֿן און פאַרשפּרייטן ריפּאָרץ און אנדערע. מאַטעריאַלס. קונה דאַטן קען אויך אָנהאַלטן און זיין געוויזן אין די סיסטעם פֿאַר אַ לימיטעד צייט צו נישט יקסיד 180 טעג נאָך אַ אַרבעט איז גאַנץ, למשל ווי אָטאַמאַטיק קאַלאַבריישאַן אָדער וואַלאַדיישאַן דאַטן פֿאַר ינטוישאַן מאַשינז סיסטעמען. פֿאַר קלעריטי, דער אָפּטיילונג 5 גיט אונדז נישט די רעכט צו ידענטיפיצירן איר ווי דער מקור פון קיין אַגגרעגאַטע / דע-יידענטאַפייד דאַטן אָן דיין פריערדיק געשריבן דערלויבעניש.",
    "3881754581": ". אויב איר זענט אַ קונה פון אונדזער אַנאָטאַציע באַדינונגס און האָט אויסגעקליבן די \"דאַטאַ פֿאַר אַלע\" אָפּציע ווי אַ טייל פון דיין נוצן פון די סערוויסעס, איר שענקען צו IMI און אַלע ניצערס פון די סערוויסעס אַ ווערלדווייד, ניט-ויסשליסיק, סאַבליסענסאַבאַל, טראַנספעראַבאַל, מאַלכעס-פריי, ירעוואַקאַבאַל דערלויבעניש צו גאָר גווורע אַלע קונה דאַטן, אַרייַנגערעכנט אַלע פֿאַרבונדענע אינטעלעקטואַל פאַרמאָג רעכט. אויב איר אויסקלייַבן די \"דאַטאַ פֿאַר אַלע\" אָפּציע, איר רעפּראַזענץ און באַרעכטיקן אַז איר פאַרמאָגן גענוג רעכט, טיטל און אינטערעס אין און צו דיין דאַטן צו געבן די דערלויבעניש אין דעם אָפּטיילונג.",
    "3496767126": "צו ויסמיידן צווייפל, די פאלגענדע פּאַראַגראַף אַפּלייז אויסשליסלעך צו קאַסטאַמערז וואָס נוצן אונדזער אַנאָטאַציע באַדינונגס און נישט צו נוצן אונדזער באַדינונגס ווי אַן ינטעגראַטאָר",
    "767207800": "אויב דיין דאַטן אַנטהאַלטן פּאַטענטשאַלי יקספּליסאַט אָדער אַפענסיוו אינהאַלט, מיר דאַרפן איר צו צייכן זיי \"עקספּליסיס אינהאַלט\" צו דינען ווי אַ שיין ווארענונג צו ווער עס יז וואָס זעט דיין דאַטן. איר קען נישט אָן אַ באַזונדער געשריבן העסקעם מיט IMI אַרייַננעמען טאַסקס וואָס אָנרירן אונדזער פּאַלאַסיז, אַרייַנגערעכנט, אָבער ניט לימיטעד צו, (אַ) טאַסקס וואָס גלייַך אָדער מינאַצאַד העכערן אן אנדער וועבזייטל אָדער דינסט, (ב) טאַסקס וואָס אָנרירן די טערמינען פון אַ דריט פּאַרטיי וועבזייטל און באדינגונגען, (C) טאַסקס אַסקינג קאָנטריבוטאָרס צו בעטן דריט פּאַרטיעס, (ד) טאַסקס וואָס בעטן מיטארבעטערס צו נעמען קאַמף צו מאַניפּולירן אַ וועבזייטל ס נאַטור אָדער רעזולטאַטן, (E) טאַסקס וואָס אָנרירן די אינטעלעקטואַל פאַרמאָג רעכט פון דריט פּאַרטיעס, און (f) טאַסקס וואָס דאַרפן קאָנטריבוטאָרס צו אָפּלאָדירן ווייכווארג אָדער טעקעס.",
    "3370561195": "6. פּאַסיק נאַטור",
    "4205152730": "איר זענט ינקעראַדזשד צו ינטעראַקט מיט אנדערע יוזערז ערגעץ אויף אונדזער וועבזייטל, פאָרום, מעסידזשינג, שמועסן און אנדערע געזעלשאַפטלעך מידיאַ טשאַנאַלז קאַנטראָולד דורך IMI, אָבער אויב איר טאָן דאָס, איר מוזן נאָכקומען מיט אַלע טערמינען פון דינסט און נוצן אויף אונדזער פּלאַץ און אַלע באַטייַטיק געזעצן. .",
    "1394253934": "7. מיסיוז, זידלען, און מיסרעפּרעסענטאַטיאָן",
    "1406393333": "קיין אַקסעס אָדער נוצן פון די סערוויסעס אנדערע ווי לויט די תּנאָים פון סערוויסעס און קיין אינסטרוקציעס וואָס מיר צושטעלן איז שטרענג פּראָוכיבאַטאַד. אין באַזונדער, איר וועט נישט:",
    "3409726716": "פאַרשרייַבן פֿאַר מער ווי איין חשבון מיט אונדז אָן געשריבן דערלויבעניש;",
    "3119498672": "דורכפירן קיין אַרבעט מיט די נוצן פון אינטערנעט באָץ, וועב ראָובאַץ, באָץ, סקריפּס, אָדער קיין אנדערע פאָרעם פון קינסטלעך סייכל אָדער אַנדערש פּרווון צו באַקומען ריוואָרדז פון IMI אָדער קיין ריקוועסטער אָדער ינטעגראַטאָר אָן קאַמפּליטינג טאַסקס ווי זיי זענען דיסקרייבד;",
    "1188668818": "צושטעלן קיין פאַלש אינפֿאָרמאַציע בשעת ניצן דעם וועבזייטל (אַרייַנגערעכנט אָן באַגרענעצונג ימפּערסאַנייטינג קיין אנדערע מענטש אָדער אָרגאַניזאַציע אין דיין חשבון, אָדער פאַלש סטייטינג אָדער אַנדערש מיסרעפּרעסענטינג זיך אָדער דיין שייכות מיט קיין אנדערע מענטש אָדער אָרגאַניזאַציע אין דיין חשבון;",
    "2804310964": "אַקסעס אָדער פּרווון צו אַקסעס אונדזער וועבזייטל דורך קיין פּראַקסי וועב סערווער אָדער אנדערע מיטל דיזיינד צו אַבפאַסקייט דיין אמת אָרט אָדער אידענטיטעט אָדער דורך קיין מיטל אנדערע ווי די צוגעשטעלט צובינד;",
    "1374227759": "נוצן דעם וועבזייטל פֿאַר קיין ומלעגאַל טעטיקייט, אָדער פֿאַר קיין ציל אנדערע ווי די ציל פֿאַר וואָס עס איז געווען בנימצא;",
    "2103513933": "אָנטייל נעמען אין אַקטיוויטעטן וואָס ינערפירז אָדער דיסראַפּץ די פאַנגקשאַנינג פון דעם פּלאַץ;",
    "137127070": "אַרייַנלייגן, צופֿעליקער אָדער צוטשעפּען בייזע אָדער אומבאַקאַנט פונדרויסנדיק לינקס אָדער טעקעס, אָדער צופֿעליקער קיין אינהאַלט וואָס כּולל אַ ווירוס, טראָדזשאַן פערד, וואָרעם, צייט באָמבע אָדער אנדערע שעדלעך קאָמפּיוטער קאָד;",
    "1686655020": "צופֿעליקער קיין אינהאַלט אונטערטעניק צו קאַפּירייט וואָס איז נישט דיין אָריגינעל ווערק, סייַדן איר האָט דערלויבעניש פון די רייטפאַל באַזיצער צו פּאָסטן אַזאַ אינהאַלט און צו געבן IMI אַלע די לייסאַנסט רעכט געגעבן דאָ;",
    "1406692811": "אָנטייל נעמען אין ספּאַממינג אָדער פּאָסטן קיין סאָרט פון פּירסעם, פּרווון צו באַקומען ריפעראַלז, מאַסע קאָמוניקאַציע, געלט אָפפערס אָדער ריקוועס, סאַליסיטיישאַן פון באַדינונגס, גאַנצע, פֿאַרקויף, ומזין אַרטיקלען, דופּליקייטיד טעמעס, ומלעגאַל אינהאַלט, געזעלשאַפטלעך וועבזייטל פֿאַרבינדונגען, E- פּאָסט אַדרעסעס, אָדער רעגע שליח ידס סייַדן פארלאנגט דורך די אַרבעט;",
    "3893539589": "אַרייַנלייגן פונדרויסנדיק פֿאַרבינדונגען וואָס פאָרשלאָגן סכוירע אָדער באַדינונגס סייַדן פארלאנגט דורך די אַרבעט;",
    "3214322759": "אַנדערש אָנטייל נעמען אין קיין בייזע אָדער פראָדזשאַלאַנט טעטיקייט.",
    "3733422465": "8. וועראַפייינג דיין אידענטיטעט",
    "267645277": "IMI קען באַשטעטיקן דיין אידענטיטעט. דאָס קען אַרייַננעמען קאַמפּערינג דיין פערזענלעכע אינפֿאָרמאַציע מיט דריט-פּאַרטיי דאַטאַבייסיז אָדער באַאַמטער לעגאַל דאָקומענטן. איר דערלויבן אונדז צו מאַכן קיין ינקוועריז נייטיק צו באַשטעטיקן דיין אידענטיטעט, דיין אָונערשיפּ פון דיין E- בריוו אַדרעס און דיין אָונערשיפּ פון דיין פינאַנציעל אַקאַונץ. איר שטימען צו צושטעלן אינפֿאָרמאַציע וועגן איר צו אַרוישעלפן אונדז צו באַשטעטיקן דיין אידענטיטעט.",
    "4169910317": "9. העסקעם מיט די געזעץ",
    "519755936": "איר אַליין זענט פאַראַנטוואָרטלעך פֿאַר נאָכקומען מיט פעדעראלע, שטאַט, קליינשטעטלדיק און היגע געזעצן אין קשר מיט דיין נוצן פון די סערוויסעס. איר שטימען צו באַשולדיקן און האַלטן אונדז ומשעדלעך פֿאַר קיין קליימז קעגן אונדז ווייַל איר ניט אַנדערש צו נאָכקומען מיט קיין געזעץ אָדער ווייאַלייטיד קיין דריט פּאַרטיי רעכט, אַרייַנגערעכנט אָן באַגרענעצונג קאַנטראַקטשואַל, אינטעלעקטואַל פאַרמאָג אָדער פּריוואַטקייט רעכט.",
    "731546974": "10. קאָנטריבוטאָר אָדער ינטעגראַטאָר טאַקסעס",
    "3128328457": "אויב איר זענט אַ קאָנטריבוטאָר אָדער ינטעגראַטאָר, איר אַליין זענען פאַראַנטוואָרטלעך פֿאַר צאָלונג פון קיין עסטימאַטעד אָדער אנדערע פעדעראלע, שטאַט אָדער היגע האַכנאָסע טאַקסיז, סאציאל סעקוריטי, FICA און וואָרקערס פאַרגיטיקונג שולדיק געווען ווי אַ רעזולטאַט פון נוצן פון אונדזער וועבזייטל, ווי געזונט ווי ענלעך טאַקסיז אָדער טשאַרדזשיז אין ניט-יו. עס. דזשוריסדיקשאַנז. איר שטימען צו באַשייַמפּערלעך און האַלטן אונדז ומשעדלעך פֿאַר קיין אַסעסמאַנץ קעגן אונדז ווייַל איר ניט אַנדערש צו נאָכקומען מיט קיין שטייער געזעצן.",
    "2931396764": "11. הילעל פון די תּנאָים פון סערוויס",
    "1240667045": "מיר קענען ופהענגען, באַגרענעצן אָדער באָטל מאַכן דיין אַקסעס צו די סערוויסעס אין קיין צייט פֿאַר קיין סיבה, אַרייַנגערעכנט ווייַל: (אַ) מיר גלויבן אַז איר האָט ווייאַלייטיד די תּנאָים פון סערוויס (אַרייַנגערעכנט אנדערע פֿאַרבונדענע פּאַלאַסיז); (ב) מיר גלויבן אַז איר האָט ווייאַלייטיד אונדזער רעכט אָדער די רעכט פון קיין דריט פּאַרטיי; (C) מיר קענען נישט באַשטעטיקן אָדער אָטענטאַקייט אינפֿאָרמאַציע וואָס איר האָט צוגעשטעלט צו אונדז; אָדער (ד) מיר גלויבן דיין אַקשאַנז קען מאַכן לייאַביליטיז פֿאַר איר, אונדז אָדער אַ דריט פּאַרטיי. פֿאַר די ויסמיידן פון צווייפל, מיר רעזערווירן די רעכט צו פאַרמייַדן אָדער ופהענגען צאָלונג צו איר אויב מיר ריזאַנאַבלי גלויבן אַז קיין פון די פאָרגאָוינג אַפּלייז צו אַזאַ צאָלונג.",
    "1601080128": "אויב מיר ופהענגען אָדער פאַרענדיקן דיין חשבון, איר וועט ניט מער האָבן אַקסעס צו קיין פּאַרץ פון דעם וועבזייטל, אַרייַנגערעכנט דאַטן, אַרטיקלען, טעקעס און אנדערע מאַטעריאַל וואָס איר האַלטן אויף דעם פּלאַץ. איר קען נישט פאָרזעצן צו נוצן אונדזער וועבזייטל אונטער אַ אַנדערש אָדער נייַ חשבון נאָמען. ווייאַליישאַנז פון די תּנאָים פון סערוויס קען זיין פּראַסיקיוטיד צו די פולאַסט מאָס פון די געזעץ און קען רעזולטאַט אין נאָך פּענאַלטיז און סאַנגשאַנז.",
    "1160707899": "12. די ראָלע און באַציונג פון מיטארבעטער מיט IMI און אנדערע ריקוועסטערס",
    "269838707": "אויב איר זענט אַ קאָנטריבוטאָר, איר און בלויז איר באַשליסן וואָס און ווי פילע טאַסקס צו פאַרענדיקן, און ווען און ווו איר פאַרענדיקן זיי. איר זענט פריי צו פאַרברענגען ווי פיל אָדער ווי ביסל צייט צו פאַרענדיקן טאַסקס ווי איר קלייַבן. אין קיין צייט איר זענט אונטער קיין פליכט צו פאַרענדיקן אַ אַרבעט.",
    "1087195513": "אויב איר זענט אַ קאָנטריבוטאָר וואָס אַקסעס די סערוויסעס און / אָדער פּערפאָרמז טאַסקס דורך אָדער אין קשר מיט אַן ינטעגראַטאָר אין ביכאַף פון אַ ריקוועסטער וואָס איז נישט IMI, איר שטימען און באַשטעטיקן אַז ינטוישאַן מאַשינז איז ניט פאַראַנטוואָרטלעך פֿאַר און האט קיין פליכט צו איר מיט רעספּעקט צו קיין ריוואָרדז אָדער אנדערע פאַרגיטיקונג פֿאַר געענדיקט טאַסקס. איר שטימען און באַשטעטיקן אַז קיין ריוואָרדז אָדער אנדערע פאַרגיטיקונג פֿאַר געענדיקט טאַסקס איז באשלאסן בלויז אין לויט מיט דיין העסקעם מיט די ריקוועסטער און / אָדער די ינטעגראַטאָר, ווי אָנווענדלעך. קיין דיספּיוץ איבער אַזאַ ריוואָרדז אָדער אנדערע פאַרגיטיקונג (אַרייַנגערעכנט אָן באַגרענעצונג דורכפאַל צו באַקומען אַזאַ ריוואָרדז אָדער אנדערע פאַרגיטיקונג) זענען בלויז צווישן איר און די ריקוועסטער און / אָדער די ינטעגראַטאָר, ווי אָנווענדלעך.",
    "952813944": "ניט דיין נוצן פון אונדזער וועבזייטל אָדער עפּעס אין דעם העסקעם קריייץ אַן באַשעפטיקונג, שוטפעס, שלאָס פירנעם, אַגענטור, פראַנטשייז אָדער פארקויפונג רעפּריזענאַטיוו שייכות צווישן איר און ינטוישאַן מאשינען. מיר טאָן ניט צושטעלן איר קיין ויסריכט אָדער מכשירים צו פאַרענדיקן אַ אַרבעט. מיר טאָן ניט צושטעלן איר קיין בענעפיץ, וואָרקערס פאַרגיטיקונג אָדער פאַרזיכערונג קאַווערידזש. מיר זענען נישט פאַראַנטוואָרטלעך פֿאַר קיין הוצאות וואָס איר האָבן צו נוצן אונדזער וועבזייטל. מיר וועלן נישט צוריקהאַלטן קיין סומע פון דיין באַלוינונג פֿאַר פעדעראלע אָדער שטאַט האַכנאָסע שטייַער, סאציאל סעקוריטי אָדער קיין אנדערע שטייַער. איר זענט פריי אין אַלע צייט צו דורכפירן טאַסקס פֿאַר קיין מענטש אָדער געשעפט, אַרייַנגערעכנט קיין פון אונדזער קאָמפּעטיטאָרס. איר טאָן ניט האָבן די אויטאָריטעט צו אַרייַן קיין קאָנטראַקט, געשריבן אָדער מויל, אויף ביכאַף פון ינטוישאַן מאשינען.",
    "3460432665": "ניט קוקנדיק אויף די פאָרגאָוינג, אויב איר זענט אַ יו. עס. שטייער, מיר קענען בעטן פון איר אַ W-9 צו זיין דערהייַנטיקט אַניואַלי, און מיר קען פאַרהאַלטן איר פון דורכפירן טאַסקס ביז איר האָבן געענדיקט אָדער דערהייַנטיקט אַ W-9.",
    "458271951": "אויב איר זענט אַ קאָנטריבוטאָר וואָס אַקסעס די סערוויסעס און / אָדער פּערפאָרמז טאַסקס דורך אָדער אין פֿאַרבינדונג מיט אַן ינטעגראַטאָר אויף ביכאַף פון ינטוישאַן מאַשינז (אַקטינג ווי אַ ריקוועסטער), ינטוישאַן מאַשינז קען באַלוינונג איר פֿאַר פּאַסיק קאַמפּלישאַן פון זיכער טאַסקס. אין די געשעעניש אַז איר האָט פאַרקנאַסט אין שווינדל, זידלען אָדער הילעל פון די תּנאָים פון סערוויס, קיין און אַלע ריוואָרדז צו איר קען זיין וויטכעלד און / אָדער ריקאַווערד דורך ינטוישאַן מאשינען.",
    "3056723024": "13. אַנאַקסעפּטאַבאַל קאַמפּלישאַן פון טאַסקס",
    "3913203723": "אויב, פֿאַר קיין סיבה, דער ריקוועסטער טוט נישט אָננעמען די פאָרשטעלונג פון אַ אַרבעט וואָס איר האָט דורכגעקאָכט, איר ווי אַ קאָנטריבוטאָר אָדער ינטעגראַטאָר וועט נישט זיין ענטייטאַלד צו קיין באַלוינונג פֿאַר די אַרבעט. אין די געשעעניש אַז ריוואָרדז זענען שוין צעשפּרייט צו איר פֿאַר אַ אַנאַקסעפּטאַבלי געענדיקט אַרבעט, מיר קען צוריקקריגן זיי פון איר.",
    "3666807632": "14. קאָנטריבוטאָר קוואַלאַפאַקיישאַנז און סקיללס",
    "1993899769": "15. אונדזער נוצן פון אינפֿאָרמאַציע",
    "2927283721": "דורך דורכפירן טאַסקס אויף אונדזער וועבזייטל, איר דערלויבן די זאַמלונג, נוצן און אַנטפּלעקונג פון דיין פערזענלעכע אינפֿאָרמאַציע אין לויט מיט אונדזער פּריוואַטקייט פּאָליטיק. אין אַדישאַן, מיר קען טיילן זיכער אינפֿאָרמאַציע וועגן איר און דיין געענדיקט טאַסקס צו די ריקוועסטער וועמענס טאַסקס איר האָבן דורכגעקאָכט צו פאַסילאַטייט די דינסט שייכות און פֿאַרבעסערן די וועבזייטל, אַרייַנגערעכנט, למשל, קאָנטריבוטאָר שייַן, רעזולטאַטן פון געענדיקט טאַסקס, און אנדערע אַטריביוץ שייַכות צו דיין קוואַלאַפאַקיישאַנז, שפּראַכן, סקילז און נוצן פון דעם וועבזייטל.",
    "3027055607": "16. אינטעלעקטואַל פאַרמאָג און פּראַפּרייאַטערי רעכט",
    "3910971075": "IMI אָונז אַלע רעכט, אַרייַנגערעכנט אינטעלעקטואַל פאַרמאָג רעכט, אין די מקור קאָד, אָביעקט קאָד אָדער אַנדערלייינג סטרוקטור, יידיאַז אָדער אַלגערידאַמז, אַפּי, און קיין נאָך ווייכווארג, דאַקיומענטיישאַן אָדער דאַטן שייַכות צו די סערוויסעס (\"סאָפטוואַרע\"). איר וועט ניט, גלייַך אָדער מינאַצאַד, דורך אַ דריט פּאַרטיי אָדער אַנדערש: (אַ) פאַרקערט ינזשעניר, דעקאָמפּילע, דיסאַסעמבאַל אָדער אַנדערש פּרווון צו אַנטדעקן די ווייכווארג; (ב) מאָדיפיצירן, איבערזעצן אָדער שאַפֿן דעריוואַט ווערק באזירט אויף קיין ווייכווארג; (C) נאָכמאַכן, דינגען, דינגען, פאַרשפּרייטן, צוזאָג, באַשטימען אָדער אַנדערש אַריבערפירן אָדער ינקאַמבער רעכט צו קיין ווייכווארג; (ד) נוצן קיין ווייכווארג פֿאַר טימעשאַרינג, דינסט ביוראָו צוועקן, אָדער אַנדערש פֿאַר די נוץ פון אַ דריט פּאַרטיי; אָדער (E) אַראָפּנעמען קיין פּראַפּרייאַטערי נאָוטאַסאַז אָדער לאַבעלס.",
    "3660891610": "אויב איר זענט אַ קאָנטריבוטאָר, IMI, און נישט איר, האט פּראַפּרייאַטערי רעכט אין קיין אַרבעט איר פּראָדוצירן ווי אַ טייל פון פאַרענדיקן קיין אַרבעט. דורך אַקסעפּטינג די טערמינען פון דעם אַגרעעמענט, איר שטימען צו (און דערמיט טאָן) אַריבערפירן פאַרמעגן, אָונערשיפּ און טיטל (אַרייַנגערעכנט אַלע אינטעלעקטואַל פאַרמאָג רעכט איבער דער וועלט) אין און צו דיין אַרבעט צו אונדז. צו ענשור אַז מיר זענען ביכולת צו קריגן, שליימעסדיק און נוצן אַזאַ רעכט, איר אויך שטימען צו (איך) צייכן קיין דאָקומענטן צו אַרוישעלפן אין די דאַקיומענטיישאַן, פּערפעקשאַן און ענפאָרסמאַנט פון אונדזער רעכט; און (ii) צושטעלן גלייַך אַקסעס צו אינפֿאָרמאַציע פֿאַר רעקאָרדינג, פּערפעקטינג, סיקיורינג, פאַרטיידיקונג און ענפאָרסינג אַזאַ פּראַפּרייאַטערי רעכט אין קיין און אַלע לענדער. דיין אַבלאַגיישאַנז אונטער דעם אָפּטיילונג וועט פאָרזעצן אפילו נאָך איר דירעגיסטרירן אָדער אויפהערן נוצן פון די סערוויסעס. איר נאָמינירן אונדז ווי דיין אַדוואָקאַט-אין-פאַקט צו ויספירן דאָקומענטן אויף דיין ביכאַף פֿאַר די צוועקן געשטעלט אין דעם אָפּטיילונג.",
    "426125156": "17. קאַפּירייט און נעמען אַראָפּ",
    "1408530660": "IMI רעספּעקט די אינטעלעקטואַל פאַרמאָג פון אנדערע און מיר רעזערווירן די רעכט צו באַזייַטיקן פֿון אונדזער פּלאַץ קיין מאַטעריאַל וואָס מיר גלויבן קען אָנרירן די אינטעלעקטואַל רעכט פון קיין דריט פּאַרטיי. אויב איר גלויבן אַז דיין אייגענע ווערק איז קאַפּיד אין אַ וועג וואָס קאַנסטאַטוץ קאַפּירייט ינפרינדזשמאַנט אויף דעם וועבזייטל, ביטע קאָנטאַקט קונה שטיצן פון ינטוישאַן מאַטשינעס.",
    "2696932851": "18. ינדעממניפיקאַטיאָן",
    "3844300338": "איר שטימען צו באַשולדיקן, פאַרטיידיקן און האַלטן אונדז ומשעדלעך פון קיין און אַלע קליימז, דאַמידזשיז, לייאַביליטיז, קאָס און הוצאות (אַרייַנגערעכנט גלייַך אַדוואָקאַט פיז און קאָס), וואָס קומען פון אָדער רילייטינג צו דיין פאָרשטעלונג פון טאַסקס אָדער דיין נוצן פון אונדזער וועבזייטל .",
    "2474091800": "19. דיספּיוץ מיט אנדערע יוזערז; מעלדונג",
    "3162107126": "IMI איז נישט אַ פּאַרטיי אין קיין פּאָלעמיק צווישן איר און קיין אנדערע באַניצער פון די סערוויסעס. איר באַפרייען IMI און אירע אַפיליאַץ פון אַלע קליימז, פאדערונגען, און דאַמידזשיז פון יעדער מין און נאַטור, באקאנט און אומבאַקאַנט, סאַספּעקטיד און אַנסאַספּעקטיד, דיסקלאָוזד און אַנדיסקלאָוזד, שטייענדיק פֿון אָדער פארבונדן מיט קיין פּאָלעמיק צווישן איר און אן אנדער באַניצער.",
    "2271969747": "20. קאַנפאַדענטשאַל אינפֿאָרמאַציע איר באַקומען",
    "1042802841": "קאַנפאַדענשאַל אינפֿאָרמאַציע איז קיין אינפֿאָרמאַציע וואָס איז אנגעצייכנט ווי קאַנפאַדענשאַל אָדער פּראַפּרייאַטערי, אָדער וואָס זאָל ריזאַנאַבלי זיין פארשטאנען דורך די ריסיווינג פּאַרטיי צו זיין קאַנפאַדענשאַל אָדער פּראַפּרייאַטערי. דאָס ינקלודז נישט קיין אינפֿאָרמאַציע וואָס איז (1) עפנטלעך בנימצא, (2) שוין אין די פאַרמעגן פון, דעוועלאָפּעד ינדיפּענדאַנטלי דורך, אָדער שוין באקאנט צו די ריסיווינג פּאַרטיי, אָדער (3) איז דיסקלאָוזד דורך הויף אָרדער אָדער ווי אַנדערש פארלאנגט דורך געזעץ.",
    "1918025546": "אויב איר זענט צוגעשטעלט מיט קאַנפאַדענשאַל אינפֿאָרמאַציע פון ווער עס יז אויף די סערוויסעס, איר שטימען צו באַשיצן די בעסאָדיקייַט פון די קאַנפאַדענשאַל אינפֿאָרמאַציע מיט דער זעלביקער גראַד פון זאָרג איר נוצן צו באַשיצן אייער אייגן קאַנפאַדענשאַל אינפֿאָרמאַציע, אָבער אין קיין פאַל מיט ווייניקער ווי רעכט זאָרג. איר קענט נישט ויסזאָגן אָדער אַרויסגעבן אַזאַ קאַנפאַדענשאַל אָדער פּראַפּרייאַטערי אינפֿאָרמאַציע, אַחוץ ווי עס קען זיין נייטיק פֿאַר די פאָרשטעלונג פון אַ אַרבעט. אַלע אינפֿאָרמאַציע אין אַ אַרבעט אויף די ינטוישאַן מאַשינז פּלאַטפאָרם זאָל זיין גערעכנט ווי קאַנפאַדענשאַל אפילו אויב די אינפֿאָרמאַציע איז נישט אויסדריק דעזיגנייטיד ווי קאַנפאַדענשאַל.",
    "2690395789": "אויב און ווען איר ניט מער דאַרפֿן די קאַנפאַדענשאַל אינפֿאָרמאַציע וואָס איר האָט באקומען, איר מוזן גלייך צוריקקומען אָדער צעשטערן (ווי געבעטן דורך ווער סע דיסקלאָוזד די אינפֿאָרמאַציע) אַלע קאָפּיעס פון די אינפֿאָרמאַציע וואָס עקסיסטירן אויף די לאָקאַל, סיסטעמען אָדער אנדערע ויסריכט וואָס איר קאָנטראָל.",
    "2178073797": "ווייַל אַנטפּלעקונג פון קאַנפאַדענשאַל אינפֿאָרמאַציע קען פאַרשאַפן ירעפּעראַבאַל שאָדן, די אַנטפּלעקונג פּאַרטיי איז ענטייטאַלד צו זוכן ינדזשונקטיווע רעליעף פֿאַר קיין בריטש אָדער טרעטאַנד בריטש פון דעם טערמין.",
    "2185860003": "21. וועבזייַטל מאָדיפיקאַטיאָנס",
    "2631249972": "מיר קענען פֿאַרבעסערן אָדער מאָדיפיצירן אונדזער וועבזייטל אָן באַמערקן צו איר.",
    "3764131594": "22. דריט-פּאַרטיי וועבסיטעס",
    "295955580": "אונדזער וועבזייטל קען אַנטהאַלטן לינקס צו דריט-פּאַרטיי וועבסיטעס. מיר טאָן ניט קאָנטראָלירן, פאָרשן, מאָניטאָר אָדער קאָנטראָלירן אַזאַ וועבסיטעס. מיר זענען נישט פאַראַנטוואָרטלעך פֿאַר און טאָן ניט שטיצן די קאָמפּיוטער מגילה, אינהאַלט אָדער מיינונגען קאַנטיינד אויף אַזאַ וועבסיטעס. אויב איר באַשליסן צו פאַרלאָזן אונדזער וועבזייטל און אַקסעס קיין דריט-פּאַרטיי וועבזייטל, איר טאָן דאָס אויף דיין אייגענע ריזיקירן.",
    "838225123": "23. אָפּלייקענונג פון וואָראַנטי",
    "3897238493": "די סערוויסעס זענען צוגעשטעלט אויף אַ \"ווי איז\" באַזע. מיר מאַכן קיין רעפּרעסענטאַטיאָנס אָדער וואָראַנטיז, ימפּלייד אָדער אויסדריקן, מיט אַכטונג צו אַקסעסאַביליטי, פיטנעסס, לעגאַלנאַס, אַוואַילאַביליטי, אָדער פאַנגקשאַנאַליטי פון די סערוויסעס, קיין שייַכות ווייכווארג אָדער מאַטעריאַלס, ייטאַמז צו די ייטאַמז און מאַטעריאַלס. צו די מאַקסימום מאָס דערלויבט דורך געזעץ, IMI אָפּזאָגן אַלע אויסדריקלעך אָדער ימפּלייד טנאָים, רעפּראַזאַנטיישאַנז און וואָראַנטיז אַרייַנגערעכנט, אָבער נישט לימיטעד צו, די וואָראַנטיז פון סחורהנאַביליטי, פּאַסיק פֿאַר אַ באַזונדער טייל. דיין איינציקע און ויסשליסיק סגולע קעגן IMI מיט רעספּעקט צו קיין חסרונות, ניט-קאָנפאָרמאַנסיז, אָדער אומצופרידנקייט איז צו אויפהערן נוצן פון די סערוויסעס. פֿון דיין אַקסעס צו אָדער נוצן פון דעם וועבזייטל אָדער ינטוישאַן מאַשינז פּלאַטפאָרם. סקעדזשולד און אַנסקעדזשולד ינטעראַפּשאַנז קען פּאַסירן, און מיר טאָן ניט באַרעכטיקן אַנינטעראַפּטיד אַוויילאַבילאַטי פון אונדזער וועבזייטל.",
    "2110259227": "24. באַגרענעצונג פון אַכרייַעס",
    "3018077211": "25. קאָנטריבוטאָר פּאָלעמיק רעסאָלוטיאָן",
    "2790841456": "אויב איר זענט אַ קאָנטריבוטאָר, איר שטימען צו די פאלגענדע אַרביטריישאַן פּונקט און ווייווער פון קלאַס קאַמף:",
    "3302832698": "אָלטערנאַטיוו פּאָלעמיק רעסאָלוטיאָן פארלאנגט.",
    "561456032": "איר שטימען אַז פֿאַר קיין פּאָלעמיק וואָס ערייזאַז פון אָדער שייך צו דיין נוצן פון די סערוויסעס, אַרייַנגערעכנט קיין פּאָלעמיק וואָס קען האָבן אויפגעשטאנען פון די צייט וואָס איר האָט אָנגעהויבן דורכפירן טאַסקס פֿאַר IMI, און ספּאַסיפיקלי אַרייַנגערעכנט קיין פאָדערן שייַכות צו צי איר קלאַסיפיצירן אָדער נישט אַן אומאָפּהענגיק קאָנטראַקטאָר, איר וועט ערשטער אָנזאָגן IMI וועגן דיין פאָדערן קעגן אים. איר און IMI וועלן דערנאָך פּרוּוון צו לייזן דעם ענין דורך דירעקטע פאַרהאַנדלונג אָדער מעדיאַטיאָן. מיר וועלן שפּאַלטן גלייך די קאָס פון מידייישאַן און שטימען אַז מידייישאַן וועט זיין געפירט דורך טעלעפאָן אָדער אנדערע עלעקטראָניש מיטלען. אויב אַ פאָדערן בלייבט אַנסאַלווד נאָך ינפאָרמאַל נאַגאָושייישאַנז אָדער מידייישאַן, איר שטימען אַז איר און IMI וועט נוצן לעצט און ביינדינג אַרביטריישאַן צו לייזן די פּאָלעמיק. דער פּונקט רעגיאַלייץ אַלע קליימז רעטראַאַקטיוולי פֿון די צייט איר האָט אָנגעהויבן ניצן אונדזער וועבזייטל, צי באזירט אויף טאָרט, קאָנטראַקט, געזעץ, אַרייַנגערעכנט, אָבער ניט לימיטעד צו, קיין קליימז פון דיסקרימינאַציע און כעראַסמאַנט, צי זיי זענען באזירט אויף די קאַליפאָרניאַ פער באַשעפטיקונג און האָוסינג אקט. , טיטל VII פון די סיוויל רעכט אקט פון 1964, ווי אַמענדיד, אָדער קיין אנדערע שטאַט אָדער פעדעראלע געזעץ אָדער רעגולירן, יוישער געזעץ, אָדער אַנדערש.",
    "3794239003": "אַרביטריישאַן פּראָצעדור.",
    "4193379787": "כל אַרביטריישאַן אונטער דעם העסקעם וועט זיין געפירט אונטער די כּללים פון די אמעריקאנער אַרביטריישאַן אַססאָסיאַטיאָן אָדער דורך אַ מיוטשואַלי מסכים אַרביטריישאַן דינסט. דער אַרביטרייטער וועט זיין אַן יו. אין אַרביטריישאַן, יעדער פּאַרטיי וועט האָבן די רעכט צו אָנפירן טויגן יידל אנטדעקונג, ברענגען דיספּאָסיטיווע מאָושאַנז, און פאָרשטעלן עדות און זאָגן ווי דארף צו פאָרשטעלן זייער קאַסעס און פאַרטיידיקונג, און קיין דיספּיוץ אין דעם אַכטונג וועט זיין סאַלווד דורך די אַרביטרייטער. האַכלאָטע פון די פּאָלעמיק וועט זיין באזירט בלויז אויף די געזעץ וואָס רעגיאַלייץ די קליימז און פאַרטיידיקונג פּלידאַד, און דער אַרביטראַטאָר קען נישט ינוואָוק קיין יקער אנדערע ווי אַזאַ קאַנטראָולינג געזעץ. דער אַרביטראַטאָר וועט האָבן די ימיונאַטי פון אַ דזשודישאַל אָפיציר קעגן יידל אַכרייַעס ווען אַקטינג אין די קאַפּאַציטעט פון אַ אַרביטראַטער, וואָס ימיונאַטי ביילאגעס קיין אנדערע יגזיסטינג ימיונאַטי. אַוואַרדס מוזן אַרייַננעמען די אַרביטראַטער ס געשריבן ריזיינד מיינונג. איר געבן אַרויף דיין רעכט צו פּראָצעס דורך זשורי פון קיין פאָדערן איר קען האָבן קעגן IMI אָדער אַז IMI קען האָבן קעגן איר. קיין פאָדערן אונטער דעם פּונקט מוזן זיין געבראכט אין די אָנווענדלעך געזעץ פון לימיטיישאַנז. די פאַרייניקטע שטאַטן פעדעראלע אַרביטריישאַן אקט רעגיאַלייץ דעם פּונקט, און איר באַשטעטיקן אַז די העסקעם באַווייַזן אַ טראַנסאַקטיאָן אין האַנדל.",
    "2583888954": "אויסנעמען.",
    "1034830": "דיספּיוץ וואָס קען נישט זיין אונטערטעניק צו פּרידיספּיוט אַרביטריישאַן העסקעם ווי צוגעשטעלט דורך די דאָדד-פראַנק וואנט סטריט רעפאָרם און קאָנסומער פּראַטעקשאַן אקט (פּובליק געזעץ 111-203) זענען יקסקלודיד פון דעם",
    "263977834": "אַדמיניסטראַטיווע יגזאָסטשאַן.",
    "1807512722": "איר קענט ברענגען קיין פאָדערן פון דיין נוצן פון דעם וועבזייטל צו אַן אַדמיניסטראַטיווע אַגענטור, אָבער בלויז אין די מאָס וואָס אָנווענדלעך געזעץ דערלויבט אַקסעס צו אַזאַ אַ אַגענטור ניט קוקנדיק די עקזיסטענץ פון אַן העסקעם צו אַרביטריישאַן. אַזאַ אַדמיניסטראַטיווע קליימז אַרייַננעמען אָן באַגרענעצונג קליימז אָדער טשאַרדזשיז געבראכט פאר די עקוואַל באַשעפטיקונג געלעגנהייט קאַמישאַן, די יו דעפּאַרטמענט פון לייבער, און די נאַשאַנאַל לייבער רעלאַטיאָנס באָרד. גאָרנישט אין דעם פּונקט וועט זיין גערעכנט צו ויסשליסן אָדער אַנטשולדיקן איר פון ברענגען אַן אַדמיניסטראַטיווע פאָדערן פאר קיין אַגענטור צו מקיים דיין פליכט צו ויסמאַטערן אַדמיניסטראַטיווע רעמאַדיז איידער איר מאַכן אַ פאָדערן אין אַרביטריישאַן, אָבער, איר אָפּזאָגן די רעכט צו קיין געלטיק אַוואָרד דורך דעם אַזאַ. אַגענטור פאַרהאַנדלונג.",
    "996430331": "אָרט פון אַרביטריישאַן.",
    "3040062804": "קיין אַרביטריישאַן פּראַסידינג אונטער דעם אָפּטיילונג וועט פּאַסירן דורך פעליקייַט אין די שטאַט פון קאַליפאָרניאַ, סייַדן איר וווינען אַרויס די פאַרייניקטע שטאַטן, אין וועלכע פאַל די אַרביטריישאַן וועט נעמען אָרט לעגאַמרע עלעקטראָניש אָדער טעלעפאָניש. די אַרביטריישאַן קען פּאַסירן אין קיין אנדערע אָרט אויב יעדער פּאַרטיי איז מסכים צו שריפט. רעגאַרדלעסס פון זיין אָרט, קיין פּאַרטיי קען אַפּט צו דערשייַנען אין די אַרביטריישאַן דורך לעבן ווידעא אָדער טעלעקאָנפערענסע.",
    "3091247030": "ווייווער פון קלאַס קאַמף.",
    "2520904193": "איר אָפּזאָגן קיין רעכט איר האָבן פֿאַר קיין פּאָלעמיק צו זיין געבראכט, געהערט אָדער אַרביטרייטיד ווי אַ קלאַס, קאָלעקטיוו אָדער רעפּריזענאַטיוו קאַמף. ניט קוקנדיק קיין אנדערע פּונקט קאַנטיינד אין דעם העסקעם, די פריערדיקע זאַץ וועט ניט זיין סעפּעראַבאַל פון דעם העסקעם אין קיין פאַל. קיין פאָדערן אַז אַלע אָדער טייל פון דעם ווייווער איז אַנענפאָרסאַבאַל, אַנקאַנשאַנאַבאַל, פּאָסל אָדער וווידאַבלע קען זיין באשלאסן בלויז דורך אַ פּלאַץ פון קאָמפּעטענט דזשוריסדיקשאַן און נישט דורך אַ אַרביטראַטער. איר וועט ניט זיין ריטאַלייד קעגן אָדער פּריווענטיד פון פאַרענדיקן טאַסקס אויף אונדזער וועבזייטל ווי אַ רעזולטאַט פון דיין עקסערסייזינג דיין רעכט אונטער סעקשאַן 7 פון די נאַשאַנאַל לייבער רעלאַטיאָנס אקט, אָדער דורך די אַפּלייינג אָדער אָנטייל אין אַ קלאַס, קאָלעקטיוו אָדער רעפּריזענאַטיוו קאַמף אין קיין פאָרום , אָבער מיר קענען ליגאַלי זוכן ענפאָרסמאַנט פון דעם קלאַס קאַמף ווייווער, און זוכן דיסמיסאַל פון אַזאַ קלאַס, קאָלעקטיוו אָדער רעפּריזענאַטיוו אַקשאַנז אָדער קליימז.",
    "3493572638": "קאָס און פיז.",
    "702926385": "די פּאַרטיעס וועלן יעדער טראָגן זייער ריספּעקטיוו קאָס פֿאַר לעגאַל פאַרטרעטונג אין אַזאַ אַרביטריישאַן, אַחוץ צו די מאָס אַז אַדוואָקאַט ס פיז זענען בפירוש צוגעשטעלט דורך געזעץ. די פּאַרטיעס וועלן שפּאַלטן קיין ערשט אַדמיניסטראַטיווע אָפּצאָל טשאַרדזשינג דורך די אַרביטרייטער, אַרויף צו אַ מאַקסימום קאָס צו איר פון צוויי הונדערט פופציק דאָללאַרס ($ 250.00). די קאָס פון די אַרביטראַטער און פּלאַץ רעפּאָרטער, אויב עס איז, וועט טכילעס זיין געטראגן דורך אונדז; אָבער, דער אַרביטראַטער וועט האָבן די דיסקרעשאַן צו אַוואָרד צונעמען קאָס צו די פּריוויילינג פּאַרטיי, ווי צוגעשטעלט דורך געזעץ, און / אָדער צו דאַרפן די פּאַרטיעס צו שפּאַלטן די קאָס פֿאַרבונדן מיט די אַרביטראַטער און / אָדער פּלאַץ רעפּאָרטער.",
    "3199694247": "סעוועראַביליטי.",
    "3102490587": "אַחוץ פֿאַר די קלאַס קאַמף ווייווער, אויב קיין טערמין אָדער טנייַ, אָדער טייל פון דעם אַרביטריישאַן פּונקט איז דערקלערט פּאָסל אָדער אַנענפאָרסאַבאַל, עס וועט זיין אפגעשיידט און די רעשט פון די אַרביטריישאַן פּונקט וועט זיין ענפאָרסאַבאַל.",
    "2323013093": "26. אָנווענדלעך געזעץ",
    "2900525040": "די געזעצן פון די שטאַט פון קאַליפאָרניאַ רעגירן די תּנאָים פון סערוויס און קיין סיכסעך, פּאָלעמיק אָדער פאָדערן ערייזינג פון זיי.",
    "3339302473": "27. טערמאַניישאַן",
    "1158384644": "איר קענט אין קיין צייט קלייַבן צו אויפהערן ניצן אונדזער וועבזייטל, צוגעשטעלט אַז איר מוזן נאָכפאָלגן אַלע אָנווענדלעך IMI פּאַלאַסיז. מיר קענען, אין אונדזער בלויז דיסקרעשאַן, פאַרענדיקן דעם העסקעם, ופהענגען אַקסעס צו אונדזער וועבזייטל, אָדער באַזייַטיקן קיין סערוויס גלייך אָן באַמערקן פֿאַר קיין סיבה.",
    "41530052": "28. אַלגעמיינע תּנאָים",
    "3202747130": "גאַנץ העסקעם. די תּנאָים פון סערוויס און קיין פּאַלאַסיז, פּראָוסידזשערז אָדער טערמינען רעפערענסט אין דעם העסקעם קאַנסטאַטוט די גאנצע העסקעם פון די פּאַרטיעס מיט רעספּעקט צו די ונטערטעניק ענין, און יבערבייַטן און באָטל מאַכן אַלע פריערדיק און הייַנטצייַטיק פֿאַרבונדענע אַגרימאַנץ, קליימז, רעפּראַזאַנטיישאַנז און פארשטאנד פון די פּאַרטיעס .",
    "4080263153": "קיין ווייווער. מיר וועלן נישט זיין באטראכט צו האָבן ווייווד קיין טייל פון אונדזער רעכט אָדער רעמאַדיז סייַדן די ווייווער איז אין שרייבן און געחתמעט דורך אונדז. אויב מיר פאַרהאַלטן די ענפאָרסינג אָדער דורכפאַל צו דורכפירן אונדזער רעכט אונטער קיין טנייַ פון דעם העסקעם, דאָס וועט נישט זיין אַ ווייווער פון אונדזער רעכט צו דערנאָך דורכפירן אַזאַ טנייַ אָדער קיין טייל פון דעם העסקעם.",
    "1789371580": "אַסיינאַביליטי. איר קען נישט באַשטימען די תּנאָים פון סערוויס אָן אונדזער פריערדיק געשריבן צושטימען. מיר קענען באַשטימען די תּנאָים פון סערוויס אין קיין צייט, אָן באַמערקן. אונטערטעניק צו די פאָרגאָוינג, די תּנאָים פון סערוויס וועט זיין ביינדינג אויף יעדער פּאַרטיי ס סאַקסעסערז און דערלויבט אַסיינז.",
    "2819628066": "סעוועראַביליטי. אויב קיין טנייַ פון די תּנאָים פון סערוויס איז געפֿונען פאַרקריפּלט אָדער אַנענפאָרסאַבאַל פֿאַר קיין סיבה, דאָס וועט נישט ווירקן די גילטיקייַט און ענפאָרסאַביליטי פון די רוען פּראַוויזשאַנז.",
    "3955981186": "ענדערונגען. קיין מאָדיפיקאַטיאָן אָדער אַמענדמענט צו די תּנאָים פון סערוויס דורך קיין אנדערע ווי IMI וועט זיין ביינדינג אויף IMI סייַדן אין אַ געשריבן ינסטרומענט געחתמעט דורך אַ רעכט אָטערייזד פארשטייער פון IMI.",
    "1377538813": "פּריוויילינג שפּראַך. די ענגליש שפּראַך ווערסיע פון די תּנאָים פון סערוויס וועט קאָנטראָלירן אין אַלע שייך און וועט פּריווייל אין פאַל פון קיין ינגקאַנסיסטענסיז מיט איבערגעזעצט ווערסיעס, אויב קיין.",
    "2438016011": "וואַלאַנטערי העסקעם. אַלע פּאַרטיעס צו די תּנאָים פון סערוויס רעפּראַזענץ און שטימען אַז יעדער האט ריוויוד אַלע אַספּעקץ פון דעם העסקעם, קערפאַלי לייענען און גאָר פֿאַרשטיין אַלע זייַן פּראַוויזשאַנז, און איז וואַלאַנטעראַלי אַרייַן דעם העסקעם.",
    "2445034923": "אויב איר טאָן ניט שטימען מיט אַלע די טערמינען און באדינגונגען פון די תּנאָים פון סערוויס, טאָן ניט (און איר קען נישט) נוצן אָדער אַקסעס די מאַפּע אָדער די סערוויסעס.",
    "2646127839": "קונה אַפּפּענדיקס צו די בעל תּנאָים פון סערוויס",
    "4097297673": "ווי אַ קונה, ריקוועסטער אָדער ינטעגראַטאָר, איר שטימען צו זיין געבונדן דורך די אונטן טערמינען אין אַדישאַן צו קיין אנדערע ביינדינג טערמינען צווישן איר און IMI.",
    "1093280979": "1. פּלאַטפאָרמע סדר פארמען",
    "1549953005": "איר קען האָבן דורכגעקאָכט איינער אָדער מער פּלאַטפאָרמע אַקסעס סדר פארמען (יעדער, אַ \"אָרדער פאָרעם\") ווי אַ צושטאַנד צו ווערן אַ קונה אָדער ריקוועסטער. אויב אַזוי, די טערמינען און באדינגונגען דיסקרייבד אין די סדר פאָרעם ווערן אַ טייל פון די תּנאָים פון סערוויס און זענען דערמיט ינקאָרפּערייטיד דורך דערמאָנען.",
    "3819851005": "2. פיז",
    "1591032933": "איר וועט צאָלן IMI די פיז ווי דיסקרייבד אין די אָנווענדלעך סדר פאָרעם דורך די צאָלונג אופֿן וואָס איר האָט צוגעשטעלט אין די אָנווענדלעך סדר פאָרעם. סיידן אַנדערש אויסדריקלעך מסכים צו ביידע פּאַרטיעס אין שרייבן, איר וועט צושטעלן פול צאָלונג פֿאַר אַלע ינווויסיז ארויס אין דרייסיק (30) טעג נאָך די מיילינג טאָג פון די ינווויס. איר דערלויבן אונדז צו לויפן קרעדיט קאַרטל דערלויבעניש אויף אַלע קרעדיט קאַרטל אינפֿאָרמאַציע וואָס איר צושטעלן אונדז, צו קראָם די קרעדיט קאַרטל אינפֿאָרמאַציע, און צו באַשולדיקן דיין קרעדיט קאַרטל אָדער קיין אנדערע חשבון וואָס מיר מיוטשואַלי שטימען צו ווי אַ פאָרעם פון צאָלונג. סיידן אַנדערש אויף די סדר פאָרם אָדער אין דיין פאַרנעמונג סערוויס אַגרעעמענט אָדער בעל סערוויס אַגרעעמענט, אַלע פיז פֿאַר סערוויסעס, אַחוץ אָוועראַגעס, זענען טשאַרדזשינג אַניואַלי ביי די אָנהייב פון סערוויסעס צוגעשטעלט דורך IMI אונטער דיין העסקעם (די \"עפעקטיוו טאָג\").",
    "4142610534": "קיין שפּעט פּיימאַנץ וועט אָנקלייַבן שפּעט טשאַרדזשיז מיט די קורס פון 1.5% פּראָצענט פּער חודש אָדער די מאַקסימום סומע ערלויבט דורך געזעץ, וועלכער איז נידעריקער. אויב איר פאַרלאָזן צו צאָלן די סומע רעכט אונטער דעם אַגרעעמענט פֿאַר קיין סיבה, דיין חשבון קען זיין סוספּענדעד, לויט אונדזער בלויז דיסקרעשאַן, אין וואָס פאַל קיין נאָך פּיימאַנץ וועט זיין געמאכט פון דיין חשבון פֿאַר קאַמפּלישאַן פון טאַסקס און אַלע דיין טאַסקס וועט זיין אַוועקגענומען. פון אונדזער וועבזייטל. איר מוזן ריימבערס אונדז פֿאַר אַלע אַמאַונץ רעכט אויף פאָדערונג, פּלוס קיין פּראַסעסינג פיז, שפּעט פיז אָדער אַדוואָקאַט פיז. מיר קענען אויך מאַכן צונעמען ריפּאָרץ צו קרעדיט ריפּאָרטינג יידזשאַנסיז און געזעץ ענפאָרסמאַנט אויטאריטעטן.",
    "512991700": "אויב איר ווילט צו פּאָלעמיק קיין פיז, איר מוזן קאָנטאַקט אונדזער קונה שטיצן אָפּטיילונג ניט שפּעטער ווי דרייסיק (30) טעג נאָך די קלאָוזינג טאָג אויף דער ערשטער בילינג אָדער חשבון ויסזאָגונג אין וואָס דער טעות אָדער פּראָבלעם איז ארויס צו באַקומען אַ אַדזשאַסטמאַנט אָדער קרעדיט.",
    "1273914192": "3. טאַקסעס",
    "4242322181": "איר זענט פאַראַנטוואָרטלעך פֿאַר צאָלונג פון אַלע טאַקסיז פֿאַרבונדן מיט די סערוויסעס אנדערע ווי יו. עס. טאַקסיז אַססעססעד אויף ינטוישאַן מאשינען 'נעץ האַכנאָסע אָדער פּערזענלעך פאַרמאָג.",
    "1671996585": "איר קען זיין פארלאנגט צו ויסשטימען דיין וועבזייטל, אַפּלאַקיישאַן אָדער פּלאַטפאָרמע מיט אונדזער באַדינונגס דורך אונדזער אַפּלאַקיישאַן פּראָגראַממינג צובינד (\"אַפּי\"). אין דעם פאַל אַז איר טאָן דאָס, מיר געבן איר אַ לימיטעד, ניט-עקסקלוסיוו, ניט-טראַנספעראַבאַל, ניט-אַסיינאַבאַל, רעוואָקאַבלע דערלויבעניש צו נוצן די API בלויז צו אַקסעס די סערוויסעס. מיר קענען מאָדיפיצירן די API און / אָדער אויפהערן שטיצן פון אַלט ווערסיעס אָדער ריליסיז פון די API אין קיין צייט. מיר רעזערווירן די רעכט צו ופהענגען אָדער באַגרענעצן דיין אַקסעס צו די API אין אונדזער בלויז דיסקרעשאַן, און מיר וועלן נוצן גלייַך השתדלות צו געבן איר באַמערקן איידער סאַספּענשאַן.",
    "4036662147": "5. שוץ פון קאַנפאַדענשאַל אינפֿאָרמאַציע",
    "3564208535": "איר שטימען צו נוצן קאמערשעל גלייַך השתדלות צו באַשיצן קיין קאַנפאַדענשאַל אינפֿאָרמאַציע באקומען פון אונדז אָדער דורך אונדזער באַדינונגס. כולל באָט סקאָרז און ניט-ציבור דעטאַילס פון אונדזער פאַרנעמונג דינסט, אַרייַנגערעכנט ניט-ציבור דאַקיומענטיישאַן און קיין דעטאַילס וואָס מיר קען טיילן וועגן אונדזער באָט דיטעקשאַן מעטהאָדס. אויב איר באַקומען אַקסעס צו אַזאַ קאַנפאַדענשאַל אינפֿאָרמאַציע, מיר קענען מאָדיפיצירן, ופהענגען אָדער באַגרענעצן דיין אַקסעס צו אונדזער באַדינונגס אין אונדזער בלויז דיסקרעשאַן אויב מיר באַשליסן אַז קאַנפאַדענטשאַל אינפֿאָרמאַציע איז יקספּאָוזד דורך דיין נוצן פון אונדזער באַדינונגס, און מיר וועלן נוצן גלייַך השתדלות. צו געבן איר אָנזאָג איידער סאַספּענשאַן.",
    "120384113": "6. טערמאַניישאַן",
    "453723556": "איר קענט פאַרענדיקן דעם קונה אַפּפּענדיקס פרייַ פון די תּנאָים פון סערוויס דורך אויפהערן צו זיין אַ קונה אָדער ריקוועסטער. מיר רעזערווירן די רעכט צו ופהענגען אָדער פאַרענדיקן דיין סטאַטוס ווי אַ קונה אָדער ריקוועסטער אין קיין צייט, אָדער צו אַנדערש פאַרענדיקן דיין חשבון אָדער נוצן פון די סערוויסעס קאָנסיסטענט מיט די תּנאָים פון סערוויס. איר בלייבן לייאַבאַל ביי טערמאַניישאַן פֿאַר קיין סומע רעכט אונטער דיין סדר פאָרעם. אויב דיין אַבאָנעמענט ינקלודז קיין כוידעשלעך אָדער יערלעך פיז אָדער כוידעשלעך אָדער יערלעך מינימאַמז, איר וועט נאָך זיין פאַראַנטוואָרטלעך פֿאַר פּייינג פֿאַר אַלע סערוויס פיז ביז דעם סוף פון דעם חודש אָדער יאָר, ריספּעקטיוולי.",
    "218889628": "אַחוץ ווען מיר פאַרענדיקן דעם קונה אַפּפּענדיקס אָדער די תּנאָים פון סערוויס ווי אַ רעזולטאַט פון דיין בריטש פון דעם קונה אַפּפּענדיקס אָדער די תּנאָים פון סערוויס, אויב מיר פאַרענדיקן און איר האָבן פּריפּייד קיין פיז צו אונדז, מיר וועלן צוריקצאָל אַ פּראָ-ראַטאַ חלק פון די פּריפּייד אַמאַונץ, באזירט אויף די רוען צייט אָדער סערוויסעס איר האָט באַצאָלט פֿאַר, וועלכער איז ווייניקער. מיר וועלן אָפּשאַצן אונדזער אַרבעט אין אַ קאמערשעל גלייַך שטייגער און ופהיטן און צושטעלן צו איר אַלע באַצאָלט רעזולטאַט דאַטן סעץ און אַלע קונה דאַטן אין אונדזער פאַרמעגן. אויף קיין טערמאַניישאַן, מיר קען אָבער זענען נישט אַבליידזשד צו ויסמעקן קיין דאַטן.",
    "2505227594": "7. אָוועראַגעס",
    "2369877184": "די מאַקסימום דערלויבט שפּיץ רפּס קורס פֿאַר hCaptcha ינטעגראַטאָרס אָדער קאַסטאַמערז איז 1,000 ריקוועס פּער סעקונדע צו ענטיטיז אין דיין חשבון (\"רפּס\"), סייַדן אַנדערש ספּעסיפיעד דורך אַ געשריבן קאַנטראַקטשואַל העסקעם צווישן איר און אונדז.",
    "234420106": "אויב איר זענט אַ ינטעגראַטאָר אָדער קונה פון די hCaptcha ענטערפּרייז סערוויס און דיין אַפּי באַניץ ווי געמאסטן דורך RPS יקסידז די פּראַוויזשאַנז קורס פֿאַר דיין סערוויס ריי, מיר קען קלייַבן צו מאָדיפיצירן דיין סערוויס אָדער צו באַשולדיקן אַ אָוווערידזש קורס. אויב דיין שפּיץ רפּס קורס יקסידז די פּראַוויזשאַנז קורס מיט אַ פאַקטאָר פון 10 פֿאַר 10 אָדער מער מינוט אין אַ גאַנץ פון 30 טעג און די מערהייַט פון די ריקוועס זענען, לויט אונדזער איינציקער משפט, נישט בייזע פאַרקער, מיר קען קלייַבן צו באַשולדיקן איר מיט דיין קאַנטראַקטשואַלי ספּעסיפיעד אָוווערידזש קורס פֿאַר אַלע אַפּי ריקוועס געמאכט אין דעם חודש.",
    "2619472217": "8. ריסייל",
    "2019702084": "סייַדן אויסשליסלעך דערלויבט אין קונה ס בעל סערוויס אַגרעעמענט אָדער ריסעלער העסקעם, אָרדערד סאַאַס באַדינונגס וועט ניט זיין סאָלד, ריסעלד, ליסט, סאַב-ליס, לייסאַנסט, סאַב-ליסענסי, אָדער אַנדערש געמאכט בנימצא צו קיין אנדערע דריט פּאַרטיי (אנדערע ווי אַ צוגעבן פון קונה) ), און אַלע אָרדערס אונטער די אַגרעעמענט און אַלע קונה נוצן פון די סערוויס וועט זיין פֿאַר קונה ס אָדער זיין צוגעבן ס אייגענע ינערלעך געשעפט נוצן.",
    "1233229030": "פאַרשיידענע",
    "1467783792": "קיין מענטש, ענטיטי אָדער אָרגאַניזאַציע סאַנגקשאַנד דורך די יו. צו ויסמיידן צווייפל, דאָס ינקלודז קיין סאַנגקשאַנד אַקטערז דעזיגנייטיד דורך די אָפפיסע פון פרעמד אַסעץ קאָנטראָל (\"OFAC\") פון די יו. עס. דעפּאַרטמענט פון די טרעאַסורי.",
    "3759657802": "איר קענט נישט באַשטימען, אַריבערפירן אָדער דעלאַגייט די תּנאָים פון סערוויס אָדער דיין רעכט אָדער אַבלאַגיישאַנז אונטער אין קיין וועג (דורך אָפּעראַציע פון געזעץ אָדער אַנדערש).",
    "1627232990": "איבערזעצונגען פון די תּנאָים פון סערוויס זענען צוגעשטעלט אויף דער בעסטער-מישט יקער. אין די געשעעניש פון קיין סאַבסטאַנטיוו חילוק צווישן די ענגליש שפּראַך תּנאָים פון סערוויס און אַ איבערזעצונג דערפון, די ענגליש שפּראַך תּנאָים פון סערוויס וועט זיין קאַנסטרוד ווי אַטאָראַטייטיוו.",
    "805221621": "ביטע קאָנטאַקט אונדז אין",
    "259613338": "אויב איר האָט פֿראגן וועגן די תּנאָים פון סערוויס.",
    "2735878907": "ביזנעס קאָנטינויטי פּלאַנירונג סטאַטעמענט",
    "2887242610": "ינטוישאַן מאַטשינעס, ינק האט דעוועלאָפּעד אַ געשעפט קאָנטינויטי פּלאַן אויף ווי מיר וועלן ריספּאַנד צו געשעענישן וואָס באטייטיק צעשטערן אונדזער hCaptcha געשעפט. זינט די טיימינג און פּראַל פון דיזאַסטערז און דיסראַפּשאַנז איז אַנפּרידיקטאַבאַל, מיר וועלן האָבן צו זיין פלעקסאַבאַל אין ריספּאַנדינג צו פאַקטיש געשעענישן ווען זיי פּאַסירן. מיט דעם אין זינען, מיר צושטעלן איר די אינפֿאָרמאַציע וועגן אונדזער געשעפט קאַנטיניויישאַן פּלאַן.",
    "809251240": "קאָנטאַקט אונדז",
    "2551802342": "- מיר פּלאַנירן צו געשווינד צוריקקריגן און נעמענ זיכ ווידער געשעפט אַפּעריישאַנז נאָך אַ באַטייטיק געשעפט דיסראַפּשאַן און ריספּאַנד דורך באַוואָרעניש אונדזער עמפּלוייז און פאַרמאָג, מאַכן אַ פינאַנציעל און אַפּעריישאַנאַל אַסעסמאַנט, פּראַטעקטינג די פירמע 'ס ביכער און רעקאָרדס, און אַלאַוינג אונדזער קאַסטאַמערז און זייער סוף ניצערס צו האַנדלען אָנליין. אין קורץ, אונדזער געשעפט קאַנטיניויישאַן פּלאַן איז דיזיינד צו דערלויבן אונדזער פירמע צו נעמענ זיכ ווידער אַפּעריישאַנז ווי געשווינד ווי מעגלעך, געגעבן די פאַרנעם און שטרענגקייַט פון די באַטייטיק געשעפט דיסראַפּשאַן. אונדזער געשעפט קאַנטיניויישאַן פּלאַן ווענדט: דאַטן באַקאַפּ און אָפּזוך; אַלע מיסיע קריטיש סיסטעמען; פינאַנציעל און אַפּעריישאַנאַל אַסעסמאַנץ; אָלטערנאַטיוו קאָמוניקאַציע מיט קאַסטאַמערז, עמפּלוייז און אָוווערסייט ללבער; אָלטערנאַטיוו גשמיות אָרט פון עמפּלוייז; קריטיש סאַפּלייער און קונה פּראַל; רעגולאַטאָרי ריפּאָרטינג; און געבן אונדזער קאַסטאַמערז פּינטלעך אָנזאָג אויב מיר קענען נישט פאָרזעצן אונדזער געשעפט. אונדזער האַרץ סאַפּלייער בעקן באַקס אונדזער וויכטיק רעקאָרדס אין אַ געאָגראַפיקאַללי באַזונדער געגנט. כאָטש יעדער נויטפאַל סיטואַציע פּאָוזיז יינציק פּראָבלעמס באזירט אויף פונדרויסנדיק סיבות, אַזאַ ווי צייט פון טאָג און די שטרענגקייַט פון די דיסראַפּשאַן, מיר האָבן שוין אַדווייזד דורך דעם סאַפּלייער בעקן אַז זייער אָביעקטיוו איז צו ומקערן זייער אייגענע אַפּעריישאַנז און קענען געשווינד נעמענ זיכ ווידער באַדינונגס. כאָטש מיר האָבן געארבעט צו רעדוצירן ריזיקירן דורך ניצן אַ פאַרשיידנקייַט פון סאַפּלייערז, דיין באַדינונגס קען זיין מאַדאַפייד אָדער ינטעראַפּטיד בעשאַס דעם פּעריאָד.",
    "826396656": "אונדזער געשעפט קאָנטינויטי פּלאַן",
    "1979347895": "– באַטייטיק געשעפט דיסראַפּשאַנז קענען בייַטן אין זייער פאַרנעם, אַזאַ ווי בלויז אונדזער פירמע, אַ איין בנין ווו אונדזער פירמע, די קוואַרטאַל ווו אונדזער פירמע איז ליגן, די שטאָט ווו מיר זענען ליגן, אָדער די גאנצע געגנט. אין יעדער פון די געביטן, די שטרענגקייַט פון די דיסראַפּשאַן קענען אויך בייַטן פון מינימאַל צו שטרענג. אין אַ דיסראַפּשאַן צו אונדזער פירמע, אונדזער געשעפט דיסטריקט, שטאָט אָדער געגנט אָדער אַ בנין וואָס וווינט אונדזער פירמע, מיר וועלן אַריבערפירן אונדזער אַפּעריישאַנז צו אַ היגע פּלאַץ ווען נויטיק און דערוואַרטן קיין מאַטעריאַל דיסראַפּשאַן צו געשעפט אַפּעריישאַנז. אין יעדער סיטואַציע, מיר פּלאַנירן צו פאָרזעצן אין געשעפט, אַריבערפירן אַפּעריישאַנז צו אָלטערנאַטיוו סאַפּלייערז אויב נייטיק, און געבנ צו וויסן איר דורך אונדזער וועבזייטל ביי hcaptcha.com און אונדזער סטאַטוס בלאַט ביי hcaptchastatus.com ווי צו קאָנטאַקט אונדז. אויב די באַטייטיק געשעפט דיסראַפּשאַן איז אַזוי שטרענג אַז עס פּריווענץ אונדז צו בלייבן אין געשעפט, מיר וועלן געבנ צו וויסן איר געשווינד.",
    "653679457": "וועריינג דיסראַפּשאַנז",
    "410397176": "פֿאַר מער אינפֿאָרמאַציע",
    "2095899021": "hCaptcha בראַנדינג גיידליינז און אַלגעמיינע טריידמאַרק ליסענסע",
    "2340340589": "גיידליינז פֿאַר ניצן די hCaptcha צייכן",
    "2430148876": "מיר האָבן באשאפן די גיידליינז און גענעראַל טריידמאַרק דערלויבעניש צו מאַכן עס ווי גרינג ווי מעגלעך פֿאַר אונדזער קאַסטאַמערז, פּאַרטנערס און פאַנס צו אַרבעטן מיט אונדזער סאָרט און נאָך פּראַזערווינג אונדזער פֿירמע אידענטיטעט. אויב איר דאַרפֿן צו נוצן hCaptcha ייקאַנז, לאָגאָס אָדער אנדערע מאַרקס אין וועגן וואָס מאַטיריאַלי אַנדערש פון די גיידליינז, איר וועט דאַרפֿן צו קאָנטאַקט אונדז (IMI) פֿאַר אַ געשריבן דערלויבעניש.",
    "3884400764": "כאָטש איר קען נוצן hCaptcha מאַרקס לויט די גיידליינז, דאָס טוט נישט מיינען אַז איר האָבן קיין געוויסט רעכט אין hCaptcha מאַרקס, לאָגאָס אָדער אין קיין אנדערע טריידמאַרק, האַנדל נאָמען, דינסט צייכן, געשעפט נאָמען אָדער גודוויל פון hCaptcha. מיר ווילן צו געבן ווי פיל בייגיקייט ווי מעגלעך, אָבער מיר זענען אַבליידזשד צו באַשיצן hCaptcha קעגן אַנאָטערייזד נוצן פון קיין טריידמאַרק, האַנדל נאָמען, דינסט צייכן, געשעפט נאָמען אָדער גודוויל פון hCaptcha. קיין אַנאָטערייזד נוצן אויטאָמאַטיש טערמאַנייץ די דערלויבעניש אָדער דערלויבעניש געגעבן דורך hCaptcha און קען אָנמאַכן לעגאַל לייאַביליטיז פֿאַר קיין דאַמידזשיז.",
    "512598290": "אזוי, מיר מוזן בעטן אַז איר שטענדיק נוצן אַלע hCaptcha מאַרקס און לאָגאָס אין אַ פאָרעם וואָס אַדכירז צו די כּללים אונטן, אַרייַנגערעכנט קאַפּיטאַליזיישאַן, טייפּפייס און סטיל.",
    "2075610992": "דאַנקען פֿאַר דיין שטיצן!",
    "1023190144": "hCaptcha® אין טעקסט",
    "4274324704": "דאָ ס ווי צו נוצן אונדזער נאָמען אין אַ געשריבן קאָפּיע:",
    "3912926900": "hCaptcha® זאָל האָבן אַ רעגיסטרירט טריידמאַרק סימבאָל דער ערשטער מאָל עס איז ארויס אין אַ שעפעריש קאָפּיע.",
    "950637875": "די אויסלייג פון hCaptcha זאָל קיינמאָל זיין טשיינדזשד און hCaptcha זאָל שטענדיק זיין קאַפּיטאַלייזד אין די רגע בריוו (\"C\"). עס איז קיינמאָל מערצאָל אָדער פאַרמאָג.",
    "2624601135": "\"hCaptcha\" זאָל ניט זיין געוויינט ווי אַ טייל פון אַ סאָרט נאָמען, זיך איינגעשריבן מיט אַ בינע אָדער געוויינט אין נעמען פון אַפּלאַקיישאַנז אָדער אנדערע פּראָדוקטן.",
    "3828090208": "אַנשטאָט נוצן \"פֿאַר hCaptcha\". אויב געוויינט מיט אַ דריט פּאַרטיי לאָגאָ, \"פֿאַר hCaptcha\" דאַרף זיין קלענערער אין גרייס ווי די דריט פּאַרטיי לאָגאָ.",
    "4149738856": "hCaptcha זאָל זיין געוויינט ווי אַ אַדזשיקטיוו און נאכגעגאנגען דורך אַ געהעריק דזשאַנעריק טערמין.",
    "1446868537": "hCaptcha זאָל קיינמאָל זיין געוויינט ווי אַ ווערב.",
    "2487931657": "דו זאלסט נישט נוצן: \"מיר הCaptcha'd אונדזער פּלאַץ.\"",
    "2565565429": "אַנשטאָט ניצן: \"מיר נוצן hCaptcha צו מאַכן אונדזער פּלאַץ סאַפער און מער זיכער.\"",
    "3434202027": "קיין נוצן פון די hCaptcha נאָמען אין קאָמוניקאַציע ריקווייערז די אַטריביושאַן: \"hCaptcha איז אַ רעגיסטרירט טריידמאַרק פון Intuition Machines, Inc.\"",
    "2754937029": "אַנאַקסעפּטאַבאַל ניצט",
    "2436973524": "בלויז פּינטלעך באַווייַזן זענען פּאַסיק. עס איז ניט דערלויבט צו זאָגן אַז אַ פּלאַץ ניצט hCaptcha באַדינונגס און אַפּלאַקיישאַנז ווען עס איז נישט. סימילאַרלי, די נוצן פון אונדזער לאָגאָ אָדער קיין באַדזשיז איז פּונקט צונעמען בלויז ווען די פּלאַץ ניצט hCaptcha באַדינונגס.",
    "69844082": "hCaptcha טריידמאַרקס, גראַפיק סימבאָלס, לאָגאָס, טייפּפייס אָדער ייקאַנז קען אויך נישט זיין געוויינט אין אַ דיספּעראַגינג שטייגער.",
    "3861413614": "איר קענט נישט נוצן קיין hCaptcha טריידמאַרק אָדער לאָגאָ וואָס וואָלט מיינען אַז hCaptcha האט אַ שייכות מיט אָדער ענדאָרסמאַנט, ספּאָנסאָרשיפּ אָדער שטיצן פון אַ דריט-פּאַרטיי פּראָדוקט אָדער דינסט, אָן עקספּרעסס געשריבן דערלויבעניש.",
    "1409822234": "אין קיין צושטאנדן, אַן יידעניקאַל אָדער קימאַט יידעניקאַל hCaptcha טריידמאַרק וועט זיין געוויינט ווי אַ פעלד נאָמען.",
    "4181060163": "דריט פּאַרטיעס זאָל נישט נוצן ווערייישאַנז אָדער מיספּעלינגז אָדער אַקט אין קיין וועג וואָס וואָלט פאַרשאַפן קיין ערשט ינטערעס צעמישונג איבער hCaptcha טריידמאַרקס.",
    "3955555607": "אנדערע ווי פּאַרטנערס אָדער אָטערייזד ריסעלערז, דריט פּאַרטיעס קען נישט באַפעלן פֿאַר טערמינען, Google AdWords אָדער אנדערע טאַרגעטעד גאַנצע סיסטעמען ניצן hCaptcha מאַרקס אָדער מיספּעלינגז. דריט פּאַרטיעס קענען אויך נישט נוצן hCaptcha מאַרקס אין פעלד נעמען, קיין זוכן מאָטאָר אַפּטאַמאַזיישאַן, מעטאַ טאַגס, זוכן טערמינען, קאָד אָדער אנדערע מיסרעפּרעסענטאַטיאָן.",
    "1985238261": "אנדערע ריסטריקטיד מאַרקס",
    "2193061499": "עטלעכע פון אונדזער לאָגאָס און מאַרקס זענען לימיטעד צו זיין געוויינט דורך hCaptcha און זייַן פּאַרטנערס. דריט פּאַרטיעס קען נישט נוצן די פאלגענדע מאַרקס אָן אַ געשריבן דערלויבעניש פון hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha Authorized Reseller ™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop דורך hCaptcha ™",
    "2557601376": "hCaptcha לאָגאָ ™",
    "248923369": "BotStop לאָגאָ ™",
    "3942875761": "הילף בויען אַ בעסער וועב ™",
    "364774188": "איך בין מענטש ™",
    "2785425016": "(אין דעם קאָנטעקסט פון אַ מענטשהייט וועראַפאַקיישאַן לייזונג, למשל אַ רוף צו קאַמף)",
    "2639657759": "מאַרקס געניצט דורך דערלויבעניש",
    "1268918580": "עטלעכע פון די לאָגאָס און מאַרקס געניצט דורך hCaptcha און זייַן פּאַרטנערס זענען אָונד דורך דריט פּאַרטיעס און קען זיין געוויינט בלויז מיט זייער דערלויבעניש. דריט פּאַרטיעס קען נישט נוצן די פאלגענדע מאַרקס אַחוץ ווי דערלויבט דורך זייער אָונערז:",
    "3782751514": "HUMAN Protocol® איז אַ רעגיסטרירט טריידמאַרק פון די HUMAN פּראָטאָקאָל וויקיפּעדיע, און איז געניצט מיט זיין דערלויבעניש.",
    "1620709264": "HUMAN Token® איז אַ רעגיסטרירט טריידמאַרק פון די HUMAN פּראָטאָקאָל וויקיפּעדיע און איז געניצט מיט זיין דערלויבעניש.",
    "3031953928": "HUMAN נעטוואָרק ™ איז אַ טריידמאַרק פון די HUMAN פּראָטאָקאָל וויקיפּעדיע, און איז געניצט מיט זיין דערלויבעניש.",
    "3554363588": "אנדערע מאַרקס",
    "3290996791": "אַלע אנדערע פּראָדוקט נעמען, לאָגאָס און בראַנדז זענען פאַרמאָג פון זייער ריספּעקטיוו אָונערז. כל אנדערע פירמע, פּראָדוקט און דינסט נעמען געניצט אין דעם וועבזייטל זענען בלויז פֿאַר לעגיטימאַציע צוועקן. די נוצן פון די נעמען, לאָגאָס און בראַנדז טוט נישט מיינען ענדאָרסמאַנט.",
    "2444685143": "לאָגאָ פּאָליטיק",
    "2414232014": "אונדזער לאָגאָ איז גלייך רעקאַגנייזאַבאַל און איינער פון אונדזער מערסט ווערטפול און וויכטיק אַסעץ. צו ענשור אַז עס בלייבט אַ שטאַרק פאַרטרעטונג פון אונדזער פירמע, עס מוזן זיין דערלאנגט אין אַ אָפּגעהיט און קאָנסיסטענט שטייגער אין אַלע טשאַנאַלז פון קאָמוניקאַציע.",
    "803639471": "די hCaptcha לאָגאָ איז קאַמפּרייזד פון די האַנט ייקאַן און די hCaptcha לאָגאָטיפּע. אין זיין אָלטערנאַטיוו פאָרעם, די האַנט בילדל קען דערשייַנען אַליין ווען פּלאַץ איז קאַנסטריינד און \"hCaptcha\" איז געניצט ווי אַ וואָרט צייכן (ווי דיסקרייבד אויבן) אין נאָענט נאָענט צו די האַנט בילדל, אַזוי אַז עס איז קלאָר אַז די האַנט בילדל רעפּראַזענץ hCaptcha.",
    "564127016": "די hCaptcha האַנט בילדל:",
    "1424800293": "די hCaptcha לאָגאָ:",
    "1525506526": "וואָס זענען אַקאַונט טייקאָווערס און ווי טאָן זיי אַרבעט?",
    "2446481523": "עס איז דא אן אלטער פאלקס-מעשה, אין וועלכן עס באווייזן זיך א וואגאן דרייווער און אן איידעלע ביים קאנסטאבאלאר אין א קליין לאנד-דערפל. אײנער , אנגעטא ן אי ן שמוציקע , ארעמע ן קלײדער , הא ט געזאג ט דע ם קאנסטאל : ״אי ך בי ן דע ר איידעלע . דער מענטש איז געווען מיין שאָפער.",
    "1767952047": "ער האָט מיך באַפֿאַלן נעכטן נאַכט, גנבֿעט מײַנע קלײדער און גענומען מײַן געלט“. דע ר אנדערע ר מאן , אנגעטא ן אי ן גרוים ע פיינטלעך , ד י קלײדע ר פו ן דע ר אײדעלע ר קלאס , הא ט געענטפערט : ״קאסטאל , דע ר דאזיקע ר מענטש , אי ז א משוגענע . ער האלט אז ער איז אן איידעלע. איך בין דער אמתער איידעלע. אַרעסט אים!\"",
    "2947576723": "די געשיכטע פּרידייץ דרייווער לייסאַנסיז און דיגיטאַל פינגער דרוקן, אָבער עס אָפפערס אַ גוט ביישפּיל פון וואָס קענען גיין פאַלש אין אַ סיטואַטיאָנס פון אַ חשבון. א מענטש לאָגס אין אַן אָנליין באַנק אקאונט אָדער רירעוודיק פּיימאַנץ אַפּ. איז ער אַ פאַקטיש חשבון האָלדער אָדער אַ העקער? ווער איז טאַקע ווער? די זיכערהייט ישוז ווירקן אָרגאַנאַזיישאַנז וואָס לאָזן זיך-דינסט חשבון אַקסעס.",
    "1687299615": "וואָס איז אַ חשבון נעמען?",
    "2648707986": "אַ חשבון נעמען איז אַ פאָרעם פון סייבער שווינדל אין וואָס אַ בייזע אַקטיאָר ימפּערסאַנז די באַזיצער פון אַן אָנליין חשבון. טיפּיקאַללי, דער חשבון איז אין אַ פינאַנציעל ינסטיטושאַן אָדער אַן E- האַנדל געשעפט ווו די פראָדסטער קענען גאַנווענען געלט, סכוירע אָדער טאַלאַנט קאַרדס. דער אַטאַקער ניצט סטאָלען לאָגין קראַדענטשאַלז צו אַקסעס די חשבון און דאַן נעמען עס איבער, טאָמער טשאַנגינג די פּאַראָל צו שלאָס די פאַקטיש חשבון באַזיצער.",
    "1476843710": "ווייניקער פינאַנציעל שעדלעך אָבער נאָך דאַמידזשינג פארמען פון אַקאַונט יבערנעמען אַרייַנציען די כיידזשאַקינג פון געזעלשאַפטלעך מידיאַ אַקאַונץ און די ווי. אין די קאַסעס, דער אַטאַקער איז יוזשאַוואַלי טריינג צו פאַרשפּרייטן מאַלוואַרע אָדער אָנטייל נעמען אין פישינג אנפאלן קעגן אַנסאַספּעקטינג פרענדז פון די קאָרבן. אָדער, דער אַטאַקער איז טריינג צו פאַרשעמען די קאָרבן, וואָס מאל כאַפּאַנז מיט סאַלעבריטיז און פּאַלאַטישאַנז, פֿאַר בייַשפּיל.",
    "2904949278": "ווי אַזוי נעמט אַ העקער אַ חשבון?",
    "2575690545": "אקאונט נעמען, ווי אַזוי פיל סייבער שווינדל, זענען מערסטנס אַ ענין פון אָטאַמייטיד מאַסע פּראַסעסאַז. עס איז זעלטן אַז אַ העקער, אָנגעטאָן אין אַ האָאָדיע אין זיין מוטער 'ס קעלער, צו אַרייַן פּאַסווערדז אין באַנק וועבסיטעס איינער אין אַ צייַט.",
    "3614653023": "אלא, די פיר רילייז אויף גרויס-וואָג קראַדענטשאַל סטאַפינג אנפאלן וואָס פּרובירן מיליאַנז פון נאמען / פּאַראָל פּערז אויף דאַזאַנז פון ציל פינאַנציעל אינסטיטוציעס אין די האפענונגען פון אַנלאַקינג אַ קליין סאַבסעט פון די אַקאַונץ. אַמאָל די אָטאַמייטיד שווינדל ווייכווארג האט פארדינט אַקסעס צו דעם חשבון, אַ מענטש העקער קען זיין ינוואַלווד, אָבער אין עטלעכע קאַסעס, נישט.",
    "2762759509": "א פּלאַץ פון אַקאַונט אַטאַקס זענען כּמעט לעגאַמרע אָטאַמייטיד.",
    "1972710018": "זען עס פון די פירמע 'ס פּערספּעקטיוו",
    "1282121137": "צו פֿאַרשטיין ווי פּראָבלעמאַטיק אַקאַונץ קענען זיין, באַטראַכטן ווי די דערפאַרונג קוקט ווי די פונט פון מיינונג פון די פינאַנציעל ינסטיטושאַן. זיי שעפּן מיליאַנז פון לאָגינס יעדער טאָג.",
    "2315518622": "מיט די סאַפיסטאַקיישאַן בנימצא אין הייַנט ס באַפאַלן מכשירים, עס איז גאָר טשאַלאַנדזשינג צו דעטעקט וואָס, אויב קיין, זענען פראָדזשאַלאַנט. דערנאָך, אַ מענטש רופט די קונה דינסט ליניע און זאגט \"מייַן חשבון איז אַטאַקירט! איך קען זיך נישט איינשרייבן און איינער גנבעט מיין געלט!\"",
    "1836369533": "ווי דער קאָנסטאַבלע אין דער פֿאָלקס-מעשׂה, ווי באַשטימט מען ווער איז טאַקע ווער? אויב דער אַטאַקער האט גענוג סטאָלען אידענטיטעט עלעמענטן, ווי דרייווער'ס דערלויבעניש נומער, סאציאל סעקוריטי נומער, מוטער 'ס מיידל נאָמען, אַדרעס, און אַזוי אַרויס, עס קען זיין גאַנץ שווער צו באַשליסן צי דער קאַללער איז דער עמעס חשבון האָלדער אָדער אַ אַטאַקער טריינג צו באַקומען אַ פּאַראָל באַשטעטיק אויף אַ חשבון ער וויל צו דורכנעמען.",
    "2880837730": "וואָס קענען זיין טאן צו האַלטן חשבון טייקאָוווערז?",
    "3654556483": "פינאַנציעל אינסטיטוציעס און עקאָממערסע קאָמפּאַניעס האָבן פּראַסעסאַז און קאָנטראָלס וואָס פאַרמינערן עטלעכע פון די סאַקאָנע פון אַ חשבון. די קייט פון די אַלטמאָדיש זיכערהייט פֿראגן \"וואָס איז געווען דער נאָמען פון דיין בעסטער פרייַנד אין עלעמענטאַר שולע\" צו דיטעקשאַן מעטהאָדס וואָס ויסמיידן סאַספּישאַס IP אַדרעסעס און רירעוודיק מיטל פּראָופיילז.",
    "2449501658": "פּראָווידעס איינער פון די מערסט אַוואַנסירטע וועגן צו פאַרמינערן די סאַקאָנע פון פראָדזשאַלאַנט אַקאַונט לאָגין פרווון, ניצן מאַשין לערנען צו דעטעקט און האַלטן באָץ, און יפעקטיוולי מאַכן עס פיל האַרדער אָדער אפילו אוממעגלעך פֿאַר פראָדסטערז צו אָנטייל נעמען אין חשבון נעמען.",
    "3621455477": "צו לערנען מער!",
    "555246307": "אַגבֿ, אַזוי ענדיקט זיך די געשיכטע פֿון דעם איידעלע און זײַן דרייווער: דער קאָנסטאַבלע האָט געמאַכט די צוויי מענער צו זיצן צוזאַמען אין אַ צימער שעהן לאַנג און זיך אַרויסגעוואָרפן פון די מחשבות. צום ענדע פון טאג האט ער זיך באוויזן און געזאגט: איך וועל יעצט רעדן מיטן וואגן דרייווער. דער מאן אין די איידעלע מלבושים האט זיך אויפגעשטעלט. ע ר אי ז געװע ן אזו י לאנג , ע ר הא ט פארגעםן , א ז ע ר הא ט זי ך נא ר געשטעל ט פא ר דע ר אײדלמאן .",
    "1224727373": "BotStop דורך hCaptcha",
    "1187718370": "רוף אונז",
    "3892905664": "hCaptcha העלפּס דיין באַליבסטע אָנליין באַדינונגס צו ויסמיידן באָץ, ספּאַם און זידלען דורך פרעגן פּשוט פֿראגן וואָס זענען גרינג פֿאַר מענטשן און שווער פֿאַר מאשינען.",
    "555158694": "א דינסט איר נוצן האט אויסדערוויילט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך ינסטאָלינג hCaptcha צו רעדוצירן בייזע פאַרקער.",
    "1617196410": "hCaptcha איז פאָוקיסט אויף סטאָפּפּינג באָץ. מיר טאָן ניט זאָרגן ווער אַ באַניצער איז, אָבער נאָר צי זיי זענען בייזע. מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און",
    "1624200563": "זיכערהייט און נאָכקומען מיט GDPR, CCPA, LGPD, PIPL און אנדערע פּריוואַטקייט רעגיאַליישאַנז.",
    "1927613000": "hCaptcha קאַמביינז סאַפיסטאַקייטיד מאַשין לערנען מיט אַ שטאַרק אַרויסרופן פּלאַטפאָרמע צו באַשיצן וועב אַפּלאַקיישאַנז פון אַקאַונט טייקאָווערס, קראַדענטשאַל סטאַפינג, סקרייפּינג און אנדערע מינים פון זידלען.",
    "1133989302": "פארוואס hCaptcha?",
    "34074886": "יעדער מאָל איר ענטפֿערן אַ אַרויסרופן, מיר נוצן סאַפיסטאַקייטיד מאָדעלס צו רעכענען צי איר זענט מענטש. דער וועבזייטל וואָס איר האָט באזוכט, ניצט דעם רעזולטאַט צו פֿאַרבעסערן דיין דערפאַרונג אויף זייער פּלאַץ דורך בעכעסקעם באָץ.",
    "3412647984": "דאָס אַלאַוז איר צו ויסמיידן צוקונפֿט פֿראגן דורך רעדזשיסטערינג און באַשטעטיקן אַ קיכל. פּרוּווט אויך צו ויסמעקן דיין אַד בלאַקער.",
    "2510209017": "דאַרפֿן מער הילף?",
    "477275453": "פארוואס זענען אַפּיס אַ פאָלקס ציל פֿאַר כאַקערז?",
    "596347471": "אַפּפּליקאַטיאָן פּראָגראַממינג ינטערפייסיז (אַפּיס) האָבן ווערן אַ פאָלקס ציל פֿאַר בייזע אַקטערז אין סייבערספּייס. עס זענען פילע סיבות פֿאַר דעם, אַרייַנגערעכנט זייער גרויס נוצן אין אַפּלאַקיישאַן ינאַגריישאַן. עס איז מעגלעך צו פאַרמינערן אַפּי ריזיקירן, אָבער.",
    "2441638955": "ערשטער, וואָס איז אַ API?",
    "3963216198": "צו דיסקוטירן וואָס אַפּיס זענען אַ פאָלקס ציל פֿאַר כאַקערז, עס איז ווערט ערשטער צו נעמען אַ קורץ מאָמענט צו דעפינירן וואָס איז דערווייַל מענט מיט די טערמין \"אַפּי.\" דער באַגריף פון די API איז נישט נייַ. אין פאַקט, ינטערפייסיז צו פאַרבינדן פאַרשידן קאָמפּיוטער סיסטעמען מיט איינער דעם אנדערן, ווי אויך זייער ינערלעך קאַמפּאָונאַנץ, האָבן שוין אַרום אין מינדסטער די פרי 1960 ס.",
    "1047251718": "הייַנט, אָבער, ווען מענטשן רעדן וועגן אַפּיס, זיי שטענדיק מיינען סטאַנדאַרדס-באזירט אַפּיס. דאָס זענען אַפּיס געבויט מיט אָפֿן סטאַנדאַרדס ווי רעפּרעסענטאַטיאָנאַל שטאַט אַריבערפירן (REST) און אָפֿן נאָרמאַל טעקע פֿאָרמאַטירונגען ווי דזשאַוואַסקריפּט אָבדזשעקט נאָטאַטיאָן (JSON). אַזאַ \"רעסטפאַל אַפּיס,\" ווי זיי זענען באקאנט, קענען זיין באשאפן אָן די נויט פֿאַר פּראַפּרייאַטערי ווייכווארג. די ריזאַלטינג אַפּיס זענען ביכולת צו שיקן און באַקומען דאַטן און פּראָצעדור קאַללס צווישן ווייכווארג אַפּלאַקיישאַנז. פֿאַר בייַשפּיל, אַ רירעוודיק באַנקינג אַפּ ניצט אַן אַפּי צו אַקסעס די באַנק ס סיסטעמען.",
    "3195334319": "די נוצן און וואַלנעראַביליטי פון אַפּיס",
    "1903743785": "די אַדווענט פון סטאַנדאַרדס-באזירט אַפּיס רעפּריזענטיד אַ הויפּט שפּרינגען פאָרויס אין אַפּלאַקיישאַן ינטאַגריישאַן. אין די לעצטע 20 יאָר אָדער אַזוי, APIs זענען פון טייַער און קאָמפּליצירט פּראַפּרייאַטערי ווייכווארג פּראָדוקטן צו פריי, סטאַנדאַרדס-באזירט מכשירים וואָס זענען קאַמפּעראַטיוולי גרינג צו אַרבעטן מיט - און שנעל צו נוצן.",
    "879362350": "מיט די נייַע אַפּיס ארבעטן איבער דער אינטערנעץ, עס איז געווארן מעגלעך צו פאַרבינדן קיין ווייכווארג אָדער דאַטן מקור, ערגעץ אין דער וועלט, ראַגאַרדלאַס פון פּלאַטפאָרמע, דאַטן סטשעמאַ אָדער פּראָגראַממינג שפּראַך. ווי אַ רעזולטאַט, די קאַמפּיוטינג וועלט איז איצט אין די צווישן פון אַ אַפּי רעוואָלוציע. עס איז געווען אַ יקספּלאָוזשאַן פון קאַנעקטיוויטי צווישן אַפּלאַקיישאַנז און דאַטן. אַז ס גרויס, ביז עס איז נישט.",
    "3844432472": "די זייער אָופּאַננאַס און נוצן פון אַפּיס מאכט זיי ינקרעדאַבלי רייַך טאַרגאַץ פֿאַר אַטאַקערז. אין דער זעלביקער וועג ווי אַ רירעוודיק אַפּ קענען זיין פּראָוגראַמד צו דערגרייכן און באַקומען דאַטן פֿון אַ פֿירמע סיסטעם ניצן אַן אַפּי, אַזוי אויך אַ שטיק פון מאַלוואַרע. כאַקערז האָבן געשריבן אַ ברייט פאַרשיידנקייַט פון ווייכווארג מכשירים צו זידלען אַפּיס. עס איז אַן עפעקטיוו באַפאַלן טעכניק.",
    "2187096543": "טאַקע, עס זענען געווען עטלעכע הויפּט דאַטן בריטשיז ריזאַלטינג פון העקער-געשריבן ווייכווארג וואָס האָט גערופֿן אַן אַפּי צו עקסטראַקט דאַטן פון אַ דאַטאַבייס. נאָך אַלע, אויב עס גאַנווענען דאַטן פשוט ריקווייערז אַ יקערדיק GET רופן אויף אַן אַפּי, געשריבן מיט REST און JSON, עס איז גרינג צו ריין אַ דאַטאַבייס געשווינד. אין פאַקט, ווען מענטשן רעדן וועגן \"סקרין סקרייפּינג\" אנפאלן, וואָס זיי טאַקע מיינען, מערסטנס, זענען גיך-פייַער אַפּי קאַללס וואָס ציען דאַטן אויס פון דאַטאַבייסיז. אַפּיס האָבן ווערן אַ הויפּט באַפאַלן ייבערפלאַך פֿאַר אָרגאַנאַזיישאַנז וואָס בויען זיי.",
    "4222109231": "מיטיגייטינג אַפּי ריזיקירן מיט hCaptcha ס ענטערפּרייז פּראָדוקט",
    "1783317946": "סטאָפּפּינג אַפּי אנפאלן איז אַ פאָלקס נוצן פאַל פֿאַר",
    "3022922096": ", hCaptcha ס פאַרנעמונג סוויט פון פּראָדוקטן. ניט ענלעך די פריי ווערסיע פון hCaptcha,",
    "63719113": "ניצט אַוואַנסירטע מאַשין לערנען צו ידענטיפיצירן בייזע פאַרקער צו דיין פּלאַץ און אַפּפּס - אַרייַנגערעכנט סקרייפּינג אַקטיוויטעטן.",
    "3566102529": "אונדז הייַנט צו לערנען מער.",
    "3096553330": "יעדער סיסטעם מיר מאַכן פשוט ריפלעקס אונדזער באציונגען מיט אנדערע מענטשן.",
    "1467218142": "וואָס מיר פאַרלאַנג פון זיי און זיך דרייווז אונדזער נאַטור, און אַזוי די זעלבע פּאַטערנז פון ינטעראַקשאַן ריאַקערז אין אַלע מענטשלעך סיסטעמען. דער אינטערנעץ גיט פילע סטערלינג ביישפילן פון דעם פונדאַמענטאַל אַספּעקט פון אונדזער וועלט.",
    "808872868": "פֿאַר בייַשפּיל: ספּאַם, שווינדל און זידלען האָבן עקסיסטירט אָנליין זינט קימאַט דעם טאָג נאָך צוויי סיסטעמען זענען ערשטער קאָננעקטעד צוזאַמען.",
    "1085089390": "אָנליין זידלען סטעמס פון ינייט מענטש ביכייוויערז",
    "3064321967": "דער ערשטער באקאנט ספּאַם בליצפּאָסט איז געשיקט אין 1978.",
    "3800781598": "] כּמעט פינף יאָרצענדלינג שפּעטער, E- בריוו ספּאַם האלט צו פּלאָגן אונדז. פילע ביליאַנז פון דאָללאַרס און טויזנטער פון מענטש-יאָרן פון ינזשעניעריע מי האָבן שוין שטעלן אין באַזיגן עס, און נאָך ספּאַם בלייַבט. עס זענען פאראן ביליאן דאלאר אינדוסטרין אויף ביידע זייטן, דאס הייסט אז די פארטיידיגן זיך דערקעגן און די וואס שיקן עס.",
    "2119943547": "פארוואס איז דאָס? דער ענטפער איז פּשוט. אַזוי לאַנג ווי עס איז אַ ינסעניוו צו זידלען אַ סיסטעם, עמעצער וועט בכלל געפֿינען אַ וועג. און אַמאָל זיי טאָן דאָס, עמעצער אַנדערש וועט איצט האָבן אַ ינסעניוו צו האַלטן זיי.",
    "532470444": "די וואָג קען יבעררוק אַ ביסל פון יאָר צו יאָר, אָבער דעם נאַטור פשוט ריפלעקס די פונדאַמענטאַל מענטש נאַטור, און פינף טויזנט יאר פון רעקאָרדעד געשיכטע ימפּלייז אַז די דינאַמיש איז אַנלייקלי צו טוישן קיין צייט באַלד.",
    "3193548097": "האָפענונג ספּרינגס אייביק",
    "4065614934": "דער אַנאַליסיס איז נישט נייַ, אָבער מענטשן זענען אייביק אָפּטימיסטיש. ספּעציעל ווען זיי טראַכטן זייער געדאַנק איז נייַ.",
    "1216071511": "די זעלבע יידיאַז זענען פארגעלייגט אַזוי אָפט אַז וועגן 20 יאָר צוריק, אַן אַנאָנימע באַנוצערס מחבר איז געווען נוציק פֿאַר אָנליין דיסקוסיעס וועגן אַנטי-ספּאַם סאַלושאַנז:",
    "1941999673": "דיין פּאָסטן אַדוואַקאַץ אַ",
    "4179118182": "( ) טעכניש ( ) לעגיסלאַטיווע ( ) מאַרק-באזירט ( ) ווידזשאַלאַנטע",
    "3978720689": "צוגאַנג צו פייטינג ספּאַם. דיין געדאַנק וועט נישט אַרבעטן. דאָ איז וואָס עס וועט נישט אַרבעטן.",
    "318339230": "(איינער אָדער מער פון די פאלגענדע קען אַפּלייז צו דיין באַזונדער געדאַנק, און עס קען האָבן",
    "30312304": "אנדערע פלאָז וואָס געוויינט צו בייַטן פון שטאַט צו שטאַט איידער אַ שלעכט פעדעראלע געזעץ איז דורכגעגאנגען.)",
    "2710988028": "( ) ספּאַממערס קענען לייכט נוצן עס צו שניט E- בריוו ווענדט",
    "3912514510": "() מיילינג רשימות און אנדערע לאַדזשיטאַמאַט בליצפּאָסט ניצט וואָלט זיין אַפעקטאַד",
    "2030062561": "( ) קיין איינער וועט קענען צו געפֿינען דעם באָכער אָדער קלייַבן די געלט",
    "3334160175": "() עס איז דיפענסלאַס קעגן ברוט קראַפט אנפאלן",
    "3238345709": "( ) עס וועט האַלטן ספּאַם פֿאַר צוויי וואָכן און דעמאָלט מיר וועט זיין סטאַק מיט אים",
    "4227800293": "( ) יוזערז פון E- בריוו וועט נישט פאַרטראָגן עס",
    "2271252286": "() מייקראָסאָפֿט וועט נישט פאַרטראָגן עס",
    "692064738": "( ) די פאליציי וועט עס נישט אפשטעלן",
    "3475647460": "() ריקווייערז צו פיל קוואַפּעריישאַן פון ספּאַממערס",
    "1482845460": "() ריקווייערז באַלדיק גאַנץ קוואַפּעריישאַן פון אַלעמען אין אַמאָל",
    "3741193183": "() פילע E- בריוו יוזערז קענען נישט פאַרגינענ זיך צו פאַרלירן געשעפט אָדער ייליאַנז פּאָטענציעל עמפּלויערס",
    "2234909600": "( ) ספּאַממערס טאָן ניט זאָרגן וועגן פאַרקריפּלט אַדרעסעס אין זייער רשימות",
    "1982617151": "() ווער עס יז קען אַנאַנאַמאַסלי צעשטערן ווער עס יז אַנדערש 'ס קאַריערע אָדער געשעפט",
    "2498172334": "ספּאַסיפיקלי, דיין פּלאַן פיילז צו חשבון",
    "389705801": "( ) געזעצן בפירוש פארבאטן עס",
    "190955495": "() פעלן פון סענטראַלי קאַנטראָולינג אויטאָריטעט פֿאַר E- בריוו",
    "237009707": "( ) עפֿענען רילייז אין פרעמד לענדער",
    "3507532387": "( ) גרינג צו זוכן אַ קליין אַלפאַנומעריק אַדרעס פּלאַץ פון אַלע E- בריוו ווענדט",
    "2477958756": "( ) שלעכטע מענטשן",
    "3254142589": "( ) דזשוריסדיקטיאָנאַל פּראָבלעמס",
    "3621401685": "( ) אַנפּאַפּיאַלעראַטי פון מאָדנע נייַ טאַקסיז",
    "4277475973": "( ) ציבור ומכיישעק צו אָננעמען מאָדנע נייַ פארמען פון געלט",
    "941057651": "() ריזיק יגזיסטינג ווייכווארג ינוועסמאַנט אין סמטפּ",
    "3265293440": "() סאַסעפּטאַבילאַטי פון פּראָטאָקאָלס אנדערע ווי סמטפּ צו באַפאַלן",
    "515733427": "() ווילינגנאַס פון יוזערז צו ינסטאַלירן אַס פּאַטשאַז באקומען דורך E- בריוו",
    "2631159699": "() אַרמיז פון וואָרעם רידאַלד בראָדבאַנד-פארבונדן Windows באָקסעס",
    "776542208": "() אייביק געווער ראַסע ינוואַלווד אין אַלע פילטערינג אַפּראָוטשיז",
    "989480928": "() עקסטרעם פּראַפיטאַביליטי פון ספּאַם",
    "3898950867": "() דזשאָו דזשאָבס און / אָדער אידענטיטעט גנייווע",
    "3395399558": "( ) טעקניקלי אַנאַלפאַבעטיש פּאַלאַטישאַנז",
    "1118929614": "( ) עקסטרעמע נאַרישקייט פון מענטשן וואָס טאָן געשעפט מיט ספּאַממערס",
    "838951836": "( ) ומערלעכקייט פון די ספּאַממערס זיך",
    "2123236933": "() באַנדווידטה קאָס וואָס זענען אַנאַפעקטיד דורך קליענט פֿילטרירונג",
    "2292919419": "() אַוטלוק",
    "2534436327": "און די פאלגענדע פילאָסאָפיקאַל אַבדזשעקשאַנז קען אויך צולייגן:",
    "832385387": "() יידיאַז ענלעך צו דייַן זענען גרינג צו קומען אַרויף מיט, אָבער גאָרניט האָבן קיינמאָל געוויזן פּראַקטיש",
    "1993984258": "() קיין סכעמע באזירט אויף אָפּט-אויס איז אַנאַקסעפּטאַבאַל",
    "3909240516": "() סמטפּ כעדערז זאָל נישט זיין די ונטערטעניק פון געסעצ - געבונג",
    "1151065360": "() בלאַקעליסץ זויגן",
    "2396605499": "() ווהיטעליסץ זויגן",
    "2225785608": "( ) מיר זאָל קענען צו רעדן וועגן וויאַגראַ אָן צענזור",
    "3004688366": "() קאָונטערמעזשערז זאָל נישט אַרייַנציען דראָט שווינדל אָדער קרעדיט קאַרטל שווינדל",
    "922470170": "() קאָונטערמעזשערז זאָל נישט אַרייַנציען סאַבאָטאַזש פון ציבור נעטוואָרקס",
    "3068923550": "( ) קאָונטערמעזשערז מוזן אַרבעטן אויב פייזעד אין ביסלעכווייַז",
    "2752975480": "( ) שיקט E- בריוו זאָל זיין פריי",
    "117227832": "() פארוואס זאָל מיר האָבן צו צוטרוי איר און דיין סערווערס?",
    "1021431157": "() ינקאַמפּאַטאַבילאַטי מיט אָפֿן מקור אָדער אָפֿן מקור לייסאַנסיז",
    "2801524659": "() פילן-גוט מיטלען טאָן גאָרנישט צו סאָלווע די פּראָבלעם",
    "931661269": "( ) צייטווייליגע / איינמאליגע אימעיל אדרעסן זענען אומגעריכט",
    "2090457681": "( ) איך וויל נישט אז די רעגירונג ליינט מיין אימעיל",
    "3536122902": "() סטאָפּפּינג זיי אַזוי איז נישט פּאַמעלעך און ווייטיקדיק גענוג",
    "2391175562": "דערצו, דאָס איז וואָס איך טראַכטן וועגן איר:",
    "229198134": "() אנטשולדיגט דוד, אָבער איך טאָן ניט טראַכטן עס וואָלט אַרבעט.",
    "345563040": "( ) דאָס איז אַ נאַריש געדאַנק, און איר זענט אַ נאַריש מענטש פֿאַר סאַגדזשעסטינג עס.",
    "409780280": "( ) פייַן פּרובירן, ****! איך האָפֿן אַז עמעצער טרעט אויף דיין קלאַוויאַטור!",
    "2820080973": "כאָוסטיד מיט ❤ דורך",
    "3943164003": "קוק רוי",
    "3875523186": "gistfile1.txt",
    "2840750518": "גיטהוב",
    "593735469": "פארוואס דיין נייַע אַנטי-ספּאַם לייזונג וועט נישט אַרבעטן",
    "361795034": ". אומבאַקאַנט מחבר, ג. 2000",
    "1547006769": "מענטשהייט וועראַפאַקיישאַן איז דער זעלביקער פּראָבלעם",
    "3717942925": "פּונקט ווי עס וועט שטענדיק זיין מענטשן וואָס ווילן צו באַקומען דיין ופמערקזאַמקייט דורך E- בריוו, עס וועט שטענדיק זיין די פאַרלאַנג צו באַגרענעצן אַקסעס צו עטלעכע רעסורסן אַזוי אַז בלויז מענטשן קענען אַקסעס זיי.",
    "2481032625": "צי דער ציל איז צו פאַרמייַדן:",
    "1691348394": "- אָטאַמייטיד מאַסע פּערטשאַסאַז בעשאַס אַ לימיטעד מעלדונג פאַרקויף",
    "1771016224": "- ווייכווארג פֿאַר דאַונלאָודינג אַלע אינהאַלט פֿון דיין וועבזייטל מאַסיוו",
    "1959762846": "- ווייל דיין וועב פארמען אָנגעפילט מיט סאָף פֿאַרקויף ספּאַם אָדער זידלען",
    "345108670": "- קרעדענשאַל סטאַפינג און אנדערע אַקאַונץ רימוווינג פרווון",
    "2540760245": "צווישן פילע אנדערע ניצט, זייַענדיק קענען צו פילטער אָנליין פאַרקער אויף די יקער פון \"מענטש אָדער נישט\" וועט מסתּמא בלייַבן אַ ווערטפול געצייַג אַזוי לאַנג ווי מענטש נאַטור גייט די זעלבע פּאַטערנז רעקאָרדעד איבער די לעצטע פינף טויזנט יאר.",
    "3346362371": "וואָס וועגן מאַשין לערנען?",
    "3619183405": "אין 2021, פּשוט קאַפּטטשאַס קענען מאל זיין סאַלווד מיט ווייכווארג, דאַנק צו אַדוואַנסיז אין מאַשין לערנען. צו אַדרעס דעם, hCaptcha אויך טוט אַ זייער דיטיילד אַנאַליסיס פון פּראָפּערטיעס ווי",
    "3292221787": "די אַרויסרופן איז געענטפערט, ניט נאָר צי עס איז ריכטיק, און אָפט ענדערונגען ביידע די פֿראגן און די דאַטן געוויינט.",
    "1080672247": "ווייַל פילע פון די געשטעלטע פֿראגן קענען ניט זיין עקאָנאָמיקלי סאַלווד מיט אַוועק די פּאָליצע ווייכווארג, און ווייַל די דאַטן זענען בכלל יינציק צו די סיסטעם, דאָס מיטל אַז באָץ זענען אָפט גאָר סטאַפּט דורך די פריי דינסט און מוזן פאַרלאָזנ זיך אויף מענטשלעך קאַפּטטשאַ סאַלווערז אַנשטאָט, וואָס מאכט פילע מינים פון זידלען גאָר אַנעקאַנאַמיק.",
    "4172868199": "גייט פיל ווייטער ווי דעם, אריבערגעפארן אין די מעלוכע פון פּרווון צו ויסטיילן \"גוט מענטש\" פון \"שלעכט מענטש\" אויך, און איז געניצט הייַנט דורך פילע פון די וועלט 'ס מערסט פאָלקס אָנליין באַדינונגס צו געפֿינען און האַלטן אַלץ פון קויפן שווינדל צו אַוואַנסירטע פּערסיסטענט טרעץ קעגן זייער יוזערז, בשעת זיי האַלטן אַ יינציק פאָקוס אויף פּראַזערווינג פּריוואַטקייט.",
    "2873911365": "וואָס וועגן ייַזנוואַרג אַטעסטאַטיאָן?",
    "1477196356": "עטלעכע מעטהאָדס פון פֿאַרבינדונג אידענטיטעט צו אַ מיטל אין אַ קריפּטאָגראַפיקלי זיכער מאָדע, מאל מיט פּריוואַטקייט פּראַזערווינג פּראָפּערטיעס, האָבן שוין פארגעלייגט פֿאַר דעקאַדעס. ציבור שליסל קריפּטאָגראַפי דאַטעס צוריק צו C. 1975, און ייַזנוואַרג טאָקענס האָבן עקסיסטירט כּמעט ווי לאַנג.",
    "2349681896": "צום באַדויערן, קאַנטראָולינג אַ שטיק פון ייַזנוואַרג טוט נישט מיינען אַז איר זענט אַ מענטש. כמעט יעדער פאָלקס קאַנסומער ייַזנוואַרג אַטעסטאַטיאָן סכעמע איז ריפּיטידלי צעבראכן, פּאַטשט און דעמאָלט צעבראכן ווידער.",
    "254326776": "בייזע זידלען פון די פלאָז איז אָפט דיסקאַווערד פֿאַר חדשים אָדער יאָרן איידער אַנטפּלעקונג אָדער אַקאַדעמיק ויסגאַבע.",
    "2462909475": "א וואַנט פון מער ווי 10,000 פאָנעס געניצט פֿאַר זידלען, טייל פון אַ כינעזיש באָט אָפּעראַציע.",
    "1963951234": "ניט קיין ענין ווי פאַרלאָזלעך דיין קריפּטאָגראַפיק סכעמע, אויב עמעצער קענען אין די סוף פון די טאָג פשוט פאַרברענגען געלט צו געבן איר די ענטפער איר זוכט פֿאַר, אָונינג אַ שטיק פון ייַזנוואַרג איז ניט גענוגיק.",
    "1278884196": "ווי געזאָגט, קריפּטאָגראַפי איז גאַנץ אַ יונג דיסציפּלין. באַזירט אויף די לעצטע געשיכטע, דיין קריפּטאָגראַפיק סכעמע און / אָדער ימפּלאַמענטיישאַן איז מסתּמא צו זיין צעבראכן ווי באַלד ווי ווער עס יז האט אַ ינסעניוו צו קוקן אין עס ענג, און עס איז מסתּמא אַז אנדערע מענטשן וועלן געפֿינען דאָס לאַנג איידער איר טאָן דאָס. רילייינג אויף ייַזנוואַרג אויך מיטל אַז איר קען דאַרפֿן צו פרעגן יעדער פון דיין יוזערז צו טוישן אַ גשמיות מיטל צו פאַרריכטן דעם פלאָ. דאָס איז אַנלייקלי צו פּאַסירן געשווינד אין רובֿ קאַסעס, טייַטש אין פאַקט, דיין סיסטעם וועט פשוט פאַרלאָזן.",
    "1828028934": "דאָס איז וואָס",
    "1642844535": "איז וויכטיק: hCaptcha ניצט קייפל פאַרשידענע אַפּראָוטשיז צו ענטפֿערן די זעלבע פונדאַמענטאַל קשיא, אַלאַוינג פאַרגלייַך פֿאַר קאָנסיסטענסי אין אַלע יוואַליויישאַנז.",
    "1155821305": "פאַרטיידיקונג איז טיף",
    "119098046": "וואָס וועגן פּאַסיוו אָדער קיין אַרויסרופן סאַלושאַנז?",
    "2760410719": "סערוויסעס וואָס פּרווון צו טאָן באָט דיטעקשאַן מיט ריין פּאַסיוו סיגנאַלז לויפן געשווינד אין אַ פונדאַמענטאַל אַרויסגעבן: ווי טאָן איר וואַלאַדייט צי אַ סיסטעם דיטעקץ שלעכט אַקטערז ריכטיק ווען איר טאָן ניט האָבן פּינטלעך ערד אמת?",
    "1722734001": "דער אָפֿן אינטערנעט איז אַ זייער טומלדיק סוויווע. שלעכט אַקטערז באַפאַלן ניצערס פון אונדזער דינסט און קאָמפּעטיטאָרס ווי רעCAPTCHA יעדער טאָג, און זענען דאָך טריינג צו קוקן ווי מענטשלעך ווי מעגלעך בשעת זיי טאָן דאָס.",
    "1595254735": "ריין פּאַסיוו באַדינונגס געראַנגל צו האַלטן באָט דיטעקשאַן אַקיעראַסי, אָדער אפילו צו וויסן ווען זיי זענען ומפּינקטלעך. אָן די פיייקייט צו טייל מאָל אַרויסרופן ניצערס און ריכטיק פונאַנדערקלייַבן די רעזולטאַטן פון דעם אַרויסרופן, די אַקיעראַסי טענדז צו אַראָפּגיין שטארק איבער צייַט.",
    "2412751979": "דאַנק צו די מער פּינטלעך מענטשהייַט סיגנאַלז אַז מאַכט hCaptcha, פילע קאָמפּאַניעס וואָס פריער געוויינט רעCAPTCHA v3/Enterprise האָבן סוויטשט צו",
    "2284856231": "און אויך געזען דראַמאַטיקלי ימפּרוווד אַקיעראַסי אין די ריין פּאַסיוו מאָדע פון hCaptcha Enterprise.",
    "4162847": "מיר האָבן שוין קענען צו אָבסערווירן דעם גלייך, ווייַל עטלעכע פון אונדזער קאַסטאַמערז לויפן אַ / ב טעסץ אויף דער זעלביקער בקשה איידער זיי יבערבייַטן אין גאנצן פון Google ס אָפערינגז. מיר זענען טיפּיקלי ביכולת צו באַווייַזן ביידע אַ הויך פאַלש positive און פאַלש נעגאַטיוו קורס פון רעקאַפּטטשאַ וו3 אָדער רעקאַפּטטשאַ ענטערפּרייז.",
    "436125785": "דאָס איז ניט חידוש ווייַל פון די ינאַקיעראַטי פון די באַמערקונגען לופּס בנימצא אין די פּראָדוקטן, און די פאַקט אַז זיי זענען סאָלד דורך אַ אַד נעץ מיט אַ אָוווערוועלמינג וועסטיד אינטערעס צו נישט באַקומען צו גוט אין באָט דיטעקשאַן, טאָמער דאָס שאַטן זייער האַרץ געשעפט.",
    "2233741720": "אין מסקנא",
    "2133809801": "אַזוי לאַנג ווי מענטשן בלייבן מענטשן, עס איז מסתּמא אַז וועראַפאַקיישאַן פון מענטשהייַט וועט האָבן אַ ראָלע צו שפּילן אָנליין.",
    "2255549335": "אונדזער אַרבעט אין hCaptcha איז צו געפֿינען גוט טריידאָפפס צווישן שוועריקייט און אַקיעראַסי און צו האַלטן רייַבונג נידעריק, ספּעציעל פֿאַר",
    "4138068262": "ניצערס. אין די סוף, ינטעראַקטינג מיט טשאַלאַנדזשיז איז מסתּמא צו בלייבן אַ טייל פון דער אַרסענאַל פון מכשירים פֿאַר רידוסינג אָנליין זידלען אַזוי לאַנג ווי די מענטשלעך נאַטור בלייבט אַנטשיינדזשד.",
    "855097735": "בויען אַ דינסט וואָס טוט דאָס געזונט בשעת באַלאַנסינג אַלע קאַנסערנז איז אַ זייער שווער פּראָבלעם (און מיר זענען שטענדיק ארבעטן צו פֿאַרבעסערן עס אַזוי צו מאַכן די דערפאַרונג ווי אָנגענעם ווי מעגלעך) אָבער מיר האָפן אַז איר וועט שטימען אַז רידוסינג ספּאַם, זידלען, אַקאַונץ. , און אָנליין שווינדל איז לעסאָף ווערט די טיילמאָליק פּשוט קשיא.",
    "1953959745": "אַקסעסאַביליטי",
    "2543123170": "נול רייַבונג מענטשהייט וועראַפאַקיישאַן",
    "547245263": "סאָלווע דיין באָט פּראָבלעם הייַנט.",
    "3117887301": "טראַסטיד דורך די גרעסטע אָנליין באַדינונגס",
    "981806349": "געבויט אויף די פּראָווען hCaptcha פּלאַטפאָרמע",
    "2373007864": "hCaptcha ענטערפּרייז לויפט אויף hCaptcha פּלאַטפאָרמע טעכנאָלאָגיע, עקסטענדעד צו אַרייַננעמען די פֿעיִקייטן וואָס הויך פאַרקער ענטערפּריסעס דאַרפֿן.",
    "2652399059": "א פאַרלאָזלעך שוטעף",
    "1997838163": "די וועלט 'ס גרעסטער קאָמפּאַניעס אָפענגען אויף hCaptcha Enterprise. ינטעגראַטיאָן איז פּשוט, און דיטעקשאַן אַקיעראַסי איז אַנפּעראַלעלד.",
    "734735952": "מיר עוואַלואַטעד אַ נומער פון קאַפּטטשאַ ווענדאָרס ווי געזונט ווי צו בויען אַ סיסטעם זיך. אין די סוף, hCaptcha ימערדזשד ווי דער בעסטער אָלטערנאַטיוו צו reCAPTCHA.",
    "1250541092": "— סערגי איסאסי",
    "3524251858": "דירעקטאָר פון פּראָדוקט מאַנאַגעמענט, Cloudflare",
    "3971348140": "פארוואס האָבן מיר נוצן hCaptcha? קיין איינער אַנדערש קען צושטעלן די פֿעיִקייטן און פאָרשטעלונג מיר דארף. זיי האָבן אונדז געשווינד און פליסנדיק, און אונדזער סוחרים ליב די דערפאַרונג.",
    "4248655793": "— אַלעקס מ.",
    "4185927140": "פּראָדוקט מאַנאַגער, פלאַש, Shopify",
    "282913023": "די פּרייַז עפעקטיוו אָפּציע פֿאַר הויך פאַרקער ענטערפּריסעס",
    "999610953": "צום סוף, אַ קרעדאַבאַל אנדער ברירה צו Google. hCaptcha ענטערפּרייז דיליווערז דראַמאַטיק סייווינגז אויף דיין רעקאַפּטטשאַ רעכענונג מיט העכער זיכערהייט: אַרויף צו 80% ווייניקער טייַער אין עטלעכע קאַסעס.",
    "1886100235": "פילע פון די וועלט 'ס גרעסטער אָנליין באַדינונגס האָבן סוויטשט צו hCaptcha Enterprise און באקומען ימפּרוווד באָט דיטעקשאַן צוזאמען מיט היפּש קאָס סייווינגז.",
    "2903742230": "אַד נעטוואָרקס זען דיין וויזאַטערז ווי די פּראָדוקט. פֿאַר אונדז דער בלויז ציל איז דיטערמאַנינג זייער מענטשהייַט. אונדזער באַדינונגס טרעפן אָדער יקסיד די GDPR, CCPA, LGPD און PIPL רעקווירעמענץ, און מיר אַרבעטן שווער צו באַלאַנסירן פּריוואַטקייט און זיכערהייט.",
    "3901503296": "דער יינציק פאָקוס אויף פּריוואַטקייט מיטל אַז מיר קענען פאָרשלאָגן נול יחיד דאַטן ריטענשאַן, קיכל-פריי אָפּעראַציע, און אנדערע קאַנטראַקטשואַל פּריוואַטקייט געראַנטיז ווי פארלאנגט, בשעת מיר האַלטן ויסגעצייכנט זיכערהייט.",
    "3342910682": "לייענען מער",
    "1130783905": "די אַקיעראַסי איז אין דיין און אונדזער אינטערעס. hCaptcha אַרבעט צו געבן איר פאַקטיש דאַטן און לאָזן איר באַשליסן ווי צו נוצן עס. אנדערע זיכערהייט סאַלושאַנז זענען צוגעשטעלט דורך גיגאַנטיק גאַנצע קאָמפּאַניעס. דעם מיטל אַז יעדער באָט זיי פאַרשפּאַרן קען רעדוצירן זייער רעוועך.",
    "2019130052": "אונדזער ינאָווויישאַנז אין פּריוואַטקייט-פאָוקיסט ML לאָזן אונדז יקסיד די זיכערהייט סטאַנדאַרדס פון לעגאַט \"רעקאָרד אַלץ אויף אייביק\" סטראַטעגיעס אָן שאַטן זיכערהייט אָדער באַניצער פּריוואַטקייט.",
    "23114595": "גרויס באַניצער דערפאַרונג",
    "3437412311": "פֿאַר ענטערפּרייז יוזערז, אָפּציעס זענען בארעכטיגט צו גאָר ויסמיידן טשאַלאַנדזשיז אין רובֿ סינעריאָוז, רילייינג אויף פּאַסיוו סקאָרז.",
    "1996843433": "רעדוצירן רייַבונג דורך ויסמיידן אַ אַרויסרופן לעגאַמרע פֿאַר 99.9% פון דיין לאַדזשיטאַמאַט פאַרקער און נאָך צושטעלן ויסגעצייכנט זיכערהייט.",
    "3093689546": "גרינג ינטאַגריישאַן",
    "247560732": "לייג hCaptcha מיט דריי שורות פון קאָד. אויב איר קומען פֿון רעקאַפּטטשאַ, אונדזער אַפּי איז קאַמפּאַטאַבאַל און עס נעמט בלויז מינוט צו באַשטימען.",
    "1510448156": "איר קענען זיין אַרויף און פליסנדיק מיט אַ העכער אָלטערנאַטיוו הייַנט, און קער אויף מער אַוואַנסירטע פֿעיִקייטן ווי נייטיק.",
    "2718999653": "קאַסטאַמייזד טרעט סקאָרז",
    "2698140263": "ניט אַלע פּראָבלעמס זענען די זעלבע: באַקומען אַ איין כעזשבן מיטל אַז עס מוזן זיין נוציק צו דיין דאַרף.",
    "897432717": "מיט אונדזער ראָמאַן פּלאַן פֿאַר קאַסטאַמייזד טרעט סקאָרז, אַדינג דיין געשעפט וויסן אַלאַוז אונדזער מאָדעלס צו צושטעלן סקאָרז יינציק באַטייַטיק פֿאַר דיין יוזערז.",
    "2650502379": "קאַטער דיין אייגענע טשאַלאַנדזשיז אין סעקונדעס",
    "3578122193": "בלייבן אויף די סאָרט מיט באַטייַטיק אינהאַלט",
    "1074044172": "ווען יוזערז מוזן סאָלווע אַ אַרויסרופן צו טרעפן דיין זיכערהייט רעקווירעמענץ, פארוואס טאָן ניט פרעגן שאלות אָנגענעם און באַטייַטיק פֿאַר די באַניצער?",
    "1579093044": "מיט אונדזער פּשוט מנהג אַרויסרופן דיזיינער, איר קענען קאַטער אויף-סאָרט אַרויסרופן אינהאַלט אין בלויז אַ ביסל מינוט.",
    "3717512591": "דירעקט פּלאַטפאָרם ינטעגראַטיאָן",
    "121743429": "פֿאַר וועב ינפראַסטראַקטשער קאָמפּאַניעס",
    "2131386784": "ריטשאַבאַל עקספּערטיז און שטיצן פֿאַר ביידע איר און דיין יוזערז",
    "2782263070": "סערוויס איז אַ העכסט בילכערקייַט פֿאַר אונדז. מיר האַלטן 24/7 אויף-רופן שטיצן און פאָרשלאָגן דירעקט סלאַקק קאָואָרדאַניישאַן מיט דיין ינזשעניעריע ינטאַגריישאַן מאַנשאַפֿט און אונדזער אָנרופן שטעקן בעשאַס און נאָך ימפּלאַמענטיישאַן.",
    "3740051331": "מיר זענען אויך באגאנגען צו אַקטיוולי מאָניטאָרינג און ריספּאַנדינג צו די פֿראגן פון דיין יוזערז אויף געזעלשאַפטלעך מידיאַ, גרופּעס און אונדזער אין-ווידזשיט און E- בריוו שטיצן טשאַנאַלז. מיר זענען צוטריטלעך און אָפּרופיק, און מייַכל באַניצער צופֿרידנקייט ווי אַ שפּיץ קפּי.",
    "170775527": "פאַרנעמונג פֿעיִקייטן",
    "3383086062": "hCaptcha Enterprise איז אַ גאַנץ אָנליין זיכערהייט לייזונג. מיט אַקטיוו און פּאַסיוו מאָדעס, איר קענען האַלטן קראַדענטשאַל סטאַפינג, דיטעקט אַקאַונץ נעמען און פאַרשפּאַרן סאַספּישאַס אַקטערז. אַלע מיט נול רייַבונג פֿאַר לאַדזשיטאַמאַט ניצערס.",
    "1408599440": "אָנהייב שנעל מיט עטלעכע שורות פון קאָד און אונדזער 99.9% פּאַסיוו מאָדע, אָדער נעמען פול קאָנטראָל איבער ווען און ווי ניצערס זענען טשאַלאַדזשד. מנהג סאַקאָנע מאָדעלס און קוסטאָמיזאַבלע טשאַלאַנדזשיז מיינען אַנרייוואַלד בייגיקייַט צו ענשור זיכערהייט.",
    "3365203058": "וועלט-קלאַס אַנטי-באָט שוץ",
    "1803009328": "שלאַכט-טעסטעד אין וועב וואָג.",
    "1586809757": "באָט סקאָרז מיט הויך אַקיעראַסי",
    "353367791": "דעטעקט שלעכט אַקטערז פון פילע פאַרשידענע טייפּס.",
    "191460155": "נול רייַבונג און 99.9% פּאַסיוו מאָדעס",
    "585557010": "אַרויסרופן ווייניקער ווי 0.1% פון לאַדזשיטאַמאַט יוזערז.",
    "3287172429": "קאָנטראָל אַרויסרופן טייפּס געוויזן",
    "1844885924": "ברייט ביבליאָטעק פון טייפּס צו קלייַבן פון.",
    "3018523079": "בלייבן אויף די סאָרט מיט אַ קאָנסיסטענט באַניצער דערפאַרונג.",
    "3817811295": "געראַנטיד רילייאַבילאַטי און שנעל 24/7 אויף-רופן שטיצן.",
    "1798492192": "לעגאַט בלעטערער שטיצן",
    "1356745565": "קאַמפּאַטאַבאַל אַלע די וועג צוריק צו Internet Explorer 8.",
    "751483365": "שטיצן פֿאַר ניט-דזשאַוואַסקריפּט קלייאַנץ.",
    "4199502476": "אַוואַנסירטע ריפּאָרטינג דאַשבאָרדז און אַפּי",
    "3630114728": "זען וואָס איז געשעעניש אויף אַלע דיין זייטלעך און אַפּפּס.",
    "3573245166": "ניט ענלעך רעCAPTCHA, מיר אַרבעטן אין יעדער מדינה.",
    "2354267648": "GDPR, CCPA און LGPD-פרייַנדלעך פּריוואַטקייט פּאָליטיק",
    "3167979932": "דיזיינד פֿאַר פּריוואַטקייט פון טאָג איין. שטאַרק דאַטאַ פּראַסעסינג העסקעם.",
    "4065065042": "רעדל דעם אין צו פּונקט פּאַסיק דיין נוצן פאַל.",
    "111184581": "ערשטער-פּאַרטיי האָסטינג",
    "4272022475": "כל ריקוועס און אַסעץ גיין צו hcaptcha.yourdomain.com",
    "2676853536": "מולטי-באַניצער דאַשבאָרדז",
    "1368787974": "ייַנטיילן פאַרוואַלטונג אַריבער דיין מאַנשאַפֿט.",
    "1045484714": "SAML SSO ינאַגריישאַן מיט דיין אידענטיטעט פּראַוויידער, למשל Okta אָדער Azure AD.",
    "3953584369": "סאַפיסטיקייטאַד RBAC אַקסעס ריסטריקשאַנז בנימצא.",
    "2781507299": "רעגע וועראַפאַקיישאַן",
    "4019660456": "0ms לייטאַנסי: באַשטעטיקן hCaptcha טאָקענס אָן אַפּי רופן.",
    "3446714684": "רירעוודיק (יאָס און אַנדרויד) ינטעגראַטיאָן",
    "2593768395": "סימלאַס דערפאַרונג אויף וועב, געבוירן רירעוודיק, רירעוודיק וועב. פאַר-געבויט ינטאַגריישאַנז און געבוירן SDKs בנימצא.",
    "1779265104": "קאַסטאַמייזד תּנאָים און פּריוואַטקייט גואַראַנטעעס",
    "122875767": "באַפרידיקן דיין לעגאַל באדערפענישן ווען אנדערע קאָמפּאַניעס קענען נישט.",
    "148188781": "דערלאנגט טשאַלאַנדזשיז",
    "838049015": "אויסקלייַבן אַלע בילדער וואָס גלייַכן די אָנפֿרעג",
    "1126302400": "באַונדינג באָקס",
    "3554448168": "קאַטעגאָריעס",
    "2104933754": "ידענטיפיצירן די קאָראַספּאַנדינג לאַבעלס",
    "3612043014": "... און אנדערע פּשוט טאַסקס. גרינג פֿאַר יומאַנז, שווער פֿאַר באָץ.",
    "3624758171": "מנהג טאַסקס אויך בנימצא פֿאַר פאַרנעמונג פֿאַרלאַגן.",
    "1001938065": "ינטעגראַטיאָן קען נישט זיין גרינגער",
    "2138799135": "hCaptcha האט דאַזאַנז פון פאַר-געבויט ינטאַגריישאַנז פֿאַר די פראָנטענד און באַקענד סיסטעמען איר נוצן.",
    "2535001179": "אויב איר קומען פֿון Google ס רעקאַפּטטשאַ, אונדזער אַפּיס זענען ריפּלייסט.",
    "1393184984": "זענען אַלע איר דאַרפֿן.",
    "3715747429": "אונדזער אַנבאָרדינג ענדזשאַנירז קענען באַקומען איר געשווינד, צי איר דאַרפֿן רעאַקט ינאַגריישאַן, SDKs פֿאַר יאָס געבוירן אַפּפּס, אַ דזשאַוואַ באַקענד ביישפּיל, אָדער כמעט קיין אנדערע סצענאַר.",
    "2681650568": "און ווי שטענדיק, פּריוואַטקייט איז אַ האַרץ ווערט פֿאַר אונדז. לייג אונדזער אַרויסרופן קאָד בלויז ווו עס איז נייטיק, און ווו עס מאכט זינען צו באַשיצן ביידע איר און דיין יוזערז. מינאַמייזינג דאַטן זאַמלונג סטאַרץ פֿון דעם מאָמענט פון ינאַגריישאַן.",
    "1130868224": "דריי שורות פון קאָד",
    "2183926131": "אָנהייבן מיט hCaptcha Enterprise",
    "1526887904": "hCaptcha ענטערפּרייז פּריוואַטקייט",
    "1845745385": "דיזיינד פֿאַר פּריוואַטקייט.",
    "1297224875": "א יינציק פּריוואַטקייט-געטריבן צוגאַנג צו ענטערפּרייז אָנליין זיכערהייט.",
    "2762458927": "דיין באַניצער דאַטן זענען נישט פֿאַר פאַרקויף.",
    "2058856283": "hCaptcha Enterprise האט בלויז איין ציל: צו פאַרמייַדן שלעכט אַקטערז פון דיסראַפּטינג דיין אָנליין אַפּעריישאַנז און שאַטן דיין יוזערז.",
    "2408036504": "אונדזער סיסטעמען זענען אַזוי דיזיינד פֿון דער ערד אַרויף צו מינאַמייז דאַטן זאַמלונג און ריטענשאַן און האַלטן די קלאַס-לידינג זיכערהייט. דער בעסטער וועג צו באַשיצן באַניצער דאַטן איז נישט צו קראָם עס אין אַלע.",
    "4099477834": "כל קונה באציונגען זענען אויך פּראָטעקטעד דורך אַ שטאַרק דאַטאַ פּראַסעסינג העסקעם. די hCaptcha סערוויס קאַמפּלייז מיט אַלע פּריוואַטקייט געזעצן, קיין ענין ווו דיין דינסט אָדער דיין קאַסטאַמערז וווינען. ניט בעכעסקעם פערזענלעכע דאַטן מאכט דאָס פיל גרינגער פֿאַר אונדז ווי פֿאַר אנדערע קאָמפּאַניעס.",
    "3569492665": "רעקאָרדינג אָנליין טעטיקייט איז נישט דער ענטפער.",
    "3389431373": "סערוויסעס ווי reCAPTCHA v3 זאָגן אַז פּאַטינג זייער טראַקינג פּיקסעל אויף יעדער בלאַט פון דיין פּלאַץ איז נייטיק פֿאַר גוט זיכערהייט. דאָס איז נישט דער פאַל.",
    "3590546893": "פּשוט נאַטוראַל אַנאַליסיס איז אַ סיגנאַל לייכט פאָרדזשד דורך שלעכט אַקטערז, און ריקווייערז ריטיינינג בראַוזינג געשיכטע פֿאַר אַלע דיין לאַדזשיטאַמאַט פאַרקער אויך.",
    "1105363520": "מיר טאָן ניט אַרבעטן אַ אַד נעץ, און האָבן קיין אינטערעס אין אָבסערווירן דיין באַניצער נאַטור אין סדר צו פאַרקויפן זיי אַדס. דעם מיטל מיר טאָן ניט דאַרפן אַ פּאַסיוו פּיקסעל אויף יעדער בלאַט פון דיין פּלאַץ.",
    "3088605177": "לייג אונדזער אַרויסרופן קאָד בלויז ווו עס איז נייטיק, און ווו עס מאכט זינען צו באַשיצן ביידע איר און דיין יוזערז.",
    "337971271": "מאַשין לערנען איז נוציק. אָבער עס טוט נישט דאַרפן פּערזענלעך דאַטן צו אַרבעטן.",
    "320166522": "מאַשין לערנען איצט ימפּאַקץ כּמעט יעדער אַספּעקט פון אונדזער לעבן, אָפט אין וועגן וואָס מיר טאָן ניט פאַרשטיין און קענען נישט זען. אָנליין זיכערהייט באַדינונגס זענען נישט אַנדערש.",
    "3180664128": "דורך לערנען איבער טויזנטער פון סיגנאַלז, מאָדעלס קענען אָנפירן און דערגרייכן הויך צוטרוי אין דיטעקטינג בייזע נאַטור זייער געשווינד, אפילו ווען קיין יחיד סיגנאַל וואָלט זיין שטאַרק גענוג צו אָנווייַזן אַ פּראָבלעם.",
    "961941354": "אָבער, גאָרניט פון דעם ריקווייערז ניצן פּערסאַנאַלי ידענטיפיאַבלע אינפֿאָרמאַציע (\"PII\"). מאָדערן קריפּטאָגראַפיק טעקניקס לאָזן אונדז אַוועקוואַרפן קיין פערזענלעכע דאַטן ווי געשווינד ווי מעגלעך, אַנשטאָט פון איין-וועג סיגנאַטשערז וואָס קענען ניט זיין לינגקט צו קיין יחיד.",
    "1706581702": "טראַינינג אויף דע-יידענטאַפייד דאַטן אַרבעט פּונקט ווי געזונט, און טוט נישט דאַרפן קאַמפּראַמייזינג אויף זיכערהייט אָדער פּריוואַטקייט. אונדזער קאַסטאַמערז האָבן דורכגעקאָכט די עמפּיריקאַל טעסץ, און האָבן דערקלערט אונדז גלייַך צו אָדער בעסער ווי פיל ווייניקער פּריוואַט אַלטערנאַטיוועס.",
    "3203921334": "מיר לייקט אַ נומער פון זאכן וועגן די hCaptcha סאַלושאַנז: 1) זיי טאָן ניט פאַרקויפן פּערזענלעך דאַטן; זיי קלייַבן בלויז מינימום נויטיק פערזענלעכע דאַטן, זיי זענען טראַנספּעראַנט אין דיסקרייבינג די אינפֿאָרמאַציע זיי קלייַבן און ווי זיי נוצן און / אָדער ויסזאָגן עס.",
    "305735018": "צום סוף, אַ קרעדאַבאַל אנדער ברירה צו Google. hCaptcha ענטערפּרייז דיליווערז דראַמאַטיק סייווינגז אויף דיין רעקאַפּטטשאַ רעכענונג מיט העכער זיכערהייט: אַרויף צו 80% ווייניקער טייַער אין עטלעכע קאַסעס.",
    "3695206755": "פּרוּווט אונדז אין דיין סוויווע אָן קיין פליכט.",
    "2941545733": "מיר זענען ענדזשאַנירז, ניט סיילזפּיפּאַל: מיר וועלן אַז איר זאָל זיין צופרידן מיט דיין ברירה.",
    "131871195": "דער בעסטער וועג צו ענשור דיין צופֿרידנקייט איז צו באַווייַזן אַז מיר טרעפן דיין באדערפענישן.",
    "3436534225": "כּמעט אַלע קאָמפּאַניעס וואָס אָנהייבן אַ פּילאָט לעסאָף קלייַבן אונדזער סאַלושאַנז.",
    "4060250206": "ניצן דעם פאָרעם צו דערגרייכן איינער פון אונדזער טעכניש ספּעשאַלאַסץ. מיר ריספּאַנד געשווינד.",
    "1159746815": "איר קענען אויך E- בריוו אונדז גלייַך.",
    "2531534427": "דעטאַילס זענען דאָ.",
    "2059998584": "געגנט",
    "3916131732": "אמעריקע",
    "135276624": "אייראָפּע, מיטל מזרח, אפריקע (עמעאַ)",
    "1182294134": "אזיע-פּאַסיפיק (APAC)",
    "2437934778": "דיין נאמען",
    "3859506577": "ביזנעס אימעיל",
    "1268414751": "קיין אנדערע פרטים מיר זאָל האָבן?",
    "42559805": "צי איר דאַרפן דרינגלעך אָנבאָאַרדינג?",
    "851679588": "יא.",
    "1729677626": "איך בין אונטער באַפאַלן און דאַרפן באַלדיק אָנבאָאַרדינג.",
    "2808971932": "דאָס איז עטלעכע טעקסט אין אַ דייוו בלאָק.",
    "2468683988": "כעדינג",
    "356336077": "לאָמיר פּסום דאָלאָר זיצן אַמעט, קאָנסעקטעטור אַדאַפּיססינג עליט. פאַרשפּאַרן פאַרשידענע ענינים אין עראָס עלעמענטום טריסטיק. די היימישע היימען, מיר וועלן זיין אַלט, און איר קענען באַקומען אַ פריי צייט. אַענעאַן פאַוסיבוס ניבה און דזשוסטאָ היימען מיט רוטרום ימפּערדיעט. איצט איר דאַרפֿן צו מאַכן אַ טרייסט.",
    "2067334580": "טעקסט לינק",
    "2212670355": "צייכן אַרויף",
    "31502377": "וואָס איז אַ ריטש טעקסט עלעמענט?",
    "2310705547": "דער רייַך טעקסט עלעמענט אַלאַוז איר צו שאַפֿן און פֿאָרמאַט כעדינגז, פּאַראַגראַפס, בלאַקקוואָטעס, בילדער און ווידעא אַלע אויף איין אָרט אַנשטאָט פון צו לייגן און פֿאָרמאַט זיי ינדיווידזשואַלי. נאָר טאָפּל-גיט און לייכט שאַפֿן אינהאַלט.",
    "2590587108": "סטאַטיק און דינאַמיש אינהאַלט עדיטינג",
    "778204464": "א רייַך טעקסט עלעמענט קענען זיין געוויינט מיט סטאַטיק אָדער דינאַמיש אינהאַלט. פֿאַר סטאַטיק אינהאַלט, נאָר פאַלן עס אין קיין בלאַט און אָנהייבן עדיטינג. פֿאַר דינאַמיש אינהאַלט, לייגן אַ רייַך טעקסט פעלד צו קיין זאַמלונג און פאַרבינדן אַ רייַך טעקסט עלעמענט צו דעם פעלד אין די סעטטינגס טאַפליע. וואָילאַ!",
    "1890955039": "ווי צו קאַסטאַמייז פאָרמאַטטינג פֿאַר יעדער רייַך טעקסט",
    "3286051798": "כעדינגז, פּאַראַגראַפס, בלאַקקוואָטעס, פיגיערז, בילדער און פיגור קאַפּשאַנז קענען אַלע זיין סטיילד נאָך אַ קלאַס איז מוסיף צו די רייַך טעקסט עלעמענט מיט די \"ווען ין פון\" נעסטעד סעלעקטאָר סיסטעם.",
    "504332576": "מיר זענען שטאָלץ צו מעלדן אַז hCaptcha איז געוואקסן צו דער גרעסטער אומאָפּהענגיק סייבערסעקוריטי דינסט אין דער וועלט, פליסנדיק אויף וועגן 15% פון די אינטערנעט - און מיר גענומען רובֿ פון דעם מאַרק טיילן גלייַך פֿון Google reCAPTCHA. צוזאַמען, hCaptcha און",
    "1155436473": "(אונדזער פאַרנעמונג קרבן) איצט באַשיצן הונדערטער פון מיליאַנז פון ניצערס איבער טענס פון מיליאַנז פון וועבסיטעס און אַפּפּס יעדער חודש. אונדזער געשיכטע ווייזט אַז איר קענען קאָנקורירן מיט ביג טעק ווען איר שטעלן פּריוואַטקייט ערשטער.",
    "3108727249": "BotStop",
    "1296696044": "פּריוואַטקייט קעגן זיכערהייט: פארוואס נישט ביידע?",
    "538871570": "קאָנקורירן מיט Google און אנדערע גרויס טעק קאָמפּאַניעס סימז ווי אַ הויך סדר: זייער מאָנאָפּאָליסטיק מאַרק מאַכט, פּלאַטפאָרמע יפעקץ און אַרמיי פון העכסט באַצאָלט דעוועלאָפּערס זענען בכלל געהאלטן צו שטאַרק צו מאַכנ זיך פֿאַר ווער עס יז אָבער אנדערע טעק דזשייאַנץ אַזאַ ווי פאַסעבאָאָק אָדער אַמאַזאָן. אונדזער געשיכטע ווייזט אַז עס טוט נישט האָבן צו זיין אַזוי - איר קענען שלאָגן ביג טעק דורך פאָקוסינג אויף פּריוואַטקייט.",
    "3600718611": "באַטראַכטן Google reCAPTCHA,",
    "4281708680": ". ביי hCaptcha, מיר האָבן דיליבראַט גענומען אַ זייער אַנדערש צוגאַנג, ניצן פּריוואַטקייט-פּראַזערווינג מאַשין לערנען טעקניקס צו ידענטיפיצירן טיפּיש באָט ביכייוויערז מיט הויך אַקיעראַסי, אַלע בשעת קאַנסומינג און סטאָרינג ווי קליין דאַטן ווי מעגלעך.",
    "3312336121": "וואָס קאַנסומז ריזיק אַמאַונץ פון נאַטוראַל דאַטן צו באַשליסן צי וועב ניצערס זענען לאַדזשיטאַמאַט יומאַנז אָדער באָץ",
    "1193738791": ": זיי שפּור באַניצער נאַטור אויף יעדער בלאַט פון אַ וועבזייטל און אויף די וועב. מיר דיזיינד hCaptcha צו זיין ווי פּריוואַטקייט-פרייַנדלעך ווי מעגלעך פון טאָג איין. דאָס האָט געפֿירט צו אַ גאָר אַנדערש צוגאַנג צו דעם פּראָבלעם. ווי עס טורנס אויס, טראַקינג יוזערז אַריבער די וועב און בינדן זייער וועב געשיכטע צו זייער אידענטיטעט איז גאָר ומנייטיק פֿאַר אַטשיווינג גוט זיכערהייט. די פילע קאָמפּאַניעס וואָס האָבן סוויטשט צו hCaptcha",
    "2620705814": "Google איז אַן אַד פירמע, און זייער זיכערהייט פּראָדוקטן קוקן זייער ווי זייער אַד פּראָדוקטן",
    "1126447688": "אָפט באַריכט גלייַך אָדער בעסער פאָרשטעלונג אין באָט דיטעקשאַן און מיטיגיישאַן טראָץ אונדזער פּריוואַטקייט פאָקוס",
    "439777523": "רעגולירן ענינים",
    "3588274874": "אין פאָוקיסינג אויף דעליווערינג אַ פּראָדוקט אַליינד מיט רעגולאַטאָרי השתדלות אַזאַ ווי די אייראפעישע יוניאַן ס GDPR און קאַליפאָרניאַ ס CCPA, מיר האָבן יקספּיריאַנסט מאַסיוו וווּקס - דאָך, עס העלפּס אַז hCaptcha איז פּשוט \"פאַלן אין\" פאַרבייַט פֿאַר רעCAPTCHA און אַזוי קענען זיין אינסטאַלירן ין מינוט.",
    "2150595700": ". GDPR און CCPA האָבן שטעלן פּריוואַטקייט קאַנסערנז אויף די מאַפּע פֿאַר פאַרנעמונג בויערס, און אין דער זעלביקער צייט אָנליין פּריוואַטקייט איז שיין מער און מער וויכטיק פֿאַר דעם ציבור, ווייַל מיר אַלע אָנהייבן צו פֿאַרשטיין ווי די אָנליין גאַנצע און פֿאַרקויף ינדאַסטריז האָבן כיסטאָריקלי געוויינט אונדזער דאַטן.",
    "2624949852": "דאָך, reCAPTCHA איז געווען אַ פרי ענטראַנט אין וועב זיכערהייט זינט 2009, פּראַטעקטינג מיליאַנז פון וועבסיטעס קעגן טאָמיד גראָוינג טרעץ דורך בייזע באָץ און ספּאַממערס. אָבער, עס איז גאָר קאַמפּראַמייזד אין די לעצטע יאָרן:",
    "499510428": "מיר טאַקע גלויבן אַז רעגולירן האט געהאָלפֿן אונדז דאָ",
    "1232651561": "ווייכווארג איז איצט ווי גוט ווי מענטשן אין סאַלווינג רעקאַפּטטשאַ טשאַלאַנדזשיז.",
    "824740867": "אלא ווי ימפּרוווינג די לייזונג, Google אַנשטאָט באפרייט reCAPTCHA v3, וואָס אַפּערייץ פיל מער ווי אַ אַד נעץ ווי זיכערהייט ווייכווארג, קאַלעקטינג ביכייוויעראַל דאַטן פֿון אַריבער די וועב צו בויען באַניצער פּראָופיילז. צום באַדויערן, דעם סאָרט פון סיגנאַל איז לייכט דיפיטיד, און אַזוי גיט קליין שוץ קעגן באָץ בשעת שאַטן באַניצער פּריוואַטקייט.",
    "1027023087": "מיר ביי hCaptcha האָבן אַנשטאָט פאָוקיסט אויף מער מאָדערן אַפּראָוטשיז צו דעם פּראָבלעם, וואָס טאָן ניט דאַרפן ריטיינינג לאַנג-טערמין נאַטור רעקאָרדס ווי בראַוזינג געשיכטע און האָבן פּראָווען פיל מער ריזיליאַנט אין פּנים פון באשלאסן קעגנערס זינט די דינסט איז באַקענענ.",
    "2852295413": "אַן טאָכיק קאָנפליקט פון אינטערעס: סטאָפּפּינג באָץ ראַדוסאַז רעוועך פֿאַר אַ אַד נעץ",
    "1597520917": "א גראָוינג נומער פון קריטיקס האָבן אנגעוויזן אַז Google ס דיסריגאַרד פֿאַר באַניצער פּריוואַטקייט זאָל זאָרג קאַסטאַמערז וואָס זוכן צו באַשיצן זייער וועבסיטעס און אַפּפּס.",
    "763447231": "אין דער זעלביקער צייט, סטאָפּפּינג באָץ פון אַקסעס צו אַרויסגעבער זייטלעך קענען אַנטדעקן אַד שווינדל, פּיטינג Google ס רעקאַפּטטשאַ פּראָדוקט גלייַך קעגן זייער אַד געשעפט, וואָס טראגט איבער 80% פון זייער רעוועך.",
    "999674529": "יעדער באָט Google דיטעקץ זאָל זיין ערנינג נול אַד דאָללאַרס. Google ס פירמע ינסענטיווז זענען אַזוי שוואַך אַליינד מיט די ניצערס פון זייער זיכערהייט באַדינונגס, און דאָס קען זיין איין דערקלערונג פֿאַר די נעבעך פאָרשטעלונג פון זייער רעCAPTCHA זיכערהייט קרבן.",
    "956019009": "די גרעסטע וועב ינפראַסטראַקטשער קאָמפּאַניעס האָבן שוין גענומען קאַמף",
    "1923297430": "די לעצט ברייקינג פונט פֿאַר פילע גרעסערע קאַסטאַמערז געקומען ווען Google סטאַרטעד צו באַשולדיקן קאָמפּאַניעס פֿאַר ניצן זייער פּראָדוקט אין קיין מינינגפאַל וואָג. דאָס האָט געפֿירט לאַנג צייט רעCAPTCHA יוזערז צו קוקן פֿאַר בעסער אַלטערנאַטיוועס ווייַל רעגולאַטאָרי קאַנסערנז אַרום די וועלט האָבן שוין געמאכט ניצן Google ס אָפערינגז ינקריסינגלי אַנאַפּילינג.",
    "2197218442": "Cloudflare סעאָ מתיא פּרינס סאַמערייזד דעם פונט פון מיינונג אין די",
    "155456850": "אַנאַונסינג זייער באַשטימען צו hCaptcha:",
    "435302267": "פירמע 'ס בלאָג פּאָסטן",
    "2087769953": "\"מיר זענען יקסייטאַד וועגן דעם ענדערונג ווייַל עס העלפּס אַדרעס אַ פּריוואַטקייט דייַגע וואָס איז טאָכיק צו פאַרלאָזנ זיך אַ Google סערוויס וואָס מיר האָבן געהאט פֿאַר עטלעכע מאָל. מיר עוואַלואַטעד אַ נומער פון קאַפּטטשאַ ווענדאָרס ווי געזונט ווי צו בויען אַ סיסטעם זיך. אין די סוף, hCaptcha ימערדזשד ווי דער בעסטער אנדער ברירה צו רעCAPTCHA. זיי קלייַבן בלויז מינימום נויטיק פערזענלעכע דאַטן, זיי זענען טראַנספּעראַנט אין דיסקרייבינג די אינפֿאָרמאַציע זיי קלייַבן און ווי זיי נוצן און / אָדער ויסזאָגן עס.",
    "595582512": "אויב איר זוכט צו באַשיצן דיין פּלאַץ אָדער אַפּ יפעקטיוולי פון באָץ, ספּאַממערס אָדער אנדערע בייזע אַקטערז, אַלע בשעת פּראַזערווינג די פּריוואַטקייט פון דיין יוזערז (און נאָכקומען מיט אַלע באַטייַטיק רעגיאַליישאַנז!), באַטראַכטן hCaptcha און אונדזער ענטערפּרייז קרבן.",
    "3388180864": "אינטערעסירט אין ארבעטן אויף טיף טעכניש טשאַלאַנדזשיז אין וועב וואָג? מיר זענען שטענדיק הירינג טאַלאַנטירט ענדזשאַנירז ווערלדווייד -",
    "3892952987": "טשעק אונדזער אָופּאַנינגז און צולייגן דאָ",
    "3368788823": "Terence Eden מאכט אַן טשיקאַווע פונט אויף זיין בלאָג: \"",
    "1491780143": "קאַפּטטשאַס טאָן ניט באַווייַזן אַז איר זענט מענטש - זיי באַווייַזן אַז איר זענט אמעריקאנער",
    "2146900431": "ינטואַטיוולי, דעם פאָדערן מאכט אַ פּלאַץ פון זינען. קאַפּטטשאַס, ווי כּמעט אַלץ, זענען עמבעדיד אין אַ קולטור קאָנטעקסט, און אויב דיין בעקן פון טשאַלאַנדזשיז איז מערסטנס באשאפן אין איין קולטור, עס קען נישט איבערזעצן זייער גוט צו אנדערן. אין זיין האַרץ, דאָס איז אַ ענין פון קולטור",
    "378086442": "פון קאַפּטטשאַס, אלא ווי זייער UX פּער סיי.",
    "1445008801": "ווי עדן לייגט עס:",
    "332723732": "אינהאַלט",
    "2072808435": "\"טראסט וואס, גוגל? טאַקסיס אין מיין לאַנד זענען בכלל שוואַרץ. איך האב וואָטשט גענוג קינאָ צו וויסן אַז אַלע פון די אין אַמעריקע זענען געל. אָבער אין יעדער אנדערע לאַנד וואָס איך ווע באזוכט, טאַקסיס זענען געווען אַ מיש-מאַש פון פאַרשידענע פארבן.\"",
    "3206136647": "גוגל 'ס פּראָבלעם דאָ איז באזירט אויף די קשיא דאַטן זיי נוצן קעגן ווער עס זעט עס. אויב אַלע דאַטן קומען פון דער זעלביקער קולטור (און אין Google ס פאַל, דער זעלביקער פירמע) איר קענען זיכער דערוואַרטן צו האָבן טשאַלאַנדזשיז וואָס טאָן ניט איבערזעצן געזונט צו אנדערע קאַלטשערז, אין לויט מיט Eden ס קלאָג.",
    "2217842245": "אָבער, אונדזער דאַטן ווייַזן אַז (פֿאַר hCaptcha)",
    "4280117172": "פילע לענדער טאַקע טאָן אַ ביסל בעסער ווי די יו, אַרייַנגערעכנט ניגעריאַ, ינדיאַ, Brazil און דייַטשלאַנד:",
    "555749578": "עס איז ווייניקער ווי 1% חילוק אין סאָלווע ראַטעס אין הויפּט לענדער אויף יעדער קאָנטינענט.",
    "151737819": "hCaptcha סאָלווע ראַטעס איבער דער וועלט ווייַזן זייער קליין דיפעראַנסיז",
    "3908992897": "און איז געניצט אין יעדער מדינה און טעריטאָריע אין דער וועלט, אַזוי מיר זענען זייער פאָוקיסט אויף פּראַוויידינג אַ קאָנסיסטענט גלאבאלע דערפאַרונג.",
    "2808122102": "קרייַז-קולטור פאַנגקשאַנאַליטי איז אַזוי אַ יקערדיק פאָדערונג פֿאַר אונדזער דינסט. מאַכן זיכער אַז אַלע לאַדזשיטאַמאַט יוזערז קענען אַקסעס אינהאַלט געשווינד איז אַ קריטיש טייל פון אונדזער מיסיע. מיר צושטעלן טשאַלאַנדזשיז אין 110 שפראַכן, און קעסיידער פֿאַרבעסערן די באַטייַטיק איבערזעצונגען צו מאַכן זיכער אַז אונדזער טשאַלאַנדזשיז קענען זיין סאַלווד דורך אַלעמען.",
    "3913801502": "hCaptcha לויפט איצט אויף וועגן 15% פון די אינטערנעט",
    "2077639538": ". פֿאַר איין, אַרויסרופן דאַטן אויף אונדזער דינסט קענען קומען פון פילע קוואלן, ניט נאָר איין - פון גרויס פאָרטשון 500 קאָמפּאַניעס צו מאַשין לערנען סטאַרטאַפּס, אַזוי לאַנג ווי זיי אַדכיר צו אונדזער",
    "3951112506": ". אַז שוין געראַנטיז אַ העכער גראַד פון העטעראַדזשיניאַטי אין די דאַטן.",
    "1803943584": "צווייטנס, מיר לאָזן טשאַלאַנדזשיז זיך-אַפּטאַמייז צו באַשליסן אין וואָס לענדער אָדער שפּראַכן זיי וועלן לויפן, ינקריסינג די ליקעליהאָאָד פון אַ קאָנסיסטענט דערפאַרונג אפילו ווייַטער. אויב די אַקיעראַסי איז נידעריקער ווי דערוואַרט, אַ סכום פון פֿראגן וועט פשוט האַלטן פליסנדיק אין דער געגנט אָדער שפּראַך ווו די ווירקונג אַקערז.",
    "3668873369": "אין hCaptcha, מיר האָבן גענומען אַ אַנדערש צוגאַנג פֿון טאָג איין",
    "1519201684": "אַי עטיקס פּאָליטיק",
    "2155089487": ". אויב אונדזער טשאַלאַנדזשיז זענען גרינגער צו סאָלווע פֿאַר עטלעכע גרופּעס, מיר וואָלט דערוואַרטן צו זען אַ חילוק אין ווי מענטשן איבער דער וועלט און אין פאַרשידענע קאַלטשערז דורכפירן ווען סאַלווינג זיי. אין דעם קאָנטעקסט פון Eden ס פּאָסטן, מיר וואָלט דערוואַרטן אַז אמעריקאנער זאָל טאָן בעסער ווי מענטשן אין אנדערע לענדער. ווייַל מיר האָבן פארבראכט יאָרן צו אַנטוויקלען סיסטעמען צו ויסמיידן דעם פּראָבלעם, מיר טאַקע זען פּונקט די פאַרקערט.",
    "2603863826": "פּס: אויב איר געפֿינען אַ איבערזעצונג אין דיין שפּראַך וואָס קען נוצן ימפּרווומאַנץ, פילן פריי צו פאָרלייגן אַ",
    "3543141425": "פֿאַר אים!",
    "2697276059": "זאָגן אַז דאָס אַרבעט: מונדיר סאָלווע ראַטעס איבער דער וועלט",
    "664236229": "ציען בעטן"
}