{
  "header-privacy-link": "Privacy",
  "header-integration-link": "Yntegraasje",
  "header-cost-link": "Kosten",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Oanmelde",
  "header-contact-button": "Kontakt ferkeap",
  "intro-heading": "Nul wriuwing minskdom ferifikaasje.",
  "intro-contact-button": "Nim kontakt mei ús op om mear te learen",
  "intro-text-bottom": "Fertroud op troch de bedriuwen dy't macht it web.",
  "sub-menu-button": "Kontakt ferkeap",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Kosten",
  "sub-menu-item3": "Yntegraasje",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Docs",
  "info-head-1": "Boud op it bewezen hCaptcha-platfoarm",
  "info-text-1": "hCaptcha Enterprise rint op hCaptcha-platfoarmtechnology, útwreide om de funksjes op te nimmen dy't bedriuwen mei hege ferkear nedich binne.",
  "info-head-2": "In fertroude partner",
  "intro-subtitle": "Los jo botprobleem hjoed op.",
  "info-text-2": "Us tsjinsten wurde fertroud troch de grutste bedriuwen yn 'e wrâld om in protte miljoenen deistige brûkers te tsjinjen oer tsientallen miljoenen siden.",
  "cloudflare-quote-text": "Wy hawwe in oantal CAPTCHA-leveransiers evaluearre en ek sels in systeem bouwe. Op it lêst ûntstie hCaptcha as it bêste alternatyf foar reCAPTCHA.",
  "cloudflare-quote-detail": "Direkteur fan Produktbehear, Cloudflare",
  "section-quote-head": "De kosten-effektive opsje foar bedriuwen mei hege ferkear",
  "section-quote-text": "Uteinlik, in betrouber alternatyf foar Google. hCaptcha Enterprise leveret dramatyske besparrings op jo reCAPTCHA-rekken mei hegere feiligens: oant 80% minder djoer yn guon gefallen. In protte fan 'e grutste online tsjinsten fan' e wrâld binne oerstapt nei hCaptcha Enterprise en krigen ferbettere botdeteksje neist substansjele kostenbesparring.",
  "section-quote-button": "Kontakt mei ús hjoed foar in offerte",
  "section-privacy-header": "Privacy rjochte",
  "section-privacy-text-1": "Ad netwurken sjogge jo besikers as it produkt. Foar ús is it ienige produkt it bepalen fan har minsklikheid. Us tsjinsten foldogge oan GDPR, CCPA en LGPD-easken of oertreffe, en stypje inisjativen lykas Privacy Pass. Wy wurkje hurd om privacy en feiligens te balansearjen.",
  "section-privacy-text-2": "Dizze unike fokus op privacy betsjut dat wy nul yndividuele behâld fan gegevens, koekjefrije operaasje en oare kontraktuele privacy garânsjes kinne biede as nedich, wylst wy poerbêste feiligens behâlde.",
  "section-security-header": "Feiligens earst",
  "section-security-text-1": "Krektens is yn jo belang en yn ús. hCaptcha wurket om jo echte gegevens te jaan en lit jo beslute hoe't jo it brûke. Oare captchas wurde fersoarge troch Gigantyske reklamebedriuwen. Dit betsjut dat elke bot dy't se blokkearje, har ynkomsten kin ferminderje.",
  "section-security-text-2": "It brûken fan de lêste masine-learentechniken mei in fokus op privacy lit ús de feiligensnoarmen fan legacy record alles foar altyd strategyen oertreffe sûnder skea oan feiligens of brûkersprivacy.",
  "section-user-experience-header": "Geweldige brûkersûnderfining",
  "section-user-experience-text1": "Foar Enterprise-brûkers binne opsjes beskikber om útdagings yn 'e measte senario's folslein te foarkommen.",
  "section-user-experience-text2": "Ferminderje wriuwing troch in útdaging folslein te foarkommen foar 99,9% fan jo legitime ferkear, wylst se noch altyd poerbêste feiligens leverje, tank oan avansearre botmodellen.",
  "section-easy-integration-header": "Maklike yntegraasje",
  "section-easy-integration-text": "It tafoegjen fan hCaptcha duorret mar minuten en mar in pear rigels koade. De basis API is kompatibel mei reCAPTCHA V2, en it duorret mar minuten om te wikseljen. Jo kinne hjoed op en rinne mei in superieur alternatyf, en as nedich mear avansearre funksjes ynskeakelje.",
  "section-easy-integration-serverside": "Server Side:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Oanpaste Threat Scores",
  "section-threat-text": "Net alle problemen binne itselde: ien skoare krije betsjut dat it oan jo behoeften moat foldwaan om nuttich te wêzen. Mei de unike oanpaste bedrigingsscores fan hCaptcha kinne in rappe oerlis ús ús modellen ôfstimme om skoares mear relevant te leverjen foar jo bedriuw.",
  "section-challenges-header": "Starte jo eigen útdagings yn sekonden",
  "section-challenges-text-1": "Bliuw op merk mei relevante ynhâld",
  "section-challenges-text-2": "As brûkers in útdaging moatte oplosse om te foldwaan oan befeiligingseasken, wêrom dan gjin taken noflik en relevant meitsje foar de brûker? Mei ús ienfâldige oanpaste útdagingsûntwerper kinne jo yn mar in pear minuten on-merk útdagingsynhâld lansearje.",
  "section-integration-header": "Direkte Platform Yntegraasje",
  "section-integration-subheader": "Foar webynfrastruktuerbedriuwen",
  "section-integration-text": "It hCaptcha Enterprise-systeem is unyk fleksibel yn har ûntwerp: it kin foar in part of folslein ynset wurde oan 'e râne fan jo netwurk as jo in iepenbiere wolk operearje of in protte datasintra hawwe. Dit kin de kosten en off-netwurkferkear dramatysk ferminderje, wylst alle foardielen fan behear behâlde wurde troch ús 24/7 on-call personiel om te foldwaan oan de strangste SLA's.",
  "section-support-header": "Bereikbere ekspertize en stipe foar sawol jo as jo brûkers",
  "section-support-text": "Tsjinst is in topprioriteit foar ús. Wy behâlde 24/7 on-call-stipe en biede direkte Slack-koördinaasje mei jo engineering-yntegraasjeteam en ús oprop-personiel tidens en nei ymplemintaasje. , en ús yn-widget- en e-poststipekanalen. Wy binne tagonklik en responsyf, en behannelje brûkerstefredenheid as in top KPI.",
  "section-enterprise-header": "Enterprise funksjes",
  "section-enterprise-title-1": "Wrâldklasse anty-bot beskerming",
  "section-enterprise-desc-1": "Battle-test op webskaal.",
  "section-enterprise-title-2": "Botscores mei hege krektens",
  "section-enterprise-desc-2": "Detect minne akteurs fan in protte ferskillende soarten.",
  "section-enterprise-title-3": "Nul wriuwing en 99,9% passive modi",
  "section-enterprise-desc-3": "Daagje minder dan 0,1% fan legitime brûkers út.",
  "section-enterprise-title-4": "Kontrolearje útdagingstypen werjûn",
  "section-enterprise-desc-4": "Wide bibleteek fan soarten om út te kiezen.",
  "section-enterprise-title-5": "Kontrolearje útdaging ynhâld brûkt",
  "section-enterprise-desc-5": "Bliuw op merk mei in konsekwinte brûkersûnderfining.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Garandearre betrouberens en rappe 24/7 on-call-stipe.",
  "section-enterprise-title-7": "Legacy browser stipe",
  "section-enterprise-desc-7": "Kompatibel hielendal werom nei Internet Explorer 8.",
  "section-enterprise-title-8": "Avansearre rapportaazje dashboards en API",
  "section-enterprise-desc-8": "Sjoch wat der bart op al jo siden en apps.",
  "section-enterprise-title-9": "Wurket yn elk lân",
  "section-enterprise-desc-9": "Oars as reCAPTCHA, wurkje wy yn elk lân.",
  "section-enterprise-title-10": "GDPR, CCPA, en LGPD-freonlik privacybelied",
  "section-enterprise-desc-10": "Untworpen foar privacy fan dei ien ôf. Sterke oerienkomst foar gegevensferwurking.",
  "section-enterprise-title-11": "Fijnkorrelige swierrichheidsnivo's",
  "section-enterprise-desc-11": "Dial dit yn om krekt te passen by jo gebrûk.",
  "section-enterprise-title-12": "Earste-partij hosting",
  "section-enterprise-desc-12": "Alle oanfragen en aktiva gean nei hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards foar meardere brûkers",
  "section-enterprise-desc-13": "Diel behear oer jo team.",
  "section-enterprise-title-14": "Instant ferifikaasje",
  "section-enterprise-desc-14": "0ms latency: ferifiearje hCaptcha-tokens sûnder API-oprop.",
  "section-enterprise-title-15": "Mobile (iOS en Android) yntegraasje",
  "section-enterprise-desc-15": "Naadleaze ûnderfining oer web, native mobile, mobile web. Foarboude yntegraasjes en native SDK's beskikber.",
  "section-enterprise-title-16": "Oanpaste betingsten en privacy garânsjes",
  "section-enterprise-desc-16": "Befredigje jo juridyske behoeften as oare bedriuwen net kinne.",
  "presented-challlenges-head": "Presintearre útdagings",
  "presented-challenges-title-1": "Fergeliking",
  "presented-challenges-text-1": "Selektearje alle ôfbyldings dy't oerienkomme mei de query",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definiearje grinsgebiet foar objekten",
  "presented-challenges-title-3": "Kategorisaasje",
  "presented-challenges-text-3": "Identifisearje de oerienkommende labels",
  "presented-challenges-subheader": "... en oare ienfâldige taken. Maklik foar minsken, dreech foar bots.",
  "presented-challenges-subtext": "Oanpaste taken ek beskikber foar bedriuwsútjouwers.",
  "footer-header-1": "Bedriuw",
  "footer-header-2": "Resources",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Labeling",
  "footer-link-2": "Oer",
  "footer-link-3": "Jobs",
  "footer-link-4": "Handelsmerken",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumintaasje",
  "footer-link-8": "Rapportearje in Bug",
  "footer-link-9": "Tagonklikheid",
  "footer-terms": "Betingsten",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Stypje",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Oerskeakelje nei Ingelsk",
  "intro-heading-privacy": "Untworpen foar privacy.",
  "intro-subtitle-p1-privacy": " In unyk privacy-oandreaune oanpak foar online feiligens.",
  "info-head-2-pr": "Online aktiviteit opnimme is net it antwurd.",
  "info-text-1-pr": "hCaptcha Enterprise hat mar ien doel: foar te kommen dat minne akteurs jo online operaasjes fersteure en jo brûkers skealje.",
  "info-text-2-pr": "Us systemen binne sa fan 'e grûn ôf ûntworpen om gegevenssammeling en behâld te minimalisearjen, wylst se liedende feiligens behâlde. De bêste manier om brûkersgegevens te beskermjen is it hielendal net op te slaan.",
  "info-text-3-pr": "Alle klantrelaasjes wurde ek beskerme troch in sterke gegevensferwurkingsoerienkomst. De hCaptcha-tsjinst foldocht oan alle privacywetten, nettsjinsteande wêr't jo tsjinst of jo klanten wenje. It net hâlden fan persoanlike gegevens makket dit folle makliker foar ús dan foar oare bedriuwen.",
  "info-text-2-2-pr": "Tsjinsten lykas reCAPTCHA v3 sizze dat it pleatsen fan har trackingpiksel op elke side fan jo side nedich is foar goede feiligens. Dit is net it gefal.",
  "info-text-2-3-pr": "Ienfâldige gedrachsanalyse is in sinjaal maklik smeid troch minne akteurs, en fereasket ek it behâld fan blêdzjeskiednis foar al jo legitime ferkear.",
  "info-text-2-4-pr": "Wy operearje gjin advertinsjenetwurk en hawwe gjin belangstelling foar it observearjen fan jo brûkersgedrach om har advertinsjes te ferkeapjen. Dit betsjut dat wy gjin passive piksel nedich hawwe op elke side fan jo side.",
  "info-text-2-5-pr": "Foegje ús útdagingskoade allinich ta wêr't it nedich is, en wêr't it sin makket om sawol jo as jo brûkers te beskermjen.",
  "info-head-3-pr": "Masine learen is nuttich. Mar it hat gjin persoanlike gegevens nedich om te wurkjen.",
  "info-text-3-1-pr": "Masine learen beynfloedet no hast elk aspekt fan ús libben, faaks op manieren dy't wy net realisearje en net kinne sjen. Online befeiligingstsjinsten binne net oars.",
  "info-text-3-2-pr": "Troch mear dan tûzenen sinjalen te learen, kinne modellen in hege fertrouwen ôfliede en berikke by it opspoaren fan kweade gedrach hiel fluch, sels as gjin yndividueel sinjaal op himsels sterk genôch soe wêze om in probleem oan te jaan.",
  "info-text-3-3-pr": "Gjin fan dit fereasket lykwols it brûken fan persoanlik identifisearbere ynformaasje (PII). Moderne kryptografyske techniken tastean ús om alle persoanlike gegevens sa rap mooglik te ferwiderjen, ynstee fan ien-rjochte hantekeningen te meitsjen dy't net kinne wurde keppele oan ien yndividu.",
  "info-text-3-4-pr": "Training op de-identifisearre gegevens wurket like goed, en fereasket gjin kompromissen oer feiligens of privacy. Us klanten hawwe dien de empiryske tests, en hawwe ferklearre ús gelyk oan of better as folle minder privee alternativen.",
  "cloudflare-quote-text-privacy": "Wy fûnen in oantal dingen oer de hCaptcha-oplossingen: 1) se ferkeapje gjin persoanlike gegevens; se sammelje allinich minimale needsaaklike persoanlike gegevens, se binne transparant yn it beskriuwen fan de ynformaasje dy't se sammelje en hoe't se it brûke en/of iepenbierje.",
  "pilot-head": "Besykje ús sûnder ferplichting yn jo omjouwing.",
  "pilot-text-1a": "Wy binne yngenieurs, gjin ferkeapers: wy wolle dat jo bliid binne mei jo kar.",
  "pilot-text-1b": "De bêste manier om jo tefredenheid te garandearjen is te bewizen dat wy foldogge oan jo behoeften.",
  "pilot-text-1c": "Sawat alle bedriuwen dy't in pilot begjinne kieze úteinlik foar ús oplossingen.",
  "pilot-text-1d": "Brûk dit formulier om ien fan ús technyske spesjalisten te berikken. Wy reagearje fluch.",
  "pilot-text-1e": "Jo kinne ús ek direkt maile.",
  "pilot-email-details": "Details binne hjir.",
  "pilot-f1": "Regio",
  "pilot-f2": "Dyn namme",
  "pilot-f3": "Dyn namme",
  "pilot-f4": "Business Email",
  "pilot-f5": "Oare details dy't wy moatte hawwe?",
  "pilot-f6": "Hawwe jo urgent onboarding nedich?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Ik bin ûnder oanfal en fereaskje direkte onboarding.",
  "pilot-f9": "Yntsjinje",
  "pilot-f10": "Troch jo e-post yn te fieren, geane jo akkoard mei ús Betingsten en Privacybelied, en om e-post fan ús te ûntfangen.",
  "pilot-fo-1": "Yntegraasje koe net makliker.",
  "pilot-fo-2": "hCaptcha hat tsientallen foarboude yntegraasjes foar de frontend- en backend-systemen dy't jo brûke.",
  "pilot-fo-3": "As jo tafallich komme fan Google's reCAPTCHA, binne ús API's drop-in ferfangings. Trije rigels koade binne alles wat jo nedich binne.",
  "pilot-fo-4": "Us onboarding-yngenieurs kinne jo fluch gean, of jo React-yntegraasje nedich binne, SDK's foar native iOS-apps, in foarbyld fan Java-backend, of praktysk elk oar senario.",
  "pilot-fo-5": "En lykas altyd is privacy in kearnwearde foar ús. Foegje ús útdagingskoade allinich ta wêr't it nedich is, en wêr't it sin makket om sawol jo as jo brûkers te beskermjen. Minimalisearjen fan gegevenssammeling begjint fan it momint fan yntegraasje.",
  "pilot-fdone": "Dankewol. Wy sille ynkoarten kontakt opnimme.",
  "home-ent-2-new": "Learje mear oer ús bedriuwsoplossing.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-oplossingen leverje liedende feiligens en beskermje in protte fan 'e top online tsjinsten.",
  "home-plans-button-2-new": "Lear mear",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Learje mear oer hCaptcha Enterprise"
}
