{
    "1290027486": "CEO fan Brave. Mei-oprjochter fan Mozilla. Maker fan de JavaSkript-programmearring taal. Bouwer fan browsers en mear.",
    "211351380": "Fan it blog:",
    "3153117136": "Hoe hCaptcha-swierrichheidsynstellingen wurkje",
    "2915355938": "Tagonklikheid",
    "793784899": "Plannen",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Labeling Services",
    "692176459": "Oanmelde",
    "1892574253": "Ynskriuwe",
    "2593864519": "Stopje mear bots. Begjin de privacy fan brûkers te beskermjen.",
    "4007826952": "De #1 privacy-earste CAPTCHA foar web, mobyl, en mear.",
    "3721365241": "Besykje",
    "3753956446": "Frij",
    "3276777569": "hCaptcha",
    "55035359": "Brûkt op it stuit reCAPTCHA?",
    "3417372336": "Skeakelje yn minuten",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "De top online tsjinsten fertrouwe op",
    "1470290349": "foar best-in-class bot en fraude behear.",
    "3714002185": "Learje mear oer hCaptcha Enterprise",
    "3946753128": "Privee. Feilich. Faster.",
    "939665604": "Privacy rjochte",
    "780475098": "Ad netwurken sjogge jo besikers as it produkt. Wy skele allinnich oft in besite is goed of min. hCaptcha foldocht oan GDPR, CCPA, LGPD, PIPL, en oare wrâldwide gegevenswetten.",
    "219813583": "Feiligens earst",
    "2714878440": "Beskermje jo tsjinsten tsjin skrapjen, oernames fan akkounts, ynfoljen fan referinsjes en spam mei ús avansearre masine learen en ferifikaasje fan minskdom.",
    "1397766838": "Better brûkersûnderfining",
    "2670352917": "hCaptcha leveret betrouberere botdeteksje, wylst se ienfâldich binne foar minsken om op te lossen.",
    "2806751666": "Wat is hCaptcha?",
    "3096063825": "Probearje it",
    "2968026167": "Jo favorite griente",
    "713281684": "Aubergine",
    "4147497805": "Wortel",
    "3758963444": "Dankewol! Jo ynstjoering is ûntfongen!",
    "1070364246": "Oops! Der gie der mis by it yntsjinjen fan it formulier.",
    "1129833879": "Stopje kweade bots, beskermje de privacy fan brûkers",
    "58091799": "Learje mear oer hCaptcha Publisher en Enterprise",
    "1599610318": "Útjouwer",
    "3093388779": "hCaptcha is fergees te brûken foar útjouwers fan elke grutte",
    "179723061": "Mear kontrôle foar teams dy't liedende feiligens nedich binne",
    "846501387": "Wrâldklasse botbeskerming",
    "119298044": "Avansearre sels-tafersjoch ML- en AI-technologyen beskermje jo webeigenskippen tsjin bedrigingen en oanfallen",
    "1263998069": "Fertsjinje beleannings foar minsklike oplossingen",
    "1103295010": "Fertsjinje jild of jou oan woldiedigens foar wannear't minsken CAPTCHA's oplosse",
    "392886773": "Wurket yn elk lân",
    "2320894364": "Mei mear dan 200 punten fan oanwêzigens beskermet de wolk fan hCaptcha jo fermogen oer de heule wrâld",
    "451701069": "Voldoet oan GDPR, CCPA,",
    "2826051554": "en mear",
    "3530599065": "Privacy wurdt boud fan de grûn ôf. hCaptcha behâldt gjin PII en foldocht oan tal fan privacymandaten en regeljouwing.",
    "2489287539": "Friksjefrije \"Gjin CAPTCHA\" & 99,9% passive modi",
    "793242047": "Ferminderje útdagings presintearre oan brûkers om rappe tagong ta applikaasjes mooglik te meitsjen",
    "4195759329": "Botdeteksje en risiko-skoares",
    "1150035777": "Sofistike modellen foar masine-learen generearje skoares foar botfertrouwen basearre op in protte gegevenspunten fierder as fragen goed beantwurde",
    "3688621388": "Hantekeningen foar bedriging",
    "1131525092": "Groepearje minne akteurs sûnder muoite byinoar fia ús privacy-behâldende Scoped UID's om relatearre fraude en misbrûk te finen en te stopjen",
    "1559631739": "Privee learen",
    "3952259236": "Kombinearje jo ferblinde gegevens mei hCaptcha's tûzenen sinjalen om hCaptcha te trenen op gedrachsklassen - allinich foar jo - om kwea-aardich gedrach better te foarsizzen as ien fan beide oplossingen allinich",
    "1150963691": "It minimalisearre bedriuw fan APT",
    "4083018285": "In suite fan útwreide funksjes dy't kombinearje mei ferbettere SOC-monitoring en antwurd om ferfine persistente bedrigingen oan te pakken",
    "3160820928": "Koördinearre oanfal beskerming",
    "1849805607": "hCaptcha beskermet tsjin bedrigingen en lokwinsken ûntworpen om jo netwurken te ynfiltrearjen",
    "1958297836": "Koördinearre oanfalbeskerming en APT-beheining",
    "1300485304": "hCaptcha beskermet tsjin avansearre bedrigingen en lokwinsken ûntworpen om jo netwurken te ynfiltrearjen",
    "2698640210": "Kontrolearje útdagings en typen werjûn",
    "3121248460": "Lit ûneinich ferskate oanpaste útdagings sjen - fan ienfâldich oant kompleks - foar jo ferwachte publyk",
    "3807059944": "Kontrolearje útdaging ynhâld brûkt",
    "2707282231": "Oanpasse útdagings foar jo brûkers. Meitsje it ûnmooglik foar bots om op te lossen en te penetrearjen.",
    "4194763679": "Fijnkorrelige swierrichheidsnivo's",
    "3730038780": "Kies út in hast ûneinich oantal útdagings foar brûkers om op te lossen",
    "1849717906": "Oanpasse mei jo eigen útdaging ynhâld",
    "1508655687": "Foegje jo eigen útdagings ta, oanpast foar jo publyk om tagong te streamlynjen of te beheinen",
    "3620442880": "Flash Sale beskerming funksjes",
    "3265895521": "Ferheegje en ferleegje de swierrichheid fan útdaging basearre op tiid fan 'e dei",
    "1485807325": "Dashboards foar meardere brûkers, SAML SSO",
    "359073033": "Dashboards leverje op heech nivo as fynkorrelige werjeften fan aktiviteit.",
    "4272454814": "Yntegrearje mei de identiteitsprovider fan jo kar.",
    "1141402092": "Avansearre rapportaazjefunksjes",
    "910989640": "Generearje detaillearre en oanpaste rapporten fan aktiviteit",
    "3768951251": "Enterprise SLAs",
    "1014004474": "De Enterprise-plannen fan hCaptcha biede avansearre ôfspraken op tsjinstnivo om jo organisaasje beskerme te hâlden",
    "1177598246": "Kontakt ferkeap",
    "1067704102": "De wearde yn gegevenslabeling",
    "3065000659": "Wisten jo dat jo elke kear as jo \"op 'e auto klikke\" helpe om in single te trainen",
    "3235430156": "de masine-learsystemen fan it bedriuw fergees?",
    "1549336309": "hCaptcha draait dit model om. As jo hCaptcha brûke, biede bedriuwen op it wurk dat jo brûkers dogge as se har minsklikens bewize. Jo krije de beleannings.",
    "3725880582": "Jou Werom oan Charity",
    "1671436004": "Wolle jo weromjaan oan jo favorite woldiedigens?",
    "1663628612": "lit dy",
    "4272088465": "de goede doelen fan jo kar mei de ynkomsten dy't jo krije troch it te brûken.",
    "2894845722": "Brûkers op jo side sille ynkoarten jo bydrage oan woldiedigens kinne sjen fia diskrete branding op 'e hCaptcha-ynterface.",
    "3194111925": "stypje",
    "1637702726": "Oer hCaptcha",
    "2323282990": "In moderne oanpak om it minskdom te ferifiearjen",
    "1201821619": "hCaptcha lost ien fan 'e meast driuwende problemen fan hjoed op: foarkommen dat kweade bots online tsjinsten misbrûke.",
    "1475399473": "Learje mear oer it hCaptcha-team",
    "3161489950": "It meast avansearre ML-platfoarm foar feiligens fan 'e wrâld",
    "3247172580": "hCaptcha kombinearre avansearre selsbegeliede masine-learen mei in nije râneberekkening-oanpak dy't unyk gegevenssammeling en behâld minimalisearret, levere fan mear as 250 lokaasjes wrâldwiid foar massive skalberens.",
    "3767462250": "Untworpen foar privacy",
    "3500503648": "hCaptcha is ûntworpen om gegevensbehâld op lange termyn te eliminearjen troch te fertrouwen op direkte evaluaasje ynstee fan jo blêdzjeskiednis op te nimmen en te analysearjen. Wy stypje ek inisjativen lykas",
    "2418549423": ", in opkommende standert foar it behâld fan online privacy fia kryptografyske bewizen, en oare unike privacy-earste funksjes.",
    "1544546608": "Privacy Pass",
    "976209454": "Fertsjinje beleannings of jou oan woldiedigens",
    "552920956": "hCaptcha lit websiden beleanningen fertsjinje by it blokkearjen fan bots en oare foarmen fan misbrûk. hCaptcha lit jo ek de goede doelen fan jo kar stypje mei dizze ynkomsten.",
    "654326661": "Wolle jo sels sjen? Besykje hCaptcha fergees.",
    "3570415321": "Bedriuw",
    "3987022469": "Labeling",
    "1636202177": "Oer",
    "2670003220": "Jobs",
    "3233305531": "Handelsmerken",
    "3028319964": "AI Etyk",
    "4131598919": "Parse",
    "1662477701": "Resources",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumintaasje",
    "920212083": "Rapportearje in Bug",
    "2076066173": "Cyberoanfallen 101",
    "3644106388": "Kontakt",
    "2182196747": "Stypje",
    "487083593": "Ferkeap",
    "878585497": "Betingsten",
    "1697438123": "Privacy",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha is in registrearre hannelsmerk fan Intuition Machines, Inc.",
    "4224961202": "Privacy, Feiligens en Machine Learning.",
    "98173630": "hCaptcha is de meast brûkte ûnôfhinklike CAPTCHA-tsjinst yn 'e wrâld.",
    "1514478724": "Lear mear",
    "1752795854": "hCaptcha bringt in moderne, privacy-rjochte oanpak om bots te stopjen.",
    "2927700175": "Wy litte CAPTCHA-útdagings sjen dy't lestich binne foar bots, mar maklik foar minsken troch it sammeljen fan lestich te markearjen gegevens fan problemen mei masinelearen, en it te brûken om te ûnderskieden oft in webside of app-besiker minsklik is.",
    "2188609322": "Minne akteurs binne hieltyd faker online. Mar it opofferjen fan privacy fan brûkers is net it antwurd.",
    "2032102720": "Feiligensoplossingen oanbean troch advertinsjebedriuwen rjochtsje har primêr op it folgjen fan brûkers oer it web. Wy hawwe in effektive befeiligingsoplossing makke dy't bewiist dat skea fan brûkersprivacy net nedich is om treflike resultaten te leverjen.",
    "4146870445": "Wa't wy binne",
    "353066938": "In betûft team, wurkje oan de hurdste problemen fan hjoed. hCaptcha is in tsjinst fan",
    "1173652155": "Adviseurs",
    "2256305371": "Professor, CS oan University of California, Berkeley. Djip learen, feiligens, blockchain-ekspert. CEO fan Oasis Labs.",
    "2177660021": "Undersykswittenskipper by Stanford. Masine learen en kwantysk finânsjes by grutte banken, hedgefûnsen, en akademy.",
    "2686825859": "Meld jo fergees oan of nim kontakt mei ús op oer hCaptcha Enterprise-oplossingen",
    "583434701": "hCaptcha Tagonklikheid",
    "611905972": "Garandearjen fan naadleaze tagong foar alle brûkers by it behâld fan feiligens",
    "874098071": "As jo in tagonklikensbrûker binne, registrearje dan hjir",
    "2745385064": "Gearfetting",
    "3353238942": "hCaptcha is ûntworpen om bots te stopjen troch se te ûnderskieden fan minsken. Fisuele tests binne hjir in handich ark foar, mar net elkenien kin in fisuele útdaging oplosse.",
    "3600022491": "Om dizze reden hawwe wy in ienfâldich, pynlik alternatyf ûntworpen om útjouwers dy't ús tsjinst brûke te litten tagonklikens foar elkenien behâlde mei folsleine Seksje 508 en WCAG 2.1 AA neilibjen.",
    "2557240048": "Hoe it wurket: earst, in tagonklikens brûker oanmelde fia",
    "3871665286": ", dy't prominint keppele is yn 'e hCaptcha-widgetynfoside. Se krije in fersifere koekje dat ferskate kearen deis kin wurde brûkt, mar moat elke 24 oeren ferfarske wurde fia oanmelding.",
    "3441764123": "As in útdaging wurdt presintearre oan in tagonklikensbrûker op in side mei de hCaptcha-tsjinst, sille se automatysk trochjaan.",
    "4247858664": "de oanmeldingsside foar tagonklikens",
    "1297657322": "Tagonklikens brûkersskerm nei oanmelding",
    "1717658846": "Tagonklikheid opsje yn widget UI menu",
    "1266963825": "F: Is hCaptcha Seksje 508 + WCAG 2.1 AA konform?",
    "850025770": "A: Wy leauwe dat: alle brûkers mei elke foarm fan beheining dy't yn steat binne om it web te blêdzjen en tekst yn te fieren op formulieren kinne by registraasje tagong krije ta tsjinsten beskerme troch hCaptcha. Dit is lykwols gjin juridysk advys: jo moatte jo eigen evaluaasje útfiere, rekken hâldend mei jo bepaalde ymplemintaasje om te soargjen dat dit it gefal is foar jo ynset.",
    "159272246": "F: Wurkje jo oan oare tagonklikens (\"a11y\") opsjes, lykas audio?",
    "4074220464": "A: Earder populêre opsjes lykas audio-captcha's diskriminearje in protte a11y-brûkers en wurde maklik ferslein troch moderne masine-learentechniken. Dit hat aktuele audio-útdagings twongen om hieltyd dreger te wurden, yntrodusearje fan lûd, ûneven timing, ûngewoane wurdkombinaasjes, ensafuorthinne om oanfallers te ferslaan. Wy binne sadwaande minder entûsjast oer dizze oanpak vs. de útdaging hielendal te mijen, mar sille it beskôgje as der fraach is fan de a11y-mienskip.",
    "2309661107": "Wy binne lykwols tige ynteressearre yn",
    "2555914614": "foar it gebrûk fan Tagonklikheid. Wy leauwe dat it kombinearjen fan ús hjoeddeistige a11y-oanpak mei Privacy Pass-útjefte sil a11y-brûkers feilich kinne blêdzje, feilich yn 'e kennis dat har ferkear priveer is, wylst it misbrûk troch bot-operators beheine dat ûnûntkomber opkomt as a11y-opsjes beskikber binne. Wy binne aktive dielnimmers oan 'e IETF-wurkgroep dy't dizze nije technology standerdisearret.",
    "2583775432": "F: Hoe sit it mei privacy? Bliuwt registraasje 11y blêdzjegegevens op ien of oare manier bleat? Wat dogge jo mei de e-mail?",
    "4215483493": "A: hCaptcha is ûntworpen foar privacy fan 'e grûn ôf. It is hiel oars as tradisjonele opsjes lykas reCAPTCHA dy't eigendom binne fan advertinsjenetwurken, dy't in stimulâns hawwe om jo op it web te folgjen en jo te assosjearjen mei in echte identiteit.",
    "2474661839": "Ús",
    "4137573005": "hat wiidweidige en autoritative antwurden oer hoe't wy gegevens brûke, mar it koarte antwurd is dat wy gjin ynteresse hawwe om jo as persoan te assosjearjen mei jo blêdzjeskiednis.",
    "4101570501": "Wy wurkje op it stuit ek oan in kryptografyske oplossing om jo e-postadres rap te ferwiderjen, wylst wy noch altyd ús fermogen behâlde om misbrûk te foarkommen, oanfolling op ús Privacy Pass-wurk.",
    "260595108": "Wy brûke e-mails of ynfo foar tagonklikens nea foar in oar doel dan it fasilitearjen fan 11y gebrûk en it foarkommen fan misbrûk.",
    "3063819779": "privacy belied",
    "465714311": "Foar brûkers fan tagonklikens: Q&A en Troubleshooting Guide",
    "3596207631": "F: Ik sjoch noch in útdaging nei it ynstellen fan it koekje. Wat feroarsaket dit?",
    "469089249": "A: Dit komt typysk troch it brûken fan in agressive advertinsjeblokker of anty-cookie-útwreiding, of in ynstelling dy't \"cross-site\" cookies blokkearret, yn dit gefal in koekje foar hcaptcha.com dat wurdt ynsteld of kontrolearre troch de hCaptcha JS op in oare side, lykas dejinge dy't jo besykje.",
    "4263626815": "hCaptcha-berikberenskoekjes wurkje mei alle populêre browsers en advertinsjeblokkers mei har standertynstellingen, dus typysk binne mislearrings te krijen mei \"anti-anti-adblock\" skripts of ferlykbere regelsets dy't rjochte binne op bepaalde siden.",
    "3906359167": "Oplossings:",
    "3464870463": "1. Wytlist hcaptcha.com en *.hcaptcha.com cookies yn jo ad blocker of browser feiligens tafoeging.",
    "1204911585": "2. As jo de Brave-blêder brûke, dy't (per april 2020) gjin soarte fan koekjeswittelist liket te hawwen, gean dan nei Foarkarren -> Shields -> Koekjes en kies \"Alle koekjes tastean.\"",
    "2932826396": "3. As jo de heulste ferzje fan Safari brûke op it koartlyn útbrochte OS X 10.15 of iOS 13.4, Apple hat krekt it gedrach fan Safari yn ferbân mei koekjes fan tredden feroare, en se binne standert blokkeare. Wy implementearje in oplossing, mar besykje yn 'e tuskentiid asjebleaft Safari-foarkarren, Privacy-seksje, en ûntselektearje \"Webside-tracking: Prevent cross-site tracking\" om it tagonklikheidskoekje yn te skeakeljen om te funksjonearjen lykas ferwachte.",
    "3836291932": "F: Ik brûk meardere apparaten. Moat ik my meardere kearen oanmelde?",
    "3251220335": "A: Nee. Klikje asjebleaft op deselde e-postoanmeldingskeppeling dy't nei jo stjoerd is op elk apparaat dat jo brûke om it koekje yn te stellen.",
    "2082407178": "F: Hoe kin ik my beskermje tsjin it folgjen fan koekjes fan tredden by it brûken fan it tagonklikenskoekje?",
    "2700197090": "A: It brûken fan elke privacy- of ad-blokkearjende tafoeging dy't witelisting op domeinnivo stipet (bygelyks uBlock Origin) sil wurkje lykas ferwachte: soargje derfoar dat jo hcaptcha.com op wite list.",
    "3657743880": "Browser Ynstruksjes foar Cross-Site Cookies",
    "1960601330": "Om cookies yn Safari (Mac) yn te skeakeljen: Gean nei it útklapmenu Safari. Selektearje Foarkarren. Klikje op Privacy yn it boppeste paniel. Selektearje ûnder 'Cookies blokkearje' de opsje 'Nea'.",
    "1622303590": "Om cookies te aktivearjen yn Safari (iPhone/iPad iOS 11+): Iepenje jo ynstellings. Rôlje nei ûnderen en selektearje Safari. Skeakelje ûnder Privacy & Feiligens \"Tracking cross-site foarkommen\" en \"Alle koekjes blokkearje\" út",
    "2199048568": "Klikje op it skyld links fan 'e adresbalke op elke webside. Klikje op Beskermingsynstellingen. It Firefox Preferences Privacy & Security paniel sil iepenje. Selektearje Oanpaste ûnder Enhanced Tracking Protection. Kies hokker trackers en skripts te blokkearjen troch dizze karfakjes te selektearjen. Soargje derfoar dat jo hcaptcha.com deblokkearre hawwe.",
    "3967047208": "Jo kinne ek tydlik guon beskermingen yn Oanpaste útskeakelje om dit te debuggen, troch de karfakjes út te skeakeljen: Skeakelje it karfakje Trackers út of útselektearje it karfakje Koekjes as jo noch problemen hawwe.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selektearje it Chrome-menupictogram. Selektearje Ynstellings.",
    "926138631": "Gean nei Privacy en feiligens, dan Cookies en oare sidegegevens.",
    "3419878556": "Soargje derfoar dat \"Cookies fan tredden blokkearje\" net ynskeakele is.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Iepenje Chrome-foarkarren fanút de menubalke.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Op jo Android-apparaat iepenje de Chrome-app.",
    "3620039756": "Tik rjochtsboppe op Mear en dan Ynstellings.",
    "2813310562": "Tap Site Ynstellings en dan Koekjes.",
    "3014657981": "Skeakelje de ynstelling neist \"Koekjes\" yn.",
    "1242066691": "Selektearje it fakje neist \"Tastean cookies fan tredden.\"",
    "292250020": "1. Selektearje it gear yn 'e rjochter boppeste hoeke fan it skerm, selektearje dan \"Ynternetopsjes\". As jo de Menubalke ynskeakele hawwe, kinne jo \"Tools\" selektearje dan \"Ynternetopsjes\".",
    "4114820649": "2. Klik op de \"Privacy\" ljepper.",
    "946838734": "3. Selektearje de \"Avansearre\" knop.",
    "348809718": "4. Under \"Koekjes fan tredden\" kies \"Akseptearje\".",
    "1253441326": "5. Klik op \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Etykbelied",
    "1161704803": "Wêrom hawwe wy in AI-etykbelied?",
    "1806535500": "Hast elke technology, fan potloden oant dynamyt, is in",
    "24452499": "oplossing; it kin brûkt wurde foar goed of kwea. Elk bedriuw dat ûndersiikt, bouwt of ferkeapet oplossingen foar dûbele gebrûk hat in ferplichting om de gefolgen fan har aksjes te beskôgjen.",
    "4023575072": "dûbele gebrûk",
    "3336625692": "Dizze side beskriuwt ús gedachten oer dit ûnderwerp yn 'e kontekst fan AI-etyk, en de prosessen dy't wy folgje om te garandearjen dat gebrûk fan ús tsjinsten yn oerienstimming bliuwt mei it belied dat wy as bedriuw hawwe oannommen.",
    "835717930": "AI Ethics by hCaptcha",
    "2179524509": "Wy krije sa no en dan fragen oer hokker soarten fragen tastien binne foar de hCaptcha-tsjinst, en wêrom bepaalde fragen wurde steld.",
    "1962721652": "Minsken binne patroan-sikers, en soms kin in ûnskuldige fraach yn in momint fan folslein ûnferrassend nei fertocht gean, troch feroaringen yn 'e wrâld ynstee fan de motivaasjes fan elkenien dy't de fraach stelt.",
    "3974566657": "As tsjinsten populêrer wurde, wurdt dit soarte fan foarkommen ûnûntkomber faker. hCaptcha wurdt elke dei brûkt troch miljoenen minsken yn hast alle lannen yn 'e wrâld, dus publisearje wy dit belied en in saakstúdzje oer hoe't wy dizze problemen oanpakke om sa transparant mooglik te wêzen.",
    "1830910223": "In echte wrâld AI Ethics case study",
    "805971861": "\"Umbrella\" is in term yn ImageNet, de standert benchmark dataset brûkt troch ûndersikers fan kompjûterfisy. It betrouber identifisearjen fan minsken dy't paraplu's hâlde is ek kritysk foar it bouwen fan feilige folgjende-generaasje advanced driver assistinsje (ADAS) systemen.",
    "3988350": "Dit betsjut dat d'r geweldige gebrûksgefallen binne foar paraplu-annotaasjes yn 'e echte wrâld. Der is romte foar ûnienichheid oer de ynfloed fan selsridende auto's, mar ADAS-systemen besparje al",
    "548587288": "om de wrâld.",
    "3138772661": "tûzenen libbens elk jier",
    "3168199226": "Yn 2020 waard it lykwols dúdlik dat it bouwen fan dit soarte dataset koe wurde waarnommen as in technology foar dûbeld gebrûk op in manier dy't in pear in jier lyn soe hawwe ferwachte.",
    "558378834": "Wy akseptearje dus op dit stuit gjin fersiken mear foar fragen yn ferbân mei paraplu's. It potinsjeel foar betizing as in ein-brûker op it hjoeddeiske momint in fraach sjocht oer paraplu's is te heech, en úteinlik is ús doel om de wrâld in nofliker plak te meitsjen.",
    "3376604063": "AI Ethics belied en prosessen",
    "1923365316": "Wy hawwe in strang AI-etykbelied by hCaptcha, en in diel dêrfan omfettet in Know Your Customer (KYC) proses.",
    "4230322909": "Wy besykje altyd in goed begryp te krijen fan elke nije klant en har bedoelde gebrûk, sawol om te befêstigjen dat it in goede fit is foar ús produkten en tsjinsten en om te soargjen dat it folget it belied dat wy as bedriuw hawwe oannommen.",
    "2735073144": "Wy fiere ek trochgeande resinsjes as nedich. Bygelyks, yn ús resinte beoardieling fan 'e datums en boarnen fan oanfragen foar oanfragen foar paraplu-relatearre etiketten, wiene wy rap yn steat om te befêstigjen dat gjin regearingsentiteit of bekende steatleveransier fan tafersjochsoftware oanfragen hat dien oangeande paraplu's mei ús tsjinsten yn' e ôfrûne 12 moannen. .",
    "2715462692": "Hoe sjocht ús AI-etykproses der út?",
    "3049976256": "Foar elke nije etiketteringsklant geane wy troch in checklist tidens it ferkeapproses. Dit omfettet inisjele KYC diligence foarôfgeand oan onboarding, lykas ek ferifikaasje fan alle oanfragen makke oan ús analisten, en real-time spotkontrôles en periodike resinsjes fan oanfragen makke mei ús selsbetsjinningsplatfoarm.",
    "3103642530": "Dizze resinsje is gearstald út ferskate sets fan kritearia:",
    "3349094124": "Etyske soargen kritearia: Objektyf",
    "1038019440": "1. Fertsjintwurdiget dizze klant de nasjonale belangen fan in lân dat bekend is dat it gedrach yn striid is mei ynternasjonale wetten en noarmen?",
    "493717511": "2. Is dizze klant freget tsjinsten dy't koe wêze",
    "2209109640": "allinich brûkt foar kweade doelen, yn 'e kontekst fan har normale saaklike aktiviteiten?",
    "3457805519": "3. Kin it fersyk fan de klant foldien wurde ûnder Amerikaanske wet en ús regels fan belutsenens?",
    "1942611550": "benammen",
    "109179759": "Etyske soargen kritearia: Subjektyf",
    "1033698050": "1. Leauwe wy dat de klant ús in use case jûn hat dy't wy moreel akseptabel fine, neffens ús ynterpretaasje fan typyske westerske maatskiplike noarmen?",
    "361372538": "2. Leauwe wy dat ús levere tsjinsten wierskynlik brûkt wurde foar diskriminearjende doelen troch de klant, op manieren dy't legaal wêze kinne, mar foar ús net akseptabel binne?",
    "2867855718": "3. Binne wy fan betinken dat privacy behoeften kinne befredigjend oanpakt wurde foar it fersyk?",
    "2462728596": "As wy ússels net tefreden kinne oer dizze punten, sille wy it fersyk ôfwize en kinne fierdere tagong ta ús platfoarm beëinigje, lykas beskreaun yn ús Betingsten.",
    "1995277831": "Dankewol",
    "1818116402": "Wy hoopje dat jo dizze blik wurdearre hawwe oer hoe't wy operasjonele fragen behannelje mei in AI-etyk-komponint.",
    "1499894352": "Hiel pear bedriuwen biede transparânsje yn harren beslútfoarming prosessen yn dit gebiet, en wy hoopje dat oaren sille folgje dit foarbyld!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Hoe't wy, ús akademyske ûndersykspartners, en ús klanten Creative Commons media brûke",
    "3017533972": "Wy, ús akademyske ûndersykspartners, en ús klanten meie sa no en dan dielen fan Creative Commons-lisinsjeearre ynhâld ferwize of reprodusearje fia it hCaptcha-platfoarm om de kennis fan it minskdom op it mêd fan masine learen te befoarderjen.",
    "1428053210": "Dizze ynhâld wurdt oer it algemien omfoarme fan syn oarspronklike foarm. Bygelyks, in fideo kin wurde opdield yn in protte ôfbyldings, dy ôfbyldings kinne wurde splitst yn in protte nije ôfbyldings, en dy nije ôfbyldings dan willekeurich mingd te produsearje it úteinlike resultaat werjûn.",
    "1728211763": "Gebrûk fan ynhâld op dizze manier en foar dizze doelen falt binnen rjochtlinen foar earlik gebrûk neffens ús begryp fan 'e wet en standertpraktiken op it fjild, mar wy binne lange tiid fans fan Creative Commons en jouwe leaver kredyt oan elkenien dy't helpt yn 'e monumintale taak fan it ferbetterjen fan masine yntelliginsje.",
    "1949452297": "Fanwegen yntrinsike beheiningen fan 'e hCaptcha UI en har feiligens oerwagings, is it net mooglik om de boarne fan elke ôfbylding direkt neist it gebrûk te reprodusearjen. Ynstee dêrfan keppelje wy nei dizze side fan ús thússide en ûnderhâlde in list mei boarnen op it stuit of koartlyn tsjinne fia it platfoarm. Jo kinne tagong krije ta de aktuele list",
    "2367602973": "hjir",
    "659124570": "Derneist, as jo ynhâld sjen dy't by jo heart reprodusearre op it hCaptcha-platfoarm en wolle dat it om ien of oare reden fuortsmiten wurde, kinne jo kontakt mei ús opnimme fia e-post op",
    "2066749488": "Oare klachten",
    "3479034323": "As jo ynhâld sjen dy't by jo heart, reprodusearre op it hCaptcha-platfoarm en om hokker reden dan ek wolle fuortsmite, kinne jo kontakt mei ús opnimme fia e-post.",
    "1836554225": "Blog Posts",
    "2873297188": "Diskriminearje alle CAPTCHAS net-Amerikanen?",
    "165932542": "In blik op tariven foar oplossen fan hCaptcha oer de heule wrâld",
    "1865097546": "16 novimber 2021",
    "3005876482": "hCaptcha is no de grutste ûnôfhinklike CAPTCHA-tsjinst, rint op 15% fan it ynternet",
    "693820850": "Jo kinne Google ferslaan troch privacy foarop te setten",
    "3609106478": "Credential Stuffing:",
    "299335340": "Wat it is en hoe te stopjen de oanfallen",
    "354925785": "Yntro",
    "423222878": "Guon fan 'e hurdste cyberoanfallen om te ûntdekken, te foarkommen en te stopjen binne dejingen wêr't in kweade akteur yn steat is om legitime brûkersbewizen te brûken om oan te melden by in aktyf brûkersaccount. Sûnder in soad ferfine deteksjemooglikheden yn plak, hat it bedriuw dat it akkount host gjin reden om te fermoedzjen dat der wat mis is. In klant liket gewoan oan te melden by syn of har akkount. De oanfaller berikte dizze suksesfolle mislediging mei stellen referinsjes - meastentiids it resultaat fan in cyberattacktechnyk bekend as \"credential stuffing\". It is hjoed in serieus probleem, mar ien dat kin wurde mitigearre mei de juste tsjinmaatregels.",
    "777660551": "Wat is Credential Stuffing?",
    "2602763587": "Credential stuffing is in foarm fan cyberattack wêrby't de oanfaller meardere kearen besiket oan te melden by in webside mei pearen stellen brûkersnammen en wachtwurden. De \"stuffing\" ferwiist nei de repetitive oanmeldpogingen, dy't hast altyd wurde útfierd troch automatisearre bot-software.",
    "1271831121": "It is net oft de hacker (klaaid yn in hoodie, fansels!) dêr sit en bewiis foar bewiis yn te typen. De automatisearre oanmeldbot koe wurde makke fan in off-the-shelf ark lykas Selenium of in oanpast ûntwikkele hacker-ark.",
    "2588750717": "Yndied, guon credential stuffing oanfallen omfetsje miljoenen bewiisbrieven - allegear wurde ynfold yn 'e unsuspecting webside oanmeldynterface yn' e hoop om yn te litten. Ien kear binnen kin de oanfaller it akkount fan it slachtoffer oernimme.",
    "1137757109": "As it in eCommerce-akkount is, kin de oanfaller merchandise bestelle. As it slachtoffer in bank is, kin de oanfaller fûnsen offshore oerdrage, ensafuorthinne.",
    "1559150837": "Doelen binne lykwols net ferdigenleas. De measte websiden hawwe kontrôles dy't in fertochte brûker blokkearje dy't besiket yn in koarte tiid te loggen op tûzenen ferskillende akkounts fan itselde IP-adres. Wat oanfallers fan credential stuffing dogge om dizze beskermingstechniken om te kommen is dit om geografysk en IP-ferskaat te simulearjen. Mei help fan krêftige, faaks AI-oandreaune ark, kinne se it sjen litte dat tûzenen brûkers willekeurich besykje yn te loggen op ferskate tiden fan 'e dei út it hiele lân. Dit is folle dreger om te ûntdekken en te stopjen.",
    "1892020899": "Wêr krije de hackers de bewiisbrieven?",
    "2597149484": "De reden dat de hacker safolle bewiisbrieven moat \"folje\" hat te krijen mei wêr't se har stellen bewiisbrieven krije.",
    "3030395800": "Dizze referinsjes komme normaal fan gegevensbrekken. Ek bekend as \"credential spills\", dizze oanfallen kinne resultearje yn miljoenen bewiisbrieven wurde dumpt op it tsjustere web. As de lekkage fan in bank kaam, sil de hacker besykje dizze bewiisbrieven te brûken om op oare siden te kommen. Dizze oanpak wurket om't safolle minsken deselde brûkersnamme en wachtwurdkombinaasje brûke foar meardere siden. (Dizze praktyk wurdt ûntmoedige, mar de realiteit is wat it is. Minsken hawwe de neiging om deselde ynloggegevens te werheljen.)",
    "1258965840": "Dus, as de oanfaller op ien side kin komme, kin hy wierskynlik op meardere siden komme mei de ferspielde referinsjes. Se kinne bygelyks in brûkersnamme/wachtwurd-pear krije lykas JohnDoe/525momma, mar se hawwe gjin idee wat dat pear foar har sil dwaan. Dat, se besykje it pear op Amazon.com, Ebay, Citibank, Walgreens en fierder. Se kinne dat pear besykje op tûzen ferskillende siden.",
    "3594440415": "Uteinlik sille se de doarren iepenje.",
    "780280214": "Hoe hCaptcha en hCaptcha Enterprise de bedriging fan credential stuffing ferminderje",
    "4165374512": "Wylst it mooglik is om IP- en lokaasjedeteksje-ark te brûken om referinsjes te foarkommen, is in mear kosten-effektive en krekte metoade gewoan om de automatisearre credential-stuffing-bot sels te ûnderbrekken. hCaptcha en hCaptcha Enterprise kinne de bot stumpe op it punt fan yngong. Sels as de bot de juste bewiisbrieven hat, as it net foarby de detectie fan hCaptcha Enterprise of de CAPTCHA fan hCaptcha kin komme, sil it syn vulling net dwaan en jo side en brûkers wurde beskerme.",
    "3269644546": "Asjebleaft",
    "1058572205": "ús as jo mear witte wolle oer",
    "3753613260": "Kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Rapportearje DMCA-klachten",
    "54093347": "DMCA Registrearre Agent",
    "3233441200": "Werhelje ynbreukbelied",
    "4011712313": "As ûnderdiel fan ús DMCA-belied pleatse wy akkounts fan klanten foar wa't wy meardere DMCA-notifikaasjes krije fan sabeare ynbreuk yn in mearstaps DMCA Repeat Infringer Policy. By ûntfangst fan werhelle DMCA-notifikaasjes yn in kalindermoanne, sil it klantaccount trochgean fan de iene beliedstap nei de folgjende.",
    "766825168": "Aksjes dy't wy kinne nimme ûnder it DMCA-belied foar werhelle ynbreuk omfetsje it ferstjoeren fan warskôgings fan ferhege sichtberens nei de rekordklant fan it akkount. Om dizze warskôgings te erkennen, kinne wy fereaskje dat de klant oanmelde by it akkount of ús stipeteam skilje. Wy behâlde ek it rjocht foar om de hCaptcha- en IMI-tsjinst op te skorsen of te beëinigjen, lykas ek oare tydlike maatregels ta te passen fan elke klant foar wa't wy trochgean mei it ûntfangen fan DMCA-notifikaasjes fan ûnderstelde ynbreuk, sels nei't wy warskôgings foar werhelle ynbreuk hawwe stjoerd. Derneist kinne wy nei ús iennichste ynsjoch oare hCaptcha- of IMI-tsjinsten oanbean oan dizze klanten beëinigje as wy de hCaptcha-tsjinst ûnder dit belied beëinigje.",
    "2410122265": "hCaptcha Resources: Bots 101",
    "4166776480": "Credential Stuffing: wat it is en hoe de oanfallen te stopjen",
    "2301335298": "Betellingsfraude: Beheining fan in rap evoluearjende modus fan cyberkriminaliteit",
    "3682071227": "Wat binne Account Takeovers en hoe wurkje se?",
    "2729131930": "Wat is skraping en hoe wurket it?",
    "1344959096": "Wurkje as yndividuele gegevenslabeler",
    "3510143229": "hCaptcha is in tsjinst foar websiden en apps,",
    "3930611699": "yndividuele arbeiders.",
    "1051214799": "hCaptcha is in webfeiligenstsjinst dy't besiket wearde te dielen mei de útjouwers fan websiden of apps dy't it brûke.",
    "360236473": "De hCaptcha-tsjinst is net bedoeld om te brûken foar elkenien om as yndividuele labeler te wurkjen. It is net ûntwurpen foar of geskikt foar dit doel. Wy riede gjinien oan om hCaptcha te brûken as in boarne fan persoanlik ynkommen.",
    "3842490632": "In yndividuele brûker dy't besiket in protte fragen te beantwurdzjen is wierskynlik rap beheind of ferbean. Like wichtich, as ús",
    "1560232962": "covers yn detail, gjin garânsjes wurde makke oangeande it bedrach fertsjinne foar eltse jûn antwurd. Der binne mooglik gjin betelle fragen beskikber op dat stuit, in antwurd kin ôfwiisd wurde om kwaliteitsredenen, ensfh.",
    "2694001822": "Wy ynhiere lykwols soms partikulieren om ús te helpen systeemeigenskippen en nije funksjes te testen.",
    "1569804581": "As jo yn 'e takomst kontakt opnimme wolle oer relatearre kânsen, folje dan dit formulier yn.",
    "636461959": "Namme",
    "1139500589": "Lân",
    "1789607185": "E-postadres",
    "325077666": "Troch it yntsjinjen fan jo ynformaasje akkoard mei ús",
    "3555583744": "en",
    "3609929815": ". Wy sille jo ynformaasje oer jo namme, lân en e-mailadres allinich behâlde foar it doel om yn 'e takomst kontakt mei jo te meitsjen oangeande wurkmooglikheden foar yndividuele labeling.",
    "4197928199": "Privacybelied",
    "851786723": "Troch jo e-post yn te fieren, geane jo akkoard mei ús Betingsten en Privacybelied, en om e-post fan ús te ûntfangen.",
    "2402165761": "Hoe wurket skraping?",
    "4260542944": "Ynhâld skrape (ek wol \"skerm skrape\" of gewoan \"skrape\") is in fertroud, faak nuttich proses foar it sammeljen fan ynformaasje fan it web. De lêste jierren is de technyk lykwols in favoryt ark wurden fan hackers en fraudeurs. Tsjinmaatregelen kinne de bedriging effektyf ferminderje, mar om se út te fieren is it essensjeel om te begripen hoe't it proses wurket.",
    "2066255783": "Wat is Content Scraping?",
    "1910628828": "Ynhâld skrapping is in technyk foar it pakken fan gegevens fan in systeem dy't in automatisearre arkset omfettet dy't in softwarekliïnt as in webblêder foarkomt. It is net nij. Yn feite, foar software-yngenieurs dy't gegevens fan in âlde mainframe nedich binne, kin skrapping de ienige manier wêze om ynformaasje te ekstrahearjen. De orizjinele connectors kinne fuort wêze en ûnmooglik te ferfangen.",
    "3408107995": "Tsjintwurdich betsjuttet skrassen lykwols altyd in programmatyske oanpak foar it lûken fan gegevens fan in webside. De skrapsoftware wurket as in minsklike brûker, klikt op knoppen en lês de resultearjende útfier. D'r binne in protte legitime gebrûk foar skrapping. Webcrawlers dy't sykmasines oanmeitsje binne ien foarbyld. Dat binne ark lykas Skyscanner dy't sykje nei reisdeals troch tûzenen reiswebsides te kammen. Fintech-bedriuwen brûke it ek, en skrape de finansjele gegevens fan brûkers fan banksiden as d'r gjin Application Programming Interfaces (API's) beskikber binne om de gegevensferbining te meitsjen. De dingen om yn gedachten te hâlden oer skermskraping binne de snelheid en skalberens. It proses kin enoarme hoemannichten gegevens fan websiden rispje, oannommen dat de siden net binne konfigureare om te stopjen dat it bart. Mei de snelheid fan berekkenjen kin in skraper grutte datasets sammelje troch ynteraksje mei websiden en de ûnderlizzende software en databases dy't se machtigje.",
    "1920884252": "Wêrom is it skrassen fan ynhâld in feiligensbedriging?",
    "2256795853": "De mooglikheid om in protte gegevens, fluch, fan websiden te ekstrahearjen, makket it skrassen in krêftich ark yn 'e hannen fan kweade akteurs. In skrapbot kin brûkersgegevens sammelje fan sosjale media-siden. Dan, troch siden te skrassen dy't adressen en oare persoanlike ynformaasje befetsje en de resultaten korrelearje, koe in hacker meidwaan oan identiteitsmisdieden lykas it yntsjinjen fan frauduleuze kredytkaartapplikaasjes.",
    "4087694419": "In skrapende hacker koe ek gegevens sammelje fan siden lykas Amazon en eBay om falske of misleidende produktlisten te meitsjen. Hy of sy koe se dan te keap oanbiede op peer-to-peer-tsjinsten lykas OfferUp en phishing-oanfallen op de keapers útfiere. Of, de fraudeur koe produkten ferkeapje dy't net bestean. In fierdere fraude foar skermskrapping omfettet it faken fan ad-útjouwers. Troch de ynhâld fan útjouwerssiden te skrabjen, kin de fraudeur falske advertinsje-publishersiden meitsje op ferskate tsjinsten. Se kinne dan advertinsjes op dy siden ferkeapje oan autorisearre resellers, waans kontakten se sammele út it ads.txt-bestân fan de útjouwer. De ad slots ferskine echt foar de advertearder, mar se binne net.",
    "3315658779": "Foarkom ynhâldskrapping mei hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise brûkt avansearre masine learen om kwea-aardich ferkear te identifisearjen nei jo side en apps - ynklusyf skrappingaktiviteiten.",
    "1422537019": "ús hjoed om mear te learen.",
    "1988268879": "Kosten-effektive gegevenslabeling op skaal",
    "2163914794": "Mear labels nedich foar jo datasets? hCaptcha leveret rappe, kosten-effektive en hege kwaliteit gegevenslabeling foar bedriuwen dy't wurkje oan applikaasjes foar keunstmjittige yntelliginsje en masinelearen.",
    "3378932530": "Krij jo gegevens no markearre",
    "3483700676": "Start miljoenen taken direkt",
    "3478726913": "hCaptcha hat ien fan 'e grutste swimbaden op' e planeet beskikber foar jo gebrûk. Wat jo skaal ek is, wy kinne it omgean sûnder djoere foarôf ferplichtingen. Miljoenen taken per dei binne gjin probleem.",
    "740501259": "Ienfâldige API-oandreaune pipelines",
    "2784612261": "Wolle jo minsklike resinsje direkt yntegrearje yn jo bedriuwsfiering? Wy biede SLA's mei hege betrouberens, garandearre kapasiteit, en ienfâldige REST API's.",
    "1144966033": "Optimalisearre foar kosten en kwaliteit",
    "3213351333": "Gjin foarôf ynset nedich",
    "2107077506": "It HUMAN-platfoarm brûkt wiidweidige fertrouwensmodellen om ferfine real-time kwaliteitsanalyse út te fieren. Hjirmei kinne wy sawol de muoite fan fragen as har wierskynlik juste antwurd fluch bepale, wat jo tiid en jild besparje.",
    "3576146278": "Betelje allinich foar de krektens dy't jo nedich binne",
    "2952586316": "Net alle problemen binne itselde. Annotaasjes foar feiligens-krityske taken kinne 99,99% fertrouwen fereaskje fan folslein minsklike arbeiders. Annotaasjes foar ien beta-funksje yn in mobyl spultsje-app meie mar matig fertrouwen fereaskje. Do beslútst.",
    "710145621": "Jou jo eigen grûnwierheidsgegevens of lit ús it op 'e flecht bouwe",
    "987901590": "Hawwe jo rauwe gegevens sûnder in wiidweidige ferifikaasjeset? Yn 'e measte gefallen kinne wy ien foar jo bouwe as taken troch it systeem rinne, of markearre samples meitsje foar jo goedkarring.",
    "2597352122": "Annotaasjetypen",
    "1344687860": "Bounding Boxes",
    "1089415440": "Akkurate objektdeteksje yn ôfbyldings en fideo",
    "3817067682": "Polygoanen",
    "2682873489": "Definiearje grinsgebiet foar objekten",
    "1275150216": "Landmarks",
    "2067112112": "Puntannotaasjes foar in protte ferskillende gebrûksgefallen",
    "4228682126": "Attribute Categorization",
    "2920213479": "Sortearje of taheakje willekeurige kategoryen fan elke grutte",
    "3288667364": "Fergeliking en Detection",
    "155877895": "Minsk-oandreaune deteksje en klassifikaasje",
    "3128433367": "... en folle mear",
    "2827452240": "In oar type nedich dat hjir net stiet? Freegje it ús mar.",
    "719304627": "End-to-End kontrôle nedich?",
    "1172067553": "It HUMAN-platfoarm efter hCaptcha leveret heul ferfine wurkkwaliteit en behearfunksjes fia on-premise, hybride, as SaaS-ynset dy't yntegrearje mei jo besteande systemen.",
    "2319072959": "Rinne folslein offline mei jo eigen personiel, folgje wearde ferbrûkt oer saaklike ienheden as konsortiumpartners, rûte selektyf banen nei ferskate ynterne of eksterne arbeidsoanbieders basearre op kosten- en feiligenseasken, en mear.",
    "1936512180": "Maklike API-tagong, prachtige dashboards, en de nijste model-in-the-loop technology om wurker effisjinsje te maksimalisearjen.",
    "3913848038": "99,99% uptime SLA's en 24/7 wrâldwide stipe beskikber.",
    "1080752747": "Kontakt ferkeap",
    "1525403768": "Foar mear ynformaasje kontakt Enterprise Sales.",
    "1546930020": "Gegevens Label krije",
    "2486638408": "Define Spesifikaasjes",
    "1027200955": "Sprek mei ien fan ús domeineksperts om jo projektbehoeften te definiearjen: doelnauwkeurigheid, opmaak en alle spesjale easken.",
    "1156712451": "Initial Job Test",
    "181065232": "Wy fiere in lytse produksjetaak út op basis fan jo stekproefgegevens. Dit test it wurk dat wy tegearre hawwe dien om te soargjen dat jo krekt krije wat jo nedich binne.",
    "3207769512": "Deploy Production Jobs",
    "1099238677": "Mei ús hege folume en lege latency sille wy jo wurk rap omdraaie, mei automatyske levering sa gau as it klear is.",
    "465783046": "Wolle jo it besykje mei jo gegevens?",
    "328625009": "... wy binne der klear foar as jo binne: ús tsjinst is rûn de klok beskikber.",
    "3225770968": "hCaptcha is ûntworpen om it meast arbeidsyntinsive probleem op te lossen yn masine learen; it labeljen fan massive hoemannichten gegevens op in tiidige, betelbere en betroubere manier.",
    "2041686284": "Mear gegevens produsearje oer it generaal bettere resultaten by training fan masine-learmodellen. It resinte súkses fan djippe modellen hat laat ta hieltyd gruttere datasets, en hCaptcha tsjinnet dizze need. It meitsjen fan grutte troch minsken beoardiele datasets mei tradisjonele metoaden is lykwols stadich en djoer.",
    "3729345277": "hCaptcha is in manier foar bedriuwen om de annotaasjes dy't se nedich binne rapper te krijen, mei hegere kwaliteit en tsjin legere kosten dan oare alternativen.",
    "2103563261": "Privee of iepenbiere ynformaasje",
    "2513143348": "It hCaptcha Enterprise-systeem is unyk fleksibel yn har ûntwerp: it kin foar in part of folslein ynset wurde oan 'e râne fan jo netwurk as jo in iepenbiere wolk operearje of in protte datasintra hawwe.",
    "3107683988": "Dit kin off-netwurk ferkear en kosten dramatysk ferminderje, wylst alle foardielen fan behear behâlde wurde troch ús 24/7 on-call personiel om te foldwaan oan de strangste SLA's.",
    "3660619092": "Meld jo fergees oan of nim kontakt op mei ferkeap foar Enterprise-oplossingen",
    "2351176803": "Lisinsjebetingsten foar de hCaptcha JS API",
    "2616226398": "Under foarbehâld fan ús",
    "2024293275": ". Alle oare rjochten foarbehâlden, foar no.",
    "1062291156": "standert betingsten",
    "2712493234": "Betellingsfraude: Beheining fan in rap evoluearjende modus fan cyberkriminaliteit",
    "1817772953": "Fraude is gjin nije foarm fan kriminaliteit. Yndied hawwe argeologen anty-fraude-apparaten ûntdutsen, betocht troch de âlde Sumeriërs om fee te ferfieren sûnder ferliezen hast 10.000 jier lyn! Yn har gefal sette se klaaitekens, elk foar in bist, yn in klaaibal bekend as in \"bulla\". De bulla soe reizgje mei de keppel as it ferhuze fan ferkeaper nei keaper. Sels doe wiene bedriuwseigners benaud dat net elkenien mei wa't se te meitsjen hiene op 'e hichte wie. In protte is feroare yn 10.000 jier, mar de needsaak om ynnovatyf te wêzen yn it foarkommen fan fraude bliuwt by ús. Tsjintwurdich is it probleem fan online betellingsfraude fan it grutste belang. Mei it ynternet binne fraudeurs hieltyd better wurden om anty-fraudekontrôles te oertsjûgjen. Nije oplossingen keare it tij lykwols.",
    "1053787685": "Wat is betellingsfraude?",
    "433424759": "Betellingsfraude omfettet elke soart yllegale transaksje wêrby't in cyberkrimineel it slachtoffer wat fan wearde ûntnimt, typysk jild. Dit kin betsjutte dat jo in stellen kredytkaart brûke om merchandise online te bestellen of in bankrekken oer te nimmen en yllegaal fûnsen derút oer te bringen. Der binne in protte fariaasjes, mar se hawwe allegearre deselde útkomst: in boef brûkt in stellen identiteit of betelling ynformaasje te stellen fan in konsumint, in bank of in keapman.",
    "2939852138": "Hoe [besykje] fraudeurs fuort mei betellingsfraude?",
    "1665616092": "Payment fraude is simpel yn konsept, mar it kin wêze fantastysk kompleks yn syn hjoeddeiske útfiering.",
    "4246520782": "Yn feite is it ynternet de lêste jierren tsjûge west fan in wiere wapenrace tusken oplichters en ferdigeners.",
    "2167049807": "Feiligensteams hawwe in ferskaat oan tsjinmaatregels en kontrôles oannommen dy't de maklike, luie oanpak fan betellingsfraude ferslaan. De oanfallen wurde lykwols hieltyd ferfine. Bygelyks, bots kinne no stole kredytkaartnûmers en PIN's rispje fan falske websiden en phishing-oanfallen.",
    "1936449777": "Dan, yn folslein automatyske modus, kinne se minsklik gedrach op e-commerce-siden neimeitsje, op knoppen klikke en items tafoegje oan winkelkarren - oant it punt wêr't in protte, as net de measte anty-fraudekontrôles net kinne fertelle dat in bot besiket te stellen merchandise. Earder liket it derop dat in minsklike brûker gewoan winkelet. De bot kin ynlogge op it akkount fan in echte klant mei help fan stole oanmeldingsgegevens. Fierder ferbergje de fraude is it fermogen fan de bot om IP-adressen te spoofjen en it derút te meitsjen dat de \"shopper\" earne oars is as de oanfaller, dy't yn in frjemd lân kin wêze.",
    "648630222": "Foarkom betellingsfraude mei hCaptcha Enterprise",
    "1621930829": "Wat kin dien wurde oan de hjoeddeiske avansearre, unceasing betellingsfraude aktiviteiten? It brûken fan meardere lagen fan kontrôles is normaal in wize oanpak. De bêste tsjinmaatregels binne lykwols dejingen dy't de bot kinne fange en ûntdekke dat it nep is, nettsjinsteande de bêste ynspanningen fan syn makkers om minsklik gedrach te replikearjen.",
    "2423586454": "D'r binne noch wat dingen dy't software net kin dwaan, nettsjinsteande hoe goed de AI derachter is. Moderne CAPTCHA-technology biedt in bewezen metoade om bots te blokkearjen dy't besykje betellingsfraude te behâlden. Wylst âlde oanpak fan CAPTCHA, lykas de ienfâldige skuorjende nûmers yn in doaze, no meast tekoart binne yn it ferminderjen fan avansearre bots, kin in automatisearre test-antwurdapparaat lykas hCaptcha Enterprise in fraudeurbot maklik stompe op it momint fan akkount oanmelden of winkelkarre checkout. Sels as de bot echte bewiisbrieven hat, sil as net troch de CAPTCHA komme.",
    "1467308982": "Payment Schedules",
    "1291824746": "hCaptcha Payouts rinne fearnsjierliks op in 60-dagen trailing basis. Om te yllustrearjen wat dit betsjut, sjoch asjebleaft de tabel hjirûnder.",
    "3444947612": "Ferkear Tusken",
    "4181611011": "Fersoening Datum",
    "728503636": "Payout Datum",
    "3720584906": "15 jul 2021 - 15 okt 2021",
    "388240587": "5-15 jannewaris 2022",
    "3426312287": "5-15 jannewaris 2022",
    "615618648": "15 april 2021 - 15 july 2021",
    "3376724603": "14-24 septimber 2021†††",
    "3398978455": "15-25 septimber 2021†††",
    "2722456056": "15 jan 2021 - 15 apr 2021",
    "4063155841": "Net letter dan 25 juny 2021††",
    "4082053540": "19-25 juny 2021††",
    "64953197": "15 oktober 2020 - 15 jannewaris 2021",
    "1023070345": "Net letter dan 14 maart 2021",
    "2600696085": "15 maart 2021",
    "3217791519": "15 jul 2020 - 15 okt 2020",
    "649261378": "5-11 jannewaris 2021*",
    "1559190296": "5-11 jannewaris 2021†",
    "3806054689": "15 april 2020 - 15 july 2020",
    "4162383380": "16 - 22 septimber 2020*****",
    "1990824776": "16-24 septimber 2020*****",
    "3856690908": "15 jan 2020 - 15 apr 2020",
    "3200641265": "Net letter dan 16 juny 2020*",
    "3744079744": "15-19 juny 2020****",
    "2209837451": "15 oktober 2019 - 15 jannewaris 2020",
    "2510534204": "Net letter dan 23 maart 2020***",
    "2910560864": "20-23 maart 2020***",
    "2544565802": "15 jul 2019 - 15 oktober 2019",
    "3963642878": "Net letter as 14 desimber 2019*",
    "622103562": "17 desimber 2019**",
    "4072202039": "15 april 2019 - 15 jul 2019",
    "818049069": "Net letter dan 15 july 2019",
    "1169005651": "15 septimber 2019",
    "2303655425": "15 jan 2019 - 15 apr 2019",
    "3678889946": "Net letter dan 15 juny 2019",
    "3094354698": "15 juny 2019",
    "4217013126": "Payouts typysk rinne de hiele dei op de Payout Datum, en wurde yn it algemien foltôge troch middernacht Pacific tiid. As in akkount is markearre foar beoardieling, kin it oant fiif ekstra wurkdagen duorje om in betelling frij te meitsjen.",
    "1447649958": "As oantinken komt allinich krekt minsklik ferkear yn oanmerking foar betellingen. Jo kinne mear details oer dit sjen yn ús FAQ, keppele hjirûnder. Beskikber lykwicht moat ek foldwaan oan in minimum drompel om yn oanmerking te kommen foar betelling, op it stuit 10 HMT.",
    "4257144752": "Skattings yn realtime wjerspegelje gjin definitive krektens of minsklikens, en dus kinne jo definitive ynkomsten bot omheech of omleech fariearje fan nûmers werjûn yn it Dashboard foarôfgeand oan jo earste fermoedsoening.",
    "2728931827": "Nei elke fermoedsoening sille jo skattings per sitekey wurde bywurke en de krektens fan takomstige foarsizzings soe moatte tanimme, útsein as jo side in materiële feroaring hat yn brûkersgedrach.",
    "1200905005": "††† Fan septimber 2021 ôf rinne oerienkomsten en betellingen no oer in perioade fan sawat 10 dagen yn stee fan ien dei, om operasjonele beheiningen te ferienfâldigjen yn ferbân mei groei yn 'e tsjinst.",
    "4284094387": "†† Guon fermoedsoeningen en betellingen fan juny 2021 sille de folgjende wike rinne fanwege fertragingen yn ferifikaasje fan definitive berekkeningen tidens it fermoedsoeningsfinster.",
    "1977013707": "† Utbetalingen fan desimber 2020 binne ferpleatst fan 'e 15e om oerlaap te foarkommen mei fermoedsoeningen fan it ein fan it jier en personielsfakânsjes: se sille wurde foltôge troch de twadde wike fan jannewaris. Fanwegen trager-as-gewoane oerdrachten nei PayPal, sille betellingen oer ferskate dagen rinne ynstee fan op ien dei te foltôgjen.",
    "517010299": "Tink derom: wy wurkje op it stuit oan in grutte backend-oergong nei fermoedsoening hast yn realtime. Periodike fermoedsoeningen sille minder faak rinne as gewoanlik troch Q1 2021. Dit hat gjin ynfloed op betellingsplannen of datums.",
    "3092200338": "** As de 15e falt op in wykein, is de Payout Date ynstee de 17.",
    "3891941747": "*** COVID-19 RAADGEVING: Fanwegen fermindere personielskapasiteit relatearre oan COVID-19, is fermoedsoening opnij ynpland om ekstra tiid te jaan om ús standertferifikaasje te foltôgjen. Payouts wurde ferwachte te begjinnen op freed en foltôge op de folgjende moandei.",
    "2301757528": "**** Fanwegen ûnderhâld troch PayPal fan har REST API's tidens it útkearingsfinster, waarden net alle betellingen foltôge op 15 juny. Alle betellingen pland foar 15 juny (Stille Oseaan tiid), mar net útfierd fanwegen PayPal API-flaters, waarden opnij útfierd troch 19 juny (Stille Oseaan tiid).",
    "116842359": "***** Fermoedsoeningen wurde ferwachte te foltôgjen oer ferskate dagen fanwegen systeemûnderhâld.",
    "4154415610": "***** Betellingen fan septimber 2020 sille yn batches rinne as de fermoedsoening foltôge, mei guon dy't ferskate dagen letter rinne dan oarspronklik pland fanwege fermoedsoeningsfertragingen.",
    "2310694091": "Wat betsjut fersoening?",
    "164801246": "Fermoedsoening is it proses wêrby't ferkear nei it feit analysearre wurdt om har minsklikens en krektens te ferifiearjen, ienris alle gegevens fan alle rapportaazjesites binnen binne. Jo kinne mear details lêze yn ús",
    "3256245394": "lykas ús blogposten, bgl",
    "3089778412": "Hoe hCaptcha beleannings berekkent",
    "3329755436": "Binne jo fan plan dit proses te fersnellen?",
    "1911669851": "Ja, wy wurkje op it stuit oan in ferskaat oan ferbetterings oan ús backend-systemen dy't wy ferwachtsje sille ús úteinlik tastean om sawol rappere fermoedsoening, rappere skattingsnauwkeurigens as rappere betellingen oan te bieden. Wy binne op it stuit dwaande om de fermoedsoening earst te rapperjen.",
    "2366003154": "Parse- en mediafragen",
    "3054564199": "Druk Kit",
    "3173156067": "Guon klear makke garânsjes is beskikber yn it gefal dat jo foarbyldôfbyldings yn jo artikel wolle opnimme.",
    "867314732": "Jo kinne ophelje hege-resolúsje",
    "858218750": "en begelieding op it brûken fan se op 'e",
    "3821716514": "side.",
    "1186243118": "logo ôfbyldings",
    "3034959000": "Jo kinne ophelje",
    "1764089150": "hjir:",
    "1558428432": ". Graach kredyt se oan hCaptcha.com.",
    "2429359042": "foarbyld ynterface ôfbyldings",
    "1480820434": "byld 1",
    "3213411837": "byld 2",
    "1270712701": "Parseberjochten en resinte rapporten",
    "231285005": "Jo kinne resinte updates fine op ús blog",
    "1289884910": "Wy publisearje ek ynsidintele analyze en rapporten. Bygelyks:",
    "932546190": "Wêrom CAPTCHA's sille altyd by ús wêze",
    "2344319147": "Hoefolle is de botdeteksje fan Google echt wurdich?",
    "1637527266": "Hokker lannen hawwe it measte botferkear?",
    "230159237": "Kontakten",
    "3759923279": "Rjochtsje asjebleaft parsefragen nei it folgjende e-mailadres:",
    "4255608322": "Lêst bywurke: 12 april 2021",
    "537881751": "Wolkom by hCaptcha! Dit privacybelied beskriuwt de praktiken fan Intuition Machines, Inc. (\"IMI\", \"wy\" of \"ús\") oangeande ús kolleksje, gebrûk en iepenbiering fan ynformaasje (ynklusyf persoanlike ynformaasje, hjirûnder definieare) fia ús webside op www.hcaptcha .com en alle oare subdomeinen of domeinen dy't wy brûke (de \"Sites\") en de hCaptcha-applikaasjeprogramma-ynterface en relatearre software en materialen (kollektyf, de \"Tsjinst\").",
    "33639629": "Net fan tapassing op websiden fan tredden. Tink derom dat dit Privacybelied net fan tapassing is op in webside, oanbieding, produkt of tsjinst fan in tredde partij, sels as it ferwiist nei ús side of de tsjinst omfettet - ferwize asjebleaft nei it jildende privacybelied foardat jo beslute om ynformaasje te jaan oan tredden partijen.",
    "987375734": "IMI is basearre yn 'e Feriene Steaten. De siden en tsjinst wurde kontrolearre en eksploitearre troch ús út 'e Feriene Steaten. Jo persoanlike ynformaasje kin wurde opslein en ferwurke yn elk lân wêr't wy fasiliteiten hawwe of wêryn wy tsjinstferlieners ynskeakelje, en troch de siden en tsjinst te brûken, stimme jo yn mei de oerdracht fan ynformaasje nei lannen bûten jo lân fan ferbliuw, ynklusyf de Feriene Steaten , dy't regels foar gegevensbeskerming kinne hawwe dy't oars binne as dy fan jo lân. Yn bepaalde omstannichheden kinne rjochtbanken, ynstânsjes foar wet hanthavenjen, regeljouwingsynstânsjes of feiligensautoriteiten yn dy oare lannen it rjocht hawwe om tagong te krijen ta jo persoanlike ynformaasje.",
    "452920031": "In opmerking foar klanten bûten de Feriene Steaten.",
    "2328839224": ". Sjoch asjebleaft ús seksje \"Notice to California Residents\" yn ferbân mei jo rjochten ûnder de California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "In notysje foar ynwenners fan Kalifornje",
    "1028058338": "Sjoch asjebleaft ús \"Notifikaasje foar EU-gegevensûnderwerpen\" yn ferbân mei jo rjochten ûnder de Algemiene Data Protection Regulation (\"GDPR\").",
    "2271205646": "In notysje foar ynwenners fan 'e Jeropeeske Ekonomyske Gebiet.",
    "508143070": "Tink derom dat IMI de kontrôler is fan jo persoanlike ynformaasje, útsein wêr't wy persoanlike ynformaasje ferwurkje út namme fan ús yntegrators yn ferbân mei it leverjen fan ús Tsjinst, yn dat gefal binne wy de ferwurker fan persoanlike ynformaasje, en dy yntegrators binne de kontrôlers fan 'e persoanlike ynformaasje.",
    "2330965058": "Wêr't wy fungearje as in ferwurker foar ús yntegrators, brûke wy de sammele gegevens net foar oare doelen dan as ridlik nedich om ús tsjinst te leverjen, en ús ferwurking sil wurde regele troch de kontrakten dy't wy hawwe yn plak mei ús yntegrators, net dit Privacybelied",
    "3017040355": "Ferwurking fan gegevens fan EU-gegevensûnderwerp wurket ûnder de juridyske basis fan 'e standert kontraktuele klausules (SCC's) yntegreare yn it Addendum foar gegevensferwurking oan ús tsjinstbetingsten of oerienkomsten foar gegevensferwurking mei ús yntegrators.",
    "2233384692": "As jo fragen of soargen hawwe oer hoe't sokke gegevens wurde behannele of jo rjochten wolle útoefenje, moatte jo kontakt opnimme mei de persoan of entiteit (dat wol sizze, de gegevenskontrôler) dy't mei ús kontraktearre hat om de Tsjinst te brûken om dizze gegevens te ferwurkjen. Wy sille lykwols assistinsje leverje oan ús yntegrators om alle soargen oan te pakken dy't jo hawwe, yn oerienstimming mei de betingsten fan ús kontrakt mei har.",
    "349292953": "Ynformaasje Wy sammelje",
    "3022001832": "Wy sammelje ynformaasje fan persoanen dy't ynteraksje mei ús siden en tsjinsten, ynklusyf dyjingen dy't ús tsjinst opnimme yn har webside (\"Integrators\"), dyjingen dy't de tsjinsten brûke foar gegevenslabeling (\"Klanten\"), en de ein brûkers dy't ynteraksje mei ús Tsjinst fia de websiden fan ús yntegrators (\"Ein-brûkers\").",
    "835545301": "Wy sammelje de folgjende kategoryen fan ynformaasje:",
    "3228928991": "Ynformaasje dy't brûkt wurde om te identifisearjen of kontakt opnimme mei in yndividu (\"Persoanlike ynformaasje\"), lykas namme, e-postadres en lân. Wy sammelje Persoanlike ynformaasje fan ús hjoeddeistige en potensjele yntegrators en klanten as se it direkt oan ús jouwe (bygelyks troch in formulier yn te foljen by it oanmelden foar in akkount, of oanfreegje om e-postnotifikaasjes fan ús te ûntfangen). Wy kinne ek de identiteit fan ús yntegrators en klanten ferifiearje troch persoanlike ynformaasje te fergelykjen mei databases fan tredden of offisjele juridyske dokuminten.",
    "1655796811": "Ynformaasje sammele automatysk as gefolch fan it gebrûk fan in yntegrator of klant fan 'e siden of de tsjinsten (\"Analytyske ynformaasje\"), lykas IP-adressen, browsertype, ynternettsjinstprovider, platfoarmtype, apparaattype, bestjoeringssysteem, datum- en tiidstempel fan tagong, en oare ferlykbere ynformaasje. Guon Analytics-ynformaasje wurdt út ús namme sammele troch tredden dy't wy foar dat doel ynsette, en guon Analytics-ynformaasje wurdt sammele troch in ferskaat oan trackingtechnologyen, ynklusyf cookies (sjoch \"Trêdepartij Analytics en Trackingtechnologyen\" hjirûnder).",
    "1388241689": "Ynformaasje sammele as gefolch fan it beantwurdzjen fan prompts fan Ein-brûkers fia de Tsjinst (\"Labeled Data\"), lykas ôfbyldingslabelgegevens, tekst omboud fan audiobestannen dy't nei dy Ein-brûkers binne spile, antwurden op fragen, en oare prompts generearre troch de Tsjinst foar doelen fan labeling fan gegevens foar gebrûk yn masine-learapplikaasjes. Tink derom dat Labeled Data is net bûn oan ien identifisearre yndividu.",
    "1493790285": "Oare ynformaasje sammele fan ein-brûkers as ûnderdiel fan 'e tsjinst oan dat is nedich om te bepalen oft se",
    "2216374138": "binne minsklik, lykas mûsbewegingen, rôljeposysje, toetseboerdeveneminten, toucheveneminten, en ynformaasje oer gyroscoop / accelerometer as fan tapassing.",
    "2394073454": "Wy kinne ekstra ynformaasje sammelje fan Ein-brûkers dy't mei ús wolle wurkje as yndividuele gegevenslabelers.",
    "3103557430": "Hoe't wy ynformaasje brûke",
    "1130802068": "Wy brûke de ynformaasje dy't wy sammelje foar de folgjende doelen:",
    "2940689138": "Om Integrator- en Klantaccounts te behearjen en de Tsjinst te leverjen. Wy brûke Persoanlike ynformaasje om spesifike akkounts te assosjearjen mei yntegrators en klanten en har de Tsjinst te leverjen, om te reagearjen op oanfragen of fragen, om stipe of technyske bystân te leverjen, en om betellingen te fasilitearjen.",
    "857974529": "Om de side en de tsjinst te ferbetterjen. Wy brûke Analytics-ynformaasje om ús besteande en nije tsjinsten en oanbiedingen te ferbetterjen en om besteande en takomstige produktoanbod oan te passen.",
    "1820844638": "Om merk ynsjoch te ûntliene. Wy brûke Analytics-ynformaasje om de merk te analysearjen en saaklike analyzes út te fieren yn ferbân mei de side en ús tsjinsten, en foar oare ûndersyksdoelen.",
    "3386280249": "Om in merk te leverjen foar Labeled Data. Us tsjinst makket labeling fan gegevens mei hege folume en minsklike beoardieling mooglik foar systemen foar masine-learen as in tsjinst foar webside-eigners en bedriuwen dy't help nedich hawwe om har gegevens te labeljen. Om dat doel iepenbierje wy Labeled Data oan ús Klanten dy't ynteressearre binne yn it krijen Labeled Data.",
    "3532143291": "Om ús tsjinsten en systemen te befeiligjen. Wy brûke Analytics-ynformaasje om ús systemen te befeiligjen troch potinsjele bedrigingen en kwetsberens te identifisearjen, en om de ynformaasje dy't wy sammelje oars te beskermjen.",
    "2185418511": "Foar elk legitime saaklike doel, op betingst dat de ynformaasje is de-identifisearre of aggregearre sa dat it net ridlik bûn oan in yndividu.",
    "2386465280": "Hoe't wy ynformaasje diele",
    "2159517814": "Wy diele of iepenbierje persoanlike ynformaasje yn 'e folgjende gefallen:",
    "4256083674": "Op direkte fersyk fan in yntegrator om it frauderisiko te identifisearjen fan in spesifyk CAPTCHA-útdagingsfersyk of IP-adres, of oars wêr't spesifike tastimming waard jûn.",
    "3494826505": "Mei leveransiers dogge wy mei om essensjele aspekten fan 'e siden en de tsjinst te leverjen, lykas gegevensopslach, hosting en Analytics, en allinich foar dy doelen.",
    "1119009846": "As nedich om te foldwaan oan jildende wet, ynklusyf oerheidsoanfragen, fersiken foar wet hanthavenjen, en oars oan publike en partikuliere entiteiten om de rjochten, privacy, feiligens, of eigendom fan jo, ús, of oaren te beskermjen.",
    "197676026": "Mei oaren foar elk legitime saaklike doel, mits de ynformaasje is de-identifisearre",
    "2359312315": "of sa aggregearre dat it net ridlik oan in yndividu kin wurde bûn.",
    "2497216176": "Analyse- en trackingtechnologyen fan tredden",
    "3694578791": "Lykas hjirboppe besprutsen, sammelje wy (en ús leveransiers fan tredden) Analytics-ynformaasje foar in part troch it brûken fan cookies, webbakens en oare trackingtechnologyen. Yn guon gefallen wurkje wy mei ferkeapers fan tredden om cookies te brûken foar it sammeljen fan Analytics-ynformaasje.",
    "2238885192": "Wy brûke Sentry om debuggengegevens te sammeljen as in brûker in flater ûnderfynt. Foar ynformaasje oer hoe't Sentry gegevens sammelet en ferwurket:",
    "1535054294": "Sjoch asjebleaft har detaillearre belied",
    "658775471": "Wy brûke Cloudflare om ús webferkear te optimalisearjen. Foar ynformaasje oer hoe't Cloudflare gegevens sammelet en ferwurket:",
    "2014256987": "As jo leaver it gebrûk fan cookies of oare trackingtechnologyen net blokkearje wolle, sjoch dan \"Jo ynformaasje beheare,\" hjirûnder. Tink derom dat it dwaan fan jo ûnderfining mei it brûken fan de siden of tsjinst negatyf kin beynfloedzje, om't guon funksjes miskien net goed wurkje.",
    "2788024905": "Hoe't wy ynformaasje befeiligje",
    "271333468": "Wy implementearje passende technyske en organisatoaryske maatregels om de ynformaasje te beskermjen dy't wy sammelje en opslaan, en fereaskje dat alle aginten dy't ús ferwurking yn ús namme útfiere itselde te dwaan. Spitigernôch binne gjin feiligensmaatregels 100% foolproof, en as sadanich kin gjin netwurk of systeem (ynklusyf ús) garandearre wurde 100% feilich te wêzen tsjin ferneatiging, ferlies, feroaring, sûnder foech iepenbiering fan of tagong ta ynformaasje dy't wy sammelje en opslaan. As jo leauwe dat jo ynformaasje om hokker reden dan ek net feilich is, nim dan kontakt mei ús daliks op op:",
    "3031284129": "Warranty Disclaimers",
    "26365791": "Foar safier't de wet tastien is, wurde de side en de tsjinst (en alle oare assosjearre tsjinsten, ynformaasje, gegevens, funksjes en oare ynhâld of materialen) levere op in \"as-is\" en \"as-available\" basis. Foar safier't de wet tastien is, slút IMI alle garânsjes út, ynklusyf, mar net beheind ta, de ymplisearre garânsjes fan hannelberens, fitness foar in bepaald doel en net-ynbreuk.",
    "735630686": "Jo ynformaasje beheare (jo rjochten)",
    "498769698": "Jo meie tagong krije ta, korrizjearje, wizigje of wiskje bepaalde Persoanlike ynformaasje dy't jo ús miskien hawwe levere fia jo yntegrator-, klant- of tagonklikensbrûkersaccount (as jo in yntegrator, klant of tagonklikensbrûker binne). As jo dit net kinne dwaan, of fragen hawwe oer Persoanlike ynformaasje dy't wy oer jo hawwe sammele en/of dield, of jo tastimming foar ús ferwurking ynlûke wolle (dus jo akkount folslein wiskje), nim dan kontakt mei ús op op:",
    "2895491273": "As jo leaver cookies of oare trackingtechnologyen blokkearje wolle, binne de measte browsers en mobile apparaten jo allegear om jo ynstellings te feroarjen om jo te berjochtsjen as jo cookies ûntfange of oare trackingtechnologyen wurde brûkt, en om te kiezen of jo al dan net akseptearje / tastean it. De measte browsers kinne jo ek besteande cookies útskeakelje of wiskje of takomstige cookies automatysk ôfwize. Jo kinne ek ark fan tredden brûke, ynklusyf browser-plug-ins, om jo cookie-foarkarren te kontrolearjen. Tink derom lykwols dat as jo alle cookies útskeakelje, guon dielen fan ús siden miskien net goed funksjonearje.",
    "707527778": "Ynformaasje fan Bern",
    "1747657936": "Us siden en tsjinsten binne net rjochte op bern ûnder de âldens fan 13 en wy sammelje net bewust persoanlike ynformaasje fan bern ûnder de âldens fan 13. As wy leare dat wy hawwe sammele persoanlike ynformaasje fan in bern ûnder de âldens fan 13, wy nimme ridlike stappen om sokke ynformaasje sa gau as mooglik út ús bestannen te wiskjen, útsein as wy in wetlike ferplichting hawwe om it te behâlden. Nim dan kontakt mei ús op as jo tinke dat wy ynformaasje hawwe fan of oer in bern ûnder de leeftyd fan 13:",
    "2419795065": "Meidieling oan ynwenners fan Kalifornje",
    "1517625162": "Under California Civil Code Seksje 1789.3, Kalifornje brûkers hawwe rjocht op de folgjende konsumint rjochten notice: California ynwenners meie berikke de Complaint Assistance Unit fan de Division of Consumer Services fan de California Department of Consumer Affairs per post by 1625 North Market Blvd., Sacramento, CA 95834, of telefoanysk op (916) 445-1254 of (800) 952-5210.",
    "3730344349": "Dizze seksje jout oanfoljende details oer de persoanlike ynformaasje dy't wy sammelje oer Kalifornje-konsuminten en de rjochten dy't har wurde jûn ûnder de California Consumer Privacy Act of \"CCPA.\"",
    "4044467791": "Foar de kategoryen fan persoanlike ynformaasje dy't wy yn 'e foargeande 12 moannen fan jo hawwe sammele, sjoch asjebleaft de seksje \"Ynformaasje dy't wy sammelje\" hjirboppe. Wy sammelje dizze ynformaasje foar de saaklike en kommersjele doelen beskreaun yn 'e seksje \"Hoe't wy persoanlike ynformaasje brûke\" hjirboppe. Yn 'e foargeande 12 moannen hawwe wy de folgjende kategoryen ynformaasje dield mei tredden foar saaklik doel:",
    "4208081170": "Kategory fan persoanlike ynformaasje",
    "1528242915": "Identifiers.",
    "3863351997": "Persoanlike ynformaasje kategoryen neamd yn California Customer Records statút (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Kommersjele ynformaasje.",
    "2683038211": "Ynternet of oare elektroanyske netwurkaktiviteit.",
    "3671828834": "Foarbylden fan Persoanlike ynformaasje Shared",
    "779426309": "In echte namme, unike persoanlike identifier, online identifier, Internet Protocol adres, e-mailadres, account namme, of oare ferlykbere identifiers.",
    "2414368123": "In namme, kredytkaartnûmer, debitkaartnûmer, of elke oare finansjele ynformaasje.",
    "4088941349": "Records fan produkten of tsjinsten kocht, krigen, of beskôge.",
    "3238612014": "Blêdzjeskiednis, ynformaasje oer de ynteraksje fan in konsumint mei in ynternetwebside, applikaasje of advertinsje.",
    "1023108656": "Kategoryen fan ûntfangers fan tredden",
    "1418235079": "Service Providers",
    "3238184941": "Opmerking: Frauderisiko ferbûn mei in yndividueel IP-adres kin op oanfraach wurde dield mei in yntegrator.",
    "285116485": "It bedriuw \"ferkeapet\" net (lykas dizze term wurdt definiearre yn 'e CCPA) de persoanlike ynformaasje dy't wy sammelje. Ferwize asjebleaft nei de seksje \"analytyk en folgjen fan tredden\" hjirboppe foar mear ynformaasje oangeande de soarten cookies fan tredden, as der binne, dy't wy brûke.",
    "1408750006": "Under foarbehâld fan bepaalde beheiningen jout de CCPA konsuminten fan Kalifornje it rjocht om te freegjen om mear details te witten oer de kategoryen of spesifike stikken persoanlike ynformaasje dy't wy sammelje (ynklusyf hoe't wy dizze ynformaasje brûke en iepenbierje), om har persoanlike ynformaasje te wiskjen, om har ôf te melden alle \"ferkeap\" dy't mooglik foarkomme, lykas it rjocht om net te diskriminearjen foar it útoefenjen fan dizze rjochten.",
    "759057398": "Meidieling oan EU-gegevensûnderwerpen",
    "825780955": "Persoanlike ynformaasje",
    "2945960297": "Mei respekt foar EU-gegevenssubjekten is de term \"persoanlike ynformaasje\" lykas brûkt yn dit privacybelied lykweardich oan \"persoanlike gegevens\" lykas definiearre yn 'e Algemiene Verordening foar gegevensbeskerming fan' e Jeropeeske Uny (GDPR).",
    "1126613163": "Gefoelige gegevens",
    "3571006800": "Guon fan 'e ynformaasje dy't jo ús leverje kinne gefoelige gegevens foarmje lykas definieare yn 'e GDPR (ek oantsjutten as spesjale kategoryen fan persoanlike gegevens), ynklusyf identifikaasje fan jo ras of etnisiteit op troch de regearing útjûne identifikaasjedokuminten.",
    "1988461282": "Juridyske basis foar ferwurking",
    "3519564631": "Ferwurkjen Doelen",
    "1778642038": "Om mei dy te kommunisearjen",
    "2223819810": "Om ús platfoarm te optimalisearjen",
    "1678661231": "Foar neilibjen, previnsje fan fraude, en feiligens",
    "2561077702": "Om ús tsjinst te leverjen",
    "2066321185": "Juridyske basis",
    "1174237568": "Dizze ferwurkingsaktiviteiten foarmje ús legitime belangen. Wy besykje alle mooglike gefolgen op jo (sawol posityf as negatyf) en jo rjochten te beskôgjen en te balansearjen foardat wy jo persoanlike ynformaasje ferwurkje foar ús legitime belangen. Wy brûke jo persoanlike ynformaasje net foar aktiviteiten wêr't ús belangen wurde oerskreaun troch elke neidielige ynfloed op jo (útsein as wy jo tastimming hawwe of oars binne ferplicht of tastien troch de wet).",
    "1350478093": "Ferwurkjen Doel",
    "787916198": "Mei jo tastimming",
    "3348433919": "Jo rjochten",
    "3842673636": "Under de GDPR hawwe jo bepaalde rjochten oangeande jo persoanlike ynformaasje. Jo kinne ús freegje om de folgjende aksjes te nimmen yn ferbân mei jo persoanlike ynformaasje dy't wy hâlde:",
    "4057343238": "Opt-out",
    "1834911235": "Stopje mei it ferstjoeren fan jo direkte marketingkommunikaasje dy't jo earder ynstimd hawwe om te ûntfangen. Wy kinne trochgean mei it stjoeren fan jo Service-relatearre en oare net-marketingkommunikaasje.",
    "3022301908": "Tagong",
    "680638297": "Jou jo ynformaasje oer ús ferwurking fan jo persoanlike ynformaasje en jouwe jo tagong ta jo persoanlike ynformaasje.",
    "1409486258": "Korrekt",
    "3878077249": "Update of korrizjearje unakkuracies yn jo persoanlike ynformaasje.",
    "3645414921": "Wiskje",
    "42182578": "Wiskje jo persoanlike ynformaasje.",
    "1609621367": "Oerdracht",
    "3208155808": "Oermeitsje in masine-lêsbere kopy fan jo persoanlike ynformaasje nei jo of in tredde partij fan jo kar.",
    "1786796818": "Beheine",
    "3329634829": "Beheine de ferwurking fan jo persoanlike ynformaasje.",
    "4202774977": "Objekt",
    "3007158970": "Beswier tsjin ús fertrouwen op ús legitime belangen as basis fan ús ferwurking fan jo persoanlike ynformaasje dy't ynfloed hat op jo rjochten.",
    "1273071008": "Fersiken oer tagongsrjochten foar gegevensûnderwerpen",
    "3594381346": "lokaasje.",
    "21141582": "dit",
    "3357523404": "Cross-Border Data Transfer",
    "290966395": "Lykas beskreaun yn ús seksje \"In opmerking foar klanten bûten de Feriene Steaten\", wês asjebleaft bewust dat jo persoanlike gegevens sille wurde oerbrocht nei, ferwurke en opslein yn 'e Feriene Steaten. Wetten foar gegevensbeskerming yn 'e FS kinne oars wêze fan dy yn jo lân fan ferbliuw. Jo stimme yn mei de oerdracht fan jo ynformaasje, ynklusyf persoanlike ynformaasje, nei de FS lykas fêstlein yn dit privacybelied troch ús siden te besykjen of ús tsjinst te brûken.",
    "3178581111": "Brûk foar nije doelen",
    "1088304322": "Wy kinne jo persoanlike ynformaasje brûke foar redenen dy't net beskreaun binne yn dit Privacybelied, wêr't wy troch de wet tastien binne om dit te dwaan en wêr't de reden kompatibel is mei it doel wêrfoar wy it sammele. As wy jo persoanlike ynformaasje moatte brûke foar in net-relatearre doel, kinne wy jo ynformearje en de jildende juridyske basis foar dat gebrûk útlizze. As wy op jo tastimming fertroud hawwe foar in bepaald gebrûk fan jo persoanlike ynformaasje, kinne wy jo tastimming sykje foar elk net-relatearre doel en kinne jo jo gebrûk fan 'e tsjinst op dat stuit beëinigje as jo beswier meitsje.",
    "2260079771": "Gegevensbehâld",
    "38428546": "Wy bewarje jo Persoanlike gegevens feilich yn it hiele libben fan jo akkount by ús. Wy sille jo Persoanlike gegevens allinich behâlde sa lang as it nedich is om de doelen te ferfoljen wêrfoar wy se sammele, ynklusyf foar it foldwaan oan alle juridyske, boekhâldkundige of rapportaazjeferplichtingen of om skelen op te lossen. De kritearia dy't wy brûke om opslachperioaden te bepalen omfetsje de jildende kontraktuele bepalingen dy't fan krêft binne, wetlike wetlike beheiningsperioaden, jildende regeljouwingseasken en yndustrynormen.",
    "384965568": "Wylst behâldeasken ferskille per jurisdiksje, wurde ynformaasje oer ús typyske bewaringsperioaden foar ferskate aspekten fan jo persoanlike gegevens hjirûnder beskreaun.",
    "2788836740": "Kontaktynformaasje foar marketingdoelen wurdt oanhâldend bewarre oant jo útskriuwe. Dêrnei sille wy jo gegevens foar ûnbepaalde tiid tafoegje oan ús ûnderdrukkingslist. E-postynformaasje sammele fan brûkers fan tagonklikens sil nea wurde brûkt foar marketingdoelen.",
    "3520687192": "Records fan kommunikaasje mei jo (bygelyks stipe tickets iepene fia e-mail of Twitter) meie wurde bewarre foar ûnbepaalde tiid.",
    "292211832": "Ynformaasje sammele fia technyske middels lykas cookies, websidetellers en oare analytyske ark wurdt fuorthelle sa gau as praktysk, mar kin bewarre wurde foar in beheinde perioade fan maksimaal ien jier nei it ferrinnen fan it koekje, typysk yn in de-identifisearre en aggregearre foarm útsein as wy mooglik misbrûk fan ús tsjinst ûntdekke, yn dat gefal sille wy dy ynformaasje behâlde om ús te helpen by it foarkommen fan takomstich misbrûk. Wy kinne dizze anonymisearre en aggregearre ynformaasje net keppelje oan jo, jo húshâlding, in IP-adres, of hokker persoanlike ynformaasje basearre op de opsleine ynformaasje.",
    "470943029": "As jo fragen hawwe oer dit privacybelied, nim dan kontakt mei ús op op:",
    "3192683783": "Feroarings oan dit Privacybelied",
    "1702335960": "Elke ynformaasje dy't wy sammelje is ûnderwurpen oan it privacybelied dat jildt op it momint dat sokke ynformaasje wurdt sammele. Wy kinne lykwols it Privacybelied fan tiid ta tiid feroarje. As in revyzje materieel is, lykas allinich troch ús bepaald, sille wy jo ynformearje, bygelyks fia e-post. De hjoeddeistige ferzje sil altyd wurde pleatst op ús side Privacybelied.",
    "3669258571": "Koekje Belied",
    "2905621957": "Lêst bywurke: 18 july 2020",
    "1173934218": "Wy begripe dat jo privacy wichtich is foar jo en sette ús yn foar transparant te wêzen oer de technologyen dy't wy brûke. Dit belied jout detaillearre ynformaasje oer hoe en wannear wy cookies brûke op ús siden en tsjinsten.",
    "2694150481": "Brûke wy cookies?",
    "457627611": "Ja. Wy en ús analytyske of tsjinstferlieners, marketingpartners en filialen meie cookies, webbakens, as piksels en oare technologyen brûke om te garandearjen dat elkenien dy't de siden brûkt de bêste mooglik ûnderfining hat. Sjoch asjebleaft de seksje \"analytics en trackingtechnologyen fan tredden\" fan ús Privacybelied foar mear details.",
    "501102544": ": wy leauwe dat de hCaptcha anty-bot-tsjinst (dws de tsjinst ynbêde troch websiden, spultsjes of mobile apps) allinich saneamde \"frijstelde tastimming\" cookies omfettet neffens GDPR-regeljouwing. Foarbylden fan sokke frijstelde cookies omfetsje:",
    "461631543": "GDPR-notysje",
    "2150907653": "* Technyske koekjes strikt nedich foar it leverjen fan 'e tsjinst. Dizze omfetsje foarkarskoekjes, sesjekoekjes, load balancing cookies, ensfh.",
    "1012122721": "* Statistyske koekjes dy't direkt troch ús beheard wurde (dus earste partij, net koekjes fan tredden), wêr't de gegevens net brûkt wurde foar profilearring.",
    "148542287": "Dit is gjin juridysk advys, en gjin garânsjes wurde jûn oangeande dizze analyse. As jo oanfoljende fragen of soargen hawwe, nim dan kontakt mei ús op op:",
    "3956117148": "De websiden hCaptcha.com en BotStop.com (de siden) kinne ekstra cookies befetsje, lykas beskreaun yn dit belied.",
    "3255230599": "Wat is in koekje?",
    "1095532507": "In koekje (\"Cookie\") is in lyts tekstbestân dat troch in websidetsjinner op jo hurde skiif pleatst wurdt. Koekjes befetsje ynformaasje dy't letter lêzen wurde kin troch in webtsjinner yn it domein dat it koekje oan jo hat útjûn. Guon fan 'e koekjes sille allinnich brûkt wurde as jo brûke bepaalde funksjes of selektearje bepaalde foarkar, en guon koekjes sille altyd wurde brûkt. Jo kinne mear útfine oer elk koekje troch ús hjoeddeistige koekjelist hjirûnder te besjen.",
    "2943815316": "Wy aktualisearje dizze list periodyk, dus d'r kinne ekstra koekjes wêze dy't noch net opnommen binne. Webbeacons, tags en skripts meie wurde brûkt yn 'e siden as yn e-mails om ús te helpen om cookies te leverjen, besiken te tellen, gebrûk en effektiviteit fan' e kampanje te begripen en te bepalen oft in e-post is iepene en op aksje is. Wy kinne rapporten ûntfange op basis fan it gebrûk fan dizze technologyen troch ús tsjinst-/analytyske providers op in yndividuele en aggregearre basis.",
    "2954157511": "Wêrom brûke wy cookies?",
    "1539071196": "Wy brûke cookies oer it algemien foar de folgjende doelen:",
    "3545935449": "Om nije of eardere brûkers te werkennen.",
    "32739972": "Om jo ynlogsesjeynformaasje op te slaan as jo registrearre binne op ús siden.",
    "4209078147": "Om ús side te ferbetterjen en jo besites op ús platfoarms en side better te begripen.",
    "1077448694": "Om te yntegrearjen mei tredden sosjale media websiden.",
    "1709478090": "Om jo te tsjinjen mei ynteresse-basearre as doelgerichte reklame.",
    "3256020881": "Om jo gedrach en blêdzjenaktiviteiten oer de tiid te observearjen oer meardere websides of oare platfoarms.",
    "1092241113": "Om de belangen fan ús klanten en yntegrators better te begripen.",
    "1434289796": "Guon koekjes binne nedich foar bepaalde gebrûk fan 'e siden, en sûnder sokke koekjes soene wy net in protte tsjinsten kinne leverje dy't jo nedich binne om de siden goed te brûken. Dizze koekjes kinne ús bygelyks ús siden betsjinje, sadat jo tagong krije kinne lykas jo hawwe oanfrege en lit ús werkenne dat jo in akkount hawwe oanmakke en jo hawwe oanmeld op dat akkount om tagong te krijen ta sideynhâld. Se omfetsje ek koekjes dy't ús yn steat meitsje om jo eardere aksjes binnen deselde blêdzjen sesje te ûnthâlden en ús siden te befeiligjen.",
    "1533171442": "Wy brûke ek funksjonele koekjes en koekjes fan tredden foar analyse- en marketingdoelen. Funksjonele koekjes kinne bepaalde dielen fan 'e siden goed wurkje en jo brûkersfoarkarren bekend bliuwe. Analysekoekjes sammelje ûnder oare ynformaasje oer hoe't klanten, yntegrators en ein-brûkers ús siden brûke, de ynhâld en produkten dy't brûkers it meast besjen, en de effektiviteit fan ús advertinsjes fan tredden. Reklamekoekjes helpe by it leverjen fan advertinsjes oan relevante publyk en it hawwen fan ús advertinsjes boppe oan sykresultaten. Koekjes binne of \"sesje\" Koekjes dy't wurde wiske as jo jo blêder sesje beëinigje, of \"persistent\", dy't bliuwe oant se wiskje troch jo (besprutsen hjirûnder) of de partij dy't it koekje tsjinne. Folsleine details oer alle koekjes dy't op 'e siden wurde brûkt binne beskikber yn ús tabel foar iepenbiering fan koekjes hjirûnder.",
    "322830977": "Hoe kinne jo cookies útskeakelje.",
    "3885459114": "Jo kinne it gebrûk fan cookies oer it algemien aktivearje of letter deaktivearje fia in funksjonaliteit ynboud yn jo webblêder. As jo mear wolle leare oer cookies, of hoe't jo se kinne kontrolearje, útskeakelje of wiskje, besykje dan https://www.knowcookies.com/ foar detaillearre begelieding.",
    "262509504": "Wy kinne de ynformaasje sammele troch Cookies keppelje mei oare ynformaasje dy't wy fan jo sammelje neffens dit Privacybelied en de kombineare ynformaasje brûke lykas hjiryn oanjûn. Lykas kinne de tredde partijen dy't cookies op ús siden tsjinje, jo namme of e-mailadres keppelje oan oare ynformaasje dy't se sammelje, wat eardere oankeapen kin omfetsje makke offline of online, of jo online gebrûksynformaasje.",
    "2935155034": "As jo yn 'e Jeropeeske Ekonomyske Gebiet sitte, hawwe jo bepaalde rjochten dy't hjirboppe beskreaun binne ûnder de kop \"Meitsje oan EU-gegevensûnderwerpen\", ynklusyf it rjocht om de gegevens dy't wy oer jo hawwe te ynspektearjen en te korrigearjen of te wiskjen.",
    "1873812847": "Koekje(s) iepenbiering",
    "3319083717": "Namme:",
    "3183855267": "1. hmt_id",
    "907324388": "Funksje",
    "2896187462": "1. Wurdt brûkt foar strikt needsaaklike anonime tsjinst-relatearre statistiken, en foar oare technyske doelen lykas bystean yn tagonklikens stipe.",
    "987267027": "Feest",
    "3453526675": "1. 1e partij",
    "1952810469": "Type",
    "1795436560": "1. Sesje",
    "102695075": "Doer",
    "3356329025": "1. 30 dagen",
    "3744153629": "Nammen:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sitting,",
    "3186435874": "sessionid",
    "720059527": "2. Brûkt foar strikt needsaaklike technyske doelen: load balancing, routing.",
    "1241291641": "Sjoch mear details.",
    "1834801943": "2. 1e partij",
    "2114694926": "2. Sesje",
    "938404336": "2. Fariearret; oant 30 dagen.",
    "2196526290": "hc_berikberens",
    "2577178569": "3. Brûkt foar strikt needsaaklike technyske doelen: stelt Tagonklikens Brûker gebrûk yn.",
    "1061239711": "3. 1e partij",
    "1483015662": "3. Sesje",
    "3458934553": "3. Fariearret; oant 30 dagen.",
    "1527172673": "As jo fragen hawwe oer dit Cookiebelied, nim dan kontakt mei ús op op:",
    "134571844": "Impressum (Side Notice)",
    "110836420": "Lêst bywurke: Desimber 23, 2020",
    "2901894297": "hCaptcha is in tsjinst fan Intuition Machines, Inc. (\"IMI\"), in Delaware US Corporation (#6393793).",
    "2928362319": "E-postfragen kinne stjoerd wurde nei: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Ynformaasje oer it hjoeddeistige behear fan it bedriuw kin wurde krigen op 'e side Oer. De hjoeddeistige CEO fan it bedriuw is de direkteur ferantwurdlik foar ynhâld.",
    "3094150511": "Regeljouwing gesach: US Federal Communications Kommisje, 45 L Street NE, Washington, DC 20554 Feriene Steaten.",
    "2763011087": "IMI ferplichtet him net ta, noch is it ferplichte om diel te nimmen oan, de alternative skeeloplossing foar konsumintskeppels foar in konsumintskeppelbeslút-entiteit.",
    "1395644678": "Offisjele webside fan 'e Jeropeeske Kommisje foar Online Dispute Resolution:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Gjin garânsjes oangeande ynhâld",
    "707541553": "Alle ynformaasje befette op ús ynternetsiden is validearre troch IMI of in tredde partij. Noch IMI noch tredden kinne lykwols ferantwurdlik steld wurde foar ynformaasje dy't aktueel, akkuraat of folslein is. Dat jildt ek foar oare websiden dy't te berikken binne fia hyperlinks op ús siden. IMI akseptearret gjin ferantwurdlikens foar de ynhâld fan dizze eksterne websiden.",
    "2650241052": "Gjin advys",
    "3361191778": "De ynformaasje op 'e ynternetsiden fertsjintwurdiget gjin yndividuele advys en kin dit net ferfange. As jo yndividueel advys nedich binne, nim dan kontakt op mei ús stipepersoniel.",
    "1031855757": "Gebrûk fan dizze side",
    "204716894": "De ynhâld en it ûntwerp fan ús websiden binne beskerme ûnder copyright wet. Duplikaasje fan 'e siden en har ynhâld op in manier dy't it ridlik earlik gebrûk te boppe giet, fereasket foarôfgeande skriftlike tastimming fan IMI as d'r gjin oare wetlike bepalingen binne spesifisearre foar duplikaasje op' e side.",
    "3182435854": "Copyright",
    "3187946010": "Alle tekst, ôfbyldings, grafyske animaasje, fideo's, muzyk, lûden en oar materiaal op dizze siden wurde beskerme ûnder auteursrjochtwet troch IMI of tredden as spesifisearre. It is ferbean om dit materiaal te kopiearjen of te wizigjen foar kommersjeel gebrûk op in manier dy't ridlik earlik gebrûk grutter is.",
    "74538881": "Ferantwurdlikens foar dizze webside",
    "3236873806": "IMI is ferantwurdlik foar dizze webside.",
    "2657277322": "As jo fragen hawwe, nim dan kontakt mei ús op op:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass is in",
    "1898063898": "foar it behâld fan privacy fan brûkers dy't wy yn gearhing mei ûntwikkelje",
    "1942186611": "en oaren.",
    "3673079511": "opkommende standert",
    "2164933356": "Cloudflare",
    "3119589996": "Hoe it wurket: in browser-útwreiding jout brûkers de mooglikheid om kryptografysk bline tokens te meitsjen en te tekenjen foar websiden dy't it Privacy Pass-protokol stypje. De tafoeging genereart passaazjes mei kryptografysk blinde tokens dy't wurde tekene troch hCaptcha as in útdaging wurdt oplost op elke side mei de hCaptcha-tsjinst,",
    "1254771154": "útdagings werjûn op oare Privacy Pass-stypjende tsjinsten dy't ek hCaptcha ynbêde, bygelyks Cloudflare.",
    "996362763": "Dizze tokens wurde unblinded en opslein troch de útwreiding foar takomstich gebrûk. As de brûker in side besykje mei hCaptcha en de útdaging moat trochjaan (of ûnsichtber of fia de knop \"Ik bin minske\"), wurde se automatysk ferlost. De blynjende proseduere betsjut dat ûndertekene en ferloste tokens kryptografysk net te keppeljen binne fanút it perspektyf fan hCaptcha, en sadwaande wurdt de privacy fan brûkers bewarre.",
    "2943346052": "Wylst it IETF-standerdisearringsproses trochgiet, ferwachtsje wy dat grutte browsers ien of oare foarm fan Privacy Pass native sille oannimme. Dit sil de útwreiding úteinlik net nedich meitsje. Folgje foar it momint lykwols de ynstruksjes hjirûnder.",
    "2326660907": "útsein",
    "741483946": "* Mei oare wurden: jo kinne hCaptcha Privacy Pass-tokens krije op hCaptcha.com, en brûke se direkt op oare siden mei hCaptcha.com. Jo kinne gjin hCaptcha Privacy Pass-tokens krije of ferlosse om de hCaptcha-tsjinst te omgean lykas brûkt troch Cloudflare, om't Cloudflare syn eigen Privacy Pass-tokens útjout en ferlosst.",
    "1362015807": "Begjinne",
    "1358325821": "Ynstallearje earst de tafoeging foar",
    "310885519": "of",
    "4091044469": ". Soargje derfoar dat jo de tafoeging yn incognito-modus ynskeakele hawwe. Besykje dan elke webside mei hCaptcha en oplos in captcha. Fanôf ferzje 2.0.3 kinne jo dizze tokens ferlosse op websiden mei hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Sadree't jo de tafoeging ynstalleare hawwe, klikje jo hjir (of op elke hCaptcha-brûkende webside) om kaarten te fertsjinjen:",
    "166277959": "Tink derom: dizze funksje is op it stuit yn beta, en wurket miskien net altyd foar alle websiden en brûkers. Yn it gefal dat it net ynskeakele is of net wurket foar in bepaalde brûker, sil it gedrach gewoan weromfalle nei de standert hCaptcha-ûnderfining sûnder ferlies fan funksjonaliteit.",
    "3031357206": "In nij ikoan sil ferskine neist jo URL-balke. Besykje no in webside mei hCaptcha. It sil der sa útsjen:",
    "1066753052": "wat betsjut dat de beurs leech is, en jo binne op in side dy't in hCaptcha-útdaging omfettet. Sadree't jo de útdaging foltôgje, sille jo tokens fertsjinje dy't kinne wurde ferlost op elke oare webside mei hCaptcha.",
    "651123197": "In telling fan it aktuele totaal yn jo portemonnee sil wurde toand op it ikoan nei it foltôgjen fan de útdaging.",
    "554844646": "Jo kinne befestigje dat de tafoeging wurket troch de teller elke kear as jo klikke mei 1 omleech te sjen",
    "4087729475": "de útdaging nei jo earste oplossing.",
    "647630208": "En dat is it! Jo online blêdzjen is no priveer.",
    "3272552822": "Untwikkelders en kryptografen:",
    "4059570880": "As jo wolle track de standerdisearring ynspannings, ynspannings op it stuit oan gong by",
    "1904390996": "te standardisearjen de",
    "252720667": "ûnderlizzende de kryptografyske feiligens fan Privacy Pass. It protokol sels giet troch de",
    "3972554015": "proses ek. En de browser-útwreiding is fansels",
    "3723626769": "foar jo bydragen en resinsje.",
    "3882147547": "Oblivious pseudorandom funksjes",
    "565624910": "ûntwerp",
    "3421090159": "iepen Boarne",
    "3098677775": "F: Is myn IP en blêdzjeskiednis folslein privee fan hCaptcha by it brûken fan Privacy Pass?",
    "4019638786": "A: Privacy Pass-brûkers fan hCaptcha sille har IP nea bleatstelle oan hCaptcha, útsein as de token-wallet fan har browser leech is of de side it ferstjoert. hCaptcha hat gjin manier om de brûker te keppeljen oan de token-ferlossing, en komt noait direkt mei de brûker by it ferlossen, útsein as har token-wallet leech is.",
    "3887113660": "F: Hoe hat Privacy Pass ynfloed op hCaptcha-ynkomsten?",
    "1116455671": "A: Jo sille in beleanning fertsjinje foar de earste oplossing as de brûker it op jo side foltôget. Ferlossingen folgje itselde antwurdpatroan as soe de brûker automatysk op jo side trochjûn hie fanwegen hege kliïntfertrouwen: gjin fertsjinsten bart, en de siteverify-oprop fan jo server ûntfangt in 'kredyt: False' yn 'e passresultaten.",
    "779817954": "F: As ik Privacy Pass-passen haw útjûn troch in oare provider, kin ik se dan ynlosse op hCaptcha?",
    "3014149332": "A: Nee, passes binne net ynteroperabel: se moatte wurde útjûn en ferlost troch deselde autoriteit, yn dit gefal hCaptcha. Tink derom dat as jo passes hawwe fan sawol Cloudflare as hCaptcha yn jo tafoeging, sil it beskikbere nûmer feroarje nei it juste bedrach ôfhinklik fan 'e eask fan' e side dy't jo besykje. Mei oare wurden, as jo 100 Cloudflare-passen hawwe yn jo beurs en 10 hCaptcha-passen, moatte jo 10 sjen op it útwreidingsbyldkaike op siden mei hCaptcha ynbêde.",
    "3679148535": "F: Oan hokker oare applikaasjes fan Privacy Pass wurkje jo?",
    "1606783855": "A: Wy binne tige ynteressearre yn Privacy Pass foar de Tagonklikheid (\"a11y\") gebrûk. Earder populêre opsjes lykas audio captchas diskriminearje in protte a11y brûkers. Wy leauwe dat it kombinearjen fan ús hjoeddeistige a11y-oanpak mei Privacy Pass-útjefte sil a11y-brûkers feilich kinne blêdzje, feilich yn 'e kennis dat har ferkear priveer is, wylst it misbrûk troch bot-operators beheine dat ûnûntkomber opkomt as a11y-opsjes beskikber binne.",
    "2359150347": "F: Stypje oare online befeiligingstsjinsten Privacy Pass?",
    "2082237880": "A: hCaptcha is de earste tsjinst yn syn soarte dy't Privacy Pass stipet, en is op it stuit de ienige dy't dat docht. Wy ferwachtsje lykwols dat oare tsjinsten de foardielen erkenne fan it fergrutsjen fan privacy fan brûkers online, en ferwachtsje dat yn 'e takomst mear ymplemintaasjes sille ûndernimme as de IETF-standerts dy't wy helpe te ûntwikkeljen formeel wurde oannommen.",
    "2109792055": "Brûkershantlieding: Problemen debuggen mei útjaan en falidaasje fan privacypas",
    "3588620914": "Privacy Pass is in nije útfining troch de noarmen fan it web, en it is mooglik foar oare applikaasjes en browser-útwreidingen dy't der net fan bewust binne om har funksjonaliteit te bemuoien.",
    "4039193170": "As jo problemen hawwe mei it krijen of ferlossen fan tokens:",
    "2378786360": "1. Besykje ien fan 'e oare stipe browsers: as jo op Chrome binne, besykje Firefox te brûken sûnder jo ynstellings fan Chrome te ymportearjen, en ynstallearje de plugin dêr. As dat wurket, kinne jo in browserkonfiguraasjeprobleem hawwe.",
    "394235836": "3. As gjin fan 'e boppesteande suggestjes wurket, stjoer ús dan in e-post foar stipe en wy helpe jo graach út te finen wat der bart.",
    "3470857731": "In analyze fan hoe goed reCAPTCHA detektearret bots.",
    "3240786848": "Lêste bywurking: 18 febrewaris 2021",
    "2547140673": "Foar mear as in desennium hat de reCAPTCHA-tsjinst fan Google webside-eigners in hannel oanbean: lit Google jo brûkers folgje en har fragen stelle, en yn ruil tasein se om bots en spam te stopjen.",
    "2133754014": "Mear dan 4,5 miljoen websiden brûke reCAPTCHA [",
    "3152512587": "en it systeem sammelet hûnderten miljoenen deistige oplossingen. [",
    "2296918009": "Dit komt oerien mei mear as 100 persoansjierren arbeid elke dei.[",
    "3900538778": "Labele gegevens binne de brânstof dy't masine learen oandriuwt. reCAPTCHA-antwurden binne brûkt om Google's ML/AI-tsjinsten te ferbetterjen sûnt 2009. In protte minsken dy't reCAPTCHA brûke, realisearje net dat har arbeid brûkt wurdt.",
    "1160252730": "Google freget no hege prizen foar reCAPTCHA Enterprise, wêrtroch in protte bedriuwen dizze deal opnij evaluearje.",
    "1131196501": "Grutte bedriuwen lykas",
    "204889717": "binne oerstapt nei hCaptcha's",
    "639413188": "yn antwurd.",
    "3280658086": "enterprise oplossings",
    "3842815245": "Is dit in earlike hannel?",
    "714342693": "It hCaptcha-team hat priisgegevens sammele fan \"dark web\" captcha-breaking tsjinsten sûnt 2016. Wy hawwe in nijsgjirrige trend opmurken:",
    "468929661": "De gemiddelde kosten foar it brekken fan in reCAPTCHA binne ongelooflijk leech (minder dan $ 1 per 1000 oplost) en is net materieel ferhege sûnt ús tafersjoch begon yn 2016. Dit jildt foar sawol reCAPTCHA v2 as v3. [",
    "2862164005": "Priisgegevens kinne ús in krekte dollarwearde sette op 'e feiligens oanbean troch in reCAPTCHA: $0.001 of minder per antwurd.",
    "102498091": "Google kostet $ 1 per 1000 oanfragen foar reCAPTCHA Enterprise, wat betsjuttet dat se no mear per fersyk betelje dan it kostet om de feiligens fan har tsjinst te brekken. Dit liket in minne deal.",
    "130239139": "Wat is de wearde fan 'e 100+ persoansjierren arbeid sammele troch Google deistich?",
    "1421074182": "Oansjenlik heger.",
    "1953519598": "De kosten foar it labeljen fan in inkele ôfbylding fariearje fan $ 0,03 oant $ 1,00 of mear. Troch elke konservative skatting hat Google oant no ta miljarden dollars oan fergese arbeid helle. [",
    "3025548709": "Is der in alternatyf foar dizze ûnearlike deal?",
    "263761351": "hCaptcha is it earste credible alternatyf, no brûkt troch hûnderten miljoenen minsken elke moanne.",
    "2743692546": "As brûkers har minsklikens bewize fia hCaptcha, komt har arbeid in anonime iepen merk yn foar biedingen.",
    "1982750088": "Bedriuwen oer de hiele wrâld biede foar dy arbeid om ienfâldige taken te foltôgjen dy't maklik binne foar minsken, mar lestich foar masines. Brûkers stypje de side dy't se besykje, en ûnderfine minder webspam troch in heger nivo fan feiligens.",
    "1108398506": "klanten krije totale kontrôle oer de ûnderfining, en profitearje fan de saakkundigens hCaptcha hat opdien operearje de grutste ûnôfhinklike útdaging provider op it ynternet. Se krije ek in bettere deal dan reCAPTCHA Enterprise: oant 50-80% bettere prizen, ôfhinklik fan folume.",
    "3012870872": "Websites en apps dy't de fergese ferzje brûke (hCaptcha Publisher) fertsjinje ynkomsten fan dat wurk ynstee fan it oan Google te donearjen.",
    "2271512952": "Brûkers stypje de side dy't se besykje, en ûnderfine minder webspam.",
    "278010425": "It brede en faak feroarjende ferskaat oan taken op hCaptcha binne ek dreger te automatisearjen. De ienige ynterface fan reCAPTCHA is yn in protte jierren net feroare, en hat in lytse set fan selden feroarjende fragen. Dit is ien fan 'e manieren wêrop hCaptcha mear robúste anty-bot-beskerming leveret dan reCAPTCHA.",
    "984849234": "hCaptcha brûkt avansearre masine-learen om te leverjen wat reCAPTCHA allinich belooft, wylst de fongen wearde dielt mei de websiden dy't it brûke.",
    "4063769686": "Brûkers stypje de side dy't se besykje, en ûnderfine minder webspam. Dit liket in earlike deal.",
    "685916926": "Wêrom is reCAPTCHA yn 'e rin fan' e tiid net ferbettere?",
    "3992401943": "Der is in revolúsje yn djip learen sûnt 2012. De yndustry noarm foar taak krektens is radikaal ferbettere oer de ôfrûne desennia, benammen troch djippe convolutional netwurken. Oare ML-oandreaune tsjinsten dy't Google biedt hawwe dizze kromme folge.",
    "615031303": "(Sjoch fuotnoaten",
    "2125514305": "ML is ferbettere, mar de muoite om reCAPTCHA te omgean is yn dizze tiid net materieel feroare.",
    "1406188018": "6 en 7",
    "2689973938": "It ferbetterjen fan reCAPTCHA makket in yntrinsike konflikt foar Google as adferkeaper.",
    "464238793": "As Google sels bepaalt dat in brûker dy't in advertinsje sjocht of op in keppeling klikt yn feite in bot wie, kin it gjin rekken brocht foar advertinsjes dy't oan dy brûker werjûn wurde. Dit konflikt fan belangen hat de omfang fan Google's anty-bot-ambysjes slim beheind.",
    "918924423": "Bygelyks, Google hat gjin fansels weardefolle tsjinsten oanbean lykas retroaktive botdeteksje. It is folle betrouberer om brûkersferkear bot-generearre te ferklearjen nei it analysearjen fan ferskate dagen oan gegevens.",
    "661412233": "It witten nei de captcha dat guon brûkers bots wiene, is ek weardefol. It lit webside-eigners âlde spam-berjochten skjinmeitsje en \"sleeper-akkounts\" wiskje registrearre op spam-forums yn 'e takomst, fraude ferminderje, en mear.",
    "3600797185": "It oanbieden fan retroaktive bot-identifikaasje soe Google iepenje foar netelige fragen oer hoe't jo advertearders dy't jild útjûn hawwe oan dat frauduleus ferkear werombetelle kinne.",
    "2076932190": "It reCAPTCHA-produkt is dêrmei in desennium stagnearre.",
    "3856912381": "Brûkers hawwe te lijen, en ûnnedige web-spam is no rampant. Mar der is in alternatyf.",
    "1035621426": "Elke bot identifisearre troch reCAPTCHA ferminderet direkt de advertinsje-ynkomsten fan Google.",
    "3668115514": "Hoe is hCaptcha oars?",
    "2413742287": "De stimulâns fan hCaptcha is om de krektens te maksimalisearjen, net advertinsje-ynkomsten: botantwurden binne nutteloos foar ús klanten, dy't minsklike trainingsgegevens nedich binne.",
    "1373262754": "Witte wa't in yndividu is hat minimale wearde foar hCaptcha. Wy skele allinnich oft se binne minsklik of in kweade akteur.",
    "600646860": "Yn stee fan in tsjinst fan twifele wearde oan te bieden by it ekstrahearjen fan arbeid mei echte wearde, leveret hCaptcha sawol kompensaasje as sterke anty-bot-beskerming.",
    "1836191653": "Yn stee fan it oanbieden fan in maklik ferslein tsjinst oan frije brûkers wylst it opladen fan miljoenen dollars foar in ûndernimming ferzje dy't net folle better, hCaptcha jout poerbêst bot beskerming oan beide, wylst it oanbieden fan ûndernimming brûkers ekstra funksjes en maatwurk, tegearre mei sterke SLAs en flugge stipe.",
    "990215503": "hCaptcha is de ienige grutte captcha-tsjinst dy't net eigendom is fan in advertinsjenetwurk.",
    "971933157": "hCaptcha soarget foar privacy, transparânsje en earlikens.",
    "178839499": "hCaptcha dielt de wearde fan wurk dien wylst brûkers har minsklikens bewize.",
    "1237076138": "hCaptcha biedt in earlike deal oan sawol fergese (hCaptcha Publisher) as enterprise (hCaptcha Enterprise) klanten.",
    "614310292": "Wa boude hCaptcha?",
    "4188814619": "hCaptcha is in tsjinst fan Intuition Machines (",
    "3265328927": "), in bedriuw foar masine learen dat produkten en tsjinsten biedt foar bedriuwen dy't masine learen op skaal implementearje.",
    "2740033957": "It IM-team is gearstald út wittenskippers en yngenieurs fan Apple, Amazon, en oare lieders yn masine learen, ferspraat systemen, en feiligens.",
    "1579715421": "IM-wittenskippers publisearje regelmjittich yn topkonferinsjes lykas ICML, ICLR, ECCV, en NeurIPS, en it bedriuw hat publike state-of-the-art resultaten publisearre yn ML-dissiplines lykas djippe hashing [",
    "4015238193": "en OCR [",
    "279580593": "imachines.com",
    "279918384": "Hoe brûkt Google jo fergese arbeid?",
    "2385522384": "Jo seagen wierskynlik frames fan fideo's fan kamera's op Google's Waymo selsridende auto's, en holpen har objektherkenning te ferbetterjen.",
    "1517627947": "Jo seagen wierskynlik foto's fan gebouwen as strjittebuorden fan Google's Streetview-auto's, en holpen om lokaasjes te markearjen foar har produkten fan Maps en Earth.",
    "3225936061": "Jo seagen wierskynlik foto's fan tekst nommen fan boeksiden op Google's Books-tsjinst, en holpen har OCR-software (tekstherkenning) te ferbetterjen.",
    "129661785": "Ea frege om \"klik op 'e auto / crosswalk / stoplight?\"",
    "936667684": "Is oait frege om \"it gebou / strjitte teken yn te typen?\"",
    "3773515538": "Is oait frege om \"de twa wurden yn te typen?\"",
    "1778058441": "Hokker soarten banen rinne op hCaptcha?",
    "366088791": "hCaptcha stipet in breed ferskaat oan taken.",
    "3114147525": "hCaptcha-klanten brûke de tsjinst foar taken ynklusyf objektherkenning, attribútdeteksje (etiketten sammelje om soarten klean te identifisearjen), relevânsjeranglist (it meast relevante produkt kieze út ferskate opsjes yn fergeliking mei in primêr produkt), beheinende fakjes (fine gebieten fan ynteresse op in ôfbylding), \"Human OCR\" (identifisearje de tekst yn in ôfbylding) en in protte oare soarten taken.",
    "3139609561": "Hjirûnder binne twa foarbylden fan ôfbylding klassifikaasje en attribút detection job typen. [",
    "2273532558": "Wa binne de beteljende klanten fan hCaptcha?",
    "4104221634": "hCaptcha-klanten span in ferskaat oan yndustry, fan technologybedriuwen oant dyjingen dy't rjochte binne op moade, detailhannel en oare gebieten wêr't se wearde kinne meitsje troch it tapassen fan masine learen.",
    "1337725003": "hCaptcha set har yn foar it demokratisearjen fan tagong ta hege folume real-time annotaasje, wêrtroch bedriuwen grut en lyts de kwaliteit fan har produkten en tsjinsten kinne ferbetterje troch masine learen oan te passen op har bedriuw.",
    "4086379603": "Fragen?",
    "1243684308": "Wy nimme jo feedback serieus, en wolle derfoar soargje dat elkenien in nofliker ûnderfining online hat, mei minder bots en minder spam. Nim kontakt mei ús op:",
    "2645321220": "En as jo tinke dat de kosten fan reCAPTCHA te heech binne, freegje ús dan oer hCaptcha Enterprise. Op it stuit yn gebrûk troch guon fan 'e grutste útjouwers, bedriuwen foar finansjele tsjinsten, en bedriuwen foar webynfrastruktuer yn' e wrâld, binne se net allinich in betrouber alternatyf foar reCAPTCHA: wy leauwe dat se de bêste botbeskerming biede dy't op it stuit beskikber is.",
    "1229233916": "Fuotnoaten",
    "1115642494": "1. Boarne: BuiltWith.com reCAPTCHA site listings. Ophelle op 9 july 2019.",
    "448807334": "(\"Hûnderten miljoenen CAPTCHA's wurde elke dei troch minsken oplost.\") Ophelle 8 july 2019.",
    "2397590157": "3. Konservative skatting: 200 miljoen oplost * 30 sekonden per oplosse yn jierren = 190,3 persoan-jierren / dei.",
    "3236311792": "4. hCaptcha ynterne analyze. Gegevens sammele oant 30 juny 2019. Details beskikber op oanfraach.",
    "1752259468": "5. Konservative skatting: $ 0,01 kosten fan in inkele annotaasje * 200M avg. annotaasjes per dei (legere bound) * 365 dagen yn 't jier * 10 jier sûnt 2009 akwisysje = $ 7,3 miljard legere bound wearde.",
    "3268946369": "6. Kredyt: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Boarne: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY-BASEREDE RELATIONAL EMBEDDINGS FOAR DEEP HASHING mei swak tafersjoch, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Resinte state-of-the-art resultaten: ICML LLD, maaie 2019.",
    "1973347745": "10. Royalty-frij foarbyld ôfbyldings. Boarne: Petapixel.",
    "1493115924": "Merknotysjes:",
    "4051104324": "\"Intuition Machines\" is in registrearre hannelsmerk fan Intuition Machines, Inc.",
    "3983646521": "Alle produktnammen, logo's, merken, hannelsmerken en registrearre hannelsmerken binne eigendom fan har respektive eigners. Alle nammen fan bedriuwen, produkten en tsjinsten brûkt op dizze webside binne allinich foar identifikaasjedoelen. Gebrûk fan dizze nammen, hannelsmerken en merken ymplisearret gjin goedkarring. Yn dit gefal, krekt oarsom.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-wittenskippers stelle in nije benchmark yn foar Weakly Supervised Text Recognition (OCR) by CVPR 2020.",
    "1259002282": "In bug fûn? Hjir is hoe't jo it rapportearje.",
    "3301728462": "Miljoenen minsken brûke elke moanne hCaptcha, op tûzenen kombinaasjes fan browsers, tafoegings, apparaten, firewalls, en mear.",
    "3878230879": "Us doel is om te soargjen dat it altyd foar jo wurket, dus wy wurdearje jo rapporten tige!",
    "2465128185": "Om rappe feedback te jaan, klikje jo gewoan op de knop \"Stjoer ús feedback\".",
    "2921990472": "As jo in funksjoneel probleem sjogge, folgje dan de",
    "2870341481": "ûnder. Foar alle oare browsers gewoan",
    "1866590035": "debug log ynstruksjes foar Chrome",
    "444492541": "debug log ynstruksjes foar Firefox",
    "169267610": "email ús",
    "3100722753": "Foar mooglike feiligens- of privacyproblemen, sjoch de ynstruksjes hjirûnder.",
    "1906593952": "Jou feedback oer de hCaptcha dy't jo krekt sjoen hawwe",
    "3951254541": "Wy wurdearje jo ynput. Lit ús alle problemen witte en wy sille se fluch oplosse.",
    "3324288040": "Stjoer ús feedback",
    "2864016648": "Privacy Issues",
    "304004915": "It makket ús net út wa't brûkers binne, allinich hoe wierskynlik dat se kwea-aardich binne as masines. Wy stypje inisjativen lykas",
    "1139493658": ", en wurkje hurd om privacy en feiligens te balansearjen.",
    "3083289844": "As jo in probleem hawwe fûn dat jo tinke dat de privacy fan brûkers kin beynfloedzje, e-post ús dan asjebleaft op",
    "4264784515": "Feiligens Bugs",
    "963238401": "Wy binne altyd ynteressearre yn it ûntfangen fan rapporten fan feiligensbugs. Email",
    "3926027556": "en wy komme gau werom nei dy.",
    "1589805435": "Wy hawwe ek in",
    "2560582224": "bug bounty programma",
    "103876916": "foar yn oanmerking komme befeiligingsrapporten oer de hCaptcha-tsjinst en relatearre boarnekoade.",
    "497117287": "Tagonklikens opsjes",
    "3230004040": "Binne jo fisueel beheind of oars net yn steat om hCaptchas te foltôgjen?",
    "3480023141": "Learje mear oer tagonklikens opsjes",
    "2052161540": "Details fan bugrapport opnimme: Chrome",
    "2281169898": "It ferstjoeren fan debuggenynfo mei jo rapport sil it folle makliker meitsje foar ús om te identifisearjen wat der bart. Hjir binne stap-foar-stap ynstruksjes:",
    "1123365779": "As jo in webûntwikkelder of saakkundige brûker binne, dan wolle wy graach dat jo ús in netwurkopname HAR- en browserkonsole-logboeken stjoere.",
    "2015218686": "foardat jo troch dizze stappen geane. As dat jo probleem oplost, soene wy it noch altyd op priis stelle dat jo ús jo browserferzje, advertinsjeblokkerer of browserútwreiding en de webside-URL witte litte.",
    "3922723611": "Besykje asjebleaft elke advertinsjeblokker of browserfeiligensútwreidings út te skeakeljen",
    "4036872105": "earst en besykje dan nochris",
    "993651083": "Stap 1: Iepenje Developer Tools (Dit begjint de sesje op te nimmen.)",
    "4163469907": "Stap 2: Klikje op Netwurk ljepper yn Untwikkelders ark. Kontrolearje it fakje \"Bewarje log\" oan 'e boppekant.",
    "4243348003": "Stap 3: besykje",
    "641342999": ", of de webside wêrop jo in probleem hawwe (Privacynotysje: allinich as jo it net leuk fine om te dielen wat it is) ... en klik dan op de knop \"Ik bin in minske\", en besykje it op te lossen.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Stap 4: Klik op \"Eksportearje HAR\" (de lytse pylk nei ûnderen) neidat jo besykje op te lossen, wat it netwurklog opslaat. Stjoer dat bestân nei ús.",
    "1503240421": "Stap 5: Klikje op it ljepblêd Konsole, en klikje mei de rjochter-klik dan op \"Bewarje as ..\" om it konsoleloch te bewarjen. Stjoer ús dat ek.",
    "2863840904": "Stap 6: Lêste stap, e-post dy HAR- en konsole-logbestannen nei ús, en beskriuw it probleem",
    "4051785543": "Brûke:",
    "3623028666": "(brûk asjebleaft in tsjinst lykas",
    "551761392": "en ferstjoere keppelings) en opsjoneel in skermôfbylding, as jo tinke dat d'r iets net goed werjûn wurdt. Stjoer asjebleaft it IP dat jo brûke ek. Jo kinne it krije fan",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Betanke foar it nimmen fan de tiid om ús te helpen dizze ynformaasje te krijen!",
    "3680327841": "Wy sette ús yn om hCaptcha goed te meitsjen foar elkenien",
    "1059502393": "Details fan bugrapport opnimme: Firefox",
    "1112074001": "Stap 2: Klikje op Netwurk ljepper yn Untwikkelders ark. Kontrolearje it fakje \"Persist logs\" oan 'e boppekant.",
    "1797298240": "Stap 4: Klik op \"HAR\" neidat jo besykje op te lossen, en kies \"Alles bewarje as HAR\" om it netwurklog te bewarjen. Stjoer dat bestân nei ús.",
    "3671246379": "Stap 5: Klikje op it ljepblêd Konsole, en rjochtsklik dan op \"Alles selektearje\" en bewarje dat yn in tekstbestân, om it konsoleloch te bewarjen. Stjoer ús dat ek.",
    "3816867833": "Feedback",
    "788770967": "Spitich dat te hearren! Jo kinne ús tagonklikensopsje brûke:",
    "1333016413": "Hjirmei kinne jo takomstige fragen foarkomme troch in koekje te registrearjen en yn te stellen.",
    "2333410049": "Besykje ek jo advertinsjeblokkerer út te skeakeljen.",
    "1345083090": "Rapportearje in funksjonaliteitsprobleem?",
    "2184564739": "Sjen",
    "604751186": "Oare saken? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "hoe kinne jo problemen rapportearje mei detaillearre logs",
    "1050501253": "Te dreech",
    "3264813246": "Net geskikt",
    "3526939538": "Software Bug",
    "126134492": "Oar",
    "3511610999": "Litte wy derfoar soargje dat jo op it goede plak komme.",
    "3906886217": "Foar bedriuwen of websiden",
    "1621597093": "Befeiligingsoplossingen foar bedriuwen (betelle)",
    "3176531704": "Data annotaasje",
    "1834239172": "Keapje hCaptcha-annotaasjetsjinsten",
    "1457707016": "Foar partikulieren",
    "770264626": "Foegje hCaptcha ta oan jo tsjinst (fergees)",
    "881015166": "Foegje hCaptcha foar útjouwers ta oan myn webside of app",
    "47536007": "Learje mear oer hCaptcha",
    "2012837493": "Sykresultaten",
    "4034694801": "Gjin oerienkommende resultaten.",
    "3621411541": "Learje oer tagonklikens opsjes foar hCaptcha",
    "3401005681": "Jild fertsjinje",
    "3933993151": "Wurkje as yndividuele gegevenslabeler",
    "563059212": "List fan Subprocessors",
    "3501923981": "Lêst bywurke: 1 jannewaris 2020.",
    "3548097301": "Effektyf: 1 jannewaris 2020.",
    "3991444169": "Dizze side listet aktuele subprocessors foar de hCaptcha Enterprise-tsjinst.",
    "835396984": "Op it stuit aktyf",
    "424089481": "Amazon Web Services, Inc. (globaal). Tsjinsten oanbean: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globaal). Tsjinsten oanbean: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Mondiaal). Tsjinsten oanbean: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globaal). Tsjinsten oanbean: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Opmerking: jildt net foar alle klanten. Bygelyks, IP Blinding of oare avansearre privacy- of feiligensopsjesklanten (bgl Nim dan kontakt op mei jo akkountfertsjintwurdiger foar mear ynformaasje as nedich.",
    "700843971": "Hound Technology, Inc. (globaal). Tsjinsten oanbean: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globaal). Tsjinsten oanbean: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (globaal). Tsjinsten oanbean: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (globaal). Tsjinsten oanbean: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Ynfrastruktuer",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Oankommende tafoegings",
    "2420789666": "Fastly, Inc. Tsjinsten oanbean: Fastly CDN en edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Effektyf: 1. spetimber 2021. Ynfrastruktuer tafoeging",
    "1487796027": "Foar bedriuwen",
    "3943417791": "Krij stipe foar hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (fergees)",
    "3397976149": "Krij stipe foar hCaptcha Publisher",
    "833750823": "Hawwe jo muoite mei in útdaging?",
    "2024737147": "Wolle jo in brek melde?",
    "1978884623": "Learje mear oer it rapportearjen fan softwareproblemen",
    "4188664955": "Master Terms of Service",
    "2621989404": "Lêst bywurke: 24 septimber 2021. Tink derom dat ús Ingelsktalige termen autoritatyf binne.",
    "2404545611": "Wolkom by hCaptcha! Tankewol foar it wêzen fan in diel fan ús mienskip. Alle brûkers fan 'e \"Tsjinsten\" (hjirûnder definieare) moatte akkoard wurde mei de folgjende betingsten (de \"Tsjinstbetingsten\"). Under dizze tsjinstbetingsten ferwiist \"IMI\", \"wy\" en \"ús\" nei Intuition Machines, Inc. ús kontrôle, ynklusyf www.hcaptcha.com en www.imachines.com.",
    "2348450790": "Lês asjebleaft dizze Terms of Service. Se omfetsje, ûnder oare bepalingen, disclaimers fan garânsjes, beheiningen fan oanspraaklikens, en binende arbitrage. Tink derom dat dizze tsjinstbetingsten miskien binne feroare sûnt jo lêste besite oan ús webside. Wy kinne dizze Tsjinstbetingsten fan tiid ta tiid nei ús iennichste goedtinken feroarje en bywurkje. Yn it gefal fan in materiële feroaring sille wy jo ynformearje troch de bywurke tsjinstbetingsten op dizze side te pleatsen, wêrnei't jo de bywurke tsjinstbetingsten befestigje moatte akseptearje om troch te gean mei it brûken of tagong te krijen ta de side of de tsjinst.",
    "1064537632": "Tink derom dat jo gebrûk fan ús tsjinst wurdt regele troch ús oerienkomst foar gegevensferwurking, dy't hjir troch ferwizing is opnaam. Kontrolearje asjebleaft dizze oerienkomst om te sjen hoe't wy persoanlike gegevens út jo namme ferwurkje. Tink derom dat wy wurkje as in \"gegevensferwurker\" foar doelen fan 'e EU Algemiene Gegevensbeskermingsregeling, en in \"tsjinstferliener\" foar it doel fan 'e California Consumer Privacy Act.",
    "1933936765": "Oerienkomst foar gegevensferwurking (lêst bywurke: 23 septimber 2021)",
    "2959486280": "As jo it net iens binne mei dizze tsjinstbetingsten, meie jo de side of de tsjinst net brûke of tagong krije.",
    "3200859925": "1. Doel",
    "1807143500": "De Tsjinsten omfetsje in online befeiligingstsjinst (de \"hCaptcha-tsjinst\") en in platfoarm (it \"Intuition Machines Platform\") wêrop in yndividu (\"Contributor\") kin kieze om taken út te fieren dy't in entiteit fan tredden of Intuition Machines sels (elk) in \"oanfreger\") pleatst op ús webside as de hCaptcha-tsjinst, itsij direkt op ús webside of troch tagong te krijen ta it Intuition Machines Platform en/of it útfieren fan taken fia of yn ferbân mei in entiteit fan tredden en/of platfoarm of tsjinst (elk, in \"Integrator\"). Oanfregers pleatse taken en noegje bydragen út om se út te fieren yn ruil foar beleanningen dy't troch IMI oan yntegrators levere wurde, of lykas bepaald troch de oanfreger as de oanfreger it Intuition Machines Platform of hCaptcha Service brûkt om taken te tsjinjen oan har eigen ein-brûkers. Wy rekken bedriuwen en partikulieren (elk in \"klant\") foar it brûken fan ús platfoarm, sadat se ús software, auteurtaken kinne brûke, ús ynhiere kinne foar auteurtaken, en/of tagong krije ta de bydragen. Wy rekken yntegrators ek foar gebrûk fan ús hCaptcha-tsjinst om fraude, misbrûk en spam te ferminderjen op har websiden, mobile apps en oare online eigenskippen. It foargeande wurdt mei-inoar oantsjutten as de \"Tsjinsten\".",
    "3212830633": "2. Eligibility",
    "2605814073": "Troch te brûken of registrearje foar ús Tsjinsten, binne jo it iens: jo binne op syn minst 18 jier âld; jo hawwe it foech om dizze oerienkomst yn te fieren út namme fan josels of de entiteit dy't jo fertsjintwurdigje, en sille te alle tiden yn oerienstimming bliuwe mei dizze Tsjinstbetingsten en alle IMI-belied en rjochtlinen dy't hjir ferwiisd wurde; en jo sille ús webside net misbrûke, jo identiteit foar ús ferkeard foarstelle, of keunstmjittige yntelliginsje brûke om elk diel fan elke taak op IMI te foltôgjen dy't minsklike yntelliginsje fereasket.",
    "2616040974": "3. Klanten en oanfregers",
    "1544829730": "As jo in klant of oanfreger binne, binne jo it iens dat de oanfoljende betingsten dy't hjirby taheakke binne as de klantbylage jilde en wurde opnaam troch ferwizing yn dizze tsjinstbetingsten. As jo gjin klant of oanfreger binne, of ophâlde in klant of oanfreger te wêzen, dan sille de oanfoljende betingsten yn 'e klantbylage net fan tapassing wêze, noch wurde se opnommen troch ferwizing yn dizze tsjinstbetingsten.",
    "3759360138": "4. Brûkersnamme en wachtwurd",
    "2236960358": "By registraasje wurde jo frege om bepaalde persoanlike ynformaasje oer jo iepenbier te meitsjen (\"Persoanlike ynformaasje\"), ynklusyf jo namme, e-postadres, en in brûkersnamme en wachtwurd oan te meitsjen, dy't allegear ûnderwurpen binne oan ús Privacybelied, beskikber op ús webside. Jo allinich binne ferantwurdlik foar it kontrolearjen, garandearjen en ûnderhâlden fan de feiligens fan jo akkount, wachtwurden, en alle ferifikaasjekaaien dy't ferbûn binne mei jo akkount, en jo binne ferantwurdlik foar elk gebrûk fan of aksje nommen troch gebrûk fan dy ynformaasje op 'e Tsjinsten.",
    "3047519814": "Jo geane akkoard dat jo jo akkount of wachtwurd net diele mei immen.",
    "1699668873": "Jo moatte IMI fuortendaliks ynformearje as jo fermoedzje dat jo akkountynformaasje stellen is of brûkt is troch in oar, of in oare ynbreuk op feiligens.",
    "3044038608": "Jo stimme yn om ús wiere, krekte en folsleine ynformaasje te jaan lykas frege yn ús registraasjeproses. Jo geane ek akkoard om sokke ynformaasje fuortendaliks as nedich te aktualisearjen om it aktueel en akkuraat te hâlden.",
    "4132302900": "5. Jo privacy, jo gegevens en \"Data foar allegear\"",
    "10724169": "Jo akseptearje ús privacybelied, dat regelet wat wy sille dwaan mei alle persoanlike ynformaasje dy't jo ús jouwe.",
    "1669194950": "Neist Persoanlike ynformaasje kinne jo ek ferplicht wurde om oare gegevens te leverjen (of it kin nedich wêze foar ús om te sammeljen) sadat wy de Tsjinsten leverje kinne (kollektyf, \"Klantgegevens\"). Wy binne net oanspraaklik foar eventuele mislearjen fan tsjinsten dy't feroarsake binne troch jo fertraging of mislearjen fan it leverjen fan klantgegevens.",
    "1330274831": "Jo jouwe ús hjirby in wrâldwide, net-eksklusive, sublisinsjebere, oerdraachbere, royalty-frije, ûnherroeplike lisinsje yn 'e termyn fan dizze oerienkomst om alle klantgegevens te brûken, reprodusearje, elektroanysk te fersprieden en iepenbier te werjaan foar it doel fan it leverjen fan de tsjinsten . Jo fertsjintwurdigje en garandearje dat jo genôch rjocht, titel en belang hawwe yn en foar jo gegevens om de lisinsje yn dizze seksje te jaan.",
    "2230333214": "Wy aggregearje klantgegevens mei oare gegevens, sadat resultaten net-persoanlik identifisearje binne en wy sammelje ek de-identifisearre technyske logs en gegevens oangeande gebrûk fan 'e Tsjinsten (\"Aggregate / De-identified Data\"). Nettsjinsteande alles wat hjiryn tsjinoersteld is, kinne sokke Aggregate/De-identifisearre gegevens wurde brûkt troch IMI foar alle saaklike doelen tidens of nei de termyn fan dizze oerienkomst, ynklusyf sûnder beheining om de tsjinsten te ûntwikkeljen en te ferbetterjen en rapporten en oare te meitsjen en te fersprieden. materialen. Klantgegevens kinne ek oanhâlde en wurde werjûn yn it systeem foar in beheinde perioade net mear as 180 dagen neidat in baan foltôge is, bygelyks as automatyske kalibraasje- of falidaasjegegevens foar systemen fan Intuition Machines. Foar dúdlikens jout dizze seksje 5 ús net it rjocht om jo te identifisearjen as de boarne fan alle Aggregate / De-identifisearre gegevens sûnder jo foarôfgeande skriftlike tastimming.",
    "3881754581": ". As jo in klant binne fan ús annotaasjetsjinsten en de opsje \"Data foar allegear\" selektearre hawwe as ûnderdiel fan jo gebrûk fan 'e Tsjinsten, dan jouwe jo IMI en alle brûkers fan 'e Tsjinsten in wrâldwide, net-eksklusive, sublisinsjebere, oerdraachbere, royaltyfrije, ûnherroeplike lisinsje om alle klantgegevens folslein te eksploitearjen, ynklusyf alle relatearre yntellektuele eigendomsrjochten. As jo de opsje \"Gegevens foar allegear\" selektearje, fertsjintwurdigje en garandearje jo dat jo genôch rjochten, titels en belang hawwe yn en foar jo gegevens om de lisinsje yn dizze seksje te jaan.",
    "3496767126": "Foar it foarkommen fan twifel is de folgjende paragraaf eksklusyf fan tapassing op klanten dy't ús annotaasjetsjinsten brûke, en net foar it brûken fan ús tsjinsten as in yntegrator",
    "767207800": "As jo gegevens potensjeel eksplisite of offensive ynhâld befetsje, fereaskje wy dat jo se as \"EKPLICITTE YNHOUD\" markearje om as earlike warskôging te tsjinjen foar elkenien dy't jo gegevens sjocht. Jo meie net sûnder in aparte skriftlike oerienkomst mei IMI taken opnimme dy't yn striid binne mei ús belied, ynklusyf, mar net beheind ta, (a) taken dy't direkt of yndirekt in oare webside of tsjinst befoarderje, (b) taken dy't yn striid binne mei de betingsten fan in webside fan tredden en betingsten, (c) taken dy't bydragen freegje om tredden te freegjen, (d) taken dy't bydragen freegje om aksje te nimmen om it gedrach of resultaten fan in webside te manipulearjen, (e) taken dy't de yntellektuele eigendomsrjochten fan tredden skeine, en (f) taken dy't bydragen nedich binne om software of bestannen te downloaden.",
    "3370561195": "6. Akseptabel gedrach",
    "4205152730": "Jo wurde oanmoedige om oeral te ynteraksje mei oare brûkers op ús webside, foarum, messaging, petear, en oare sosjale mediakanalen kontrolearre troch IMI, mar as jo dat dogge moatte jo foldwaan oan alle tsjinstbetingsten en gebrûk op ús side en alle relevante wetten .",
    "1394253934": "7. Misbrûk, misbrûk en misbrûk",
    "1406393333": "Elke tagong of gebrûk fan 'e Tsjinsten oars dan neffens dizze Tsjinstbetingsten en alle ynstruksjes dy't wy leverje is strikt ferbean. Yn it bysûnder sille jo NET:",
    "3409726716": "registrearje foar mear dan ien akkount by ús sûnder skriftlike autorisaasje;",
    "3119498672": "elke taak útfiere mei it brûken fan ynternetbots, webrobots, bots, skripts, of in oare foarm fan keunstmjittige yntelliginsje of oars besykje beleanningen te krijen fan IMI of elke Requester of Integrator sûnder taken te foltôgjen sa't se beskreaun binne;",
    "1188668818": "jouwe falske ynformaasje by it brûken fan dizze webside (ynklusyf, sûnder beheining, it impersonearjen fan in oare persoan of organisaasje yn jo akkount, of falske oantsjutting of oars ferkeard foarstelle fan josels of jo oansluting by in oare persoan of organisaasje yn jo akkount;",
    "2804310964": "tagong ta of besykje tagong te krijen ta ús webside fia elke proxy-webserver of in oar apparaat ûntworpen om jo wiere lokaasje of identiteit te ferbergjen of op elke oare manier dan de levere ynterface;",
    "1374227759": "brûke de webside foar elke yllegale aktiviteit, of foar in oar doel dan it doel wêrfoar it beskikber steld is;",
    "2103513933": "dwaande hâlde mei aktiviteit dy't it funksjonearjen fan 'e side bemuoit of fersteurt;",
    "137127070": "ynfoegje, upload, of heakje kweade of ûnbekende eksterne keppelings of triemmen, of upload eltse ynhâld dy't befettet in firus, Trojaansk hynder, wjirm, tiidbom, of oare skealike kompjûter koade;",
    "1686655020": "Upload elke ynhâld ûnder foarbehâld fan auteursrjocht dat net jo orizjinele wurk is, útsein as jo tastimming hawwe fan 'e rjochtmjittige eigner om sokke ynhâld te pleatsen en IMI alle lisinsjerjochten te jaan dy't hjiryn ferliend binne;",
    "1406692811": "meidwaan oan spamming of pleatse hokker soart publisiteit, besykje ferwizings te krijen, massakommunikaasje, jildoanbiedingen of oanfragen, oanfreegjen fan tsjinsten, reklame, marketing, ûnsinberjochten, dûbele ûnderwerpen, yllegale ynhâld, keppelings op sosjale websiden, e-mailadressen, of instant messenger ID's útsein as fereaske troch de taak;",
    "3893539589": "eksterne keppelings ynfoegje dy't guod of tsjinsten oanbiede, útsein as fereaske troch de taak;",
    "3214322759": "oars meidwaan oan alle kweade of frauduleuze aktiviteit.",
    "3733422465": "8. Ferifiearje jo identiteit",
    "267645277": "IMI kin jo identiteit ferifiearje. Dit kin omfetsje it fergelykjen fan jo persoanlike ynformaasje mei databases fan tredden of offisjele juridyske dokuminten. Jo machtigje ús om alle fragen te dwaan dy't nedich binne om jo identiteit, jo eigendom fan jo e-mailadres en jo eigendom fan jo finansjele akkounts te befêstigjen. Jo stimme yn om ynformaasje oer jo te jaan om ús te helpen by it ferifiearjen fan jo identiteit.",
    "4169910317": "9. Neilibjen fan de Wet",
    "519755936": "Jo allinich binne ferantwurdlik foar it neilibjen fan federale, steats-, provinsjale en lokale wetten yn ferbân mei jo gebrûk fan 'e Tsjinsten. Jo geane akkoard om ús te fergoedzjen en harmless te hâlden foar alle oanspraken tsjin ús, om't jo gjin wet hawwe neikommen of rjochten fan tredden hawwe skeind, ynklusyf sûnder beheining kontraktuele, yntellektuele eigendom of privacyrjochten.",
    "731546974": "10. Contributor of Integrator Belestingen",
    "3128328457": "As jo in meiwurker of yntegrator binne, binne jo allinich ferantwurdlik foar it beteljen fan elke skatte of oare federale, steat- of pleatslike ynkommensbelesting, sosjale feiligens, FICA, en kompensaasje fan arbeiders dy't skuldich binne as gefolch fan gebrûk fan ús webside, lykas ferlykbere belestingen of lêsten yn net-US jurisdiksjes. Jo geane akkoard om ús te fergoedzjen en harmless te hâlden foar alle beoardielingen tsjin ús, om't jo gjin belestingwetten foldwaan hawwe.",
    "2931396764": "11. Skeining fan dizze tsjinstbetingsten",
    "1240667045": "Wy kinne jo tagong ta de Tsjinsten op elk momint ophâlde, beheine of annulearje om hokker reden dan ek, ynklusyf om't: (a) wy leauwe dat jo dizze tsjinstbetingsten hawwe skeind (ynklusyf oare relatearre belied); (b) wy leauwe dat jo ús rjochten of de rjochten fan in tredde partij hawwe skeind; (c) wy binne net yn steat om ynformaasje te ferifiearjen of te authentisearjen dy't jo ús hawwe levere; of (d) wy leauwe dat jo aksjes oanspraken kinne meitsje foar jo, ús of in tredde partij. Om twifel te foarkommen, behâlde wy it rjocht foar om betelling oan jo te foarkommen of op te hâlden as wy ridlik leauwe dat ien fan it foargeande jildt foar sa'n betelling.",
    "1601080128": "As wy jo akkount ophâlde of beëinigje, hawwe jo gjin tagong mear ta alle dielen fan 'e webside, ynklusyf gegevens, berjochten, bestannen en oar materiaal dat jo op' e side hâlde. Jo meie NET trochgean mei ús webside te brûken ûnder in oare of nije akkountnamme. Oertredings fan dizze Tsjinstbetingsten kinne wurde ferfolge yn 'e meast folsleine omfang fan' e wet en kinne resultearje yn ekstra straffen en sanksjes.",
    "1160707899": "12. De rol fan de bydrage en relaasje mei IMI en oare oanfregers",
    "269838707": "As jo in bydrage binne, beslute jo en allinich jo hokker en hoefolle taken jo moatte foltôgje, en wannear en wêr't jo se foltôgje. Jo binne frij om safolle of sa min tiid te besteegjen oan it foltôgjen fan taken as jo kieze. Op gjin stuit binne jo ferplichte om in taak te foltôgjen.",
    "1087195513": "As jo in meiwurker binne dy't tagong hat ta de tsjinsten en/of taken útfiert fia of yn ferbân mei in yntegrator út namme fan in oanfreger dy't gjin IMI is, dan binne jo it iens en erkenne dat Intuition Machines net oanspraaklik is foar en gjin ferplichting foar jo hat mei respekt foar alle beleannings of oare kompensaasje foar foltôge taken. Jo geane akkoard en erkenne dat elke beleanning of oare kompensaasje foar foltôge taken allinich wurdt bepaald yn oerienstimming mei jo oerienkomst mei de oanfreger en / of de yntegrator, sa fan tapassing. Elke skeel oer sokke beleanningen of oare kompensaasje (ynklusyf sûnder beheiningen om sokke beleannings of oare kompensaasje te ûntfangen) binne allinich tusken jo en de oanfreger en / of de yntegrator, lykas fan tapassing.",
    "952813944": "Noch jo gebrûk fan ús webside, noch wat yn dizze oerienkomst makket in wurkgelegenheid, partnerskip, joint venture, buro, franchise, of ferkeapfertsjintwurdiger relaasje tusken jo en Intuition Machines. Wy jouwe jo gjin apparatuer of ark om in taak te foltôgjen. Wy jouwe jo gjin foardielen, kompensaasje fan arbeiders, of fersekeringsdekking. Wy binne net ferantwurdlik foar alle útjeften dy't jo meitsje by it brûken fan ús webside. Wy sille gjin bedrach weromhâlde fan jo beleanning foar federale of steatsbelesting, Sosjale Feiligens, of in oare belesting. Jo binne te alle tiden frij om taken út te fieren foar elke persoan of bedriuw, ynklusyf ien fan ús konkurrinten. Jo hawwe net it foech om in kontrakt oan te gean, skriftlik as mûnling, út namme fan Intuition Machines.",
    "3460432665": "Nettsjinsteande it foargeande, as jo in Amerikaanske belestingbeteller binne, kinne wy jo in W-9 oanfreegje, om jierliks bywurke te wurden, en wy kinne jo blokkearje fan it útfieren fan taken oant jo in W-9 hawwe foltôge of bywurke.",
    "458271951": "As jo in meiwurker binne dy't tagong krije ta de Tsjinsten en / of taken útfiert fia of yn ferbân mei in yntegrator út namme fan Intuition Machines (fungearret as oanfreger), kin Intuition Machines jo beleanje foar akseptabel foltôging fan bepaalde taken. Yn it gefal dat jo fûn hawwe dat jo dwaande binne mei fraude, misbrûk, of ynbreuk op dizze Tsjinstbetingsten, kinne alle beleanningen foar jo wurde bewarre en / of weromhelle troch Intuition Machines.",
    "3056723024": "13. Unakseptabel foltôging fan taken",
    "3913203723": "As, om hokker reden, de oanfreger de útfiering fan in taak dy't jo foltôge net akseptearret, sille jo as bydrage of yntegrator gjin rjocht hawwe op in beleanning foar de taak. Yn it gefal dat beleannings al oan jo binne ferspraat foar in unakseptabel foltôge taak, kinne wy se fan jo weromhelje.",
    "3666807632": "14. Meiwurker Kwalifikaasjes en feardichheden",
    "1993899769": "15. Us gebrûk fan ynformaasje",
    "2927283721": "Troch taken op ús webside út te fieren, machtigje jo de kolleksje, gebrûk en iepenbiering fan jo persoanlike ynformaasje yn oerienstimming mei ús Privacybelied. Derneist kinne wy beskate ynformaasje oer jo en jo foltôge taken diele mei de oanfreger waans taken jo hawwe foltôge om de tsjinstferhâlding te fasilitearjen en de webside te ferbetterjen, ynklusyf bygelyks Contributor ID, resultaten fan foltôge taken, en oare attributen yn ferbân mei jo kwalifikaasjes, talen, feardichheden en gebrûk fan 'e webside.",
    "3027055607": "16. Yntellektueel eigendom en eigendomsrjochten",
    "3910971075": "IMI hat alle rjochten, ynklusyf yntellektuele eigendomsrjochten, yn 'e boarnekoade, objektkoade of ûnderlizzende struktuer, ideeën of algoritmen, API, en alle ekstra software, dokumintaasje of gegevens yn ferbân mei de Tsjinsten (\"Software\"). Jo sille net, direkt of yndirekt, fia in tredde partij of oars: (a) reverse engineering, dekompilearje, disassemble, of oars besykje te ûntdekken de Software; (b) wizigje, oersette of ôfliede wurken oanmeitsje op basis fan software; (c) kopiearje, hiere, lease, fersprieden, pânje, tawize, of oars oerdrage of beswiere rjochten op elke Software; (d) gebrûk fan software foar timesharing, tsjinstburo-doelen, of oars foar it foardiel fan in tredde partij; of (e) fuortsmite alle proprietêre meidielings of labels.",
    "3660891610": "As jo in bydrage binne, hat IMI, en net jo, eigendomsrjochten yn elk wurk dat jo produsearje as ûnderdiel fan it foltôgjen fan elke taak. Troch de betingsten fan dizze oerienkomst te akseptearjen, geane jo akkoard mei (en dogge hjirmei) it oerdragen fan besit, eigendom en titel (ynklusyf alle yntellektuele eigendomsrjochten besteande oer de hiele wrâld) yn en nei jo wurk oan ús. Om te soargjen dat wy sokke rjochten kinne krije, perfeksjonearje en brûke, geane jo fierder akkoard mei (i) alle dokuminten te tekenjen om te helpen by de dokumintaasje, perfeksje en hanthavening fan ús rjochten; en (ii) biede ridlike tagong ta ynformaasje foar it opnimmen, perfeksjonearjen, befeiligjen, ferdigenjen en hanthavenjen fan sokke eigendomsrjochten yn alle lannen. Jo ferplichtingen ûnder dizze seksje sille trochgean sels nei't jo jo registrearje fan of ophâlde mei it brûken fan 'e Tsjinsten. Jo beneame ús as jo advokaat-yn-feit om dokuminten út te fieren foar jo foar de doelen dy't yn dizze seksje beskreaun binne.",
    "426125156": "17. Copyright en TakeDown",
    "1408530660": "IMI respektearret de yntellektuele eigendom fan oaren en wy behâlde it rjocht foar om materiaal fan ús side te ferwiderjen dat wy tinke dat de yntellektuele rjochten fan in tredde partij skeine kinne. As jo leauwe dat jo eigen wurk is kopiearre op in manier dy't ynbreuk op auteursrjocht op dizze webside foarmet, nim dan kontakt op mei de klantstipe fan Intuition Machines.",
    "2696932851": "18. Fergoeding",
    "3844300338": "Jo geane akkoard om ús te beskermjen, te ferdigenjen en harmless te hâlden fan alle oanspraken, skea, oanspraken, kosten en útjeften (ynklusyf ridlike advokatekosten en kosten), dy't fuortkomme út of relatearje oan jo útfiering fan taken of jo gebrûk fan ús webside .",
    "2474091800": "19. Skeppelings mei oare brûkers; Release",
    "3162107126": "IMI is gjin partij yn in skeel tusken jo en in oare brûker fan de tsjinsten. Jo meitsje IMI en har filialen frij fan alle oanspraken, easken en skea fan elke soart en aard, bekend en ûnbekend, fertocht en net fertocht, iepenbierre en net bekend makke, dy't fuortkomme út of ferbûn binne mei in skeel tusken jo en in oare brûker.",
    "2271969747": "20. Fertroulike ynformaasje dy't jo ûntfange",
    "1042802841": "Fertroulike ynformaasje is alle ynformaasje dy't markearre is as fertroulik of proprietêr, of dy't troch de ûntfangende partij ridlik begrepen wurde moat as fertroulik of proprietêr. Dit omfettet gjin ynformaasje dy't (1) iepenbier beskikber is, (2) al yn it besit is fan, selsstannich ûntwikkele is troch, of al bekend is by de ûntfangende partij, of (3) is iepenbier makke troch rjochtbank of as oars fereaske troch wet.",
    "1918025546": "As jo wurde foarsjoen fan fertroulike ynformaasje fan immen op de Tsjinsten, jo akkoard te beskermjen it geheim fan de fertroulike ynformaasje mei deselde graad fan soarch dy't jo brûke om te beskermjen jo eigen fertroulike ynformaasje, mar yn gjin gefal mei minder dan due soarch. Jo meie sokke fertroulike of proprietêre ynformaasje net iepenbierje of publisearje, útsein as it nedich is foar it útfieren fan in taak. Alle ynformaasje binnen in taak op it Intuition Machines Platform moat wurde beskôge as fertroulik sels as de ynformaasje is net útdruklik oanwiisd as fertroulik.",
    "2690395789": "As en wannear't jo de fertroulike ynformaasje dy't jo ûntfongen hawwe net langer nedich binne, moatte jo alle kopyen fan 'e ynformaasje dy't bestean op it terrein, systemen of oare apparatuer dy't jo behearskje fuortendaliks weromjaan of ferneatigje (lykas oanfrege troch wa't de ynformaasje iepenbiere hat).",
    "2178073797": "Om't it iepenbierjen fan fertroulike ynformaasje ûnherstelbere skea feroarsaakje kin, hat de iepenbierende partij it rjocht om injunctive reliëf te sykjen foar elke ynbreuk of bedrige ynbreuk op dizze term.",
    "2185860003": "21. Webside Modifikaasjes",
    "2631249972": "Wy meie ferbetterje of wizigje ús webside sûnder notice oan jo.",
    "3764131594": "22. Websiden fan tredden",
    "295955580": "Us webside kin keppelings befetsje nei websiden fan tredden. Wy kontrolearje, ûndersiikje, kontrolearje of kontrolearje sokke websiden net. Wy binne net ferantwurdlik foar en ûnderskriuwe de kompjûterprogramma's, ynhâld of mieningen dy't op sokke websiden binne. As jo beslute om ús webside te ferlitten en tagong te krijen ta elke webside fan tredden, dogge jo dat op jo eigen risiko.",
    "838225123": "23. Disclaimer fan garânsje",
    "3897238493": "DE TSJINSTEN WORDE LJOCHT OP IN \"AS IS\" BASIS. WY MAKE GEEN FERSINTASJES OF GARANTIES, IMPLICEERD OF EXPRESS, MET BETREKKING TOT TAGONKLIKHEID, FITNESS, RECHTMATIGHEID, BESKIKBAARHEID, OF FUNKSJONALITEIT FAN DE TSJINSTEN, ELKE RELATED SOFTWARE OF MATERIAAL, RELATED SOFTWARE OF MATERIALEN, RELATED OF A MATERIALISTEN, R. TOT DE MAXIMUM MATE DAT BY DE WET tastien is, fersmyt IMI ALLE EXPRESSE OF YMPLIZE BEDINGINGEN, FÊRSTELLINGEN EN GARANTIES INKLUDERENDE, MAAR NET BEPERKTE TOT, DE GARANTIES FAN FERHANDELBAARHEID, FITNESS FOAR IN PARTICULAIRE, EN PARTICULAIRE. JIN ENIGE EN EKSKLUSIEF REMEDY TEGEN IMI MET RESPEKT TOT ELKE DEFEKT, NON-CONFORMANCES, OF ÛNTEfredenheid IS OM TE STEISEN GEBRUK FAN DE TSJINSTEN Wy sille gjin ferantwurdlikens hawwe foar skea oan jo kompjûtersysteem, ferlies of korrupsje fan gegevens, of oare skea dy't resultearret fan jo tagong ta of gebrûk fan 'e webside of Intuition Machines Platform. Plande en net plande ûnderbrekkings kinne foarkomme, en wy garandearje gjin ûnûnderbrutsen beskikberens fan ús webside.",
    "2110259227": "24. Beheining fan oanspraaklikens",
    "3018077211": "25. Contributor Dispute Resolution",
    "2790841456": "As jo in bydrage binne, geane jo akkoard mei de folgjende arbitraazjeklausule en ûntheffing fan klasse aksjes:",
    "3302832698": "Alternative Dispute Resolution Required.",
    "561456032": "Jo geane akkoard dat foar elk skeel dat ûntstiet út of relatearret oan jo gebrûk fan 'e Tsjinsten, ynklusyf elk skeel dat ûntstien is út' e tiid dat jo begûnen mei it útfieren fan taken foar IMI, en spesifyk ynklusyf elke claim yn ferbân mei it al of net klassifisearje as in ûnôfhinklike oannimmer, jo sille earst IMI ynformearje oer jo oanspraak tsjin it. Jo en IMI sille dan besykje it probleem op te lossen fia direkte ûnderhanneling of bemiddeling. Wy sille de kosten fan bemiddeling lykweardich splitse en akkoard wurde dat bemiddeling fia telefoanyske of oare elektroanyske middels útfierd wurdt. As in claim net oplost bliuwt nei ynformele ûnderhannelings of bemiddeling, binne jo it iens dat jo en IMI definitive en binende arbitraazje sille brûke om it skeel op te lossen. Dizze klausule regelt alle oanspraken mei retroaktyf fan 'e tiid dat jo ús webside begongen te brûken, oft se basearre binne op skeafergoeding, kontrakt, statuten, ynklusyf, mar net beheind ta, alle oanspraken fan diskriminaasje en oerlêst, oft se basearre binne op 'e California Fair Employment and Housing Act , Titel VII fan 'e Civil Rights Act fan 1964, lykas wizige, of elke oare steat of federale wet of regeljouwing, gelikense wet, of oars.",
    "3794239003": "Arbitraazje proseduere.",
    "4193379787": "Alle arbitrage ûnder dizze oerienkomst sil wurde útfierd ûnder de regels fan 'e American Arbitration Association of troch in ûnderling oerienkommen arbitraazjetsjinst. De arbiter sil in Amerikaanske arbitrator wêze dy't selektearre is út in list fan net minder dan sân (7) nammen troch alternative stakings. Yn arbitrage sil elke partij it rjocht hawwe om adekwate boargerlike ûntdekking te fieren, dispositive moasjes te bringen, en tsjûgen en bewiis te presintearjen as nedich om har gefallen en ferdigeningen te presintearjen, en alle skelen yn dit ferbân sille wurde oplost troch de arbiter. Resolúsje fan it skeel sil allinich basearre wêze op 'e wet dy't de oanspraken en ferdigeningsregels regelet, en de arbiter mei gjin oare basis as sa'n kontrolearjende wet oproppe. De arbiter hat de ymmuniteit fan in rjochterlike offisier fan boargerlike oanspraaklikens as hy hannelet yn 'e hoedanichheid fan in arbiter, dy't ymmuniteit oanfollet mei alle oare besteande immuniteit. Prizen moatte de skriftlike redeneare miening fan 'e arbiter befetsje. Jo jouwe jo rjocht op foar rjochtsaak troch sjuery fan elke claim dy't jo hawwe tsjin IMI of dat IMI tsjin jo kin hawwe. Elke oanspraak ûnder dizze klausule moat wurde brocht binnen de jildende statút fan beheiningsperioade. De Federal Arbitration Act fan 'e Feriene Steaten regelet dizze klausule, en jo erkenne dat dizze oerienkomst bewiist fan in transaksje yn hannel.",
    "2583888954": "Útsûnderings.",
    "1034830": "Skeppels dy't miskien net ûnderwurpen wêze oan predispute-arbitraasje-oerienkomst lykas levere troch de Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) binne útsletten fan dit",
    "263977834": "Bestjoerlike útputting.",
    "1807512722": "Jo kinne elke oanspraak dy't ûntstiet út jo gebrûk fan dizze webside nei in bestjoerlik buro bringe, mar allinich foar safier't de jildende wet tagong ta sa'n buro tastiet nettsjinsteande it bestean fan in oerienkomst om te arbitrearjen. Sokke bestjoerlike oanspraken omfetsje sûnder beheining oanspraken of oanklagers dy't brocht binne foar de Kommisje foar Equal Employment Opportunity, it US Department of Labor, en it National Labor Relations Board. Neat yn dizze klausule sil wurde achte te foarkommen of jo te ûntskuldigjen om in bestjoerlike oanspraak te bringen foar elk buro om jo ferplichting te folbringen om bestjoerlike remedies út te fieren foardat jo in oanspraak meitsje yn arbitraasje, jo dogge lykwols ôf fan it rjocht op elke monetêre priis fia dizze sa'n agency prosedueres.",
    "996430331": "Lokaasje fan arbitraazje.",
    "3040062804": "Elke arbitrageproseduere ûnder dizze seksje sil standert plakfine binnen de steat Kalifornje, útsein as jo bûten de Feriene Steaten wenje, yn dat gefal sil de arbitrage folslein elektroanysk of telefonysk plakfine. De arbitrage kin plakfine op elke oare lokaasje as elke partij skriftlik ynstimd is. Nettsjinsteande de lokaasje kin elke partij der foar kieze om te ferskinen by de arbitrage fia live fideo of telekonferinsje.",
    "3091247030": "Klasse Action Waiver.",
    "2520904193": "Jo jouwe ôf fan elk rjocht dat jo hawwe foar elk skeel om te brocht, heard of arbitrearre as in klasse, kollektyf of represintative aksje. Nettsjinsteande in oare klausule befette yn dizze oerienkomst, sil de foargeande sin yn alle gefallen net skieden wurde fan dizze oerienkomst. Eltse bewearing dat al of in part fan dizze ûntheffing is net te hanthavenjen, unconscionable, void of voidable kin wurde bepaald allinnich troch in rjochtbank fan foechhawwende jurisdiksje en net troch in arbiter. Jo sille net wurde represailles tsjin of foarkommen fan it foltôgjen fan taken op ús webside as gefolch fan it útoefenjen fan jo rjochten ûnder Seksje 7 fan 'e National Labour Relations Act, of troch it yntsjinjen fan of dielnimmen oan in klasse, kollektyf of represintative aksje yn elk foarum , mar wy meie wetlik sykje hanthavenjen fan dizze klasse aksje waiver, en sykje ûntslach fan sokke klasse, kollektyf of represintative aksjes of oanspraken.",
    "3493572638": "Kosten en fergoedings.",
    "702926385": "De partijen sille elk har respektive kosten drage foar juridyske fertsjintwurdiging by sa'n arbitrage, útsein foar safier't de fergoedingen fan advokaat eksplisyt foarsjoen binne troch de wet. De partijen sille elke inisjele bestjoerlike fergoeding opdield troch de arbiter, oant in maksimum kosten foar jo fan twahûndert fyftich dollar (US $ 250,00). De kosten fan 'e arbiter en rjochtbankferslachjouwer, as der binne, sille yn earste ynstânsje troch ús droegen wurde; lykwols, de skiedsrjochter sil hawwe it ynsjoch om tawize passende kosten oan de hearskjende partij, lykas bepaald troch de wet, en / of te easkje de partijen te splitsen de kosten ferbûn mei de arbiter en / of rjochtbank ferslachjouwer.",
    "3199694247": "Separability.",
    "3102490587": "Utsein foar de Class Action Waiver, as in term of bepaling, of diel fan dizze arbitraazjeklausule ûnjildich of net te hanthavenjen wurdt ferklearre, sil it wurde skieden en de rest fan 'e arbitraazjeklausule sil hanthavenber wêze.",
    "2323013093": "26. Tapasbere Wet",
    "2900525040": "De wetten fan 'e steat Kalifornje regelje dizze Tsjinstbetingsten en elke kontroversje, skeel of oanspraak dy't dêrút ûntstiet.",
    "3339302473": "27. Beëiniging",
    "1158384644": "Jo kinne op elk momint kieze om op te hâlden mei it brûken fan ús webside, op betingst dat jo jo moatte hâlde oan alle jildende IMI-belied. Wy meie, nei ús iennichste ynsjoch, dizze oerienkomst beëinigje, tagong ta ús webside ophâlde, of alle tsjinsten fuortdaliks fuortsmite sûnder notice om hokker reden dan ek.",
    "41530052": "28. Algemiene Betingsten",
    "3202747130": "Folsleine oerienkomst. Dizze Tsjinstbetingsten en alle belied, prosedueres of betingsten ferwiisd yn dizze oerienkomst foarmje de folsleine oerienkomst fan 'e partijen oangeande it ûnderwerp, en ferfange en annulearje alle foarôfgeande en hjoeddeistige relatearre oerienkomsten, oanspraken, foarstellingen en begripen fan' e partijen .",
    "4080263153": "Gjin Waiver. Wy sille net wurde beskôge as in diel fan ús rjochten of remedies ôfwiisd, útsein as de ûntheffing skriftlik is en troch ús ûndertekene is. As wy it hanthavenjen fan ús rjochten ûnder elke bepaling fan dizze oerienkomst fertrage of mislearje te hanthavenjen, sil dat gjin ôfwaging fan ús rjocht foarmje om sa'n bepaling of in diel fan dizze oerienkomst dêrnei ôf te hanthavenjen.",
    "1789371580": "Assignability. Jo meie dizze Terms of Service net tawize sûnder ús foarôfgeande skriftlike tastimming. Wy kinne dizze Terms of Service op elk momint tawize, sûnder notice. Under foarbehâld fan it foargeande sille dizze Tsjinstbetingsten binend wêze foar de opfolgers fan elke partij en tastiene tawizen.",
    "2819628066": "Separability. As in bepaling fan dizze tsjinstbetingsten om hokker reden ûnjildich of net te hanthavenjen wurdt fûn, sil it gjin ynfloed hawwe op de jildigens en hanthavenberens fan alle oerbleaune bepalingen.",
    "3955981186": "Amendeminten. Gjin wiziging of wiziging fan dizze Tsjinstbetingsten troch immen oars dan IMI sil binend wêze foar IMI, útsein as yn in skriftlik ynstrumint ûndertekene troch in goed autorisearre fertsjintwurdiger fan IMI.",
    "1377538813": "Oerhearskjende taal. De Ingelsktalige ferzje fan dizze Tsjinstbetingsten sil yn alle opsichten kontrolearje en sille prevalearje yn gefal fan inkonsistinsjes mei oersette ferzjes, as der binne.",
    "2438016011": "Frijwillige oerienkomst. Alle partijen by dizze Tsjinstbetingsten fertsjinwurdigje en iens dat elk alle aspekten fan dizze oerienkomst hat hifke, al har bepalingen sekuer lêzen en folslein begrypt, en frijwillich dizze oerienkomst oangiet.",
    "2445034923": "As jo it net iens binne mei alle betingsten en kondysjes fan dizze Tsjinstbetingsten, brûk dan net (en jo meie net) de side of de Tsjinsten brûke of tagong krije ta.",
    "2646127839": "Customer taheakke oan de Master Terms of Service",
    "4097297673": "As klant, oanfreger of yntegrator stimme jo yn om bûn te wêzen troch de ûndersteande betingsten neist alle oare binende betingsten tusken jo en IMI.",
    "1093280979": "1. Platfoarm Order Forms",
    "1549953005": "Jo kinne ien of mear bestelformulieren foar platfoarm tagong hawwe ynfold (elk, in \"bestelformulier\") as betingst om in klant of oanfreger te wurden. As dat sa is, dan wurde de betingsten en betingsten beskreaun yn it Oarderformulier diel fan 'e Tsjinstbetingsten en wurde hjirby opnommen troch referinsje.",
    "3819851005": "2. Fergoedings",
    "1591032933": "Jo sille IMI de fergoedingen betelje lykas beskreaun yn it jildende bestelformulier fia de betelmetoade dy't jo hawwe levere yn it jildende bestelformulier. Behalven as oars útdruklik skriftlik ôfpraat is troch beide partijen, sille jo folsleine betelling leverje foar alle faktueren dy't binnen tritich (30) dagen nei de ferstjoerdatum fan 'e faktuer binne útjûn. Jo machtigje ús om kredytkaartautorisaasjes út te fieren op alle kredytkaartynformaasje dy't jo ús leverje, dizze kredytkaartynformaasje op te slaan en jo kredytkaart of in oar akkount dat wy ûnderling iens binne as in foarm fan betelling op te laden. Behalven as it oars oanjûn is op it bestelformulier of binnen jo Enterprise Service Agreement of Master Service Agreement, wurde alle fergoedingen foar tsjinsten, útsein tefolle oerienkomsten, jierliks yn rekken brocht by it begjin fan tsjinsten fersoarge troch IMI ûnder jo oerienkomst (de \"Effektive Datum\").",
    "4142610534": "Alle lette betellingen sille lette kosten oprinne tsjin it taryf fan 1,5% prosint per moanne as it maksimumbedrach tastien troch de wet, wat it leger is. As jo om hokker reden dan ek net it bedrach dat ferskuldige is ûnder dizze oerienkomst betelje, kin jo akkount wurde ophâlden, nei ús iennichste goedtinken, yn dat gefal sille gjin ekstra betellingen makke wurde fan jo akkount foar it foltôgjen fan taken en al jo taken wurde fuortsmiten fan ús webside. Jo moatte ús fergoedzje foar alle bedraggen op oanfraach, plus alle ferwurkingskosten, lette fergoedingen, of advokaatkosten. Wy kinne ek passende rapporten meitsje oan ynstânsjes foar kredytrapportaazje en wetshandhavingsautoriteiten.",
    "512991700": "As jo fergoedingen wolle bestride, moatte jo kontakt opnimme mei ús klantstipe-ôfdieling net letter as tritich (30) dagen nei de slutingsdatum op 'e earste fakturearring of akkountútjefte wêryn de flater of probleem ferskynde om in oanpassing of kredyt te ûntfangen.",
    "1273914192": "3. Belestingen",
    "4242322181": "Jo binne ferantwurdlik foar it beteljen fan alle belestingen dy't ferbûn binne mei de Tsjinsten oars as Amerikaanske belestingen beoardiele op it nettoynkommen of persoanlike eigendom fan Intuition Machines.",
    "1671996585": "Jo kinne ferplicht wurde om jo webside, applikaasje of platfoarm te yntegrearjen mei ús Tsjinsten fia ús applikaasje-programmearring-ynterface (\"API\"). Yn it gefal dat jo dat dogge, jouwe wy jo in beheinde, net-eksklusive, net-oerdraachbere, net-tawijsbere, ynkearbere lisinsje om de API allinich te brûken om tagong te krijen ta de Tsjinsten. Wy kinne op elk momint de API wizigje en/of de stipe fan âlde ferzjes of releases fan de API ophâlde. Wy behâlde it rjocht foar om jo tagong ta de API nei eigen goedtinken op te skorten of te beheinen, en wy sille ridlike ynspanningen brûke om jo op 'e hichte te jaan foarôfgeand oan skorsing.",
    "4036662147": "5. Beskerming fan fertroulike ynformaasje",
    "3564208535": "Jo stimme yn om kommersjeel ridlike ynspanningen te brûken om alle fertroulike ynformaasje te beskermjen dy't fan ús of fia ús tsjinsten ûntfongen is. omfettet botscores en net-iepenbiere details fan ús ûndernimmingstsjinst, ynklusyf net-iepenbiere dokumintaasje en alle details dy't wy meie diele oangeande ús metoaden foar botdeteksje. As jo tagong krije ta sa'n fertroulike ynformaasje, kinne wy jo tagong ta ús tsjinsten wizigje, ophâlde of beheine nei eigen goedtinken as wy bepale dat fertroulike ynformaasje wurdt bleatsteld troch jo gebrûk fan ús tsjinsten, en wy sille ridlike ynspanningen brûke om jo berjocht te jaan foarôfgeand oan skorsing.",
    "120384113": "6. Beëiniging",
    "453723556": "Jo kinne dizze klantbylage beëinigje ûnôfhinklik fan 'e tsjinstbetingsten troch op te hâlden klant of oanfreger te wêzen. Wy behâlde it rjocht foar om jo status as klant of oanfreger op elts momint te stopjen of te beëinigjen, of jo akkount of gebrûk fan 'e tsjinsten yn oerienstimming mei de tsjinstbetingsten oars te beëinigjen. Jo bliuwe by beëiniging oanspraaklik foar elk bedrach dat ferskuldige is ûnder jo Bestelformulier. As jo abonnemint alle moanlikse of jierlikse fergoedingen of moanlikse of jierlikse minimumen omfettet, sille jo noch altyd ferantwurdlik wêze foar it beteljen fan alle tsjinsten foar fergoedingen oant it ein fan respektivelik dy moanne of jier.",
    "218889628": "Utsein wêr't wy dizze klantbylage of de tsjinstbetingsten beëinigje as gefolch fan jo ynbreuk op dizze klantbylage of de tsjinstbetingsten, as wy beëinigje en jo alle fergoedingen oan ús foarôfbetelle hawwe, sille wy in pro-rata diel fan dy werombetelje. prepaid bedraggen, basearre op de oerbleaune tiid of Tsjinsten jo hawwe betelle foar, hokker is minder. Wy sille ús wurk op in kommersjeel ferstannige manier ôfslute en alle betelle útfiergegevenssets en alle klantgegevens yn ús besit behâlde en leverje oan jo. By elke beëiniging kinne wy mar binne net ferplichte om gegevens te wiskjen.",
    "2505227594": "7. Overages",
    "2369877184": "De maksimale tastiene peak RPS-taryf foar hCaptcha-yntegrators as klanten is 1,000 oanfragen per sekonde oan entiteiten binnen jo akkount (\"RPS\"), útsein as oars oanjûn troch in skriftlike kontraktuele oerienkomst tusken jo en ús.",
    "234420106": "Yn it gefal dat jo in yntegrator of klant binne fan 'e hCaptcha Enterprise-tsjinst en jo API-gebrûk lykas mjitten troch RPS grutter is as it foarsjoen taryf foar jo tsjinstnivo, kinne wy kieze om jo tsjinst te feroarjen of in taryf foar te folle te rekkenjen. Yn it gefal dat jo pyk RPS-taryf it foarsjoen taryf mei in faktor fan 10 foar 10 of mear minuten yn totaal binnen in perioade fan 30 dagen grutter is en de mearderheid fan dizze oanfragen is, nei ús iennichste oardiel, gjin kwea-aardich ferkear, kinne wy kieze om charge jo op jo kontraktueel spesifisearre overage taryf foar alle API-oanfragen makke yn dy moanne.",
    "2619472217": "8. Wederferkeap",
    "2019702084": "Behalven as it útdruklik tastien is yn 'e Master Service Agreement of Reseller Agreement fan' e klant, wurde bestelde SaaS-tsjinsten net ferkocht, trochferkocht, ferhierd, sub-ferhierd, lisinsje, sub-lisinsje, of oars beskikber steld oan in oare tredde partij (oars dan in Affiliate of Customer) ), en alle oarders ûnder de oerienkomst en al Klantgebrûk fan 'e Tsjinst sil wêze foar it eigen ynterne saaklike gebrûk fan Klant of syn Affiliate.",
    "1233229030": "Diversen",
    "1467783792": "Gjin persoan, entiteit of organisaasje sanksjonearre troch de Feriene Steaten (in \"Sanctioned Actor\") komt yn oanmerking foar beleanningen of om de Tsjinsten te brûken as in yntegrator. Om twifel te foarkommen, omfettet dit alle sanksjoneare akteurs oanwiisd troch it Office of Foreign Assets Control (\"OFAC\") fan it Amerikaanske ministearje fan skatkiste.",
    "3759657802": "Jo meie dizze Tsjinstbetingsten of jo rjochten of ferplichtings hjirûnder op gjin inkelde manier tawize, oerdrage of delegearje (troch wurking fan wet of oars).",
    "1627232990": "Oarsettingen fan dizze Tsjinstbetingsten wurde levere op basis fan bêste ynspanning. Yn it gefal fan in ynhâldlik ferskil tusken de Ingelsktalige tsjinstbetingsten en in oersetting dêrfan, sille de Ingelsktalige tsjinstbetingsten wurde útlein as autoritatyf.",
    "805221621": "Nim dan kontakt mei ús op op",
    "259613338": "as jo fragen hawwe oangeande dizze Tsjinstbetingsten.",
    "2735878907": "Business Continuity Planning Statement",
    "2887242610": "Intuition Machines, Inc hat in Business Continuity Plan ûntwikkele oer hoe't wy sille reagearje op eveneminten dy't ús hCaptcha-bedriuw signifikant fersteure. Om't de timing en ynfloed fan rampen en fersteuringen ûnfoarspelber binne, sille wy fleksibel moatte wêze om te reagearjen op aktuele barrens as se foarkomme. Mei dat yn gedachten, jouwe wy jo dizze ynformaasje oer ús bedriuwskontinuïteitsplan.",
    "809251240": "Kontakt mei ús opnimme",
    "2551802342": "- Wy binne fan plan om saaklike operaasjes fluch te herstellen en te hervatten nei in wichtige saaklike fersteuring en te reagearjen troch ús meiwurkers en eigendom te beskermjen, in finansjele en operasjonele beoardieling te meitsjen, de boeken en records fan it bedriuw te beskermjen, en ús klanten en har einbrûkers te tastean om online te hanneljen. Koartsein, ús bedriuwskontinuïteitsplan is ûntworpen om ús bedriuw mooglik te meitsjen om operaasjes sa rap mooglik te hervatten, sjoen de omfang en earnst fan 'e wichtige saaklike fersteuring. Us bedriuwskontinuïteitsplan adressen: reservekopy en herstel fan gegevens; alle missy krityske systemen; finansjele en operasjonele beoardielingen; alternative kommunikaasje mei klanten, meiwurkers en tafersjochorganen; alternatyf fysike lokaasje fan meiwurkers; krityske leveransier en klant ynfloed; regeljouwing rapportaazje; en it jaan fan ús klanten prompt meidieling as wy net yn steat binne om ús bedriuw troch te gean. Us kearnleveransierpool stipet ús wichtige records yn in geografysk apart gebiet. Wylst elke needsituaasje unike problemen foarmet op basis fan eksterne faktoaren, lykas tiid fan 'e dei en de earnst fan' e steuring, binne wy troch dizze leveransierpool advisearre dat har doel is om har eigen operaasjes te herstellen en tsjinsten rap te kinnen opnij begjinne. Hoewol wy wurke hawwe om risiko te ferminderjen troch in ferskaat oan leveransiers te brûken, kinne jo tsjinsten yn dizze perioade wizige of ûnderbrutsen wurde.",
    "826396656": "Us Business Continuity Plan",
    "1979347895": "- Wichtige saaklike steuringen kinne ferskille yn har omfang, lykas allinich ús bedriuw, ien gebou dêr't ús bedriuw húsfestet, de buert dêr't ús bedriuw leit, de stêd dêr't wy binne, of de hiele regio. Binnen elk fan dizze gebieten kin de earnst fan 'e steuring ek fariearje fan minimaal oant swier. Yn in steuring fan ús bedriuw, ús bedriuwsdistrikt, stêd, of regio of in gebou dat ús bedriuw húsfestet, sille wy ús operaasjes oerdrage nei in lokale side as it nedich is en ferwachtsje gjin materiële fersteuring foar bedriuwsfiering. Yn beide situaasjes binne wy fan plan om troch te gean yn it bedriuwslibben, operaasjes oerdrage oan alternative leveransiers as nedich, en jo ynformearje fia ús webside op hcaptcha.com en ús statuspagina op hcaptchastatus.com oer hoe't jo kontakt mei ús kinne kontakt opnimme. As de wichtige saaklike fersteuring sa slim is dat it ús foarkomt om yn bedriuw te bliuwen, sille wy jo fluch ynformearje.",
    "653679457": "Ferskillende fersteuringen",
    "410397176": "Foar mear ynformaasje",
    "2095899021": "hCaptcha Branding Guidelines en Algemiene Trademark License",
    "2340340589": "Rjochtlinen oer it brûken fan it hCaptcha-mark",
    "2430148876": "Wy hawwe dizze rjochtlinen en algemiene lisinsje foar hannelsmerken makke om it sa maklik mooglik te meitsjen foar ús klanten, partners en fans om mei ús merk te wurkjen, wylst wy noch altyd ús bedriuwsidentiteit behâlde. As jo hCaptcha-ikoanen, logo's of oare merken moatte brûke op manieren dy't materieel ferskille fan dizze rjochtlinen, moatte jo kontakt opnimme mei ús (IMI) foar in skriftlike lisinsje.",
    "3884400764": "Wylst jo hCaptcha-merken kinne brûke neffens dizze rjochtlinen, betsjuttet it net dat jo rjochten hawwe yn hCaptcha-merken, logo's, of yn in oar hannelsmerk, hannelsnamme, tsjinstmerk, bedriuwsnamme of goodwill fan hCaptcha. Wy wolle safolle mooglik fleksibiliteit jaan, mar wy binne ferplichte om hCaptcha te beskermjen tsjin net autorisearre gebrûk fan elke hannelsmerk, hannelsnamme, tsjinstmerk, bedriuwsnamme of goodwill fan hCaptcha. Elk net autorisearre gebrûk beëiniget automatysk de tastimming of lisinsje ferliend troch hCaptcha en kin juridyske oanspraaklikens oprinne foar eventuele skea.",
    "512598290": "Sa moatte wy freegje dat jo altyd alle hCaptcha-merken en logo's brûke yn in foarm dy't oan 'e regels hjirûnder hâldt, ynklusyf kapitalisaasje, lettertype en styl.",
    "2075610992": "Tank foar dyn stipe!",
    "1023190144": "hCaptcha® yn tekst",
    "4274324704": "Hjir is hoe't jo ús namme brûke yn skriftlike kopy:",
    "3912926900": "hCaptcha® moat in registrearre hannelsmerksymboal hawwe de earste kear dat it ferskynt yn in kreative kopy.",
    "950637875": "hCaptcha-stavering moat nea feroare wurde en hCaptcha moat altyd mei haadletters yn 'e twadde letter (\"C\") wurde. It is nea meartal of besitlik.",
    "2624601135": "\"hCaptcha\" moat net brûkt wurde as ûnderdiel fan in merknamme, gearfoege mei in koppelteken, of brûkt wurde yn nammen fan applikaasjes of oare produkten.",
    "3828090208": "Brûk ynstee \"foar hCaptcha\". As brûkt mei in logo fan tredden, moat \"foar hCaptcha\" lytser wêze as it logo fan tredden.",
    "4149738856": "hCaptcha moat brûkt wurde as in eigenskipswurd en folge troch in goede generike term.",
    "1446868537": "hCaptcha moat nea brûkt wurde as in tiidwurd.",
    "2487931657": "Brûk net: \"wy hCaptcha'd ús side.\"",
    "2565565429": "Brûk ynstee: \"wy brûke hCaptcha om ús side feiliger en feiliger te meitsjen.\"",
    "3434202027": "Elk gebrûk fan 'e hCaptcha-namme yn kommunikaasje fereasket de attribúsje: \"hCaptcha is in registrearre hannelsmerk fan Intuition Machines, Inc.\"",
    "2754937029": "Unakseptabel gebrûk",
    "2436973524": "Allinich krekte referinsjes binne akseptabel. It is net tastien om te sizzen dat in side hCaptcha-tsjinsten en applikaasjes brûkt as it net docht. Likegoed is it gebrûk fan ús logo as elke badges ek allinich passend as de side hCaptcha-tsjinsten brûkt.",
    "69844082": "hCaptcha-hannelsmerken, grafyske symboalen, logo's, lettertypen of ikoanen meie ek net op in disparating wize brûkt wurde.",
    "3861413614": "Jo meie gjin hCaptcha-hannelsmerk of logo brûke dat soe ymplisearje dat hCaptcha in oansluting hat mei of goedkarring, sponsoring, of stipe fan in produkt of tsjinst fan tredden, sûnder útdruklike skriftlike tastimming.",
    "1409822234": "Under gjin omstannichheden sil in identike of hast identike hCaptcha-hannelsmerk wurde brûkt as domeinnamme.",
    "4181060163": "Tredde partijen moatte gjin fariaasjes of staveringsfouten brûke of op ien of oare manier hannelje dy't in earste ynteresseferwarring soe feroarsaakje oer hCaptcha-hannelsmerken.",
    "3955555607": "Oars as Partners of autorisearre resellers, meie tredden net biede foar trefwurden, Google AdWords, of oare doelgerichte advertinsjesystemen mei hCaptcha-tekens of staveringsfouten. Ek meie tredden gjin hCaptcha-marks brûke yn domeinnammen, elke sykmasino-optimisaasje, meta-tags, syktermen, koade, of oare ferkearde foarstelling.",
    "1985238261": "Oare beheinde Marks",
    "2193061499": "Guon fan ús logo's en merken binne beheind ta brûkt wurde troch hCaptcha en har partners. Tredde partijen meie de folgjende merken net brûke sûnder in skriftlike lisinsje fan hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Help in better web te bouwen™",
    "364774188": "Ik bin minske™",
    "2785425016": "(yn 'e kontekst fan in oplossing foar minsklikheidferifikaasje, bgl. in oprop ta aksje)",
    "2639657759": "Marks brûkt troch tastimming",
    "1268918580": "Guon fan 'e logo's en merken brûkt troch hCaptcha en har partners binne eigendom fan tredden en meie allinich brûkt wurde mei har tastimming. Tredde partijen meie de folgjende merken net brûke, útsein as tastien troch har eigners:",
    "3782751514": "HUMAN Protocol® is in registrearre hannelsmerk fan 'e HUMAN Protocol Foundation, en wurdt brûkt mei syn tastimming.",
    "1620709264": "HUMAN Token® is in registrearre hannelsmerk fan 'e HUMAN Protocol Foundation, en wurdt brûkt mei syn tastimming.",
    "3031953928": "HUMAN Network ™ is in hannelsmerk fan 'e HUMAN Protocol Foundation, en wurdt brûkt mei syn tastimming.",
    "3554363588": "Oare Marks",
    "3290996791": "Alle oare produktnammen, logo's en merken binne eigendom fan har respektive eigners. Alle oare nammen fan bedriuwen, produkten en tsjinsten brûkt yn dizze webside binne allinich foar identifikaasjedoelen. Gebrûk fan dizze nammen, logo's en merken ympliseart gjin goedkarring.",
    "2444685143": "Logo Belied",
    "2414232014": "Us logo is direkt werkenber en ien fan ús meast weardefolle en wichtige besittings. Om derfoar te soargjen dat it in sterke fertsjintwurdiging fan ús bedriuw bliuwt, moat it op in soarchfâldige en konsekwinte manier wurde presintearre yn alle kommunikaasjekanalen.",
    "803639471": "It hCaptcha-logo bestiet út it hânbyldkaike en it hCaptcha-logotype. Yn syn alternative foarm kin it hânbyldkaike op himsels ferskine as de romte beheind is en \"hCaptcha\" wurdt brûkt as wurdteken (lykas hjirboppe beskreaun) yn 'e buert fan it hânikoan, sadat it dúdlik is dat it hânikoan hCaptcha foarstelt.",
    "564127016": "It hCaptcha-hânbyldkaike:",
    "1424800293": "It hCaptcha-logo:",
    "1525506526": "Wat binne Account Takeovers en hoe wurkje se?",
    "2446481523": "Der is in âld folksferhaal wêryn't in wagonsjauffeur en in edelman opdûke by de konstabulêre yn in lyts doarpke. Ien man, klaaid yn smoarge, earme klean, sei tsjin de konstabel: “Ik bin de edelman. Dizze man wie myn bestjoerder.",
    "1767952047": "Hy foel my fannacht oan, stiel myn klean en naam myn jild.\" De oare man, klaaid yn greate pracht, de klean fan 'e adellike klasse, antwurde: \"Konstabel, dizze man is dwylsinnich. Hy tinkt dat er in edelman is. Ik bin de echte edelman. Arrestearje him!\"",
    "2947576723": "Dit ferhaal is foarôfgeand oan rydbewiis en digitale fingerprinting, mar it biedt in goed foarbyld fan wat kin mis gean yn in akkount oername situaasje. In persoan logt yn op in online bankrekken as app foar mobile betellingen. Is hy eigentlike akkounthâlder, of in hacker? Wa is echt wa? Dizze befeiligingsproblemen beynfloedzje organisaasjes dy't tagong ta selsbetsjinningsakkounts tastean.",
    "1687299615": "Wat is in akkount oername?",
    "2648707986": "In oername fan in akkount is in foarm fan cyberfraude wêrby't in kweade akteur de eigner fan in online akkount foarkomt. Typysk is it akkount by in finansjele ynstelling as in e-commerce bedriuw wêr't de fraudeur jild, merchandise of kadokaarten stelle kin. De oanfaller brûkt stellen oanmeldgegevens om tagong te krijen ta it akkount en it dan oer te nimmen, miskien it wachtwurd te feroarjen om de eigentlike accounteigner út te sluten.",
    "1476843710": "Minder finansjeel skealike, mar dochs skealike foarmen fan rekkenoername omfetsje it kapjen fan sosjale media-akkounts en sa. Yn dizze gefallen besiket de oanfaller gewoanlik malware te fersprieden of mei te dwaan oan phishing-oanfallen tsjin net-fermoedende freonen fan it slachtoffer. Of, de oanfaller besiket it slachtoffer te ferlegen, wat soms bart mei bekendheden en politisy, bygelyks.",
    "2904949278": "Hoe nimt in hacker in akkount oer?",
    "2575690545": "Account oernames, lykas safolle cyberfraude, binne meast in kwestje fan automatisearre, massale prosessen. It is seldsum foar in hacker, klaaid yn in hoodie yn 'e kelder fan syn mem, om wachtwurden ien foar ien op bankwebsides yn te typen.",
    "3614653023": "De praktyk fertrout leaver op grutskalige oanfallen fan credential stuffing dy't miljoenen brûkersnamme/wachtwurdpearen besykje op tsientallen doelfinansjele ynstellingen yn 'e hope om in lytse subset fan' e akkounts te ûntsluten. Sadree't de automatisearre fraude-software tagong hat ta it akkount, kin in minsklike hacker dan belutsen wurde, mar yn guon gefallen net.",
    "2762759509": "In protte oanfallen fan akkount oername binne hast folslein automatisearre.",
    "1972710018": "Sjoch it út it perspektyf fan it bedriuw",
    "1282121137": "Om te begripen hoe problematysk account oername kin wêze, beskôgje hoe't de ûnderfining liket út it eachpunt fan 'e finansjele ynstelling. Se behannelje elke dei miljoenen oanmeldingen.",
    "2315518622": "Mei de sofistikaasje dy't beskikber is yn 'e hjoeddeistige oanfalsark, is it ekstreem útdaagjend om te ûntdekken hokker, as ien, frauduleus binne. Dan ropt in persoan de klanttsjinstline en seit \"Myn akkount is oanfallen! Ik kin net oanmelde en immen stelle myn jild!”",
    "1836369533": "Lykas de konstabel yn it folksferhaal, hoe bepaalt men wa't eins wa is? As de oanfaller genôch stellen identiteit-eleminten hat, lykas rydbewiisnûmer, sosjaal feiligensnûmer, famkesnamme fan mem, adres, ensfh. wachtwurd reset op in akkount hy wol penetrearje.",
    "2880837730": "Wat kin dien wurde om account oernames te stopjen?",
    "3654556483": "Finansjele ynstellingen en eCommerce-bedriuwen hawwe prosessen en kontrôles dy't guon fan 'e bedriging fan oername fan akkounts ferminderje. Dizze fariearje fan 'e âlderwetske \"wat wie de namme fan jo bêste freon op' e basisskoalle\" befeiligingsfragen oant detectiemetoaden dy't fertochte IP-adressen en profilen foar mobyl apparaat útstelle.",
    "2449501658": "biedt ien fan 'e meast avansearre manieren om de bedriging te ferminderjen fan frauduleuze oanmeldingspogingen foar akkounts, mei help fan masine learen om bots te detektearjen en te stopjen, en effektyf it folle dreger of sels ûnmooglik te meitsjen foar fraudeurs om mei te dwaan oan account oername.",
    "3621455477": "om mear te learen!",
    "555246307": "Trouwens, hjir is hoe't it ferhaal fan 'e edelman en syn sjauffeur einiget: De konstabel liet de beide mannen oerenlang yn in keamer sitte en ferfeeld út 'e holle. Oan 'e ein fan 'e dei ferskynde hy en sei: \"Ik sil no mei de wagonsjauffeur prate.\" De man yn 'e eale klean gyng oerein. Hy ferfeelde him sa, dat er fergeat dat er allinnich mar de edelman wie.",
    "1224727373": "BotStop troch hCaptcha",
    "1187718370": "Kontakt mei ús opnimme",
    "3892905664": "hCaptcha helpt jo favorite online tsjinsten bots, spam en misbrûk út te hâlden troch ienfâldige fragen te stellen dy't maklik binne foar minsken en lestich foar masines.",
    "555158694": "In tsjinst dy't jo brûke hat keazen om jo ûnderfining op har side te ferbetterjen troch hCaptcha te ynstallearjen om kwea-aardich ferkear te ferminderjen.",
    "1617196410": "hCaptcha is rjochte op it stopjen fan bots. It makket ús net út wa't in brûker is, mar allinich oft se kweade binne. Wy wurkje hurd om privacy en",
    "1624200563": "feiligens, en foldogge oan GDPR, CCPA, LGPD, PIPL, en oare privacy regeljouwing.",
    "1927613000": "hCaptcha kombineart ferfine masine-learen mei in krêftich útdagingsplatfoarm om webapplikaasjes te beskermjen tsjin oernames fan akkounts, ynfoljen fan referinsjes, skrapjen en oare soarten misbrûk.",
    "1133989302": "Wêrom hCaptcha?",
    "34074886": "Elke kear as jo in útdaging beäntwurdzje, brûke wy ferfine modellen om út te finen oft jo minske binne. De webside dy't jo besocht hawwe dan brûkt dit resultaat om jo ûnderfining op har side te ferbetterjen troch bots út te hâlden.",
    "3412647984": "Hjirmei kinne jo takomstige fragen foarkomme troch in koekje te registrearjen en yn te stellen. Besykje ek jo advertinsjeblokkerer út te skeakeljen.",
    "2510209017": "Mear help nedich?",
    "477275453": "Wêrom binne API's in populêr doel foar hackers?",
    "596347471": "Application Programming Interfaces (API's) binne in populêr doel wurden foar kweade akteurs yn cyberspace. D'r binne in protte redenen hjirfoar, ynklusyf har geweldige nut yn applikaasjeyntegraasje. It is lykwols mooglik om API-risiko te ferminderjen.",
    "2441638955": "Earst, wat is in API?",
    "3963216198": "Om te besprekken wêrom API's in populêr doel binne foar hackers, is it de muoite wurdich om earst in koart momint te nimmen om te definiearjen wat op it stuit bedoeld wurdt mei de term \"API.\" It konsept fan 'e API is hielendal net nij. Yn feite binne ynterfaces om ferskate kompjûtersystemen mei-inoar te ferbinen, lykas har ynterne komponinten, al sûnt teminsten de iere 1960's.",
    "1047251718": "Hjoed, lykwols, as minsken prate oer API's, betsjutte se altyd op noarmen basearre API's. Dit binne API's boud mei iepen noarmen lykas Representational State Transfer (REST) en iepen standert bestânsformaten lykas JavaScript Object Notation (JSON). Sokke \"RESTful API's\", sa't se bekend binne, kinne wurde makke sûnder de needsaak foar proprietêre software. De resultearjende API's kinne gegevens en proseduereoproppen ferstjoere en ûntfange tusken softwareapplikaasjes. Bygelyks, in mobile banking-app brûkt in API om tagong te krijen ta de systemen fan 'e bank.",
    "3195334319": "It nut en kwetsberens fan API's",
    "1903743785": "De komst fan noarmen-basearre APIs fertsjintwurdige in grutte sprong foarút yn applikaasje yntegraasje. Yn 'e lêste 20 jier of sa gongen API's fan kostbere en yngewikkelde proprietêre softwareprodukten nei fergese, op noarmen basearre arken dy't relatyf maklik wiene om mei te wurkjen - en rap te ynsetten.",
    "879362350": "Mei de nije API's dy't oer it ynternet wurkje, waard it mooglik om elke software of gegevensboarne te ferbinen, oeral yn 'e wrâld, nettsjinsteande platfoarm, gegevensskema of programmeartaal. As gefolch is de kompjûterwrâld no yn 'e midden fan in API-revolúsje. D'r is in eksploazje west fan ferbining tusken applikaasjes en gegevens. Dat is geweldich, oant it net is.",
    "3844432472": "De heul iepenheid en brûkberens fan API's makket har ongelooflijk rike doelen foar oanfallers. Op deselde manier as in mobile app kin wurde programmearre om te berikken en gegevens fan in bedriuwsysteem te krijen mei in API, sa kin ek in stik malware. Hackers hawwe in breed ferskaat oan software-ark skreaun om API's te misbrûken. It is in effektive oanfalstechnyk.",
    "2187096543": "Yndied binne d'r wat grutte gegevensbrekken west as gefolch fan hacker-skreaune software dy't in API rôp om gegevens út in databank te ekstrahearjen. Ommers, as it stellen fan gegevens gewoan in basis GET-oprop fereasket op in API, skreaun mei REST en JSON, dan is it maklik om in database fluch skjin te meitsjen. Yn feite, as minsken prate oer oanfallen fan \"skermskrapping\", wat se echt betsjutte, meastentiids, binne rappe-fjoer API-oproppen dy't gegevens út databases lûke. API's binne in wichtich oanfalflak wurden wurden foar organisaasjes dy't se bouwe.",
    "4222109231": "Beheining fan API-risiko mei hCaptcha's Enterprise Product",
    "1783317946": "It stopjen fan API-oanfallen is in populêr gebrûk foar",
    "3022922096": ", hCaptcha's ûndernimmingssuite fan produkten. Oars as de fergese ferzje fan hCaptcha,",
    "63719113": "brûkt avansearre masine-learen om kwea-aardich ferkear nei jo side en apps te identifisearjen - ynklusyf skrappingaktiviteiten.",
    "3566102529": "ús hjoed om mear te learen.",
    "3096553330": "Elk systeem dat wy meitsje reflektearret gewoan ús relaasjes mei oare minsken.",
    "1467218142": "Wat wy fan har en ússels winskje, driuwt ús gedrach, en dus komme deselde patroanen fan ynteraksje werom yn alle minsklike systemen. It ynternet biedt in protte treflike foarbylden fan dit fûnemintele aspekt fan ús wrâld.",
    "808872868": "Bygelyks: spam, fraude en misbrûk hawwe online bestien sûnt hast de dei nei't twa systemen earst mei-inoar ferbûn wiene.",
    "1085089390": "Online misbrûk komt út oanberne minsklike gedrach",
    "3064321967": "De earste bekende spam-e-post waard ferstjoerd yn 1978. [",
    "3800781598": "] Hast fiif desennia letter bliuwt e-post-spam ús te pleagen. In protte miljarden dollars en tûzenen persoansjierren fan yngenieur ynspanningen binne dien om it te ferslaan, en dochs bliuwt spam oan. D'r binne yndustry fan miljard dollar oan beide kanten, dat wol sizze dejingen dy't der tsjin ferdigenje en dejingen dy't it stjoere.",
    "2119943547": "Wêrom is dit? It antwurd is ienfâldich. Salang't d'r in stimulâns is om in systeem te misbrûken, sil immen oer it algemien in manier fine. En as se ienris dogge, sil in oar no in stimulâns hawwe om har te stopjen.",
    "532470444": "It lykwicht kin wat ferskowe fan jier nei jier, mar dit gedrach gewoan wjerspegelet fûnemintele minsklike natuer, en fiif tûzen jier fan opnommen skiednis ymplisearret de dynamyk is net wierskynlik te feroarjen elk momint gau.",
    "3193548097": "Hope Springs Ivige",
    "4065614934": "Dizze analyze is net nij, mar minsken binne ivich optimistysk. Benammen as se tinke dat har idee nij is.",
    "1216071511": "Deselde ideeën wurde sa faak foarsteld dat sa'n 20 jier lyn in anonime auteur in handige fill-in-the-blank kaam foar online diskusjes oer anty-spam-oplossingen:",
    "1941999673": "Jo post pleitet foar in",
    "4179118182": "( ) technyske ( ) wetjouwende ( ) merkbasearre ( ) vigilante",
    "3978720689": "oanpak om spam te bestriden. Jo idee sil net wurkje. Hjir is wêrom it net sil wurkje.",
    "318339230": "(Ien of mear fan 'e folgjende kin jilde foar jo bepaalde idee, en it kin hawwe",
    "30312304": "oare gebreken dy't eartiids ferskille fan steat nei steat foardat in minne federale wet waard trochjûn.)",
    "2710988028": "( ) Spammers kinne it maklik brûke om e-mailadressen te sammeljen",
    "3912514510": "() Mailinglisten en oare legitime e-postgebrûk soe wurde beynfloede",
    "2030062561": "() Gjinien sil by steat wêze om te finen de keardel of sammelje it jild",
    "3334160175": "( ) It is ferdigenleas tsjin brute krêft oanfallen",
    "3238345709": "( ) It sil twa wiken stopje mei spam en dan sitte wy dermei fêst",
    "4227800293": "() Brûkers fan e-post sille it net opstelle",
    "2271252286": "( ) Microsoft sil it net opstelle",
    "692064738": "( ) De plysje sil it net ophâlde",
    "3475647460": "() Fereasket tefolle gearwurking fan spammers",
    "1482845460": "() Fereasket direkte totale gearwurking fan elkenien tagelyk",
    "3741193183": "() In protte e-postbrûkers kinne net betelje om bedriuw te ferliezen of potensjele wurkjouwers te ferfrjemdzjen",
    "2234909600": "( ) Spammers skele net oer ûnjildige adressen yn har listen",
    "1982617151": "() Eltsenien koe anonym ferneatigje immen oars syn karriêre of bedriuw",
    "2498172334": "Spesifyk slagget jo plan net te rekkenjen",
    "389705801": "() Wetten dy't it útdruklik ferbiede",
    "190955495": "() Gebrek oan sintraal kontrolearjende autoriteit foar e-post",
    "237009707": "() Iepen estafettes yn frjemde lannen",
    "3507532387": "() Gemak fan it sykjen fan lytse alfanumerike adresromte fan alle e-mailadressen",
    "2477958756": "( ) Minne minsken",
    "3254142589": "() Jurisdiksjeproblemen",
    "3621401685": "() Unpopulariteit fan nuvere nije belestingen",
    "4277475973": "() Publike ûnwilligens om frjemde nije foarmen fan jild te akseptearjen",
    "941057651": "() Enorme besteande software ynvestearring yn SMTP",
    "3265293440": "() Gefoelichheid fan oare protokollen as SMTP foar oanfal",
    "515733427": "() Reewilligens fan brûkers om OS-patches te ynstallearjen ûntfongen troch e-post",
    "2631159699": "() Legers fan wjirm riedsele breedbân-ferbûne Windows doazen",
    "776542208": "() Ivige wapenrace belutsen by alle filterbenaderingen",
    "989480928": "() Ekstreme profitabiliteit fan spam",
    "3898950867": "() Joe banen en / of identiteitsstellerij",
    "3395399558": "( ) Technysk analfabeet politisy",
    "1118929614": "() Ekstreme dommens fan 'e kant fan minsken dy't saken dogge mei spammers",
    "838951836": "() Unearlikens fan 'e kant fan spammers sels",
    "2123236933": "() Bânbreedtekosten dy't net wurde beynfloede troch klantfiltering",
    "2292919419": "() Foarútsjoch",
    "2534436327": "en de folgjende filosofyske beswieren kinne ek jilde:",
    "832385387": "() Ideeën dy't lykje op dy binne maklik te betinken, mar gjinien is ea praktysk toand",
    "1993984258": "() Elk skema basearre op opt-out is net akseptabel",
    "3909240516": "() SMTP-koppen moatte net it ûnderwerp fan wetjouwing wêze",
    "1151065360": "() Swartelisten sûgje",
    "2396605499": "() Witelisten sûgje",
    "2225785608": "( ) Wy moatte oer Viagra prate kinne sûnder sensurearre te wurden",
    "3004688366": "() Tsjinmaatregels moatte net belûke wire fraude of credit card fraude",
    "922470170": "( ) Tsjinmaatregels moatte gjin sabotaazje fan iepenbiere netwurken belûke",
    "3068923550": "( ) Tsjinmaatregelen moatte wurkje as se stadichoan yngean",
    "2752975480": "() It ferstjoeren fan e-post moat fergees wêze",
    "117227832": "() Wêrom moatte wy jo en jo tsjinners fertrouwe moatte?",
    "1021431157": "() Ynkompatibiliteit mei iepen boarne of iepen boarne lisinsjes",
    "2801524659": "( ) Feel-good maatregels dogge neat om it probleem op te lossen",
    "931661269": "() Tydlike / ienmalige e-mailadressen binne omslachtig",
    "2090457681": "( ) Ik wol net dat de oerheid myn e-post lêst",
    "3536122902": "() Stopje se op dy manier is net stadich en pynlik genôch",
    "2391175562": "Fierder, dit is wat ik tink oer dy:",
    "229198134": "() Sorry dude, mar ik tink net dat it soe wurkje.",
    "345563040": "() Dit is in dom idee, en do bist in dom persoan foar in suggerearje it.",
    "409780280": "( ) Aardich besocht, ****! Ik hoopje dat immen op jo toetseboerd stapt!",
    "2820080973": "hosted mei ❤ by",
    "3943164003": "sjoch rau",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Wêrom sil jo nije anty-spam-oplossing net wurkje",
    "361795034": ". Unbekende skriuwer, c. 2000",
    "1547006769": "Humanity ferifikaasje is itselde probleem",
    "3717942925": "Krekt sa't d'r altyd minsken sille wêze dy't jo oandacht wolle krije fia e-post, sil d'r altyd de winsk wêze om tagong ta guon boarnen te beheinen, sadat allinich minsken tagong kinne krije.",
    "2481032625": "Oft it doel is om te foarkommen:",
    "1691348394": "- automatisearre massa-oankeapen tidens in ferkeap mei beheinde frijlitting",
    "1771016224": "- software fan it downloaden fan alle ynhâld fan jo webside massaal",
    "1959762846": "- jo webformulieren ynfolje mei einleaze marketing-spam as misbrûk",
    "345108670": "- referinsjes en oare besykjen fan oername fan akkounts",
    "2540760245": "ûnder in protte oare gebrûk sil it mooglik wêze om online ferkear te filterjen op basis fan \"minsklike of net\" wierskynlik in weardefol ark bliuwe salang't de minsklike natuer deselde patroanen folget opnommen oer de lêste fiiftûzen jier.",
    "3346362371": "Hoe sit it mei masine learen?",
    "3619183405": "Yn 2021 kinne ienfâldige CAPTCHA's soms wurde oplost mei software, tanksij foarútgong yn masine learen. Om dit oan te pakken, docht hCaptcha ek in heul detaillearre analyze fan eigenskippen lykas",
    "3292221787": "de útdaging waard beäntwurde, net allinnich oft it wie goed, en faak feroaret sawol de fragen as de brûkte gegevens.",
    "1080672247": "Om't in protte fan 'e stelde fragen net ekonomysk kinne wurde oplost mei software út 'e planke, en om't de gegevens oer it algemien unyk binne foar it systeem, betsjut dit dat bots faak folslein stoppe wurde troch de fergese tsjinst, en moatte ynstee fertrouwe op minsklike CAPTCHA-oplossers, wat makket in protte soarten misbrûk folslein unekonomysk.",
    "4172868199": "giet folle fierder dan dit, ferpleatst yn it ryk fan besykjen om \"goede minske\" ek te ûnderskieden fan \"minne minske\", en wurdt hjoeddedei brûkt troch in protte fan 'e populêrste online tsjinsten fan' e wrâld om alles te finen en te stopjen fan oankeapfraude oant avansearre persistent bedrigingen tsjin har brûkers, wylst se in unike fokus behâlde op it behâld fan privacy.",
    "2873911365": "Wat oer hardware attest?",
    "1477196356": "Ferskate metoaden foar it keppeljen fan identiteit oan in apparaat op in kryptografysk feilige manier, soms mei privacy-behâldende eigenskippen, binne foar tsientallen jierren foarsteld. Iepenbiere kaai kryptografy datearret út c. 1975, en hardware tokens hawwe bestien hast like lang.",
    "2349681896": "Spitigernôch betsjuttet it kontrolearjen fan in stik hardware net dat jo in persoan binne. Hast alle populêre attestaasjeskema foar konsuminthardware is meardere kearen brutsen, patched en dan wer brutsen.",
    "254326776": "It wurdt faak ûntdutsen dat kwea-aardich misbrûk fan dizze tekoarten moannen of jierren foarkomt foar iepenbiering of akademyske publikaasje.",
    "2462909475": "In muorre fan mear as 10.000 telefoans brûkt foar misbrûk, ûnderdiel fan in Sineeske bot operaasje.",
    "1963951234": "Hoe betrouber jo kryptografysk skema ek is, as immen oan 'e ein fan' e dei gewoan jild kin útjaan om jo it antwurd te jaan wêr't jo nei sykje, it besit fan in stik hardware is net genôch.",
    "1278884196": "Dat sei, kryptografy is nochal in jonge dissipline. Op grûn fan resinte skiednis sil jo kryptografyske skema en/of ymplemintaasje wierskynlik brutsen wurde sa gau as immen in stimulâns hat om it nau te besjen, en it is wierskynlik dat oare minsken dit sille útfine lang foardat jo dogge. Fertrouwe op hardware betsjut ek dat jo miskien elke ien fan jo brûkers moatte freegje om in fysyk apparaat te feroarjen om de flater te reparearjen. Dit is yn 'e measte gefallen nei alle gedachten net gau bart, wat betsjuttet dat jo systeem yn 'e realiteit gewoan iepen sil mislearje.",
    "1828028934": "Dit is wêrom",
    "1642844535": "is wichtich: hCaptcha brûkt meardere ferskillende oanpakken om deselde fûnemintele fraach te beantwurdzjen, wêrtroch ferliking foar konsistinsje oer alle evaluaasjes mooglik is.",
    "1155821305": "ferdigening is djipte",
    "119098046": "Hoe sit it mei passive of gjin útdaging oplossingen?",
    "2760410719": "Tsjinsten dy't besykje botdeteksje te dwaan mei suver passive sinjalen rinne rap yn in fûnemintele probleem: hoe validearje jo oft in systeem minne akteurs korrekt detektearret as jo gjin krekte grûnwierheid hawwe?",
    "1722734001": "It iepen ynternet is in heul lawaaierige omjouwing. Minne akteurs oanfalle brûkers fan ús tsjinst en konkurrinten lykas reCAPTCHA elke dei, en besykje fansels sa minsklik mooglik te sjen wylst se dat dogge.",
    "1595254735": "Suver passive tsjinsten stride om de krektens fan botdeteksje te behâlden, of sels om te witten wannear't se unakkuraat binne. Sûnder de mooglikheid om sa no en dan brûkers út te daagjen en de resultaten fan dy útdaging korrekt te analysearjen, hat de krektens yn 'e rin fan' e tiid sterk ôfnimme.",
    "2412751979": "Mei tank oan de krekter minskdom sinjalen dy't macht hCaptcha, in protte bedriuwen dy't earder brûkt reCAPTCHA v3/Enterprise binne oerstapt nei",
    "2284856231": "en sjoen dramatysk ferbettere krektens yn hCaptcha Enterprise syn suver passive modus ek.",
    "4162847": "Wy hawwe dit direkt kinne observearje, om't guon fan ús klanten A/B-tests útfiere op itselde fersyk foardat se folslein oerskeakelje fan it oanbod fan Google. Wy binne typysk by steat om te bewizen sawol in hege falsk posityf en falsk negatyf taryf komt fan reCAPTCHA v3 of reCAPTCHA Enterprise.",
    "436125785": "Dit is net ferrassend sjoen de unakkuraatheid fan 'e feedback-lussen dy't beskikber binne yn dy produkten, en it feit dat se wurde ferkocht troch in advertinsjenetwurk mei in oerweldigjend belang om net te goed te wurden yn botdeteksje, dat it har kearnbedriuw net skea docht.",
    "2233741720": "Ta beslút",
    "2133809801": "Salang't minsken minsken bliuwe, is it wierskynlik dat de ferifikaasje fan 'e minskheid in rol sil spylje online.",
    "2255549335": "Us taak by hCaptcha is om goede kompromissen te finen tusken muoite en krektens en wriuwing leech te hâlden, foaral foar",
    "4138068262": "brûkers. Op it lêst sil ynteraksje mei útdagings wierskynlik diel bliuwe fan it arsenal fan ark foar it ferminderjen fan online misbrûk, salang't de minsklike natuer net feroaret.",
    "855097735": "It bouwen fan in tsjinst dy't dit goed docht, wylst alle soargen balansearje is in heul dreech probleem (en wy wurkje altyd om it te ferbetterjen om de ûnderfining sa noflik mooglik te meitsjen), mar wy hoopje dat jo it iens sille wêze dat it ferminderjen fan spam, misbrûk, oername fan akkounts , en online fraude is úteinlik goed wurdich de ynsidintele ienfâldige fraach.",
    "1953959745": "tagonklikens",
    "2543123170": "Nul wriuwing minskdom ferifikaasje",
    "547245263": "Los jo botprobleem hjoed op.",
    "3117887301": "Fertroud troch de grutste online tsjinsten",
    "981806349": "Boud op it bewezen hCaptcha-platfoarm",
    "2373007864": "hCaptcha Enterprise rint op hCaptcha-platfoarmtechnology, útwreide om de funksjes op te nimmen dy't bedriuwen mei hege ferkear nedich binne.",
    "2652399059": "In betroubere partner",
    "1997838163": "De grutste bedriuwen fan 'e wrâld binne ôfhinklik fan hCaptcha Enterprise. Yntegraasje is ienfâldich, en detection accuracy is ongeëvenaard.",
    "734735952": "Wy evaluearren in oantal CAPTCHA-leveransiers, lykas ek sels in systeem bouwe. Op it lêst ûntstie hCaptcha as it bêste alternatyf foar reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Direkteur fan Produktbehear, Cloudflare",
    "3971348140": "Wêrom hawwe wy hCaptcha brûkt? Nimmen oars koe de funksjes en prestaasjes leverje dy't wy nedich wiene. Se hawwe ús fluch op 'e hichte brocht, en ús keaplju hâlde fan 'e ûnderfining.",
    "4248655793": "- Alex M.",
    "4185927140": "Produktmanager, Flash, Shopify",
    "282913023": "De kosten-effektive opsje foar bedriuwen mei hege ferkear",
    "999610953": "As lêste, in betrouber alternatyf foar Google. hCaptcha Enterprise leveret dramatyske besparrings op jo reCAPTCHA-rekken mei hegere feiligens: oant 80% minder djoer yn guon gefallen.",
    "1886100235": "In protte fan 'e grutste online tsjinsten fan' e wrâld binne oerstapt nei hCaptcha Enterprise en krigen ferbettere botdeteksje neist substansjele kostenbesparring.",
    "2903742230": "Ad netwurken sjogge jo besikers as it produkt. Foar ús is it ienige doel it bepalen fan har minsklikheid. Us tsjinsten foldogge oan GDPR, CCPA, LGPD, en PIPL-easken of oertreffe, en wy wurkje hurd om privacy en feiligens te balansearjen.",
    "3901503296": "Dizze unike fokus op privacy betsjut dat wy nul yndividuele gegevensbehâld, koekjefrije operaasje en oare kontraktuele privacygarânsjes kinne biede as nedich, wylst wy poerbêste feiligens behâlde.",
    "3342910682": "Lês mear",
    "1130783905": "Krektens is yn jo belang en yn ús. hCaptcha wurket om jo echte gegevens te jaan en lit jo beslute hoe't jo it brûke. Oare feiligensoplossingen wurde levere troch Gigantyske reklamebedriuwen. Dit betsjut dat elke bot dy't se blokkearje, har ynkomsten kin ferminderje.",
    "2019130052": "Us ynnovaasjes yn privacy-rjochte ML litte ús de feiligensnoarmen fan legacy \"registrearje alles foar altyd\" strategyen oertreffe sûnder skea oan feiligens of brûkersprivacy.",
    "23114595": "Geweldige brûkersûnderfining",
    "3437412311": "Foar Enterprise-brûkers binne opsjes beskikber om útdagings folslein te foarkommen yn 'e measte senario's, ôfhinklik fan passive skoares.",
    "1996843433": "Ferminderje wriuwing troch in útdaging folslein te foarkommen foar 99,9% fan jo legitime ferkear, wylst se noch altyd poerbêste feiligens leverje.",
    "3093689546": "Maklike yntegraasje",
    "247560732": "Foegje hCaptcha ta mei trije rigels koade. As jo fan reCAPTCHA komme, is ús API kompatibel en it duorret mar minuten om te wikseljen.",
    "1510448156": "Jo kinne hjoed op en rinne mei in superieur alternatyf, en as nedich mear avansearre funksjes ynskeakelje.",
    "2718999653": "Oanpaste Threat Scores",
    "2698140263": "Net alle problemen binne itselde: ien skoare krije betsjut dat it oan jo behoeften moat foldwaan om nuttich te wêzen.",
    "897432717": "Mei ús roman ûntwerp foar oanpaste bedrigingsscores, kinne jo saaklike kennis tafoegje ús modellen om skoares te leverjen dy't unyk relevant binne foar jo brûkers.",
    "2650502379": "Starte jo eigen útdagings yn sekonden",
    "3578122193": "Bliuw op merk mei relevante ynhâld",
    "1074044172": "As brûkers in útdaging moatte oplosse om oan jo feiligenseasken te foldwaan, wêrom dan net noflike en relevante fragen stelle foar de brûker?",
    "1579093044": "Mei ús ienfâldige oanpaste útdagingsûntwerper kinne jo yn mar in pear minuten on-merk útdagingsynhâld lansearje.",
    "3717512591": "Direkte Platform Yntegraasje",
    "121743429": "Foar webynfrastruktuerbedriuwen",
    "2131386784": "Bereikbere ekspertize en stipe foar sawol jo as jo brûkers",
    "2782263070": "Tsjinst is in topprioriteit foar ús. Wy ûnderhâlde 24/7 on-call-stipe en biede direkte Slack-koördinaasje mei jo engineering-yntegraasjeteam en ús oprop-personiel tidens en nei ymplemintaasje.",
    "3740051331": "Wy sette ús ek yn om aktyf te kontrolearjen en te reagearjen op fragen fan jo brûkers oer sosjale media, foarums, en ús yn-widget- en e-poststipekanalen. Wy binne tagonklik en responsyf, en behannelje brûkerstefredenheid as in top KPI.",
    "170775527": "Enterprise funksjes",
    "3383086062": "hCaptcha Enterprise is in folsleine online befeiligingsoplossing. Aktive en passive modi kinne jo stopje mei referinsjes, oernames fan akkounts detectearje en fertochte akteurs blokkearje. Alles mei nul wriuwing foar legitime brûkers.",
    "1408599440": "Begjin fluch mei in pear rigels koade en ús 99,9% passive modus, of nim folsleine kontrôle oer wannear en hoe't brûkers wurde útdage. Oanpaste bedrigingsmodellen en oanpasbere útdagings betsjutte ongeëvenaarde fleksibiliteit om feiligens te garandearjen.",
    "3365203058": "Wrâldklasse anty-bot beskerming",
    "1803009328": "Battle-test op webskaal.",
    "1586809757": "Botscores mei hege krektens",
    "353367791": "Detect minne akteurs fan in protte ferskillende soarten.",
    "191460155": "Nul wriuwing en 99,9% passive modi",
    "585557010": "Daagje minder dan 0,1% fan legitime brûkers út.",
    "3287172429": "Kontrolearje útdagingstypen werjûn",
    "1844885924": "Wide bibleteek fan soarten om út te kiezen.",
    "3018523079": "Bliuw op merk mei in konsekwinte brûkersûnderfining.",
    "3817811295": "Garandearre betrouberens en rappe 24/7 on-call-stipe.",
    "1798492192": "Legacy browser stipe",
    "1356745565": "Kompatibel hielendal werom nei Internet Explorer 8.",
    "751483365": "Stipe foar net-JavaScript-kliïnten.",
    "4199502476": "Avansearre rapportaazje dashboards en API",
    "3630114728": "Sjoch wat der bart op al jo siden en apps.",
    "3573245166": "Oars as reCAPTCHA, wurkje wy yn elk lân.",
    "2354267648": "GDPR, CCPA, en LGPD-freonlik privacybelied",
    "3167979932": "Untworpen foar privacy fan dei ien ôf. Sterke oerienkomst foar gegevensferwurking.",
    "4065065042": "Dial dit yn om krekt te passen by jo gebrûk.",
    "111184581": "Earste-partij hosting",
    "4272022475": "Alle oanfragen en aktiva gean nei hcaptcha.yourdomain.com",
    "2676853536": "Dashboards foar meardere brûkers",
    "1368787974": "Diel behear oer jo team.",
    "1045484714": "SAML SSO-yntegraasje mei jo identiteitsprovider, bygelyks Okta of Azure AD.",
    "3953584369": "Ferfine RBAC tagongsbeperkingen beskikber.",
    "2781507299": "Instant ferifikaasje",
    "4019660456": "0ms latency: ferifiearje hCaptcha-tokens sûnder API-oprop.",
    "3446714684": "Mobile (iOS en Android) yntegraasje",
    "2593768395": "Naadleaze ûnderfining oer web, native mobile, mobile web. Foarboude yntegraasjes en native SDK's beskikber.",
    "1779265104": "Oanpaste betingsten en privacy garânsjes",
    "122875767": "Befredigje jo juridyske behoeften as oare bedriuwen net kinne.",
    "148188781": "Presintearre útdagings",
    "838049015": "Selektearje alle ôfbyldings dy't oerienkomme mei de query",
    "1126302400": "Bounding Box",
    "3554448168": "Kategorisaasje",
    "2104933754": "Identifisearje de oerienkommende labels",
    "3612043014": "... en oare ienfâldige taken. Maklik foar minsken, dreech foar bots.",
    "3624758171": "Oanpaste taken ek beskikber foar bedriuwsútjouwers.",
    "1001938065": "Yntegraasje koe net makliker",
    "2138799135": "hCaptcha hat tsientallen foarboude yntegraasjes foar de frontend- en backend-systemen dy't jo brûke.",
    "2535001179": "As jo tafallich komme fan Google's reCAPTCHA, binne ús API's drop-in ferfangings.",
    "1393184984": "binne alles wat jo nedich hawwe.",
    "3715747429": "Us onboarding-yngenieurs kinne jo fluch gean, of jo React-yntegraasje nedich binne, SDK's foar native iOS-apps, in Java-backend-foarbyld, of praktysk elk oar senario.",
    "2681650568": "En lykas altyd is privacy in kearnwearde foar ús. Foegje ús útdagingskoade allinich ta wêr't it nedich is, en wêr't it sin makket om sawol jo as jo brûkers te beskermjen. Minimalisearjen fan gegevenssammeling begjint fan it momint fan yntegraasje.",
    "1130868224": "Trije rigels koade",
    "2183926131": "Begjin mei hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Untworpen foar privacy.",
    "1297224875": "In unyk privacy-oandreaune oanpak fan Enterprise online feiligens.",
    "2762458927": "Jo brûkersgegevens binne net te keap.",
    "2058856283": "hCaptcha Enterprise hat mar ien doel: foar te kommen dat minne akteurs jo online operaasjes fersteure en jo brûkers skealje.",
    "2408036504": "Us systemen binne dus fan 'e grûn ôf ûntworpen om gegevenssammeling en -behâld te minimalisearjen, wylst se liedende feiligens behâlde. De bêste manier om brûkersgegevens te beskermjen is it hielendal net op te slaan.",
    "4099477834": "Alle klantrelaasjes wurde ek beskerme troch in sterke oerienkomst foar gegevensferwurking. De hCaptcha-tsjinst foldocht oan alle privacywetten, nettsjinsteande wêr't jo tsjinst of jo klanten wenje. It net hâlden fan persoanlike gegevens makket dit folle makliker foar ús dan foar oare bedriuwen.",
    "3569492665": "Online aktiviteit opnimme is net it antwurd.",
    "3389431373": "Tsjinsten lykas reCAPTCHA v3 sizze dat it pleatsen fan har trackingpiksel op elke side fan jo side nedich is foar goede feiligens. Dit is net it gefal.",
    "3590546893": "Ienfâldige gedrachsanalyse is in sinjaal maklik smeid troch minne akteurs, en fereasket ek it behâld fan blêdzjeskiednis foar al jo legitime ferkear.",
    "1105363520": "Wy operearje gjin advertinsjenetwurk en hawwe gjin belangstelling foar it observearjen fan jo brûkersgedrach om har advertinsjes te ferkeapjen. Dit betsjut dat wy gjin passive piksel nedich hawwe op elke side fan jo side.",
    "3088605177": "Foegje ús útdagingskoade allinich ta wêr't it nedich is, en wêr't it sin makket om sawol jo as jo brûkers te beskermjen.",
    "337971271": "Masine learen is nuttich. Mar it hat gjin persoanlike gegevens nedich om te wurkjen.",
    "320166522": "Masine learen hat no ynfloed op hast elk aspekt fan ús libben, faaks op manieren dy't wy net realisearje en net kinne sjen. Online befeiligingstsjinsten binne net oars.",
    "3180664128": "Troch mear dan tûzenen sinjalen te learen, kinne modellen in hege fertrouwen ôfliede en berikke by it opspoaren fan kwea-aardich gedrach hiel fluch, sels as gjin yndividueel sinjaal op himsels sterk genôch soe wêze om in probleem oan te jaan.",
    "961941354": "Gjin fan dit fereasket lykwols it brûken fan persoanlik identifisearbere ynformaasje (\"PII\"). Moderne kryptografyske techniken tastean ús om alle persoanlike gegevens sa rap mooglik te ferwiderjen, ynstee fan ien-rjochte hantekeningen te meitsjen dy't net kinne wurde keppele oan ien yndividu.",
    "1706581702": "Training op de-identifisearre gegevens wurket like goed, en fereasket gjin kompromis oer feiligens of privacy. Us klanten hawwe dien de empiryske tests, en hawwe ferklearre ús gelyk oan of better as folle minder privee alternativen.",
    "3203921334": "Wy fûnen in oantal dingen oer de hCaptcha-oplossingen: 1) se ferkeapje gjin persoanlike gegevens; se sammelje allinich minimale needsaaklike persoanlike gegevens, se binne transparant yn it beskriuwen fan de ynformaasje dy't se sammelje en hoe't se it brûke en/of iepenbierje.",
    "305735018": "As lêste, in betrouber alternatyf foar Google. hCaptcha Enterprise leveret dramatyske besparrings op jo reCAPTCHA-rekken mei hegere feiligens: oant 80% minder djoer yn guon gefallen.",
    "3695206755": "Besykje ús sûnder ferplichting yn jo omjouwing.",
    "2941545733": "Wy binne yngenieurs, gjin ferkeapers: wy wolle dat jo bliid binne mei jo kar.",
    "131871195": "De bêste manier om jo tefredenheid te garandearjen is te bewizen dat wy foldogge oan jo behoeften.",
    "3436534225": "Sawat alle bedriuwen dy't in pilot begjinne kieze úteinlik foar ús oplossingen.",
    "4060250206": "Brûk dit formulier om ien fan ús technyske spesjalisten te berikken. Wy reagearje fluch.",
    "1159746815": "Jo kinne ús ek direkt maile.",
    "2531534427": "Details binne hjir.",
    "2059998584": "Regio",
    "3916131732": "Amearika",
    "135276624": "Europa, Midden-Easten, Afrika (EMEA)",
    "1182294134": "Azië-Stille Oseaan (APAC)",
    "2437934778": "Dyn namme",
    "3859506577": "Business Email",
    "1268414751": "Oare details dy't wy moatte hawwe?",
    "42559805": "Hawwe jo urgent onboarding nedich?",
    "851679588": "Ja.",
    "1729677626": "Ik bin ûnder oanfal en fereaskje direkte onboarding.",
    "2808971932": "Dit is wat tekst binnen in div blok.",
    "2468683988": "Heading",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis kursus, my quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh en justo kursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Tekst Link",
    "2212670355": "Ynskriuwe",
    "31502377": "Wat is in Rich Text-elemint?",
    "2310705547": "It rike tekstelemint lit jo kopteksten, paragrafen, blokquotes, ôfbyldings en fideo allegear op ien plak meitsje en opmaakje ynstee fan se yndividueel ta te foegjen en op te meitsjen. Dûbelklikje gewoan en meitsje maklik ynhâld.",
    "2590587108": "Statyske en dynamyske ynhâld bewurkjen",
    "778204464": "In rike tekst elemint kin brûkt wurde mei statyske of dynamyske ynhâld. Foar statyske ynhâld, drop it gewoan op elke side en begjin te bewurkjen. Foar dynamyske ynhâld, foegje in ryk tekstfjild ta oan elke kolleksje en ferbine dan in ryk tekstelemint oan dat fjild yn it ynstellingspaniel. Voila!",
    "1890955039": "Hoe kinne jo opmaak oanpasse foar elke rike tekst",
    "3286051798": "Kopteksten, alinea's, blokquotes, sifers, ôfbyldings en figuerbyskriften kinne allegear wurde styleare nei't in klasse is tafoege oan it rike tekstelemint mei it \"As binnen fan\" nêst selektorsysteem.",
    "504332576": "Wy binne grutsk om oan te kundigjen dat hCaptcha is útgroeid ta de grutste ûnôfhinklike cybersecurity-tsjinst yn 'e wrâld, dy't rint op sawat 15% fan it ynternet - en wy namen it measte fan dit merkoandiel direkt fan Google reCAPTCHA. Tegearre, hCaptcha en",
    "1155436473": "(ús bedriuwsoanbod) beskermje no elke moanne hûnderten miljoenen brûkers oer tsientallen miljoenen websiden en apps. Us ferhaal lit sjen dat jo kinne konkurrearje mei Big Tech as jo privacy foarop sette.",
    "3108727249": "BotStop",
    "1296696044": "Privacy vs feiligens: Wêrom net beide?",
    "538871570": "Konkurrearje mei Google en oare Big Tech-bedriuwen liket in heule oarder: har monopolistyske merkmacht, platfoarmeffekten en leger fan heechbetelle ûntwikkelders wurde oer it generaal beskôge as te machtich om oan te pakken foar elkenien mar oare techgiganten lykas Facebook of Amazon. Us ferhaal lit sjen dat it net sa hoecht te wêzen - jo kinne Big Tech ferslaan troch te fokusjen op privacy.",
    "3600718611": "Tink oan Google reCAPTCHA,",
    "4281708680": ". By hCaptcha hawwe wy mei opsetsin in hiel oare oanpak nommen, mei gebrûk fan privacy-behâldende masine-learentechniken om typysk botgedrach mei hege krektens te identifisearjen, allegear wylst wy sa min mooglik gegevens konsumearje en opslaan.",
    "3312336121": "dy't enoarme hoemannichten gedrachsgegevens ferbrûkt om te bepalen oft webbrûkers legitime minsken of bots binne",
    "1193738791": ": se folgje brûkersgedrach op elke side fan in webside en oer it web. Wy hawwe hCaptcha ûntworpen om fan dei ien ôf sa privacyfreonlik mooglik te wêzen. Dit late ta in folslein oare oanpak fan it probleem. As it docht bliken, is it folgjen fan brûkers oer it web en it binen fan har webskiednis oan har identiteit folslein net nedich foar it berikken fan goede feiligens. De protte bedriuwen dy't oerstapt binne nei hCaptcha",
    "2620705814": "Google is in advertinsjebedriuw, en har feiligensprodukten lykje heul op har advertinsjeprodukten",
    "1126447688": "rapportearje faaks gelikense of bettere prestaasjes yn botdeteksje en mitigaasje nettsjinsteande ús privacyfokus",
    "439777523": "Regeljouwing Matters",
    "3588274874": "By it fokusjen op it leverjen fan in produkt ôfstimd mei regeljouwingsynspanningen lykas de GDPR fan 'e Jeropeeske Uny en de CCPA fan Kalifornje, hawwe wy massive groei ûnderfûn - fansels helpt it dat hCaptcha in ienfâldige \"drop-in\" ferfanging is foar reCAPTCHA en kin dus binnen minuten wurde ynstalleare.",
    "2150595700": ". GDPR en CCPA hawwe soargen oer privacy op 'e kaart setten foar keapers fan bedriuwen, en tagelyk wurdt online privacy hieltyd wichtiger foar it publyk, om't wy allegear begjinne te begripen hoe't de online reklame- en marketingsektor ús gegevens histoarysk hawwe brûkt.",
    "2624949852": "Fansels wie reCAPTCHA sûnt 2009 in betide dielnimmer yn webfeiligens, en beskerme miljoenen websiden tsjin hieltyd groeiende bedrigingen troch kweade bots en spammers. It is lykwols de lêste jierren folslein kompromittearre:",
    "499510428": "Wy leauwe trouwens dat regeljouwing ús hjir holpen hat",
    "1232651561": "software is no sa goed as minsken by it oplossen fan reCAPTCHA-útdagings.",
    "824740867": "Ynstee fan it ferbetterjen fan de oplossing, publisearre Google ynstee reCAPTCHA v3, dy't folle mear wurket as in advertinsjenetwurk dan befeiligingssoftware, it sammeljen fan gedrachsgegevens fan oer it web om brûkersprofilen te bouwen. Spitigernôch, dit soarte fan sinjaal is maklik ferslein, en dus jout bytsje beskerming tsjin bots wylst skealik brûkers privacy.",
    "1027023087": "Wy by hCaptcha hawwe ynstee rjochte op mear moderne oanpak fan it probleem, dy't gjin behâld fan lange termyn gedrachsrecords lykas blêdzjeskiednis fereaskje en hawwe bewiisd folle fjirder yn it gesicht fan fêststelde tsjinstanners sûnt de tsjinst waard yntrodusearre.",
    "2852295413": "In ynherinte konflikt fan belangen: it stopjen fan bots fermindert ynkomsten foar in advertinsjenetwurk",
    "1597520917": "In groeiend oantal kritisy hawwe derop wiisd dat Google's negearjen fan privacy fan brûkers soe moatte oangean fan klanten dy't sykje om har websiden en apps te beskermjen.",
    "763447231": "Tagelyk kin it stopjen fan bots fan tagong ta útjouwerssiden advertinsjefraude iepenbierje, Google's reCAPTCHA-produkt direkt tsjin har advertinsjebedriuw, dat mear dan 80% fan har ynkomsten produseart.",
    "999674529": "Elke bot dy't Google ûntdekt moat nul advertinsjedollars fertsjinje. De stimulearrings foar bedriuwen fan Google binne dus min ôfstimd mei de brûkers fan har feiligenstsjinsten, en dit kin ien ferklearring wêze foar de minne prestaasjes fan har reCAPTCHA-befeiligingsoanbod.",
    "956019009": "De grutste bedriuwen foar webynfrastruktuer hawwe al aksje nommen",
    "1923297430": "It lêste brekpunt foar in protte gruttere klanten kaam doe't Google begon bedriuwen op te rekkenjen foar it brûken fan har produkt op elke betsjuttingsfolle skaal. Dit soarge foar lange tiid reCAPTCHA-brûkers om te sykjen nei bettere alternativen, om't regeljouwingsproblemen oer de heule wrâld al it gebrûk fan Google's oanbiedingen hieltyd ûnoantrekliker makken.",
    "2197218442": "Cloudflare CEO Matthew Prince gearfette dit eachpunt yn 'e",
    "155456850": "kundigje har oerstap nei hCaptcha oan:",
    "435302267": "bedriuw syn blog post",
    "2087769953": "\"Wy binne optein oer dizze feroaring, om't it helpt om in privacysoarch oan te pakken dy't ynherinte is oan it fertrouwen op in Google-tsjinst dy't wy in skoft hawwe hân. Wy evaluearren in oantal CAPTCHA-ferkeapers en ek it bouwen fan in systeem sels. Op it lêst, hCaptcha ûntstie as it bêste alternatyf foar reCAPTCHA. se sammelje allinich minimale needsaaklike persoanlike gegevens, se binne transparant yn it beskriuwen fan de ynformaasje dy't se sammelje en hoe't se it brûke en/of iepenbierje.\"",
    "595582512": "As jo op syk binne om jo side of app effektyf te beskermjen tsjin bots, spammers of oare kweade akteurs, allegear wylst jo de privacy fan jo brûkers behâlde (en foldogge oan alle relevante regeljouwing!), beskôgje dan hCaptcha en ús Enterprise-oanbod",
    "3388180864": "Ynteressearre yn wurkjen oan djippe technyske útdagings op webskaal? Wy ynhiere altyd talintfolle yngenieurs wrâldwiid -",
    "3892952987": "kontrolearje ús iepeningen en jilde hjir",
    "3368788823": "Terence Eden makket in nijsgjirrich punt op syn blog: \"",
    "1491780143": "CAPTCHA's bewize net dat jo minske binne - se bewize dat jo Amerikaansk binne",
    "2146900431": "Yntuïtyf makket dizze claim in protte sin. CAPTCHA's, lykas hast alles, binne ynbêde yn in kulturele kontekst, en as jo pool fan útdagings meast yn ien kultuer makke is, kin it miskien net heul goed oersette nei in oare. Yn syn kearn is dit in kwestje fan it kulturele",
    "378086442": "fan CAPTCHA's, ynstee fan har UX per se.",
    "1445008801": "As Eden it stelt:",
    "332723732": "ynhâld",
    "2072808435": "\"Guess what, Google? Taksy's yn myn lân binne oer it algemien swart. Ik haw genôch films sjoen om te witten dat allegear yn Amearika giel binne. Mar yn elk oar lân dat ik haw besocht, hawwe taksy's in mish-mash west fan ferskillende kleuren.\"",
    "3206136647": "It probleem fan Google hjir is basearre op de fraachgegevens dy't se brûke tsjin wa't it sjocht. As alle gegevens út deselde kultuer komme (en yn it gefal fan Google, itselde bedriuw) kinne jo grif ferwachtsje útdagings te hawwen dy't net goed oersette nei oare kultueren, yn oerienstimming mei de klacht fan Eden.",
    "2217842245": "Us gegevens litte lykwols sjen dat (foar hCaptcha)",
    "4280117172": "In protte lannen dogge it feitlik wat better dan de FS, ynklusyf Nigearia, Yndia, Brazylje en Dútslân:",
    "555749578": "d'r is minder as 1% fariaasje yn oplossersifers yn grutte lannen op elk kontinint.",
    "151737819": "hCaptcha Solve Tariven oer de heule wrâld litte heul lyts fariânsje sjen",
    "3908992897": "en wurdt brûkt yn elk lân en territoarium yn 'e wrâld, dus wy binne tige rjochte op it jaan fan in konsekwint wrâldwide ûnderfining.",
    "2808122102": "Cross-kulturele funksjonaliteit is dus in basiseask foar ús tsjinst. Soargje derfoar dat alle legitime brûkers fluch tagong krije ta ynhâld is in kritysk ûnderdiel fan ús missy. Wy biede útdagings yn 110 talen, en ferbetterje kontinu de relevante oersettingen om derfoar te soargjen dat ús útdagings troch elkenien kinne wurde oplost.",
    "3913801502": "hCaptcha rint no op sawat 15% fan it ynternet",
    "2077639538": ". Foar ien kinne útdagingsgegevens oer ús tsjinst komme út in protte boarnen, net allinich ien - fan grutte Fortune 500-bedriuwen oant opstarten fan masine-learen, salang't se har hâlde oan ús",
    "3951112506": ". Dat garandearret al in hegere graad fan heterogeniteit yn de gegevens.",
    "1803943584": "Twadder litte wy útdagings sels optimalisearje om te bepalen yn hokker lannen of talen se rinne, wat de kâns op in konsekwinte ûnderfining noch fierder ferheegje. As de krektens leger is as ferwachte, sil in set fragen gewoan stopje mei rinnen yn 'e regio of taal wêr't dit effekt optreedt.",
    "3668873369": "By hCaptcha hawwe wy fan dei ien ôf in oare oanpak naam",
    "1519201684": "AI Etykbelied",
    "2155089487": ". As ús útdagings makliker wiene op te lossen foar guon groepen, soene wy ferwachtsje in ferskil te sjen yn hoe't minsken oer de heule wrâld en oer ferskate kultueren prestearje by it oplossen fan se. Yn 'e kontekst fan' e post fan Eden soene wy ferwachtsje dat Amerikanen better sille dwaan dan minsken yn oare lannen. Om't wy jierren hawwe bestege oan it ûntwikkeljen fan systemen om dit probleem te foarkommen, sjogge wy eins krekt it tsjinoerstelde.",
    "2603863826": "PS: As jo in oersetting yn jo taal fine dy't ferbetterings brûke kinne, fiel jo frij om in yntsjinje",
    "3543141425": "foar it!",
    "2697276059": "Bewiis dat dit wurket: unifoarme oplossingsraten oer de heule wrâld",
    "664236229": "pull fersyk",
    "1137470858": "11 desimber 2021",
    "12462594": "hCaptcha is boud op it HUMAN-platfoarm, wêrtroch ferfine routing en analyse mooglik makket om kosten en effisjinsje by elke stap te optimalisearjen.",
    "2262549101": "Alternatyf metoaden fan kontakt binne dokumintearre yn 'e US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Tink derom dat jo jo identiteit moatte ferifiearje en fersykje foardat fierdere aksje wurdt nommen, lykas troch jo regearingsidentifikaasje te leverjen. Yn oerienstimming mei de wet fan Kalifornje kinne jo in autorisearre agint oanwize om in fersyk út jo namme te dwaan. Om in autorisearre agint oan te wizen om in fersyk út jo namme te meitsjen, moatte jo in jildige folmacht leverje, de jildige identifikaasje fan 'e oanfreger, en de jildige identifikaasje fan' e autorisearre agint.",
    "2335607721": "Notysje. Alle meidielings yn ferbân mei dizze Tsjinstbetingsten wurde ferstjoerd per e-post of pleatst op ús webside. Jo moatte stjoere meidielings oan ús by",
    "2875934612": "20 novimber 2020",
    "3084122606": "Wêr't ús gebrûk fan jo persoanlike ynformaasje basearre is op jo tastimming, hawwe jo it rjocht om it op elk momint werom te lûken op 'e manier oanjûn yn' e tsjinst of troch kontakt mei ús op te nimmen op",
    "3312286067": "of in klacht yntsjinje by de tafersjochhâlder foar gegevensbeskerming yn jo jurisdiksje. Jo kinne jo tafersjochhâlder foar gegevensbeskerming fine op",
    "3506025515": "hCaptcha wurdt net beynfloede troch log4shell. Hjir is hoe't wy witte.",
    "3516838896": "De bug4j2-útfiering fan koade op ôfstân hat koartlyn it ynternet sweefd, wat in grut persintaazje online tsjinsten beynfloedet. hCaptcha waard net beynfloede. Hjir is hoe't wy dat feit hawwe ferifiearre.",
    "3553195003": "hCaptcha wurdt net beynfloede troch log4shell.",
    "3610875753": "- As jo nei in wichtige saaklike steuring jo net kinne kontakt mei ús opnimme lykas jo normaal dogge by",
    "3612764043": ", Jo moatte nei ús webside gean op hcaptcha.com of hcaptchastatus.com.",
    "3626193263": "De hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) is",
    "3794891866": "Kalifornje-konsuminten kinne in fersyk yntsjinje neffens har rjochten ûnder de CCPA troch kontakt mei ús op te nimmen",
    "3814036702": "- As jo fragen hawwe oer ús bedriuwskontinuïteitsplanning, kinne jo kontakt mei ús opnimme op",
    "3975007628": "beskermje no elke moanne hûnderten miljoenen brûkers oer tsientallen miljoenen websiden en apps. Us ferhaal lit sjen dat jo kinne konkurrearje mei Big Tech as jo privacy foarop sette.",
    "4038264749": "Tink derom dat wylst lokale COVID-19-oarders fan krêft bliuwe, binne d'r gjin garânsjes dat post op 'e tiid sil wurde ûntfongen, en e-post (",
    "4115505783": ") is it juste kanaal om ús te berikken. It bedriuw hâldt gjin telefoan- of faksnûmers; dit is de 21e ieu.",
    "4164851712": "Wy brûke allinich jo persoanlike ynformaasje lykas tastien troch de wet. Wy binne ferplichte om jo te ynformearjen oer de juridyske basis fan ús ferwurking fan jo persoanlike ynformaasje, dy't hjirûnder beskreaun wurde. As jo fragen hawwe oer de juridyske basis wêryn wy jo persoanlike ynformaasje ferwurkje, nim dan kontakt mei ús op op",
    "4201262098": "Dizze technology lit it juste personiel elk diel fan jo baan behannelje, kosteneffisjinsje maksimalisearje, wylst privacy behâldt en oan alle regeljouwingeasken foldwaan dy't fan tapassing kinne.",
    "4217188341": "30 novimber 2020",
    "4238473596": "It minimalisearjen fan wriuwing foar echte brûkers is wichtich. hCaptcha brûkt ienfâldige taken en nimt minder tiid foar de measte brûkers, wylst se mear botferkear stopje.",
    "4243935861": "ha.com",
    "4270798104": "2. Besykje oare tafoegings út te skeakeljen. As dat it oplost, skeakelje se dan ien foar ien oan oant jo it probleem fine, en lit de ûntwikkelder fan dy tafoeging derfan witte, en jou ús ek in kop op",
    "427220273": "Wy kinne spesifike ynformaasje fan jo freegje om ús te helpen jo identiteit te befêstigjen en jo fersyk te ferwurkjen. Tapasbere wet kin ús fereaskje of tastean om jo fersyk ôf te wizen. As wy jo fersyk ôfwize, sille wy jo fertelle wêrom, ûnder foarbehâld fan wetlike beheiningen. As jo in klacht yntsjinje wolle oer ús gebrûk fan jo persoanlike ynformaasje of antwurd op jo oanfragen oangeande jo persoanlike ynformaasje, kinne jo kontakt mei ús opnimme op",
    "433026247": "Troch taken út te fieren, kinne jo kwalifikaasjes en feardigens sammelje, dy't wy nei ús goedtinken sille jaan. Wy behâlde it rjocht foar om jo kwalifikaasjes en feardigens op elk momint oan te meitsjen, te bewurkjen of yn te lûken, om hokker reden dan ek of gjin reden. Om't wy net diskriminearje op grûn fan nasjonale komôf, ras, kleur, geslacht, seksuele oriïntaasje, of elke oare klasse beskerme troch wet, sille jo deselde kâns hawwe as elke oare bydrage om tagong te krijen ta taken as jo kwalifikaasjes en feardigens sammelje . As meiwurker, as jo leauwe dat problematyske testfragen jo kwalifikaasjes, feardichheden of beleanningen beynfloede hawwe, kinne jo goed-stipe arguminten leverje dy't beskriuwe fan problematyske testfragen fia de taakynterface of fia in kaartsje yn ús stipesysteem, bygelyks fia e-post by",
    "492025216": "13 desimber 2021",
    "799274928": "E-postberjochten wurde as skriftlike meidielings beskôge foar alle doelen wêrfoar skriftlike meidielings ferplicht wurde kinne. E-postberjochten wurde achte te ûntfangen de wurkdei nei oerdracht fan goed adres oan 'e bedoelde ûntfanger."
}