{
  "header-privacy-link": "Privacy",
  "header-integration-link": "Kubatanidza",
  "header-cost-link": "Mutengo",
  "header-features-link": "Features",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Bata Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Bata nesu kuti udzidze zvakawanda",
  "intro-text-bottom": "Inovimbwa nemakambani anopa simba pawebhu.",
  "sub-menu-button": "Bata Sales",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Mutengo",
  "sub-menu-item3": "Kubatanidza",
  "sub-menu-item4": "Features",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Docs",
  "info-head-1": "Yakavakwa pane yakasimbiswa hCaptcha chikuva",
  "info-text-1": "hCaptcha Enterprise inomhanya pahCaptcha papuratifomu tekinoroji, yakawedzerwa kuti ibatanidze maficha akakwira traffic mabhizinesi anodiwa.",
  "info-head-2": "Mudiwa waunovimba naye",
  "intro-subtitle": "Gadzirisa dambudziko rako rebhoti nhasi.",
  "info-text-2": "Masevhisi edu anovimbwa nemakambani makuru pasirese kuti ashumire mamirioni evashandisi vemazuva ese pamakumi emamiriyoni emasaiti.",
  "cloudflare-quote-text": "Takaongorora huwandu hwevatengesi veCAPTCHA pamwe nekuvaka hurongwa isu pachedu. Pakupedzisira, hCaptcha yakabuda seyakanakisa imwe nzira yereCAPTCHA.",
  "cloudflare-quote-detail": "Mutungamiriri weChigadzirwa Management, Cloudflare",
  "section-quote-head": "Iyo inodhura inoshanda sarudzo kune yakakwira traffic mabhizinesi",
  "section-quote-text": "Pakupedzisira, imwe nzira inovimbika kuGoogle. hCaptcha Enterprise inochengetedza mari inoshamisa pane yako reCAPTCHA bhiri nekuchengetedzeka kwepamusoro: kusvika 80% isingadhure mune dzimwe nguva. Mazhinji emasevhisi makuru epasirese epasirese achinja kuenda kuhCaptcha Enterprise uye akagashira kuvandudzwa kwebhoti pamwe nekuchengetedza mari yakawanda.",
  "section-quote-button": "Bata nesu nhasi kuti uwane mutengo",
  "section-privacy-header": "Privacy Focused",
  "section-privacy-text-1": "Ad network anoona vashanyi vako sechigadzirwa. Kwatiri isu chete chigadzirwa chiri kutarisa hunhu hwavo. Masevhisi edu anosangana kana kudarika GDPR, CCPA, uye LGPD zvinodiwa, uye zvirongwa zvekutsigira seChakavanzika Pass. Isu tinoshanda nesimba kuenzanisa zvakavanzika uye chengetedzo.",
  "section-privacy-text-2": "Uku kutarisisa kwekuvanzika uku kunoreva kuti isu tinogona kupa zero yemunhu kuchengetedza data, cookie-yemahara mashandiro, uye humwe chibvumirano chekuvanzika kwechibvumirano sezvinodiwa tichichengetedza chengetedzo yakanaka.",
  "section-security-header": "Chengetedzo Kutanga",
  "section-security-text-1": "Kurongeka kuri mukufarira kwako uye kwedu. hCaptcha inoshanda kukupa data chaiyo uye rega iwe usarudze kuti ungaishandisa sei. Mamwe macaptcha anopihwa neGigantic advertising makambani. Izvi zvinoreva kuti bhoti yega yega yavanovhara inogona kuderedza mari yavo.",
  "section-security-text-2": "Kushandisa yazvino muchina kudzidza matekiniki takatarisana nekuvanzika kunoita kuti tipfuure mazinga ekuchengetedza enhaka rekodha zvese nekusingaperi mazano pasina kukuvadza chengetedzo kana kuvanzika kwemushandisi.",
  "section-user-experience-header": "Great User Experience",
  "section-user-experience-text1": "Kune vashandisi veBhizinesi, sarudzo dziripo kuti udzivise zvachose matambudziko mune akawanda mamiriro.",
  "section-user-experience-text2": "Deredza kupokana nekudzivirira dambudziko zvachose kune 99.9% yetraffic yako yepamutemo uchiri kupa chengetedzo yakanakisa, nekuda kwemhando dzepamusoro bot.",
  "section-easy-integration-header": "Kubatanidza nyore",
  "section-easy-integration-text": "Kuwedzera hCaptcha kunotora maminetsi chete uye mitsetse mishoma yekodhi. Iyo yakakosha API inoenderana nereCAPTCHA V2, uye zvinotora maminetsi chete kuchinja. Iwe unogona kusimuka uye uchimhanya neimwe yemhando yepamusoro nhasi, uye wobatidza mamwe maficha epamberi sezvinodiwa.",
  "section-easy-integration-serverside": "Server Side:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Customized Threat Scores",
  "section-threat-text": "Haasi matambudziko ese akafanana: kuwana chibodzwa chimwe chete zvinoreva kuti inofanirwa kugadzirisa zvaunoda kuti zvibatsire. Iine hCaptcha yakasarudzika Yekutyisidzira Zvibodzwa, kubvunza nekukurumidza kunotitendera kurongedza mamodheru edu kuti tipe zvibodzwa zvinoenderana nebhizinesi rako.",
  "section-challenges-header": "Tangisa Matambudziko Ako Mumasekondi",
  "section-challenges-text-1": "Ramba uri pachiratidziro chine zvinoenderana",
  "section-challenges-text-2": "Kana vashandisi vachifanira kugadzirisa dambudziko kuti vasangane nezvinodiwa zvekuchengetedza, wadii kugadzira mabasa anofadza uye akakodzera kumushandisi? Neyedu yakapusa tsika dhizaini, unogona kuvhura pa-brand denha zvemukati mumaminetsi mashoma.",
  "section-integration-header": "Yakananga Platform Kubatanidzwa",
  "section-integration-subheader": "YeMakambani eWebhu Infrastructure",
  "section-integration-text": "Iyo hCaptcha Enterprise system yakasarudzika mukugadzirwa kwayo: inogona kuiswa zvishoma kana zvachose kumucheto kwetiweki yako kana iwe ukashanda gore reruzhinji kana uine akawanda data data. Izvi zvinogona kuderedza zvakanyanya mutengo uye off-network traffic uku uchichengeta zvese zvakanaka zvehutungamiriri nevashandi vedu 24/7 pa-call vashandi kuti vasangane neakasimba maSLA.",
  "section-support-header": "Unyanzvi Hunosvikika uye Tsigiro Kune Mese Iwe neVashandisi Vako",
  "section-support-text": "Basa ndiro rinonyanya kukosha kwatiri. Isu tinochengetedza 24/7 pa-kufona rutsigiro uye tinopa yakananga Slack kurongeka nechikwata chako chekubatanidza engineering uye nevashandi vedu vekufona panguva uye mushure mekuita. ‍ , uye yedu mu-widget uye email tsigiro nzira. Isu tinosvikika uye tinoteerera, uye tinobata kugutsikana kwevashandisi seKPI yepamusoro.",
  "section-enterprise-header": "Enterprise features",
  "section-enterprise-title-1": "World-class anti-bot dziviriro",
  "section-enterprise-desc-1": "Hondo-yakaedzwa padandemutande.",
  "section-enterprise-title-2": "High accuracy bot zvibodzwa",
  "section-enterprise-desc-2": "Tsvaga vatambi vakaipa vemhando dzakasiyana siyana.",
  "section-enterprise-title-3": "Zero friction uye 99.9% passive modes",
  "section-enterprise-desc-3": "Dambudziko risingasviki 0.1% yevashandisi vari pamutemo.",
  "section-enterprise-title-4": "Dzora marudzi ekupikisa aratidzwa",
  "section-enterprise-desc-4": "Wide raibhurari yemhando yekusarudza kubva.",
  "section-enterprise-title-5": "Dzora dambudziko remukati rinoshandiswa",
  "section-enterprise-desc-5": "Gara pane brand uine inowirirana mushandisi ruzivo.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Yakavimbiswa kuvimbika uye nekukurumidza 24/7 pa-kufona rutsigiro.",
  "section-enterprise-title-7": "Legacy browser rutsigiro",
  "section-enterprise-desc-7": "Inoenderana nzira yese kudzokera kuInternet Explorer 8.",
  "section-enterprise-title-8": "Yepamberi yekushuma dashboards uye API",
  "section-enterprise-desc-8": "Ona zviri kuitika pamasaiti ako ese nemaapuro.",
  "section-enterprise-title-9": "Inoshanda munyika dzese",
  "section-enterprise-desc-9": "Kusiyana nereCAPTCHA, isu tinoshanda munyika dzese.",
  "section-enterprise-title-10": "GDPR, CCPA, uye LGPD-inoshamwaridzika mutemo wekuvanzika",
  "section-enterprise-desc-10": "Yakagadzirirwa kuvanzika kubva pazuva rekutanga. Chibvumirano Chakasimba Chekugadzirisa Data.",
  "section-enterprise-title-11": "Fine-grained kuoma kwemazinga",
  "section-enterprise-desc-11": "Dhonza izvi kuti zvinyatsoenderana nekesi yako yekushandisa.",
  "section-enterprise-title-12": "First-party hosting",
  "section-enterprise-desc-12": "Zvese zvikumbiro uye midziyo inoenda kune hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-user dashboards",
  "section-enterprise-desc-13": "Govera manejimendi muchikwata chako chose.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: simbisa hCaptcha tokens isina API yekufona.",
  "section-enterprise-title-15": "Nharembozha (iOS uye Android) Kubatanidzwa",
  "section-enterprise-desc-15": "Seamless chiitiko pawebhu, nharembozha, nharembozha. Pre-yakavakwa masanganiswa uye ekuzvarwa maSDK anowanikwa.",
  "section-enterprise-title-16": "Customized Terms uye Privacy Guarantees",
  "section-enterprise-desc-16": "Gutisa zvaunoda zvepamutemo kana mamwe makambani asingakwanisi.",
  "presented-challlenges-head": "Presented Challenges",
  "presented-challenges-title-1": "Kuenzanisa",
  "presented-challenges-text-1": "Sarudza mifananidzo yese inoenderana nemubvunzo",
  "presented-challenges-title-2": "Bounding Bhokisi",
  "presented-challenges-text-2": "Tsanangura nzvimbo yekusungirira zvinhu",
  "presented-challenges-title-3": "Categorization",
  "presented-challenges-text-3": "Ziva mavara anoenderana",
  "presented-challenges-subheader": "... uye mamwe mabasa akareruka. Zviri nyore kuvanhu, zvakaoma kune bots.",
  "presented-challenges-subtext": "Mabasa echivanhu anowanikwawo kune vaparidzi vebhizinesi.",
  "footer-header-1": "Company",
  "footer-header-2": "Zviwanikwa",
  "footer-header-3": "Contact",
  "footer-link-1": "Labeling",
  "footer-link-2": "About",
  "footer-link-3": "Mabasa",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Zvinyorwa",
  "footer-link-8": "Mhan'ara Bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Terms",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Chinja kuChirungu",
  "intro-heading-privacy": "Yakagadzirirwa kuvanzika.",
  "intro-subtitle-p1-privacy": " Nzira yakasarudzika inotungamirwa nekuvanzika kune kuchengetedzwa kwepamhepo.",
  "info-head-2-pr": "Kurekodha online chiitiko haisi mhinduro.",
  "info-text-1-pr": "hCaptcha Enterprise ine chinangwa chimwe chete: kudzivirira vanoita zvakaipa kuti vavhiringe mashandiro ako epaindaneti uye kukuvadza vashandisi vako.",
  "info-text-2-pr": "Masisitimu edu akagadzirwa kubva pasi kuti aderedze kuunganidzwa kwedata uye kuchengetedzwa uku uchichengetedza chengetedzo inotungamira mukirasi. Nzira yakanakisa yekudzivirira data remushandisi haisi yekuichengeta zvachose.",
  "info-text-3-pr": "Hukama hwese hwevatengi hunodzivirirwawo neChibvumirano chakasimba cheData Processing. Iyo hCaptcha sevhisi inoenderana nemitemo yese yekuvanzika zvisinei kuti sevhisi yako kana vatengi vako vanogara kupi. Kusachengeta data rako pachako kunoita kuti izvi zvive nyore kwatiri pane mamwe makambani.",
  "info-text-2-2-pr": "Masevhisi akaita sereCAPTCHA v3 anoti kuisa pixel yavo yekutevera papeji rega rega resaiti yako kunodiwa kuti uchengetedzeke. Izvi hazvisizvo.",
  "info-text-2-3-pr": "Kuongororwa kwakapusa kwemaitiro chiratidzo chinogadzirwa nyore nevatambi vakaipa, uye inoda kuchengetedza nhoroondo yekubhurawuza kune yako yese traffic zviri pamutemo zvakare.",
  "info-text-2-4-pr": "Isu hatishandise ad network, uye hatifarire kuona maitiro emushandisi wako kuti uvatengese ads. Izvi zvinoreva kuti hatidi pikisiki inongomira pane yega peji resaiti yako.",
  "info-text-2-5-pr": "Wedzera kodhi yedu yekupikisa chete pazvinenge zvichidikanwa, uye pazvine musoro kudzivirira iwe nevashandisi vako.",
  "info-head-3-pr": "Kudzidza kwemichina kunobatsira. Asi hazvidi kuti data rako pachako rishande.",
  "info-text-3-1-pr": "Kudzidza kwemichina iko zvino kunokanganisa anenge ese ehupenyu hwedu, kazhinji nenzira dzatisingazive uye dzatisingaone. Online kuchengetedza masevhisi haana kusiyana.",
  "info-text-3-2-pr": "Nekudzidza pamusoro pezviuru zvezviratidzo, mamodheru anogona kudzika uye kusvika pakuvimbika kukuru mukuona maitiro akashata nekukurumidza, kunyangwe pasina chiratidzo chega chingave chakasimba zvakakwana kuratidza dambudziko.",
  "info-text-3-3-pr": "Nekudaro, hapana chimwe cheizvi chinoda kushandisa ruzivo rwunozivikanwa wega (PII). Nzira dzemazuva ano dzecryptographic dzinotibvumira kurasa chero data rako pachako nekukurumidza sezvinobvira, tichigadzira panzvimbo imwe-nzira siginicha isingakwanise kubatanidzwa kune chero munhu.",
  "info-text-3-4-pr": "Kudzidziswa pane de-kuzivikanwa data kunoshandawo, uye hakudi kukanganisa pane chero chengetedzo kana kuvanzika. Vatengi vedu vakaita bvunzo dzeempirical, uye vakatizivisa kuti takaenzana kana zvirinani pane dzimwe nzira dzakasarudzika dzakavanzika.",
  "cloudflare-quote-text-privacy": "Takada zvinhu zvakawanda pamusoro pehCaptcha mhinduro: 1) havatengesi data yega; ivo vanongotora shoma shoma data yemunhu, ivo vari pachena mukutsanangura ruzivo rwavanounganidza uye mashandisiro avanoita uye/kana kuzivisa.",
  "pilot-head": "Edza isu munzvimbo yako pasina chinosungirwa.",
  "pilot-text-1a": "Isu tiri mainjiniya, kwete vatengesi: tinoda kuti iwe ufare nesarudzo yako.",
  "pilot-text-1b": "Nzira yakanakisa yekuona kugutsikana kwako kuratidza kuti tinosangana nezvido zvako.",
  "pilot-text-1c": "Anenge makambani ese anotanga mutyairi anozopedzisira asarudza mhinduro dzedu.",
  "pilot-text-1d": "Shandisa iyi fomu kusvika kune imwe yenyanzvi dzedu dzehunyanzvi. Tinopindura nokukurumidza.",
  "pilot-text-1e": "Iwe unogonawo kutitumira email zvakananga.",
  "pilot-email-details": "Details iri pano.",
  "pilot-f1": "Dunhu",
  "pilot-f2": "Zita renyu",
  "pilot-f3": "Zita renyu",
  "pilot-f4": "Bhizinesi Email",
  "pilot-f5": "Chero humwe ruzivo rwatinofanira kuva narwo?",
  "pilot-f6": "Unoda kukurumidza kukwira?",
  "pilot-f7": "Ehe.",
  "pilot-f8": "Ndiri kurwiswa uye ndinoda kukwira ipapo.",
  "pilot-f9": "Submit",
  "pilot-f10": "Nekuisa email yako, unobvumirana neMitemo yedu uye Yakavanzika Policy, uye kugamuchira email kubva kwatiri.",
  "pilot-fo-1": "Kubatanidza hakugone kuve nyore.",
  "pilot-fo-2": "hCaptcha ine akawanda e-pre-akavakirwa ekubatanidza kune epamberi uye kumashure masisitimu aunoshandisa.",
  "pilot-fo-3": "Kana uri kuuya kubva kuGoogle reCAPTCHA, maAPI edu ndeekutsiva. Mitsetse mitatu yekodhi ndiyo yese yaunoda.",
  "pilot-fo-4": "Mainjiniya edu ekukwira anogona kuita kuti iwe uende nekukurumidza, kunyangwe iwe uchida React kubatanidzwa, SDKs eIOS yemuno maapuro, muenzaniso weJava backend, kana angangoita chero mamwe mamiriro.",
  "pilot-fo-5": "Uye senguva dzose, kuvanzika chinhu chakakosha kwatiri. Wedzera kodhi yedu yekupikisa chete pazvinenge zvichidikanwa, uye pazvine musoro kudzivirira iwe nevashandisi vako. Kuderedza kuunganidzwa kwedata kunotanga kubva panguva yekubatanidzwa.",
  "pilot-fdone": "Ndatenda. Tichabatana munguva pfupi.",
  "home-ent-2-new": "Dzidza zvakawanda nezve bhizinesi mhinduro yedu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise mhinduro dzinoendesa kirasi-inotungamira chengetedzo uye inodzivirira mazhinji epamusoro masevhisi epamhepo.",
  "home-plans-button-2-new": "Dzidza ZVIMWE",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Dzidza zvakawanda nezve hCaptcha Enterprise"
}
