{
    "1137470858": "Zvita 11, 2021",
    "12462594": "hCaptcha yakavakirwa papuratifomu yeHUMAN, iyo inobvumira yakaomesesa nzira uye ongororo kukwidziridza mutengo uye kugona padanho rega rega.",
    "2262549101": "Dzimwe nzira dzekuonana nadzo dzakanyorwa muUS Copyright Office DMCA Yakatemerwa Agent Directory",
    "2272776729": "Ndokumbira utarise kuti unofanirwa kuona chitupa chako uye kukumbira usati waitwa chimwe chinhu, sekupa chitupa chehurumende. Zvinoenderana nemutemo weCalifornia, unogona kusarudza mumiriri ane mvumo kuti akukumbire. Kuti usarudze mumiriri ane mvumo kuti akukumbirire, unofanira kupa simba regweta rinoshanda, hurumende yemubvunzi inopihwa chitupa, uye chitupa chemumiririri ane mvumo chakapihwa nehurumende.",
    "2335607721": "Cherechedzai. Zvese zviziviso zvine chekuita neMitemo yeSevhisi iyi zvichatumirwa ne-e-mail kana kutumirwa pawebhusaiti yedu. Unofanira kutumira zviziviso kwatiri pa",
    "2875934612": "Mbudzi 20, 2020",
    "3084122606": "Iko kushandisa kwedu ruzivo rwako pachako kunoenderana nemvumo yako, une kodzero yekuibvisa chero nguva nenzira yakaratidzwa muSevhisi kana kutibata nesu pa",
    "3312286067": "kana kuendesa chichemo kune anodzivirira data ari munzvimbo yako. Iwe unogona kuwana yako yekudzivirira data regulator pa",
    "3506025515": "hCaptcha haina kukanganiswa nelog4shell. Heano maitiro atinoziva.",
    "3516838896": "Iyo log4j2 iri kure kodhi yekuuraya bug ichangobva kutsvaira internet, ichikanganisa chikamu chikuru chesevhisi yepamhepo. hCaptcha haina kukanganiswa. Heano maitiro atakasimbisa chokwadi ichocho.",
    "3553195003": "hCaptcha haina kukanganiswa nelog4shell.",
    "3610875753": "-Kana mushure mekukanganisika kukuru kwebhizinesi haugone kutibata sezvaunowanzo kuita",
    "3612764043": ", unofanira kuenda kune webhusaiti yedu pa hcaptcha.com kana hcaptchastatus.com.",
    "3626193263": "Iyo hCaptcha Yakatemerwa Mumiriri weiyo Digital Millennium Copyright Act (DMCA) ndiyo",
    "3794891866": "Vatengi veCalifornia vanogona kuita chikumbiro zvinoenderana nekodzero dzavo pasi peCCPA nekutibata pa",
    "3814036702": "-Kana uine mibvunzo nezve bhizinesi redu rekuenderera mberi kuronga, unogona kutibata pa",
    "3975007628": "ikozvino chengetedza mazana emamiriyoni evashandisi mumakumi emamiriyoni emawebhusaiti nemaapuro mwedzi wega wega. Nyaya yedu inoratidza kuti unogona kukwikwidza neBig Tech paunoisa kuvanzika pekutanga.",
    "4038264749": "Ziva apo maodha emunharaunda eCCIDID-19 achiri kushanda hapana vimbiso yekuti tsamba ichagamuchirwa nenguva, uye email (",
    "4115505783": ") ndiyo nzira chaiyo yekusvika kwatiri. Kambani haichengete nhamba dzenhare kana fax; ino izana remakore rechi21.",
    "4164851712": "Isu tinongoshandisa ruzivo rwako pachako sekubvumidzwa nemutemo. Isu tinosungirwa kukuzivisa iwe nezve hwaro hwepamutemo hwekugadzirisa kwedu ruzivo rwemunhu, izvo zvinotsanangurwa pazasi. Kana iwe uine mibvunzo nezve mabhesi epamutemo atinogadzirisa ruzivo rwako, taura nesu pa",
    "4201262098": "Iyi tekinoroji inoita kuti vashandi vakakodzera vabate chikamu chega chega chebasa rako, kuwedzera mutengo wakanaka uku uchichengetedza kuvanzika uye kusangana nechero mitemo ingangoshanda.",
    "4217188341": "Mbudzi 30, 2020",
    "4238473596": "Kuderedza kupokana kwevashandisi chaivo kwakakosha. hCaptcha inoshandisa mabasa akareruka uye inotora nguva shoma kune vazhinji vashandisi uku ichimisa yakawanda bot traffic.",
    "4243935861": "ha.com",
    "4270798104": "2. Edza kudzima zvimwe zvekuwedzera. Kana izvo zvazvigadzirisa, vabatidze chimwe nechimwe kusvika wawana dambudziko, uye ita kuti mugadziri weiyo yekuwedzera azive nezvazvo, pamwe nekutipa misoro pa.",
    "427220273": "Tinogona kukumbira ruzivo kubva kwauri kuti utibatsire kusimbisa chitupa chako uye kugadzirisa chikumbiro chako. Mutemo unoshanda unogona kuda kana kutibvumira kuti tirambe chikumbiro chako. Kana tikaramba chikumbiro chako, tichakuudza chikonzero, zvichienderana nemutemo. Kana uchida kutumira chichemo pamusoro pekushandisa kwedu ruzivo rwako pachako kana mhinduro kune zvikumbiro zvako maererano neruzivo rwako pachako, unogona kutibata pa",
    "433026247": "Nekuita mabasa, unogona kuwedzera zvikwaniriso uye hunyanzvi, hwatinozopa mukufunga kwedu. Isu tinochengeta kodzero yekugadzira, kugadzirisa, kana kukanzura hunyanzvi hwako uye hunyanzvi chero nguva, chero chikonzero kana pasina chikonzero. Nekuti isu hatisarure maererano nekwakabva nyika, rudzi, ruvara, murume kana mukadzi, hunhu hwepabonde, kana chero imwe kirasi yakachengetedzwa nemutemo, iwe uchave nemukana wakafanana nechero mumwe Mupi wekupa mukana wekuwana mabasa sezvo hunyanzvi hwako uye hunyanzvi hunowedzera. . SeMupiro, kana iwe uchitenda kuti mibvunzo yebvunzo ine dambudziko yakanganisa hunhu hwako, hunyanzvi, kana mibairo, unogona kupa kukakavara kunotsigirwa kunotsanangura yemibvunzo ine dambudziko rebvunzo kuburikidza nebasa rekuita kana kuburikidza netiketi mune yedu yekutsigira sisitimu, semuenzaniso kuburikidza neemail. pa",
    "492025216": "Zvita 13, 2021",
    "799274928": "E-mail zviziviso zvinoonekwa zvakanyorwa zviziviso zvezvinangwa zvese izvo zviziviso zvakanyorwa zvingadikanwa. E-mail zviziviso zvinoonekwa zvakagashirwa zuva rebhizinesi mushure mekutapurirana kwakanyatso kunyorerwa kune anotarisirwa kugamuchira.",
    "211351380": "Kubva kuBlog:",
    "3153117136": "Maitiro ehCaptcha Difficulty Settings Anoshanda",
    "2915355938": "Accessibility",
    "793784899": "Zvirongwa",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Labeling Services",
    "692176459": "Log In",
    "1892574253": "Nyorera",
    "2593864519": "Misa mamwe bots. Tanga kuchengetedza kuvanzika kwevashandisi.",
    "4007826952": "Iyo #1 kuvanzika-yekutanga CAPTCHA yewebhu, nharembozha, nezvimwe.",
    "3721365241": "Edza",
    "3753956446": "Free",
    "3276777569": "hCaptcha",
    "55035359": "Parizvino uri kushandisa reCAPTCHA?",
    "3417372336": "Chinja mumaminitsi",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Iwo epamusoro masevhisi epamhepo anovimba nawo",
    "1470290349": "yezvakanakisa-mu-kirasi bot uye kubiridzira manejimendi.",
    "3714002185": "Dzidza zvakawanda nezve hCaptcha Enterprise",
    "3946753128": "Zvakavanzika. Secure. Faster.",
    "939665604": "Privacy Focused",
    "780475098": "Ad network anoona vashanyi vako sechigadzirwa. Isu tinongofunga kuti kushanya kwakanaka here kana kwakaipa. hCaptcha inoenderana neGDPR, CCPA, LGPD, PIPL, nemimwe mitemo yepasi rose yedata.",
    "219813583": "Chengetedzo Kutanga",
    "2714878440": "Chengetedza masevhisi ako kubva pakukweshwa, kutora account, kupfekedzwa kwezvitupa, uye spam nekudzidza kwedu kwemichina yemhando yepamusoro uye kuongorora kwevanhu.",
    "1397766838": "Zvirinani Mushandisi Zvakaitika",
    "2670352917": "hCaptcha inopa yakavimbika bot yekuona uku iri nyore kuti vanhu vagadzirise.",
    "2806751666": "Chii chinonzi hCaptcha?",
    "3096063825": "Edza",
    "2968026167": "Muriwo waunofarira",
    "713281684": "Eggplant",
    "4147497805": "Karoti",
    "3758963444": "Ndatenda! Zvawatumira zvagamuchirwa!",
    "1070364246": "Maiwe! Pane chakaipa pataiendesa fomu.",
    "1129833879": "Misa mabhoti akaipa, chengetedza kuvanzika kwevashandisi",
    "58091799": "Dzidza zvakawanda nezve hCaptcha Publisher uye Enterprise",
    "1599610318": "Muparidzi",
    "3093388779": "hCaptcha yakasununguka kushandisa kune vaparidzi chero saizi",
    "179723061": "Kudzora kwakawanda kuzvikwata zvinoda chengetedzo inotungamira mukirasi",
    "846501387": "World-class bot dziviriro",
    "119298044": "Yepamberi yekuzvitarisira yeML uye AI tekinoroji inodzivirira yako webhu zvivakwa kubva pakutyisidzira uye kurwiswa",
    "1263998069": "Wana mibairo yezvigadziriso zvevanhu",
    "1103295010": "Wana mari kana kupa kune rubatsiro apo vanhu vagadzirisa maCAPTCHA",
    "392886773": "Inoshanda munyika dzese",
    "2320894364": "Iine anopfuura mazana maviri mapoinzi ekuvapo, gore rehCaptcha rinochengetedza zvinhu zvako pasi rese.",
    "451701069": "Inoenderana neGDPR, CCPA,",
    "2826051554": "nezvimwe",
    "3530599065": "Privacy inovakwa kubva pasi. hCaptcha haina PII uye inoenderana nezvakawanda zvekuvanzika mirau uye mirau.",
    "2489287539": "Friction-isina \"Hapana CAPTCHA\" & 99.9% passive modes",
    "793242047": "Deredza zvipingamupinyi zvinounzwa kune vashandisi kuti ubvumire kuwana nekukurumidza kune maapplication",
    "4195759329": "Kuonekwa kwebhoti uye zvibodzwa zvengozi",
    "1150035777": "Sophisticated machine learning modhi inogadzira bot confidence scores zvichibva pane akawanda mapoinzi edata kupfuura kuti mibvunzo yakapindurwa nemazvo",
    "3688621388": "Kutyisidzira kusaina",
    "1131525092": "Boka vatambi vakaipa pamwechete zvisina simba kuburikidza nekuvanzika-kuchengetedza Scoped UIDs kutsvaga nekumisa hunyengeri hune hukama nekushungurudzwa.",
    "1559631739": "Kudzidza wega",
    "3952259236": "Sanganisa data rako rakapofumadzwa nehCaptcha zviuru zvezviratidzo kudzidzisa hCaptcha pamakirasi ehunhu -- yemuenzaniso wako chete -- kufanotaura zvirinani maitiro akaipa pane chero mhinduro yega.",
    "1150963691": "APT kuderedza",
    "4083018285": "Iyo sutu yeakawedzera maficha anosanganisa neyakakwidziridzwa yeSOC yekutarisa uye mhinduro kugadzirisa kutyisa kunoramba kuripo.",
    "3160820928": "Coordinated kurwisa kudzivirira",
    "1849805607": "hCaptcha inodzivirira kubva kutyisidzira uye decoys yakagadzirirwa kupinza network yako",
    "1958297836": "Coordinated kurwisa kudzivirira & APT kudzikiswa",
    "1300485304": "hCaptcha inodzivirira kubva kutyisidzira kwepamberi uye decoys yakagadzirirwa kupinza network yako",
    "2698640210": "Dzora matambudziko nemhando dzakaratidzwa",
    "3121248460": "Ratidza matambudziko akasiyana-siyana akasiyana-siyana -- kubva nyore kusvika kune akaoma -- kune vateereri vako vaunotarisira",
    "3807059944": "Dzora dambudziko remukati rinoshandiswa",
    "2707282231": "Gadzirisa matambudziko kune vashandisi vako. Ita kuti zvisaite kuti bots igadzirise uye ipinde.",
    "4194763679": "Fine-grained kuoma kwemazinga",
    "3730038780": "Sarudza kubva pahuwandu husinga peri hwematambudziko evashandisi kugadzirisa",
    "1849717906": "Gadzirisa nezvako zvinonetsa zvemukati",
    "1508655687": "Wedzera ako ega matambudziko akagadzirirwa kuti vateereri vako vagadzirise kana kurambidza kupinda",
    "3620442880": "Flash Sale dziviriro maficha",
    "3265895521": "Simudza uye udzikise dambudziko rinoenderana nenguva yezuva",
    "1485807325": "Multi-user dashboards, SAML SSO",
    "359073033": "Dashboards inopa maonero epamusoro-soro kana akajeka-grained echiitiko.",
    "4272454814": "Batanidza nemupi wekuzivikanwa wesarudzo yako.",
    "1141402092": "Advanced reporting features",
    "910989640": "Gadzira mishumo yakadzama uye yakasarudzika yezviitwa",
    "3768951251": "Enterprise SLAs",
    "1014004474": "hCaptcha's Enterprise zvirongwa zvinopa advanced service-level zvibvumirano kuchengetedza sangano rako rakachengetedzwa",
    "1177598246": "Bata Sales",
    "1067704102": "Kukosha kweData Labeling",
    "3065000659": "Wanga uchiziva here pese pauno \"tinya pamota\" uri kubatsira kudzidzisa imwe chete",
    "3235430156": "michina yekambani yekudzidza masisitimu emahara?",
    "1549336309": "hCaptcha inoshandura iyi modhi kutenderera. Paunoshandisa hCaptcha, makambani anotora basa rinoitwa nevashandisi vako sezvavanoratidza hunhu hwavo. Unowana mibairo.",
    "3725880582": "Dzokera kuna Charity",
    "1671436004": "Unoda kudzorera kune chaunofarira charity?",
    "1663628612": "inokubvumira",
    "4272088465": "rubatsiro rwaunosarudza nemari yaunowana kubva pakuishandisa.",
    "2894845722": "Vashandisi vepasaiti yako vachakurumidza kuona mupiro wako kune rudo kuburikidza nekuchenjera branding pane hCaptcha interface.",
    "3194111925": "rutsigiro",
    "1637702726": "Nezve hCaptcha",
    "2323282990": "Nzira Yemazuvano Yekusimbisa Hunhu",
    "1201821619": "hCaptcha inogadzirisa rimwe rematambudziko anhasi anonyanya kudzvanya: kudzivirira hutsinye bots kubva kushandisa zvisina kunaka masevhisi epamhepo.",
    "1475399473": "Dzidza zvakawanda nezve hCaptcha timu",
    "3161489950": "Iyo Yepasirese Yepamusoro Chengetedzo ML Platform",
    "3247172580": "hCaptcha yakasanganiswa yepamberi yekuzvitarisira muchina kudzidza neinoveli mupendero komputa nzira iyo yakasarudzika inoderedza kuunganidzwa kwedata uye kuchengetwa, inounzwa kubva kunzvimbo dzinopfuura mazana maviri nemakumi mashanu epasirese kuti hukuru hukuru.",
    "3767462250": "Yakagadzirirwa Kuvanzika",
    "3500503648": "hCaptcha yakagadzirirwa kubvisa kuchengetwa kwedata kwenguva refu nekuvimba nekukasira kuongororwa pane kurekodha uye kuongorora nhoroondo yako yekubhurawuza. Tinotsigirawo zvirongwa zvakadai",
    "2418549423": ", chiyero chiri kubuda chekuchengetedza kuvanzika kwepamhepo kuburikidza nekriptographic proof, uye zvimwe zvakasarudzika zvakavanzika-kutanga maficha.",
    "1544546608": "Privacy Pass",
    "976209454": "Tora mibairo kana kupa kune Charity",
    "552920956": "hCaptcha inobvumira mawebhusaiti kuwana mibairo uchivharira bots uye mamwe maitiro ekushungurudza. hCaptcha zvakare inobvumidza iwe kuti utsigire rubatsiro rwesarudzo yako nemari iyi.",
    "654326661": "Unoda kuzvionera here? Edza hCaptcha yemahara.",
    "3570415321": "Company",
    "3987022469": "Labeling",
    "1636202177": "About",
    "2670003220": "Mabasa",
    "3233305531": "Trademarks",
    "3028319964": "AI Ethics",
    "4131598919": "Press",
    "1662477701": "Zviwanikwa",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Zvinyorwa",
    "920212083": "Mhan'ara Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Contact",
    "2182196747": "Support",
    "487083593": "Sales",
    "878585497": "Terms",
    "1697438123": "Privacy",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha chiratidzo chakanyoreswa cheIntuition Machines, Inc.",
    "4224961202": "Kuvanzika, Chengetedzo, uye Kudzidza kweMuchina.",
    "98173630": "hCaptcha ndiyo inonyanya kushandiswa yakazvimiririra yeCAPTCHA sevhisi pasi rose.",
    "1514478724": "Dzidza ZVIMWE",
    "1752795854": "hCaptcha inounza yazvino, yakavanzika-yakatarisana nzira yekumisa bots.",
    "2927700175": "Isu tinoratidza CAPTCHA zvinonetsa zvakaomera bots asi zviri nyore kuvanhu nekuunganidza data yakaoma-ku-label kubva mumatambudziko ekudzidza muchina, uye nekuishandisa kusiyanisa kuti webhusaiti kana app mushanyi munhu.",
    "2188609322": "Vatambi vakaipa vari kuwedzera kuwanda pamhepo. Asi kurega kuvanzika kwevashandisi haisi iyo mhinduro.",
    "2032102720": "Mhinduro dzekuchengetedza dzinopihwa nemakambani ad dzinotarisa zvakanyanya pakutevera vashandisi pawebhu. Isu takagadzira inoshanda chengetedzo mhinduro inoratidza kukuvadza kuvanzika kwevashandisi haifanirwe kuunza mhedzisiro yakanaka.",
    "4146870445": "Zvatiri",
    "353066938": "Chikwata chine ruzivo, chichishanda pamatambudziko anhasi akaoma. hCaptcha ibasa re",
    "1173652155": "Advisors",
    "2256305371": "Purofesa, CS paYunivhesiti yeCalifornia, Berkeley. Kudzidza kwakadzama, chengetedzo, blockchain nyanzvi. Mukuru weOasis Labs.",
    "2177660021": "Sainzi Wekutsvagisa kuStanford. Kudzidza kwemichina uye kuwanda kwemari kumabhangi makuru, hedge funds, uye academia.",
    "2686825859": "Saina mahara kana kutibata nezve hCaptcha Enterprise mhinduro",
    "583434701": "hCaptcha Accessibility",
    "611905972": "Kuve nechokwadi chekuwana isina musono kune vese vashandisi uchichengetedza chengetedzo",
    "874098071": "Kana uri mushandisi wekusvikika, ndapota nyoresa pano",
    "2745385064": "Summary",
    "3353238942": "hCaptcha yakagadzirirwa kumisa bots nekuvasiyanisa kubva kuvanhu. Miedzo yekuona chishandiso chiri nyore cheizvi, asi havasi vese vanogona kugadzirisa dambudziko rekuona.",
    "3600022491": "Nechikonzero ichi takagadzira imwe nzira yakapfava, isingarwadzi yekutendera vaparidzi vanoshandisa sevhisi yedu kuchengetedza kusvikika kune vese vane Chikamu 508 chizere uye WCAG 2.1 AA kutevedzera.",
    "2557240048": "Mashandiro azvinoita: kutanga, mushandisi anowanika anosaina kuburikidza",
    "3871665286": ", iyo yakanyatsobatanidzwa mune hCaptcha widget info peji. Ivo vanopihwa cookie yakavharidzirwa iyo inogona kushandiswa kakawanda pazuva, asi inofanirwa kuzorodzwa maawa makumi maviri nemana ega ega kuburikidza nekupinda.",
    "3441764123": "Kana dambudziko raunzwa kumushandisi wekusvikika pane saiti uchishandisa iyo hCaptcha sevhisi, ivo vanongopfuura.",
    "4247858664": "peji rekuwana kusaina",
    "1297657322": "Kuwanika mushandisi skrini mushure mekupinda",
    "1717658846": "Sarudzo yekuwanikwa mune widget UI menyu",
    "1266963825": "Mubvunzo: Is hCaptcha Chikamu 508 + WCAG 2.1 AA inoenderana here?",
    "850025770": "A: Tinotenda saizvozvo: vese vashandisi vane chero rudzi rwekukanganisa vanokwanisa kutarisa pawebhu uye kuisa mavara pamafomu vanogona kuwana masevhisi akachengetedzwa nehCaptcha pakunyoresa. Nekudaro, iri harisi zano repamutemo: iwe unofanirwa kuita yako ongororo, uchifunga nezve yako kuita kuti uone kuti iyi ndiyo nyaya yekutumirwa kwako.",
    "159272246": "Mubvunzo: Uri kushanda pane dzimwe nzira dzekuwanika (\"a11y\"), senge odhiyo?",
    "4074220464": "A: Yaimbove yakakurumbira sarudzo senge audio captchas inosarura vashandisi vea11y uye vanokundwa zviri nyore nemaitiro echizvino ekudzidza muchina. Izvi zvamanikidza matambudziko azvino odhiyo kuti awedzere kuoma, kuunza ruzha, nguva isinganzwisisike, musanganiswa wemazwi asina kujairika, uye zvichingodaro kukunda vanorwisa. Hatina shungu nemaitiro aya tichienzanisa nekudzivisa dambudziko zvachose, asi tichafunga nezvazvo kana paine zvinodiwa kubva munharaunda yea11y.",
    "2309661107": "Zvisinei, isu tinofarira zvikuru",
    "2555914614": "yeKuwanikwa kwekushandisa kesi. Isu tinotenda kusanganisa yedu yazvino a11y maitiro neChakavanzika Pass kuburitswa kunobvumira vashandisi veA11y kutarisa zvakachengeteka, vakachengeteka muruzivo rwekuti traffic yavo yakavanzika, uku vachirambidza kushungurudzwa nevashandisi ve bot izvo zvinongoitika kana a11y sarudzo dziripo. Isu tiri vatori vechikamu vari muboka rekushanda reIETF rinomisa tekinoroji iyi nyowani.",
    "2583775432": "Mubvunzo: Zvakadini nekuvanzika? Kunyoresa kunofumura a11y kubhurawuza data neimwe nzira? Unoitei ne email?",
    "4215483493": "A: hCaptcha yakagadzirirwa kuvanzika kubva pasi. Izvo zvakasiyana zvakanyanya pane zvechinyakare sarudzo senge reCAPTCHA idzo ndedzead network, vane kukurudzira kwekukuronda pawebhu uye kukubatanidza neinozivikanwa.",
    "2474661839": "Yedu",
    "4137573005": "ine mhinduro dzakakwana uye dzine chiremera pamusoro pemashandisiro atinoita data, asi mhinduro pfupi ndeyekuti isu hatifarire kukubatanidza iwe semunhu nenhoroondo yako yekubhurawuza.",
    "4101570501": "Isu tiri kushandawo pa cryptographic mhinduro yekurasa email kero yako tichiri kuchengetedza kugona kwedu kudzivirira kushungurudzwa, tichizadzisa basa redu rePrivacy Pass.",
    "260595108": "Isu hatimboshandisi maemail ekuwanika kana ruzivo kune chero chinangwa kunze kwekufambisa a11y kushandiswa nekudzivirira kushungurudzwa.",
    "3063819779": "privacy policy",
    "465714311": "Kune Vanoshandisa Kuwanika: Q&A uye Troubleshooting Guide",
    "3596207631": "Mubvunzo: Ndichiri kuona dambudziko mushure mekugadzirisa cookie. Chii chiri kukonzera izvi?",
    "469089249": "A: Izvi zvinowanzoitika nekuda kwekushandisa hutsinye ad blocker kana anti-cookie yekuwedzera, kana marongero anovharira \"cross-saiti\" makuki, mune ino cookie yehcaptcha.com inoiswa kana kutariswa nehCaptcha JS pa nzvimbo yakasiyana, seyauri kushanyira.",
    "4263626815": "hCaptcha yekuwana makuki anoshanda nemabhurawuza ese anozivikanwa uye ad blockers ane akajairika marongero, saka kazhinji kutadza kunokonzerwa ne \"anti-anti-adblock\" zvinyorwa kana zvakafanana mitemo yakanangana nedzimwe nzvimbo.",
    "3906359167": "Mhinduro:",
    "3464870463": "1. Whitelist hcaptcha.com uye *.hcaptcha.com makuki mune yako ad blocker kana browser kuchengetedza kuwedzera.",
    "1204911585": "2. Kana uri kushandisa Brave browser, iyo isingaite (kubva muna Kubvumbi 2020) inoratidzika kunge iine chero rudzi rwekuki whitelist, enda kune Zvaunofarira -> Shields -> Cookies uye sarudza \"Rega Macookies ese.\"",
    "2932826396": "3. Kana uri kushandisa shanduro ichangoburwa yeSafari pane ichangoburwa OS X 10.15 kana iOS 13.4, Apple ichangobva kushandura maitiro eSafari ane chekuita nemakuki echitatu, ichivharira ese nekusarudzika. Tiri kuita mhinduro, asi panguva ino ndapota shanyira Safari Zvamada, Chikamu Chekuvanzika, uye usatarise \"Webhusaiti yekutevera: Dzivirira kuyambuka-saiti yekutevera\" kuitira kuti cookie iwanikwe ishande sezvaitarisirwa.",
    "3836291932": "Mubvunzo: Ndinoshandisa michina yakawanda. Ndinofanira kunyoresa kakawanda here?",
    "3251220335": "A: Kwete. Ndokumbira udzvare iyo email yekuronda link inotumirwa kwauri pamudziyo wega wega waunoshandisa kugadzirisa kuki.",
    "2082407178": "Mubvunzo: Ndingazvidzivirira sei kubva kune wechitatu-bato cookie yekutevera ndichishandisa kuki yekuwanika?",
    "2700197090": "A: Kushandisa chero kuvanzika kana ad-blocking yekuwedzera inotsigira domain-level whitelisting (eg uBlock Origin) inoshanda sezvinotarisirwa: ingoita shuwa kuti whitelist hcaptcha.com.",
    "3657743880": "Browser Mirayiridzo yeCross-Site Cookies",
    "1960601330": "Kugonesa makuki muSafari (Mac): Enda kune iyo Safari yekudonha-pasi menyu. Sarudza Zvaunoda. Dzvanya Privacy mupaneru yepamusoro. Pasi pe 'Block cookies' sarudza sarudzo 'Usambofa.'",
    "1622303590": "Kugonesa makuki muSafari (iPhone/iPad iOS 11+): Vhura Zvirongwa zvako. Dhura pasi uye sarudza Safari. Pasi peChakavanzika & Chengetedzo, dzima \"Dzivisa Cross-Site Tracking\" uye \"Vimba Zvese Cookies\"",
    "2199048568": "Dzvanya pane shield kuruboshwe rwekero bar pane chero peji rewebhu. Dzvanya pane Dziviriro Settings. Iyo Firefox Preferences Yakavanzika & Chengetedzo pani ichavhura. Pasi Kuwedzeredzwa Kudzivirirwa Kutevera, sarudza Tsika. Sarudza kuti ndeapi matracker uye zvinyorwa zvekuvharisa nekusarudza iwo mabhokisi ekutarisa. Ita shuwa kuti wavhura hcaptcha.com.",
    "3967047208": "Iwe unogona zvakare kudzima kwekanguva dzimwe dziviriro muCustom kuti ugadzirise izvi, nekusasarudza mabhokisi ekutarisa: Deselect the Trackers checkbox kana kusasarudza Cookies checkbox kana uchiri nenyaya.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Sarudza iyo Chrome menyu icon. Sarudza Settings.",
    "926138631": "Enda kune Chakavanzika uye Chengetedzo, wozotevera Cookies uye imwe saiti data.",
    "3419878556": "Ita shuwa kuti \"Vimba yechitatu-bato makuki\" haina kugoneswa.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Vhura zvaunofarira Chrome kubva kubhawa yemenyu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Pane yako Android mudziyo, vhura iyo Chrome app.",
    "3620039756": "Pamusoro kurudyi, tinya Zvakawanda wobva wadzvanya Settings.",
    "2813310562": "Tinya Saiti Settings uye ipapo Cookies.",
    "3014657981": "Pedyo ne \"Makuki,\" batidza marongero.",
    "1242066691": "Tarisa bhokisi riri padivi pe \"Bvumira wechitatu-bato makuki.\"",
    "292250020": "1. Sarudza giya riri kumusoro-kurudyi kona yechidzitiro, wozosarudza \"Internet Options\". Kana iwe uine Menu Bar yakagoneswa, unogona kusarudza \"Zvishandiso\" uye \"Internet Options\".",
    "4114820649": "2. Dzvanya \"Privacy\" tab.",
    "946838734": "3. Sarudza \"Advanced\" bhatani.",
    "348809718": "4. Pasi pe \"Third-party Cookies\" sarudza \"Gamuchira\".",
    "1253441326": "5. Dzvanya \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Ethics Policy",
    "1161704803": "Nei tiine mutemo weAI Ethics?",
    "1806535500": "Anenge tekinoroji yese, kubva kumapenzura kusvika kune dynamite, ndeye",
    "24452499": "mhinduro; inogona kushandiswa zvakanaka kana kurwara. Kambani yega yega inoongorora, kuvaka, kana kutengesa maviri ekushandisa mhinduro ine chisungo chekufunga nezvemhedzisiro yezviito zvavo.",
    "4023575072": "kushandiswa kwemaviri",
    "3336625692": "Peji rino rinodonongodza pfungwa dzedu pane iyi dingindira muchimiro cheAI Ethics, uye maitiro atinoteera kuona kuti mashandisirwo emasevhisi edu anoramba achienderana nemitemo yatakatora sekambani.",
    "835717930": "AI Ethics pahCaptcha",
    "2179524509": "Isu tinombopota tichiwana mibvunzo yekuti ndeapi mibvunzo inotenderwa sevhisi yehCaptcha, uye nei mimwe mibvunzo iri kubvunzwa.",
    "1962721652": "Vanhu vanotsvaga maitiro, uye dzimwe nguva mubvunzo usina mhosva unogona kubva pane zvisingashamisi zvachose kusvika pakufungira nekukasira, nekuda kwekuchinja kuri kuitika munyika kwete zvinokurudzira chero munhu anobvunza mubvunzo.",
    "3974566657": "Sezvo masevhisi anowedzera kufarirwa, chiitiko cherudzi urwu chinowedzera kuitika. hCaptcha inoshandiswa nemamiriyoni evanhu zuva rega rega munyika dzinenge dzese pasirese, saka tiri kuburitsa mutemo uyu uye nyaya yekuongorora magadzirisiro atinoita nyaya idzi kuitira kuti tive pachena sezvinobvira.",
    "1830910223": "Iyo chaiyo-yepasirese AI Ethics nyaya yekudzidza",
    "805971861": "\"Umbrella\" ishoko muImageNet, iyo yakajairwa bhenji dataset inoshandiswa nevanoongorora komputa. Kuzivisa nekuvimbika vanhu vakabata maamburera kwakakoshawo pakuvaka akachengeteka anotevera-chizvarwa advanced driver rubatsiro (ADAS) masisitimu.",
    "3988350": "Izvi zvinoreva kuti kune akanakisa makesi ekushandisa echokwadi-yepasirese amburera zvirevo. Pane nzvimbo yekusawirirana pamabatiro emotokari dzinozvityaira, asi masisitimu eADAS ari kutochengetedza.",
    "548587288": "pasi rose.",
    "3138772661": "zviuru zvoupenyu gore negore",
    "3168199226": "Nekudaro, muna 2020 zvakava pachena kuti kuvaka iyi mhando yedataset inogona kunzwisiswa senge mbiri yekushandisa tekinoroji nenzira vashoma vangadai vakatarisira gore rapfuura.",
    "558378834": "Saka hatisisiri kugamuchira zvikumbiro zvemibvunzo ine chekuita nemaamburera panguva ino. Iko kugona kwekuvhiringidzika kana munhu wekupedzisira-mushandisi achiona mubvunzo nezve maamburera panguva ino yakanyanya kukwirira, uye pakupedzisira chinangwa chedu ndechekuita kuti nyika ive nzvimbo inonakidza.",
    "3376604063": "AI Ethics mitemo uye maitiro",
    "1923365316": "Tine mutemo wakasimba weAI Ethics pahCaptcha, uye chikamu cheiyo inosanganisira Ziva Mutengi Wako (KYC) maitiro.",
    "4230322909": "Isu tinogara tichiedza kuwana kunzwisisa kwakanaka kwemutengi mutsva wega wega uye yavo yavanoda kushandisa kesi, zvese kuratidza kuti inokodzera zvigadzirwa nemasevhisi edu uye kuona kuti inotevedzera marongero atakatora sekambani.",
    "2735073144": "Isu tinoitisa zvakare ongororo inoenderera sezvinodiwa. Semuyenzaniso, muongororo yedu yazvino yemazuva nekwabva zvikumbiro zvemaamburera-zvikumbiro zvine chekuita nemalebheti takakurumidza kukwanisa kusimbisa kuti hapana sangano rehurumende kana rinozivikanwa renyika rinopa ongororo software rakaita zvikumbiro maererano nemaamburera vachishandisa masevhisi edu mumwedzi gumi nemiviri yapfuura. .",
    "2715462692": "Yedu AI Ethics process inotaridzika sei?",
    "3049976256": "Kune yega yega mutengi mutsva wekunyora mazita, isu tinoenda kuburikidza nekutarisa panguva yekutengesa maitiro. Izvi zvinosanganisira kushingairira kwekutanga kweKYC kusati kwakwira, pamwe nekusimbisa zvikumbiro zvese zvakaitwa kune vaongorori vedu, uye chaiyo-nguva nzvimbo yekutarisa uye nguva nenguva yekuongorora zvikumbiro zvakaitwa tichishandisa yedu yekuzvishandira chikuva.",
    "3103642530": "Ongororo iyi inoumbwa nemaseti akati wandei emaitiro:",
    "3349094124": "Ethical zvine chekuita nemaitiro: Chinangwa",
    "1038019440": "1. Mutengi uyu ari kumiririra zvido zvenyika ino inozivikanwa kuita hunhu hunopesana nemitemo netsika dzepasi rose here?",
    "493717511": "2. Mutengi uyu arikukumbira masevhisi angave",
    "2209109640": "rinoshandiswa chete nezvinangwa zvakaipa, mumamiriro ezvinhu ezviitwa zvavo zvebhizinesi?",
    "3457805519": "3. Chikumbiro chemutengi chinogona kuzadzikiswa pasi pemutemo weUS nemitemo yedu yekubatanidzwa?",
    "1942611550": "kunyanya",
    "109179759": "Ethical zvine chekuita nemaitiro: Subjective",
    "1033698050": "1. Tinotenda here kuti mutengi akatipa nyaya yekushandisa yatinoona seyakagamuchirwa, maererano nekududzira kwedu kwemaitiro eWestern societal tsika?",
    "361372538": "2. Tinotenda here kuti masevhisi edu atinopihwa angango shandiswa mukusarura nemutengi, nenzira dzingave dziri pamutemo asi dzisingagamuchirwi kwatiri?",
    "2867855718": "3. Tinotenda here kuti zvinodiwa pakuvanzika zvinogona kugadziriswa zvinogutsa pakukumbira?",
    "2462728596": "Kana isu tisingakwanise kuzvigutsa pane aya mapoinzi, isu tinoramba chikumbiro uye tinogona kumisa kumwe kuwana kupuratifomu yedu, sezvakatsanangurwa muMitemo yedu.",
    "1995277831": "Ndatenda",
    "1818116402": "Tinovimba kuti wakafarira kutarisa uku pamabatiro atinoita mibvunzo yekushandisa nechikamu cheAI Ethics.",
    "1499894352": "Makambani mashoma kwazvo anopa pachena mukuita kwavo sarudzo munzvimbo ino, uye isu tinovimba vamwe vachatevedzera uyu muenzaniso!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Isu, vatinoshanda navo muzvidzidzo zvekutsvagisa, uye vatengi vedu vanoshandisa sei Creative Commons media",
    "3017533972": "Isu, vatinoshanda navo muzvidzidzo zvekutsvagisa, uye vatengi vedu vanogona kupota vachinongedzera kana kuburitsa zvikamu zveCreative Commons-anerezenisi zvemukati kuburikidza nehCaptcha chikuva kuitira kusimudzira ruzivo rwevanhu mumunda wekudzidza muchina.",
    "1428053210": "Ichi chinyorwa chinowanzo shandurwa kubva pachimiro chayo chepakutanga. Semuenzaniso, vhidhiyo inogona kupatsanurwa kuita mifananidzo yakawanda, iyo mifananidzo inogona kupatsanurwa kuita mifananidzo mitsva yakawanda, uye iyo mitsva mitsva yobva yasanganiswa zvisina tsarukano kuti ibudise mhinduro yekupedzisira.",
    "1728211763": "Kushandiswa kwezvirimo nenzira iyi uye nekuda kwezvinangwa izvi kunowira mukati memitemo yekushandisa kwakaringana zvinoenderana nekunzwisisa kwedu mutemo nemaitiro akajairwa mumunda, asi isu tiri venguva refu vateveri veCreative Commons uye tinosarudza kupa chikwereti kune chero munhu anobatsira basa guru rekuvandudza hungwaru hwemuchina.",
    "1949452297": "Nekuda kwezvipingamupinyi zvemukati zvehCaptcha UI uye kufunga kwayo kwekuchengetedza, hazvigoneke kuburitsa kunobva mufananidzo wega wega padhuze nekushandiswa kwayo. Pane kudaro, isu tinobatanidza kune ino peji kubva kune yedu peji rekutanga uye tinochengeta runyoro rwezvinyorwa parizvino kana nguva pfupi yadarika kushandiswa kuburikidza nepuratifomu. Unogona kuwana runyorwa rwazvino",
    "2367602973": "here",
    "659124570": "Pamusoro pezvo, kana ukaona zviri zvako zvakaburitswa papuratifomu yehCaptcha uye uchida kuti zvibviswe chero chikonzero, unogona kutibata neemail pa.",
    "2066749488": "Zvimwe Zvichemo",
    "3479034323": "Kana iwe ukaona zviri mukati mako zvaburitswa papuratifomu yehCaptcha uye uchida kuti zvibviswe chero chikonzero, unogona kutibata neemail.",
    "1836554225": "Blog Posts",
    "2873297188": "Ko vese veCAPTCHAS vanosarura vasiri vekuAmerica?",
    "165932542": "Kutarisa kuhCaptcha kugadzirisa mitengo pasi rese",
    "1865097546": "Mbudzi 16, 2021",
    "3005876482": "hCaptcha Ikozvino Ndiyo Yakakura Yakazvimiririra CAPTCHA Sevhisi, Inomhanya pa15% YeInternet.",
    "693820850": "Unogona kukunda Google nekuisa zvakavanzika pekutanga",
    "3609106478": "Credential Stuffing:",
    "299335340": "Chii Uye Nzira Yokumisa Kurwiswa",
    "354925785": "Intro",
    "423222878": "Mamwe eakanyanya kuomesesa kuona, kudzivirira uye kumisa ndeaya apo mutambi ane hutsinye anokwanisa kushandisa zviri pamutemo magwaro emushandisi kuti apinde muakaundi yevashandisi inoshanda. Pasina akawanda ehunyanzvi ekuona ekuona munzvimbo, kambani inobata iyo account haina chikonzero chekufungidzira kuti chero chinhu chakashata. Mutengi anongoita kunge apinda muakaundi yake. Murwi uyu akabudirira pakushandisa magwaro akabiwa—kazhinji kacho kachishandiswa pakombiyuta inonzi “credential stuffing.” Iri idambudziko rakakura nhasi, asi iro rinogona kudzikiswa nematanho akakodzera.",
    "777660551": "Chii chinonzi Credential Stuffing?",
    "2602763587": "Credential stuffing imhando yecyberattack umo munhu anorwisa anoedza kupinda muwebhusaiti kakawanda achishandisa mapeya emazita ekushandisa akabiwa nemapassword. Iyo \"stuffing\" inoreva kudzokorora kuyedza kupinda, izvo zvinogara zvichiitwa neautomated bot software.",
    "1271831121": "Hazvina kuita sekunge mubiki (akapfeka hoodie, hongu!) agere ipapo, achinyora muzvinyorwa mushure mekuziva. Iyo otomatiki yekupinda bot inogona kugadzirwa kubva kune-pasherufu chishandiso seSelenium kana yakasarudzika-yakagadziridzwa hacker chishandiso.",
    "2588750717": "Chokwadi, kumwe kurwiswa kwezvitupa kunosanganisira mamirioni ezvitupa — zvese zviri kuiswa muwebhusaiti isingafungidzirwe login interface netarisiro yekupinzwa mukati. Kana angopinda, anorwisa anogona kutora account yemunhu akabatwa.",
    "1137757109": "Kana iri eCommerce account, anorwisa anogona kuhodha zvekutengesa. Kana munhu akabatwa ari bhangi, anorova anogona kuendesa mari kumahombekombe, zvichingodaro.",
    "1559150837": "Zvinangwa hazvina dziviriro zvakadaro. Mazhinji mawebhusaiti ane zvinodzora zvinovharira mushandisi anofungira ari kuyedza kupinda muzviuru zveakaundi akasiyana kubva kune imwechete IP kero munguva pfupi. Chii chinoitwa nevanorwisa zvinhu kuti vatenderere nedziviriro idzi ndedzekuenzanisa geographic uye IP siyana. Kushandisa maturusi ane simba, kazhinji anofambiswa neAI, vanogona kuita kuti zviratidzike kuti zviuru zvevashandisi vari kuyedza kupinda panguva dzakasiyana dzezuva kubva kumativi ese enyika. Izvi zvakanyanya kuoma kuona uye kumira.",
    "1892020899": "Ko ma hackers anowanepi zvitupa?",
    "2597149484": "Chikonzero icho hacker anofanira \"kuisa zvinhu\" zvakawanda zvitupa zvine chekuita nekwavanowana zvitupa zvavo zvakabiwa.",
    "3030395800": "Izvi zvitupa zvinowanzobva pakutyora data. Zvinozivikanwawo se \"credential spills,\" kurwiswa uku kunogona kukonzera mamirioni ezvitupa kukandwa padandemutande rakasviba. Kana kurashikirwa kwacho kwabva kubhangi, mubiki anoedza kushandisa magwaro aya kuti asvike kune dzimwe nzvimbo. Iyi nzira inoshanda nekuti vanhu vazhinji vanoshandisa yakafanana zita rekushandisa uye password musanganiswa kune akawanda saiti. (Iyi tsika hairambidzwe, asi chokwadi ndizvo zvazviri. Vanhu vanowanzo dzokorora zvitupa zvakafanana.)",
    "1258965840": "Nekudaro, kana munhu anorwisa achigona kupinda mune imwe saiti, anogona kunge achipinda munzvimbo dzakawanda achishandisa magwaro akadururwa. Semuyenzaniso, vanogona kuwana zita rekushandisa/password pair saJohnDoe/525momma, asi havazive kuti vaviri ava vangavaitirei. Saka, vanoedza vaviri vacho paAmazon.com, Ebay, Citibank, Walgreens uye zvichingodaro. Vanogona kuedza vaviri ivavo panzvimbo dzine chiuru dzakasiyana.",
    "3594440415": "Pakupedzisira, vanozotanga kuvhura magonhi.",
    "780280214": "Iyo hCaptcha uye hCaptcha Bhizinesi inodzikisira sei hunhu hwekuisa kutyisidzira",
    "4165374512": "Kunyange zvichikwanisika kushandisa IP uye maturusi ekuona nzvimbo kudzivirira kupfekedzwa kwechokwadi, imwe nzira inodhura uye yakarurama ndeyekungovhiringidza otomatiki credential stuffing bot pachayo. hCaptcha uye hCaptcha Enterprise inogona kutsika bot padanho rekupinda. Kunyange kana bhoti iine magwaro akakodzera, kana isingakwanisi kudarika hCaptcha Enterprise kuonekwa kana hCaptcha's CAPTCHA, haizokwanisi kuita zvinhu zvayo uye saiti yako nevashandisi vakachengetedzwa.",
    "3269644546": "Ndapota",
    "1058572205": "isu kana uchida kudzidza zvakawanda nezvazvo",
    "3753613260": "contact",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Kutaurira DMCA Zvichemo",
    "54093347": "DMCA Registered Agent",
    "3233441200": "Dzokorora Infringer Policy",
    "4011712313": "Sechikamu cheDunhu reDMCA Policy, tinoisa maakaundi evatengi vatinogashira akawanda maDMCA zviziviso zvekupomerwa kukanganisa mune akawanda-nhanho DMCA Repeat Infringer Policy. Pakugashira zvakadzokororwa DMCA zviziviso mumwedzi wekarenda, iyo mutengi account inofambira mberi kubva kune imwe nhanho yepolitisi kuenda kune inotevera.",
    "766825168": "Zviito zvatingaite pasi peDMCA Repeat Infringer Policy zvinosanganisira kutumira chenjedzo dzekuwedzera kuoneka kune mutengi weakaundi rekodhi. Kuti tibvume zviziviso izvi, tinogona kuda kuti mutengi apinde muakaundi kana kufonera timu yedu yekutsigira. Isu tinochengeterawo kodzero yekumisa kana kumisa, pamwe nekushandisa mamwe matanho enguva pfupi, iyo hCaptcha uye IMI sevhisi yechero mutengi watakaenderera mberi nekutambira DMCA zviziviso zvekupomerwa kutyora kunyangwe tatumira ziviso dzekutyora. Pamusoro pezvo, isu tinogona kumisa mukufunga kwedu chete mamwe masevhisi ehCaptcha kana IMI anopiwa kune vatengi ava patinomisa basa rehCaptcha pasi pemutemo uyu.",
    "2410122265": "hCaptcha Zviwanikwa: Bots 101",
    "4166776480": "Credential Stuffing: Chii Chiri uye Maitiro Ekumisa Kurwiswa",
    "2301335298": "Kubiridzira Kwekubhadhara: Kuderedza Iyo Inokurumidza-Kushanduka Modhi yeCybercrime",
    "3682071227": "Chii chinonzi Account Takeovers Uye Dzinoshanda Sei?",
    "2729131930": "Chii chinonzi Scraping Uye Inoshanda Sei?",
    "1344959096": "Kushanda semunhu anonyora data",
    "3510143229": "hCaptcha ibasa remawebhusaiti uye maapplication,",
    "3930611699": "vashandi vega.",
    "1051214799": "hCaptcha ibasa rekuchengetedza webhu rinoedza kugovera kukosha nevashambadziri vemawebhusaiti kana mapurogiramu anoishandisa.",
    "360236473": "Iyo hCaptcha sevhisi haina kuitirwa kuti ishandiswe kune chero munhu kushanda seanonyora ega. Haina kugadzirwa kana kukodzera chinangwa ichi. Isu hatikurudzire chero munhu kuyedza kushandisa hCaptcha sesosi yemari yemunhu.",
    "3842490632": "Mushandisi wega ari kuedza kupindura mibvunzo yakawanda anogona kunge akaganhurwa kana kurambidzwa nekukurumidza. Zvakakosha zvakaenzana, sedu",
    "1560232962": "inovhara zvakadzama, hapana vimbiso inoitwa pamusoro pemari inowanikwa kune chero mhinduro yakapihwa. Panogona kunge pasina mibvunzo yakabhadharwa iripo panguva iyoyo, mhinduro inogona kurambwa nekuda kwezvikonzero zvemhando yepamusoro, zvichingodaro.",
    "2694001822": "Nekudaro, isu tinombohaya vanhu kuti vatibatsire kuyedza system zvivakwa uye zvitsva maficha.",
    "1569804581": "Kana uchida kufonerwa mune ramangwana maererano nemikana ine hukama, ndapota zadza fomu iri.",
    "636461959": "Zita",
    "1139500589": "Nyika",
    "1789607185": "Chikero chetsamba yemumhepo",
    "325077666": "Nekutumira ruzivo rwako unobvumirana neyedu",
    "3555583744": "uye",
    "3609929815": ". Tichachengeta zita rako, nyika, uye email kero ruzivo chete nechinangwa chekukubata iwe mune ramangwana maererano nemikana yebasa remunhu.",
    "4197928199": "Privacy Policy",
    "851786723": "Nekuisa email yako, unobvumirana neMitemo yedu uye Yakavanzika Policy, uye kugamuchira email kubva kwatiri.",
    "2402165761": "Scraping Inoshanda Sei?",
    "4260542944": "Content scraping (inozivikanwawo se \"screen scraping\" kana kungo \"scraping\") inzira yakajairika, inowanzobatsira yekuunganidza ruzivo kubva pawebhu. Nekudaro, mumakore achangopfuura, nzira iyi yave chishandiso chinofarirwa nevanobira uye vanobira. Countermeasures inogona kudzikamisa kutyisidzira, asi kuti uzviite, zvakakosha kuti unzwisise kuti maitiro acho anoshanda sei.",
    "2066255783": "Chii chinonzi Content Scraping?",
    "1910628828": "Content scraping inzira yekutora data kubva kune system inosanganisira automated toolset inotevedzera software client kana web browser. Hazvisi zvitsva. Muchokwadi, kune vanjiniya vesoftware vangangoda data kubva kune yekare mainframe, scraping inogona kunge iri nzira chete yekuburitsa ruzivo. Iwo ekutanga anobatanidza anogona kunge aenda uye haagone kutsiva.",
    "3408107995": "Nhasi, zvakadaro, kukwenya nguva dzose kunoreva nzira yakarongwa yekudhonza data kubva pawebhusaiti. Iyo scraping software inoita semushandisi wemunhu, kudzvanya mabhatani uye kuverenga zvinobuda. Pane zvakawanda zviri pamutemo kushandiswa kukorobha. Web crawlers kuti simba rekutsvaga injini imwe muenzaniso. Ndizvo zvakaita maturusi akaita seSkyscanner anotsvaga madhiri ekufambisa nekubatanidza zviuru zvemawebhusaiti ekufambisa. Mafemu eFintech anoishandisa, zvakare, kukwenya data remushandisi kubva kumabhangi masaiti kana pasina Application Programming Interfaces (APIs) iripo kuita data data. Zvinhu zvekuchengeta mupfungwa nezve screen scraping ndiko kumhanya kwayo uye scalability. Maitiro acho anogona kukohwa yakakura kwazvo data kubva kumawebhusaiti, achifungidzira kuti masaiti haana kugadzirwa kuti arege kuitika. Pakumhanya kwekombuta, scraper inogona kuunganidza datasets hombe nekudyidzana nemawebhusaiti uye iri pasi pesoftware uye dhatabhesi inovapa simba.",
    "1920884252": "Sei zvirimo zvichibvisa njodzi yekuchengetedza?",
    "2256795853": "Iko kukwanisa kubvisa data yakawanda, nekukurumidza, kubva kune mawebhusaiti kunoita kuti kukwenya chishandiso chine simba mumaoko evaiti vane hutsinye. A scraping bot inogona kuunganidza data yevashandisi kubva pasocial media. Zvino, nekukwenya masaiti ane kero uye rumwe ruzivo rwemunhu uye kubatanidza zvabuda, mubiki anogona kuita mhosva dzekuzivikanwa sekutumira zvikumbiro zvekadhi rechikwereti zvehutsotsi.",
    "4087694419": "A scraping hacker anogonawo kuunganidza data kubva kumasayiti akaita seAmazon neBay kugadzira zvinyorwa zvenhema kana zvinonyengera. Anogona kuzovapa kuti vazvitengese pavezera-kune-vezera masevhisi seOfferUp uye kuita hutsotsi hwevatengi. Kana kuti, munhu anobiridzira anogona kutengesa zvigadzirwa zvisipo. Imwezve skrini yekurasa hutsotsi hunosanganisira kunyepedzera vabudisi vezviziviso. Nekukwenya zvirimo kubva kumasayiti evaparidzi, munyengeri anogona kugadzira enhema ad muparidzi mapeji pamasevhisi akasiyana. Vanogona kuzotengesa zviziviso pamapeji iwayo kune vatengesi vane mvumo, vane mazita avakakohwa kubva kumuparidzi's ads.txt faira. Iwo ad slots anoita seachokwadi kumushambadziri, asi hazvisizvo.",
    "3315658779": "Dzivirira Content Scraping nehCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise inoshandisa kudzidzira kwemuchina wepamusoro kuona traffic yakaipa kune yako saiti uye maapplication - kusanganisira mabasa ekukwenya.",
    "1422537019": "isu nhasi kuti tidzidze zvakawanda.",
    "1988268879": "Mutengo-unoshanda data kunyora pachiyero",
    "2163914794": "Unoda mamwe mavara emadatasets ako? hCaptcha inopa kukurumidza, inodhura-inoshanda, uye yemhando yepamusoro data rekodhi kumakambani anoshanda nehungwaru hwekugadzira uye mashandisirwo ekudzidza muchina.",
    "3378932530": "Tora Data Yako Yakanyorwa Iye Zvino",
    "3483700676": "Tangisa mamirioni emabasa ipapo ipapo",
    "3478726913": "hCaptcha ine imwe yemadziva makuru papasi anowanikwa kuti ushandise. Chero chiyero chako, isu tinogona kuzvibata pasina anodhura kuzvipira kumberi. Mamirioni emabasa pazuva haasi dambudziko.",
    "740501259": "Mapaipi ari nyore anofambiswa neAPI",
    "2784612261": "Unoda kubatanidza wongororo yevanhu zvakananga mumabasa ako ebhizinesi? Isu tinopa yakakwirira kuvimbika SLAs, yakavimbiswa huwandu, uye yakapusa REST APIs.",
    "1144966033": "Yakagadzirirwa mutengo uye mhando",
    "3213351333": "Hapana kuzvipira kumberi kunodiwa",
    "2107077506": "Iyo HUMAN chikuva inoshandisa yakazara midhiya yekuvimba kuita yakaomesesa chaiyo-nguva yemhando yekuongorora. Izvi zvinotitendera kuti tikurumidze kuona kuoma kwemibvunzo uye mhinduro yavo ingangove yakarurama, zvichikuchengetedza nguva nemari.",
    "3576146278": "Bhadhara chete nekururama kwaunoda",
    "2952586316": "Haasi matambudziko ese akafanana. Zvinyorwa zvekuchengetedza-akakosha mabasa zvingada 99.99% kuvimba kubva kuvashandi vese vevanhu. Manotsirwo echinhu chimwe chete chebeta mune nharembozha app angangoda kuvimba kuri pakati nepakati. Iwe sarudza.",
    "710145621": "Ipa yako wega chokwadi chechokwadi data kana kuti rega tivake panhunzi",
    "987901590": "Iwe une mbishi data isina yakazara verification seti? Kazhinji tinogona kukuvakira imwe semabasa anofambiswa nehurongwa, kana kugadzira masampuli akanyorwa kuti ubvumidzwe.",
    "2597352122": "Annotation Types",
    "1344687860": "Kusungirira Mabhokisi",
    "1089415440": "Kuonekwa kwechinhu chaiko mumifananidzo nevhidhiyo",
    "3817067682": "Polygons",
    "2682873489": "Tsanangura nzvimbo yekusungirira zvinhu",
    "1275150216": "Nzvimbo dzenzvimbo",
    "2067112112": "Nongedza zvirevo zvemakesi mazhinji akasiyana ekushandisa",
    "4228682126": "Attribute Categorization",
    "2920213479": "Ronga kana wedzera zvimiro zvechero saizi",
    "3288667364": "Kuenzanisa uye Kuonekwa",
    "155877895": "Kuonekwa uye kurongwa kwemasimba emunhu",
    "3128433367": "... nezvimwe zvakawanda",
    "2827452240": "Unoda imwe mhando isina kunyorwa pano? Ingobvunza isu.",
    "719304627": "Unoda Kudzora-kusvika-Kupera?",
    "1172067553": "Iyo HUMAN chikuva kuseri kwehCaptcha inopa yakanyanya kuomarara hunhu hwebasa uye manejimendi maficha kuburikidza ne-on-premise, hybrid, kana SaaS deployments inobatanidza neako masisitimu aripo.",
    "2319072959": "Mhanya zvachose pasina indaneti nevako vevashandi, tevera kukosha kunodyiwa pazvikamu zvebhizinesi kana mubatanidzwa, sarudza nzira yebasa kune vakasiyana vemukati kana vekunze vanopa vashandi zvinoenderana nemutengo uye kuchengetedza zvinodiwa, nezvimwe.",
    "1936512180": "Kuwana nyore kweAPI, madhibhodhi akanaka, uye yazvino modhi-in-the-loop tekinoroji yekuwedzera kushanda kwevashandi.",
    "3913848038": "99.99% uptime SLAs uye 24/7 rutsigiro rwepasi rose rwuripo.",
    "1080752747": "Bata kutengesa",
    "1525403768": "Kuti uwane rumwe ruzivo bata Enterprise Sales.",
    "1546930020": "Kuwana Data Yakanyorwa",
    "2486638408": "Tsanangura Zvinotsanangurwa",
    "1027200955": "Taura nemumwe wenyanzvi dzedunhu redu kuti utsanangure zvaunoda purojekiti: chinangwa chaicho, fomati, uye chero zvakakosha zvinodiwa.",
    "1156712451": "Yekutanga Job Test",
    "181065232": "Isu tinoita basa diki rekugadzira zvichibva pane yako sampuli data. Izvi zvinoedza basa ratakaita tese kuona kuti wawana chaizvo zvaunoda.",
    "3207769512": "Deploy Production Jobs",
    "1099238677": "Nevhoriyamu yedu yakakwira uye yakaderera latency isu tinoshandura basa rako nekukasira, neatomatiki kutumira kana yangopedza.",
    "465783046": "Unoda kuedza nedata rako?",
    "328625009": "... takagadzirira paunenge uri: sevhisi yedu inowanikwa nguva dzese.",
    "3225770968": "hCaptcha yakagadzirirwa kugadzirisa dambudziko rinonyanya kushanda mukudzidza kwemichina; kuisa mazita makuru e data munguva, inokwanisika, uye yakavimbika nzira.",
    "2041686284": "Yakawanda data kazhinji inoburitsa zvirinani mumhando dzekudzidzira muchina. Kubudirira kwechangobva kuitika kwemamodeli akadzika kwakatungamira kukuwedzera kukuru kwedatasets, uye hCaptcha inoshandisa ichi chinodiwa. Nekudaro, kugadzira dhatabhesi hombe-akaongororwa nevanhu uchishandisa nzira dzechinyakare zvinononoka uye zvinodhura.",
    "3729345277": "hCaptcha inzira yekuti makambani awane zvirevo zvaanoda nekukurumidza, nemhando yepamusoro uye nemutengo wakaderera pane dzimwe nzira.",
    "2103563261": "Ruzivo Rwakavanzika kana Ruzhinji",
    "2513143348": "Iyo hCaptcha Enterprise system yakasarudzika mukugadzirwa kwayo: inogona kuiswa zvishoma kana zvachose kumucheto kwetiweki yako kana iwe ukashanda gore reruzhinji kana uine akawanda data data.",
    "3107683988": "Izvi zvinogona kuderedza zvakanyanya off-network traffic uye mutengo uchichengeta zvese zvakanaka zvekutungamira nevashandi vedu 24/7 pa-call vashandi kuti vasangane neakasimba maSLA.",
    "3660619092": "Saina mahara kana kubata kutengesa kune Enterprise mhinduro",
    "2351176803": "Rezinesi Mitemo yehCaptcha JS API",
    "2616226398": "Zvichienderana zvedu",
    "2024293275": ". Mamwe maruramiro ese akachengetwa, parizvino.",
    "1062291156": "mitemo yakajairika",
    "2712493234": "Kubiridzira Kwekubhadhara: Kuderedza Iyo Inokurumidza-Kushanduka Modhi yeCybercrime",
    "1817772953": "Kubiridzira hakusi hutsotsi hutsva. Zvamazvirokwazvo, nyanzvi dzezvinocherwa mumatongo dzakafukunura midziyo inodzivisa kubiridzira yakagadzirwa navaSumer vekare kutakura zvipfuyo pasina kurasikirwa anodokusvika makore 10 000 apfuura! Muchinoitika chavo, vanoisa zviratidzo zvevhu, chimwe nechimwe chichimirira mhuka, mukati mebhora revhu rinozivikanwa se“bulla.” Nzombe yaifamba nemakwai sezvayaibva kune mutengesi ichienda kune mutengi. Kunyange ipapo, varidzi vebhizinesi vainetsekana kuti havasi vese vavaibata navo vaikwira nekukwira. Zvakawanda zvakachinja mumakore 10,000, asi kudiwa kwekuva nehunyanzvi mukudzivirira hutsotsi kunoramba kunesu. Nhasi, nyaya yehutsotsi hwekubhadhara pamhepo inonyanya kukosha. NeInternet, vanobiridzira vave neruzivo rwakawanda pakupfuura hungwaru hwekurwisa hutsotsi. Zvigadziriso zvitsva zviri kushandura mafambiro, zvisinei.",
    "1053787685": "Chii chinonzi Payment Fraud?",
    "433424759": "Kubiridzira kwekubhadhara kunosanganisira chero mhando yekutengeserana zvisiri pamutemo uko cybercriminal inonyima munhu akabatwa chimwe chinhu chakakosha, kazhinji mari. Izvi zvinogona kureva kushandisa kadhi rechikwereti rakabiwa kuhodha zvinotengeswa pamhepo kana kutora akaundi yekubhangi uye kuendesa mari kunze kwayo zvisiri pamutemo. Kune misiyano yakawanda, asi ese ane mhedzisiro yakafanana: gororo rinoshandisa chitupa chakabiwa kana ruzivo rwekubhadhara kubira mutengi, bhangi kana mutengesi.",
    "2939852138": "Vanobiridzira [Vanoedza] Sei Kuti Vaende Nekubiridzira Kwekubhadhara?",
    "1665616092": "Kubiridzira kwekubhadhara kuri nyore mukufunga, asi kunogona kuve kwakaomarara mukuita kwayo kwemazuva ano.",
    "4246520782": "Muchokwadi, Indaneti yave ichipupurira nhangemutange yezvombo chaiyo pakati pevanobiridzira nevadziviriri mumakore achangopfuura.",
    "2167049807": "Zvikwata zvekuchengetedza zvakatora nzira dzakasiyana-siyana dzekupikisa uye zvidzoro zvinokunda nzira dzakareruka, dzeusimbe dzehutsotsi hwekubhadhara. Zvisinei, kurwisa kwacho kuri kuramba kuchiwedzera kuoma. Semuenzaniso, bots ikozvino inogona kukohwa yakabiwa nhamba dzekadhi rechikwereti uye maPIN kubva kumawebhusaiti emanyepo uye phishing kurwisa.",
    "1936449777": "Zvadaro, mune yakazara automated mode, vanogona kutevedzera maitiro evanhu pane e-commerce saiti, kudzvanya mabhatani uye nekuwedzera zvinhu mungoro dzekutenga - kusvika padanho apo vazhinji, kana vasiri vazhinji vanopikisa hunyengeri havagone kutaura kuti bot iri kuedza kuba. merchandise. Asi, zvinoita sekunge munhu anoshandisa ari kungotenga. Iyo bot inogona kupinda muakaundi yemutengi chaiyo uchishandisa yakabiwa log in zvitupa. Kuwedzera kuvharidzira hutsotsi ndiko kugona kwebhoti kubira IP kero uye kuita kuti zviite sekunge \"shopper\" iri kumwe kwakasiyana neanorwisa, angave ari kune imwe nyika.",
    "648630222": "Dzivirira Kubiridzira Kubhadhara nehCaptcha Enterprise",
    "1621930829": "Chii chingaitwa pamusoro pezviitwa zvemazuva ano zvechitsotsi zvepamberi, zvisingamiri? Kushandisa akawanda akaturikidzana ekudzora kazhinji inzira yehungwaru. Nekudaro, iwo akanakisa matanho ndeaya anogona kuteya bot uye kuratidza kuti ndeye manyepo, kunyangwe nekuedza kwakanyanya kwevagadziri vayo kutevedzera maitiro evanhu.",
    "2423586454": "Pachine zvimwe zvinhu izvo software isingakwanise kuita, zvisinei kuti yakanaka sei iyo AI iri kumashure kwayo. Tekinoroji yemazuva ano yeCAPTCHA inopa nzira yakasimbiswa yekuvharisa mabhoti achiedza kuenderera mberi nehutsotsi hwekubhadhara. Nepo nzira dzechinyakare dzeCAPTCHA, senge nhamba dzakareruka dziri mubhokisi, dzave kushomeka mukudzikamisa mabhoti epamberi, otomatiki yekuedza-mhinduro mudziyo senge hCaptcha Enterprise inogona kurovera bhoti yekubiridzira panguva yekupinda account kana kutenga ngoro yekutenga. Kunyangwe iyo bot ine zvitupa zvechokwadi, kana isingazokwanise kupfuura neCAPTCHA.",
    "1467308982": "Payment Schedules",
    "1291824746": "hCaptcha Payouts inomhanya kota pamazuva makumi matanhatu ekutevera. Kuenzanisira kuti izvi zvinorevei, tapota ona tafura iri pasi apa.",
    "3444947612": "Traffic Between",
    "4181611011": "Reconciliation Date",
    "728503636": "Payout Date",
    "3720584906": "Chikunguru 15, 2021 - Gumiguru 15, 2021",
    "388240587": "Ndira 5-15, 2022",
    "3426312287": "Ndira 5-15, 2022",
    "615618648": "Kubvumbi 15, 2021 - Chikunguru 15, 2021",
    "3376724603": "Gunyana 14-24 2021†††",
    "3398978455": "Sep 15-25th 2021†††",
    "2722456056": "Ndira 15, 2021 - Kubvumbi 15, 2021",
    "4063155841": "Pasati papfuura Jun 25th 2021††",
    "4082053540": "Jun 19-25th 2021††",
    "64953197": "Gumiguru 15, 2020 - Ndira 15, 2021",
    "1023070345": "Pasati papfuura Mar 14, 2021",
    "2600696085": "Kurume 15, 2021",
    "3217791519": "Chikunguru 15, 2020 - Gumiguru 15, 2020",
    "649261378": "Jan 5-11 2021*",
    "1559190296": "Ndira 5-11 2021†",
    "3806054689": "Kubvumbi 15, 2020 - Chikunguru 15, 2020",
    "4162383380": "Sep 16 - 22nd 2020*****",
    "1990824776": "Sep 16-24th 2020*****",
    "3856690908": "Ndira 15, 2020 - Kubvumbi 15, 2020",
    "3200641265": "Pasati papfuura Jun 16th 2020 *",
    "3744079744": "Kubvumbi 15-19 2020****",
    "2209837451": "Gumiguru 15, 2019 - Ndira 15, 2020",
    "2510534204": "Pasati papfuura Mar 23rd 2020 ***",
    "2910560864": "Kurume 20-23th 2020***",
    "2544565802": "Chikunguru 15, 2019 - Gumiguru 15, 2019",
    "3963642878": "Pasati papfuura Zvita 14, 2019 *",
    "622103562": "Zvita 17 2019**",
    "4072202039": "Kubvumbi 15, 2019 - Chikunguru 15, 2019",
    "818049069": "Pasati papfuura Jul 15th 2019",
    "1169005651": "Sep 15, 2019",
    "2303655425": "Ndira 15, 2019 - Kubvumbi 15, 2019",
    "3678889946": "Pasati papfuura Jun 15th 2019",
    "3094354698": "Chikumi 15, 2019",
    "4217013126": "Kubhadhara kunowanzo itwa zuva rese paPayout Date, uye kazhinji inopedzwa pakati pehusiku nguva yePacific. Kana account yakamisikidzwa kuti iongororwe, zvinogona kutora mamwe mazuva mashanu ekuwedzera ebhizinesi kuburitsa mubhadharo.",
    "1447649958": "Sechiyeuchidzo, traffic yevanhu chaiyo chete ndiyo inokodzera kubhadharwa. Iwe unogona kuona rumwe ruzivo nezve izvi mune yedu FAQ, yakabatana pazasi. Chiyero chinowanikwa chinofanirwawo kusangana nechepasi kuti ukwanise kubhadharwa, parizvino gumi HMT.",
    "4257144752": "Kufungidzira kwechokwadi-chaiyo hakuratidzi kurongeka kwekupedzisira kana hunhu, uye nokudaro mihoro yako yekupedzisira inogona kusiyana zvakanyanya kumusoro kana kudzika kubva kunhamba dzakaratidzwa muDashboard usati watanga kuyananiswa.",
    "2728931827": "Mushure mekuyananisa kwega kwega, yako ye-saitikiyi fungidziro ichagadziridzwa uye iko kurongeka kwekufanotaura kweramangwana kunofanira kuwedzera, kunze kwekunge saiti yako ine shanduko yezvinhu muhunhu hwevashandisi.",
    "1200905005": "††† Kubva munaGunyana 2021, kuyanana uye mubhadharo wava kufamba kwenguva ingangoita mazuva gumi kwete zuva rimwe chete, kuitira kurerutsa zvimhingamipinyi zvekushanda zvine chekuita nekukura kwebasa.",
    "4284094387": "†† Mamwe June 2021 kuyananisa uye kubhadhara kuchaitwa muvhiki rinotevera nekuda kwekunonoka mukusimbisa maverengero ekupedzisira panguva yehwindo rekuyananisa.",
    "1977013707": "† Zvita 2020 kubhadhara kwakarongwazve kubva musi wa15 kudzivirira kupindirana nekupera-kwegore kuyananiswa uye zororo revashandi: vanozopedzwa nevhiki rechipiri raNdira. Nekuda kwekunonoka-kupfuura-nguva dzose kuchinjirwa muPayPal, kubhadhara kunomhanya kwemazuva akati wandei pane kupedzwa pazuva rimwe chete.",
    "517010299": "Ndapota Ziva: isu tiri kushanda pane yakakura backend shanduko kune pedyo-chaiyo-nguva kuyanana. Periodic reconciliations will run less often than usual through Q1 2021. Izvi hazvikanganise zvirongwa zvekubhadhara kana mazuva.",
    "3092200338": "** Kana iyo yechigumi neshanu inowira pakupera kwevhiki, iyo Payout Date iri panzvimbo yechi17.",
    "3891941747": "*** COVID-19 ZANO: Nekuda kwekuderedzwa kwevashandi vane hukama neCCIDID-19, kuyananiswa kwakarongwazve kuti kubvumidzwe imwe nguva yekupedzisa ongororo yedu. Kubhadhara kunotarisirwa kutanga neChishanu uye kupera neMuvhuro unotevera.",
    "2301757528": "**** Nekuda kwekugadziriswa nePayPal yavo REST APIs panguva yekubhadhara hwindo, haisi miripo yese yakapedzwa muna Jun 15th. Chero mari yekubhadhara yakarongerwa Jun 15 (nguva yePacific) asi isina kuitwa nekuda kwekukanganisa kwePayPal API yakadzokororwa naJun 19 (nguva yePacific).",
    "116842359": "***** Kuyanana kuri kutarisirwa kupera kwemazuva akati wandei nekuda kwekugadzirisa masisitimu.",
    "4154415610": "***** Gunyana 2020 kubhadharwa kuchaitwa muzvikwata kana kuyananiswa kunopera, vamwe vachimhanya mazuva akati wandei gare gare pane zvakarongwa pakutanga nekuda kwekunonoka kwekuyananisa.",
    "2310694091": "Ko Reconciliation zvinorevei?",
    "164801246": "Reconciliation ndiyo maitiro ayo traffic inoongororwa mushure mechokwadi kuti ione hunhu hwayo uye huchokwadi, kana data rese kubva kunzvimbo dzese dzekushuma rapinda. Unogona kuverenga zvakawanda mune yedu.",
    "3256245394": "pamwe chete nezvinyorwa zvedu zvebhurogi, semuenzaniso",
    "3089778412": "Maitiro ehCaptcha Inoverengera Mibayiro",
    "3329755436": "Uri kuronga kukurumidza kuita izvi here?",
    "1911669851": "Hongu, isu tiri kushanda pakuvandudza kwakasiyana-siyana kune yedu backend masisitimu ayo atinotarisira kuti anozopedzisira atitendera kuti tipe zvese nekukurumidza kuyananiswa, kukurumidza kufungidzira kurongeka, uye nekukurumidza kubhadhara. Isu tiri kushanda kuti tikurumidze kuyananisa kutanga.",
    "2366003154": "Press uye Media Kubvunza",
    "3054564199": "Press Kit",
    "3173156067": "Imwe yakagadzirira-yakagadzirwa rubatso inowanikwa mune chiitiko iwe chaungada kuisa mienzaniso mifananidzo muchinyorwa chako.",
    "867314732": "Iwe unogona kutora yakakwira-resolution",
    "858218750": "uye nhungamiro yekuzvishandisa pane",
    "3821716514": "peji.",
    "1186243118": "logo mifananidzo",
    "3034959000": "Unogona kudzorera",
    "1764089150": "pano:",
    "1558428432": ". Ndokumbira uvape kune hCaptcha.com.",
    "2429359042": "muenzaniso interface mifananidzo",
    "1480820434": "mufananidzo 1",
    "3213411837": "mufananidzo 2",
    "1270712701": "Press Releases uye Recent Reports",
    "231285005": "Unogona kuwana zvichangobva kuitika pane yedu blog",
    "1289884910": "Isu tinoburitsawo apo neapo ongororo uye mishumo. Semuyenzaniso:",
    "932546190": "Nei maCAPTCHA Achange Anesu Nguva Dzose",
    "2344319147": "Yakawanda sei iyo Google yekuongorora bot yakakosha?",
    "1637527266": "Ndedzipi nyika dzine traffic yakawanda yebot?",
    "230159237": "Contacts",
    "3759923279": "Ndokumbira utumire kubvunza kune inotevera email kero:",
    "4255608322": "Yakapedzisira kugadziridzwa: Kubvumbi 12, 2021",
    "537881751": "Kugamuchirwa kuhCaptcha! Iyi Privacy Policy inotsanangura maitiro eIntuition Machines, Inc. (\"IMI\", \"isu\" kana \"isu\") maererano nekuunganidza kwedu, kushandisa, uye kuburitsa ruzivo (kusanganisira Ruzivo Rwemunhu, runotsanangurwa pazasi) kuburikidza newebhusaiti yedu pa www.hcaptcha. .com uye chero mamwe madiki kana madomain atinoshandisa (iyo \"Sites\") uye iyo hCaptcha application program interface uye ine hukama software uye zvinhu (pamwe chete, iyo \"Sevhisi\").",
    "33639629": "Haishande kune Wechitatu Bato Webhusaiti. Ndokumbira utarise kuti iyi Yakavanzika Policy haishande kune chero webhusaiti, kupa, chigadzirwa kana sevhisi chero yechitatu bato, kunyangwe ikabatana neSaiti yedu kana kubatanidza iyo Sevhisi - ndapota tarisa kune anoshanda ekuvanzika marongero usati wafunga kupa chero ruzivo kune wechitatu. mapato.",
    "987375734": "IMI inogara muUnited States. Iwo maSaiti uye Sevhisi anodzorwa uye anoshanda nesu kubva kuUnited States. Ruzivo Rwako Pachezvako runogona kuchengetwa nekugadziriswa mune chero nyika yatine zvivakwa kana yatinobata vanopa masevhisi, uye nekushandisa Saiti uye Sevhisi unobvuma kuendesa ruzivo kune dzimwe nyika dziri kunze kwenyika yako yaunogara, kusanganisira United States. , iyo inogona kunge iine mitemo yekudzivirira data yakasiyana neyenyika yako. Mune mamwe mamiriro ezvinhu, matare, vezvemitemo, masangano anodzora kana zviremera zvekuchengetedza mune dzimwe nyika dziya vanogona kuve nekodzero yekuwana Ruzivo Rwako Pachako.",
    "452920031": "Chiziviso kune Vatengi Kunze kweUnited States.",
    "2328839224": ". Ndokumbira utarise chikamu chedu che \"Chiziviso kuVagari vekuCalifornia\" chine chekuita nekodzero dzako pasi peCalifornia Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Chiziviso kune Vagari veCalifornia",
    "1028058338": "Ndokumbira utarise chikamu chedu che \"Chiziviso kuEU Data Subjects\" chikamu chine chekuita nekodzero dzako pasi peGeneral Data Protection Regulation (\"GDPR\").",
    "2271205646": "Chiziviso kune Vagari veEuropean Economic Area.",
    "508143070": "Ziva kuti IMI ndiye mutongi weruzivo rwako rwemunhu, kunze kwekunge isu tinogadzira ruzivo rwemunhu pachinzvimbo cheVasanganisi vedu maererano nekupihwa kweSevhisi yedu, mune iyo mamiriro isu tiri processor yeruzivo rwemunhu, uye iwo maIntegrators ndivo vatongi ve. ruzivo rwemunhu.",
    "2330965058": "Kwatinoshanda seprosesa yeVasanganisi vedu, hatishandise data rakaunganidzwa kune chero chinangwa kunze kwekunge zvakakodzera kuti tipe Sevhisi yedu, uye kugadzirisa kwedu kunotongwa nezvibvumirano zvatinazvo nevanobatanidza vedu, kwete izvi. Privacy Policy",
    "3017040355": "Kugadziriswa kweEU Data Chinyorwa data kunoshanda pasi pemutemo weiyo Standard Contractual Clauses (SCCs) yakabatanidzwa mukati meData Processing Addendum kune yedu Mitemo yeSevhisi kana Data Processing Agreements nevanobatanidza vedu.",
    "2233384692": "Kana iwe uine chero mibvunzo kana zvinokunetsa pamusoro pemabatirwo akadai data kana uchida kushandisa kodzero dzako, unofanirwa kubata munhu kana sangano (kureva, mutongi wedata) uyo akaita chibvumirano nesu kushandisa Sevhisi kugadzirisa iyi data. Isu, zvakadaro, tichapa rubatsiro kune Vanobatanidza vedu kugadzirisa chero zvinokunetsa zvaungave nazvo, zvinoenderana nemirairo yekondirakiti yedu navo.",
    "349292953": "Mashoko Atinounganidza",
    "3022001832": "Isu tinounganidza ruzivo kubva kune vanhu vanodyidzana neMasaiti edu uye masevhisi, kusanganisira avo vanobatanidza Sevhisi yedu muwebhusaiti yavo (\"Integrators\"), avo vanoshandisa masevhisi ekunyora data (\"Vatengi\"), uye vashandisi vekupedzisira vanodyidzana nesu. Sevhisi kuburikidza nemawebhusaiti eVasanganisi vedu (\"End-Vashandisi\").",
    "835545301": "Isu tinounganidza anotevera mapoka eruzivo:",
    "3228928991": "Ruzivo rwunogona kushandiswa kuziva kana kubata munhu (\"Ruzivo Rwemunhu\"), sezita, kero yeemail, uye nyika. Isu tinounganidza Ruzivo Rwemunhu kubva kune edu azvino uye anotarisira Vanobatanidza uye Vatengi pavanopa ivo zvakananga kwatiri (semuenzaniso, nekuzadza fomu paunenge uchisaina account, kana kunyorera kuti ugamuchire email zviziviso kubva kwatiri). Isu tinogona zvakare kuratidza kuzivikanwa kweVasanganisi vedu uye Vatengi nekuenzanisa ruzivo rwemunhu kubva kune wechitatu bato dhatabhesi kana zviri pamutemo zvinyorwa.",
    "1655796811": "Ruzivo rwunounganidzwa otomatiki nekuda kwekushandisa kweMusanganisi kana Mutengi kweSaiti kana masevhisi (\"Analytics Ruzivo\"), senge IP kero, mhando yebrowser, Internet service provider, rudzi rwepuratifomu, rudzi rwechishandiso, sisitimu yekushandisa, zuva uye nguva chitambi. yekuwana, uye rumwe ruzivo rwakafanana. Rumwe Ruzivo rweAnalytics rwunounganidzwa pachinzvimbo chedu nevechitatu mapato atinoitira chinangwa ichocho, uye rumwe ruzivo rweAnalytics rwunounganidzwa kuburikidza neakasiyana matekinoroji ekutevera, kusanganisira makuki (ona \"Third Party Analytics and Tracking Technologies\" pazasi).",
    "1388241689": "Ruzivo rwakaunganidzwa semhedzisiro yeVashandisi vekupedzisa kupindura kuburikidza neSevhisi (\"Labeled Data\"), senge data rezita remifananidzo, mavara akashandurwa kubva kuodhiyo mafaera anoridzwa kune avo Ekupedzisira-Vashandisi, mhinduro kumibvunzo, uye zvimwe zvinokurudzirwa zvinogadzirwa neSevhisi. nezvinangwa zvekunyora data kuti ishandiswe mumashini ekudzidza maapplication. Ziva kuti Labeled Data haina kusungirirwa kune chero munhu akazivikanwa.",
    "1493790285": "Rumwe ruzivo rwakaunganidzwa kubva End-Vashandisi sechikamu cheSevhisi kune icho chinodiwa kuti uone kana ivo",
    "2216374138": "vanhu, senge mbeva yekufamba, nzvimbo yekupuruzira, keypress zviitiko, kubata zviitiko, uye gyroscope / accelerometer ruzivo sezviri kushanda.",
    "2394073454": "Isu tinogona kuunganidza rumwe ruzivo kubva kune End-Vashandisi vanoda kushanda nesu seIndividual Data Labelers.",
    "3103557430": "Mashandisiro Atinoita Mashoko",
    "1130802068": "Isu tinoshandisa ruzivo rwatinounganidza kune zvinotevera zvinangwa:",
    "2940689138": "Kutonga Integrator uye Mutengi maakaundi uye kupa iyo Sevhisi. Isu tinoshandisa Ruzivo Rwemunhu kuitira kuti tibatanidze maakaundi chaiwo neVanobatanidza uye Vatengi uye kuvapa iyo Sevhisi, kupindura kune zvikumbiro kana kubvunza, kupa rutsigiro kana rubatsiro rwehunyanzvi, uye kufambisa kubhadhara.",
    "857974529": "Kuvandudza kuSiti uye Sevhisi. Isu tinoshandisa Ruzivo rweAnalytics kuvandudza edu aripo uye kugadzira masevhisi matsva uye zvinopihwa uye kugadzirisa zviripo uye zvemangwana zvigadzirwa zvinopihwa.",
    "1820844638": "Kuti uwane ruzivo rwemusika. Isu tinoshandisa Ruzivo rweAnalytics kuongorora musika uye kuita bhizinesi ongororo ine chekuita neSaiti nemaSevhisi edu, uye nezvimwe zvinangwa zvekutsvagisa.",
    "3386280249": "Kupa musika weLabeled Data. Yedu Sevhisi inogonesa yakakwira vhoriyamu data kunyorwa uye kuongorora kwevanhu kumashini ekudzidza masisitimu sesevhisi kune varidzi vewebhusaiti nemakambani anoda rubatsiro kuti data ravo rinyorwe. Kuti izvozvo zviitike, isu tinozivisa Yakanyorwa Dhata kune Vatengi vedu vanofarira kuwana Yakanyorwa Dhata.",
    "3532143291": "Kuchengetedza masevhisi edu uye masisitimu. Isu tinoshandisa Ruzivo rweAnalytics kuchengetedza masisitimu edu nekuona zvinogona kutyisidzirwa nekusagadzikana, uye kuchengetedza ruzivo rwatinounganidza.",
    "2185418511": "Kune chero chinangwa chebhizinesi chiri pamutemo, chero ruzivo rwusina kuzivikanwa kana kuunganidzwa zvekuti harugone kusungirirwa kune munhu.",
    "2386465280": "Matauriro Atinoita Ruzivo",
    "2159517814": "Isu tinogovana kana kuburitsa ruzivo rwemunhu mune zvinotevera zviitiko:",
    "4256083674": "Pakukumbira kwakananga kubva kuMubatanidzwa kuti aone njodzi yekubiridzira kwechimwe chikumbiro chekunetsa kweCAPTCHA kana IP kero, kana neimwe nzira kwakapihwa mvumo chaiyo.",
    "3494826505": "Nevatengesi isu tinobatana kuti tipe zvakakosha zveSaiti neSevhisi, sekuchengetedza data, kubata, uye Analytics, uye nekuda kwezvinangwa izvozvo chete.",
    "1119009846": "Sezvinodiwa kutevedzera mutemo unoshanda, kusanganisira zvikumbiro zvehurumende, zvikumbiro zvemutemo, uye neimwe nzira kumasangano everuzhinji neakavanzika kuitira kuchengetedza kodzero, kuvanzika, chengetedzo, kana pfuma yako, yedu kana yevamwe.",
    "197676026": "Nevamwe kune chero chinangwa chebhizinesi chiri pamutemo, chero ruzivo rwusina kuzivikanwa",
    "2359312315": "kana kubatanidza zvekuti hazvigone kusungirirwa kune munhu.",
    "2497216176": "Yechitatu Bato Analytics uye Tracking Technologies",
    "3694578791": "Sezvakakurukurwa pamusoro apa, isu (uye vatengesi vedu vechitatu) tinounganidza Ruzivo rweAnalytics muchikamu kuburikidza nekushandisa makuki, mabhikoni ewebhu, uye humwe hunyanzvi hwekutevera. Mune zvimwe zviitiko, isu tinoshanda nevechitatu-bato vatengesi kushandisa makuki nechinangwa chekuunganidza maAnalytics Information.",
    "2238885192": "Isu tinoshandisa Sentry kuunganidza debugging data kana mushandisi asangana nekukanganisa. Kuti uwane ruzivo rwekuti Sentry inounganidza sei uye inogadzirisa data:",
    "1535054294": "Ndokumbira utarise mutemo wavo wakadzama",
    "658775471": "Isu tinoshandisa Cloudflare kukwiridzira yedu webhu traffic. Kuti uwane ruzivo rwekuti Cloudflare inounganidza uye kugadzirisa sei data:",
    "2014256987": "Kana iwe usingade kuvharidzira kushandiswa kwemakuki kana mamwe matekinoroji ekutevera, ndapota ona \"Kugadzirisa Ruzivo Rwako,\" pazasi. Ndokumbira utarise kuti kuita izvi kunogona kukanganisa ruzivo rwako uchishandisa Saiti kana Sevhisi, sezvo mamwe maficha anogona kusashanda nemazvo.",
    "2788024905": "Machengetero Atinoita Ruzivo",
    "271333468": "Isu tinoshandisa matanho akakodzera ehunyanzvi uye esangano kuchengetedza ruzivo rwatinounganidza nekuchengeta, uye tinoda kuti vamiririri vese vanotiitira isu vatiitirewo saizvozvo. Nehurombo, hapana matanho ekuchengetedza ari 100% asina kupusa, uye nekudaro hapana network kana system (kusanganisira yedu) inogona kuvimbiswa kuve 100% yakachengeteka kubva pakuparadzwa, kurasikirwa, kushandurwa, kuburitswa kusingatenderwe, kana kuwana ruzivo rwatinounganidza nekuchengeta. Kana iwe uchitenda kuti ruzivo rwako runogona kunge rusina kuchengetedzeka chero chikonzero, ndapota taura nesu nekukurumidza pa:",
    "3031284129": "Warranty Disclaimers",
    "26365791": "Kusvika pamwero wakazara unobvumidzwa nemutemo, iyo Saiti uye Sevhisi (uye chero mamwe masevhisi akabatana, ruzivo, data, maficha, uye zvimwe zvirimo kana zvinhu) zvinopihwa pane \"se-zvazviri\" uye \"se-zviripo\". Kusvika pamwero wakazara unotenderwa nemutemo, IMI haisanganisi mawaranti ese, kusanganisira asi asina kuganhurirwa kune inorehwa waranti yekutengesa, kusimba kune chimwe chinangwa, uye kusatyorwa.",
    "735630686": "Kugadzirisa Ruzivo Rwako (Kodzero Dzako)",
    "498769698": "Unogona kuwana, kururamisa, kugadzirisa, kana kudzima rumwe Ruzivo Rwako rwaungave watipa kuburikidza neMusanganisi, Mutengi, kana Accessibility User account (kana uri Musanganisi, Mutengi, kana Mushandisi Wekuwanika). Kana iwe usingakwanise kudaro, kana uine chero mibvunzo nezve Ruzivo Rwako rwataunganidza uye/kana kugovana nezvako, kana uchida kubvisa mvumo yako kuti tigadzirise (kureva kudzima account yako zvachose) ndapota taura nesu pa:",
    "2895491273": "Kana iwe uchida kuvharira makuki kana mamwe matekinoroji ekutevera, mabhurawuza mazhinji uye nharembozha zvese iwe kuti uchinje marongero ako kuti akuzivise kana iwe uchigamuchira makuki kana mamwe matekinoroji ekutevera ari kushandiswa, uye kusarudza kubvuma kana kusabvumira. it. Mabhurawuza mazhinji anobvumidza iwe kudzima kana kudzima makuki aripo kana kuramba otomatiki makuki emangwana. Iwe unogona zvakare kushandisa zvechitatu-bato maturusi, kusanganisira browser plug-ins, kudzora zvaunofarira zvecookie. Ziva, zvisinei, kuti kana ukadzima makuki ese, zvimwe zvikamu zveSaiti yedu zvinogona kusashanda nemazvo.",
    "707527778": "Ruzivo kubva kuvana",
    "1747657936": "Nzvimbo Dzedu neSevhisi hazvina kutungamirwa kuvana vari pasi pemakore gumi nematatu uye isu hatitore ruzivo rwemunhu kubva kuvana vari pasi pemakore gumi nematatu. matanho ane musoro ekudzima ruzivo rwakadaro kubva kumafaira edu nekukurumidza sezvazvinogoneka, kunze kwekunge isu tine chisungo chepamutemo chekuchichengeta. Ndapota taura nesu kana uchitenda kuti tine ruzivo kubva kana nezvemwana ari pasi pemakore gumi nematatu:",
    "2419795065": "Chiziviso kuCalifornia Vagari",
    "1517625162": "Pasi peCalifornia Civil Code Chikamu 1789.3, vashandisi veCalifornia vane kodzero yekuwana chiziviso chinotevera chekodzero dzevatengi: Vagari vekuCalifornia vanogona kusvika kuChichemo Rubatsiro Unit yeDivision of Consumer Services yeCalifornia Department of Consumer Affairs netsamba pa1625 North Market Blvd., Sacramento, CA 95834, kana parunhare pa (916) 445-1254 kana (800) 952-5210.",
    "3730344349": "Chikamu chino chinopa rumwe ruzivo nezveruzivo rwemunhu rwatinounganidza nezvevatengi vekuCalifornia uye kodzero dzavakapihwa pasi peCalifornia Consumer Privacy Act kana \"CCPA.\"",
    "4044467791": "Nezve zvikamu zveruzivo rwemunhu rwatakatora kubva kwauri mumwedzi gumi nemiviri yapfuura, ndapota ona chikamu che \"Ruzivo Rwatinounganidza\" pamusoro. Isu tinounganidza ruzivo urwu kune bhizinesi nezvinangwa zvekutengesa zvinotsanangurwa muchikamu che \"Mashandisiro Atinoita Ruzivo Rwako\" pamusoro. Mumwedzi gumi nemiviri yapfuura, takagovana aya anotevera eruzivo nevechitatu mapato nechinangwa chebhizinesi:",
    "4208081170": "Chikamu cheRuzivo Rwako",
    "1528242915": "Identifiers.",
    "3863351997": "Zvikamu zveruzivo rwemunhu zvakanyorwa muCalifornia Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Commercial information.",
    "2683038211": "Indaneti kana chimwe chiitiko chemagetsi network.",
    "3671828834": "Mienzaniso Yeruzivo Rwako Pamunhu Akagovaniswa",
    "779426309": "Zita chairo, chiziviso chemunhu, chinozivisa pamhepo, kero yeInternet Protocol, kero yeemail, zita reakaundi, kana zvimwe zvakafanana.",
    "2414368123": "Zita, nhamba yekadhi rechikwereti, nhamba yekadhi rechikwereti, kana chero ruzivo rwemari.",
    "4088941349": "Zvinyorwa zvezvigadzirwa kana masevhisi akatengwa, akawanikwa, kana akatariswa.",
    "3238612014": "Nhoroondo yekubhurawuza, ruzivo rwekudyidzana kwemutengi newebhusaiti webhusaiti, application, kana kushambadza.",
    "1023108656": "Zvikamu zveVatambi Vechitatu",
    "1418235079": "Vanopa Basa",
    "3238184941": "Ongorora: Njodzi yekubiridzira yakabatana neyemunhu IP kero inogona kugovaniswa neMubatanidzwa pakukumbira.",
    "285116485": "Iyo Kambani \"haitengese\" (sekutsanangurwa kwezwi iri muCCPA) ruzivo rwemunhu rwatinounganidza. Ndokumbira utarise kuchikamu che \"Third Party Analytics uye Tracking Technologies\" chikamu chiri pamusoro kuti uwane rumwe ruzivo maererano nemhando dzechitatu-bato makuki, kana aripo, atinoshandisa.",
    "1408750006": "Zvichienderana nemimwe mipimo, CCPA inopa vatengi veCalifornia kodzero yekukumbira kuziva zvakawanda nezvezvikamu kana zvidimbu zveruzivo rwemunhu rwatinounganidza (kusanganisira mashandisiro atinoita uye kuburitsa ruzivo urwu), kudzima ruzivo rwavo, kubuda kunze. chero \"kutengesa\" kungave kuri kuitika, pamwe nekodzero yekusasarurwa pakushandisa kodzero idzi.",
    "759057398": "Chiziviso kune EU Data Zvidzidzo",
    "825780955": "Personal Information",
    "2945960297": "Panyaya yezvidzidzo zve data reEU, izwi rekuti \"ruzivo rwemunhu\" sekushandiswa muChakavanzika Policy inofanana ne \"data rako\" sekutsanangurwa kwazvinoitwa muEuropean Union General Data Protection Regulation (GDPR).",
    "1126613163": "Sensitive Data",
    "3571006800": "Rumwe ruzivo rwaunotipa runogona kuita data rakadzama sekutsanangurwa kwazvinoitwa muGDPR (inodanwawo sezvikamu zvakakosha zve data rako), kusanganisira kuzivikanwa kwedzinza rako kana dzinza pamagwaro ekuzivikanwa akapihwa nehurumende.",
    "1988461282": "Mabhesi eMutemo eKugadziriswa",
    "3519564631": "Kugadzirisa Zvinangwa",
    "1778642038": "Kuti nditaure newe",
    "2223819810": "Kuti tiwedzere papuratifomu yedu",
    "1678661231": "Zvekutevedzera, kudzivirira hutsotsi, uye kuchengeteka",
    "2561077702": "Kupa mushando wedu",
    "2066321185": "Nheyo dzeMutemo",
    "1174237568": "Izvi zviitwa zvekugadzirisa zvinoumba zvatinoda zviri pamutemo. Tinoedza kufunga nekuenzanisa chero zvingangokanganisa pauri (zvese zvakanaka kana zvakaipa) uye kodzero dzako tisati tagadzirisa ruzivo rwako rwemunhu kune zvatinoda zviri pamutemo. Isu hatishandise ruzivo rwako pachako kuita zviitiko izvo zvatinofarira zvinodzorwa nechero kukanganisa kunokanganisa pauri (kunze kwekunge isu tine mvumo yako kana neimwe nzira inodiwa kana kubvumidzwa nemutemo).",
    "1350478093": "Kugadzirisa Chinangwa",
    "787916198": "Nemvumo yako",
    "3348433919": "Kodzero Dzako",
    "3842673636": "Pasi peGDPR, une dzimwe kodzero maererano neruzivo rwako pachako. Unogona kutikumbira kuti titore zviito zvinotevera maererano neruzivo rwako rwemunhu rwatinarwo:",
    "4057343238": "Opt-out",
    "1834911235": "Rega kukutumira yakananga kushambadzira kutaurirana iyo yawakabvuma kugamuchira. Tinogona kuramba tichikutumirai zvine chekuita neSevhisi uye zvimwe zvisiri zvekushambadzira.",
    "3022301908": "Access",
    "680638297": "Kukupa iwe ruzivo nezve magadzirirwo atinoita ruzivo rwako uye kukupa iwe kuwana kune yako ruzivo.",
    "1409486258": "Ndizvozvo",
    "3878077249": "Gadzirisa kana gadzirisa zvisizvo muruzivo rwako.",
    "3645414921": "Delete",
    "42182578": "Dzima ruzivo rwako pachako.",
    "1609621367": "Transfer",
    "3208155808": "Chinja kopi inoverengwa nemuchina yeruzivo rwako pachako kwauri kana kune wechitatu bato resarudzo yako.",
    "1786796818": "Restrict",
    "3329634829": "Dzora kufambiswa kwemashoko ako ega.",
    "4202774977": "Object",
    "3007158970": "Kupokana nekutsamira kwedu pane zvatinofarira zviri pamutemo sehwaro hwekugadzirisa kwedu ruzivo rwako rwemunhu rwunokanganisa kodzero dzako.",
    "1273071008": "Zvikumbiro zveKodzero dzeChidzidzo cheData",
    "3594381346": "nzvimbo.",
    "21141582": "izvi",
    "3357523404": "Cross-Border Data Transfer",
    "290966395": "Sezvinotsanangurwa muchikamu chedu che \"Chiziviso kune Vatengi Kunze kweUnited States\", ndapota ziva kuti data rako pachako richaendeswa, kugadziridzwa, uye kuchengetwa muUnited States. Mitemo yekudzivirira data muUS inogona kunge yakasiyana neyemunyika yaunogara. Unobvuma kuendeswa kweruzivo rwako, kusanganisira ruzivo rwemunhu, kuUS sezvakarongwa muChakavanzika Policy nekushanyira maSaiti edu kana kushandisa Sevhisi yedu.",
    "3178581111": "Shandisa Zvinangwa Zvitsva",
    "1088304322": "Tinogona kushandisa ruzivo rwako pachako nekuda kwezvikonzero zvisina kutsanangurwa muChakavanzika Policy, kwatinotenderwa nemutemo kuita kudaro uye kana chikonzero chacho chichienderana nechinangwa chatakaunganidza. Kana tichida kushandisa ruzivo rwako kune chinangwa chisingaenderane, tinogona kukuzivisa uye kutsanangura iyo inoshanda yepamutemo hwaro hwekushandisa ikoko. Kana isu takavimba nemvumo yako kune imwe nzira yekushandisa ruzivo rwako pachako, tinogona kutsvaga mvumo yako kune chero chinangwa chisina hukama uye nekukubvumidza kumisa kushandisa kwako sevhisi panguva iyoyo kana uchiramba.",
    "2260079771": "Kuchengeta Data",
    "38428546": "Isu tinochengeta Yako Yega Dhata zvakachengeteka muhupenyu hwese account yako nesu. Isu tinongochengeta Yako Yega Dhata kwenguva yakareba sezvinodiwa kuzadzisa zvinangwa zvatakazviunganidzira, zvinosanganisira nechinangwa chekugutsa chero pamutemo, accounting, kana yekubika zvisungo kana kugadzirisa kukakavara. Maitiro atinoshandisa kuona nguva dzekuchengetera anosanganisira zvisungo zvekondirakiti zvinoshanda, nguva dzemitemo yemutemo, zvimiro zvemitemo zvinoshanda, uye zviyero zveindasitiri.",
    "384965568": "Nepo zvinodiwa pakuchengetedza zvichisiyana nehutongi, ruzivo rwenguva yedu yekuchengeta yezvikamu zvakasiyana zvedata rako pachako zvinotsanangurwa pazasi.",
    "2788836740": "Ruzivo rwekutaurirana rwezvinangwa zvekushambadzira runochengetwa nguva dzose kusvika warega kunyoresa. Zvadaro tichawedzera ruzivo rwako kune yedu yekudzvinyirira runyorwa nekusingaperi. Imeyili ruzivo rwakaunganidzwa kubva Kuwanika Vashandisi haizomboshandisirwa zvinangwa zvekushambadzira.",
    "3520687192": "Zvinyorwa zvekutaurirana newe (semuenzaniso matikiti ekutsigira akavhurwa neemail kana Twitter) anogona kuchengetwa nekusingaperi.",
    "292211832": "Ruzivo rwunounganidzwa nenzira dzehunyanzvi senge makuki, mapeji ekuverenga uye mamwe maturusi ekuongorora anoraswa nekukurumidza, asi anogona kuchengetwa kwenguva pfupi inosvika gore kubva pakupera kwecookie, kazhinji nenzira isingazivikanwe uye yakaunganidzwa. kunze kwekunge taona kushungurudzwa kungangoita sevhisi yedu, isu tichachengeta ruzivo irworwo kutibatsira kudzivirira kushungurudzwa mune ramangwana. Hatikwanise kubatanidza ruzivo urwu rusingazivikanwe uye rwakaunganidzwa kwauri, imba yako, kero yeIP, kana chero ruzivo rwemunhu zvichienderana neruzivo rwakachengetwa.",
    "470943029": "Kana iwe uine chero mibvunzo nezve iyi Yakavanzika Policy, ndapota taura nesu pa:",
    "3192683783": "Shanduko kune iyi Privacy Policy",
    "1702335960": "Ruzivo rwese rwatinounganidza rwuri pasi pePrivacy Policy inoshanda panguva iyo ruzivo rwakadaro rwunounganidzwa. Tinogona, zvisinei, kudzokorora iyo Yakavanzika Policy nguva nenguva. Kana kudzokorora kuri chinhu, sekutemerwa nesu chete, isu tinokuzivisa iwe, semuenzaniso kuburikidza neemail. Iyo yazvino vhezheni ichagara yakatumirwa kune yedu Yakavanzika Policy peji.",
    "3669258571": "Cookie Policy",
    "2905621957": "Yakapedzisira kugadziridzwa: Chikunguru 18, 2020",
    "1173934218": "Tinonzwisisa kuvanzika kwako kwakakosha kwauri uye takazvipira kuve pachena nezve matekinoroji atinoshandisa. Iyi mutemo inopa ruzivo rwakadzama nezve mashandisiro uye rinhi makuki paSaiti yedu uye Sevhisi.",
    "2694150481": "Isu tinoshandisa Cookies?",
    "457627611": "Ehe. Isu nevaongorori vedu kana vanopa masevhisi, vatinoshanda navo, uye vanobatana navo vanogona kushandisa makuki, mabhikoni ewebhu, kana pixels uye humwe matekinoroji kuona kuti munhu wese anoshandisa maSaiti ane ruzivo rwakanyanya. Ndokumbira utarise chikamu che \"Third Party Analytics uye Tracking Technologies\" chikamu chedu Chakavanzika Policy kuti uwane rumwe ruzivo.",
    "501102544": ": isu tinotenda iyo hCaptcha anti-bot sevhisi (kureva iyo Sevhisi yakamisikidzwa nemawebhusaiti, mitambo, kana nharembozha) inosanganisira chete inonzi \"mvumo-yakasunungurwa\" makuki zvinoenderana nemirairo yeGDPR. Mienzaniso yemakuki akaregererwa anosanganisira:",
    "461631543": "GDPR Note",
    "2150907653": "* Tekinoroji makuki anodiwa zvakanyanya pakupihwa kwesevhisi. Izvi zvinosanganisira makuki anofarira, makuki echikamu, kurodha kuyera makuki, nezvimwe.",
    "1012122721": "* Statistical makuki anotungamirwa nesu zvakananga (kureva bato rekutanga, kwete rechitatu-bato makuki), uko data risingashandiswe kuprofiling.",
    "148542287": "Iri harisi zano remutemo, uye hapana waranti inopiwa maererano nekuongorora uku. Kana uine mimwe mibvunzo kana zvinokunetsa, tapota taura nesu pa:",
    "3956117148": "Iwo hCaptcha.com uye BotStop.com mawebhusaiti (iyo Saiti) anogona kusanganisira mamwe makuki, sekutsanangurwa kwazvino muPolisi.",
    "3255230599": "Chii chinonzi Cookie?",
    "1095532507": "Cookie (\"Cookie\") ifaira diki remavara rinoiswa pahard drive yako newebhu peji server. Makuki ane ruzivo rwunozoverengerwa gare gare newebhu server mune iyo domain yakakupa iyo kuki. Mamwe emakuki anozoshandiswa chete kana iwe ukashandisa zvimwe zvinhu kana kusarudza zvimwe zvaunofarira, uye mamwe makuki anogara achishandiswa. Iwe unogona kuziva zvakawanda nezve cookie yega yega nekuona yedu yazvino cookie runyorwa pazasi.",
    "2943815316": "Isu tinogadziridza rondedzero iyi nguva nenguva, saka panogona kunge paine mamwe makuki asati anyorwa. Webhu mabhikoni, ma tag uye zvinyorwa zvinogona kushandiswa muSaiti kana mumaemail kutibatsira kuendesa makuki, kuverenga kushanya, kunzwisisa mashandisiro uye kushanda kwemushandirapamwe uye kuona kana email yakavhurwa uye kuitwa. Tinogona kugashira mishumo zvichienderana nekushandiswa kwetekinoroji iyi nevanopa masevhisi/analytics pamunhu uye akaunganidzwa.",
    "2954157511": "Sei tichishandisa Cookies?",
    "1539071196": "Isu tinowanzo shandisa Cookies kune zvinotevera zvinangwa:",
    "3545935449": "Kuziva vashandisi vatsva kana vekare.",
    "32739972": "Kuti uchengetedze ruzivo rwako rwechikamu chekupinda kana iwe wakanyoreswa pane yedu Saiti.",
    "4209078147": "Kuvandudza Saiti yedu uye kunzwisisa zviri nani kushanya kwako pamapuratifomu edu uye Saiti.",
    "1077448694": "Kubatanidza neyechitatu bato social media mawebhusaiti.",
    "1709478090": "Kukubatira iwe nechido-chinobva kana chakananga kushambadzira.",
    "3256020881": "Kuona maitiro ako uye kubhurawuza zviitiko nekufamba kwenguva mumawebhusaiti akawanda kana mamwe mapuratifomu.",
    "1092241113": "Kuti tinzwisise zviri nani zvido zveVatengi vedu uye Vanobatanidza.",
    "1434289796": "Mamwe maCookies anodiwa kune mamwe mashandisirwo eSaiti, uye pasina maCookies akadaro, isu hatingakwanise kupa akawanda masevhisi aunoda kushandisa nemazvo maSaiti. Aya maCookies, semuenzaniso, anotitendera kuti tishandise maSaiti edu kuti iwe ugone kuawana sezvawakumbira uye kutizivisa kuti wagadzira account uye wakapinda muaccount kuti uwane zveSaiti. Iwo anosanganisirawo maCookies ayo anotigonesa kuyeuka zviito zvako zvekare mukati mechikamu chimwe chete chekubhurawuza uye kuchengetedza maSaiti edu.",
    "1533171442": "Isu tinoshandisawo anoshanda Cookies uye Cookies kubva kune vechitatu mapato ekuongorora uye kushambadzira zvinangwa. Functional Cookies inogonesa zvimwe zvikamu zveSaiti kuti zvishande nemazvo uye zvaunofarira mushandisi kuti zvirambe zvichizivikanwa. Ongororo Makuki, pakati pezvimwe zvinhu, anounganidza ruzivo rwekuti Vatengi, Vanobatanidza, uye Mapeji-vashandisi vanoshandisa sei maSaiti edu, zvirimo uye zvigadzirwa zvinoonekwa nevashandisi kazhinji, uye kushanda kwebato redu rechitatu kushambadzira. Advertising Cookies anobatsira kuendesa ads kune vateereri vakakodzera uye kuita kuti kushambadzira kwedu kuoneke pamusoro pezvawanikwa. Makuki anogona kunge ari \"sesheni\" Makuki anodzimwa paunopedza browser yako chikamu, kana \"kuramba,\" anosara kusvika adzimwa newe (yakurukurwa pazasi) kana bato rakashandira kuki. Ruzivo ruzere pane ese maCookies anoshandiswa paSaiti anowanikwa pane yedu Cookie Disclosure tafura pazasi.",
    "322830977": "Maitiro ekudzima Cookies.",
    "3885459114": "Iwe unogona kazhinji kumisa kana kudzima kushandiswa kwemakuki kuburikidza nekushanda kwakavakirwa muwebhu browser yako. Kana iwe uchida kudzidza zvakawanda nezve makuki, kana maitiro ekudzora, kudzima kana kudzima, ndapota shanya https://www.knowcookies.com/ kuti uwane nhungamiro yakazara.",
    "262509504": "Isu tinogona kubatanidza ruzivo rwakaunganidzwa neCookies nerumwe ruzivo rwatinounganidza kubva kwauri maererano neChakavanzika Policy uye toshandisa iyo yakasanganiswa ruzivo sezvakarongwa pano. Saizvozvo, mapato echitatu anosevha makuki paSaiti edu anogona kubatanidza zita rako kana email kero kune rumwe ruzivo rwavanounganidza, izvo zvinogona kusanganisira zvakambotenga zvakatengwa kunze kwenyika kana online, kana ruzivo rwako rwekushandisa online.",
    "2935155034": "Kana iwe uri muEuropean Economic Area, une dzimwe kodzero dzakatsanangurwa pamusoro apa pasi pemusoro unoti \"Chiziviso kuEU Data Subjects\", kusanganisira kodzero yekuongorora nekugadzirisa kana kudzima data yatinayo pamusoro pako.",
    "1873812847": "Cookie (s) Kuzivisa",
    "3319083717": "Zita:",
    "3183855267": "1. hmt_id",
    "907324388": "Function",
    "2896187462": "1. Inoshandiswa pazviverengero zvisingazivikanwe zvine chekuita nesevhisi, uye nezvimwe zvinangwa zvehunyanzvi sekubatsira mutsigiro yekuwana.",
    "987267027": "Party",
    "3453526675": "1. Bato rekutanga",
    "1952810469": "Type",
    "1795436560": "1. Chikamu",
    "102695075": "Duration",
    "3356329025": "1. 30 mazuva",
    "3744153629": "Mazita:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "musangano,",
    "3186435874": "sessionid",
    "720059527": "2. Inoshandiswa kune zvinonyanya kudiwa zvehunyanzvi zvinangwa: kuyera kuyera, kutenderera.",
    "1241291641": "Ona mamwe mashoko.",
    "1834801943": "2. Bato rekutanga",
    "2114694926": "2. Chikamu",
    "938404336": "2. Kusiyana; kusvika kumazuva makumi matatu.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Inoshandiswa kune zvakakosha zvehunyanzvi zvinangwa: inogonesa Accessibility User kushandiswa.",
    "1061239711": "3. Bato rekutanga",
    "1483015662": "3. Chikamu",
    "3458934553": "3. Kusiyana; kusvika kumazuva makumi matatu.",
    "1527172673": "Kana iwe uine chero mibvunzo nezve iyi Cookie Policy, ndapota taura nesu pa:",
    "134571844": "Impressum (Saiti Notice)",
    "110836420": "Yakapedzisira kugadziridzwa: Zvita 23, 2020",
    "2901894297": "hCaptcha ibasa reIntuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Mibvunzo yakatumirwa inogona kutumirwa ku: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Ruzivo nezve manejimendi azvino ekambani anogona kuwanikwa pane About peji. Mukuru wekambani iyezvino ndiye maneja director anoona nezvemukati.",
    "3094150511": "Regulatory authority: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI haina kuzvipira, uye haisungirwe kutora chikamu mune imwe nzira yekugadzirisa gakava rekupokana kwevatengi pamberi pekambani yekugadzirisa gakava revatengi.",
    "1395644678": "European Commission yepamutemo webhusaiti yeInternet Dispute Resolution:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Hapana vimbiso maererano nezvirimo",
    "707541553": "Ruzivo rwese rwuri pamapeji edu einternet rwakasimbiswa neIMI kana wechitatu bato. Nekudaro, hapana IMI kana mapato echitatu anogona kupihwa mhosva yeruzivo rwuri rwazvino, rwakarurama, kana rwakakwana. Izvi zvinoshandawo kune mamwe mawebhusaiti anogona kusvikwa kuburikidza ne hyperlink pamapeji edu. IMI haigamuchire mutoro wezviri mukati mawebhusaiti aya ekunze.",
    "2650241052": "Hapana zano",
    "3361191778": "Ruzivo rwunopihwa pamapeji einternet harumiriri zano remunhu uye harugone kutsiva izvi. Kana iwe uchida mazano ega ega, tapota taura nevashandi vedu vekutsigira.",
    "1031855757": "Kushandisa iyi saiti",
    "204716894": "Zvirimo uye dhizaini yemapeji edu ewebhu zvinodzivirirwa pasi pemutemo wekodzero. Kudzokororwa kwemapeji uye zvirimo nenzira inodarika kushandiswa kwakanaka kunoda kubvumidzwa kwakanyorwa kubva kuIMI kana pasina zvimwe zvinopihwa zvemutemo zvakatsanangurwa kuti zvidzokororwe pane peji.",
    "3182435854": "Copyright",
    "3187946010": "Zvese zvinyorwa, mifananidzo, graphical animation, mavhidhiyo, mimhanzi, ruzha uye zvimwe zvinhu zviri pamapeji aya zvinodzivirirwa pasi pemutemo wekodzero neIMI kana mapato echitatu kana ataurwa. Zvinorambidzwa kukopa kana kushandura chinyorwa ichi kuti chishandiswe mune zvekutengesa nenzira inodarika kushandiswa kwakanaka.",
    "74538881": "Basa rewebhusaiti ino",
    "3236873806": "IMI inotarisira webhusaiti ino.",
    "2657277322": "Kana uine chero mibvunzo, tapota taura nesu pa:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass ndeye",
    "1898063898": "kuitira kuchengetedza kuvanzika kwevashandisi iyo yatiri kugadzira takabatana nayo",
    "1942186611": "nevamwe.",
    "3673079511": "kubuda mwero",
    "2164933356": "Cloudflare",
    "3119589996": "Mashandiro ayo: yekuwedzera browser inopa vashandisi kugona kugadzira uye kusaina cryptographically bofu tokens kumawebhusaiti anotsigira Yakavanzika Pass protocol. Iyo yekuwedzera inoburitsa mapasi ane cryptographically akapofumadzwa tokens akasainwa nehCaptcha kana dambudziko ragadziriswa pane chero saiti uchishandisa hCaptcha sevhisi,",
    "1254771154": "Zvinetso zvinoratidzwa pane mamwe Chakavanzika Pass-anotsigira masevhisi anomisikidza hCaptcha, semuenzaniso Cloudflare.",
    "996362763": "Aya ma tokens haana kupofumadzwa uye anochengetwa nekuwedzera kuti ashandiswe mune ramangwana. Kana mushandisi akashanyira saiti achishandisa hCaptcha uye achida kupfuudza dambudziko (zvisingaonekwe kana kuburikidza nebhatani rekuti \"Ndiri munhu\") vanodzikinurwa otomatiki. Maitiro ekupofomadza anoreva kuti masaini akasainwa uye akadzikinurwa ari cryptographically unlinkable kubva pamaonero ehCaptcha, uye nekudaro kuvanzika kwemushandisi kunochengetedzwa.",
    "2943346052": "Sezvo maitiro eIETF ekumisikidza achienderera mberi, isu tinotarisira kuti mabhurawuza makuru achatora imwe nzira yePrivacy Pass natively. Izvi zvinozopedzisira zvaita kuti kuwedzerwa kusingakoshi. Parizvino, zvisinei, ndapota tevera mirairo iri pasi apa.",
    "2326660907": "kunze",
    "741483946": "* Mune mamwe mazwi: unogona kuwana hCaptcha Privacy Pass tokens pahCaptcha.com, uye uzvishandise pane mamwe masayiti zvakananga uchishandisa hCaptcha.com. Iwe haugone kuwana kana kudzikinura hCaptcha Yakavanzika Pass tokens yekunzvenga iyo hCaptcha sevhisi sekushandiswa neCloudflare, sezvo Cloudflare inoburitsa uye ichidzikinura yayo Yakavanzika Pass tokens.",
    "1362015807": "Kutanga",
    "1358325821": "Kutanga, isa iyo yekuwedzera ye",
    "310885519": "kana",
    "4091044469": ". Ita shuwa kuti wagonesa kuwedzera mu incognito mode. Wobva washanyira chero webhusaiti uchishandisa hCaptcha uye gadzirisa captcha. Kubva mushanduro 2.0.3, unogona kudzikinura zviratidzo izvi pamawebsite uchishandisa hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Kana uchinge waisa iyo yekuwedzera, tinya pano (kana pane chero hCaptcha-unoshandisa webhusaiti) kuti uwane mapasi:",
    "166277959": "Ndokumbira utarise: chimiro ichi chiri mubeta, uye chinogona kusashanda kune ese mawebhusaiti nevashandisi nguva dzese. Kana ikasagoneswa kana kusashanda kune mumwe mushandisi, maitiro acho anongodzokera kune yakajairwa hCaptcha chiitiko pasina kurasikirwa kwekuita.",
    "3031357206": "Icon itsva ichaonekwa padivi pe URL yako bar. Zvino shanyira webhusaiti uchishandisa hCaptcha. Ichaita seizvi:",
    "1066753052": "zvinoreva kuti chikwama hachina chinhu, uye iwe uri pane saiti inosanganisira hCaptcha dambudziko. Kana uchinge wapedza dambudziko, iwe uchawana ma tokens anogona kuregererwa pane chero imwe webhusaiti ine hCaptcha.",
    "651123197": "Nhamba yehuwandu hwazvino muwallet yako icharatidzwa pane icon mushure mekupedza dambudziko.",
    "554844646": "Unogona kusimbisa kuti kuwedzera kuri kushanda nekuona counter ichidzika ne1 pese paunodzvanya",
    "4087729475": "dambudziko mushure mekugadzirisa kwako kwekutanga.",
    "647630208": "Uye ndizvozvo! Kubhurawuza kwako pamhepo kwave kwakavanzika.",
    "3272552822": "Vagadziri uye cryptographs:",
    "4059570880": "Kana iwe uchida kuteedzera kuedza kwekumisa, kuedza kuri kuitika parizvino",
    "1904390996": "to standardize the",
    "252720667": "pasi peiyo cryptographic chengetedzo yePrivacy Pass. Iyo protocol pachayo iri kuenda kuburikidza ne",
    "3972554015": "process futi. Uye iyo browser yekuwedzera ndeyechokwadi",
    "3723626769": "nezvemipiro yako uye kuongorora.",
    "3882147547": "Oblivious Pseudorandom Mabasa",
    "565624910": "draft",
    "3421090159": "open source",
    "3098677775": "Mubvunzo: IP yangu uye nhoroondo yekubhurawuza yakavanzika zvachose kubva kuhCaptcha kana uchishandisa Privacy Pass?",
    "4019638786": "A: Yakavanzika Pass vashandisi vehCaptcha havazombofi yakafumura IP yavo kuhCaptcha kunze kwekunge chikwama chebrowsers chechiratidzo chisina kana saiti ichitumira. hCaptcha haina nzira yekubatanidza mushandisi kune kuregererwa kwechiratidzo, uye haitombodyidzana zvakananga nemushandisi panguva yekudzikinura kunze kwekunge chikwama chavo chechiratidzo chisina chinhu.",
    "3887113660": "Mubvunzo: Yakavanzika Pass inobata sei mihoro yehCaptcha?",
    "1116455671": "A: Iwe uchawana mubairo wekutanga kugadzirisa kana mushandisi akaipedza pane yako saiti. Kudzikinurwa kunotevera iwowo maitiro ekupindura sekunge mushandisi apasa otomatiki pane yako saiti nekuda kwepamusoro mutengi chivimbo: hapana muhoro unoitika, uye saiti inosimbisa kufona kubva kuseva yako inogamuchira `kiredhiti: Nhema' mumigumo yekupasa.",
    "779817954": "Mubvunzo: Kana ndine Privacy Pass pass yakapihwa nemumwe mupi, ndinogona kudzikinura pahCaptcha?",
    "3014149332": "A: Kwete, kupasa hakugone kupindirana: kunofanirwa kuburitswa uye kudzikinurwa nechiremera chimwe chete, munyaya iyi hCaptcha. Ziva kuti kana iwe uchipfuura kubva kune ese Cloudflare uye hCaptcha mukuwedzera kwako, nhamba iripo ichachinja kusvika kumari chaiyo zvichienderana nezvinodiwa zve peji rauri kushanyira. Mune mamwe mazwi, kana iwe uine zana Cloudflare inopfuura muchikwama chako uye gumi hCaptcha ichipfuura, iwe unofanirwa kuona gumi pane yekuwedzera icon pamapeji ane hCaptcha akaiswa.",
    "3679148535": "Mubvunzo: Ndeapi mamwe maapplication ePrivacy Pass yauri kushanda pairi?",
    "1606783855": "A: Isu tiri kufarira zvakanyanya Privacy Pass yekuwanika (\"a11y\") kesi yekushandisa. Yaimbove yakakurumbira sarudzo senge audio captchas inosarura vazhinji vashandisi vea11y. Isu tinotenda kusanganisa yedu yazvino a11y maitiro neChakavanzika Pass kuburitswa kunobvumira vashandisi veA11y kutarisa zvakachengeteka, vakachengeteka muruzivo rwekuti traffic yavo yakavanzika, uku vachirambidza kushungurudzwa nevashandisi ve bot izvo zvinongoitika kana a11y sarudzo dziripo.",
    "2359150347": "Mubvunzo: Ko mamwe masevhisi ekuchengetedza epamhepo anotsigira Privacy Pass?",
    "2082237880": "A: hCaptcha ndiyo yekutanga sevhisi yerudzi rwayo inotsigira Privacy Pass, uye parizvino ndiyo yega yekuita saizvozvo. Nekudaro, isu tinotarisira kuti mamwe masevhisi aone zvakanakira kuwedzera kuvanzika kwevashandisi pamhepo, uye tinotarisira kuti mune ramangwana vazhinji vachaita mashandisiro sezvo mazinga eIETF atiri kubatsira kugadzira ari kutambirwa zviri pamutemo.",
    "2109792055": "Mushandisi Wekushandisa: Kugadzirisa Matambudziko neChakavanzika Pass Kuburitswa uye Kusimbiswa",
    "3588620914": "Yakavanzika Pass chinhu chitsva chakagadzirwa nezviyero zveWebhu, uye zvinogoneka kuti mamwe maapplication uye browser yekuwedzera isingazvizive kuti ivhiringe mashandiro ayo.",
    "4039193170": "Kana uine matambudziko ekutora kana kudzikinura tokeni:",
    "2378786360": "1. Edza imwe yemamwe mabhurawuza anotsigirwa: kana uri paChrome, edza kushandisa Firefox pasina kupinza marongero ako kubva kuChrome, uye isa plugin ipapo. Kana izvo zvichishanda, unogona kunge uine browser yekumisikidza nyaya.",
    "394235836": "3. Kana pasina mazano ari pamusoro apa anoshanda, titumirei email yekutsigira uye tichafara kubatsira kuziva zviri kuitika.",
    "3470857731": "Ongororo yekuti reCAPTCHA inoona sei bots.",
    "3240786848": "Kugadziridzwa kwekupedzisira: Kukadzi 18, 2021",
    "2547140673": "Kweanopfuura makore gumi, sevhisi yeGoogle reCAPTCHA yakapa varidzi vewebhusaiti kutengeserana: rega Google itarise vashandisi vako uye uvabvunze mibvunzo, uye mukuchinjana ivo vanovimbisa kumisa bots uye spam.",
    "2133754014": "Mawebhusaiti anodarika mamirioni mana nemazana mashanu anoshandisa reCAPTCHA [",
    "3152512587": "uye sisitimu inounganidza mazana emamiriyoni emazuva ese ekugadzirisa. [",
    "2296918009": "Izvi zvakaenzana nemakore anopfuura 100 emunhu ekushanda zuva rega rega.",
    "3900538778": "Yakanyorwa data ndiyo mafuta anopa simba kudzidza muchina. Mhinduro dze reCAPTCHA dzakashandiswa kuvandudza masevhisi eGoogle eML/AI kubva muna 2009. Vanhu vazhinji vanoshandisa reCAPTCHA havazivi kuti basa ravo riri kushandiswa.",
    "1160252730": "Google yava kubhadharisa mitengo yakakwira yereCAPTCHA Enterprise, zvichiita kuti makambani mazhinji aongororezve dhiri iri.",
    "1131196501": "Makambani makuru akadai",
    "204889717": "ndachinja kune hCaptcha's",
    "639413188": "mukupindura.",
    "3280658086": "bhizinesi mhinduro",
    "3842815245": "Kutengeserana kwakanaka here uku?",
    "714342693": "Chikwata chehCaptcha changa chichiunganidza data yemitengo kubva ku \"dark web\" captcha-breaking services kubvira 2016. Takaona mafambiro anonakidza:",
    "468929661": "Mari yeavhareji yekutyora reCAPTCHA yakadzikira zvisingaite (isingasviki $1 pa1000 inogadziriswa) uye haisati yawedzera kubva pakatanga kuongorora kwedu muna 2016. Izvi zvinoshanda kune zvese zviri zviviri reCAPTCHA v2 uye v3. [",
    "2862164005": "Data yemitengo inoita kuti tiise kukosha chaiko kwedhora pane chengetedzo inopihwa nereCAPTCHA: $0.001 kana isingasviki pamhinduro imwe neimwe.",
    "102498091": "Google inochaja $1 pazvikumbiro 1000 zvereCAPTCHA Enterprise, zvichireva kuti vava kuchaja yakawanda pachikumbiro chimwe chete pane zvazvinoda kutyora kuchengetedzwa kwesevhisi yavo. Izvi zvinoita sechinhu chakaipa.",
    "130239139": "Chii chakakosha che100+ munhu-makore ekushanda anounganidzwa neGoogle zuva nezuva?",
    "1421074182": "Zvakakwirira zvikuru.",
    "1953519598": "Mutengo wekutara mufananidzo mumwe chete unotangira pamadhora 0.03 kusvika pamadhora 1.00 kana kudarika. Nekufungidzira kupi zvako, Google yaburitsa mabhiriyoni emadhora evashandi vemahara kusvika parizvino. [",
    "3025548709": "Pane imwe nzira here yechibvumirano chisina kunaka ichi?",
    "263761351": "hCaptcha ndiyo yekutanga yakavimbika imwe nzira, ikozvino inoshandiswa nemazana emamiriyoni evanhu mwedzi wega wega.",
    "2743692546": "Sezvo vashandisi vanoratidza hunhu hwavo kuburikidza nehCaptcha, basa ravo rinopinda mumusika usingazivikanwe wakavhurika wekubhidha.",
    "1982750088": "Makambani pasi rese anokumbira kuti vashandi vapedze mabasa akareruka ari nyore kuvanhu asi akaomarara kumichina. Vashandisi vanotsigira saiti yavari kushanyira, uye vanoona kushomeka kwewebhu spam nekuda kwenzvimbo yepamusoro yekuchengetedza.",
    "1108398506": "vatengi vanowana kutonga kwakazara pamusoro pechiitiko, uye vanobatsirwa kubva kune hunyanzvi hCaptcha yakawana kushanda iyo yakakura yakazvimirira yekunetsa mupi painternet. Ivo zvakare vanowana dhiri iri nani pane reCAPTCHA Enterprise: kusvika pa50-80% mitengo iri nani, zvichienderana nehuwandu.",
    "3012870872": "Mawebhusaiti nemaapuro anoshandisa iyo yemahara vhezheni (hCaptcha Publisher) vanowana mari kubva kubasa iro pane kuripa kuGoogle.",
    "2271512952": "Vashandisi vanotsigira saiti yavari kushanyira, uye vanoona kushomeka kwewebhu spam.",
    "278010425": "Iwo akafara uye anowanzo-kuchinja akasiyana emabasa pahCaptcha zvakare akaoma kuita otomatiki. ReCAPTCHA's single interface haina kushanduka mumakore mazhinji, uye ine kadiki kemibvunzo isingawanzo chinja. Iyi ndiyo imwe yenzira iyo hCaptcha inopa yakasimba anti-bot dziviriro kupfuura reCAPTCHA.",
    "984849234": "hCaptcha inoshandisa kudzidzira kwemuchina wepamusoro kuendesa zvinovimbiswa nereCAPTCHA chete, uku uchigovera kukosha kwakatorwa nemawebhusaiti anoishandisa.",
    "4063769686": "Vashandisi vanotsigira saiti yavari kushanyira, uye vanoona kushomeka kwewebhu spam. Izvi zvinoita sechinhu chakanaka.",
    "685916926": "Sei reCAPTCHA isina kuvandudzwa nekufamba kwenguva?",
    "3992401943": "Pakave neshanduko yekudzidza kwakadzama kubvira 2012. Iyo indasitiri yemazuva ese yekurongeka kwebasa yakagadziridzwa zvakanyanya mumakore gumi apfuura, zvakanyanya nekuda kwekudzika convolutional network. Mamwe ML-powered masevhisi anopihwa neGoogle atevera curve iyi.",
    "615031303": "(Ona mashoko omuzasi",
    "2125514305": "ML yave nani, asi kunetsa kwekunzvenga reCAPTCHA hakuna kushanduka panguva ino.",
    "1406188018": "6uye 7",
    "2689973938": "Kuvandudza reCAPTCHA kunokonzeresa kusawirirana kweGoogle semutengesi.",
    "464238793": "Kana Google pachayo yaona kuti mushandisi aona ad kana kudzvanya chinongedzo chaive bot, haikwanise kubhadharisa ads anoratidzwa kumushandisi iyeye. Kupokana kwezvido uku kwakaganhurira zvakanyanya kuwanda kwezvinangwa zveGoogle anti-bot.",
    "918924423": "Semuenzaniso, Google haina kupa masevhisi akakosha senge retroactive bot yekuona. Izvo zvakanyanya kuvimbika kuzivisa mushandisi traffic bot-yakagadzirwa mushure mekuongorora akati wandei mazuva edata.",
    "661412233": "Kuziva mushure mecaptcha kuti vamwe vashandisi vaive bots kunokosha zvakare. Inoita kuti varidzi vewebhusaiti vachenese ekare spam posts uye kudzima \"akarara maakaundi\" akanyoreswa kune spam forum mune ramangwana, kuderedza hutsotsi, nezvimwe.",
    "3600797185": "Kupa retroactive bot identification kwaizovhura Google kumibvunzo ine minzwa yekuti ungadzoreredza sei vashambadziri vakashandisa mari patraffic yehutsotsi.",
    "2076932190": "Chigadzirwa chereCAPTCHA chakamira kwemakore gumi.",
    "3856912381": "Vashandisi vatambura, uye zvisina kufanira webhu spam zvino zvatekeshera. Asi pane imwe nzira.",
    "1035621426": "Yese bot inotaridzwa nereCAPTCHA inodzikisa zvakananga mari yeGoogle ad.",
    "3668115514": "hCaptcha yakasiyana sei?",
    "2413742287": "hCaptcha's incentives ndeyekuwedzera kurongeka, kwete mari yekushambadza: bot mhinduro hadzina basa kune vatengi vedu, vanoda data yekudzidziswa kwevanhu.",
    "1373262754": "Kuziva kuti munhu ndiani kune kushoma kukosha kwehCaptcha. Isu tinongoitira hanya kana ivo vanhu kana mutambi ane hutsinye.",
    "600646860": "Panzvimbo yekupa sevhisi yekukosha kunopokana uchitora basa nekukosha chaiko, hCaptcha inopa zvese muripo uye yakasimba anti-bot dziviriro.",
    "1836191653": "Panzvimbo pekupa sevhisi inokundwa zviri nyore kune vashandisi vemahara uku uchichaja mamirioni emadhora kune bhizinesi vhezheni isiri nani zvakanyanya, hCaptcha inopa yakanakisa bot dziviriro kune vese, uku ichipa vashandisi vebhizinesi mamwe maficha uye kugadzirisa, pamwe neSLA yakasimba uye nekukurumidza kutsigirwa.",
    "990215503": "hCaptcha ndiyo chete hombe sevhisi yecaptcha isiri yead network.",
    "971933157": "hCaptcha ine hanya nekuvanzika, pachena, uye kururamisira.",
    "178839499": "hCaptcha inogovera kukosha kwebasa rakaitwa nepo vashandisi vachiratidza hunhu hwavo.",
    "1237076138": "hCaptcha inopa chibvumirano chakanaka kune ese emahara (hCaptcha Publisher) uye bhizinesi (hCaptcha Enterprise) vatengi.",
    "614310292": "Ndiani akavaka hCaptcha?",
    "4188814619": "hCaptcha ibasa reIntuition Machines (",
    "3265328927": "), kambani yekudzidza yemuchina inopa zvigadzirwa uye masevhisi kumakambani ari kuita kudzidza muchina pamwero.",
    "2740033957": "Chikwata cheIM chinoumbwa nemasainzi nemainjiniya kubva kuApple, Amazon, uye vamwe vatungamiriri mukudzidza kwemichina, masisitimu akagoverwa, uye chengetedzo.",
    "1579715421": "IM masayendisiti anogara achishambadza mumisangano yepamusoro seICML, ICLR, ECCV, uye NeurIPS, uye kambani yakaburitsa pachena mamiriro-e-e-art mhedzisiro muML chirango seyakadzika hashing [",
    "4015238193": "uye OCR [",
    "279580593": "imachines.com",
    "279918384": "Google iri kushandisa sei basa rako remahara?",
    "2385522384": "Ungangove uchiona mafuremu evhidhiyo kubva kumakamera paGoogle's Waymo self-driving mota, uye kubatsira kuvandudza kwavo kuzivikanwa kwechinhu.",
    "1517627947": "Wanga uchiona mifananidzo yezvivakwa kana zviratidzo zvemumugwagwa kubva kumota dzeGoogle Streetview, uye uchibatsira kuisa mazita enzvimbo dzezvigadzirwa zvavo zveMepu nePasi.",
    "3225936061": "Unogona kunge uchiona mifananidzo yezvinyorwa zvakatorwa kubva pamapeji ebhuku paGoogle's Book service, uye uchibatsira kuvandudza yavo OCR (text recognition) software.",
    "129661785": "Wakambobvunzwa kuti \"tinya pamota / crosswalk / stoplight?\"",
    "936667684": "Wakambobvunzwa kuti \"taipa muchivako / chiratidzo chemumugwagwa?\"",
    "3773515538": "Wakambobvunzwa kuti \"taipa mumashoko maviri?\"",
    "1778058441": "Ndeapi marudzi emabasa anomhanya pahCaptcha?",
    "366088791": "hCaptcha inotsigira mabasa akasiyana siyana.",
    "3114147525": "hCaptcha vatengi vanoshandisa sevhisi kumabasa anosanganisira kucherechedzwa kwechinhu, kucherechedzwa kwehunhu (kuunganidza mavara ekuona mhando dzembatya), relevance chinzvimbo (kutora chigadzirwa chakakosha kubva kune akati wandei sarudzo kana uchienzaniswa nechigadzirwa chekutanga), mabhokisi ekusunga (kutsvaga nzvimbo dzekufarira pa. mufananidzo), \"Human OCR\" (kuratidza zvinyorwa mumufananidzo) nemamwe marudzi akawanda emabasa.",
    "3139609561": "Pazasi pane mienzaniso miviri yekusarudzika kwemifananidzo uye maitiro ekuona mabasa. [",
    "2273532558": "Ndivanaani vanobhadhara vatengi vehCaptcha?",
    "4104221634": "Vatengi vehCaptcha vanotora maindasitiri akasiyana, kubva kumakambani ehunyanzvi kusvika kune akatarisana nefashoni, zvitoro, nedzimwe nzvimbo dzavanogona kugadzira kukosha kubva pakushandisa muchina kudzidza.",
    "1337725003": "hCaptcha yakazvipira kuita demokrasi kuwana kune yakakwira vhoriyamu chaiyo-nguva ziviso, kurega makambani makuru nemadiki avandudze mhando yezvigadzirwa zvavo nemasevhisi nekushandisa muchina kudzidza kubhizinesi ravo.",
    "4086379603": "Mibvunzo?",
    "1243684308": "Isu tinotora mhinduro yako zvakakomba, uye tinoda kuona kuti munhu wese ane ruzivo rwakanyanya pamhepo, aine mabhoti mashoma uye spam shoma. Svika kwatiri:",
    "2645321220": "Uye kana iwe uchifunga kuti mutengo wereCAPTCHA wakanyanya kukwira, tibvunze nezve hCaptcha Enterprise. Parizvino ari kushandiswa nevamwe vevashambadziri vakuru, makambani ezvehupfumi, uye makambani ewebhu ezvivakwa munyika, haisiriyo nzira inovimbika yereCAPTCHA: tinotenda kuti ivo vanopa yakanakisa bot dziviriro iripo parizvino.",
    "1229233916": "Mashoko omuzasi",
    "1115642494": "1. Kwakabva: BuiltWith.com reCAPTCHA saiti zvinyorwa. Yakadzorerwa July 9, 2019.",
    "448807334": "(\"Mazana emamiriyoni eCAPTCHA anogadziriswa nevanhu mazuva ese.\") Yakadzoserwa Chikunguru 8, 2019.",
    "2397590157": "3. Conservative estimate: 200 mamiriyoni anogadzirisa * 30 seconds per solve in years = 190.3 munhu-makore / zuva.",
    "3236311792": "4. hCaptcha kuongorora kwemukati. Data yakakohwewa kusvika June 30th, 2019. Details inowanikwa pakukumbira.",
    "1752259468": "5. Conservative fungidziro: $0.01 mutengo wechirevo chimwe chete * 200M avg. annotations pazuva (yakaderera yakasungwa) * 365 mazuva pagore * 10 makore kubva 2009 kutora = $ 7.3 bhiriyoni yakaderera yakasungwa kukosha.",
    "3268946369": "6. Chikwereti: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Kunobva: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS ZVINHU ZVAKANYANYA-ZVINOTARISIRWA ZVAKANYA HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Zvichangoburwa mamiriro-zve-the-art zvawanikwa: ICML LLD, Chivabvu 2019.",
    "1973347745": "10. Royalty-isina mienzaniso mifananidzo. Kunobva: Petapixel.",
    "1493115924": "Trademark zvinyorwa:",
    "4051104324": "\"Intuition Machines\" chiratidzo chakanyoreswa cheIntuition Machines, Inc.",
    "3983646521": "Mazita ese echigadzirwa, marogo, mabhureki, zviratidzo uye marejisheni akanyoreswa zvinhu zvevaridzi vazvo. Yese kambani, zvigadzirwa uye sevhisi mazita anoshandiswa mune ino webhusaiti ndeyezvinangwa zvekuzivikanwa chete. Kushandiswa kwemazita aya, zviratidzo uye mhando hazvireve kutsigirwa. Muchiitiko ichi, zvakasiyana chaizvo.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Masayendisiti Akaisa Nyowani Benchmark yeIsina Kutariswa Chinyorwa Kuzivikanwa (OCR) paCVPR 2020.",
    "1259002282": "Wawana tsikidzi? Heino nzira yekuzvizivisa.",
    "3301728462": "Mamirioni avanhu anoshandisa hCaptcha mwedzi wega wega, pazviuru zvemisanganiswa yemabhurawuza, ekuwedzera, zvishandiso, firewall, nezvimwe.",
    "3878230879": "Chinangwa chedu ndechekuve nechokwadi chekuti inogara ichikushandira iwe, saka isu tinotenda zvikuru mishumo yako!",
    "2465128185": "Kuti upe mhinduro nekukurumidza, ingobaya bhatani rekuti \"Titumire mhinduro\".",
    "2921990472": "Kana iwe uchiona inoshanda nyaya, ndapota tevera iyo",
    "2870341481": "pazasi. Kune mamwe mabrowser chete",
    "1866590035": "debug log mirairo yeChrome",
    "444492541": "debug log mirayiridzo yeFirefox",
    "169267610": "email us",
    "3100722753": "Nezvekuchengetedzeka kana nyaya dzekuvanzika, ona mirairo iri pazasi.",
    "1906593952": "Ipa mhinduro pahCaptcha yauchangobva kuona",
    "3951254541": "Tinotenda nerubatsiro rwenyu. Tizivise chero nyaya uye tichadzigadzirisa nekukasira.",
    "3324288040": "Titumireiwo mhinduro",
    "2864016648": "Privacy Issues",
    "304004915": "Hatina basa kuti vashandisi ndivanaani, chete kuti vangangove vane hutsinye kana michina. Tinotsigira zvirongwa zvakadai",
    "1139493658": ", uye shanda nesimba kuenzanisa kuvanzika uye kuchengeteka.",
    "3083289844": "Kana wawana nyaya yaunofunga kuti inogona kukanganisa kuvanzika kwevashandisi, tapota titumire email pa",
    "4264784515": "Security Bugs",
    "963238401": "Isu tinogara tichifarira kugamuchira mishumo yechengetedzo bugs. Email",
    "3926027556": "uye tichadzoka kwamuri nokukurumidza.",
    "1589805435": "Isu tinewo a",
    "2560582224": "bug bounty program",
    "103876916": "kune akakodzera kuchengetedza mishumo pane iyo hCaptcha sevhisi uye inoenderana sosi kodhi.",
    "497117287": "Accessibility Options",
    "3230004040": "Iwe hausi kuona here kana neimwe nzira haugone kupedzisa hCaptchas?",
    "3480023141": "Dzidza zvakawanda nezvesarudzo dzekusvikika",
    "2052161540": "Kubata Bug Report Details: Chrome",
    "2281169898": "Kutumira ruzivo rwekugadzirisa neshumo yako kuchaita kuti zvive nyore kwatiri kuziva zviri kuitika. Heino nhanho-ne-nhanho mirairo:",
    "1123365779": "Kana iwe uri mugadziri wewebhu kana nyanzvi mushandisi, pfupiso ndeyekuti tinoda kuti utitumire network yekurekodha HAR uye browser console log.",
    "2015218686": "usati wapfuura nematanho aya. Kana izvozvo zvikagadzirisa dambudziko rako, tinoramba tichitenda kuti uchitizivisa vhezheni yako yebrowser, ad blocker kana bhurawuza yekuwedzera, uye webhusaiti URL.",
    "3922723611": "Ndokumbirawo kudzima chero ad blocker kana browser kuchengetedza edzedzero",
    "4036872105": "kutanga wozoedzazve",
    "993651083": "Danho 1: Vhura Zvishandiso zveMugadziri (Izvi zvinotanga kurekodha chikamu.)",
    "4163469907": "Step 2: Dzvanya paNetiweki tebhu muDeveloper Tools. Tarisa bhokisi re \"Chengetedza log\" kumusoro.",
    "4243348003": "Danho rechitatu: shanya",
    "641342999": ", kana webhusaiti yauri kunetsa pairi (Chakavanzika Cherechedzo: chete kana usinganetseke kugovera zvachiri) ... wobva wadzvanya bhatani rekuti \"Ndiri munhu\", uye edza kugadzirisa.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Danho rechina: Dzvanya \"Export HAR\" (museve wepasi pasi) mushure mekuedza kugadzirisa, iyo inochengetedza network log. Titumirei faira iroro.",
    "1503240421": "Danho rechishanu: Dzvanya pane Console tab, uye tinya-kurudyi ipapo \"Chengetedza se ..\" kuitira kuchengetedza irogi rekoni. Titumireiwo izvozvo.",
    "2863840904": "Nhanho yechitanhatu: Yekupedzisira nhanho, email iyo HAR uye console log mafaira kwatiri, uye tsanangura dambudziko",
    "4051785543": "Shandisa:",
    "3623028666": "(ndokumbira shandisa sevhisi senge",
    "551761392": "uye tumira zvinongedzo) uye nesarudzo skrini, kana iwe uchifungidzira kuti pane chimwe chinhu chisiri kuratidza nemazvo. Ndokumbira utumirewo IP yauri kushandisa. Unogona kuzviwana kubva",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Tinotenda nekutora nguva kutibatsira kuwana ruzivo urwu!",
    "3680327841": "Takazvipira kuita kuti hCaptcha ishande zvakanaka kune wese munhu",
    "1059502393": "Kubata Bug Report Details: Firefox",
    "1112074001": "Step 2: Dzvanya paNetiweki tebhu muDeveloper Tools. Tarisa bhokisi re \"Persist logs\" kumusoro.",
    "1797298240": "Danho rechina: Dzvanya \"HAR\" mushure mekunge waedza kugadzirisa, uye sarudza \"Chengetedza Zvese seHAR\" kuchengetedza netiweki log. Titumirei faira iroro.",
    "3671246379": "Step 5: Dzvanya paConsole tab, uye tinya-kurudyi ipapo \"Sarudza zvese\" uye chengeta izvo mumeseji faira, kuitira kuchengetedza iyo console log. Titumireiwo izvozvo.",
    "3816867833": "Feedback",
    "788770967": "Ndine urombo kunzwa izvozvo! Ungangoda kushandisa sarudzo yedu yekusvikika:",
    "1333016413": "Izvi zvinokutendera kuti udzivise mibvunzo inotevera nekunyoresa uye kuseta cookie.",
    "2333410049": "Ndokumbirawo kudzima ad blocker yako.",
    "1345083090": "Kushuma nyaya yekushanda?",
    "2184564739": "Maona",
    "604751186": "Dzimwe nyaya? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "matauriro enyaya nematanda akadzama",
    "1050501253": "Zvakaoma",
    "3264813246": "Zvisina kufanira",
    "3526939538": "Software Bug",
    "126134492": "Zvimwe",
    "3511610999": "Ngative nechokwadi chekuti wasvika kunzvimbo chaiyo.",
    "3906886217": "Zvemakambani kana mawebhusaiti",
    "1621597093": "Enterprise kuchengetedza mhinduro (yakabhadharwa)",
    "3176531704": "Data annotation",
    "1834239172": "Tenga hCaptcha annotation services",
    "1457707016": "Zvevanhu",
    "770264626": "Wedzera hCaptcha kubasa rako (yemahara)",
    "881015166": "Wedzera hCaptcha yeVanyori kune webhusaiti yangu kana app",
    "47536007": "Dzidza zvakawanda nezve hCaptcha",
    "2012837493": "Tsvaga mhinduro",
    "4034694801": "Hapana mhinduro dzinoenderana.",
    "3621411541": "Dzidza nezvesarudzo dzekuwanikwa dzehCaptcha",
    "3401005681": "Wana mari",
    "3933993151": "Shanda semunhu ane data labeler",
    "563059212": "Rondedzero ye Subprocessors",
    "3501923981": "Yakapedzisira kugadziridzwa: Ndira 1, 2020.",
    "3548097301": "Kushanda: Ndira 1, 2020.",
    "3991444169": "Iri peji rinonyora ikozvino subprocessors yehCaptcha Enterprise sevhisi.",
    "835396984": "Parizvino Active",
    "424089481": "Amazon Web Services, Inc. (Global). Masevhisi anopihwa: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Masevhisi akapihwa: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Panyika). Masevhisi akapihwa: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Masevhisi anopihwa: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Cherechedza: haishande kune vese vatengi. Semuyenzaniso, IP Blinding kana mamwe epamberi ekuvanzika kana kuchengetedza sarudzo vatengi (semuenzaniso Chengetedza Virtual Tenancy vatengi) havana kubatanidzwa zvachose kubva kune chero angangoita \"PII\" anogara achipinda telemetry masisitimu, kunyangwe IP kero. Ndokumbira ubate mumiriri weakaundi yako kuti uwane rumwe ruzivo kana zvichidikanwa.",
    "700843971": "Hound Technology, Inc. (Global). Masevhisi anopihwa: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Masevhisi akapihwa: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Sevhisi dzakapihwa: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Masevhisi akapihwa: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastructure",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Zvinouya zvinowedzera",
    "2420789666": "Nekukurumidza, Inc. Masevhisi akapihwa: Nekukurumidza CDN uye edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Kushanda: Gunyana 1, 2021. Infrastructure Addition",
    "1487796027": "Zvemakambani",
    "3943417791": "Wana rutsigiro rwehCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (yemahara)",
    "3397976149": "Wana rutsigiro rwehCaptcha Publisher",
    "833750823": "Kuva nedambudziko nedambudziko?",
    "2024737147": "Unoda kumhan'ara tsikidzi?",
    "1978884623": "Dzidza zvakawanda nezve kushuma nyaya dzesoftware",
    "4188664955": "Master Terms of Service",
    "2621989404": "Yakapedzisira Kugadziridzwa: Gunyana 24, 2021. Ndokumbira utarise kuti mazwi edu echiRungu anemvumo.",
    "2404545611": "Kugamuchirwa kuhCaptcha! Ndinokutendai nekuva chikamu chenharaunda yedu. Vese vashandisi ve \"Services\" (inotsanangurwa pazasi) vanofanirwa kubvumirana nematemu anotevera (iyo \"Terms of Service\"). Pasi peMitemo yeSevhisi iyi, \"IMI\", \"isu\" uye \"isu\" zvinoreva Intuition Machines, Inc. uye vatsigiri vayo, vanobatana navo, maofficial, vamiririri, vashandi, vamiriri, uye vamiririri, uye \"webhusaiti\" yedu inosanganisira chero webhusaiti pasi pe. kutonga kwedu, kusanganisira www.hcaptcha.com uye www.imachines.com.",
    "2348450790": "Ndapota verenga Terms of Service iyi. Izvo zvinosanganisira, pakati pezvimwe zvipimo, zvidziviriro zvewaranti, zvipimo zvemutoro, uye inosunga arbitration. Ndokumbira utarise kuti Mitemo yeSevhisi iyi inogona kunge yachinja kubva pawakapedzisira kushanya kune webhusaiti yedu. Isu tinogona kudzokorora nekugadzirisa aya Matemu eSevhisi nguva nenguva mukufunga kwedu chete. Muchiitiko chekuchinja kwezvinhu, tichakuzivisa iwe nekutumira iyo yakagadziridzwa Mitemo yeSevhisi pane ino peji, mushure mezvo iwe unofanirwa kugamuchira zvakagadziridzwa Mitemo yeSevhisi kuti urambe uchishandisa kana kuwana iyo Saiti kana Sevhisi.",
    "1064537632": "Ndokumbira utarise kuti mashandisiro ako eSevhisi yedu anotongwa neChibvumirano Chekugadziridza Data, icho chinosanganisirwa pano nereferensi. Ndokumbira utarise chibvumirano ichi kuti uone magadzirirwo atinoita data rako pachako. Ziva kuti isu tinoshanda se \"data processor\" nezvinangwa zveEU General Data Protection Regulation, uye \"sevhisi\" nechinangwa cheCalifornia Consumer Privacy Act.",
    "1933936765": "Data Processing Agreement (Yakapedzisira kugadziridzwa: Gunyana 23, 2021)",
    "2959486280": "Kana iwe usingabvumirani neMitemo yeSevhisi iyi, haugone kushandisa kana kuwana Saiti kana Sevhisi.",
    "3200859925": "1. Chinangwa",
    "1807143500": "Iwo masevhisi anosanganisira online chengetedzo sevhisi (iyo \"hCaptcha Service\") uye chikuva (iyo \"Intuition Machines Platform\") iyo munhu (\"Mubatsiri\") anogona kusarudza kuita mabasa ayo echitatu bato sangano kana Intuition Machines pachayo (rimwe nerimwe. \"Mukumbiro\") anotumira kuwebhusaiti yedu kana iyo hCaptcha Service, ingave yakananga pawebhusaiti yedu kana nekuwana iyo Intuition Machines Platform uye/kana kuita mabasa kuburikidza kana maererano nevechitatu bato sangano uye/kana chikuva kana sevhisi (imwe neimwe, \"Integrator\"). Vanokumbira vanotumira mabasa uye vanokoka Vanopa kuti vaaite mukutsinhana nemibairo yakapihwa neIMI kune Vanobatanidza, kana sekutemerwa neMunokumbira kana Mukumbiri ari kushandisa Intuition Machines Platform kana hCaptcha Service kushandira mabasa kune avo ekupedzisira-vashandisi. Isu tinobhadharisa makambani nevanhu (mumwe nemumwe \"Mutengi\") kuti ashandise papuratifomu yedu kuitira kuti vashandise software yedu, mabasa evanyori, kutihaya kuti tinyore mabasa, uye/kana kuwana mukana kune Vanopa. Isu tinobhadharisawo maIntegrators ekushandisa yedu hCaptcha Service kuitira kuderedza hutsotsi, kushungurudzwa, uye spam pamawebhusaiti avo, nharembozha, uye zvimwe zvivakwa zvepamhepo. Zviri pamusoro apa zvinorehwa pamwe chete se \"Services.\"",
    "3212830633": "2. Kukodzera",
    "2605814073": "Nekushandisa kana kunyoresa kuMasevhisi edu, unobvuma: une makore angangoita gumi nemasere ekuzvarwa; une mvumo yekupinda chibvumirano ichi uchimiririra iwe pachako kana mubatanidzwa waunomiririra, uye nguva dzese ucharamba uchiteerana neMitemo yeSevhisi iyi uye mitemo yese yeIMI nemirayiridzo inotaurwa pano; uye hausi kuzoshungurudza webhusaiti yedu, kutaura zvisizvo chitupa chako kwatiri, kana kushandisa hungwaru hwekugadzira kupedzisa chero chikamu chechero basa paIMI rinoda hungwaru hwevanhu.",
    "2616040974": "3. Vatengi uye Vanokumbira",
    "1544829730": "Kana iwe uri Mutengi kana Mukumbi, unobvuma kuti mamwe mazwi akabatanidzwa pano seMutengi Appendix achashanda uye agobatanidzwa nereferensi muMitemo yeSevhisi iyi. Kana usiri Mutengi kana Mutengi, kana kurega kuva Mutengi kana Mukumbi, ipapo mazwi ekuwedzera ari muApendikisi yeVatengi haazoshandi kana kubatanidzwa nereferensi muMitemo yeSevhisi iyi.",
    "3759360138": "4. Username uye Password",
    "2236960358": "Paunonyoresa, unozokumbirwa kuburitsa mamwe mashoko emunhu pamusoro pako (\"Ruzivo Rwako\"), kusanganisira zita rako, kero yeemail, uye kugadzira zita rekushandisa nepassword, zvese zvichave zviri pasi pePrivacy Policy, inowanikwa pane yedu. website. Iwe wega une basa rekutarisa, kuona nekuchengetedza chengetedzo yeakaundi yako, mapassword, uye chero makiyi echokwadi ane chekuita neakaunti yako, uye iwe une mutoro wekushandisa chero kupi kana chiito chinotorwa kuburikidza nekushandisa iyo ruzivo paSevhisi.",
    "3047519814": "Unobvuma kuti haugovane account yako kana password nemunhu.",
    "1699668873": "Iwe unofanirwa kuzivisa IMI nekukasira kana iwe uchifungidzira kuti ruzivo rweakaundi yako rwakabiwa kana kushandiswa nemumwe munhu, kana kumwe kutyora kwekuchengetedza.",
    "3044038608": "Unobvuma kutipa ruzivo rwechokwadi, rwakakwana uye rwakakwana sezvakakumbirwa muchirongwa chedu chekunyoresa. Unobvumawo kugadzirisa ruzivo rwakadaro nekukasira sezvinodiwa kuti urambe uripo uye uripo.",
    "4132302900": "5. Yako Yakavanzika, Yako Dhata, uye \"Data Yevose\"",
    "10724169": "Iwe unogashira yedu Yakavanzika Policy, iyo inotonga zvatichaita nechero Ruzivo Rwako rwaunotipa.",
    "1669194950": "Pamusoro peRuzivo Rwega, iwe unogona zvakare kudikanwa kuti upe (kana zvingave zvakakosha kuti isu titore) imwe data kuitira kuti tipe masevhisi (pamwe chete, \"Mutengi data\"). Hatina mhosva yekutadza kuita masevhisi kunokonzerwa nekunonoka kwako kana kutadza kupa Customer Data.",
    "1330274831": "Iwe naizvozvo unotipa rezinesi repasi rose, risiri rega, rinonyoreswa, rinochinjika, risina umambo, risingadzokerike panguva yeChibvumirano ichi chekushandisa, kubereka, kugovera nemagetsi, uye kuratidza pachena chero Customer Data chete nechinangwa chekupa maSevhisi. . Iwe unomiririra uye waranti yekuti iwe une kodzero yakakwana, zita, uye kufarira mukati uye kune yako data kuitira kuti upe rezinesi muchikamu chino.",
    "2230333214": "Isu tinounganidza Customer Data neimwe dhata kuitira kuti zvabuda zvisazivikanwe uye isu tinounganidza zvisizvo zvehunyanzvi matanda uye data maererano nekushandiswa kweSevhisi (\"Aggregate/De-identified Data\"). Zvisineyi chero chinhu chinopesana neizvi, chero yakadaro Aggregate/De-identified Data inogona kushandiswa neIMI kune chero chinangwa chebhizinesi panguva kana mushure menguva yeChibvumirano ichi, kusanganisira pasina kuganhurirwa kugadzira nekuvandudza maSevhisi uye kugadzira nekugovera mishumo nezvimwe. zvinhu. Mutengi Dhata inogonawo kuenderera uye kuratidzwa muhurongwa kwenguva shoma isingapfuure mazuva zana nemakumi masere mushure mekunge basa rapera, semuenzaniso seyo otomatiki calibration kana yekusimbisa data yeIntuition Machines masisitimu. Kuti zvijeke, Chikamu chechishanu hachitipe kodzero yekukuzivisa iwe sosi yechero Aggregate/De-identified Data pasina mvumo yako yakanyorwa.",
    "3881754581": ". Kana iwe uri Mutengi wemasevhisi edu ekuzivisa uye wakasarudza iyo \"Data Yevose\" sarudzo sechikamu chekushandisa kwako kweSevhisi, saka unopa IMI nevashandisi vese veSevhisi pasi rese, risiri rega, rinonyoreswa, rinochinjika, humambo-isina, rezinesi risingachinjike kushandisa zvizere ese eVatengi Data, kusanganisira ese ane chekuita nekodzero dzepfuma. Kana iwe ukasarudza iyo \"Data Yezvese\" sarudzo, unomiririra uye waranti yekuti une kodzero yakakwana, zita, uye kufarira mukati uye kune data rako kuitira kuti upe rezinesi muchikamu chino.",
    "3496767126": "Nekudzivirira kusahadzika, ndima inotevera inoshanda kune Vatengi vanoshandisa masevhisi edu ekuzivisa, uye kusashandisa masevhisi edu seMubatanidzwa.",
    "767207800": "Kana data rako riine zviri pachena kana zvinogumbura, tinoda kuti uzvimake \"EXPLICIT CONTENT\" kuti ive yambiro yakanaka kune wese anoona data rako. Iwe haugone pasina chibvumirano chakanyorwa chakasiyana neIMI chinosanganisira mabasa anotyora marongero edu, kusanganisira, asi asina kuganhurirwa, (a) mabasa anosimudzira zvakananga kana zvisina kunanga imwe webhusaiti kana sevhisi, (b) mabasa anotyora mutemo webato rechitatu webhusaiti uye mamiriro, (c) mabasa anokumbira Vabatsiri kuti vakumbire mapato echitatu, (d) mabasa anokumbira Vabatsiri kuti vatore matanho ekunyengedza maitiro ewebhusaiti kana zvabuda, (e) mabasa anotyora kodzero dzepfuma yevatatu, uye (f) mabasa. izvo zvinoda Vabatsiri kuti vatore software kana mafaera.",
    "3370561195": "6. Mufambiro Unogamuchirika",
    "4205152730": "Iwe unokurudzirwa kudyidzana nevamwe vashandisi chero kupi pawebhusaiti yedu, Foramu, kutumira mameseji, kutaura, uye mamwe masocial media nzira inodzorwa neIMI, asi kana ukadaro unofanirwa kutevedzera zvese zvesevhisi uye kushandisa pane yedu saiti nemitemo yese yakakodzera. .",
    "1394253934": "7. Kushandisa Zvisizvo, Kushungurudzwa, uye Kunyepa",
    "1406393333": "Chero kuwana kana kushandiswa kweSevhisi kunze kwekuteedzera Mitemo yeSevhisi uye chero mirairo yatinopa inorambidzwa zvachose. Kunyanya, HAUCHAFANANI:",
    "3409726716": "nyoresa kune anopfuura akaundi imwe nesu pasina mvumo yakanyorwa;",
    "3119498672": "ita chero basa nekushandiswa kweInternet bots, webhu marobhoti, bots, zvinyorwa, kana chero imwe nzira yehungwaru hwekugadzira kana neimwe nzira kuedza kuwana mibairo kubva kuIMI kana chero Anokumbira kana Integrator pasina kupedzisa mabasa sezvaanotsanangurwa;",
    "1188668818": "kupa chero ruzivo rwenhema paunenge uchishandisa webhusaiti ino (kusanganisira pasina kuganhurirwa kutevedzera chero mumwe munhu kana sangano muakaundi yako, kana kutaura zvenhema kana neimwe nzira kuzvimiririra iwe pachako kana kubatana kwako nemumwe munhu kana sangano muakaundi yako;",
    "2804310964": "kuwana kana kuedza kuwana webhusaiti yedu kuburikidza nechero proxy web server kana chimwe chishandiso chakagadzirirwa kuvharidzira nzvimbo yako chaiyo kana kuzivikanwa kana neimwe nzira kunze kweiyo interface yakapihwa;",
    "1374227759": "shandisa webhusaiti kuita chero zvisiri pamutemo, kana kune chero chinangwa kunze kwechinangwa chayakaitwa kuti iwanikwe;",
    "2103513933": "kuita chiitiko chinokanganisa kana kukanganisa kushanda kwesaiti;",
    "137127070": "isa, kurodha, kana kubatanidza zvinokuvadza kana zvisingazivikanwe zvekunze zvinongedzo kana mafaera, kana kurodha chero zvirimo zvine hutachiona, Trojan bhiza, worm, nguva bhomba, kana imwe inokuvadza komputa kodhi;",
    "1686655020": "Isa chero zvemukati zviri pasi pecopyright risiri basa rako rekutanga, kunze kwekunge uine mvumo kubva kumuridzi ane kodzero yekutumira zvakadaro uye kupa IMI kodzero dzese dzine rezinesi dzakapihwa pano;",
    "1406692811": "kuita spamming kana kutumira chero mhando yekushambadzira, kuyedza kutumirwa, kutaurirana kwevanhu vakawanda, mari inopihwa kana zvikumbiro, kukumbira masevhisi, kushambadzira, kushambadzira, mameseji asina maturo, nyaya dzakapetwa, zvisiri pamutemo, mawebhusaiti zvinongedzo, e-mail kero, kana ma ID enhume pakarepo kunze kwekunge zvichidiwa nebasa;",
    "3893539589": "isa zvinongedzo zvekunze zvinopa zvinhu kana masevhisi kunze kwekunge zvichidiwa nebasa;",
    "3214322759": "kana zvikasadaro ita chimwe chinhu chakaipa kana chitsotsi.",
    "3733422465": "8. Verifying your Identity",
    "267645277": "IMI inogona kuratidza chitupa chako. Izvi zvinogona kusanganisira kuenzanisa ruzivo rwako kubva kune wechitatu dhatabhesi kana zvinyorwa zvepamutemo zvepamutemo. Iwe unotipa mvumo yekubvunza chero zvakakosha kuti tisimbise chitupa chako, uridzi wako email kero yako, uye uridzi wako wemaakaundi ako emari. Unobvuma kupa ruzivo pamusoro pako kuti utibatsire pakuongorora chitupa chako.",
    "4169910317": "9. Kutevedza Mutemo",
    "519755936": "Iwe wega une basa rekutevedzera mitemo yemubatanidzwa, yenyika, yepurovhinzi, neyemuno ine chekuita nekushandisa kwako masevhisi. Unobvuma kutidzivirira uye kutibata tisina mhosva kune chero zvichemo zvatiri kupomerwa nekuti wakatadza kutevedzera chero mutemo kana kutyora chero kodzero dzebato rechitatu, kusanganisira pasina kuganhurirwa kondirakiti, pfuma yenjere, kana kodzero dzekuvanzika.",
    "731546974": "10. Mupiro kana Integrator Mitero",
    "3128328457": "Kana iwe uri Mubatsiri kana Integrator, iwe wega une mhosva yekubhadhara chero inofungidzirwa kana imwe yemubatanidzwa, yenyika, kana yemuno mutero wemari, kuchengetedzwa kwevanhu, FICA, uye muripo wevashandi unokweretwa nekuda kwekushandisa webhusaiti yedu, pamwe ne mitero yakafanana kana mhosva munzvimbo dzisiri dzeUS. Unobvuma kutidzivirira uye kutibata tisina mhosva kune chero ongororo yatingaite nekuti watadza kutevedzera chero mitemo yemutero.",
    "2931396764": "11. Kutyorwa kweMitemo Yebasa Iyi",
    "1240667045": "Tinogona kumisa, kumisa, kana kudzima kupinda kwako kuSevhisi chero nguva chero chikonzero, kusanganisira nekuti: (a) tinotenda kuti wakatyora iyi Mitemo Yebasa (kusanganisira mamwe marongero ane hukama); (b) tinotenda kuti wakatyora kodzero dzedu kana kodzero dzemumwe munhu wechitatu; (c) hatikwanise kuona kana kutsigira ruzivo rwawakatipa; kana (d) tinotenda kuti zviito zvako zvinogona kugadzira zvikwereti kwauri, isu, kana wechitatu bato. Kuti tidzivise kupokana, tine kodzero yekukudzivirira kana kukumisa kubhadhara kana tichitenda zvine musoro kuti pane zviri pamusoro zvinoshanda pakubhadhara kwakadai.",
    "1601080128": "Kana tikamisa kana kumisa account yako, hauchakwanisa kuwana chero zvikamu zvewebhusaiti, kusanganisira data, mameseji, mafaera, uye zvimwe zvinhu zvaunochengeta pasaiti. Iwe haugone kuramba uchishandisa webhusaiti yedu pasi pezita rakasiyana kana idzva account account. Kutyorwa kweMitemo yeSevhisi iyi kunogona kutongerwa kuzere kwemutemo uye kunogona kukonzera zvimwe zvirango nezvirango.",
    "1160707899": "12. Basa reMupi uye Hukama neIMI nevamwe Vanokumbira",
    "269838707": "Kana iwe uri Mubatsiri, iwe uye iwe chete unosarudza kuti nderipi uye mangani mabasa ekuita, uye riini uye kupi kwaunoapedzisa. Iwe wakasununguka kushandisa yakawanda kana shoma nguva yekupedzisa mabasa sezvaunosarudza. Hapana nguva iwe uri pasi pechisungo chekupedzisa basa.",
    "1087195513": "Kana iwe uri Mubatsiri anowana maSevhisi uye / kana kuita mabasa kuburikidza kana nekubatana neMubatanidzwa pachinzvimbo cheAnokumbira asiri IMI, saka unobvuma uye unobvuma kuti Intuition Machines haina mhosva uye haina chinosungirwa kwauri ruremekedzo kune chero mibairo kana imwe muripo webasa rakapedzwa. Unobvuma uye unobvuma kuti chero mibairo kana kumwe kuripwa kwemabasa akapedzwa kunotemerwa chete zvinoenderana nechibvumirano chako neMukumbiri uye/kana Mubatanidzwa, sezviri kushanda. Chero kukakavara pamusoro pemibairo yakadai kana kumwe muripo (kusanganisira pasina ganhuriro kutadza kugamuchira mibairo yakadaro kana kumwe muripo) kuri pakati pako chete neMukumbiri uye/kana Mubatanidzwa, sezviri kushanda.",
    "952813944": "Iko kushandisa kwako webhusaiti yedu kana chero chinhu chiri muchibvumirano ichi chinogadzira basa, kudyidzana, mubatanidzwa, agency, franchise, kana hukama hwemumiriri wekutengesa pakati pako neIntuition Machines. Isu hatikupe chero midziyo kana maturusi ekupedzisa basa. Isu hatikupe chero mabhenefiti, muripo wevashandi, kana kuvharirwa inishuwarenzi. Isu hatina mhosva kune chero mari yaunoshandisa pakushandisa webhusaiti yedu. Hatisi kuzokunyima chero mari kubva pamubairo wako wemubatanidzwa kana wehurumende mutero wemutero, Social Security, kana chero mumwe mutero. Wakasununguka nguva dzese kuita mabasa kune chero munhu kana bhizinesi, kusanganisira chero wevakwikwidzi vedu. Iwe hauna mvumo yekupinda mune chero chibvumirano, chakanyorwa kana nemuromo, wakamiririra Intuition Machines.",
    "3460432665": "Zvisinei nezviri pamusoro apa, kana uri muteresi wekuAmerica tinogona kukumbira kwauri W-9, kuti ivandudzwe gore negore, uye tinogona kukurambidza kuita mabasa kusvikira wapedza kana kugadzirisa W-9.",
    "458271951": "Kana iwe uri Mupi unowana maSevhisi uye / kana kuita mabasa kuburikidza kana nekubatana neMubatanidzwa wakamiririra Intuition Machines (kuita seMunokumbira), Intuition Machines inogona kukupa mubayiro wekupedza kunogamuchirwa kwemamwe mabasa. Kana ukaonekwa waita hutsotsi, kushungurudza, kana kutyora Mitemo yeSevhisi iyi, chero mibairo yese kwauri inogona kunyimwa uye/kana kudzoserwa neIntuition Machines.",
    "3056723024": "13. Kupedzwa Kusingagamuchirwi Kwemabasa",
    "3913203723": "Kana, nokuda kwechikonzero chipi nechipi, Mukumbiriri akasabvuma kuita basa rawakapedza, iwe seMupi kana Mubatanidzwa hauzove nekodzero yemubairo webasa racho. Kana mibairo yakatoparadzirwa kwauri nokuda kwebasa rakapedzwa zvisingagamuchirwi, tinogona kuvatora kubva kwauri.",
    "3666807632": "14. Mupi Zvikwaniriso uye Unyanzvi",
    "1993899769": "15. Kushandisa Kwedu Ruzivo",
    "2927283721": "Nekuita mabasa pawebhusaiti yedu, unobvumidza kuunganidzwa, kushandisa, uye kuburitsa ruzivo rwako pachako zvinoenderana neChakavanzika Policy yedu. Pamusoro pezvo, isu tinogona kugovera rumwe ruzivo nezvewe uye nemabasa ako apedza kuMukumbiri ane mabasa awakapedza kuti afambise hukama hwesevhisi uye kugadzirisa webhusaiti, kusanganisira, semuenzaniso, ID yeMupiro, mhedzisiro yebasa rakapedzwa, uye humwe hunhu hune hukama ne. hunhu hwako, mitauro, hunyanzvi, uye mashandisiro ewebhusaiti.",
    "3027055607": "16. Intellectual Property neProprietary Rights",
    "3910971075": "IMI ine kodzero dzese, kusanganisira kodzero dzezvivakwa, mune kodhi kodhi, kodhi yechinhu kana chimiro chepasi, mazano kana algorithms, API, uye chero software yekuwedzera, zvinyorwa kana data ine chekuita neSevhisi (\"Software\"). Iwe hauzo, zvakananga kana zvisina kunanga, kuburikidza nevechitatu bato kana neimwe nzira: (a) reverse mainjiniya, decompile, disassemble, kana neimwe nzira kuedza kutsvaga Software; (b) shandura, shandura, kana kugadzira zvinyorwa zvinobva pane chero Software; (c) kukopa, kurenda, kurenda, kugovera, kuvimbisa, kugovera, kana kuendesa kana kupinza kodzero kune chero Software; (d) kushandisa chero Software kugovana nguva, zvinangwa zvehofisi yebasa, kana neimwe nzira kubatsira mumwe wechitatu; kana (e) kubvisa chero zviziviso kana zvinyorwa.",
    "3660891610": "Kana iwe uri Mupi, IMI, uye kwete iwe, ine kodzero dzevaridzi mune chero basa raunoburitsa sechikamu chekupedzisa chero basa. Nekugamuchira zvibvumirano zveChibvumirano ichi unobvuma (uye woita) kuendesa zvinhu, muridzi, uye zita (kusanganisira kodzero dzese dzepfuma dziripo pasi rose) mukati uye kubasa rako kwatiri. Kuti tive nechokwadi chekuti tinokwanisa kuwana, kukwana, uye kushandisa kodzero dzakadaro, unobvumirana zvakare (i) kusaina chero magwaro ekubatsira mukunyorwa, kukwana uye kuchengetedzwa kwekodzero dzedu; uye (ii) kupa ruzivo rwakakwana rwekurekodha, kururamisa, kuchengetedza, kudzivirira, uye kusimbisa kodzero dzevaridzi dzakadaro mune chero uye nyika dzese. Zvisungo zvako pasi pechikamu chino zvichaenderera mberi kunyangwe wadzima kubva kana kurega kushandisa masevhisi. Iwe unotigadza segweta-mu-chokwadi kuti tikupe zvinyorwa panzvimbo yako nekuda kwezvinangwa zvakataurwa muchikamu chino.",
    "426125156": "17. Copyright uye Tora",
    "1408530660": "IMI inoremekedza zvinhu zvehungwaru zvevamwe uye tinochengeta kodzero yekubvisa pasaiti yedu chero zvinhu zvatinotenda kuti zvinogona kutyora kodzero dzepfungwa dzechero bato rechitatu. Kana iwe uchitenda kuti rako pachako basa rakakopwa nenzira inokonzeresa kutyorwa kwecopyright pane ino webhusaiti, ndapota taura neIntuition Machines rutsigiro rwevatengi.",
    "2696932851": "18. Kudzivirirwa",
    "3844300338": "Unobvuma kureverera, kudzivirira, uye kutibata isu tisina mhosva kubva kune chero uye zvese zvichemo, kukuvadza, zvikwereti, mitengo, uye mari (kusanganisira inonzwisisika muripo wemagweta uye mutengo), kubva kana zvine chekuita nekuita kwako mabasa kana kushandisa kwako webhusaiti yedu. .",
    "2474091800": "19. Kusawirirana nevamwe Vashandisi; Kusunungurwa",
    "3162107126": "IMI haisi bato kune chero gakava pakati pako nemumwe mushandisi weSevhisi. Iwe unosunungura IMI uye vanobatana nayo kubva kune chero uye zvese zvikumbiro, zvinodiwa, uye kukuvadzwa kwemarudzi ese uye zvisikwa, zvinozivikanwa uye zvisingazivikanwe, zvinofungidzirwa uye zvisingafungidzirwe, zvakafumurwa uye zvisina kuburitswa, zvichibva kana zvakabatana nechero gakava pakati pako nemumwe mushandisi.",
    "2271969747": "20. Ruzivo Rwakavanzika rwaunogamuchira",
    "1042802841": "Ruzivo rwechakavanzika iruzivo rwupi norwupi rwakamakwa serwakavanzika kana kuti muridzi, kana rwunofanirwa kunzwisiswa neanotambira sechakavanzika kana kuti muridzi. Izvi hazvisanganisi chero ruzivo rwuri (1) rwunowanikwa pachena, (2) rwagara rwuri mumaoko e, rwakagadzirwa zvakazvimiririra ne, kana kuti rwunotozivikanwa kune vanotambira, kana (3) rwakaziviswa nedare redzimhosva kana sezvinodiwa neimwe nzira. mutemo.",
    "1918025546": "Kana iwe ukapiwa ruzivo rwakavanzika kubva kune ani zvake ari paMasevhisi, unobvuma kuchengetedza kuvanzika kweruzivo rwakavanzika nechiyero chakafanana chekutarisira chaunoshandisa kuchengetedza ruzivo rwako rwechakavanzika, asi pasina chiitiko chine zvishoma pane zvakakodzera. Iwe haugone kuburitsa kana kuburitsa chero chakavanzika kana ruzivo rwemuridzi, kunze kwekunge zvichidikanwa pakuita basa. Ruzivo rwese mukati mebasa paIntuition Machines Platform inofanirwa kutorwa seyakavanzika kunyangwe ruzivo rwusina kudomwa sechakavanzika.",
    "2690395789": "Kana uye kana usisade ruzivo rwezvakavanzika rwawakagamuchira, unofanira kukurumidza kudzorera kana kuparadza (sekukumbirwa nemunhu akaburitsa ruzivo) makopi ese eruzivo rwuripo panzvimbo, masisitimu, kana zvimwe midziyo yaunodzora.",
    "2178073797": "Nekuda kwekuti kuburitsa ruzivo rwakavanzika kungakonzera kukuvadzwa kusingagadziriswe, munhu anoburitsa pachena anekodzero yekutsvaga zororo pane chero kukanganisa kana kutyisidzirwa kutyora kweshoko iri.",
    "2185860003": "21. Kugadziridza Webhusaiti",
    "2631249972": "Tinogona kuvandudza kana kugadzirisa webhusaiti yedu pasina chiziviso kwauri.",
    "3764131594": "22. Wechitatu-Bato Mawebhusaiti",
    "295955580": "Webhusaiti yedu inogona kunge iine zvinongedzo kune wechitatu-bato mawebhusaiti. Isu hatidzore, kuferefeta, kutarisa, kana kutarisa mawebhusaiti akadaro. Hatina mhosva uye hatitsigire zvirongwa zvekombuta, zvirimo, kana maonero ari pamawebhusaiti akadaro. Kana ukafunga kusiya webhusaiti yedu uye kuwana chero webhusaiti yechitatu-bato, unozviita nenjodzi yako.",
    "838225123": "23. Disclaimer yeWarranty",
    "3897238493": "MABASA ANOPIWA PANE “SESE ZVIRI” BASIS. HATIITA ZVINOmiririrwa KANA KUTI MAWARANTI, ZVINOREVA KANA KUTAURA, NEZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVAKAWANIKA, KUKWANA, KURERA, KUSVIKA, KANA KUITA KWEMABASA, CHESE SOFTWARE KANA ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU ZVINHU, ZVINHU ZVINHU ZVINHU. KUSVIRA ZVIKURU ZVINOTENDERWA NEMUTEMO, IMI INOBVARURA ZVINHU ZVINHU ZVINOTAURWA KANA ZVINOITWA, ZVINOmiririrwa UYE NEWARRANTI zvinosanganisira, ASI ZVISI ZVINOGIDZWA, ZVIRATIDZO ZVOKUTENGWA, KUKONZERA ZVINHU ZVINHU, UYE ZVINHU ZVINHU. YAKO CHETE UYE YAKATAURWA MUDZIDZO PANE IMI NERUREMEKO KUNHU ZVINHU ZVINHU, KUSIYANA, KANA KUSAGUTSIKANA NDEKUREGA MASHANDISO AWO. Hatizovi nemhosva yekukuvadza komputa yako, kurasikirwa kana huwori hwedata, kana kumwe kukuvadza kunoguma. kubva pakuwana kwako kana kushandisa webhusaiti kana Intuition Machines Platform. Kukanganisika kwakarongwa uye kusina kurongwa kunogona kuitika, uye hatikurudzire kuwanikwa kusingakanganisike kwewebhusaiti yedu.",
    "2110259227": "24. Kuganhurirwa kweMutoro",
    "3018077211": "25. Mubatsiri Kugadzirisa Kukakavadzana",
    "2790841456": "Kana iwe uri Mupiro, unobvumirana neinotevera arbitration clause uye kirasi chiito waiver:",
    "3302832698": "Alternative Dispute Resolution Inodiwa.",
    "561456032": "Unobvuma kuti kune chero gakava rinomuka kubva kana rine chekuita nekushandisa kwako masevhisi, kusanganisira chero gakava ringave rakamuka kubva panguva yawakatanga kuita mabasa eIMI, uye kunyanya kusanganisira chero chikumbiro chine chekuita nekuti mukontrakta akazvimirira, iwe unozotanga wazivisa IMI nezvezvaunopokana nazvo. Iwe ne IMI tinozoedza kugadzirisa nyaya kuburikidza nekutaurirana kwakananga kana kuyananisira. Tichapatsanura zvakaenzana mutengo wekuyananisa uye tinobvumirana kuti kuyananisira kuchaitwa kuburikidza nerunhare kana dzimwe nzira dzemagetsi. Kana chikumbiro chikaramba chisina kugadziriswa zvichitevera nhaurirano dzisina kurongwa kana kuyananisira, unobvuma kuti iwe ne IMI muchashandisa mubatanidzwa wekupedzisira uye unosunga kugadzirisa gakava. Ichi chinyorwa chinotonga zvichemo zvese zvakadzokororwa kubva panguva yawakatanga kushandisa webhusaiti yedu, zvingave zvichibva pakukanganisa, kondirakiti, mutemo, kusanganisira, asi zvisingaganhurirwe, chero zvichemo zverusarura uye kushungurudzwa, kungave zvichibva paCalifornia Fair Employment and Housing Act. , Chinyorwa VII cheCivil Rights Act of 1964, seyakagadziridzwa, kana chero imwe nyika kana yemubatanidzwa mutemo kana murau, mutemo wakaenzana, kana neimwe nzira.",
    "3794239003": "Arbitration Procedure.",
    "4193379787": "Kupokana kwese pasi pechibvumirano ichi kuchaitwa pasi pemitemo yeAmerican Arbitration Association kana nechibvumirano chakabvumiranwa pamusoro pekupokana. Muyananisi anenge ari mutongi wedare wemuUS akasarudzwa kubva pamazita asingasviki manomwe (7) kuburikidza neimwe nzira yekuramwa mabasa. Mukupopotedzana, bato rega rega richava nekodzero yekuita zvakaringana kuwanikwa kwevanhu, kuunza zvirevo, uye kupa zvapupu nehumbowo sezvinodiwa kuti vape nyaya dzavo nedziviriro, uye chero kupokana mune izvi kunogadziriswa nemutongi. Kugadziriswa kwegakava kunobva chete pamutemo unobata zvichemo nedziviriro yakumbirwa, uye mutongi gava haafanire kushandisa chero humwe hwaro kunze kwemutemo unodzora iwoyo. Mutongi wedare achave nekusadzivirirwa kwemukuru wevatongi kubva pamhosva yehurumende paanenge achiita basa remutongi, iyo immunity inowedzera chero humwe hudziviriro huripo. Mibayiro inofanirwa kusanganisira maonero akanyorwa emutongi ane musoro. Iwe unopa kodzero yako yekutongwa nejury pane chero chikumbiro chaungave nacho pamusoro peIMI kana icho IMI chingave nacho pamusoro pako. Chero chikumbiro chiri pasi peichi clause chinofanira kuunzwa mukati memutemo unoshanda wekugumira nguva. United States Federal Arbitration Act inotonga chirevo ichi, uye unobvuma kuti Chibvumirano ichi chinoratidza kutengeserana mukutengeserana.",
    "2583888954": "Kunze.",
    "1034830": "Makakatanwa anogona kunge asiri pasi pechibvumirano chekupokana sekupihwa neDodd-Frank Wall Street Reform uye Consumer Protection Act (Public Law 111-203) haabatanidzwe mune izvi.",
    "263977834": "Administrative Kuneta.",
    "1807512722": "Iwe unogona kuunza chero chikumbiro chinobva mukushandisa kwako webhusaiti ino kune hofisi yekutonga asi chete kusvika pamwero unoshanda mutemo unobvumidza kupinda kune yakadaro agency zvisinei nekuvepo kwechibvumirano chekugadzirisa. Zvichemo zvekutonga zvakadaro zvinosanganisira pasina miganho kana mhosva dzinounzwa pamberi peEqual Employment Opportunity Commission, US Department of Labor, uye National Labor Relations Board. Hapana chinhu chiri muchikamu chino chichaonekwa sechikutadzisa kana kukuregerera kuunza chikumbiro chekutonga pamberi pechero agency kuitira kuti uzadzise chisungo chako chekupedza zvigadziriso zvekutonga usati waita chikumbiro mukupokana, zvisinei, unosiya kodzero yekupihwa chero mubairo wemari kuburikidza neizvi. agency proceedings.",
    "996430331": "Nzvimbo yeArbitration.",
    "3040062804": "Chero kupikisa kuri kuitika pasi pechikamu chino kuchaitika nekusarudzika mukati meNyika yeCalifornia, kunze kwekunge uchigara kunze kweUnited States, pakadaro kupikisa kuchaitika zvachose pamagetsi kana parunhare. Kupopotedzana kunogona kuitika kune chero imwe nzvimbo kana kwakabvumiranwa nechero bato nekunyora. Pasinei nenzvimbo yaro, chero bato rinogona kusarudza kuvhotera kuburikidza nevhidhiyo live kana teleconference.",
    "3091247030": "Kirasi Action Waiver.",
    "2520904193": "Unosiya chero kodzero yaunayo yekuti gakava riunzwe, rinzwike, kana kuti kutongwa sekirasi, mubatanidzwa, kana chiitiko chemumiriri. Zvisinei nechero chimwe chikamu chiri muchibvumirano ichi, mutongo wapfuura hauzobviswe pachibvumirano ichi chero zvakadaro. Chero chirevo chekuti zvese kana chikamu chekuregererwa uku hachiitike, hachizivikanwi, chisina kana kuti chinopera chinogona kugadziriswa chete nedare rekutonga uye kwete nemutongi. Iwe haungadzorerwe kana kudziviswa kupedzisa mabasa pawebhusaiti yedu nekuda kwekushandisa kwako kodzero pasi peChikamu 7 cheNational Labor Relations Act, kana nekuisa kana kutora chikamu mukirasi, mubatanidzwa kana mumiriri chiitiko mune chero foramu. , asi isu tinogona zviri pamutemo kutsvaga kutevedzwa kweichi chiito chekuregera, uye kutsvaga kudzingwa kwekirasi yakadaro, zviito zvemubatanidzwa kana zvinomiririra kana zvirevo.",
    "3493572638": "Mari uye Fees.",
    "702926385": "Mapato ega ega achatakura mari yavo yekumiririra zviri pamutemo pakupokana kwakadaro, kunze kwekunge mari yegweta inopihwa zvakajeka nemutemo. Mapato achapatsanura mari yekutonga inobhadhariswa nemutongi gava, kusvika pamutengo unodarika mazana maviri nemakumi mashanu emadhora kwauri (US$250.00). Mutengo wemutongi wedare uye mutori wenhau wedare, kana uripo, uchatakurwa nesu pakutanga; zvisinei, mutongi wedare achave neungwaru hwekupa muripo wakakodzera kune bato riripo, sekupihwa nemutemo, uye / kana kuda kuti mapato apatsanure mutengo unobatanidzwa nemurevereri uye / kana mutori wenhau wedare.",
    "3199694247": "Severability.",
    "3102490587": "Kunze kweKirasi Action Waiver, kana chero temu kana gadziriro, kana chikamu chechikamu chega chega chega chega chega chega chega chega chega chega kana kuti hachishandiswe chinodimburwa uye chinosara chechirevo chekupokana chichatevedzwa.",
    "2323013093": "26. Mutemo Unoshanda",
    "2900525040": "Mitemo yeNyika yeCalifornia ndiyo inotonga aya Matemo eSevhisi uye chero gakava, kupokana, kana kuda kunobva mazviri.",
    "3339302473": "27. Kugumiswa",
    "1158384644": "Iwe unogona kusarudza chero nguva kurega kushandisa webhusaiti yedu, chero iwe uchifanirwa kutevedzera ese anoshanda IMI marongero. Isu tinogona, mukufunga kwedu chete, kumisa chibvumirano ichi, kumisa kupinda kune webhusaiti yedu, kana kubvisa chero masevhisi nekukasira pasina chiziviso chero chikonzero.",
    "41530052": "28. General Terms",
    "3202747130": "Chibvumirano Chese. Iyi Mitemo yeSevhisi uye chero marongero, maitiro, kana mazwi akataurwa muchibvumirano ichi anoumba chibvumirano chese chemapato maererano nemusoro wenyaya, uye anotsiva nekudzima zvese zvisati zvaitika uye zvemazuva ano zvibvumirano zvine chekuita, zvirevo, zvinomiririra, uye kunzwisisa kwemapato. .",
    "4080263153": "No Waiver. Isu hatizonzi takasiya chero chikamu chekodzero dzedu kana mishonga kunze kwekunge kuregera kuri mukunyora uye kusaina nesu. Kana tikanonoka kumanikidza kana kutadza kumanikidza kodzero dzedu pasi pechipi nechipi chechibvumirano ichi, hazvizove kuregera kwekodzero yedu yekuzoteedzera gadziriro yakadaro kana chero chikamu chechibvumirano ichi.",
    "1789371580": "Basa. Iwe haugone kupa aya Mitemo Yebasa pasina mvumo yedu yakanyorwa. Tinogona kupa aya Terms of Service chero nguva, pasina chiziviso. Zvichienderana nezviri pamusoro apa, aya Matemu eSevhisi achange achisunga kune vanotsiva vebato rega rega uye mabasa anotenderwa.",
    "2819628066": "Severability. Kana chero gadziriro yeMitemo yeSevhisi iyi ikawanikwa isingashande kana isingaite chero chikonzero, hazvizokanganisa kutendeseka uye kusimba kwezvipi zvasara zvinopihwa.",
    "3955981186": "Amendments. Hapana kugadziridzwa kana kugadziridzwa kune aya Matemu eSevhisi nemumwe munhu kunze kweIMI achange achisungirira paIMI kunze kwekunge mune chiridzwa chakanyorwa chakasainwa nemumiriri ane mvumo yeIMI.",
    "1377538813": "Mutauro Uripo. Shanduro yemutauro weChirungu yeMitemo yeSevhisi iyi inotonga mune zvese uye ichabudirira kana paine kusawirirana neshanduro dzakashandurwa, kana iripo.",
    "2438016011": "Chibvumirano Chekuzvipira. Vese mapato kuMitemo yeBasa iyi vanomiririra uye vanobvumirana kuti mumwe nemumwe akaongorora zvese zvechibvumirano ichi, akanyatsoverenga uye anonzwisisa zvizere zvese zvayapihwa, uye ari kuzvidira kupinda muchibvumirano ichi.",
    "2445034923": "Kana iwe usingabvumirani nese zvirevo uye mamiriro eiyi Mitemo Yebasa, usaite (uye iwe haugone) kushandisa kana kuwana iyo Saiti kana masevhisi.",
    "2646127839": "Mutengi Appendikisi kune Master Terms of Service",
    "4097297673": "SeMutengi, Anokumbira, kana Musanganisi, unobvuma kusungwa nematemu ari pasi apa mukuwedzera kune chero mamwe mazwi anosunga pakati pako neIMI.",
    "1093280979": "1. Platform Order Forms",
    "1549953005": "Iwe unogona kunge wapedza rimwe kana akawanda epuratifomu yekuwana maodha mafomu (rimwe nerimwe, \"Fomu reOdha\") semamiriro ekuve Mutengi kana Mukumbi. Kana zvirizvo, saka mazwi nemamiriro anotsanangurwa muFomu Yekurongeka anove chikamu cheMitemo yeSevhisi uye anobatanidzwa nereferensi.",
    "3819851005": "2. Fees",
    "1591032933": "Iwe unozobhadhara IMI mubhadharo sezvakatsanangurwa muFomu reOdha rinoshanda kuburikidza nenzira yekubhadhara yawakapa muFomu reOdha rinoshanda. Kunze kwekunge zvabvumiranwa nemapato ese ari maviri nekunyora, unozopa mubhadharo wakakwana wemainvoice ese anopihwa mukati memazuva makumi matatu (30) mushure mezuva rekutumira invoice. Iwe unotipa mvumo yekumhanyisa kadhi rechikwereti paruzivo rwekadhi rechikwereti rwaunotipa, kuchengetedza ruzivo rwekadhi rechikwereti, uye kubhadharisa kadhi rako rechikwereti kana imwe account yatinobvumirana senzira yekubhadhara. Kunze kwekunge zvataurwa neimwe nzira paFomu reOdha kana mukati meBusiness Service Agreement yako kana Master Service Agreement, mari dzese dzeSevhisi, kunze kwekuwandisa, dzinobhadharwa gore rega rega panotanga masevhisi anopihwa neIMI pasi peChibvumirano chako (iyo \"Zuva Rinoshanda\").",
    "4142610534": "Chero muripo unononoka kubhadhara unowedzera kunonoka kubhadhariswa pamwero we1.5% muzana pamwedzi kana huwandu hwepamusoro hunobvumidzwa nemutemo, chero hwakaderera. Kana ukatadza kubhadhara mari yakafanira pasi peChibvumirano ichi chero chikonzero, account yako inogona kumiswa, nekufunga kwedu chete, zvekuti hapana imwe mari ichaitwa kubva kuaccount yako kuti upedze mabasa uye mabasa ako ese achabviswa. kubva pawebhusaiti yedu. Iwe unofanirwa kutidzosera mari yese yakafanira paunoda, pamwe nechero muripo wekugadzirisa, muripo wekupedzisira, kana muripo wemagweta. Isu tinogona zvakare kuita marepoti akakodzera kune masangano ekuzivisa zvikwereti uye vane masimba ekuchengetedza mutemo.",
    "512991700": "Kana iwe uchida kupokana chero muripo, unofanirwa kubata dhipatimendi redu rekutsigira vatengi pasati papfuura mazuva makumi matatu (30) mushure mezuva rekuvhara pazuva rekutanga rekubhadharisa kana account statement umo kukanganisa kana dambudziko rakaonekwa kuitira kuti ugamuchire gadziriso kana kiredhiti.",
    "1273914192": "3. Mitero",
    "4242322181": "Iwe une basa rekubhadhara mitero yese ine chekuita neSevhisi kunze kwemitero yeUS inoongororwa paIntuition Machines' mari inowanikwa kana zvinhu zvako.",
    "1671996585": "Iwe unogona kudikanwa kuti ubatanidze webhusaiti yako, application, kana chikuva neMasevhisi edu kuburikidza neyedu application programming interface (\"API\"). Kana ukadaro, tinokupa mvumo, isingasarudzike, isingachinjike, isingagone kugoverwa, rezenisi rekushandisa API chete kuwana maSevhisi. Tinogona kugadzirisa API uye/kana kurega kutsigirwa kweshanduro dzekare kana kuburitswa kweAPI chero nguva. Isu tinochengeta kodzero yekumisa kana kudzikamisa kupinda kwako kuAPI mukufunga kwedu chete, uye isu tichashandisa zvine musoro kuedza kukupa iwe chiziviso usati wamiswa.",
    "4036662147": "5. Kuchengetedzwa Kweruzivo Rwakavanzika",
    "3564208535": "Unobvuma kushandisa zvekutengesa zvine musoro kuedza kuchengetedza chero Ruzivo Rwakavanzika rwakagamuchirwa kubva kwatiri kana kuburikidza neMasevhisi edu. inosanganisira zvibodzwa zvebot uye zvisiri zveruzhinji zvebasa redu rebhizinesi, kusanganisira zvinyorwa zvisiri zveveruzhinji uye chero ruzivo rwatingagovane maererano nemaitiro edu ekuona bot. Kana iwe ukapihwa mukana kune chero Ruzivo rwakadai rweChakavanzika, tinogona kugadzirisa, kumisa, kana kudzikamisa kuwana kwako kuMasevhisi edu mukufunga kwedu kana tikaona kuti Ruzivo Rwakavanzika rwuri kuburitswa nekushandisa kwako masevhisi, uye isu tichashandisa zvine musoro kuedza. kukupa chiziviso usati wamiswa.",
    "120384113": "6. Kugumiswa",
    "453723556": "Unogona kumisa Appendikisi yeMutengi iyi yakazvimirira paMitemo yeSevhisi nekurega kuva Mutengi kana Mukumbi. Isu tine kodzero yekumisa kana kumisa chimiro chako seMutengi kana Anokumbira chero nguva, kana kumisa account yako kana kushandisa Sevhisi zvinoenderana neMitemo Yebasa. Iwe unoramba uine mhosva pakugumiswa kwechero mari yakafanira pasi peFomu reOdha yako. Kana kunyorera kwako kuchisanganisira chero mubhadharo wepamwedzi kana wepagore kana mashoma epamwedzi kana epagore, iwe uchange uchine mutoro wekubhadhara mari yese yeSevhisi kusvika kupera kwemwedzi iwoyo kana gore, zvichiteerana.",
    "218889628": "Kunze kwepatinomisa Appendix yeMutengi iyi kana Mitemo yeSevhisi nekuda kwekutyora kwako Appendix yeMutengi iyi kana Mitemo yeSevhisi, kana tikamisa uye iwe watibhadharira mari yekutanga, tichadzosera chikamu chepro-rata cheizvi. mari inobhadharwa, zvichienderana nenguva yasara kana masevhisi awakabhadharira, chero ishoma. Isu tichapedzisa basa redu nenzira yekutengeserana zvine musoro uye kuchengetedza uye kuendesa kwauri ese akabhadharwa-yeOutput Data Sets uye ese Mutengi Dhata ari matiri. Pamusoro pekugumiswa, isu tinogona asi hatisungirwe kudzima chero data.",
    "2505227594": "7. Kuwandisa",
    "2369877184": "Iyo yakanyanya kubvumidzwa peak RPS mwero wehCaptcha Integrators kana Vatengi zvikumbiro chiuru pasekondi kune masangano ari mukati meakaundi yako (\"RPS\"), kunze kwekunge zvataurwa neimwe chibvumirano chakanyorwa pakati pako nesu.",
    "234420106": "Muchiitiko chekuti iwe uri Integrator kana Mutengi wehCaptcha Enterprise sevhisi uye mashandisiro ako API sekuyerwa neRPS inodarika mwero wakapihwa wetier yako yebasa, tinogona kusarudza kugadzirisa sevhisi yako kana kubhadharisa mwero wakawandisa. Muchiitiko chekuti RPS yako yepamusoro yakadarika mwero wakapihwa nechikamu chegumi chegumi kana anopfuura maminetsi akazara mukati memazuva makumi matatu uye ruzhinji rwezvikumbiro izvi, mukutonga kwedu chete, kwete traffic yakaipa, isu tinogona kusarudza kukubhadhara iwe pachibvumirano chako chakatsanangurwa overage rate kune ese API zvikumbiro zvakaitwa mumwedzi iwoyo.",
    "2619472217": "8. Resale",
    "2019702084": "Kunze kwekunge zvichitenderwa muMutengi weChibvumirano cheMutengi Sevhisi kana Chibvumirano cheReseller, yakarairwa SaaS Services haizotengeswa, kutengeswazve, kurenda, kurenda, kupihwa rezinesi, kupihwa rezinesi, kana neimwe nzira kuwanikwa kune chero munhu wechitatu (kunze kweMubatanidzwa weMutengi. ), uye maodha ese ari pasi peChibvumirano uye kushandiswa kwese kweMutengi kweSevhisi kuchave kweMutengi kana Yemubatanidzwa wake wemukati bhizinesi kushandiswa.",
    "1233229030": "Miscellaneous",
    "1467783792": "Hapana munhu, sangano, kana sangano rakatenderwa neUnited States (\"Sancctioned Actor\") anokodzera kuwana mibairo kana kushandisa Masevhisi seMubatanidzwa. Kuti tidzivise kusahadzika, izvi zvinosanganisira chero Vatambi Vakatemerwa Vakagadzwa neHofisi yeKunetswa Kwepfuma Control (\"OFAC\") yeDhipatimendi reU.",
    "3759657802": "Iwe haugone kugovera, kutamisa, kana kupa iyi Mitemo yeSevhisi kana kodzero dzako kana zvisungo pazasi neimwe nzira (nekushanda kwemutemo kana neimwe nzira).",
    "1627232990": "Dudziro dzeMitemo yeSevhisi iyi dzinopihwa nepamusoro-soro. Kana paine musiyano mukuru pakati peMitemo yeSevhisi yemutauro weChirungu neshanduro yacho, Mitemo yeSevhisi yemutauro weChirungu ichatorwa seinemvumo.",
    "805221621": "Ndapota taura nesu pa",
    "259613338": "kana uine chero mibvunzo maererano neMitemo yeSevhisi iyi.",
    "2735878907": "Bhizinesi Rekuenderera Kuronga Chirevo",
    "2887242610": "Intuition Machines, Inc yakagadzira Bhizinesi Rekuenderera mberi Chirongwa pamusoro pekuti tichapindura sei kune zviitiko zvinokanganisa zvakanyanya bhizinesi redu rehCaptcha. Sezvo nguva uye kukanganisa kwenjodzi uye kukanganisa kusingatarisike, tichafanirwa kuchinjika mukupindura kune zviitiko chaizvo sezvazvinoitika. Tichifunga izvozvo, tiri kukupa ruzivo urwu pahurongwa hwedu hwekuenderera mberi kwebhizinesi.",
    "809251240": "Contact Us",
    "2551802342": "-Tinoronga kukurumidza kupora uye kutangazve mabhizinesi mushure mekuvhiringwa kwakakosha kwebhizinesi uye kupindura nekuchengetedza vashandi vedu uye zvivakwa, kuita ongororo yezvemari neyekushanda, kuchengetedza mabhuku ekambani nemarekodhi, uye kubvumira vatengi vedu nevashandisi vavo vekupedzisira kuita pamhepo. Muchidimbu, chirongwa chedu chekuenderera mberi kwebhizinesi chakagadzirirwa kubvumidza kambani yedu kuti itangezve kushanda nekukurumidza sezvinobvira, tichipihwa chiyero uye kuoma kwekukanganisa kwakakosha kwebhizinesi. Yedu bhizinesi rekuenderera mberi chirongwa kero: data backup uye kudzoreredza; ese mamission akakosha masisitimu; kuongororwa kwemari uye kushanda; kumwe kutaurirana nevatengi, vashandi, uye masangano anoona; imwe nzvimbo yemuviri yevashandi; yakakosha mupi uye mutengi maitiro; regulatory reporting; uye nekupa vatengi vedu chiziviso chekukurumidza kana isu tisingakwanisi kuenderera mberi nebhizinesi redu. Yedu core supplier dziva rinotsigira marekodhi edu akakosha munzvimbo yakapatsanuka. Kunyange zvazvo mamiriro ezvinhu echimbichimbi ega ega achiunza matambudziko akasiyana-siyana zvichienderana nekunze kwezvinhu, zvakadai senguva yezuva uye kuoma kwekuvhiringidza, takakurudzirwa neboka revatengesi iri kuti chinangwa chavo ndechekudzorera mabasa avo uye kukwanisa kutangazve mabasa nokukurumidza. Kunyangwe isu takashanda kudzikisa njodzi nekushandisa vakasiyana seti yevatengesi, masevhisi ako anogona kugadziridzwa kana kukanganisa panguva ino.",
    "826396656": "Yedu Bhizinesi Rekuenderera Kurongwa",
    "1979347895": "-Kukanganisa kukuru kwebhizinesi kunogona kusiyana muhukuru hwayo, sekunge femu yedu chete, chivako chimwe chete chinogara femu yedu, nharaunda iyo kambani yedu iripo, guta ratiri, kana dunhu rose. Mukati meimwe neimwe yenzvimbo idzi, kuoma kwekuvhiringidza kunogonawo kusiyana kubva padiki kusvika kune yakanyanya. Mukukanganisa kufemu yedu, dunhu redu rebhizinesi, guta, kana dunhu kana chivako chinogara femu yedu, isu tichaendesa mashandiro edu kunzvimbo yeko pazvinenge zvichidikanwa uye tinotarisira kusakanganiswa kwezvinhu kumashandiro ebhizinesi. Mune chero mamiriro ezvinhu, isu tinoronga kuenderera mberi mubhizinesi, kuendesa mashandiro kune vamwe vatengesi kana zvichidikanwa, uye kukuzivisa iwe kuburikidza newebhusaiti yedu pa hcaptcha.com uye yedu mamiriro peji pa hcaptchastatus.com kuti ungatibata sei. Kana kukanganisa kwakakosha kwebhizinesi kwakanyanya zvekuti zvinotitadzisa kuramba tiri mubhizinesi, tichakuzivisa nekukurumidza.",
    "653679457": "Kusiyana Kuvhiringidza",
    "410397176": "Kuti uwane mamwe mashoko",
    "2095899021": "hCaptcha Branding Guidelines uye General Trademark Rezinesi",
    "2340340589": "Nhungamiro dzekushandisa iyo hCaptcha chiratidzo",
    "2430148876": "Isu takagadzira aya nhungamiro uye rezinesi rechiratidzo rekutengesa kuti zviite nyore sezvinobvira kune vatengi vedu, vatinoshanda navo, uye mafani kuti vashande nemhando yedu tichichengetedza kuzivikanwa kwekambani yedu. Kana iwe uchida kushandisa hCaptcha icons, logos, kana mamwe mamaki nenzira dzinosiyana kubva kune aya nhungamiro, unozofanirwa kutibata (IMI) kuti uwane rezinesi rakanyorwa.",
    "3884400764": "Nepo iwe uchigona kushandisa hCaptcha mamaki pazvigadziro izvi, hazvireve kuti une chero kodzero dzakapihwa muhCaptcha Marks, logos, kana mune chero imwe trademark, zita rekutengesa, service mark, zita rebhizinesi kana goodwill yehCaptcha. Tinoda kupa kuchinjika kwakawanda sezvinobvira, asi isu tinosungirwa kuchengetedza hCaptcha kuti isashandiswa zvisina mvumo chero ipi zvayo chiratidzo, zita rekutengesa, chiratidzo chebasa, zita rebhizinesi kana kufarirwa kwehCaptcha. Chero kushandiswa kusingatenderwe kunodzima chete mvumo kana rezinesi rakapihwa nehCaptcha uye inogona kuunza zvikwereti zvepamutemo kune chero kukuvara.",
    "512598290": "Nekudaro, isu tinofanirwa kubvunza kuti iwe unogara uchishandisa ese hCaptcha mamaki uye logos muchimiro chinoteedzera kumitemo iri pazasi, kusanganisira capitalization, typeface, uye chimiro.",
    "2075610992": "Ndatenda nerutsigiro rwenyu!",
    "1023190144": "hCaptcha® mune zvinyorwa",
    "4274324704": "Heano maitiro ekushandisa zita redu mune yakanyorwa kopi:",
    "3912926900": "hCaptcha® inofanira kuva nechiratidzo chechiratidzo chakanyoreswa kekutanga painooneka mukopi yekugadzira.",
    "950637875": "hCaptcha spelling haifanire kuchinjwa uye hCaptcha inofanira kugara ichinyorwa mutsamba yechipiri (\"C\"). Haina kumbova nezvakawanda kana kuva nezvinhu.",
    "2624601135": "\"hCaptcha\" haifanirwe kushandiswa sechikamu chezita rechiratidzo, rakabatanidzwa nehyphen, kana kushandiswa mumazita ekushandisa kana zvimwe zvigadzirwa.",
    "3828090208": "Pane shandisa \"hCaptcha\".Kana yakashandiswa nelogo yechitatu, \"hCaptcha\" inoda kuva diki muhukuru pane yechitatu logo.",
    "4149738856": "hCaptcha inofanira kushandiswa sechirevo uye ichiteverwa nezwi rakakwana.",
    "1446868537": "hCaptcha haifanire kushandiswa sechiito.",
    "2487931657": "Usashandise: \"isu hCaptcha'd yedu saiti.\"",
    "2565565429": "Panzvimbo shandisa: \"isu tinoshandisa hCaptcha kuita kuti saiti yedu ive yakachengeteka uye yakachengeteka.\"",
    "3434202027": "Chero kushandiswa kwezita re hCaptcha mukutaurirana kunoda kupihwa: \"hCaptcha chiratidzo chakanyoreswa cheIntuition Machines, Inc.\"",
    "2754937029": "Zvisingagamuchiriki Zvishandiso",
    "2436973524": "Zvinyorwa zvakarurama chete zvinogamuchirwa. Hazvibvumirwi kutaura kuti saiti inoshandisa hCaptcha masevhisi uye maapplication kana isingaite. Saizvozvo, kushandiswa kwelogo yedu kana chero mabheji akakodzera chete kana saiti inoshandisa hCaptcha masevhisi.",
    "69844082": "hCaptcha trademarks, graphic symbols, logos, typeface, kana zvidhori zvinogonawo kusashandiswa nenzira inozvidza.",
    "3861413614": "Iwe haugone kushandisa chero hCaptcha trademark kana logo izvo zvingareva kuti hCaptcha ine hukama kana tsigiro, tsigiro, kana tsigiro yechigadzirwa chechitatu bato kana sevhisi, pasina mvumo yakanyorwa yakanyorwa.",
    "1409822234": "Hapana mamiriro ezvinhu achashandiswa zvakafanana kana kuti zvakafanana hCaptcha zita rezita.",
    "4181060163": "Vatatu havafanirwe kushandisa misiyano kana zviperengo zvisirizvo kana kuita chero nzira zvingakonzeresa kuvhiringika kwechido pamusoro pezviratidzo zvehCaptcha.",
    "3955555607": "Kunze kweVadyidzani kana Vatengesi Vakatenderwa, mapato echitatu anogona kusabhadharisa mazwi akakosha, Google AdWords, kana mamwe masisitimu anonangwa ekushambadzira achishandisa hCaptcha mamaki kana zvisirizvo. Zvakare mapato echitatu haashandise mamaki ehCaptcha mumazita emazita, chero injini yekutsvaga optimization, meta tags, mazwi ekutsvaga, kodhi, kana kumwe kumiririra zvisirizvo.",
    "1985238261": "Mamwe Maki Akarambidzwa",
    "2193061499": "Mamwe ma logos edu uye mamaki anongobvumidzwa kushandiswa nehCaptcha nevamwe vayo. Vechitatu mapato havagone kushandisa anotevera mamaki vasina rezinesi rakanyorwa kubva kuhCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop nehCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Batsira Kuvaka Webhu iri Nani™",
    "364774188": "Ndiri munhu™",
    "2785425016": "(mumamiriro ezvinhu emhinduro yekusimbisa vanhu, semuenzaniso kudanwa kuita)",
    "2639657759": "Makaka Anoshandiswa Nemvumo",
    "1268918580": "Mamwe malogo uye mamaki anoshandiswa nehCaptcha nevamwe vayo ndevevechitatu mapato uye anogona kushandiswa chete nemvumo yavo. Vechitatu havagone kushandisa mamakisi anotevera kunze kwekunge zvabvumidzwa nevaridzi vawo:",
    "3782751514": "HUMAN Protocol® chiratidzo chakanyoreswa cheHUMAN Protocol Foundation, uye chinoshandiswa nemvumo yayo.",
    "1620709264": "HUMAN Token® chiratidzo chakanyoreswa cheHUMAN Protocol Foundation, uye chinoshandiswa nemvumo yayo.",
    "3031953928": "HUMAN Network™ chiratidzo chekutengeserana cheHUMAN Protocol Foundation, uye inoshandiswa nemvumo yayo.",
    "3554363588": "Mamwe Mako",
    "3290996791": "Mamwe ese mazita echigadzirwa, marogo, uye mhando zvinhu zvevaridzi vazvo. Mamwe ese mamwe mazita ekambani, zvigadzirwa uye sevhisi anoshandiswa mune ino webhusaiti ndeyezvinangwa zvekuzivikanwa chete. Kushandiswa kwemazita aya, marogo, uye mhando hazvireve kutsigirwa.",
    "2444685143": "Logo Policy",
    "2414232014": "Chiratidzo chedu chinoonekwa nekukasira uye chimwe chezvinhu zvedu zvakakosha uye zvakakosha. Kuti ive nechokwadi chekuti inoramba yakamiririra yakasimba yekambani yedu, inofanirwa kuratidzwa zvine hungwaru uye zvinoenderana munzira dzese dzekutaurirana.",
    "803639471": "Iyo hCaptcha logo inoumbwa neruoko icon uye iyo hCaptcha logotype. Mune imwewo fomu, chiratidzo cheruoko chinogona kuoneka chega kana nzvimbo ichivharirwa uye \"hCaptcha\" inoshandiswa sechiratidzo chezwi (sezvatsanangurwa pamusoro) padyo nechiratidzo cheruoko, zvekuti zvinojeka chiratidzo cheruoko chinomiririra hCaptcha.",
    "564127016": "Iyo hCaptcha ruoko icon:",
    "1424800293": "Iyo hCaptcha logo:",
    "1525506526": "Chii chinonzi Account Takeovers Uye Dzinoshanda Sei?",
    "2446481523": "Pane ngano yechinyakare umo mutyairi wengoro uye munhu anokudzwa vanozviratidza panzvimbo inochengeterwa vanhu mumusha mudiki. Mumwe murume, akanga akapfeka zvipfeko zvakasviba, zvourombo, akaudza constable, “Ndini muchinda. Murume uyu ndiye aiva driver wangu.",
    "1767952047": "Akandirwisa nezuro manheru, akandibira mbatya dzangu uye akatora mari yangu.” Mumwe murume, akanga akapfeka zvakapfava zvikuru, zvipfeko zveboka revakuru, akapindura, “Constable, munhu uyu anopenga. Anofunga kuti munhu anokudzwa. Ndini changamire chaiye. Musungei!”",
    "2947576723": "Iyi nyaya inotangira marezinesi ekutyaira uye kudhindwa kwemunwe wedhijitari, asi inopa muenzaniso wakanaka wezvingaite zvisirizvo mumamiriro ekutora account. Munhu anopinda muakaundi yebhangi yepamhepo kana app mobile payments. Ndiye ane account chaiyo here, kana hacker? Ndiani chaizvoizvo? Idzi nyaya dzekuchengetedza dzinobata masangano anobvumidza wega-sevhisi account kuwana.",
    "1687299615": "Chii chinonzi kutora account?",
    "2648707986": "Kutorwa kweakaundi inzira yekubiridzira padandemutande apo mutambi ane hutsinye anoteedzera muridzi weakaundi yepamhepo. Kazhinji, iyo account iri panzvimbo yezvemari kana bhizinesi re-e-commerce uko munhu anobiridzira anogona kuba mari, zvekutengesa kana makadhi ezvipo. Anorwisa anoshandisa zvakabiwa zvekupinda kuti awane iyo account obva aitora, pamwe achichinja password kuvhara muridzi weakaundi kunze.",
    "1476843710": "Mari shoma inokuvadza asi ichiri kukuvadza nzira dzekutorwa kweakaundi dzinosanganisira kubiwa kwemaakaunti enhau dzemagariro nezvimwe zvakadaro. Muzviitiko izvi, anorwisa anowanzo edza kuparadzira malware kana kuita phishing kurwisa shamwari dzisingafungidziri dzemunhu akabatwa. Kana, munhu anorwisa ari kuedza kunyadzisa munhu akabatwa, izvo dzimwe nguva zvinoitika nevanozivikanwa uye vezvematongerwo enyika, semuenzaniso.",
    "2904949278": "Hacker inotora sei account?",
    "2575690545": "Kutorwa kweakaunti, sehutsotsi hwepa cyber hwakawanda, inyaya ye otomatiki, maitiro akawanda. Kashoma kuti hacker, akapfeka hoodie mukamuri yepasi yaamai vake, kutaipa mapassword mumawebhusaiti ebhangi rimwe panguva.",
    "3614653023": "Asi, tsika iyi inotsamira pakurwiswa kwakakura-kwekurongeka kunoedza mamirioni ezita rekushandisa/password pairs pane akawanda emasangano emari anotarirwa netarisiro yekuvhura diki diki reakaundi. Kana iyo otomatiki yekubiridzira software yawana mukana kuaccount, munhu anobira anogona kuzobatanidzwa, asi mune dzimwe nguva, kwete.",
    "2762759509": "Kurwiswa kwakawanda kwekutora account kunongoita otomatiki.",
    "1972710018": "Kuzviona kubva pakuona kwekambani",
    "1282121137": "Kuti unzwisise kuti dambudziko rekutorwa kweakaunti rinogona kunetsa sei, funga kuti chiitiko chacho chinotaridzika sei kubva pakuona kwesangano rezvemari. Ivo vanobata mamirioni emasaini mazuva ese.",
    "2315518622": "Nehunyoro huripo mumidziyo yekurwisa yanhasi, zvinonetsa kuona kuti ndedzipi, kana dziripo, dzine chitsotsi. Zvadaro, munhu anofonera mutsara webasa revatengi uye oti \"Akaunti yangu yarwiswa! Handikwanise kupinda uye mumwe munhu ari kundibira mari yangu!”",
    "1836369533": "Kufanana nomupurisa wengano, munhu angaziva sei kuti ndiani chaizvo? Kana munhu anorwisa aine zvitupa zvakabiwa zvakakwana, senge nhamba yerezinesi rekutyaira, nhamba yechengetedzo yemagariro, zita raamai remusikana, kero, nezvimwe zvakadaro, zvinogona kunetsa kuona kuti munhu ari kufona ari iye chaiye ane account here kana kuti anorwisa ari kuyedza kuwana password reset pane account yaanoda kupinda.",
    "2880837730": "Chii chingaitwa kumisa kutora account?",
    "3654556483": "Masangano ezvemari uye eCommerce makambani ane maitiro uye zvidzoreso zvinoderedza imwe yekutyisidzira kwekutora account. Izvi zvinosiyana kubva kune yechinyakare \"yaive zita reshamwari yako yepamoyo pachikoro chepuraimari\" mibvunzo yekuchengetedza kune nzira dzekuona dzinoburitsa zvinofungidzirwa kero dzeIP uye nharembozha profiles.",
    "2449501658": "inopa imwe yedzakanyanya nzira dzekudzikamisa kutyisidzira kubva muhutsotsi kuedza kupinda maakaundi, kushandisa muchina kudzidza kuona uye kumisa bots, uye zvinobudirira kuita kuti zviome zvakanyanya kana zvisingaite kuti vanobiridzira vatore account.",
    "3621455477": "kudzidza zvakawanda!",
    "555246307": "Sezvineiwo, heino magumo enyaya yemukuru mukuru nemutyairi wake: Mupurisa akaita kuti varume vaviri vagare muimba pamwe chete kwemaawa akawanda uye vakafinhwa kubva mupfungwa dzavo. Pakupera kwezuva, akaoneka ndokuti, \"Ndichataura nemutyairi wengoro izvozvi.\" Murume akanga akapfeka mbatya dzemhando yepamusoro akasimuka. Ainge atobhowekana, akakanganwa kuti aingozviita munhu wamambo.",
    "1224727373": "BotStop nehCaptcha",
    "1187718370": "Taura nesu",
    "3892905664": "hCaptcha inobatsira ako aunofarira epamhepo masevhisi kuchengetedza kunze bots, spam, uye kushungurudza nekubvunza mibvunzo iri nyore iyo iri nyore kuvanhu uye yakaoma kumichina.",
    "555158694": "Sevhisi yaunoshandisa yasarudza kuvandudza ruzivo rwako pane yavo saiti nekuisa hCaptcha kuderedza hutsinye traffic.",
    "1617196410": "hCaptcha yakatarisana nekumisa bots. Hatina basa kuti mushandisi ndiani, asi chete kuti ane hutsinye. Isu tinoshanda nesimba kuenzanisa zvakavanzika &",
    "1624200563": "chengetedzo, uye tevedzera GDPR, CCPA, LGPD, PIPL, uye mimwe mitemo yekuvanzika.",
    "1927613000": "hCaptcha inosanganisa kudzidza kwemuchina kwakaoma nepuratifomu ine simba yekudzivirira mawebhusaiti kubva kune anotorwa account, credential stuffing, scraping, uye mamwe marudzi ekushungurudza.",
    "1133989302": "Sei hCaptcha?",
    "34074886": "Pese paunopindura dambudziko, isu tinoshandisa emhando yepamusoro kuona kana uri munhu. Webhusaiti yawakashanyira inozoshandisa mhedzisiro iyi kubatsira kuvandudza ruzivo rwako pane yavo saiti nekuchengeta kunze bots.",
    "3412647984": "Izvi zvinokutendera kuti udzivise mibvunzo inotevera nekunyoresa uye kuseta cookie. Ndokumbirawo kudzima ad blocker yako.",
    "2510209017": "Unoda rumwe rubatsiro?",
    "477275453": "Sei ma API ari Akakurumbira Target Kune Hackers?",
    "596347471": "Application Programming Interfaces (APIs) yave chinangwa chakakurumbira chevaiti vane hutsinye mucyberspace. Pane zvikonzero zvakawanda zveizvi, kusanganisira yavo huru yekushandisa mukubatanidza application. Izvo zvinokwanisika kuderedza API njodzi, zvisinei.",
    "2441638955": "Kutanga, chii chinonzi API?",
    "3963216198": "Kuti tikurukure kuti sei maAPI ari akakurumbira chinangwa chevabiki, zvakakosha kutanga watora kanguva pfupi kutsanangura zvinorehwa neizwi rekuti \"API.\" Pfungwa yeAPI haisi itsva zvachose. Muchokwadi, maficha ekubatanidza akasiyana makomputa masisitimu nemumwe, pamwe nezvikamu zvawo zvemukati, anga aripo kubva angangoita ma1960 ekutanga.",
    "1047251718": "Nhasi, zvisinei, kana vanhu vachitaura nezve APIs, ivo vanogara vachireva zviyero-based APIs. Aya maAPI akavakwa pachishandiswa akavhurika zviyero seRepresentational State Transfer (REST) uye akavhura akajairwa faira mafomati seJavaScript Object Notation (JSON). Ma \"RESTful API\" akadaro, sekuzivikanwa kwavanoita, anogona kugadzirwa pasina kudiwa kwesoftware. Iwo anokonzeresa APIs anokwanisa kutumira uye kugamuchira data uye maitiro mafoni pakati pesoftware application. Semuenzaniso, mobile banking app inoshandisa API kuwana masisitimu ebhangi.",
    "3195334319": "Iko kushandiswa uye kusagadzikana kwe APIs",
    "1903743785": "Kuuya kwezviyero-based APIs kwakamiririra kusvetuka kukuru mukubatanidza kwekushandisa. Kwemakore makumi maviri apfuura kana zvakadaro, ma APIs akabva pakudhura uye kuomesesa zvigadzirwa zvesoftware kuenda kune zvemahara, zviyero-zvakavakirwa maturusi izvo zvaive nyore kushanda nazvo-uye nekukurumidza kutumira.",
    "879362350": "Nema API matsva anoshanda paInternet, zvakave zvinogoneka kubatanidza chero software kana data sosi, chero kupi munyika, zvisinei nepuratifomu, data schema kana mutauro wechirongwa. Nekuda kweizvozvo, iyo komputa nyika yave pakati peiyo API shanduko. Pave nekuputika kwekubatana pakati pemaapplication nedata. Zvakanaka, kusvikira zvisingaite.",
    "3844432472": "Iko kuvhurika chaiko uye kushandiswa kwema APIs kunoita kuti vapfume zvakanyanya zvinangwa zvevanorwisa. Nenzira imwecheteyo iyo nharembozha inogona kurongwa kuti isvike uye GET data kubva kune yekambani system uchishandisa API, saizvozvowo chidimbu chemalware. Hackers vakanyora zvakasiyana-siyana zvekushandisa software kushungurudza APIs. Iyo inobudirira kurwisa nzira.",
    "2187096543": "Chokwadi, pakave nekutyorwa kukuru kwedata kunobva kune hacker-yakanyorwa software yakadana API kuti ibvise data kubva mudhatabhesi. Mushure mezvose, kana ichiba data ichingoda kufona kweGET pane API, yakanyorwa uchishandisa REST neJSON, saka zviri nyore kukurumidza kubvisa dhatabhesi rakachena. Muchokwadi, kana vanhu vachitaura nezve \"screen scraping\" kurwiswa, zvavanoreva chaizvo, kunyanya, inokurumidza-moto API inofona inodhonza data kubva mudhatabhesi. APIs dzave nzvimbo huru yekurwisa kumasangano anoavaka.",
    "4222109231": "Kuderedza API njodzi nehCaptcha's Enterprise Chigadzirwa",
    "1783317946": "Kumisa API kurwiswa inyaya yakakurumbira yekushandisa",
    "3022922096": ", hCaptcha's enterprise suite yezvigadzirwa. Kusiyana neiyo yemahara vhezheni yehCaptcha,",
    "63719113": "inoshandisa kudzidzira kwemuchina wepamusoro kuona traffic yakaipa kune yako saiti uye maapplication - kusanganisira mabasa ekukwenya.",
    "3566102529": "isu nhasi kuti tidzidze zvakawanda.",
    "3096553330": "Yese sisitimu yatinogadzira inongoratidzira hukama hwedu nevamwe vanhu.",
    "1467218142": "Zvatinoshuvira kubva kwavari uye isu pachedu zvinotyaira maitiro edu, uye nekudaro maitiro mamwe ekudyidzana anodzoka muhurongwa hwese hwevanhu. Indaneti inopa yakawanda yakanakisa mienzaniso yeiyi yakakosha chikamu chenyika yedu.",
    "808872868": "Semuyenzaniso: spam, hutsotsi, uye kushungurudzwa zvavepo pamhepo kubvira zuva rakatevera mushure mekunge masisitimu maviri atanga kubatana.",
    "1085089390": "Kushungurudzwa kwepamhepo kunobva muhunhu hwekuzvarwa nahwo hwevanhu",
    "3064321967": "Yekutanga inozivikanwa spam email yakatumirwa muna 1978. [",
    "3800781598": "] Anenge makumi mashanu emakore gare gare, email spam inoramba ichititambudza. Mabhirioni akawanda emadhora uye zviuru zvemakore emunhu-yekuedza kweinjiniya akaiswa mukukundisa, asi spam ichiripo. Kune mabhiriyoni emadhora emadhora kumativi ose, kureva avo vanodzivirira pairi nevaya vanoitumira.",
    "2119943547": "Sei izvi? Mhinduro iri nyore. Chero bedzi paine kurudziro yekushandisa zvisina kunaka system, mumwe munhu anowanzo kuwana nzira. Uye kana vangodaro, mumwe munhu zvino achava nekurudziro yekuvamisa.",
    "532470444": "Chiyero chinogona kushanduka zvishoma gore negore, asi maitiro aya anongoratidza hunhu hwevanhu, uye zviuru zvishanu zvemakore enhoroondo yakanyorwa zvinoreva kuti simba racho haringango shanduke chero nguva munguva pfupi iri kutevera.",
    "3193548097": "Hope Springs Nokusingaperi",
    "4065614934": "Ongororo iyi haisi itsva, asi vanhu vane tariro nekusingaperi. Kunyanya kana vachifunga kuti pfungwa yavo itsva.",
    "1216071511": "Mazano mamwe chetewo anotsanangurwa kakawanda zvekuti makore angangoita makumi maviri apfuura, munyori asingazivikanwe akauya neanobatsira kuzadza-mukati-iyo-isina kukurukurirana pamhepo nezve anti-spam mhinduro:",
    "1941999673": "Nzvimbo yako inomiririra a",
    "4179118182": "( ) technical ( ) zvemutemo ( ) musika-based ( ) vigilante",
    "3978720689": "nzira yekurwisa spam. Pfungwa yako haishande. Heino chikonzero nei zvisingashande.",
    "318339230": "(Imwe kana zvimwe zvezvinotevera zvinogona kushanda kune imwe pfungwa yako, uye inogona kudaro",
    "30312304": "kumwe kukanganisa kwaiwanzosiyana kubva kune imwe nyika kune imwe nyika mutemo wemubatanidzwa wakashata usati wapasiswa.)",
    "2710988028": "() Spammers vanogona kuishandisa nyore kukohwa email kero",
    "3912514510": "() Rondedzero dzetsamba uye mamwe mashandisirwo eemail zviri pamutemo angakanganiswa",
    "2030062561": "( ) Hapana achakwanisa kuwana mukomana wacho kana kutora mari yacho",
    "3334160175": "( ) Haikwanisi kuzvidzivirira pakurwisa kwechisimba",
    "3238345709": "( ) Ichamisa spam kwemavhiki maviri uye isu tinenge takamira nazvo",
    "4227800293": "( ) Vashandisi veemail havazozvishiviriri",
    "2271252286": "( ) Microsoft haizoshiviriri nazvo",
    "692064738": "( ) Mapurisa haashiviriri",
    "3475647460": "( ) Inoda kushandira pamwe kwakawandisa kubva kune spammers",
    "1482845460": "( ) Inoda kushandira pamwe kwakakwana kubva kumunhu wose panguva imwe chete",
    "3741193183": "( ) Vazhinji vashandisi veemail havagone kurasikirwa nebhizinesi kana kuparadzanisa vangangove vashandirwi",
    "2234909600": "( ) Vatambi veSpammer havana basa nemakero asiri iwo muzvinyorwa zvavo",
    "1982617151": "( ) Munhu upi noupi aigona kuparadza basa romumwe munhu kana bhizimisi asingazivikanwe",
    "2498172334": "Kunyanya, chirongwa chako chinotadza kuzvidavirira",
    "389705801": "( ) Mitemo inoirambidza zvakajeka",
    "190955495": "() Kushaikwa kwechiremera chepakati chekutonga email",
    "237009707": "( ) Vhura relay munyika dzekunze",
    "3507532387": "() Kureruka kwekutsvaga diki alphanumeric kero nzvimbo yeese email kero",
    "2477958756": "( ) Vanhu vakaipa",
    "3254142589": "( ) Matambudziko ekutonga",
    "3621401685": "() Kusafarirwa kwemitero mitsva inoshamisa",
    "4277475973": "() Kusada kwevoruzhinji kugamuchira nzira itsva dzinoshamisa dzemari",
    "941057651": "() Huge iripo software investment muSMTP",
    "3265293440": "() Kubatwa kweprotocol kunze kweSMTP kurwisa",
    "515733427": "( ) Kuzvipira kwevashandisi kuisa OS zvigamba zvakagamuchirwa neemail",
    "2631159699": "( ) Mauto ehonye akazara nebroadband-yakabatana Windows mabhokisi",
    "776542208": "() Mujaho wemaoko usingaperi unobatanidzwa mukusefa nzira",
    "989480928": "() Kuwedzera purofiti ye spam",
    "3898950867": "( ) Joe mabasa uye/kana kubirwa zvitupa",
    "3395399558": "( ) Vezvematongerwo enyika vasingagoni kuverenga nokunyora",
    "1118929614": "() Hupenzi hwakanyanya kune vanhu vanoita bhizinesi nemaspammer",
    "838951836": "() Kusavimbika kune vanotumira spammer pachavo",
    "2123236933": "() Bandwidth mari isingabatwe nekusefa kwevatengi",
    "2292919419": "( ) Outlook",
    "2534436327": "uye zvinotevera zvirambidzo zvehuzivi zvinogona kushandawo:",
    "832385387": "( ) Mazano akafanana neako ari nyore kutaura, asi hapana akamboratidzwa anoshanda",
    "1993984258": "() Chero chirongwa chakavakirwa pakusarudza-kubuda hachigamuchirwe",
    "3909240516": "() Misoro yeSMTP haifanire kunge iri nyaya yemutemo",
    "1151065360": "( ) Blacklists inoyamwa",
    "2396605499": "() MaWhitelists anoyamwa",
    "2225785608": "( ) Tinofanira kukwanisa kutaura nezveViagra pasina kuongororwa",
    "3004688366": "( ) Matanho ekupikisa haafaniri kusanganisira chitsotsi pawaya kana chitsotsi chekadhi rechikwereti",
    "922470170": "() Matanho haafanire kubatanidza kuparadza network network",
    "3068923550": "() Matanho anofanirwa kushanda kana akaiswa zvishoma nezvishoma",
    "2752975480": "( ) Kutumira email kunofanira kunge pasina",
    "117227832": "() Nei tichifanira kuvimba newe nemaseva ako?",
    "1021431157": "() Kusapindirana neyakavhurika sosi kana yakavhurika sosi marezinesi",
    "2801524659": "( ) Matanho ekunzwa zvakanaka haabatsiri kugadzirisa dambudziko racho",
    "931661269": "() Kero dzenguva pfupi/kamwe chete dzeemail dzinonetsa",
    "2090457681": "( ) Handidi kuti hurumende iverenge email yangu",
    "3536122902": "( ) Kuvamisa saizvozvo hakusi kunonoka uye kunorwadza zvakakwana",
    "2391175562": "Uyezve, izvi ndizvo zvandinofunga pamusoro pako:",
    "229198134": "( ) Ndine urombo, asi handifungi kuti zvingashanda.",
    "345563040": "( ) Iyi ipfungwa youpenzi, uye uri benzi pakuzvitaura.",
    "409780280": "( ) Waedza, ****! Ndinovimba mumwe munhu anotsika pane kiibhodhi yako!",
    "2820080973": "inobatwa ne ❤ by",
    "3943164003": "tarisa mbishi",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Nei yako itsva anti-spam mhinduro isingashande",
    "361795034": ". Munyori asingazivikanwi, c. 2000",
    "1547006769": "Kuongororwa kwevanhu idambudziko rimwe chete",
    "3717942925": "Sezvakangogara paine vanhu vanoda kutariswa newe kuburikidza neemail, pachagara paine chishuwo chekumanikidza kupinda kune zvimwe zviwanikwa zvekuti vanhu chete ndivo vanogona kuzviwana.",
    "2481032625": "Kana chinangwa chiri chekudzivirira:",
    "1691348394": "- otomatiki misa kutenga panguva shoma yekuburitsa kutengeswa",
    "1771016224": "- software kubva pakurodha zvese zvirimo kubva pawebhusaiti yako en masse",
    "1959762846": "- kuita kuti mafomu ako ewebhu azadzwe nekusingaperi ekushambadzira spam kana kushungurudzwa",
    "345108670": "- credential stuffing uye kumwe kuedza kutora account",
    "2540760245": "pakati pezvimwe zvakawanda zvinoshandiswa, kukwanisa kusefa traffic yepamhepo pahwaro hwe \"munhu kana kwete\" ingangoramba iri chishandiso chakakosha chero bedzi hunhu hwevanhu huchitevera maitiro akafanana akanyorwa mumakore zviuru zvishanu zvapfuura.",
    "3346362371": "Zvakadini nekudzidza muchina?",
    "3619183405": "Muna 2021 maCAPTCHA akareruka dzimwe nguva anogona kugadziriswa nesoftware, nekuda kwekufambira mberi mukudzidza kwemichina. Kugadzirisa izvi, hCaptcha inoitawo ongororo yakadzama yezvivakwa senge",
    "3292221787": "dambudziko rakapindurwa, kwete chete kana raive rakarurama, uye rinowanzochinja zvese mibvunzo uye data rinoshandiswa.",
    "1080672247": "Nekuti mizhinji yemibvunzo yakabvunzwa haigone kugadziriswa mune zvehupfumi nekunze kwesherufu software, uye nekuti iyo data inowanzo yakasarudzika kune sisitimu, izvi zvinoreva kuti mabhoti anowanzo kumiswa zvachose nebasa remahara, uye anofanirwa kuvimba nevanhu veCAPTCHA solvers panzvimbo, iyo kunoita kuti marudzi mazhinji ekushungurudzwa ashaye mari zvachose.",
    "4172868199": "inoenda mberi zvakanyanya kupfuura izvi, ichipinda munzvimbo yekuedza kusiyanisa \"munhu akanaka\" kubva kune \"akaipa\" zvakare, uye inoshandiswa nhasi neakawanda epasi rose ane mukurumbira masevhisi epamhepo kutsvaga nekumisa zvese kubva pakubiridzira kwekutenga kuenda kumberi kunoramba kuripo. tyisidziro pamusoro pevashandisi vavo, uku vachichengetedza yakasarudzika yakasarudzika pakuchengetedza zvakavanzika.",
    "2873911365": "Zvakadini nehardware attestation?",
    "1477196356": "Nzira dzakasiyana-siyana dzekubatanidza chiziviso kune mudziyo mune cryptographically yakachengeteka fashoni, dzimwe nguva ine kuvanzika-kuchengetedza zvivakwa, yakatsanangurwa kwemakumi emakore. Public key cryptography yakatanga kusvika c. 1975, uye ma tokeni ehardware ave aripo kwenguva yakareba.",
    "2349681896": "Nehurombo, kudzora chidimbu chehardware hazvirevi kuti uri munhu. Anenge ese akakurumbira evatengi euchapupu chirongwa chakaputswa, chakavharwa, uye chobva chatyorwa zvakare.",
    "254326776": "Kushungurudzwa kwakashata kwezvikanganiso izvi zvinowanzoonekwa kuti zvanga zvichiitika kwemwedzi kana makore zvisati zvaburitswa kana kuburitswa kwedzidzo.",
    "2462909475": "Rusvingo rwemafoni anopfuura zviuru gumi anoshandiswa kushungurudza, chikamu cheChinese bot oparesheni.",
    "1963951234": "Hazvina mhosva kuti chirongwa chako chekriptographic chakavimbika sei, kana mumwe munhu pakupera kwezuva achingoshandisa mari kuti akupe mhinduro yauri kutsvaga, kuve nechidimbu chehardware hakuna kukwana.",
    "1278884196": "Izvo zvakati, cryptography chirango chechidiki. Zvichienderana nenhoroondo ichangoburwa, yako cryptographic scheme uye / kana kuita ingangoputswa kana chero munhu aine kukurudzira kuti atarise zvakanyanya, uye zvingangoita kuti vamwe vanhu vafunge izvi kare iwe usati wazviita. Kuvimba nehardware zvinoreva zvakare kuti ungangoda kubvunza wega wega wevashandisi vako kuti uchinje mudziyo wenyama kuitira kuti ubate chikanganiso. Izvi hazvigone kuitika nekukurumidza muzviitiko zvakawanda, zvichireva kuti muchokwadi system yako inongotadza kuvhurika.",
    "1828028934": "Ichi ndicho chikonzero",
    "1642844535": "yakakosha: hCaptcha inoshandisa nzira dzakawanda dzakasiyana kupindura mubvunzo wakafanana wakakosha, zvichibvumira kuenzanisa kwekuenderana pane zvese zvinongororwa.",
    "1155821305": "kudzivirira kwakadzama",
    "119098046": "Zvakadiniko nemhinduro dzokungoita kana dzokusapikisa?",
    "2760410719": "Masevhisi anoyedza kuona mabhoti nemasaini asina kungoita anokurumidza kupinda mune yakakosha nyaya: unosimbisa sei kana sisitimu inoona vatambi vakaipa nenzira kwayo kana iwe usina chokwadi chechokwadi?",
    "1722734001": "Indaneti yakavhurika inzvimbo ine ruzha. Vaiti vakashata vanorwisa vashandisi vesevhisi yedu uye vakwikwidzi vakaita sereCAPTCHA mazuva ese, uye vari kuyedza kutaridzika sevanhu sezvinobvira vachiri kuzviita.",
    "1595254735": "Masevhisi akasarudzika anonetsekana kuchengetedza bot yekuona chokwadi, kana kunyange kuziva kana isiri iyo. Pasina kugona kupota neapo kupikisa vashandisi uye kunyatso ongorora mhedzisiro yedambudziko iroro, huchokwadi hunowanzodzikira zvakanyanya nekufamba kwenguva.",
    "2412751979": "Nekuda kwezviratidzo zvemunhu zvine chokwadi chekuti simba hCaptcha, makambani mazhinji aimboshandisa reCAPTCHA v3/Enterprise akachinjira ku.",
    "2284856231": "uye yakaona yakagadziridzwa zvinoshamisa muhCaptcha Enterprise's pure passive mode futi.",
    "4162847": "Isu takakwanisa kuona izvi zvakananga, sezvo vamwe vatengi vedu vanomhanyisa bvunzo dzeA/B pachikumbiro chimwe chete vasati vachinja zvachose kubva kuGoogle zvinopihwa. Isu tinowanzo kwanisa kuratidza chiyero chepamusoro chenhema uye chenhema chinobva ku reCAPTCHA v3 kana reCAPTCHA Enterprise.",
    "436125785": "Izvi hazvishamise kupihwa kusarongeka kwemhinduro yezvishwe zvinowanikwa mune izvo zvigadzirwa, uye nyaya yekuti ivo vanotengeswa nead network ine chishuwo chakakura chekusawana zvakanyanya pakuonekwa kwebhoti, kuti zvisakuvadze bhizinesi ravo repakati.",
    "2233741720": "Mukupedzisa",
    "2133809801": "Chero bedzi vanhu vachiramba vari vanhu, zvingangoita kuti ongororo yemunhu iite basa rekuita online.",
    "2255549335": "Basa redu pahCaptcha ndere kutsvaga tradeoffs yakanaka pakati pekuomerwa uye kurongeka uye kuchengetedza friction yakaderera, kunyanya kune.",
    "4138068262": "vashandisi. Mukupedzisira, kusangana nematambudziko kungangoramba kuri chikamu chezvombo zvemidziyo yekudzikisa kushungurudzwa kwepamhepo chero hunhu hwevanhu hunoramba husina kushanduka.",
    "855097735": "Kuvaka sevhisi inoita izvi nemazvo uchienzanisa zvese zvinonetsa idambudziko rakaoma kwazvo (uye isu tinogara tichishanda kurivandudza kuitira kuti chiitiko chacho chifadze sezvinobvira) asi isu tinovimba unobvuma kuti kuderedza spam, kushungurudzwa, kutora account. , uye hutsotsi hwepamhepo pakupedzisira hwakakodzera mubvunzo wakapusa.",
    "1953959745": "accessibility",
    "2543123170": "Zero friction humanity verification",
    "547245263": "Gadzirisa dambudziko rako rebhoti nhasi.",
    "3117887301": "Kuvimbwa nemasevhisi makuru epamhepo",
    "981806349": "Yakavakwa pane yakasimbiswa hCaptcha chikuva",
    "2373007864": "hCaptcha Enterprise inomhanya pahCaptcha papuratifomu tekinoroji, yakawedzerwa kuti ibatanidze maficha akakwira traffic mabhizinesi anodiwa.",
    "2652399059": "Shamwari yakavimbika",
    "1997838163": "Makambani makuru epasirese anovimba nehCaptcha Enterprise. Kubatanidza kuri nyore, uye kuona kurongeka hakuenzaniswi.",
    "734735952": "Takaongorora huwandu hwevatengesi veCAPTCHA pamwe nekuvaka hurongwa isu pachedu. Pakupedzisira, hCaptcha yakabuda seyakanakisa imwe nzira yereCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Mutungamiriri weChigadzirwa Management, Cloudflare",
    "3971348140": "Sei takashandisa hCaptcha? Hapana mumwe munhu aikwanisa kuendesa pane maficha uye kuita kwataida. Vakatisimudza nekumhanya nekukurumidza, uye vatengesi vedu vanofarira chiitiko.",
    "4248655793": "— Alex M.",
    "4185927140": "Chigadzirwa Maneja, Flash, Shopify",
    "282913023": "Iyo inodhura inoshanda sarudzo kune yakakwira traffic mabhizinesi",
    "999610953": "Pakupedzisira, imwe nzira inovimbika kuGoogle. hCaptcha Enterprise inochengetedza mari inoshamisa pane yako reCAPTCHA bhiri ine chengetedzo yepamusoro: kusvika 80% isingadhure mune dzimwe nguva.",
    "1886100235": "Mazhinji emasevhisi makuru epasirese epasirese achinja kuenda kuhCaptcha Enterprise uye akagashira yakagadziridzwa bot yekuona pamwe chete nemutengo wakakura wekuchengetedza.",
    "2903742230": "Ad network anoona vashanyi vako sechigadzirwa. Kwatiri chinangwa chega ndechekuona hunhu hwavo. Masevhisi edu anosangana kana kudarika GDPR, CCPA, LGPD, uye PIPL zvinodiwa, uye tinoshanda nesimba kuenzanisa kuvanzika nekuchengetedzeka.",
    "3901503296": "Uku kutarisisa kwekuvanzika uku kunoreva kuti isu tinogona kupa zero yemunhu kuchengetedza data, cookie-yemahara mashandiro, uye humwe chibvumirano chekuvanzika kwechibvumirano sezvinodiwa tichichengetedza chengetedzo yakanaka.",
    "3342910682": "Verenga zvimwe",
    "1130783905": "Kurongeka kuri mukufarira kwako uye kwedu. hCaptcha inoshanda kukupa data chaiyo uye rega iwe usarudze kuti ungaishandisa sei. Dzimwe mhinduro dzekuchengetedza dzinopihwa neGigantic advertising makambani. Izvi zvinoreva kuti bhoti yega yega yavanovhara inogona kuderedza mari yavo.",
    "2019130052": "Magadzirirwo edu mune yakavanzika-yakatarisana neML ngatipfuure mazinga ekuchengetedza enhaka \"rekodha zvese nekusingaperi\" mazano pasina kukuvadza chengetedzo kana kuvanzika kwemushandisi.",
    "23114595": "Great User Experience",
    "3437412311": "Kune vashandisi veBhizinesi, sarudzo dziripo kuti udzivise zvachose matambudziko mune akawanda mamiriro, achitsamira pane passive mamaki.",
    "1996843433": "Deredza kupokana nekudzivirira dambudziko zvachose kune 99.9% yetraffic yako yepamutemo uchiri kupa chengetedzo yakanaka.",
    "3093689546": "Kubatanidza nyore",
    "247560732": "Wedzera hCaptcha nemitsara mitatu yekodhi. Kana uri kubva ku reCAPTCHA, API yedu inoenderana uye zvinotora maminetsi chete kuchinja.",
    "1510448156": "Iwe unogona kusimuka uye uchimhanya neimwe yemhando yepamusoro nhasi, uye wobatidza mamwe maficha epamberi sezvinodiwa.",
    "2718999653": "Customized Threat Scores",
    "2698140263": "Haasi matambudziko ese akafanana: kuwana chibodzwa chimwe chete zvinoreva kuti inofanirwa kugadzirisa zvaunoda kuti zvibatsire.",
    "897432717": "Iine dhizaini yedu nyowani yeCustomized Threat Scores, kuwedzera ruzivo rwebhizinesi rako kunobvumira mamodheru edu kuunza zvibodzwa zvine chekuita nevashandisi vako.",
    "2650502379": "Tangisa Matambudziko Ako Mumasekondi",
    "3578122193": "Ramba uri pachiratidziro chine zvinoenderana",
    "1074044172": "Kana vashandisi vachifanira kugadzirisa dambudziko kuti vasangane nezvinodiwa zvekuchengetedza, wadii kubvunza mibvunzo inonakidza uye yakakosha kumushandisi?",
    "1579093044": "Neyedu yakapusa tsika dhizaini, unogona kuvhura pa-brand denha zvemukati mumaminetsi mashoma.",
    "3717512591": "Yakananga Platform Kubatanidzwa",
    "121743429": "ZveMakambani eWebhu Infrastructure",
    "2131386784": "Unyanzvi Hunosvikika uye Tsigiro Kune Mese Iwe neVashandisi Vako",
    "2782263070": "Basa ndiro rinonyanya kukosha kwatiri. Isu tinochengetedza 24/7 pa-kufona rutsigiro uye tinopa yakananga Slack kurongeka neboka rako rekubatanidza mainjiniya uye vashandi vedu vekufona panguva uye mushure mekuita.",
    "3740051331": "Isu takazvipirawo kushingairira kutarisa uye kupindura mibvunzo yevashandisi vako pasocial media, maforamu, uye yedu mu-widget uye email tsigiro nzira. Isu tinosvikika uye tinoteerera, uye tinobata kugutsikana kwevashandisi seKPI yepamusoro.",
    "170775527": "Enterprise features",
    "3383086062": "hCaptcha Enterprise ndeye yakakwana online kuchengetedza mhinduro. Active uye passive modhi dzinokutendera kuti umise zvinhu zvinobatika, kuona kutorwa kweakaundi, uye kuvharira vatambi vanofungira. Zvese zvine zero friction yevashandisi vari pamutemo.",
    "1408599440": "Tanga nekukurumidza nemitsara mishoma yekodhi uye yedu 99.9% passive modhi, kana kutora kutonga kwakazara pamusoro pekuti sei uye sei vashandisi vanopikiswa. Tsika yekutyisidzira modhi uye zvinogadziriswa zvinonetsa zvinoreva kusachinjika kuchinjika kuti uve nechokwadi chekuchengetedza.",
    "3365203058": "World-class anti-bot dziviriro",
    "1803009328": "Hondo-yakaedzwa padandemutande.",
    "1586809757": "High accuracy bot zvibodzwa",
    "353367791": "Tsvaga vatambi vakaipa vemhando dzakasiyana siyana.",
    "191460155": "Zero friction uye 99.9% passive modes",
    "585557010": "Dambudziko risingasviki 0.1% yevashandisi vari pamutemo.",
    "3287172429": "Dzora marudzi ekupikisa aratidzwa",
    "1844885924": "Raibhurari yakakura yemhando yekusarudza kubva.",
    "3018523079": "Gara pane brand uine inowirirana mushandisi ruzivo.",
    "3817811295": "Yakavimbiswa kuvimbika uye nekukurumidza 24/7 pa-kufona rutsigiro.",
    "1798492192": "Legacy browser rutsigiro",
    "1356745565": "Inoenderana nzira yese kudzokera kuInternet Explorer 8.",
    "751483365": "Tsigiro kune vasiri veJavaScript vatengi.",
    "4199502476": "Yepamberi yekushuma dashboards uye API",
    "3630114728": "Ona zviri kuitika pamasaiti ako ese nemaapuro.",
    "3573245166": "Kusiyana nereCAPTCHA, isu tinoshanda munyika dzese.",
    "2354267648": "GDPR, CCPA, uye LGPD-inoshamwaridzika mutemo wekuvanzika",
    "3167979932": "Yakagadzirirwa kuvanzika kubva pazuva rekutanga. Chibvumirano Chakasimba Chekugadzirisa Data.",
    "4065065042": "Dhonza izvi kuti zvinyatsoenderana nekesi yako yekushandisa.",
    "111184581": "First-party hosting",
    "4272022475": "Zvese zvikumbiro uye midziyo inoenda kune hcaptcha.yourdomain.com",
    "2676853536": "Multi-user dashboards",
    "1368787974": "Govera manejimendi mukati mechikwata chako.",
    "1045484714": "SAML SSO kubatanidzwa neIdentity Provider yako, semuenzaniso Okta kana Azure AD.",
    "3953584369": "Sophisticated RBAC yekuwana zvirambidzo zviripo.",
    "2781507299": "Instant Verification",
    "4019660456": "0ms latency: simbisa hCaptcha tokens isina API yekufona.",
    "3446714684": "Nharembozha (iOS uye Android) Kubatanidzwa",
    "2593768395": "Seamless chiitiko pawebhu, nharembozha, nharembozha. Pre-yakavakwa masanganiswa uye ekuzvarwa maSDK anowanikwa.",
    "1779265104": "Customized Terms uye Privacy Guarantees",
    "122875767": "Kugutsa zvaunoda zviri pamutemo kana mamwe makambani asingakwanisi.",
    "148188781": "Presented Challenges",
    "838049015": "Sarudza mifananidzo yese inoenderana nemubvunzo",
    "1126302400": "Bounding Bhokisi",
    "3554448168": "Categorization",
    "2104933754": "Ziva mavara anoenderana",
    "3612043014": "... uye mamwe mabasa akareruka. Zviri nyore kuvanhu, zvakaoma kune bots.",
    "3624758171": "Mabasa echivanhu anowanikwawo kune vaparidzi vebhizinesi.",
    "1001938065": "Kubatanidza hakugone kuve nyore",
    "2138799135": "hCaptcha ine akawanda e-pre-akavakirwa ekubatanidza kune epamberi uye backend masisitimu aunoshandisa.",
    "2535001179": "Kana uri kuuya kubva kuGoogle reCAPTCHA, maAPI edu ndeekutsiva.",
    "1393184984": "ndizvo zvose zvaunoda.",
    "3715747429": "Mainjiniya edu ekukwira anogona kuita kuti iwe uende nekukurumidza, kunyangwe iwe uchida React kubatanidzwa, maSDK eIOS yemuno maapuro, muenzaniso weJava backend, kana angangoita chero mamwe mamiriro.",
    "2681650568": "Uye senguva dzose, kuvanzika chinhu chakakosha kwatiri. Wedzera kodhi yedu yekupikisa chete pazvinenge zvichidikanwa, uye pazvine musoro kudzivirira iwe nevashandisi vako. Kuderedza kuunganidzwa kwedata kunotanga kubva panguva yekubatanidzwa.",
    "1130868224": "Mitsara mitatu yekodhi",
    "2183926131": "Tanga nehCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Yakagadzirirwa Kuvanzika.",
    "1297224875": "Nzira yakasarudzika inotungamirwa nekuvanzika kune Enterprise online kuchengetedza.",
    "2762458927": "Data yako yemushandisi haisi kutengeswa.",
    "2058856283": "hCaptcha Enterprise ine chinangwa chimwe chete: kudzivirira vatambi vakaipa kubva pakukanganisa mashandiro ako epamhepo uye kukuvadza vashandisi vako.",
    "2408036504": "Masisitimu edu akagadzirwa kubva pasi kuti aderedze kuunganidzwa kwedata uye kuchengetedzwa uku uchichengetedza chengetedzo inotungamira mukirasi. Nzira yakanakisa yekudzivirira data remushandisi haisi yekuichengeta zvachose.",
    "4099477834": "Hukama hwese hwevatengi hunodzivirirwawo neChibvumirano chakasimba cheData Processing. Iyo hCaptcha sevhisi inowirirana nemitemo yese yekuvanzika zvisinei kuti sevhisi yako kana vatengi vako vanogara kupi. Kusachengeta data rako pachako kunoita kuti izvi zvive nyore kwatiri pane mamwe makambani.",
    "3569492665": "Kurekodha online chiitiko haisi mhinduro.",
    "3389431373": "Masevhisi akaita sereCAPTCHA v3 anoti kuisa yavo yekutevera pixel pane yega peji resaiti yako kwakakosha kuti chengetedzo yakanaka. Izvi hazvisizvo.",
    "3590546893": "Kuongororwa kwakapusa kwemaitiro chiratidzo chinogadzirwa nyore nevatambi vakaipa, uye inoda kuchengetedza nhoroondo yekubhurawuza kune yako yese traffic zviri pamutemo zvakare.",
    "1105363520": "Isu hatishandise ad network, uye hatifarire kuona maitiro emushandisi wako kuti uvatengese ads. Izvi zvinoreva kuti isu hatidi pikisiki yekungoita pane yega peji resaiti yako.",
    "3088605177": "Wedzera kodhi yedu yekupikisa chete pazvinenge zvichidikanwa, uye pazvine musoro kudzivirira iwe nevashandisi vako.",
    "337971271": "Kudzidza kwemichina kunobatsira. Asi hazvidi kuti data rako pachako rishande.",
    "320166522": "Kudzidza kwemichina iko zvino kunokanganisa anenge ese ehupenyu hwedu, kazhinji nenzira dzatisingazive uye dzatisingaone. Online kuchengetedza masevhisi haana kusiyana.",
    "3180664128": "Nekudzidza pamusoro pezviuru zvezviratidzo, mamodheru anogona kudzika uye kusvika pakuvimbika kukuru mukuona maitiro akashata nekukurumidza, kunyangwe pasina chiratidzo chega chingave chakasimba zvakakwana kuratidza dambudziko.",
    "961941354": "Nekudaro, hapana chimwe cheizvi chinoda kushandisa ruzivo rwemunhu wega (\"PII\"). Nzira dzemazuva ano dzecryptographic dzinotibvumira kurasa chero data rako pachako nekukurumidza sezvinobvira, tichigadzira panzvimbo imwe-nzira siginicha isingakwanise kubatanidzwa kune chero munhu.",
    "1706581702": "Kudzidziswa pane de-kuzivikanwa data kunoshandawo, uye hakudi kukanganisa pane chero chengetedzo kana kuvanzika. Vatengi vedu vakaita bvunzo dzeempirical, uye vakatizivisa kuti takaenzana kana zvirinani pane dzimwe nzira dzakasarudzika dzakavanzika.",
    "3203921334": "Takada zvinhu zvakawanda pamusoro pehCaptcha solutions: 1) havatengesi data yega; vanongotora shoma shoma data yemunhu, vari pachena mukutsanangura ruzivo rwavanounganidza uye mashandisiro avanoita uye/kana kuaburitsa.",
    "305735018": "Pakupedzisira, imwe nzira inovimbika kuGoogle. hCaptcha Enterprise inochengetedza mari inoshamisa pane yako reCAPTCHA bhiri ine chengetedzo yepamusoro: kusvika 80% isingadhure mune dzimwe nguva.",
    "3695206755": "Edza isu munzvimbo yako pasina chinosungirwa.",
    "2941545733": "Isu tiri mainjiniya, kwete vatengesi: tinoda kuti iwe ufare nesarudzo yako.",
    "131871195": "Nzira yakanakisa yekuona kugutsikana kwako kuratidza kuti tinosangana nezvido zvako.",
    "3436534225": "Anenge ese makambani anotanga mutyairi pakupedzisira anosarudza mhinduro dzedu.",
    "4060250206": "Shandisa iyi fomu kusvika kune imwe yenyanzvi dzedu dzehunyanzvi. Tinopindura nokukurumidza.",
    "1159746815": "Iwe unogonawo kutitumira email zvakananga.",
    "2531534427": "Details iri pano.",
    "2059998584": "Dunhu",
    "3916131732": "Americas",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Zita renyu",
    "3859506577": "Bhizinesi Email",
    "1268414751": "Chero humwe ruzivo rwatinofanira kuva narwo?",
    "42559805": "Unoda kukurumidza kukwira?",
    "851679588": "Ehe.",
    "1729677626": "Ndiri kurwiswa uye ndinoda kukwira ipapo.",
    "2808971932": "Aya ndiwo mamwe mavara mukati me div block.",
    "2468683988": "Heading",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Nyorera",
    "31502377": "Chii chinonzi Rich Text element?",
    "2310705547": "Iyo yakapfuma mameseji chinhu chinokutendera iwe kugadzira uye fomati misoro, ndima, blockquotes, mifananidzo, uye vhidhiyo zvese munzvimbo imwechete pane kuti uzviwedzere uye nekuzvigadzira wega. Ingodzvanya kaviri uye nyore kugadzira zvirimo.",
    "2590587108": "Static uye dynamic content editing",
    "778204464": "Chinhu chakapfuma chinyorwa chinogona kushandiswa chine static kana dynamic content. Zvemukati zvemukati, ingozvidonhedza mune chero peji uye wotanga kugadzirisa. Kune zvine simba zvemukati, wedzera akapfuma mameseji ndima kune chero muunganidzwa wobva wabatanidza akapfuma mameseji element kune iyo ndima mune iyo marongero pane. Voila!",
    "1890955039": "Maitiro ekugadzirisa mafomati kune ega ega mavara akapfuma",
    "3286051798": "Misoro, ndima, mablockquotes, manhamba, mifananidzo, uye macaptions ese anogona kunyorwa mushure mekunge kirasi yawedzerwa kune yakapfuma text element uchishandisa iyo \"When inside of\" nested selector system.",
    "504332576": "Tinodada kuzivisa kuti hCaptcha yakura kuita yakazvimiririra cybersecurity sevhisi pasi rose, inoshanda pa 15% yeinternet - uye takatora yakawanda yemusika uyu wekugovanisa zvakananga kubva kuGoogle reCAPTCHA. Pamwe chete, hCaptcha uye",
    "1155436473": "(yedu bhizinesi rinopa) ikozvino chengetedza mazana emamiriyoni evashandisi mukati memakumi emamiriyoni emawebhusaiti nemaapplication mwedzi wega wega. Nyaya yedu inoratidza kuti unogona kukwikwidza neBig Tech paunoisa kuvanzika pekutanga.",
    "3108727249": "BotStop",
    "1296696044": "Privacy vs. Chengetedzo: Sei zvisiri zvese?",
    "538871570": "Kukwikwidza neGoogle uye mamwe makambani makuru eBig Tech anoita senge akareba: simba ravo remusika rekutengesa, mhedzisiro yepuratifomu uye uto revagadziri vanobhadharwa zvakanyanya vanowanzoonekwa seane simba rakawandisa kuti vatore chero munhu kunze kwemamwe tech hofori akadai seFacebook kana Amazon. Nyaya yedu inoratidza kuti hazvifanirwe kunge zvakadaro - unogona kukunda Big Tech nekutarisa pane zvakavanzika.",
    "3600718611": "Funga nezveGoogle reCAPTCHA,",
    "4281708680": ". PahCaptcha, takaita nemaune nzira yakasiyana, tichishandisa nzira dzekudzidza dzemuchina wekuvanzika kuti tizive maitiro echibhoti pachokwadi chepamusoro, zvese tichidya nekuchengetedza data shoma sezvinobvira.",
    "3312336121": "iyo inoshandisa huwandu hukuru hwe data yekuzvibata kuona kana vashandisi vewebhu vari vanhu vepamutemo kana bots",
    "1193738791": ": vanoteedzera maitiro evashandisi pamapeji ese ewebhusaiti uye pawebhu. Isu takagadzira hCaptcha kuti ive seyakavanzika-inoshamwaridzika sezvinobvira kubva pazuva rekutanga. Izvi zvakatungamirira kunzira yakasiyana zvachose yechinetso chacho. Sezvazvinozoitika, kuronda vashandisi pawebhu uye kubatanidza nhoroondo yavo yewebhu kuzvitupa hazvifanirwe zvachose kuti uwane kuchengetedzwa kwakanaka. Makambani mazhinji akachinja kuenda kuhCaptcha",
    "2620705814": "Google ikambani yekushambadzira, uye zvigadzirwa zvavo zvekuchengetedza zvinotaridzika zvakanyanya sezvigadzirwa zvavo",
    "1126447688": "kazhinji taura zvakaenzana kana zvirinani kuita mukuonekwa kwebhoti uye kudzikisira zvisinei nekutarisa kwedu kuvanzika",
    "439777523": "Mitemo Inokosha",
    "3588274874": "Mukutarisa kuendesa chigadzirwa chakaenderana nemaitiro ekutonga seEuropean Union's GDPR neCalifornia's CCPA, takaona kukura kukuru - hongu, zvinobatsira kuti hCaptcha iri nyore \"kudonha\" kutsiva reCAPTCHA uye nekudaro inogona kuiswa mukati memaminitsi.",
    "2150595700": ". GDPR neCCPA vakaisa zvinonetsa kuvanzika pamepu yevatengi vemabhizinesi, uye panguva imwechete kuvanzika kwepamhepo kuri kuwedzera kukosha kune veruzhinji sezvo isu tese tinotanga kunzwisisa kuti maindasitiri ekushambadzira uye ekushambadzira akashandisa sei nhoroondo yedu data.",
    "2624949852": "Ehezve, reCAPTCHA yaive yekutanga kupinda mukuchengetedzeka kwewebhu kubva 2009, ichidzivirira mamirioni emawebhusaiti kubva mukutyisidzirwa kuri kuramba kuchikura nemabot akaipa uye spammers. Nekudaro, yakakanganiswa zvachose mumakore achangopfuura:",
    "499510428": "Isu tinototenda kuti mutemo wakatibatsira pano",
    "1232651561": "software yava kuita sevanhu kugadzirisa matambudziko eCAPTCHA.",
    "824740867": "Panzvimbo pekuvandudza mhinduro, Google panzvimbo pacho yakaburitsa reCAPTCHA v3, inoshanda zvakanyanya senge ad network pane kuchengetedza software, inounganidza maitiro e data kubva pawebhu rese kuti ivake mushandisi profiles. Nehurombo, rudzi urwu rwechiratidzo runokurirwa nyore, uye nekudaro inopa dziviriro shoma kubva kumabhoti uku ichikuvadza kuvanzika kwemushandisi.",
    "1027023087": "Isu veHCaptcha takatarisa nzira dzechizvino-zvino dzedambudziko, izvo zvisingade kuchengetedza marekodhi ehunhu hwenguva refu senge nhoroondo yekubhurawuza uye zvakaratidza kusimba zvakanyanya pamberi pevadzivisi vakatsunga kubva pakatangwa sevhisi.",
    "2852295413": "Kupokana kwechisikigo chekufarira: kumisa bots kunoderedza mari kune ad network",
    "1597520917": "Huwandu huri kuramba huchikura hwevatsoropodzi hwakaratidza kuti kusaremekedza kweGoogle kuvanzika kwevashandisi kunofanirwa kubata vatengi vari kutsvaga kuchengetedza mawebhusaiti avo uye maapplication.",
    "763447231": "Panguva imwecheteyo, kumisa bots kubva pakuwana mawebhusaiti evaparidzi kunogona kuratidza hutsotsi hwekushambadza, kuisa reCAPTCHA chigadzirwa cheGoogle zvakanangana nebhizinesi ravo rekushambadza, iro rinoburitsa anopfuura makumi masere muzana emari yavo.",
    "999674529": "Yese bot Google inoona inofanirwa kunge ichiwana zero ad madhora. Kurudziro yekambani yeGoogle nekudaro haina kuenderana nevashandisi vesevhisi yavo yekuchengetedza, uye iyi inogona kuve imwe tsananguro yekusashanda zvakanaka kwereCAPTCHA yavo yekuchengetedza.",
    "956019009": "Makambani makuru ewebhu ezvivakwa akatotora matanho",
    "1923297430": "Nguva yekupedzisira yevatengi vakakura yakauya apo Google yakatanga kubhadharisa makambani ekushandisa chigadzirwa chavo chero chipi zvacho chine musoro. Izvi zvakakonzera kuti vashandisi vereCAPTCHA vatarise dzimwe nzira dziri nani sezvo nyaya dzemitemo pasi rose dzakanga dzatoita kuti kushandisa zvinopihwa neGoogle kuwedzere kusafadza.",
    "2197218442": "Cloudflare CEO Matthew Prince akapfupikisa iyi pfungwa yekuona mune",
    "155456850": "vachizivisa shanduko yavo kuhCaptcha:",
    "435302267": "kambani blog post",
    "2087769953": "\"Tinofara neshanduko iyi nekuti inobatsira kugadzirisa nyaya yekuvanzika inoenderana nekuvimba nesevhisi yeGoogle yatagara tichiita. Takaongorora vatengesi vakati wandei veCAPTCHA pamwe nekugadzira sisitimu isu. Pakupedzisira, hCaptcha yakabuda seyakanakisa nzira yereCAPTCHA.\" \"Takada zvinhu zvakati wandei nezvemhinduro dzehCaptcha: 1) havatengese data ravo; vanongotora data shoma shoma inodiwa, vari pachena mukutsanangura ruzivo rwavanounganidza uye mashandisiro avanoita uye/kana kuaburitsa.\"",
    "595582512": "Kana iwe uri kutarisa kuchengetedza saiti yako kana app zvinobudirira kubva ku bots, spammers kana vamwe vanoita zvakaipa, zvese uchichengetedza zvakavanzika zvevashandisi vako (uye kutevedzera zvese zvinoenderana nemitemo!), funga nezve hCaptcha uye yedu Enterprise inopa.",
    "3388180864": "Kufarira kushanda pane zvakadzika tekinoroji matambudziko pawebhu chiyero? Isu tinogara tichihaya mainjiniya ane tarenda pasi rese -",
    "3892952987": "tarisa kuvhura kwedu uye shandisa pano",
    "3368788823": "Terence Edheni anoita pfungwa inofadza pane yake blog: \"",
    "1491780143": "MaCAPTCHA haaratidze kuti uri munhu - anoratidza kuti uri muAmerica",
    "2146900431": "Intuitively, chirevo ichi chine pfungwa yakawanda. MaCAPTCHA, senge zvese, zvakanyudzwa mutsika, uye kana dziva rako rematambudziko rakanyanya kugadzirwa mune imwe tsika, rinogona kusadudzira zvakanaka kune imwe. Pakati payo, iyi inyaya yetsika",
    "378086442": "yeCAPTCHAs, pane yavo UX pase.",
    "1445008801": "Sezvakataurwa neEdheni:",
    "332723732": "content",
    "2072808435": "\"Guess what, Google? Mataxi emunyika mangu matema. Ndaona mabhaisikopo akakwana kuti ndizive kuti ese ekuAmerica ndeeyellow. Asi kune dzimwe nyika dzese dzandakashanyira, makombi anga ari mushishi. mavara akasiyana.\"",
    "3206136647": "Dambudziko reGoogle pano rinobva pamubvunzo wedata ravanoshandisa vs. anozviona. Kana data rose richibva kune imwechete tsika (uye munyaya yeGoogle, kambani imwe chete) iwe unogona kutarisira kuva nematambudziko asingashanduri zvakanaka kune dzimwe tsika, maererano nekunyunyuta kweEdheni.",
    "2217842245": "Nekudaro, yedu data inoratidza kuti (yehCaptcha)",
    "4280117172": "Nyika zhinji dzinoita zvirinani pane iyo US, kusanganisira Nigeria, India, Brazil neGermany:",
    "555749578": "kune isingasviki 1% mutsauko mukugadzirisa mitengo munyika huru pakondinendi yega yega.",
    "151737819": "hCaptcha Solve Rates kutenderera pasirese inoratidza musiyano mudiki",
    "3908992897": "uye inoshandiswa munyika dzese nenzvimbo dziri pasirese, saka isu takatarisana zvakanyanya nekupa ruzivo rwepasirese rwunoenderana.",
    "2808122102": "Muchinjikwa-tsika mashandiro saka chinhu chakakosha chinodiwa pabasa redu. Kuita shuwa kuti vese vashandisi vari pamutemo vanokwanisa kuwana zvirimo nekukurumidza chikamu chakakosha chechinangwa chedu. Tinopa zvimhingamipinyi mumitauro 110, uye tiri kuramba tichinatsurudza shanduro dzinoenderana nechinangwa chekuti matambudziko edu agadziriswe nemunhu wese.",
    "3913801502": "hCaptcha ikozvino inomhanya pane inosvika gumi neshanu muzana yeinternet",
    "2077639538": ". Kune imwe, dambudziko data pasevhisi yedu rinogona kubva kune akawanda masosi, kwete imwechete - kubva kumakambani makuru Fortune 500 kuenda kumashini ekutanga ekudzidza, chero ivo vachiomerera kune yedu.",
    "3951112506": ". Izvo zvinotovimbisa dhigirii yepamusoro yeheterogeneity mune data.",
    "1803943584": "Chechipiri, tinobvumira zvinonetsa kuzvigadzirisa kuti zvione kuti inyika dzipi kana mitauro yavachamhanya nayo, zvichiwedzera mukana wechiitiko chakafanana. Kana kurongeka kwakaderera pane kunotarisirwa, seti yemibvunzo inongomira kushanda munharaunda kana mutauro unoitika izvi.",
    "3668873369": "PahCaptcha, takatora nzira yakasiyana kubva pazuva rekutanga",
    "1519201684": "AI Ethics policy",
    "2155089487": ". Dai matambudziko edu akange ari nyore kugadzirisa kune mamwe mapoka, taitarisira kuona mutsauko pamabatiro anoita vanhu pasi rese netsika dzakasiyana siyana pakuagadzirisa. Muchirevo chechinyorwa cheEdheni, tingatarisira kuti vanhu vekuAmerica vaite zvirinani kupfuura vanhu vari kune dzimwe nyika. Nekuti takapedza makore tichigadzira masisitimu ekudzivirira dambudziko iri, isu tinoona zvakapesana.",
    "2603863826": "PS: Kana ukawana shanduro mumutauro wako inogona kushandisa kuvandudzwa, sununguka kutumira a",
    "3543141425": "nokuda kwayo!",
    "2697276059": "Uchapupu huri kushanda: mayunifomu ekugadzirisa mareti pasi rese",
    "664236229": "dhonza chikumbiro"
}