{
  "header-privacy-link": "Privatezza",
  "header-integration-link": "Integrazzjoni",
  "header-cost-link": "Spiża",
  "header-features-link": "Karatteristiċi",
  "header-docs-link": "Doks",
  "header-login-button": "Idħol",
  "header-contact-button": "Ikkuntattja Bejgħ",
  "intro-heading": "Verifika tal-umanità ta' frizzjoni żero.",
  "intro-contact-button": "Ikkuntattjana biex titgħallem aktar",
  "intro-text-bottom": "Invokati mill-kumpaniji li jħaddmu l-web.",
  "sub-menu-button": "Ikkuntattja Bejgħ",
  "sub-menu-item1": "Intrapriża",
  "sub-menu-item2": "Spiża",
  "sub-menu-item3": "Integrazzjoni",
  "sub-menu-item4": "Karatteristiċi",
  "sub-menu-item5": "Privatezza",
  "sub-menu-item6": "Doks",
  "info-head-1": "Mibnija fuq il-pjattaforma ppruvata hCaptcha",
  "info-text-1": "hCaptcha Enterprise taħdem fuq it-teknoloġija tal-pjattaforma hCaptcha, estiża biex tinkludi l-karatteristiċi li jeħtieġu l-intrapriżi tat-traffiku għoli.",
  "info-head-2": "Sieħeb ta’ fiduċja",
  "intro-subtitle": "Issolvi l-problema tal-bot tiegħek illum.",
  "info-text-2": "Is-servizzi tagħna huma fdati mill-akbar kumpaniji fid-dinja biex iservu ħafna miljuni ta 'utenti ta' kuljum fuq għexieren ta 'miljuni ta' siti.",
  "cloudflare-quote-text": "Aħna evalwajna numru ta 'bejjiegħa CAPTCHA kif ukoll bnejna sistema aħna stess. Fl-aħħar, hCaptcha ħareġ bħala l-aħjar alternattiva għal reCAPTCHA.",
  "cloudflare-quote-detail": "Direttur tal-Ġestjoni tal-Prodott, Cloudflare",
  "section-quote-head": "L-għażla kosteffettiva għal intrapriżi ta 'traffiku għoli",
  "section-quote-text": "Fl-aħħarnett, alternattiva kredibbli għal Google. hCaptcha Enterprise tagħti tfaddil drammatiku fuq il-kont reCAPTCHA tiegħek b'sigurtà ogħla: sa 80% inqas għalja f'xi każijiet. ‍Ħafna mill-akbar servizzi online fid-dinja qalbu għal hCaptcha Enterprise u rċevew skoperta mtejba tal-bot flimkien ma' iffrankar sostanzjali fl-ispejjeż.",
  "section-quote-button": "Ikkuntattjana llum għal kwotazzjoni",
  "section-privacy-header": "Privatezza Iffukat",
  "section-privacy-text-1": "In-netwerks tar-reklami jaraw lill-viżitaturi tiegħek bħala l-prodott. Għalina l-uniku prodott huwa li jiddetermina l-umanità tagħhom. Is-servizzi tagħna jissodisfaw jew jaqbżu r-rekwiżiti tal-GDPR, CCPA, u LGPD, u jappoġġjaw inizjattivi bħal Private Pass. Naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
  "section-privacy-text-2": "Din l-enfasi unika fuq il-privatezza tfisser li nistgħu noffru żero żamma tad-dejta individwali, tħaddim mingħajr cookie, u garanziji oħra ta' privatezza kuntrattwali kif meħtieġ filwaqt li nżommu sigurtà eċċellenti.",
  "section-security-header": "Sigurtà L-Ewwel",
  "section-security-text-1": "L-eżattezza hija fl-interess tiegħek u tagħna. hCaptcha jaħdem biex jagħtik data reali u tħallik tiddeċiedi kif tużaha. Captchas oħra huma pprovduti minn kumpaniji tar-reklamar Gigantic. Dan ifisser li kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
  "section-security-text-2": "L-użu tal-aħħar tekniki ta’ tagħlim tal-magni b’fokus fuq il-privatezza jippermettilna jaqbżu l-istandards tas-sigurtà tal-istrateġiji tal-wirt li jirreġistraw kollox għal dejjem mingħajr ma nagħmlu ħsara lis-sigurtà jew lill-privatezza tal-utent.",
  "section-user-experience-header": "Esperjenza kbira għall-Utent",
  "section-user-experience-text1": "Għall-utenti Enterprise, huma disponibbli għażliet biex jiġu evitati kompletament l-isfidi fil-biċċa l-kbira tax-xenarji.",
  "section-user-experience-text2": "Naqqas il-frizzjoni billi tevita sfida għal kollox għal 99.9% tat-traffiku leġittimu tiegħek filwaqt li xorta tipprovdi sigurtà eċċellenti, grazzi għal mudelli ta 'bot avvanzati.",
  "section-easy-integration-header": "Integrazzjoni faċli",
  "section-easy-integration-text": "Iż-żieda ta 'hCaptcha tieħu biss minuti u ftit linji ta' kodiċi biss. L-API bażika hija kompatibbli ma 'reCAPTCHA V2, u tieħu minuti biss biex taqleb. Tista' tkun qed taħdem b'alternattiva superjuri illum, u ddawwar karatteristiċi aktar avvanzati kif meħtieġ.",
  "section-easy-integration-serverside": "In-naħa tas-server:",
  "section-easy-integration-frontend": "Il-parti ta 'quddiem:",
  "section-threat-header": "Punteġġi ta' Theddid personalizzati",
  "section-threat-text": "Mhux il-problemi kollha huma l-istess: li tikseb punteġġ wieħed ifisser li trid tindirizza l-bżonnijiet tiegħek biex tkun utli. Bil-punteġġi ta’ Theddida Personalizzati uniċi ta’ hCaptcha, konsultazzjoni ta’ malajr tippermettilna nirranġaw il-mudelli tagħna biex inwasslu punteġġi aktar rilevanti għan-negozju tiegħek.",
  "section-challenges-header": "Tniedi l-Isfidi Tiegħek stess f'Sekondi",
  "section-challenges-text-1": "Ibqa 'fuq il-marka b'kontenut rilevanti",
  "section-challenges-text-2": "Meta l-utenti jridu jsolvu sfida biex jissodisfaw ir-rekwiżiti tas-sigurtà, għaliex ma joħolqux kompiti pjaċevoli u rilevanti għall-utent? Bid-disinjatur tal-isfida tad-dwana sempliċi tagħna, tista 'tniedi kontenut ta' sfida fuq il-marka fi ftit minuti biss.",
  "section-integration-header": "Integrazzjoni Diretta tal-Pjattaforma",
  "section-integration-subheader": "Għall-Kumpaniji tal-Infrastruttura tal-Web",
  "section-integration-text": "Is-sistema hCaptcha Enterprise hija unikament flessibbli fid-disinn tagħha: tista 'tiġi skjerata parzjalment jew kompletament fit-tarf tan-netwerk tiegħek jekk topera sħab pubbliku jew tippossjedi ħafna ċentri tad-dejta. ‍Dan jista' jnaqqas b'mod drammatiku l-ispejjeż u t-traffiku barra min-netwerk filwaqt li jżomm il-benefiċċji kollha tal-ġestjoni mill-persunal ta' sejħa tagħna 24/7 biex jilħaq l-SLAs l-aktar stretti.",
  "section-support-header": "Kompetenza u Appoġġ li jistgħu jintlaħqu Kemm Għalik kif ukoll għall-Utenti Tiegħek",
  "section-support-text": "Is-servizz huwa prijorità ewlenija għalina. Aħna nżommu appoġġ on-call 24/7 u noffru koordinazzjoni diretta ta' Slack mat-tim ta' integrazzjoni tal-inġinerija tiegħek u l-persunal ta' sejħa tagħna waqt u wara l-implimentazzjoni.‍ ‍Aħna impenjati wkoll li nissorveljaw b'mod attiv u nirrispondu għall-mistoqsijiet tal-utenti tiegħek fuq il-midja soċjali, forums , u l-kanali tagħna ta' appoġġ fil-widget u bl-email. Aħna aċċessibbli u responsivi, u nittrattaw is-sodisfazzjon tal-utent bħala l-aqwa KPI.",
  "section-enterprise-header": "Karatteristiċi tal-intrapriża",
  "section-enterprise-title-1": "Protezzjoni anti-bot ta 'klassi dinjija",
  "section-enterprise-desc-1": "Ittestjat fil-battalja fuq skala tal-web.",
  "section-enterprise-title-2": "Punteġġi bot ta 'preċiżjoni għolja",
  "section-enterprise-desc-2": "Issib atturi ħżiena ta 'ħafna tipi differenti.",
  "section-enterprise-title-3": "Frizzjoni żero u modi passivi ta '99.9%.",
  "section-enterprise-desc-3": "Sfida inqas minn 0.1% tal-utenti leġittimi.",
  "section-enterprise-title-4": "Tipi ta 'sfida ta' kontroll murija",
  "section-enterprise-desc-4": "Librerija wiesgħa ta 'tipi minn fejn tagħżel.",
  "section-enterprise-title-5": "Kontroll tal-kontenut tal-isfida użat",
  "section-enterprise-desc-5": "Ibqa 'fuq il-marka b'esperjenza ta' utent konsistenti.",
  "section-enterprise-title-6": "Intrapriża SLAs",
  "section-enterprise-desc-6": "Affidabbiltà garantita u appoġġ veloċi 24/7 on-call.",
  "section-enterprise-title-7": "Appoġġ tal-browser tal-wirt",
  "section-enterprise-desc-7": "Kompatibbli it-triq kollha lura għall-Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards ta' rappurtar avvanzati u API",
  "section-enterprise-desc-8": "Ara x'qed jiġri fis-siti u l-apps kollha tiegħek.",
  "section-enterprise-title-9": "Jaħdem f'kull pajjiż",
  "section-enterprise-desc-9": "B'differenza minn reCAPTCHA, naħdmu f'kull pajjiż.",
  "section-enterprise-title-10": "Politika ta’ privatezza favur il-GDPR, CCPA u LGPD",
  "section-enterprise-desc-10": "Iddisinjat għall-privatezza mill-ewwel jum. Ftehim b'saħħtu għall-ipproċessar tad-dejta.",
  "section-enterprise-title-11": "Livelli ta 'diffikultà ta' qamħa fin",
  "section-enterprise-desc-11": "Iċċempel dan biex taqbel eżattament mal-każ tal-użu tiegħek.",
  "section-enterprise-title-12": "Hosting tal-ewwel parti",
  "section-enterprise-desc-12": "It-talbiet u l-assi kollha jmorru fuq hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards multi-utenti",
  "section-enterprise-desc-13": "Aqsam il-ġestjoni fit-tim tiegħek.",
  "section-enterprise-title-14": "Verifika Instant",
  "section-enterprise-desc-14": "Latency 0ms: ivverifika t-tokens hCaptcha mingħajr sejħa API.",
  "section-enterprise-title-15": "Integrazzjoni mobbli (iOS u Android).",
  "section-enterprise-desc-15": "Esperjenza bla xkiel fuq il-web, mobbli nattiv, web mobbli. Integrazzjonijiet mibnija minn qabel u SDKs indiġeni disponibbli.",
  "section-enterprise-title-16": "Termini Personalizzati u Garanziji ta' Privatezza",
  "section-enterprise-desc-16": "Tissodisfa l-bżonnijiet legali tiegħek meta kumpaniji oħra ma jistgħux.",
  "presented-challlenges-head": "Sfidi Ippreżentati",
  "presented-challenges-title-1": "Tqabbil",
  "presented-challenges-text-1": "Agħżel l-immaġini kollha li jaqblu mal-mistoqsija",
  "presented-challenges-title-2": "Kaxxa li Delimita",
  "presented-challenges-text-2": "Iddefinixxi l-erja tal-konfini għall-oġġetti",
  "presented-challenges-title-3": "Kategorizzazzjoni",
  "presented-challenges-text-3": "Identifika t-tikketti korrispondenti",
  "presented-challenges-subheader": "...u ħidmiet oħra sempliċi. Faċli għall-bnedmin, diffiċli għall-bots.",
  "presented-challenges-subtext": "Ħidmiet tad-dwana disponibbli wkoll għall-pubblikaturi tal-intrapriżi.",
  "footer-header-1": "Kumpanija",
  "footer-header-2": "Riżorsi",
  "footer-header-3": "Kuntatt",
  "footer-link-1": "Tikkettar",
  "footer-link-2": "Dwar",
  "footer-link-3": "Impjiegi",
  "footer-link-4": "Trademarks",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentazzjoni",
  "footer-link-8": "Irrapporta Bug",
  "footer-link-9": "Aċċessibilità",
  "footer-terms": "Termini",
  "footer-privacy": "Privatezza",
  "footer-attribution": "Attribuzzjoni",
  "footer-subheader-1": "Appoġġ",
  "footer-subheader-2": "Kuntatt",
  "switch-to-english-link": "Aqleb għall-Ingliż",
  "intro-heading-privacy": "Iddisinjat għall-privatezza.",
  "intro-subtitle-p1-privacy": " Approċċ unikament immexxi mill-privatezza għas-sigurtà onlajn.",
  "info-head-2-pr": "Ir-reġistrazzjoni tal-attività onlajn mhix ir-risposta.",
  "info-text-1-pr": "hCaptcha Enterprise għandha skop wieħed biss: li tipprevjeni atturi ħżiena milli jfixklu l-operazzjonijiet online tiegħek u jagħmlu ħsara lill-utenti tiegħek.",
  "info-text-2-pr": "Is-sistemi tagħna huma għalhekk iddisinjati mill-art biex jimminimizzaw il-ġbir u ż-żamma tad-dejta filwaqt li jżommu s-sigurtà ta 'tmexxija fil-klassi. L-aħjar mod biex tipproteġi d-dejta tal-utent huwa li ma taħżinha xejn.",
  "info-text-3-pr": "Ir-relazzjonijiet kollha tal-klijenti huma wkoll protetti minn Ftehim b'saħħtu għall-Ipproċessar tad-Data. Is-servizz hCaptcha jikkonforma mal-liġijiet kollha tal-privatezza irrispettivament minn fejn jgħixu s-servizz tiegħek jew il-klijenti tiegħek. Li ma żżommx data personali tagħmel dan ħafna aktar faċli għalina milli għal kumpaniji oħra.",
  "info-text-2-2-pr": "Servizzi bħal reCAPTCHA v3 jgħidu li t-tqegħid tal-pixel tat-traċċar tagħhom fuq kull paġna tas-sit tiegħek huwa meħtieġ għal sigurtà tajba. Dan mhuwiex il-każ.",
  "info-text-2-3-pr": "Analiżi sempliċi tal-imġieba hija sinjal falsifikat faċilment minn atturi ħżiena, u teħtieġ li żżomm l-istorja tal-ibbrawżjar għat-traffiku leġittimu kollu tiegħek ukoll.",
  "info-text-2-4-pr": "Aħna ma noperawx netwerk tar-reklami, u m'għandniex interess li nosservaw l-imġieba tal-utent tiegħek sabiex inbigħuhom reklami. Dan ifisser li ma neħtieġux pixel passiv fuq kull paġna tas-sit tiegħek.",
  "info-text-2-5-pr": "Żid il-kodiċi tal-isfida tagħna biss fejn ikun meħtieġ, u fejn jagħmel sens li tipproteġi kemm lilek kif ukoll lill-utenti tiegħek.",
  "info-head-3-pr": "It-tagħlim bil-magni huwa utli. Iżda ma teħtieġx data personali biex taħdem.",
  "info-text-3-1-pr": "It-tagħlim bil-magni issa jaffettwa kważi kull aspett ta’ ħajjitna, ħafna drabi b’modi li ma nirrealizzawx u ma nistgħux naraw. Is-servizzi tas-sigurtà onlajn mhumiex differenti.",
  "info-text-3-2-pr": "Billi jitgħallmu fuq eluf ta 'sinjali, il-mudelli jistgħu jiddeduċu u jilħqu fiduċja għolja fl-iskoperta ta' mġiba malizzjuża malajr ħafna, anke meta l-ebda sinjal individwali ma jkun b'saħħtu minnu nnifsu biżżejjed biex jindika problema.",
  "info-text-3-3-pr": "Madankollu, xejn minn dan ma jeħtieġ l-użu ta' informazzjoni identifikabbli personalment (PII). It-tekniki kriptografiċi moderni jippermettulna narmi kwalunkwe data personali malajr kemm jista 'jkun, u minflok joħolqu firem f'direzzjoni waħda li ma jistgħux jiġu konnessi ma' ebda individwu.",
  "info-text-3-4-pr": "It-taħriġ dwar data de-identifikata jaħdem daqstant tajjeb, u ma jeħtieġx kompromess la fuq is-sigurtà u lanqas il-privatezza. Il-klijenti tagħna għamlu t-testijiet empiriċi, u ddikjarawna daqs jew aħjar minn alternattivi ferm inqas privati.",
  "cloudflare-quote-text-privacy": "Għoġobna għadd ta’ affarijiet dwar is-soluzzjonijiet tal-hCaptcha: 1) ma jbigħux data personali; jiġbru biss data personali minima meħtieġa, huma trasparenti biex jiddeskrivu l-informazzjoni li jiġbru u kif jużawha u/jew jiżvelawha.",
  "pilot-head": "Ipprova magħna fl-ambjent tiegħek mingħajr ebda obbligu.",
  "pilot-text-1a": "Aħna inġiniera, mhux salespeople: irridu li tkun kuntent bl-għażla tiegħek.",
  "pilot-text-1b": "L-aħjar mod biex tiżgura s-sodisfazzjon tiegħek huwa li turi li nilħqu l-bżonnijiet tiegħek.",
  "pilot-text-1c": "Prattikament il-kumpaniji kollha li jibdew pilota fl-aħħar mill-aħħar jagħżlu s-soluzzjonijiet tagħna.",
  "pilot-text-1d": "Uża din il-formola biex tilħaq wieħed mill-ispeċjalisti tekniċi tagħna. Nirrispondu malajr.",
  "pilot-text-1e": "Tista 'wkoll tibgħatilna email direttament.",
  "pilot-email-details": "Id-dettalji huma hawn.",
  "pilot-f1": "Reġjun",
  "pilot-f2": "Ismek",
  "pilot-f3": "Ismek",
  "pilot-f4": "Email tan-Negozju",
  "pilot-f5": "Xi dettalji oħra li għandu jkollna?",
  "pilot-f6": "Għandek bżonn onboarding urġenti?",
  "pilot-f7": "Iva.",
  "pilot-f8": "Ninsab taħt attakk u neħtieġ onboarding immedjat.",
  "pilot-f9": "Issottometti",
  "pilot-f10": "Billi ddaħħal l-email tiegħek, taqbel mat-Termini u l-Politika ta' Privatezza tagħna, u li tirċievi email mingħandna.",
  "pilot-fo-1": "L-integrazzjoni ma setgħetx tkun aktar faċli.",
  "pilot-fo-2": "hCaptcha għandu għexieren ta 'integrazzjonijiet mibnija minn qabel għas-sistemi ta' frontend u backend li tuża.",
  "pilot-fo-3": "Jekk jiġri li ġej minn reCAPTCHA ta' Google, l-APIs tagħna huma sostituti drop-in. Tliet linji ta 'kodiċi huma kulma għandek bżonn.",
  "pilot-fo-4": "L-inġiniera ta 'l-onboarding tagħna jistgħu jwassluk biex tmur malajr, kemm jekk għandek bżonn l-integrazzjoni ta' React, SDKs għal apps indiġeni ta 'iOS, eżempju backend Java, jew prattikament kwalunkwe xenarju ieħor.",
  "pilot-fo-5": "U bħal dejjem, il-privatezza hija valur ewlieni għalina. Żid il-kodiċi tal-isfida tagħna biss fejn huwa meħtieġ, u fejn jagħmel sens li tipproteġi kemm lilek kif ukoll lill-utenti tiegħek. It-tnaqqis tal-ġbir tad-dejta jibda mill-mument tal-integrazzjoni.",
  "pilot-fdone": "Grazzi. Se nkunu f'kuntatt dalwaqt.",
  "home-ent-2-new": "Tgħallem aktar dwar is-soluzzjoni tal-intrapriża tagħna.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Is-soluzzjonijiet ta’ hCaptcha Enterprise jagħtu sigurtà mill-aqwa fil-klassi u jipproteġu ħafna mill-aqwa servizzi online.",
  "home-plans-button-2-new": "Itagħllem iżjed",
  "header-enterprise-link": "Intrapriża",
  "sales-interstitial-c1b-new": "Sir af aktar dwar hCaptcha Enterprise"
}
