{
    "1001938065": "L-integrazzjoni ma setgħetx tkun aktar faċli",
    "1012122721": "* Cookies statistiċi ġestiti direttament minna (jiġifieri l-ewwel parti, mhux cookies ta 'parti terza), fejn id-dejta ma tintużax għall-profiling.",
    "1014004474": "Il-pjanijiet Enterprise ta' hCaptcha joffru ftehimiet ta' livell ta' servizz avvanzati biex iżommu l-organizzazzjoni tiegħek protetta",
    "1021431157": "( ) Inkompatibbiltà ma' liċenzji open source jew open source",
    "1023070345": "Mhux aktar tard mill-14 ta' Marzu 2021",
    "1023108656": "Kategoriji ta' Riċevituri ta' Partijiet Terzi",
    "1023190144": "hCaptcha® fit-test",
    "102498091": "Google tiċċarġja $1 għal kull 1000 talba għal reCAPTCHA Enterprise, li jfisser li issa jitolbu aktar għal kull talba milli jiswa biex jiksru s-sigurtà tas-servizz tagħhom. Dan jidher qisu ftehim ħażin.",
    "102695075": "Tul ta' żmien",
    "1027023087": "Aħna f'hCaptcha minflok iffukajna fuq approċċi aktar moderni għall-problema, li ma jeħtiġux li jinżammu rekords ta 'mġieba fit-tul bħall-istorja tal-ibbrawżjar u wrew ħafna aktar reżiljenti fil-konfront ta' avversarji determinati minn meta ġie introdott is-servizz.",
    "1027200955": "Kellem ma' wieħed mill-esperti tad-dominju tagħna biex tiddefinixxi l-bżonnijiet tal-proġett tiegħek: preċiżjoni fil-mira, format, u kwalunkwe rekwiżit speċjali.",
    "1028058338": "Jekk jogħġbok ara t-taqsima tagħna \"Avviż lis-Suġġetti tad-Data tal-UE\" relatata mad-drittijiet tiegħek taħt ir-Regolament Ġenerali dwar il-Protezzjoni tad-Data (\"GDPR\").",
    "1033698050": "1. Nemmnu li l-klijent tana każ ta' użu li nqisuh moralment aċċettabbli, skont l-interpretazzjoni tagħna tan-normi tipiċi tas-soċjetà tal-Punent?",
    "1035621426": "Kull bot identifikat minn reCAPTCHA inaqqas direttament id-dħul mir-reklami ta' Google.",
    "1038019440": "1. Dan il-klijent huwa magħruf li jirrappreżenta l-interessi nazzjonali ta' pajjiż li jwettaq imġieba li tmur kontra l-liġijiet u n-normi internazzjonali?",
    "103876916": "għal rapporti ta’ sigurtà eliġibbli fuq is-servizz hCaptcha u l-kodiċi tas-sors relatat.",
    "1042802841": "Informazzjoni kunfidenzjali hija kwalunkwe informazzjoni li hija mmarkata bħala kunfidenzjali jew proprjetarja, jew li għandha raġonevolment tinftiehem mill-parti li tirċievi bħala kunfidenzjali jew proprjetarja. Dan ma jinkludix xi informazzjoni li hija (1) disponibbli pubblikament, (2) diġà fil-pussess ta’, żviluppata b’mod indipendenti minn, jew diġà magħrufa mill-parti li tirċievi, jew (3) ġiet żvelata b’ordni tal-qorti jew kif meħtieġ mod ieħor minn liġi.",
    "1045484714": "Integrazzjoni SAML SSO mal-Fornitur tal-Identità tiegħek, eż. Okta jew Azure AD.",
    "1046087606": "IBM. (Globali). Servizzi pprovduti: IBM Cloud.",
    "1047251718": "Illum, madankollu, meta n-nies jitkellmu dwar APIs, invarjabbilment ifissru APIs ibbażati fuq standards. Dawn huma APIs mibnija bl-użu ta' standards miftuħa bħal Representational State Transfer (REST) u formati ta' fajls standard miftuħa bħal JavaScript Object Notation (JSON). Tali \"APIs RESTful\", kif huma magħrufa, jistgħu jinħolqu mingħajr il-ħtieġa ta 'softwer proprjetarju. L-APIs li jirriżultaw huma kapaċi jibagħtu u jirċievu sejħiet ta' dejta u proċedura bejn l-applikazzjonijiet tas-softwer. Pereżempju, app bankarja mobbli tuża API biex taċċessa s-sistemi tal-bank.",
    "1050501253": "Wisq diffiċli",
    "1051214799": "hCaptcha huwa servizz tas-sigurtà tal-web li jipprova jaqsam il-valur mal-pubblikaturi ta’ websajts jew apps li jużawh.",
    "1053787685": "X'inhu Frodi tal-Ħlas?",
    "1058572205": "magħna jekk tixtieq titgħallem aktar dwar",
    "1059502393": "Qbid Dettalji Rapport Bug: Firefox",
    "1061239711": "3. 1 parti",
    "1062291156": "termini standard",
    "1066753052": "li jfisser li l-kartiera hija vojta, u inti fuq sit li jinkludi sfida hCaptcha. Ladarba tlesti l-isfida, taqla 'tokens li jistgħu jiġu mifdija fuq kwalunkwe websajt oħra b'hCaptcha.",
    "1067704102": "Il-Valur fit-Tikkettar tad-Data",
    "1070364246": "Oops! Xi ħaġa marret ħażin waqt li ssottomettiet il-formola.",
    "10724169": "Inti taċċetta l-Politika ta’ Privatezza tagħna, li tirregola x’se nagħmlu bi kwalunkwe Informazzjoni Personali li tagħtina.",
    "1074044172": "Meta l-utenti jridu jsolvu sfida biex jissodisfaw ir-rekwiżiti tas-sigurtà tiegħek, għaliex ma tistaqsux mistoqsijiet pjaċevoli u rilevanti għall-utent?",
    "1077448694": "Biex tintegra ma 'websajts tal-midja soċjali ta' partijiet terzi.",
    "1080672247": "Minħabba li ħafna mill-mistoqsijiet mitluba ma jistgħux jiġu solvuti ekonomikament b'software off the shelf, u minħabba li d-dejta hija ġeneralment unika għas-sistema, dan ifisser li l-bots ħafna drabi jitwaqqfu kompletament mis-servizz b'xejn, u għandhom jiddependu fuq solvers CAPTCHA umani minflok, li jagħmel ħafna tipi ta’ abbuż għal kollox mhux ekonomiku.",
    "1080752747": "Ikkuntattja l-bejgħ",
    "1085089390": "L-abbuż onlajn ġej minn imġieba innata tal-bniedem",
    "1087195513": "Jekk inti Kontributur li jaċċessa s-Servizzi u/jew iwettaq kompiti permezz ta' jew b'konnessjoni ma' Integratur f'isem Min jagħmel it-talba li mhuwiex IMI, allura taqbel u tagħraf li Intuition Machines mhijiex responsabbli għal u m'għandha l-ebda obbligu lejk ma' rispett għal kwalunkwe premjijiet jew kumpens ieħor għal kompiti kompluti. Inti taqbel u tirrikonoxxi li kwalunkwe premjijiet jew kumpens ieħor għal ħidmiet kompluti huwa ddeterminat biss skont il-qbil tiegħek ma' min jagħmel it-talba u/jew mal-Integratur, kif applikabbli. Kwalunkwe tilwim dwar tali premjijiet jew kumpens ieħor (inkluż mingħajr limitazzjoni nuqqas li tirċievi tali premjijiet jew kumpens ieħor) huma biss bejnek u min jagħmel it-talba u/jew l-Integratur, kif applikabbli.",
    "1087260385": "Jekk għandek xi mistoqsijiet dwar din il-Politika ta' Privatezza, jekk jogħġbok ikkuntattjana fuq",
    "1088304322": "Nistgħu nużaw l-informazzjoni personali tiegħek għal raġunijiet mhux deskritti f'din il-Politika ta' Privatezza, fejn aħna permessi bil-liġi li nagħmlu dan u fejn ir-raġuni hija kompatibbli mal-iskop li għaliha ġbarna. Jekk ikollna bżonn nużaw l-informazzjoni personali tiegħek għal skop mhux relatat, nistgħu ninnotifikawk u nispjegaw il-bażi legali applikabbli għal dak l-użu. Jekk inkunu bbażajna fuq il-kunsens tiegħek għal użu partikolari tal-informazzjoni personali tiegħek, nistgħu nfittxu l-kunsens tiegħek għal kwalunkwe skop mhux relatat u nħalluk ttemm l-użu tiegħek tas-servizz f'dak il-ħin jekk toġġezzjona.",
    "1089415440": "Sejbien preċiż ta 'oġġetti f'immaġini u vidjo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kriterji ta' tħassib etiku: Suġġettiv",
    "1092241113": "Biex nifhmu aħjar l-interessi tal-Klijenti u l-Integraturi tagħna.",
    "1093280979": "1. Formoli tal-Ordni tal-Pjattaforma",
    "1099238677": "Bil-volum għoli tagħna u l-latenza baxxa aħna ser inbiddlu x-xogħol tiegħek malajr, bi kunsinna awtomatizzata hekk kif dan isir.",
    "1103295010": "Aqla 'flus jew agħti lill-karità għal meta l-bnedmin isolvu CAPTCHAs",
    "1105363520": "Aħna ma noperawx netwerk tar-reklami, u m'għandna l-ebda interess li nosservaw l-imġieba tal-utent tiegħek sabiex inbigħuhom reklami. Dan ifisser li ma neħtieġux pixel passiv fuq kull paġna tas-sit tiegħek.",
    "110836420": "Aġġornata l-aħħar: 23 ta’ Diċembru 2020",
    "1108398506": "il-klijenti jiksbu kontroll totali fuq l-esperjenza, u jibbenefikaw mill-għarfien espert li kiseb hCaptcha li jopera l-akbar fornitur ta 'sfida indipendenti fuq l-internet. Huma jiksbu wkoll ftehim aħjar minn reCAPTCHA Enterprise: sa 50-80% prezzijiet aħjar, skont il-volum.",
    "111184581": "Hosting tal-ewwel parti",
    "1112074001": "Pass 2: Ikklikkja fuq it-tab tan-Netwerk fl-Għodod tal-Iżviluppatur. Iċċekkja l-kaxxa \"Ippersisti zkuk\" fin-naħa ta 'fuq.",
    "1115642494": "1. Sors: Listi tas-sit reCAPTCHA BuiltWith.com. Irkuprat fid-9 ta' Lulju, 2019.",
    "1115671076": "Zendesk, Inc. (Globali). Servizzi pprovduti: Zendesk.com.",
    "1116455671": "A: Inti se taqla 'premju għas-soluzzjoni inizjali jekk l-utent jimla fuq is-sit tiegħek. Fidji jsegwu l-istess mudell ta 'rispons bħallikieku l-utent għadda awtomatikament fuq is-sit tiegħek minħabba kunfidenza għolja tal-klijent: ma jseħħ l-ebda qligħ, u s-sejħa siteverify mis-server tiegħek tirċievi \"kreditu: Falz\" fir-riżultati tal-pass.",
    "1118929614": "( ) Stupidità estrema min-naħa ta' nies li jagħmlu negozju ma' min jispammja",
    "1119009846": "Kif meħtieġ biex tikkonforma mal-liġi applikabbli, inklużi talbiet governattivi, talbiet għall-infurzar tal-liġi, u mod ieħor lil entitajiet pubbliċi u privati sabiex jiġu protetti d-drittijiet, il-privatezza, is-sikurezza, jew il-proprjetà tiegħek, minna jew oħrajn.",
    "1123365779": "Jekk int żviluppatur tal-web jew utent espert, is-sommarju huwa li nixtiequ li tibgħatilna netwerk li jirreġistra l-HAR u r-reġistri tal-console tal-browser.",
    "1126302400": "Kaxxa li Delimita",
    "1126447688": "ħafna drabi jirrappurtaw prestazzjoni ugwali jew aħjar fl-iskoperta tal-bot u l-mitigazzjoni minkejja l-fokus tal-privatezza tagħna",
    "1126613163": "Dejta Sensittiva",
    "1129833879": "Waqqaf il-bots malizzjużi, ipproteġi l-privatezza tal-utent",
    "1130783905": "L-eżattezza hija fl-interess tiegħek u tagħna. hCaptcha jaħdem biex jagħtik data reali u tħallik tiddeċiedi kif tużaha. Soluzzjonijiet oħra ta 'sigurtà huma pprovduti minn kumpaniji ta' reklamar Gigantic. Dan ifisser li kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
    "1130802068": "Aħna nużaw l-informazzjoni li niġbru għall-għanijiet li ġejjin:",
    "1130868224": "Tliet linji ta 'kodiċi",
    "1131196501": "Kumpaniji ewlenin bħal",
    "1131525092": "Ggruppa atturi ħżiena flimkien mingħajr sforz permezz tal-UIDs Scoped tagħna li jippreservaw il-privatezza biex isibu u jwaqqfu frodi u abbuż relatati",
    "1133989302": "Għaliex hCaptcha?",
    "1137757109": "Jekk huwa kont tal-kummerċ elettroniku, l-attakkant jista 'jordna merkanzija. Jekk il-vittma tkun bank, l-attakkant jista’ jittrasferixxi fondi lil hinn mix-xtut, eċċ.",
    "1139493658": ", u taħdem ħafna biex tibbilanċja l-privatezza u s-sigurtà.",
    "1139500589": "Pajjiż",
    "1140554614": "Ftehim dwar l-Ipproċessar tad-Data",
    "1141402092": "Karatteristiċi ta' rappurtar avvanzati",
    "1144966033": "Ottimizzat għall-ispiża u l-kwalità",
    "1150035777": "Mudelli sofistikati ta’ tagħlim tal-magni jiġġeneraw punteġġi ta’ kunfidenza tal-bot ibbażati fuq ħafna punti ta’ dejta lil hinn minn jekk il-mistoqsijiet ġewx imwieġba b’mod korrett",
    "1150786045": "www.botstop.com",
    "1150963691": "Mitigazzjoni tal-APT",
    "1151065360": "( ) Il-listi s-sewda jgerdu",
    "1155436473": "(l-offerta tal-intrapriża tagħna) issa tipproteġi mijiet ta’ miljuni ta’ utenti fuq għexieren ta’ miljuni ta’ websajts u apps kull xahar. L-istorja tagħna turi li tista’ tikkompeti ma’ Big Tech meta tpoġġi l-privatezza l-ewwel.",
    "1155821305": "id-difiża hija fond",
    "1156712451": "Test Inizjali tax-Xogħol",
    "1159746815": "Tista 'wkoll tibgħatilna email direttament.",
    "1160252730": "Google issa qed titlob prezzijiet għoljin għal reCAPTCHA Enterprise, u dan iwassal biex ħafna kumpaniji jevalwaw mill-ġdid dan il-ftehim.",
    "1160707899": "12. Ir-Rwol tal-Kontributur u r-Relazzjoni ma' l-IMI u Rikjedenti Oħra",
    "1161704803": "Għaliex għandna politika tal-Etika tal-AI?",
    "116842359": "***** Ir-rikonċiljazzjoni mistennija titlesta fuq diversi jiem minħabba l-manutenzjoni tas-sistema.",
    "1169005651": "15 ta' Settembru 2019",
    "1172067553": "Il-pjattaforma UMAN wara hCaptcha tipprovdi kwalità tax-xogħol u karatteristiċi ta’ ġestjoni sofistikati ħafna permezz ta’ skjeramenti fuq il-post, ibridi jew SaaS li jintegraw mas-sistemi eżistenti tiegħek.",
    "117227832": "( ) Għaliex għandna nafdaw lilek u lis-servers tiegħek?",
    "1173652155": "Konsulenti",
    "1173934218": "Aħna nifhmu li l-privatezza tiegħek hija importanti għalik u aħna impenjati li nkunu trasparenti dwar it-teknoloġiji li nużaw. Din il-politika tipprovdi informazzjoni dettaljata dwar kif u meta nużaw il-cookies fis-Siti u s-Servizz tagħna.",
    "1174237568": "Dawn l-attivitajiet ta' pproċessar jikkostitwixxu l-interessi leġittimi tagħna. Aħna nippruvaw nikkunsidraw u nibbilanċjaw kwalunkwe impatt potenzjali fuqek (kemm pożittivi kif ukoll negattivi) u d-drittijiet tiegħek qabel ma nipproċessaw l-informazzjoni personali tiegħek għall-interessi leġittimi tagħna. Aħna ma nużawx l-informazzjoni personali tiegħek għal attivitajiet fejn l-interessi tagħna huma megħluba minn kwalunkwe impatt negattiv fuqek (sakemm ma jkollna l-kunsens tiegħek jew inkella nkunu meħtieġa jew permessi bil-liġi).",
    "1177598246": "Ikkuntattja Bejgħ",
    "1182294134": "Asja-Paċifiku (APAC)",
    "1186243118": "stampi tal-logo",
    "1187718370": "Ikkuntatjana",
    "1188668818": "ipprovdi kwalunkwe informazzjoni falza waqt li tuża din il-websajt (inkluż mingħajr limitazzjoni li tippersona xi persuna jew organizzazzjoni oħra fil-kont tiegħek, jew tiddikjara b'mod falz jew b'xi mod ieħor tirrappreżenta ħażin lilek innifsek jew l-affiljazzjoni tiegħek ma' kwalunkwe persuna jew organizzazzjoni oħra fil-kont tiegħek;",
    "119098046": "Xi ngħidu dwar soluzzjonijiet passivi jew bla sfida?",
    "119298044": "Teknoloġiji avvanzati ta' ML u AI ssorveljati minnu nnifsu jipproteġu l-proprjetajiet tal-web tiegħek minn theddid u attakki",
    "1193738791": ": huma jsegwu l-imġieba tal-utent fuq kull paġna ta’ websajt u madwar il-web. Iddisinajna hCaptcha biex ikun favur il-privatezza kemm jista' jkun mill-ewwel jum. Dan wassal għal approċċ kompletament differenti għall-problema. Kif jirriżulta, it-traċċar tal-utenti madwar il-web u l-irbit tal-istorja tal-web tagħhom mal-identità tagħhom huwa kompletament bla bżonn biex tinkiseb sigurtà tajba. Il-ħafna kumpaniji li qalbu għal hCaptcha",
    "1200905005": "††† Minn Settembru 2021, ir-rikonċiljazzjoni u l-ħlasijiet issa jsiru fuq perjodu ta’ madwar 10 ijiem aktar milli ġurnata waħda, sabiex jiġu ssimplifikati r-restrizzjonijiet operattivi relatati mat-tkabbir fis-servizz.",
    "1201821619": "hCaptcha issolvi waħda mill-aktar problemi urġenti tal-lum: il-prevenzjoni tal-bots malizzjużi milli jabbużaw mis-servizzi online.",
    "120384113": "6. Terminazzjoni",
    "1204911585": "2. Jekk qed tuża l-brawżer Brave, li ma jidhirx (minn April 2020) li għandu xi tip ta’ whitelist tal-cookies, mur Preferenzi -> Shields -> Cookies u agħżel \"Ħalli l-Cookies Kollha.\"",
    "1208179159": "LogDNA, Inc. (Globali). Servizzi pprovduti: LogDNA.com.",
    "121192737": "Żidiet li ġejjin",
    "1216071511": "L-istess ideat huma proposti tant ta’ spiss li madwar 20 sena ilu, awtur anonimu ħareġ bi timla l-vojt ta’ għajnuna għal diskussjonijiet onlajn dwar soluzzjonijiet kontra l-ispam:",
    "121743429": "Għall-Kumpaniji tal-Infrastruttura tal-Web",
    "1218990730": "kif tirrapporta kwistjonijiet bi zkuk dettaljati",
    "1219091208": "Dropbox",
    "1224727373": "BotStop minn hCaptcha",
    "122875767": "Tissodisfa l-bżonnijiet legali tiegħek meta kumpaniji oħra ma jistgħux.",
    "1229233916": "Noti f'qiegħ il-paġna",
    "1230058025": "Separabbiltà. Ħlief għall-Klass Action Waiver, jekk xi terminu jew dispożizzjoni, jew porzjon ta' din il-klawżola ta' arbitraġġ tiġi ddikjarata nulla jew mhux infurzabbli, tinqata' u l-bqija tal-klawżola ta' arbitraġġ tkun infurzabbli.",
    "1232651561": "Is-softwer issa huwa tajjeb daqs in-nies biex isolvi l-isfidi tar-reCAPTCHA.",
    "1233229030": "Mixxellanji",
    "1233793176": "Is-Siti u s-Servizz tagħna mhumiex diretti lejn tfal taħt it-13-il sena u aħna ma niġbrux xjentement Informazzjoni Personali minn tfal taħt it-13-il sena. Jekk nitgħallmu li ġbarna Informazzjoni Personali ta’ tifel taħt it-13-il sena, nieħdu passi raġonevoli biex titħassar tali informazzjoni mill-fajls tagħna hekk kif ikun prattikabbli, sakemm ma jkollna obbligu legali li nżommuha. Jekk jogħġbok ikkuntattjana fuq",
    "1235925265": "Dokumentazzjoni",
    "1237076138": "hCaptcha joffri ftehim ġust kemm lill-klijenti b'xejn (hCaptcha Publisher) kif ukoll intrapriżi (hCaptcha Enterprise).",
    "1240667045": "Nistgħu nissospendu, nillimitaw jew nikkanċellaw l-aċċess tiegħek għas-Servizzi fi kwalunkwe ħin għal kwalunkwe raġuni, inkluż minħabba li: (a) nemmnu li inti kisret dawn it-Termini tas-Servizz (inklużi politiki oħra relatati); (b) nemmnu li inti kisret id-drittijiet tagħna jew id-drittijiet ta’ kwalunkwe parti terza; (c) aħna ma nistgħux nivverifikaw jew jawtentikaw l-informazzjoni li tkun ipprovejt lilna; jew (d) nemmnu li l-azzjonijiet tiegħek jistgħu joħolqu obbligazzjonijiet għalik, għalina, jew għal parti terza. Biex nevitaw id-dubju, aħna nirriżervaw id-dritt li nipprevjenu jew nissospendu l-ħlas lilek jekk raġonevolment nemmnu li xi wieħed minn dak ta’ hawn fuq japplika għal tali ħlas.",
    "1241291641": "Ara aktar dettalji.",
    "1242066691": "Iċċekkja l-kaxxa ħdejn \"Ħalli cookies ta' partijiet terzi.\"",
    "1243684308": "Aħna nieħdu l-feedback tiegħek bis-serjetà, u rridu niżguraw li kulħadd ikollu esperjenza aktar pjaċevoli online, b'inqas bot u inqas spam. Ikseb magħna:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Ikklikkja \"OK\"",
    "1254771154": "sfidi murija fuq servizzi oħra ta' appoġġ għall-Privatezza Pass li jintegraw ukoll hCaptcha, eż Cloudflare.",
    "1258965840": "Għalhekk, jekk l-attakkant jista 'jidħol f'sit wieħed, huwa probabbilment jista' jidħol f'siti multipli billi juża l-kredenzjali mxerrda. Pereżempju, jistgħu jiksbu par username/password bħal JohnDoe/525momma, iżda m'għandhom l-ebda idea x'se jagħmel dak il-par għalihom. Allura, jippruvaw il-par fuq Amazon.com, Ebay, Citibank, Walgreens u fuq u fuq. Jistgħu jippruvaw dak il-par fuq elf sit differenti.",
    "1259002282": "Sibt bug? Hawn kif tirrapportaha.",
    "126134492": "Oħrajn",
    "1263998069": "Aqla' premjijiet għal solvuti umani",
    "1266963825": "Q: Huwa hCaptcha Taqsima 508 + WCAG 2.1 AA konformi?",
    "1268414751": "Xi dettalji oħra li għandu jkollna?",
    "1268918580": "Xi wħud mill-logos u marki użati minn hCaptcha u l-imsieħba tagħha huma proprjetà ta’ partijiet terzi u jistgħu jintużaw biss bil-permess tagħhom. Partijiet terzi ma jistgħux jużaw il-marki li ġejjin ħlief kif permess mis-sidien tagħhom:",
    "1270712701": "Stqarrijiet għall-Istampa u Rapporti Riċenti",
    "1271831121": "Mhuwiex bħallikieku l-hacker (mlibbsu hoodie, ovvjament!) Qiegħed hemm, ittajpja kredenzjali wara kredenzjali. Il-bot tal-login awtomatizzat jista 'jsir minn għodda off-the-shelf bħal Selenium jew għodda tal-hacker żviluppata apposta.",
    "1273071008": "Talbiet għad-Drittijiet ta' Aċċess tas-Suġġett tad-Data",
    "1273914192": "3. Taxxi",
    "1275150216": "Landmarks",
    "1278884196": "Cela dit, il-kriptografija hija dixxiplina pjuttost żgħira. Ibbażat fuq l-istorja reċenti, l-iskema kriptografika u/jew l-implimentazzjoni tiegħek x'aktarx li tinkiser hekk kif xi ħadd ikollu inċentiv biex iħares lejha mill-qrib, u x'aktarx nies oħra se jsibu dan ħafna qabel ma tagħmel dan. Li tiddependi fuq il-ħardwer ifisser ukoll li jista 'jkollok bżonn titlob lil kull wieħed mill-utenti tiegħek biex ibiddel apparat fiżiku sabiex jimxi d-difett. Dan mhux probabbli li jseħħ malajr fil-biċċa l-kbira tal-każijiet, jiġifieri fir-realtà s-sistema tiegħek sempliċement tfalli miftuħa.",
    "1282121137": "Biex tifhem kemm it-teħid tal-kont jista’ jkun problematiku, ikkunsidra kif tidher l-esperjenza mill-perspettiva tal-istituzzjoni finanzjarja. Huma jimmaniġġjaw miljuni ta 'logins kuljum.",
    "1289884910": "Aħna nippubblikaw ukoll analiżi u rapporti okkażjonali. Pereżempju:",
    "1291824746": "hCaptcha Ħlasijiet jitmexxew kull tliet xhur fuq bażi ta' wara 60 jum. Biex turi xi jfisser dan, jekk jogħġbok ara t-tabella hawn taħt.",
    "129661785": "Qatt ġejt mitlub biex \"ikklikkja fuq il-karozza/passwalk/stoplight?\"",
    "1296696044": "Privatezza vs Sigurtà: Għaliex mhux it-tnejn?",
    "1297224875": "Approċċ unikament immexxi mill-privatezza għas-sigurtà onlajn tal-Intrapriża.",
    "1297657322": "Skrin tal-utent tal-aċċessibilità wara l-login",
    "1300485304": "hCaptcha jipproteġi kontra theddid avvanzati u decoys iddisinjati biex jinfiltraw in-netwerks tiegħek",
    "130239139": "X'inhu l-valur tal-100+ persuna-sena ta' xogħol miġbura minn Google kuljum?",
    "1316817321": "Attribuzzjoni",
    "131871195": "L-aħjar mod biex tiżgura s-sodisfazzjon tiegħek huwa li turi li nilħqu l-bżonnijiet tiegħek.",
    "1330274831": "Inti b'dan tagħtina liċenzja dinjija, mhux esklussiva, subliċenzjabbli, trasferibbli, mingħajr royalties, irrevokabbli matul it-terminu ta' dan il-Ftehim biex tuża, tirriproduċi, tiddistribwixxi elettronikament, u turi pubblikament kwalunkwe Data tal-Klijent għall-iskop biss li tipprovdi s-Servizzi . Inti tirrappreżenta u tiggarantixxi li għandek biżżejjed dritt, titolu, u interess fi u għad-data tiegħek sabiex tagħti l-liċenzja f'din it-taqsima.",
    "1333016413": "Dan jippermettilek tevita mistoqsijiet futuri billi tirreġistra u tissettja cookie.",
    "1337725003": "hCaptcha hija impenjata li tiddemokratizza l-aċċess għal annotazzjoni f'ħin reali ta 'volum għoli, u tħalli kumpaniji kbar u żgħar itejbu l-kwalità tal-prodotti u s-servizzi tagħhom billi japplikaw it-tagħlim bil-magni għan-negozju tagħhom.",
    "1338341134": "hCaptcha + Private Pass (Beta)",
    "1340011854": "Riżoluzzjoni Alternattiva tat-Tilwim Meħtieġa. Inti taqbel li għal kwalunkwe tilwima li tqum minn jew tkun relatata mal-użu tiegħek tas-Servizzi, inkluż kwalunkwe tilwima li setgħet qamet minn meta bdejt twettaq il-kompiti għall-IMI, u speċifikament inkluż kwalunkwe talba relatata ma' jekk tikklassifikax jew le bħala kuntrattur indipendenti, l-ewwel tinnotifika lill-IMI bit-talba tiegħek kontriha. Int u l-IMI imbagħad jippruvaw isolvu l-kwistjoni jew permezz ta' negozjar dirett jew medjazzjoni. Se naqsmu b'mod ugwali l-ispiża tal-medjazzjoni u naqblu li l-medjazzjoni għandha ssir permezz tat-telefon jew mezzi elettroniċi oħra. Jekk talba tibqa' mhux solvuta wara negozjati informali jew medjazzjoni, inti taqbel li int u l-IMI se tużaw arbitraġġ finali u vinkolanti biex isolvu t-tilwima. Din il-klawżola tirregola l-pretensjonijiet kollha retroattivament minn meta bdejt tuża l-websajt tagħna, kemm jekk ibbażata fuq tort, kuntratt, statut, inkluż, iżda mhux limitat għal, kwalunkwe pretensjoni ta’ diskriminazzjoni u fastidju, kemm jekk ikunu bbażati fuq l-Att dwar l-Impjieg u d-Djar Ġust ta’ Kalifornja , Titolu VII tal-Att dwar id-Drittijiet Ċivili tal-1964, kif emendat, jew kwalunkwe liġi jew regolament statali jew federali oħra, liġi ekwa, jew mod ieħor.",
    "1344687860": "Kaxxi li Delimitaw",
    "1344959096": "Jaħdem bħala labeler tad-dejta individwali",
    "1345083090": "Tirrapporta kwistjoni ta' funzjonalità?",
    "134571844": "Impressum (Avviż tas-Sit)",
    "1350478093": "Għan tal-ipproċessar",
    "135276624": "Ewropa, Lvant Nofsani, Afrika (EMEA)",
    "1356745565": "Kompatibbli it-triq kollha lura għall-Internet Explorer 8.",
    "1358325821": "L-ewwel, installa l-estensjoni għal",
    "1362015807": "Nibdew",
    "1368787974": "Aqsam il-ġestjoni fit-tim tiegħek.",
    "137127070": "daħħal, ittella’, jew ehmeż links jew fajls esterni malizzjużi jew mhux magħrufa, jew ittella’ kwalunkwe kontenut li jkun fih virus, Trojan horse, dud, bomba tal-ħin, jew kodiċi ieħor tal-kompjuter li jagħmel il-ħsara;",
    "1373262754": "Li tkun taf min hu individwu għandu valur minimu għal hCaptcha. Aħna jimpurtana biss jekk humiex umani jew attur malizzjuż.",
    "1374227759": "uża l-websajt għal kwalunkwe attività illegali, jew għal kwalunkwe skop minbarra l-iskop li għalih tkun saret disponibbli;",
    "1377538813": "Lingwa Prevali. Il-verżjoni bil-lingwa Ingliża ta’ dawn it-Termini ta’ Servizz se tikkontrolla fl-aspetti kollha u tipprevali f’każ ta’ xi inkonsistenzi mal-verżjonijiet tradotti, jekk ikun hemm.",
    "1388241689": "Informazzjoni miġbura bħala riżultat li l-Utenti finali jwieġbu prompts permezz tas-Servizz (\"Dejta Tikkettjata\"), bħal dejta dwar it-tikkettar tal-immaġni, test maqluba minn fajls awdjo li jintlagħbu lil dawk l-Utenti finali, tweġibiet għal mistoqsijiet, u prompts oħra ġġenerati mis-Servizz għal skopijiet ta' tikkettar ta' data għall-użu f'applikazzjonijiet ta' tagħlim tal-magni. Innota li Dejta Ittikkettata mhijiex marbuta ma' xi individwu identifikat.",
    "1393184984": "huma kulma għandek bżonn.",
    "1394253934": "7. Użu ħażin, Abbuż, u Rappreżentazzjoni ħażina",
    "1397766838": "Esperjenza Aħjar tal-Utent",
    "1406188018": "6 u 7",
    "1406393333": "Kwalunkwe aċċess jew użu tas-Servizzi minbarra skont dawn it-Termini tas-Servizzi u kwalunkwe struzzjoni li nipprovdu huwa strettament ipprojbit. B'mod partikolari, MHUX SER:",
    "1406692811": "tidħol fi spamming jew tpoġġi kwalunkwe tip ta’ pubbliċità, tipprova tikseb referenzi, komunikazzjoni tal-massa, offerti jew talbiet ta’ flus, solleċitazzjoni ta’ servizzi, reklamar, marketing, messaġġi bla sens, suġġetti duplikati, kontenut illegali, links ta’ websajts soċjali, indirizzi tal-posta elettronika, jew IDs tal-messaġġiera instantanja sakemm ma jkunx meħtieġ mill-kompitu;",
    "1408530660": "L-IMI tirrispetta l-proprjetà intellettwali ta’ ħaddieħor u aħna nirriżervaw id-dritt li tneħħi mis-sit tagħna kwalunkwe materjal li nemmnu li jista’ jikser id-drittijiet intellettwali ta’ kwalunkwe parti terza. Jekk temmen li x-xogħol tiegħek stess ġie kkupjat b'mod li jikkostitwixxi ksur tad-drittijiet tal-awtur fuq din il-websajt, jekk jogħġbok ikkuntattja l-appoġġ għall-klijenti ta 'Intuition Machines.",
    "1408599440": "Ibda malajr bi ftit linji ta' kodiċi u l-modalità passiva tagħna ta' 99.9%, jew ħu kontroll sħiħ fuq meta u kif l-utenti jiġu sfidati. Mudelli ta’ theddid apposta u sfidi li jistgħu jiġu personalizzati jfissru flessibilità bla rivali biex tiġi żgurata s-sigurtà.",
    "1408750006": "Soġġett għal ċerti limitazzjonijiet, is-CCPA tipprovdi lill-konsumaturi ta’ Kalifornja d-dritt li jitolbu li jkunu jafu aktar dettalji dwar il-kategoriji jew biċċiet speċifiċi ta’ informazzjoni personali li niġbru (inkluż kif nużaw u niżvelaw din l-informazzjoni), biex iħassru l-informazzjoni personali tagħhom, biex jagħżlu li ma jidħlux. kwalunkwe \"bejgħ\" li jista' jkun qed iseħħ, kif ukoll id-dritt li ma tiġix diskriminat għall-eżerċizzju ta' dawn id-drittijiet.",
    "1409486258": "Ikkoreġi",
    "1409822234": "Taħt l-ebda ċirkostanza m'għandha tintuża trademark hCaptcha identika jew kważi identika bħala isem ta' dominju.",
    "1418235079": "Fornituri tas-Servizz",
    "1421074182": "Sostanzjalment ogħla.",
    "1422537019": "lilna llum biex nitgħallmu aktar.",
    "1424800293": "Il-logo hCaptcha:",
    "1428053210": "Dan il-kontenut huwa ġeneralment trasformat mill-forma oriġinali tiegħu. Pereżempju, vidjo jista 'jinqasam f'ħafna stampi, dawk l-immaġini jistgħu jinqasmu f'ħafna stampi ġodda, u dawk l-immaġini ġodda mbagħad jitħalltu b'mod każwali biex jipproduċu r-riżultat finali muri.",
    "1434289796": "Xi Cookies huma meħtieġa għal ċerti użi tas-Siti, u mingħajr tali Cookies, ma nkunux nistgħu nipprovdu ħafna servizzi li għandek bżonn biex tuża s-Siti kif suppost. Dawn il-Cookies, pereżempju, jippermettulna nħaddmu s-Siti tagħna sabiex tkun tista' taċċessaha kif tlabt u ejjew nagħrfu li ħloqt kont u dħalt f'dak il-kont biex taċċessa l-kontenut tas-Sit. Huma jinkludu wkoll Cookies li jippermettulna niftakru l-azzjonijiet preċedenti tiegħek fl-istess sessjoni ta’ browsing u niżguraw is-Siti tagħna.",
    "1445008801": "Kif tpoġġiha Eden:",
    "1446868537": "hCaptcha m'għandu qatt jintuża bħala verb.",
    "1447649958": "Bħala tfakkira, it-traffiku uman preċiż biss huwa eliġibbli għall-ħlasijiet. Tista' tara aktar dettalji dwar dan fil-FAQ tagħna, marbuta hawn taħt. Il-bilanċ disponibbli għandu wkoll jilħaq limitu minimu sabiex ikun eliġibbli għall-ħlas, bħalissa 10 HMT.",
    "1457707016": "Għall-individwi",
    "1467218142": "Dak li nixtiequ minnhom u minna nfusna jmexxi l-imġieba tagħna, u għalhekk l-istess mudelli ta 'interazzjoni jerġgħu jseħħu fis-sistemi umani kollha. L-internet jipprovdi ħafna eżempji sterlina ta’ dan l-aspett fundamentali tad-dinja tagħna.",
    "1467308982": "Skedi ta' Ħlas",
    "1467783792": "L-ebda persuna, entità, jew organizzazzjoni sanzjonata mill-Istati Uniti (\"Attur Sanzjonat\") ma hija eliġibbli għal premjijiet jew biex tuża s-Servizzi bħala Integratur. Biex jiġi evitat id-dubju, dan jinkludi kwalunkwe Attur Sanzjonat nominat mill-Uffiċċju tal-Kontroll tal-Assi Barranin (\"OFAC\") tad-Dipartiment tat-Teżor tal-Istati Uniti.",
    "1470290349": "għall-aħjar fil-klassi bot u ġestjoni tal-frodi.",
    "1475399473": "Sir af aktar dwar it-tim ta' hCaptcha",
    "1476843710": "Forom ta’ teħid ta’ kont li jagħmlu inqas ħsara finanzjarja iżda li għadhom dannużi jinvolvu l-ħtif ta’ kontijiet tal-midja soċjali u affarijiet simili. F'dawn il-każijiet, l-attakkant normalment ikun qed jipprova jxerred malware jew jidħol f'attakki ta' phishing kontra ħbieb tal-vittma li ma jissuspettawx. Jew, l-attakkant qed jipprova jimbarazza lill-vittma, li kultant jiġri ma 'ċelebritajiet u politiċi, pereżempju.",
    "1477196356": "Għal għexieren ta' snin ġew proposti diversi metodi ta' rabta tal-identità ma' apparat b'mod kriptografikament sikur, xi kultant bi proprjetajiet li jippreservaw il-privatezza. Il-kriptografija taċ-ċavetta pubblika tmur lura għal c. 1975, u tokens tal-ħardwer ilhom jeżistu kważi daqshekk.",
    "1480820434": "immaġni 1",
    "148188781": "Sfidi Ippreżentati",
    "1482845460": "( ) Jeħtieġ kooperazzjoni totali immedjata minn kulħadd f'daqqa",
    "1483015662": "3. Sessjoni",
    "1485807325": "Dashboards multi-utenti, SAML SSO",
    "1487796027": "Għall-kumpaniji",
    "1491780143": "Il-CAPTCHAs ma jurux li int bniedem – huma juru li int Amerikan",
    "1493115924": "Noti tat-trademarks:",
    "1493790285": "Informazzjoni oħra miġbura mill-Utenti finali bħala parti mis-Servizz li hija meħtieġa biex jiġi ddeterminat jekk dawn",
    "1495915066": "Kif aħna, l-imsieħba tagħna fir-riċerka akkademika, u l-klijenti tagħna nużaw il-midja Creative Commons",
    "1499894352": "Ftit ħafna kumpaniji joffru trasparenza fil-proċessi tagħhom tat-teħid tad-deċiżjonijiet f'dan il-qasam, u nittamaw li oħrajn isegwu dan l-eżempju!",
    "1503240421": "Pass 5: Ikklikkja fuq it-tab tal-Console, u kklikkja bil-lemin imbagħad \"Save as ..\" sabiex issalva l-log tal-console. Ibgħatilna hekk ukoll.",
    "1504327211": "Jekk jogħġbok innota li l-użu tiegħek tas-Servizz tagħna huwa rregolat minn tagħna",
    "1508655687": "Żid l-isfidi tiegħek imfassla għall-udjenza tiegħek biex tissimplifika jew tirrestrinġi l-aċċess",
    "1510448156": "Tista' tkun qed taħdem b'alternattiva superjuri illum, u ddawwar karatteristiċi aktar avvanzati kif meħtieġ.",
    "1514478724": "Itagħllem iżjed",
    "151737819": "hCaptcha Solve Rati madwar id-dinja juru ftit li xejn varjanza",
    "1517625162": "Skont it-Taqsima 1789.3 tal-Kodiċi Ċivili tal-Kalifornja, l-utenti tal-Kalifornja huma intitolati għall-avviż li ġej dwar id-drittijiet tal-konsumatur: Ir-residenti tal-Kalifornja jistgħu jilħqu l-Unità ta’ Assistenza għall-Ilmenti tad-Diviżjoni tas-Servizzi tal-Konsumatur tad-Dipartiment tal-Affarijiet tal-Konsumatur ta’ Kalifornja bil-posta f’1625 North Market Blvd., Sacramento, CA 95834, jew bit-telefon fuq (916) 445-1254 jew (800) 952-5210.",
    "1517627947": "X'aktarx kont qed tara stampi ta' bini jew sinjali tat-toroq mill-karozzi Streetview ta' Google, u qed tgħin biex tittikkettja l-postijiet għall-prodotti tagħhom tal-Maps u tad-Dinja.",
    "1519201684": "Politika tal-Etika tal-AI",
    "1519560388": "7. Sors: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Għal aktar informazzjoni ikkuntattja Enterprise Sales.",
    "1525506526": "X'inhuma l-Account Takeovers U Kif Jaħdmu?",
    "1526887904": "Privatezza tal-Intrapriża tal-hCaptcha",
    "1528242915": "Identifikaturi.",
    "1533171442": "Aħna nużaw ukoll Cookies u Cookies funzjonali minn partijiet terzi għal skopijiet ta’ analiżi u marketing. Il-Cookies Funzjonali jippermettu li ċerti partijiet tas-Siti jaħdmu sew u l-preferenzi tal-utent tiegħek jibqgħu magħrufa. Il-Cookies tal-Analiżi, fost affarijiet oħra, jiġbru informazzjoni dwar kif il-Klijenti, l-Integraturi u l-Utenti finali jużaw is-Siti tagħna, il-kontenut u l-prodotti li l-utenti jaraw l-aktar frekwenti, u l-effettività tar-reklamar tagħna ta’ partijiet terzi. Il-Cookies tar-Reklamar jgħinu fit-twassil tar-reklami lil udjenzi rilevanti u li r-reklami tagħna jidhru fil-quċċata tar-riżultati tat-tfittxija. Il-cookies huma jew Cookies ta’ “sessjoni” li jitħassru meta tispiċċa s-sessjoni tal-brawżer tiegħek, jew “persistenti”, li jibqgħu sakemm tħassru minnek (diskuss hawn taħt) jew il-parti li serviet il-cookie. Dettalji sħaħ dwar il-Cookies kollha użati fis-Siti huma disponibbli fit-tabella tagħna ta' Żvelar tal-Cookies hawn taħt.",
    "1539071196": "Ġeneralment nużaw Cookies għall-għanijiet li ġejjin:",
    "1544546608": "Privatezza Pass",
    "1544829730": "Jekk inti Klijent jew Talba, taqbel li t-termini addizzjonali mehmuża hawnhekk bħala l-Appendiċi tal-Klijent se japplikaw u jiġu inkorporati b'referenza f'dawn it-Termini tas-Servizz. Jekk m'intix Klijent jew Rikestjonant, jew ma tibqax Klijent jew Rikestjonant, allura t-termini addizzjonali fl-Appendiċi tal-Klijent ma japplikawx u lanqas ma jiġu inkorporati b'referenza f'dawn it-Termini ta' Servizz.",
    "1546930020": "Jkollna Dejta Tikkettjata",
    "1547006769": "Il-verifika tal-umanità hija l-istess problema",
    "1549336309": "hCaptcha dawwar dan il-mudell. Meta tuża hCaptcha, il-kumpaniji joffru fuq ix-xogħol li jagħmlu l-utenti tiegħek hekk kif juru l-umanità tagħhom. Ikollok il-premjijiet.",
    "1549953005": "Jista' jkun li tkun imlejt formola ta' ordni ta' aċċess għal pjattaforma waħda jew aktar (kull waħda, \"Formola tal-Ordni\") bħala kundizzjoni biex issir Klijent jew Talba. Jekk iva, allura t-termini u l-kundizzjonijiet deskritti fil-Formola tal-Ordni jsiru parti mit-Termini tas-Servizz u huma b'dan inkorporati b'referenza.",
    "155456850": "iħabbru l-bidla tagħhom għal hCaptcha:",
    "1558428432": ". Jekk jogħġbok ikkreditahom lil hCaptcha.com.",
    "155877895": "Sejbien u klassifikazzjoni mħaddma mill-bniedem",
    "1559150837": "Il-miri mhumiex bla difiża għalkemm. Ħafna mill-websajts għandhom kontrolli li jimblokkaw utent suspettuż li qed jipprova jidħol f'eluf ta' kontijiet differenti mill-istess indirizz IP fi spazju qasir ta' żmien. Dak li jagħmlu l-attakkanti tal-mili tal-kredenzjali biex jevitaw dawn it-tekniki ta 'protezzjoni huwa dan biex jissimulaw id-diversità ġeografika u tal-IP. Bl-użu ta' għodod b'saħħithom, ħafna drabi mmexxija mill-AI, jistgħu jagħmluha tidher li eluf ta' utenti qed jippruvaw jidħlu b'mod każwali f'ħinijiet differenti tal-ġurnata minn madwar il-pajjiż kollu. Dan huwa ħafna aktar diffiċli biex tiskopri u tieqaf.",
    "1559190296": "5-11 ta’ Jannar 2021†",
    "1559631739": "Tagħlim privat",
    "1560232962": "tkopri fid-dettall, ma jsiru l-ebda garanziji dwar l-ammont li jinqala' għal kwalunkwe tweġiba partikolari. Jista 'jkun hemm l-ebda mistoqsija mħallsa disponibbli dak iż-żmien, tweġiba tista' tiġi miċħuda għal raġunijiet ta 'kwalità, eċċ.",
    "1565481281": "Nota lir-Residenti tal-Kalifornja",
    "1569804581": "Jekk tixtieq tiġi kkuntattjat fil-futur dwar opportunitajiet relatati, jekk jogħġbok imla din il-formola.",
    "1579093044": "Bid-disinjatur tal-isfida tad-dwana sempliċi tagħna, tista 'tniedi kontenut ta' sfida fuq il-marka fi ftit minuti biss.",
    "1579715421": "Ix-xjentisti tal-IM jippubblikaw regolarment fl-aqwa konferenzi bħal ICML, ICLR, ECCV, u NeurIPS, u l-kumpanija ħarġet pubblikament riżultati avvanzati f'dixxiplini ML bħal deep hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Punteġġi bot ta 'preċiżjoni għolja",
    "1589805435": "Għandna wkoll a",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Inti se tħallas lill-IMI it-tariffi kif deskritt fil-Formola tal-Ordni applikabbli permezz tal-metodu ta' ħlas li pprovdejt fil-Formola tal-Ordni applikabbli. Sakemm ma jkunx miftiehem espressament mod ieħor miż-żewġ partijiet bil-miktub, inti tipprovdi ħlas sħiħ għall-fatturi kollha maħruġa fi żmien tletin (30) jum wara d-data tal-posta tal-fattura. Inti tawtorizzana biex inħaddmu l-awtorizzazzjonijiet tal-kards ta’ kreditu fuq l-informazzjoni kollha tal-karta ta’ kreditu li tipprovdilna, biex naħżnu dik l-informazzjoni dwar il-karta ta’ kreditu, u biex niċċarġjaw il-karta ta’ kreditu tiegħek jew kwalunkwe kont ieħor li naqblu miegħu b’mod reċiproku bħala forma ta’ ħlas. Sakemm ma jkunx iddikjarat mod ieħor fuq il-Formola tal-Ordni jew fi ħdan il-Ftehim tas-Servizz tal-Intrapriża jew il-Ftehim ta' Servizz Maħfra tiegħek, il-miżati kollha għas-Servizzi, minbarra l-eċċess, jiġu ffatturati kull sena mal-bidu tas-servizzi pprovduti mill-IMI taħt il-Ftehim tiegħek (id-\"Data Effettiva\").",
    "159272246": "Q: Qed taħdem fuq għażliet oħra ta' aċċessibbiltà (\"a11y\"), bħall-awdjo?",
    "1595254735": "Servizzi purament passivi jissieltu biex iżommu l-eżattezza tas-sejbien tal-bot, jew saħansitra biex ikunu jafu meta ma jkunux preċiżi. Mingħajr il-ħila li kultant tisfida lill-utenti u tanalizza b'mod korrett ir-riżultati ta 'dik l-isfida, l-eżattezza għandha t-tendenza li tonqos ħafna maż-żmien.",
    "1597520917": "Numru dejjem jikber ta’ kritiċi rrimarkaw li n-nuqqas ta’ attenzjoni ta’ Google għall-privatezza tal-utenti għandu jikkonċerna klijenti li qed ifittxu li jipproteġu l-websajts u l-apps tagħhom.",
    "1599610318": "Pubblikatur",
    "1601080128": "Jekk nisospendu jew ttemmnu l-kont tiegħek, ma jkollokx aktar aċċess għal kwalunkwe parti tal-websajt, inklużi data, messaġġi, fajls, u materjal ieħor li żżomm fuq is-sit. Inti ma tistax tkompli tuża l-websajt tagħna taħt isem ta 'kont differenti jew ġdid. Vjolazzjonijiet ta' dawn it-Termini ta' Servizz jistgħu jiġu mħarrka sal-limitu sħiħ tal-liġi u jistgħu jirriżultaw f'penali u sanzjonijiet addizzjonali.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Aħna interessati ħafna fil-Privatezza Pass għall-każ ta' użu ta' Aċċessibilità (\"a11y\"). Għażliet popolari qabel bħall-captchas awdjo jiddiskriminaw kontra ħafna utenti a11y. Aħna nemmnu li l-kombinazzjoni tal-approċċ a11y attwali tagħna mal-ħruġ tal-Privatezza Pass se tippermetti lill-utenti a11y jibbrawżjaw b'mod sigur, bl-għarfien li t-traffiku tagħhom huwa aktar privat, filwaqt li jirrestrinġi l-abbuż mill-operaturi tal-bot li inevitabbilment iseħħ meta l-għażliet a11y huma disponibbli.",
    "1609621367": "Trasferiment",
    "1617196410": "hCaptcha huwa ffokat fuq il-waqfien tal-bots. Ma jimpurtaniex min hu utent, iżda biss jekk humiex malizzjużi. Naħdmu ħafna biex nibbilanċjaw il-privatezza u",
    "162063633": "Mailgun Technologies, Inc. (Globali). Servizzi pprovduti: Mailgun.com.",
    "1620709264": "HUMAN Token® hija trademark reġistrata tal-HuMAN Protocol Foundation, u tintuża bil-permess tagħha.",
    "1621597093": "Soluzzjonijiet ta' sigurtà għall-intrapriżi (mħallsa)",
    "1621930829": "X'jista' jsir dwar l-attivitajiet ta' frodi tal-ħlas avvanzati u bla waqfien tal-lum? L-użu ta' saffi multipli ta' kontrolli huwa normalment approċċ għaqli. Madankollu, l-aħjar kontromiżuri huma dawk li jistgħu jonsbu l-bot u jiżvelaw li huwa falz, minkejja l-aħjar sforzi tal-ħallieqa tiegħu biex jirreplikaw l-imġieba tal-bniedem.",
    "1622303590": "Biex tippermetti l-cookies fis-Safari (iPhone/iPad iOS 11+): Iftaħ is-Settings tiegħek. Skrollja 'l isfel u agħżel Safari. Taħt Privatezza u Sigurtà, itfi \"Prevent Cross-Site Tracking\" u \"Block All Cookies\"",
    "1624200563": "sigurtà, u tikkonforma mal-GDPR, CCPA, LGPD, PIPL, u regolamenti oħra dwar il-privatezza.",
    "1627232990": "Traduzzjonijiet ta’ dawn it-Termini ta’ Servizz huma pprovduti fuq bażi ta’ l-aħjar sforz. Fil-każ ta' kwalunkwe differenza sostantiva bejn it-Termini tas-Servizz tal-lingwa Ingliża u traduzzjoni tagħhom, it-Termini tas-Servizz tal-lingwa Ingliża għandhom jiġu interpretati bħala awtorevoli.",
    "1636202177": "Dwar",
    "1637527266": "Liema pajjiżi għandhom l-aktar traffiku tal-bot?",
    "1637702726": "Dwar hCaptcha",
    "1642844535": "huwa importanti: hCaptcha juża diversi approċċi differenti biex iwieġeb l-istess mistoqsija fundamentali, li jippermetti tqabbil għall-konsistenza fl-evalwazzjonijiet kollha.",
    "1644003939": "Nota: ma japplikax għall-klijenti kollha. Pereżempju, IP Blinding jew klijenti avvanzati oħra ta' privatezza jew għażla ta' sigurtà (eż. klijenti Secure Virtual Tenancy) huma kompletament esklużi minn kwalunkwe \"PII\" potenzjali li qatt tidħol fis-sistemi tat-telemetrija, anke indirizz IP. Jekk jogħġbok ikkuntattja lir-rappreżentant tal-kont tiegħek għal aktar informazzjoni jekk meħtieġ.",
    "164801246": "Ir-rikonċiljazzjoni hija l-proċess li bih it-traffiku jiġi analizzat wara l-fatt biex jiġi vverifikat l-umanità u l-eżattezza tiegħu, ladarba d-dejta kollha mis-siti kollha ta’ rappurtar tkun fiha. Tista’ taqra aktar dettalji f’tagħna",
    "1655022901": "BotStop minn hCaptcha™",
    "1655796811": "Informazzjoni miġbura awtomatikament bħala riżultat tal-użu mill-Integratur jew mill-Klijent tas-Siti jew is-Servizzi (\"Informazzjoni Analitika\"), bħal indirizzi IP, tip ta' browser, fornitur tas-servizz tal-Internet, tip ta' pjattaforma, tip ta' apparat, sistema operattiva, timbru tad-data u tal-ħin ta’ aċċess, u informazzjoni simili oħra. Xi Informazzjoni Analitika tinġabar f'isimna minn partijiet terzi li ningaġġaw għal dak il-għan, u xi Informazzjoni Analitika tinġabar permezz ta' varjetà ta' teknoloġiji ta' traċċar, inklużi cookies (ara \"Analitiċi ta' Partijiet Terzi u Teknoloġiji ta' Traċċar\" hawn taħt).",
    "165932542": "Ħarsa lejn hCaptcha issolvi r-rati madwar id-dinja",
    "1662477701": "Riżorsi",
    "166277959": "Jekk jogħġbok innota: din il-karatteristika bħalissa tinsab f'beta, u tista' ma taħdimx għall-websajts u l-utenti kollha l-ħin kollu. Fil-każ li ma tkunx attivata jew ma taħdimx għal utent partikolari, l-imġieba sempliċement terġa 'lura għall-esperjenza standard ta' hCaptcha mingħajr telf ta 'funzjonalità.",
    "1663628612": "ihallik",
    "1665616092": "Il-frodi tal-ħlas hija sempliċi fil-kunċett, iżda tista 'tkun kumplessa b'mod meraviljuż fl-eżekuzzjoni attwali tagħha.",
    "1669194950": "Minbarra l-Informazzjoni Personali, inti tista' wkoll tkun mitlub li tipprovdi (jew jista' jkun meħtieġ li niġbru) dejta oħra sabiex inkunu nistgħu nipprovdu s-Servizzi (kollettivament, \"Dejta tal-Klijent\"). Aħna m'aħniex responsabbli għal kwalunkwe nuqqas ta' twettiq ta' Servizzi li jkun ikkawżat mid-dewmien jew nuqqas tiegħek li tipprovdi Data tal-Klijent.",
    "1671436004": "Trid tagħti lura lill-karità favorita tiegħek?",
    "1671996585": "Tista' tkun meħtieġa tintegra l-websajt, l-applikazzjoni jew il-pjattaforma tiegħek mas-Servizzi tagħna permezz tal-interface ta' programmar tal-applikazzjoni tagħna (\"API\"). Fil-każ li tagħmel hekk, aħna nagħtuk liċenzja limitata, mhux esklussiva, mhux trasferibbli, mhux assenjata u revokabbli biex tuża l-API biss biex taċċessa s-Servizzi. Nistgħu nimmodifikaw l-API u/jew inwaqqfu l-appoġġ ta' verżjonijiet antiki jew rilaxxi tal-API fi kwalunkwe ħin. Aħna nirriżervaw id-dritt li nissospendiw jew nillimitaw l-aċċess tiegħek għall-API fid-diskrezzjoni unika tagħna, u aħna se nużaw sforzi raġonevoli biex nipprovdulek avviż qabel is-sospensjoni.",
    "1678661231": "Għall-konformità, il-prevenzjoni tal-frodi, u s-sigurtà",
    "1685871181": "L-aqwa servizzi online jiddependu fuqhom",
    "1686079269": "Informazzjoni dwar il-ġestjoni attwali tal-kumpanija tista' tinkiseb fuq il-",
    "1686655020": "Ittella’ kwalunkwe kontenut soġġett għad-drittijiet tal-awtur li mhuwiex ix-xogħol oriġinali tiegħek, sakemm ma jkollokx permess mis-sid leġittimu biex tpoġġi tali kontenut u biex tagħti lill-IMI id-drittijiet liċenzjati kollha mogħtija hawnhekk;",
    "1687299615": "X'inhu teħid ta' kont?",
    "1691348394": "- xiri tal-massa awtomatizzat waqt bejgħ b'rilaxx limitat",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "ibgħatilna email",
    "1697438123": "Privatezza",
    "1699668873": "Għandek tinnotifika lill-IMI immedjatament jekk tissuspetta li l-informazzjoni tal-kont tiegħek insterqet jew intużat minn xi ħadd ieħor, jew kwalunkwe ksur ieħor tas-sigurtà.",
    "1702335960": "Kwalunkwe informazzjoni li niġbru hija soġġetta għall-Politika ta' Privatezza fis-seħħ fiż-żmien li tinġabar tali informazzjoni. Nistgħu, madankollu, nirrevedu l-Politika ta' Privatezza minn żmien għal żmien. Jekk reviżjoni hija materjali, kif determinata biss minna, aħna ninnotifikawk, pereżempju permezz tal-email. Il-verżjoni attwali dejjem se titpoġġa fil-paġna tagħna tal-Politika tal-Privatezza.",
    "1706581702": "It-taħriġ dwar data de-identifikata jaħdem daqstant tajjeb, u ma jeħtieġx kompromess la fuq is-sigurtà u lanqas il-privatezza. Il-klijenti tagħna għamlu t-testijiet empiriċi, u ddikjarawna daqs jew aħjar minn alternattivi ferm inqas privati.",
    "170775527": "Karatteristiċi tal-intrapriża",
    "1709478090": "Biex isservik b'reklamar ibbażat fuq l-interessi jew immirat.",
    "1717658846": "Għażla ta' aċċessibbiltà fil-menu tal-widget UI",
    "1722734001": "L-internet miftuħ huwa ambjent storbjuż ħafna. Atturi ħżiena jattakkaw lill-utenti tas-servizz tagħna u lill-kompetituri bħal reCAPTCHA kuljum, u naturalment qed jippruvaw jidhru kemm jista' jkun umani waqt li jagħmlu dan.",
    "1728211763": "L-użu tal-kontenut b’dan il-mod u għal dawn l-għanijiet jaqa’ taħt linji gwida dwar l-użu ġust skont il-fehim tagħna tal-liġi u l-prattiki standard fil-qasam, iżda aħna dilettanti ta’ Creative Commons għal żmien twil u nippreferu nagħtu kreditu lil kull min jgħin fil-qasam. kompitu monumentali li tittejjeb l-intelliġenza tal-magni.",
    "1729677626": "Ninsab taħt attakk u neħtieġ dħul immedjat.",
    "1752259468": "5. Stima konservattiva: $0.01 spiża ta' annotazzjoni waħda * 200M medja. annotazzjonijiet kuljum (il-limitu t'isfel) * 365 jum fis-sena * 10 snin mill-akkwist tal-2009 = $7.3 biljun valur tal-limitu aktar baxx.",
    "1752795854": "hCaptcha jġib approċċ modern iffukat fuq il-privatezza biex iwaqqaf il-bots.",
    "1756106276": "Status",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "hawn:",
    "1767952047": "Ilbieraħ filgħaxija attakkani, seraqli ħwejjiġni u ħa l-flus.” Ir-raġel l-ieħor, liebes ħwejjeġ kbar, ilbies tal-klassi nobbli, wieġeb, “Kuntistabbli, dan ir-raġel hu tal-ġenn. Jaħseb li hu nobbli. Jien in-nobbli reali. Arrestah!”",
    "1771016224": "- softwer milli jniżżel il-kontenut kollu mill-websajt tiegħek b'mod massiv",
    "1778058441": "X'tipi ta' impjiegi jaħdmu fuq hCaptcha?",
    "1778642038": "Biex tikkomunika miegħek",
    "1779265104": "Termini Personalizzati u Garanziji ta' Privatezza",
    "1783317946": "It-twaqqif ta 'attakki API huwa każ ta' użu popolari għal",
    "1786796818": "Irrestrinġi",
    "178839499": "hCaptcha jaqsam il-valur tax-xogħol magħmul filwaqt li l-utenti juru l-umanità tagħhom.",
    "1789371580": "Assenjabbiltà. Inti ma tistax tassenja dawn it-Termini tas-Servizz mingħajr il-kunsens minn qabel bil-miktub tagħna. Nistgħu nassenjaw dawn it-Termini tas-Servizz fi kwalunkwe ħin, mingħajr avviż. Suġġett għal dak li ntqal hawn fuq, dawn it-Termini ta 'Servizz se jkunu vinkolanti fuq is-suċċessuri ta' kull parti u l-assenjaturi permessi.",
    "1789607185": "Indirizz elettroniku",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sessjoni",
    "179723061": "Aktar kontroll għat-timijiet li jeħtieġu sigurtà ta' klassi",
    "1797298240": "Pass 4: Ikklikkja \"HAR\" wara li tipprova ssolvi, u agħżel \"Save All as HAR\" biex issalva l-log tan-netwerk. Ibgħat dak il-fajl lilna.",
    "1798492192": "Appoġġ tal-browser tal-wirt",
    "1803009328": "Ittestjat fil-battalja fuq skala tal-web.",
    "1803943584": "It-tieni, inħallu l-isfidi jottimizzaw lilhom infushom biex jiddeterminaw f'liema pajjiżi jew lingwi se jmexxu, u nżidu aktar il-probabbiltà ta' esperjenza konsistenti. Jekk l-eżattezza hija aktar baxxa milli mistenni, sett ta' mistoqsijiet sempliċement jieqfu għaddej fir-reġjun jew fil-lingwa fejn iseħħ dan l-effett.",
    "1806535500": "Prattikament kull teknoloġija, minn lapsijiet sa dinamita, hija a",
    "1807143500": "Is-Servizzi jinkludu servizz ta’ sigurtà onlajn (is-“Servizz ta’ hCaptcha”) u pjattaforma (il-“Pjattaforma tal-Magni tal-Intuition”) li fuqhom individwu (“Kontributur”) jista’ jagħżel li jwettaq kompiti li entità terza jew Magni tal-Intuition innifsu (kull wieħed minnhom) \"Rekestent\") ipoġġi fuq il-websajt tagħna jew is-Servizz hCaptcha, jew direttament fuq il-websajt tagħna jew billi jaċċessa l-Pjattaforma tal-Magni tal-Intuition u/jew iwettaq kompiti permezz ta’ jew b’konnessjoni ma’ entità ta’ parti terza u/jew pjattaforma jew servizz (kull wieħed, \"Integratur\"). Dawk li jagħmlu t-talba jpoġġu l-kompiti u jistiednu lill-Kontributuri biex iwettquhom bi skambju għal premjijiet ipprovduti mill-IMI lill-Integraturi, jew kif determinat minn min jagħmel it-talba jekk min jagħmel it-talba jkun qiegħed juża l-Pjattaforma tal-Magni tal-Intuition jew is-Servizz hCaptcha biex iservi l-kompiti lill-utenti finali tagħhom stess. Aħna niċċarġjaw lill-kumpaniji u lill-individwi (kull wieħed \"Klijent\") għall-użu tal-pjattaforma tagħna sabiex ikunu jistgħu jużaw is-software tagħna, il-kompiti tal-awtur, jimpjegawna biex niktbu l-kompiti, u/jew jiksbu aċċess għall-Kontributuri. Aħna niċċarġjaw ukoll lill-Integraturi għall-użu tas-Servizz hCaptcha tagħna sabiex innaqqsu l-frodi, l-abbuż, u l-ispam fuq il-websajts tagħhom, l-apps mobbli, u proprjetajiet oħra online. Dan ta' hawn fuq huwa msejjaħ kollettivament bħala s-\"Servizzi.\"",
    "181065232": "Aħna nwettqu xogħol ta 'produzzjoni żgħir ibbażat fuq id-dejta tal-kampjun tiegħek. Dan jittestja x-xogħol li għamilna flimkien biex jiżgura li tikseb eżattament dak li għandek bżonn.",
    "1817772953": "Il-frodi mhijiex forma ġdida ta’ kriminalità. Tabilħaqq, l-arkeoloġi kixfu apparati kontra l-frodi mfassla mis-Sumerjani tal-qedem biex jittrasportaw bhejjem mingħajr telf kważi 10,000 sena ilu! Fil-każ tagħhom, poġġew tokens tat-tafal, kull wieħed jirrappreżenta annimal, ġewwa ballun tat-tafal magħruf bħala \"bulla.\" Il-bulla kienet tivvjaġġa mal-merħla hekk kif kienet tiċċaqlaq minn bejjiegħ għal xerrej. Anke dak iż-żmien, is-sidien tan-negozji kienu mħassba li mhux kulħadd li kienu qed jittrattaw ma kien fuq u up. Inbidel ħafna f’10,000 sena, iżda l-ħtieġa li nkunu innovattivi fil-prevenzjoni tal-frodi tibqa’ magħna. Illum, il-kwistjoni tal-frodi tal-ħlas onlajn hija ta' importanza kbira. Bl-Internet, il-frodisti saru dejjem aktar kapaċi li jegħlbu l-kontrolli kontra l-frodi. Soluzzjonijiet ġodda qed ibiddlu l-marea, madankollu.",
    "1818116402": "Nittamaw li apprezzajt din il-ħarsa lejn kif nittrattaw mistoqsijiet operattivi b'komponent tal-Etika tal-AI.",
    "1820844638": "Biex tikseb għarfien tas-suq. Aħna nużaw Informazzjoni Analitika biex nanalizzaw is-suq u nagħmlu analiżi tan-negozju relatati mas-Sit u s-Servizzi tagħna, u għal skopijiet oħra ta 'riċerka.",
    "1828028934": "Dan hu għaliex",
    "1829242168": "__cflb,",
    "1830910223": "Studju ta' każ dwar l-Etika tal-AI fid-dinja reali",
    "1834239172": "Ixtri servizzi ta' annotazzjoni hCaptcha",
    "1834801943": "2. 1 parti",
    "1834911235": "Tieqaf tibgħatlek komunikazzjonijiet ta' kummerċjalizzazzjoni diretta li qabel kont aċċettajt li tirċievi. Nistgħu nkomplu nibagħtulek komunikazzjonijiet relatati mas-Servizz u komunikazzjonijiet oħra mhux ta' kummerċjalizzazzjoni.",
    "1836191653": "Minflok ma joffri servizz faċilment megħlub lill-utenti b'xejn filwaqt li jiċċarġja miljuni ta 'dollari għal verżjoni intrapriża li mhix ħafna aħjar, hCaptcha jipprovdi protezzjoni bot eċċellenti għat-tnejn, filwaqt li joffri lill-utenti tal-intrapriżi karatteristiċi u customization addizzjonali, flimkien ma' SLAs b'saħħithom u appoġġ rapidu.",
    "1836369533": "Bħall-kuntistabbli fir-rakkont popolari, kif wieħed jiddetermina min hu verament min? Jekk l-attakkant ikollu biżżejjed elementi ta’ identità misruqa, bħan-numru tal-liċenzja tas-sewwieq, in-numru tas-sigurtà soċjali, l-isem ta’ xebba tal-omm, l-indirizz, eċċ, jista’ jkun pjuttost diffiċli li jiġi ddeterminat jekk min iċempel huwiex id-detentur tal-kont reali jew attakkant qed jipprova jikseb reset password fuq kont li jrid jippenetra.",
    "1836554225": "Blog Posts",
    "1844885924": "Librerija wiesgħa ta 'tipi minn fejn tagħżel.",
    "1845745385": "Iddisinjat għall-Privatezza.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Ippersonalizza bil-kontenut tal-isfida tiegħek stess",
    "1849805607": "hCaptcha jipproteġi kontra t-theddid u t-tjur iddisinjati biex jinfiltraw in-netwerks tiegħek",
    "1865097546": "16 ta’ Novembru, 2021",
    "1866590035": "debug log istruzzjonijiet għal Chrome",
    "1873812847": "Cookie(s) Żvelar",
    "1886100235": "Ħafna mill-akbar servizzi online fid-dinja qalbu għal hCaptcha Enterprise u rċevew skoperta mtejba tal-bot flimkien ma’ iffrankar sostanzjali fl-ispejjeż.",
    "1890955039": "Kif tippersonalizza l-ifformattjar għal kull test għani",
    "1892020899": "Fejn il-hackers jiksbu l-kredenzjali?",
    "1892574253": "Irregistra",
    "1898063898": "għall-preservazzjoni tal-privatezza tal-utent li qed niżviluppaw flimkien magħha",
    "1903743785": "Il-miġja ta' APIs ibbażati fuq standards irrappreżentat qabża kbira 'l quddiem fl-integrazzjoni tal-applikazzjoni. Matul l-aħħar 20 sena jew hekk, l-APIs marru minn prodotti ta’ softwer proprjetarju għaljin u kkumplikati għal għodod b’xejn, ibbażati fuq standards li kienu komparattivament faċli biex jaħdmu magħhom—u malajr biex jiġu skjerati.",
    "1904390996": "biex tistandardizza l",
    "1906593952": "Ipprovdi feedback dwar l-hCaptcha li għadek kif rajt",
    "190955495": "( ) Nuqqas ta' awtorità ta' kontroll ċentrali għall-email",
    "1910628828": "Il-brix tal-kontenut huwa teknika għall-ħtif tad-dejta minn sistema li tinvolvi sett ta 'għodda awtomatizzat li jippersonizza klijent tas-softwer jew web browser. Mhix ġdida. Fil-fatt, għall-inġiniera tas-softwer li jista 'jkollhom bżonn dejta minn mainframe antik, il-brix jista' jkun l-uniku mod biex tiġi estratta l-informazzjoni. Il-konnetturi oriġinali jistgħu jkunu marret u impossibbli li jiġu sostitwiti.",
    "1911669851": "Iva, bħalissa qed naħdmu fuq varjetà ta' titjib fis-sistemi backend tagħna li nistennew li eventwalment se jippermettilna noffru kemm rikonċiljazzjoni aktar mgħaġġla, preċiżjoni tal-istima aktar rapida, kif ukoll ħlasijiet aktar mgħaġġla. Bħalissa qed naħdmu biex nħaffu r-rikonċiljazzjoni l-ewwel.",
    "191460155": "Frizzjoni żero u modi passivi ta '99.9%.",
    "1918025546": "Jekk tingħata informazzjoni kunfidenzjali minn xi ħadd fuq is-Servizzi, taqbel li tipproteġi s-segretezza tal-informazzjoni kunfidenzjali bl-istess grad ta’ kura li tuża biex tipproteġi l-informazzjoni kunfidenzjali tiegħek, iżda fl-ebda każ b’inqas mill-attenzjoni dovuta. Inti ma tistax tiżvela jew tippubblika kwalunkwe informazzjoni kunfidenzjali jew proprjetarja bħal din, ħlief kif jista' jkun meħtieġ għat-twettiq ta' kompitu. L-informazzjoni kollha fi ħdan kompitu fuq il-Pjattaforma tal-Magni tal-Intuition għandha titqies bħala kunfidenzjali anke jekk l-informazzjoni ma tkunx espressament indikata bħala kunfidenzjali.",
    "1920884252": "Għaliex il-brix tal-kontenut huwa theddida għas-sigurtà?",
    "1923297430": "Il-punt ta’ tkissir finali għal ħafna klijenti akbar wasal meta Google bdiet titlob lill-kumpaniji biex użaw il-prodott tagħhom fi kwalunkwe skala sinifikanti. Dan wassal għal żmien twil lill-utenti ta' reCAPTCHA biex ifittxu alternattivi aħjar peress li t-tħassib regolatorju madwar id-dinja kien diġà għamel l-użu tal-offerti ta' Google dejjem aktar mhux attraenti.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Għandna politika stretta tal-Etika tal-AI f'hCaptcha, u parti minnha tinkludi proċess Know Your Customer (KYC).",
    "1927613000": "hCaptcha jgħaqqad tagħlim tal-magni sofistikat ma 'pjattaforma ta' sfida qawwija biex tipproteġi l-applikazzjonijiet tal-web minn teħid ta' kontijiet, mili ta 'kredenzjali, brix, u tipi oħra ta' abbuż.",
    "1933936765": "Ftehim dwar l-Ipproċessar tad-Dejta (Aġġornata l-aħħar: 23 ta’ Settembru, 2021)",
    "1936449777": "Imbagħad, fil-modalità kompletament awtomatizzata, jistgħu jimitaw l-imġieba tal-bniedem fuq siti tal-kummerċ elettroniku, billi jikklikkjaw fuq buttuni u jżidu oġġetti mal-karretti tax-xiri—sal-punt li ħafna, jekk mhux il-biċċa l-kbira tal-kontrolli kontra l-frodi ma jistgħux jgħidu li bot qed jipprova jisraq merkanzija. Pjuttost, jidher bħallikieku utent uman qed sempliċement jixtri. Il-bot jista 'jilloggja f'kont ta' klijent reali billi juża l-kredenzjali tal-log misruqa. Iktar joskuraw il-frodi hija l-abbiltà tal-bot li spoof indirizzi IP u jagħmilha tidher bħallikieku \"xerrej\" huwa x'imkien differenti mill-attakkant, li jista 'jkun f'pajjiż barrani.",
    "1936512180": "‍Aċċess faċli għall-API, dashboards sbieħ, u l-aħħar teknoloġija model-in-the-loop biex timmassimizza l-effiċjenza tal-ħaddiema.",
    "1941999673": "L-avukati tal-kariga tiegħek a",
    "1942186611": "u oħrajn.",
    "1942611550": "primarjament",
    "1949452297": "Minħabba restrizzjonijiet intrinsiċi tal-hCaptcha UI u l-kunsiderazzjonijiet tas-sigurtà tagħha, mhuwiex possibbli li jiġi riprodott is-sors ta 'kull immaġini direttament maġenb l-użu tagħha. Minflok, aħna link għal din il-paġna mill-homepage tagħna u nżommu lista ta 'sorsi li bħalissa jew reċentement servaw permezz tal-pjattaforma. Tista' taċċessa l-lista attwali",
    "1952810469": "Tip",
    "1953519598": "L-ispiża biex tittikketta immaġini waħda tvarja minn $ 0.03 sa $ 1.00 jew aktar. Bi kwalunkwe stima konservattiva, Google estratt biljuni ta 'dollari ta' xogħol b'xejn sal-lum. [",
    "1953959745": "aċċessibbiltà",
    "1958297836": "Protezzjoni ta' attakk koordinat u mitigazzjoni tal-APT",
    "1959762846": "- li l-formoli tal-web tiegħek jimtlew bi spam jew abbuż tal-marketing bla tarf",
    "1960601330": "Biex tippermetti l-cookies fis-Safari (Mac): Mur fil-menu drop-down tas-Safari. Agħżel Preferenzi. Ikklikkja Privatezza fil-pannell ta 'fuq. Taħt 'Blokk il-cookies' agħżel l-għażla 'Qatt.'",
    "1962721652": "Il-bnedmin huma dawk li jfittxu l-mudelli, u xi drabi mistoqsija innokwa tista’ tmur minn kompletament mhux sorpriża għal suspettuża f’mument, minħabba bidliet fid-dinja aktar milli l-motivazzjonijiet ta’ kull min jistaqsi l-mistoqsija.",
    "1963951234": "Ma jimpurtax kemm tkun affidabbli l-iskema kriptografika tiegħek, jekk xi ħadd jista 'fl-aħħar tal-ġurnata sempliċement jonfoq flus biex jagħtik it-tweġiba li qed tfittex, li tkun proprjetarja ta' biċċa hardware mhix biżżejjed.",
    "1972710018": "Jarah mill-perspettiva tal-kumpanija",
    "1973347745": "10. Immaġini ta' eżempju mingħajr royalties. Sors: Petapixel.",
    "197676026": "Ma' oħrajn għal kwalunkwe skop ta' negozju leġittimu, sakemm l-informazzjoni tkun de-identifikata",
    "1977013707": "† Il-ħlasijiet ta’ Diċembru 2020 ġew skedati mill-ġdid mill-15 biex tiġi evitata koinċiljazzjoni mar-rikonċiljazzjoni ta’ tmiem is-sena u l-vaganzi tal-persunal: se jitlestew sat-tieni ġimgħa ta’ Jannar. Minħabba trasferimenti aktar bil-mod mis-soltu f'PayPal, il-ħlasijiet se jsiru fuq diversi jiem aktar milli jitlestew f'ġurnata waħda.",
    "1978884623": "Tgħallem aktar dwar ir-rappurtar ta' kwistjonijiet ta' softwer",
    "1979347895": "– Tfixkil sinifikanti fin-negozju jista’ jvarja fl-ambitu tagħhom, bħalma huma d-ditta tagħna biss, bini wieħed li fih id-ditta tagħna, il-viċinat fejn tinsab id-ditta tagħna, il-belt fejn ninsabu, jew ir-reġjun kollu. F'kull waħda minn dawn l-oqsma, is-severità tat-tfixkil tista' tvarja wkoll minn minima għal severa. F'tfixkil għad-ditta tagħna, id-distrett tan-negozju tagħna, il-belt, jew ir-reġjun jew bini li fih id-ditta tagħna, aħna se nittrasferixxu l-operazzjonijiet tagħna f'sit lokali meta jkun meħtieġ u nistennew l-ebda tfixkil materjali għall-operazzjonijiet tan-negozju. Fi kwalunkwe sitwazzjoni, qed nippjanaw li nkomplu fin-negozju, nittrasferixxu operazzjonijiet lil fornituri alternattivi jekk ikun meħtieġ, u ninnotifikawk permezz tal-websajt tagħna fuq hcaptcha.com u l-paġna tal-istatus tagħna fuq hcaptchastatus.com dwar kif tikkuntattjana. Jekk l-interruzzjoni sinifikanti tan-negozju hija tant severa li ma tħalliniex nibqgħu fin-negozju, aħna ninnotifikawk malajr.",
    "1982617151": "( ) Kulħadd jista' b'mod anonimu jeqred il-karriera jew in-negozju ta' ħaddieħor",
    "1982750088": "Kumpaniji madwar id-dinja kollha jagħmlu offerta għal dak ix-xogħol biex ilestu ħidmiet sempliċi li huma faċli għan-nies iżda diffiċli għall-magni. L-utenti jappoġġjaw is-sit li qed iżuru, u jesperjenzaw inqas spam fuq il-web minħabba livell ogħla ta’ sigurtà.",
    "1985238261": "Marki Oħra Ristretti",
    "1988268879": "Tikkettar tad-dejta kost-effettiv fuq skala",
    "1988461282": "Bażi Legali għall-Ipproċessar",
    "1990824776": "16-24 ta' Settembru 2020*****",
    "1993899769": "15. L-Użu Tagħna tal-Informazzjoni",
    "1993984258": "( ) Kwalunkwe skema bbażata fuq l-opt-out hija inaċċettabbli",
    "1995277831": "Grazzi",
    "1996843433": "Naqqas il-frizzjoni billi tevita sfida għal kollox għal 99.9% tat-traffiku leġittimu tiegħek filwaqt li xorta tipprovdi sigurtà eċċellenti.",
    "1997838163": "L-akbar kumpaniji fid-dinja jiddependu fuq hCaptcha Enterprise. L-integrazzjoni hija sempliċi, u l-eżattezza tas-sejbien hija mingħajr paragun.",
    "2012837493": "Riżultati tat-tfittxija",
    "2014256987": "Jekk tippreferi li ma timblokkax l-użu tal-cookies jew teknoloġiji oħra ta' traċċar, jekk jogħġbok ara \"L-Immaniġġjar tal-Informazzjoni Tiegħek,\" hawn taħt. Jekk jogħġbok innota li jekk tagħmel dan jista' jkollha impatt negattiv fuq l-esperjenza tiegħek li tuża s-Siti jew is-Servizz, peress li xi karatteristiċi jistgħu ma jaħdmux sew.",
    "2015218686": "qabel ma tgħaddi minn dawn il-passi. Jekk dan issolvi l-problema tiegħek, aħna xorta napprezzaw li tgħarrafna l-verżjoni tal-brawżer tiegħek, l-imblokkatur tar-reklami jew l-estensjoni tal-brawżer, u l-URL tal-websajt.",
    "2019130052": "L-innovazzjonijiet tagħna fl-ML iffukat fuq il-privatezza ħalluna jaqbżu l-istandards tas-sigurtà ta 'strateġiji legacy \"jirreġistra kollox għal dejjem\" mingħajr ma ssir ħsara lis-sigurtà jew lill-privatezza tal-utent.",
    "2019702084": "Sakemm ma jkunx permess espressament fil-Ftehim ta’ Servizz ewlieni tal-Klijent jew il-Ftehim tal-Bejgħ mill-ġdid, Servizzi SaaS ordnati m’għandhomx jinbiegħu, jinbiegħu mill-ġdid, mikrija, sub-kiri, liċenzjati, sottoliċenzjati, jew inkella jsiru disponibbli għal kwalunkwe parti terza oħra (minbarra Affiljat tal-Klijent). ), u l-ordnijiet kollha taħt il-Ftehim u l-użu kollu tal-Klijent tas-Servizz għandhom ikunu għall-użu tan-negozju intern tal-Klijent jew tal-Affiljat tiegħu stess.",
    "2024293275": ". Id-drittijiet l-oħra kollha riżervati, għalissa.",
    "2024737147": "Trid tirrapporta bug?",
    "2030062561": "( ) Ħadd mhu se jkun jista’ jsib il-ġuvni jew jiġbor il-flus",
    "2032102720": "Is-soluzzjonijiet tas-sigurtà offruti minn kumpaniji tar-reklami jiffokaw primarjament fuq it-traċċar tal-utenti madwar il-web. Ħloqna soluzzjoni ta’ sigurtà effettiva li turi li l-ħsara lill-privatezza tal-utent mhix meħtieġa biex tagħti riżultati eċċellenti.",
    "2041686284": "Aktar data ġeneralment tipproduċi riżultati aħjar fit-taħriġ tal-mudelli tat-tagħlim tal-magni. Is-suċċess reċenti ta 'mudelli profondi wassal għal settijiet ta' dejta dejjem aktar kbar, u hCaptcha jaqdi din il-ħtieġa. Madankollu, il-ħolqien ta' settijiet ta' dejta kbar riveduti mill-bniedem bl-użu ta' metodi tradizzjonali huwa kemm bil-mod kif ukoll għali.",
    "204716894": "Il-kontenut u d-disinn tal-paġni web tagħna huma protetti taħt il-liġi tad-drittijiet tal-awtur. Id-duplikazzjoni tal-paġni u l-kontenut tagħhom b'mod li jaqbeż l-użu ġust raġonevoli teħtieġ kunsens bil-miktub minn qabel mill-IMI jekk ma jkunx hemm dispożizzjonijiet legali oħra speċifikati għad-duplikazzjoni fil-paġna.",
    "204889717": "qalbu għal hCaptcha's",
    "2052161540": "Qbid Dettalji Rapport Bug: Chrome",
    "2058856283": "hCaptcha Enterprise għandha skop wieħed biss: li tipprevjeni atturi ħżiena milli jfixklu l-operazzjonijiet tiegħek online u jagħmlu ħsara lill-utenti tiegħek.",
    "2059998584": "Reġjun",
    "2066255783": "X'inhu Brix tal-Kontenut?",
    "2066321185": "Bażi Legali",
    "2066749488": "Ilmenti oħra",
    "2067112112": "Annotazzjonijiet tal-punti għal ħafna każijiet ta' użu differenti",
    "2067334580": "Link tat-Test",
    "2072808435": "\"Aqta xiex, Google? It-taxis f'pajjiżi huma ġeneralment suwed. Rajt biżżejjed films biex inkun naf li dawk kollha fl-Amerika huma sofor. Imma f'kull pajjiż ieħor li żort, it-taxis kienu taħlita ta' sfumaturi differenti.\"",
    "2075610992": "Grazzi għall-appoġġ tiegħek!",
    "2076066173": "Ċiberattakki 101",
    "2076932190": "Il-prodott reCAPTCHA għalhekk staġna għal għaxar snin.",
    "2077639538": ". Minn naħa, id-dejta dwar l-isfida fuq is-servizz tagħna tista’ tiġi minn ħafna sorsi, mhux wieħed biss - minn kumpaniji kbar ta’ Fortune 500 għal startups ta’ tagħlim bil-magni, sakemm ikunu qed jaderixxu ma’ tagħna",
    "2082237880": "A: hCaptcha huwa l-ewwel servizz tat-tip tiegħu li jappoġġja Private Pass, u bħalissa huwa l-uniku wieħed li jagħmel dan. Madankollu, nistennew li servizzi oħra jirrikonoxxu l-vantaġġi taż-żieda fil-privatezza tal-utent onlajn, u nistennew li fil-futur aktar se jidħlu għal implimentazzjonijiet hekk kif l-istandards tal-IETF li qed ngħinu biex niżviluppaw jiġu adottati formalment.",
    "2082407178": "Q: Kif nista' nipproteġi lili nnifsi mit-traċċar tal-cookies ta' partijiet terzi waqt li nuża l-cookie tal-aċċessibbiltà?",
    "2087769953": "\"Aħna eċċitati b'din il-bidla għaliex tgħin biex nindirizzaw tħassib dwar il-privatezza inerenti biex niddependu fuq servizz ta' Google li kellna għal xi żmien. Evalwajna numru ta' bejjiegħa CAPTCHA kif ukoll bnejna sistema aħna stess. Fl-aħħar, hCaptcha ħarġet bħala l-aħjar alternattiva għar-reCAPTCHA.” “Għoġobna għadd ta’ affarijiet dwar is-soluzzjonijiet ta’ hCaptcha: 1) ma jbigħux data personali; jiġbru biss data personali minima meħtieġa, huma trasparenti biex jiddeskrivu l-informazzjoni li jiġbru u kif jużaw u/jew jiżvelawha.\"",
    "2090457681": "( ) Ma rridx li l-gvern jaqra l-email tiegħi",
    "2095899021": "Linji Gwida dwar il-Marki ta' hCaptcha u Liċenzja Ġenerali ta' Trademark",
    "2103513933": "tidħol f'attività li tfixkel jew tfixkel il-funzjonament tas-sit;",
    "2103563261": "Informazzjoni Privata jew Pubblika",
    "2104933754": "Identifika t-tikketti korrispondenti",
    "2107077506": "Il-pjattaforma HUMAN tuża mudelli ta 'kunfidenza komprensivi biex twettaq analiżi tal-kwalità sofistikata f'ħin reali. Dan jippermettilna niddeterminaw malajr kemm id-diffikultà tal-mistoqsijiet kif ukoll it-tweġiba t-tajba probabbli tagħhom, u b'hekk niffrankaw ħin u flus.",
    "2109792055": "Gwida għall-Utent: Kwistjonijiet ta' Debugging bil-Ħruġ u l-Validazzjoni tal-Passa tal-Privatezza",
    "2110259227": "24. Limitazzjoni tar-Responsabbiltà",
    "211351380": "Mill-blog:",
    "2113642787": "Kanzunetta Dawn",
    "21141582": "dan",
    "2114694926": "2. Sessjoni",
    "2119943547": "Għaliex dan? It-tweġiba hija sempliċi. Sakemm ikun hemm inċentiv biex jabbuża minn sistema, xi ħadd ġeneralment isib mod. U ladarba jagħmlu, xi ħadd ieħor issa se jkollu inċentiv biex iwaqqafhom.",
    "2123236933": "( ) Spejjeż tal-bandwidth li mhumiex affettwati mill-iffiltrar tal-klijenti",
    "2125514305": "ML tjieb, iżda d-diffikultà biex jinqabeż reCAPTCHA ma nbidlitx materjalment matul dan iż-żmien.",
    "2131386784": "Kompetenza u Appoġġ li jistgħu jintlaħqu Kemm Għalik kif ukoll għall-Utenti Tiegħek",
    "2133754014": "Aktar minn 4.5 miljun websajt jużaw reCAPTCHA [",
    "2133809801": "Sakemm in-nies jibqgħu nies, huwa probabbli li l-verifika tal-umanità se jkollha rwol x'tilgħab online.",
    "2138799135": "hCaptcha għandu għexieren ta 'integrazzjonijiet mibnija minn qabel għas-sistemi ta' frontend u backend li tuża.",
    "2146900431": "Intuwittivament, din it-talba tagħmel ħafna sens. CAPTCHAs, bħal kważi kollox, huma inkorporati f'kuntest kulturali, u jekk il-grupp ta 'sfidi tiegħek inħoloq l-aktar f'kultura waħda, jista' ma jissarrafx tajjeb ħafna għal oħra. Fil-qalba tagħha, din hija kwistjoni tal-kulturali",
    "2150595700": ". Il-GDPR u s-CCPA poġġew it-tħassib dwar il-privatezza fuq il-mappa għax-xerrejja tal-intrapriżi, u fl-istess ħin il-privatezza onlajn qed issir dejjem aktar importanti għall-pubbliku hekk kif ilkoll nibdew nifhmu kif l-industriji tar-reklamar u l-kummerċjalizzazzjoni onlajn storikament użaw id-dejta tagħna.",
    "2150907653": "* Cookies tekniċi strettament meħtieġa għall-forniment tas-servizz. Dawn jinkludu cookies tal-preferenza, cookies tas-sessjoni, cookies tal-ibbilanċjar tat-tagħbija, eċċ.",
    "2155089487": ". Kieku l-isfidi tagħna kienu aktar faċli biex isolvu għal xi gruppi, nistennew li naraw differenza fil-mod kif in-nies madwar id-dinja u madwar kulturi differenti jaħdmu meta nsolvuhom. Fil-kuntest tal-kariga ta’ Eden, nistennew li l-Amerikani jagħmlu aħjar minn nies f’pajjiżi oħra. Minħabba li ilna snin niżviluppaw sistemi biex nevitaw din il-problema, fil-fatt naraw eżatt l-oppost.",
    "2159517814": "Aħna naqsmu jew niżvelaw informazzjoni personali fil-każijiet li ġejjin:",
    "2163914794": "Għandek bżonn aktar tikketti għas-settijiet tad-dejta tiegħek? hCaptcha jipprovdi tikkettjar tad-dejta veloċi, kost-effettiv u ta’ kwalità għolja għal kumpaniji li jaħdmu fuq applikazzjonijiet ta’ intelliġenza artifiċjali u tagħlim tal-magni.",
    "2164933356": "Cloudflare",
    "2167049807": "Timijiet tas-sigurtà adottaw varjetà ta 'kontromiżuri u kontrolli li jegħlbu l-approċċi faċli u għażżien għall-frodi tal-ħlas. Madankollu, l-attakki qed isiru dejjem aktar sofistikati. Pereżempju, il-bots issa jistgħu jaħsdu numri u PINs ta’ karti ta’ kreditu misruqa minn websajts foloz u attakki ta’ phishing.",
    "2168177815": "jekk jogħġbok ikklikkja hawn",
    "2177660021": "Xjentist tar-Riċerka fi Stanford. Tagħlim bil-magni u finanzjament kwant fil-banek ewlenin, fondi spekulattivi, u akkademja.",
    "2178073797": "Minħabba li l-iżvelar ta' informazzjoni kunfidenzjali jista' jikkawża ħsara irreparabbli, il-parti li tiżvela hija intitolata li tfittex eżenzjoni inġuntiva għal kwalunkwe ksur jew mhedded ta' ksur ta' dan it-terminu.",
    "2179524509": "Kultant insibu mistoqsijiet dwar x'tipi ta' mistoqsijiet huma permissibbli għas-servizz hCaptcha, u għaliex qed isiru mistoqsijiet partikolari.",
    "2182196747": "Appoġġ",
    "2183926131": "Ibda b'hCaptcha Enterprise",
    "2184564739": "Ara",
    "2185418511": "Għal kwalunkwe skop ta’ negozju leġittimu, sakemm l-informazzjoni tkun deidentifikata jew aggregata b’tali mod li ma tistax tkun marbuta b’mod raġonevoli ma’ individwu.",
    "2185860003": "21. Modifiki fil-websajt",
    "2187096543": "Tabilħaqq, kien hemm xi ksur kbir tad-dejta li rriżulta minn softwer miktub minn hackers li talab API biex estratt dejta minn database. Wara kollox, jekk tisraq id-dejta sempliċement teħtieġ sejħa GET bażika fuq API, miktuba bl-użu ta 'REST u JSON, allura huwa faċli li malajr tneħħi database nadifa. Fil-fatt, meta n-nies jitkellmu dwar attakki ta '\"screen scraping\", dak li verament ifissru, l-aktar, huma sejħiet ta' API rapid-fire li jiġbdu d-dejta minn databases. L-APIs saru wiċċ ta 'attakk ewlieni għall-organizzazzjonijiet li jibnuhom.",
    "2188609322": "Atturi ħżiena huma dejjem aktar komuni online. Iżda s-sagrifiċċju tal-privatezza tal-utent mhijiex ir-risposta.",
    "218889628": "Ħlief fejn nitterminaw dan l-Appendiċi tal-Klijent jew it-Termini tas-Servizz bħala riżultat tal-ksur tiegħek ta’ dan l-Appendiċi tal-Klijent jew it-Termini tas-Servizz, jekk nitterminaw u tkun ħallstilna minn qabel xi miżati, aħna se nħallsu lura porzjon pro-rata minn dawk. ammonti mħallsa minn qabel, ibbażati fuq il-ħin li jifdal jew Servizzi li tkun ħallast għalihom, liema minnhom ikun l-inqas. Aħna nispiċċaw ix-xogħol tagħna b'mod kummerċjalment raġonevoli u nippreservaw u nwasslulek is-Settijiet ta' Dejta tal-Output kollha mħallsa u d-Dejta kollha tal-Klijent fil-pussess tagħna. Ma' kwalunkwe terminazzjoni, nistgħu imma mhux obbligati li nħassru xi data.",
    "2193061499": "Xi wħud mill-logos u l-marki tagħna huma ristretti biex jintużaw minn hCaptcha u l-imsieħba tagħha. Partijiet terzi ma jistgħux jużaw il-marki li ġejjin mingħajr liċenzja bil-miktub minn hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Il-Kap Eżekuttiv ta 'Cloudflare Matthew Prince ġabar fil-qosor dan il-perspettiva fil-",
    "219813583": "Sigurtà L-Ewwel",
    "2199048568": "Ikklikkja fuq it-tarka fuq ix-xellug tal-bar tal-indirizz fuq kwalunkwe paġna tal-web. Ikklikkja fuq Settings tal-Protezzjoni. Il-pannell tal-Privatezza u Sigurtà tal-Preferenzi tal-Firefox se jiftaħ. Taħt Protezzjoni Mtejba tat-Traċċar, agħżel Custom. Agħżel liema trackers u skripts timblokka billi tagħżel dawk il-kaxxi ta' kontroll. Kun żgur li żblokkajt hcaptcha.com.",
    "2209109640": "użati biss għal skopijiet malizzjużi, fil-kuntest tal-attivitajiet kummerċjali normali tagħhom?",
    "2209837451": "15 ta' Ottubru 2019 - 15 ta' Jannar 2020",
    "2212670355": "Irregistra",
    "2216374138": "huma umani, bħall-movimenti tal-maws, il-pożizzjoni tal-iscroll, l-avvenimenti tal-istampa tat-tasti, l-avvenimenti tal-mess, u l-informazzjoni tal-ġiroskopju/aċċellerometru kif applikabbli.",
    "2217842245": "Madankollu, id-dejta tagħna turi li (għal hCaptcha)",
    "2219945145": "sessjoni,",
    "2223819810": "Biex tottimizza l-pjattaforma tagħna",
    "2225785608": "( ) Għandna nkunu nistgħu nitkellmu dwar Viagra mingħajr ma nkunu ċensurati",
    "2230333214": "Aħna naggregaw id-Dejta tal-Klijent ma 'dejta oħra sabiex ir-riżultati ma jkunux identifikabbli personalment u niġbru wkoll logs tekniċi u data deidentifikati dwar l-użu tas-Servizzi (\"Data Aggregata/Deidentifikata\"). Minkejja kull ħaġa kuntrarja hawnhekk, kwalunkwe Data Aggregata/Deidentifikata bħal din tista' tintuża mill-IMI għal kwalunkwe skop ta' negozju matul jew wara t-terminu ta' dan il-Ftehim, inkluż mingħajr limitazzjoni biex tiżviluppa u ttejjeb is-Servizzi u biex toħloq u tqassam rapporti u oħrajn. materjali. Id-Dejta tal-Klijent tista' wkoll tippersisti u tintwera fis-sistema għal perjodu limitat ta' żmien li ma jaqbiżx il-180 jum wara li jitlesta xogħol, pereżempju bħala data ta' kalibrazzjoni jew validazzjoni awtomatika għal sistemi ta' Magni tal-Intuition. Għaċ-ċarezza, din it-Taqsima 5 ma tagħtinax id-dritt li nidentifikawk bħala s-sors ta' kwalunkwe Data Aggregata/Deidentifikata mingħajr il-permess bil-miktub tiegħek minn qabel.",
    "2233384692": "Jekk għandek xi mistoqsijiet jew tħassib dwar kif tiġi mmaniġġjata tali data jew tixtieq teżerċita d-drittijiet tiegħek, għandek tikkuntattja lill-persuna jew entità (jiġifieri, il-kontrollur tad-data) li tkun ikkuntrattat magħna biex tuża s-Servizz biex tipproċessa din id-data. Aħna, madankollu, nipprovdu assistenza lill-Integraturi tagħna biex jindirizzaw kwalunkwe tħassib li jista' jkollok, skont it-termini tal-kuntratt tagħna magħhom.",
    "2233741720": "Fil-konklużjoni",
    "2234909600": "( ) Min jispammer ma jimpurtahomx minn indirizzi invalidi fil-listi tagħhom",
    "2236960358": "Mar-reġistrazzjoni, inti tintalab tiżvela ċerta informazzjoni personali dwarek (\"Informazzjoni Personali\"), inkluż ismek, indirizz elettroniku, u toħloq username u password, li kollha jkunu soġġetti għall-Politika ta' Privatezza tagħna, disponibbli fuq tagħna websajt. Int biss responsabbli għall-monitoraġġ, l-iżgurar u ż-żamma tas-sigurtà tal-kont tiegħek, passwords, u kwalunkwe ċwievet ta 'awtentikazzjoni assoċjati mal-kont tiegħek, u inti responsabbli għal kwalunkwe użu jew azzjoni meħuda permezz tal-użu ta' dik l-informazzjoni fuq is-Servizzi.",
    "2255549335": "Ix-xogħol tagħna f'hCaptcha huwa li nsibu kompromessi tajbin bejn id-diffikultà u l-eżattezza u li nżommu l-frizzjoni baxxa, speċjalment għal",
    "2256305371": "Professur, CS fl-Università ta' Kalifornja, Berkeley. Tagħlim fil-fond, sigurtà, espert tal-blockchain. CEO ta' Oasis Labs.",
    "2256795853": "Il-kapaċità li tiġi estratta ħafna dejta, malajr, minn websajts tagħmel il-brix għodda qawwija f'idejn atturi malizzjużi. Bot tal-brix jista 'jiġbor data tal-utent minn siti tal-midja soċjali. Imbagħad, billi jinbarax siti li jkun fihom indirizzi u informazzjoni personali oħra u jikkorrelataw ir-riżultati, hacker jista 'jinvolvi ruħu f'reati ta' identità bħal jissottometti applikazzjonijiet frawdolenti għal karti ta 'kreditu.",
    "2260079771": "Żamma tad-Data",
    "2268939633": "L-IMI ma timpenjax għal, u lanqas mhija obbligata li tipparteċipa fiha, is-soluzzjoni alternattiva tat-tilwim għat-tilwim tal-konsumatur quddiem entità tas-soluzzjoni tat-tilwim tal-konsumatur. Il-websajt uffiċjali tal-Kummissjoni Ewropea għas-Soluzzjoni Online tat-Tilwim:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Nota għar-Residenti taż-Żona Ekonomika Ewropea.",
    "2271252286": "( ) Microsoft mhux se tilqa' magħha",
    "2271512952": "L-utenti jappoġġjaw is-sit li qed iżuru, u jesperjenzaw inqas spam fuq il-web.",
    "2271969747": "20. Informazzjoni Kunfidenzjali li Tirċievi",
    "2273532558": "Min huma l-klijenti li jħallsu hCaptcha?",
    "2281169898": "Jekk tibgħat informazzjoni dwar id-debugging mar-rapport tiegħek tagħmilha ħafna aktar faċli għalina biex nidentifikaw x'inhu għaddej. Hawn huma struzzjonijiet pass pass:",
    "2284856231": "u dehru preċiżjoni mtejba b'mod drammatiku fil-mod purament passiv ta 'hCaptcha Enterprise ukoll.",
    "229198134": "( ) Jiddispjaċini raġel, imma ma naħsibx li se taħdem.",
    "2292919419": "( ) Perspettivi",
    "2296918009": "Dan huwa ekwivalenti għal aktar minn 100 persuna-sena tax-xogħol kuljum.[",
    "2301335298": "Frodi tal-Ħlas: Mitigazzjoni ta' Mod ta' Ċiberkriminalità li Tevolvi Mgħaġġla",
    "230159237": "Kuntatti",
    "2301757528": "**** Minħabba l-manutenzjoni minn PayPal tal-API REST tagħhom matul it-tieqa tal-ħlas, mhux il-ħlasijiet kollha tlestew fil-15 ta' Ġunju. Kwalunkwe ħlas skedat għall-15 ta' Ġunju (ħin tal-Paċifiku) iżda mhux esegwit minħabba żbalji tal-API tal-PayPal reġgħet tmexxiet sad-19 ta' Ġunju (ħin tal-Paċifiku).",
    "2303655425": "15 ta’ Jannar 2019 - 15 ta’ April 2019",
    "2309661107": "Madankollu, aħna interessati ħafna fihom",
    "2310694091": "Xi tfisser Rikonċiljazzjoni?",
    "2310705547": "L-element tat-test għani jippermettilek toħloq u tifformattja intestaturi, paragrafi, kwotazzjonijiet imblukkati, immaġini u vidjo kollha f'post wieħed minflok ma jkollok iżżidhom u tifformattjahom individwalment. Ikklikkja darbtejn u faċilment toħloq kontenut.",
    "23114595": "Esperjenza kbira għall-Utent",
    "231285005": "Tista' ssib aġġornamenti reċenti fuq il-blog tagħna",
    "2315518622": "Bis-sofistikazzjoni disponibbli fl-għodod tal-attakk tal-lum, huwa ta’ sfida kbira li tiskopri liema, jekk hemm, huma frawdolenti. Imbagħad, persuna ċempel il-linja tas-servizz tal-konsumatur u tgħid “Il-kont tiegħi ġie attakkat! Ma nistax nilloggja u xi ħadd qed jisraqli flus!”",
    "2319072959": "Mexxi kompletament offline mal-forza tax-xogħol tiegħek stess, issegwi l-valur ikkunsmat bejn l-unitajiet tan-negozju jew l-imsieħba tal-konsorzju, rotta b’mod selettiv l-impjiegi lejn fornituri differenti tax-xogħol interni jew esterni bbażati fuq rekwiżiti ta’ spejjeż u sigurtà, u aktar.",
    "2320894364": "B'aktar minn 200 punt ta' preżenza, is-sħab ta' hCaptcha jipproteġi l-assi tiegħek madwar id-dinja",
    "2323013093": "26. Liġi Applikabbli",
    "2323282990": "Approċċ Modern għall-Verifika tal-Umanità",
    "2326660907": "ħlief",
    "2328839224": ". Jekk jogħġbok ara t-taqsima tagħna \"Avviż lir-Residenti ta' Kalifornja\" relatata mad-drittijiet tiegħek taħt l-Att dwar il-Privatezza tal-Konsumatur ta' California (\"CCPA\").",
    "2330965058": "Fejn naġixxu bħala proċessur għall-Integraturi tagħna, aħna ma nużawx id-dejta miġbura għal xi skop minbarra dak raġonevolment meħtieġ biex nipprovdu s-Servizz tagħna, u l-ipproċessar tagħna jkun irregolat mill-kuntratti li għandna fis-seħħ mal-Integraturi tagħna, mhux dan. Regoli tal-privatezza",
    "2333410049": "Jekk jogħġbok ipprova wkoll itfi l-imblokkatur tar-reklami tiegħek.",
    "2340340589": "Linji gwida dwar l-użu tal-marka hCaptcha",
    "234420106": "Fil-każ li inti Integratur jew Klijent tas-servizz hCaptcha Enterprise u l-użu tal-API tiegħek kif imkejjel mill-RPS jaqbeż ir-rata pprovduta għall-livell tas-servizz tiegħek, nistgħu nagħżlu li nimodifikaw is-servizz tiegħek jew li niċċarġjaw rata żejda. Fil-każ li l-ogħla rata tal-RPS tiegħek taqbeż ir-rata pprovduta b'fattur ta' 10 għal 10 minuti jew aktar b'kollox f'perjodu ta' 30 jum u l-maġġoranza ta' dawn it-talbiet huma, fil-ġudizzju uniku tagħna, mhux traffiku malizzjuż, nistgħu nagħżlu li iċċarġjak bir-rata żejda speċifikata kuntrattwalment tiegħek għat-talbiet kollha tal-API li saru f'dak ix-xahar.",
    "2344319147": "Kemm jiswa verament is-sejbien tal-bot ta' Google?",
    "2348450790": "Jekk jogħġbok aqra dawn it-Termini tas-Servizz. Dawn jinkludu, fost dispożizzjonijiet oħra, ċaħdiet ta' garanziji, limitazzjonijiet ta' responsabbiltà, u arbitraġġ vinkolanti. Jekk jogħġbok innota li dawn it-Termini tas-Servizz setgħu nbidlu mill-aħħar żjara tiegħek fil-websajt tagħna. Nistgħu nirrevedu u naġġornaw dawn it-Termini tas-Servizz minn żmien għal żmien fid-diskrezzjoni unika tagħna. F'każ ta' bidla materjali, aħna ninnotifikawk billi nippubblikaw it-Termini tas-Servizz aġġornati f'din il-paġna, u wara trid taċċetta b'mod affermattiv it-Termini tas-Servizz aġġornati sabiex tkompli tuża jew taċċessa s-Sit jew is-Servizz.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Sfortunatament, li tikkontrolla biċċa hardware ma jfissirx li int persuna. Prattikament kull skema ta 'attestazzjoni tal-ħardwer tal-konsumatur popolari ġiet ripetutament imkisser, patched, u mbagħad miksur mill-ġdid.",
    "2351176803": "Termini tal-Liċenzja għall-API hCaptcha JS",
    "2354267648": "Politika ta' privatezza favur il-GDPR, CCPA u LGPD",
    "2359150347": "Q: Servizzi oħra ta' sigurtà onlajn jappoġġjaw Privatezza Pass?",
    "2359312315": "jew aggregat b'tali mod li ma jistax ikun marbut b'mod raġonevoli ma' individwu.",
    "2359913400": "Infrastruttura",
    "2366003154": "Mistoqsijiet għall-Istampa u l-Midja",
    "2367602973": "hawn",
    "2369877184": "L-ogħla rata massima permessa tal-RPS għall-Integraturi jew Klijenti tal-hCaptcha hija 1,000 talba kull sekonda lil entitajiet fil-kont tiegħek (\"RPS\"), sakemm ma jkunx speċifikat mod ieħor bi ftehim kuntrattwali bil-miktub bejnek u magħna.",
    "237009707": "( ) Iftaħ relays f'pajjiżi barranin",
    "2373007864": "hCaptcha Enterprise taħdem fuq it-teknoloġija tal-pjattaforma hCaptcha, estiża biex tinkludi l-karatteristiċi li jeħtieġu l-intrapriżi tat-traffiku għoli.",
    "2378786360": "1. Ipprova wieħed mill-browsers appoġġjati l-oħra: jekk int fuq Chrome, ipprova uża Firefox mingħajr ma timporta s-settings tiegħek minn Chrome, u installa l-plugin hemmhekk. Jekk dan jaħdem, jista 'jkollok kwistjoni ta' konfigurazzjoni tal-browser.",
    "2385522384": "X'aktarx kont qed tara frames ta' vidjow minn kameras fuq il-karozzi li jsuqu waħedhom Waymo ta' Google, u qed tgħin biex ittejjeb ir-rikonoxximent tal-oġġett tagħhom.",
    "2386465280": "Kif Naqsmu l-Informazzjoni",
    "2391175562": "Barra minn hekk, dan huwa dak li naħseb dwarek:",
    "2394073454": "Nistgħu niġbru informazzjoni addizzjonali mill-Utenti finali li jixtiequ jaħdmu magħna bħala Tikkettjar tad-Data Individwali.",
    "2396605499": "( ) Whitelists jgerdu",
    "2397590157": "3. Stima konservattiva: 200 miljun ssolvi * 30 sekonda għal kull soluzzjoni fi snin = 190.3 persuna-sena/jum.",
    "2402165761": "Kif jaħdem il-brix?",
    "2404545611": "Merħba għal hCaptcha! Grazzi talli kont parti mill-komunità tagħna. L-utenti kollha tas-\"Servizzi\" (definiti hawn taħt) għandhom jaqblu mat-termini li ġejjin (it-\"Termini tas-Servizz\"). Taħt dawn it-Termini tas-Servizz, \"IMI\", \"aħna\" u \"us\" jirreferu għal Intuition Machines, Inc. u s-sussidjarji, affiljati, uffiċjali, aġenti, impjegati, rappreżentanti, u aġenti tagħha, u l-\"websajt\" tagħna tinkludi kwalunkwe websajt taħt il-kontroll tagħna, inklużi www.hcaptcha.com u www.imachines.com.",
    "2408036504": "Is-sistemi tagħna huma għalhekk iddisinjati mill-bidu biex jimminimizzaw il-ġbir u ż-żamma tad-dejta filwaqt li jżommu s-sigurtà ta 'tmexxija fil-klassi. L-aħjar mod biex tipproteġi d-dejta tal-utent huwa li ma taħżinha xejn.",
    "2410122265": "Riżorsi hCaptcha: Bots 101",
    "2412751979": "Grazzi għas-sinjali umani aktar preċiżi li jħaddmu hCaptcha, ħafna kumpaniji li qabel kienu jużaw reCAPTCHA v3/Enterprise qalbu għal",
    "2413742287": "L-inċentiv ta 'hCaptcha huwa li timmassimizza l-eżattezza, mhux id-dħul mir-reklami: it-tweġibiet tal-bot huma inutli għall-klijenti tagħna, li jeħtieġu data ta' taħriġ uman.",
    "2414232014": "Il-logo tagħna huwa rikonoxxibbli istantanjament u wieħed mill-aktar assi siewja u importanti tagħna. Biex jiġi żgurat li tibqa 'rappreżentanza b'saħħitha tal-kumpanija tagħna, għandha tiġi ppreżentata b'mod bir-reqqa u konsistenti fil-kanali kollha ta' komunikazzjoni.",
    "2414368123": "Isem, numru ta' karta ta' kreditu, numru ta' karta ta' debitu, jew kwalunkwe informazzjoni finanzjarja oħra.",
    "2418549423": ", standard emerġenti għall-preservazzjoni tal-privatezza onlajn permezz ta' provi kriptografiċi, u karatteristiċi uniċi oħra li l-ewwel il-privatezza.",
    "2419795065": "Avviż lir-Residenti tal-Kalifornja",
    "2420789666": "Fastly, Inc. Servizzi pprovduti: Fastly CDN u edge compute.",
    "2423586454": "Għad hemm xi affarijiet li s-softwer ma jistax jagħmel, irrispettivament minn kemm hi tajba l-AI warajha. It-teknoloġija moderna CAPTCHA toffri metodu ppruvat ta 'imblukkar tal-bots li jippruvaw jipperpetwaw il-frodi tal-ħlas. Filwaqt li approċċi qodma għal CAPTCHA, bħan-numri sempliċi inklinati f'kaxxa, issa huma l-aktar defiċjenti fil-mitigazzjoni ta 'bots avvanzati, apparat awtomatizzat ta' ttestjar-rispons bħal hCaptcha Enterprise jista 'faċilment stump bot frodist fil-mument tal-login tal-kont jew shopping cart checkout. Anke jekk il-bot għandu kredenzjali reali, jekk ma jkunx jista 'jmur permezz tal-CAPTCHA.",
    "2429359042": "immaġini ta 'interface ta' eżempju",
    "2430148876": "Ħloqna dawn il-linji gwida u l-liċenzja ġenerali tat-trademarks biex nagħmluha faċli kemm jista’ jkun għall-klijenti, l-imsieħba u l-partitarji tagħna biex jaħdmu mal-marka tagħna filwaqt li xorta nippreservaw l-identità korporattiva tagħna. Jekk għandek bżonn tuża ikoni, logos, jew marki oħra tal-hCaptcha b'modi li jvarjaw materjalment minn dawn il-linji gwida, ikollok bżonn tikkuntattjana (IMI) għal liċenzja bil-miktub.",
    "2436973524": "Referenzi preċiżi biss huma aċċettabbli. Mhux permissibbli li wieħed jgħid li sit juża s-servizzi u l-applikazzjonijiet tal-hCaptcha meta ma jagħmilx dan. Bl-istess mod, l-użu tal-logo tagħna jew xi badges huwa wkoll xieraq biss meta s-sit juża s-servizzi hCaptcha.",
    "2437934778": "Ismek",
    "2438016011": "Ftehim Volontarju. Il-partijiet kollha għal dawn it-Termini tas-Servizz jirrappreżentaw u jaqblu li kull waħda rrevediet l-aspetti kollha ta 'dan il-ftehim, qrat bir-reqqa u tifhem bis-sħiħ id-dispożizzjonijiet kollha tagħha, u qed tidħol f'dan il-ftehim volontarjament.",
    "2441638955": "L-ewwel, x'inhu API?",
    "2444685143": "Politika tal-Logo",
    "2445034923": "Jekk ma taqbilx mat-termini u l-kundizzjonijiet kollha ta’ dawn it-Termini ta’ Servizz, tużax (u ma tistax) tużax jew taċċessa s-Sit jew is-Servizzi.",
    "24452499": "soluzzjoni; jista 'jintuża għat-tajjeb jew ħażin. Kull kumpanija li tirriċerka, tibni jew tbigħ soluzzjonijiet ta' użu doppju għandha l-obbligu li tikkunsidra l-konsegwenzi tal-azzjonijiet tagħhom.",
    "2446481523": "Hemm rakkont folkloristiku antik li fih sewwieq ta’ vagun u nobbli jidhru fil-kuntistabbli f’raħal żgħir tal-pajjiż. Raġel wieħed, liebes ilbies maħmuġ ta’ ċaqliq, qal lill-kuntistabbli, “Jien in-nobbli. Dan ir-raġel kien ix-xufier tiegħi.",
    "2449501658": "jipprovdi wieħed mill-aktar modi avvanzati biex tittaffa t-theddida minn tentattivi frawdolenti ta’ login tal-kont, bl-użu ta’ tagħlim tal-magni biex jiskopri u jwaqqaf il-bots, u b’mod effettiv jagħmilha ferm aktar diffiċli jew saħansitra impossibbli għall-frodisti li jidħlu f’teħid ta’ kont.",
    "2462728596": "Jekk ma nistgħux nissodisfaw lilna nfusna fuq dawn il-punti, aħna nirrifjutaw it-talba u nistgħu ttemmu aċċess ulterjuri għall-pjattaforma tagħna, kif deskritt fit-Termini tagħna.",
    "2462909475": "Ħajt ta’ aktar minn 10,000 telefon użat għall-abbuż, parti minn operazzjoni ta’ bot Ċiniż.",
    "2465128185": "Biex tagħti feedback malajr, ikklikkja l-buttuna \"Ibgħatilna feedback\".",
    "2468683988": "Intestatura",
    "2474091800": "19. Tilwim ma' Utenti Oħra; Rilaxx",
    "2474661839": "Tagħna",
    "247560732": "Żid hCaptcha bi tliet linji ta 'kodiċi. Jekk inti ġej minn reCAPTCHA, l-API tagħna hija kompatibbli u tieħu minuti biss biex taqleb.",
    "2477958756": "( ) Nies ħżiena",
    "2481032625": "Jekk l-għan hux li tipprevjeni:",
    "2486638408": "Iddefinixxi Speċifikazzjonijiet",
    "2487931657": "Tużax: \"aħna hCaptcha'd is-sit tagħna.\"",
    "248923369": "BotStop logo™",
    "2489287539": "\"Nru CAPTCHA\" mingħajr frizzjoni u modi passivi 99.9%.",
    "2491398763": "It-test, l-immaġini, l-animazzjoni grafika, il-vidjows, il-mużika, il-ħsejjes u materjal ieħor kollu fuq dawn il-paġni huma protetti taħt il-liġi tad-drittijiet tal-awtur mill-IMI jew minn partijiet terzi jekk speċifikati. Huwa pprojbit li tikkopja jew timmodifika dan il-materjal għal użu kummerċjali b'mod li jaqbeż l-użu ġust raġonevoli. Responsabbiltà għal din il-websajt",
    "2497216176": "Teknoloġiji ta' Analiżi u Traċċar ta' Parti Terzi",
    "2498172334": "Speċifikament, il-pjan tiegħek jonqos milli jagħti kont",
    "2505227594": "7. Żejjed",
    "2510209017": "Għandek bżonn aktar għajnuna?",
    "2510534204": "Mhux aktar tard mit-23 ta' Marzu 2020***",
    "2513143348": "Is-sistema hCaptcha Enterprise hija unikament flessibbli fid-disinn tagħha: tista 'tiġi skjerata parzjalment jew kompletament fit-tarf tan-netwerk tiegħek jekk topera sħab pubbliku jew tippossjedi ħafna ċentri tad-dejta.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "sottostanti s-sigurtà kriptografika tal-Privacy Pass. Il-protokoll innifsu għaddej mill-",
    "2531534427": "Id-dettalji huma hawn.",
    "2534436327": "u l-oġġezzjonijiet filosofiċi li ġejjin jistgħu japplikaw ukoll:",
    "2535001179": "Jekk jiġri li ġej minn reCAPTCHA ta' Google, l-APIs tagħna huma sostituti drop-in.",
    "2540760245": "fost ħafna użi oħra, li tkun tista’ tiffiltra t-traffiku onlajn fuq il-bażi ta’ “bniedem jew le” x’aktarx tibqa’ għodda siewja sakemm in-natura umana ssegwi l-istess xejriet irreġistrati matul l-aħħar ħamest elef sena.",
    "2543123170": "Verifika tal-umanità ta 'frizzjoni żero",
    "254326776": "L-abbuż malizzjuż ta’ dawn id-difetti spiss jiġi skopert li kien ilu jseħħ għal xhur jew snin qabel l-iżvelar jew il-pubblikazzjoni akkademika.",
    "2544169219": "Riżultati reċenti tal-aktar avvanzata: ICML LLD, Mejju 2019.",
    "2544565802": "15 ta' Lulju 2019 - 15 ta' Ottubru 2019",
    "2547140673": "Għal aktar minn għaxar snin, is-servizz reCAPTCHA ta 'Google offra lis-sidien tal-websajts kummerċ: ħalli Google jsegwi lill-utenti tiegħek u jistaqsihom mistoqsijiet, u bi skambju huma jwiegħdu li jwaqqfu l-bots u l-ispam.",
    "2547406584": "Jekk għandek xi mistoqsijiet dwar din il-Politika dwar il-Cookie, jekk jogħġbok ikkuntattjana fuq",
    "2551802342": "– Qed nippjanaw li nirkupraw malajr u nibdew mill-ġdid l-operazzjonijiet tan-negozju wara tfixkil sinifikanti tan-negozju u nirrispondu billi nissalvagwardjaw l-impjegati u l-proprjetà tagħna, nagħmlu valutazzjoni finanzjarja u operazzjonali, nipproteġu l-kotba u r-rekords tad-ditta, u nħallu lill-klijenti tagħna u lill-utenti finali tagħhom jagħmlu transazzjonijiet onlajn. Fil-qosor, il-pjan ta’ kontinwità tan-negozju tagħna huwa mfassal biex jippermetti li d-ditta tagħna terġa’ tibda topera malajr kemm jista’ jkun, minħabba l-ambitu u s-severità tat-tfixkil sinifikanti tan-negozju. Il-pjan ta' kontinwità tan-negozju tagħna jindirizza: backup u rkupru tad-dejta; is-sistemi kritiċi kollha tal-missjoni; valutazzjonijiet finanzjarji u operattivi; komunikazzjonijiet alternattivi ma' klijenti, impjegati, u korpi ta' sorveljanza; post fiżiku alternattiv tal-impjegati; impatt kritiku tal-fornitur u l-klijent; rappurtar regolatorju; u nagħtu avviż fil-pront lill-klijenti tagħna jekk ma nkunux nistgħu nkomplu n-negozju tagħna. Il-grupp ewlieni tal-fornituri tagħna jappoġġja r-rekords importanti tagħna f'żona ġeografikament separata. Filwaqt li kull sitwazzjoni ta’ emerġenza toħloq problemi uniċi bbażati fuq fatturi esterni, bħall-ħin tal-ġurnata u s-severità tat-tfixkil, ġejna avżati minn dan il-grupp ta’ fornituri li l-għan tagħhom huwa li jirrestawraw l-operazzjonijiet tagħhom stess u jkunu jistgħu jerġgħu jibdew is-servizzi malajr. Għalkemm ħdimna biex innaqqsu r-riskju billi nużaw sett differenti ta' fornituri, is-servizzi tiegħek jistgħu jiġu modifikati jew interrotti matul dan il-perjodu.",
    "2555914614": "għall-każ tal-użu tal-Aċċessibilità. Aħna nemmnu li l-kombinazzjoni tal-approċċ a11y attwali tagħna mal-ħruġ tal-Privatezza Pass se tippermetti lill-utenti a11y jibbrawżjaw b'mod sigur, bl-għarfien li t-traffiku tagħhom huwa aktar privat, filwaqt li jirrestrinġi l-abbuż mill-operaturi tal-bot li inevitabbilment iseħħ meta l-għażliet a11y huma disponibbli. Aħna parteċipanti attivi fil-grupp ta' ħidma tal-IETF li nistandardizzaw din it-teknoloġija ġdida.",
    "2557240048": "Kif taħdem: l-ewwel, utent ta’ aċċessibbiltà jiffirma permezz",
    "2557601376": "hCaptcha logo™",
    "2560582224": "programm bug bounty",
    "2561077702": "Biex nipprovdu s-servizz tagħna",
    "2565565429": "Minflok uża: \"nużaw hCaptcha biex nagħmlu s-sit tagħna aktar sigur u aktar sigur.\"",
    "2575690545": "It-teħid ta' kontijiet, bħal daqstant frodi ċibernetika, huma l-aktar kwistjoni ta' proċessi awtomatizzati u tal-massa. Huwa rari li hacker, miksi hoodie fil-kantina ta’ ommu, idaħħal il-passwords fil-websajts tal-banek wieħed wieħed.",
    "2583775432": "Q: Xi ngħidu dwar il-privatezza? Ir-reġistrazzjoni tesponi d-dejta tal-ibbrawżjar b'xi mod? X'tagħmel bl-email?",
    "2588750717": "Tabilħaqq, xi attakki tal-mili tal-kredenzjali jinvolvu miljuni ta' kredenzjali—kollha mimli fl-interface tal-login tal-websajt bla suspett bit-tama li jitħallew jidħlu. Ladarba ġewwa, l-attakkant jista' jieħu f'idejh il-kont tal-vittma.",
    "2590587108": "Editjar tal-kontenut statiku u dinamiku",
    "2593768395": "Esperjenza bla xkiel fuq il-web, mobbli nattiv, web mobbli. Integrazzjonijiet mibnija minn qabel u SDKs indiġeni disponibbli.",
    "2593864519": "Waqqaf aktar bots. Ibda tipproteġi l-privatezza tal-utent.",
    "259613338": "jekk għandek xi mistoqsijiet dwar dawn it-Termini tas-Servizz.",
    "2597149484": "Ir-raġuni li l-hacker għandu \"jagħmel\" tant kredenzjali għandha x'taqsam ma 'fejn jiksbu l-kredenzjali misruqa tagħhom.",
    "2597352122": "Tipi ta' Annotazzjoni",
    "2600696085": "15 ta' Marzu 2021",
    "2602081482": "hCaptcha Enterprise juża tagħlim avvanzat bil-magni biex jidentifika traffiku malizzjuż lejn is-sit u l-apps tiegħek - inklużi attivitajiet ta' scraping.",
    "2602763587": "Il-mili tal-kredenzjali huwa forma ta' attakk ċibernetiku fejn l-attakkant jipprova jidħol f'websajt diversi drabi billi juża pari ta' usernames u passwords misruqa. Il-\"mili\" tirreferi għat-tentattivi ta' login ripetittivi, li kważi dejjem jitwettqu minn softwer tal-bot awtomatizzat.",
    "2603863826": "PS: Jekk issib traduzzjoni fil-lingwa tiegħek li tista' tuża titjib, tħossok liberu li tissottometti a",
    "2605814073": "Billi tuża jew tirreġistra għas-Servizzi tagħna, inti taqbel: inti għandek mill-inqas 18-il sena; għandek l-awtorità li tidħol f'dan il-ftehim f'isem lilek innifsek jew f'isem l-entità li tirrappreżenta, u f'kull ħin tibqa' f'konformità ma' dawn it-Termini tas-Servizz u l-politiki u l-linji gwida kollha tal-IMI msemmija hawn; u int mhux se tabbuża mill-websajt tagħna, tirrappreżenta ħażin l-identità tiegħek magħna, jew tuża intelliġenza artifiċjali biex tlesti kwalunkwe porzjon ta' kwalunkwe kompitu fuq l-IMI li teħtieġ intelliġenza umana.",
    "260595108": "Qatt ma nużaw emails jew informazzjoni ta’ aċċessibbiltà għal xi skop ħlief li niffaċilitaw l-użu kull wieħed u li nipprevjenu l-abbuż.",
    "2611914656": "Aħna nużaw Sentry biex niġbru data tad-debugging meta utent jesperjenza żball. Għal informazzjoni dwar kif Sentry tiġbor u tipproċessa d-dejta,",
    "2616040974": "3. Klijenti u Min jagħmel it-talba",
    "2616226398": "Suġġett għal tagħna",
    "2619472217": "8. Bejgħ mill-ġdid",
    "2620705814": "Google hija kumpanija tar-reklami, u l-prodotti tas-sigurtà tagħhom jixbħu ħafna lill-prodotti tar-reklami tagħhom",
    "2621989404": "Aġġornata l-aħħar: 24 ta' Settembru 2021. Jekk jogħġbok innota li t-termini tagħna tal-lingwa Ingliża huma awtorevoli.",
    "2624601135": "\"hCaptcha\" m'għandux jintuża bħala parti minn isem tad-ditta, magħqud b'sing, jew użat f'ismijiet ta' applikazzjonijiet jew prodotti oħra.",
    "2624949852": "Naturalment, reCAPTCHA kien daħlu kmieni fis-sigurtà tal-web mill-2009, u pproteġi miljuni ta 'websajts kontra theddid dejjem jikber minn bots malizzjużi u spammers. Madankollu, ġie kompletament kompromess f'dawn l-aħħar snin:",
    "262509504": "Nistgħu norbtu l-informazzjoni miġbura mill-Cookies ma 'informazzjoni oħra li niġbru mingħandek skont din il-Politika ta' Privatezza u nużaw l-informazzjoni magħquda kif stipulat hawnhekk. Bl-istess mod, il-partijiet terzi li jservu l-cookies fis-Siti tagħna jistgħu jorbtu ismek jew l-indirizz elettroniku ma’ informazzjoni oħra li jiġbru, li tista’ tinkludi xiri tal-passat li sar offline jew onlajn, jew l-informazzjoni tiegħek dwar l-użu onlajn.",
    "2631159699": "( ) Armati ta' kaxxi tal-Windows konnessi bil-broadband mifnija mid-dud",
    "2631249972": "Nistgħu ntejbu jew nimmodifikaw il-websajt tagħna mingħajr avviż lilek.",
    "26365791": "Sal-limitu massimu permess mil-liġi, is-Sit u s-Servizz (u kwalunkwe servizz assoċjat ieħor, informazzjoni, data, karatteristiċi, u kontenut jew materjali oħra) huma pprovduti fuq bażi \"kif inhu\" u \"kif disponibbli\". Sal-limitu massimu permess mil-liġi, l-IMI teskludi l-garanziji kollha, inklużi iżda mhux limitati għall-garanziji impliċiti ta’ kummerċjabbiltà, idoneità għal skop partikolari, u non-ksur.",
    "263761351": "hCaptcha hija l-ewwel alternattiva kredibbli, issa użata minn mijiet ta’ miljuni ta’ nies kull xahar.",
    "2639657759": "Marki Użati b'Permess",
    "2645321220": "U jekk taħseb li l-ispiża ta 'reCAPTCHA hija għolja wisq, staqsi magħna dwar hCaptcha Enterprise. Bħalissa qed jintużaw minn uħud mill-akbar pubblikaturi, kumpaniji tas-servizzi finanzjarji, u kumpaniji tal-infrastruttura tal-web fid-dinja, mhumiex biss alternattiva kredibbli għal reCAPTCHA: nemmnu li joffru l-aqwa protezzjoni tal-bot disponibbli bħalissa.",
    "2646127839": "Appendiċi tal-Klijent għat-Termini ta' Servizz prinċipali",
    "2648707986": "Akkwist ta' kont huwa forma ta' frodi ċibernetika fejn attur malizzjuż jippersona lil sid ta' kont online. Tipikament, il-kont ikun f'istituzzjoni finanzjarja jew negozju tal-kummerċ elettroniku fejn min jagħmel il-frodi jista' jisraq flus, merkanzija jew karti tar-rigali. L-attakkant juża kredenzjali tal-login misruqa biex jaċċessa l-kont u mbagħad jieħu f'idejh, forsi jbiddel il-password biex jissakkar lis-sid attwali tal-kont.",
    "2650241052": "Ebda parir",
    "2650502379": "Tnedija l-Isfidi Tiegħek stess f'Sekondi",
    "2652399059": "Sieħeb affidabbli",
    "265443926": "Biex tevita dubju, jekk jogħġbok innota li dawn il-limiti japplikaw b'mod aggregat fuq kwalunkwe kont li inti bħala individwu, entità jew organizzazzjoni ħloqt. Pereżempju, jekk ħoloqt 10 kontijiet, kull wieħed jirċievi 100,000 talba f'xahar (jiġifieri miljun talba b'kollox) allura kont taqbeż il-limiti ta' użu ġust għall-kontijiet kollha f'dak ix-xahar.",
    "2659418535": "Proċedura ta' Arbitraġġ. L-arbitraġġ kollu taħt dan il-ftehim se jsir skont ir-regoli tal-Assoċjazzjoni Amerikana tal-Arbitraġġ jew minn servizz ta’ arbitraġġ miftiehem b’mod reċiproku. L-arbitru se jkun arbitru Amerikan magħżul minn lista ta’ mhux inqas minn seba’ (7) ismijiet permezz ta’ strikes alternattivi. Fl-arbitraġġ, kull parti jkollha d-dritt li twettaq skoperta ċivili adegwata, tressaq mozzjonijiet disposittivi, u tippreżenta xhieda u evidenza kif meħtieġ biex tippreżenta l-każijiet u d-difiżi tagħhom, u kwalunkwe tilwim f'dan ir-rigward għandu jiġi solvut mill-arbitru. Is-soluzzjoni tat-tilwima għandha tkun ibbażata biss fuq il-liġi li tirregola t-talbiet u d-difiżi invokati, u l-arbitru ma jista' jinvoka ebda bażi għajr dik il-liġi ta' kontroll. L-arbitru għandu jkollu l-immunità ta' uffiċjal ġudizzjarju mir-responsabbiltà ċivili meta jaġixxi fil-kapaċità ta' arbitru, liema immunità tissupplimenta kwalunkwe immunità oħra eżistenti. Riċevimenti għandhom jinkludu l-opinjoni motivata bil-miktub tal-arbitru. Inti tirrinunzja għad-dritt tiegħek għal proċess b'ġurija ta' kwalunkwe pretensjoni li jista' jkollok kontra l-IMI jew li l-IMI jista' jkollha kontrik. Kwalunkwe talba taħt din il-klawsola għandha titressaq fil-perjodu tal-istatut tal-limitazzjonijiet applikabbli. L-Att Federali ta' Arbitraġġ ta' l-Istati Uniti jirregola din il-klawżola, u inti tirrikonoxxi li dan il-Ftehim juri tranżazzjoni fil-kummerċ.",
    "2666258754": "EMBEDDINGS RELAZZJONALI BBAŻATI SEMANTIĊI GĦAL DEEP HASHING GĦAL DEEP HASHING IS-SUPERVIŻJONI DGĦAJBA, Heikki Arponen, Tom E Isqof. ICML 2019, Workshop LLD.",
    "2670003220": "Impjiegi",
    "2670352917": "hCaptcha jipprovdi skoperta tal-bots aktar affidabbli filwaqt li tkun sempliċi biex issolvi l-bnedmin.",
    "2671622670": "Intrapriża",
    "267645277": "L-IMI tista' tivverifika l-identità tiegħek. Dan jista' jinkludi t-tqabbil tal-informazzjoni personali tiegħek ma' databases ta' partijiet terzi jew dokumenti legali uffiċjali. Inti tawtorizzana biex nagħmlu kwalunkwe mistoqsija meħtieġa biex nikkonfermaw l-identità tiegħek, is-sjieda tiegħek tal-indirizz tal-email tiegħek, u s-sjieda tiegħek tal-kontijiet finanzjarji tiegħek. Inti taqbel li tipprovdi informazzjoni dwarek biex tgħinna nivverifikaw l-identità tiegħek.",
    "2676853536": "Dashboards multi-utenti",
    "2681650568": "U bħal dejjem, il-privatezza hija valur ewlieni għalina. Żid il-kodiċi tal-isfida tagħna biss fejn ikun meħtieġ, u fejn jagħmel sens li tipproteġi kemm lilek kif ukoll lill-utenti tiegħek. It-tnaqqis tal-ġbir tad-dejta jibda mill-mument tal-integrazzjoni.",
    "2682873489": "Iddefinixxi l-erja tal-konfini għall-oġġetti",
    "2683038211": "Internet jew attività oħra tan-netwerk elettroniku.",
    "2686825859": "Irreġistra b'xejn jew ikkuntattjana dwar is-soluzzjonijiet ta' hCaptcha Enterprise",
    "2689973938": "It-titjib ta' reCAPTCHA joħloq kunflitt intrinsiku għal Google bħala bejjiegħ tar-reklami.",
    "2690395789": "Jekk u meta ma jkollokx bżonn aktar l-informazzjoni kunfidenzjali li rċevejt, trid minnufih tirritorna jew teqred (kif mitlub minn min żvela l-informazzjoni) il-kopji kollha tal-informazzjoni li teżisti fil-fond, is-sistemi, jew tagħmir ieħor li tikkontrolla.",
    "2694001822": "Madankollu, kultant nimpjegaw individwi biex jgħinuna nittestjaw il-proprjetajiet tas-sistema u l-karatteristiċi ġodda.",
    "2694150481": "Nużaw Cookies?",
    "2696932851": "18. Indennizz",
    "2697276059": "Evidenza li din qed taħdem: rati ta' soluzzjoni uniformi madwar id-dinja",
    "2698140263": "Mhux il-problemi kollha huma l-istess: li tikseb punteġġ wieħed ifisser li trid tindirizza l-bżonnijiet tiegħek biex tkun utli.",
    "269838707": "Jekk inti Kontributur, int u int biss tiddeċiedi liema u kemm-il kompiti tlesti, u meta u fejn tlestihom. Int liberu li tqatta' kemm jew ftit ħin biex tlesti l-kompiti kif tagħżel. Fl-ebda ħin m'għandek l-ebda obbligu li tlesti biċċa xogħol.",
    "2698640210": "Kontroll sfidi u tipi murija",
    "2700197090": "A: L-użu ta' kwalunkwe estensjoni tal-privatezza jew tal-imblukkar tar-reklami li tappoġġja whitelisting fil-livell tad-dominju (eż. uBlock Origin) se taħdem kif mistenni: kun żgur li tagħmel whitelist hcaptcha.com.",
    "2707282231": "Ippersonalizza l-isfidi għall-utenti tiegħek. Agħmilha impossibbli għall-bots li jsolvu u jippenetraw.",
    "2710988028": "( ) Dawk li jispammer jistgħu jużawha faċilment biex jaħsdu l-indirizzi tal-email",
    "2712493234": "Frodi tal-Ħlas: Mitigazzjoni ta' Mod ta' Ċiberkriminalità li Tevolvi Mgħaġġla",
    "2714878440": "Ipproteġi s-servizzi tiegħek minn scraping, teħid ta' kontijiet, mili tal-kredenzjali, u spam bit-tagħlim avvanzat tal-magni u l-verifika tal-umanità tagħna.",
    "2715462692": "Kif jidher il-proċess tagħna tal-Etika tal-AI?",
    "2718999653": "Punteġġi ta' Theddid personalizzati",
    "2722456056": "15 ta’ Jannar 2021 - 15 ta’ April 2021",
    "2728931827": "Wara kull rikonċiljazzjoni, l-istimi tiegħek għal kull sitkey se jiġu aġġornati u l-eżattezza tal-previżjonijiet futuri għandha tiżdied, sakemm is-sit tiegħek ma jkollux bidla materjali fl-imġiba tal-utent.",
    "2729131930": "X'inhu Brix U Kif Taħdem?",
    "2735073144": "Aħna nwettqu wkoll reviżjonijiet kontinwi kif meħtieġ. Pereżempju, fir-reviżjoni riċenti tagħna tad-dati u s-sorsi tat-talbiet għal talbiet ta’ tikkettjar relatati mal-umbrelel stajna malajr nikkonfermaw li l-ebda entità tal-gvern jew fornitur tal-istat magħruf ta’ softwer ta’ sorveljanza ma għamel talbiet rigward umbrelel li jużaw is-servizzi tagħna fl-aħħar 12-il xahar. .",
    "2735878907": "Dikjarazzjoni tal-Ippjanar tal-Kontinwità tan-Negozju",
    "2740033957": "It-tim tal-IM huwa magħmul minn xjenzati u inġiniera minn Apple, Amazon, u mexxejja oħra fit-tagħlim tal-magni, sistemi distribwiti u sigurtà.",
    "2743692546": "Hekk kif l-utenti jipprovaw l-umanità tagħhom permezz ta’ hCaptcha, ix-xogħol tagħhom jidħol f’suq miftuħ anonimu għall-offerti.",
    "2745385064": "Sommarju",
    "2752975480": "( ) It-trażmissjoni ta' email għandha tkun b'xejn",
    "2754937029": "Użi inaċċettabbli",
    "2760410719": "Servizzi li jippruvaw jagħmlu skoperta tal-bot b'sinjali purament passivi malajr jiltaqgħu ma' kwistjoni fundamentali: kif tivvalida jekk sistema tiskoprax atturi ħżiena b'mod korrett meta ma jkollokx verità tal-art preċiża?",
    "2762458927": "Id-dejta tal-utent tiegħek mhix għall-bejgħ.",
    "2762759509": "Ħafna attakki ta 'teħid ta' kont huma kważi kompletament awtomatizzati.",
    "2769710842": "Jekk għandek xi mistoqsijiet, jekk jogħġbok ikkuntattjana fuq",
    "278010425": "Il-varjetà wiesgħa u li ta' spiss tinbidel ta' kompiti fuq hCaptcha huma wkoll aktar diffiċli biex jiġu awtomatizzati. L-interface unika ta' reCAPTCHA ma nbidlitx f'ħafna snin, u għandha sett żgħir ta' mistoqsijiet li ma jinbidlux spiss. Dan huwa wieħed mill-modi kif hCaptcha jipprovdi protezzjoni anti-bot aktar robusta minn reCAPTCHA.",
    "2781507299": "Verifika Instant",
    "2782263070": "Is-servizz huwa prijorità ewlenija għalina. Aħna nżommu appoġġ on-call 24/7 u noffru koordinazzjoni diretta ta 'Slack mat-tim ta' integrazzjoni tal-inġinerija tiegħek u l-persunal ta 'on-call tagħna waqt u wara l-implimentazzjoni.",
    "2784612261": "Trid tintegra r-reviżjoni umana direttament fl-operazzjonijiet tan-negozju tiegħek? Noffru SLAs ta’ affidabbiltà għolja, kapaċità garantita, u APIs REST sempliċi.",
    "2785425016": "(fil-kuntest ta' soluzzjoni ta' verifika tal-umanità, eż. sejħa għall-azzjoni)",
    "278568955": "Effettiv: 1 ta’ Settembru, 2021. Żieda ta’ Infrastruttura",
    "2788024905": "Kif Niżguraw Informazzjoni",
    "2788836740": "L-informazzjoni ta' kuntatt għal skopijiet ta' kummerċjalizzazzjoni tinżamm fuq bażi kontinwa sakemm tneħħi l-abbonament. Minn hemm 'il quddiem inżidu d-dettalji tiegħek mal-lista ta' soppressjoni tagħna b'mod indefinit. Informazzjoni tal-email miġbura mill-Utenti tal-Aċċessibilità qatt mhi se tintuża għal skopijiet ta’ kummerċjalizzazzjoni.",
    "2790841456": "Jekk inti Kontributur, taqbel mal-klawżola ta' arbitraġġ u r-rinunzja għal azzjoni klassika li ġejjin:",
    "279580593": "imachines.com",
    "279918384": "Kif qed juża Google x-xogħol b'xejn tiegħek?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Miżuri li jħossuhom tajjeb ma jagħmlu xejn biex isolvu l-problema",
    "2804310964": "aċċess jew jipprova jaċċessa l-websajt tagħna permezz ta' kwalunkwe server web prokura jew apparat ieħor iddisinjat biex iħaffef il-lokalità jew l-identità vera tiegħek jew bi kwalunkwe mezz ieħor minbarra l-interface pprovduta;",
    "2806751666": "X'inhu hCaptcha?",
    "2808122102": "Il-funzjonalità transkulturali hija għalhekk rekwiżit bażiku għas-servizz tagħna. Li niżguraw li l-utenti leġittimi kollha jkunu jistgħu jaċċessaw il-kontenut malajr hija parti kritika tal-missjoni tagħna. Aħna nipprovdu sfidi f'110 lingwa, u qed intejbu kontinwament it-traduzzjonijiet rilevanti biex niżguraw li l-isfidi tagħna jkunu jistgħu jiġu solvuti minn kulħadd.",
    "2808971932": "Dan huwa xi test ġewwa blokka div.",
    "2813310562": "Tektek is-Settings tas-Sit u mbagħad Cookies.",
    "2819628066": "Separabbiltà. Jekk xi dispożizzjoni ta 'dawn it-Termini ta' Servizz tinstab invalida jew mhux infurzabbli għal kwalunkwe raġuni, ma taffettwax il-validità u l-infurzabbiltà ta 'kwalunkwe dispożizzjonijiet li fadal.",
    "2820080973": "ospitat ma' ❤ minn",
    "2826051554": "u iktar",
    "2826705343": "Informazzjoni kummerċjali.",
    "2827452240": "Għandek bżonn tip ieħor mhux elenkat hawn? Staqsi lilna.",
    "282913023": "L-għażla kosteffettiva għal intrapriżi ta 'traffiku għoli",
    "2840750518": "GitHub",
    "285116485": "Il-Kumpanija ma \"tbigħ\" (kif dan it-terminu huwa definit fis-CCPA) l-informazzjoni personali li niġbru. Jekk jogħġbok irreferi għat-taqsima \"Analitiċi ta' Partijiet Terzi u Teknoloġiji ta' Traċċar\" hawn fuq għal aktar informazzjoni dwar it-tipi ta' cookies ta' partijiet terzi, jekk ikun hemm, li nużaw.",
    "2852295413": "Konflitt ta’ interess inerenti: it-twaqqif tal-bots inaqqas id-dħul għal netwerk tar-reklami",
    "2862164005": "Id-dejta tal-prezzijiet tħallina npoġġu valur eżatt tad-dollaru fuq is-sigurtà offruta minn reCAPTCHA: $0.001 jew inqas għal kull tweġiba.",
    "2863840904": "Pass 6: L-aħħar pass, ibgħatilna email lil dawk il-fajls tar-reġistru HAR u console, u ddeskrivi l-problema",
    "2864016648": "Kwistjonijiet ta' Privatezza",
    "2867855718": "3. Nemmnu li l-ħtiġijiet tal-privatezza jistgħu jiġu indirizzati b'mod sodisfaċenti għat-talba?",
    "2870341481": "hawn taħt. Għal kwalunkwe browsers oħra biss",
    "2873297188": "Il-CAPTCHAS kollha jiddiskriminaw kontra dawk li mhumiex Amerikani?",
    "2873911365": "Xi ngħidu dwar l-attestazzjoni tal-ħardwer?",
    "2880837730": "X'jista' jsir biex jitwaqqaf it-teħid ta' kontijiet?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc żviluppat Pjan ta' Kontinwità tan-Negozju dwar kif se nirrispondu għal avvenimenti li jfixklu b'mod sinifikanti n-negozju tagħna tal-hCaptcha. Peress li ż-żmien u l-impatt tad-diżastri u t-tfixkil huwa imprevedibbli, ikollna nkunu flessibbli biex nirrispondu għall-avvenimenti attwali hekk kif iseħħu. B'dan f'moħħna, qed nipprovdulek din l-informazzjoni dwar il-pjan tagħna ta' kontinwità tan-negozju.",
    "2894845722": "L-utenti fuq is-sit tiegħek dalwaqt se jkunu jistgħu jaraw il-kontribut tiegħek għall-karità permezz ta' branding diskret fuq l-interface hCaptcha.",
    "2895491273": "Jekk tippreferi li timblokka l-cookies jew teknoloġiji oħra ta’ traċċar, il-biċċa l-kbira tal-browsers u l-apparat mobbli inti kollha biex tibdel is-settings tiegħek sabiex tinnotifikak meta tirċievi cookies jew teknoloġiji oħra ta’ traċċar qed jintużaw, u biex tagħżel jekk taċċettax/jippermettix jew le. dan. Il-biċċa l-kbira tal-browsers jippermettu wkoll li tiddiżattiva jew tħassar cookies eżistenti jew li tirrifjuta awtomatikament cookies futuri. Tista' wkoll tuża għodod ta' partijiet terzi, inklużi plug-ins tal-browser, biex tikkontrolla l-preferenzi tal-cookie tiegħek. Innota, madankollu, li jekk tiddiżattiva l-cookies kollha, xi porzjonijiet tas-Siti tagħna jistgħu ma jaħdmux sew.",
    "2896187462": "1. Użat għal statistika strettament meħtieġa anonima relatata mas-servizz, u għal skopijiet tekniċi oħra bħall-assistenza fl-appoġġ għall-aċċessibbiltà.",
    "2900525040": "Il-liġijiet ta 'l-Istat ta' Kalifornja jirregolaw dawn it-Termini ta 'Servizz u kwalunkwe kontroversja, tilwima, jew talba li tirriżulta minnhom.",
    "2901894297": "hCaptcha huwa servizz ta' Intuition Machines, Inc. (\"IMI\"), Korporazzjoni tal-Istati Uniti ta' Delaware (#6393793).",
    "2903742230": "In-netwerks tar-reklami jaraw lill-viżitaturi tiegħek bħala l-prodott. Għalina l-uniku għan huwa li niddeterminaw l-umanità tagħhom. Is-servizzi tagħna jissodisfaw jew jaqbżu r-rekwiżiti tal-GDPR, CCPA, LGPD, u PIPL, u naħdmu bis-sħiħ biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "2904949278": "Kif hacker jieħu f'idejh kont?",
    "2905621957": "Aġġornata l-aħħar: 18 ta' Lulju, 2020",
    "290966395": "Kif deskritt fit-taqsima \"Nota lill-Klijenti Barra l-Istati Uniti\" tagħna, jekk jogħġbok kun konxju li d-dejta personali tiegħek se tiġi trasferita lejn, ipproċessata u maħżuna fl-Istati Uniti. Il-liġijiet tal-protezzjoni tad-dejta fl-Istati Uniti jistgħu jkunu differenti minn dawk fil-pajjiż tar-residenza tiegħek. Inti tagħti l-kunsens għat-trasferiment tal-informazzjoni tiegħek, inkluża l-informazzjoni personali, lejn l-Istati Uniti kif stipulat f'din il-Politika ta' Privatezza billi żżur is-Siti tagħna jew tuża s-Servizz tagħna.",
    "2910560864": "20-23 ta' Marzu 2020***",
    "2915355938": "Aċċessibilità",
    "2920213479": "Issortja jew ehmeż kategoriji arbitrarji ta' kwalunkwe daqs",
    "2921990472": "Jekk qed tara kwistjoni funzjonali, jekk jogħġbok segwi l-",
    "292211832": "Informazzjoni miġbura permezz ta' mezzi tekniċi bħal cookies, webpage counters u għodod analitiċi oħra tintrema malajr kemm jista' jkun, iżda tista' tinżamm għal perjodu limitat sa sena mill-iskadenza tal-cookie, tipikament f'forma deidentifikata u aggregata sakemm ma nsibux abbuż potenzjali tas-servizz tagħna, f'liema każ inżommu dik l-informazzjoni biex tgħinna nipprevjenu abbuż fil-futur. Aħna ma nistgħux torbot din l-informazzjoni anonimizzata u aggregata lilek, lil dar tiegħek, indirizz IP, jew kwalunkwe informazzjoni personali bbażata fuq l-informazzjoni maħżuna.",
    "292250020": "1. Agħżel l-irkaptu fir-rokna ta 'fuq tal-lemin tal-iskrin, imbagħad agħżel \"Għażliet tal-Internet\". Jekk għandek il-Menu Bar attivata, tista 'tagħżel \"Għodda\" imbagħad \"Għażliet tal-Internet\".",
    "2927700175": "Aħna nuru sfidi CAPTCHA li huma diffiċli għall-bots iżda faċli għan-nies billi niġbru dejta diffiċli biex tittikketta minn problemi ta’ tagħlim bil-magni, u nużawha biex niddistingwu jekk viżitatur tal-websajt jew tal-app huwiex uman.",
    "2928362319": "Mistoqsijiet bil-posta jistgħu jintbagħtu lil: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Ksur ta' Dawn it-Termini ta' Servizz",
    "2932826396": "3. Jekk qed tuża l-aħħar verżjoni ta 'Safari jew fuq l-OS X 10.15 jew iOS 13.4 li ħarġet dan l-aħħar, Apple għadha kif biddel l-imġieba ta' Safari relatata ma 'cookies ta' partijiet terzi, u bblokkathom kollha b'mod awtomatiku. Qegħdin nimplimentaw soluzzjoni, iżda sadanittant jekk jogħġbok żur il-Preferenzi tas-Safari, it-taqsima tal-Privatezza, u neħħi l-marka \"Traċċar tal-websajt: Prevent traċċar bejn is-siti\" biex il-cookie tal-aċċessibbiltà tkun tista' taħdem kif mistenni.",
    "2935155034": "Jekk tinsab fiż-Żona Ekonomika Ewropea, għandek ċerti drittijiet li huma deskritti hawn fuq taħt l-intestatura \"Avviż lis-Suġġetti tad-Data tal-UE\", inkluż id-dritt li tispezzjona u tikkoreġi jew tħassar id-dejta li għandna dwarek.",
    "2939852138": "Kif Il-Frodaturi [Ippruvaw] Jaħrab mill-Frodi tal-Ħlas?",
    "2940689138": "Biex tamministra kontijiet tal-Integratur u tal-Klijent u tipprovdi s-Servizz. Aħna nużaw Informazzjoni Personali sabiex nassoċjaw kontijiet speċifiċi ma' Integraturi u Klijenti u biex nipprovdulhom is-Servizz, biex nirrispondu għal talbiet jew mistoqsijiet, biex nipprovdu appoġġ jew assistenza teknika, u biex niffaċilitaw il-ħlasijiet.",
    "2941545733": "Aħna inġiniera, mhux salespeople: irridu li tkun kuntent bl-għażla tiegħek.",
    "2943346052": "Hekk kif il-proċess ta' standardizzazzjoni tal-IETF ikompli, nistennew li l-browsers ewlenin jadottaw xi forma ta' Private Pass b'mod nattiv. Dan eventwalment se jagħmel l-estensjoni bla bżonn. Għalissa, madankollu, jekk jogħġbok segwi l-istruzzjonijiet hawn taħt.",
    "2945960297": "Fir-rigward tas-suġġetti tad-dejta tal-UE, it-terminu \"informazzjoni personali\" kif użat f'din il-Politika ta' Privatezza huwa ekwivalenti għal \"dejta personali\" kif definit fir-Regolament Ġenerali dwar il-Protezzjoni tad-Data tal-Unjoni Ewropea (GDPR).",
    "2947576723": "Din l-istorja tmur qabel il-liċenzji tas-sewwieq u l-istampar diġitali tas-swaba’, iżda toffri eżempju tajjeb ta’ x’jista’ jmur ħażin f’sitwazzjoni ta’ teħid ta’ kont. Persuna tidħol f'kont bankarju onlajn jew f'app għall-ħlasijiet mobbli. Huwa detentur tal-kont attwali, jew hacker? Min hu verament min? Dawn il-kwistjonijiet tas-sigurtà jaffettwaw l-organizzazzjonijiet li jippermettu aċċess għall-kont self-service.",
    "2952586316": "Mhux il-problemi kollha huma l-istess. L-annotazzjonijiet għal kompiti kritiċi għas-sikurezza jistgħu jeħtieġu fiduċja ta' 99.99% minn ħaddiema kompletament umani. Annotazzjonijiet għal karatteristika beta waħda f'app tal-logħob mobbli jistgħu jeħtieġu biss kunfidenza moderata. Inti tiddeċiedi.",
    "2954157511": "Għaliex nużaw il-Cookies?",
    "2959486280": "Jekk ma taqbilx ma' dawn it-Termini tas-Servizz, ma tistax tuża jew taċċessa s-Sit jew is-Servizz.",
    "295955580": "Il-websajt tagħna jista' jkun fiha links għal websajts ta' partijiet terzi. Aħna ma nikkontrollawx, ninvestigaw, nimmonitorjaw, jew niċċekkjaw websajts bħal dawn. Aħna m'aħniex responsabbli għal u lanqas napprovaw il-programmi tal-kompjuter, il-kontenut, jew l-opinjonijiet li jinsabu f'dawn il-websajts. Jekk tiddeċiedi li tħalli l-websajt tagħna u taċċessa kwalunkwe websajt ta' parti terza, tagħmel dan għar-riskju tiegħek.",
    "2968026167": "Il-ħaxix favorit tiegħek",
    "2970907810": "paġna. Il-Kap Eżekuttiv attwali tal-kumpanija huwa d-direttur maniġerjali responsabbli għall-kontenut.",
    "2989126922": "Iftaħ il-preferenzi tal-Chrome mill-bar tal-menu.",
    "299335340": "X'inhu U Kif Twaqqaf l-Attakki",
    "3004688366": "( ) Il-kontromiżuri m'għandhomx jinvolvu frodi bil-wajer jew frodi bil-kards ta' kreditu",
    "3005876482": "hCaptcha Issa Huwa L-Akbar Servizz Indipendenti CAPTCHA, Jiġi fuq 15% tal-Internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Oġġezzjona għad-dipendenza tagħna fuq l-interessi leġittimi tagħna bħala l-bażi tal-ipproċessar tagħna tal-informazzjoni personali tiegħek li jkollha impatt fuq id-drittijiet tiegħek.",
    "3012870872": "Websajts u apps li jużaw il-verżjoni b'xejn (hCaptcha Publisher) jaqilgħu dħul minn dak ix-xogħol minflok jagħtuh donazzjoni lil Google.",
    "3014149332": "A: Le, il-passes mhumiex interoperabbli: iridu jinħarġu u jinfdew mill-istess awtorità, f'dan il-każ hCaptcha. Innota li jekk għandek passes kemm minn Cloudflare kif ukoll minn hCaptcha fl-estensjoni tiegħek, in-numru disponibbli jinbidel għall-ammont korrett skont ir-rekwiżit tal-paġna li tkun qed iżżur. Fi kliem ieħor, jekk għandek 100 pass Cloudflare fil-kartiera tiegħek u 10 pass hCaptcha, għandek tara 10 fuq l-ikona tal-estensjoni fuq paġni b'hCaptcha inkorporat.",
    "3014657981": "Ħdejn \"Cookies\", ixgħel is-setting.",
    "3017040355": "L-ipproċessar tad-dejta tas-Suġġett tad-Dejta tal-UE jopera taħt il-bażi legali tal-Klawżoli Kuntrattwali Standard (SCCs) integrati fl-Addendum tal-Ipproċessar tad-Data għat-Termini tas-Servizz jew il-Ftehimiet tal-Ipproċessar tad-Data tagħna mal-Integraturi tagħna.",
    "3017533972": "Aħna, l-imsieħba tar-riċerka akkademika tagħna, u l-klijenti tagħna jistgħu kultant jirreferu jew nirriproduċu porzjonijiet ta' kontenut liċenzjat minn Creative Commons permezz tal-pjattaforma hCaptcha sabiex navvanzaw l-għarfien tal-umanità fil-qasam tat-tagħlim tal-magni.",
    "3018077211": "25. Kontributur Riżoluzzjoni ta' Tilwim",
    "3018523079": "Ibqa 'fuq il-marka b'esperjenza ta' utent konsistenti.",
    "3022001832": "Aħna niġbru informazzjoni minn individwi li jinteraġixxu mas-Siti u s-Servizzi tagħna, inklużi dawk li jinkorporaw is-Servizz tagħna fil-websajt tagħhom (\"Integraturi\"), dawk li jużaw is-servizzi għat-tikkettar tad-dejta (\"Klijenti\"), u l-utenti finali li jinteraġixxu mal-websajt tagħna. Servizz permezz tal-websajts tal-Integraturi tagħna (\"Utenti finali\").",
    "3022301908": "Aċċess",
    "3022922096": ", intrapriża ta 'hCaptcha's suite ta' prodotti. B'differenza mill-verżjoni b'xejn ta' hCaptcha,",
    "3025548709": "Hemm alternattiva għal dan il-ftehim inġust?",
    "3027055607": "16. Proprjetà Intellettwali u Drittijiet ta' Proprjetà",
    "3028319964": "AI Etika",
    "3030395800": "Dawn il-kredenzjali ġeneralment jiġu minn ksur tad-dejta. Magħrufa wkoll bħala \"tixrid ta' kredenzjali\", dawn l-attakki jistgħu jirriżultaw f'miljuni ta' kredenzjali li jintremew fuq il-web skur. Jekk it-tixrid ikun ġie minn bank, il-hacker jipprova juża dawk il-kredenzjali biex jidħol f'siti oħra. Dan l-approċċ jaħdem minħabba li ħafna nies jużaw l-istess kombinazzjoni ta 'username u password għal siti multipli. (Din il-prattika hija skoraġġuta, iżda r-realtà hija dik li hi. In-nies għandhom it-tendenza li jirrepetu l-istess kredenzjali tal-login.)",
    "30312304": "difetti oħra li kienu jvarjaw minn stat għal ieħor qabel ma għaddiet liġi federali ħażina.)",
    "3031284129": "Ċaħdiet ta' Garanzija",
    "3031357206": "Ikona ġdida se tidher ħdejn il-bar tal-URL tiegħek. Issa żur websajt billi tuża hCaptcha. Se tidher bħal din:",
    "3031953301": "Minflok nistgħu noffrulek l-opportunità li tuża s-servizz tagħna tal-hCaptcha Enterprise, u nkomplu nipprovdulek servizz għal xi perjodu ta' żmien (il-\"Perjodu tal-Offerta\"). Il-forniment kontinwu tagħna tas-servizz matul il-Perjodu tal-Offerta bl-ebda mod mhu se jimmodifika d-drittijiet tagħna taħt din it-Taqsima.",
    "3031953928": "HUMAN Network™ hija trademark tal-HuMAN Protocol Foundation, u tintuża bil-permess tagħha.",
    "3034959000": "Tista 'tirkupra",
    "3038275155": "Rinunzja għal Azzjoni Klassi. Inti tirrinunzja għal kwalunkwe dritt li għandek għal kwalunkwe tilwima li titressaq, tinstema' jew tiġi arbitrata bħala azzjoni ta' klassi, kollettiva jew rappreżentattiva. Minkejja kull klawżola oħra li tinsab f'dan il-ftehim, is-sentenza ta' qabel ma tkun tista' tinfired minn dan il-ftehim fi kwalunkwe każ. Kwalunkwe talba li din ir-rinunzja kollha jew parti minnha mhijiex infurzabbli, bla ħsieb, nulla jew annullabbli tista' tiġi determinata biss minn qorti ta' ġurisdizzjoni kompetenti u mhux minn arbitru. M'intix ser tiġi ritaljat kontra jew imwaqqaf milli tlesti l-kompiti fuq il-websajt tagħna bħala riżultat tal-eżerċizzju tiegħek tad-drittijiet tiegħek taħt it-Taqsima 7 tal-Att Nazzjonali dwar ir-Relazzjonijiet tax-Xogħol, jew bil-preżentazzjoni ta' jew il-parteċipazzjoni f'azzjoni ta' klassi, kollettiva jew rappreżentattiva fi kwalunkwe forum. , iżda nistgħu legalment infittxu l-infurzar ta’ din ir-rinunzja għal azzjoni klassika, u nfittxu t-tkeċċija ta’ tali azzjonijiet jew pretensjonijiet ta’ klassi, kollettivi jew rappreżentattivi.",
    "304004915": "Ma jimpurtaniex min huma l-utenti, biss kemm huma probabbli li jkunu malizzjużi jew magni. Aħna nappoġġjaw inizjattivi bħal",
    "3044038608": "Inti taqbel li tagħtina informazzjoni vera, preċiża u kompluta kif mitlub fil-proċess ta’ reġistrazzjoni tagħna. Inti taqbel ukoll li taġġorna tali informazzjoni fil-pront kif meħtieġ biex iżżommha attwali u preċiża.",
    "3047519814": "Taqbel li m'int se taqsam il-kont jew il-password tiegħek ma' ħadd.",
    "3048865891": "Spejjeż u Drittijiet. Il-partijiet għandhom iħallsu kull wieħed l-ispejjeż rispettivi tagħhom għal rappreżentanza legali fi kwalunkwe arbitraġġ bħal dan, ħlief sal-punt li d-drittijiet tal-avukat huma espliċitament previsti mil-liġi. Il-partijiet jaqsmu kwalunkwe miżata amministrattiva inizjali mitluba mill-arbitru, sa spiża massima għalik ta' mitejn ħamsin dollaru (US$250.00). L-ispiża tal-arbitru u tar-reporter tal-qorti, jekk ikun hemm, inizjalment għandha titħallas minna; madankollu, l-arbitru għandu jkollu d-diskrezzjoni li jagħti l-ispejjeż xierqa lill-parti prevalenti, kif previst mil-liġi, u/jew li jeħtieġ li l-partijiet jaqsmu l-ispejjeż assoċjati mal-arbitru u/jew ir-reporter tal-qorti.",
    "3049976256": "Għal kull klijent tat-tikkettar ġdid, aħna ngħaddu minn lista ta 'kontroll matul il-proċess tal-bejgħ. Dan jinkludi diliġenza KYC inizjali qabel l-onboarding, kif ukoll verifika tat-talbiet kollha magħmula lill-analisti tagħna, u kontrolli fuq il-post f'ħin reali u reviżjonijiet perjodiċi ta 'talbiet magħmula bl-użu tal-pjattaforma self-service tagħna.",
    "3054564199": "Press Kit",
    "3056723024": "13. Tlestija inaċċettabbli tal-Kompiti",
    "305735018": "Fl-aħħarnett, alternattiva kredibbli għal Google. hCaptcha Enterprise tagħti tfaddil drammatiku fuq il-kont reCAPTCHA tiegħek b'sigurtà ogħla: sa 80% inqas għalja f'xi każijiet.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "regoli tal-privatezza",
    "3064321967": "L-ewwel email ta' spam magħrufa ntbagħtet fl-1978. [",
    "3065000659": "Irrealizzajt li kull darba li \"ikklikkja fuq il-karozza\" tkun qed tgħin biex tħarreġ wieħed",
    "3068923550": "( ) Il-kontromiżuri għandhom jaħdmu jekk jiddaħħlu gradwalment",
    "3083289844": "Jekk sibt kwistjoni li taħseb li tista' taffettwa l-privatezza tal-utent, jekk jogħġbok ibgħatilna email fuq",
    "3086730511": "Jekk inti Integratur tas-servizz b'xejn tagħna u aħna niddeterminaw li qbiżt il-limiti ta' użu ġust tagħna, bħalissa l-inqas minn:",
    "3088605177": "Żid il-kodiċi tal-isfida tagħna biss fejn ikun meħtieġ, u fejn jagħmel sens li tipproteġi kemm lilek kif ukoll lill-utenti tiegħek.",
    "3089778412": "Kif hCaptcha Jikkalkula l-Premjijiet",
    "3092200338": "** Meta l-15 jaqa fi tmiem il-ġimgħa, id-Data tal-Ħlas hija minflok is-17.",
    "3093388779": "hCaptcha huwa liberu li jintuża għall-pubblikaturi ta' kull daqs",
    "3093689546": "Integrazzjoni faċli",
    "3094150511": "Awtorità regolatorja: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 ta' Ġunju 2019",
    "3096063825": "Ipprovaha",
    "3096553330": "Kull sistema li noħolqu sempliċement tirrifletti r-relazzjonijiet tagħna ma’ nies oħra.",
    "3098677775": "Q: L-IP tiegħi u l-istorja tal-ibbrawżjar huma kompletament privati minn hCaptcha meta nuża Private Pass?",
    "3100722753": "Għal kwistjonijiet potenzjali ta' sigurtà jew privatezza, ara l-istruzzjonijiet hawn taħt.",
    "3103557430": "Kif Nużaw l-Informazzjoni",
    "3103642530": "Din ir-reviżjoni hija magħmula minn diversi settijiet ta’ kriterji:",
    "3107683988": "Dan jista' jnaqqas b'mod drammatiku t-traffiku u l-ispejjeż barra min-netwerk filwaqt li jżomm il-benefiċċji kollha tal-ġestjoni mill-istaff ta' għajla tagħna 24/7 biex nilħqu l-SLAs l-aktar stretti.",
    "3108727249": "BotStop",
    "310885519": "jew",
    "3114147525": "Il-klijenti ta’ hCaptcha jużaw is-servizz għal ħidmiet li jinkludu rikonoxximent ta’ oġġetti, skoperta ta’ attributi (ġbir ta’ tikketti biex jidentifikaw tipi ta’ ħwejjeġ), klassifikazzjoni tar-rilevanza (għażla tal-prodott l-aktar rilevanti minn diversi għażliet meta mqabbla ma’ prodott primarju), kaxxi tal-konfini (sejba ta’ oqsma ta’ interess fuq immaġini), \"OCR uman\" (identifikazzjoni tat-test f'immaġni) u ħafna tipi oħra ta 'kompiti.",
    "3117887301": "Fdat mill-akbar servizzi online",
    "3119498672": "iwettaq kwalunkwe kompitu bl-użu ta’ bots tal-Internet, robots tal-web, bots, skripts, jew kwalunkwe forma oħra ta’ intelliġenza artifiċjali jew inkella jipprova jikseb premjijiet mill-IMI jew minn kwalunkwe applikant jew Integratur mingħajr ma jlesti l-kompiti kif huma deskritti;",
    "3119589996": "Kif taħdem: estensjoni tal-browser tipprovdi lill-utenti bil-kapaċità li joħolqu u jiffirmaw tokens kriptografikament blind għal websajts li jappoġġjaw il-protokoll Private Pass. L-estensjoni tiġġenera passes li fihom tokens blinded kriptografikament li huma ffirmati minn hCaptcha meta sfida tiġi solvuta fuq kwalunkwe sit bl-użu tas-servizz hCaptcha,",
    "3121248460": "Uri sfidi personalizzati infinitament differenti -- minn sempliċi għal kumplessi -- għall-udjenza antiċipata tiegħek",
    "3128328457": "Jekk inti Kontributur jew Integratur, inti biss responsabbli għall-ħlas ta' kwalunkwe taxxa fuq id-dħul stmata jew oħra federali, statali jew lokali, sigurtà soċjali, FICA, u kumpens tal-ħaddiema dovuti bħala riżultat tal-użu tal-websajt tagħna, kif ukoll taxxi jew ħlasijiet simili f'ġurisdizzjonijiet mhux tal-Istati Uniti. Inti taqbel li tindennizza u żżommna bla ħsara għal kwalunkwe valutazzjoni kontrina minħabba li naqset milli tikkonforma ma' xi liġijiet tat-taxxa.",
    "3128433367": "... u ħafna aktar",
    "3130928685": "Blog",
    "3138772661": "eluf ta’ ħajjiet kull sena",
    "3139609561": "Hawn taħt hemm żewġ eżempji ta’ tipi ta’ xogħol ta’ klassifikazzjoni tal-immaġini u ta’ skoperta tal-attributi. [",
    "31502377": "X'inhu element Rich Text?",
    "3152512587": "u s-sistema tiġbor mijiet ta 'miljuni ta' solvuti ta 'kuljum. [",
    "3153117136": "Kif jaħdem is-Settings ta' Diffikultà tal-hCaptcha",
    "3160820928": "Protezzjoni ta' attakk koordinat",
    "3161489950": "L-aktar Pjattaforma ML ta' Sigurtà Avvanzata fid-Dinja",
    "3162107126": "L-IMI mhijiex parti fi kwalunkwe tilwima bejnek u kwalunkwe utent ieħor tas-Servizzi. Int teħles lill-IMI u lill-affiljati tagħha minn kull pretensjoni, talba, u danni ta’ kull tip u natura, magħrufa u mhux magħrufa, suspettati u mhux suspettati, żvelati u mhux żvelati, li jirriżultaw minn jew konnessi ma’ kwalunkwe tilwima bejnek u utent ieħor.",
    "3167979932": "Iddisinjat għall-privatezza mill-ewwel jum. Ftehim b'saħħtu għall-ipproċessar tad-dejta.",
    "3168199226": "Madankollu, fl-2020 deher ċar li l-bini ta 'dan it-tip ta' dataset jista 'jiġi pperċepit bħala teknoloġija ta' użu doppju b'mod li ftit kienu jistennew sena ilu.",
    "3173156067": "Xi kollateral lest huwa disponibbli fil-każ li tixtieq tinkludi stampi ta' eżempju fl-artiklu tiegħek.",
    "3176531704": "Annotazzjoni tad-dejta",
    "3178581111": "Użu għal Skopijiet Ġodda",
    "3180664128": "Billi jitgħallmu fuq eluf ta 'sinjali, il-mudelli jistgħu jiddeduċu u jilħqu fiduċja għolja fl-iskoperta ta' mġiba malizzjuża malajr ħafna, anke meta l-ebda sinjal individwali ma jkun b'saħħtu minnu nnifsu biżżejjed biex jindika problema.",
    "3182435854": "Copyright",
    "318339230": "(Wieħed jew aktar minn dawn li ġejjin jistgħu japplikaw għall-idea partikolari tiegħek, u jista 'jkollhom",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Tibdil f'din il-Politika ta' Privatezza",
    "3193548097": "Hope Molol Eterna",
    "3194111925": "appoġġ",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "L-utilità u l-vulnerabbiltà tal-APIs",
    "3200641265": "Mhux aktar tard mis-16 ta' Ġunju 2020*",
    "3200859925": "1. Għan",
    "320166522": "It-tagħlim bil-magni issa jaffettwa kważi kull aspett ta’ ħajjitna, ħafna drabi b’modi li ma nirrealizzawx u ma nistgħux naraw. Is-servizzi tas-sigurtà onlajn mhumiex differenti.",
    "3202747130": "Ftehim Sħiħ. Dawn it-Termini tas-Servizz u kwalunkwe politika, proċeduri, jew termini referenzjati f'dan il-ftehim jikkostitwixxu l-ftehim kollu tal-partijiet fir-rigward tas-suġġett, u jissostitwixxu u jikkanċellaw il-ftehimiet, pretensjonijiet, rappreżentazzjonijiet u fehim kollha preċedenti u kontemporanji relatati tal-partijiet. .",
    "3203921334": "Għoġobna għadd ta’ affarijiet dwar is-soluzzjonijiet tal-hCaptcha: 1) ma jbigħux data personali; jiġbru biss data personali minima meħtieġa, huma trasparenti biex jiddeskrivu l-informazzjoni li jiġbru u kif jużawha u/jew jiżvelawha.",
    "3206136647": "Il-problema ta' Google hawnhekk hija bbażata fuq id-dejta tal-mistoqsija li jużaw kontra min jaraha. Jekk id-dejta kollha tiġi mill-istess kultura (u fil-każ ta’ Google, l-istess kumpanija) ċertament tista’ tistenna li jkollok sfidi li ma jissarrfux tajjeb għal kulturi oħra, f’konformità mal-ilment ta’ Eden.",
    "3207769512": "Tiskjera Impjiegi tal-Produzzjoni",
    "3208155808": "Ittrasferixxi kopja tal-informazzjoni personali tiegħek li tinqara mill-magni lilek jew lil parti terza tal-għażla tiegħek.",
    "3212830633": "2. Eliġibilità",
    "3213351333": "Ebda impenn bil-quddiem meħtieġ",
    "3213411837": "immaġni 2",
    "3214322759": "inkella tidħol fi kwalunkwe attività malizzjuża jew frawdolenti.",
    "3217791519": "15 ta' Lulju 2020 - 15 ta' Ottubru 2020",
    "3225770968": "hCaptcha huwa ddisinjat biex isolvi l-problema l-aktar intensiva tax-xogħol fit-tagħlim tal-magni; ittikkettjar ta’ ammonti kbar ta’ dejta b’mod f’waqtu, affordabbli u affidabbli.",
    "3225936061": "X'aktarx kont qed tara stampi ta' test meħuda minn paġni tal-kotba fuq is-servizz tal-Kotba ta' Google, u qed tgħin biex ittejjeb is-software tal-OCR (rikonoxximent tat-test) tagħhom.",
    "322830977": "Kif tiddiżattiva l-Cookies.",
    "3228928991": "Informazzjoni li tista' tintuża biex tidentifika jew tikkuntattja individwu (\"Informazzjoni Personali\"), bħal isem, indirizz elettroniku, u pajjiż. Aħna niġbru Informazzjoni Personali mill-Integraturi u Klijenti attwali u prospettivi tagħna meta jagħtuha direttament lilna (pereżempju, billi timla formola meta tiffirma għal kont, jew tapplika biex tirċievi notifiki bl-email mingħandna). Nistgħu wkoll nivverifikaw l-identità tal-Integraturi u l-Klijenti tagħna billi nqabblu informazzjoni personali ma' databases ta' partijiet terzi jew dokumenti legali uffiċjali.",
    "3230004040": "Inti neqsin mid-dawl jew inkella ma tistax timla l-hCaptchas?",
    "3233305531": "Trademarks",
    "3233441200": "Irrepeti l-Politika tal-Ksur",
    "3235430156": "is-sistemi tat-tagħlim tal-magni tal-kumpanija b'xejn?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. analiżi interna hCaptcha. Data maħsuda sa Ġunju 30th, 2019. Dettalji disponibbli fuq talba.",
    "3236873806": "L-IMI hija responsabbli għal din il-websajt.",
    "3238184941": "Nota: Ir-riskju ta' frodi assoċjat ma' indirizz IP individwali jista' jiġi kondiviż ma' Integratur fuq talba.",
    "3238345709": "( ) Twaqqaf l-ispam għal ġimgħatejn u mbagħad inkunu mwaħħlin miegħu",
    "3238612014": "Storja ta' browsing, informazzjoni dwar l-interazzjoni ta' konsumatur ma' websajt tal-internet, applikazzjoni, jew reklam.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "L-aħħar aġġornament: 18 ta’ Frar, 2021",
    "324647915": "Grazzi talli ħadt il-ħin biex tgħinna niksbu din l-informazzjoni!",
    "3247172580": "hCaptcha għaqqad it-tagħlim tal-magni avvanzat awto-superviżjoni ma 'approċċ ġdid ta' komputazzjoni tarf li jimminimizza b'mod uniku l-ġbir u ż-żamma tad-dejta, mogħtija minn aktar minn 250 post globalment għal skalabbiltà massiva.",
    "325077666": "Billi tissottometti l-informazzjoni tiegħek taqbel ma' tagħna",
    "3251220335": "T: Le. Jekk jogħġbok ikklikkja l-istess link tal-login tal-email mibgħuta lilek fuq kull apparat li tuża sabiex tissettja l-cookie.",
    "3254142589": "( ) Problemi ta' ġurisdizzjoni",
    "3255230599": "X'inhu Cookie?",
    "3256020881": "Biex tosserva l-imġieba tiegħek u l-attivitajiet ta’ browsing maż-żmien fuq diversi websajts jew pjattaformi oħra.",
    "3256245394": "kif ukoll il-blog posts tagħna, eż",
    "3260825523": "Magni tal-intuwizzjoni",
    "3264813246": "Mhux xieraq",
    "3265293440": "( ) Suxxettibilità ta' protokolli minbarra SMTP għall-attakk",
    "3265328927": "), kumpanija tat-tagħlim tal-magni li toffri prodotti u servizzi għal kumpaniji li jimplimentaw it-tagħlim tal-magni fuq skala kbira.",
    "3265895521": "Għolli u tnaqqas id-diffikultà tal-isfida bbażata fuq il-ħin tal-ġurnata",
    "3268946369": "6. Kreditu: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Jekk jogħġbok",
    "3272552822": "Iżviluppaturi u kriptografi:",
    "32739972": "Biex taħżen l-informazzjoni tas-sessjoni tal-login tiegħek jekk int irreġistrat fis-Siti tagħna.",
    "3276777569": "hCaptcha",
    "3280658086": "soluzzjonijiet intrapriża",
    "3286051798": "L-intestaturi, il-paragrafi, il-kwotazzjonijiet imblukkar, il-figuri, l-immaġini u l-captions tal-figuri kollha jistgħu jiġu stiljati wara li klassi tiġi miżjuda mal-element tat-test għani bl-użu tas-sistema selettur imnaqqsa \"Meta ġewwa\".",
    "328625009": "... aħna lesti meta inti: is-servizz tagħna huwa disponibbli madwar l-arloġġ.",
    "3287172429": "Tipi ta 'sfida ta' kontroll murija",
    "3288667364": "Tqabbil u Sejbien",
    "3290996791": "L-ismijiet, il-logos u d-ditti l-oħra kollha tal-prodotti huma proprjetà tas-sidien rispettivi tagħhom. L-ismijiet l-oħra kollha tal-kumpaniji, tal-prodotti u tas-servizzi użati f’din il-websajt huma għal skopijiet ta’ identifikazzjoni biss. L-użu ta' dawn l-ismijiet, logos, u marki ma jimplikax approvazzjoni.",
    "3292221787": "l-isfida ġiet imwieġba, mhux biss jekk kinitx korretta, u spiss tbiddel kemm il-mistoqsijiet kif ukoll id-dejta użata.",
    "3301728462": "Miljuni ta’ nies jużaw hCaptcha kull xahar, fuq eluf ta’ kombinazzjonijiet ta’ browsers, estensjonijiet, apparati, firewalls, u aktar.",
    "3312336121": "li jikkonsma ammonti enormi ta 'dejta tal-imġieba biex jiddetermina jekk l-utenti tal-web humiex bnedmin leġittimi jew bots",
    "3315658779": "Prevenzjoni tal-Brax tal-Kontenut b'hCaptcha Enterprise",
    "3319083717": "Isem:",
    "3324288040": "Ibgħatilna feedback",
    "332723732": "kontenut",
    "3329634829": "Irrestrinġi l-ipproċessar tal-informazzjoni personali tiegħek.",
    "3329755436": "Qed tippjana li tħaffef dan il-proċess?",
    "3334160175": "( ) Hija bla difiża kontra attakki tal-forza bruta",
    "3336625692": "Din il-paġna tagħti dettalji dwar il-ħsibijiet tagħna dwar dan is-suġġett fil-kuntest tal-Etika tal-IA, u l-proċessi li nsegwu biex niżguraw li l-użu tas-servizzi tagħna jibqa' konformi mal-politiki li adottajna bħala kumpanija.",
    "3339302473": "27. Terminazzjoni",
    "3342910682": "Aqra iktar",
    "3346362371": "Xi ngħidu dwar it-tagħlim bil-magni?",
    "3348433919": "Drittijiet Tiegħek",
    "3349094124": "Kriterji ta' tħassib etiku: Għan",
    "3353238942": "hCaptcha huwa ddisinjat biex iwaqqaf il-bots billi jiddistingwihom min-nies. It-testijiet viżwali huma għodda konvenjenti għal dan, iżda mhux kulħadd jista 'jsolvi sfida viżwali.",
    "3356329025": "1. 30 jum",
    "3356349631": "Google Chrome",
    "3357523404": "Trasferiment ta' Data Transkonfinali",
    "33639629": "Mhux Applikabbli għal Websajts ta' Partijiet Terzi. Jekk jogħġbok innota li din il-Politika ta' Privatezza ma tapplikax għal xi websajt, offerta, prodott jew servizz ta' kwalunkwe parti terza, anki jekk torbot mas-Sit tagħna jew tinkorpora s-Servizz - jekk jogħġbok irreferi għall-politiki ta' privatezza applikabbli qabel ma tiddeċiedi li tipprovdi kwalunkwe informazzjoni lil terzi. partijiet.",
    "3365203058": "Protezzjoni anti-bot ta 'klassi dinjija",
    "3368788823": "Terence Eden jagħmel punt interessanti fuq il-blog tiegħu: \"",
    "3370561195": "6. Imġieba Aċċettabbli",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Politiki u proċessi tal-Etika tal-AI",
    "3376724603": "14-24 ta' Settembru 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Ikseb it-Tikketta tad-Data Tiegħek Issa",
    "337971271": "It-tagħlim bil-magni huwa utli. Iżda ma teħtieġx data personali biex taħdem.",
    "3383086062": "hCaptcha Enterprise hija soluzzjoni sħiħa ta' sigurtà onlajn. Il-modi attivi u passivi jħalluk twaqqaf il-mili tal-kredenzjali, tiskopri teħid ta' kontijiet, u timblokka atturi suspettużi. Kollha bi frizzjoni żero għal utenti leġittimi.",
    "3386280249": "Biex tipprovdi suq għal Data Labeled. Is-Servizz tagħna jippermetti tikkettar ta’ dejta ta’ volum għoli u reviżjoni umana għal sistemi ta’ tagħlim bil-magni bħala servizz lis-sidien tal-websajts u lill-kumpaniji li jeħtieġu għajnuna biex id-dejta tagħhom tiġi ttikkettata. Għal dak il-għan, aħna niżvelaw Data Labeled lill-Klijenti tagħna interessati li jakkwistaw Labeled Data.",
    "3388180864": "Interessat li taħdem fuq sfidi tekniċi profondi fuq skala tal-web? Aħna dejjem nimpjegaw inġiniera b'talent madwar id-dinja -",
    "3389431373": "Servizzi bħal reCAPTCHA v3 jgħidu li t-tqegħid tal-pixel tat-traċċar tagħhom fuq kull paġna tas-sit tiegħek huwa meħtieġ għal sigurtà tajba. Dan mhuwiex il-każ.",
    "3395399558": "( ) Politiċi teknikament illitterati",
    "3397976149": "Ikseb appoġġ għal hCaptcha Publisher",
    "3398978455": "15-25 ta’ Settembru 2021†††",
    "3401005681": "Aqla 'l-flus",
    "3401861278": ", li hija inkorporata hawnhekk b'referenza. Jekk jogħġbok irrevedi dan il-ftehim biex tara kif nipproċessaw id-dejta personali f'ismek. Innota li aħna noperaw bħala \"proċessur tad-dejta\" għall-finijiet tar-Regolament Ġenerali tal-UE dwar il-Protezzjoni tad-Data, u \"fornitur tas-servizz\" għall-iskop tal-Att dwar il-Privatezza tal-Konsumatur ta' Kalifornja.",
    "34074886": "Kull darba li twieġeb għal sfida, nużaw mudelli sofistikati biex nifhmu jekk intix bniedem. Il-websajt li żort imbagħad tuża dan ir-riżultat biex tgħin ittejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi żżomm barra l-bots.",
    "3408107995": "Illum, madankollu, il-brix invarjabbilment ifisser approċċ programmatiku għall-ġbid tad-dejta minn websajt. Is-softwer tal-brix jaġixxi bħal utent uman, jikklikkja fuq buttuni u jaqra l-output li jirriżulta. Hemm ħafna użi leġittimi għall-brix. Web crawlers li jħaddmu magni tat-tiftix huma eżempju wieħed. Hekk ukoll huma għodod bħal Skyscanner li jfittxu offerti tal-ivvjaġġar billi jgħaqqdu eluf ta' websajts tal-ivvjaġġar. Id-ditti tal-Fintech jużawha wkoll, u jqaxxru d-dejta finanzjarja tal-utent minn siti bankarji jekk ma jkunx hemm Interfaces tal-Programmazzjoni tal-Applikazzjoni (APIs) disponibbli biex jagħmlu l-konnessjoni tad-dejta. L-affarijiet li għandek iżżomm f'moħħok dwar il-brix tal-iskrin huma l-veloċità u l-iskalabbiltà tagħha. Il-proċess jista 'ħsad ammonti enormi ta' dejta minn websajts, jekk wieħed jassumi li s-siti mhumiex ikkonfigurati biex iwaqqfuh milli jseħħ. Bil-veloċità tal-komputazzjoni, barraxa jista 'jiġbor settijiet ta' dejta kbar billi jinteraġixxi ma 'websajts u s-softwer u d-databases sottostanti li jħaddmuhom.",
    "3409726716": "irreġistra għal aktar minn kont wieħed magħna mingħajr awtorizzazzjoni bil-miktub;",
    "3412647984": "Dan jippermettilek tevita mistoqsijiet futuri billi tirreġistra u tissettja cookie. Jekk jogħġbok ipprova wkoll itfi l-imblokkatur tar-reklami tiegħek.",
    "3417372336": "Aqleb f'minuti",
    "3419878556": "Kun żgur li \"Bblokk il-cookies ta' partijiet terzi\" mhix attivata.",
    "3421090159": "sors miftuħ",
    "3426312287": "5-15 ta’ Jannar 2022",
    "3433896984": "BotStop™",
    "3434202027": "Kwalunkwe użu tal-isem hCaptcha fil-komunikazzjonijiet jeħtieġ l-attribuzzjoni: \"hCaptcha hija trademark reġistrata ta' Intuition Machines, Inc.\"",
    "3436534225": "Prattikament il-kumpaniji kollha li jibdew pilota fl-aħħar mill-aħħar jagħżlu s-soluzzjonijiet tagħna.",
    "3437412311": "Għall-utenti Enterprise, huma disponibbli għażliet biex jiġu evitati kompletament l-isfidi fil-biċċa l-kbira tax-xenarji, billi jiddependu fuq punteġġi passivi.",
    "3441764123": "Meta tiġi ppreżentata sfida lil utent ta’ aċċessibbiltà fuq sit li juża s-servizz hCaptcha, dawn jgħaddu awtomatikament.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Traffiku Bejn",
    "3446714684": "Integrazzjoni mobbli (iOS u Android).",
    "345108670": "- mili ta' kredenzjali u tentattivi oħra ta' teħid ta' kont",
    "3453526675": "1. 1 parti",
    "345563040": "( ) Din hija idea stupida, u int persuna stupida talli tissuġġerixxiha.",
    "3457805519": "3. Tista' t-talba tal-klijent tiġi sodisfatta taħt il-liġi tal-Istati Uniti u r-regoli tal-ingaġġ tagħna?",
    "3458934553": "3. Tvarja; sa 30 jum.",
    "3460432665": "Minkejja dak li ntqal hawn fuq, jekk inti kontribwent tal-Istati Uniti nistgħu nitolbu mingħandek W-9, li jiġi aġġornat kull sena, u nistgħu nwaqqfuk milli twettaq kompiti sakemm tkun lestejt jew aġġorna W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Whitelist hcaptcha.com u *.hcaptcha.com cookies fl-imblokkatur tar-reklami jew l-estensjoni tas-sigurtà tal-browser tiegħek.",
    "3470857731": "Analiżi ta’ kemm reCAPTCHA jiskopri l-bots.",
    "3475647460": "( ) Jeħtieġ kooperazzjoni wisq minn min jispammja",
    "3478726913": "hCaptcha għandha waħda mill-akbar pools fuq il-pjaneta disponibbli għall-użu tiegħek. Tkun xi tkun l-iskala tiegħek, nistgħu nittrattawha mingħajr impenji bil-quddiem għaljin. Miljuni ta 'kompiti kuljum mhumiex problema.",
    "3479034323": "Jekk tara kontenut li jappartjeni lilek riprodott fuq il-pjattaforma hCaptcha u tixtieq li jitneħħa għal kwalunkwe raġuni, tista' tikkuntattjana permezz ta' email.",
    "3480023141": "Tgħallem aktar dwar l-għażliet ta' aċċessibbiltà",
    "3483700676": "Tnedija miljuni ta 'kompiti istantanjament",
    "3488019891": "hCaptcha hija trademark reġistrata ta’ Intuition Machines, Inc.",
    "348809718": "4. Taħt \"Cookies ta' partijiet terzi\" agħżel \"Aċċetta\".",
    "349292953": "Informazzjoni Aħna Niġbru",
    "3494826505": "Mal-bejjiegħa aħna nimpenjaw ruħhom biex nipprovdu aspetti essenzjali tas-Siti u s-Servizz, bħall-ħażna tad-dejta, il-hosting, u l-Analytics, u għal dawk il-finijiet biss.",
    "3496767126": "Biex jiġi evitat kull dubju, il-paragrafu li ġej japplika esklussivament għall-Klijenti li jużaw is-servizzi ta’ annotazzjoni tagħna, u mhux għall-użu tas-Servizzi tagħna bħala Integratur",
    "3500503648": "hCaptcha hija mfassla biex telimina ż-żamma tad-dejta fit-tul billi tistrieħ fuq evalwazzjoni immedjata aktar milli tirreġistra u tanalizza l-istorja tal-ibbrawżjar tiegħek. Nappoġġjaw ukoll inizjattivi bħal",
    "3501923981": "Aġġornata l-aħħar: 1 ta' Jannar 2020.",
    "3507532387": "( ) Faċilità ta’ tfittxija ta’ spazju ta’ indirizzi alfanumeriku ċkejken tal-indirizzi tal-email kollha",
    "3510143229": "hCaptcha huwa servizz għal websajts u apps,",
    "3511610999": "Ejja niżguraw li tasal fil-post it-tajjeb.",
    "3515435438": "Rappurtar ta' Ilmenti tad-DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Skopijiet ta' Ipproċessar",
    "3520687192": "Rekords ta' komunikazzjonijiet miegħek (eż. biljetti ta' appoġġ miftuħa permezz ta' email jew Twitter) jistgħu jinżammu għal żmien indefinit.",
    "3524251858": "Direttur tal-Ġestjoni tal-Prodott, Cloudflare",
    "3526939538": "Software Bug",
    "3527140447": "Doks",
    "3530599065": "Il-privatezza hija mibnija mill-qiegħ. hCaptcha ma żżomm l-ebda PII u hija konformi ma' bosta mandati u regolamenti tal-privatezza.",
    "353066938": "Tim b'esperjenza, li jaħdem fuq l-aktar problemi diffiċli tal-lum. hCaptcha huwa servizz ta",
    "3532143291": "Biex niżguraw is-servizzi u s-sistemi tagħna. Aħna nużaw Informazzjoni Analitika biex niżguraw is-sistemi tagħna billi nidentifikaw theddid u vulnerabbiltajiet potenzjali, u biex b'xi mod ieħor nipproteġu l-informazzjoni li niġbru.",
    "353367791": "Issib atturi ħżiena ta 'ħafna tipi differenti.",
    "3536122902": "( ) Li twaqqafhom hekk mhux bil-mod u bl-uġigħ biżżejjed",
    "3543141425": "għaliha!",
    "3545935449": "Biex tirrikonoxxi utenti ġodda jew tal-passat.",
    "3548097301": "Effettiv: 1 ta’ Jannar, 2020.",
    "354925785": "Intro",
    "3554363588": "Marki Oħra",
    "3554448168": "Kategorizzazzjoni",
    "3555583744": "u",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Inti taqbel li tuża sforzi kummerċjalment raġonevoli biex tipproteġi kwalunkwe Informazzjoni Kunfidenzjali li tirċievi mingħandna jew permezz tas-Servizzi tagħna. jinkludi punteġġi tal-bot u dettalji mhux pubbliċi tas-servizz tal-intrapriża tagħna, inkluża dokumentazzjoni mhux pubblika u kwalunkwe dettalji li nistgħu naqsmu dwar il-metodi tagħna ta’ skoperta tal-bots. Jekk tingħata aċċess għal kwalunkwe Informazzjoni Kunfidenzjali bħal din, nistgħu nimmodifikaw, nissospendu jew nillimitaw l-aċċess tiegħek għas-Servizzi tagħna fid-diskrezzjoni unika tagħna jekk niddeterminaw li Informazzjoni Kunfidenzjali qed tiġi esposta bl-użu tiegħek tas-Servizzi tagħna, u aħna se nużaw sforzi raġonevoli. biex jagħtik avviż qabel is-sospensjoni.",
    "3566102529": "lilna llum biex nitgħallmu aktar.",
    "3569492665": "Ir-reġistrazzjoni tal-attività onlajn mhijiex ir-risposta.",
    "3570415321": "Kumpanija",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Xi wħud mill-informazzjoni li tagħtina tista' tikkostitwixxi data sensittiva kif definita fil-GDPR (imsejħa wkoll kategoriji speċjali ta' data personali), inkluża l-identifikazzjoni tar-razza jew l-etniċità tiegħek fuq dokumenti ta' identifikazzjoni maħruġa mill-gvern.",
    "3573245166": "B'differenza minn reCAPTCHA, naħdmu f'kull pajjiż.",
    "3576146278": "Iħallas biss għall-eżattezza li għandek bżonn",
    "3578122193": "Ibqa 'fuq il-marka b'kontenut rilevanti",
    "3588274874": "Meta niffukaw fuq it-twassil ta' prodott allinjat mal-isforzi regolatorji bħall-GDPR tal-Unjoni Ewropea u s-CCPA ta' Kalifornja, esperjenzajna tkabbir massiv - ovvjament, jgħin li hCaptcha huwa sostitut sempliċi \"drop in\" għal reCAPTCHA u għalhekk jista 'jiġi installat fi ftit minuti.",
    "3588620914": "Privatezza Pass hija invenzjoni ġdida mill-istandards tal-Web, u huwa possibbli li applikazzjonijiet oħra u estensjonijiet tal-browser li mhumiex konxji minnu jinterferixxu mal-funzjonalità tiegħu.",
    "3590546893": "Analiżi sempliċi tal-imġieba hija sinjal falsifikat faċilment minn atturi ħżiena, u teħtieġ li żżomm l-istorja tal-ibbrawżjar għat-traffiku leġittimu kollu tiegħek ukoll.",
    "359073033": "Dashboards jagħtu fehmiet ta' attività ta' livell għoli jew ta' qamħa fin.",
    "3594381346": "post.",
    "3594440415": "Eventwalment, jibdew jiftħu l-bibien.",
    "3594526017": "Ix-Xjentisti tal-IM jistabbilixxu Punt ta' Referenza Ġdid għar-Rikonoxximent tat-Test Supervisjat Dgħajjef (OCR) fis-CVPR 2020.",
    "3596207631": "Q: Għadni qed nara sfida wara li nissettja l-cookie. X'qed jikkawża dan?",
    "3600022491": "Għal din ir-raġuni ħsibna alternattiva sempliċi u bla tbatija biex inħallu lill-pubblikaturi li jużaw is-servizz tagħna jippreservaw l-aċċessibbiltà għal kulħadd b'konformità sħiħa mat-Taqsima 508 u WCAG 2.1 AA.",
    "3600718611": "Ikkunsidra Google reCAPTCHA,",
    "3600797185": "L-offerta ta' identifikazzjoni retroattiva tal-bot tiftaħ lil Google għal mistoqsijiet koroh dwar kif retroattivament tirrifondi lil min jirreklama li nefqu l-flus fuq dak it-traffiku frawdolenti.",
    "360236473": "Is-servizz hCaptcha mhuwiex maħsub biex jintuża biex xi ħadd jaħdem bħala labeler individwali. Mhuwiex iddisinjat għal jew adattat għal dan il-għan. Aħna ma nirrakkomandaw lil ħadd jipprova juża hCaptcha bħala sors ta' dħul personali.",
    "3604147138": "3. Użat għal skopijiet tekniċi strettament meħtieġa: jippermetti l-użu mill-Utent tal-Aċċessibilità.",
    "3609106478": "Mili tal-Kredenzjali:",
    "3609929815": ". Aħna se nżommu l-informazzjoni dwar l-isem, il-pajjiż, u l-indirizz tal-email tiegħek biss għall-iskop li nikkuntattjawk fil-futur rigward opportunitajiet ta’ xogħol ta’ tikkettjar individwali.",
    "3612043014": "...u ħidmiet oħra sempliċi. Faċli għall-bnedmin, diffiċli għall-bots.",
    "361372538": "2. Nemmnu li s-servizzi pprovduti tagħna x'aktarx jintużaw għal skopijiet diskriminatorji mill-klijent, b'modi li jistgħu jkunu legali iżda mhumiex aċċettabbli għalina?",
    "3614653023": "Pjuttost, il-prattika tiddependi fuq attakki ta 'mili ta' kredenzjali fuq skala kbira li jippruvaw miljuni ta 'pari ta' username/password fuq għexieren ta 'istituzzjonijiet finanzjarji fil-mira bit-tama li jinfetħu subsett żgħir tal-kontijiet. Ladarba s-softwer tal-frodi awtomatizzat ikun kiseb aċċess għall-kont, hacker uman jista 'mbagħad jinvolvi ruħu, iżda f'xi każijiet, le.",
    "361795034": ". Awtur mhux magħruf, c. 2000",
    "3619183405": "Fl-2021 CAPTCHAs sempliċi kultant jistgħu jiġu solvuti b'softwer, grazzi għall-avvanzi fit-tagħlim tal-magni. Biex tindirizza dan, hCaptcha jagħmel ukoll analiżi dettaljata ħafna ta 'proprjetajiet simili",
    "3620039756": "Fuq il-lemin, tektek Aktar u mbagħad Settings.",
    "3620442880": "Karatteristiċi tal-protezzjoni tal-Flash Sale",
    "3621401685": "( ) Mhux popolarità ta' taxxi ġodda strambi",
    "3621411541": "Tgħallem dwar l-għażliet ta' aċċessibbiltà għal hCaptcha",
    "3621455477": "biex titgħallem aktar!",
    "3623028666": "(jekk jogħġbok uża servizz bħal",
    "3624758171": "Ħidmiet tad-dwana disponibbli wkoll għall-pubblikaturi tal-intrapriżi.",
    "3630114728": "Ara x'qed jiġri fis-siti u l-apps kollha tiegħek.",
    "3644106388": "Kuntatt",
    "3645414921": "Ħassar",
    "364774188": "Jien bniedem™",
    "3654556483": "L-istituzzjonijiet finanzjarji u l-kumpaniji tal-kummerċ elettroniku għandhom proċessi u kontrolli li jtaffu ftit mit-theddida tat-teħid tal-kont. Dawn ivarjaw mill-mistoqsijiet ta' sigurtà ta' l-antik \"x'kien l-isem ta' l-aqwa ħabib tiegħek fl-iskola elementari\" għal metodi ta' sejbien li jiskopru indirizzi IP suspettużi u profili ta' apparat mobbli.",
    "3657743880": "Istruzzjonijiet tal-browser għal Cookies bejn is-Siti",
    "3660619092": "Irreġistra b'xejn jew ikkuntattja l-bejgħ għal soluzzjonijiet Enterprise",
    "366088791": "hCaptcha jappoġġja varjetà wiesgħa ta' kompiti.",
    "3660891610": "Jekk inti Kontributur, l-IMI, u mhux int, għandha drittijiet ta' proprjetà fi kwalunkwe xogħol li tipproduċi bħala parti mit-tlestija ta' kwalunkwe kompitu. Billi taċċetta t-termini ta’ dan il-Ftehim int taqbel li (u b’dan tagħmel) tittrasferixxi l-pussess, is-sjieda, u t-titolu (inklużi d-drittijiet kollha tal-proprjetà intellettwali eżistenti madwar id-dinja) fi u għax-xogħol tiegħek lilna. Biex niżguraw li aħna kapaċi nakkwistaw, nipperfezzjonaw, u nużaw dawn id-drittijiet, inti taqbel ukoll li (i) tiffirma kwalunkwe dokument biex tassisti fid-dokumentazzjoni, il-perfezzjoni u l-infurzar tad-drittijiet tagħna; u (ii) jipprovdu aċċess raġonevoli għall-informazzjoni għar-reġistrazzjoni, il-perfezzjoni, l-iżgurar, id-difiża, u l-infurzar ta’ tali drittijiet ta’ proprjetà f’kull pajjiż. L-obbligi tiegħek taħt din it-taqsima se jkomplu anke wara li tneħħi r-reġistrazzjoni minn jew tieqaf tuża s-Servizzi. Int taħtarna bħala l-avukat fil-fatt tiegħek biex tesegwixxi dokumenti f'ismek għall-finijiet stabbiliti f'din it-taqsima.",
    "3666807632": "14. Kwalifiki u Ħiliet ta' Kontributur",
    "3668115514": "Kif huwa differenti hCaptcha?",
    "3668873369": "F'hCaptcha, ħadna approċċ differenti mill-ewwel jum",
    "3669258571": "Politika tal-Cookie",
    "3671246379": "Pass 5: Ikklikkja fuq it-tab tal-Console, u kklikkja bil-lemin imbagħad \"Agħżel kollha\" u ssejvja dik f'fajl test, sabiex tissejvja l-log tal-console. Ibgħatilna hekk ukoll.",
    "3671828834": "Eżempji ta' Informazzjoni Personali Kondiviża",
    "3673079511": "standard emerġenti",
    "3678889946": "Mhux aktar tard mill-15 ta' Ġunju 2019",
    "3679148535": "Q: Fuq liema applikazzjonijiet oħra ta' Private Pass qed taħdem?",
    "3680327841": "Aħna impenjati li l-hCaptcha jaħdem tajjeb għal kulħadd",
    "3682071227": "X'inhuma l-Account Takeovers U Kif Jaħdmu?",
    "3688621388": "Firem tat-theddid",
    "3694578791": "Kif diskuss hawn fuq, aħna (u l-bejjiegħa ta’ partijiet terzi tagħna) niġbru Informazzjoni Analitika parzjalment permezz tal-użu ta’ cookies, web beacons, u teknoloġiji oħra ta’ traċċar. F'xi każi, naħdmu ma' bejjiegħa ta' partijiet terzi biex nimpjegaw cookies għall-finijiet ta' ġbir ta' Informazzjoni Analitika.",
    "3695206755": "Ipprova magħna fl-ambjent tiegħek mingħajr ebda obbligu.",
    "3700113699": "Fuq it-tagħmir Android tiegħek, iftaħ l-app Chrome.",
    "3700767772": "Ladarba inti tkun installata l-estensjoni, ikklikkja hawn (jew fuq kwalunkwe websajt li tuża hCaptcha) biex taqla 'passes:",
    "370366524": "Telemetrija tas-Servizz Effimeru",
    "3709608616": "allura l-kont tiegħek jista' jiġi diżattivat jew determinat li jkun ineliġibbli għall-qligħ fid-diskrezzjoni unika tagħna, għal kwalunkwe perjodu ta' żmien, b'avviż minn qabel lilek jew mingħajru. Taħt l-ebda ċirkostanza talbiet li jaqbżu l-limiti ta’ użu ġust tagħna ma jkunu eliġibbli għal qligħ mingħajr konferma bil-miktub minna.",
    "3714002185": "Sir af aktar dwar hCaptcha Enterprise",
    "3715747429": "L-inġiniera ta 'l-onboarding tagħna jistgħu jwassluk biex tmur malajr, kemm jekk għandek bżonn l-integrazzjoni ta' React, SDKs għal apps indiġeni ta 'iOS, eżempju backend Java, jew prattikament kwalunkwe xenarju ieħor.",
    "3717512591": "Integrazzjoni Diretta tal-Pjattaforma",
    "3717942925": "Hekk kif dejjem se jkun hemm nies li jridu jiġbdu l-attenzjoni tiegħek permezz tal-email, dejjem se jkun hemm ix-xewqa li tillimita l-aċċess għal xi riżorsi b'tali mod li l-bnedmin biss ikunu jistgħu jaċċessawhom.",
    "3719056187": "L-informazzjoni pprovduta fuq il-paġni tal-internet ma tirrappreżentax parir individwali u ma tistax tissostitwixxi dan. Jekk għandek bżonn parir individwali, jekk jogħġbok ikkuntattja lill-istaff ta 'appoġġ tagħna. Użu ta' dan is-sit",
    "3720584906": "15 ta' Lulju 2021 - 15 ta' Ottubru 2021",
    "3721365241": "Ipprova",
    "3723626769": "għall-kontribuzzjonijiet u r-reviżjoni tiegħek.",
    "3725880582": "Agħti Lura lill-Karità",
    "3729345277": "hCaptcha huwa mod għall-kumpaniji biex jiksbu l-annotazzjonijiet li jeħtieġu aktar malajr, bi kwalità ogħla u bi prezz aktar baxx minn alternattivi oħra.",
    "3730038780": "Agħżel minn numru kważi infinit ta 'sfidi għall-utenti biex isolvu",
    "3730344349": "Din it-taqsima tipprovdi dettalji addizzjonali dwar l-informazzjoni personali li niġbru dwar il-konsumaturi tal-Kalifornja u d-drittijiet mogħtija lilhom taħt l-Att dwar il-Privatezza tal-Konsumatur tal-Kalifornja jew \"CCPA\".",
    "3733422465": "8. Verifika tal-Identità tiegħek",
    "3740051331": "Aħna impenjati wkoll li nissorveljaw b'mod attiv u nirrispondu għall-mistoqsijiet tal-utenti tiegħek fuq il-midja soċjali, il-fora, u l-kanali ta' appoġġ tagħna in-widget u bl-email. Aħna aċċessibbli u responsivi, u nittrattaw is-sodisfazzjon tal-utent bħala l-aqwa KPI.",
    "3741193183": "( ) Ħafna utenti tal-email ma jistgħux jaffordjaw li jitilfu n-negozju jew jaljenaw lil min iħaddem potenzjali",
    "3744079744": "15-19 ta' Ġunju 2020****",
    "3744153629": "Ismijiet:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kuntatt",
    "3753956446": "Libera",
    "3758963444": "Grazzi! Is-sottomissjoni tiegħek waslet!",
    "3759360138": "4. Username u Password",
    "3759657802": "Inti ma tistax tassenja, tittrasferixxi, jew tiddelega dawn it-Termini tas-Servizz jew id-drittijiet jew l-obbligi tiegħek taħthom bl-ebda mod (b'operazzjoni tal-liġi jew mod ieħor).",
    "3759923279": "Jekk jogħġbok imexxi l-mistoqsijiet tal-istampa fl-indirizz elettroniku li ġej:",
    "3764131594": "22. Websajts ta' Partijiet Terzi",
    "3766910104": "2. Użat għal skopijiet tekniċi strettament meħtieġa: ibbilanċjar tat-tagħbija, rotta.",
    "3767462250": "Iddisinjat għall-Privatezza",
    "3768951251": "Intrapriża SLAs",
    "3773515538": "Qatt ġejt mitlub biex \"ittajpja ż-żewġ kelmiet?\"",
    "378086442": "ta’ CAPTCHAs, aktar milli l-UX tagħhom per se.",
    "3782751514": "HUMAN Protocol® hija trademark reġistrata tal-HuMAN Protocol Foundation, u tintuża bil-permess tagħha.",
    "3783031293": "Aħna nużaw Cloudflare biex nottimizzaw it-traffiku tal-web tagħna. Għal informazzjoni dwar kif Cloudflare tiġbor u tipproċessa d-dejta,",
    "3795997071": "Agħżel l-ikona tal-menu Chrome. Agħżel Settings.",
    "3800781598": "] Kważi ħames deċennji wara, l-ispam tal-email qed ikompli jġorrna. Ħafna biljuni ta 'dollari u eluf ta' snin-persuna ta 'sforz ta' inġinerija tpoġġew biex jegħlbuha, u madankollu l-ispam jippersisti. Hemm industriji ta’ biljun dollaru fuq iż-żewġ naħat, jiġifieri dawk li jiddefendu kontriha u dawk li jibagħtuha.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 ta' April 2020 - 15 ta' Lulju 2020",
    "3807059944": "Kontroll tal-kontenut tal-isfida użat",
    "3816867833": "Feedback",
    "3817067682": "Poligoni",
    "3817811295": "Affidabbiltà garantita u appoġġ veloċi 24/7 on-call.",
    "3819851005": "2. Miżati",
    "3821716514": "paġna.",
    "3828090208": "Minflok uża \"għal hCaptcha\". Jekk jintuża ma' logo ta' parti terza, \"għal hCaptcha\" jeħtieġ li jkun iżgħar fid-daqs mill-logo ta' parti terza.",
    "3833636936": "a) 1,000 talba kull sekonda,",
    "3836291932": "Q: Jien nuża apparati multipli. Għandi bżonn nirreġistra diversi drabi?",
    "3842490632": "Utent individwali li jipprova jwieġeb ħafna mistoqsijiet x'aktarx ikun limitat b'rata jew ipprojbit malajr. Daqstant importanti, bħal tagħna",
    "3842673636": "Taħt il-GDPR, għandek ċerti drittijiet rigward l-informazzjoni personali tiegħek. Tista' titlobna nieħdu l-azzjonijiet li ġejjin fir-rigward tal-informazzjoni personali tiegħek li aħna nżommu:",
    "3842815245": "Dan huwa kummerċ ġust?",
    "38428546": "Aħna naħżnu d-Data Personali tiegħek b'mod sigur matul il-ħajja tal-kont tiegħek magħna. Aħna se nżommu d-Dejta Personali tiegħek biss sakemm ikun meħtieġ biex inwettqu l-għanijiet li għalihom ġbarna, inkluż għall-finijiet li nissodisfaw kwalunkwe obbligu legali, ta’ kontabilità jew ta’ rappurtar jew biex insolvu tilwim. Il-kriterji li nużaw biex niddeterminaw il-perjodi ta’ ħażna jinkludu d-dispożizzjonijiet kuntrattwali applikabbli li huma fis-seħħ, perjodi ta’ limitazzjoni statutorja legali, rekwiżiti regolatorji applikabbli, u standards tal-industrija.",
    "3844300338": "Inti taqbel li tindennizza, tiddefendi, u żżommna bla ħsara minn kull pretensjoni, danni, obbligazzjonijiet, spejjeż, u spejjeż (inklużi l-miżati u l-ispejjeż raġonevoli tal-avukati), li jirriżultaw minn jew relatati mat-twettiq tal-kompiti tiegħek jew l-użu tiegħek tal-websajt tagħna .",
    "3844432472": "Il-ftuħ u l-utilità stess tal-APIs jagħmilhom miri oerhört sinjuri għall-attakkanti. Bl-istess mod li app mobbli tista’ tiġi pprogrammata biex tilħaq u JIKSEB dejta minn sistema korporattiva bl-użu ta’ API, hekk ukoll biċċa malware. Il-hackers kitbu varjetà wiesgħa ta’ għodod tas-softwer biex jabbużaw mill-APIs. Hija teknika ta 'attakk effettiva.",
    "384965568": "Filwaqt li r-rekwiżiti ta’ żamma jvarjaw skont il-ġurisdizzjoni, l-informazzjoni dwar il-perjodi ta’ żamma tipiċi tagħna għal aspetti differenti tad-dejta personali tiegħek hija deskritta hawn taħt.",
    "3856690908": "15 ta' Jannar 2020 - 15 ta' April 2020",
    "3856912381": "L-utenti batew, u l-ispam tal-web bla bżonn issa huwa rampanti. Iżda hemm alternattiva.",
    "3859506577": "Email tan-Negozju",
    "3861413614": "Ma tistax tuża l-ebda trademark jew logo ta’ hCaptcha li jimplika li hCaptcha għandu affiljazzjoni ma’ jew approvazzjoni, sponsorizzazzjoni, jew appoġġ ta’ prodott jew servizz ta’ parti terza, mingħajr permess espress bil-miktub.",
    "3863351997": "Kategoriji ta' informazzjoni personali elenkati fl-istatut tar-Reġistri tal-Klijent ta' California (Cal. Kodiċi Ċivili § 1798.80(e)).",
    "3871665286": ", li hija marbuta b'mod prominenti fil-paġna ta' informazzjoni dwar il-widget hCaptcha. Jingħataw cookie kodifikata li tista’ tintuża diversi drabi kuljum, iżda trid tiġi aggornata kull 24 siegħa permezz tal-login.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Aġġorna jew tikkoreġi ineżattezzi fl-informazzjoni personali tiegħek.",
    "3878230879": "L-għan tagħna huwa li niżguraw li dejjem taħdem għalik, għalhekk napprezzaw ħafna r-rapporti tiegħek!",
    "3881754581": ". Jekk inti Klijent tas-servizzi ta' annotazzjoni tagħna u għażilt l-għażla \"Data Għal Kulħadd\" bħala parti mill-użu tiegħek tas-Servizzi, allura inti tagħti lill-IMI u lill-utenti kollha tas-Servizzi madwar id-dinja, mhux esklussiva, subliċenzjabbli, trasferibbli, liċenzja mingħajr royalties, irrevokabbli biex tisfrutta bis-sħiħ id-Dejta kollha tal-Klijent, inklużi d-drittijiet kollha relatati tal-proprjetà intellettwali. Jekk tagħżel l-għażla \"Data għal Kulħadd\", inti tirrappreżenta u tiggarantixxi li għandek biżżejjed dritt, titolu, u interess fid-data tiegħek u għad-data tiegħek sabiex tagħti l-liċenzja f'din it-taqsima.",
    "3882147547": "Funzjonijiet Psewdoranti Oblivi",
    "388240587": "5-15 ta’ Jannar 2022",
    "3884400764": "Filwaqt li tista' tuża l-marki ta' hCaptcha skont dawn il-linji gwida, dan ma jfissirx li għandek xi drittijiet vestiti f'Marki ta' hCaptcha, logos, jew fi kwalunkwe trademark, isem kummerċjali, marka ta' servizz, isem kummerċjali jew rieda tajba ta' hCaptcha. Irridu nagħtu flessibbiltà kemm jista' jkun, iżda aħna obbligati li nipproteġu hCaptcha minn użu mhux awtorizzat ta' kwalunkwe trademark, isem kummerċjali, marka ta' servizz, isem tan-negozju jew rieda tajba ta' hCaptcha. Kwalunkwe użu mhux awtorizzat awtomatikament itemm il-permess jew il-liċenzja mogħtija minn hCaptcha u jista' jeħel responsabbiltajiet legali għal kwalunkwe danni.",
    "3887113660": "Q: Kif il-Privatezza Pass taffettwa l-qligħ tal-hCaptcha?",
    "3891941747": "*** PARIR dwar COVID-19: Minħabba l-kapaċità mnaqqsa tal-persunal relatata mal-COVID-19, ir-rikonċiljazzjoni ġiet skedata mill-ġdid biex tippermetti żmien addizzjonali biex tlesti l-verifika standard tagħna. Il-ħlasijiet huma mistennija li jibdew nhar il-Ġimgħa u jitlestew it-Tnejn ta’ wara.",
    "3892905664": "hCaptcha jgħin lis-servizzi online favoriti tiegħek iżomm il-bots, l-ispam u l-abbuż billi jistaqsi mistoqsijiet sempliċi li huma faċli għall-bnedmin u diffiċli għall-magni.",
    "3892952987": "iċċekkja l-ftuħ tagħna u applika hawn",
    "3893539589": "daħħal links esterni li joffru oġġetti jew servizzi sakemm ma jkunx meħtieġ mill-kompitu;",
    "389705801": "( ) Liġijiet li jipprojbixxuha espressament",
    "3897238493": "IS-SERVIZZI HUMA PROVVUTI FUQ BAŻI \"KIF INHI\". AĦNA MA NAGĦMLU L-EBDA RAPPREŻENTAZZJONIJIET JEW GARANZIJI, IMPLIKATI JEW ESPRESSI, FIR-RIGWARD TA' AĊĊESSIBBILTÀ, ADATTITÀ, LEGALITÀ, DISPONIBBILTÀ, JEW FUNZJONALITÀ TAS-SERVIZZI, KWALUNKWE SOFTWARE JEW MATERJAL RELATATI, IL-KOMPITI, JEW KULL ATTIVITÀ TA' ATTIVITÀ. SAL-MESSA MASSIMA PERMESSA MILL-LIĠI, L-IMI TIĊĦAD KULL KUNDIZZJONIJIET, RAPPREŻENTAZZJONIJIET U GARANZIJI ESPRESSI JEW IMPLICITI INKLUŻI, IMMA MHUX LIMITATI GĦAL, IL-GARANZIJI TA’ KUMMERĊJABILTÀ, ADATTAZZJONI GĦAL GĦAN PARTIKOLARI, U NUQQAS TA’ KIS. L-UNiku U ESKLUSSIV IR-RIMEDJU TIEGĦEK KONTRA L-IMI FIR-RIGWARD TA’ KWALUNKWE DIFETT, NUQQAS TA’ KONFORMAZZJONI, JEW SODDISFATTJONI HUWA LI TWAQQIF L-UŻU TAS-SERVIZZI Aħna se jkollna l-ebda responsabbiltà għal kwalunkwe ħsara lis-sistema tal-kompjuter tiegħek, telf jew korruzzjoni ta’ data, jew ħsara oħra li tirriżulta. mill-aċċess tiegħek għal jew mill-użu tal-websajt jew il-Pjattaforma tal-Magni tal-Intuition. Jistgħu jseħħu interruzzjonijiet skedati u mhux skedati, u aħna ma niġġustifikawx disponibbiltà bla interruzzjoni tal-websajt tagħna.",
    "3898950867": "( ) Joe jobs u/jew serq ta' identità",
    "3900538778": "Id-dejta tikkettata hija l-fjuwil li jsaħħaħ it-tagħlim tal-magni. It-tweġibiet reCAPTCHA ilhom jintużaw biex itejbu s-servizzi ML/AI ta' Google mill-2009. Ħafna nies li jużaw reCAPTCHA ma jirrealizzawx li x-xogħol tagħhom qed jintuża.",
    "3901503296": "Din l-enfasi unika fuq il-privatezza tfisser li nistgħu noffru żero żamma ta’ data individwali, tħaddim mingħajr cookie, u garanziji oħra ta’ privatezza kuntrattwali kif meħtieġ filwaqt li nżommu sigurtà eċċellenti.",
    "3904679538": "Chrome",
    "3906359167": "Soluzzjonijiet:",
    "3906886217": "Għal kumpaniji jew websajts",
    "3908992897": "u jintuża f'kull pajjiż u territorju fid-dinja, għalhekk aħna ffokati ħafna fuq li nipprovdu esperjenza globali konsistenti.",
    "3909240516": "( ) L-intestaturi SMTP m'għandhomx ikunu s-suġġett ta' leġiżlazzjoni",
    "3910971075": "L-IMI għandha d-drittijiet kollha, inklużi d-drittijiet tal-proprjetà intellettwali, fil-kodiċi tas-sors, il-kodiċi tal-oġġett jew l-istruttura sottostanti, l-ideat jew l-algoritmi, l-API, u kwalunkwe softwer, dokumentazzjoni jew data addizzjonali relatati mas-Servizzi (\"Software\"). M'intix ser, direttament jew indirettament, permezz ta' parti terza jew b'xi mod ieħor: (a) tagħmel reverse engineering, tiddikompila, tiżżarma, jew b'xi mod ieħor tipprova tiskopri s-Softwer; (b) timmodifika, tittraduċi, jew toħloq xogħlijiet derivattivi bbażati fuq kwalunkwe Software; (c) tikkopja, tikri, tikri, tqassam, iwiegħdu, tassenja, jew b'xi mod ieħor tittrasferixxi jew tgħaqqad drittijiet għal kwalunkwe Software; (d) tuża kwalunkwe Software għal finijiet ta' timesharing, servizz ta' bureau, jew mod ieħor għall-benefiċċju ta' parti terza; jew (e) tneħħi kwalunkwe avviżi jew tikketti proprjetarji.",
    "3912514510": "( ) Listi tal-posta u użi leġittimi oħra tal-email jiġu affettwati",
    "3912926900": "hCaptcha® għandu jkollu simbolu ta' trademark reġistrat l-ewwel darba li jidher f'kopja kreattiva.",
    "3913203723": "Jekk, għal xi raġuni, min jagħmel it-talba ma jaċċettax it-twettiq ta' kompitu li tkun tlestiet, int bħala Kontributur jew Integratur ma tkun intitolat għal ebda premju għall-kompitu. Fil-każ li l-premjijiet kienu diġà mxerrda lilek għal biċċa xogħol kompluta b'mod inaċċettabbli, nistgħu nirkuprawhom mingħandek.",
    "3913801502": "hCaptcha issa jaħdem fuq madwar 15% tal-internet",
    "3913848038": "99.99% uptime SLAs u appoġġ globali 24/7 disponibbli.",
    "3916131732": "l-Amerika",
    "3922723611": "Jekk jogħġbok ipprova tiddiżattiva kwalunkwe estensjonijiet tas-sigurtà tal-imblokkatur tar-reklami jew tal-browser",
    "3926027556": "u aħna se nerġgħu lura lilek malajr.",
    "392886773": "Jaħdem f'kull pajjiż",
    "3930611699": "ħaddiema individwali.",
    "3930808600": "Aħna nimplimentaw miżuri tekniċi u organizzattivi xierqa biex nipproteġu l-informazzjoni li niġbru u naħżnu, u neħtieġu li l-aġenti kollha li jwettqu l-ipproċessar tagħna f'isimna jagħmlu l-istess. Sfortunatament, l-ebda miżura ta’ sigurtà ma hija 100% foolproof, u bħala tali l-ebda netwerk jew sistema (inkluż tagħna) ma jista’ jiġi ggarantit li jkun 100% sigur kontra l-qerda, telf, alterazzjoni, żvelar mhux awtorizzat ta’, jew aċċess għal informazzjoni li niġbru u naħżnu. Jekk temmen li l-informazzjoni tiegħek tista' ma tkunx sigura għal xi raġuni, jekk jogħġbok ikkuntattjana immedjatament fuq",
    "3933993151": "Aħdem bħala labeler tad-dejta individwali",
    "394235836": "3. Jekk l-ebda wieħed mis-suġġerimenti ta 'hawn fuq ma jaħdem, ibgħatilna email ta' appoġġ u nkunu kuntenti li ngħinu nifhmu x'inhu għaddej.",
    "3942875761": "Għajnuna Tibni Web Aħjar™",
    "3943164003": "ħsieb mhux ipproċessat",
    "3943417791": "Ikseb appoġġ għal hCaptcha Enterprise (BotStop)",
    "3946753128": "Privat. Sikura. Aktar malajr.",
    "3951112506": ". Dak diġà jiggarantixxi grad ogħla ta' eteroġeneità fid-dejta.",
    "3951254541": "Napprezzaw il-kontribut tiegħek. Għidilna kwalunkwe kwistjoni u aħna ser insolvuhom malajr.",
    "3952259236": "Għaqqad id-dejta blinded tiegħek mal-eluf ta' sinjali ta' hCaptcha biex tħarreġ hCaptcha fuq klassijiet ta' mġieba -- per eżempju tiegħek biss -- biex tbassar aħjar imġieba malizzjuża aħjar minn kwalunkwe soluzzjoni waħedha",
    "3953584369": "Restrizzjonijiet tal-aċċess RBAC sofistikati disponibbli.",
    "3955555607": "Minbarra l-Imsieħba jew il-Bejjiegħa Awtorizzati, partijiet terzi ma jistgħux joffru għal kliem ewlieni, Google AdWords, jew sistemi oħra ta’ reklamar immirat li jużaw marki hCaptcha jew ortografija ħażina. Lanqas ma jistgħu partijiet terzi jużaw marki hCaptcha f'ismijiet ta' dominju, kwalunkwe search engine optimization, meta tags, termini ta' tfittxija, kodiċi, jew rappreżentazzjoni ħażina oħra.",
    "3955981186": "Emendi. L-ebda modifika jew emenda għal dawn it-Termini ta' Servizz minn ħaddieħor għajr l-IMI m'għandha tkun vinkolanti fuq l-IMI ħlief jekk fi strument bil-miktub iffirmat minn rappreżentant debitament awtorizzat tal-IMI.",
    "3963216198": "Biex tiddiskuti għaliex l-APIs huma mira popolari għall-hackers, ta' min l-ewwel tieħu mument qasir biex tiddefinixxi x'inhu mfisser bħalissa bit-terminu \"API.\" Il-kunċett tal-API mhu xejn ġdid. Fil-fatt, interfaces biex jgħaqqdu diversi sistemi tal-kompjuter ma' xulxin, kif ukoll il-komponenti interni tagħhom, ilhom jeżistu mill-inqas mill-bidu tas-sittinijiet.",
    "3963642878": "Mhux aktar tard mill-14 ta' Diċembru 2019*",
    "3967047208": "Tista’ wkoll itfi temporanjament xi protezzjonijiet fid-Dwana biex tiddibaggja dan, billi tneħħi l-għażla tal-kaxxi ta’ kontroll: Agħżel il-kaxxa ta’ kontroll Trackers jew neħħi l-għażla tal-kaxxa ta’ kontroll tal-Cookies jekk għadek ikollok problemi.",
    "3971348140": "Għaliex użajna hCaptcha? Ħadd ieħor ma jista’ jagħti l-karatteristiċi u l-prestazzjoni li kellna bżonn. Huma ltqajna u taħdem malajr, u n-negozjanti tagħna jħobbu l-esperjenza.",
    "3972094614": "Brendan Eich",
    "3972554015": "proċess ukoll. U l-estensjoni tal-browser hija ovvjament",
    "3974566657": "Hekk kif is-servizzi jsiru aktar popolari, dan it-tip ta' okkorrenza inevitabbilment isir aktar frekwenti. hCaptcha jintuża minn miljuni ta’ nies kuljum fi kważi kull pajjiż fid-dinja, għalhekk qed nippubblikaw din il-politika u studju ta’ każ dwar kif nindirizzaw dawn il-kwistjonijiet sabiex inkunu trasparenti kemm jista’ jkun.",
    "3978720689": "approċċ għall-ġlieda kontra l-ispam. L-idea tiegħek mhux se taħdem. Hawnhekk huwa għaliex mhux se jaħdem.",
    "3983646521": "L-ismijiet tal-prodotti, il-logos, il-marki, it-trademarks u t-trademarks reġistrati kollha huma proprjetà tas-sidien rispettivi tagħhom. L-ismijiet kollha tal-kumpaniji, tal-prodotti u tas-servizzi użati f'din il-websajt huma għal skopijiet ta' identifikazzjoni biss. L-użu ta' dawn l-ismijiet, trademarks u marki ma jimplikax approvazzjoni. F'dan il-każ, pjuttost l-oppost.",
    "3987022469": "Tikkettjar",
    "3988350": "Dan ifisser li hemm każijiet ta 'użu eċċellenti għal annotazzjonijiet ta' umbrelel fid-dinja reali. Hemm lok għal nuqqas ta 'qbil dwar l-impatt ta' karozzi li jsuqu waħedhom, iżda s-sistemi ADAS diġà qed jiffrankaw",
    "3991444169": "Din il-paġna telenka sottoproċessuri attwali għas-servizz hCaptcha Enterprise.",
    "3992401943": "Kien hemm rivoluzzjoni fit-tagħlim profond mill-2012. In-norma tal-industrija għall-eżattezza tal-kompitu tjiebet radikalment matul l-aħħar għaxar snin, primarjament minħabba netwerks konvoluzzjonali profondi. Servizzi oħra li jaħdmu bl-ML li toffri Google segwew din il-kurva.",
    "4007826952": "L-ewwel CAPTCHA tal-privatezza għall-web, mobbli, u aktar.",
    "4008400186": "Pass 4: Ikklikkja \"Esportazzjoni HAR\" (il-vleġġa 'l isfel) wara li tipprova ssolvi, li jiffranka l-ġurnal tan-netwerk. Ibgħat dak il-fajl lilna.",
    "4011712313": "Bħala parti mill-Politika tad-DMCA tagħna, aħna npoġġu kontijiet ta' klijenti li għalihom nirċievu notifiki multipli tad-DMCA ta' allegat ksur f'Politika ta' Ksur Ripetizzjoni tad-DMCA f'diversi stadji. Malli jirċievi notifiki ripetuti tad-DMCA f'xahar kalendarju, il-kont tal-klijent jimxi 'l quddiem minn pass ta' politika għal ieħor.",
    "4015238193": "u OCR [",
    "4019638786": "A: L-utenti tal-Privatezza Pass ta' hCaptcha qatt mhu se jesponu l-IP tagħhom għal hCaptcha sakemm il-portafoll tat-tokens tal-browser tagħhom ma jkunx vojt jew is-sit jibgħatha. hCaptcha m'għandu l-ebda mod biex torbot lill-utent mal-fidwa tat-token, u qatt ma jinteraġixxi direttament mal-utent waqt il-fidwa sakemm il-kartiera tat-tokens tagħhom ma tkunx vojta.",
    "4019660456": "Latenza 0ms: ivverifika t-tokens hCaptcha mingħajr sejħa API.",
    "4023575072": "użu doppju",
    "4024785952": "Cloudflare, Inc. (Globali). Servizzi pprovduti: Cloudflare.com.",
    "4034694801": "Ebda riżultati li jaqblu.",
    "4036662147": "5. Protezzjoni ta' Informazzjoni Kunfidenzjali",
    "4036872105": "l-ewwel u mbagħad erġa' pprova",
    "4039193170": "Jekk għandek problemi biex tikseb jew tifdi tokens:",
    "4044467791": "Għall-kategoriji ta' informazzjoni personali li ġbarna mingħandek fit-12-il xahar preċedenti, jekk jogħġbok ara t-taqsima \"Informazzjoni li Niġbru\" hawn fuq. Aħna niġbru din l-informazzjoni għall-għanijiet tan-negozju u kummerċjali deskritti fit-taqsima \"Kif Nużaw Informazzjoni Personali\" hawn fuq. Fit-12-il xahar preċedenti, qsamna l-kategoriji ta’ informazzjoni li ġejjin ma’ partijiet terzi għal skop ta’ negozju:",
    "4051104324": "\"Intuition Machines\" hija trademark reġistrata ta' Intuition Machines, Inc.",
    "4051785543": "Użu:",
    "4057343238": "Opt-out",
    "4059570880": "Jekk tixtieq issegwi l-isforz ta' standardizzazzjoni, bħalissa qed isiru sforzi fuq",
    "4060250206": "Uża din il-formola biex tilħaq wieħed mill-ispeċjalisti tekniċi tagħna. Nirrispondu malajr.",
    "4063155841": "Mhux aktar tard mill-25 ta' Ġunju 2021††",
    "4063769686": "L-utenti jappoġġjaw is-sit li qed iżuru, u jesperjenzaw inqas spam fuq il-web. Dan jidher li huwa ftehim aktar ġust.",
    "4065065042": "Iċċempel dan biex taqbel eżattament mal-każ tal-użu tiegħek.",
    "4065614934": "Din l-analiżi mhix ġdida, iżda n-nies huma ottimisti għal dejjem. Speċjalment meta jaħsbu li l-idea tagħhom hija ġdida.",
    "4072202039": "15 ta' April 2019 - 15 ta' Lulju 2019",
    "4074220464": "A: Għażliet popolari qabel bħall-captchas awdjo jiddiskriminaw kontra ħafna utenti a11y u huma faċilment megħluba minn tekniki moderni ta 'tagħlim tal-magni. Dan ġiegħel lill-isfidi tal-awdjo attwali jsiru aktar u aktar diffiċli, billi introduċa storbju, ħin strambi, kombinazzjonijiet ta 'kliem mhux tas-soltu, eċċ biex jegħleb lill-attakkanti. Għalhekk aħna inqas entużjasti dwar dan l-approċċ meta nevitaw l-isfida għal kollox, iżda se nikkunsidrawha jekk ikun hemm domanda mill-komunità ta' kull sena.",
    "4080263153": "Ebda Rinunzja. Aħna ma nkunux ikkunsidrati li rrinunzjaw għal xi porzjon tad-drittijiet jew rimedji tagħna sakemm ir-rinunzja ma tkunx bil-miktub u ffirmata minna. Jekk nitdewmu l-infurzar jew jonqsu milli ninfurzaw id-drittijiet tagħna taħt kwalunkwe dispożizzjoni ta 'dan il-ftehim, dan ma jikkostitwixxix rinunzja tad-dritt tagħna li sussegwentement ninfurzaw tali dispożizzjoni jew kwalunkwe parti minn dan il-ftehim.",
    "4082053540": "19-25 ta' Ġunju 2021††",
    "4083018285": "Sett ta' karatteristiċi estiżi li jikkombinaw ma' monitoraġġ u rispons SOC imtejjeb biex jindirizzaw theddid persistenti sofistikat",
    "4086379603": "Mistoqsijiet?",
    "4087694419": "Hacker tal-brix jista 'wkoll jiġbor data minn siti bħal Amazon u eBay biex joħloq listi ta' prodotti foloz jew qarrieqa. Huwa jew hi mbagħad jista 'joffrihom għall-bejgħ fuq servizzi peer-to-peer bħal OfferUp u jwettaq attakki ta' phishing fuq ix-xerrejja. Jew, il-frodist jista 'jbigħ prodotti li ma jeżistux. Frodi ulterjuri tal-brix tal-iskrin tinvolvi l-iffalsifikar tal-pubblikaturi tar-reklami. Billi jinbarax il-kontenut minn siti tal-pubblikatur, il-frodista jista 'joħloq paġni foloz tal-pubblikatur tar-reklami fuq servizzi differenti. Imbagħad jistgħu jbiegħu reklami fuq dawk il-paġni lil bejjiegħa awtorizzati, li l-kuntatti tagħhom ħasdu mill-fajl ads.txt tal-pubblikatur. Is-slots tar-reklami jidhru reali għal min jirreklama, iżda mhumiex.",
    "4087729475": "l-isfida wara s-soluzzjoni inizjali tiegħek.",
    "4088941349": "Rekords ta' prodotti jew servizzi mixtrija, miksuba, jew ikkunsidrati.",
    "4091044469": ". Kun żgur li ppermettiet l-estensjoni fil-mod incognito. Imbagħad, żur kwalunkwe websajt li tuża hCaptcha u ssolvi captcha. Mill-verżjoni 2.0.3, tista' tifdi dawn it-tokens fuq websajts billi tuża hCaptcha.",
    "4097297673": "Bħala Klijent, Talbu, jew Integratur, inti taqbel li tkun marbut bit-termini ta' hawn taħt flimkien ma' kwalunkwe termini vinkolanti oħra bejnek u l-IMI.",
    "409780280": "( ) Prova sabiħa, ****! Nispera li xi ħadd jimxi fuq it-tastiera tiegħek!",
    "4099477834": "Ir-relazzjonijiet kollha tal-klijenti huma wkoll protetti minn Ftehim b'saħħtu għall-Ipproċessar tad-Data. Is-servizz hCaptcha jikkonforma mal-liġijiet kollha tal-privatezza irrispettivament minn fejn jgħixu s-servizz tiegħek jew il-klijenti tiegħek. Li ma żżommx data personali tagħmel dan ħafna aktar faċli għalina milli għal kumpaniji oħra.",
    "4101570501": "Bħalissa qed naħdmu wkoll fuq soluzzjoni kriptografika biex narmi malajr l-indirizz tal-email tiegħek filwaqt li xorta nippreservaw il-kapaċità tagħna li nipprevjenu l-abbuż, u nikkumplimentaw ix-xogħol tagħna tal-Privacy Pass.",
    "410397176": "Għal aktar informazzjoni",
    "4104188759": "Politika tal-Etika tal-AI",
    "4104221634": "Il-klijenti ta’ hCaptcha jkopru varjetà ta’ industriji, minn kumpaniji tat-teknoloġija sa dawk iffukati fuq il-moda, il-bejgħ bl-imnut, u oqsma oħra fejn jistgħu joħolqu valur mill-applikazzjoni tat-tagħlim tal-magni.",
    "4114820649": "2. Ikklikkja t-tab \"Privatezza\".",
    "4131598919": "Agħfas",
    "4132302900": "5. Il-Privatezza Tiegħek, id-Dejta Tiegħek, u \"Data Għal Kulħadd\"",
    "4137573005": "għandha tweġibiet komprensivi u awtorevoli dwar kif nużaw id-dejta, iżda t-tweġiba fil-qosor hija li m'għandna l-ebda interess li nassoċjawk bħala persuna mal-istorja tal-ibbrawżjar tiegħek.",
    "4138068262": "utenti. Fl-aħħar mill-aħħar, l-interazzjoni mal-isfidi x'aktarx li tibqa' parti mill-armament ta' għodod għat-tnaqqis tal-abbuż onlajn sakemm in-natura tal-bniedem tibqa' l-istess.",
    "4142610534": "Kwalunkwe ħlas tard se jakkumula ħlasijiet tard bir-rata ta' 1.5% fil-mija kull xahar jew l-ammont massimu permess mil-liġi, liema minnhom ikun l-inqas. Jekk tonqos milli tħallas l-ammont dovut taħt dan il-Ftehim għal kwalunkwe raġuni, il-kont tiegħek jista’ jiġi sospiż, fid-diskrezzjoni unika tagħna, f’liema każ ma jsiru l-ebda pagamenti addizzjonali mill-kont tiegħek għat-tlestija tal-kompiti u l-kompiti tiegħek kollha jitneħħew. mill-websajt tagħna. Int trid tirrimborżana għall-ammonti kollha dovuti fuq talba, flimkien ma 'kwalunkwe miżati ta' proċessar, miżati tard, jew miżati tal-avukat. Nistgħu wkoll nagħmlu rapporti xierqa lill-aġenziji tar-rappurtar tal-kreditu u lill-awtoritajiet tal-infurzar tal-liġi.",
    "4146870445": "Min aħna",
    "4147497805": "Zunnarija",
    "4149738856": "hCaptcha għandu jintuża bħala aġġettiv u segwit minn terminu ġeneriku xieraq.",
    "41530052": "28. Termini Ġenerali",
    "4154415610": "***** Il-ħlasijiet ta' Settembru 2020 se jsiru f'lottijiet hekk kif titlesta r-rikonċiljazzjoni, b'uħud isiru diversi jiem aktar tard milli kien skedat oriġinarjament minħabba dewmien fir-rikonċiljazzjoni.",
    "4162383380": "16 - 22 ta' Settembru 2020*****",
    "4162847": "Aħna stajna nosservaw dan direttament, peress li xi wħud mill-klijenti tagħna jagħmlu testijiet A/B fuq l-istess talba qabel ma jaqilbu għal kollox mill-offerti ta 'Google. Aħna tipikament kapaċi nippruvaw kemm rata pożittiva falza għolja kif ukoll rata negattiva falza li ġejja minn reCAPTCHA v3 jew reCAPTCHA Enterprise.",
    "4163469907": "Pass 2: Ikklikkja fuq it-tab tan-Netwerk fl-Għodod tal-Iżviluppatur. Iċċekkja l-kaxxa \"Ippreserva log\" fin-naħa ta' fuq.",
    "4165374512": "Filwaqt li huwa possibbli li tuża għodda ta 'skoperta tal-IP u tal-post biex tipprevjeni l-mili tal-kredenzjali, metodu aktar kosteffettiv u preċiż huwa sempliċement li tinterrompi l-bot awtomatizzat tal-mili tal-kredenzjali innifsu. hCaptcha u hCaptcha Enterprise jistgħu jfixklu l-bot fil-punt tad-dħul. Anke jekk il-bot ikollu l-kredenzjali t-tajba, jekk ma jistax jgħaddi mis-sejbien ta’ hCaptcha Enterprise jew mill-captcha ta’ hCaptcha, mhux se jasal biex jagħmel il-mili tiegħu u s-sit u l-utenti tiegħek huma protetti.",
    "4166776480": "Mili tal-Kredenzjali: X'inhu U Kif Twaqqaf l-Attakki",
    "4169910317": "9. Konformità mal-Liġi",
    "4172868199": "imur ħafna lil hinn minn dan, jimxi fil-qasam li jipprova jiddistingwi “bniedem tajjeb” minn “bniedem ħażin” ukoll, u llum jintuża minn ħafna mis-servizzi online l-aktar popolari fid-dinja biex isibu u jwaqqfu kollox minn frodi ta’ xiri għal frodi persistenti avvanzati. theddid kontra l-utenti tagħhom, filwaqt li jżommu fokus uniku fuq il-preservazzjoni tal-privatezza.",
    "4179118182": "( ) tekniku ( ) leġiżlattiv ( ) ibbażat fuq is-suq ( ) vigilante",
    "4181060163": "Partijiet terzi m'għandhomx jużaw varjazzjonijiet jew ortografija ħażina jew jaġixxu b'xi mod li jikkawża xi konfużjoni ta' interess inizjali fuq it-trademarks ta' hCaptcha.",
    "4181611011": "Data ta' Rikonċiljazzjoni",
    "4185927140": "Maniġer tal-Prodott, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Termini ta' Servizz prinċipali",
    "4188814619": "hCaptcha huwa servizz ta' Magni tal-Intuition (",
    "4194763679": "Livelli ta 'diffikultà ta' qamħa fin",
    "4195759329": "Sejbien tal-bot u punteġġi tar-riskju",
    "4197928199": "Regoli tal-privatezza",
    "4199502476": "Dashboards ta' rappurtar avvanzati u API",
    "4202774977": "Għan",
    "4205152730": "Inti mħeġġeġ biex jinteraġixxu ma' utenti oħra kullimkien fuq il-websajt tagħna, il-Forum, il-messaġġi, iċ-chat, u kanali oħra tal-midja soċjali kkontrollati mill-IMI, iżda jekk tagħmel hekk trid tikkonforma mat-termini kollha tas-servizz u l-użu fuq is-sit tagħna u l-liġijiet rilevanti kollha. .",
    "4208081170": "Kategorija ta' Informazzjoni Personali",
    "4209078147": "Biex intejbu s-Sit tagħna u nifhmu aħjar iż-żjarat tiegħek fuq il-pjattaformi u s-Sit tagħna.",
    "4215483493": "A: hCaptcha huwa ddisinjat għall-privatezza mill-qiegħ. Huwa differenti ħafna minn għażliet tradizzjonali bħal reCAPTCHA li huma proprjetà ta' netwerks ta' reklami, li għandhom inċentiv li jsegwuk madwar il-web u jassoċjawk ma' identità reali.",
    "4217013126": "Il-ħlasijiet tipikament isiru matul il-ġurnata fid-Data tal-Ħlas, u ġeneralment jitlestew sa nofs il-lejl ħin tal-Paċifiku. Jekk kont ġie mmarkat għal reviżjoni, jista' jieħu sa ħamest ijiem ta' xogħol addizzjonali biex jinħeles ħlas.",
    "4217693416": ". Il-websajts hCaptcha.com u BotStop.com (is-Siti) jistgħu jinkludu cookies addizzjonali, kif deskritt f'din il-Politika.",
    "42182578": "Ħassar l-informazzjoni personali tiegħek.",
    "4222109231": "It-taffija tar-riskju tal-API bil-Prodott Enterprise ta' hCaptcha",
    "4224961202": "Privatezza, Sigurtà, u Tagħlim bil-Magni.",
    "4227800293": "( ) L-utenti tal-email mhux se jpoġġu magħha",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Kategorizzazzjoni tal-Attribut",
    "4230322909": "Aħna dejjem nippruvaw niksbu fehim tajjeb ta 'kull klijent ġdid u l-każ ta' użu maħsub tiegħu, kemm biex nikkonfermaw li huwa tajjeb għall-prodotti u s-servizzi tagħna kif ukoll biex niżguraw li jsegwi l-politiki li adottajna bħala kumpanija.",
    "423222878": "Uħud mill-aktar attakki ċibernetiċi diffiċli biex jinstabu, jipprevjenu u jwaqqfu huma dawk fejn attur malizzjuż huwa kapaċi juża kredenzjali leġittimi tal-utent biex jidħol f'kont tal-utent attiv. Mingħajr ħafna kapaċitajiet ta 'skoperta sofistikati fis-seħħ, il-kumpanija li tospita l-kont m'għandha l-ebda raġuni biex tissuspetta li xi ħaġa hija ħażina. Klijent sempliċement jidher li illoggja fil-kont tiegħu jew tagħha. L-attakkant kiseb din l-għerja ta’ suċċess billi uża kredenzjali misruqa—ġeneralment ir-riżultat ta’ teknika ta’ attakk ċibernetiku magħrufa bħala “mili tal-kredenzjali”. Hija problema serja llum, imma waħda li tista’ tittaffa bil-kontromiżuri t-tajba.",
    "424089481": "Amazon Web Services, Inc. (Globali). Servizzi pprovduti: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Inti responsabbli għall-ħlas tat-taxxi kollha assoċjati mas-Servizzi minbarra t-taxxi tal-Istati Uniti stmati fuq id-dħul nett jew il-proprjetà personali ta' Intuition Machines.",
    "4243348003": "Pass 3: żur",
    "4246520782": "Fil-fatt, l-Internet kien xhieda ta’ vera tellieqa għall-armi bejn frodisti u difensuri f’dawn l-aħħar snin.",
    "4247858664": "il-paġna ta' reġistrazzjoni għall-aċċessibbiltà",
    "4248655793": "— Alex M.",
    "4255608322": "Aġġornata l-aħħar: 12 ta' April, 2021",
    "42559805": "Għandek bżonn onboarding urġenti?",
    "4256083674": "Fuq talba diretta minn Integratur biex jiġi identifikat ir-riskju ta’ frodi ta’ talba speċifika ta’ sfida CAPTCHA jew indirizz IP, jew inkella fejn ingħata kunsens speċifiku.",
    "4257144752": "Stimi f'ħin reali ma jirriflettux l-eżattezza finali jew l-umanità, u għalhekk il-qligħ finali tiegħek jista' jvarja sostanzjalment 'il fuq jew 'l isfel minn numri murija fid-Dashboard qabel l-ewwel rikonċiljazzjoni tiegħek.",
    "4260466272": "Tista' tagħżel fi kwalunkwe ħin li tieqaf tuża l-websajt tagħna, sakemm trid tirrispetta l-politiki kollha tal-IMI applikabbli. Nistgħu, fid-diskrezzjoni unika tagħna, intemmu dan il-ftehim, nissospendiw l-aċċess għall-websajt tagħna, jew inneħħu kwalunkwe servizz immedjatament mingħajr avviż għal kwalunkwe raġuni.",
    "4260542944": "Il-brix tal-kontenut (magħruf ukoll bħala \"brix tal-iskrin\" jew sempliċiment \"brix\") huwa proċess familjari, ħafna drabi utli għall-ġbir ta 'informazzjoni mill-web. Madankollu, f'dawn l-aħħar snin, it-teknika saret għodda favorita ta 'hackers u frodisti. Il-kontromiżuri jistgħu jtaffu t-theddida b'mod effettiv, iżda biex jiġu implimentati, huwa essenzjali li wieħed jifhem kif jaħdem il-proċess.",
    "426125156": "17. Copyright u TakeDown",
    "4263626815": "Il-cookies tal-aċċessibbiltà tal-hCaptcha jaħdmu mal-browsers u l-imblokkaturi tar-reklami kollha popolari bis-settings standard tagħhom, għalhekk tipikament fallimenti huma dovuti għal skripts \"anti-anti-adblock\" jew settijiet ta' regoli simili mmirati lejn siti partikolari.",
    "4264784515": "Bugs tas-Sigurtà",
    "4270038521": "(is-\"Siti\") u l-interface tal-programm tal-applikazzjoni tal-hCaptcha u softwer u materjali relatati (kollettivament, is-\"Servizz\").",
    "4272022475": "It-talbiet u l-assi kollha jmorru fuq hcaptcha.yourdomain.com",
    "4272088465": "l-organizzazzjonijiet tal-karità tal-għażla tiegħek bil-qligħ li tikseb mill-użu tiegħu.",
    "4272454814": "Integra mal-fornitur tal-identità tal-għażla tiegħek.",
    "4274324704": "Hawn kif tuża isimna f'kopja bil-miktub:",
    "4277475973": "( ) Riluttanza pubblika li taċċetta forom strambi ġodda ta' flus",
    "4280117172": "Ħafna pajjiżi fil-fatt imorru kemmxejn aħjar mill-Istati Uniti, inklużi n-Niġerja, l-Indja, il-Brażil u l-Ġermanja:",
    "4281708680": ". F'hCaptcha, ħadna deliberatament approċċ differenti ħafna, billi nużaw tekniki ta' tagħlim tal-magni li jippreservaw il-privatezza biex nidentifikaw imgieba tipiċi tal-bot bi preċiżjoni għolja, kollha filwaqt li nikkunsmaw u naħżnu l-inqas data possibbli.",
    "4284094387": "†† Xi rikonċiljazzjoni u ħlasijiet ta' Ġunju 2021 se jsiru fil-ġimgħa ta' wara minħabba dewmien fil-verifika tal-kalkoli finali matul it-tieqa tar-rikonċiljazzjoni.",
    "4286602632": "c) 100,000 talba fix-xahar għall-Integraturi li jużaw kontijiet ta’ hCaptcha Publisher (b’xejn) biex jippermettu prodotti ta’ ġestjoni tal-bot kummerċjali, eż. web firewalls (WAFs) u applikazzjonijiet simili,",
    "4290195307": "għal gwida dettaljata.",
    "433424759": "Il-frodi tal-ħlas tinkludi kwalunkwe tip ta' tranżazzjoni illegali li fiha ċiberkriminali jċaħħad lill-vittma minn xi ħaġa ta' valur, tipikament flus. Dan jista 'jfisser li tuża karta ta' kreditu misruqa biex tordna merkanzija onlajn jew li tieħu kont bankarju u ttrasferixxi illegalment fondi minnha. Hemm ħafna varjazzjonijiet, iżda kollha għandhom l-istess riżultat: qarrieq juża identità misruqa jew informazzjoni dwar il-ħlas biex jisraq mingħand konsumatur, bank jew negozjant.",
    "435302267": "blog post tal-kumpanija",
    "436125785": "Dan mhux sorprendenti meta wieħed iqis l-ineżattezza tal-loops ta 'feedback disponibbli f'dawk il-prodotti, u l-fatt li huma mibjugħa minn netwerk tar-reklami b'interess kbir kbir li ma jsirx tajjeb wisq fl-iskoperta tal-bot, biex ma jagħmilx ħsara lin-negozju ewlieni tagħhom.",
    "439777523": "Kwistjonijiet ta' Regolament",
    "443094024": "Filebin",
    "444492541": "debug log istruzzjonijiet għal Firefox",
    "448807334": "(\"Mijiet ta' miljuni ta' CAPTCHAs jiġu solvuti min-nies kuljum.\") Irkuprat fit-8 ta' Lulju, 2019.",
    "451701069": "Jikkonforma mal-GDPR, CCPA,",
    "452920031": "Nota lill-Klijenti Barra l-Istati Uniti.",
    "453723556": "Tista' ttemm dan l-Appendiċi tal-Klijent indipendentement mit-Termini tas-Servizz billi tieqaf milli tkun Klijent jew Talba. Aħna nirriżervaw id-dritt li nissospendiw jew intemmu l-istatus tiegħek bħala Klijent jew Talba fi kwalunkwe ħin, jew li b’xi mod ieħor ittemmu l-kont tiegħek jew l-użu tas-Servizzi konsistenti mat-Termini tas-Servizz. Inti tibqa' responsabbli mat-terminazzjoni għal kwalunkwe ammont dovut taħt il-Formola tal-Ordni tiegħek. Jekk l-abbonament tiegħek jinkludi xi miżati ta' kull xahar jew annwali jew minimi ta' kull xahar jew annwali, inti xorta tkun responsabbli għall-ħlas tat-tariffi tas-Servizzi kollha sal-aħħar ta' dak ix-xahar jew is-sena, rispettivament.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Iva. Aħna u l-analitiċi jew il-fornituri tas-servizzi tagħna, l-imsieħba fis-suq, u l-affiljati nistgħu nużaw cookies, web beacons, jew pixels u teknoloġiji oħra biex niżguraw li kull min juża s-Siti jkollu l-aħjar esperjenza possibbli. Jekk jogħġbok ara t-taqsima \"Analitika ta' Partijiet Terzi u Teknoloġiji ta' Traċċar\" tal-Politika ta' Privatezza tagħna għal aktar dettalji.",
    "458271951": "Jekk inti Kontributur li jaċċessa s-Servizzi u/jew iwettaq kompiti permezz ta' jew b'konnessjoni ma' Integratur f'isem Intuition Machines (li jaġixxi bħala Richiesta), Intuition Machines jistgħu jippremjawk għat-tlestija aċċettabbli ta' ċerti kompiti. Fil-każ li tinstab li tkun involut fi frodi, abbuż, jew ksur ta’ dawn it-Termini ta’ Servizz, kull premju għalik jista’ jinżamm u/jew jiġi rkuprat minn Intuition Machines.",
    "458376553": "Tista' taċċessa, tikkoreġi, temenda, jew tħassar ċerta Informazzjoni Personali li jista' jkun ipprovdejtna permezz tal-kont tal-Integratur, tal-Klijent jew tal-Utent tal-Aċċessibilità tiegħek (jekk inti Integratur, Klijent jew Utent tal-Aċċessibilità). Jekk ma tistax tagħmel dan, jew għandek xi mistoqsijiet dwar Informazzjoni Personali li ġbarna u/jew qsamna dwarek, jew tixtieq tirtira l-kunsens tiegħek għall-ipproċessar tagħna (jiġifieri ħassar kompletament il-kont tiegħek) jekk jogħġbok ikkuntattjana fuq",
    "461631543": "Nota tal-GDPR",
    "462321455": "Post ta' l-Arbitraġġ. Kwalunkwe proċediment ta' arbitraġġ taħt din it-taqsima se jseħħ awtomatikament fl-Istat ta' Kalifornja, sakemm ma toqgħodx barra l-Istati Uniti, f'liema każ l-arbitraġġ se jseħħ kompletament elettronikament jew telefonikament. L-arbitraġġ jista' jsir fi kwalunkwe post ieħor jekk ikun miftiehem minn kull parti bil-miktub. Irrispettivament mill-post fejn tinsab, kwalunkwe parti tista 'tagħżel li tidher fl-arbitraġġ permezz ta' vidjo dirett jew telekonferenza.",
    "464238793": "Jekk Google stess tiddetermina li utent li jara reklam jew li kklikkja link kien fil-fatt bot, ma jistax jitlob ħlas għal reklami murija lil dak l-utent. Dan il-kunflitt ta' interess illimita ħafna l-ambitu tal-ambizzjonijiet ta' Google kontra l-bot.",
    "465714311": "Għall-Utenti tal-Aċċessibilità: Q&A u Gwida ta' Soluzzjoni ta' Problemi",
    "465783046": "Trid tipprovaha bid-dejta tiegħek?",
    "468929661": "L-ispiża medja ta 'tkissir ta' reCAPTCHA hija oerhört baxxa (inqas minn $ 1 għal kull 1000 solvuti) u ma żdiedetx materjalment minn meta l-monitoraġġ tagħna beda fl-2016. Dan japplika kemm għal reCAPTCHA v2 kif ukoll għal v3. [",
    "469089249": "A: Dan huwa tipikament minħabba l-użu ta 'ad blocker aggressiva jew estensjoni kontra l-cookie, jew setting li jimblokka l-cookies \"cross-site\", f'dan il-każ cookie għal hcaptcha.com li hija ssettjata jew iċċekkjata mill-hCaptcha JS fuq sit differenti, bħal dak li qed iżżur.",
    "47536007": "Sir af aktar dwar hCaptcha",
    "477275453": "Għaliex huma l-APIs Mira Popolari Għall-Hackers?",
    "487083593": "Bejgħ",
    "493717511": "2. Dan il-klijent qed jitlob servizzi li jistgħu jkunu",
    "497117287": "Għażliet ta' Aċċessibilità",
    "499510428": "Fil-fatt nemmnu li r-regolamentazzjoni għenitna hawn",
    "501102544": ": nemmnu li s-servizz anti-bot hCaptcha (jiġifieri s-Servizz inkorporat minn websajts, logħob, jew apps mobbli) jinkludi biss l-hekk imsejħa cookies \"eżenti mill-kunsens\" skont ir-regolamenti tal-GDPR. Eżempji ta’ cookies eżenti bħal dawn jinkludu:",
    "504332576": "Aħna kburin li nħabbru li hCaptcha kiber fl-akbar servizz indipendenti taċ-ċibersigurtà fid-dinja, li jaħdem fuq madwar 15% tal-internet - u ħadna ħafna minn dan is-sehem tas-suq direttament minn Google reCAPTCHA. Flimkien, hCaptcha u",
    "505891021": "Servizzi ta' Tikkettjar",
    "508143070": "Innota li l-IMI hija l-kontrollur tal-informazzjoni personali tiegħek, ħlief fejn nipproċessaw informazzjoni personali f’isem l-Integraturi tagħna b’rabta mal-forniment tas-Servizz tagħna, f’liema każ aħna l-proċessur tal-informazzjoni personali, u dawk l-Integraturi huma l-kontrolluri tal- informazzjoni personali.",
    "512598290": "Għalhekk, irridu nitolbu li dejjem tuża l-marki u l-logos hCaptcha kollha f'forma li taderixxi mar-regoli hawn taħt, inklużi kapitalizzazzjoni, tipa, u stil.",
    "512991700": "Jekk tixtieq tikkontesta xi miżati, trid tikkuntattja lid-dipartiment tal-appoġġ tal-klijenti tagħna mhux aktar tard minn tletin (30) jum wara d-data tal-għeluq fl-ewwel kontijiet jew rendikont tal-kont li fih dehru l-iżball jew il-problema sabiex tirċievi aġġustament jew kreditu.",
    "515733427": "( ) Ir-rieda tal-utenti li jinstallaw irqajja tal-OS riċevuti bl-email",
    "517010299": "Jekk jogħġbok Innota: bħalissa qed naħdmu fuq transizzjoni backend maġġuri għal rikonċiljazzjoni kważi f'ħin reali. Ir-rikonċiljazzjoni perjodika se ssir inqas ta’ spiss mis-soltu sa Q1 2021. Dan ma jaffettwax l-iskedi jew id-dati tal-ħlas.",
    "519755936": "Int biss responsabbli biex tikkonforma mal-liġijiet federali, statali, provinċjali u lokali b'rabta mal-użu tiegħek tas-Servizzi. Inti taqbel li tindennizza u żżommna bla ħsara għal kwalunkwe pretensjoni fil-konfront tagħna minħabba li naqas milli tikkonforma ma 'kwalunkwe liġi jew kisret xi drittijiet ta' parti terza, inklużi mingħajr limitazzjoni drittijiet kuntrattwali, ta 'proprjetà intellettwali jew ta' privatezza.",
    "532470444": "Il-bilanċ jista 'jitbiddel ftit minn sena għal sena, iżda din l-imġieba sempliċement tirrifletti n-natura fundamentali tal-bniedem, u ħamest elef sena ta' storja rreġistrata timplika li d-dinamika x'aktarx ma tinbidel dalwaqt.",
    "535659033": "Attribuzzjoni Creative Commons",
    "538871570": "Il-kompetizzjoni ma 'Google u kumpaniji Big Tech oħra tidher qisha ordni kbira: is-saħħa monopolistika tagħhom fis-suq, l-effetti tal-pjattaforma u l-armata ta' żviluppaturi mħallsa ħafna huma ġeneralment meqjusa b'saħħithom wisq biex jiġu indirizzati għal xi ħadd ħlief għal ġganti teknoloġiċi oħra bħal Facebook jew Amazon. L-istorja tagħna turi li m'għandux għalfejn ikun hekk - tista' tegħleb lil Big Tech billi tiffoka fuq il-privatezza.",
    "54093347": "Aġent Reġistrat tad-DMCA",
    "547245263": "Issolvi l-problema tal-bot tiegħek illum.",
    "548587288": "madwar id-dinja.",
    "55035359": "Bħalissa qed tuża reCAPTCHA?",
    "551761392": "u ibgħat links) u b'għażla screenshot, jekk tissuspetta li hemm xi ħaġa li ma tintwerax b'mod korrett. Jekk jogħġbok ibgħat l-IP li qed tuża wkoll. Tista 'tikseb minn",
    "552920956": "hCaptcha jippermetti lill-websajts jaqilgħu premjijiet filwaqt li jimblukkaw il-bots u forom oħra ta 'abbuż. hCaptcha jippermettilek ukoll li tappoġġja l-organizzazzjonijiet tal-karità tal-għażla tiegħek b'dan il-qligħ.",
    "554844646": "Tista 'tikkonferma li l-estensjoni qed taħdem billi tara l-counter jinżel b'1 kull darba li tikklikkja",
    "555158694": "Servizz li tuża għażel li jtejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi jinstalla hCaptcha biex inaqqas it-traffiku malizzjuż.",
    "555246307": "Mill-mod, hawn kif tispiċċa l-istorja tan-nobbli u x-xufier tiegħu: Il-kuntistabbli għamel liż-żewġt irġiel joqogħdu f’kamra flimkien għal sigħat u jiddejqu minn moħħhom. Fl-aħħar tal-ġurnata, deher u qal, “Issa se nitkellem max-xufier tal-vagun.” Ir-raġel bl-ilbies nobbli qam bil-wieqfa. Tant kien iddejjaq, nesa li kien qed jippretendi biss li hu n-nobbli.",
    "555749578": "hemm varjanza ta' inqas minn 1% fir-rati ta' soluzzjoni fil-pajjiżi ewlenin f'kull kontinent.",
    "558378834": "Għalhekk m'għadniex naċċettaw talbiet għal mistoqsijiet relatati mal-umbrelel bħalissa. Il-potenzjal għal konfużjoni meta utent aħħari jara mistoqsija dwar l-umbrelel fil-mument attwali huwa għoli wisq, u fl-aħħar mill-aħħar l-għan tagħna huwa li nagħmlu d-dinja post aktar pjaċevoli.",
    "563059212": "Lista ta' Sottoproċessuri",
    "564127016": "L-ikona tal-idejn hCaptcha:",
    "565624910": "abbozz",
    "578738483": "Ġeneralment tista' tattiva jew aktar tard tiddiżattiva l-użu tal-cookies permezz ta' funzjonalità mibnija fil-web browser tiegħek. Jekk trid titgħallem aktar dwar il-cookies, jew kif tikkontrollahom, tiddiżattivahom jew tħassarhom, jekk jogħġbok żur",
    "58091799": "Tgħallem aktar dwar hCaptcha Publisher u Enterprise",
    "583434701": "hCaptcha Aċċessibilità",
    "585557010": "Sfida inqas minn 0.1% tal-utenti leġittimi.",
    "593735469": "Għaliex is-soluzzjoni ġdida tiegħek kontra l-ispam mhux se taħdem",
    "595582512": "Jekk qed tfittex li tipproteġi s-sit jew l-app tiegħek b'mod effettiv minn bots, spammers jew atturi malizzjużi oħra, kollha filwaqt li tippreserva l-privatezza tal-utenti tiegħek (u tikkonforma mar-regolamenti rilevanti kollha!), ikkunsidra hCaptcha u l-offerta tagħna għall-Intrapriża",
    "596347471": "L-Interfaces tal-Programmazzjoni tal-Applikazzjoni (APIs) saru mira popolari għal atturi malizzjużi fiċ-ċiberspazju. Hemm ħafna raġunijiet għal dan, inkluża l-utilità kbira tagħhom fl-integrazzjoni tal-applikazzjoni. Madankollu, huwa possibbli li jittaffa r-riskju tal-API.",
    "600646860": "Minflok ma joffri servizz ta 'valur dubjuż filwaqt li jiġi estratt ix-xogħol b'valur reali, hCaptcha jipprovdi kemm kumpens kif ukoll protezzjoni qawwija kontra l-bot.",
    "604751186": "Kwistjonijiet oħra? Email",
    "606978017": "Merħba għal hCaptcha! Din il-Politika ta' Privatezza tiddeskrivi l-prattiki ta' Intuition Machines, Inc. (\"IMI\", \"aħna\" jew \"aħna\") rigward il-ġbir, l-użu u l-iżvelar tagħna ta' informazzjoni (inkluża Informazzjoni Personali, definita hawn taħt) permezz tal-websajt tagħna fuq",
    "611905972": "Jiġi żgurat aċċess bla xkiel għall-utenti kollha filwaqt li tinżamm is-sigurtà",
    "614310292": "Min bena hCaptcha?",
    "615017396": "Cookie (\"Cookie\") huwa fajl ta' test żgħir li jitqiegħed fuq il-hard drive tiegħek minn server ta' paġna web. Il-cookies fihom informazzjoni li aktar tard tista’ tinqara minn web server fid-dominju li ħareġlek il-cookie. Xi wħud mill-cookies se jintużaw biss jekk tuża ċerti karatteristiċi jew tagħżel ċerti preferenzi, u xi cookies dejjem se jintużaw. Tista' ssir taf aktar dwar kull cookie billi tara l-lista attwali tal-cookies tagħna hawn taħt. Aħna naġġornaw din il-lista perjodikament, għalhekk jista 'jkun hemm cookies addizzjonali li għadhom mhumiex elenkati. Web beacons, tikketti u skripts jistgħu jintużaw fis-Siti jew f'emails biex jgħinuna nwasslu cookies, ngħoddu ż-żjarat, nifhmu l-użu u l-effettività tal-kampanja u jiddeterminaw jekk email infetħitx u aġixxiex fuqha. Nistgħu nirċievu rapporti bbażati fuq l-użu ta’ dawn it-teknoloġiji mill-fornituri tas-servizz/analitiċi tagħna fuq bażi individwali u aggregata.",
    "615031303": "(Ara n-noti ta’ qiegħ il-paġna",
    "615618648": "15 ta' April 2021 - 15 ta' Lulju 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 ta' Diċembru 2019**",
    "633598495": "Eżawriment Amministrattiv. Tista' tressaq kwalunkwe talba li tirriżulta mill-użu tiegħek ta' din il-websajt lil aġenzija amministrattiva iżda biss safejn il-liġi applikabbli tippermetti aċċess għal tali aġenzija minkejja l-eżistenza ta' ftehim ta' arbitraġġ. Tali talbiet amministrattivi jinkludu mingħajr limitazzjoni talbiet jew akkużi miġjuba quddiem il-Kummissjoni Opportunità ta' Impjieg Indaqs, id-Dipartiment tax-Xogħol tal-Istati Uniti, u l-Bord Nazzjonali għar-Relazzjonijiet tax-Xogħol. Xejn f'din il-klawżola m'għandu jitqies li jipprekludi jew jiskużak milli tressaq talba amministrattiva quddiem kwalunkwe aġenzija sabiex twettaq l-obbligu tiegħek li teżawrixxi r-rimedji amministrattivi qabel ma tagħmel talba f'arbitraġġ, madankollu, inti tirrinunzja għad-dritt għal kwalunkwe għotja monetarja permezz ta' dan. proċedimenti tal-aġenzija.",
    "636461959": "Isem",
    "63719113": "juża tagħlim avvanzat tal-magni biex jidentifika traffiku malizzjuż lejn is-sit u l-apps tiegħek - inklużi attivitajiet ta 'scraping.",
    "639413188": "bi tweġiba.",
    "641342999": ", jew il-websajt li qed ikollok xi kwistjoni fuqha (Nota dwar il-Privatezza: biss jekk ma tiddejjaqx li taqsam x'inhu) ... u mbagħad ikklikkja l-buttuna \"Jien uman\", u pprova ssolvi.",
    "647630208": "U dak hu! L-ibbrawżjar onlajn tiegħek issa huwa aktar privat.",
    "648630222": "Prevenzjoni tal-Frodi tal-Ħlas b'hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 ta' Jannar 2021*",
    "64953197": "15 ta' Ottubru 2020 - 15 ta' Jannar 2021",
    "651123197": "Għadd tat-total attwali fil-kartiera tiegħek se jintwera fuq l-ikona wara li titlesta l-isfida.",
    "653679457": "Tfixkil Varji",
    "654326661": "Trid tara għalik innifsek? Ipprova hCaptcha b'xejn.",
    "655974837": "L-ebda garanziji dwar il-kontenut",
    "659124570": "Barra minn hekk, jekk tara kontenut li hu tiegħek riprodott fuq il-pjattaforma hCaptcha u tixtieq li jitneħħa għal kwalunkwe raġuni, tista’ tikkuntattjana permezz ta’ email fuq",
    "661412233": "Li tkun taf wara l-captcha li xi utenti kienu bots huwa wkoll ta 'valur. Jippermetti lis-sidien tal-websajts inaddfu posts antiki tal-ispam u jħassru \"kontijiet tal-irqad\" irreġistrati fil-fora tal-ispam fil-futur, inaqqsu l-frodi, u aktar.",
    "664236229": "talba tal-ġibda",
    "680638297": "Jipprovdulek informazzjoni dwar l-ipproċessar tagħna tal-informazzjoni personali tiegħek u jagħtik aċċess għall-informazzjoni personali tiegħek.",
    "685916926": "Għaliex reCAPTCHA ma tjiebx maż-żmien?",
    "692064738": "( ) Il-pulizija mhux se tlaħħaq magħha",
    "692176459": "Idħol",
    "693820850": "Tista' tegħleb lil Google billi tpoġġi l-privatezza l-ewwel",
    "69844082": "hCaptcha trademarks, simboli grafiċi, logos, tipa, jew ikoni jistgħu wkoll ma jintużawx b'mod dispreġġjattiv.",
    "700843971": "Hound Technology, Inc (Globali). Servizzi pprovduti: honeycomb.io.",
    "702287791": "hCaptcha Publisher (b'xejn)",
    "703051968": "ha ikona tal-idejn:",
    "707527778": "Informazzjoni mit-Tfal",
    "707541553": "L-informazzjoni kollha li tinsab fil-paġni tal-internet tagħna ġiet ivvalidata mill-IMI jew minn parti terza. Madankollu, la l-IMI u lanqas partijiet terzi ma jistgħu jinżammu responsabbli li l-informazzjoni tkun kurrenti, preċiża jew kompluta. Dan japplika wkoll għal websajts oħra li jistgħu jintlaħqu permezz ta' hyperlinks fil-paġni tagħna. L-IMI ma taċċetta l-ebda responsabbiltà għall-kontenut ta' dawn il-websajts esterni.",
    "710145621": "Ipprovdi d-dejta tal-verità tal-art tiegħek stess jew ejjew nibnuha fuq il-fly",
    "713281684": "Brunġiela",
    "714342693": "It-tim ta’ hCaptcha ilu jiġbor dejta dwar il-prezzijiet minn servizzi ta’ “dark web” li jkissru l-captcha mill-2016. Innutajna xejra interessanti:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Għandek bżonn Kontroll minn tarf sa tarf?",
    "723027910": "Dan mhuwiex parir legali, u l-ebda garanzija ma hija pprovduta rigward din l-analiżi. Jekk għandek mistoqsijiet jew tħassib addizzjonali, jekk jogħġbok ikkuntattjana fuq",
    "728503636": "Data tal-Ħlas",
    "731546974": "10. Taxxi ta' Kontributur jew Integratur",
    "734735952": "Aħna evalwajna numru ta 'bejjiegħa CAPTCHA kif ukoll bnejna sistema aħna stess. Fl-aħħar, hCaptcha ħareġ bħala l-aħjar alternattiva għal reCAPTCHA.",
    "735630686": "Ġestjoni tal-Informazzjoni Tiegħek (Drittijiet Tiegħek)",
    "740501259": "Pipelines sempliċi mmexxija mill-API",
    "741483946": "* Fi kliem ieħor: tista 'tikseb tokens tal-Pass tal-Privatezza ta' hCaptcha fuq hCaptcha.com, u tużahom fuq siti oħra direttament billi tuża hCaptcha.com. Ma tistax tikseb jew tifdi tokens tal-Pass tal-Privatezza tal-hCaptcha biex tevita s-servizz tal-hCaptcha kif użat minn Cloudflare, peress li Cloudflare joħroġ u jifdi t-tokens tal-Pass tal-Privatezza tiegħu stess.",
    "751483365": "Appoġġ għal klijenti mhux JavaScript.",
    "755156539": "hCaptcha Awtorizzat Reseller™",
    "755283510": "jekk temmen li għandna xi informazzjoni minn jew dwar tifel taħt it-13-il sena.",
    "759057398": "Avviż lis-Suġġetti tad-Dejta tal-UE",
    "763447231": "Fl-istess ħin, it-twaqqif tal-bots milli jaċċessaw is-siti tal-pubblikaturi jista’ jiżvela frodi tar-reklami, u jpoġġi l-prodott reCAPTCHA ta’ Google direttament man-negozju tar-reklami tagħhom, li jipproduċi aktar minn 80% tad-dħul tagħhom.",
    "766825168": "Azzjonijiet li nistgħu nieħdu taħt il-Politika ta' Ksur Ripetizzjoni tad-DMCA jinkludu li nibagħtu twissijiet ta' viżibilità akbar lill-klijent tar-rekord tal-kont. Sabiex nirrikonoxxu dawn it-twissijiet, nistgħu neħtieġu li l-klijent jidħol fil-kont jew iċempel lit-tim ta’ appoġġ tagħna. Aħna nirriżervaw ukoll id-dritt li nisospendu jew intemmu, kif ukoll napplikaw miżuri interim oħrajn għas-servizz hCaptcha u IMI ta’ kwalunkwe klijent li għalih komplejna nirċievu notifiki DMCA ta’ allegat ksur anke wara li bgħatna twissijiet ta’ ksur ripetut. Barra minn hekk, nistgħu ntemmu fid-diskrezzjoni unika tagħna servizzi hCaptcha jew IMI oħra pprovduti lil dawn il-klijenti meta ntemmu s-servizz hCaptcha taħt din il-politika.",
    "767207800": "Jekk id-dejta tiegħek ikun fiha kontenut potenzjalment espliċitu jew offensiv, aħna neħtieġu li timmarkahom bħala \"KONTENUT ESPLICIT\" biex isservi bħala twissija ġusta għal kull min jara d-dejta tiegħek. Inti ma tistax mingħajr ftehim separat bil-miktub mal-IMI tinkludi kompiti li jiksru l-politiki tagħna, inklużi, iżda mhux limitati għal, (a) kompiti li jippromwovu direttament jew indirettament websajt jew servizz ieħor, (b) kompiti li jiksru t-termini ta’ websajt ta’ parti terza u kundizzjonijiet, (c) kompiti li jitolbu lill-Kontributuri biex jitolbu lil partijiet terzi, (d) kompiti li jitolbu lill-Kontributuri biex jieħdu azzjoni biex jimmanipulaw l-imġiba jew ir-riżultati ta’ websajt, (e) kompiti li jiksru d-drittijiet tal-proprjetà intellettwali ta’ partijiet terzi, u (f) kompiti li jeħtieġu lill-Kontributuri biex iniżżlu softwer jew fajls.",
    "770264626": "Żid hCaptcha mas-servizz tiegħek (b'xejn)",
    "776542208": "( ) Tiġrija eterna għall-armi involuta fl-approċċi kollha ta' filtrazzjoni",
    "777660551": "X'inhu l-Milli tal-Kredenzjali?",
    "778204464": "Element ta 'test għani jista' jintuża b'kontenut statiku jew dinamiku. Għal kontenut statiku, poġġih f'kull paġna u ibda editja. Għal kontenut dinamiku, żid qasam ta 'test għani ma' kwalunkwe kollezzjoni u mbagħad qabbad element ta 'test għani ma' dak il-qasam fil-pannell tas-settings. Voila!",
    "779426309": "Isem reali, identifikatur personali uniku, identifikatur online, indirizz tal-Protokoll tal-Internet, indirizz elettroniku, isem tal-kont, jew identifikaturi oħra simili.",
    "779817954": "M: Jekk għandi pass tal-Privatezza Pass maħruġa minn fornitur ieħor, nista' nifdihom fuq hCaptcha?",
    "780280214": "Kif hCaptcha u hCaptcha Enterprise itaffu t-theddida tal-mili tal-kredenzjali",
    "780475098": "In-netwerks tar-reklami jaraw lill-viżitaturi tiegħek bħala l-prodott. Aħna jimpurtana biss jekk żjara hijiex tajba jew ħażina. hCaptcha jikkonforma mal-GDPR, CCPA, LGPD, PIPL, u liġijiet oħra tad-dejta globali.",
    "787916198": "Bil-kunsens tiegħek",
    "788770967": "Jiddispjaċina li nisma' hekk! Tista' tkun trid tuża l-għażla ta' aċċessibbiltà tagħna:",
    "793242047": "Naqqas l-isfidi ppreżentati lill-utenti biex jippermetti aċċess veloċi għall-applikazzjonijiet",
    "793784899": "Pjanijiet",
    "803639471": "Il-logo hCaptcha huwa magħmul mill-ikona tal-idejn u l-logotip hCaptcha. Fil-forma alternattiva tagħha, l-ikona tal-idejn tista' tidher waħedha meta l-ispazju jkun ristrett u \"hCaptcha\" tintuża bħala marka verbali (kif deskritt hawn fuq) fil-viċin tal-ikona tal-idejn, b'tali mod li jkun ċar li l-ikona tal-idejn tirrappreżenta hCaptcha.",
    "805221621": "Jekk jogħġbok ikkuntattjana fuq",
    "805971861": "\"Umbrella\" huwa terminu f'ImageNet, is-sett ta' dejta ta' referenza standard użat mir-riċerkaturi tal-viżjoni bil-kompjuter. L-identifikazzjoni b'mod affidabbli ta' nies li jżommu l-umbrelel hija wkoll kritika għall-bini ta' sistemi ta' assistenza avvanzata tas-sewwieq (ADAS) tal-ġenerazzjoni li jmiss.",
    "808872868": "Pereżempju: l-ispam, il-frodi, u l-abbuż ilhom jeżistu onlajn minn kważi l-ġurnata wara li żewġ sistemi ġew konnessi għall-ewwel darba flimkien.",
    "809251240": "Tikkuntattjana",
    "811735413": "Eċċezzjonijiet. Tilwim li jista' ma jkunx soġġett għal ftehim ta' arbitraġġ ta' qabel it-tilwima kif ipprovdut mill-Att dwar ir-Riforma u l-Protezzjoni tal-Konsumatur ta' Dodd-Frank Wall Street (Liġi Pubblika 111-203) huma esklużi minn dan",
    "818049069": "Mhux aktar tard mill-15 ta' Lulju 2019",
    "824740867": "Minflok ittejjeb is-soluzzjoni, Google minflok ħarġet reCAPTCHA v3, li jopera ħafna aktar bħal netwerk tar-reklami milli softwer tas-sigurtà, li jiġbor dejta tal-imġieba minn madwar il-web biex jibni profili tal-utenti. Sfortunatament, dan it-tip ta 'sinjal jingħeleb faċilment, u għalhekk jipprovdi ftit protezzjoni kontra bots filwaqt li jagħmel ħsara lill-privatezza tal-utent.",
    "825780955": "Informazzjoni personali",
    "826396656": "Il-Pjan ta’ Kontinwità tan-Negozju tagħna",
    "832385387": "( ) Ideat simili għal tiegħek huma faċli biex toħroġ bihom, iżda qatt ma deher prattiku",
    "833750823": "Għandek diffikultà bi sfida?",
    "835249867": "b) 1 miljun talba fix-xahar għall-biċċa l-kbira tal-Integraturi li jużaw kontijiet tal-Pubblikatur hCaptcha (b'xejn), jew",
    "835396984": "Bħalissa Attiva",
    "835545301": "Aħna niġbru l-kategoriji ta' informazzjoni li ġejjin:",
    "835717930": "AI Ethics f'hCaptcha",
    "836017336": "Firefox",
    "838049015": "Agħżel l-immaġini kollha li jaqblu mal-mistoqsija",
    "838225123": "23. Ċaħda ta' Garanzija",
    "83852121": "Microsoft Corp. (Globali). Servizzi pprovduti: Microsoft Azure.",
    "838951836": "( ) Diżonestà min-naħa ta' min jispammja nfushom",
    "846501387": "Protezzjoni tal-bot ta’ klassi dinjija",
    "850025770": "A: Aħna nemmnu hekk: l-utenti kollha bi kwalunkwe forma ta' indeboliment li huma kapaċi jibbrawżjaw il-web u jdaħħlu test fuq formoli jistgħu jaċċessaw servizzi protetti minn hCaptcha mar-reġistrazzjoni. Madankollu, dan mhuwiex parir legali: għandek twettaq l-evalwazzjoni tiegħek stess, filwaqt li tqis l-implimentazzjoni partikolari tiegħek biex tiżgura li dan ikun il-każ għall-iskjerament tiegħek.",
    "851679588": "Iva.",
    "851786723": "Billi ddaħħal l-email tiegħek, taqbel mat-Termini u l-Politika ta' Privatezza tagħna, u li tirċievi email mingħandna.",
    "852032043": "Safari",
    "855097735": "Il-bini ta’ servizz li jagħmel dan tajjeb filwaqt li jibbilanċja t-tħassib kollu huwa problema iebsa ħafna (u aħna dejjem naħdmu biex intejbuha ħalli nagħmlu l-esperjenza pjaċevoli kemm jista’ jkun) iżda nittamaw li taqbel li t-tnaqqis tal-ispam, l-abbuż, it-teħid tal-kontijiet , u l-frodi onlajn fl-aħħar mill-aħħar jiswa l-mistoqsija sempliċi okkażjonali.",
    "857974529": "Biex ittejjeb is-Sit u s-Servizz. Aħna nużaw l-Informazzjoni Analitika biex intejbu s-servizzi u l-offerti ġodda eżistenti tagħna u niżviluppaw u biex nippersonalizzaw l-offerti tal-prodotti eżistenti u futuri.",
    "858218750": "u gwida dwar l-użu tagħhom fuq il-",
    "867314732": "Tista 'tirkupra riżoluzzjoni għolja",
    "869702955": "Billi twettaq kompiti fuq il-websajt tagħna, tawtorizza l-ġbir, l-użu u l-iżvelar tal-informazzjoni personali tiegħek skont il-Politika ta’ Privatezza tagħna. Barra minn hekk, nistgħu naqsmu ċerta informazzjoni dwarek u dwar il-kompiti lesti tiegħek lil min jagħmel it-talba li l-kompiti tiegħu tkun lestejt biex tiffaċilita r-relazzjoni tas-servizz u ttejjeb il-websajt, inklużi, pereżempju, ID tal-Kontributur, Indirizz IP, kompiti kompluti, u attributi oħra relatati għall-kwalifiki, il-lingwi, il-ħiliet, u l-użu tiegħek tal-websajt.",
    "874098071": "Jekk int utent tal-aċċessibbiltà, jekk jogħġbok irreġistra hawn",
    "878585497": "Termini",
    "879362350": "Bl-APIs il-ġodda jaħdmu fuq l-Internet, sar possibbli li tikkonnettja kwalunkwe softwer jew sors ta 'dejta, kullimkien fid-dinja, irrispettivament mill-pjattaforma, skema tad-dejta jew lingwa ta' programmar. Bħala riżultat, id-dinja tal-kompjuters issa tinsab f'nofs rivoluzzjoni tal-API. Kien hemm splużjoni ta' konnettività bejn l-applikazzjonijiet u d-dejta. Dak kbir, sakemm ma jkunx.",
    "881015166": "Żid hCaptcha għall-Pubblikaturi fil-websajt jew l-app tiegħi",
    "88879089": "Privatezza Pass huwa an",
    "897432717": "Bid-disinn ġdid tagħna għal Punteġġi tat-Theddid Personalizzati, iż-żieda tal-għarfien tan-negozju tiegħek tippermetti lill-mudelli tagħna jwasslu punteġġi rilevanti unikament għall-utenti tiegħek.",
    "907324388": "Funzjoni",
    "910989640": "Iġġenera rapporti dettaljati u personalizzati ta 'attività",
    "918924423": "Pereżempju, Google ma offrietx servizzi ovvjament siewja bħall-iskoperta retroattiva tal-bot. Huwa ħafna aktar affidabbli li jiġi ddikjarat it-traffiku tal-utent iġġenerat mill-bot wara li jiġu analizzati diversi jiem ta 'dejta.",
    "920212083": "Irrapporta Bug",
    "922470170": "( ) Il-kontromiżuri m'għandhomx jinvolvu sabotaġġ tan-netwerks pubbliċi",
    "926138631": "Mur fil-Privatezza u s-Sigurtà, imbagħad Cookies u data oħra tas-sit.",
    "931661269": "( ) L-indirizzi tal-email temporanji/ta' darba huma ingombranti",
    "932546190": "Għaliex il-CAPTCHAs Se Jkunu Magħna Dejjem",
    "936667684": "Qatt ġejt mitlub biex \"ittajpja s-sinjal tal-bini / tat-triq?\"",
    "938404336": "2. Tvarja; sa 30 jum.",
    "939665604": "Privatezza Iffukat",
    "941057651": "( ) Investiment enormi fis-softwer eżistenti fl-SMTP",
    "946838734": "3. Agħżel il-buttuna \"Avvanzata\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "L-ortografija tal-hCaptcha m'għandha qatt tinbidel u l-hCaptcha għandha dejjem tkun kapitalizzata fit-tieni ittra (\"C\"). Qatt mhu plural jew possessiv.",
    "952813944": "La l-użu tiegħek tal-websajt tagħna u lanqas xejn f'dan il-ftehim ma joħloq relazzjoni ta' impjieg, sħubija, joint venture, aġenzija, franchise, jew rappreżentant tal-bejgħ bejnek u Intuition Machines. Aħna ma nipprovdulek l-ebda tagħmir jew għodda biex tlesti kompitu. Aħna ma nipprovdulek l-ebda benefiċċju, kumpens għall-ħaddiema, jew kopertura ta' assigurazzjoni. Aħna m'aħniex responsabbli għal kwalunkwe spiża li tagħmel meta tuża l-websajt tagħna. Aħna ma nżommu ebda ammont mill-premju tiegħek għal taxxa tad-dħul federali jew statali, Sigurtà Soċjali, jew kwalunkwe taxxa oħra. Int liberu f'kull ħin li twettaq kompiti għal kwalunkwe persuna jew negozju, inkluż kwalunkwe mill-kompetituri tagħna. M'għandekx l-awtorità li tidħol f'ebda kuntratt, bil-miktub jew orali, f'isem Intuition Machines.",
    "956019009": "L-akbar kumpaniji tal-infrastruttura tal-web diġà ħadu azzjoni",
    "961941354": "Madankollu, xejn minn dan ma jeħtieġ l-użu ta' informazzjoni identifikabbli personalment (\"PII\"). It-tekniki kriptografiċi moderni jippermettulna narmi kwalunkwe dejta personali kemm jista 'jkun malajr, u minflok joħolqu firem f'direzzjoni waħda li ma jistgħux jiġu konnessi ma' ebda individwu.",
    "963238401": "Aħna dejjem interessati li nirċievu rapporti ta' bugs tas-sigurtà. Email",
    "971933157": "hCaptcha jimpurtah mill-privatezza, it-trasparenza, u l-ġustizzja.",
    "976209454": "Aqla' Premjijiet jew Agħti lill-Karità",
    "98173630": "hCaptcha huwa s-servizz CAPTCHA indipendenti l-aktar użat fid-dinja.",
    "981806349": "Mibnija fuq il-pjattaforma ppruvata hCaptcha",
    "984849234": "hCaptcha juża tagħlim avvanzat tal-magni biex iwassal dak li jwiegħed biss reCAPTCHA, filwaqt li jaqsam il-valur maqbud mal-websajts li jużawh.",
    "987267027": "Parti",
    "987375734": "L-IMI hija bbażata fl-Istati Uniti. Is-Siti u s-Servizz huma kkontrollati u operati minna mill-Istati Uniti. L-Informazzjoni Personali tiegħek tista' tiġi maħżuna u pproċessata fi kwalunkwe pajjiż fejn għandna faċilitajiet jew li fih iningaġġaw fornituri tas-servizz, u billi tuża s-Siti u s-Servizz inti tagħti l-kunsens għat-trasferiment ta' informazzjoni lejn pajjiżi barra mill-pajjiż tar-residenza tiegħek, inkluż l-Istati Uniti. , li jista' jkollu regoli dwar il-protezzjoni tad-data li huma differenti minn dawk ta' pajjiżek. F'ċerti ċirkostanzi, qrati, aġenziji tal-infurzar tal-liġi, aġenziji regolatorji jew awtoritajiet tas-sigurtà f'dawk il-pajjiżi l-oħra jistgħu jkunu intitolati li jaċċessaw l-Informazzjoni Personali tiegħek.",
    "987901590": "Għandek dejta mhux ipproċessata mingħajr sett ta' verifika komprensiv? Fil-biċċa l-kbira tal-każijiet nistgħu nibnu waħda għalik hekk kif il-kompiti jgħaddu mis-sistema, jew noħolqu kampjuni ttikkettjati għall-approvazzjoni tiegħek.",
    "989480928": "( ) Profittabilità estrema tal-ispam",
    "990215503": "hCaptcha huwa l-uniku servizz ewlieni ta’ captcha li mhux proprjetà ta’ netwerk ta’ reklami.",
    "993651083": "Pass 1: Iftaħ Għodod tal-Iżviluppatur (Dan jibda jirreġistra s-sessjoni.)",
    "996362763": "Dawn it-tokens huma unblinded u maħżuna mill-estensjoni għal użu futur. Meta l-utent iżur sit li juża hCaptcha u jeħtieġ li jgħaddi l-isfida (kemm jekk inviżibbli jew permezz tal-buttuna \"Jien bniedem\") dawn jinfdew awtomatikament. Il-proċedura blinding tfisser li t-tokens iffirmati u mifdija huma kriptografikament mhux marbuta mill-perspettiva ta 'hCaptcha, u għalhekk il-privatezza tal-utent hija ppreservata.",
    "999610953": "Fl-aħħarnett, alternattiva kredibbli għal Google. hCaptcha Enterprise tagħti tfaddil drammatiku fuq il-kont reCAPTCHA tiegħek b'sigurtà ogħla: sa 80% inqas għalja f'xi każijiet.",
    "999674529": "Kull bot li jiskopri Google għandu jkun jaqla 'żero dollaru ad. L-inċentivi tal-kumpaniji ta' Google għalhekk huma allinjati ħażin mal-utenti tas-servizzi tas-sigurtà tagħhom, u din tista' tkun spjegazzjoni waħda għall-prestazzjoni fqira tal-offerta tagħhom ta' sigurtà reCAPTCHA."
}