{
  "header-privacy-link": "Privatliv",
  "header-integration-link": "Integration",
  "header-cost-link": "Koste",
  "header-features-link": "Funktioner",
  "header-docs-link": "Dokumenter",
  "header-login-button": "Log på",
  "header-contact-button": "Kontakt Salg",
  "intro-heading": "Nul friktionsbekræftelse af menneskeheden.",
  "intro-contact-button": "Kontakt os for at lære mere",
  "intro-text-bottom": "Pålidt af de virksomheder, der driver internettet.",
  "sub-menu-button": "Kontakt Salg",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Koste",
  "sub-menu-item3": "Integration",
  "sub-menu-item4": "Funktioner",
  "sub-menu-item5": "Privatliv",
  "sub-menu-item6": "Dokumenter",
  "info-head-1": "Bygget på den gennemprøvede hCaptcha-platform",
  "info-text-1": "hCaptcha Enterprise kører på hCaptcha-platformsteknologi, udvidet til at omfatte de funktioner, højtrafikvirksomheder har brug for.",
  "info-head-2": "En betroet partner",
  "intro-subtitle": "Løs dit botproblem i dag.",
  "info-text-2": "Vores tjenester er betroet af de største virksomheder i verden til at betjene mange millioner daglige brugere på tværs af millioner af websteder.",
  "cloudflare-quote-text": "Vi evaluerede en række CAPTCHA-leverandører samt byggede et system selv. I sidste ende dukkede hCaptcha op som det bedste alternativ til reCAPTCHA.",
  "cloudflare-quote-detail": "Direktør for produktledelse, Cloudflare",
  "section-quote-head": "Den omkostningseffektive mulighed for virksomheder med stor trafik",
  "section-quote-text": "Endelig et troværdigt alternativ til Google. hCaptcha Enterprise leverer dramatiske besparelser på din reCAPTCHA-regning med højere sikkerhed: op til 80 % billigere i nogle tilfælde. Mange af verdens største onlinetjenester er skiftet til hCaptcha Enterprise og har modtaget forbedret botdetektion sammen med betydelige omkostningsbesparelser.",
  "section-quote-button": "Kontakt os i dag for et tilbud",
  "section-privacy-header": "Privatlivsfokuseret",
  "section-privacy-text-1": "Annoncenetværk ser dine besøgende som produktet. For os er det eneste produkt, der bestemmer deres menneskelighed. Vores tjenester opfylder eller overgår GDPR-, CCPA- og LGPD-kravene og understøtter initiativer som Privacy Pass. Vi arbejder hårdt på at balancere privatliv og sikkerhed.",
  "section-privacy-text-2": "Dette unikke fokus på privatlivets fred betyder, at vi kan tilbyde nul individuel dataopbevaring, cookie-fri drift og andre kontraktlige privatlivsgarantier efter behov og samtidig opretholde fremragende sikkerhed.",
  "section-security-header": "Sikkerhed først",
  "section-security-text-1": "Nøjagtighed er i din og vores interesse. hCaptcha arbejder for at give dig rigtige data og lade dig bestemme, hvordan du bruger dem. Andre captchas leveres af gigantiske reklamevirksomheder. Dette betyder, at hver bot, de blokerer, kan reducere deres indtjening.",
  "section-security-text-2": "Ved at bruge de nyeste maskinlæringsteknikker med fokus på privatliv lader os overgå sikkerhedsstandarderne for legacy record alt for evigt strategier uden at skade sikkerheden eller brugernes privatliv.",
  "section-user-experience-header": "Fantastisk brugeroplevelse",
  "section-user-experience-text1": "For Enterprise-brugere er muligheder tilgængelige for helt at undgå udfordringer i de fleste scenarier.",
  "section-user-experience-text2": "Reducer friktionen ved at undgå en udfordring helt for 99,9 % af din legitime trafik, mens du stadig giver fremragende sikkerhed takket være avancerede bot-modeller.",
  "section-easy-integration-header": "Nem integration",
  "section-easy-integration-text": "Tilføjelse af hCaptcha tager kun minutter og kun et par linjer kode. Den grundlæggende API er kompatibel med reCAPTCHA V2, og det tager kun minutter at skifte. Du kan være i gang med et overlegent alternativ i dag og slå mere avancerede funktioner til efter behov.",
  "section-easy-integration-serverside": "Serverside:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Tilpassede trusselsscore",
  "section-threat-text": "Ikke alle problemer er ens: At få en enkelt score betyder, at den skal opfylde dine behov for at være nyttig. Med hCaptchas unikke Customized Threat Scores giver en hurtig konsultation os mulighed for at tune vores modeller til at levere resultater mere relevante for din virksomhed.",
  "section-challenges-header": "Start dine egne udfordringer på få sekunder",
  "section-challenges-text-1": "Bliv på brand med relevant indhold",
  "section-challenges-text-2": "Når brugerne skal løse en udfordring for at opfylde sikkerhedskravene, hvorfor så ikke skabe opgaver behagelige og relevante for brugeren? Med vores enkle tilpassede udfordringsdesigner kan du lancere on-brand udfordringsindhold på blot et par minutter.",
  "section-integration-header": "Direkte platformintegration",
  "section-integration-subheader": "For webinfrastrukturvirksomheder",
  "section-integration-text": "hCaptcha Enterprise-systemet er unikt fleksibelt i sit design: det kan helt eller delvist implementeres på kanten af dit netværk, hvis du driver en offentlig sky eller ejer mange datacentre. Dette kan dramatisk reducere omkostninger og trafik uden for netværket, samtidig med at alle fordelene ved administration af vores 24/7 vagtpersonale bevares for at opfylde de strengeste SLA'er.",
  "section-support-header": "Opnåelig ekspertise og support til både dig og dine brugere",
  "section-support-text": "Service er en topprioritet for os. Vi opretholder 24/7 vagtsupport og tilbyder direkte Slack-koordinering med dit ingeniørintegrationsteam og vores vagtpersonale under og efter implementering.‍ ‍Vi er også forpligtet til aktivt at overvåge og svare på dine brugeres spørgsmål på tværs af sociale medier, fora , og vores in-widget og e-mail-supportkanaler. Vi er tilgængelige og lydhøre og behandler brugertilfredshed som en top KPI.",
  "section-enterprise-header": "Enterprise funktioner",
  "section-enterprise-title-1": "Anti-bot beskyttelse i verdensklasse",
  "section-enterprise-desc-1": "Kamptestet på web-skala.",
  "section-enterprise-title-2": "Botscores med høj nøjagtighed",
  "section-enterprise-desc-2": "Opdag dårlige skuespillere af mange forskellige typer.",
  "section-enterprise-title-3": "Nul friktion og 99,9 % passive tilstande",
  "section-enterprise-desc-3": "Udfordr mindre end 0,1 % af legitime brugere.",
  "section-enterprise-title-4": "Kontroller udfordringstyper vist",
  "section-enterprise-desc-4": "Bredt bibliotek af typer at vælge imellem.",
  "section-enterprise-title-5": "Kontroller det anvendte udfordringsindhold",
  "section-enterprise-desc-5": "Bliv på brand med en ensartet brugeroplevelse.",
  "section-enterprise-title-6": "Enterprise SLA'er",
  "section-enterprise-desc-6": "Garanteret pålidelighed og hurtig 24/7 on-call support.",
  "section-enterprise-title-7": "Ældre browserunderstøttelse",
  "section-enterprise-desc-7": "Kompatibel helt tilbage til Internet Explorer 8.",
  "section-enterprise-title-8": "Avancerede rapporteringsdashboards og API",
  "section-enterprise-desc-8": "Se, hvad der sker på tværs af alle dine websteder og apps.",
  "section-enterprise-title-9": "Virker i alle lande",
  "section-enterprise-desc-9": "I modsætning til reCAPTCHA arbejder vi i alle lande.",
  "section-enterprise-title-10": "GDPR, CCPA og LGPD-venlig privatlivspolitik",
  "section-enterprise-desc-10": "Designet til privatliv fra dag ét. Stærk databehandleraftale.",
  "section-enterprise-title-11": "Finkornede sværhedsgrader",
  "section-enterprise-desc-11": "Indtast dette, så det passer nøjagtigt til din brugssag.",
  "section-enterprise-title-12": "Førsteparts hosting",
  "section-enterprise-desc-12": "Alle anmodninger og aktiver går til hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-bruger dashboards",
  "section-enterprise-desc-13": "Del ledelse på tværs af dit team.",
  "section-enterprise-title-14": "Øjeblikkelig verifikation",
  "section-enterprise-desc-14": "0ms latency: verificer hCaptcha-tokens uden API-kald.",
  "section-enterprise-title-15": "Mobil (iOS og Android) integration",
  "section-enterprise-desc-15": "Problemfri oplevelse på tværs af nettet, native mobil, mobilweb. Forudbyggede integrationer og native SDK'er tilgængelige.",
  "section-enterprise-title-16": "Tilpassede vilkår og privatlivsgarantier",
  "section-enterprise-desc-16": "Opfyld dine juridiske behov, når andre virksomheder ikke kan.",
  "presented-challlenges-head": "Præsenterede udfordringer",
  "presented-challenges-title-1": "Sammenligning",
  "presented-challenges-text-1": "Vælg alle billeder, der matcher forespørgslen",
  "presented-challenges-title-2": "Afgrænsningskasse",
  "presented-challenges-text-2": "Definer afgrænsningsområde for objekter",
  "presented-challenges-title-3": "Kategorisering",
  "presented-challenges-text-3": "Identificer de tilsvarende etiketter",
  "presented-challenges-subheader": "...og andre simple opgaver. Nemt for mennesker, svært for bots.",
  "presented-challenges-subtext": "Tilpassede opgaver er også tilgængelige for virksomhedsudgivere.",
  "footer-header-1": "Selskab",
  "footer-header-2": "Ressourcer",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Mærkning",
  "footer-link-2": "Om",
  "footer-link-3": "Jobs",
  "footer-link-4": "Varemærker",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentation",
  "footer-link-8": "Anmeld en fejl",
  "footer-link-9": "Tilgængelighed",
  "footer-terms": "Vilkår",
  "footer-privacy": "Privatliv",
  "footer-attribution": "Tilskrivning",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Skift til engelsk",
  "intro-heading-privacy": "Designet til privatliv.",
  "intro-subtitle-p1-privacy": " En unik privatlivsdrevet tilgang til online sikkerhed.",
  "info-head-2-pr": "Registrering af onlineaktivitet er ikke svaret.",
  "info-text-1-pr": "hCaptcha Enterprise har kun ét formål: at forhindre dårlige aktører i at forstyrre dine online operationer og skade dine brugere.",
  "info-text-2-pr": "Vores systemer er således designet fra bunden til at minimere dataindsamling og opbevaring og samtidig bibeholde klasseførende sikkerhed. Den bedste måde at beskytte brugerdata på er slet ikke at gemme dem.",
  "info-text-3-pr": "Alle kundeforhold er også beskyttet af en stærk databehandleraftale. hCaptcha-tjenesten overholder alle privatlivslove, uanset hvor din tjeneste eller dine kunder bor. Ikke at opbevare personlige data gør dette meget nemmere for os end for andre virksomheder.",
  "info-text-2-2-pr": "Tjenester som reCAPTCHA v3 siger, at det er nødvendigt for god sikkerhed at placere deres sporingspixel på hver side på dit websted. Dette er ikke tilfældet.",
  "info-text-2-3-pr": "Simpel adfærdsanalyse er et signal, der let forfalskes af dårlige aktører, og det kræver også, at du beholder browserhistorik for al din legitime trafik.",
  "info-text-2-4-pr": "Vi driver ikke et annoncenetværk og har ingen interesse i at observere din brugeradfærd for at sælge dem annoncer. Det betyder, at vi ikke kræver en passiv pixel på hver side på dit websted.",
  "info-text-2-5-pr": "Tilføj kun vores udfordringskode, hvor det er nødvendigt, og hvor det giver mening at beskytte både dig og dine brugere.",
  "info-head-3-pr": "Maskinlæring er nyttig. Men det kræver ikke persondata for at virke.",
  "info-text-3-1-pr": "Maskinlæring påvirker nu næsten alle aspekter af vores liv, ofte på måder, vi ikke er klar over og ikke kan se. Online sikkerhedstjenester er ikke anderledes.",
  "info-text-3-2-pr": "Ved at lære over tusindvis af signaler kan modeller udlede og opnå høj tillid til at opdage ondsindet adfærd meget hurtigt, selv når intet individuelt signal i sig selv ville være stærkt nok til at indikere et problem.",
  "info-text-3-3-pr": "Men intet af dette kræver brug af personligt identificerbare oplysninger (PII). Moderne kryptografiske teknikker giver os mulighed for at kassere alle personlige data så hurtigt som muligt og i stedet skabe envejssignaturer, der ikke kan linkes til nogen enkeltperson.",
  "info-text-3-4-pr": "Træning i afidentificerede data fungerer lige så godt og kræver ikke, at der gås på kompromis med hverken sikkerhed eller privatliv. Vores kunder har lavet de empiriske tests og har erklæret os lig med eller bedre end langt mindre private alternativer.",
  "cloudflare-quote-text-privacy": "Vi kunne godt lide en række ting ved hCaptcha-løsningerne: 1) de sælger ikke personlige data; de indsamler kun et minimum af nødvendige personlige data, de er gennemsigtige i beskrivelsen af de oplysninger, de indsamler, og hvordan de bruger og/eller videregiver dem.",
  "pilot-head": "Prøv os uforpligtende i dit miljø.",
  "pilot-text-1a": "Vi er ingeniører, ikke sælgere: vi ønsker, at du skal være tilfreds med dit valg.",
  "pilot-text-1b": "Den bedste måde at sikre din tilfredshed på er at demonstrere, at vi opfylder dine behov.",
  "pilot-text-1c": "Stort set alle virksomheder, der starter en pilot, vælger i sidste ende vores løsninger.",
  "pilot-text-1d": "Brug denne formular til at kontakte en af vores tekniske specialister. Vi svarer hurtigt.",
  "pilot-text-1e": "Du kan også maile os direkte.",
  "pilot-email-details": "Detaljer er her.",
  "pilot-f1": "Område",
  "pilot-f2": "Dit navn",
  "pilot-f3": "Dit navn",
  "pilot-f4": "Business e-mail",
  "pilot-f5": "Er der andre detaljer, vi skal have?",
  "pilot-f6": "Har du brug for akut onboarding?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Jeg er under angreb og kræver øjeblikkelig onboarding.",
  "pilot-f9": "Indsend",
  "pilot-f10": "Ved at indtaste din e-mail accepterer du vores vilkår og privatlivspolitik og til at modtage e-mail fra os.",
  "pilot-fo-1": "Integration kunne ikke være nemmere.",
  "pilot-fo-2": "hCaptcha har snesevis af forudbyggede integrationer til de frontend- og backend-systemer, du bruger.",
  "pilot-fo-3": "Hvis du tilfældigvis kommer fra Googles reCAPTCHA, er vores API'er drop-in-erstatninger. Tre linjer kode er alt hvad du behøver.",
  "pilot-fo-4": "Vores onboarding-ingeniører kan få dig hurtigt i gang, uanset om du har brug for React-integration, SDK'er til iOS native apps, et Java-backend-eksempel eller stort set ethvert andet scenarie.",
  "pilot-fo-5": "Og som altid er privatliv en kerneværdi for os. Tilføj kun vores udfordringskode, hvor det er nødvendigt, og hvor det giver mening at beskytte både dig og dine brugere. Minimering af dataindsamling starter fra integrationsøjeblikket.",
  "pilot-fdone": "Tak skal du have. Vi kontakter dig snarest.",
  "home-ent-2-new": "Lær mere om vores virksomhedsløsning.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-løsninger leverer klasseførende sikkerhed og beskytter mange af de bedste onlinetjenester.",
  "home-plans-button-2-new": "Lær mere",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Lær mere om hCaptcha Enterprise"
}
