{
    "1001938065": "Integration kunne ikke være nemmere",
    "1012122721": "* Statistiske cookies administreret direkte af os (dvs. førsteparts, ikke tredjepartscookies), hvor dataene ikke bruges til profilering.",
    "1014004474": "hCaptchas Enterprise-planer tilbyder avancerede serviceniveauaftaler for at holde din organisation beskyttet",
    "1021431157": "( ) Inkompatibilitet med open source- eller open source-licenser",
    "1023070345": "Senest den 14. marts 2021",
    "1023108656": "Kategorier af tredjepartsmodtagere",
    "1023190144": "hCaptcha® i tekst",
    "102498091": "Google opkræver $1 pr. 1000 anmodninger for reCAPTCHA Enterprise, hvilket betyder, at de nu opkræver mere pr. anmodning, end det koster at bryde sikkerheden i deres tjeneste. Det virker som en dårlig aftale.",
    "102695075": "Varighed",
    "1027023087": "Vi hos hCaptcha har i stedet fokuseret på mere moderne tilgange til problemet, som ikke kræver at bevare langsigtede adfærdsregistre som browserhistorik og har vist sig langt mere modstandsdygtige over for beslutsomme modstandere, siden tjenesten blev introduceret.",
    "1027200955": "Tal med en af vores domæneeksperter for at definere dine projektbehov: målnøjagtighed, format og eventuelle særlige krav.",
    "1028058338": "Se venligst vores \"Meddelelse til EU-datasubjekter\" i forbindelse med dine rettigheder i henhold til den generelle databeskyttelsesforordning (\"GDPR\").",
    "1033698050": "1. Tror vi, at kunden har givet os en use case, som vi anser for moralsk acceptabel i henhold til vores fortolkning af typiske vestlige samfundsnormer?",
    "1035621426": "Hver bot, der identificeres af reCAPTCHA, reducerer direkte Googles annonceindtægter.",
    "1038019440": "1. Repræsenterer denne kunde de nationale interesser i et land, der vides at udøve adfærd i strid med internationale love og normer?",
    "103876916": "for kvalificerede sikkerhedsrapporter om hCaptcha-tjenesten og relateret kildekode.",
    "1042802841": "Fortrolig information er enhver information, der er markeret som fortrolig eller proprietær, eller som med rimelighed bør forstås af den modtagende part som fortrolig eller proprietær. Dette omfatter ikke nogen information, der er (1) offentligt tilgængelig, (2) allerede er i besiddelse af, udviklet uafhængigt af eller allerede er kendt af den modtagende part, eller (3) er blevet afsløret ved retskendelse eller som på anden måde krævet af lov.",
    "1045484714": "SAML SSO-integration med din identitetsudbyder, fx Okta eller Azure AD.",
    "1046087606": "IBM. (Global). Leverede tjenester: IBM Cloud.",
    "1047251718": "Men i dag, når folk taler om API'er, mener de uvægerligt standardbaserede API'er. Disse er API'er bygget ved hjælp af åbne standarder som Representational State Transfer (REST) og åbne standard filformater som JavaScript Object Notation (JSON). Sådanne \"RESTful API'er\", som de er kendt, kan oprettes uden behov for proprietær software. De resulterende API'er er i stand til at sende og modtage data- og procedurekald mellem softwareapplikationer. For eksempel bruger en mobilbankapp en API til at få adgang til bankens systemer.",
    "1050501253": "For svært",
    "1051214799": "hCaptcha er en websikkerhedstjeneste, der forsøger at dele værdi med udgiverne af websteder eller apps, der bruger den.",
    "1053787685": "Hvad er betalingssvindel?",
    "1058572205": "os, hvis du gerne vil vide mere om",
    "1059502393": "Indfangning af fejlrapportdetaljer: Firefox",
    "1061239711": "3. 1. part",
    "1062291156": "standardvilkår",
    "1066753052": "hvilket betyder, at tegnebogen er tom, og du er på et websted, der indeholder en hCaptcha-udfordring. Når du har gennemført udfordringen, vil du optjene tokens, der kan indløses på et hvilket som helst andet websted med hCaptcha.",
    "1067704102": "Værdien i datamærkning",
    "1070364246": "Ups! Noget gik galt under indsendelse af formularen.",
    "10724169": "Du accepterer vores privatlivspolitik, som styrer, hvad vi vil gøre med alle personlige oplysninger, du giver os.",
    "1074044172": "Når brugerne skal løse en udfordring for at opfylde dine sikkerhedskrav, hvorfor så ikke stille spørgsmål, der er behagelige og relevante for brugeren?",
    "1077448694": "At integrere med tredjeparts sociale medier-websteder.",
    "1080672247": "Fordi mange af de stillede spørgsmål ikke kan løses økonomisk med hyldesoftware, og fordi data generelt er unikke for systemet, betyder det, at bots ofte stoppes helt af den gratis service, og i stedet skal stole på menneskelige CAPTCHA-løsere, hvilket gør mange former for misbrug fuldstændig uøkonomiske.",
    "1080752747": "Kontakt salg",
    "1085089390": "Onlinemisbrug stammer fra medfødt menneskelig adfærd",
    "1087195513": "Hvis du er en Bidragyder, der får adgang til Tjenesterne og/eller udfører opgaver gennem eller i forbindelse med en Integrator på vegne af en Anmoder, som ikke er IMI, så accepterer og anerkender du, at Intuition Machines ikke er ansvarlig for og ikke har nogen forpligtelse over for dig med respekt for eventuelle belønninger eller anden kompensation for udførte opgaver. Du accepterer og anerkender, at enhver belønning eller anden kompensation for udførte opgaver udelukkende bestemmes i overensstemmelse med din aftale med Anmoderen og/eller Integratoren, alt efter hvad der er relevant. Eventuelle uoverensstemmelser om sådanne belønninger eller anden kompensation (herunder uden begrænsning manglende modtagelse af sådanne belønninger eller anden kompensation) er udelukkende mellem dig og anmoderen og/eller integratoren, alt efter hvad der er relevant.",
    "1087260385": "Hvis du har spørgsmål om denne privatlivspolitik, bedes du kontakte os på",
    "1088304322": "Vi kan bruge dine personlige oplysninger af årsager, der ikke er beskrevet i denne privatlivspolitik, hvor vi ved lov har tilladelse til at gøre det, og hvor årsagen er forenelig med det formål, som vi indsamlede dem til. Hvis vi skal bruge dine personlige oplysninger til et ikke-relateret formål, kan vi give dig besked og forklare det gældende juridiske grundlag for denne brug. Hvis vi har påberåbt os dit samtykke til en bestemt brug af dine personlige oplysninger, kan vi søge dit samtykke til ethvert ikke-relateret formål og tillade dig at afslutte din brug af tjenesten på det tidspunkt, hvis du gør indsigelse.",
    "1089415440": "Nøjagtig genstandsgenkendelse i billeder og video",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kriterier for etiske hensyn: Subjektiv",
    "1092241113": "For bedre at forstå vores kunders og integratorers interesser.",
    "1093280979": "1. Platformbestillingsformularer",
    "1099238677": "Med vores høje volumen og lave latency vender vi dit arbejde hurtigt med automatiseret levering, så snart det er færdigt.",
    "1103295010": "Tjen penge eller giv til velgørenhed, når mennesker løser CAPTCHA'er",
    "1105363520": "Vi driver ikke et annoncenetværk og har ingen interesse i at observere din brugeradfærd for at sælge dem annoncer. Det betyder, at vi ikke kræver en passiv pixel på hver side på dit websted.",
    "110836420": "Sidst opdateret: 23. december 2020",
    "1108398506": "kunder får total kontrol over oplevelsen og drager fordel af den ekspertise, hCaptcha har opnået, som driver den største uafhængige udfordringsudbyder på internettet. De får også et bedre tilbud end reCAPTCHA Enterprise: op til 50-80 % bedre priser, afhængigt af volumen.",
    "111184581": "Førsteparts hosting",
    "1112074001": "Trin 2: Klik på fanen Netværk i Udviklerværktøjer. Sæt kryds i boksen \"Fortsæt logs\" øverst.",
    "1115642494": "1. Kilde: BuiltWith.com reCAPTCHA-sideoversigter. Hentet 9. juli 2019.",
    "1115671076": "Zendesk, Inc. (Global). Leverede tjenester: Zendesk.com.",
    "1116455671": "A: Du vil optjene en belønning for den indledende løsning, hvis brugeren fuldfører det på dit websted. Indløsninger følger det samme svarmønster, som hvis brugeren automatisk havde passeret dit websted på grund af høj klienttillid: ingen indtjening sker, og siteverify-kaldet fra din server modtager en \"kredit: Falsk\" i passresultaterne.",
    "1118929614": "( ) Ekstrem dumhed hos folk, der handler med spammere",
    "1119009846": "Efter behov for at overholde gældende lovgivning, herunder statslige anmodninger, retshåndhævelsesanmodninger og på anden måde til offentlige og private enheder for at beskytte dine, os eller andres rettigheder, privatliv, sikkerhed eller ejendom.",
    "1123365779": "Hvis du er webudvikler eller ekspertbruger, er oversigten, at vi gerne vil have dig til at sende os et netværk, der registrerer HAR- og browserkonsollogfiler.",
    "1126302400": "Afgrænsningskasse",
    "1126447688": "rapporterer ofte samme eller bedre ydeevne i bot-detektion og -begrænsning på trods af vores fokus på privatliv",
    "1126613163": "Følsomme data",
    "1129833879": "Stop ondsindede bots, beskyt brugernes privatliv",
    "1130783905": "Nøjagtighed er i din og vores interesse. hCaptcha arbejder for at give dig rigtige data og lade dig bestemme, hvordan du bruger dem. Andre sikkerhedsløsninger leveres af gigantiske reklamefirmaer. Dette betyder, at hver bot, de blokerer, kan reducere deres indtjening.",
    "1130802068": "Vi bruger de oplysninger, vi indsamler til følgende formål:",
    "1130868224": "Tre linjer kode",
    "1131196501": "Store virksomheder som",
    "1131525092": "Gruppér dårlige skuespillere uden besvær via vores privatlivsbevarende Scoped UID'er for at finde og stoppe relateret svindel og misbrug",
    "1133989302": "Hvorfor hCaptcha?",
    "1137757109": "Hvis det er en e-handelskonto, kan angriberen bestille merchandise. Hvis offeret er en bank, kan angriberen overføre penge til offshore og så videre.",
    "1139493658": ", og arbejder hårdt på at balancere privatliv og sikkerhed.",
    "1139500589": "Land",
    "1140554614": "Databehandleraftale",
    "1141402092": "Avancerede rapporteringsfunktioner",
    "1144966033": "Optimeret til omkostninger og kvalitet",
    "1150035777": "Sofistikerede maskinlæringsmodeller genererer bot-sikkerhedsscore baseret på mange datapunkter ud over spørgsmålet om, hvorvidt spørgsmålene blev besvaret korrekt",
    "1150786045": "www.botstop.com",
    "1150963691": "APT afbødning",
    "1151065360": "( ) Sortlister stinker",
    "1155436473": "(vores virksomhedstilbud) beskytter nu hundreder af millioner af brugere på tværs af millioner af websteder og apps hver måned. Vores historie viser, at du kan konkurrere med Big Tech, når du sætter privatlivets fred først.",
    "1155821305": "forsvar er dybde",
    "1156712451": "Indledende jobtest",
    "1159746815": "Du kan også maile os direkte.",
    "1160252730": "Google opkræver nu høje priser for reCAPTCHA Enterprise, hvilket får mange virksomheder til at revurdere denne aftale.",
    "1160707899": "12. Bidragyders rolle og forhold til IMI og andre anmodere",
    "1161704803": "Hvorfor har vi en AI-etisk politik?",
    "116842359": "***** Afstemninger forventes at gennemføres over flere dage på grund af systemvedligeholdelse.",
    "1169005651": "15. september 2019",
    "1172067553": "HUMAN-platformen bag hCaptcha giver meget sofistikerede arbejdskvalitets- og administrationsfunktioner via on-premise, hybrid eller SaaS-implementeringer, der integreres med dine eksisterende systemer.",
    "117227832": "( ) Hvorfor skal vi stole på dig og dine servere?",
    "1173652155": "Rådgivere",
    "1173934218": "Vi forstår, at dit privatliv er vigtigt for dig og er forpligtet til at være gennemsigtige omkring de teknologier, vi bruger. Denne politik giver detaljerede oplysninger om, hvordan og hvornår vi bruger cookies på vores websteder og tjenester.",
    "1174237568": "Disse behandlingsaktiviteter udgør vores legitime interesser. Vi forsøger at overveje og afbalancere enhver potentiel indvirkning på dig (både positiv og negativ) og dine rettigheder, før vi behandler dine personlige oplysninger til vores legitime interesser. Vi bruger ikke dine personlige oplysninger til aktiviteter, hvor vores interesser tilsidesættes af enhver negativ indvirkning på dig (medmindre vi har dit samtykke eller på anden måde er påkrævet eller tilladt ved lov).",
    "1177598246": "Kontakt Salg",
    "1182294134": "Asien-Stillehavsområdet (APAC)",
    "1186243118": "logo billeder",
    "1187718370": "Kontakt os",
    "1188668818": "give enhver falsk information, mens du bruger denne hjemmeside (herunder, men ikke begrænset til at efterligne enhver anden person eller organisation på din konto, eller fejlagtigt angive eller på anden måde misrepræsentere dig selv eller din tilknytning til enhver anden person eller organisation på din konto;",
    "119098046": "Hvad med passive eller ikke-udfordringsløsninger?",
    "119298044": "Avancerede selvovervågede ML- og AI-teknologier beskytter dine webejendomme mod trusler og angreb",
    "1193738791": ": de sporer brugeradfærd på hver side på et websted og på tværs af nettet. Vi har designet hCaptcha til at være så privatlivsvenlig som muligt fra dag ét. Dette førte til en helt anden tilgang til problemet. Som det viser sig, er det fuldstændig unødvendigt at spore brugere på tværs af nettet og binde deres webhistorik til deres identitet for at opnå god sikkerhed. De mange virksomheder, der er gået over til hCaptcha",
    "1200905005": "††† Fra september 2021 løber afstemninger og udbetalinger nu over en periode på cirka 10 dage i stedet for en enkelt dag, for at forenkle operationelle begrænsninger relateret til vækst i tjenesten.",
    "1201821619": "hCaptcha løser et af nutidens mest presserende problemer: at forhindre ondsindede bots i at misbruge onlinetjenester.",
    "120384113": "6. Opsigelse",
    "1204911585": "2. Hvis du bruger Brave-browseren, som ikke (pr. april 2020) ser ud til at have nogen form for cookiehvidliste, skal du gå til Præferencer -> Shields -> Cookies og vælge \"Tillad alle cookies\".",
    "1208179159": "LogDNA, Inc. (Global). Leverede tjenester: LogDNA.com.",
    "121192737": "Kommende tilføjelser",
    "1216071511": "De samme ideer foreslås så ofte, at en anonym forfatter for omkring 20 år siden kom med en nyttig udfyldning til onlinediskussioner om anti-spam-løsninger:",
    "121743429": "For webinfrastrukturvirksomheder",
    "1218990730": "hvordan man rapporterer problemer med detaljerede logfiler",
    "1219091208": "Dropbox",
    "1224727373": "BotStop af hCaptcha",
    "122875767": "Opfyld dine juridiske behov, når andre virksomheder ikke kan.",
    "1229233916": "Fodnoter",
    "1230058025": "Adskillelighed. Bortset fra gruppesøgsmålet, hvis et vilkår eller en bestemmelse eller en del af denne voldgiftsklausul erklæres ugyldig eller ikke kan håndhæves, vil den blive adskilt, og resten af voldgiftsklausulen vil kunne håndhæves.",
    "1232651561": "software er nu lige så god som folk til at løse reCAPTCHA-udfordringer.",
    "1233229030": "Diverse",
    "1233793176": "Vores websteder og tjenester er ikke rettet mod børn under 13 år, og vi indsamler ikke bevidst personlige oplysninger fra børn under 13 år. Hvis vi finder ud af, at vi har indsamlet personlige oplysninger om et barn under 13 år, vil vi tage rimelige skridt til at slette sådanne oplysninger fra vores filer så hurtigt som muligt, medmindre vi har en juridisk forpligtelse til at opbevare dem. Kontakt os venligst på",
    "1235925265": "Dokumentation",
    "1237076138": "hCaptcha tilbyder en rimelig aftale til både gratis (hCaptcha Publisher) og enterprise (hCaptcha Enterprise) kunder.",
    "1240667045": "Vi kan suspendere, begrænse eller annullere din adgang til Tjenesterne til enhver tid af en hvilken som helst årsag, herunder fordi: (a) vi mener, at du har overtrådt disse Servicevilkår (inklusive andre relaterede politikker); (b) vi mener, at du har krænket vores rettigheder eller nogen tredjeparts rettigheder; (c) vi ikke er i stand til at verificere eller autentificere oplysninger, du har givet os; eller (d) vi mener, at dine handlinger kan skabe forpligtelser for dig, os eller en tredjepart. For at undgå tvivl forbeholder vi os retten til at forhindre eller suspendere betaling til dig, hvis vi med rimelighed mener, at noget af det foregående gælder for en sådan betaling.",
    "1241291641": "Se flere detaljer.",
    "1242066691": "Marker afkrydsningsfeltet ud for \"Tillad tredjepartscookies\".",
    "1243684308": "Vi tager din feedback seriøst og ønsker at sikre, at alle får en mere behagelig oplevelse online med færre bots og mindre spam. Kontakt os:",
    "1250541092": "- Sergi Isasi",
    "1253441326": "5. Klik på \"OK\"",
    "1254771154": "udfordringer vist på andre Privacy Pass-understøttende tjenester, der også integrerer hCaptcha, f.eks. Cloudflare.",
    "1258965840": "Således, hvis angriberen kan komme ind på et websted, kan han sandsynligvis komme ind på flere websteder ved at bruge de spildte legitimationsoplysninger. For eksempel kan de få et brugernavn/adgangskode-par som JohnDoe/525momma, men de har ingen idé om, hvad det par vil gøre for dem. Så de prøver parret på Amazon.com, Ebay, Citibank, Walgreens og videre og videre. De kan prøve det par på tusind forskellige websteder.",
    "1259002282": "Har du fundet en fejl? Sådan rapporterer du det.",
    "126134492": "Andet",
    "1263998069": "Optjen belønninger for menneskelige løsninger",
    "1266963825": "Sp.: Er hCaptcha Section 508 + WCAG 2.1 AA kompatibel?",
    "1268414751": "Er der andre detaljer, vi skal have?",
    "1268918580": "Nogle af de logoer og mærker, der bruges af hCaptcha og dets partnere, ejes af tredjeparter og må kun bruges med deres tilladelse. Tredjemand må ikke bruge følgende mærker, medmindre det er tilladt af deres ejere:",
    "1270712701": "Pressemeddelelser og seneste rapporter",
    "1271831121": "Det er ikke som om, at hackeren (klædt i en hættetrøje, selvfølgelig!) sidder der og taster legitimationsoplysninger efter legitimationsoplysninger. Den automatiserede login-bot kunne laves fra et hyldeværktøj som Selenium eller et specialudviklet hackerværktøj.",
    "1273071008": "Anmodninger om datasubjektets adgangsrettigheder",
    "1273914192": "3. Skatter",
    "1275150216": "Landemærker",
    "1278884196": "Når det er sagt, er kryptografi en ret ung disciplin. Baseret på nyere historie vil dit kryptografiske skema og/eller implementering sandsynligvis blive brudt, så snart nogen har et incitament til at se nærmere på det, og det er sandsynligt, at andre mennesker vil finde ud af dette længe før du gør. At stole på hardware betyder også, at du muligvis skal bede hver enkelt af dine brugere om at ændre en fysisk enhed for at rette fejlen. Det er usandsynligt, at dette sker hurtigt i de fleste tilfælde, hvilket betyder, at dit system i virkeligheden simpelthen vil fejle åbent.",
    "1282121137": "For at forstå, hvor problematisk kontoovertagelse kan være, skal du overveje, hvordan oplevelsen ser ud fra den finansielle institutions synspunkt. De håndterer millioner af logins hver dag.",
    "1289884910": "Vi udgiver også lejlighedsvise analyser og rapporter. For eksempel:",
    "1291824746": "hCaptcha-udbetalinger kører kvartalsvis på en 60-dages efterfølgende basis. For at illustrere, hvad dette betyder, se venligst tabellen nedenfor.",
    "129661785": "Er du nogensinde blevet bedt om at \"klikke på bilen/overgangsgangen/stoplys?\"",
    "1296696044": "Privatliv vs. sikkerhed: Hvorfor ikke begge dele?",
    "1297224875": "En unik privatlivsdrevet tilgang til Enterprise online sikkerhed.",
    "1297657322": "Tilgængelighedsbrugerskærm efter login",
    "1300485304": "hCaptcha beskytter mod avancerede trusler og lokkemidler designet til at infiltrere dine netværk",
    "130239139": "Hvad er værdien af de mere end 100 års arbejdskraft, som Google indsamler dagligt?",
    "1316817321": "Tilskrivning",
    "131871195": "Den bedste måde at sikre din tilfredshed på er at demonstrere, at vi opfylder dine behov.",
    "1330274831": "Du giver os hermed en verdensomspændende, ikke-eksklusiv, underlicenserbar, overdragelig, royaltyfri, uigenkaldelig licens i løbet af denne aftales løbetid til at bruge, reproducere, elektronisk distribuere og offentligt vise kundedata udelukkende med det formål at levere tjenesterne . Du repræsenterer og garanterer, at du ejer tilstrækkelig ret, titel og interesse i og til dine data til at give licensen i dette afsnit.",
    "1333016413": "Dette lader dig undgå fremtidige spørgsmål ved at registrere og sætte en cookie.",
    "1337725003": "hCaptcha er forpligtet til at demokratisere adgangen til højvolumen realtidsannoteringer, og lade store og små virksomheder forbedre kvaliteten af deres produkter og tjenester ved at anvende maskinlæring til deres virksomhed.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "1340011854": "Alternativ tvistløsning påkrævet. Du accepterer, at for enhver tvist, der opstår ud af eller relaterer til din brug af Tjenesterne, herunder enhver tvist, der måtte være opstået fra det tidspunkt, hvor du begyndte at udføre opgaver for IMI, og specifikt inklusive ethvert krav relateret til, hvorvidt du klassificerer som en uafhængig kontrahent, vil du først underrette IMI om dit krav mod den. Du og IMI vil derefter forsøge at løse problemet gennem enten direkte forhandling eller mægling. Vi deler omkostningerne ved mægling ligeligt og accepterer, at mægling skal foregå via telefonisk eller andre elektroniske midler. Hvis et krav forbliver uløst efter uformelle forhandlinger eller mægling, accepterer du, at du og IMI vil bruge endelig og bindende voldgift til at løse tvisten. Denne klausul regulerer alle krav med tilbagevirkende kraft fra det tidspunkt, hvor du begyndte at bruge vores hjemmeside, uanset om de er baseret på erstatningsret, kontrakt, vedtægter, herunder, men ikke begrænset til, påstande om diskrimination og chikane, uanset om de er baseret på California Fair Employment and Housing Act , afsnit VII i Civil Rights Act af 1964, som ændret, eller enhver anden statslig eller føderal lov eller regulering, retfærdig lov eller andet.",
    "1344687860": "Afgrænsningskasser",
    "1344959096": "Arbejder som individuel datamærker",
    "1345083090": "Rapportere et funktionsproblem?",
    "134571844": "Impressum (sidemeddelelse)",
    "1350478093": "Behandlingsformål",
    "135276624": "Europa, Mellemøsten, Afrika (EMEA)",
    "1356745565": "Kompatibel helt tilbage til Internet Explorer 8.",
    "1358325821": "Først skal du installere udvidelsen til",
    "1362015807": "Kom godt i gang",
    "1368787974": "Del ledelse på tværs af dit team.",
    "137127070": "indsætte, uploade eller vedhæfte ondsindede eller ukendte eksterne links eller filer, eller uploade noget indhold, der indeholder en virus, trojansk hest, orm, tidsindstillet bombe eller anden skadelig computerkode;",
    "1373262754": "At vide, hvem en person er, har minimal værdi for hCaptcha. Vi er kun ligeglade med, om de er mennesker eller en ondsindet skuespiller.",
    "1374227759": "bruge hjemmesiden til enhver ulovlig aktivitet eller til ethvert andet formål end det formål, hvortil det blev gjort tilgængeligt;",
    "1377538813": "Herskende sprog. Den engelsksprogede version af disse Servicevilkår vil kontrollere i alle henseender og vil have forrang i tilfælde af eventuelle uoverensstemmelser med oversatte versioner, hvis nogen.",
    "1388241689": "Oplysninger indsamlet som et resultat af, at slutbrugere besvarer meddelelser gennem tjenesten (\"mærkede data\"), såsom billedmærkningsdata, tekst konverteret fra lydfiler afspillet til disse slutbrugere, svar på spørgsmål og andre meddelelser, der genereres af tjenesten med det formål at mærke data til brug i maskinlæringsapplikationer. Bemærk, at mærkede data ikke er knyttet til nogen identificeret person.",
    "1393184984": "er alt hvad du behøver.",
    "1394253934": "7. Misbrug, misbrug og forkert fremstilling",
    "1397766838": "Bedre brugeroplevelse",
    "1406188018": "6 og 7",
    "1406393333": "Enhver adgang til eller brug af Tjenesterne ud over i henhold til disse Tjenestevilkår og alle instruktioner, vi giver, er strengt forbudt. I særdeleshed VIL du IKKE:",
    "1406692811": "engagere sig i spamming eller poste enhver form for reklame, forsøg på at få henvisninger, massekommunikation, pengetilbud eller anmodninger, opfordring til tjenester, reklamer, markedsføring, nonsensbeskeder, duplikerede emner, ulovligt indhold, links til sociale websteder, e-mail-adresser eller instant messenger-id'er, medmindre det kræves af opgaven;",
    "1408530660": "IMI respekterer andres intellektuelle ejendomsret, og vi forbeholder os retten til at fjerne ethvert materiale fra vores side, som vi mener kan krænke tredjemands intellektuelle rettigheder. Hvis du mener, at dit eget værk er blevet kopieret på en måde, der udgør en krænkelse af ophavsretten på denne hjemmeside, bedes du kontakte Intuition Machines kundesupport.",
    "1408599440": "Start hurtigt med et par linjer kode og vores 99,9 % passive tilstand, eller tag fuld kontrol over, hvornår og hvordan brugerne udfordres. Tilpassede trusselsmodeller og tilpassede udfordringer betyder uovertruffen fleksibilitet for at sikre sikkerhed.",
    "1408750006": "Med forbehold for visse begrænsninger giver CCPA californiske forbrugere ret til at anmode om at få flere detaljer om de kategorier eller specifikke stykker personlige oplysninger, vi indsamler (herunder hvordan vi bruger og videregiver disse oplysninger), at slette deres personlige oplysninger, at fravælge ethvert \"salg\", der måtte finde sted, samt retten til ikke at blive diskrimineret for at udøve disse rettigheder.",
    "1409486258": "Korrekt",
    "1409822234": "Under ingen omstændigheder må et identisk eller næsten identisk hCaptcha-varemærke bruges som et domænenavn.",
    "1418235079": "Service-udøvere",
    "1421074182": "Væsentlig højere.",
    "1422537019": "os i dag for at lære mere.",
    "1424800293": "hCaptcha-logoet:",
    "1428053210": "Dette indhold er generelt transformeret fra dets oprindelige form. For eksempel kan en video opdeles i mange billeder, disse billeder kan opdeles i mange nye billeder, og de nye billeder kan derefter blandes tilfældigt for at producere det endelige resultat, der vises.",
    "1434289796": "Nogle cookies er nødvendige for visse anvendelser af webstederne, og uden sådanne cookies ville vi ikke være i stand til at levere mange tjenester, som du har brug for for at bruge webstederne korrekt. Disse cookies giver os for eksempel mulighed for at drive vores websteder, så du kan få adgang til det, som du har anmodet om, og lader os genkende, at du har oprettet en konto og er logget ind på den konto for at få adgang til webstedets indhold. De inkluderer også cookies, der gør det muligt for os at huske dine tidligere handlinger inden for samme browsing-session og sikre vores websteder.",
    "1445008801": "Som Eden udtrykker det:",
    "1446868537": "hCaptcha bør aldrig bruges som et verbum.",
    "1447649958": "Som en påmindelse er det kun nøjagtig menneskelig trafik, der er berettiget til udbetalinger. Du kan se flere detaljer om dette i vores FAQ, der er linket nedenfor. Tilgængelig saldo skal også opfylde en minimumstærskel for at være berettiget til udbetaling, i øjeblikket 10 HMT.",
    "1457707016": "For enkeltpersoner",
    "1467218142": "Det, vi ønsker af dem og os selv, driver vores adfærd, og dermed går de samme interaktionsmønstre igen i alle menneskelige systemer. Internettet giver mange fremragende eksempler på dette grundlæggende aspekt af vores verden.",
    "1467308982": "Betalingsplaner",
    "1467783792": "Ingen person, enhed eller organisation sanktioneret af USA (en \"sanktioneret aktør\") er berettiget til belønninger eller til at bruge tjenesterne som en integrator. For at undgå tvivl inkluderer dette alle sanktionerede aktører udpeget af Office of Foreign Assets Control (\"OFAC\") i det amerikanske finansministerium.",
    "1470290349": "til klassens bedste bot- og svindelhåndtering.",
    "1475399473": "Lær mere om hCaptcha-teamet",
    "1476843710": "Mindre økonomisk skadelige, men stadig skadelige former for kontoovertagelse involverer kapring af konti på sociale medier og lignende. I disse tilfælde forsøger angriberen normalt at sprede malware eller engagere sig i phishing-angreb mod intetanende venner af offeret. Eller angriberen forsøger at gøre offeret forlegent, hvilket nogle gange sker med for eksempel berømtheder og politikere.",
    "1477196356": "Forskellige metoder til at forbinde identitet til en enhed på en kryptografisk sikker måde, nogle gange med privatlivsbevarende egenskaber, er blevet foreslået i årtier. Offentlig nøglekryptering går tilbage til ca. 1975, og hardware-tokens har eksisteret næsten lige så længe.",
    "1480820434": "billede 1",
    "148188781": "Præsenterede udfordringer",
    "1482845460": "( ) Kræver omgående totalt samarbejde fra alle på én gang",
    "1483015662": "3. Session",
    "1485807325": "Multi-user dashboards, SAML SSO",
    "1487796027": "For virksomheder",
    "1491780143": "CAPTCHA'er beviser ikke, at du er et menneske – de beviser, at du er amerikaner",
    "1493115924": "Varemærkebemærkninger:",
    "1493790285": "Andre oplysninger indsamlet fra slutbrugere som en del af tjenesten er nødvendige for at afgøre, om de",
    "1495915066": "Hvordan vi, vores akademiske forskningspartnere og vores kunder bruger Creative Commons medier",
    "1499894352": "Meget få virksomheder tilbyder gennemsigtighed i deres beslutningsprocesser på dette område, og vi håber, at andre vil følge dette eksempel!",
    "1503240421": "Trin 5: Klik på fanen Konsol, og højreklik derefter på \"Gem som ..\" for at gemme konsolloggen. Send os det også.",
    "1504327211": "Bemærk venligst, at din brug af vores Tjeneste er styret af vores",
    "1508655687": "Tilføj dine egne udfordringer, der er skræddersyet til dit publikum for at strømline eller begrænse adgangen",
    "1510448156": "Du kan være i gang med et overlegent alternativ i dag og slå mere avancerede funktioner til efter behov.",
    "1514478724": "Lær mere",
    "151737819": "hCaptcha-løsningsrater over hele kloden viser meget lille varians",
    "1517625162": "I henhold til California Civil Code Section 1789.3 er brugere i Californien berettiget til følgende meddelelse om forbrugerrettigheder: Indbyggere i Californien kan kontakte Complaint Assistance Unit af Division of Consumer Services i California Department of Consumer Affairs via post på 1625 North Market Blvd., Sacramento, CA 95834, eller telefonisk på (916) 445-1254 eller (800) 952-5210.",
    "1517627947": "Du så sandsynligvis billeder af bygninger eller gadeskilte fra Googles Streetview-biler og hjalp med at mærke placeringer for deres Maps og Earth-produkter.",
    "1519201684": "AI etikpolitik",
    "1519560388": "7. Kilde: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "For mere information kontakt Enterprise Sales.",
    "1525506526": "Hvad er kontoovertagelser, og hvordan fungerer de?",
    "1526887904": "hCaptcha Enterprise Privatliv",
    "1528242915": "Identifikatorer.",
    "1533171442": "Vi bruger også funktionelle cookies og cookies fra tredjeparter til analyse- og markedsføringsformål. Funktionelle cookies gør det muligt for visse dele af webstederne at fungere korrekt, og dine brugerpræferencer forbliver kendte. Analysecookies indsamler blandt andet information om, hvordan kunder, integratorer og slutbrugere bruger vores websteder, det indhold og de produkter, som brugerne ser oftest, og effektiviteten af vores tredjepartsannoncering. Annonceringscookies hjælper med at levere annoncer til relevante målgrupper og få vores annoncer vist øverst i søgeresultaterne. Cookies er enten \"sessions\"-cookies, som slettes, når du afslutter din browsersession, eller \"vedvarende\", som forbliver, indtil de slettes af dig (omtalt nedenfor) eller den part, der serverede cookien. Fuldstændige detaljer om alle de cookies, der bruges på webstederne, er tilgængelige i vores Cookie Disclosure-tabel nedenfor.",
    "1539071196": "Vi bruger generelt cookies til følgende formål:",
    "1544546608": "Privatlivspas",
    "1544829730": "Hvis du er en kunde eller forespørger, accepterer du, at de yderligere vilkår, der er knyttet hertil som kundetillæg, vil gælde og blive indarbejdet ved henvisning i disse servicevilkår. Hvis du ikke er en kunde eller forespørger, eller ophører med at være en kunde eller forespørger, gælder de yderligere vilkår i kundetillægget ikke, og de vil heller ikke blive indarbejdet ved henvisning i disse servicevilkår.",
    "1546930020": "At få datamærket",
    "1547006769": "Menneskelighedsbekræftelse er det samme problem",
    "1549336309": "hCaptcha vender denne model om. Når du bruger hCaptcha, byder virksomheder på det arbejde, dine brugere udfører, mens de beviser deres menneskelighed. Du får belønningerne.",
    "1549953005": "Du kan have udfyldt en eller flere platformsadgangsordreformularer (hver en \"Ordreformular\") som en betingelse for at blive kunde eller anmoder. Hvis det er tilfældet, bliver vilkårene og betingelserne beskrevet i bestillingsformularen en del af servicevilkårene og er hermed inkorporeret som reference.",
    "155456850": "annoncerer deres skift til hCaptcha:",
    "1558428432": ". Kredit dem venligst til hCaptcha.com.",
    "155877895": "Menneskedrevet detektion og klassificering",
    "1559150837": "Mål er dog ikke forsvarsløse. De fleste websteder har kontroller, der blokerer for en mistænkelig bruger, der forsøger at logge ind på tusindvis af forskellige konti fra den samme IP-adresse på kort tid. Det, som angribere gør for at komme uden om disse beskyttelsesteknikker, er at simulere geografisk diversitet og IP-diversitet. Ved hjælp af kraftfulde, ofte AI-drevne værktøjer, kan de få det til at se ud som om, at tusindvis af brugere tilfældigt forsøger at logge ind på forskellige tidspunkter af dagen fra hele landet. Dette er meget sværere at opdage og stoppe.",
    "1559190296": "5-11 januar 2021†",
    "1559631739": "Privat læring",
    "1560232962": "dækker i detaljer, gives der ingen garantier for det beløb, der er optjent for et givet svar. Der er muligvis ingen betalte spørgsmål tilgængelige på det tidspunkt, et svar kan blive afvist af kvalitetsmæssige årsager, og så videre.",
    "1565481281": "En note til indbyggere i Californien",
    "1569804581": "Hvis du ønsker at blive kontaktet i fremtiden vedrørende relaterede muligheder, bedes du udfylde denne formular.",
    "1579093044": "Med vores enkle tilpassede udfordringsdesigner kan du lancere on-brand udfordringsindhold på blot et par minutter.",
    "1579715421": "IM-forskere publicerer regelmæssigt på topkonferencer som ICML, ICLR, ECCV og NeurIPS, og virksomheden har offentligt offentliggjort avancerede resultater inden for ML-discipliner som deep hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Botscores med høj nøjagtighed",
    "1589805435": "Vi har også en",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Du betaler IMI gebyrerne som beskrevet i den relevante bestillingsformular via den betalingsmetode, du har angivet i den relevante bestillingsformular. Medmindre andet udtrykkeligt er aftalt skriftligt af begge parter, skal du yde fuld betaling for alle fakturaer, der udstedes inden for tredive (30) dage efter fakturaens afsendelsesdato. Du giver os tilladelse til at køre kreditkortautorisationer på alle kreditkortoplysninger, du giver os, til at gemme disse kreditkortoplysninger og til at debitere dit kreditkort eller enhver anden konto, som vi gensidigt er enige om som betalingsform. Medmindre andet er angivet på bestillingsformularen eller i din virksomhedsserviceaftale eller hovedserviceaftale, faktureres alle gebyrer for tjenester, bortset fra overskridelser, årligt ved starten af tjenester leveret af IMI under din aftale (\"Ikrafttrædelsesdatoen\").",
    "159272246": "Spørgsmål: Arbejder du med andre tilgængelighedsmuligheder (\"a11y\"), såsom lyd?",
    "1595254735": "Rent passive tjenester kæmper for at opretholde nøjagtigheden af botdetektion eller endda for at vide, hvornår de er unøjagtige. Uden muligheden for lejlighedsvis at udfordre brugere og korrekt analysere resultaterne af den udfordring, har nøjagtigheden en tendens til at falde meget over tid.",
    "1597520917": "Et stigende antal kritikere har påpeget, at Googles tilsidesættelse af brugernes privatliv bør bekymre kunder, der ønsker at beskytte deres websteder og apps.",
    "1599610318": "Forlægger",
    "1601080128": "Hvis vi suspenderer eller afslutter din konto, vil du ikke længere have adgang til nogen dele af webstedet, herunder data, beskeder, filer og andet materiale, du opbevarer på webstedet. Du må IKKE fortsætte med at bruge vores hjemmeside under et andet eller nyt kontonavn. Overtrædelser af disse Servicevilkår kan blive retsforfulgt i det fulde omfang af loven og kan resultere i yderligere sanktioner og sanktioner.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Vi er meget interesserede i Privacy Pass for Accessibility (\"a11y\") use case. Tidligere populære muligheder som audio captchas diskriminerer mange a11y-brugere. Vi mener, at en kombination af vores nuværende a11y-tilgang med Privacy Pass-udstedelse vil give a11y-brugere mulighed for at browse sikkert, sikre i den viden, at deres trafik er mere privat, og samtidig begrænse det misbrug fra botoperatører, der uundgåeligt opstår, når a11y-muligheder er tilgængelige.",
    "1609621367": "Overførsel",
    "1617196410": "hCaptcha er fokuseret på at stoppe bots. Vi er ligeglade med, hvem en bruger er, men kun om de er ondsindede. Vi arbejder hårdt på at balancere privatliv og",
    "162063633": "Mailgun Technologies, Inc. (Global). Leverede tjenester: Mailgun.com.",
    "1620709264": "HUMAN Token® er et registreret varemærke tilhørende HUMAN Protocol Foundation og bruges med dets tilladelse.",
    "1621597093": "Virksomhedssikkerhedsløsninger (betalt)",
    "1621930829": "Hvad kan man gøre ved nutidens avancerede, uophørlige betalingssvindelaktiviteter? Anvendelse af flere lag af kontroller er normalt en klog tilgang. Men de bedste modforanstaltninger er dem, der kan fange botten og afsløre, at den er falsk, på trods af dens skaberes bedste indsats for at kopiere menneskelig adfærd.",
    "1622303590": "For at aktivere cookies i Safari (iPhone/iPad iOS 11+): Åbn dine indstillinger. Rul ned og vælg Safari. Under Privatliv og sikkerhed skal du deaktivere \"Forhindrer sporing på tværs af websteder\" og \"Bloker alle cookies\"",
    "1624200563": "sikkerhed og overholde GDPR, CCPA, LGPD, PIPL og andre regler om beskyttelse af personlige oplysninger.",
    "1627232990": "Oversættelser af disse servicevilkår leveres efter bedste indsats. I tilfælde af en væsentlig forskel mellem de engelsksprogede servicevilkår og en oversættelse heraf, skal de engelsksprogede servicevilkår fortolkes som autoritative.",
    "1636202177": "Om",
    "1637527266": "Hvilke lande har mest bottrafik?",
    "1637702726": "Om hCaptcha",
    "1642844535": "er vigtigt: hCaptcha bruger flere forskellige tilgange til at besvare det samme grundlæggende spørgsmål, hvilket muliggør sammenligning for at opnå konsistens på tværs af alle evalueringer.",
    "1644003939": "Bemærk: gælder ikke for alle kunder. For eksempel er IP Blinding eller andre avancerede privatlivs- eller sikkerhedsmuligheder kunder (f.eks. Secure Virtual Tenancy-kunder) fuldstændig udelukket fra enhver potentiel \"PII\", der nogensinde kommer ind i telemetrisystemer, selv en IP-adresse. Kontakt venligst din kontorepræsentant for at få flere oplysninger, hvis det er nødvendigt.",
    "164801246": "Afstemning er den proces, hvorved trafik analyseres efter kendsgerningen for at verificere dens menneskelighed og nøjagtighed, når alle data fra alle rapporteringswebsteder er inde. Du kan læse flere detaljer i vores",
    "1655022901": "BotStop af hCaptcha™",
    "1655796811": "Oplysninger indsamlet automatisk som følge af en integrators eller kundes brug af webstederne eller tjenesterne (\"Analytics Information\"), såsom IP-adresser, browsertype, internetudbyder, platformstype, enhedstype, operativsystem, dato og tidsstempel adgang og andre lignende oplysninger. Nogle Analytics-oplysninger indsamles på vores vegne af tredjeparter, vi engagerer til det formål, og nogle Analytics-oplysninger indsamles gennem en række forskellige sporingsteknologier, herunder cookies (se \"Tredjepartsanalyse og sporingsteknologier\" nedenfor).",
    "165932542": "Et kig på hCaptcha-løsningsrater over hele kloden",
    "1662477701": "Ressourcer",
    "166277959": "Bemærk venligst: denne funktion er i øjeblikket i beta, og fungerer muligvis ikke for alle websteder og brugere hele tiden. I tilfælde af at det ikke er aktiveret eller ikke virker for en bestemt bruger, vil adfærden simpelthen falde tilbage til standard hCaptcha-oplevelsen uden tab af funktionalitet.",
    "1663628612": "lader dig",
    "1665616092": "Betalingsbedrageri er simpelt i konceptet, men det kan være fantastisk komplekst i sin nuværende udførelse.",
    "1669194950": "Ud over personlige oplysninger kan du også blive bedt om at give (eller det kan være nødvendigt for os at indsamle) andre data, så vi kan levere tjenesterne (samlet kaldet \"kundedata\"). Vi er ikke ansvarlige for manglende udførelse af tjenester, der er forårsaget af din forsinkelse eller manglende levering af kundedata.",
    "1671436004": "Vil du give tilbage til din yndlingsvelgørenhed?",
    "1671996585": "Du kan blive bedt om at integrere din hjemmeside, applikation eller platform med vores tjenester via vores applikationsprogrammeringsgrænseflade (\"API\"). I tilfælde af at du gør det, giver vi dig en begrænset, ikke-eksklusiv, ikke-overdragelig, ikke-overdragelig, tilbagekaldelig licens til udelukkende at bruge API'et til at få adgang til Tjenesterne. Vi kan til enhver tid ændre API'en og/eller ophøre med at understøtte gamle versioner eller udgivelser af API'en. Vi forbeholder os retten til at suspendere eller begrænse din adgang til API'en efter vores eget skøn, og vi vil gøre en rimelig indsats for at give dig besked inden suspensionen.",
    "1678661231": "For overholdelse, forebyggelse af svindel og sikkerhed",
    "1685871181": "De bedste onlinetjenester er afhængige af",
    "1686079269": "Oplysninger om den nuværende ledelse af virksomheden kan fås på",
    "1686655020": "Upload ethvert indhold, der er underlagt ophavsret, som ikke er dit originale værk, medmindre du har tilladelse fra den retmæssige ejer til at poste sådant indhold og til at give IMI alle de licenserede rettigheder, der er givet heri;",
    "1687299615": "Hvad er en kontoovertagelse?",
    "1691348394": "- automatiserede massekøb under et begrænset udsalg",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "e-mail os",
    "1697438123": "Privatliv",
    "1699668873": "Du skal straks underrette IMI, hvis du har mistanke om, at dine kontooplysninger er blevet stjålet eller brugt af en anden, eller ethvert andet brud på sikkerheden.",
    "1702335960": "Enhver information, som vi indsamler, er underlagt den fortrolighedspolitik, der er gældende på det tidspunkt, sådanne oplysninger indsamles. Vi kan dog revidere fortrolighedspolitikken fra tid til anden. Hvis en revision er væsentlig, som udelukkende er bestemt af os, giver vi dig besked, for eksempel via e-mail. Den aktuelle version vil altid blive offentliggjort på vores side med privatlivspolitik.",
    "1706581702": "Træning i afidentificerede data fungerer lige så godt og kræver ikke, at der gås på kompromis med hverken sikkerhed eller privatliv. Vores kunder har lavet de empiriske tests og har erklæret os lig med eller bedre end langt mindre private alternativer.",
    "170775527": "Enterprise funktioner",
    "1709478090": "For at betjene dig med interessebaseret eller målrettet annoncering.",
    "1717658846": "Tilgængelighedsmulighed i widget UI-menuen",
    "1722734001": "Det åbne internet er et meget støjende miljø. Dårlige skuespillere angriber brugere af vores service og konkurrenter som reCAPTCHA hver dag, og de forsøger selvfølgelig at se så menneskelige ud som muligt, mens de gør det.",
    "1728211763": "Brug af indhold på denne måde og til disse formål falder inden for retningslinjerne for rimelig brug i henhold til vores forståelse af loven og standardpraksis på området, men vi er mangeårige fans af Creative Commons og foretrækker at give kredit til alle, der hjælper i monumental opgave med at forbedre maskinintelligens.",
    "1729677626": "Jeg er under angreb og kræver øjeblikkelig onboarding.",
    "1752259468": "5. Forsigtigt estimat: $0,01 pris for en enkelt annotering * 200 mio. gns. annoteringer pr. dag (nedre grænse) * 365 dage pr. år * 10 år siden 2009 erhvervelse = 7,3 milliarder dollars lavere grænseværdi.",
    "1752795854": "hCaptcha bringer en moderne, privatlivsfokuseret tilgang til at stoppe bots.",
    "1756106276": "Status",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "her:",
    "1767952047": "Han angreb mig i nat, stjal mit tøj og tog mine penge.” Den anden mand, klædt i stor stil, den adelige klasses tøj, svarede: »Konstabel, denne mand er sindssyg. Han tror, han er en adelsmand. Jeg er den rigtige adelsmand. arrester ham!\"",
    "1771016224": "- Software fra at downloade alt indhold fra dit websted i massevis",
    "1778058441": "Hvilke slags job kører på hCaptcha?",
    "1778642038": "At kommunikere med dig",
    "1779265104": "Tilpassede vilkår og privatlivsgarantier",
    "1783317946": "Stoppe API-angreb er et populært eksempel på",
    "1786796818": "Begrænse",
    "178839499": "hCaptcha deler værdien af det arbejde, der udføres, mens brugerne beviser deres menneskelighed.",
    "1789371580": "Overdragelse. Du må ikke tildele disse servicevilkår uden vores forudgående skriftlige samtykke. Vi kan tildele disse servicevilkår til enhver tid uden varsel. Med forbehold af ovenstående vil disse servicevilkår være bindende for hver parts efterfølgere og tilladte overdragere.",
    "1789607185": "Email adresse",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Session",
    "179723061": "Mere kontrol til teams, der har brug for klasseførende sikkerhed",
    "1797298240": "Trin 4: Klik på \"HAR\", efter du har forsøgt at løse det, og vælg \"Gem alle som HAR\" for at gemme netværksloggen. Send den fil til os.",
    "1798492192": "Ældre browserunderstøttelse",
    "1803009328": "Kamptestet på web-skala.",
    "1803943584": "For det andet lader vi udfordringer selvoptimere for at bestemme, i hvilke lande eller sprog de vil køre, hvilket øger sandsynligheden for en ensartet oplevelse endnu mere. Hvis nøjagtigheden er lavere end forventet, vil et sæt spørgsmål simpelthen stoppe med at køre i det område eller på det sprog, hvor denne effekt opstår.",
    "1806535500": "Stort set enhver teknologi, fra blyanter til dynamit, er en",
    "1807143500": "Tjenesterne omfatter en online sikkerhedstjeneste (\"hCaptcha-tjenesten\") og en platform (\"Intuition Machines Platform\"), hvorpå en person (\"bidragyder\") kan vælge at udføre opgaver, som en tredjepartsenhed eller Intuition Machines selv (hver en \"anmoder\") poster til vores hjemmeside eller hCaptcha-tjenesten, enten direkte på vores hjemmeside eller ved at få adgang til Intuition Machines Platform og/eller udføre opgaver gennem eller i forbindelse med en tredjepartsenhed og/eller platform eller service (hver, en \"Integrator\"). Anmodere poster opgaver og inviterer bidragydere til at udføre dem i bytte for belønninger leveret af IMI til Integratorer, eller som bestemt af Anmoderen, hvis Anmoderen bruger Intuition Machines Platform eller hCaptcha Service til at betjene opgaver til deres egne slutbrugere. Vi opkræver virksomheder og enkeltpersoner (hver en \"kunde\") for brug af vores platform, så de kan bruge vores software, forfatteropgaver, hyre os til forfatteropgaver og/eller få adgang til bidragyderne. Vi opkræver også integratorer for brug af vores hCaptcha-tjeneste for at reducere svindel, misbrug og spam på deres websteder, mobilapps og andre onlineejendomme. Ovenstående omtales samlet som \"tjenesterne\".",
    "181065232": "Vi udfører et lille produktionsjob baseret på dine prøvedata. Dette tester det arbejde, vi har udført sammen for at sikre, at du får præcis, hvad du har brug for.",
    "1817772953": "Svig er ikke en ny form for kriminalitet. Faktisk har arkæologer fundet anti-svindel-anordninger udtænkt af de gamle sumerere til at transportere husdyr uden tab for næsten 10.000 år siden! I deres tilfælde satte de lerpoletter, som hver repræsenterer et dyr, inde i en lerkugle kendt som en \"bulla\". Bullaen ville rejse med flokken, da den flyttede fra sælger til køber. Allerede dengang var virksomhedsejere bekymrede for, at ikke alle, de havde med at gøre, var i opgang. Meget har ændret sig i løbet af 10.000 år, men behovet for at være innovative for at forhindre svindel forbliver hos os. I dag er spørgsmålet om svindel med onlinebetalinger af afgørende betydning. Med internettet er svindlere blevet mere og mere dygtige til at overliste anti-svig kontrol. Nye løsninger vender imidlertid udviklingen.",
    "1818116402": "Vi håber, du satte pris på dette kig på, hvordan vi håndterer operationelle spørgsmål med en AI-etik-komponent.",
    "1820844638": "At udlede markedsindsigt. Vi bruger Analytics-oplysninger til at analysere markedet og udføre forretningsanalyser relateret til webstedet og vores tjenester og til andre forskningsformål.",
    "1828028934": "Det er derfor",
    "1829242168": "__cflb,",
    "1830910223": "Et AI-etik-casestudie fra den virkelige verden",
    "1834239172": "Køb hCaptcha-annoteringstjenester",
    "1834801943": "2. 1. part",
    "1834911235": "Stop med at sende dig direkte markedsføringskommunikation, som du tidligere har givet samtykke til at modtage. Vi kan fortsætte med at sende dig Service-relateret og anden ikke-markedsføringskommunikation.",
    "1836191653": "I stedet for at tilbyde en let slået tjeneste til gratis brugere, mens de opkræver millioner af dollars for en virksomhedsversion, der ikke er meget bedre, giver hCaptcha fremragende bot-beskyttelse til begge, mens de tilbyder virksomhedsbrugere yderligere funktioner og tilpasning sammen med stærke SLA'er og hurtig support.",
    "1836369533": "Hvordan afgør man ligesom konstabelen i folkeeventyret, hvem der egentlig er hvem? Hvis angriberen har nok stjålne identitetselementer, såsom kørekortnummer, personnummer, mors pigenavn, adresse osv., kan det være ret svært at afgøre, om den, der ringer, er den rigtige kontoindehaver eller en angriber, der forsøger at få en nulstilling af adgangskode på en konto, han ønsker at trænge ind på.",
    "1836554225": "Blogindlæg",
    "1844885924": "Bredt bibliotek af typer at vælge imellem.",
    "1845745385": "Designet til privatliv.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Tilpas med dit eget udfordringsindhold",
    "1849805607": "hCaptcha beskytter mod trusler og lokkemidler designet til at infiltrere dine netværk",
    "1865097546": "16. november 2021",
    "1866590035": "vejledning til fejlretningslog til Chrome",
    "1873812847": "Cookie(s) Offentliggørelse",
    "1886100235": "Mange af verdens største onlinetjenester er skiftet til hCaptcha Enterprise og har fået forbedret botdetektion sammen med betydelige omkostningsbesparelser.",
    "1890955039": "Sådan tilpasser du formateringen for hver rig tekst",
    "1892020899": "Hvor får hackerne deres legitimationsoplysninger?",
    "1892574253": "Tilmelde",
    "1898063898": "for at bevare brugernes privatliv, som vi udvikler i samarbejde med",
    "1903743785": "Fremkomsten af standardbaserede API'er repræsenterede et stort spring fremad i applikationsintegration. I løbet af de sidste 20 år eller deromkring gik API'er fra at være dyre og komplicerede proprietære softwareprodukter til gratis, standardbaserede værktøjer, der var forholdsvis nemme at arbejde med - og hurtige at implementere.",
    "1904390996": "at standardisere",
    "1906593952": "Giv feedback på den hCaptcha, du lige har set",
    "190955495": "( ) Mangel på centralt kontrollerende autoritet til e-mail",
    "1910628828": "Indholdsskrabning er en teknik til at gribe data fra et system, der involverer et automatiseret værktøjssæt, der efterligner en softwareklient eller en webbrowser. Det er ikke nyt. Faktisk, for softwareingeniører, som muligvis har brug for data fra en gammel mainframe, kan skrabe den eneste måde at udtrække information på. De originale stik kan være væk og umulige at udskifte.",
    "1911669851": "Ja, vi arbejder i øjeblikket på en række forbedringer af vores backend-systemer, som vi forventer vil give os mulighed for i sidste ende at tilbyde både hurtigere afstemning, hurtigere estimeringsnøjagtighed og hurtigere udbetalinger. Vi arbejder i øjeblikket på at fremskynde afstemningen først.",
    "191460155": "Nul friktion og 99,9 % passive tilstande",
    "1918025546": "Hvis du får forsynet dig med fortrolige oplysninger fra nogen på Tjenesterne, accepterer du at beskytte hemmeligholdelsen af de fortrolige oplysninger med samme grad af omhu, som du bruger til at beskytte dine egne fortrolige oplysninger, men under ingen omstændigheder med mindre omhu. Du må ikke afsløre eller offentliggøre sådanne fortrolige eller proprietære oplysninger, undtagen hvad der måtte være nødvendigt for udførelsen af en opgave. Alle oplysninger i en opgave på Intuition Machines Platform bør betragtes som fortrolige, selvom oplysningerne ikke udtrykkeligt er udpeget som fortrolige.",
    "1920884252": "Hvorfor er indholdsskrabning en sikkerhedstrussel?",
    "1923297430": "Det endelige bristepunkt for mange større kunder kom, da Google begyndte at opkræve betaling for virksomheder for at bruge deres produkt i enhver meningsfuld skala. Dette fik langvarige reCAPTCHA-brugere til at lede efter bedre alternativer, da regulatoriske bekymringer rundt om i verden allerede havde gjort brugen af Googles tilbud stadig mere utiltalende.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Vi har en streng AI-etikpolitik hos hCaptcha, og en del af det inkluderer en Kend din kunde-proces (KYC).",
    "1927613000": "hCaptcha kombinerer sofistikeret maskinlæring med en kraftfuld udfordringsplatform til at beskytte webapplikationer mod kontoovertagelser, fyldning af legitimationsoplysninger, skrabning og andre former for misbrug.",
    "1933936765": "Databehandleraftale (senest opdateret: 23. september 2021)",
    "1936449777": "Derefter kan de i fuldautomatisk tilstand efterligne menneskelig adfærd på e-handelswebsteder, klikke på knapper og føje varer til indkøbskurve - til det punkt, hvor mange, hvis ikke de fleste anti-svig kontroller ikke kan fortælle, at en bot forsøger at stjæle varer. Det ser snarere ud som om en menneskelig bruger simpelthen handler. Botten kan logge ind på en rigtig kundes konto ved at bruge stjålne loginoplysninger. Yderligere tilsløring af svindlen er botens evne til at forfalske IP-adresser og få det til at se ud som om \"køberen\" er et andet sted end angriberen, som måske er i et fremmed land.",
    "1936512180": "Nem API-adgang, smukke dashboards og den nyeste model-in-the-loop-teknologi for at maksimere medarbejdernes effektivitet.",
    "1941999673": "Dit indlæg taler for en",
    "1942186611": "og andre.",
    "1942611550": "primært",
    "1949452297": "På grund af iboende begrænsninger af hCaptcha UI og dets sikkerhedsovervejelser, er det ikke muligt at gengive kilden til hvert billede direkte ved siden af dets brug. I stedet linker vi til denne side fra vores hjemmeside og vedligeholder en liste over kilder, der aktuelt eller for nyligt er tjent via platformen. Du kan få adgang til den aktuelle liste",
    "1952810469": "Type",
    "1953519598": "Prisen for at mærke et enkelt billede varierer fra $0,03 til $1,00 eller mere. Med ethvert konservativt skøn har Google udvundet milliarder af dollars gratis arbejdskraft til dato. [",
    "1953959745": "tilgængelighed",
    "1958297836": "Koordineret angrebsbeskyttelse og APT-reduktion",
    "1959762846": "- at få udfyldt dine webformularer med endeløs markedsføringsspam eller misbrug",
    "1960601330": "Sådan aktiveres cookies i Safari (Mac): Gå til Safari-rullemenuen. Vælg Præferencer. Klik på Privatliv i toppanelet. Under 'Bloker cookies' skal du vælge muligheden 'Aldrig'.",
    "1962721652": "Mennesker er mønstersøgende, og nogle gange kan et uskyldigt spørgsmål gå fra fuldstændigt uoverraskende til mistænkeligt på et øjeblik, på grund af ændringer i verden snarere end motivationerne hos enhver, der stiller spørgsmålet.",
    "1963951234": "Uanset hvor pålidelig dit kryptografiske system er, hvis nogen i slutningen af dagen bare kan bruge penge for at give dig det svar, du leder efter, er det utilstrækkeligt at eje et stykke hardware.",
    "1972710018": "At se det fra virksomhedens perspektiv",
    "1973347745": "10. Royalty-fri eksempelbilleder. Kilde: Petapixel.",
    "197676026": "Med andre til ethvert legitimt forretningsformål, forudsat at oplysningerne er afidentificeret",
    "1977013707": "† December 2020-udbetalinger er blevet omlagt fra den 15. for at undgå overlapning med slutningen af året afstemninger og personaleferier: de vil blive gennemført i den anden uge af januar. På grund af langsommere end normalt overførsler til PayPal, vil udbetalinger løbe over flere dage i stedet for at blive gennemført på en enkelt dag.",
    "1978884623": "Få mere at vide om rapportering af softwareproblemer",
    "1979347895": "– Væsentlige forretningsforstyrrelser kan variere i deres omfang, såsom kun vores virksomhed, en enkelt bygning, der huser vores virksomhed, kvarteret, hvor vores virksomhed er beliggende, byen, hvor vi er beliggende, eller hele regionen. Inden for hvert af disse områder kan sværhedsgraden af forstyrrelsen også variere fra minimal til alvorlig. I en forstyrrelse af vores firma, vores forretningsdistrikt, by eller region eller en bygning, der huser vores firma, vil vi overføre vores aktiviteter til et lokalt sted, når det er nødvendigt og forventer ingen væsentlig forstyrrelse af forretningsdriften. I begge situationer planlægger vi at fortsætte i virksomheden, overføre driften til alternative leverandører, hvis det er nødvendigt, og give dig besked via vores hjemmeside på hcaptcha.com og vores statusside på hcaptchastatus.com om, hvordan du kontakter os. Hvis den væsentlige driftsforstyrrelse er så alvorlig, at den forhindrer os i at forblive i virksomheden, giver vi dig hurtig besked.",
    "1982617151": "( ) Enhver kan anonymt ødelægge andres karriere eller virksomhed",
    "1982750088": "Virksomheder over hele verden byder på den arbejdskraft til at udføre simple opgaver, der er nemme for mennesker, men svære for maskiner. Brugere understøtter det websted, de besøger, og oplever mindre webspam på grund af et højere sikkerhedsniveau.",
    "1985238261": "Andre begrænsede mærker",
    "1988268879": "Omkostningseffektiv datamærkning i stor skala",
    "1988461282": "Retsgrundlag for behandling",
    "1990824776": "16.-24. september 2020*****",
    "1993899769": "15. Vores brug af oplysninger",
    "1993984258": "( ) Enhver ordning baseret på opt-out er uacceptabel",
    "1995277831": "tak skal du have",
    "1996843433": "Reducer friktionen ved at undgå en udfordring helt for 99,9 % af din legitime trafik, mens du stadig giver fremragende sikkerhed.",
    "1997838163": "Verdens største virksomheder er afhængige af hCaptcha Enterprise. Integration er enkel, og detektionsnøjagtighed er uden sidestykke.",
    "2012837493": "Søgeresultater",
    "2014256987": "Hvis du foretrækker ikke at blokere brugen af cookies eller andre sporingsteknologier, se venligst \"Administration af dine oplysninger\" nedenfor. Bemærk venligst, at det kan have en negativ indvirkning på din oplevelse med at bruge webstederne eller tjenesten, da nogle funktioner muligvis ikke fungerer korrekt.",
    "2015218686": "før du gennemgår disse trin. Hvis det løser dit problem, vil vi stadig sætte pris på, at du giver os besked om din browserversion, annonceblokering eller browserudvidelse og webstedets URL.",
    "2019130052": "Vores innovationer i privatlivsfokuseret ML lader os overgå sikkerhedsstandarderne for ældre \"optag alt for evigt\"-strategier uden at skade sikkerheden eller brugernes privatliv.",
    "2019702084": "Medmindre det udtrykkeligt er tilladt i kundens hovedserviceaftale eller forhandleraftale, må bestilte SaaS-tjenester ikke sælges, videresælges, leases, videreleases, licenseres, underlicenseres eller på anden måde gøres tilgængelige for nogen anden tredjepart (bortset fra en associeret virksomhed af kunden) ), og alle ordrer under Aftalen og al Kundens brug af Tjenesten skal være til Kundens eller dennes Tilknyttede Virksomheds egen interne forretningsbrug.",
    "2024293275": ". Alle andre rettigheder forbeholdes indtil videre.",
    "2024737147": "Vil du rapportere en fejl?",
    "2030062561": "( ) Ingen vil være i stand til at finde fyren eller samle pengene",
    "2032102720": "Sikkerhedsløsninger, der tilbydes af reklamevirksomheder, fokuserer primært på at spore brugere på tværs af nettet. Vi har skabt en effektiv sikkerhedsløsning, der viser, at det ikke er nødvendigt at skade brugernes privatliv for at levere fremragende resultater.",
    "2041686284": "Mere data giver generelt bedre resultater i træning af maskinlæringsmodeller. Den seneste succes med dybe modeller har ført til stadig større datasæt, og hCaptcha tjener dette behov. Det er dog både langsomt og dyrt at skabe store menneskeanmeldte datasæt ved hjælp af traditionelle metoder.",
    "204716894": "Indholdet og designet af vores websider er beskyttet i henhold til loven om ophavsret. Duplikering af siderne og deres indhold på en måde, der overstiger rimelig brug, kræver forudgående skriftligt samtykke fra IMI, hvis der ikke er andre juridiske bestemmelser specificeret for kopiering på siden.",
    "204889717": "har skiftet til hCaptcha's",
    "2052161540": "Indfangning af fejlrapportdetaljer: Chrome",
    "2058856283": "hCaptcha Enterprise har kun ét formål: at forhindre dårlige aktører i at forstyrre din online drift og skade dine brugere.",
    "2059998584": "Område",
    "2066255783": "Hvad er indholdsskrabning?",
    "2066321185": "Retsgrundlag",
    "2066749488": "Andre klager",
    "2067112112": "Punktanmærkninger til mange forskellige use cases",
    "2067334580": "Tekstlink",
    "2072808435": "\"Gæt hvad, Google? Taxaer i mit land er generelt sorte. Jeg har set nok film til at vide, at alle dem i Amerika er gule. Men i alle andre lande, jeg har besøgt, har taxaer været en blanding af forskellige nuancer.\"",
    "2075610992": "Tak for din støtte!",
    "2076066173": "Cyberangreb 101",
    "2076932190": "ReCAPTCHA-produktet har således stagneret i et årti.",
    "2077639538": ". For det første kan udfordringsdata om vores service komme fra mange kilder, ikke kun én - fra store Fortune 500-virksomheder til maskinlæringsstartups, så længe de overholder vores",
    "2082237880": "A: hCaptcha er den første tjeneste af sin slags, der understøtter Privacy Pass, og er i øjeblikket den eneste, der gør det. Vi forventer dog, at andre tjenester anerkender fordelene ved at øge brugernes privatliv online, og forventer, at flere i fremtiden vil gennemføre implementeringer, efterhånden som de IETF-standarder, som vi er med til at udvikle, formelt vedtages.",
    "2082407178": "Q: Hvordan kan jeg beskytte mig selv mod tredjeparts cookiesporing, mens jeg bruger tilgængelighedscookien?",
    "2087769953": "\"Vi er begejstrede for denne ændring, fordi den hjælper med at løse et privatlivsproblem, der er forbundet med at stole på en Google-tjeneste, som vi har haft i et stykke tid. Vi evaluerede en række CAPTCHA-leverandører såvel som at bygge et system selv. I sidste ende, hCaptcha dukkede op som det bedste alternativ til reCAPTCHA.\"\"Vi kunne godt lide en række ting ved hCaptcha-løsningerne: 1) de sælger ikke personlige data; de indsamler kun et minimum af nødvendige personlige data, de er gennemsigtige i beskrivelsen af de oplysninger, de indsamler, og hvordan de bruger og/eller videregiver dem.\"",
    "2090457681": "( ) Jeg vil ikke have, at regeringen læser min e-mail",
    "2095899021": "hCaptcha Branding-retningslinjer og generel varemærkelicens",
    "2103513933": "deltage i aktivitet, der forstyrrer eller forstyrrer webstedets funktion;",
    "2103563261": "Privat eller offentlig information",
    "2104933754": "Identificer de tilsvarende etiketter",
    "2107077506": "HUMAN-platformen bruger omfattende tillidsmodeller til at udføre sofistikerede kvalitetsanalyser i realtid. Dette giver os mulighed for hurtigt at bestemme både sværhedsgraden af spørgsmål og deres sandsynligt rigtige svar, hvilket sparer dig tid og penge.",
    "2109792055": "Brugervejledning: Fejlretningsproblemer med udstedelse og validering af fortrolighedspas",
    "2110259227": "24. Ansvarsbegrænsning",
    "211351380": "Fra bloggen:",
    "2113642787": "Dawn sang",
    "21141582": "det her",
    "2114694926": "2. Session",
    "2119943547": "Hvorfor er det? Svaret er enkelt. Så længe der er et incitament til at misbruge et system, vil nogen generelt finde en måde. Og når de først gør det, vil en anden nu have et incitament til at stoppe dem.",
    "2123236933": "( ) Båndbreddeomkostninger, der ikke påvirkes af klientfiltrering",
    "2125514305": "ML er forbedret, men vanskeligheden ved at omgå reCAPTCHA har ikke ændret sig væsentligt i løbet af denne tid.",
    "2131386784": "Opnåelig ekspertise og support til både dig og dine brugere",
    "2133754014": "Mere end 4,5 millioner websteder bruger reCAPTCHA [",
    "2133809801": "Så længe folk forbliver mennesker, er det sandsynligt, at verifikation af menneskeheden vil spille en rolle online.",
    "2138799135": "hCaptcha har snesevis af forudbyggede integrationer til de frontend- og backend-systemer, du bruger.",
    "2146900431": "Intuitivt giver denne påstand meget mening. CAPTCHA'er, som næsten alt, er indlejret i en kulturel kontekst, og hvis din pulje af udfordringer for det meste er blevet skabt i én kultur, kan det måske ikke oversættes særlig godt til en anden. I sin kerne er dette et spørgsmål om det kulturelle",
    "2150595700": ". GDPR og CCPA har sat privatlivsproblemer på kortet for virksomhedskøbere, og samtidig bliver online privatliv mere og mere vigtigt for offentligheden, efterhånden som vi alle begynder at forstå, hvordan onlineannoncerings- og marketingindustrien historisk har brugt vores data.",
    "2150907653": "* Tekniske cookies strengt nødvendige for leveringen af tjenesten. Disse omfatter præferencecookies, sessionscookies, belastningsbalanceringscookies osv.",
    "2155089487": ". Hvis vores udfordringer var nemmere at løse for nogle grupper, ville vi forvente at se en forskel i, hvordan mennesker over hele kloden og på tværs af forskellige kulturer klarer sig, når de løser dem. I forbindelse med Edens indlæg ville vi forvente, at amerikanere gør det bedre end folk i andre lande. Fordi vi har brugt år på at udvikle systemer for at undgå dette problem, ser vi faktisk lige det modsatte.",
    "2159517814": "Vi deler eller videregiver personlige oplysninger i følgende tilfælde:",
    "2163914794": "Har du brug for flere etiketter til dine datasæt? hCaptcha leverer hurtig, omkostningseffektiv og højkvalitets datamærkning til virksomheder, der arbejder med kunstig intelligens og maskinlæringsapplikationer.",
    "2164933356": "Cloudflare",
    "2167049807": "Sikkerhedsteams har vedtaget en række modforanstaltninger og kontroller, der besejrer de nemme, dovne tilgange til betalingssvindel. Angrebene bliver dog mere og mere sofistikerede. For eksempel kan bots nu høste stjålne kreditkortnumre og pinkoder fra falske websteder og phishing-angreb.",
    "2168177815": "klik venligst her",
    "2177660021": "Forsker ved Stanford. Maskinlæring og kvantfinansiering hos større banker, hedgefonde og den akademiske verden.",
    "2178073797": "Fordi videregivelse af fortrolige oplysninger kan forårsage uoprettelig skade, er den afslørende part berettiget til at søge påbud for ethvert brud eller truende brud på dette vilkår.",
    "2179524509": "Vi får lejlighedsvis spørgsmål om, hvilke slags spørgsmål der er tilladt for hCaptcha-tjenesten, og hvorfor der stilles særlige spørgsmål.",
    "2182196747": "Support",
    "2183926131": "Kom godt i gang med hCaptcha Enterprise",
    "2184564739": "Se",
    "2185418511": "Til ethvert legitimt forretningsformål, forudsat at oplysningerne er afidentificeret eller aggregeret, så de ikke med rimelighed kan knyttes til en enkeltperson.",
    "2185860003": "21. Hjemmesideændringer",
    "2187096543": "Faktisk har der været nogle større databrud som følge af hacker-skrevet software, der opfordrede en API til at udtrække data fra en database. Når alt kommer til alt, hvis det at stjæle data blot kræver et grundlæggende GET-kald på en API, skrevet ved hjælp af REST og JSON, så er det nemt hurtigt at rense en database. Faktisk, når folk taler om \"screen scraping\"-angreb, hvad de egentlig mener, for det meste, er hurtige API-kald, der trækker data ud af databaser. API'er er blevet en vigtig angrebsflade for organisationer, der bygger dem.",
    "2188609322": "Dårlige skuespillere er i stigende grad almindelige online. Men at ofre brugernes privatliv er ikke svaret.",
    "218889628": "Medmindre vi opsiger dette kundetillæg eller servicevilkårene som følge af dit brud på dette kundetillæg eller servicevilkårene, refunderer vi en forholdsmæssig del af disse, og du har forudbetalt gebyrer til os. forudbetalte beløb, baseret på den resterende tid eller tjenester, du har betalt for, alt efter hvad der er mindre. Vi vil afslutte vores arbejde på en kommercielt rimelig måde og opbevare og levere til dig alle betalte outputdatasæt og alle kundedata i vores besiddelse. Ved enhver opsigelse kan vi, men er ikke forpligtet til at slette nogen data.",
    "2193061499": "Nogle af vores logoer og mærker er begrænset til at blive brugt af hCaptcha og dets partnere. Tredjeparter må ikke bruge følgende mærker uden en skriftlig licens fra hCaptcha:",
    "2196526290": "hc_tilgængelighed",
    "2197218442": "Cloudflares CEO Matthew Prince opsummerede dette synspunkt i",
    "219813583": "Sikkerhed først",
    "2199048568": "Klik på skjoldet til venstre for adresselinjen på en hvilken som helst webside. Klik på Beskyttelsesindstillinger. Panelet Firefox Præferencer Privatliv og sikkerhed åbnes. Vælg Brugerdefineret under Forbedret sporingsbeskyttelse. Vælg hvilke trackere og scripts, der skal blokeres, ved at markere disse afkrydsningsfelter. Sørg for, at du har fjernet blokeringen af hcaptcha.com.",
    "2209109640": "kun brugt til ondsindede formål i forbindelse med deres normale forretningsaktiviteter?",
    "2209837451": "15. oktober 2019 - 15. januar 2020",
    "2212670355": "Tilmelde",
    "2216374138": "er menneskelige, såsom musebevægelser, rulleposition, tastetrykhændelser, berøringshændelser og gyroskop/accelerometeroplysninger, hvis det er relevant.",
    "2217842245": "Vores data viser dog, at (for hCaptcha)",
    "2219945145": "session,",
    "2223819810": "For at optimere vores platform",
    "2225785608": "( ) Vi burde kunne tale om Viagra uden at blive censureret",
    "2230333214": "Vi samler kundedata med andre data, så resultaterne er ikke-personligt identificerbare, og vi indsamler også afidentificerede tekniske logfiler og data vedrørende brugen af tjenesterne (\"Aggregerede/afidentificerede data\"). Uanset det modsatte heri, kan sådanne samlede/afidentificerede data bruges af IMI til ethvert forretningsformål under eller efter denne aftales løbetid, herunder uden begrænsning til at udvikle og forbedre tjenesterne og til at oprette og distribuere rapporter og andre materialer. Kundedata kan også bestå og blive vist i systemet i en begrænset periode, der ikke overstiger 180 dage efter et job er afsluttet, for eksempel som automatisk kalibrerings- eller valideringsdata for Intuition Machines-systemer. For klarhedens skyld giver dette afsnit 5 os ikke ret til at identificere dig som kilden til alle sammenlagte/afidentificerede data uden din forudgående skriftlige tilladelse.",
    "2233384692": "Hvis du har spørgsmål eller bekymringer om, hvordan sådanne data håndteres eller ønsker at udøve dine rettigheder, skal du kontakte den person eller enhed (dvs. den dataansvarlige), som har indgået kontrakt med os om at bruge tjenesten til at behandle disse data. Vi vil dog yde assistance til vores integratorer for at løse eventuelle bekymringer, du måtte have, i overensstemmelse med vilkårene i vores kontrakt med dem.",
    "2233741720": "Afslutningsvis",
    "2234909600": "( ) Spammere er ligeglade med ugyldige adresser på deres lister",
    "2236960358": "Ved registrering vil du blive bedt om at afsløre visse personlige oplysninger om dig (\"Personlige oplysninger\"), herunder dit navn, e-mailadresse, og om at oprette et brugernavn og en adgangskode, som alle vil være underlagt vores privatlivspolitik, tilgængelig på vores internet side. Du er alene ansvarlig for at overvåge, sikre og vedligeholde sikkerheden af din konto, adgangskoder og eventuelle autentificeringsnøgler forbundet med din konto, og du er ansvarlig for enhver brug af eller handling foretaget gennem brug af disse oplysninger på Tjenesterne.",
    "2255549335": "Vores job hos hCaptcha er at finde gode afvejninger mellem sværhedsgrad og nøjagtighed og at holde friktionen lav, især for",
    "2256305371": "Professor, CS ved University of California, Berkeley. Dyb læring, sikkerhed, blockchain-ekspert. CEO for Oasis Labs.",
    "2256795853": "Evnen til hurtigt at udtrække en masse data fra websteder gør skrabe til et kraftfuldt værktøj i hænderne på ondsindede aktører. En skrabebot kan indsamle brugerdata fra sociale medier. Ved derefter at skrabe websteder, der indeholder adresser og andre personlige oplysninger og korrelere resultaterne, kan en hacker deltage i identitetsforbrydelser som at indsende svigagtige kreditkortansøgninger.",
    "2260079771": "Dataopbevaring",
    "2268939633": "IMI forpligter sig ikke til og er heller ikke forpligtet til at deltage i den alternative tvistbilæggelse for forbrugertvister foran en forbrugertvistbilæggelsesenhed. Europa-Kommissionens officielle websted for online tvistbilæggelse:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "En note til beboere i Det Europæiske Økonomiske Samarbejdsområde.",
    "2271252286": "( ) Microsoft vil ikke finde sig i det",
    "2271512952": "Brugere understøtter det websted, de besøger, og oplever mindre webspam.",
    "2271969747": "20. Fortrolige oplysninger, du modtager",
    "2273532558": "Hvem er hCaptchas betalende kunder?",
    "2281169898": "Hvis du sender fejlretningsoplysninger sammen med din rapport, bliver det meget nemmere for os at identificere, hvad der foregår. Her er trin-for-trin instruktioner:",
    "2284856231": "og set dramatisk forbedret nøjagtighed i hCaptcha Enterprises rent passive tilstand også.",
    "229198134": "( ) Undskyld dude, men jeg tror ikke, det ville virke.",
    "2292919419": "( ) Outlook",
    "2296918009": "Det svarer til mere end 100 års arbejde hver dag.[",
    "2301335298": "Betalingssvig: Afhjælpning af en hurtigt udviklende form for cyberkriminalitet",
    "230159237": "Kontaktpersoner",
    "2301757528": "**** På grund af PayPals vedligeholdelse af deres REST API'er under udbetalingsvinduet, blev ikke alle udbetalinger gennemført den 15. juni. Eventuelle udbetalinger, der var planlagt til den 15. juni (Stillehavstid), men ikke udført på grund af PayPal API-fejl, blev kørt igen senest den 19. juni (Stillehavstid).",
    "2303655425": "15. januar 2019 - 15. april 2019",
    "2309661107": "Vi er dog meget interesserede i",
    "2310694091": "Hvad betyder forsoning?",
    "2310705547": "Rige tekstelementet giver dig mulighed for at oprette og formatere overskrifter, afsnit, blokcitater, billeder og video på ét sted i stedet for at skulle tilføje og formatere dem individuelt. Bare dobbeltklik og opret nemt indhold.",
    "23114595": "Fantastisk brugeroplevelse",
    "231285005": "Du kan finde de seneste opdateringer på vores blog",
    "2315518622": "Med det sofistikerede tilgængeligt i nutidens angrebsværktøjer er det ekstremt udfordrende at opdage, hvilke, hvis nogen, er svigagtige. Derefter ringer en person til kundeservicelinjen og siger \"Min konto er blevet angrebet! Jeg kan ikke logge ind, og nogen stjæler mine penge!”",
    "2319072959": "Kør helt offline med din egen arbejdsstyrke, spor værdi, der forbruges på tværs af forretningsenheder eller konsortiumpartnere, diriger jobs selektivt til forskellige interne eller eksterne arbejdskraftudbydere baseret på omkostnings- og sikkerhedskrav og mere.",
    "2320894364": "Med over 200 tilstedeværelsespunkter beskytter hCaptchas sky dine aktiver i hele verden",
    "2323013093": "26. Gældende lov",
    "2323282990": "En moderne tilgang til at verificere menneskeheden",
    "2326660907": "undtagen",
    "2328839224": ". Se venligst vores \"Meddelelse til beboere i Californien\" vedrørende dine rettigheder i henhold til California Consumer Privacy Act (\"CCPA\").",
    "2330965058": "Hvor vi fungerer som databehandler for vores integratorer, bruger vi ikke de indsamlede data til andre formål end det med rimelighed er nødvendigt for at levere vores service, og vores behandling vil være styret af de kontrakter, vi har på plads med vores integratorer, ikke dette Fortrolighedspolitik",
    "2333410049": "Prøv også at slå din annonceblokering fra.",
    "2340340589": "Retningslinjer for brug af hCaptcha-mærket",
    "234420106": "I tilfælde af, at du er en integrator eller kunde af hCaptcha Enterprise-tjenesten, og dit API-brug målt ved RPS overstiger den tilvejebragte sats for dit tjenesteniveau, kan vi vælge at ændre din tjeneste eller at opkræve en overforbrugssats. I tilfælde af at din maksimale RPS-rate overstiger den leverede rate med en faktor 10 i 10 eller flere minutter i alt inden for en periode på 30 dage, og størstedelen af disse anmodninger efter vores skøn ikke er ondsindet trafik, kan vi vælge at debiterer dig med din kontraktligt angivne overskudssats for alle API-anmodninger foretaget i den måned.",
    "2344319147": "Hvor meget er Googles botdetektion egentlig værd?",
    "2348450790": "Læs venligst disse servicevilkår. De omfatter blandt andre bestemmelser, ansvarsfraskrivelser, ansvarsbegrænsninger og bindende voldgift. Bemærk venligst, at disse servicevilkår kan have ændret sig siden dit sidste besøg på vores hjemmeside. Vi kan revidere og opdatere disse servicevilkår fra tid til anden efter eget skøn. I tilfælde af en væsentlig ændring vil vi give dig besked ved at offentliggøre de opdaterede servicevilkår på denne side, hvorefter du skal acceptere de opdaterede servicevilkår for at fortsætte med at bruge eller få adgang til webstedet eller tjenesten.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Desværre betyder styring af et stykke hardware ikke, at du er en person. Stort set alle populære forbrugshardwareattestordninger er gentagne gange blevet brudt, lappet og derefter brudt igen.",
    "2351176803": "Licensvilkår for hCaptcha JS API",
    "2354267648": "GDPR, CCPA og LGPD-venlig privatlivspolitik",
    "2359150347": "Q: Understøtter andre online sikkerhedstjenester Privacy Pass?",
    "2359312315": "eller aggregeret, så det ikke med rimelighed kan knyttes til en person.",
    "2359913400": "Infrastruktur",
    "2366003154": "Presse- og mediehenvendelser",
    "2367602973": "her",
    "2369877184": "Den maksimalt tilladte maksimale RPS-rate for hCaptcha-integratorer eller -kunder er 1.000 anmodninger i sekundet til enheder på din konto (\"RPS\"), medmindre andet er angivet i en skriftlig kontraktlig aftale mellem dig og os.",
    "237009707": "( ) Åbne stafetter i udlandet",
    "2373007864": "hCaptcha Enterprise kører på hCaptcha-platformsteknologi, udvidet til at omfatte de funktioner, højtrafikvirksomheder har brug for.",
    "2378786360": "1. Prøv en af de andre understøttede browsere: Hvis du er på Chrome, så prøv at bruge Firefox uden at importere dine indstillinger fra Chrome, og installer pluginnet der. Hvis det virker, har du muligvis et browserkonfigurationsproblem.",
    "2385522384": "Du så sandsynligvis frames af video fra kameraer på Googles Waymo selvkørende biler og hjalp med at forbedre deres genkendelse af objekter.",
    "2386465280": "Hvordan vi deler oplysninger",
    "2391175562": "Desuden synes jeg om dig:",
    "2394073454": "Vi kan indsamle yderligere oplysninger fra slutbrugere, der ønsker at arbejde sammen med os som individuelle dataetiketter.",
    "2396605499": "( ) Hvidlister stinker",
    "2397590157": "3. Forsigtigt skøn: 200 millioner løser * 30 sekunder pr. løsning i år = 190,3 personår/dag.",
    "2402165761": "Hvordan fungerer skrabning?",
    "2404545611": "Velkommen til hCaptcha! Tak fordi du er en del af vores fællesskab. Alle brugere af \"Tjenesterne\" (defineret nedenfor) skal acceptere følgende vilkår (\"Servicevilkårene\"). I henhold til disse Servicevilkår refererer \"IMI\", \"vi\" og \"os\" til Intuition Machines, Inc. og dets datterselskaber, tilknyttede selskaber, officerer, agenter, medarbejdere, repræsentanter og agenter, og vores \"hjemmeside\" omfatter enhver hjemmeside under vores kontrol, herunder www.hcaptcha.com og www.imachines.com.",
    "2408036504": "Vores systemer er således designet fra bunden til at minimere dataindsamling og opbevaring og samtidig opretholde klasseførende sikkerhed. Den bedste måde at beskytte brugerdata på er slet ikke at gemme dem.",
    "2410122265": "hCaptcha-ressourcer: Bots 101",
    "2412751979": "Takket være de mere nøjagtige menneskelighedssignaler, som driver hCaptcha, er mange virksomheder, der tidligere brugte reCAPTCHA v3/Enterprise, skiftet til",
    "2413742287": "hCaptchas incitament er at maksimere nøjagtigheden, ikke annonceindtægter: bot-svar er ubrugelige for vores kunder, som har brug for menneskelige træningsdata.",
    "2414232014": "Vores logo er øjeblikkeligt genkendeligt og et af vores mest værdifulde og vigtige aktiver. For at sikre, at den forbliver en stærk repræsentation af vores virksomhed, skal den præsenteres på en omhyggelig og konsekvent måde på tværs af alle kommunikationskanaler.",
    "2414368123": "Et navn, kreditkortnummer, betalingskortnummer eller andre økonomiske oplysninger.",
    "2418549423": ", en spirende standard for at bevare online privatliv via kryptografiske beviser og andre unikke privatlivsførste funktioner.",
    "2419795065": "Meddelelse til indbyggere i Californien",
    "2420789666": "Fastly, Inc. Leverede tjenester: Hurtigt CDN og kantberegning.",
    "2423586454": "Der er stadig nogle ting, som software ikke kan, uanset hvor god AI'en står bag. Moderne CAPTCHA-teknologi tilbyder en gennemprøvet metode til at blokere bots, der forsøger at fastholde betalingssvindel. Mens gamle tilgange til CAPTCHA, som de simple skrå numre i en boks, nu for det meste er mangelfulde til at afbøde avancerede bots, kan en automatiseret test-respons-enhed som hCaptcha Enterprise nemt støde en svindler-bot i det øjeblik, konto login eller indkøbskurv checkes ud. Selvom botten har rigtige legitimationsoplysninger, vil den ikke være i stand til at komme igennem CAPTCHA.",
    "2429359042": "eksempel interface billeder",
    "2430148876": "Vi har oprettet disse retningslinjer og generelle varemærkelicenser for at gøre det så nemt som muligt for vores kunder, partnere og fans at arbejde med vores brand, mens vi stadig bevarer vores virksomhedsidentitet. Hvis du har brug for at bruge hCaptcha-ikoner, logoer eller andre mærker på måder, der væsentligt afviger fra disse retningslinjer, skal du kontakte os (IMI) for at få en skriftlig licens.",
    "2436973524": "Kun nøjagtige referencer er acceptable. Det er ikke tilladt at sige, at et websted bruger hCaptcha-tjenester og -applikationer, når det ikke gør det. På samme måde er brugen af vores logo eller eventuelle badges ligeledes kun passende, når webstedet bruger hCaptcha-tjenester.",
    "2437934778": "Dit navn",
    "2438016011": "Frivillig aftale. Alle parter i disse Servicevilkår erklærer og accepterer, at hver enkelt har gennemgået alle aspekter af denne aftale, omhyggeligt har læst og fuldt ud forstår alle dens bestemmelser og frivilligt indgår denne aftale.",
    "2441638955": "For det første, hvad er en API?",
    "2444685143": "Logo politik",
    "2445034923": "Hvis du ikke er enig i alle vilkår og betingelser i disse servicevilkår, skal du ikke (og du må ikke) bruge eller få adgang til webstedet eller tjenesterne.",
    "24452499": "løsning; det kan bruges på godt og ondt. Enhver virksomhed, der forsker i, bygger eller sælger løsninger med dobbelt anvendelse, har en forpligtelse til at overveje konsekvenserne af deres handlinger.",
    "2446481523": "Der er et gammelt folkeeventyr, hvor en vognfører og en adelsmand dukker op ved politibetjenten i en lille landsby på landet. En mand, klædt i snavset, fattigmandstøj, sagde til konstabelen: ”Jeg er adelsmanden. Denne mand var min chauffør.",
    "2449501658": "giver en af de mest avancerede måder at afbøde truslen fra svigagtige kontologinforsøg ved at bruge maskinlæring til at opdage og stoppe bots og effektivt gøre det meget sværere eller endda umuligt for svindlere at deltage i kontoovertagelse.",
    "2462728596": "Hvis vi ikke kan stille os tilfredse på disse punkter, vil vi afvise anmodningen og kan afslutte yderligere adgang til vores platform, som beskrevet i vores vilkår.",
    "2462909475": "En mur med mere end 10.000 telefoner brugt til misbrug, en del af en kinesisk bot-operation.",
    "2465128185": "For at give hurtig feedback skal du blot klikke på knappen \"Send os feedback\".",
    "2468683988": "Overskrift",
    "2474091800": "19. Tvister med andre brugere; Frigøre",
    "2474661839": "Vores",
    "247560732": "Tilføj hCaptcha med tre linjer kode. Hvis du kommer fra reCAPTCHA, er vores API kompatibel, og det tager kun minutter at skifte.",
    "2477958756": "( ) Dårlige mennesker",
    "2481032625": "Om målet er at forebygge:",
    "2486638408": "Definer specifikationer",
    "2487931657": "Brug ikke: \"vi hCaptcha'd vores websted.\"",
    "248923369": "BotStop logo™",
    "2489287539": "Friktionsfri \"No CAPTCHA\" & 99,9 % passive tilstande",
    "2491398763": "Al tekst, billeder, grafisk animation, videoer, musik, lyde og andet materiale på disse sider er beskyttet i henhold til loven om ophavsret af IMI eller tredjeparter, hvis det er angivet. Det er forbudt at kopiere eller ændre dette materiale til kommerciel brug på en måde, der overstiger rimelig brug. Ansvar for denne hjemmeside",
    "2497216176": "Tredjepartsanalyse og sporingsteknologier",
    "2498172334": "Specifikt kan din plan ikke tage højde for",
    "2505227594": "7. Overskud",
    "2510209017": "Har du brug for mere hjælp?",
    "2510534204": "Senest den 23. marts 2020***",
    "2513143348": "hCaptcha Enterprise-systemet er unikt fleksibelt i sit design: det kan helt eller delvist implementeres på kanten af dit netværk, hvis du driver en offentlig sky eller ejer mange datacentre.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "der ligger til grund for den kryptografiske sikkerhed i Privacy Pass. Selve protokollen gennemgår",
    "2531534427": "Detaljer er her.",
    "2534436327": "og følgende filosofiske indvendinger kan også være gældende:",
    "2535001179": "Hvis du tilfældigvis kommer fra Googles reCAPTCHA, er vores API'er drop-in-erstatninger.",
    "2540760245": "Blandt mange andre anvendelser vil det sandsynligvis forblive et værdifuldt værktøj at kunne filtrere onlinetrafik på grundlag af \"menneske eller ej\", så længe den menneskelige natur følger de samme mønstre, som er registreret i løbet af de sidste fem tusinde år.",
    "2543123170": "Nul friktionsbekræftelse af menneskeheden",
    "254326776": "Ondsindet misbrug af disse fejl opdages ofte at have fundet sted i måneder eller år forud for offentliggørelse eller akademisk offentliggørelse.",
    "2544169219": "Seneste state-of-the-art resultater: ICML LLD, maj 2019.",
    "2544565802": "15. juli 2019 - 15. oktober 2019",
    "2547140673": "I mere end et årti har Googles reCAPTCHA-tjeneste tilbudt webstedsejere en handel: Lad Google spore dine brugere og stille dem spørgsmål, og til gengæld lover de at stoppe bots og spam.",
    "2547406584": "Hvis du har spørgsmål om denne cookiepolitik, bedes du kontakte os på",
    "2551802342": "– Vi planlægger hurtigt at genoprette og genoptage forretningsdriften efter en væsentlig forretningsafbrydelse og reagere ved at beskytte vores medarbejdere og ejendom, foretage en økonomisk og operationel vurdering, beskytte firmaets bøger og optegnelser og give vores kunder og deres slutbrugere mulighed for at handle online. Kort sagt er vores forretningskontinuitetsplan designet til at give vores virksomhed mulighed for at genoptage driften så hurtigt som muligt i betragtning af omfanget og alvoren af den betydelige forretningsforstyrrelse. Vores forretningskontinuitetsplan omhandler: sikkerhedskopiering og gendannelse af data; alle missionskritiske systemer; finansielle og operationelle vurderinger; alternativ kommunikation med kunder, medarbejdere og tilsynsorganer; alternativ fysisk placering af medarbejdere; kritisk leverandør- og kundepåvirkning; regulatorisk rapportering; og give vores kunder hurtig besked, hvis vi ikke er i stand til at fortsætte vores forretning. Vores kerneleverandørpulje understøtter vores vigtige rekorder i et geografisk adskilt område. Mens enhver nødsituation udgør unikke problemer baseret på eksterne faktorer, såsom tidspunkt på dagen og alvorligheden af forstyrrelsen, er vi blevet informeret af denne leverandørpulje om, at deres mål er at genoprette deres egen drift og være i stand til at genoptage tjenester hurtigt. Selvom vi har arbejdet på at reducere risikoen ved at bruge en bred vifte af leverandører, kan dine tjenester blive ændret eller afbrudt i denne periode.",
    "2555914614": "for Tilgængelighed-brugssagen. Vi mener, at en kombination af vores nuværende a11y-tilgang med Privacy Pass-udstedelse vil give a11y-brugere mulighed for at browse sikkert, sikre i den viden, at deres trafik er mere privat, og samtidig begrænse det misbrug fra botoperatører, der uundgåeligt opstår, når a11y-muligheder er tilgængelige. Vi er aktive deltagere i IETF-arbejdsgruppen, der standardiserer denne nye teknologi.",
    "2557240048": "Sådan fungerer det: For det første tilmelder en tilgængelighedsbruger sig via",
    "2557601376": "hCaptcha logo™",
    "2560582224": "bug bounty program",
    "2561077702": "At yde vores service",
    "2565565429": "Brug i stedet: \"vi bruger hCaptcha til at gøre vores websted mere sikkert og sikkert.\"",
    "2575690545": "Kontoovertagelser, som så meget cybersvindel, er for det meste et spørgsmål om automatiserede masseprocesser. Det er sjældent, at en hacker, klædt i en hættetrøje i sin mors kælder, skriver adgangskoder ind på bankens hjemmesider én ad gangen.",
    "2583775432": "Q: Hvad med privatlivets fred? Udsætter registreringen 11y browserdata på en eller anden måde? Hvad gør du med mailen?",
    "2588750717": "Faktisk involverer nogle akkrediteringsangreb millioner af akkreditiver - alle bliver fyldt ind i den intetanende hjemmesides login-grænseflade i håbet om at blive lukket ind. Når angriberen først er inde, kan angriberen overtage ofrets konto.",
    "2590587108": "Statisk og dynamisk indholdsredigering",
    "2593768395": "Problemfri oplevelse på tværs af nettet, native mobil, mobilweb. Forudbyggede integrationer og native SDK'er tilgængelige.",
    "2593864519": "Stop flere bots. Begynd at beskytte brugernes privatliv.",
    "259613338": "hvis du har spørgsmål vedrørende disse servicevilkår.",
    "2597149484": "Grunden til, at hackeren skal \"stoppe\" så mange legitimationsoplysninger, har at gøre med, hvor de får deres stjålne legitimationsoplysninger.",
    "2597352122": "Annotationstyper",
    "2600696085": "15. marts 2021",
    "2602081482": "hCaptcha Enterprise bruger avanceret maskinlæring til at identificere ondsindet trafik til dit websted og dine apps - inklusive skrabeaktiviteter.",
    "2602763587": "Credential stuffing er en form for cyberangreb, hvor angriberen forsøger at logge ind på et websted flere gange ved hjælp af par af stjålne brugernavne og adgangskoder. \"Stuffing\" refererer til de gentagne login-forsøg, som næsten altid udføres af automatiseret bot-software.",
    "2603863826": "PS: Hvis du finder en oversættelse til dit sprog, der kunne bruge forbedringer, er du velkommen til at indsende en",
    "2605814073": "Ved at bruge eller tilmelde dig vores tjenester accepterer du: du er mindst 18 år gammel; du har bemyndigelse til at indgå denne aftale på vegne af dig selv eller den enhed, du repræsenterer, og vil til enhver tid forblive i overensstemmelse med disse Servicevilkår og alle IMI-politikker og retningslinjer, der henvises til heri; og du vil ikke misbruge vores hjemmeside, give os en forkert fremstilling af din identitet eller bruge kunstig intelligens til at fuldføre nogen del af en opgave på IMI, som kræver menneskelig intelligens.",
    "260595108": "Vi bruger aldrig tilgængeligheds-e-mails eller info til andre formål end at lette al mulig brug og forhindre misbrug.",
    "2611914656": "Vi bruger Sentry til at indsamle fejlretningsdata, når en bruger oplever en fejl. For information om, hvordan Sentry indsamler og behandler data,",
    "2616040974": "3. Kunder og forespørgere",
    "2616226398": "Med forbehold for vores",
    "2619472217": "8. Videresalg",
    "2620705814": "Google er en annoncevirksomhed, og deres sikkerhedsprodukter ligner deres annonceprodukter meget",
    "2621989404": "Sidst opdateret: 24. september 2021. Bemærk venligst, at vores engelsksprogede udtryk er autoritative.",
    "2624601135": "\"hCaptcha\" bør ikke bruges som en del af et varemærke, sammenføjet med en bindestreg eller bruges i navne på applikationer eller andre produkter.",
    "2624949852": "Selvfølgelig var reCAPTCHA en tidlig aktør inden for websikkerhed siden 2009, og beskyttede millioner af websteder mod stadigt voksende trusler fra ondsindede bots og spammere. Det er dog blevet fuldstændig kompromitteret i de seneste år:",
    "262509504": "Vi kan forbinde de oplysninger, der indsamles af cookies, med andre oplysninger, vi indsamler fra dig i henhold til denne privatlivspolitik og bruge de kombinerede oplysninger som angivet heri. Tilsvarende kan tredjeparter, der serverer cookies på vores websteder, linke dit navn eller din e-mailadresse til andre oplysninger, de indsamler, som kan omfatte tidligere køb foretaget offline eller online, eller dine onlinebrugsoplysninger.",
    "2631159699": "( ) Hære af ormefyldte bredbåndsforbundne Windows-kasser",
    "2631249972": "Vi kan forbedre eller ændre vores hjemmeside uden varsel til dig.",
    "26365791": "I det fulde omfang, det er tilladt af loven, leveres webstedet og tjenesten (og alle andre tilknyttede tjenester, information, data, funktioner og andet indhold eller materiale) på en \"som de er\" og \"som den er tilgængelig\". I det videst tilladte omfang, loven tillader, udelukker IMI alle garantier, inklusive men ikke begrænset til de stiltiende garantier for salgbarhed, egnethed til et bestemt formål og ikke-krænkelse.",
    "263761351": "hCaptcha er det første troværdige alternativ, som nu bruges af hundredvis af millioner af mennesker hver måned.",
    "2639657759": "Mærker brugt med tilladelse",
    "2645321220": "Og hvis du synes, at omkostningerne ved reCAPTCHA er for høje, så spørg os om hCaptcha Enterprise. I øjeblikket er de i brug af nogle af de største udgivere, finansielle servicevirksomheder og webinfrastrukturvirksomheder i verden, og de er ikke kun et troværdigt alternativ til reCAPTCHA: vi mener, at de tilbyder den bedste botbeskyttelse, der er tilgængelig i øjeblikket.",
    "2646127839": "Kundetillæg til de overordnede servicevilkår",
    "2648707986": "En kontoovertagelse er en form for cybersvindel, hvor en ondsindet aktør udgiver sig for at være ejeren af en onlinekonto. Typisk er kontoen hos et pengeinstitut eller en e-handelsvirksomhed, hvor svindleren kan stjæle penge, varer eller gavekort. Angriberen bruger stjålne loginoplysninger til at få adgang til kontoen og derefter overtage den, måske ved at ændre adgangskoden for at låse den faktiske kontoejer ude.",
    "2650241052": "Ingen råd",
    "2650502379": "Start dine egne udfordringer på få sekunder",
    "2652399059": "En pålidelig partner",
    "265443926": "For at undgå tvivl skal du være opmærksom på, at disse tærskler gælder samlet på tværs af alle konti, du som enkeltperson, enhed eller organisation har oprettet. For eksempel, hvis du oprettede 10 konti, som hver modtager 100.000 anmodninger på en måned (dvs. 1 million anmodninger i alt), så ville du have overskredet grænserne for rimelig brug for alle konti i den måned.",
    "2659418535": "Voldgiftsprocedure. Al voldgift i henhold til denne aftale vil blive udført i henhold til reglerne fra American Arbitration Association eller af en gensidigt aftalt voldgiftstjeneste. Voldgiftsdommeren vil være en amerikansk voldgiftsmand valgt fra en liste med ikke mindre end syv (7) navne gennem alternative strejker. Ved voldgift vil hver part have ret til at foretage passende civil opdagelse, fremsætte dispositive påstande og fremlægge vidner og beviser efter behov for at fremlægge deres sager og forsvar, og enhver tvist i denne forbindelse skal afgøres af voldgiftsdommeren. Løsning af tvisten skal udelukkende baseres på den lov, der regulerer de påberåbte krav og forsvar, og voldgiftsdommeren må ikke påberåbe sig noget andet grundlag end sådan kontrollerende lov. Voldgiftsdommeren skal have en retsembedsmands immunitet mod civilretligt ansvar, når han handler i egenskab af en voldgiftsmand, hvilken immunitet supplerer enhver anden eksisterende immunitet. Kendelser skal indeholde voldgiftsdommerens skriftlige begrundede udtalelse. Du opgiver din ret til at blive dømt for ethvert krav, du måtte have mod IMI, eller som IMI måtte have mod dig. Ethvert krav i henhold til denne klausul skal anlægges inden for den gældende forældelsesfrist. United States Federal Arbitration Act regulerer denne klausul, og du anerkender, at denne aftale beviser en transaktion i handel.",
    "2666258754": "SEMANTISK HIERARKI-BASEREDE RELATIONELLE INDBYGNINGER TIL SVAGT OVERVÅGET DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2670003220": "Jobs",
    "2670352917": "hCaptcha giver mere pålidelig botdetektion, mens det er nemt for mennesker at løse.",
    "2671622670": "Enterprise",
    "267645277": "IMI kan bekræfte din identitet. Dette kan omfatte sammenligning af dine personlige oplysninger med tredjepartsdatabaser eller officielle juridiske dokumenter. Du giver os tilladelse til at foretage alle forespørgsler, der er nødvendige for at bekræfte din identitet, dit ejerskab af din e-mailadresse og dit ejerskab af dine finansielle konti. Du accepterer at give oplysninger om dig for at hjælpe os med at bekræfte din identitet.",
    "2676853536": "Multi-bruger dashboards",
    "2681650568": "Og som altid er privatliv en kerneværdi for os. Tilføj kun vores udfordringskode, hvor det er nødvendigt, og hvor det giver mening at beskytte både dig og dine brugere. Minimering af dataindsamling starter fra integrationsøjeblikket.",
    "2682873489": "Definer afgrænsningsområde for objekter",
    "2683038211": "Internet eller anden elektronisk netværksaktivitet.",
    "2686825859": "Tilmeld dig gratis eller kontakt os om hCaptcha Enterprise-løsninger",
    "2689973938": "Forbedring af reCAPTCHA skaber en iboende konflikt for Google som annonceleverandør.",
    "2690395789": "Hvis og når du ikke længere har brug for de fortrolige oplysninger, du har modtaget, skal du omgående returnere eller destruere (som anmodet af den, der har videregivet oplysningerne) alle kopier af de oplysninger, der findes i de lokaler, systemer eller andet udstyr, du kontrollerer.",
    "2694001822": "Vi ansætter dog lejlighedsvis personer til at hjælpe os med at teste systemegenskaber og nye funktioner.",
    "2694150481": "Bruger vi cookies?",
    "2696932851": "18. Skadesløsholdelse",
    "2697276059": "Bevis på, at dette virker: ensartede løsningsrater over hele kloden",
    "2698140263": "Ikke alle problemer er ens: At få en enkelt score betyder, at den skal opfylde dine behov for at være nyttig.",
    "269838707": "Hvis du er Bidragyder, bestemmer du og kun dig, hvilke og hvor mange opgaver der skal udføres, og hvornår og hvor du udfører dem. Du kan frit bruge så meget eller så lidt tid på at udføre opgaver, som du selv vælger. Du er på intet tidspunkt forpligtet til at udføre en opgave.",
    "2698640210": "Kontroller udfordringer og typer vist",
    "2700197090": "A: Brug af enhver privatlivs- eller annonceblokerende udvidelse, der understøtter hvidlistning på domæneniveau (f.eks. uBlock Origin), vil fungere som forventet: bare sørg for at hvidliste hcaptcha.com.",
    "2707282231": "Tilpas udfordringer til dine brugere. Gør det umuligt for bots at løse og trænge ind.",
    "2710988028": "( ) Spammere kan nemt bruge det til at indsamle e-mail-adresser",
    "2712493234": "Betalingssvig: Afhjælpning af en hurtigt udviklende form for cyberkriminalitet",
    "2714878440": "Beskyt dine tjenester mod skrabning, kontoovertagelser, opfyldning af legitimationsoplysninger og spam med vores avancerede maskinlæring og menneskelig verifikation.",
    "2715462692": "Hvordan ser vores AI-etik-proces ud?",
    "2718999653": "Tilpassede trusselsscore",
    "2722456056": "15. januar 2021 - 15. april 2021",
    "2728931827": "Efter hver afstemning vil dine estimater pr. sitekey blive opdateret, og nøjagtigheden af fremtidige forudsigelser bør øges, medmindre dit websted har en væsentlig ændring i brugeradfærd.",
    "2729131930": "Hvad er skrabning, og hvordan fungerer det?",
    "2735073144": "Vi foretager også løbende gennemgange efter behov. For eksempel kunne vi i vores nylige gennemgang af datoerne og kilderne til anmodninger om paraplyrelaterede mærkningsanmodninger hurtigt bekræfte, at ingen statslig enhed eller kendt statsleverandør af overvågningssoftware har fremsat anmodninger vedrørende paraplyer, der bruger vores tjenester inden for de seneste 12 måneder .",
    "2735878907": "Erklæring om forretningskontinuitetsplanlægning",
    "2740033957": "IM-teamet er sammensat af videnskabsmænd og ingeniører fra Apple, Amazon og andre ledere inden for maskinlæring, distribuerede systemer og sikkerhed.",
    "2743692546": "Efterhånden som brugere beviser deres menneskelighed via hCaptcha, går deres arbejdskraft ind på et anonymt åbent marked for at byde.",
    "2745385064": "Resumé",
    "2752975480": "( ) Det skal være gratis at sende e-mail",
    "2754937029": "Uacceptabel anvendelse",
    "2760410719": "Tjenester, der forsøger at udføre bot-detektering med rent passive signaler, løber hurtigt ind i et grundlæggende problem: Hvordan validerer du, om et system registrerer dårlige aktører korrekt, når du ikke har nøjagtig grundsandhed?",
    "2762458927": "Dine brugerdata er ikke til salg.",
    "2762759509": "Mange kontoovertagelsesangreb er næsten helt automatiserede.",
    "2769710842": "Hvis du har spørgsmål, bedes du kontakte os på",
    "278010425": "Det brede og ofte skiftende udvalg af opgaver på hCaptcha er også sværere at automatisere. reCAPTCHAs enkelt interface har ikke ændret sig i mange år, og har et lille sæt af sjældent skiftende spørgsmål. Dette er en af måderne, hvorpå hCaptcha giver mere robust anti-bot-beskyttelse end reCAPTCHA.",
    "2781507299": "Øjeblikkelig verifikation",
    "2782263070": "Service er en topprioritet for os. Vi opretholder 24/7 vagtsupport og tilbyder direkte Slack-koordinering med dit ingeniørintegrationsteam og vores vagtpersonale under og efter implementering.",
    "2784612261": "Vil du integrere menneskelig anmeldelse direkte i din virksomhedsdrift? Vi tilbyder SLA'er med høj pålidelighed, garanteret kapacitet og simple REST API'er.",
    "2785425016": "(i forbindelse med en løsning til verifikation af menneskeheden, f.eks. en opfordring til handling)",
    "278568955": "Gælder: 1. september 2021. Infrastrukturtilbygning",
    "2788024905": "Hvordan vi sikrer information",
    "2788836740": "Kontaktoplysninger til markedsføringsformål opbevares løbende, indtil du afmelder dig. Derefter vil vi tilføje dine oplysninger til vores undertrykkelsesliste på ubestemt tid. E-mail-oplysninger indsamlet fra tilgængelighedsbrugere vil aldrig blive brugt til markedsføringsformål.",
    "2790841456": "Hvis du er en bidragyder, accepterer du følgende voldgiftsklausul og frafaldelse af gruppesøgsmål:",
    "279580593": "imachines.com",
    "279918384": "Hvordan bruger Google din gratis arbejdskraft?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Feel-good-foranstaltninger løser intet problemet",
    "2804310964": "adgang til eller forsøg på at få adgang til vores hjemmeside via en proxy-webserver eller anden enhed designet til at tilsløre din sande placering eller identitet eller på andre måder end den tilvejebragte grænseflade;",
    "2806751666": "Hvad er hCaptcha?",
    "2808122102": "Tværkulturel funktionalitet er således et grundlæggende krav til vores service. At sikre, at alle legitime brugere hurtigt kan få adgang til indhold, er en kritisk del af vores mission. Vi leverer udfordringer på 110 sprog og forbedrer løbende de relevante oversættelser for at sikre, at vores udfordringer kan løses af alle.",
    "2808971932": "Dette er noget tekst inde i en div-blok.",
    "2813310562": "Tryk på Indstillinger for websted og derefter på Cookies.",
    "2819628066": "Adskillelighed. Hvis en bestemmelse i disse Servicevilkår af en eller anden grund bliver fundet ugyldig eller ikke kan håndhæves, vil det ikke påvirke gyldigheden og håndhævelsen af eventuelle resterende bestemmelser.",
    "2820080973": "vært hos ❤ af",
    "2826051554": "og mere",
    "2826705343": "Kommerciel information.",
    "2827452240": "Har du brug for en anden type, der ikke er angivet her? Bare spørg os.",
    "282913023": "Den omkostningseffektive mulighed for højtrafikvirksomheder",
    "2840750518": "GitHub",
    "285116485": "Virksomheden \"sælger\" ikke (som dette udtryk er defineret i CCPA) de personlige oplysninger, vi indsamler. Se venligst afsnittet \"Tredjepartsanalyse og sporingsteknologier\" ovenfor for mere information om de typer tredjepartscookies, hvis nogen, som vi bruger.",
    "2852295413": "En iboende interessekonflikt: at stoppe bots reducerer indtjeningen for et annoncenetværk",
    "2862164005": "Prisdata giver os mulighed for at sætte en nøjagtig dollarværdi på den sikkerhed, der tilbydes af en reCAPTCHA: $0,001 eller mindre pr. svar.",
    "2863840904": "Trin 6: Sidste trin, e-mail disse HAR- og konsollogfiler til os og beskriv problemet",
    "2864016648": "Privatlivsproblemer",
    "2867855718": "3. Mener vi, at privatlivets fred kan imødekommes på tilfredsstillende måde for anmodningen?",
    "2870341481": "under. For alle andre browsere bare",
    "2873297188": "Diskriminerer alle CAPTCHA'er ikke-amerikanere?",
    "2873911365": "Hvad med hardware-attestering?",
    "2880837730": "Hvad kan der gøres for at stoppe kontoovertagelser?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc. har udviklet en Business Continuity Plan for, hvordan vi vil reagere på begivenheder, der væsentligt forstyrrer vores hCaptcha-forretning. Da timingen og virkningen af katastrofer og forstyrrelser er uforudsigelig, bliver vi nødt til at være fleksible i forhold til at reagere på faktiske begivenheder, efterhånden som de opstår. Med det i tankerne giver vi dig disse oplysninger om vores forretningskontinuitetsplan.",
    "2894845722": "Brugere på dit websted vil snart kunne se dit bidrag til velgørenhed gennem diskret branding på hCaptcha-grænsefladen.",
    "2895491273": "Hvis du foretrækker at blokere cookies eller andre sporingsteknologier, kan de fleste browsere og mobile enheder ændre dine indstillinger for at give dig besked, når du modtager cookies eller andre sporingsteknologier bliver brugt, og for at vælge, om du vil acceptere/tillade det. De fleste browsere giver dig også mulighed for at deaktivere eller slette eksisterende cookies eller automatisk afvise fremtidige cookies. Du kan også bruge tredjepartsværktøjer, herunder browser-plugins, til at kontrollere dine cookie-præferencer. Bemærk dog, at hvis du deaktiverer alle cookies, vil nogle dele af vores websteder muligvis ikke fungere korrekt.",
    "2896187462": "1. Bruges til strengt nødvendige anonyme tjenesterelaterede statistikker og til andre tekniske formål som at hjælpe med tilgængelighedssupport.",
    "2900525040": "Lovene i staten Californien regulerer disse servicevilkår og enhver uenighed, tvist eller krav, der opstår som følge af dem.",
    "2901894297": "hCaptcha er en service fra Intuition Machines, Inc. (\"IMI\"), en Delaware US Corporation (#6393793).",
    "2903742230": "Annoncenetværk ser dine besøgende som produktet. For os er det eneste mål at bestemme deres menneskelighed. Vores tjenester opfylder eller overgår kravene i GDPR, CCPA, LGPD og PIPL, og vi arbejder hårdt på at balancere privatliv og sikkerhed.",
    "2904949278": "Hvordan overtager en hacker en konto?",
    "2905621957": "Sidst opdateret: 18. juli 2020",
    "290966395": "Som beskrevet i afsnittet \"En note til kunder uden for USA\", skal du være opmærksom på, at dine personlige data vil blive overført til, behandlet og opbevaret i USA. Databeskyttelseslovene i USA kan være anderledes end dem i dit bopælsland. Du giver samtykke til overførsel af dine oplysninger, herunder personlige oplysninger, til USA som angivet i denne privatlivspolitik ved at besøge vores websteder eller bruge vores tjeneste.",
    "2910560864": "20-23 marts 2020***",
    "2915355938": "Tilgængelighed",
    "2920213479": "Sorter eller tilføj vilkårlige kategorier af enhver størrelse",
    "2921990472": "Hvis du ser et funktionelt problem, skal du følge vejledningen",
    "292211832": "Oplysninger indsamlet via tekniske midler såsom cookies, websidetællere og andre analyseværktøjer kasseres så snart det er praktisk muligt, men kan opbevares i en begrænset periode på op til et år fra udløbet af cookien, typisk i en afidentificeret og aggregeret form medmindre vi opdager potentielt misbrug af vores service, i hvilket tilfælde vi beholder disse oplysninger for at hjælpe os med at forhindre fremtidigt misbrug. Vi er ikke i stand til at linke disse anonymiserede og aggregerede oplysninger til dig, din husstand, en IP-adresse eller nogen personlig information baseret på de lagrede oplysninger.",
    "292250020": "1. Vælg gearet i øverste højre hjørne af skærmen, og vælg derefter \"Internetindstillinger\". Hvis du har menulinjen aktiveret, kan du vælge \"Værktøjer\" og derefter \"Internetindstillinger\".",
    "2927700175": "Vi viser CAPTCHA-udfordringer, der er svære for bots, men nemme for folk, ved at indsamle data, der er svære at mærke fra maskinlæringsproblemer, og bruge dem til at skelne, om en besøgende på et websted eller en app er et menneske.",
    "2928362319": "Sendte forespørgsler kan sendes til: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Overtrædelse af disse servicevilkår",
    "2932826396": "3. Hvis du bruger den allernyeste version af Safari på enten det nyligt udgivne OS X 10.15 eller iOS 13.4, har Apple netop ændret Safaris adfærd relateret til tredjepartscookies, og blokerer dem alle som standard. Vi implementerer en løsning, men i mellemtiden kan du besøge Safari-præferencer, sektionen Beskyttelse af personlige oplysninger og fjerne markeringen af \"Websitesporing: Forhindrer cross-site tracking\" for at aktivere tilgængelighedscookien til at fungere som forventet.",
    "2935155034": "Hvis du befinder dig i Det Europæiske Økonomiske Samarbejdsområde, har du visse rettigheder, som er beskrevet ovenfor under overskriften \"Meddelelse til EU-datasubjekter\", herunder retten til at få indsigt og rette eller slette de data, vi har om dig.",
    "2939852138": "Hvordan [forsøger svindlere at] slippe af sted med betalingssvindel?",
    "2940689138": "At administrere integrator- og kundekonti og levere tjenesten. Vi bruger personlige oplysninger til at knytte specifikke konti til integratorer og kunder og for at give dem tjenesten, til at svare på anmodninger eller forespørgsler, for at yde support eller teknisk assistance og for at lette betalinger.",
    "2941545733": "Vi er ingeniører, ikke sælgere: vi ønsker, at du skal være tilfreds med dit valg.",
    "2943346052": "Efterhånden som IETF-standardiseringsprocessen fortsætter, forventer vi, at større browsere vil anvende en form for Privacy Pass indbygget. Dette vil i sidste ende gøre forlængelsen unødvendig. For øjeblikket skal du dog følge instruktionerne nedenfor.",
    "2945960297": "Med hensyn til EU-datasubjekter svarer udtrykket \"personlige oplysninger\" som brugt i denne privatlivspolitik til \"personlige data\" som defineret i EU's generelle databeskyttelsesforordning (GDPR).",
    "2947576723": "Denne historie går forud for kørekort og digitalt fingeraftryk, men den giver et godt eksempel på, hvad der kan gå galt i en situation med kontoovertagelse. En person logger ind på en online bankkonto eller mobilbetalingsapp. Er han en faktisk kontoindehaver eller en hacker? Hvem er egentlig hvem? Disse sikkerhedsproblemer påvirker organisationer, der tillader selvbetjeningskontoadgang.",
    "2952586316": "Ikke alle problemer er ens. Anmærkninger til sikkerhedskritiske opgaver kan kræve 99,99 % tillid fra helt menneskelige arbejdere. Annoteringer til én betafunktion i en mobilspil-app kræver muligvis kun moderat selvtillid. Du bestemmer.",
    "2954157511": "Hvorfor bruger vi cookies?",
    "2959486280": "Hvis du ikke accepterer disse servicevilkår, må du ikke bruge eller få adgang til webstedet eller tjenesten.",
    "295955580": "Vores hjemmeside kan indeholde links til tredjeparts hjemmesider. Vi kontrollerer, undersøger, overvåger eller tjekker ikke sådanne websteder. Vi er ikke ansvarlige for eller godkender computerprogrammer, indhold eller meninger på sådanne websteder. Hvis du beslutter dig for at forlade vores hjemmeside og få adgang til en tredjeparts hjemmeside, gør du det på egen risiko.",
    "2968026167": "Din yndlingsgrøntsag",
    "2970907810": "side. Virksomhedens nuværende administrerende direktør er den administrerende direktør med ansvar for indhold.",
    "2989126922": "Åbn Chrome-præferencer fra menulinjen.",
    "299335340": "Hvad det er, og hvordan man stopper angrebene",
    "3004688366": "( ) Modforanstaltninger bør ikke involvere svig med bankkort eller kreditkortsvindel",
    "3005876482": "hCaptcha er nu den største uafhængige CAPTCHA-tjeneste, kører på 15 % af internettet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Indsigelse mod vores tillid til vores legitime interesser som grundlag for vores behandling af dine personlige oplysninger, der påvirker dine rettigheder.",
    "3012870872": "Websites og apps, der bruger den gratis version (hCaptcha Publisher), tjener penge på det arbejde i stedet for at donere det til Google.",
    "3014149332": "A: Nej, pas er ikke interoperable: de skal udstedes og indløses af den samme myndighed, i dette tilfælde hCaptcha. Bemærk, at hvis du har adgangskort fra både Cloudflare og hCaptcha i dit lokalnummer, vil det tilgængelige antal ændres til det korrekte beløb afhængigt af kravet til den side, du besøger. Med andre ord, hvis du har 100 Cloudflare-pas i din pung og 10 hCaptcha-pas, bør du se 10 på udvidelsesikonet på sider med hCaptcha indlejret.",
    "3014657981": "Slå indstillingen til ud for \"Cookies\".",
    "3017040355": "Behandling af EU-datasubjektdata fungerer under det juridiske grundlag af standardkontraktbestemmelserne (SCC'er), der er integreret i databehandlingstillægget til vores servicevilkår eller databehandlingsaftaler med vores integratorer.",
    "3017533972": "Vi, vores akademiske forskningspartnere og vores kunder kan lejlighedsvis henvise til eller gengive dele af Creative Commons-licenseret indhold via hCaptcha-platformen for at fremme menneskehedens viden inden for maskinlæring.",
    "3018077211": "25. Bidragyders tvistbilæggelse",
    "3018523079": "Bliv på brand med en ensartet brugeroplevelse.",
    "3022001832": "Vi indsamler oplysninger fra enkeltpersoner, der interagerer med vores websteder og tjenester, herunder dem, der inkorporerer vores tjeneste på deres websted (\"Integratorer\"), dem, der bruger tjenesterne til datamærkning (\"Kunder\"), og de slutbrugere, der interagerer med vores Service gennem vores integratorers websteder (\"slutbrugere\").",
    "3022301908": "Adgang",
    "3022922096": ", hCaptchas virksomhedspakke af produkter. I modsætning til den gratis version af hCaptcha,",
    "3025548709": "Er der et alternativ til denne uretfærdige aftale?",
    "3027055607": "16. Intellektuel ejendomsret og ejendomsret",
    "3028319964": "AI etik",
    "3030395800": "Disse legitimationsoplysninger kommer normalt fra databrud. Disse angreb, også kendt som \"legitimationsoplysninger\", kan resultere i, at millioner af legitimationsoplysninger bliver dumpet på det mørke web. Hvis udslippet kom fra en bank, vil hackeren forsøge at bruge disse legitimationsoplysninger til at komme ind på andre websteder. Denne tilgang virker, fordi så mange mennesker bruger den samme brugernavn og adgangskodekombination til flere websteder. (Denne praksis frarådes, men virkeligheden er, hvad den er. Folk har en tendens til at gentage de samme loginoplysninger.)",
    "30312304": "andre fejl, som plejede at variere fra stat til stat, før en dårlig føderal lov blev vedtaget.)",
    "3031284129": "Garanti ansvarsfraskrivelser",
    "3031357206": "Et nyt ikon vises ved siden af din URL-linje. Besøg nu et websted ved hjælp af hCaptcha. Det vil se sådan ud:",
    "3031953301": "Vi kan i stedet tilbyde dig muligheden for at bruge vores hCaptcha Enterprise-tjeneste og fortsætte med at levere service til dig i en vis periode (\"Tilbudsperioden\"). Vores fortsatte levering af service i Tilbudsperioden vil på ingen måde ændre vores rettigheder i henhold til dette afsnit.",
    "3031953928": "HUMAN Network™ er et varemærke tilhørende HUMAN Protocol Foundation og bruges med dets tilladelse.",
    "3034959000": "Du kan hente",
    "3038275155": "Afkald på gruppesøgsmål. Du giver afkald på enhver ret, du har til, at enhver tvist bliver anlagt, hørt eller voldgiftsret som et gruppesøgsmål, et kollektivt eller repræsentativt søgsmål. Uanset enhver anden klausul indeholdt i denne aftale, kan den foregående sætning under ingen omstændigheder adskilles fra denne aftale. Ethvert krav om, at hele eller en del af denne fraskrivelse er uhåndhævelig, samvittighedsløs, ugyldig eller omstødelig, kan kun afgøres af en domstol med kompetent jurisdiktion og ikke af en voldgiftsmand. Du vil ikke blive gengældt eller forhindret i at udføre opgaver på vores hjemmeside som et resultat af, at du udøver dine rettigheder i henhold til Section 7 of the National Labour Relations Act, eller ved indgivelse af eller deltagelse i en gruppe-, kollektiv eller repræsentativ sag i et hvilket som helst forum , men vi kan lovligt søge håndhævelse af denne gruppesøgsmålsfritagelse og søge afvisning af sådanne gruppesøgsmål, kollektive eller repræsentative søgsmål eller krav.",
    "304004915": "Vi er ligeglade med, hvem brugerne er, kun hvor sandsynligt det er, at de er ondsindede eller maskiner. Vi støtter initiativer som f",
    "3044038608": "Du accepterer at give os sande, nøjagtige og fuldstændige oplysninger som anmodet om i vores registreringsproces. Du accepterer også at opdatere sådanne oplysninger omgående efter behov for at holde dem aktuelle og nøjagtige.",
    "3047519814": "Du accepterer, at du ikke vil dele din konto eller adgangskode med nogen.",
    "3048865891": "Omkostninger og gebyrer. Parterne skal hver især afholde deres respektive omkostninger til juridisk repræsentation ved enhver sådan voldgift, undtagen i det omfang, advokatsalærer er udtrykkeligt fastsat ved lov. Parterne vil opdele ethvert indledende administrativt gebyr, som opkræves af voldgiftsdommeren, op til en maksimal pris for dig på 250 dollars (US$250,00). Omkostningerne til voldgiftsdommeren og retsreporteren, hvis nogen, skal i første omgang afholdes af os; voldgiftsdommeren skal dog have beføjelsen til at tildele passende omkostninger til den fremherskende part, som foreskrevet ved lov, og/eller at kræve, at parterne opdeler omkostningerne forbundet med voldgiftsdommeren og/eller retsrapportøren.",
    "3049976256": "For hver ny mærkningskunde gennemgår vi en tjekliste under salgsprocessen. Dette inkluderer indledende KYC-omhu før onboarding, samt verifikation af alle anmodninger til vores analytikere og spotcheck i realtid og periodiske gennemgange af anmodninger lavet ved hjælp af vores selvbetjeningsplatform.",
    "3054564199": "Pressemateriale",
    "3056723024": "13. Uacceptabel fuldførelse af opgaver",
    "305735018": "Endelig et troværdigt alternativ til Google. hCaptcha Enterprise leverer dramatiske besparelser på din reCAPTCHA-regning med højere sikkerhed: op til 80 % billigere i nogle tilfælde.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "Fortrolighedspolitik",
    "3064321967": "Den første kendte spam-e-mail blev sendt i 1978. [",
    "3065000659": "Vidste du, at hver gang du \"klikker på bilen\", er du med til at træne en enkelt",
    "3068923550": "( ) Modforanstaltninger skal virke, hvis de indfases gradvist",
    "3083289844": "Hvis du har fundet et problem, som du mener kan påvirke brugernes privatliv, bedes du sende os en e-mail på",
    "3086730511": "Hvis du er en integrator af vores gratis service, og vi fastslår, at du har overskredet vores rimelige tærskler, i øjeblikket den mindste af:",
    "3088605177": "Tilføj kun vores udfordringskode, hvor det er nødvendigt, og hvor det giver mening at beskytte både dig og dine brugere.",
    "3089778412": "Hvordan hCaptcha beregner belønninger",
    "3092200338": "** Når den 15. falder på en weekend, er udbetalingsdatoen i stedet den 17.",
    "3093388779": "hCaptcha er gratis at bruge for udgivere af enhver størrelse",
    "3093689546": "Nem integration",
    "3094150511": "Regulerende myndighed: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 juni 2019",
    "3096063825": "Prøve det",
    "3096553330": "Ethvert system, vi skaber, afspejler simpelthen vores forhold til andre mennesker.",
    "3098677775": "Spørgsmål: Er min IP og min browserhistorik fuldstændig privat fra hCaptcha, når jeg bruger Privacy Pass?",
    "3100722753": "For potentielle sikkerheds- eller privatlivsproblemer, se instruktionerne nedenfor.",
    "3103557430": "Hvordan vi bruger oplysninger",
    "3103642530": "Denne anmeldelse er sammensat af flere sæt kriterier:",
    "3107683988": "Dette kan dramatisk reducere trafik og omkostninger uden for netværket, samtidig med at alle fordelene ved administration af vores 24/7 vagtpersonale bevares for at opfylde de strengeste SLA'er.",
    "3108727249": "BotStop",
    "310885519": "eller",
    "3114147525": "hCaptcha-kunder bruger tjenesten til opgaver, herunder objektgenkendelse, attributdetektion (indsamling af etiketter for at identificere typer af tøj), relevansrangering (valg af det mest relevante produkt fra flere muligheder sammenlignet med et primært produkt), afgrænsningsfelter (finde områder af interesse på et billede), \"Human OCR\" (identifikation af teksten i et billede) og mange andre typer opgaver.",
    "3117887301": "Betroet af de største onlinetjenester",
    "3119498672": "udføre enhver opgave med brug af internetbots, webrobotter, bots, scripts eller enhver anden form for kunstig intelligens eller på anden måde forsøge at opnå belønninger fra IMI eller enhver anmoder eller integrator uden at fuldføre opgaver, som de er beskrevet;",
    "3119589996": "Sådan fungerer det: En browserudvidelse giver brugerne mulighed for at oprette og signere kryptografisk blinde tokens til websteder, der understøtter Privacy Pass-protokollen. Udvidelsen genererer pas, der indeholder kryptografisk blindede tokens, der er underskrevet af hCaptcha, når en udfordring løses på ethvert websted ved hjælp af hCaptcha-tjenesten,",
    "3121248460": "Vis uendeligt forskellige tilpassede udfordringer – fra simple til komplekse – for dit forventede publikum",
    "3128328457": "Hvis du er en bidragyder eller integrator, er du alene ansvarlig for betaling af eventuelle anslåede eller andre føderale, statslige eller lokale indkomstskatter, socialsikring, FICA og arbejdstagerkompensation, der skylder som følge af brugen af vores hjemmeside, samt lignende skatter eller afgifter i ikke-amerikanske jurisdiktioner. Du accepterer at holde os skadesløs for eventuelle vurderinger mod os, fordi du ikke har overholdt nogen skattelovgivning.",
    "3128433367": "... og mange flere",
    "3130928685": "Blog",
    "3138772661": "tusindvis af liv hvert år",
    "3139609561": "Nedenfor er to eksempler på jobtyper til billedklassificering og attributregistrering. [",
    "31502377": "Hvad er et Rich Text-element?",
    "3152512587": "og systemet indsamler hundredvis af millioner af daglige løsninger. [",
    "3153117136": "Sådan fungerer hCaptcha-sværhedsindstillinger",
    "3160820928": "Koordineret angrebsbeskyttelse",
    "3161489950": "Verdens mest avancerede ML-sikkerhedsplatform",
    "3162107126": "IMI er ikke part i nogen tvist mellem dig og en anden bruger af Tjenesterne. Du fritager IMI og dets tilknyttede selskaber fra ethvert krav, krav og skader af enhver art og art, kendte og ukendte, mistænkte og ikke-mistænkte, afsløret og ikke-oplyst, som opstår som følge af eller forbundet med enhver tvist mellem dig og en anden bruger.",
    "3167979932": "Designet til privatliv fra dag ét. Stærk databehandleraftale.",
    "3168199226": "Men i 2020 blev det klart, at opbygning af denne slags datasæt kunne opfattes som en dual use-teknologi på en måde, som få ville have forventet for et år siden.",
    "3173156067": "Nogle færdiglavede sikkerheder er tilgængelige, hvis du gerne vil inkludere eksempelbilleder i din artikel.",
    "3176531704": "Dataanmærkning",
    "3178581111": "Bruges til nye formål",
    "3180664128": "Ved at lære over tusindvis af signaler kan modeller udlede og opnå høj tillid til at opdage ondsindet adfærd meget hurtigt, selv når intet individuelt signal i sig selv ville være stærkt nok til at indikere et problem.",
    "3182435854": "ophavsret",
    "318339230": "(Et eller flere af følgende kan gælde for netop din idé, og det kan det have",
    "3183855267": "1. hmt_id",
    "3186435874": "Sessions ID",
    "3192683783": "Ændringer i denne privatlivspolitik",
    "3193548097": "Hope Springs Evig",
    "3194111925": "support",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Nytteværdien og sårbarheden af API'er",
    "3200641265": "Senest den 16. juni 2020*",
    "3200859925": "1. Formål",
    "320166522": "Maskinlæring påvirker nu næsten alle aspekter af vores liv, ofte på måder, vi ikke er klar over og ikke kan se. Online sikkerhedstjenester er ikke anderledes.",
    "3202747130": "Hele aftalen. Disse servicevilkår og alle politikker, procedurer eller vilkår, der henvises til i denne aftale, udgør parternes fulde aftale med hensyn til emnet, og erstatter og annullerer alle tidligere og samtidige relaterede aftaler, krav, repræsentationer og forståelser af parterne .",
    "3203921334": "Vi kunne godt lide en række ting ved hCaptcha-løsningerne: 1) de sælger ikke personlige data; de indsamler kun et minimum af nødvendige personlige data, de er gennemsigtige i beskrivelsen af de oplysninger, de indsamler, og hvordan de bruger og/eller videregiver dem.",
    "3206136647": "Googles problem her er baseret på de spørgsmålsdata, de bruger i forhold til, hvem der ser dem. Hvis al data kommer fra den samme kultur (og i Googles tilfælde den samme virksomhed) kan du helt sikkert forvente at få udfordringer, der ikke oversættes godt til andre kulturer, i tråd med Edens klage.",
    "3207769512": "Implementer produktionsjob",
    "3208155808": "Overfør en maskinlæsbar kopi af dine personlige oplysninger til dig eller en tredjepart efter eget valg.",
    "3212830633": "2. Berettigelse",
    "3213351333": "Der kræves ingen forudgående forpligtelse",
    "3213411837": "billede 2",
    "3214322759": "ellers deltage i enhver ondsindet eller svigagtig aktivitet.",
    "3217791519": "15. juli 2020 - 15. oktober 2020",
    "3225770968": "hCaptcha er designet til at løse det mest arbejdskrævende problem inden for maskinlæring; mærkning af enorme mængder data på en rettidig, overkommelig og pålidelig måde.",
    "3225936061": "Du så sandsynligvis billeder af tekst taget fra bogsider på Googles bogtjeneste og hjalp med at forbedre deres OCR-software (tekstgenkendelse).",
    "322830977": "Sådan deaktiverer du cookies.",
    "3228928991": "Oplysninger, der kan bruges til at identificere eller kontakte en person (\"Personlige oplysninger\"), såsom navn, e-mailadresse og land. Vi indsamler personlige oplysninger fra vores nuværende og potentielle integratorer og kunder, når de giver dem direkte til os (for eksempel ved at udfylde en formular, når du tilmelder dig en konto, eller ved at ansøge om at modtage e-mail-meddelelser fra os). Vi kan også verificere identiteten af vores integratorer og kunder ved at sammenligne personlige oplysninger med tredjepartsdatabaser eller officielle juridiske dokumenter.",
    "3230004040": "Er du svagtseende eller på anden måde ude af stand til at gennemføre hCaptchas?",
    "3233305531": "Varemærker",
    "3233441200": "Politik for gentagen krænkelse",
    "3235430156": "virksomhedens maskinlæringssystemer gratis?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha intern analyse. Data indsamlet til og med den 30. juni 2019. Oplysninger er tilgængelige efter anmodning.",
    "3236873806": "IMI er ansvarlig for denne hjemmeside.",
    "3238184941": "Bemærk: Risiko for svindel forbundet med en individuel IP-adresse kan efter anmodning deles med en integrator.",
    "3238345709": "( ) Det vil stoppe spam i to uger, og så bliver vi hængende med det",
    "3238612014": "Browserhistorik, oplysninger om en forbrugers interaktion med et websted, en applikation eller en annonce på internettet.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Sidste opdatering: 18. februar 2021",
    "324647915": "Tak, fordi du tog dig tid til at hjælpe os med at få disse oplysninger!",
    "3247172580": "hCaptcha kombinerede avanceret selvovervåget maskinlæring med en ny edge compute-tilgang, der unikt minimerer dataindsamling og opbevaring, leveret fra over 250 steder globalt for massiv skalerbarhed.",
    "325077666": "Ved at indsende dine oplysninger accepterer du vores",
    "3251220335": "A: Nej. Klik venligst på det samme e-mail-login-link, der er sendt til dig på hver enhed, du bruger, for at indstille cookien.",
    "3254142589": "( ) Jurisdiktionsproblemer",
    "3255230599": "Hvad er en cookie?",
    "3256020881": "At observere din adfærd og browseraktiviteter over tid på tværs af flere websteder eller andre platforme.",
    "3256245394": "samt vores blogindlæg, f.eks",
    "3260825523": "Intuition maskiner",
    "3264813246": "Upassende",
    "3265293440": "( ) Modtagelighed af andre protokoller end SMTP for angreb",
    "3265328927": "), en maskinlæringsvirksomhed, der tilbyder produkter og tjenester til virksomheder, der implementerer maskinlæring i stor skala.",
    "3265895521": "Hæv og sænk udfordringssværhedsgraden baseret på tidspunktet på dagen",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Vær venlig",
    "3272552822": "Udviklere og kryptografer:",
    "32739972": "For at gemme dine login-sessionsoplysninger, hvis du er registreret på vores websteder.",
    "3276777569": "hCaptcha",
    "3280658086": "virksomhedsløsninger",
    "3286051798": "Overskrifter, afsnit, blokcitater, figurer, billeder og figurtekster kan alle styles, efter at en klasse er føjet til det rige tekstelement ved hjælp af det indlejrede vælgersystem \"Når det er inde i\".",
    "328625009": "... vi er klar, når du er: vores service er tilgængelig døgnet rundt.",
    "3287172429": "Kontroller udfordringstyper vist",
    "3288667364": "Sammenligning og detektion",
    "3290996791": "Alle andre produktnavne, logoer og mærker tilhører deres respektive ejere. Alle andre firma-, produkt- og servicenavne, der bruges på denne hjemmeside, er kun til identifikationsformål. Brug af disse navne, logoer og mærker indebærer ikke godkendelse.",
    "3292221787": "udfordringen blev besvaret, ikke kun om den var korrekt, og ændrer ofte både spørgsmålene og de anvendte data.",
    "3301728462": "Millioner af mennesker bruger hCaptcha hver måned på tusindvis af kombinationer af browsere, udvidelser, enheder, firewalls og mere.",
    "3312336121": "som forbruger enorme mængder adfærdsdata for at afgøre, om webbrugere er legitime mennesker eller bots",
    "3315658779": "Forebyg indholdsskrabning med hCaptcha Enterprise",
    "3319083717": "Navn:",
    "3324288040": "Send os feedback",
    "332723732": "indhold",
    "3329634829": "Begræns behandlingen af dine personlige oplysninger.",
    "3329755436": "Planlægger du at fremskynde denne proces?",
    "3334160175": "( ) Den er forsvarsløs mod brute force angreb",
    "3336625692": "Denne side beskriver vores tanker om dette emne i forbindelse med AI-etik, og de processer, vi følger for at sikre, at brugen af vores tjenester forbliver i overensstemmelse med de politikker, vi har vedtaget som virksomhed.",
    "3339302473": "27. Opsigelse",
    "3342910682": "Læs mere",
    "3346362371": "Hvad med maskinlæring?",
    "3348433919": "Dine rettigheder",
    "3349094124": "Kriterier for etiske hensyn: Mål",
    "3353238942": "hCaptcha er designet til at stoppe bots ved at skelne dem fra mennesker. Visuelle test er et praktisk værktøj til dette, men ikke alle kan løse en visuel udfordring.",
    "3356329025": "1. 30 dage",
    "3356349631": "Google Chrome",
    "3357523404": "Grænseoverskridende dataoverførsel",
    "33639629": "Ikke relevant for tredjepartswebsteder. Bemærk venligst, at denne fortrolighedspolitik ikke gælder for nogen hjemmesider, tilbud, produkter eller tjenester fra nogen tredjepart, selvom den linker til vores websted eller inkorporerer tjenesten - se venligst de gældende privatlivspolitikker, før du beslutter dig for at give nogen information til tredjemand fester.",
    "3365203058": "Anti-bot beskyttelse i verdensklasse",
    "3368788823": "Terence Eden gør en interessant pointe på sin blog: \"",
    "3370561195": "6. Acceptabel adfærd",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI Etik politikker og processer",
    "3376724603": "14.-24. september 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Få dine data mærket nu",
    "337971271": "Maskinlæring er nyttig. Men det kræver ikke personlige data for at virke.",
    "3383086062": "hCaptcha Enterprise er en komplet online sikkerhedsløsning. Aktive og passive tilstande giver dig mulighed for at stoppe opfyldning af legitimationsoplysninger, registrere kontoovertagelser og blokere mistænkelige aktører. Alt sammen med nul friktion for legitime brugere.",
    "3386280249": "At skabe et marked for mærkede data. Vores service muliggør datamærkning og menneskelig gennemgang af maskinlæringssystemer som en service til webstedsejere og virksomheder, der har brug for hjælp til at få deres data mærket. Til det formål videregiver vi mærkede data til vores kunder, der er interesserede i at erhverve mærkede data.",
    "3388180864": "Interesseret i at arbejde med dybe tekniske udfordringer på web-skala? Vi ansætter altid dygtige ingeniører over hele verden -",
    "3389431373": "Tjenester som reCAPTCHA v3 siger, at det er nødvendigt for god sikkerhed at placere deres sporingspixel på hver side på dit websted. Dette er ikke tilfældet.",
    "3395399558": "( ) Teknisk analfabeter politikere",
    "3397976149": "Få support til hCaptcha Publisher",
    "3398978455": "15.-25. september 2021†††",
    "3401005681": "Tjene penge",
    "3401861278": ", som er inkorporeret heri som reference. Gennemgå venligst denne aftale for at se, hvordan vi behandler personoplysninger på dine vegne. Bemærk, at vi fungerer som en \"databehandler\" i henhold til EU's generelle databeskyttelsesforordning og en \"tjenesteudbyder\" i henhold til California Consumer Privacy Act.",
    "34074886": "Hver gang du besvarer en udfordring, bruger vi sofistikerede modeller til at finde ud af, om du er et menneske. Det websted, du besøgte, bruger derefter dette resultat til at hjælpe med at forbedre din oplevelse på deres websted ved at holde bots ude.",
    "3408107995": "I dag betyder skrabning dog uvægerligt en programmatisk tilgang til at trække data fra et websted. Skrabningssoftwaren fungerer som en menneskelig bruger, klikker på knapper og læser det resulterende output. Der er mange legitime anvendelser til at skrabe. Webcrawlere, der driver søgemaskiner, er et eksempel. Det samme er værktøjer som Skyscanner, der leder efter rejsetilbud ved at søge gennem tusindvis af rejsewebsteder. Fintech-virksomheder bruger det også og skraber brugernes økonomiske data fra banksider, hvis der ikke er nogen Application Programming Interfaces (API'er) tilgængelige til at oprette dataforbindelsen. De ting, du skal huske på ved skærmskrabning, er dens hastighed og skalerbarhed. Processen kan høste enorme mængder data fra websteder, forudsat at webstederne ikke er konfigureret til at forhindre det i at ske. Ved beregningshastigheden kan en skraber samle store datasæt ved at interagere med websteder og den underliggende software og databaser, der driver dem.",
    "3409726716": "registrere dig for mere end én konto hos os uden skriftlig tilladelse;",
    "3412647984": "Dette lader dig undgå fremtidige spørgsmål ved at registrere og sætte en cookie. Prøv også at slå din annonceblokering fra.",
    "3417372336": "Skift på få minutter",
    "3419878556": "Sørg for, at \"Bloker tredjepartscookies\" ikke er aktiveret.",
    "3421090159": "åben kildekode",
    "3426312287": "5-15 januar 2022",
    "3433896984": "BotStop™",
    "3434202027": "Enhver brug af hCaptcha-navnet i kommunikation kræver tilskrivningen: \"hCaptcha er et registreret varemærke tilhørende Intuition Machines, Inc.\"",
    "3436534225": "Stort set alle virksomheder, der starter en pilot, vælger i sidste ende vores løsninger.",
    "3437412311": "For Enterprise-brugere er muligheder tilgængelige for helt at undgå udfordringer i de fleste scenarier, afhængigt af passive scores.",
    "3441764123": "Når en udfordring præsenteres for en tilgængelighedsbruger på et websted, der bruger hCaptcha-tjenesten, vil de automatisk bestå.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Trafik mellem",
    "3446714684": "Mobil (iOS og Android) integration",
    "345108670": "- legitimationsfyld og andre kontoovertagelsesforsøg",
    "3453526675": "1. 1. part",
    "345563040": "( ) Det er en dum idé, og du er en dum person for at foreslå det.",
    "3457805519": "3. Kan kundens anmodning opfyldes i henhold til amerikansk lovgivning og vores regler for engagement?",
    "3458934553": "3. Varierer; op til 30 dage.",
    "3460432665": "Uanset ovenstående kan vi, hvis du er en amerikansk skatteyder, anmode dig om en W-9, der opdateres årligt, og vi kan forhindre dig i at udføre opgaver, indtil du har gennemført eller opdateret en W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Whitelist hcaptcha.com og *.hcaptcha.com cookies i din annonceblokering eller browsersikkerhedsudvidelse.",
    "3470857731": "En analyse af, hvor godt reCAPTCHA detekterer bots.",
    "3475647460": "( ) Kræver for meget samarbejde fra spammere",
    "3478726913": "hCaptcha har en af de største pools på planeten til rådighed til din brug. Uanset din skala, kan vi håndtere det uden dyre forudgående forpligtelser. Millioner af opgaver om dagen er ikke noget problem.",
    "3479034323": "Hvis du ser indhold, der tilhører dig, gengivet på hCaptcha-platformen og vil have det fjernet af en eller anden grund, kan du kontakte os via e-mail.",
    "3480023141": "Få mere at vide om tilgængelighedsmuligheder",
    "3483700676": "Start millioner af opgaver med det samme",
    "3488019891": "hCaptcha er et registreret varemærke tilhørende Intuition Machines, Inc.",
    "348809718": "4. Vælg \"Accepter\" under \"Tredjepartscookies\".",
    "349292953": "Oplysninger, vi indsamler",
    "3494826505": "Med leverandører engagerer vi os for at levere væsentlige aspekter af webstederne og tjenesten, såsom datalagring, hosting og analyse, og kun til disse formål.",
    "3496767126": "For at undgå tvivl gælder følgende afsnit udelukkende for kunder, der bruger vores annotationstjenester, og ikke for brug af vores tjenester som integrator",
    "3500503648": "hCaptcha er designet til at eliminere langsigtet dataopbevaring ved at stole på øjeblikkelig evaluering i stedet for at registrere og analysere din browserhistorik. Vi støtter også initiativer som f.eks",
    "3501923981": "Sidst opdateret: 1. januar 2020.",
    "3507532387": "( ) Nem søgning i lille alfanumerisk adresseområde for alle e-mailadresser",
    "3510143229": "hCaptcha er en tjeneste til websteder og apps,",
    "3511610999": "Lad os sørge for, at du kommer det rigtige sted hen.",
    "3515435438": "Indberetning af DMCA-klager",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Behandlingsformål",
    "3520687192": "Registreringer af kommunikation med dig (f.eks. supportbilletter åbnet via e-mail eller Twitter) kan opbevares på ubestemt tid.",
    "3524251858": "Direktør for produktledelse, Cloudflare",
    "3526939538": "Software-fejl",
    "3527140447": "Dokumenter",
    "3530599065": "Privatliv er bygget op fra bunden. hCaptcha bevarer ingen PII og er i overensstemmelse med talrige privatlivsmandater og regler.",
    "353066938": "Et erfarent team, der arbejder på nutidens sværeste problemer. hCaptcha er en service af",
    "3532143291": "For at sikre vores tjenester og systemer. Vi bruger Analytics-oplysninger til at sikre vores systemer ved at identificere potentielle trusler og sårbarheder og på anden måde beskytte de oplysninger, vi indsamler.",
    "353367791": "Opdag dårlige skuespillere af mange forskellige typer.",
    "3536122902": "( ) At stoppe dem på den måde er ikke langsomt og smertefuldt nok",
    "3543141425": "for det!",
    "3545935449": "At genkende nye eller tidligere brugere.",
    "3548097301": "Gælder: 1. januar 2020.",
    "354925785": "Intro",
    "3554363588": "Andre mærker",
    "3554448168": "Kategorisering",
    "3555583744": "og",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Du accepterer at bruge kommercielt rimelige bestræbelser på at beskytte enhver fortrolig information modtaget fra os eller via vores tjenester. omfatter botscore og ikke-offentlige detaljer om vores virksomhedstjeneste, herunder ikke-offentlig dokumentation og alle detaljer, vi måtte dele vedrørende vores botdetektionsmetoder. Hvis du får adgang til sådanne fortrolige oplysninger, kan vi ændre, suspendere eller begrænse din adgang til vores tjenester efter vores eget skøn, hvis vi fastslår, at fortrolige oplysninger bliver afsløret ved din brug af vores tjenester, og vi vil gøre en rimelig indsats for at give dig besked inden suspensionen.",
    "3566102529": "os i dag for at lære mere.",
    "3569492665": "Registrering af onlineaktivitet er ikke svaret.",
    "3570415321": "Selskab",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Nogle af de oplysninger, du giver os, kan udgøre følsomme data som defineret i GDPR (også kaldet særlige kategorier af personlige data), herunder identifikation af din race eller etnicitet på regeringsudstedte identifikationsdokumenter.",
    "3573245166": "I modsætning til reCAPTCHA arbejder vi i alle lande.",
    "3576146278": "Betal kun for den nøjagtighed, du har brug for",
    "3578122193": "Bliv på brand med relevant indhold",
    "3588274874": "Ved at fokusere på at levere et produkt, der er tilpasset regulatoriske indsatser såsom EU's GDPR og Californiens CCPA, har vi oplevet en massiv vækst - selvfølgelig hjælper det, at hCaptcha er en simpel \"drop in\" erstatning for reCAPTCHA og dermed kan installeres inden for få minutter.",
    "3588620914": "Privacy Pass er en ny opfindelse efter nettets standarder, og det er muligt for andre applikationer og browserudvidelser, der ikke er klar over det, at forstyrre dets funktionalitet.",
    "3590546893": "Simpel adfærdsanalyse er et signal, der let bliver forfalsket af dårlige aktører, og det kræver også, at du beholder browserhistorik for al din legitime trafik.",
    "359073033": "Dashboards leverer højt niveau eller finkornede visninger af aktivitet.",
    "3594381346": "Beliggenhed.",
    "3594440415": "Til sidst vil de begynde at åbne døre.",
    "3594526017": "IM-forskere sætter nyt benchmark for svagt overvåget tekstgenkendelse (OCR) ved CVPR 2020.",
    "3596207631": "Spørgsmål: Jeg oplever stadig en udfordring efter at have sat cookien. Hvad skyldes dette?",
    "3600022491": "Af denne grund har vi designet et enkelt, smertefrit alternativ til at lade udgivere, der bruger vores tjeneste, bevare tilgængeligheden for alle med fuld overensstemmelse med Section 508 og WCAG 2.1 AA.",
    "3600718611": "Overvej Google reCAPTCHA,",
    "3600797185": "Tilbyde tilbagevirkende bot-identifikation ville åbne Google op for vanskelige spørgsmål om, hvordan man med tilbagevirkende kraft refunderer annoncører, der har brugt penge på den svigagtige trafik.",
    "360236473": "hCaptcha-tjenesten er ikke beregnet til at blive brugt, så nogen kan arbejde som en individuel etikettering. Den er ikke designet til eller egnet til dette formål. Vi anbefaler ikke nogen at prøve at bruge hCaptcha som en kilde til personlig indkomst.",
    "3604147138": "3. Bruges til strengt nødvendige tekniske formål: muliggør tilgængelighedsbrugerbrug.",
    "3609106478": "Legitimationsfyldning:",
    "3609929815": ". Vi gemmer kun oplysninger om dit navn, land og e-mailadresse med det formål at kontakte dig i fremtiden vedrørende individuelle mærkningsarbejdsmuligheder.",
    "3612043014": "...og andre simple opgaver. Nemt for mennesker, svært for bots.",
    "361372538": "2. Tror vi, at vores leverede tjenester sandsynligvis vil blive brugt til diskriminerende formål af kunden på måder, der kan være lovlige, men som ikke er acceptable for os?",
    "3614653023": "Praksis er snarere afhængig af store angreb på legitimationsoplysninger, der prøver millioner af brugernavn/adgangskode-par på snesevis af finansielle målinstitutioner i håb om at låse op for en lille delmængde af konti. Når først den automatiserede svindelsoftware har fået adgang til kontoen, kan en menneskelig hacker blive involveret, men i nogle tilfælde ikke.",
    "361795034": ". Ukendt forfatter, ca. 2000",
    "3619183405": "I 2021 kan simple CAPTCHA'er nogle gange løses med software takket være fremskridt inden for maskinlæring. For at løse dette laver hCaptcha også en meget detaljeret analyse af egenskaber som f.eks",
    "3620039756": "Øverst til højre skal du trykke på Mere og derefter på Indstillinger.",
    "3620442880": "Flash-udsalgsbeskyttelsesfunktioner",
    "3621401685": "( ) Upopularitet af mærkelige nye skatter",
    "3621411541": "Lær om tilgængelighedsmuligheder for hCaptcha",
    "3621455477": "at lære mere!",
    "3623028666": "(brug venligst en tjeneste som f.eks",
    "3624758171": "Tilpassede opgaver er også tilgængelige for virksomhedsudgivere.",
    "3630114728": "Se, hvad der sker på tværs af alle dine websteder og apps.",
    "3644106388": "Kontakt",
    "3645414921": "Slet",
    "364774188": "Jeg er menneske™",
    "3654556483": "Finansielle institutioner og e-handelsvirksomheder har processer og kontroller, der afbøder noget af truslen om kontoovertagelse. Disse spænder fra de gammeldags \"hvad var navnet på din bedste ven i folkeskolen\" sikkerhedsspørgsmål til afsløringsmetoder, der fjerner mistænkelige IP-adresser og mobilenhedsprofiler.",
    "3657743880": "Browserinstruktioner til cookies på tværs af websteder",
    "3660619092": "Tilmeld dig gratis eller kontakt salgsafdelingen for Enterprise-løsninger",
    "366088791": "hCaptcha understøtter en bred vifte af opgaver.",
    "3660891610": "Hvis du er bidragyder, har IMI, og ikke dig, ejendomsretten til ethvert arbejde, du producerer som en del af udførelsen af enhver opgave. Ved at acceptere vilkårene i denne aftale accepterer du (og gør hermed) at overføre besiddelse, ejerskab og ejendomsret (inklusive alle intellektuelle ejendomsrettigheder, der eksisterer i hele verden) i og til dit arbejde til os. For at sikre, at vi er i stand til at erhverve, perfektionere og bruge sådanne rettigheder, accepterer du yderligere at (i) underskrive alle dokumenter for at hjælpe med dokumentation, perfektion og håndhævelse af vores rettigheder; og (ii) give rimelig adgang til information for at registrere, perfektionere, sikre, forsvare og håndhæve sådanne ejendomsrettigheder i ethvert og alle lande. Dine forpligtelser i henhold til dette afsnit vil fortsætte, selv efter du har afmeldt dig fra eller ophører med at bruge Tjenesterne. Du udpeger os som din faktiske advokat til at udføre dokumenter på dine vegne til de formål, der er angivet i dette afsnit.",
    "3666807632": "14. Bidragyders kvalifikationer og færdigheder",
    "3668115514": "Hvordan er hCaptcha anderledes?",
    "3668873369": "Hos hCaptcha har vi taget en anden tilgang fra dag ét",
    "3669258571": "Cookiepolitik",
    "3671246379": "Trin 5: Klik på fanen Konsol, og højreklik derefter på \"Vælg alle\" og gem det i en tekstfil for at gemme konsolloggen. Send os det også.",
    "3671828834": "Eksempler på delt personlige oplysninger",
    "3673079511": "spirende standard",
    "3678889946": "Senest den 15. juni 2019",
    "3679148535": "Q: Hvilke andre applikationer af Privacy Pass arbejder du på?",
    "3680327841": "Vi er forpligtet til at få hCaptcha til at fungere godt for alle",
    "3682071227": "Hvad er kontoovertagelser, og hvordan fungerer de?",
    "3688621388": "Trusselssignaturer",
    "3694578791": "Som diskuteret ovenfor indsamler vi (og vores tredjepartsleverandører) Analytics-oplysninger til dels gennem brug af cookies, web-beacons og andre sporingsteknologier. I nogle tilfælde samarbejder vi med tredjepartsleverandører om at anvende cookies med det formål at indsamle Analytics-oplysninger.",
    "3695206755": "Prøv os uforpligtende i dit miljø.",
    "3700113699": "Åbn Chrome-appen på din Android-enhed.",
    "3700767772": "Når du har installeret udvidelsen, skal du klikke her (eller på et hvilket som helst websted, der bruger hCaptcha) for at få adgangskort:",
    "370366524": "Ephemeral Service Telemetri",
    "3709608616": "så kan din konto blive deaktiveret eller fastslået, at den ikke er berettiget til indtjening efter vores skøn, i et hvilket som helst tidsrum, med eller uden forudgående varsel til dig. Under ingen omstændigheder vil anmodninger, der overstiger vores fair use-tærskelværdier, være berettiget til indtjening uden skriftlig bekræftelse fra os.",
    "3714002185": "Lær mere om hCaptcha Enterprise",
    "3715747429": "Vores onboarding-ingeniører kan komme hurtigt i gang, uanset om du har brug for React-integration, SDK'er til iOS native apps, et Java-backend-eksempel eller stort set ethvert andet scenarie.",
    "3717512591": "Direkte platformintegration",
    "3717942925": "Ligesom der altid vil være folk, der ønsker at fange din opmærksomhed via e-mail, vil der altid være et ønske om at begrænse adgangen til nogle ressourcer, så kun mennesker kan få adgang til dem.",
    "3719056187": "Oplysningerne på internetsiderne repræsenterer ikke individuel rådgivning og kan ikke erstatte denne. Hvis du har brug for individuel rådgivning, bedes du kontakte vores supportmedarbejdere. Brug af denne side",
    "3720584906": "15. juli 2021 - 15. oktober 2021",
    "3721365241": "Prøve",
    "3723626769": "for dine bidrag og anmeldelse.",
    "3725880582": "Giv tilbage til velgørenhed",
    "3729345277": "hCaptcha er en måde for virksomheder at få de annoteringer, de kræver, hurtigere, med højere kvalitet og til lavere omkostninger end andre alternativer.",
    "3730038780": "Vælg mellem et næsten uendeligt antal udfordringer, som brugerne kan løse",
    "3730344349": "Denne sektion giver yderligere oplysninger om de personlige oplysninger, vi indsamler om forbrugere i Californien og de rettigheder, der er tildelt dem i henhold til California Consumer Privacy Act eller \"CCPA\".",
    "3733422465": "8. Bekræftelse af din identitet",
    "3740051331": "Vi er også forpligtet til aktivt at overvåge og svare på dine brugeres spørgsmål på tværs af sociale medier, fora og vores in-widget- og e-mail-supportkanaler. Vi er tilgængelige og lydhøre og behandler brugertilfredshed som en top KPI.",
    "3741193183": "( ) Mange e-mail-brugere har ikke råd til at miste forretninger eller fremmedgøre potentielle arbejdsgivere",
    "3744079744": "15.-19. juni 2020****",
    "3744153629": "Navne:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kontakt",
    "3753956446": "Gratis",
    "3758963444": "Tak skal du have! Dit indlæg er modtaget!",
    "3759360138": "4. Brugernavn og adgangskode",
    "3759657802": "Du må ikke tildele, overføre eller uddelegere disse Servicevilkår eller dine rettigheder eller forpligtelser i henhold hertil på nogen måde (ved lov eller på anden måde).",
    "3759923279": "Send gerne pressehenvendelser til følgende e-mailadresse:",
    "3764131594": "22. Tredjeparts websteder",
    "3766910104": "2. Anvendes til strengt nødvendige tekniske formål: lastbalancering, routing.",
    "3767462250": "Designet til privatliv",
    "3768951251": "Enterprise SLA'er",
    "3773515538": "Er du nogensinde blevet bedt om at \"skrive de to ord?\"",
    "378086442": "af CAPTCHA'er, snarere end deres UX i sig selv.",
    "3782751514": "HUMAN Protocol® er et registreret varemærke tilhørende HUMAN Protocol Foundation og bruges med dets tilladelse.",
    "3783031293": "Vi bruger Cloudflare til at optimere vores webtrafik. For information om, hvordan Cloudflare indsamler og behandler data,",
    "3795997071": "Vælg Chrome-menuikonet. Vælg Indstillinger.",
    "3800781598": "] Næsten fem årtier senere fortsætter e-mail-spam med at plage os. Mange milliarder af dollars og tusinder af års ingeniørarbejde er blevet brugt på at besejre det, og alligevel fortsætter spam. Der er milliardindustrier på begge sider, dvs. dem, der forsvarer sig mod det, og dem, der sender det.",
    "3805618893": "Google Chrome (pc)",
    "3806054689": "15. april 2020 - 15. juli 2020",
    "3807059944": "Kontroller det anvendte udfordringsindhold",
    "3816867833": "Feedback",
    "3817067682": "Polygoner",
    "3817811295": "Garanteret pålidelighed og hurtig 24/7 on-call support.",
    "3819851005": "2. Gebyrer",
    "3821716514": "side.",
    "3828090208": "Brug i stedet \"for hCaptcha\". Hvis det bruges sammen med et tredjepartslogo, skal \"for hCaptcha\" være mindre i størrelse end tredjepartslogoet.",
    "3833636936": "a) 1.000 anmodninger i sekundet,",
    "3836291932": "Q: Jeg bruger flere enheder. Skal jeg tilmelde mig flere gange?",
    "3842490632": "En individuel bruger, der forsøger at besvare mange spørgsmål, vil sandsynligvis blive ratebegrænset eller hurtigt forbudt. Lige så vigtigt som vores",
    "3842673636": "I henhold til GDPR har du visse rettigheder vedrørende dine personlige oplysninger. Du kan bede os om at tage følgende handlinger i forhold til dine personlige oplysninger, som vi har:",
    "3842815245": "Er dette en fair handel?",
    "38428546": "Vi opbevarer dine personlige data sikkert gennem hele din kontos levetid hos os. Vi vil kun opbevare dine personlige data så længe det er nødvendigt for at opfylde de formål, som vi indsamlede dem til, herunder med det formål at opfylde eventuelle juridiske, regnskabsmæssige eller rapporteringspligter eller for at løse tvister. De kriterier, vi bruger til at bestemme opbevaringsperioder, omfatter de gældende kontraktlige bestemmelser, der er i kraft, lovbestemte forældelsesfrister, gældende lovkrav og industristandarder.",
    "3844300338": "Du accepterer at holde os skadesløs, forsvare og holde os skadesløse fra ethvert krav, skader, ansvar, omkostninger og udgifter (inklusive rimelige advokatsalærer og omkostninger), der opstår fra eller relaterer til din udførelse af opgaver eller din brug af vores hjemmeside .",
    "3844432472": "Selve åbenheden og anvendeligheden af API'er gør dem til utroligt rige mål for angribere. På samme måde som en mobilapp kan programmeres til at nå ud og FÅ data fra et virksomhedssystem ved hjælp af en API, så kan et stykke malware også. Hackere har skrevet en lang række softwareværktøjer til at misbruge API'er. Det er en effektiv angrebsteknik.",
    "384965568": "Selvom krav til opbevaring varierer afhængigt af jurisdiktion, er oplysninger om vores typiske opbevaringsperioder for forskellige aspekter af dine personlige data beskrevet nedenfor.",
    "3856690908": "15. januar 2020 - 15. april 2020",
    "3856912381": "Brugerne har lidt, og unødvendig webspam er nu udbredt. Men der er et alternativ.",
    "3859506577": "Business e-mail",
    "3861413614": "Du må ikke bruge noget hCaptcha-varemærke eller -logo, som ville antyde, at hCaptcha har en tilknytning til eller godkendelse, sponsorering eller support af et tredjepartsprodukt eller -tjeneste uden udtrykkelig skriftlig tilladelse.",
    "3863351997": "Personlige informationskategorier, der er angivet i California Customer Records statutten (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", som er fremtrædende linket i hCaptcha-widget-infosiden. De får en krypteret cookie, som kan bruges flere gange om dagen, men som skal opdateres hver 24 timer via login.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Opdater eller ret unøjagtigheder i dine personlige oplysninger.",
    "3878230879": "Vores mål er at sikre, at det altid virker for dig, så vi sætter stor pris på dine rapporter!",
    "3881754581": ". Hvis du er kunde af vores annoteringstjenester og har valgt \"Data for alle\"-muligheden som en del af din brug af tjenesterne, giver du IMI og alle brugere af tjenesterne en verdensomspændende, ikke-eksklusiv, underlicenserbar, overdragelig, royaltyfri, uigenkaldelig licens til fuldt ud at udnytte alle kundedata, inklusive alle relaterede intellektuelle ejendomsrettigheder. Hvis du vælger muligheden \"Data for alle\", erklærer og garanterer du, at du ejer tilstrækkelige rettigheder, titel og interesser i og til dine data til at tildele licensen i dette afsnit.",
    "3882147547": "Uvidende pseudorandom-funktioner",
    "388240587": "5.-15. januar 2022",
    "3884400764": "Selvom du må bruge hCaptcha-mærker i henhold til disse retningslinjer, betyder det ikke, at du har nogen optjente rettigheder til hCaptcha-mærker, logoer eller andre varemærker, handelsnavne, servicemærker, firmanavne eller goodwill tilhørende hCaptcha. Vi ønsker at give så meget fleksibilitet som muligt, men vi er forpligtet til at beskytte hCaptcha mod uautoriseret brug af ethvert varemærke, handelsnavn, servicemærke, firmanavn eller goodwill tilhørende hCaptcha. Enhver uautoriseret brug ophæver automatisk tilladelsen eller licensen givet af hCaptcha og kan pådrage sig et juridisk ansvar for eventuelle skader.",
    "3887113660": "Q: Hvordan påvirker Privacy Pass hCaptcha-indtjening?",
    "3891941747": "*** RÅDGIVNING for COVID-19: På grund af reduceret personalekapacitet relateret til COVID-19, er afstemning blevet flyttet for at give yderligere tid til at fuldføre vores standardverifikation. Udbetalinger forventes at starte fredag og afsluttes den følgende mandag.",
    "3892905664": "hCaptcha hjælper dine foretrukne onlinetjenester med at holde bots, spam og misbrug ude ved at stille enkle spørgsmål, der er nemme for mennesker og vanskelige for maskiner.",
    "3892952987": "Tjek vores åbningstider og ansøg her",
    "3893539589": "indsætte eksterne links, der tilbyder varer eller tjenester, medmindre det kræves af opgaven;",
    "389705801": "( ) Love, der udtrykkeligt forbyder det",
    "3897238493": "TJENESTERNE LEVERES PÅ EN \"SOM DE ER\" BASIS. VI GIVER INGEN REPRÆSENTATIONER ELLER GARANTIER, UNDERFORSTÅET ELLER UDTRYKKELIG, MED HENSYN TIL TILGÆNGELIGHED, EGNETHED, LOVLIGHED, TILGÆNGELIGHED ELLER FUNKTIONALITET AF TJENESTERNE, NOGEN SOFTWARE ELLER RELATERET SOFTWARE ELLER MATERIALER, RETNINGSLINJER, RETNINGSLINJER. I DET MAKSIMALTE OMFANG, DET ER TILLADT AF LOVEN, FRASKRIVER IMI sig ALLE UDTRYKKELIGE ELLER UNDERFORSTÅEDE BETINGELSER, REPRÆSENTATIONER OG GARANTIER, INKLUSIVE, MEN IKKE BEGRÆNSET TIL, GARANTIERNE FOR SALGBARHED, EGNETHED TIL EN BESTEMT UDVIKLING. DIT ENESTE OG EKSKLUSIVE RETSMIDDEL MOD IMI MED HENSYN TIL EVENTUELLE DEFEKT, IKKE-OVERENSSTEMMELSER ELLER UTILFREDSHED ER AT OPHØRE BRUGEN AF TJENESTERNE. Vi har intet ansvar for nogen skade på dit computersystem, tab eller korruption af data eller anden skade, der resulterer i. fra din adgang til eller brug af hjemmesiden eller Intuition Machines Platform. Planlagte og ikke-planlagte afbrydelser kan forekomme, og vi garanterer ikke uafbrudt tilgængelighed af vores hjemmeside.",
    "3898950867": "( ) Joe job og/eller identitetstyveri",
    "3900538778": "Mærkede data er det brændstof, der driver maskinlæring. reCAPTCHA-svar er blevet brugt til at forbedre Googles ML/AI-tjenester siden 2009. Mange mennesker, der bruger reCAPTCHA, er ikke klar over, at deres arbejdskraft bliver taget i brug.",
    "3901503296": "Dette unikke fokus på privatlivets fred betyder, at vi kan tilbyde nul individuel dataopbevaring, cookie-fri drift og andre kontraktlige privatlivsgarantier efter behov og samtidig opretholde fremragende sikkerhed.",
    "3904679538": "Chrome",
    "3906359167": "Løsninger:",
    "3906886217": "Til virksomheder eller hjemmesider",
    "3908992897": "og bruges i alle lande og territorier i verden, så vi er meget fokuserede på at levere en ensartet global oplevelse.",
    "3909240516": "( ) SMTP-headere bør ikke være genstand for lovgivning",
    "3910971075": "IMI ejer alle rettigheder, herunder intellektuelle ejendomsrettigheder, til kildekoden, objektkoden eller den underliggende struktur, ideer eller algoritmer, API og enhver yderligere software, dokumentation eller data relateret til Tjenesterne (\"Software\"). Du vil ikke, direkte eller indirekte, via en tredjepart eller på anden måde: (a) foretage reverse engineering, dekompilere, adskille eller på anden måde forsøge at opdage softwaren; (b) ændre, oversætte eller skabe afledte værker baseret på software; (c) kopiere, leje, lease, distribuere, pantsætte, overdrage eller på anden måde overføre eller behæfte rettigheder til software; (d) bruge software til timesharing, servicebureauformål eller på anden måde til fordel for en tredjepart; eller (e) fjerne eventuelle ejendomsretlige meddelelser eller etiketter.",
    "3912514510": "( ) Postlister og anden legitim brug af e-mail vil blive påvirket",
    "3912926900": "hCaptcha® skal have et registreret varemærkesymbol første gang, det vises i en kreativ kopi.",
    "3913203723": "Hvis ansøgeren af en eller anden grund ikke accepterer udførelsen af en opgave, du har udført, vil du som bidragyder eller integrator ikke være berettiget til nogen belønning for opgaven. I tilfælde af at belønninger allerede er blevet spredt til dig for en uacceptabelt udført opgave, kan vi få dem tilbagebetalt fra dig.",
    "3913801502": "hCaptcha kører nu på omkring 15% af internettet",
    "3913848038": "99,99 % oppetid SLA'er og 24/7 global support tilgængelig.",
    "3916131732": "Amerika",
    "3922723611": "Prøv at deaktivere annonceblokering eller browsersikkerhedsudvidelser",
    "3926027556": "og vi vender hurtigt tilbage til dig.",
    "392886773": "Virker i alle lande",
    "3930611699": "individuelle arbejdere.",
    "3930808600": "Vi implementerer passende tekniske og organisatoriske foranstaltninger for at beskytte de oplysninger, vi indsamler og opbevarer, og kræver, at alle agenter, der udfører vores behandling på vores vegne, gør det samme. Desværre er ingen sikkerhedsforanstaltninger 100 % idiotsikker, og som sådan kan intet netværk eller system (inklusive vores) garanteres at være 100 % sikkert mod ødelæggelse, tab, ændring, uautoriseret videregivelse af eller adgang til oplysninger, vi indsamler og opbevarer. Hvis du mener, at dine oplysninger muligvis ikke er sikre af en eller anden grund, bedes du kontakte os med det samme på",
    "3933993151": "Arbejd som individuel datamærker",
    "394235836": "3. Hvis ingen af ovenstående forslag virker, så send os en support-e-mail, så hjælper vi gerne med at finde ud af, hvad der sker.",
    "3942875761": "Hjælp med at bygge et bedre web™",
    "3943164003": "se rå",
    "3943417791": "Få support til hCaptcha Enterprise (BotStop)",
    "3946753128": "Privat. Sikker. Hurtigere.",
    "3951112506": ". Det garanterer allerede en højere grad af heterogenitet i dataene.",
    "3951254541": "Vi sætter pris på dit input. Fortæl os eventuelle problemer, så løser vi dem hurtigt.",
    "3952259236": "Kombiner dine blindede data med hCaptchas tusindvis af signaler for at træne hCaptcha i adfærdsklasser - kun for dit eksempel - for bedre at forudsige ondsindet adfærd bedre end begge løsninger alene",
    "3953584369": "Sofistikerede RBAC adgangsbegrænsninger tilgængelige.",
    "3955555607": "Bortset fra partnere eller autoriserede forhandlere må tredjeparter ikke byde på søgeord, Google AdWords eller andre målrettede annonceringssystemer, der bruger hCaptcha-mærker eller stavefejl. Tredjemand må heller ikke bruge hCaptcha-mærker i domænenavne, nogen søgemaskineoptimering, metatags, søgetermer, kode eller anden urigtig fremstilling.",
    "3955981186": "Ændringer. Ingen ændring eller ændring af disse servicevilkår foretaget af andre end IMI er bindende for IMI, medmindre det sker i et skriftligt instrument underskrevet af en behørigt autoriseret repræsentant for IMI.",
    "3963216198": "For at diskutere, hvorfor API'er er et populært mål for hackere, er det værd først at tage et kort øjeblik til at definere, hvad der i øjeblikket menes med udtrykket \"API\". Begrebet API er slet ikke nyt. Faktisk har grænseflader til at forbinde forskellige computersystemer med hinanden, såvel som deres interne komponenter, eksisteret siden i det mindste begyndelsen af 1960'erne.",
    "3963642878": "Senest den 14. december 2019*",
    "3967047208": "Du kan også midlertidigt deaktivere nogle beskyttelser i Custom for at fejlsøge dette ved at fravælge afkrydsningsfelterne: Fjern markeringen i afkrydsningsfeltet Trackers eller fravælg afkrydsningsfeltet Cookies, hvis du stadig har problemer.",
    "3971348140": "Hvorfor brugte vi hCaptcha? Ingen andre kunne levere de funktioner og ydeevne, vi havde brug for. De fik os hurtigt i gang, og vores forhandlere elsker oplevelsen.",
    "3972094614": "Brendan Eich",
    "3972554015": "proces også. Og browserudvidelsen er selvfølgelig",
    "3974566657": "Efterhånden som tjenester bliver mere populære, bliver denne form for hændelse uundgåeligt hyppigere. hCaptcha bruges af millioner af mennesker hver dag i stort set alle lande i verden, så vi udgiver denne politik og et casestudie om, hvordan vi løser disse problemer for at være så gennemsigtige som muligt.",
    "3978720689": "tilgang til bekæmpelse af spam. Din idé vil ikke fungere. Her er grunden til, at det ikke virker.",
    "3983646521": "Alle produktnavne, logoer, mærker, varemærker og registrerede varemærker tilhører deres respektive ejere. Alle firma-, produkt- og servicenavne, der bruges på denne hjemmeside, er kun til identifikationsformål. Brug af disse navne, varemærker og mærker indebærer ikke godkendelse. I dette tilfælde stik modsat.",
    "3987022469": "Mærkning",
    "3988350": "Dette betyder, at der er fremragende anvendelsesmuligheder for paraplyannoteringer i den virkelige verden. Der er plads til uenighed om virkningen af selvkørende biler, men ADAS-systemer sparer allerede",
    "3991444169": "Denne side viser aktuelle underbehandlere til hCaptcha Enterprise-tjenesten.",
    "3992401943": "Der har været en revolution inden for deep learning siden 2012. Branchenormen for opgavenøjagtighed er radikalt forbedret i løbet af det seneste årti, primært på grund af dybe foldningsnetværk. Andre ML-drevne tjenester, som Google tilbyder, har fulgt denne kurve.",
    "4007826952": "Den #1 privatlivsførste CAPTCHA til web, mobil og mere.",
    "4008400186": "Trin 4: Klik på \"Eksporter HAR\" (den lille pil ned), efter du har forsøgt at løse, hvilket gemmer netværksloggen. Send den fil til os.",
    "4011712313": "Som en del af vores DMCA-politik placerer vi konti for kunder, for hvilke vi modtager flere DMCA-meddelelser om påstået krænkelse, i en flertrins DMCA-politik for gentagen krænkelse. Ved modtagelse af gentagne DMCA-meddelelser i en kalendermåned vil kundekontoen gå fra et politiktrin til det næste.",
    "4015238193": "og OCR [",
    "4019638786": "Sv: Privacy Pass-brugere af hCaptcha vil aldrig udsætte deres IP for hCaptcha, medmindre deres browsers token wallet er tom, eller siden sender den. hCaptcha har ingen mulighed for at linke brugeren til token-indløsningen og interagerer aldrig direkte med brugeren under indløsning, medmindre deres token-pung er tom.",
    "4019660456": "0ms latency: verificer hCaptcha-tokens uden API-kald.",
    "4023575072": "dobbelt brug",
    "4024785952": "Cloudflare, Inc. (Global). Leverede tjenester: Cloudflare.com.",
    "4034694801": "Ingen matchende resultater.",
    "4036662147": "5. Beskyttelse af fortrolige oplysninger",
    "4036872105": "først og derefter igen",
    "4039193170": "Hvis du har problemer med at få eller indløse tokens:",
    "4044467791": "For de kategorier af personlige oplysninger, vi har indsamlet fra dig i de foregående 12 måneder, se venligst afsnittet \"Oplysninger, vi indsamler\" ovenfor. Vi indsamler disse oplysninger til de forretningsmæssige og kommercielle formål, der er beskrevet i afsnittet \"Sådan bruger vi personlige oplysninger\" ovenfor. I de foregående 12 måneder har vi delt følgende kategorier af oplysninger med tredjeparter til forretningsformål:",
    "4051104324": "\"Intuition Machines\" er et registreret varemærke tilhørende Intuition Machines, Inc.",
    "4051785543": "Brug:",
    "4057343238": "Fravælg",
    "4059570880": "Hvis du gerne vil følge standardiseringsindsatsen, er indsatsen i gang kl",
    "4060250206": "Brug denne formular til at kontakte en af vores tekniske specialister. Vi svarer hurtigt.",
    "4063155841": "Senest den 25. juni 2021††",
    "4063769686": "Brugere understøtter det websted, de besøger, og oplever mindre webspam. Det virker som en mere retfærdig aftale.",
    "4065065042": "Indtast dette, så det passer præcist til din brugssag.",
    "4065614934": "Denne analyse er ikke ny, men folk er evigt optimistiske. Især når de synes, deres idé er ny.",
    "4072202039": "15. april 2019 - 15. juli 2019",
    "4074220464": "A: Tidligere populære muligheder som lyd-captchas diskriminerer mange a11y-brugere og bliver let besejret af moderne maskinlæringsteknikker. Dette har tvunget aktuelle lydudfordringer til at blive mere og mere vanskelige, og introducerer støj, mærkelig timing, usædvanlige ordkombinationer og så videre for at besejre angribere. Vi er derfor mindre begejstrede for denne tilgang i forhold til at undgå udfordringen helt, men vil overveje det, hvis der er efterspørgsel fra det lokale samfund.",
    "4080263153": "Ingen afkald. Vi vil ikke blive anset for at have givet afkald på nogen del af vores rettigheder eller retsmidler, medmindre afkaldet er skriftligt og underskrevet af os. Hvis vi forsinker håndhævelsen eller undlader at håndhæve vores rettigheder i henhold til nogen bestemmelse i denne aftale, vil det ikke udgøre et afkald på vores ret til efterfølgende at håndhæve en sådan bestemmelse eller nogen del af denne aftale.",
    "4082053540": "19.-25. juni 2021††",
    "4083018285": "En række udvidede funktioner, der kombineres med forbedret SOC-overvågning og respons for at håndtere sofistikerede vedvarende trusler",
    "4086379603": "Spørgsmål?",
    "4087694419": "En hacker, der skraber, kan også indsamle data fra websteder som Amazon og eBay for at skabe falske eller vildledende produktlister. Han eller hun kunne derefter tilbyde dem til salg på peer-to-peer-tjenester som OfferUp og udføre phishing-angreb på køberne. Eller svindleren kunne sælge produkter, der ikke eksisterer. En yderligere skærmskrabningssvindel involverer at forfalske annonceudgivere. Ved at skrabe indholdet fra udgiverwebsteder kan svindleren oprette falske annonceudgiversider på forskellige tjenester. De kan derefter sælge annoncer på disse sider til autoriserede forhandlere, hvis kontakter de hentede fra udgiverens ads.txt-fil. Annoncepladserne ser rigtige ud for annoncøren, men det er de ikke.",
    "4087729475": "udfordringen efter din første løsning.",
    "4088941349": "Registreringer af produkter eller tjenester købt, opnået eller overvejet.",
    "4091044469": ". Sørg for, at du har aktiveret udvidelsen i inkognitotilstand. Besøg derefter ethvert websted ved hjælp af hCaptcha og løs en captcha. Fra version 2.0.3 kan du indløse disse tokens på websteder, der bruger hCaptcha.",
    "4097297673": "Som kunde, forespørger eller integrator accepterer du at være bundet af nedenstående vilkår ud over eventuelle andre bindende vilkår mellem dig og IMI.",
    "409780280": "( ) Godt forsøgt, ****! Jeg håber, nogen træder på dit tastatur!",
    "4099477834": "Alle kundeforhold er også beskyttet af en stærk databehandleraftale. hCaptcha-tjenesten overholder alle love om beskyttelse af personlige oplysninger, uanset hvor din tjeneste eller dine kunder bor. Ikke at opbevare personlige data gør dette meget nemmere for os end for andre virksomheder.",
    "4101570501": "Vi arbejder også i øjeblikket på en kryptografisk løsning til hurtigt at kassere din e-mailadresse, mens vi stadig bevarer vores evne til at forhindre misbrug, som komplementerer vores Privacy Pass-arbejde.",
    "410397176": "For mere information",
    "4104188759": "AI etikpolitik",
    "4104221634": "hCaptcha-kunder spænder over en række forskellige brancher, fra teknologivirksomheder til dem, der fokuserer på mode, detailhandel og andre områder, hvor de kan skabe værdi ved at anvende maskinlæring.",
    "4114820649": "2. Klik på fanen \"Beskyttelse af personlige oplysninger\".",
    "4131598919": "Trykke",
    "4132302900": "5. Dit privatliv, dine data og \"data for alle\"",
    "4137573005": "har omfattende og autoritative svar på, hvordan vi bruger data, men det korte svar er, at vi ikke har nogen interesse i at forbinde dig som person med din browserhistorik.",
    "4138068262": "brugere. I sidste ende vil interaktion med udfordringer sandsynligvis forblive en del af arsenalet af værktøjer til at reducere onlinemisbrug, så længe den menneskelige natur forbliver uændret.",
    "4142610534": "Eventuelle forsinkede betalinger vil påløbe forsinkede gebyrer med en sats på 1,5 % procent pr. måned eller det maksimale beløb, der er tilladt ved lov, alt efter hvad der er det laveste. Hvis du af en eller anden grund undlader at betale det skyldige beløb i henhold til denne aftale, kan din konto blive suspenderet efter vores eget skøn, i hvilket tilfælde der ikke vil blive foretaget yderligere betalinger fra din konto for at udføre opgaver, og alle dine opgaver vil blive fjernet fra vores hjemmeside. Du skal tilbagebetale os for alle skyldige beløb efter anmodning, plus eventuelle ekspeditionsgebyrer, forsinkede gebyrer eller advokatsalærer. Vi kan også foretage passende rapporter til kreditoplysningsbureauer og retshåndhævende myndigheder.",
    "4146870445": "Hvem vi er",
    "4147497805": "Gulerod",
    "4149738856": "hCaptcha skal bruges som et adjektiv og efterfulgt af et egentligt generisk udtryk.",
    "41530052": "28. Generelle vilkår",
    "4154415610": "***** September 2020-udbetalinger vil køre i batches, efterhånden som afstemningen fuldføres, og nogle kører flere dage senere end oprindeligt planlagt på grund af afstemningsforsinkelser.",
    "4162383380": "16. - 22. september 2020*****",
    "4162847": "Det har vi kunnet observere direkte, da nogle af vores kunder kører A/B-tests på samme anmodning, før de skifter helt over fra Googles tilbud. Vi er typisk i stand til at bevise både en høj falsk positiv og falsk negativ rate, der kommer fra reCAPTCHA v3 eller reCAPTCHA Enterprise.",
    "4163469907": "Trin 2: Klik på fanen Netværk i Udviklerværktøjer. Marker feltet \"Bevar log\" øverst.",
    "4165374512": "Selvom det er muligt at bruge IP- og placeringsdetektionsværktøjer til at forhindre udfyldning af legitimationsoplysninger, er en mere omkostningseffektiv og nøjagtig metode simpelthen at afbryde selve den automatiske udfyldningsbot for legitimationsoplysninger. hCaptcha og hCaptcha Enterprise kan støde botten ved indgangspunktet. Selvom botten har de rigtige legitimationsoplysninger, hvis den ikke kan komme forbi hCaptcha Enterprises detektion eller hCaptchas CAPTCHA, vil den ikke komme til at gøre sit udfyldning, og dit websted og dine brugere er beskyttet.",
    "4166776480": "Credential Stuffing: Hvad det er, og hvordan man stopper angrebene",
    "4169910317": "9. Overholdelse af loven",
    "4172868199": "går meget længere end dette og bevæger sig ind i området med at forsøge at skelne \"godt menneske\" fra \"dårligt menneske\", og bruges i dag af mange af verdens mest populære onlinetjenester til at finde og stoppe alt fra købssvig til avanceret vedvarende trusler mod deres brugere, samtidig med at de bevarer et unikt fokus på at bevare privatlivets fred.",
    "4179118182": "( ) teknisk ( ) lovgivningsmæssig ( ) markedsbaseret ( ) vigilante",
    "4181060163": "Tredjeparter bør ikke bruge variationer eller stavefejl eller handle på nogen måde, der ville forårsage nogen indledende interesseforvirring over hCaptcha-varemærker.",
    "4181611011": "Afstemningsdato",
    "4185927140": "Produktchef, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Master Servicevilkår",
    "4188814619": "hCaptcha er en service af Intuition Machines (",
    "4194763679": "Finkornede sværhedsgrader",
    "4195759329": "Botdetektion og risikoscore",
    "4197928199": "Fortrolighedspolitik",
    "4199502476": "Avancerede rapporteringsdashboards og API",
    "4202774977": "Objekt",
    "4205152730": "Du opfordres til at interagere med andre brugere hvor som helst på vores websted, forum, beskeder, chat og andre sociale mediekanaler kontrolleret af IMI, men hvis du gør det, skal du overholde alle servicevilkår og brug på vores websted og alle relevante love .",
    "4208081170": "Kategori af personlige oplysninger",
    "4209078147": "For at forbedre vores websted og for bedre at forstå dine besøg på vores platforme og websted.",
    "4215483493": "A: hCaptcha er designet til privatliv fra bunden. Det er meget anderledes end traditionelle muligheder som reCAPTCHA, der ejes af annoncenetværk, som har et incitament til at spore dig rundt på nettet og forbinde dig med en ægte identitet.",
    "4217013126": "Udbetalinger løber typisk i løbet af dagen på udbetalingsdatoen og er generelt afsluttet ved midnat stillehavstid. Hvis en konto er blevet markeret til gennemgang, kan det tage op til fem ekstra hverdage at frigive en betaling.",
    "4217693416": ". Webstederne hCaptcha.com og BotStop.com (webstederne) kan indeholde yderligere cookies, som beskrevet i denne politik.",
    "42182578": "Slet dine personlige oplysninger.",
    "4222109231": "Reducering af API-risiko med hCaptchas Enterprise Product",
    "4224961202": "Privatliv, sikkerhed og maskinlæring.",
    "4227800293": "( ) Brugere af e-mail vil ikke finde sig i det",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Attributkategorisering",
    "4230322909": "Vi forsøger altid at opnå en god forståelse af hver ny kunde og deres påtænkte anvendelsessituation, både for at bekræfte, at den passer godt til vores produkter og tjenester, og for at sikre, at den følger de politikker, vi har vedtaget som virksomhed.",
    "423222878": "Nogle af de sværeste cyberangreb at opdage, forhindre og stoppe er dem, hvor en ondsindet aktør er i stand til at bruge legitime brugeroplysninger til at logge ind på en aktiv brugerkonto. Uden en masse sofistikerede detektionsmuligheder på plads, har virksomheden, der hoster kontoen, ingen grund til at mistænke, at noget er galt. En kunde ser simpelthen ud til at have logget ind på hans eller hendes konto. Angriberen opnåede denne succesfulde list ved at bruge stjålne legitimationsoplysninger - normalt resultatet af en cyberangrebsteknik kendt som \"legitimationsfyldning\". Det er et alvorligt problem i dag, men et der kan afbødes med de rigtige modforanstaltninger.",
    "424089481": "Amazon Web Services, Inc. (Global). Leverede tjenester: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Du er ansvarlig for betaling af alle skatter forbundet med Tjenesterne bortset fra amerikanske skatter beregnet på Intuition Machines' nettoindkomst eller personlige ejendom.",
    "4243348003": "Trin 3: besøg",
    "4246520782": "Faktisk har internettet været vidne til et veritabelt våbenkapløb mellem svindlere og forsvarere i de senere år.",
    "4247858664": "tilmeldingssiden for tilgængelighed",
    "4248655793": "- Alex M.",
    "4255608322": "Sidst opdateret: 12. april 2021",
    "42559805": "Har du brug for akut onboarding?",
    "4256083674": "Efter direkte anmodning fra en integrator for at identificere svindelrisikoen ved en specifik CAPTCHA-udfordringsanmodning eller IP-adresse, eller på anden måde, hvor der er givet specifikt samtykke.",
    "4257144752": "Realtidsestimater afspejler ikke den endelige nøjagtighed eller menneskelighed, og derfor kan din endelige indtjening variere væsentligt op eller ned fra tallene vist i Dashboardet før din første afstemning.",
    "4260466272": "Du kan til enhver tid vælge at stoppe med at bruge vores hjemmeside, forudsat at du skal overholde alle gældende IMI-politikker. Vi kan, efter eget skøn, opsige denne aftale, suspendere adgangen til vores hjemmeside eller fjerne enhver service med det samme uden varsel af en eller anden grund.",
    "4260542944": "Indholdsskrabning (også kendt som \"skærmskrabning\" eller bare \"skrabning\") er en velkendt, ofte nyttig proces til at indsamle oplysninger fra nettet. Men i de senere år er teknikken blevet et yndet værktøj for hackere og svindlere. Modforanstaltninger kan effektivt afbøde truslen, men for at implementere dem er det vigtigt at forstå, hvordan processen fungerer.",
    "426125156": "17. Copyright og fjernelse",
    "4263626815": "hCaptcha-tilgængelighedscookies fungerer med alle populære browsere og annonceblokkere med deres standardindstillinger, så fejl skyldes typisk \"anti-anti-adblock\"-scripts eller lignende regelsæt, der er målrettet mod bestemte websteder.",
    "4264784515": "Sikkerhedsfejl",
    "4270038521": "(\"Webstederne\") og hCaptcha-applikationens grænseflade og relateret software og materialer (samlet kaldet \"tjenesten\").",
    "4272022475": "Alle anmodninger og aktiver går til hcaptcha.yourdomain.com",
    "4272088465": "velgørende organisationer efter eget valg med den indtjening, du får ved at bruge den.",
    "4272454814": "Integrer med identitetsudbyderen efter eget valg.",
    "4274324704": "Sådan bruger du vores navn i en skriftlig kopi:",
    "4277475973": "( ) Offentlig modvilje mod at acceptere mærkelige nye former for penge",
    "4280117172": "Mange lande klarer sig faktisk lidt bedre end USA, herunder Nigeria, Indien, Brasilien og Tyskland:",
    "4281708680": ". Hos hCaptcha har vi bevidst taget en meget anderledes tilgang ved at bruge privatlivsbevarende maskinlæringsteknikker til at identificere typisk botadfærd med høj nøjagtighed, alt imens vi forbruge og opbevarer så lidt data som muligt.",
    "4284094387": "†† Nogle afstemninger og udbetalinger fra juni 2021 vil køre i den følgende uge på grund af forsinkelser i verificeringen af endelige beregninger i afstemningsvinduet.",
    "4286602632": "c) 100.000 anmodninger om måneden for integratorer, der bruger hCaptcha Publisher (gratis) konti til at aktivere kommercielle bot-administrationsprodukter, f.eks. web-firewalls (WAF'er) og lignende applikationer,",
    "4290195307": "for detaljeret vejledning.",
    "433424759": "Betalingssvig omfatter enhver form for ulovlig transaktion, hvor en cyberkriminel fratager offeret noget af værdi, typisk penge. Dette kan betyde, at du bruger et stjålet kreditkort til at bestille varer online eller overtage en bankkonto og ulovligt overføre penge ud af den. Der er mange variationer, men de har alle det samme resultat: en skurk bruger en stjålet identitet eller betalingsoplysninger til at stjæle fra en forbruger, en bank eller en købmand.",
    "435302267": "virksomhedens blogindlæg",
    "436125785": "Dette er ikke overraskende i betragtning af unøjagtigheden af feedback-loops, der er tilgængelige i disse produkter, og det faktum, at de sælges af et annoncenetværk med en overvældende egeninteresse i ikke at blive for god til at opdage bot, så det ikke skader deres kerneforretning.",
    "439777523": "Regulering har betydning",
    "443094024": "Filebin",
    "444492541": "vejledning til fejlretningslog til Firefox",
    "448807334": "(\"Hundreder af millioner af CAPTCHA'er løses af mennesker hver dag.\") Hentet 8. juli 2019.",
    "451701069": "Overholder GDPR, CCPA,",
    "452920031": "En note til kunder uden for USA.",
    "453723556": "Du kan opsige dette kundetillæg uafhængigt af servicevilkårene ved at ophøre med at være kunde eller anmoder. Vi forbeholder os retten til at suspendere eller opsige din status som kunde eller anmoder til enhver tid, eller på anden måde afslutte din konto eller brug af Tjenesterne i overensstemmelse med Servicevilkårene. Du forbliver ansvarlig ved opsigelse for ethvert skyldigt beløb i henhold til din ordreformular. Hvis dit abonnement inkluderer månedlige eller årlige gebyrer eller månedlige eller årlige minimumskrav, vil du stadig være ansvarlig for at betale for alle servicegebyrer indtil udgangen af henholdsvis den måned eller det pågældende år.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ja. Vi og vores analyse- eller tjenesteudbydere, marketingpartnere og tilknyttede selskaber kan bruge cookies, web-beacons eller pixels og andre teknologier for at sikre, at alle, der bruger webstederne, får den bedst mulige oplevelse. Se venligst afsnittet \"Tredjepartsanalyse og sporingsteknologier\" i vores privatlivspolitik for flere detaljer.",
    "458271951": "Hvis du er en Bidragyder, der får adgang til Tjenesterne og/eller udfører opgaver gennem eller i forbindelse med en Integrator på vegne af Intuition Machines (der fungerer som Requester), kan Intuition Machines belønne dig for acceptabel udførelse af visse opgaver. I tilfælde af, at du viser dig at have været involveret i bedrageri, misbrug eller overtrædelse af disse Servicevilkår, kan enhver og alle belønninger til dig tilbageholdes og/eller inddrives af Intuition Machines.",
    "458376553": "Du kan få adgang til, rette, ændre eller slette visse personlige oplysninger, som du muligvis har givet os via din integrator-, kunde- eller tilgængelighedsbrugerkonto (hvis du er en integrator, kunde eller tilgængelighedsbruger). Hvis du ikke er i stand til at gøre det, eller har spørgsmål om personlige oplysninger, vi har indsamlet og/eller delt om dig, eller ønsker at trække dit samtykke til vores behandling tilbage (dvs. helt slette din konto), bedes du kontakte os på",
    "461631543": "GDPR note",
    "462321455": "Sted for voldgift. Enhver voldgiftssag i henhold til dette afsnit vil som standard finde sted i staten Californien, medmindre du er bosat uden for USA, i hvilket tilfælde voldgiften vil finde sted helt elektronisk eller telefonisk. Voldgiften kan finde sted på et hvilket som helst andet sted, hvis det er skriftligt accepteret af hver part. Uanset dens placering kan enhver part vælge at optræde ved voldgiften via live video eller telekonference.",
    "464238793": "Hvis Google selv fastslår, at en bruger, der ser en annonce eller klikker på et link, i virkeligheden var en bot, kan den ikke opkræve betaling for annoncer vist til denne bruger. Denne interessekonflikt har stærkt begrænset rækkevidden af Googles anti-bot-ambitioner.",
    "465714311": "Til tilgængelighedsbrugere: Spørgsmål og svar og fejlfindingsvejledning",
    "465783046": "Vil du prøve det med dine data?",
    "468929661": "Den gennemsnitlige pris for at bryde en reCAPTCHA er utrolig lav (mindre end $1 pr. 1000 løsninger) og er ikke steget væsentligt siden vores overvågning begyndte i 2016. Dette gælder både for reCAPTCHA v2 og v3. [",
    "469089249": "A: Dette skyldes typisk brugen af en aggressiv annonceblokering eller anti-cookie-udvidelse, eller en indstilling, der blokerer \"cross-site\" cookies, i dette tilfælde en cookie til hcaptcha.com, der er indstillet eller kontrolleret af hCaptcha JS på en andet websted, som det du besøger.",
    "47536007": "Lær mere om hCaptcha",
    "477275453": "Hvorfor er API'er et populært mål for hackere?",
    "487083593": "Salg",
    "493717511": "2. Er denne kunde efterspørger tjenester, der kunne være",
    "497117287": "Tilgængelighedsmuligheder",
    "499510428": "Vi mener faktisk, at regulering har hjulpet os her",
    "501102544": ": vi mener, at hCaptcha anti-bot-tjenesten (dvs. tjenesten indlejret af websteder, spil eller mobilapps) kun inkluderer såkaldte \"samtykkefritaget\" cookies i henhold til GDPR-reglerne. Eksempler på sådanne undtaget cookies omfatter:",
    "504332576": "Vi er stolte af at kunne meddele, at hCaptcha er vokset til den største uafhængige cybersikkerhedstjeneste i verden, der kører på omkring 15 % af internettet – og vi tog det meste af denne markedsandel direkte fra Google reCAPTCHA. Sammen, hCaptcha og",
    "505891021": "Mærkningstjenester",
    "508143070": "Bemærk, at IMI er dataansvarlig for dine personlige oplysninger, undtagen hvor vi behandler personoplysninger på vegne af vores integratorer i forbindelse med leveringen af vores service, i hvilket tilfælde vi er databehandleren af personoplysninger, og disse integratorer er dataansvarlige for personlig information.",
    "512598290": "Derfor skal vi bede om, at du altid bruger alle hCaptcha-mærker og -logoer i en form, der overholder reglerne nedenfor, inklusive store bogstaver, skrifttyper og stil.",
    "512991700": "Hvis du ønsker at bestride eventuelle gebyrer, skal du kontakte vores kundesupportafdeling senest tredive (30) dage efter udløbsdatoen på det første fakturerings- eller kontoudtog, hvor fejlen eller problemet opstod, for at modtage en justering eller kreditering.",
    "515733427": "( ) Brugernes vilje til at installere OS-patches modtaget via e-mail",
    "517010299": "Bemærk venligst: vi arbejder i øjeblikket på en større backend-overgang til næsten-realtidsafstemning. Periodiske afstemninger vil køre sjældnere end normalt gennem 1. kvartal 2021. Dette påvirker ikke udbetalingsplaner eller datoer.",
    "519755936": "Du er alene ansvarlig for at overholde føderale, statslige, provinsielle og lokale love i forbindelse med din brug af Tjenesterne. Du accepterer at holde os skadesløs for ethvert krav mod os, fordi du ikke har overholdt nogen lov eller overtrådt tredjepartsrettigheder, herunder uden begrænsning kontraktlige, intellektuelle ejendomsrettigheder eller privatlivsrettigheder.",
    "532470444": "Balancen kan skifte lidt fra år til år, men denne adfærd afspejler simpelthen den grundlæggende menneskelige natur, og fem tusinde års registreret historie indebærer, at dynamikken næppe vil ændre sig foreløbig.",
    "535659033": "Creative Commons Navngivelse",
    "538871570": "At konkurrere med Google og andre Big Tech-virksomheder virker som en stor opgave: Deres monopolistiske markedsstyrke, platformseffekter og hær af højtbetalte udviklere anses generelt for at være for magtfulde til at tackle for andre end andre teknologigiganter som Facebook eller Amazon. Vores historie viser, at det ikke behøver at være sådan – du kan slå Big Tech ved at fokusere på privatlivets fred.",
    "54093347": "DMCA registreret agent",
    "547245263": "Løs dit botproblem i dag.",
    "548587288": "jorden rundt.",
    "55035359": "Bruger du i øjeblikket reCAPTCHA?",
    "551761392": "og send links) og eventuelt et skærmbillede, hvis du har mistanke om, at der er noget, der ikke vises korrekt. Send venligst også den IP du bruger. Du kan få det fra",
    "552920956": "hCaptcha giver websteder mulighed for at optjene belønninger, mens de blokerer bots og andre former for misbrug. hCaptcha giver dig også mulighed for at støtte velgørende organisationer efter eget valg med disse indtægter.",
    "554844646": "Du kan bekræfte, at udvidelsen fungerer ved at se tælleren gå ned med 1, hver gang du klikker",
    "555158694": "En tjeneste du bruger har valgt at forbedre din oplevelse på deres websted ved at installere hCaptcha for at reducere ondsindet trafik.",
    "555246307": "Sådan ender i øvrigt historien om adelsmanden og hans chauffør: Konstablen fik de to mænd til at sidde i et værelse sammen i timevis og kede sig. I slutningen af dagen dukkede han op og sagde: \"Jeg vil tale med vognføreren nu.\" Manden i det ædle tøj rejste sig. Han kedede sig så, at han glemte, at han kun udgav sig for at være adelsmanden.",
    "555749578": "der er mindre end 1 % afvigelse i løsningsrater på tværs af store lande på alle kontinenter.",
    "558378834": "Vi accepterer derfor ikke længere forespørgsler om spørgsmål vedrørende paraplyer på nuværende tidspunkt. Potentialet for forvirring, når en slutbruger ser et spørgsmål om paraplyer i øjeblikket, er for høj, og i sidste ende er vores mål at gøre verden til et mere behageligt sted.",
    "563059212": "Liste over underbehandlere",
    "564127016": "hCaptcha-håndikonet:",
    "565624910": "udkast",
    "578738483": "Du kan generelt aktivere eller senere deaktivere brugen af cookies gennem en funktionalitet indbygget i din webbrowser. Hvis du ønsker at lære mere om cookies, eller hvordan du kontrollerer, deaktiverer eller sletter dem, kan du besøge",
    "58091799": "Lær mere om hCaptcha Publisher og Enterprise",
    "583434701": "hCaptcha tilgængelighed",
    "585557010": "Udfordr mindre end 0,1 % af legitime brugere.",
    "593735469": "Hvorfor din nye anti-spam-løsning ikke virker",
    "595582512": "Hvis du ønsker at beskytte dit websted eller din app effektivt mod bots, spammere eller andre ondsindede aktører, alt imens du bevarer dine brugeres privatliv (og overholder alle relevante regler!), så overvej hCaptcha og vores Enterprise-tilbud",
    "596347471": "Application Programming Interfaces (API'er) er blevet et populært mål for ondsindede aktører i cyberspace. Der er mange grunde til dette, herunder deres store nytte i applikationsintegration. Det er dog muligt at mindske API-risikoen.",
    "600646860": "I stedet for at tilbyde en service af tvivlsom værdi og samtidig udvinde arbejdskraft med reel værdi, giver hCaptcha både kompensation og stærk anti-bot-beskyttelse.",
    "604751186": "Andre problemer? E-mail",
    "606978017": "Velkommen til hCaptcha! Denne privatlivspolitik beskriver Intuition Machines, Inc.'s praksis (\"IMI\", \"vi\" eller \"os\") vedrørende vores indsamling, brug og videregivelse af oplysninger (herunder personlige oplysninger, defineret nedenfor) via vores hjemmeside på",
    "611905972": "Sikring af problemfri adgang for alle brugere, samtidig med at sikkerheden opretholdes",
    "614310292": "Hvem byggede hCaptcha?",
    "615017396": "En cookie (\"Cookie\") er en lille tekstfil, der placeres på din harddisk af en websideserver. Cookies indeholder information, som senere kan læses af en webserver på det domæne, der har udstedt cookien til dig. Nogle af cookies vil kun blive brugt, hvis du bruger bestemte funktioner eller vælger bestemte præferencer, og nogle cookies vil altid blive brugt. Du kan finde ud af mere om hver enkelt cookie ved at se vores aktuelle cookieliste nedenfor. Vi opdaterer denne liste med jævne mellemrum, så der kan være yderligere cookies, som endnu ikke er på listen. Web-beacons, tags og scripts kan bruges på webstederne eller i e-mails for at hjælpe os med at levere cookies, tælle besøg, forstå brugen og kampagnens effektivitet og afgøre, om en e-mail er blevet åbnet og reageret på. Vi kan modtage rapporter baseret på brugen af disse teknologier af vores tjeneste-/analyseudbydere på individuel og aggregeret basis.",
    "615031303": "(Se fodnoter",
    "615618648": "15. april 2021 - 15. juli 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17. december 2019**",
    "633598495": "Administrativ udmattelse. Du kan indbringe ethvert krav, der opstår som følge af din brug af denne hjemmeside, til et administrativt bureau, men kun i det omfang gældende lovgivning tillader adgang til et sådant bureau, uanset eksistensen af en aftale om voldgift. Sådanne administrative krav omfatter uden begrænsning krav eller sager indbragt for Equal Employment Opportunity Commission, US Department of Labor og National Labor Relations Board. Intet i denne klausul skal anses for at udelukke eller fritage dig for at fremsætte et administrativt krav for ethvert agentur for at opfylde din forpligtelse til at udtømme administrative retsmidler, før du fremsætter et krav i voldgift, dog giver du afkald på retten til enhver pengedom gennem denne agenturssager.",
    "636461959": "Navn",
    "63719113": "bruger avanceret maskinlæring til at identificere ondsindet trafik til dit websted og dine apps - inklusive skrabeaktiviteter.",
    "639413188": "Som svar.",
    "641342999": ", eller det websted, du har et problem på (Bemærk om beskyttelse af personlige oplysninger: kun hvis du ikke har noget imod at dele, hvad det er) ... og klik derefter på knappen \"Jeg er et menneske\", og prøv at løse det.",
    "647630208": "Og det er det! Din online browsing er nu mere privat.",
    "648630222": "Forebyg betalingssvindel med hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5.-11. januar 2021*",
    "64953197": "15. oktober 2020 - 15. januar 2021",
    "651123197": "En optælling af den aktuelle total i din tegnebog vil blive vist på ikonet efter at have gennemført udfordringen.",
    "653679457": "Varierende forstyrrelser",
    "654326661": "Vil du selv se? Prøv hCaptcha gratis.",
    "655974837": "Ingen garantier vedrørende indhold",
    "659124570": "Derudover, hvis du ser indhold, der tilhører dig, gengivet på hCaptcha-platformen og gerne vil have det fjernet af en eller anden grund, kan du kontakte os via e-mail på",
    "661412233": "At vide efter captchaen, at nogle brugere var bots, er også værdifuldt. Det lader webstedsejere rense gamle spam-indlæg og slette \"søvnende konti\", der er registreret på spam-fora i fremtiden, reducere svindel og mere.",
    "664236229": "pull anmodning",
    "680638297": "Give dig information om vores behandling af dine personoplysninger og give dig adgang til dine personoplysninger.",
    "685916926": "Hvorfor er reCAPTCHA ikke blevet forbedret over tid?",
    "692064738": "( ) Det vil politiet ikke finde sig i",
    "692176459": "Log på",
    "693820850": "Du kan slå Google ved at sætte privatlivets fred først",
    "69844082": "hCaptcha-varemærker, grafiske symboler, logoer, skrifttyper eller ikoner må heller ikke bruges på en nedsættende måde.",
    "700843971": "Hound Technology, Inc. (Global). Leverede tjenester: honeycomb.io.",
    "702287791": "hCaptcha Publisher (gratis)",
    "703051968": "ha håndikon:",
    "707527778": "Information fra børn",
    "707541553": "Alle oplysninger på vores internetsider er blevet valideret af IMI eller en tredjepart. Hverken IMI eller tredjeparter kan dog holdes ansvarlige for, at oplysningerne er aktuelle, nøjagtige eller fuldstændige. Dette gælder også for andre hjemmesider, som kan nås via hyperlinks på vores sider. IMI påtager sig intet ansvar for indholdet af disse eksterne websteder.",
    "710145621": "Angiv dine egne grundsandhedsdata, eller lad os bygge dem med det samme",
    "713281684": "Aubergine",
    "714342693": "hCaptcha-teamet har indsamlet prisdata fra \"dark web\"-captcha-breaking-tjenester siden 2016. Vi bemærkede en interessant tendens:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Har du brug for ende-til-ende kontrol?",
    "723027910": "Dette er ikke juridisk rådgivning, og der gives ingen garantier vedrørende denne analyse. Hvis du har yderligere spørgsmål eller bekymringer, bedes du kontakte os på",
    "728503636": "Udbetalingsdato",
    "731546974": "10. Bidragyder- eller Integratorafgifter",
    "734735952": "Vi evaluerede en række CAPTCHA-leverandører samt byggede selv et system. I sidste ende dukkede hCaptcha op som det bedste alternativ til reCAPTCHA.",
    "735630686": "Håndtering af dine oplysninger (dine rettigheder)",
    "740501259": "Simple API-drevne pipelines",
    "741483946": "* Med andre ord: du kan få hCaptcha Privacy Pass-tokens på hCaptcha.com og bruge dem på andre websteder direkte ved at bruge hCaptcha.com. Du kan ikke få eller indløse hCaptcha Privacy Pass-tokens for at omgå hCaptcha-tjenesten, som bruges af Cloudflare, da Cloudflare udsteder og indløser sine egne Privacy Pass-tokens.",
    "751483365": "Support til ikke-JavaScript-klienter.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "hvis du mener, at vi har oplysninger fra eller om et barn under 13 år.",
    "759057398": "Meddelelse til EU-datasubjekter",
    "763447231": "Samtidig kan det at forhindre bots i at få adgang til udgiverwebsteder afsløre annoncesvindel, og sætte Googles reCAPTCHA-produkt direkte op imod deres annoncevirksomhed, som producerer over 80 % af deres omsætning.",
    "766825168": "Handlinger, som vi kan foretage i henhold til DMCA-politikken for gentagen krænkelse, omfatter udsendelse af advarsler om øget synlighed til kontoens registrerede kunde. For at anerkende disse advarsler kan vi kræve, at kunden logger ind på kontoen eller ringer til vores supportteam. Vi forbeholder os også retten til at suspendere eller opsige, samt anvende andre midlertidige foranstaltninger til, hCaptcha- og IMI-tjenesten for enhver kunde, for hvem vi fortsat har modtaget DMCA-meddelelser om påstået krænkelse, selv efter vi har sendt advarsler om gentagne krænkelser. Derudover kan vi efter eget skøn opsige andre hCaptcha- eller IMI-tjenester, der leveres til disse kunder, når vi opsiger hCaptcha-tjenesten i henhold til denne politik.",
    "767207800": "Hvis dine data indeholder potentielt eksplicit eller stødende indhold, kræver vi, at du markerer dem som \"EKSPLITIGT INDHOLD\" for at tjene som en retfærdig advarsel til alle, der ser dine data. Du må ikke uden en særskilt skriftlig aftale med IMI inkludere opgaver, der overtræder vores politikker, herunder, men ikke begrænset til, (a) opgaver, der direkte eller indirekte promoverer et andet websted eller en anden tjeneste, (b) opgaver, der overtræder en tredjeparts websteds vilkår og betingelser, (c) opgaver, der beder bidragydere om at anmode tredjeparter, (d) opgaver, der beder bidragydere om at handle for at manipulere et websteds adfærd eller resultater, (e) opgaver, der krænker tredjeparters intellektuelle ejendomsrettigheder, og (f) opgaver som kræver, at bidragydere downloader software eller filer.",
    "770264626": "Tilføj hCaptcha til din tjeneste (gratis)",
    "776542208": "( ) Et evigt våbenkapløb involveret i alle filtreringstilgange",
    "777660551": "Hvad er Credential Stuffing?",
    "778204464": "Et RTF-element kan bruges med statisk eller dynamisk indhold. For statisk indhold skal du bare slippe det ind på en side og begynde at redigere. For dynamisk indhold skal du tilføje et RTF-felt til enhver samling og derefter forbinde et RTF-element til det felt i indstillingspanelet. Voila!",
    "779426309": "Et rigtigt navn, unik personlig identifikator, online identifikator, internetprotokoladresse, e-mailadresse, kontonavn eller andre lignende identifikatorer.",
    "779817954": "Sp: Hvis jeg har Privacy Pass-pas udstedt af en anden udbyder, kan jeg så indløse dem på hCaptcha?",
    "780280214": "Hvordan hCaptcha og hCaptcha Enterprise afbøder truslen om credential stuffing",
    "780475098": "Annoncenetværk ser dine besøgende som produktet. Vi er kun ligeglade med, om et besøg er godt eller dårligt. hCaptcha overholder GDPR, CCPA, LGPD, PIPL og andre globale datalove.",
    "787916198": "Med dit samtykke",
    "788770967": "Det er jeg ked af at høre! Du vil måske bruge vores tilgængelighedsmulighed:",
    "793242047": "Reducer udfordringer for brugerne for at give mulighed for hurtig adgang til applikationer",
    "793784899": "Planer",
    "803639471": "hCaptcha-logoet består af håndikonet og hCaptcha-logoet. I sin alternative form kan håndikonet vises af sig selv, når pladsen er begrænset, og \"hCaptcha\" bruges som et ordmærke (som beskrevet ovenfor) i nærheden af håndikonet, så det er tydeligt, at håndikonet repræsenterer hCaptcha.",
    "805221621": "Kontakt os venligst på",
    "805971861": "\"Umbrella\" er et udtryk i ImageNet, standarden benchmark-datasæt, der bruges af computersynsforskere. Pålidelig identifikation af personer, der holder paraplyer, er også afgørende for at opbygge sikre næste generations avancerede førerassistentsystemer (ADAS).",
    "808872868": "For eksempel: spam, bedrageri og misbrug har eksisteret online siden næsten dagen efter, at to systemer først blev forbundet med hinanden.",
    "809251240": "Kontakt os",
    "811735413": "Undtagelser. Tvister, der muligvis ikke er underlagt en forudgående voldgiftsaftale som fastsat i Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), er udelukket fra denne",
    "818049069": "Senest den 15. juli 2019",
    "824740867": "I stedet for at forbedre løsningen udgav Google i stedet reCAPTCHA v3, som fungerer meget mere som et annoncenetværk end sikkerhedssoftware, der indsamler adfærdsdata fra hele nettet for at opbygge brugerprofiler. Desværre er denne form for signal let besejret, og giver dermed ringe beskyttelse mod bots, mens det skader brugernes privatliv.",
    "825780955": "Personlig information",
    "826396656": "Vores forretningskontinuitetsplan",
    "832385387": "( ) Idéer, der ligner dine, er lette at komme med, men ingen er nogensinde blevet vist praktiske",
    "833750823": "Har du svært ved en udfordring?",
    "835249867": "b) 1 million anmodninger om måneden for de fleste integratorer, der bruger hCaptcha Publisher (gratis) konti, eller",
    "835396984": "Aktuelt aktiv",
    "835545301": "Vi indsamler følgende kategorier af oplysninger:",
    "835717930": "AI Ethics hos hCaptcha",
    "836017336": "Firefox",
    "838049015": "Vælg alle billeder, der matcher forespørgslen",
    "838225123": "23. Fraskrivelse af garanti",
    "83852121": "Microsoft Corp. (Global). Leverede tjenester: Microsoft Azure.",
    "838951836": "( ) Uærlighed hos spammere selv",
    "846501387": "Botbeskyttelse i verdensklasse",
    "850025770": "A: Vi mener det: alle brugere med enhver form for funktionsnedsættelse, som er i stand til at surfe på nettet og indtaste tekst på formularer, kan få adgang til tjenester beskyttet af hCaptcha ved registrering. Dette er dog ikke juridisk rådgivning: du bør udføre din egen evaluering under hensyntagen til din særlige implementering for at sikre, at dette er tilfældet for din implementering.",
    "851679588": "Ja.",
    "851786723": "Ved at indtaste din e-mail accepterer du vores vilkår og privatlivspolitik og til at modtage e-mail fra os.",
    "852032043": "Safari",
    "855097735": "At bygge en tjeneste, der gør dette godt og samtidig afbalancere alle bekymringer, er et meget svært problem (og vi arbejder altid på at forbedre det for at gøre oplevelsen så behagelig som muligt), men vi håber, at du vil være enig i, at reduktion af spam, misbrug, kontoovertagelser , og onlinesvindel er i sidste ende et enkelt spørgsmål værd.",
    "857974529": "For at forbedre webstedet og tjenesten. Vi bruger Analytics Information til at forbedre vores eksisterende og udvikle nye tjenester og tilbud og til at tilpasse eksisterende og fremtidige produkttilbud.",
    "858218750": "og vejledning i at bruge dem på",
    "867314732": "Du kan hente høj opløsning",
    "869702955": "Ved at udføre opgaver på vores hjemmeside godkender du indsamling, brug og videregivelse af dine personlige oplysninger i overensstemmelse med vores privatlivspolitik. Derudover kan vi dele visse oplysninger om dig og dine udførte opgaver til den anmoder, hvis opgaver du har udført for at lette serviceforholdet og forbedre hjemmesiden, herunder for eksempel bidragyder-id, IP-adresse, udførte opgaver og andre attributter relateret til dine kvalifikationer, sprog, færdigheder og brug af hjemmesiden.",
    "874098071": "Hvis du er en tilgængelighedsbruger, bedes du tilmelde dig her",
    "878585497": "Vilkår",
    "879362350": "Med de nye API'er, der arbejder over internettet, blev det muligt at forbinde enhver software eller datakilde, hvor som helst i verden, uanset platform, dataskema eller programmeringssprog. Som et resultat er computerverdenen nu midt i en API-revolution. Der har været en eksplosion af forbindelse mellem applikationer og data. Det er fantastisk, indtil det ikke er det.",
    "881015166": "Føj hCaptcha for Publishers til min hjemmeside eller app",
    "88879089": "Privacy Pass er en",
    "897432717": "Med vores nye design til Customized Threat Scores giver tilføjelse af din forretningsviden det muligt for vores modeller at levere resultater, der er unikt relevante for dine brugere.",
    "907324388": "Fungere",
    "910989640": "Generer detaljerede og tilpassede rapporter om aktivitet",
    "918924423": "For eksempel har Google ikke tilbudt åbenlyst værdifulde tjenester som tilbagevirkende botdetektion. Det er meget mere pålideligt at erklære brugertrafik bot-genereret efter at have analyseret flere dages data.",
    "920212083": "Anmeld en fejl",
    "922470170": "( ) Modforanstaltninger bør ikke involvere sabotage af offentlige net",
    "926138631": "Gå til Privatliv og sikkerhed, derefter Cookies og andre webstedsdata.",
    "931661269": "( ) Midlertidige/engangs-mailadresser er besværlige",
    "932546190": "Hvorfor CAPTCHA'er altid vil være med os",
    "936667684": "Er du nogensinde blevet bedt om at \"skrive bygningen/gadeskiltet?\"",
    "938404336": "2. Varierer; op til 30 dage.",
    "939665604": "Privatlivsfokuseret",
    "941057651": "( ) Kæmpe eksisterende softwareinvestering i SMTP",
    "946838734": "3. Vælg knappen \"Avanceret\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "stavemåden i hCaptcha bør aldrig ændres, og hCaptcha skal altid skrives med stort i det andet bogstav (\"C\"). Det er aldrig flertal eller besiddende.",
    "952813944": "Hverken din brug af vores hjemmeside eller noget i denne aftale skaber et ansættelses-, partnerskabs-, joint venture-, agentur-, franchise- eller salgsrepræsentantforhold mellem dig og Intuition Machines. Vi giver dig ikke noget udstyr eller værktøj til at udføre en opgave. Vi giver dig ingen fordele, arbejdskompensation eller forsikringsdækning. Vi er ikke ansvarlige for eventuelle udgifter, du pådrager dig ved at bruge vores hjemmeside. Vi vil ikke tilbageholde noget beløb fra din belønning for føderal eller statslig indkomstskat, social sikring eller nogen anden skat. Du er til enhver tid fri til at udføre opgaver for enhver person eller virksomhed, inklusive enhver af vores konkurrenter. Du har ikke bemyndigelse til at indgå nogen kontrakt, skriftlig eller mundtlig, på vegne af Intuition Machines.",
    "956019009": "De største webinfrastrukturvirksomheder har allerede taget affære",
    "961941354": "Men intet af dette kræver brug af personligt identificerbare oplysninger (\"PII\"). Moderne kryptografiske teknikker giver os mulighed for at kassere alle personlige data så hurtigt som muligt, og skaber i stedet envejssignaturer, der ikke kan linkes til nogen enkeltperson.",
    "963238401": "Vi er altid interesserede i at modtage rapporter om sikkerhedsfejl. E-mail",
    "971933157": "hCaptcha bekymrer sig om privatliv, gennemsigtighed og retfærdighed.",
    "976209454": "Optjen belønninger eller giv til velgørenhed",
    "98173630": "hCaptcha er verdens mest udbredte uafhængige CAPTCHA-tjeneste.",
    "981806349": "Bygget på den gennemprøvede hCaptcha platform",
    "984849234": "hCaptcha bruger avanceret maskinlæring til at levere det, som reCAPTCHA kun lover, samtidig med at værdien deles med de websteder, der bruger det.",
    "987267027": "Parti",
    "987375734": "IMI er baseret i USA. Webstederne og Tjenesten kontrolleres og drives af os fra USA. Dine personlige oplysninger kan opbevares og behandles i ethvert land, hvor vi har faciliteter, eller hvor vi engagerer tjenesteudbydere, og ved at bruge webstederne og tjenesten giver du samtykke til overførsel af oplysninger til lande uden for dit bopælsland, herunder USA , som kan have databeskyttelsesregler, der er forskellige fra dem i dit land. Under visse omstændigheder kan domstole, retshåndhævende myndigheder, tilsynsmyndigheder eller sikkerhedsmyndigheder i disse andre lande have ret til at få adgang til dine personlige oplysninger.",
    "987901590": "Har du rådata uden et omfattende verifikationssæt? I de fleste tilfælde kan vi bygge en til dig, mens opgaver kører gennem systemet, eller oprette mærkede prøver til din godkendelse.",
    "989480928": "( ) Ekstrem rentabilitet af spam",
    "990215503": "hCaptcha er den eneste større captcha-tjeneste, der ikke ejes af et annoncenetværk.",
    "993651083": "Trin 1: Åbn udviklerværktøjer (dette starter optagelsen af sessionen.)",
    "996362763": "Disse tokens afblændes og opbevares af udvidelsen til fremtidig brug. Når brugeren besøger et websted ved hjælp af hCaptcha og skal bestå udfordringen (uanset om den er usynlig eller via knappen \"Jeg er menneske\"), indløses de automatisk. Blændingsproceduren betyder, at signerede og indløste tokens er kryptografisk ulinkbare fra hCaptchas perspektiv, og dermed bevares brugernes privatliv.",
    "999610953": "Endelig et troværdigt alternativ til Google. hCaptcha Enterprise leverer dramatiske besparelser på din reCAPTCHA-regning med højere sikkerhed: op til 80 % billigere i nogle tilfælde.",
    "999674529": "Hver bot, som Google opdager, burde tjene nul annoncekroner. Googles virksomhedsincitamenter er således dårligt tilpasset brugerne af deres sikkerhedstjenester, og dette kan være en forklaring på den dårlige ydeevne af deres reCAPTCHA-sikkerhedstilbud."
}