{
  "header-privacy-link": "رازداري",
  "header-integration-link": "انضمام",
  "header-cost-link": "لاڳت",
  "header-features-link": "خاصيتون",
  "header-docs-link": "دستاويز",
  "header-login-button": "لاگ ان",
  "header-contact-button": "سيلز سان رابطو ڪريو",
  "intro-heading": "صفر رگڙ انسانيت جي تصديق.",
  "intro-contact-button": "وڌيڪ سکڻ لاءِ اسان سان رابطو ڪريو",
  "intro-text-bottom": "انهن ڪمپنين پاران انحصار ڪيو ويو جيڪي ويب کي طاقت ڏين ٿيون.",
  "sub-menu-button": "سيلز سان رابطو ڪريو",
  "sub-menu-item1": "انٽرپرائز",
  "sub-menu-item2": "لاڳت",
  "sub-menu-item3": "انضمام",
  "sub-menu-item4": "خاصيتون",
  "sub-menu-item5": "رازداري",
  "sub-menu-item6": "دستاويز",
  "info-head-1": "ثابت ٿيل hCaptcha پليٽ فارم تي ٺهيل",
  "info-text-1": "hCaptcha Enterprise hCaptcha پليٽ فارم ٽيڪنالاجي تي هلندو آهي، خاصيتون شامل ڪرڻ لاء وڌايو ويو اعلي ٽرئفڪ ادارن جي ضرورت آهي.",
  "info-head-2": "هڪ قابل اعتماد ساٿي",
  "intro-subtitle": "اڄ پنهنجي بوٽ جو مسئلو حل ڪريو.",
  "info-text-2": "اسان جون خدمتون دنيا جي وڏين ڪمپنين پاران ڀروسو ڪيون ويون آهن جيڪي لکين لکن سائيٽن تي روزاني استعمال ڪندڙن جي خدمت ڪرڻ لاءِ.",
  "cloudflare-quote-text": "اسان ڪيپچا وينڊرز جي ھڪڙي تعداد جو جائزو ورتو آھي ۽ گڏوگڏ ھڪڙو نظام پاڻ ٺاھيو آھي. آخر ۾، hCaptcha reCAPTCHA لاءِ بهترين متبادل طور سامهون آيو.",
  "cloudflare-quote-detail": "ڊائريڪٽر پراڊڪٽ مينيجمينٽ، Cloudflare",
  "section-quote-head": "اعلي ٽرئفڪ جي ادارن لاء قيمتي اثرائتي اختيار",
  "section-quote-text": "آخرڪار، گوگل لاء هڪ قابل اعتماد متبادل. hCaptcha Enterprise اعلي سيڪيورٽي سان توهان جي reCAPTCHA بل تي ڊرامائي بچت فراهم ڪري ٿي: ڪجهه ڪيسن ۾ 80٪ تائين گهٽ قيمتي. دنيا جون ڪيتريون ئي وڏيون آن لائن خدمتون hCaptcha انٽرپرائز ۾ تبديل ٿي چڪيون آهن ۽ ڪافي قيمت جي بچت سان گڏ بوٽ جي ڳولا ۾ بهتري حاصل ڪئي آهي.",
  "section-quote-button": "اڄ اسان سان رابطو ڪريو اقتباس لاءِ",
  "section-privacy-header": "رازداري مرکوز",
  "section-privacy-text-1": "اشتهار نيٽ ورڪ توهان جي سنڌين کي پراڊڪٽ طور ڏسندا آهن. اسان لاء صرف پيداوار آهي انهن جي انسانيت جو تعين ڪرڻ. اسان جون خدمتون GDPR، CCPA، ۽ LGPD گهرجن کي پورا ڪن ٿيون يا ان کان وڌيڪ آهن، ۽ پرائيويسي پاس وانگر مدد جي شروعات. اسان سخت محنت ڪريون ٿا رازداري ۽ سلامتي کي متوازن ڪرڻ لاءِ.",
  "section-privacy-text-2": "رازداري تي هن منفرد توجه جو مطلب اهو آهي ته اسان پيش ڪري سگهون ٿا صفر انفرادي ڊيٽا برقرار رکڻ، ڪوڪيز کان پاڪ آپريشن، ۽ ٻيون معاهدو رازداري جي ضمانتون جيئن گهربل حفاظت کي برقرار رکندي.",
  "section-security-header": "سيڪيورٽي پهريون",
  "section-security-text-1": "درستگي توهان جي ۽ اسان جي فائدي ۾ آهي. hCaptcha توهان کي حقيقي ڊيٽا ڏيڻ لاءِ ڪم ڪري ٿو ۽ توهان کي فيصلو ڪرڻ ڏيو ته ان کي ڪيئن استعمال ڪجي. ٻيا ڪيپچا مهيا ڪيا ويا آهن Gigantic اشتهارن جي ڪمپنين پاران. هن جو مطلب آهي ته هر بوٽ اهي بلاڪ ڪري سگهن ٿا انهن جي آمدني گهٽائي.",
  "section-security-text-2": "پرائيويسي تي ڌيان ڏيڻ سان جديد مشين لرننگ ٽيڪنڪ استعمال ڪندي اسان کي حفاظتي معيارن کان اڳتي وڌڻ جي اجازت ڏئي ٿي وراثت جي رڪارڊ هر شيءِ هميشه لاءِ حڪمت عملين جي حفاظت يا صارف جي رازداري کي نقصان پهچائڻ کان سواءِ.",
  "section-user-experience-header": "عظيم صارف تجربو",
  "section-user-experience-text1": "انٽرپرائز استعمال ڪندڙن لاءِ، اختيارن موجود آھن مڪمل طور تي اڪثر حالتن ۾ چئلينجن کان بچڻ لاءِ.",
  "section-user-experience-text2": "توهان جي جائز ٽريفڪ جي 99.9٪ لاءِ مڪمل طور تي چئلينج کان پاسو ڪندي ڇڪتاڻ کي گهٽايو جڏهن ته اڃا تائين بهترين سيڪيورٽي فراهم ڪري رهيا آهن ، ترقي يافته بوٽ ماڊلز جي مهرباني.",
  "section-easy-integration-header": "آسان انضمام",
  "section-easy-integration-text": "hCaptcha کي شامل ڪرڻ ۾ صرف منٽ ۽ صرف ڪوڊ جون چند لائينون لڳن ٿيون. بنيادي API reCAPTCHA V2 سان مطابقت رکي ٿي، ۽ ان کي سوئچ ڪرڻ ۾ صرف منٽ لڳن ٿا. توھان ھلائي سگھوٿا ۽ ھلائي سگھوٿا اڄ ھڪ بھترين متبادل سان، ۽ ضروري آھي وڌيڪ جديد خصوصيتن کي چالو ڪريو.",
  "section-easy-integration-serverside": "سرور طرف:",
  "section-easy-integration-frontend": "اڳيون:",
  "section-threat-header": "حسب ضرورت خطري جا اسڪور",
  "section-threat-text": "سڀئي مسئلا ساڳيا نه آهن: هڪ واحد سکور حاصل ڪرڻ جو مطلب آهي ته اهو ضروري آهي ته توهان جي ضرورتن کي پورو ڪرڻ لاء مفيد آهي. hCaptcha جي منفرد ڪسٽمائيز ٿريٽ اسڪورز سان گڏ، هڪ تڪڙي صلاح اسان کي اجازت ڏئي ٿي ته اسان جا ماڊل ٽيون ڪري سگهون ته جيئن توهان جي ڪاروبار لاءِ وڌيڪ لاڳاپيل اسڪور ڏنا وڃن.",
  "section-challenges-header": "سيڪنڊن ۾ پنهنجا پنهنجا چئلينج شروع ڪريو",
  "section-challenges-text-1": "لاڳاپيل مواد سان برانڊ تي رهو",
  "section-challenges-text-2": "جڏهن صارفين کي حفاظتي گهرجون پوريون ڪرڻ لاءِ هڪ چيلنج حل ڪرڻ گهرجي، ڇو نه ٺاهيل ڪم خوشگوار ۽ صارف لاءِ لاڳاپيل هجن؟ اسان جي سادي ڪسٽم چئلينج ڊيزائنر سان، توهان صرف چند منٽن ۾ آن-برانڊ چئلينج مواد لانچ ڪري سگهو ٿا.",
  "section-integration-header": "سڌو پليٽ فارم انضمام",
  "section-integration-subheader": "ويب انفراسٽرڪچر ڪمپنين لاءِ",
  "section-integration-text": "hCaptcha انٽرپرائز سسٽم منفرد طور تي ان جي ڊيزائن ۾ لچڪدار آهي: اهو جزوي طور تي يا مڪمل طور تي توهان جي نيٽ ورڪ جي ڪناري تي لڳايو وڃي ٿو جيڪڏهن توهان عوامي ڪلائوڊ هلائيندا آهيو يا ڪيترن ئي ڊيٽا سينٽرن جا مالڪ آهيو. اهو ڊرامائي طور تي خرچن ۽ آف نيٽ ورڪ ٽرئفڪ کي گهٽائي سگھي ٿو جڏهن ته انتظام جي سڀني فائدن کي برقرار رکندي اسان جي 24/7 آن-ڪال اسٽاف پاران سخت ترين SLAs کي پورا ڪرڻ لاءِ.",
  "section-support-header": "توهان ۽ توهان جي استعمال ڪندڙن ٻنهي لاءِ قابل رسائي صلاحيت ۽ مدد",
  "section-support-text": "خدمت اسان لاء هڪ اعلي ترجيح آهي. اسان 24/7 آن-ڪال سپورٽ برقرار رکون ٿا ۽ توهان جي انجنيئرنگ انٽيگريشن ٽيم ۽ اسان جي آن-ڪال اسٽاف سان سڌو سنئون سُلڪو ڪوآرڊينيشن پيش ڪريون ٿا عمل درآمد دوران ۽ بعد ۾. ‍ اسان سوشل ميڊيا، فورمز تي توهان جي صارفين جي سوالن جي فعال طور تي نگراني ۽ جواب ڏيڻ لاءِ پڻ پرعزم آهيون. ، ۽ اسان جا ان-ويجيٽ ۽ اي ميل سپورٽ چينلز. اسان پهچ وارا ۽ جوابدار آهيون، ۽ صارف جي اطمينان کي هڪ اعليٰ KPI طور سمجهون ٿا.",
  "section-enterprise-header": "ڪاروباري خاصيتون",
  "section-enterprise-title-1": "عالمي سطح تي مخالف بوٽ تحفظ",
  "section-enterprise-desc-1": "ويب پيماني تي جنگ جي آزمائش.",
  "section-enterprise-title-2": "اعلي درستگی بوٽ سکور",
  "section-enterprise-desc-2": "ڪيترن ئي قسمن جي خراب اداڪارين کي ڳوليو.",
  "section-enterprise-title-3": "صفر رگڙ ۽ 99.9٪ غير فعال موڊ",
  "section-enterprise-desc-3": "جائز استعمال ڪندڙن جي 0.1٪ کان گھٽ چئلينج.",
  "section-enterprise-title-4": "ڪنٽرول چئلينج جا قسم ڏيکاريا ويا",
  "section-enterprise-desc-4": "قسمن جي وسيع لائبريري مان چونڊڻ لاء.",
  "section-enterprise-title-5": "ڪنٽرول چئلينج مواد استعمال ڪيو",
  "section-enterprise-desc-5": "مسلسل صارف تجربو سان برانڊ تي رکو.",
  "section-enterprise-title-6": "انٽرپرائز SLAs",
  "section-enterprise-desc-6": "گارنٽيڊ قابل اعتماد ۽ تيز 24/7 آن ڪال سپورٽ.",
  "section-enterprise-title-7": "ورثي برائوزر سپورٽ",
  "section-enterprise-desc-7": "انٽرنيٽ ايڪسپلورر 8 ڏانهن واپس سڀني طريقي سان مطابقت.",
  "section-enterprise-title-8": "ترقي يافته رپورٽنگ ڊيش بورڊ ۽ API",
  "section-enterprise-desc-8": "ڏسو ته توهان جي سڀني سائيٽن ۽ ايپس تي ڇا ٿي رهيو آهي.",
  "section-enterprise-title-9": "هر ملڪ ۾ ڪم",
  "section-enterprise-desc-9": "reCAPTCHA جي برعڪس، اسان هر ملڪ ۾ ڪم ڪريون ٿا.",
  "section-enterprise-title-10": "GDPR، CCPA، ۽ LGPD-دوست رازداري پاليسي",
  "section-enterprise-desc-10": "پهرين ڏينهن کان رازداري لاء ٺهيل. مضبوط ڊيٽا پروسيسنگ معاهدو.",
  "section-enterprise-title-11": "نفيس مشڪل سطحون",
  "section-enterprise-desc-11": "توھان جي استعمال جي صورت ۾ بلڪل صحيح ڪرڻ لاء ھن کي ڊائل ڪريو.",
  "section-enterprise-title-12": "پهرين پارٽي جي ميزباني",
  "section-enterprise-desc-12": "سڀ درخواستون ۽ اثاثا وڃو hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "گھڻن استعمال ڪندڙ ڊيش بورڊ",
  "section-enterprise-desc-13": "پنھنجي ٽيم ۾ انتظام حصيداري ڪريو.",
  "section-enterprise-title-14": "فوري تصديق",
  "section-enterprise-desc-14": "0ms latency: hCaptcha ٽوڪن جي تصديق ڪريو بغير ڪنهن API ڪال سان.",
  "section-enterprise-title-15": "موبائل (iOS ۽ Android) انضمام",
  "section-enterprise-desc-15": "ويب تي بيحد تجربو، اصلي موبائل، موبائل ويب. اڳ ۾ ٺهيل انضمام ۽ اصلي SDKs موجود آهن.",
  "section-enterprise-title-16": "ڪسٽمائيز شرطون ۽ رازداري جي ضمانتون",
  "section-enterprise-desc-16": "توهان جي قانوني ضرورتن کي پورو ڪريو جڏهن ٻيون ڪمپنيون نٿا ڪري سگهن.",
  "presented-challlenges-head": "پيش ڪيل چئلينجز",
  "presented-challenges-title-1": "نسبت",
  "presented-challenges-text-1": "سڀئي تصويرون چونڊيو جيڪي سوال سان ملن ٿيون",
  "presented-challenges-title-2": "بائونڊنگ باڪس",
  "presented-challenges-text-2": "شين جي حد بندي واري علائقي جي وضاحت ڪريو",
  "presented-challenges-title-3": "درجه بندي",
  "presented-challenges-text-3": "لاڳاپيل ليبل جي سڃاڻپ ڪريو",
  "presented-challenges-subheader": "... ۽ ٻيا آسان ڪم. انسانن لاءِ آسان، بوٽن لاءِ سخت.",
  "presented-challenges-subtext": "ڪسٽم ٽاسڪ پڻ موجود آهن انٽرنيشنل پبلشرز لاءِ.",
  "footer-header-1": "ڪمپني",
  "footer-header-2": "وسيلا",
  "footer-header-3": "رابطو",
  "footer-link-1": "ليبل لڳائڻ",
  "footer-link-2": "بابت",
  "footer-link-3": "نوڪريون",
  "footer-link-4": "ٽريڊ مارڪ",
  "footer-link-5": "بلاگ",
  "footer-link-6": "حيثيت",
  "footer-link-7": "دستاويزي",
  "footer-link-8": "رپورٽ ڪريو بگ",
  "footer-link-9": "پهچ",
  "footer-terms": "شرط",
  "footer-privacy": "رازداري",
  "footer-attribution": "انتساب",
  "footer-subheader-1": "حمايت",
  "footer-subheader-2": "رابطو",
  "switch-to-english-link": "انگريزي ۾ تبديل ڪريو",
  "intro-heading-privacy": "رازداري لاء ٺهيل.",
  "intro-subtitle-p1-privacy": " آن لائن سيڪيورٽي لاءِ هڪ منفرد رازداري تي مبني انداز.",
  "info-head-2-pr": "رڪارڊنگ آن لائن سرگرمي جواب نه آهي.",
  "info-text-1-pr": "hCaptcha انٽرپرائز صرف هڪ مقصد آهي: خراب اداڪارن کي توهان جي آن لائن عملن ۾ خلل وجهڻ ۽ توهان جي استعمال ڪندڙن کي نقصان پهچائڻ کان روڪڻ.",
  "info-text-2-pr": "اسان جا سسٽم اهڙيءَ طرح تيار ڪيا ويا آهن ته جيئن ڊيٽا گڏ ڪرڻ ۽ برقرار رکڻ کي گھٽ ڪرڻ لاءِ گرائونڊ اپ ڪيو وڃي جڏهن ته ڪلاس جي اڳواڻي واري سيڪيورٽي کي برقرار رکيو وڃي. صارف جي ڊيٽا کي محفوظ ڪرڻ جو بهترين طريقو اهو آهي ته ان کي ذخيرو نه ڪيو وڃي.",
  "info-text-3-pr": "سڀ گراهڪ رشتا پڻ محفوظ آهن هڪ مضبوط ڊيٽا پروسيسنگ معاهدي طرفان. hCaptcha سروس سڀني رازداري جي قانونن جي تعميل ڪري ٿي، ڪابه پرواهه ناهي ته توهان جي خدمت يا توهان جا گراهڪ ڪٿي رهن ٿا. ذاتي ڊيٽا نه رکڻ اسان لاءِ ٻين ڪمپنين جي ڀيٽ ۾ وڌيڪ آسان بڻائي ٿو.",
  "info-text-2-2-pr": "خدمتون جهڙوڪ reCAPTCHA v3 جو چوڻ آهي ته انهن جي ٽريڪنگ پکسل کي توهان جي سائيٽ جي هر صفحي تي رکڻ ضروري آهي سٺي سيڪيورٽي لاءِ. اهو معاملو ناهي.",
  "info-text-2-3-pr": "سادي رويي جو تجزيو هڪ سگنل آهي جيڪو آساني سان خراب اداڪارن پاران ٺاهيل آهي، ۽ توهان جي سڀني جائز ٽرئفڪ لاءِ برائوزنگ تاريخ کي برقرار رکڻ جي ضرورت آهي.",
  "info-text-2-4-pr": "اسان هڪ اشتهار نيٽ ورڪ کي هلائڻ نه ٿا ڏين، ۽ اسان کي توهان جي صارف جي رويي کي ڏسڻ ۾ ڪا به دلچسپي نه آهي ته جيئن اهي اشتهار وڪڻڻ لاء. هن جو مطلب آهي ته اسان کي توهان جي سائيٽ جي هر صفحي تي هڪ غير فعال پکسل جي ضرورت ناهي.",
  "info-text-2-5-pr": "اسان جو چيلنج ڪوڊ شامل ڪريو صرف جتي اھو ضروري آھي، ۽ جتي اھو سمجھي ٿو توھان ۽ توھان جي استعمال ڪندڙن جي حفاظت لاءِ.",
  "info-head-3-pr": "مشين سکيا مفيد آهي. پر اهو ڪم ڪرڻ لاء ذاتي ڊيٽا جي ضرورت ناهي.",
  "info-text-3-1-pr": "مشين لرننگ هاڻي اسان جي زندگيءَ جي تقريبن هر پهلوءَ تي اثرانداز ٿئي ٿي، اڪثر طريقن سان اسان کي احساس نه آهي ۽ نه ڏسي سگهون ٿا. آن لائين سيڪيورٽي خدمتون مختلف نه آهن.",
  "info-text-3-2-pr": "هزارين سگنلن کان وڌيڪ سکڻ سان، ماڊل تمام تيزيءَ سان بدسلوڪي رويي کي ڳولڻ ۾ اعليٰ اعتماد جو اندازو لڳائي سگهن ٿا، ايستائين جو ڪو به فرد سگنل پاڻ وٽ ايترو مضبوط نه هوندو ته ڪنهن مسئلي جي نشاندهي ڪري سگهي.",
  "info-text-3-3-pr": "بهرحال، هن مان ڪنهن کي به ذاتي طور تي سڃاڻپ ڪندڙ معلومات (PII) استعمال ڪرڻ جي ضرورت ناهي. جديد ڪرپٽوگرافڪ ٽيڪنڪ اسان کي اجازت ڏئي ٿي ته ڪنهن به ذاتي ڊيٽا کي جلد کان جلد رد ڪري سگھون ٿا، ان جي بدران هڪ طرفي دستخط ٺاهڻ جيڪي ڪنهن به فرد سان ڳنڍيل نه هجن.",
  "info-text-3-4-pr": "غير سڃاڻپ ٿيل ڊيٽا تي تربيت پڻ ڪم ڪري ٿي، ۽ سيڪيورٽي يا رازداري تي سمجهوتو ڪرڻ جي ضرورت ناهي. اسان جا گراهڪ تجرباتي تجربا ڪيا آهن، ۽ اسان کي قرار ڏنو آهي برابر يا بهتر کان گهٽ پرائيويٽ متبادل.",
  "cloudflare-quote-text-privacy": "اسان hCaptcha حلن بابت ڪيتريون ئي شيون پسند ڪيون: 1) اهي ذاتي ڊيٽا نه وڪڻندا آهن؛ اهي صرف گهٽ ۾ گهٽ ضروري ذاتي ڊيٽا گڏ ڪن ٿا، اهي انهن جي گڏ ڪيل معلومات کي بيان ڪرڻ ۾ شفاف آهن ۽ اهي ڪيئن استعمال ڪن ٿا ۽/يا ظاهر ڪن ٿا.",
  "pilot-head": "اسان کي پنهنجي ماحول ۾ ڪوشش ڪريو بغير ڪنهن ذميواري سان.",
  "pilot-text-1a": "اسان انجنيئر آهيون، وڪرو ڪندڙ نه: اسان چاهيون ٿا ته توهان پنهنجي پسند سان خوش ٿيو.",
  "pilot-text-1b": "توهان جي اطمينان کي يقيني بڻائڻ جو بهترين طريقو اهو آهي ته اسان توهان جي ضرورتن کي پورا ڪريون ٿا.",
  "pilot-text-1c": "عملي طور تي سڀئي ڪمپنيون جيڪي پائلٽ شروع ڪن ٿيون آخرڪار اسان جو حل چونڊيو.",
  "pilot-text-1d": "اسان جي ٽيڪنيڪل ماهرن مان هڪ تائين پهچڻ لاءِ هي فارم استعمال ڪريو. اسان جلدي جواب ڏينداسين.",
  "pilot-text-1e": "توھان پڻ اسان کي سڌو سنئون اي ميل ڪري سگھو ٿا.",
  "pilot-email-details": "تفصيل هتي آهن.",
  "pilot-f1": "علائقو",
  "pilot-f2": "توهان جو نالو",
  "pilot-f3": "توهان جو نالو",
  "pilot-f4": "ڪاروباري اي ميل",
  "pilot-f5": "ٻيو ڪو تفصيل اسان وٽ هجڻ گهرجي؟",
  "pilot-f6": "ڇا توهان کي فوري طور تي بورڊنگ جي ضرورت آهي؟",
  "pilot-f7": "ها.",
  "pilot-f8": "مان حملي هيٺ آهيان ۽ فوري طور تي بورڊنگ جي ضرورت آهي.",
  "pilot-f9": "جمع ڪرايو",
  "pilot-f10": "توهان جي اي ميل داخل ڪندي، توهان اسان جي شرطن ۽ رازداري پاليسي سان متفق آهيو، ۽ اسان کان اي ميل وصول ڪرڻ لاء.",
  "pilot-fo-1": "انضمام آسان نه ٿي سگهي.",
  "pilot-fo-2": "hCaptcha وٽ فرنٽ اينڊ ۽ پس منظر سسٽم لاءِ درجن کان اڳ ۾ ٺهيل انضمام آهن جيڪي توهان استعمال ڪندا آهيو.",
  "pilot-fo-3": "جيڪڏهن توهان گوگل جي reCAPTCHA مان اچي رهيا آهيو، اسان جا APIs ڊراپ-ان متبادل آهن. ڪوڊ جون ٽي سٽون آهن جيڪي توهان کي گهربل آهن.",
  "pilot-fo-4": "اسان جا آن بورڊنگ انجنيئرز توهان کي جلدي وڃڻ جي اجازت ڏئي سگھن ٿا، ڇا توهان کي React انٽيگريشن جي ضرورت آهي، iOS جي مقامي ايپس لاءِ SDKs، هڪ Java backend مثال، يا عملي طور تي ڪنهن ٻئي منظر نامي جي.",
  "pilot-fo-5": "۽ هميشه وانگر، رازداري اسان لاء هڪ بنيادي قدر آهي. اسان جو چيلنج ڪوڊ شامل ڪريو صرف جتي اھو ضروري آھي، ۽ جتي اھو سمجھي ٿو توھان ۽ توھان جي استعمال ڪندڙن جي حفاظت ڪرڻ لاءِ. ڊيٽا گڏ ڪرڻ کي گھٽائڻ شروع ٿئي ٿو انضمام جي لمحن کان.",
  "pilot-fdone": "توهان جي مهرباني. اسان جلد ئي رابطو ڪنداسين.",
  "home-ent-2-new": "اسان جي انٽرپرائز حل جي باري ۾ وڌيڪ سکو.",
  "home-ent-button-new": "hCaptcha انٽرپرائز",
  "home-main-plans2-new": "hCaptcha انٽرپرائز حل پيش ڪن ٿا ڪلاس جي اڳواڻي واري سيڪيورٽي ۽ ڪيترن ئي اعليٰ آن لائن خدمتن جي حفاظت ڪن ٿا.",
  "home-plans-button-2-new": "وڌيڪ سکو",
  "header-enterprise-link": "انٽرپرائز",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise بابت وڌيڪ ڄاڻو"
}
