{
  "23114595": "عظيم صارف تجربو",
  "34074886": "هر دفعي توهان هڪ چئلينج جو جواب ڏيو ٿا، اسان نفيس ماڊل استعمال ڪندا آهيون اهو معلوم ڪرڻ لاءِ ته ڇا توهان انسان آهيو. جنهن ويب سائيٽ توهان دورو ڪيو آهي پوءِ هي نتيجو استعمال ڪري ٿي توهان جي تجربي کي بهتر ڪرڻ ۾ مدد لاءِ انهن جي سائيٽ تي بوٽس رکڻ سان.",
  "98173630": "hCaptcha دنيا جي سڀ کان وڏي پيماني تي استعمال ٿيل آزاد ڪيپچا سروس آهي.",
  "111184581": "پهرين پارٽي جي ميزباني",
  "119298044": "ترقي يافته خود نگراني ٿيل ML ۽ AI ٽيڪنالاجيون توهان جي ويب ملڪيت کي خطرن ۽ حملن کان بچائين ٿيون",
  "121743429": "ويب انفراسٽرڪچر ڪمپنين لاءِ",
  "122875767": "توهان جي قانوني ضرورتن کي پورو ڪريو جڏهن ٻيون ڪمپنيون نٿا ڪري سگهن.",
  "126134492": "ٻيو",
  "152010250": "hCaptcha گڏيل ترقي يافته خود نگراني ٿيل مشين لرننگ کي هڪ ناول ايج ڪمپيوٽ پليٽ فارم سان گڏ ڪيو جيڪو منفرد طور تي ڊيٽا گڏ ڪرڻ ۽ برقرار رکڻ کي گھٽ ڪري ٿو، وڏي پيماني تي عالمي سطح تي 250 کان وڌيڪ هنڌن تان پهچايو ويو.",
  "179723061": "ٽيمن لاءِ وڌيڪ ڪنٽرول جن کي طبقي جي اڳواڻي واري سيڪيورٽي جي ضرورت آهي",
  "191460155": "صفر رگڙ ۽ 99.9٪ غير فعال موڊ",
  "282913023": "اعلي ٽرئفڪ جي ادارن لاء قيمتي اثرائتي اختيار",
  "328625009": "... اسان تيار آهيون جڏهن توهان آهيو: اسان جي خدمت هر وقت موجود آهي.",
  "353066938": "هڪ تجربيڪار ٽيم، اڄ جي سخت ترين مسئلن تي ڪم ڪندي. hCaptcha جي هڪ خدمت آهي",
  "353367791": "ڪيترن ئي قسمن جي خراب اداڪارين کي ڳوليو.",
  "359073033": "ڊيش بورڊ اعلي سطحي يا سٺي اناج واري سرگرمي جي ڏيک ڏي.",
  "392886773": "هر ملڪ ۾ ڪم",
  "451701069": "GDPR، CCPA،",
  "547245263": "اڄ پنهنجي بوٽ جو مسئلو حل ڪريو.",
  "552920956": "hCaptcha ويب سائيٽن کي انعام حاصل ڪرڻ جي اجازت ڏئي ٿي جڏهن ته بوٽس ۽ غلط استعمال جي ٻين قسمن کي بلاڪ ڪندي. hCaptcha توهان کي انهن آمدني سان توهان جي پسند جي خيرات جي مدد ڪرڻ جي اجازت ڏئي ٿي.",
  "555158694": "هڪ خدمت جنهن کي توهان استعمال ڪيو آهي انهن جي سائيٽ تي توهان جي تجربي کي بهتر ڪرڻ لاءِ hCaptcha انسٽال ڪري بدسلوڪي ٽرئفڪ کي گهٽائڻ لاءِ.",
  "585557010": "جائز استعمال ڪندڙن جي 0.1٪ کان گھٽ چئلينج.",
  "713281684": "آنگن",
  "719304627": "آخر کان آخر تائين ڪنٽرول جي ضرورت آهي؟",
  "734735952": "اسان ڪيپچا وينڊرز جي ھڪڙي تعداد جو جائزو ورتو ۽ گڏوگڏ ھڪڙو نظام پاڻ ٺاھيو. آخر ۾، hCaptcha reCAPTCHA لاءِ بهترين متبادل طور سامهون آيو.",
  "751483365": "غير جاوا اسڪرپٽ گراهڪن لاءِ سپورٽ.",
  "788770967": "اهو ٻڌي افسوس ٿيو! توھان شايد استعمال ڪرڻ چاھيو ٿا اسان جي رسائي جا اختيار:",
  "793242047": "ايپليڪيشنن تائين تيز رسائي جي اجازت ڏيڻ لاء صارفين کي پيش ڪيل چئلينج کي گھٽايو",
  "829047995": "في الحال استعمال ڪري رهيا آهيو reCAPTCHA؟",
  "836577577": "hCaptcha کي شامل ڪرڻ ۾ صرف منٽ ۽ صرف ڪوڊ جون چند لائينون لڳن ٿيون. بنيادي API reCAPTCHA V2 سان مطابقت رکي ٿي، ۽ ان کي سوئچ ڪرڻ ۾ صرف منٽ لڳن ٿا.",
  "838049015": "سڀئي تصويرون چونڊيو جيڪي سوال سان ملن ٿيون",
  "846501387": "عالمي-طبقاتي بوٽ تحفظ",
  "861167568": "hCaptcha حل ڪري ٿو IT جي سڀ کان وڌيڪ دٻائڻ واري مسئلن مان: بدسلوڪي بوٽن کي توهان جي ويب ايپليڪيشنن تي حملو ڪرڻ کان روڪڻ",
  "880478438": "بهترين-ان-ڪلاس بوٽ ۽ فراڊ مئنيجمينٽ لاءِ.",
  "897432717": "ڪسٽمائيز ٿريٽ اسڪورز لاءِ اسان جي نئين ڊيزائن سان، توهان جي ڪاروباري ڄاڻ کي شامل ڪرڻ اسان جي ماڊلز کي توهان جي استعمال ڪندڙن لاءِ منفرد طور تي لاڳاپيل اسڪور پهچائڻ جي اجازت ڏئي ٿي.",
  "910989640": "سرگرمي جي تفصيلي ۽ ڪسٽمائيز رپورٽون ٺاهيو",
  "976209454": "انعام حاصل ڪريو يا خيرات ڏيو",
  "981806349": "ثابت ٿيل hCaptcha پليٽ فارم تي ٺهيل",
  "999610953": "آخرڪار، گوگل لاء هڪ قابل اعتماد متبادل. hCaptcha Enterprise اعلي سيڪيورٽي سان توهان جي reCAPTCHA بل تي ڊرامائي بچت فراهم ڪري ٿي: ڪجهه ڪيسن ۾ 80٪ تائين گهٽ مهانگو.",
  "1014004474": "hCaptcha جي انٽرپرائز منصوبا پيش ڪن ٿا ترقي يافته خدمت-سطح جا معاهدا توهان جي تنظيم کي محفوظ رکڻ لاءِ",
  "1045484714": "توهان جي سڃاڻپ فراهم ڪندڙ سان SAML SSO انضمام، مثال طور. اوڪتا يا Azure AD.",
  "1050501253": "ڏاڍو ڏکيو",
  "1070364246": "اڙي! فارم جمع ڪرائڻ وقت ڪجھ غلط ٿيو.",
  "1103295010": "پئسا ڪمايو يا خيرات ۾ ڏيو جڏهن انسان ڪيپچا حل ڪن",
  "1130868224": "ڪوڊ جون ٽي لائينون",
  "1131525092": "اسان جي پرائيويسي محفوظ ڪندڙ اسڪوپڊ يو آءِ ڊي جي ذريعي بدڪار اداڪارن کي گڏ ڪريو، لاڳاپيل فراڊ ۽ غلط استعمال کي ڳولڻ ۽ روڪڻ لاءِ",
  "1141402092": "ترقي يافته رپورٽنگ خاصيتون",
  "1150035777": "نفيس مشين سکيا جا ماڊل ڪيترن ئي ڊيٽا پوائنٽس جي بنياد تي بوٽن جي اعتماد جو اسڪور ٺاهيندا آهن ان کان ٻاهر ته ڇا سوالن جا صحيح جواب ڏنا ويا",
  "1150963691": "APT جي گھٽتائي",
  "1172067553": "HCaptcha جي پويان HUMAN پليٽ فارم انتهائي نفيس ڪم جي معيار ۽ انتظامي خاصيتون مهيا ڪري ٿو آن-پريميس، هائبرڊ، يا SaaS ترتيبن ذريعي جيڪي توهان جي موجوده سسٽم سان ضم ٿي وڃن ٿيون.",
  "1173652155": "صلاحڪار",
  "1218990730": "تفصيلي لاگن سان مسئلن جي رپورٽ ڪيئن ڪجي",
  "1250541092": "- سرجي ايسوسي",
  "1263998069": "انساني حل لاءِ انعام حاصل ڪريو",
  "1300485304": "hCaptcha ترقي يافته خطرن جي خلاف حفاظت ڪري ٿو ۽ توهان جي نيٽ ورڪ کي ڦهلائڻ لاء ڊزائين ڪيل ڊيڪوز",
  "1345083090": "ڪارڪردگي جي مسئلي جي رپورٽ ڪندي؟",
  "1356745565": "انٽرنيٽ ايڪسپلورر 8 ڏانهن واپس سڀني طريقي سان مطابقت.",
  "1368787974": "پنھنجي ٽيم ۾ انتظام حصيداري ڪريو.",
  "1393184984": "توهان کي تمام ضروري آهي.",
  "1475399473": "hCaptcha ٽيم بابت وڌيڪ ڄاڻو",
  "1485807325": "ملٽي يوزر ڊيش بورڊ، SAML SSO",
  "1508655687": "شامل ڪريو پنھنجا پنھنجا چئلينج جيڪي توھان جي سامعين لاءِ تيار ڪيا ويا آھن انھن کي منظم ڪرڻ يا رسائي کي محدود ڪرڻ لاءِ",
  "1510448156": "توھان ھلائي سگھوٿا ۽ ھلائي سگھوٿا اڄ ھڪ بھترين متبادل سان، ۽ چالو ڪريو وڌيڪ جديد خصوصيتون جيئن ضروري آھي.",
  "1525403768": "وڌيڪ معلومات لاءِ رابطو ڪريو Enterprise Sales.",
  "1544546608": "رازداري پاس",
  "1549336309": "hCaptcha هن ماڊل جي چوڌاري ڦري ٿو. جڏهن توهان hCaptcha استعمال ڪندا آهيو، ڪمپنيون جيڪي ڪم توهان جي استعمال ڪندڙن کي ڪندا آهن انهن تي بولندا آهن جيئن اهي پنهنجي انسانيت کي ثابت ڪن. توهان انعام حاصل ڪندا.",
  "1559631739": "پرائيويٽ سکيا",
  "1579093044": "اسان جي سادي ڪسٽم چئلينج ڊيزائنر سان، توهان لانچ ڪري سگهو ٿا آن برانڊ چيلنج مواد صرف چند منٽن ۾.",
  "1586809757": "اعلي درستگی بوٽ اسڪور",
  "1599610318": "پبلشر",
  "1637702726": "hCaptcha بابت",
  "1662477701": "وسيلا",
  "1676849166": "توهان جي جائز ٽرئفڪ جي 99.9٪ لاءِ مڪمل طور تي چئلينج کان پاسو ڪندي ڇڪتاڻ کي گهٽايو جڏهن ته اڃا تائين بهترين حفاظت فراهم ڪري رهيا آهن ، ترقي يافته بوٽ ماڊلز جي مهرباني.",
  "1685871181": "مٿين آن لائن خدمتن تي ڀروسو",
  "1752795854": "hCaptcha بوٽن کي روڪڻ لاءِ جديد، پرائيويسي مرڪوز انداز ۾ آڻيندو آهي.",
  "1779265104": "ڪسٽمائيز شرطون ۽ رازداري جي ضمانتون",
  "1792519141": "hCaptcha انٽرپرائز",
  "1798492192": "ورثي برائوزر سپورٽ",
  "1803009328": "ويب پيماني تي جنگ جي آزمائش.",
  "1844885924": "قسمن جي وسيع لائبريري مان چونڊڻ لاء.",
  "1849717906": "توهان جي پنهنجي چيلنج مواد سان ترتيب ڏيو",
  "1849805607": "hCaptcha توهان جي نيٽ ورڪ کي ڦهلائڻ لاء ٺهيل خطرن ۽ ڊيڪوز کان بچائيندو آهي",
  "1886100235": "دنيا جون ڪيتريون ئي وڏيون آن لائن خدمتون hCaptcha انٽرپرائز ۾ تبديل ٿي چڪيون آهن ۽ ڪافي قيمت جي بچت سان گڏ بوٽ جي ڳولا ۾ بهتري حاصل ڪئي.",
  "1894355645": "hCaptcha آسان، آسان، ۽ قابل اعتماد بوٽ جي ڳولا مهيا ڪري ٿي جڏهن ته انسانن لاءِ حل ڪرڻ لاءِ معمولي آهي.",
  "1927613000": "hCaptcha نفيس مشين لرننگ کي هڪ طاقتور چئلينج پليٽ فارم سان گڏ ڪري ٿو ويب ايپليڪيشنن کي اڪائونٽ ٽيڪ اوور کان بچائڻ لاءِ، سندي سامان ڀرڻ، اسڪراپنگ، ۽ ٻين قسم جي غلط استعمال کان.",
  "1936512180": "آسان API پهچ، خوبصورت ڊيش بورڊ، ۽ جديد ماڊل-ان-دي-لوپ ٽيڪنالاجي ڪم ڪندڙ جي ڪارڪردگي کي وڌائڻ لاءِ.",
  "1956967813": "اسان جون خدمتون دنيا جي وڏين ڪمپنين پاران ڀروسو ڪيون ويون آهن جيڪي لکين لکن سائيٽن تي روزاني استعمال ڪندڙن جي خدمت ڪرڻ لاءِ.",
  "1958297836": "همعصر حملي جي حفاظت ۽ APT گھٽتائي",
  "2041686284": "وڌيڪ ڊيٽا عام طور تي ٽريننگ مشين لرننگ ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. گہرے ماڊلز جي تازي ڪاميابي تيزي سان وڏي ڊيٽا سيٽن جي ڪري ٿي، ۽ hCaptcha هن ضرورت کي پورو ڪري ٿو. جڏهن ته، روايتي طريقن کي استعمال ڪندي وڏي انساني نظرثاني ٿيل ڊيٽا سيٽ ٺاهڻ سست ۽ قيمتي آهي.",
  "2103563261": "نجي يا عوامي معلومات",
  "2131386784": "توهان ۽ توهان جي استعمال ڪندڙن ٻنهي لاءِ قابل رسائي صلاحيت ۽ مدد",
  "2138799135": "hCaptcha وٽ فرنٽ اينڊ ۽ پس منظر سسٽم لاءِ درجن کان اڳ ۾ ٺهيل انضمام آهن جيڪي توهان استعمال ڪندا آهيو.",
  "2163914794": "توهان جي ڊيٽا سيٽ لاء وڌيڪ ليبل جي ضرورت آهي؟ hCaptcha مصنوعي ذهانت ۽ مشين لرننگ ايپليڪيشنن تي ڪم ڪندڙ ڪمپنين لاءِ تيز، قيمتي، ۽ اعليٰ معيار جي ڊيٽا ليبلنگ مهيا ڪري ٿي.",
  "2183926131": "hCaptcha Enterprise سان شروع ڪريو",
  "2184564739": "ڏسو",
  "2188609322": "خراب اداڪار آن لائن تيزي سان عام آهن. پر صارف جي رازداري کي قربان ڪرڻ جو جواب ناهي.",
  "2319072959": "پنھنجي افرادي قوت سان مڪمل طور تي آف لائن ھلايو، ڪاروباري يونٽن يا ڪنسورشيم پارٽنرز ۾ استعمال ڪيل قيمت کي ٽريڪ ڪريو، منتخب طور تي مختلف اندروني يا بيروني مزدور فراهم ڪندڙن ڏانھن نوڪريون رستا ڪريو، قيمت ۽ حفاظت جي ضرورتن جي بنياد تي، ۽ وڌيڪ.",
  "2320894364": "200 کان وڌيڪ پوائنٽس جي موجودگي سان، hCaptcha جو ڪلائوڊ سڄي دنيا ۾ توهان جي اثاثن جي حفاظت ڪري ٿو",
  "2354267648": "GDPR، CCPA، ۽ LGPD-دوست رازداري پاليسي",
  "2373007864": "hCaptcha Enterprise hCaptcha پليٽ فارم ٽيڪنالاجي تي هلندو آهي، خاصيتون شامل ڪرڻ لاء وڌايو ويو اعلي ٽرئفڪ ادارن جي ضرورت آهي.",
  "2418549423": ", cryptographic proofs ذريعي آن لائن رازداري کي محفوظ ڪرڻ لاءِ هڪ اڀرندڙ معيار، ۽ ٻيون منفرد پرائيويسي-پهرين خاصيتون.",
  "2489287539": "فريڪشن فري ”ڪو به ڪيپچا“ ۽ 99.9٪ غير فعال موڊس",
  "2510209017": "وڌيڪ مدد جي ضرورت آهي؟",
  "2513143348": "hCaptcha انٽرپرائز سسٽم منفرد طور تي ان جي ڊيزائن ۾ لچڪدار آهي: اهو جزوي طور تي يا مڪمل طور تي توهان جي نيٽ ورڪ جي ڪناري تي لڳايو وڃي ٿو جيڪڏهن توهان عوامي ڪلائوڊ هلائيندا آهيو يا ڪيترن ئي ڊيٽا سينٽرن جا مالڪ آهيو.",
  "2535001179": "جيڪڏھن توھان اچي رھيا آھيو گوگل جي reCAPTCHA مان، اسان جا APIs ڊراپ-ان متبادل آھن.",
  "2593768395": "ويب تي بيحد تجربو، اصلي موبائل، موبائل ويب. اڳ ۾ ٺهيل انضمام ۽ اصلي SDKs موجود آهن.",
  "2650502379": "سيڪنڊن ۾ پنهنجا پنهنجا چئلينج شروع ڪريو",
  "2670003220": "نوڪريون",
  "2671622670": "انٽرپرائز",
  "2676853536": "گھڻن استعمال ڪندڙ ڊيش بورڊ",
  "2681650568": "۽ هميشه وانگر، رازداري اسان لاء هڪ بنيادي قدر آهي. اسان جو چيلنج ڪوڊ شامل ڪريو صرف جتي اھو ضروري آھي، ۽ جتي اھو سمجھي ٿو توھان ۽ توھان جي استعمال ڪندڙن جي حفاظت لاءِ. گھٽ ۾ گھٽ ڊيٽا گڏ ڪرڻ انضمام جي لمحن کان شروع ٿئي ٿو.",
  "2682873489": "شين جي حد بندي واري علائقي جي وضاحت ڪريو",
  "2686825859": "مفت سائن اپ ڪريو يا اسان سان رابطو ڪريو hCaptcha انٽرپرائز حل بابت",
  "2698140263": "سڀئي مسئلا ساڳيا نه آهن: هڪ واحد سکور حاصل ڪرڻ جو مطلب آهي ته اهو ضروري آهي ته توهان جي ضرورتن کي پورو ڪرڻ لاء مفيد آهي.",
  "2698640210": "ڪنٽرول چئلينج ۽ قسم ڏيکاريل آهن",
  "2707282231": "توهان جي استعمال ڪندڙن لاء چئلينج کي ترتيب ڏيو. بوٽن کي حل ڪرڻ ۽ گھڙڻ لاءِ ناممڪن بڻايو.",
  "2714878440": "اسان جي جديد مشين لرننگ ۽ انسانيت جي تصديق سان توهان جي خدمتن کي اسڪرپنگ، اڪائونٽ ٽيڪ اوور، سندي سامان، ۽ اسپام کان بچايو.",
  "2718999653": "حسب ضرورت خطري جا اسڪور",
  "2781507299": "فوري تصديق",
  "2782263070": "خدمت اسان لاء هڪ اعلي ترجيح آهي. اسان 24/7 آن-ڪال سپورٽ برقرار رکون ٿا ۽ توهان جي انجنيئرنگ انٽيگريشن ٽيم ۽ اسان جي آن-ڪال اسٽاف سان سڌي سُلڪي ڪوآرڊينيشن پيش ڪريون ٿا ان تي عمل دوران ۽ بعد ۾.",
  "2806751666": "hCaptcha ڇا آهي؟",
  "2826051554": "۽ وڌيڪ",
  "2881474837": "hCaptcha انٽرپرائز",
  "2890048009": "اشتهار نيٽ ورڪ توهان جي سنڌين کي پراڊڪٽ طور ڏسندا آهن. اسان لاء صرف پيداوار آهي انهن جي انسانيت جو تعين ڪرڻ. اسان جون خدمتون GDPR، CCPA، LGPD، ۽ PIPL جي ضرورتن کي پورا ڪن ٿيون يا ان کان وڌيڪ آهن، ۽ پرائيويسي پاس وانگر مدد جي شروعات. اسان محنت ڪريون ٿا رازداري ۽ سلامتي کي متوازن ڪرڻ لاءِ.",
  "2927700175": "اسان ڪيپچا چيلنجز ڏيکاريون ٿا جيڪي بوٽن لاءِ ڏکيا آھن پر ماڻھن لاءِ آسان آھن مشين سکيا جي مسئلن مان ليبل ڪرڻ ۾ مشڪل ڊيٽا گڏ ڪري، ۽ ان کي استعمال ڪندي فرق ڪرڻ لاءِ ته ڇا ويب سائيٽ يا ايپ جو دورو ڪندڙ انسان آھي.",
  "2968026167": "توهان جي پسنديده سبزي",
  "3018523079": "مسلسل صارف تجربو سان برانڊ تي رکو.",
  "3065000659": "ڇا توهان محسوس ڪيو ته هر وقت توهان \"ڪار تي ڪلڪ ڪريو\" توهان کي هڪ ٽريننگ ڪرڻ ۾ مدد ڪري رهيا آهيو",
  "3093388779": "hCaptcha ڪنهن به سائيز جي پبلشرز لاءِ استعمال ڪرڻ لاءِ مفت آهي",
  "3093689546": "آسان انضمام",
  "3096063825": "ان کي آزمائي ڏس",
  "3107683988": "اهو ڊرامائي طور تي آف نيٽ ورڪ ٽرئفڪ ۽ خرچن کي گهٽائي سگھي ٿو جڏهن ته انتظام جي سڀني فائدن کي برقرار رکندي اسان جي 24/7 آن-ڪال اسٽاف پاران سخت ترين SLAs کي پورا ڪرڻ لاءِ.",
  "3117887301": "سڀ کان وڏي آن لائن خدمتن جي اعتبار سان",
  "3121248460": "لامحدود متنوع ڪسٽم چئلينج ڏيکاريو - سادي کان پيچيده تائين - توهان جي متوقع سامعين لاءِ",
  "3153117136": "ڪيئن hCaptcha مشڪل سيٽنگون ڪم ڪن ٿيون",
  "3160820928": "گڏيل حملي جي حفاظت",
  "3161489950": "دنيا جو سڀ کان وڌيڪ ترقي يافته سيڪيورٽي ML پليٽ فارم",
  "3167979932": "پهرين ڏينهن کان رازداري لاء ٺهيل. مضبوط ڊيٽا پروسيسنگ معاهدو.",
  "3194111925": "حمايت",
  "3213351333": "ڪابه اڳڀرائي جي ضرورت ناهي",
  "3213957230": "جڏهن صارفين کي حفاظتي گهرجون پوريون ڪرڻ لاءِ هڪ چيلنج حل ڪرڻ گهرجي، ته پوءِ ڇو نه ٺاهيل ڪم خوشگوار ۽ صارف لاءِ لاڳاپيل هجن؟",
  "3225770968": "hCaptcha مشين سکيا ۾ تمام گهڻي محنت واري مسئلي کي حل ڪرڻ لاءِ ٺهيل آهي؛ بروقت، سستي، ۽ قابل اعتماد انداز ۾ ڊيٽا جي وڏي مقدار کي ليبل ڪرڻ.",
  "3230004040": "ڇا توهان بصارت کان محروم آهيو يا ٻي صورت ۾ hCaptchas مڪمل ڪرڻ ۾ ناڪام آهيو؟",
  "3235430156": "ڪمپني جو مشين لرننگ سسٽم مفت ۾؟",
  "3260825523": "Intuition مشينون",
  "3264813246": "نامناسب",
  "3265895521": "ڏينهن جي وقت جي بنياد تي مشڪل مشڪل کي وڌايو ۽ گھٽ ڪريو",
  "3266612494": "هڪ قابل اعتماد ساٿي",
  "3276777569": "hCaptcha",
  "3287172429": "ڪنٽرول چئلينج جا قسم ڏيکاريل آهن",
  "3365203058": "عالمي سطح تي مخالف بوٽ تحفظ",
  "3412647984": "هي توهان کي مستقبل جي سوالن کان پاسو ڪرڻ جي اجازت ڏئي ٿو رجسٽريشن ۽ ڪوڪيز سيٽنگ ڪندي. مھرباني ڪري پنھنجي اشتهار بلاڪر کي بند ڪرڻ جي ڪوشش ڪريو.",
  "3417372336": "منٽن ۾ تبديل ڪريو",
  "3446714684": "موبائل (iOS ۽ Android) انضمام",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "انٽرپرائز استعمال ڪندڙن لاءِ، اختيارن موجود آھن مڪمل طور تي اڪثر حالتن ۾ چئلينجن کان بچڻ لاءِ.",
  "3478726913": "hCaptcha وٽ سيارو تي موجود سڀ کان وڏو تلاءُ آھي توھان جي استعمال لاءِ. جيڪو به توهان جي پيماني تي هجي، اسان ان کي سنڀالي سگهون ٿا بغير قيمتي اڳواٽ وعدن جي. في ڏينهن لکين ڪم ڪو مسئلو ناهي.",
  "3480023141": "رسائي جي اختيارن بابت وڌيڪ سکو",
  "3483700676": "فوري طور تي لکين ڪم شروع ڪريو",
  "3500503648": "hCaptcha توهان جي برائوزنگ تاريخ کي رڪارڊ ڪرڻ ۽ تجزيو ڪرڻ بجاءِ فوري تشخيص تي ڀروسو ڪندي ڊگهي مدي واري ڊيٽا جي برقراري کي ختم ڪرڻ لاءِ ٺاهيو ويو آهي. اسان پڻ سپورٽ جي شروعاتن وانگر",
  "3524251858": "ڊائريڪٽر پراڊڪٽ مينيجمينٽ، Cloudflare",
  "3526939538": "سافٽ ويئر بگ",
  "3530599065": "رازداري زمين کان تعمير ڪئي وئي آهي. hCaptcha PII برقرار رکي ٿو ۽ ڪيترن ئي رازداري مينڊيٽ ۽ ضابطن سان مطابقت رکي ٿو.",
  "3570415321": "ڪمپني",
  "3573245166": "reCAPTCHA جي برعڪس، اسان هر ملڪ ۾ ڪم ڪريون ٿا.",
  "3578122193": "لاڳاپيل مواد سان برانڊ تي رهو",
  "3620442880": "فليش سيل تحفظ خاصيتون",
  "3630114728": "ڏسو ته توهان جي سڀني سائيٽن ۽ ايپس تي ڇا ٿي رهيو آهي.",
  "3644106388": "رابطو",
  "3660619092": "مفت سائن اپ ڪريو يا انٽرپرائز حل لاءِ سيلز سان رابطو ڪريو",
  "3688621388": "خطرن جا دستخط",
  "3704893754": "پاڻ کي ڏسڻ چاهيو ٿا؟ ڪوشش ڪريو hCaptcha مفت",
  "3714002185": "وڌيڪ سکو hCaptcha Enterprise بابت",
  "3715747429": "اسان جا آن بورڊنگ انجنيئرز توهان کي جلدي وڃڻ جي اجازت ڏئي سگھن ٿا، ڇا توهان کي React انٽيگريشن جي ضرورت آهي، iOS مقامي ايپس لاءِ SDKs، هڪ Java backend مثال، يا عملي طور تي ڪنهن ٻئي منظر نامي جي.",
  "3717512591": "سڌو پليٽ فارم انضمام",
  "3721365241": "ڪوشش ڪر",
  "3729345277": "hCaptcha هڪ طريقو آهي ڪمپنين لاءِ تشريحون حاصل ڪرڻ جو انهن کي تيزيءَ سان، اعليٰ معيار سان ۽ ٻين متبادلن جي ڀيٽ ۾ گهٽ قيمت تي.",
  "3730038780": "استعمال ڪندڙن کي حل ڪرڻ لاءِ لڳ ڀڳ لامحدود چئلينجن مان چونڊيو",
  "3739936967": "پرائيويسي تي هن منفرد توجه جو مطلب آهي ته اسان پيش ڪري سگهون ٿا صفر انفرادي ڊيٽا برقرار رکڻ، ڪوڪيز کان پاڪ آپريشن، ۽ ٻيون معاهدو رازداري جي ضمانتون جيئن گهربل حفاظت کي برقرار رکندي. وڌيڪ پڙهو.",
  "3740051331": "اسان سوشل ميڊيا، فورمز، ۽ اسان جي ان-ويجيٽ ۽ اي ميل سپورٽ چينلز تي توهان جي استعمال ڪندڙن جي سوالن جي فعال طور تي نگراني ۽ جواب ڏيڻ لاءِ پڻ پرعزم آهيون. اسان پهچ وارا ۽ جوابدار آهيون، ۽ صارف جي اطمينان کي هڪ اعليٰ KPI طور سمجهون ٿا.",
  "3753956446": "واندو",
  "3758963444": "توهان جي مهرباني! توهان جي موڪل حاصل ڪئي وئي آهي!",
  "3767462250": "رازداري لاء ٺهيل",
  "3768951251": "انٽرپرائز SLAs",
  "3807059944": "ڪنٽرول چئلينج مواد استعمال ڪيو",
  "3816867833": "راءِ",
  "3817811295": "گارنٽيڊ قابل اعتماد ۽ تيز 24/7 آن ڪال سپورٽ.",
  "3892905664": "hCaptcha مدد ڪري ٿي توهان جي پسنديده آن لائن خدمتن کي بوٽس، اسپام ۽ غلط استعمال کان ٻاهر رکڻ سان سادو سوال پڇڻ جيڪي انسانن لاءِ آسان ۽ مشينن لاءِ مشڪل آهن.",
  "3913848038": "99.99٪ اپ ٽائم SLAs ۽ 24/7 گلوبل سپورٽ دستياب.",
  "3951254541": "اسان توهان جي ان پٽ جي ساراهه ڪريون ٿا. اسان کي ڪنهن به مسئلن کي ڄاڻ ڏيو ۽ اسان انهن کي جلدي حل ڪنداسين.",
  "3952259236": "پنھنجي انڌي ٿيل ڊيٽا کي hCaptcha جي ھزارين سگنلن سان گڏ ڪريو hCaptcha کي رويي جي طبقن تي تربيت ڏيڻ لاءِ -- صرف توھان جي مثال لاءِ -- بھترين اڳڪٿي ڪرڻ لاءِ خراب رويي جي اڳڪٿي ڪرڻ لاءِ ٻئي ڪنھن حل کان بھتر.",
  "3953584369": "نفيس RBAC رسائي پابنديون موجود آهن.",
  "4007826952": "#1 رازداري-پهريون ڪيپچا ويب، موبائل ۽ وڌيڪ لاءِ.",
  "4019660456": "0ms latency: hCaptcha ٽوڪن جي تصديق ڪريو بغير ڪنهن API ڪال سان.",
  "4065065042": "توھان جي استعمال جي صورت ۾ بلڪل صحيح ڪرڻ لاء ھن کي ڊائل ڪريو.",
  "4083018285": "وڌايل خاصيتن جو هڪ سوٽ جيڪو بهتر ٿيل SOC نگراني سان گڏ ۽ نفيس مسلسل خطرن کي منهن ڏيڻ لاءِ جواب",
  "4146870445": "اسان ڪير آهيون",
  "4147497805": "گاجر",
  "4194763679": "نفيس مشڪل سطحون",
  "4195759329": "بوٽ ڳولڻ ۽ خطري جا اسڪور",
  "4199502476": "ترقي يافته رپورٽنگ ڊيش بورڊ ۽ API",
  "4238473596": "حقيقي استعمال ڪندڙن لاءِ رگڙ گھٽائڻ ضروري آھي. hCaptcha سادو ڪم استعمال ڪري ٿو ۽ اڪثر استعمال ڪندڙن لاءِ گهٽ وقت وٺندو آهي جڏهن ته وڌيڪ بوٽ ٽرئفڪ کي روڪيندي.",
  "4272022475": "سڀ درخواستون ۽ اثاثا وڃو hcaptcha.yourdomain.com",
  "4272454814": "توهان جي پسند جي سڃاڻپ فراهم ڪندڙ سان ضم ٿي.",
  "a11y-img-1": "لاگ ان ٿيڻ بعد رسائي ڪندڙ صارف اسڪرين",
  "a11y-img-2": "وجيٽ يو آئي مينيو ۾ رسائي جو اختيار",
  "a11y-img-3": "ويجهڙائي واري ڊائيلاگ باڪس ويڪجيجي UI ۾",
  "about-advisors-brendan": "بهادر جو سي اي او. موزيلا جو گڏيل باني. جاوا اسڪرپٽ پروگرامنگ ٻولي جي خالق. برائوزر ٺاهيندڙ ۽ وڌيڪ.",
  "about-advisors-dawn": "پروفيسر ، سي ايس گليفورنيا يونيورسٽي ، برڪلي ۾. گہری سکيا ، حفاظت ، بلاڪچين ماهر. اويسس ليبز جو سي اي او.",
  "about-advisors-head": "صلاحڪار",
  "about-advisors-keiran": "اسٽينفورڊ تي ريسرچ سائنسدان. وڏين بئنڪ ، مشين فنڊ ۽ اڪيڊمي تي مشين سکڻ ۽ مقدار جي فنانس.",
  "about-content-head-1": "جيڪو اسان ڪريون ٿا",
  "about-content-head-2": "اها ڇو اهميت رکي ٿي",
  "about-content-text-1a": "hCaptcha بوٽن کي روڪڻ لاءِ جديد ، رازداري تي ڀروسو رکندڙ انداز آڻيندو آهي.",
  "about-content-text-1b": "اسان CAPTCHA چئلينج ڏيکاريندا آهيون جيڪي بوٽن لاءِ مشڪل هوندا آهن پر ماڻهن لاءِ آسان آهي ليبل ڊيٽا جي مشڪل سان مشين سکڻ واري مسئلي مان ، ۽ انهي کي ڌار ڪرڻ لاءِ استعمال ڪندي ته ڇا ويب سائيٽ يا ايپ جو دورو ڪندڙ انسان آهي.",
  "about-content-text-2a": "خراب اداڪار ، آن لائن وڌندڙ عام آهن. پر صارف جي رازداري کي قربان ڪرڻ جواب ناهي.",
  "about-content-text-2b": "اشتهارن جي ڪمپنين طرفان پيش ڪيل حفاظتي حل بنيادي طور تي ويب تي صارفين کي باخبر رکڻ تي ڌيان ڏين ٿا. اسان هڪ مؤثر حفاظتي حل ٺاهيو آهي جيڪو ثابت ڪري ٿو ته صارف جي رازداري کي نقصان پهچائڻ بهتر نتيجا ڏيڻ ضروري ناهي.",
  "about-intro-head-1": "ايڇ سيپچا بابت",
  "about-intro-head-2": "رازداري ، سيڪيورٽي ، ۽ مشينن جي سکيا.",
  "about-intro-text": "hCaptcha دنيا جي سڀ کان وڏي پيماني تي استعمال ٿيل آزاد ڪيپچا سروس آهي.",
  "about-leadership-head": "اسان ڪير آهيون",
  "about-leadership-headsub": "هڪ تجربي واري ٽيم ، ا hardڪلهه جي سخت ترين مسئلن تي ڪم ڪري رهي آهي.",
  "about-leadership-link1": "اسان ڪير آهيون",
  "about-leadership-text1": "اسان پيماني تي گڻ سکيا ۽ بصري ڊومين مشين سکيا ۾ ماهر آهيون ، خاص طور تي جديد خطرن مان آنلائن سسٽم کي محفوظ رکڻ تي خاص ڌيان ڏئي ٿو.",
  "about-leadership-text2": "ڏهاڪن جي سافٽ ويئر ۽ مشينن جي سکيا جي ماهر سان ، اسان رازداري کي برقرار رکندي وقت جي ڪجهه سخت ترين مسئلن کي منهن ڏيڻ لاءِ وڏي پيماني تي توسيع نظام ٺاهي ۽ هلائيندا آهيون.",
  "acc-opt": "رسائي جا اختيار",
  "acc-opt-but": "رسائي جي آپشن بابت وڌيڪ اڻو",
  "acc-opt-text": "ڇا توهان بصري طور تي معذور آهيو يا ٻي صورت ۾ HCaptchas مڪمل ڪرڻ کان قاصر آهيو؟",
  "accessibility-link": "پهچ",
  "appreciate-in": "اسان توهان جي راءِ جو قدر ڪريون ٿا. اچو ته ڪنهن به مسئلي کي andاڻون ۽ اسان انهن کي تڪڙو حل ڪنداسين.",
  "fb-but": "اسان کي پنهنجي راءِ موڪليو",
  "feedback-text": "توهان جيڪو صرف ڏٺو آهي انهي hCaptch تي موٽ ڏيو",
  "footer-attribution": "انتساب",
  "footer-copyright-text": "hCaptcha Intuition Machines، Inc. جو هڪ رجسٽرڊ ٽريڊ مارڪ آهي.",
  "footer-header-1": "ڪمپني",
  "footer-header-2": "وسيلا",
  "footer-header-3": "رابطو",
  "footer-link-1": "ليبلنگ ڏيڻ",
  "footer-link-10": "پهچ",
  "footer-link-2": "جي باري",
  "footer-link-3": "نوڪريون",
  "footer-link-4": "واپار جا نشان",
  "footer-link-5": "AI اخلاقيات",
  "footer-link-6": "بلاگ",
  "footer-link-7": "حيثيت",
  "footer-link-8": "دستاويز",
  "footer-link-9": "بگ رپورٽ ڪريو",
  "footer-privacy": "پرائيويسي",
  "footer-subheader-1": "سپورٽ",
  "footer-subheader-2": "رابطو",
  "footer-terms": "شرطون",
  "h-plans": "سبسڪرپشن منصوبا",
  "header-docs-link": "ڊاڪيومينٽ",
  "header-labeling-services-link": "ليبلنگ سروسز",
  "header-login-button": "لاگ ان",
  "header-plans-link": "منصوبو",
  "header-signup-button": "سائن اپ ڪريو",
  "home-about-head": "ايڇ سيپچا بابت",
  "home-about-subtitle": "انساني پروٽوڪول طرفان بجلي",
  "home-about-text-1": "hCaptcha مشينري سکيا ۾ تمام گھڻي محنت جو مسئلو حل ڪرڻ لاءِ ٺاهيل آهي: بروقت ، سستي ۽ قابل اعتماد طريقي سان وڏي مقدار ۾ ڊيٽا ليبلنگ.",
  "home-about-text-2": "وڌيڪ ڊيٽا عام طور تي تربيتي مشينري سکيا جي ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. ڊيپ ماڊلز جي تازي ڪاميابيءَ جي نتيجي ۾ وڏا وڏا ڊيٽا لڳيا آهن ، تقريبن هميشه ڪنهن انساني جائزو سان. بهرحال ، ميڪينڪل ترڪ ، فگر ايٽ وغيره جي ذريعي انسان جي وڏي نظرثاني ڪيل ڊيٽا سيٽ ٺاهڻ سست ۽ مهانگو آهي.",
  "home-about-text-3": "hCaptcha ويب سائيٽن کي اجازت ڏئي ٿو پيسا ڪم ڪرڻ جو ھن مطالبو کي بند ڪندي رھڻ دوران بوٽن ۽ ٻين بدسلوڪي جا ٻيا قسم.",
  "home-about-text-4": "hCaptcha مارڪيٽ انسانن جي پروٽوڪول کان طاقتور آهي ، انساني جائزي لاءِ هڪ کليل ڌار ڌار پروٽوڪول آهي جيڪو ايٿيروم بلاڪچين تي هلندڙ آهي. ويب سائيٽون انساني ٽوڪن (HMT) ڪتب آڻينديون آهن جڏهن ته صارف پنهنجي سائيٽ تي hCaptcha وجٽ استعمال ڪندا آهن ، ۽ مشين سکڻ واري ڪمپني پنهنجو ڊيٽا ليبل حاصل ڪرڻ لاءِ انساني ٽوڪن ادا ڪنديون آهن.",
  "home-ba-labeling-services-link": "ليبلنگ سروسز",
  "home-benefits-head-1": "ڊيٽا ليبلنگ ۾ قدر",
  "home-benefits-head-2": "خيرات ڏيو",
  "home-benefits-text-1": "ڇا توهان محسوس ڪيو هر وقت جڏهن توهان ڪار تي ڪلڪ ڪندا آهيو توهان هڪ واحد گيگيڪٽ ڪمپني جي مشين لرننگ سسٽم کي مفت ۾ تربيت ڏيڻ ۾ مدد ڪري رهيا آهيو؟",
  "home-benefits-text-2": "hCaptcha ھن ماڊل کي چوڌاري turnsرندو آھي. جڏهن توهان hCaptcha استعمال ڪريو ٿا ، ڪمپنيون انهي ڪم تي بوليون آهن جنهن کي توهان جا يوزر ڪندا آهن جيئن اهي پنهنجي انسانيت کي ثابت ڪندا. توهان انعام وٺندا آهيو.",
  "home-benefits-text-3": "پنهنجي مرضي موجب خيرات واپس ڏيڻ چاهيندا؟ hCaptcha توهان کي پنهنجي پسند جي خيرات توهان جي حاصلات کان حاصل ڪرڻ جي اجازت ڏي ٿو. توهان جي سائيٽ تي صارفين جلد ئي hCaptcha انٽرفيس تي خيالي برانڊنگ ذريعي پنهنجو حصو خيرات لاءِ ڏسي سگهندا.",
  "home-challenge-text-1": "سڀئي تصويرون چونڊيو جيڪي سوال سان ملن ٿيون",
  "home-challenge-text-2": "شين لاءِ حد جي ايراضي جي وضاحت ڪريو",
  "home-challenge-text-3": "ساڳئي ليبلز کي سڃاڻيو",
  "home-challenge-title-1": "موازنہ",
  "home-challenge-title-2": "پابند خانه",
  "home-challenge-title-3": "درجه بندي ڪرڻ",
  "home-challenges-head": "پيش ڪيل چئلينج",
  "home-challenges-text-1": "... ۽ ٻيا آسان ڪم. انسانن لاءِ آسان ، بوٽن لاءِ سخت.",
  "home-challenges-text-2": "ڪسٽم ٽاسڪ پڻ موجود آهن انٽرنيشنل پبلشرز لاءِ.",
  "home-ent-1": "اسان جي انٽرپرائز سيڪيورٽي آڇون ڳولي رهيا آهيو؟",
  "home-ent-2": "اسان جي نئين سرشار سائيٽ جو دورو ڪريو: BotStop.com",
  "home-ent-button": "وڌيڪ اڻيو: BotStop by hCaptcha",
  "home-from-the-blog": "بلاگ کان:",
  "home-from-the-blog-value": "hCaptcha تڪليف سيٽنگون ڪيئن ڪم ڪنديون آهن",
  "home-intro-body": "ڇا توهان بوٽس ٻاهر رکڻ لاءِ ڪيپچا استعمال ڪندا آهيو؟ hCaptcha صارف جي رازداري ، ويب سائيٽن کي انعام ڏئي ٿو ، ۽ ڪمپنين جي مدد ڪري ٿو انهن جي ڊيٽا ليبل حاصل ڪرڻ. اهو reCAPTCHA جو هڪ drop-in متبادل آهي: توهان ڪجهه منٽن اندر سوئچ ڪري سگهو ٿا.",
  "home-intro-button": "هاڻي کاتو ٺاهيو",
  "home-intro-head": "وڌيڪ بوٽن کي روڪيو. صارف جي رازداري جي حفاظت ڪرڻ شروع ڪريو.",
  "home-main-1": "نجي. محفوظ تيز. ۽ اسان توهان کي هن کي استعمال ڪرڻ جو معاوضو ادا ڪريون ٿا.",
  "home-main-2": "رازداري مرڪوز ٿي وئي",
  "home-main-2c": "اشتهار نيٽ ورڪ توهان جي سنڌين کي پراڊڪٽ طور ڏسندا آهن. hCaptcha لاءِ پراڊڪٽ اهو ڪم آهي جيڪو اهي مهيا ڪن ٿا. اسان کي پرواه ناهي ته توهان جا استعمال ڪندڙ ڪير آهن، صرف انهن جي بدسلوڪي ٿيڻ جا ڪيترا ئي امڪان آهن. اسان شروعاتن جي حمايت ڪريون ٿا پرائيويسي پاس، ۽ سخت محنت ڪريون ٿا رازداري ۽ سلامتي جي توازن لاءِ.",
  "home-main-3": "سيڪيورٽي پهرين",
  "home-main-3c": "درستي توهان جي مفاد ۽ اسان ۾ آهي. hCaptcha ناشر تي مرکوز آھي. اسان ڪم ڪريون ٿا توهان کي اصلي ڊيٽا ڏيڻ ۽ توهان کي فيصلو ڪرڻ ڏيو ته توهان ان کي ڪيئن استعمال ڪريون. ٻيا ڪيپچا گگنيٽڪ اشتهاري ڪمپنين پاران مهيا ڪيل آهن. مطلب هر بوٽ جنهن کي انهن بلاڪ ڪيو آهي انهن جي آمدني گهٽ ٿي سگهي ٿي.",
  "home-main-4": "بهتر استعمال ڪندڙ جو تجربو",
  "home-main-4c": "انسانيت جي تعين لاءِ نفيس مشين سکڻ وارا ماڊل hCaptcha استعمال ڪيا ويندا آهن. انهي اسان کي توهان جي صارفين کان گهٽ تڪليف وارو ڪم جي ضرورت پوي ٿي ۽ ائين ڪرڻ ۾ پنهنجو وقت گهٽ ڪ takeي ٿو ، جڏهن ته گراهڪن جي ليبلنگ لاءِ اڃا تائين ڪارائتو ليبل ڊيٽا پيش ڪئي ويندي.",
  "home-main-plans": "hCaptcha ڪنهن به سائيز جي پبلشرن لاءِ استعمال لاءِ مفت آهي. تنهن هوندي ، ادارن ۽ پليٽ فارمز لاءِ جيڪي وڌيڪ ضابطي جي ضرورت آهي ، انهن لاءِ اسان جا ادارا حل موجود آهن.",
  "home-main-plans2": "hCaptcha انٹرپرائز حل سياروي جي ڪجهه وڏين ڪمپنين لاءِ لکن جي ويب سائيٽن جي لکن تائين استعمال ڪندڙن جي حفاظت ڪن ٿا. مهرباني ڪري وڌيڪ معلومات لاءِ اسان سان رابطو ڪيو ، يا دورو ڪريو",
  "home-main-plans3": "hCaptcha انٹرپرائز حل سياروي جي ڪجهه وڏين ڪمپنين لاءِ لکن جي ويب سائيٽن جي لکن تائين استعمال ڪندڙن جي حفاظت ڪن ٿا. مهرباني ڪري وڌيڪ معلومات لاءِ اسان سان رابطو ڪيو ، يا دورو ڪريو",
  "home-main-plans4": "تفصيل لاءِ.",
  "home-plans-button-1": "هاڻي کاتو ٺاهيو",
  "home-plans-button-2": "وڪرو سان رابطو ڪريو",
  "home-plans-chart-head-1": "خاصيتون",
  "home-plans-chart-head-2": "ناشر",
  "home-plans-chart-head-3": "انٽرپرائز",
  "home-plans-chart-row-1-cell-1": "چئلينج جا قسم ڏيکاريل ڪنٽرول",
  "home-plans-chart-row-1-cell-2": "محدود",
  "home-plans-chart-row-1-cell-3": "ڪل",
  "home-plans-chart-row-10-cell-1": "گھڻن استعمال ڪندڙن جي ڊيش بورڊ",
  "home-plans-chart-row-11-cell-1": "ترقي يافته رپورٽنگ جون خاصيتون",
  "home-plans-chart-row-12-cell-1": "انٽرپرائز SLAs",
  "home-plans-chart-row-2-cell-1": "استعمال ٿيل چيلينج مواد سنڀاليو",
  "home-plans-chart-row-2-cell-2": "محدود",
  "home-plans-chart-row-2-cell-3": "ڪل",
  "home-plans-chart-row-3-cell-1": "انسان جي حل لاءِ انعام حاصل ڪيو",
  "home-plans-chart-row-4-cell-1": "ورلڊ ڪلاس مخالف بوٽ تحفظ",
  "home-plans-chart-row-5-cell-1": "هر ملڪ ۾ ڪم ڪري ٿو",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA ۽ 99.9٪ غير فعال موڊ",
  "home-plans-chart-row-5b-cell-1": "باٽ جي اعتماد جو اسڪور",
  "home-plans-chart-row-6-cell-1": "جي ڊي پي آر ۽ سي سي پي اي دوست دوستي واري پاليسي",
  "home-plans-chart-row-7-cell-1": "ڏند ڪٿا ڏکيائين جي سطح",
  "home-plans-chart-row-8-cell-1": "توھان پنھنجو پنھنجو چيلينج مواد لانچ ڪريو",
  "home-plans-chart-row-9-cell-1": "وقت جي بنياد تي مشڪل شيڊولنگ",
  "home-try-it-out-button": "حاصل ڪريو hCaptcha",
  "home-try-it-out-head": "ان کي آزمايو",
  "home-try-it-out-text": "انسان کي حل ڪرڻ لاءِ نن beingڙو هجڻ جڏهن hCaptcha سادي ، آسان ۽ قابل اعتماد ٻٽ جي چڪاس فراهم ڪندو آهي.",
  "labeling-about-head": "ايڇ سيپچا بابت",
  "labeling-about-text-1": "ايڇ سيپچا مشين جي سکيا ۾ سڀ کان وڌيڪ محنت سان گھمڻ وارو مسئلو حل ڪرڻ لاءِ ڊزائين ڪيل آهي. بروقت ، سستي ۽ قابل اعتماد طريقي سان ڊيٽا جي وڏي مقدار ۾ ليبل لڳائڻ وڌيڪ ڊيٽا عام طور تي تربيتي مشينري سکيا جي ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. ڊيپ ماڊل جي تازي ڪاميابيءَ سبب وڏن ڊيٽاسٽس جي واڌ ويجهه ڪئي آهي ، ۽ hCaptcha هن ضرورت جي خدمت ڪري ٿو.",
  "labeling-about-text-2": "جڏهن ته ، روايتي طريقن سان استعمال ٿيندڙ انسانن جي نظرثاني ڪيل ڊيٽا سيٽ ٺاهڻ سست ۽ مهانگو آهي. hCaptcha ڪمپنين لاءِ هڪ طريقو آهي جنهن کي اهي تشريحون حاصل ڪرڻ گهرجن جن جي انهن کي تيز ضرورت آهي ، وڌيڪ معيار سان ۽ ٻين متبادلن جي ڀيٽ ۾ گهٽ قيمت تي.",
  "labeling-annotations-head": "سمجھاڻي جا قسم",
  "labeling-annotations-text-1": "تصويرن ۽ وڊيوز ۾ درست اعتراض جو پتو لڳائڻ",
  "labeling-annotations-text-2": "تصويرن ۽ وڊيوز ۾ درست اعتراض جو پتو لڳائڻ",
  "labeling-annotations-text-3": "پوائنٽ تشريح ڪيترن مختلف استعمال ڪيسن لاءِ",
  "labeling-annotations-text-4": "ڪنهن به سائيز جي ثالثي درجي کي ترتيب ڏيو يا شامل ڪريو",
  "labeling-annotations-text-5": "انساني طاقت جو پتو لڳائڻ ۽ درجي بندي",
  "labeling-annotations-text-6": "هتي هڪ ٻي قسم جي ضرورت ناهي بس اسان کان پڇو.",
  "labeling-annotations-title-1": "پابند خانه",
  "labeling-annotations-title-2": "گھڻيون ڪنڊون",
  "labeling-annotations-title-3": "زمينون",
  "labeling-annotations-title-4": "منسوب ڪريو بندي",
  "labeling-annotations-title-5": "موازنہ ۽ چڪاس",
  "labeling-annotations-title-6": "... ۽ ڪيترائي وڌيڪ",
  "labeling-ent-button": "اسان جي انٽرپرائز سلوشن ٽيم سان رابطو ڪريو",
  "labeling-ent-head": "ڇا اينڊر کان اينڊ ڪنٽرول جي ضرورت آهي؟",
  "labeling-ent-text-1": "HAPAPCHA جي پويان انساني پليٽ فارم انتھائي اھم ، ھائبرڊ ، يا SaS جي ٺاھڻ ذريعي ترقي يافته ڪم جي معيار ۽ انتظام جون خاصيتون مهيا ڪري ٿو جيڪي توھان جي موجوده نظام سان ضم ٿيون.",
  "labeling-ent-text-2": "پنهنجي افرادي قوت سان مڪمل طور تي آف لائن هليو ، ٽريڪ ويليو ڪاروباري يونٽن يا ڪنسورشيم پارٽنرز وچ ۾ خرچ ڪيو وڃي ، خاص طور تي مختلف داخلي يا ٻاهرين ليبر فراهم ڪندڙن ڏانهن نوڪريون رستي جي قيمت ۽ سيڪيورٽي جي ضرورتن جي بنياد تي ، ۽ وڌيڪ.",
  "labeling-ent-text-3": "ايزي API جي رسائي ، خوبصورت ڊيش بورڊ ، ۽ جديديت لاءِ جديد ماڊل انو لاپ ٽيڪنالاجي.",
  "labeling-ent-text-4": "99.99 ٪ اپٽائم SLAs ۽ 24/7 گلوبل سپورٽ دستياب آهي. وڌيڪ Forاڻ لاءِ:",
  "labeling-features-head-1": "سادي API تي هلندڙ پائپ لائنون.",
  "labeling-features-head-2": "قيمت ۽ معيار لاءِ بهتر. اڳڀرائي عزم جي ضرورت ناهي.",
  "labeling-features-head-3": "صرف ان درستگي لاءِ ڏيو جنهن جي توهان کي ضرورت آهي.",
  "labeling-features-head-4": "پنهنجي زميني سچائي جي ڊيٽا ڏيو يا اسان کي ان کي اڏام تي تعمير ڪرڻ ڏيو.",
  "labeling-features-text-1": "انساني جائزو سڌو سنئون پنهنجي ڪاروباري عملن ۾ ضم ڪرڻ چاهيندا؟ اسان پيش ڪندا آھيون اعلي معيشت SLAs، گارنٽيڊ گنجائش، ۽ سادي REST API.",
  "labeling-features-text-2": "انساني پليٽ فارم جامع اعتماد واري معيار جي تجزين کي انجام ڏيڻ لاءِ جامع اعتماد جا ماڊل استعمال ڪندو آهي. هي اسان کي سوالن جي سختي ۽ انهن جو امڪاني صحيح جواب طئي ڪرڻ ، وقت ۽ پئسو بچائڻ ۾ اسان کي جلدي طئي ڪرڻ جي اجازت ڏيندو آهي.",
  "labeling-features-text-3": "سڀ مسئلا ساڳيا ناهن. حفاظت-نازڪ ڪمن لاءِ تشريح شايد مڪمل طور تي انساني ڪارڪنن کان 99.99٪ ڀروسو جي ضرورت پوي. هڪ موبائل گيم ايپ ۾ هڪ بيٽا فيچر جي تشريح لاءِ شايد اعتدال پسند اعتماد جي ضرورت هوندي. توھان فيصلو ڪريو.",
  "labeling-features-text-4": "ڇا توهان وٽ خام تصديق واري جامع ڊيٽا جي بغير آهي؟ اڪثر ڪيسن ۾ اسان توهان لاءِ هڪ تعمير ڪري سگهون ٿا جئين ڪم سسٽم ذريعي هلندا آهن ، يا توهان جي منظوري لاءِ ليبل نموني پيدا ڪندا.",
  "labeling-info-head": "ڊيٽا جو ليبل حاصل ڪيو پيو وڃي",
  "labeling-info-text-1": "پنهنجي منصوبي جي ضرورتن کي تعين ڪرڻ لاءِ اسان جي ڪنهن هڪ ڊومين جي ماهرن سان ڳالهايو: ٽارگيٽ درستگي ، شڪل ۽ ڪي خاص ضرورتون.",
  "labeling-info-text-2": "اسان توهان جي نموني ڊيٽا جي بنياد تي هڪ نن productionي پيداوار واري نوڪري جو عمل ڪيو. انهي ڪم کي جانچ ڪري ٿو جيڪو اسان گڏ ڪيو آهي انهي کي يقيني بڻائڻ لاءِ ته توهان پنهنجي ضرورت جي مطابق انهي کي حاصل ڪندا.",
  "labeling-info-text-3": "اسان جي وڏي حجم ۽ گهٽ ويڪرائي weاڪ سان اسين پنهنجو ڪم جلدي موٽائي ڏينداسين ، جلدي مڪمل ٿيڻ سان خود بخود ترسيل سان.",
  "labeling-info-text-4": "جيئن اسان توهان جي پيداوار واري ڪم جي پيراگراف کي بهتر سمجهون ٿا ، نتيجا وقت سان بهتر ٿيندا رهندا.",
  "labeling-info-text-5": "لائيو ڊيش بورڊ توهان کي ڪنهن به وقت راءِ فراهم ڪرڻ يا روڪڻ جي اجازت ڏيندو آهي.",
  "labeling-info-title-1": "وضاحتون وضاحت ڪريو",
  "labeling-info-title-2": "ابتدائي نوڪري جا امتحان",
  "labeling-info-title-3": "پيداوار نوڪريون مقرر ڪريو",
  "labeling-info-title-4": "مسلسل سڌارو",
  "labeling-info-title-5": "اصل وقت جا نتيجا",
  "labeling-main-1": "ماپ تي مفاهمت واري ڊيٽا ليبلنگ",
  "labeling-main-1-button": "هاڻي پنهنجي ڊيٽا ليبل حاصل ڪريو",
  "labeling-main-1c": "توهان جي ڊيٽا سيٽ لاء وڌيڪ ليبل جي ضرورت آهي؟ hCaptcha مصنوعي ذهانت ۽ مشين لرننگ ايپليڪيشنن تي ڪم ڪندڙ ڪمپنين لاءِ تيز، قيمتي، ۽ اعليٰ معيار جي ڊيٽا ليبلنگ مهيا ڪري ٿي.",
  "labeling-main-2": "فوري طور تي لکين جا ڪم شروع ڪيا.",
  "labeling-main-2-button": "ڊيٽا ليبلنگ سروسز خريد ڪريو",
  "labeling-main-2c": "توهان جي استعمال لاءِ دستياب ڌرتيءَ تي هڪ وڏو تلاءُ آهي توهان جو اسڪيل ڪهڙو به هجي ، اسان ان کي ساراهيون بغير قيمتي اگهه جي واعدن کانسواءِ. ملين ڪم روزانو ڪو مسئلو ناهي.",
  "labeling-platform-head": "نجي يا عوامي Informationاڻ",
  "labeling-platform-text": "hCaptcha انساني پليٽ فارم تي ٺهيل آھي ، جيڪا ہر قدم تي قيمت ۽ ڪارڪردگي کي بھتر ڪرڻ لاءِ نفيس رستي ۽ تجزيو جي اجازت ڏئي ٿي. هي ٽيڪنالاجي توهان جي نوڪري جي هر حصي کي صحيح ڪم ڪرڻ جي اجازت ڏئي ٿي ، رازداري کي محفوظ رکندي قيمتي ڪارڪردگي کي وڌائيندي",
  "labeling-try-button": "ڊيٽا ليبلنگ سروسز خريد ڪريو",
  "labeling-try-head": "ڇا توهان کي توهان جي ڊيٽا سان ڪوشش ڪرڻ چاهيندا؟",
  "labeling-try-text": "... اسان تيار آهيون جڏهن توهان آهيو: اسان جي سهولت 24 ڪلاڪ موجود آهي.",
  "learn-more-hcaptcha": "وڌيڪ hاڻ hCaptcha بابت",
  "page-acc-faq-1": "سوال: ڇا hCaptcha سيڪشن 508 + WCAG 2.1 AA مطابق آهي؟ جواب: اسان کي يقين آهي ته: سڀئي صارف جيڪي ڪنهن به قسم جي خرابي سان گڏ ويب کي براؤز ڪرڻ ۽ فارمن تي ٽيڪسٽ داخل ڪرڻ جي قابل آهن، رجسٽريشن تي hCaptcha پاران محفوظ ڪيل خدمتن تائين رسائي ڪري سگهن ٿا. بهرحال، هي قانوني مشورو نه آهي: توهان کي پنهنجو جائزو وٺڻ گهرجي، توهان جي خاص عمل کي نظر ۾ رکندي، انهي کي يقيني بڻائڻ لاءِ ته اهو توهان جي تعیناتي جو معاملو آهي.",
  "page-acc-faq-2": "سوال: ڇا توهان ٻين رسائي (a11y) اختيارن تي ڪم ڪري رهيا آهيو، جهڙوڪ آڊيو؟ جواب: اڳيئي مشهور آپشنز جهڙوڪ آڊيو ڪيپچا ڪيترن ئي a11y استعمال ڪندڙن جي خلاف تعصب ڪن ٿا ۽ آساني سان جديد مشين لرننگ ٽيڪنڪ کي شڪست ڏين ٿا. اهو موجوده آڊيو چئلينج کي وڌيڪ ۽ وڌيڪ ڏکيو ٿيڻ تي مجبور ڪيو آهي، متعارف ڪرائڻ شور، عجيب وقت، غير معمولي لفظن جي ميلاپ، ۽ انهي تي حملو ڪندڙن کي شڪست ڏيڻ لاء. اهڙيءَ طرح اسان هن طريقي جي باري ۾ گهٽ پرجوش آهيون بمقابله چيلنج کي مڪمل طور کان بچڻ جي، پر ان تي غور ڪنداسين جيڪڏهن ڪو 11y ڪميونٽي کان مطالبو آهي. تنهن هوندي، اسان تمام گهڻي دلچسپي رکون ٿا رازداري پاس رسائي جي استعمال جي ڪيس لاءِ. اسان يقين رکون ٿا ته اسان جي موجوده a11y طريقي کي پرائيويسي پاس جاري ڪرڻ سان گڏ ڪرڻ سان a11y استعمال ڪندڙن کي محفوظ طريقي سان براؤز ڪرڻ جي اجازت ملندي، انهي ڄاڻ ۾ ته انهن جي ٽرئفڪ وڌيڪ پرائيويٽ آهي، جڏهن ته بوٽ آپريٽرز جي بدسلوڪي کي محدود ڪندي جيڪو ناگزير طور تي ٿئي ٿو جڏهن a11y آپشن موجود آهن. اسان IETF ڪم ڪندڙ گروپ ۾ فعال شرڪت ڪندڙ آھيون ھن نئين ٽيڪنالاجي کي معياري ڪرڻ.",
  "page-acc-faq-3": "سوال: رازداري بابت ڇا؟ ڇا رجسٽريشن ڪنهن طريقي سان a11y برائوزنگ ڊيٽا کي ظاهر ڪري ٿو؟ توهان اي ميل سان ڇا ڪندا آهيو؟ جواب: hCaptcha گرائونڊ اپ کان رازداري لاءِ ٺهيل آهي. اهو روايتي اختيارن کان بلڪل مختلف آهي جهڙوڪ reCAPTCHA جيڪي اشتهار نيٽ ورڪن جي ملڪيت آهن، جن وٽ توهان کي ويب جي چوڌاري ٽريڪ ڪرڻ ۽ توهان کي حقيقي سڃاڻپ سان لاڳاپيل ڪرڻ جي ترغيب آهي. اسان A11y استعمال کي آسان ڪرڻ ۽ غلط استعمال کي روڪڻ کان سواءِ ڪنهن به مقصد لاءِ رسائي اي ميلون يا معلومات ڪڏهن به استعمال نه ڪندا آهيون. اسان جي پرائيويسي پاليسي ۾ جامع ۽ مستند جواب آهن ته اسان ڊيٽا ڪيئن استعمال ڪريون ٿا، پر مختصر جواب اهو آهي ته اسان کي توهان جي برائوزنگ تاريخ سان هڪ شخص جي حيثيت سان وابسته ڪرڻ ۾ ڪا به دلچسپي نه آهي. اسان هن وقت توهان جي اي ميل پتي کي تيزيءَ سان رد ڪرڻ لاءِ هڪ ڪرپٽوگرافڪ حل تي ڪم ڪري رهيا آهيون. جڏهن ته اڃا تائين اسان جي پرائيويسي پاس ڪم کي مڪمل ڪندي، غلط استعمال کي روڪڻ جي اسان جي صلاحيت کي محفوظ ڪري رهيا آهيون.",
  "page-acc-link-1": "جيڪڏهن توهان رسائي واري صارف آهيو ، مهرباني ڪري هتي سائن اپ ڪريو.",
  "page-acc-subhead": "سيڪيورٽي کي برقرار رکڻ دوران سڀني صارفين لاءِ سيمينٽ جي رسائي کي يقيني بڻائڻ",
  "page-acc-summary": "خلاصو",
  "page-acc-summary-contents-1": "hCaptcha بوٽس کي روڪڻ لاءِ ٺهيل آهي انهن کي ماڻهن کان ڌار ڪري. بصري ٽيسٽ هن لاءِ هڪ آسان اوزار آهي ، پر هرڪو بصري چئلينج کي حل نٿو ڪري سگهي. ان لاءِ اسان ھڪڙو سادو، بي درد متبادل ٺاھيو آھي ته جيئن اسان جي سروس استعمال ڪندڙ پبلشرن کي مڪمل سيڪشن 508 ۽ WCAG 2.1 AA جي تعميل سان سڀني لاءِ رسائي محفوظ رکي سگھجي.",
  "page-acc-summary-contents-2": "اهو ڪيئن ڪم ڪري ٿو: پهرين ، هڪ پهچ وارو صارف يو آر ايل تي سائن اپ ٿيو ، جيڪو hCaptcha widget معلومات پيج ۾ ڳن isيل آهي. انهن کي هڪ ڪريڊٽ ڪوڪي ڏني وئي آهي جيڪا هر ڏينهن ڪيترائي ڀيرا استعمال ٿي سگهي ٿي ، پر لاگ ان ٿيڻ جي ذريعي هر 24 ڪلاڪ کي ريفريش ٿيڻو پوندو. جڏهن هڪ چئلينج ڪنهن رسائي جي استعمال ڪندڙ صارف کي hCaptcha سروس استعمال ڪندي پيش ڪيو ويندو آهي ، اهي پاڻمرادو گذري ويندا.",
  "page-acc-title": "ايڇ سيپيچا رسائي جي Informationاڻ",
  "page-acc-tr-body": "سوال: آئون ڪوڪيز کي سيٽ ڪرڻ کانپوءِ اڃا به هڪ چئلينج ڏسي رهيو آهيان. اهو ڪهڙو سبب آهي؟<br> جواب: اهو عام طور تي جارحيت واري اشتهار باز کي استعمال ڪرڻ واري ڪوڪ يا اينٽي ڪوڪي واڌ جي ڪري ، يا هڪ سيٽنگ جيڪا ڪراس سائيٽ ڪوڪيز کي بلاڪ ڪري ٿي ، انهي صورت ۾ hcaptcha.com لاءِ ڪوڪيز جيڪا ڪنهن سائيٽ تي hCaptcha JS طرفان سيٽ يا چيڪ ٿيل هجي. وانگر ، جيڪو توهان دورو ڪيو پيو وڃي.<br><br> hCaptcha رسائي وارو ڪوڪيز سڀني معياري براؤزرز ۽ اشتهارن جي بلاڪرن کي انهن جي معياري سيٽنگن سان ڪم ڪنديون آهن ، تنهن ڪري عام طور تي ناڪاميون ضد مخالف اشتهار بلاڪ اسڪرپٽ يا خاص سائيٽن کي هدف ڏيڻ واري قواعد جي سبب هونديون آهن.<br><br> حل:<br><br> 1. اشتهارن جي بلاڪٽر يا برائوزر سيڪيورٽي واڌاري ۾ Whitelist hcaptcha.com ۽ * .hcaptcha.com ڪوڪيز.<br> 2. جيڪڏهن توهان بهادر برائوزر استعمال ڪري رهيا آهيو ، جنهن وٽ هاڻي ڪوڪي قسم جي ڪاڪي فهرست ڏسڻ ۾ نه ايندي ، ترجيحات ڏانهن وڃو -> شيلڊس -> ڪوڪيز ۽ سڀ ڪوڪيز جي اجازت ڏيو.<br> 3. جيڪڏهن توهان يا ته تازو جاري ڪيل او ايس ايڪس 10.15 يا آئي او ايس 13.4 تي سفاري جو تمام گهڻو ورزن استعمال ڪري رهيا آهيو ، ايپل صرف ٽئين پارٽي جي ڪوڪيز سان لاڳاپيل سفاري جي رويي کي تبديل ڪيو آهي ، انهن سڀني کي ڊفالٽ طور بلاڪ ڪري ڇڏيو آهي. اسان هڪ حل تي عمل ڪري رهيا آهيون ، پر ان دوران مهرباني ڪري سفاري جون ترجيحون ، رازداري سيڪشن جو دورو ڪريو ، ۽ ويب سائيٽ ٽريڪنگ کي غير چيڪ ڪريو: ڪراس سائيٽ جي ٽريڪنگ کي روڪيو ته رسائي جي ڪوڪي کي توقع جي مطابق ڪم ڪري سگهجي.<br><br> سوال: آئون ڪيترائي ڊيوائس استعمال ڪندو آهيان. ڇا مونکي ڪيترائي ڀيرا سائن اپ ڪرڻ جي ضرورت آھي؟<br> جواب: نه ، مهرباني ڪري ڪوڪي سيٽ ڪرڻ لاءِ توهان جي هر ڊيوائس تي توهان ڏانهن موڪليل ساڳيا اي ميل لاگ ان لنڪ ڪلڪ ڪريو.<br><br> سوال: رسائي جي ڪوڪي استعمال ڪندي جڏهن مان پاڻ کي ٽئين پارٽي جي ڪوڪي ٽريڪنگ کان بچائي سگهان ٿو؟<br> جواب: ڪنهن به رازداري يا ايڊ-بلاڪنگ ايڪسٽينشن کي استعمال ڪندي جيڪا ڊومين جي سطح جي وائيٽ لسٽنگ کي سپورٽ ڪري ٿي (مثال طور uBlock Origin) توقع جي مطابق ڪم ڪندو: صرف hcaptcha.com کي گورا ڪرڻ جي پڪ ڪريو.",
  "page-acc-tr-title": "رسائي استعمال ڪندڙن لاءِ: بار بار سوال ۽ مسئلا حل ڪرڻ جي ھدايت",
  "page-acc-tr2-body": "سفاري<br> سفاري (ڪڪ) ۾ ڪوڪيز کي فعال بڻائڻ لاءِ: سفاري ڊراپ ڊائون مينيو ڏانهن وڃو. ترجيحات چونڊيو. ڪلڪ ڪريو رازداري جي مٿين پينل ۾. 'ڪوڪيز کي بلاڪ ڪيو' تحت اختيارن ڪڏهن به نه چونڊيو.<br> سفاري ۾ ڪوڪيز کي فعال ڪرڻ لاءِ (آئي فون / iPad آئي او ايس 11+): سيٽنگون کوليو. ھيٺ لٿو ۽ سفاري کي منتخب ڪريو. رازداري ۽ سڪيورٽي تحت ، 'بچاءُ ڪريو سائيٽ سائيٽ جي ٽريڪنگ' ۽ 'ڪوڪيز کي بلاڪ ڪيو'<br><br> فائرفاڪس<br> ڪنهن به ويب پيج تي ايڊريس بار جي کاٻي پاسي کان شيلڊ تي ڪلڪ ڪريو. حفاظت جي سيٽنگ تي ڪلڪ ڪريو. فائر فاڪس جون ترجيحات رازداري ۽ حفاظتي پينل کلي وينديون. بهتر ٽريڪنگ تحفظ تحت ، ڪسٽم منتخب ڪريو. چيڪ بڪ کي منتخب ڪندي ڪهڙي ٽريڪرز ۽ اسڪرپٽ کي بلاڪ ڪيو وڃي. پڪ ڪيو ته توهان hcaptcha.com کي انلاڪ ڪيو آهي.<br><br> توهان هن کي ڊيبگ ڪرڻ لاءِ ڪسٽم ۾ ڪجهه تحفظات عارضي طور تي بند ڪري سگهو ٿا ، چيڪ باڪس کي غير منتخب ڪندي: ٽريڪرز چيڪ باڪس کي غير منتخب ڪريو يا ڪوڪيز چيڪ باڪس کي غير منتخب ڪريو جيڪڏهن توهان اڃا تائين مسئلا کڻي رهيا آهيو.<br><br> گوگل ڪروم<br> گوگل ڪروم (پي سي)<br> ڪروم مينيو آئڪن چونڊيو. سيٽنگس چونڊيو.<br> رازداري ۽ سيڪيورٽي ڏانهن وڃو ، پوءِ ڪوڪيز ۽ ٻين سائيٽ جو ڊيٽا.<br> پڪ ڪريو ته 'ٽئين پارٽي جي ڪوڪيز کي بلاڪ ڪيو ويو فعال ناهي'<br><br> گوگل ڪروم (ميڪ):<br> مينيو بار کان ڪروم ترجيحات کوليو.<br> رازداري ۽ سيڪيورٽي ڏانهن وڃو ، پوءِ ڪوڪيز ۽ ٻين سائيٽ جو ڊيٽا.<br> پڪ ڪريو ته 'ٽئين پارٽي جي ڪوڪيز کي بلاڪ ڪيو ويو فعال ناهي'<br><br> گوگل ڪروم (Android):<br> پنهنجي Android ڊيوائس تي ، ڪروم ايپ کي کوليو.<br> مٿي سا rightي پاسي ، وڌيڪ تي ۽ پوءِ سيٽنگن تي ٽيپ ڪريو.<br> سائيٽ جي سيٽنگ تي ٽپ ڪريو ۽ پوءِ ڪوڪيز.<br> ڪوڪيز جي اڳيان ، سيٽنگ کي سوئچ ڪريو.<br> \"ٽئين پارٽي ڪوڪيز جي اجازت ڏيو\" جي اڳيان خاني کي چيڪ ڪريو.<br><br> انٽرنيٽ ايڪسپلورر<br> 1. اسڪرين جي اوپري سا cornerي ڪنڊ ۾ گيئر چونڊيو ، پوءِ 'انٽرنيٽ آپشنز' چونڊيو. جيڪڏهن توهان وٽ مينيو بار فعال آهي ، توهان 'ٽولز' وري 'انٽرنيٽ آپشنز' چونڊ ڪري سگهو ٿا.<br> 2. 'رازداري' واري ٽيب تي ڪلڪ ڪريو.<br> 3. 'ترقي يافته' واري بٽڻ کي چونڊيو.<br> 4. 'ٽئين پارٽي ڪوڪيز' تحت 'قبول ڪريو' چونڊيو.<br> 5. ڪلڪ ڪريو 'ٺيڪ'",
  "page-acc-tr2-head": "کراس سائيٽ ڪوڪيز لاءِ برائوزر هدايتون",
  "priv-hc": "رازداري مرڪوز ٿي وئي",
  "priv-hc-text": "اشتهار جا نيٽ ورڪ توهان کي انهن جي پراڊڪٽ طور ڏسندا آهن. اسان نٿا ڪريون. اسان کي پرواه ناهي ته ڪهڙا صارف آهن ، صرف اهو ڪيئن ممڪن آهي ته اهي بدنام هوندا. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا.",
  "reporting-bugs-accessibility-button": "رسائي جي آپشن بابت وڌيڪ اڻو",
  "reporting-bugs-accessibility-head": "رسائي جا اختيار",
  "reporting-bugs-accessibility-text": "ڇا توهان بصري طور تي معذور آهيو يا ٻي صورت ۾ HCaptchas مڪمل ڪرڻ کان قاصر آهيو؟",
  "reporting-bugs-guide-ff-head": "ڪيپچرنگ بگ رپورٽ جا تفصيل: فائر فاڪس",
  "reporting-bugs-guide-ff-step-1": "قدم 1: کوليو ڊولپرر اوزار (اهو سيشن جي رڪارڊنگ شروع ٿئي ٿو.)",
  "reporting-bugs-guide-ff-step-2": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. مٿي تي محافظ لاگس باڪس چيڪ ڪريو.",
  "reporting-bugs-guide-ff-step-3": "قدم 3: وڃو https://accounts.hcaptcha.com/demo، يا جنهن ويب سائيٽ تي توهان کي ڪو مسئلو آهي (پرائيويسي نوٽ: صرف ان صورت ۾ جيڪڏهن توهان کي اهو شيئر ڪرڻ ۾ اعتراض نه هجي) ... ۽ پوءِ ڪلڪ ڪريو I آهيان انساني بٽڻ، ۽ حل ڪرڻ جي ڪوشش ڪريو.",
  "reporting-bugs-guide-ff-step-4": "قدم 4: حل ڪرڻ جي ڪوشش ڪرڻ کان پوءِ HAR تي ڪلڪ ڪريو، ۽ چونڊيو سڀ محفوظ ڪريو HAR نيٽورڪ لاگ کي محفوظ ڪرڻ لاءِ. اها فائل اسان ڏانهن موڪليو.",
  "reporting-bugs-guide-ff-step-5": "قدم 5: ڪنسول ٽيب تي ڪلڪ ڪريو ، ۽ صحيح ڪلڪ ڪريو پوءِ سڀ چونڊيو ۽ انهي کي ٽيڪسٽ فائل ۾ محفوظ ڪريو ، ڪنسول لاگ کي محفوظ ڪرڻ لاءِ. اسان کي پڻ موڪليو.",
  "reporting-bugs-guide-ff-step-6": "آخري قدم: انهن HAR ۽ ڪنسول لاگ فائلن کي اسان ڏانهن اي ميل ڪريو، ۽ مسئلو بيان ڪريو استعمال ڪريو: support@hcaptcha.com (مهرباني ڪري هڪ خدمت استعمال ڪريو جهڙوڪ ڊروپ باڪس يا فائلبين ۽ لنڪس موڪليو) ۽ اختياري طور هڪ اسڪرين شاٽ، جيڪڏهن توهان کي شڪ آهي ته ڪا شيءِ صحيح نموني سان ظاهر نه ٿي رهي آهي. . مهرباني ڪري اهو IP موڪليو جيڪو توهان پڻ استعمال ڪري رهيا آهيو. توھان ان کي حاصل ڪري سگھوٿا https://www.whatsmyip.org/ ھن معلومات حاصل ڪرڻ ۾ اسان جي مدد ڪرڻ لاءِ مھرباني! اسان hCaptcha کي سڀني لاءِ سٺو ڪم ڪرڻ لاءِ پرعزم آهيون.",
  "reporting-bugs-guide-head": "بگ رپورٽ جي تفصيل کي پڪڙڻ: ڪروم",
  "reporting-bugs-guide-step-1": "قدم 1: کوليو ڊولپرر اوزار (اهو سيشن جي رڪارڊنگ شروع ٿئي ٿو.)",
  "reporting-bugs-guide-step-2": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. مٿي ڏنل محفوظ لاگ باڪس چيڪ ڪريو.",
  "reporting-bugs-guide-step-3": "قدم 3: وڃو https://accounts.hcaptcha.com/demo، يا جنهن ويب سائيٽ تي توهان کي ڪو مسئلو آهي (پرائيويسي نوٽ: صرف ان صورت ۾ جيڪڏهن توهان کي اهو شيئر ڪرڻ ۾ اعتراض نه هجي) ... ۽ پوءِ ڪلڪ ڪريو I آهيان انساني بٽڻ، ۽ حل ڪرڻ جي ڪوشش ڪريو.",
  "reporting-bugs-guide-step-4": "قدم 4: حل ڪرڻ تي ڪلڪ ڪريو ٻاھر ڪARڻ (نن downڙو ھيٺ وار) تي توھان حل ڪرڻ جي ڪوشش ڪرڻ کان پوءِ ، جيڪو نيٽورڪ لاگ کي محفوظ ڪري ٿو. اھو فائل اسان ڏانهن موڪليو.",
  "reporting-bugs-guide-step-5": "قدم 5: ڪنسول ٽيب تي ڪلڪ ڪريو ، ۽ رائيٽ ڪلڪ ڪريو پوءِ سيو ڪيو .. ڪنسول لاگ کي محفوظ ڪرڻ جي لاءِ. اسان کي پڻ موڪليو.",
  "reporting-bugs-guide-step-6": "آخري قدم: اي ميل ڪريو انهن HAR ۽ ڪنسول لاگ فائلن کي اسان ڏانهن، ۽ بيان ڪريو مسئلو. استعمال ڪريو: support@hcaptcha.com (مهرباني ڪري هڪ خدمت استعمال ڪريو جهڙوڪ ڊروپباڪس يا فائلبين ۽ لنڪس موڪليو) ۽ اختياري طور تي هڪ اسڪرين شاٽ، جيڪڏهن توهان کي شڪ آهي ته ڪا شيء صحيح نموني سان ظاهر نه ٿي رهي آهي. مهرباني ڪري اهو IP موڪليو جيڪو توهان پڻ استعمال ڪري رهيا آهيو. توھان ان کي حاصل ڪري سگھوٿا https://www.whatsmyip.org/ ھن معلومات حاصل ڪرڻ ۾ اسان جي مدد ڪرڻ لاءِ مھرباني! اسان hCaptcha کي سڀني لاءِ سٺو ڪم ڪرڻ لاءِ پرعزم آهيون.",
  "reporting-bugs-guide-text-1": "توهان جي رپورٽ سان ڊيبگنگ معلومات موڪلڻ اسان جي لاءِ انهي کي آسان ڪرڻ لڳندو ته ڇا ٿي رهيو آهي. هتي قدم قدم تي هدايتون آهن.",
  "reporting-bugs-guide-text-2": "جيڪڏهن توهان ويب ڊولپر يا ماهر صارف آهيو، خلاصو اهو آهي ته توهان اسان کي هڪ نيٽ ورڪ رڪارڊنگ HAR ۽ برائوزر ڪنسول لاگ موڪلڻ چاهيون ٿا. مھرباني ڪري ڪوشش ڪريو ڪنھن به اشتهار بلاڪر يا برائوزر جي سيڪيورٽي ايڪسٽينشن کي پھريائين بند ڪريو ۽ پوءِ وري ڪوشش ڪريو ان کان اڳ جو توھان انھن قدمن تي وڃو. جيڪڏهن اهو توهان جي مسئلي کي حل ڪري ٿو، اسان اڃا به توهان جي تعريف ڪنداسين ته توهان اسان کي ٻڌايو ته توهان جي برائوزر ورزن، اشتهار بلاڪ ڪندڙ يا برائوزر جي واڌ، ۽ ويب سائيٽ URL.",
  "reporting-bugs-intro-head": "بگ مليو؟ هتي ڪيئن ان جي رپورٽ ڪجي.",
  "reporting-bugs-intro-text": "لکين ماڻهو هر مهيني hCaptcha استعمال ڪندا آهن ، هزارين براؤزر ، توسيع ، ڊوائيس ، فائر والز ۽ ٻين تي. اسان جو مقصد اهو يقيني بڻائڻ آهي ته اهو هميشه توهان لاءِ ڪم ڪندو آهي ، انهي ڪري اسان توهان جي رپورٽن جي تمام گهڻي تعريف ڪريون ٿا! جلدي موٽ ڏيڻ لاءِ ، صرف اسان کي موٽ واري راءِ جو بٽڻ دٻايو. جيڪڏهن توهان هڪ فعال مسئلو ڏسي رهيا آهيو ، مهرباني ڪري ڪروم لاءِ ڊيبگ لاگ هدايتون عمل ڪريو يا هيٺ ڏنل فائر فاڪس لاءِ ڊيبگ لاگ هدايتون ڪنهن ٻئي برائوزر لاءِ صرف اسان کي اي ميل ڪريو. امڪاني حفاظت يا رازداري جي مسئلن لاءِ ، هيٺ ڏنل هدايتن کي ڏسو.",
  "reporting-bugs-privacy-head": "رازداري جا مسئلا",
  "reporting-bugs-privacy-text": "اسان کي پرواه ناهي ته ڪهڙا صارف آهن ، صرف اهو ڪيئن ممڪن آهي ته اهي بدنامي يا مشينون هجن. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا. جيڪڏھن توھان کي ھڪڙو مسئلو مليو آھي جيڪو توھان سوچيو ٿا ته صارف جي رازداري کي متاثر ڪري سگھي ٿو ، مھرباني ڪري اسان کي اي ميل ڪريو support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "اسان کي پنهنجي راءِ موڪليو",
  "reporting-bugs-provide-feedback-head": "hCaptcha تي تڪڙا رايا ڏيو",
  "reporting-bugs-provide-feedback-text": "اسان توهان جي راءِ جو قدر ڪريون ٿا. اچو ته ڪنهن به مسئلي کي andاڻون ۽ اسان انهن کي تڪڙو حل ڪنداسين.",
  "reporting-bugs-security-head": "سيڪيورٽي بگس",
  "reporting-bugs-security-text": "اسان هميشه دلچسپي رکون ٿا حفاظتي ڪافرن جون رپورٽون. اي ميل support@hcaptcha.com ۽ CC security@hcaptcha.com ۽ اسان توهان کي جلدي موٽندا. اسان وٽ پڻ hCaptcha سروس ۽ لاڳاپيل سرچ ڪوڊ تي اهل حفاظتي رپورٽن لاءِ بگ فضل فضل پروگرام آهي.",
  "sales-interstitial-c1": "ڪمپنين لاءِ",
  "sales-interstitial-c1a": "ڪاروباري سيڪيورٽي حل (ادا ڪيل)",
  "sales-interstitial-c1b": "وڌيڪ hاڻ hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "ڊيٽا جي تشريح",
  "sales-interstitial-c1d": "hCaptcha تشريح جون خدمتون خريد ڪريو",
  "sales-interstitial-c2": "ماڻهن لاءِ",
  "sales-interstitial-c2a": "توهان جي خدمت ۾ hCaptcha شامل ڪريو (مفت)",
  "sales-interstitial-c2b": "پبلشرز لاءِ hCaptcha شامل ڪريو منهنجي ويب سائيٽ يا ايپ تي",
  "sales-interstitial-c2c": "hCaptcha ڇا آهي؟",
  "sales-interstitial-c2d": "وڌيڪ hاڻ hCaptcha بابت",
  "sales-interstitial-head": "اچو ته پڪ ڪريون ته توهان صحيح هنڌ تي پهتا.",
  "sec-hc": "سيڪيورٽي پهرين",
  "sec-hc-text": "hCaptcha پبلشر تي مرکوز آهي. اسان سائيٽن کي حقيقي ڊيٽا ڏيڻ لاءِ ڪم ڪريون ٿا ۽ انهن کي فيصلو ڪرڻ ڏيو ته ان کي ڪيئن استعمال ڪجي. درستگي توهان جي ۽ اسان جي فائدي ۾ آهي. ٻيا ڪيپچا اشتهارن جي ڪمپنين پاران مهيا ڪيا ويا آهن. هر بوٽ اهي بلاڪ ڪري سگهن ٿا انهن جي آمدني گهٽائي.",
  "signup-interstitial-c1": "ڪمپنين يا ويب سائيٽن لاءِ",
  "signup-interstitial-c1a": "توهان جي خدمت ۾ hCaptcha شامل ڪريو (مفت)",
  "signup-interstitial-c1b": "پبلشرز لاءِ hCaptcha شامل ڪريو منهنجي ويب سائيٽ يا ايپ تي",
  "signup-interstitial-c1c": "ڪاروباري سيڪيورٽي حل (ادا ڪيل)",
  "signup-interstitial-c1d": "وڌيڪ hاڻ hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "ڊيٽا جي تشريح",
  "signup-interstitial-c1f": "hCaptcha تشريح جون خدمتون خريد ڪريو",
  "signup-interstitial-c2": "ماڻهن لاءِ",
  "signup-interstitial-c2a": "پهچ",
  "signup-interstitial-c2b": "hCaptcha جي رسائي جي اختيارن بابت سکو",
  "signup-interstitial-c2c": "پيسا ڪماء",
  "signup-interstitial-c2d": "انفرادي ڊيٽا ليبلر طور ڪم ڪريو",
  "signup-interstitial-head": "اچو ته پڪ ڪريون ته توهان صحيح هنڌ تي پهتا.",
  "support-interstitial-c1": "ڪمپنين لاءِ",
  "support-interstitial-c1a": "ڪاروباري سيڪيورٽي حل (ادا ڪيل)",
  "support-interstitial-c1b": "ايڇ سيپچا انٽرنيشنل جي مدد حاصل ڪريو (BotStop)",
  "support-interstitial-c1c": "ايڇ سيپچا پبلشر (مفت)",
  "support-interstitial-c1d": "ايڇ سيپچا پبلشر لاءِ سهائتا حاصل ڪريو",
  "support-interstitial-c2": "ماڻهن لاءِ",
  "support-interstitial-c2a": "مشڪل سان هڪ چئلينج ٿي رهيو آهي؟",
  "support-interstitial-c2b": "hCaptcha جي رسائي جي اختيارن بابت سکو",
  "support-interstitial-c2c": "بگ رپورٽ ڪرڻ چاهيندا؟",
  "support-interstitial-c2d": "سافٽ ويئر مسئلن جي رپورٽ ڪرڻ بابت وڌيڪ اڻو",
  "support-interstitial-head": "اچو ته پڪ ڪريون ته توهان صحيح هنڌ تي پهتا.",
  "switch-to-english-link": "انگريزي ڏانھن مٽايو",
  "what-is-hcaptcha": "hCaptcha ڇا آهي؟",
  "what-is-hcaptcha-text": "hCaptcha توهان جي پسنديده ويب سروسز کي آسان سوال پڇڻ ۾ بوٽو ، اسپام ۽ غلط استعمال رکڻ ۾ مدد ڪري ٿو جيڪا انسانن لاءِ آسان ۽ مشينن لاءِ مشڪل آهن.",
  "why-hc": "ڇو hCaptcha؟",
  "why-hc-text": "هر وقت توهان هڪ چئلينج جو جواب ڏينداسين ، اسان ڳوڙها ماڊل استعمال ڪندا آهيون اهو ٻڌائڻ لاءِ ته توهان انسان آهيو يا هڪ مشين. جنهن ويب سائيٽ تي توهان ويا آهيو اها نتيجو استعمال ڪري ٿي توهان جي سائيٽ تي انهي جو تجربو بهتر ڪرڻ ۾ مدد ڪندي",
  "footer-link-5b": "دٻايو",
  "footer-link-cyberattacks": "سائبر حملا 101",
  "header-enterprise-link": "انٽرپرائز",
  "intro-subtitle": "اڄ پنهنجي بوٽ جو مسئلو حل ڪريو."
}
