{
    "1137470858": "ڊسمبر 11، 2021",
    "12462594": "hCaptcha HUMAN پليٽ فارم تي ٺهيل آهي، جيڪا هر قدم تي لاڳت ۽ ڪارڪردگي کي بهتر ڪرڻ لاءِ نفيس روٽنگ ۽ تجزيو ڪرڻ جي اجازت ڏئي ٿي.",
    "2262549101": "رابطي جا متبادل طريقا آمريڪي ڪاپي رائيٽ آفيس DMCA نامزد ٿيل ايجنٽ ڊاريڪٽري ۾ دستاويز ڪيا ويا آهن",
    "2272776729": "مهرباني ڪري نوٽ ڪريو ته توهان کي پنهنجي سڃاڻپ جي تصديق ڪرڻ گهرجي ۽ وڌيڪ ڪارروائي ڪرڻ کان پهريان درخواست ڪرڻ گهرجي، جيئن توهان جي سرڪاري سڃاڻپ مهيا ڪندي. ڪيليفورنيا جي قانون سان مطابقت، توهان هڪ بااختيار ايجنٽ نامزد ڪري سگهو ٿا توهان جي طرفان درخواست ڪرڻ لاء. توهان جي طرفان هڪ درخواست ڏيڻ لاءِ هڪ بااختيار ايجنٽ کي نامزد ڪرڻ لاءِ، توهان کي لازمي طور تي وڪيل جي صحيح طاقت، درخواست ڪندڙ جي صحيح حڪومت طرفان جاري ڪيل سڃاڻپ، ۽ بااختيار ايجنٽ جي صحيح حڪومت طرفان جاري ڪيل سڃاڻپ فراهم ڪرڻ گهرجي.",
    "2335607721": "نوٽيس. خدمت جي انهن شرطن سان لاڳاپيل سڀئي نوٽيس اي ميل ذريعي موڪليا ويندا يا اسان جي ويب سائيٽ تي پوسٽ ڪيا ويندا. توهان کي اسان ڏانهن نوٽيس موڪلڻ گهرجي",
    "2875934612": "نومبر 20، 2020",
    "3084122606": "جتي توهان جي ذاتي معلومات جو اسان جو استعمال توهان جي رضامندي تي ٻڌل آهي، توهان کي حق حاصل آهي ته ڪنهن به وقت ان کي واپس وٺڻ جي طريقي سان خدمت ۾ يا اسان سان رابطو ڪندي",
    "3312286067": "يا توهان جي دائري اختيار ۾ ڊيٽا جي تحفظ جي ريگيوليٽر کي شڪايت جمع ڪرايو. توھان ڳولي سگھوٿا پنھنجي ڊيٽا جي حفاظت واري ريگيوليٽر تي",
    "3506025515": "hCaptcha log4shell کان متاثر نه آهي. هتي اسان کي ڪيئن خبر آهي.",
    "3516838896": "log4j2 ريموٽ ڪوڊ تي عمل ڪرڻ وارو بگ تازو ئي انٽرنيٽ کي ڇڪي ٿو، آن لائن خدمتن جو وڏو سيڪڙو متاثر ڪري ٿو. hCaptcha متاثر نه ٿيو. هتي اهو آهي ته اسان انهي حقيقت جي تصديق ڪئي آهي.",
    "3553195003": "hCaptcha log4shell کان متاثر نه آهي.",
    "3610875753": "- جيڪڏهن هڪ اهم ڪاروباري رڪاوٽ کان پوءِ توهان اسان سان رابطو نٿا ڪري سگهو جيئن توهان عام طور تي ڪندا آهيو",
    "3612764043": "، توهان کي اسان جي ويب سائيٽ تي وڃڻ گهرجي hcaptcha.com يا hcaptchastatus.com.",
    "3626193263": "ڊجيٽل ملينيم ڪاپي رائيٽ ايڪٽ (DMCA) لاءِ hCaptcha نامزد ٿيل ايجنٽ آهي",
    "3794891866": "ڪيليفورنيا جا صارف اسان سان رابطو ڪري CCPA تحت پنھنجن حقن جي مطابق درخواست ڪري سگھن ٿا",
    "3814036702": "- جيڪڏهن توهان وٽ اسان جي ڪاروباري تسلسل جي منصوبابندي بابت سوال آهن، توهان اسان سان رابطو ڪري سگهو ٿا",
    "3975007628": "هاڻي هر مهيني لکين لکن ويب سائيٽن ۽ ايپس ۾ سوين لکن صارفين جي حفاظت ڪريو. اسان جي ڪهاڻي ڏيکاري ٿي ته توهان مقابلو ڪري سگهو ٿا بگ ٽيڪ سان جڏهن توهان پهرين رازداري رکو ٿا.",
    "4038264749": "نوٽ ڪريو جڏهن ته مقامي COVID-19 آرڊر اثر ۾ رهندا آهن اتي ڪا به ضمانت نه آهي ته ميل بروقت وصول ڪيو ويندو، ۽ اي ميل (",
    "4115505783": ") اسان تائين پهچڻ لاء صحيح چينل آهي. ڪمپني ٽيليفون يا فيڪس نمبر برقرار نٿو رکي؛ هي 21 صدي آهي.",
    "4164851712": "اسان صرف توهان جي ذاتي معلومات استعمال ڪندا آهيون جيئن قانون طرفان اجازت ڏني وڃي. اسان کي توهان جي ذاتي معلومات جي پروسيسنگ جي قانوني بنيادن کان آگاهي ڏيڻ جي ضرورت آهي، جيڪي هيٺ بيان ڪيا ويا آهن. جيڪڏهن توهان وٽ قانوني بنيادن بابت سوال آهن جن جي تحت اسان توهان جي ذاتي معلومات تي عمل ڪندا آهيون، اسان سان رابطو ڪريو تي",
    "4201262098": "هي ٽيڪنالاجي صحيح افرادي قوت کي توهان جي نوڪري جي هر حصي کي سنڀالڻ جي اجازت ڏئي ٿي، قيمت جي ڪارڪردگي کي وڌائڻ دوران رازداري کي محفوظ ڪندي ۽ ڪنهن به ريگيوليٽري گهرجن کي پورو ڪندي جيڪي لاڳو ٿي سگهن ٿيون.",
    "4217188341": "نومبر 30، 2020",
    "4238473596": "حقيقي استعمال ڪندڙن لاءِ رگڙ گھٽائڻ ضروري آھي. hCaptcha سادو ڪم استعمال ڪري ٿو ۽ اڪثر استعمال ڪندڙن لاءِ گهٽ وقت وٺندو آهي جڏهن ته وڌيڪ بوٽ ٽرئفڪ کي روڪيندي.",
    "4243935861": "ha.com",
    "4270798104": "2. ڪوشش ڪريو ٻين ايڪسٽينشن کي بند ڪرڻ. جيڪڏهن اهو ان کي حل ڪري ٿو، انهن کي هڪ هڪ ڪري ڦيرايو جيستائين توهان مسئلو نه ڳوليو، ۽ انهي واڌ جي ڊولپر کي ان جي باري ۾ ڄاڻڻ ڏيو، انهي سان گڏ اسان کي هڪ سر اپ ڏيو",
    "427220273": "اسان توهان جي سڃاڻپ جي تصديق ڪرڻ ۽ توهان جي درخواست تي عمل ڪرڻ ۾ مدد لاءِ توهان کان مخصوص معلومات جي درخواست ڪري سگهون ٿا. قابل اطلاق قانون شايد گهربل هجي يا اسان کي توهان جي درخواست کي رد ڪرڻ جي اجازت ڏئي. جيڪڏهن اسان توهان جي درخواست کي رد ڪريون ٿا، اسان توهان کي ٻڌائينداسين ڇو، قانوني پابندين جي تابع. جيڪڏھن توھان چاھيو ٿا ته توھان جي ذاتي معلومات جي اسان جي استعمال بابت ڪا شڪايت يا توھان جي ذاتي معلومات جي حوالي سان توھان جي درخواستن جو جواب، توھان اسان سان رابطو ڪري سگھو ٿا:",
    "433026247": "ڪمن کي انجام ڏيڻ سان، توھان حاصل ڪري سگھوٿا قابليت ۽ صلاحيتون، جن کي اسان پنھنجي صوابديد ۾ عطا ڪنداسين. اسان توهان جي قابليت ۽ صلاحيتن کي ٺاهڻ، تبديل ڪرڻ، يا رد ڪرڻ جو حق محفوظ رکون ٿا ڪنهن به وقت، ڪنهن به سبب يا بنا ڪنهن سبب جي. ڇاڪاڻ ته اسان قومي نسل، نسل، رنگ، جنس، جنسي رجحان، يا قانون طرفان محفوظ ڪيل ڪنهن ٻئي طبقي جي بنياد تي فرق نه ٿا ڪريون، توهان کي اهو ئي موقعو هوندو جيئن ڪنهن ٻئي مدد ڪندڙ کي ڪمن تائين رسائي حاصل ڪرڻ لاءِ جيئن توهان جي قابليت ۽ صلاحيتن کي گڏ ڪيو وڃي. . مدد ڏيندڙ جي طور تي، جيڪڏهن توهان سمجهو ٿا ته مشڪل آزمائشي سوالن توهان جي قابليت، صلاحيتن، يا انعامن کي متاثر ڪيو آهي، ته توهان شايد چڱيءَ طرح سان سهڪاري مواد مهيا ڪري سگهو ٿا جيڪي مشڪل ٽيسٽ سوالن جي وضاحت ڪندي ٽاسڪ انٽرفيس ذريعي يا اسان جي سپورٽ سسٽم ۾ ٽڪيٽ ذريعي، مثال طور اي ميل ذريعي تي",
    "492025216": "ڊسمبر 13، 2021",
    "799274928": "اي ميل نوٽيس سڀني مقصدن لاءِ لکيل نوٽيس سمجهيا وڃن ٿا جن لاءِ لکيل نوٽيس گهربل هجي. اي-ميل نوٽيسن کي وصول ڪيو ويو آهي ڪاروباري ڏينهن جي منتقلي کان پوءِ صحيح طريقي سان ڄاڻايل وصول ڪندڙ ڏانهن.",
    "211351380": "بلاگ تان:",
    "3153117136": "ڪيئن hCaptcha مشڪل سيٽنگون ڪم ڪن ٿيون",
    "2915355938": "پهچ",
    "793784899": "منصوبا",
    "2671622670": "انٽرپرائز",
    "3527140447": "دستاويز",
    "505891021": "ليبلنگ خدمتون",
    "692176459": "لاگ ان",
    "1892574253": "سائن اپ ڪريو",
    "2593864519": "وڌيڪ بوٽن کي روڪيو. صارف جي رازداري جي حفاظت شروع ڪريو.",
    "4007826952": "#1 رازداري- پھريون ڪيپچا ويب، موبائل ۽ وڌيڪ لاءِ.",
    "3721365241": "ڪوشش ڪر",
    "3753956446": "واندو",
    "3276777569": "hCaptcha",
    "55035359": "في الحال استعمال ڪري رهيا آهيو reCAPTCHA؟",
    "3417372336": "منٽن ۾ تبديل ڪريو",
    "2881474837": "hCaptcha انٽرپرائز",
    "1685871181": "مٿين آن لائن خدمتن تي ڀروسو",
    "1470290349": "بهترين-ان-ڪلاس بوٽ ۽ فراڊ مئنيجمينٽ لاءِ.",
    "3714002185": "وڌيڪ سکو hCaptcha Enterprise بابت",
    "3946753128": "خانگي. محفوظ. تيز.",
    "939665604": "رازداري مرکوز",
    "780475098": "اشتهار نيٽ ورڪ توهان جي سنڌين کي پيداوار جي طور تي ڏسندا آهن. اسان کي رڳو پرواه آهي ته دورو سٺو آهي يا خراب. hCaptcha GDPR، CCPA، LGPD، PIPL، ۽ ٻين عالمي ڊيٽا قانونن جي تعميل ڪري ٿو.",
    "219813583": "سيڪيورٽي پهريون",
    "2714878440": "اسان جي جديد مشين لرننگ ۽ انسانيت جي تصديق سان توهان جي خدمتن کي اسڪرپنگ، اڪائونٽ ٽيڪ اوور، سندي سامان، ۽ اسپام کان بچايو.",
    "1397766838": "بهتر استعمال ڪندڙ تجربو",
    "2670352917": "hCaptcha مهيا ڪري ٿو وڌيڪ قابل اعتماد بوٽ جي ڳولا جڏهن ته انسانن لاءِ حل ڪرڻ آسان آهي.",
    "2806751666": "hCaptcha ڇا آهي؟",
    "3096063825": "ان کي آزمائي ڏس",
    "2968026167": "توهان جي پسنديده سبزي",
    "713281684": "آنگن",
    "4147497805": "گاجر",
    "3758963444": "توهان جي مهرباني! توهان جي موڪل حاصل ڪئي وئي آهي!",
    "1070364246": "اڙي! فارم جمع ڪرائڻ وقت ڪجھ غلط ٿيو.",
    "1129833879": "بدسلوڪي بوٽس کي روڪيو، صارف جي رازداري جي حفاظت ڪريو",
    "58091799": "وڌيڪ ڄاڻو hCaptcha پبلشر ۽ انٽرپرائز بابت",
    "1599610318": "پبلشر",
    "3093388779": "hCaptcha ڪنهن به سائيز جي پبلشرز لاءِ استعمال ڪرڻ لاءِ مفت آهي",
    "179723061": "ٽيمن لاءِ وڌيڪ ڪنٽرول جن کي ڪلاس ليڊر سيڪيورٽي جي ضرورت آهي",
    "846501387": "عالمي-طبقاتي بوٽ تحفظ",
    "119298044": "ترقي يافته خود نگراني ٿيل ML ۽ AI ٽيڪنالاجيون توهان جي ويب ملڪيتن کي خطرن ۽ حملن کان بچائين ٿيون",
    "1263998069": "انساني حل لاءِ انعام حاصل ڪريو",
    "1103295010": "پئسا ڪمايو يا خيرات ۾ ڏيو جڏهن انسان ڪيپچا حل ڪن",
    "392886773": "هر ملڪ ۾ ڪم",
    "2320894364": "200 کان وڌيڪ پوائنٽس جي موجودگي سان، hCaptcha جو ڪلائوڊ سڄي دنيا ۾ توهان جي اثاثن جي حفاظت ڪري ٿو",
    "451701069": "GDPR، CCPA سان مطابقت،",
    "2826051554": "۽ وڌيڪ",
    "3530599065": "رازداري زمين کان مٿي تعمير ڪئي وئي آهي. hCaptcha PII برقرار رکي ٿو ۽ ڪيترن ئي رازداري مينڊيٽ ۽ ضابطن جي تعميل آهي.",
    "2489287539": "فريڪشن فري ”ڪو به ڪيپچا“ ۽ 99.9٪ غير فعال موڊ",
    "793242047": "ايپليڪيشنن تائين تيز رسائي جي اجازت ڏيڻ لاء صارفين کي پيش ڪيل چئلينج کي گھٽايو",
    "4195759329": "بوٽ ڳولڻ ۽ خطري جا اسڪور",
    "1150035777": "نفيس مشين سکيا جا ماڊل ڪيترن ئي ڊيٽا پوائنٽس جي بنياد تي بوٽن جي اعتماد جو اسڪور ٺاهيندا آهن ان کان ٻاهر ته ڇا سوالن جا صحيح جواب ڏنا ويا",
    "3688621388": "خطرن جا دستخط",
    "1131525092": "اسان جي پرائيويسي محفوظ ڪندڙ اسڪوپڊ يو آءِ ڊي جي ذريعي بدڪار اداڪارن کي گڏ ڪريو، لاڳاپيل فراڊ ۽ غلط استعمال کي ڳولڻ ۽ روڪڻ لاءِ",
    "1559631739": "پرائيويٽ سکيا",
    "3952259236": "پنھنجي انڌي ٿيل ڊيٽا کي hCaptcha جي ھزارين سگنلن سان گڏ ڪريو hCaptcha کي ھزارين سگنلن سان ٽريننگ ڪرڻ لاءِ hCaptcha کي ڪلاسن جي رويي تي -- مثال طور توھان جي لاءِ -- بھترين اڳڪٿي ڪرڻ لاءِ خراب رويي جي اڳڪٿي ڪرڻ لاءِ ٻئي ڪنھن حل کان بھتر.",
    "1150963691": "APT جي گھٽتائي",
    "4083018285": "وڌايل خاصيتن جو هڪ سوٽ جيڪو بهتر ٿيل SOC نگراني سان گڏ ۽ نفيس مسلسل خطرن کي منهن ڏيڻ لاءِ جواب ڏئي ٿو",
    "3160820928": "گڏيل حملي جي حفاظت",
    "1849805607": "hCaptcha توهان جي نيٽ ورڪن کي ڦهلائڻ لاءِ ٺهيل خطرن ۽ ڊيڪوز کان بچائي ٿو",
    "1958297836": "همعصر حملي جي حفاظت ۽ APT گھٽتائي",
    "1300485304": "hCaptcha ترقي يافته خطرن جي خلاف حفاظت ڪري ٿو ۽ توهان جي نيٽ ورڪ کي ڦهلائڻ لاء ڊزائين ڪيل ڊيڪوز",
    "2698640210": "ڪنٽرول چئلينج ۽ قسم ڏيکاريل آهن",
    "3121248460": "لامحدود متنوع ڪسٽم چئلينج ڏيکاريو - سادي کان پيچيده تائين - توهان جي متوقع سامعين لاءِ",
    "3807059944": "ڪنٽرول چئلينج مواد استعمال ڪيو",
    "2707282231": "توهان جي استعمال ڪندڙن لاء چئلينج کي ترتيب ڏيو. بوٽن کي حل ڪرڻ ۽ گھڙڻ لاءِ ناممڪن بڻايو.",
    "4194763679": "نفيس مشڪل سطحون",
    "3730038780": "استعمال ڪندڙن کي حل ڪرڻ لاءِ تقريبن لامحدود چئلينجن مان چونڊيو",
    "1849717906": "توهان جي پنهنجي چيلنج مواد سان ترتيب ڏيو",
    "1508655687": "شامل ڪريو پنھنجا پنھنجا چيلنجون جيڪي توھان جي سامعين لاءِ ترتيب ڏنل آھن انھن کي منظم ڪرڻ يا رسائي کي محدود ڪرڻ لاءِ",
    "3620442880": "فليش سيل تحفظ خاصيتون",
    "3265895521": "ڏينهن جي وقت جي بنياد تي مشڪل مشڪل کي وڌايو ۽ گھٽ ڪريو",
    "1485807325": "ملٽي يوزر ڊيش بورڊ، SAML SSO",
    "359073033": "ڊيش بورڊ اعلي سطحي يا سٺي اناج واري سرگرمي جو ڏيک ڏين ٿا.",
    "4272454814": "پنهنجي پسند جي سڃاڻپ فراهم ڪندڙ سان گڏ ڪريو.",
    "1141402092": "ترقي يافته رپورٽنگ خاصيتون",
    "910989640": "سرگرمي جي تفصيلي ۽ ڪسٽمائيز رپورٽون ٺاهيو",
    "3768951251": "انٽرپرائز SLAs",
    "1014004474": "hCaptcha جي انٽرپرائز منصوبا پيش ڪن ٿا ترقي يافته خدمت-سطح جا معاهدا توهان جي تنظيم کي محفوظ رکڻ لاءِ",
    "1177598246": "سيلز سان رابطو ڪريو",
    "1067704102": "ڊيٽا ليبلنگ ۾ قدر",
    "3065000659": "ڇا توهان محسوس ڪيو ته هر وقت توهان \"ڪار تي ڪلڪ ڪريو\" توهان کي هڪ ٽريننگ ڪرڻ ۾ مدد ڪري رهيا آهيو",
    "3235430156": "ڪمپني جو مشين لرننگ سسٽم مفت ۾؟",
    "1549336309": "hCaptcha هن ماڊل جي چوڌاري ڦري ٿو. جڏهن توهان hCaptcha استعمال ڪندا آهيو، ڪمپنيون جيڪي ڪم توهان جي استعمال ڪندڙن کي ڪندا آهن انهن تي بولندا آهن جيئن اهي پنهنجي انسانيت کي ثابت ڪن. توهان انعام حاصل ڪندا.",
    "3725880582": "خيرات ڏانهن واپس ڏيو",
    "1671436004": "پنھنجي پسنديده خيرات ڏانھن واپس ڏيڻ چاھيو ٿا؟",
    "1663628612": "توهان کي اجازت ڏئي ٿي",
    "4272088465": "خيرات توهان جي پسند جي ڪمائي سان جيڪي توهان ان کي استعمال ڪرڻ مان حاصل ڪندا آهيو.",
    "2894845722": "توهان جي سائيٽ تي استعمال ڪندڙ جلد ئي hCaptcha انٽرفيس تي discreet branding ذريعي خيرات ۾ توهان جي مدد کي ڏسي سگهندا.",
    "3194111925": "حمايت",
    "1637702726": "hCaptcha بابت",
    "2323282990": "انسانيت جي تصديق ڪرڻ لاء هڪ جديد طريقو",
    "1201821619": "hCaptcha اڄ جي سڀ کان وڌيڪ دٻاءُ واري مسئلن مان هڪ حل ڪري ٿو: بدسلوڪي بوٽس کي آن لائن خدمتن کي غلط استعمال ڪرڻ کان روڪڻ.",
    "1475399473": "وڌيڪ ڄاڻو hCaptcha ٽيم بابت",
    "3161489950": "دنيا جو سڀ کان وڌيڪ ترقي يافته سيڪيورٽي ايم ايل پليٽ فارم",
    "3247172580": "hCaptcha گڏيل ترقي يافته خود نگراني ٿيل مشين لرننگ سان گڏ هڪ ناول ايج ڪمپيوٽ اپروچ جيڪو منفرد طور تي ڊيٽا گڏ ڪرڻ ۽ برقرار رکڻ کي گھٽ ڪري ٿو، عالمي سطح تي 250 کان وڌيڪ جڳهن تان پهچايو ويو وڏي پيماني تي.",
    "3767462250": "رازداري لاء ٺهيل",
    "3500503648": "hCaptcha توهان جي برائوزنگ تاريخ کي رڪارڊ ڪرڻ ۽ تجزيو ڪرڻ بجاءِ فوري تشخيص تي ڀروسو ڪندي ڊگهي مدي واري ڊيٽا جي برقراري کي ختم ڪرڻ لاءِ ٺاهيو ويو آهي. اسان پڻ سپورٽ جي شروعاتن وانگر",
    "2418549423": ", cryptographic proofs ذريعي آن لائن رازداري کي محفوظ ڪرڻ لاءِ هڪ اڀرندڙ معيار، ۽ ٻيون منفرد پرائيويسي-پهرين خاصيتون.",
    "1544546608": "رازداري پاس",
    "976209454": "انعام حاصل ڪريو يا خيرات ڏيو",
    "552920956": "hCaptcha ويب سائيٽن کي انعام حاصل ڪرڻ جي اجازت ڏئي ٿي جڏهن ته بوٽس ۽ غلط استعمال جي ٻين قسمن کي بلاڪ ڪندي. hCaptcha توهان کي انهن آمدني سان توهان جي پسند جي خيرات جي مدد ڪرڻ جي اجازت ڏئي ٿي.",
    "654326661": "پاڻ کي ڏسڻ چاهيو ٿا؟ ڪوشش ڪريو hCaptcha مفت ۾.",
    "3570415321": "ڪمپني",
    "3987022469": "ليبل لڳائڻ",
    "1636202177": "بابت",
    "2670003220": "نوڪريون",
    "3233305531": "ٽريڊ مارڪ",
    "3028319964": "AI اخلاقيات",
    "4131598919": "دٻايو",
    "1662477701": "وسيلا",
    "3130928685": "بلاگ",
    "1756106276": "حيثيت",
    "1235925265": "دستاويزي",
    "920212083": "رپورٽ ڪريو بگ",
    "2076066173": "سائبر حملا 101",
    "3644106388": "رابطو",
    "2182196747": "حمايت",
    "487083593": "وڪرو",
    "878585497": "شرط",
    "1697438123": "رازداري",
    "1316817321": "انتساب",
    "3488019891": "hCaptcha هڪ رجسٽرڊ ٽريڊ مارڪ آهي Intuition Machines, Inc.",
    "4224961202": "رازداري، سيڪيورٽي، ۽ مشين لرننگ.",
    "98173630": "hCaptcha دنيا جي سڀ کان وڏي پيماني تي استعمال ٿيل آزاد ڪيپچا سروس آهي.",
    "1514478724": "وڌيڪ سکو",
    "1752795854": "hCaptcha بوٽن کي روڪڻ لاءِ جديد، پرائيويسي مرڪوز طريقي سان آڻيندو آهي.",
    "2927700175": "اسان ڪيپچا چيلنجز ڏيکاريون ٿا جيڪي بوٽن لاءِ ڏکيا آھن پر ماڻھن لاءِ آسان آھن مشين سکيا جي مسئلن مان ليبل ڪرڻ ۾ مشڪل ڊيٽا گڏ ڪري، ۽ ان کي استعمال ڪندي فرق ڪرڻ لاءِ ته ڇا ويب سائيٽ يا ايپ جو دورو ڪندڙ انسان آھي.",
    "2188609322": "خراب اداڪار آن لائن عام طور تي عام آهن. پر صارف جي رازداري کي قربان ڪرڻ جو جواب ناهي.",
    "2032102720": "اشتهارن جي ڪمپنين پاران پيش ڪيل حفاظتي حل بنيادي طور تي ويب تي صارفين کي ٽريڪ ڪرڻ تي ڌيان ڏئي ٿو. اسان هڪ مؤثر حفاظتي حل ٺاهيو آهي جيڪو ثابت ڪري ٿو ته صارف جي رازداري کي نقصان پهچائڻ ضروري ناهي ته بهترين نتيجا پهچائڻ لاء.",
    "4146870445": "اسان ڪير آهيون",
    "353066938": "هڪ تجربيڪار ٽيم، اڄ جي سخت ترين مسئلن تي ڪم ڪندي. hCaptcha جي هڪ خدمت آهي",
    "1173652155": "صلاحڪار",
    "2256305371": "پروفيسر، ڪيليفورنيا يونيورسٽي ۾ سي ايس، برڪلي. گہرے سکيا، سيڪيورٽي، بلاڪچين ماهر. Oasis Labs جي سي اي او.",
    "2177660021": "اسٽنفورڊ ۾ ريسرچ سائنسدان. مشين لرننگ ۽ ڪوانٽ فنانس وڏن بئنڪن، هيج فنڊز، ۽ اڪيڊميا ۾.",
    "2686825859": "مفت سائن اپ ڪريو يا اسان سان رابطو ڪريو hCaptcha انٽرپرائز حل بابت",
    "583434701": "hCaptcha رسائي",
    "611905972": "سيڪيورٽي کي برقرار رکڻ دوران سڀني صارفين لاء بيشمار رسائي کي يقيني بڻائي",
    "874098071": "جيڪڏهن توهان هڪ رسائي استعمال ڪندڙ آهيو، مهرباني ڪري هتي سائن اپ ڪريو",
    "2745385064": "خلاصو",
    "3353238942": "hCaptcha ٺهيل آهي بوٽس کي روڪڻ لاءِ انهن کي ماڻهن کان ڌار ڪري. بصري ٽيسٽ هن لاءِ هڪ آسان اوزار آهي ، پر هرڪو بصري چئلينج کي حل نٿو ڪري سگهي.",
    "3600022491": "ان لاءِ اسان ھڪڙو سادو، بي درد متبادل ٺاھيو آھي ته جيئن اسان جي سروس استعمال ڪندڙ پبلشرن کي مڪمل سيڪشن 508 ۽ WCAG 2.1 AA جي تعميل سان سڀني لاءِ رسائي محفوظ رکي سگھجي.",
    "2557240048": "اهو ڪيئن ڪم ڪري ٿو: پهريون، هڪ رسائي استعمال ڪندڙ سائن اپ ذريعي",
    "3871665286": ", جيڪو hCaptcha widget info page ۾ نمايان طور جڙيل آهي. انهن کي هڪ اينڪريپٽ ٿيل ڪوڪي ڏني وئي آهي جيڪا هر ڏينهن ۾ ڪيترائي ڀيرا استعمال ڪري سگهجي ٿي، پر لاگ ان ذريعي هر 24 ڪلاڪن کي ريفريش ڪيو وڃي.",
    "3441764123": "جڏهن hCaptcha سروس استعمال ڪندي سائيٽ تي رسائي جي استعمال ڪندڙ کي هڪ چئلينج پيش ڪيو ويندو، اهي خودڪار طريقي سان گذري ويندا.",
    "4247858664": "رسائي سائن اپ صفحو",
    "1297657322": "لاگ ان ٿيڻ کان پوءِ رسائي وارو صارف اسڪرين",
    "1717658846": "ويجٽ UI مينيو ۾ رسائي جو اختيار",
    "1266963825": "سوال: ڇا hCaptcha سيڪشن 508 + WCAG 2.1 AA مطابق آهي؟",
    "850025770": "ج: اسان يقين رکون ٿا: سڀئي صارف جيڪي ڪنهن به قسم جي خرابي سان گڏ ويب کي براؤز ڪرڻ ۽ فارمن تي ٽيڪسٽ داخل ڪرڻ جي قابل آهن، رجسٽريشن تي hCaptcha پاران محفوظ ڪيل خدمتن تائين رسائي ڪري سگهن ٿا. بهرحال، هي قانوني مشورو نه آهي: توهان کي پنهنجو جائزو وٺڻ گهرجي، توهان جي خاص عمل درآمد کي نظر ۾ رکندي، انهي کي يقيني بڻائڻ لاءِ ته اهو توهان جي تعیناتي جو معاملو آهي.",
    "159272246": "سوال: ڇا توهان ٻين رسائي (\"a11y\") اختيارن تي ڪم ڪري رهيا آهيو، جهڙوڪ آڊيو؟",
    "4074220464": "ج: اڳي مشهور آپشنز جهڙوڪ آڊيو ڪيپچا ڪيترن ئي a11y استعمال ڪندڙن جي خلاف تبعيض ڪن ٿا ۽ آساني سان جديد مشين لرننگ ٽيڪنڪ کي شڪست ڏين ٿا. اهو موجوده آڊيو چئلينج کي وڌيڪ ۽ وڌيڪ ڏکيو ٿيڻ تي مجبور ڪيو آهي، شور متعارف ڪرائڻ، عجيب وقت، غير معمولي لفظن جي ميلاپ، ۽ انهي تي حملو ڪندڙن کي شڪست ڏيڻ لاء. اهڙيءَ طرح اسان هن طريقي جي باري ۾ گهٽ پرجوش آهيون بمقابله چئلينج کي مڪمل طور تي بچڻ جي، پر ان تي غور ڪنداسين جيڪڏهن ڪو 11y ڪميونٽي کان مطالبو آهي.",
    "2309661107": "بهرحال، اسان کي تمام گهڻي دلچسپي آهي",
    "2555914614": "رسائي جي استعمال جي صورت ۾. اسان يقين رکون ٿا ته اسان جي موجوده a11y طريقي کي پرائيويسي پاس جاري ڪرڻ سان گڏ ڪرڻ سان a11y استعمال ڪندڙن کي محفوظ طريقي سان براؤز ڪرڻ جي اجازت ملندي، انهي ڄاڻ ۾ ته انهن جي ٽرئفڪ وڌيڪ پرائيويٽ آهي، جڏهن ته بوٽ آپريٽرز جي بدسلوڪي کي محدود ڪندي جيڪو ناگزير طور تي ٿئي ٿو جڏهن a11y آپشن موجود آهن. اسان IETF ڪم ڪندڙ گروپ ۾ فعال شرڪت ڪندڙ آھيون ھن نئين ٽيڪنالاجي کي معياري ڪرڻ.",
    "2583775432": "سوال: رازداري بابت ڇا؟ ڇا رجسٽريشن ڪنهن طريقي سان a11y برائوزنگ ڊيٽا کي ظاهر ڪري ٿي؟ توهان اي ميل سان ڇا ڪندا آهيو؟",
    "4215483493": "ج: hCaptcha گرائونڊ اپ کان رازداري لاءِ ٺهيل آهي. اهو روايتي اختيارن کان بلڪل مختلف آهي جهڙوڪ reCAPTCHA جيڪي اشتهار نيٽ ورڪن جي ملڪيت آهن، جن وٽ توهان کي ويب جي چوڌاري ٽريڪ ڪرڻ ۽ توهان کي حقيقي سڃاڻپ سان لاڳاپيل ڪرڻ جي ترغيب آهي.",
    "2474661839": "اسان جي",
    "4137573005": "جامع ۽ مستند جواب آهن ته اسان ڊيٽا ڪيئن استعمال ڪريون ٿا، پر مختصر جواب اهو آهي ته اسان کي توهان جي برائوزنگ تاريخ سان هڪ شخص جي حيثيت سان وابسته ڪرڻ ۾ ڪا به دلچسپي نه آهي.",
    "4101570501": "اسان هن وقت هڪ ڪرپٽوگرافڪ حل تي پڻ ڪم ڪري رهيا آهيون توهان جي اي ميل ايڊريس کي تيزيءَ سان رد ڪرڻ لاءِ جڏهن ته اڃا تائين اسان جي پرائيويسي پاس ڪم کي پورو ڪندي، غلط استعمال کي روڪڻ جي اسان جي صلاحيت کي محفوظ ڪري رهيا آهيون.",
    "260595108": "اسان A11y استعمال کي آسان ڪرڻ ۽ غلط استعمال کي روڪڻ کان سواءِ ڪنهن به مقصد لاءِ رسائي اي ميل يا معلومات ڪڏهن به استعمال نه ڪندا آهيون.",
    "3063819779": "رازداري پاليسي",
    "465714311": "رسائي استعمال ڪندڙن لاءِ: سوال ۽ جواب ۽ مسئلو حل ڪرڻ جي ھدايت",
    "3596207631": "عبرت: مان اڃا تائين ڪوڪيز کي ترتيب ڏيڻ کان پوء هڪ چئلينج ڏسي رهيو آهيان. هن جو سبب ڇا آهي؟",
    "469089249": "ج: اهو عام طور تي هڪ جارحانه اشتهار بلاڪر يا اينٽي ڪوڪي ايڪسٽينشن استعمال ڪرڻ جي ڪري آهي، يا هڪ سيٽنگ جيڪا ”ڪراس سائيٽ“ ڪوڪيز کي بلاڪ ڪري ٿي، ان صورت ۾ hcaptcha.com لاءِ ڪوڪيز جيڪا سيٽ ڪئي وئي آهي يا چيڪ ڪئي وئي آهي hCaptcha JS مختلف سائيٽ، جيئن توهان جو دورو ڪري رهيا آهيو.",
    "4263626815": "hCaptcha رسائي ڪوڪيز سڀني مشهور برائوزرن ۽ اشتهار بلاڪرن سان انهن جي معياري سيٽنگن سان ڪم ڪنديون آهن، تنهن ڪري عام طور تي ناڪاميون ”اينٽي-ايڊ بلاڪ“ اسڪرپٽس يا خاص سائيٽن کي نشانو بڻائيندڙ ساڳيا ضابطن جي ڪري ٿينديون آهن.",
    "3906359167": "حل:",
    "3464870463": "1. وائيٽ لسٽ ڪريو hcaptcha.com ۽ *.hcaptcha.com ڪوڪيز توهان جي اشتهار بلاڪر يا برائوزر سيڪيورٽي ايڪسٽينشن ۾.",
    "1204911585": "2. جيڪڏهن توهان Brave برائوزر استعمال ڪري رهيا آهيو، جنهن ۾ (اپريل 2020 تائين) ڪنهن به قسم جي ڪوڪيز وائيٽ لسٽ نظر نه ٿي اچي، ته وڃو ترجيحات -> شيلڊز -> ڪوڪيز ۽ چونڊيو \"Allow All Cookies.\"",
    "2932826396": "3. جيڪڏھن توھان استعمال ڪري رھيا آھيو سفاري جو جديد نسخو يا ته تازو جاري ڪيل OS X 10.15 يا iOS 13.4 تي، ايپل صرف تبديل ڪيو آھي سفاري جي رويي کي لاڳاپيل ٽئين پارٽي ڪوڪيز سان، انھن سڀني کي ڊفالٽ طور بلاڪ ڪندي. اسان ھڪ حل لاڳو ڪري رھيا آھيون، پر ان دوران مھرباني ڪري سفاري ترجيحات، پرائيويسي سيڪشن جو دورو ڪريو، ۽ \"ويب سائيٽ ٽريڪنگ: روڪيو ڪراس سائٽ ٽريڪنگ\" کي چيڪ ڪريو ته جيئن پھچڻ واري ڪوڪيز کي توقع مطابق ڪم ڪرڻ لاءِ.",
    "3836291932": "عبرت: مان ڪيترن ئي ڊوائيسز استعمال ڪريان ٿو. ڇا مون کي ڪيترائي ڀيرا سائن اپ ڪرڻ جي ضرورت آهي؟",
    "3251220335": "ج: نه. مهرباني ڪري ڪلڪ ڪريو ساڳئي اي ميل لاگ ان لنڪ توهان ڏانهن موڪليل هر ڊوائيس تي جيڪو توهان ڪوڪي سيٽ ڪرڻ لاءِ استعمال ڪندا آهيو.",
    "2082407178": "سوال: رسائي ڪوڪيز استعمال ڪرڻ دوران مان ٽئين پارٽي ڪوڪيز جي ٽريڪنگ کان پاڻ کي ڪيئن بچائي سگهان ٿو؟",
    "2700197090": "ج: ڪنهن به پرائيويسي يا ايڊ-بلاڪنگ ايڪسٽينشن کي استعمال ڪندي جيڪا سپورٽ ڪري ٿي ڊومين-سطح جي وائيٽ لسٽنگ (مثال طور uBlock Origin) توقع مطابق ڪم ڪندي: صرف hcaptcha.com کي وائيٽ لسٽ ڪرڻ جي پڪ ڪريو.",
    "3657743880": "ڪراس سائيٽ ڪوڪيز لاءِ برائوزر جون هدايتون",
    "1960601330": "سفاري (Mac) ۾ ڪوڪيز کي فعال ڪرڻ لاءِ: سفاري ڊراپ ڊائون مينيو ڏانھن وڃو. منتخب ڪريو ترجيحات. ڪلڪ ڪريو رازداري مٿين پينل ۾. 'ڪوڪيز کي بلاڪ ڪريو' جي تحت اختيار چونڊيو 'ڪڏهن به نه.'",
    "1622303590": "سفاري (iPhone/iPad iOS 11+) ۾ ڪوڪيز کي فعال ڪرڻ لاءِ: پنھنجي سيٽنگون کوليو. ھيٺ لٿو ۽ سفاري چونڊيو. رازداري ۽ سلامتي جي تحت، بند ڪريو \"ڪراس سائيٽ ٽريڪنگ کي روڪڻ\" ۽ \"سڀ ڪوڪيز کي بلاڪ ڪريو\"",
    "2199048568": "ڪنهن به ويب پيج تي ايڊريس بار جي کاٻي پاسي واري شيلڊ تي ڪلڪ ڪريو. ڪلڪ ڪريو حفاظتي سيٽنگون. فائر فاکس ترجيحات رازداري ۽ سيڪيورٽي پينل کلي ويندو. جي تحت بهتر ٽريڪنگ تحفظ، چونڊيو ڪسٽم. انھن چيڪ بڪس کي منتخب ڪندي ڪھڙا ٽريڪرز ۽ اسڪرپٽ بلاڪ ڪرڻ لاءِ چونڊيو. پڪ ڪريو ته توهان hcaptcha.com کي بلاڪ ڪيو آهي.",
    "3967047208": "توھان عارضي طور تي ڪسٽم ۾ ڪجھ تحفظات بند ڪري سگھوٿا ھن کي ڊيبگ ڪرڻ لاءِ، چيڪ بڪسز کي غير منتخب ڪندي: ٽريڪرز چيڪ باڪس کي غير منتخب ڪريو يا ڪوڪيز جي چيڪ باڪس کي غير منتخب ڪريو جيڪڏھن توھان کي اڃا تائين مسئلا آھن.",
    "3805618893": "گوگل ڪروم (PC)",
    "3795997071": "منتخب ڪريو ڪروم مينيو آئڪن. سيٽنگون چونڊيو.",
    "926138631": "وڃو پرائيويسي ۽ سيڪيورٽي، پوءِ ڪوڪيز ۽ ٻيون سائيٽ ڊيٽا.",
    "3419878556": "پڪ ڪريو ته \"ٽئين پارٽي ڪوڪيز کي بلاڪ ڪريو\" فعال نه آهي.",
    "2269166171": "گوگل ڪروم (Mac):",
    "2989126922": "مينيو بار مان ڪروم ترجيحات کوليو.",
    "2348697693": "گوگل ڪروم (Android):",
    "3700113699": "توهان جي Android ڊوائيس تي، Chrome ايپ کوليو.",
    "3620039756": "مٿي ساڄي پاسي، ٽيپ ڪريو وڌيڪ ۽ پوءِ سيٽنگون.",
    "2813310562": "ٽيپ ڪريو سائيٽ سيٽنگون ۽ پوءِ ڪوڪيز.",
    "3014657981": "\"ڪوڪيز\" جي اڳيان، سيٽنگ کي تبديل ڪريو.",
    "1242066691": "\"ٽي پارٽي ڪوڪيز کي اجازت ڏيو\" جي اڳيان دٻي کي چيڪ ڪريو.",
    "292250020": "1. اسڪرين جي مٿي ساڄي ڪنڊ ۾ گيئر چونڊيو، پوءِ \"انٽرنيٽ آپشنز\" چونڊيو. جيڪڏھن توھان مينيو بار فعال ڪيو آھي، توھان منتخب ڪري سگھو ٿا \"ٽولز\" پوءِ \"انٽرنيٽ آپشنز\".",
    "4114820649": "2. ڪلڪ ڪريو \"رازداري\" ٽئب.",
    "946838734": "3. \"اعلي\" بٽڻ کي منتخب ڪريو.",
    "348809718": "4. \"ٽين پارٽي ڪوڪيز\" جي تحت \"قبول ڪريو\" چونڊيو.",
    "1253441326": "5. ڪلڪ ڪريو \"OK\"",
    "852032043": "سفاري",
    "836017336": "فائر فاڪس",
    "3356349631": "گوگل ڪروم",
    "3235744534": "انٽرنيٽ ايڪسپلورر",
    "4104188759": "AI اخلاقي پاليسي",
    "1161704803": "اسان وٽ اي اي اخلاقي پاليسي ڇو آهي؟",
    "1806535500": "تقريبن هر ٽيڪنالاجي، پنسلن کان بارود تائين، هڪ آهي",
    "24452499": "حل؛ اهو سٺو يا بيمار لاء استعمال ڪري سگهجي ٿو. هر ڪمپني جي تحقيق، تعمير، يا ٻه استعمال حل وڪڻڻ جي ذميواري آهي انهن جي عملن جي نتيجن تي غور ڪرڻ.",
    "4023575072": "ٻه ڀيرا استعمال",
    "3336625692": "هي صفحو AI اخلاقيات جي حوالي سان هن موضوع تي اسان جي سوچن جو تفصيل ڏئي ٿو، ۽ اسان جي خدمتن جي استعمال کي يقيني بڻائڻ لاءِ جيڪي عمل اسان پيروي ٿا، انهن پاليسين جي مطابق رهي ٿو، جيڪي اسان هڪ ڪمپني طور اختيار ڪيون آهن.",
    "835717930": "AI اخلاقيات hCaptcha تي",
    "2179524509": "اسان ڪڏهن ڪڏهن سوال حاصل ڪندا آهيون ته hCaptcha سروس لاءِ ڪهڙي قسم جا سوال جائز آهن، ۽ ڇو خاص سوال پڇيا پيا وڃن.",
    "1962721652": "انسان نمونن جي ڳولا ڪندڙ آهن، ۽ ڪڏهن ڪڏهن هڪ معصوم سوال مڪمل طور تي حيران ٿي سگهي ٿو هڪ پل ۾ مشڪوڪ کان، دنيا ۾ تبديلين جي ڪري، بلڪه ڪنهن به سوال پڇڻ جي حوصلا افزائي ڪري.",
    "3974566657": "جيئن ته خدمتون وڌيڪ مقبول ٿي وينديون آهن، اهڙي قسم جو واقعو لازمي طور تي وڌيڪ بار بار ٿيندو. hCaptcha دنيا جي تقريبن هر ملڪ ۾ هر روز لکين ماڻهو استعمال ڪندا آهن، تنهنڪري اسان هن پاليسي ۽ هڪ ڪيس جي مطالعي کي شايع ڪري رهيا آهيون ته اسان انهن مسئلن کي ڪيئن حل ڪريون ته جيئن ممڪن حد تائين شفاف ٿي سگهي.",
    "1830910223": "هڪ حقيقي دنيا AI اخلاقيات ڪيس جو مطالعو",
    "805971861": "\"Umbrella\" ImageNet ۾ هڪ اصطلاح آهي، ڪمپيوٽر ويزن جي محققن پاران استعمال ڪيل معياري بينچ مارڪ ڊيٽا سيٽ. چتريءَ کي هٿ ۾ رکندڙ ماڻهن کي معتبر طور تي سڃاڻڻ پڻ اهم آهي محفوظ ايندڙ نسل جي ترقي يافته ڊرائيور امداد (ADAS) سسٽم جي تعمير لاءِ.",
    "3988350": "هن جو مطلب آهي حقيقي دنيا جي ڇت جي تشريح لاءِ بهترين استعمال جا ڪيس آهن. خود ڊرائيونگ ڪارن جي اثر تي اختلاف جي گنجائش آهي، پر ADAS سسٽم اڳ ۾ ئي بچائي رهيا آهن",
    "548587288": "دنيا جي چوڌاري.",
    "3138772661": "هر سال هزارين زندگيون",
    "3168199226": "بهرحال، 2020 ۾ اهو واضح ٿي ويو ته هن قسم جي ڊيٽا سيٽ جي تعمير کي ٻه ڀيرا استعمال ڪرڻ واري ٽيڪنالاجي جي طور تي سمجهي سگهجي ٿو، ڪجهه هڪ سال اڳ توقع ڪئي هوندي.",
    "558378834": "اسان اهڙيءَ ريت هن وقت ڇتين سان لاڳاپيل سوالن لاءِ درخواستون قبول نه ڪري رهيا آهيون. مونجهاري جو امڪان جڏهن هڪ آخري استعمال ڪندڙ موجوده وقت ۾ ڇتين بابت هڪ سوال ڏسي ٿو، تمام گهڻو آهي، ۽ آخرڪار اسان جو مقصد دنيا کي وڌيڪ خوشگوار جڳهه بڻائڻ آهي.",
    "3376604063": "AI اخلاقيات پاليسيون ۽ عمل",
    "1923365316": "اسان وٽ hCaptcha تي سخت AI اخلاقيات جي پاليسي آهي، ۽ ان جو حصو شامل آهي توهان جي ڪسٽمر کي ڄاڻو (KYC) عمل.",
    "4230322909": "اسان هميشه ڪوشش ڪندا آهيون ته هر نئين گراهڪ ۽ انهن جي گهربل استعمال واري معاملي جي سٺي سمجهه حاصل ڪرڻ جي، ٻنهي جي تصديق ڪرڻ لاءِ ته اهو اسان جي پروڊڪٽس ۽ خدمتن لاءِ مناسب آهي ۽ انهي ڳالهه کي يقيني بڻائڻ لاءِ ته اها انهن پاليسين تي عمل ڪري ٿي جيڪي اسان هڪ ڪمپني طور اختيار ڪيون آهن.",
    "2735073144": "اسان ضروري طور تي جاري نظرثاني پڻ ڪندا آهيون. مثال طور، اسان جي تازي جائزي ۾ تاريخن ۽ درخواستن جي ذريعن جي ڇنڊڇاڻ سان لاڳاپيل ليبلنگ درخواستن لاءِ اسان جلدي تصديق ڪرڻ جي قابل ٿي ويا آهيون ته ڪنهن به سرڪاري اداري يا نگراني سافٽ ويئر جي سڃاتل رياستي سپلائر گذريل 12 مهينن ۾ اسان جون خدمتون استعمال ڪندي ڇتين جي حوالي سان درخواستون نه ڪيون آهن. .",
    "2715462692": "اسان جي AI اخلاقيات جو عمل ڇا نظر اچي ٿو؟",
    "3049976256": "هر نئين ليبلنگ گراهڪ لاءِ، اسان سيلز جي عمل دوران چيڪ لسٽ ذريعي وڃون ٿا. ھن ۾ شامل آھي آن بورڊنگ کان اڳ ابتدائي KYC محنت، گڏو گڏ اسان جي تجزيه نگارن کي ڪيل سڀني درخواستن جي تصديق، ۽ اسان جي سيلف سروس پليٽ فارم کي استعمال ڪندي درخواستن جا حقيقي وقت جي چڪاس ۽ وقتي جائزو.",
    "3103642530": "هي جائزو معيار جي ڪيترن ئي سيٽن تي مشتمل آهي:",
    "3349094124": "اخلاقي خدشات جو معيار: مقصد",
    "1038019440": "1. ڇا هي گراهڪ ڪنهن ملڪ جي قومي مفادن جي نمائندگي ڪري ٿو جيڪو بين الاقوامي قانونن ۽ ريتن رسمن جي خلاف رويو ڪرڻ لاءِ سڃاتو وڃي ٿو؟",
    "493717511": "2. ڇا هي گراهڪ خدمتن جي درخواست ڪري ٿو جيڪو ٿي سگهي ٿو",
    "2209109640": "صرف بدسلوڪي مقصدن لاء استعمال ڪيو ويو، انهن جي عام ڪاروباري سرگرمين جي حوالي سان؟",
    "3457805519": "3. ڇا صارف جي درخواست آمريڪي قانون ۽ اسان جي مصروفيت جي ضابطن تحت پوري ٿي سگھي ٿي؟",
    "1942611550": "بنيادي طور تي",
    "109179759": "اخلاقي خدشات جو معيار: مضمون",
    "1033698050": "1. ڇا اسان سمجهون ٿا ته گراهڪ اسان کي استعمال جو ڪيس ڏنو آهي، جنهن کي اسين اخلاقي طور تي قابل قبول سمجهون ٿا، اسان جي عام مغربي سماجي ريتن رسمن جي مطابق؟",
    "361372538": "2. ڇا اسان يقين رکون ٿا ته اسان جون مهيا ڪيل خدمتون ممڪن طور استعمال ڪيون وينديون تبعيض جي مقصدن لاءِ ڪسٽمر طرفان، طريقن سان جيڪي قانوني ٿي سگھن ٿيون پر اسان لاءِ قابل قبول نه آھن؟",
    "2867855718": "3. ڇا اسان يقين رکون ٿا ته رازداري جي ضرورتن کي اطمينان سان حل ڪري سگهجي ٿو درخواست لاء؟",
    "2462728596": "جيڪڏهن اسان انهن نقطن تي پاڻ کي مطمئن نه ٿا ڪري سگهون، اسان درخواست کي رد ڪنداسين ۽ اسان جي پليٽ فارم تائين وڌيڪ رسائي ختم ڪري سگهون ٿا، جيئن اسان جي شرطن ۾ بيان ڪيو ويو آهي.",
    "1995277831": "توهان جي مهرباني",
    "1818116402": "اسان اميد ٿا ڪريون ته توهان هن نظر کي ساراهيو آهي ته اسان هڪ AI اخلاقيات جي جزو سان آپريشنل سوالن کي ڪيئن سنڀاليندا آهيون.",
    "1499894352": "تمام ٿورا ڪمپنيون هن علائقي ۾ پنهنجي فيصلي جي عمل ۾ شفافيت پيش ڪن ٿا، ۽ اسان کي اميد آهي ته ٻيا هن مثال جي پيروي ڪندا!",
    "535659033": "Creative Commons انتساب",
    "1495915066": "ڪيئن اسان، اسان جا تعليمي تحقيقي ڀائيوار، ۽ اسان جا گراهڪ Creative Commons ميڊيا استعمال ڪندا آهيون",
    "3017533972": "اسان، اسان جا تعليمي ريسرچ پارٽنر، ۽ اسان جا گراهڪ شايد ڪڏهن ڪڏهن حوالا ڏين ٿا يا Creative Commons-لائسنس ٿيل مواد جا حصا hCaptcha پليٽ فارم ذريعي مشين لرننگ جي ميدان ۾ انسانيت جي ڄاڻ کي اڳتي وڌائڻ لاءِ.",
    "1428053210": "هي مواد عام طور تي ان جي اصل شڪل کان تبديل ٿي چڪو آهي. مثال طور، هڪ وڊيو ڪيترن ئي تصويرن ۾ ورهائي سگهجي ٿي، اهي تصويرون ڪيترن ئي نون تصويرن ۾ ورهائي سگهجن ٿيون، ۽ اهي نيون تصويرون وري بي ترتيب طور تي ملايا وڃن ته جيئن ڏيکاريل آخري نتيجو پيدا ٿئي.",
    "1728211763": "هن طريقي سان مواد جو استعمال ۽ انهن مقصدن لاءِ مناسب استعمال جي هدايتن ۾ اچي ٿو اسان جي قانون ۽ فيلڊ ۾ معياري عملن جي اسان جي سمجھ جي مطابق، پر اسان ڊگهي عرصي کان Creative Commons جا مداح آهيون ۽ هر ڪنهن کي ڪريڊٽ ڏيڻ کي ترجيح ڏيون ٿا جيڪو مدد ڪري ٿو. مشيني انٽيليجنس کي بهتر بڻائڻ جو اهم ڪم.",
    "1949452297": "hCaptcha UI جي اندروني رڪاوٽن ۽ ان جي حفاظتي خيالات جي ڪري، اهو ممڪن ناهي ته هر تصوير جي ماخذ کي ٻيهر پيدا ڪرڻ سڌي طرح ان جي استعمال جي ڀرسان هجي. ان جي بدران، اسان هن صفحي سان اسان جي هوم پيج تي ڳنڍيندا آهيون ۽ پليٽ فارم ذريعي هن وقت يا تازو خدمت ڪيل ذريعن جي فهرست برقرار رکون ٿا. توهان موجوده فهرست تائين رسائي ڪري سگهو ٿا",
    "2367602973": "هتي",
    "659124570": "اضافي طور تي، جيڪڏهن توهان ڏسندا ته مواد جيڪو توهان سان تعلق رکي ٿو hCaptcha پليٽ فارم تي ٻيهر پيش ڪيو ويو آهي ۽ چاهيو ٿا ته ان کي ڪنهن به سبب جي ڪري هٽايو وڃي، توهان اسان سان اي ميل ذريعي رابطو ڪري سگهو ٿا.",
    "2066749488": "ٻيون شڪايتون",
    "3479034323": "جيڪڏهن توهان ڏسو ٿا مواد جيڪو توهان سان تعلق رکي ٿو hCaptcha پليٽ فارم تي ٻيهر تيار ڪيو ويو آهي ۽ چاهيو ٿا ته اهو ڪنهن به سبب جي ڪري هٽايو وڃي، توهان اسان سان اي ميل ذريعي رابطو ڪري سگهو ٿا.",
    "1836554225": "بلاگ پوسٽون",
    "2873297188": "ڇا سڀئي ڪيپچاس غير آمريڪن جي خلاف تبعيض ڪن ٿا؟",
    "165932542": "hCaptcha تي هڪ نظر سڄي دنيا ۾ حل جي شرح",
    "1865097546": "نومبر 16، 2021",
    "3005876482": "hCaptcha هاڻي سڀ کان وڏي آزاد ڪيپچا سروس آهي، انٽرنيٽ جي 15 سيڪڙو تي هلندي آهي",
    "693820850": "توھان گوگل کي مات ڏيئي سگھو ٿا رازداري کي اوليت ڏيندي",
    "3609106478": "اعتبار جو سامان:",
    "299335340": "اهو ڇا آهي ۽ حملن کي ڪيئن روڪيو",
    "354925785": "تعارف",
    "423222878": "ڪجھ سخت ترين سائبر حملن کي ڳولڻ، روڪڻ ۽ بند ڪرڻ وارا آھن اھي آھن جتي ھڪڙو بدسلوڪي اداڪار استعمال ڪرڻ جي قابل آھي جائز صارف سندون استعمال ڪرڻ لاءِ فعال صارف اڪائونٽ ۾ لاگ ان ٿيڻ لاءِ. جاءِ تي تمام نفيس ڳولڻ جي صلاحيتن کان سواءِ ، اڪائونٽ کي ميزباني ڪندڙ ڪمپني وٽ شڪ ڪرڻ جو ڪو سبب ناهي ته ڪجهه به غلط آهي. هڪ گراهڪ صرف ظاهر ٿئي ٿو ته هن جي اڪائونٽ ۾ لاگ ان ٿيو. حملي آور چوري ٿيل سندن کي استعمال ڪندي هي ڪامياب ڪوشش حاصل ڪيو- عام طور تي سائبر حملي ٽيڪنڪ جو نتيجو آهي جنهن کي ”تصديق واري سامان“ طور سڃاتو وڃي ٿو. اهو اڄ هڪ سنگين مسئلو آهي، پر هڪ جيڪو صحيح جوابي قدمن سان گهٽائي سگهجي ٿو.",
    "777660551": "معتبر مواد ڇا آهي؟",
    "2602763587": "تصديقي مواد سائبر حملي جو هڪ روپ آهي جنهن ۾ حملو ڪندڙ چوري ٿيل يوزرنيمس ۽ پاسورڊ جي جوڙي استعمال ڪندي ڪيترائي ڀيرا ويب سائيٽ تي لاگ ان ٿيڻ جي ڪوشش ڪندو آهي. ”اسٽيفنگ“ جو حوالو ڏئي ٿو بار بار لاگ ان ڪوششون، جيڪي لڳ ڀڳ هميشه پاڻمرادو بوٽ سافٽ ويئر پاران ڪيون وينديون آهن.",
    "1271831121": "ائين نه آهي ته هيڪر (هڪ هودي ۾ ڪپڙا، يقينا!) اتي بيٺو آهي، سند کان پوءِ سند ۾ ٽائپ ڪري رهيو آهي. خودڪار لاگ ان بوٽ هڪ آف-دي-شيلف ٽول مان ٺاهيو وڃي ٿو جهڙوڪ سيلينيم يا ڪسٽم-ترقي يافته هيڪر ٽول.",
    "2588750717": "درحقيقت، ڪجهه معتبر مواد جي حملن ۾ لکين سندون شامل هونديون آهن- سڀئي اڻڄاتل ويب سائيٽ لاگ ان انٽرفيس ۾ داخل ٿيڻ جي اميد ۾ داخل ٿيڻ جي اميد ۾. هڪ ڀيرو اندر، حملو ڪندڙ مقتول جي اڪائونٽ تي قبضو ڪري سگهي ٿو.",
    "1137757109": "جيڪڏهن اهو هڪ اي ڪامرس اڪائونٽ آهي، حملو ڪندڙ واپار جو حڪم ڏئي سگهي ٿو. جيڪڏهن مقتول هڪ بينڪ آهي، حملو ڪندڙ فنڊ منتقل ڪري سگهي ٿو آف شور، وغيره.",
    "1559150837": "ھدف جيتوڻيڪ بي دفاع نه آھن. گهڻيون ويب سائيٽون ڪنٽرول هونديون آهن جيڪي هڪ مشڪوڪ صارف کي بلاڪ ڪن ٿيون جيڪو هڪ ئي IP پتي مان هزارين مختلف اڪائونٽس ۾ لاگ ان ٿيڻ جي ڪوشش ڪري رهيو آهي ٿوري وقت ۾. انهن حفاظتي ٽيڪنڪ جي چوڌاري حاصل ڪرڻ لاءِ ڪهڙو معتبر سامان حملو ڪندڙ ڪندا آهن اهو جغرافيائي ۽ IP تنوع کي نقل ڪرڻ آهي. طاقتور، اڪثر AI-هلندڙ اوزار استعمال ڪندي، اهي ظاهر ڪري سگھن ٿا ته هزارين صارف بي ترتيب طور تي سڄي ملڪ مان ڏينهن جي مختلف وقتن تي لاگ ان ٿيڻ جي ڪوشش ڪري رهيا آهن. اهو ڳولڻ ۽ روڪڻ تمام گهڻو ڏکيو آهي.",
    "1892020899": "هيڪرز کي سندون ڪٿان ملنديون؟",
    "2597149484": "اهو ئي سبب آهي ته هيڪر کي ”سامان“ ڏيڻو آهي ڪيتريون ئي سندون انهن سان گڏ آهن جتي اهي پنهنجون چوري ٿيل سندون حاصل ڪن.",
    "3030395800": "اهي سندون عام طور تي ڊيٽا جي ڀڃڪڙي کان ايندا آهن. پڻ سڃاتل طور تي سڃاتل آهن ”تصديق واري اسپيل“ ، انهن حملن جي نتيجي ۾ ٿي سگهي ٿي لکين سندون ڊارڪ ويب تي ڊمپ ٿيڻ. جيڪڏهن اسپيل بينڪ مان آئي، هيڪر ڪوشش ڪندو انهن سندن کي استعمال ڪرڻ لاءِ ٻين سائيٽن تي. اهو طريقو ڪم ڪري ٿو ڇو ته ڪيترائي ماڻهو ڪيترن ئي سائيٽن لاء ساڳئي صارف نالو ۽ پاسورڊ ميلاپ استعمال ڪندا آهن. (هن عمل جي حوصلا افزائي ڪئي وئي آهي، پر حقيقت اها آهي ته اها آهي. ماڻهو ساڳئي لاگ ان سندن کي ورجائيندا آهن.)",
    "1258965840": "اهڙيء طرح، جيڪڏهن حملو ڪندڙ هڪ سائيٽ ۾ حاصل ڪري سگهي ٿو، هو شايد ڪيترن ئي سائيٽن ۾ حاصل ڪري سگهي ٿو اسپيل ڪيل سندون استعمال ڪندي. مثال طور، اهي حاصل ڪري سگھن ٿا هڪ صارف نالو/پاسورڊ جوڙو جهڙوڪ JohnDoe/525momma، پر انهن کي اها خبر ناهي ته اهو جوڙو انهن لاءِ ڇا ڪندو. تنهن ڪري، اهي ڪوشش ڪريو جوڙو Amazon.com، Ebay، Citibank، Walgreens ۽ تي ۽ تي. اهي هڪ هزار مختلف سائيٽن تي انهي جوڙي کي آزمائي سگهن ٿا.",
    "3594440415": "آخرڪار، اهي دروازا کولڻ شروع ڪندا.",
    "780280214": "ڪيئن hCaptcha ۽ hCaptcha انٽرپرائز معتبر سامان جي خطري کي گھٽائي ٿو",
    "4165374512": "جڏهن ته اهو ممڪن آهي ته IP ۽ مقام جي ڳولا جا اوزار استعمال ڪرڻ لاءِ سندي سامان کي روڪڻ لاءِ، هڪ وڌيڪ قيمتي ۽ صحيح طريقو اهو آهي ته پاڻمرادو تصديق ٿيل اسٽفنگ بوٽ کي پاڻ ۾ مداخلت ڪرڻ. hCaptcha ۽ hCaptcha انٽرپرائز داخل ٿيڻ جي جاءِ تي بوٽ کي اسٽمپ ڪري سگھن ٿا. جيتوڻيڪ بوٽ وٽ صحيح سندون آهن، جيڪڏهن اهو حاصل نٿو ڪري سگهي hCaptcha انٽرپرائز جي سڃاڻپ يا hCaptcha جي ڪئپچا، اهو حاصل نه ٿيندو ان جي سامان کي ۽ توهان جي سائيٽ ۽ استعمال ڪندڙ محفوظ آهن.",
    "3269644546": "مهرباني ڪري",
    "1058572205": "جيڪڏھن توھان وڌيڪ ڄاڻڻ چاھيو ٿا اسان کي",
    "3753613260": "رابطو",
    "1792519141": "hCaptcha انٽرپرائز",
    "3515435438": "DMCA شڪايتون رپورٽ ڪرڻ",
    "54093347": "DMCA رجسٽرڊ ايجنٽ",
    "3233441200": "خلاف ورزي واري پاليسي کي ورجايو",
    "4011712313": "اسان جي DMCA پاليسي جي حصي جي طور تي، اسان انهن گراهڪن جا اڪائونٽ رکون ٿا جن لاءِ اسان کي مليون ٿا ڪيترن ئي DMCA اطلاعن جي مبينا خلاف ورزي جا ڪيترائي قدم DMCA Repeat Infringer Policy ۾. هڪ ڪئلينڊر مهيني ۾ بار بار DMCA اطلاعن جي وصولي تي، ڪسٽمر اڪائونٽ هڪ پاليسي قدم کان ٻئي مرحلي تائين ترقي ڪندو.",
    "766825168": "اهي عمل جيڪي اسان DMCA Repeat Infringer Policy تحت وٺي سگهون ٿا انهن ۾ اڪائونٽ جي ڪسٽمر آف رڪارڊ کي وڌندڙ نمائش جا الرٽ موڪلڻ شامل آهن. انهن خبردارين کي مڃڻ لاءِ، اسان کي گهربل هجي ته گراهڪ کي اڪائونٽ ۾ لاگ ان ٿئي يا اسان جي سپورٽ ٽيم کي ڪال ڪري. اسان معطل يا ختم ڪرڻ جو حق پڻ محفوظ رکون ٿا، انهي سان گڏ ٻين عبوري قدمن تي لاڳو ڪريون ٿا، ڪنهن به گراهڪ جي hCaptcha ۽ IMI سروس جنهن لاءِ اسان مسلسل خلاف ورزي جا DMCA نوٽيفڪيشن وصول ڪندا رهيا آهيون ان کان پوءِ به جو اسان بار بار خلاف ورزي جا الرٽ موڪليا آهن. ان کان علاوه، اسان پنھنجي واحد صوابديد تي ختم ڪري سگھون ٿا ٻيون hCaptcha يا IMI خدمتون جيڪي انھن گراهڪن کي مهيا ڪيون ويون آھن جڏھن اسان ھن پاليسي تحت hCaptcha سروس کي ختم ڪريون ٿا.",
    "2410122265": "hCaptcha وسيلا: Bots 101",
    "4166776480": "معتبر سامان: اهو ڇا آهي ۽ حملن کي ڪيئن روڪيو",
    "2301335298": "ادائگي جي فراڊ: سائبر ڪرائم جي تيز رفتار ترقي واري موڊ کي گھٽائڻ",
    "3682071227": "اڪائونٽ ٽيڪ اوور ڇا آهن ۽ اهي ڪيئن ڪم ڪن ٿا؟",
    "2729131930": "Scraping ڇا آهي ۽ اهو ڪيئن ڪم ڪندو آهي؟",
    "1344959096": "انفرادي ڊيٽا ليبلر طور ڪم ڪري رهيو آهي",
    "3510143229": "hCaptcha ويب سائيٽن ۽ ايپس لاءِ هڪ خدمت آهي،",
    "3930611699": "انفرادي ڪم ڪندڙ.",
    "1051214799": "hCaptcha هڪ ويب سيڪيورٽي سروس آهي جيڪا ويب سائيٽن يا ايپس جي پبلشرن سان قيمت شيئر ڪرڻ جي ڪوشش ڪري ٿي جيڪي ان کي استعمال ڪن ٿيون.",
    "360236473": "hCaptcha خدمت جو مقصد نه آهي ته هر ڪنهن لاءِ استعمال ڪيو وڃي انفرادي ليبلر طور ڪم ڪرڻ لاءِ. اهو هن مقصد لاء ٺهيل يا مناسب ناهي. اسان ڪنهن کي سفارش نٿا ڪريون ته hCaptcha کي ذاتي آمدني جو ذريعو استعمال ڪرڻ جي ڪوشش ڪري.",
    "3842490632": "هڪ انفرادي صارف ڪيترن ئي سوالن جا جواب ڏيڻ جي ڪوشش ڪري ٿو ممڪن آهي ته شرح محدود يا جلدي تي پابندي. برابر اهم، اسان جي طور تي",
    "1560232962": "تفصيل سان ڍڪيل آهي، ڪنهن به جواب لاءِ حاصل ڪيل رقم جي ڪا به ضمانت نه ڏني وئي آهي. ٿي سگھي ٿو ته ان وقت ڪو به ادا ڪيل سوال موجود نه ھجي، ھڪڙو جواب رد ڪري سگھجي ٿو معيار جي سببن لاءِ، وغيره.",
    "2694001822": "تنهن هوندي، اسان ڪڏهن ڪڏهن ماڻهن کي ڀرتي ڪندا آهيون ته اسان جي سسٽم جي ملڪيتن ۽ نئين خاصيتن کي جانچڻ ۾ مدد ڪن.",
    "1569804581": "جيڪڏهن توهان چاهيو ٿا ته مستقبل ۾ لاڳاپيل موقعن جي حوالي سان رابطو ڪيو وڃي، مهرباني ڪري هن فارم کي ڀريو.",
    "636461959": "نالو",
    "1139500589": "ملڪ",
    "1789607185": "اي ميل پتو",
    "325077666": "توهان جي معلومات جمع ڪرڻ سان توهان اسان سان متفق آهيو",
    "3555583744": "۽",
    "3609929815": ". اسان توهان جي نالي، ملڪ، ۽ اي ميل پتي جي معلومات صرف انهي مقصد لاءِ رکون ٿا ته توهان سان رابطو ڪرڻ لاءِ مستقبل ۾ انفرادي ليبلنگ ڪم جي موقعن جي حوالي سان.",
    "4197928199": "رازداري پاليسي",
    "851786723": "توهان جي اي ميل داخل ڪندي، توهان اسان جي شرطن ۽ رازداري پاليسي سان متفق آهيو، ۽ اسان کان اي ميل وصول ڪرڻ لاء.",
    "2402165761": "اسڪرپٽ ڪيئن ڪم ڪندو آهي؟",
    "4260542944": "مواد اسڪريپنگ (جنهن کي \"اسڪرين اسڪريپنگ\" يا صرف \"اسڪريپنگ\" جي نالي سان پڻ سڃاتو وڃي ٿو) ويب کان معلومات گڏ ڪرڻ لاء هڪ واقف، اڪثر مفيد عمل آهي. بهرحال، تازن سالن ۾، ٽيڪنڪ هيڪرز ۽ فريب ڪندڙن جو هڪ پسنديده اوزار بڻجي چڪو آهي. انسدادي طريقا مؤثر طريقي سان خطري کي گھٽائي سگھن ٿا، پر انھن کي لاڳو ڪرڻ لاءِ، اھو سمجھڻ ضروري آھي ته عمل ڪيئن ڪم ڪري ٿو.",
    "2066255783": "مواد اسڪريپنگ ڇا آهي؟",
    "1910628828": "مواد اسڪريپنگ هڪ سسٽم مان ڊيٽا کي پڪڙڻ لاء هڪ ٽيڪنڪ آهي جنهن ۾ هڪ خودڪار اوزار سيٽ شامل آهي جيڪو هڪ سافٽ ويئر ڪلائنٽ يا ويب برائوزر کي ظاهر ڪري ٿو. اهو نئون ناهي. حقيقت ۾، سافٽ ويئر انجنيئرن لاء جيڪي شايد پراڻي مين فريم مان ڊيٽا جي ضرورت هجي، اسڪريپنگ معلومات کي ڪڍڻ جو واحد طريقو ٿي سگهي ٿو. اصل ڪنيڪٽر ٿي ويا آهن ۽ تبديل ڪرڻ ناممڪن آهي.",
    "3408107995": "اڄ، جيتوڻيڪ، اسڪريپنگ جو مطلب آهي ويب سائيٽ مان ڊيٽا ڪڍڻ لاء هڪ پروگراماتي طريقو. اسڪراپنگ سافٽ ويئر انساني صارف وانگر ڪم ڪري ٿو، بٽڻ تي ڪلڪ ڪندي ۽ نتيجن جي پيداوار پڙهڻ. ڇڪڻ لاء ڪيترائي جائز استعمال آھن. ويب ڪريلر جيڪي پاور سرچ انجڻ هڪ مثال آهن. پوءِ اوزار آھن اسڪائي اسڪينر جيڪي ھزارين سفري ويب سائيٽن ذريعي سفري ڊيل ڳوليندا آھن. Fintech ڪمپنيون ان کي پڻ استعمال ڪن ٿيون، صارف جي مالي ڊيٽا کي بينڪن جي سائيٽن تان اسڪريپ ڪرڻ جي صورت ۾ ڊيٽا ڪنيڪشن ٺاهڻ لاءِ ڪو به ايپليڪيشن پروگرامنگ انٽرفيس (APIs) موجود نه آهن. اسڪرين اسڪريپنگ بابت ذهن ۾ رکڻ لاء شيون ان جي رفتار ۽ اسپيبلبل آهن. اهو عمل ويب سائيٽن مان ڊيٽا جي وڏي مقدار کي حاصل ڪري سگهي ٿو، فرض ڪيو ته سائيٽون ترتيب نه ڏنيون آهن ان کي ٿيڻ کان روڪڻ لاءِ. ڳڻپيوڪر جي رفتار تي، هڪ اسڪراپر ويب سائيٽن ۽ بنيادي سافٽ ويئر ۽ ڊيٽابيس سان رابطو ڪندي وڏي ڊيٽا سيٽ کي گڏ ڪري سگهي ٿو جيڪي انهن کي طاقت ڏين ٿا.",
    "1920884252": "ڇو مواد ڇڪڻ هڪ سيڪيورٽي خطرو آهي؟",
    "2256795853": "تمام گهڻو ڊيٽا ڪڍڻ جي صلاحيت، جلدي، ويب سائيٽن کان، خراب ڪندڙ اداڪارين جي هٿن ۾ هڪ طاقتور اوزار کي ڇڪيندو آهي. هڪ ڇڪڻ وارو بوٽ صارف ڊيٽا گڏ ڪري سگھي ٿو سوشل ميڊيا سائيٽن مان. ان کان پوء، سائيٽن کي ڇڪڻ سان جيڪي ايڊريس ۽ ٻين ذاتي معلومات تي مشتمل آهن ۽ نتيجن سان لاڳاپيل، هڪ هيڪر سڃاڻپ جي ڏوهن ۾ مشغول ٿي سگهي ٿو جهڙوڪ جعلي ڪريڊٽ ڪارڊ ايپليڪيشنون جمع ڪرڻ.",
    "4087694419": "هڪ اسڪراپنگ هيڪر پڻ گڏ ڪري سگھي ٿو سائيٽن کان ڊيٽا گڏ ڪري سگھي ٿو Amazon ۽ eBay جعلي يا فريب پراڊڪٽ لسٽنگ ٺاهڻ لاءِ. هو پوءِ انهن کي پيش ڪري سگهي ٿو وڪري لاءِ پير کان پيئر سروسز جهڙوڪ آفر اپ ۽ خريد ڪندڙن تي فشنگ حملن تي. يا، دوکي باز پروڊڪٽس وڪرو ڪري سگهي ٿو جيڪي موجود نه آهن. هڪ وڌيڪ اسڪرين اسڪرپنگ فراڊ ۾ شامل آهي جعلي اشتهار پبلشرز کي. پبلشر سائيٽن مان مواد کي ڇڪڻ سان، دوکي ساز ٺاهي سگھي ٿو جعلي اشتهار پبلشر صفحا مختلف خدمتن تي. اهي پوءِ انهن صفحن تي اشتهار وڪرو ڪري سگھن ٿا بااختيار ريليررز کي، جن جا رابطا انهن پبلشر جي ads.txt فائل مان حاصل ڪيا آهن. اشتهار جي سلاٽ اشتهار ڏيندڙ کي حقيقي نظر اچن ٿا، پر اهي نه آهن.",
    "3315658779": "hCaptcha انٽرپرائز سان مواد اسڪريپنگ کي روڪيو",
    "2602081482": "hCaptcha Enterprise ترقي يافته مشين لرننگ استعمال ڪري ٿو توهان جي سائيٽ ۽ ايپس تي خراب ٽرئفڪ جي سڃاڻپ ڪرڻ لاءِ - بشمول اسڪراپنگ سرگرميون.",
    "1422537019": "اسان کي اڄ وڌيڪ سکڻ لاء.",
    "1988268879": "پيماني تي قيمتي اثرائتي ڊيٽا ليبلنگ",
    "2163914794": "توهان جي ڊيٽا سيٽ لاء وڌيڪ ليبل جي ضرورت آهي؟ hCaptcha مصنوعي ذهانت ۽ مشين لرننگ ايپليڪيشنن تي ڪم ڪندڙ ڪمپنين لاءِ تيز، قيمتي، ۽ اعليٰ معيار جي ڊيٽا ليبلنگ مهيا ڪري ٿي.",
    "3378932530": "حاصل ڪريو پنھنجي ڊيٽا کي ھاڻي ليبل ٿيل",
    "3483700676": "فوري طور تي لکين ڪم شروع ڪريو",
    "3478726913": "hCaptcha وٽ سيارو تي موجود سڀ کان وڏو تلاءُ آھي توھان جي استعمال لاءِ. جيڪو به توهان جو پيمانو آهي، اسان ان کي سنڀالي سگهون ٿا بغير قيمتي اڳواٽ واعدن جي. في ڏينهن لکين ڪم ڪو مسئلو ناهي.",
    "740501259": "سادي API تي هلندڙ پائپ لائنون",
    "2784612261": "انساني جائزي کي سڌو سنئون پنھنجي ڪاروباري عملن ۾ ضم ڪرڻ چاھيو ٿا؟ اسان پيش ڪندا آهيون اعلي قابل اعتماد SLAs، ضمانت واري گنجائش، ۽ سادي REST APIs.",
    "1144966033": "قيمت ۽ معيار لاء بهتر",
    "3213351333": "اڳواٽ وابستگي جي ضرورت ناهي",
    "2107077506": "HUMAN پليٽ فارم نفيس حقيقي وقت جي معيار جو تجزيو ڪرڻ لاءِ جامع اعتماد جا ماڊل استعمال ڪري ٿو. هي اسان کي جلدي ٻنهي سوالن جي مشڪل کي طئي ڪرڻ جي اجازت ڏئي ٿو ۽ انهن جا امڪاني صحيح جواب، توهان جو وقت ۽ پئسا بچائي.",
    "3576146278": "صرف توهان جي ضرورت جي درستگي لاء ادا ڪريو",
    "2952586316": "سڀ مسئلا ساڳيا نه آهن. حفاظتي نازڪ ڪمن لاءِ تشريحون مڪمل طور تي انساني ڪارڪنن کان 99.99٪ اعتماد جي ضرورت ٿي سگھي ٿي. هڪ موبائل گيم ايپ ۾ هڪ بيٽا فيچر لاءِ تشريحون صرف وچولي اعتماد جي ضرورت ٿي سگھي ٿي. تون فيصلو ڪر.",
    "710145621": "توهان جي پنهنجي زميني سچائي ڊيٽا مهيا ڪريو يا اسان کي ان کي اڏائڻ ڏيو",
    "987901590": "ڇا توهان وٽ خام ڊيٽا آهي بغير ڪنهن جامع تصديق جي سيٽ جي؟ اڪثر ڪيسن ۾ اسان توهان لاءِ هڪ ٺاهي سگهون ٿا جيئن ڪم سسٽم ذريعي هلن ٿا، يا توهان جي منظوري لاءِ ليبل ٿيل نمونا ٺاهي سگهون ٿا.",
    "2597352122": "تشريح جا قسم",
    "1344687860": "بائونڊنگ باڪس",
    "1089415440": "تصويرن ۽ وڊيوز ۾ صحيح اعتراض جي ڳولا",
    "3817067682": "ڪثرت",
    "2682873489": "شين جي حد بندي واري علائقي جي وضاحت ڪريو",
    "1275150216": "نشانيون",
    "2067112112": "ڪيترن ئي مختلف استعمال جي ڪيسن لاءِ اشارو بيان",
    "4228682126": "خاصيت جي درجه بندي",
    "2920213479": "ترتيب ڏيو يا ڪنهن به سائيز جي خودمختيار زمرے شامل ڪريو",
    "3288667364": "مقابلي ۽ تشخيص",
    "155877895": "انساني طاقت جي ڳولا ۽ درجه بندي",
    "3128433367": "... ۽ ٻيا ڪيترائي",
    "2827452240": "ٻيو قسم جي ضرورت آهي هتي فهرست نه آهي؟ بس اسان کان پڇو.",
    "719304627": "آخر کان آخر تائين ڪنٽرول جي ضرورت آهي؟",
    "1172067553": "HCaptcha جي پويان HUMAN پليٽ فارم انتهائي نفيس ڪم جي معيار ۽ انتظامي خاصيتون مهيا ڪري ٿو آن-پريميس، هائبرڊ، يا SaaS ترتيبن ذريعي جيڪي توهان جي موجوده سسٽم سان ضم ٿي وڃن ٿيون.",
    "2319072959": "پنھنجي افرادي قوت سان مڪمل طور تي آف لائن ھلايو، ڪاروباري يونٽن يا ڪنسورشيم پارٽنرز ۾ استعمال ڪيل قيمت کي ٽريڪ ڪريو، چونڊيل طور تي مختلف اندروني يا بيروني مزدور فراهم ڪندڙن لاءِ نوڪريون رستي جي قيمت ۽ سيڪيورٽي گهرجن جي بنياد تي، ۽ وڌيڪ.",
    "1936512180": "آسان API پهچ، خوبصورت ڊيش بورڊ، ۽ جديد ماڊل-ان-دي-لوپ ٽيڪنالاجي ڪم ڪندڙ جي ڪارڪردگي کي وڌائڻ لاءِ.",
    "3913848038": "99.99٪ اپ ٽائم SLAs ۽ 24/7 گلوبل سپورٽ دستياب.",
    "1080752747": "سيلز سان رابطو ڪريو",
    "1525403768": "وڌيڪ معلومات لاءِ رابطو ڪريو Enterprise Sales.",
    "1546930020": "ڊيٽا ليبل ٿيل حاصل ڪرڻ",
    "2486638408": "وضاحت ڪريو وضاحتون",
    "1027200955": "توھان جي پروجيڪٽ جي ضرورتن جي وضاحت ڪرڻ لاءِ اسان جي ھڪڙي ڊومين جي ماهرن سان ڳالھايو: ھدف جي درستگي، فارميٽ، ۽ ڪي خاص ضرورتون.",
    "1156712451": "شروعاتي نوڪري جا امتحان",
    "181065232": "اسان توهان جي نموني ڊيٽا جي بنياد تي هڪ ننڍڙي پيداوار نوڪري تي عمل ڪندا آهيون. اهو جانچ ڪري ٿو ڪم جيڪو اسان گڏجي ڪيو آهي انهي کي يقيني بڻائڻ لاءِ ته توهان حاصل ڪيو بلڪل جيڪو توهان کي گهربل آهي.",
    "3207769512": "پيداوار جون نوڪريون ترتيب ڏيو",
    "1099238677": "اسان جي اعلي مقدار ۽ گھٽ ويڪرائي سان اسان توهان جي ڪم کي جلدي ڦيرائينداسين، خودڪار ترسيل سان جيترو جلدي ٿي ويندو.",
    "465783046": "ڇا توھان چاھيو ٿا توھان جي ڊيٽا سان ڪوشش ڪريو؟",
    "328625009": "... اسان تيار آهيون جڏهن توهان آهيو: اسان جي خدمت هر وقت موجود آهي.",
    "3225770968": "hCaptcha مشين سکيا ۾ تمام گهڻي محنت واري مسئلي کي حل ڪرڻ لاءِ ٺهيل آهي؛ بروقت، سستي، ۽ قابل اعتماد انداز ۾ ڊيٽا جي وڏي مقدار کي ليبل ڪرڻ.",
    "2041686284": "وڌيڪ ڊيٽا عام طور تي ٽريننگ مشين لرننگ ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. گہرے ماڊلز جي تازي ڪاميابي تيزي سان وڏي ڊيٽا سيٽن جي ڪري ٿي، ۽ hCaptcha هن ضرورت کي پورو ڪري ٿو. بهرحال، روايتي طريقن کي استعمال ڪندي وڏي انساني-نظرثاني ٿيل ڊيٽا سيٽ ٺاهڻ سست ۽ قيمتي آهي.",
    "3729345277": "hCaptcha هڪ طريقو آهي ڪمپنين لاءِ تشريحون حاصل ڪرڻ جو انهن کي تيزيءَ سان، اعليٰ معيار سان ۽ ٻين متبادلن جي ڀيٽ ۾ گهٽ قيمت تي.",
    "2103563261": "نجي يا عوامي معلومات",
    "2513143348": "hCaptcha انٽرپرائز سسٽم منفرد طور تي ان جي ڊيزائن ۾ لچڪدار آهي: اهو جزوي طور تي يا مڪمل طور تي توهان جي نيٽ ورڪ جي ڪناري تي لڳايو وڃي ٿو جيڪڏهن توهان عوامي ڪلائوڊ هلائيندا آهيو يا ڪيترن ئي ڊيٽا سينٽرن جا مالڪ آهيو.",
    "3107683988": "اهو ڊرامائي طور تي آف نيٽ ورڪ ٽريفڪ ۽ خرچن کي گهٽائي سگھي ٿو جڏهن ته انتظام جي سڀني فائدن کي برقرار رکندي اسان جي 24/7 آن-ڪال اسٽاف پاران سخت ترين SLAs کي پورا ڪرڻ لاءِ.",
    "3660619092": "مفت سائن اپ ڪريو يا انٽرپرائز حل لاءِ سيلز سان رابطو ڪريو",
    "2351176803": "hCaptcha JS API لاءِ لائسنس جون شرطون",
    "2616226398": "اسان جي تابع",
    "2024293275": ". ٻيا سڀ حق محفوظ آهن، في الحال.",
    "1062291156": "معياري اصطلاح",
    "2712493234": "ادائگي جي فراڊ: سائبر ڪرائم جي تيز رفتار ترقي واري موڊ کي گھٽائڻ",
    "1817772953": "فراڊ جرم جو نئون روپ ناهي. درحقيقت، آثار قديمه جي ماهرن 10,000 سال اڳ قديم سميرين پاران جانورن جي نقل و حمل لاءِ ٺاهيل فراڊ مخالف اوزار دريافت ڪيا آهن! انهن جي صورت ۾، اهي مٽيءَ جا نشان رکيا آهن، هر هڪ جانور جي نمائندگي ڪري ٿو، هڪ مٽيءَ جي بال جي اندر جنهن کي ”بلا“ چيو وڃي ٿو. بُلا رڍ سان گڏ سفر ڪندو جيئن وڪڻندڙ کان خريد ڪندڙ ڏانهن منتقل ٿيندو. ان جي باوجود، ڪاروبار مالڪن کي ڳڻتي هئي ته هرڪو نه هو جنهن سان اهي معاملو ڪري رهيا هئا مٿي ۽ مٿي تي. 10,000 سالن ۾ گهڻو ڪجهه تبديل ٿي چڪو آهي، پر فراڊ کي روڪڻ لاءِ نوان طريقا اختيار ڪرڻ جي ضرورت اسان وٽ آهي. اڄ، آن لائن ادائگي جي فراڊ جو مسئلو انتهائي اهميت وارو آهي. انٽرنيٽ سان، فراڊ ڪندڙ اينٽي فراڊ ڪنٽرولن کي ختم ڪرڻ ۾ وڌيڪ ماهر ٿي ويا آهن. جڏهن ته، نوان حل موڙ موڙي رهيا آهن.",
    "1053787685": "ادائگي جي فراڊ ڇا آهي؟",
    "433424759": "ادائگي جي فراڊ ۾ ڪنهن به قسم جي غير قانوني ٽرانزيڪشن شامل آهي جنهن ۾ هڪ سائبر ڪرمنل قرباني جي قيمت کان محروم ڪري ٿو، عام طور تي پئسا. ان جو مطلب ٿي سگھي ٿو چوري ٿيل ڪريڊٽ ڪارڊ استعمال ڪرڻ لاءِ واپار آن لائن آرڊر ڪرڻ يا بينڪ اڪائونٽ تي قبضو ڪرڻ ۽ غير قانوني طور ان مان فنڊ منتقل ڪرڻ. اتي ڪيتريون ئي تبديليون آھن، پر انھن سڀني جو ھڪڙو ئي نتيجو آھي: ھڪڙو بدمعاش استعمال ڪري ٿو چوري ٿيل سڃاڻپ يا ادائگي جي معلومات کي چوري ڪرڻ لاءِ صارف، ھڪڙي بينڪ يا ھڪڙي واپاري کان.",
    "2939852138": "فراڊ ڪندڙ ڪيئن ٿا [ڪوشش ڪن ٿا] ادائگي جي فراڊ سان ڀڄڻ؟",
    "1665616092": "ادائگي جي فراڊ تصور ۾ سادو آهي، پر اهو ان جي موجوده ڏينهن جي عمل ۾ شاندار طور تي پيچيده ٿي سگهي ٿو.",
    "4246520782": "حقيقت ۾، انٽرنيٽ تازو سالن ۾ فريب ۽ محافظن جي وچ ۾ هٿيارن جي حقيقي مقابلي جو شاهد آهي.",
    "2167049807": "سيڪيورٽي ٽيمن مختلف قسم جي جوابي قدمن ۽ ڪنٽرولن کي اختيار ڪيو آهي جيڪي ادائگي جي فراڊ جي آسان، سست طريقن کي شڪست ڏين ٿا. بهرحال، حملا تيزيء سان نفيس ٿي رهيا آهن. مثال طور، بوٽس هاڻي حاصل ڪري سگھن ٿا چوري ٿيل ڪريڊٽ ڪارڊ نمبر ۽ پن جعلي ويب سائيٽن ۽ فشنگ حملن مان.",
    "1936449777": "پوء، مڪمل طور تي خودڪار طريقي سان، اهي اي ڪامرس سائيٽن تي انساني رويي کي نقل ڪري سگھن ٿا، بٽڻ تي ڪلڪ ڪري ۽ شيون شامل ڪري شاپنگ ڪارٽون- ان نقطي تي جتي ڪيترائي، جيڪڏهن نه ته سڀ کان وڌيڪ اينٽي فراڊ ڪنٽرول اهو نه ٻڌائي سگهندا ته هڪ بوٽ چوري ڪرڻ جي ڪوشش ڪري رهيو آهي. واپار. بلڪه، اهو ڏسڻ ۾ اچي ٿو ڄڻ ته هڪ انساني صارف صرف خريداري ڪري رهيو آهي. بوٽ چوري ٿيل لاگ ان سندن کي استعمال ڪندي حقيقي گراهڪ جي اڪائونٽ ۾ لاگ ان ٿي سگھي ٿو. وڌيڪ فريب کي لڪائڻ لاءِ بوٽ جي صلاحيت آهي IP پتي کي چوري ڪرڻ ۽ ان کي ڏسڻ ۾ اچي ٿو ڄڻ ته ”شاپر“ حملي آور کان مختلف آهي، جيڪو شايد ڪنهن ڌارين ملڪ ۾ هجي.",
    "648630222": "hCaptcha انٽرپرائز سان ادائيگي جي فراڊ کي روڪيو",
    "1621930829": "اڄ جي ترقي يافته، ادائگي جي فراڊ جي سرگرمين بابت ڇا ڪري سگهجي ٿو؟ ڪنٽرول جي ڪيترن ئي تہن کي ملازمت عام طور تي هڪ حڪمت وارو طريقو آهي. بهرحال، بهترين جوابي طريقا اهي آهن جيڪي بوٽ کي ڦاسائي سگهن ٿا ۽ ظاهر ڪن ٿا ته اهو جعلي آهي، ان جي تخليق ڪندڙن جي انساني رويي کي نقل ڪرڻ جي بهترين ڪوششن جي باوجود.",
    "2423586454": "اڃا ڪجھ شيون آھن جيڪي سافٽ ويئر نٿا ڪري سگھن، ان جي پويان AI ڪيترو سٺو آھي. جديد ڪيپچا ٽيڪنالوجي پيش ڪري ٿو هڪ ثابت ٿيل طريقو بلاڪ ڪرڻ جي بوٽن کي ادائگي جي فراڊ کي جاري رکڻ جي ڪوشش. جڏهن ته ڪيپچا ڏانهن پراڻا طريقا، جهڙوڪ هڪ باڪس ۾ سادو ٿلها نمبر، هاڻي گهڻو ڪري ترقي يافته بوٽن کي گهٽائڻ ۾ گهٽ آهن، هڪ خودڪار ٽيسٽنگ-جوابي ڊوائيس جهڙوڪ hCaptcha Enterprise آساني سان هڪ فريب ڪندڙ بوٽ کي اسٽمپ ڪري سگهي ٿو اڪائونٽ لاگ ان يا شاپنگ ڪارٽ چيڪ آئوٽ جي وقت. ايستائين جو بوٽ وٽ حقيقي سندون آهن، جيڪڏهن ڪيپچا ذريعي حاصل ڪرڻ جي قابل نه هوندا.",
    "1467308982": "ادائگي جي شيڊول",
    "1291824746": "hCaptcha ادائيگيون 60 ڏينهن جي پيچيدگي جي بنياد تي ٽه ماهي هلن ٿيون. وضاحت ڪرڻ لاءِ هن جو مطلب ڇا آهي، مهرباني ڪري هيٺ ڏنل جدول ڏسو.",
    "3444947612": "ٽريفڪ جي وچ ۾",
    "4181611011": "صلح جي تاريخ",
    "728503636": "ادائيگي جي تاريخ",
    "3720584906": "جولاءِ 15، 2021 - آڪٽوبر 15، 2021",
    "388240587": "جنوري 5-15، 2022",
    "3426312287": "جنوري 5-15، 2022",
    "615618648": "اپريل 15، 2021 - جولاء 15، 2021",
    "3376724603": "سيپٽمبر 14-24th 2021 †††",
    "3398978455": "سيپٽمبر 15-25th 2021 †††",
    "2722456056": "جنوري 15، 2021 - اپريل 15، 2021",
    "4063155841": "25 جون 2021 کان پوءِ نه ††",
    "4082053540": "جون 19-25th 2021††",
    "64953197": "آڪٽوبر 15، 2020 - جنوري 15، 2021",
    "1023070345": "14 مارچ 2021 کان پوءِ نه",
    "2600696085": "15 مارچ 2021",
    "3217791519": "جولاءِ 15، 2020 - آڪٽوبر 15، 2020",
    "649261378": "جنوري 5-11، 2021*",
    "1559190296": "جنوري 5-11th 2021†",
    "3806054689": "اپريل 15، 2020 - جولاء 15، 2020",
    "4162383380": "سيپٽمبر 16 - 22، 2020 ****",
    "1990824776": "سيپٽمبر 16-24، 2020 ****",
    "3856690908": "جنوري 15، 2020 - اپريل 15، 2020",
    "3200641265": "16 جون 2020 کان پوءِ نه*",
    "3744079744": "جون 15-19، 2020 ****",
    "2209837451": "آڪٽوبر 15، 2019 - جنوري 15، 2020",
    "2510534204": "23 مارچ 2020 کان پوء نه ***",
    "2910560864": "20-23 مارچ 2020 ***",
    "2544565802": "جولاءِ 15، 2019 - آڪٽوبر 15، 2019",
    "3963642878": "نه بعد ۾ ڊسمبر 14th 2019*",
    "622103562": "17 ڊسمبر 2019**",
    "4072202039": "اپريل 15، 2019 - جولاء 15، 2019",
    "818049069": "15 جولاءِ 2019 کان پوءِ نه",
    "1169005651": "15 سيپٽمبر 2019",
    "2303655425": "جنوري 15، 2019 - اپريل 15، 2019",
    "3678889946": "15 جون 2019 کان پوءِ نه",
    "3094354698": "15 جون 2019",
    "4217013126": "ادائگيون عام طور تي ادائگي جي تاريخ تي سڄو ڏينھن ھلنديون آھن، ۽ عام طور تي اڌ رات جي پئسفڪ وقت تائين مڪمل ٿينديون آھن. جيڪڏهن هڪ اڪائونٽ جائزو وٺڻ لاءِ نشان لڳايو ويو آهي، اهو وٺي سگھي ٿو پنجن اضافي ڪاروباري ڏينهن تائين ادائيگي جاري ڪرڻ لاءِ.",
    "1447649958": "هڪ ياد ڏياريندڙ جي طور تي، صرف صحيح انساني ٽرئفڪ جي ادائيگي لاء اهل آهي. توھان ھن تي وڌيڪ تفصيل ڏسي سگھو ٿا اسان جي FAQ ۾، ھيٺ ڏنل لنڪ. دستياب بيلنس کي لازمي طور تي گھٽ ۾ گھٽ حد تائين ملڻ گھرجي ادائيگي لاءِ اهل ٿيڻ لاءِ، في الحال 10 HMT.",
    "4257144752": "حقيقي وقت جا تخمينو حتمي درستگي يا انسانيت جي عڪاسي نه ڪندا آھن، ۽ اھڙيءَ طرح توھان جي آخري آمدني شايد توھان جي پھرين ميلاپ کان اڳ ڊيش بورڊ ۾ ڏيکاريل انگن کان گھڻو مٿي يا گھٽ ٿي سگھي ٿي.",
    "2728931827": "هر ٺاهه کان پوءِ، توهان جي في سائيٽ ڪيئي تخمينو اپڊيٽ ڪيو ويندو ۽ مستقبل جي اڳڪٿين جي درستگي کي وڌايو وڃي، جيستائين توهان جي سائيٽ کي صارف جي رويي ۾ مادي تبديلي نه اچي.",
    "1200905005": "††† سيپٽمبر 2021 کان، مصالحت ۽ ادائگيون ھاڻي ھڪڙي ڏينھن جي بجاءِ لڳ ڀڳ 10 ڏينھن جي مدي ۾ ھلنديون آھن، سروس ۾ واڌ سان لاڳاپيل آپريشنل رڪاوٽن کي آسان ڪرڻ لاءِ.",
    "4284094387": "†† ڪجهه جون 2021 مصالحتون ۽ ادائگيون ايندڙ هفتي ۾ هلنديون ڇو ته مصالحتي ونڊو دوران حتمي حسابن جي تصديق ۾ دير ٿي.",
    "1977013707": "† ڊسمبر 2020 جي ادائيگيون 15th کان ٻيهر شيڊول ڪيون ويون آھن سال جي آخر ۾ مصالحت ۽ عملي جي موڪلن سان اوورليپ ٿيڻ کان بچڻ لاءِ: اھي جنوري جي ٻئي ھفتي تائين مڪمل ٿي وينديون. PayPal ۾ معمولي کان سستي منتقلي جي ڪري، ادائيگيون هڪ ڏينهن تي مڪمل ٿيڻ بجاءِ ڪيترن ئي ڏينهن تائين هلنديون.",
    "517010299": "مھرباني ڪري نوٽ ڪريو: اسان ھن وقت ڪم ڪري رھيا آھيون ھڪڙي وڏي پس منظر جي منتقلي تي ويجھي حقيقي وقت جي ميلاپ ڏانھن. وقتي ميلاپون معمول کان گهٽ بار هلنديون Q1 2021 تائين. اهو ادائيگي جي شيڊول يا تاريخن تي اثر انداز نه ٿيندو.",
    "3092200338": "** جڏهن 15هين هڪ هفتي جي آخر ۾ پوي ٿي، ادائگي جي تاريخ بدران 17هين آهي.",
    "3891941747": "*** COVID-19 مشوري: COVID-19 سان لاڳاپيل عملي جي گھٽتائي جي ڪري، اسان جي معياري تصديق کي مڪمل ڪرڻ لاءِ اضافي وقت جي اجازت ڏيڻ لاءِ مصالحت کي ٻيهر شيڊول ڪيو ويو آهي. ادائيگي جمعه تي شروع ٿيڻ ۽ ايندڙ سومر تي مڪمل ٿيڻ جي توقع ڪئي وئي آهي.",
    "2301757528": "**** ادائگي ونڊو دوران سندن REST APIs جي PayPal پاران سار سنڀال جي ڪري، جون 15th تي سڀئي ادائگيون مڪمل نه ٿيون. ڪا به ادائيگي جون 15th (پئسفڪ ٽائيم) لاءِ شيڊول ڪئي وئي پر PayPal API غلطين جي ڪري عمل نه ڪيو ويو 19 جون (پئسفڪ ٽائيم) پاران ٻيهر هلايو ويو.",
    "116842359": "***** نظام جي سار سنڀال جي ڪري ڪيترن ئي ڏينهن ۾ مصالحت مڪمل ٿيڻ جي اميد آهي.",
    "4154415610": "***** سيپٽمبر 2020 ادائگيون بيچز ۾ هلنديون جيئن مصالحت مڪمل ٿيندي، ڪجھ ھلندي ڪيترن ئي ڏينھن کان پوءِ اصل ۾ مقرر ڪيل وقت کان پوءِ مصالحت جي دير جي ڪري.",
    "2310694091": "Reconciliation ڇا مطلب آهي؟",
    "164801246": "Reconciliation اهو عمل آهي جنهن ۾ ٽريفڪ جو تجزيو ڪيو ويندو آهي حقيقت کان پوءِ ان جي انسانيت ۽ درستگي جي تصديق ڪرڻ لاءِ، هڪ دفعو سڀني رپورٽنگ سائيٽن مان ڊيٽا اچي ويندي آهي. توهان وڌيڪ تفصيل پڙهي سگهو ٿا اسان جي",
    "3256245394": "انهي سان گڏ اسان جي بلاگ پوسٽون، مثال طور",
    "3089778412": "ڪيئن hCaptcha انعامن جو حساب ڪري ٿو",
    "3329755436": "ڇا توهان هن عمل کي تيز ڪرڻ جي منصوبابندي ڪري رهيا آهيو؟",
    "1911669851": "ها، اسان هن وقت ڪم ڪري رهيا آهيون مختلف سڌارن تي اسان جي پسمنظر واري نظام ۾ جنهن جي اسان توقع ڪريون ٿا آخرڪار اسان کي اجازت ڏينداسين ٻنهي کي تيز مصالحت، وڌيڪ تيز تخميني جي درستگي، ۽ تيز ادائيگيون. اسان هن وقت ڪم ڪري رهيا آهيون پهرين مفاهمت کي تيز ڪرڻ لاءِ.",
    "2366003154": "پريس ۽ ميڊيا انڪوائري",
    "3054564199": "پريس کٽ",
    "3173156067": "ڪجھ تيار ڪيل ڪولٽريل موجود آھي ان واقعي ۾ جنھن ۾ توھان شامل ڪرڻ چاھيو ٿا مثال تصويرون پنھنجي مضمون ۾.",
    "867314732": "توھان حاصل ڪري سگھوٿا اعلي ريزوليوشن",
    "858218750": "۽ انھن کي استعمال ڪرڻ تي ھدايت",
    "3821716514": "صفحو.",
    "1186243118": "لوگو تصويرون",
    "3034959000": "توهان حاصل ڪري سگهو ٿا",
    "1764089150": "هتي:",
    "1558428432": ". مھرباني ڪري انھن کي ڪريڊٽ ڏيو hCaptcha.com.",
    "2429359042": "مثال انٽرفيس تصويرون",
    "1480820434": "تصوير 1",
    "3213411837": "تصوير 2",
    "1270712701": "پريس ريليز ۽ تازيون رپورٽون",
    "231285005": "توهان اسان جي بلاگ تي تازيون تازه ڪاريون ڳولي سگهو ٿا",
    "1289884910": "اسان ڪڏهن ڪڏهن تجزيو ۽ رپورٽون پڻ شايع ڪندا آهيون. مثال طور:",
    "932546190": "ڇو ڪيپچا هميشه اسان سان گڏ هوندا",
    "2344319147": "گوگل جي بوٽن جي ڳولا ڪيتري قدر قيمتي آهي؟",
    "1637527266": "ڪهڙن ملڪن ۾ سڀ کان وڌيڪ بوٽ ٽرئفڪ آهي؟",
    "230159237": "رابطا",
    "3759923279": "مھرباني ڪري ھيٺ ڏنل اي ميل ايڊريس ڏانھن پريس پڇا ڳاڇا ڪريو:",
    "4255608322": "آخري ڀيرو اپڊيٽ ڪيو ويو: اپريل 12، 2021",
    "537881751": "ڀليڪار ڪيون ٿا hCaptcha! هي رازداري پاليسي اسان جي ويب سائيٽ www.hcaptcha ذريعي معلومات جي گڏ ڪرڻ، استعمال ڪرڻ ۽ ظاهر ڪرڻ جي حوالي سان Intuition Machines, Inc. (“IMI”، “we” or “us”) جي عملن کي بيان ڪري ٿي. .com ۽ ٻيون ڪو به ذيلي ڊومينس يا ڊومينس جيڪي اسان استعمال ڪندا آهيون (\"سائيٽون\") ۽ hCaptcha ايپليڪيشن پروگرام انٽرفيس ۽ لاڳاپيل سافٽ ويئر ۽ مواد (مجموعي طور تي، \"سروس\").",
    "33639629": "ٽئين پارٽي جي ويب سائيٽن تي لاڳو ناهي. مهرباني ڪري نوٽ ڪريو ته هي پرائيويسي پاليسي ڪنهن به ويب سائيٽ، پيش ڪرڻ، پراڊڪٽ يا ڪنهن ٽئين پارٽي جي خدمت تي لاڳو نه ٿيندي آهي، جيتوڻيڪ اها اسان جي سائيٽ سان ڳنڍيل هجي يا خدمت شامل هجي - مهرباني ڪري ٽين ڌر کي ڪا به معلومات مهيا ڪرڻ جو فيصلو ڪرڻ کان پهريان لاڳو رازداري پاليسين جو حوالو ڏيو. پارٽيون",
    "987375734": "IMI آمريڪا ۾ ٻڌل آهي. سائيٽون ۽ سروس آمريڪا کان اسان جي طرفان ڪنٽرول ۽ هلائي رهيا آهن. توهان جي ذاتي معلومات ڪنهن به ملڪ ۾ محفوظ ۽ پروسيس ٿي سگهي ٿي جتي اسان وٽ سهولتون آهن يا جنهن ۾ اسان سروس فراهم ڪندڙن کي مشغول ڪريون ٿا، ۽ سائيٽن ۽ سروس کي استعمال ڪندي توهان پنهنجي رهائش واري ملڪ کان ٻاهر ملڪن ڏانهن معلومات جي منتقلي جي رضامندي ڏيو ٿا، بشمول آمريڪا. , جن ۾ ڊيٽا جي حفاظت جا ضابطا هوندا جيڪي توهان جي ملڪ جي انهن کان مختلف آهن. ڪجهه حالتن ۾، عدالتون، قانون لاڳو ڪندڙ ادارا، ريگيوليٽري ايجنسيون يا سيڪيورٽي اختيارين انهن ٻين ملڪن ۾ توهان جي ذاتي معلومات تائين رسائي جا حقدار هوندا.",
    "452920031": "آمريڪا کان ٻاهر گراهڪن لاءِ هڪ نوٽ.",
    "2328839224": ". مهرباني ڪري ڪيليفورنيا ڪنزيومر پرائيويسي ايڪٽ (\"CCPA\") جي تحت توهان جي حقن سان لاڳاپيل اسان جو \"ڪاليفورنيا جي رهاڪن ڏانهن نوٽيس\" سيڪشن ڏسو.",
    "1565481281": "ڪيليفورنيا جي رهاڪن لاءِ هڪ نوٽ",
    "1028058338": "مهرباني ڪري جنرل ڊيٽا پروٽيڪشن ريگيوليشن (\"GDPR\") تحت توهان جي حقن سان لاڳاپيل \"EU ڊيٽا جي مضمونن ڏانهن نوٽيس\" سيڪشن ڏسو.",
    "2271205646": "يورپي اقتصادي علائقي جي رهاڪن لاء هڪ نوٽ.",
    "508143070": "ياد رکو ته IMI توهان جي ذاتي معلومات جو ڪنٽرولر آهي، سواءِ ان جي جتي اسان پنهنجي انٽيگريٽرز جي طرفان اسان جي سروس جي فراهمي جي سلسلي ۾ ذاتي معلومات تي عمل ڪندا آهيون، ان صورت ۾ اسان ذاتي معلومات جا پروسيسر آهيون، ۽ اهي انٽيگريٽر آهن ڪنٽرولر ذاتي معلومات.",
    "2330965058": "جتي اسان اسان جي انٽيگريٽرز لاءِ پروسيسر طور ڪم ڪريون ٿا، اسان گڏ ڪيل ڊيٽا ڪنهن ٻئي مقصد لاءِ استعمال نٿا ڪريون سواءِ ان جي ته جيئن اسان جي سروس مهيا ڪرڻ لاءِ معقول طور تي ضروري هجي، ۽ اسان جي پروسيسنگ تي ضابطو ڪيو ويندو انهن معاهدن تي جيڪي اسان جي انٽيگريٽرز سان آهن، نه ته هي رازداري پاليسي",
    "3017040355": "EU ڊيٽا جي مضمون جي ڊيٽا جي پروسيسنگ معياري معاهدي جي شقن (SCCs) جي قانوني بنيادن جي تحت هلندي آهي ڊيٽا پروسيسنگ ضميمن جي اندر اندر ضم ٿيل اسان جي خدمت جي شرطن يا ڊيٽا پروسيسنگ معاهدي ۾ اسان جي انٽيگريٽرز سان.",
    "2233384692": "جيڪڏهن توهان وٽ ڪي سوال يا خدشا آهن ته اهڙي ڊيٽا کي ڪيئن سنڀاليو وڃي ٿو يا توهان پنهنجي حقن کي استعمال ڪرڻ چاهيو ٿا، توهان کي ان شخص يا اداري سان رابطو ڪرڻ گهرجي (يعني ڊيٽا ڪنٽرولر) جنهن هن ڊيٽا کي پروسيس ڪرڻ لاءِ خدمت استعمال ڪرڻ لاءِ اسان سان معاهدو ڪيو آهي. تنهن هوندي به، اسان اسان جي انٽيگريٽرز کي مدد فراهم ڪنداسين ته توهان کي ڪنهن به خدشن کي حل ڪرڻ لاء، انهن سان اسان جي معاهدي جي شرطن جي مطابق.",
    "349292953": "معلومات اسان گڏ ڪريون ٿا",
    "3022001832": "اسان انهن ماڻهن کان معلومات گڏ ڪريون ٿا جيڪي اسان جي سائيٽن ۽ خدمتن سان لهه وچڙ ۾ اچن ٿا، بشمول اهي جيڪي اسان جي سروس کي پنهنجي ويب سائيٽ ۾ شامل ڪن ٿا (\"Integrators\")، اهي جيڪي خدمتون استعمال ڪن ٿا ڊيٽا ليبلنگ لاءِ (\"صارفين\")، ۽ آخري استعمال ڪندڙ جيڪي اسان جي سائيٽن سان رابطو ڪن ٿا. اسان جي Integrators جي ويب سائيٽن جي ذريعي خدمت (\"آخري استعمال ڪندڙ\").",
    "835545301": "اسان معلومات جي هيٺين قسمن کي گڏ ڪريون ٿا:",
    "3228928991": "معلومات جيڪا هڪ فرد جي سڃاڻپ يا رابطو ڪرڻ لاءِ استعمال ٿي سگهي ٿي (\"ذاتي معلومات\")، جهڙوڪ نالو، اي ميل پتو، ۽ ملڪ. اسان ذاتي معلومات گڏ ڪندا آهيون اسان جي موجوده ۽ امڪاني انٽيگريٽرز ۽ گراهڪ کان جڏهن اهي سڌو سنئون اسان کي ڏين ٿا (مثال طور، هڪ فارم ڀرڻ سان جڏهن هڪ اڪائونٽ لاءِ سائن اپ ڪيو وڃي، يا اسان کان اي ميل نوٽيفڪيشن حاصل ڪرڻ لاءِ درخواست ڏيڻ). اسان شايد پنھنجي انٽيگريٽرز ۽ گراهڪ جي سڃاڻپ جي تصديق ڪري سگھون ٿا ذاتي معلومات کي ٽئين پارٽي ڊيٽابيس يا سرڪاري قانوني دستاويزن جي مقابلي ۾.",
    "1655796811": "معلومات خود بخود گڏ ڪئي وئي آهي انٽيگريٽر يا ڪسٽمر جي سائيٽن يا خدمتن جي استعمال جي نتيجي ۾ (\"تجزيي ڄاڻ\")، جهڙوڪ IP پتي، برائوزر جو قسم، انٽرنيٽ سروس فراهم ڪندڙ، پليٽ فارم جو قسم، ڊوائيس جو قسم، آپريٽنگ سسٽم، تاريخ ۽ ٽائيم اسٽمپ جي رسائي، ۽ ٻي ساڳي معلومات. ڪجھ تجزياتي معلومات اسان جي طرفان ٽئين پارٽين پاران گڏ ڪئي وئي آھي جنھن ۾ اسان ان مقصد لاء مشغول آھيون، ۽ ڪجھ تجزياتي معلومات مختلف ٽريڪنگ ٽيڪنالاجيز جي ذريعي گڏ ڪئي وئي آھي، بشمول ڪوڪيز (ھيٺ ڏسو \"ٽين پارٽي اينالائيٽڪس ۽ ٽريڪنگ ٽيڪنالاجيز\").",
    "1388241689": "آخري استعمال ڪندڙن جي جوابن جي نتيجي ۾ گڏ ڪيل معلومات سروس (\"ليبل ٿيل ڊيٽا\")، جهڙوڪ تصويري ليبلنگ ڊيٽا، آڊيو فائلن مان تبديل ٿيل ٽيڪسٽ انهن آخري استعمال ڪندڙن ڏانهن ادا ڪيل، سوالن جا جواب، ۽ خدمت پاران ٺاهيل ٻيا اشارا مشين لرننگ ايپليڪيشنن ۾ استعمال لاءِ ليبلنگ ڊيٽا جي مقصدن لاءِ. نوٽ ڪريو ته ليبل ٿيل ڊيٽا ڪنهن به سڃاڻپ فرد سان ڳنڍيل ناهي.",
    "1493790285": "خدمت جي حصي جي طور تي آخري استعمال ڪندڙن کان گڏ ڪيل ٻي معلومات انهي کي طئي ڪرڻ جي ضرورت آهي ته ڇا اهي",
    "2216374138": "انساني آهن، جهڙوڪ مائوس جي حرڪت، اسڪرول پوزيشن، ڪيپريس واقعا، ٽچ واقعا، ۽ gyroscope / accelerometer جي معلومات جيئن لاڳو ٿئي ٿي.",
    "2394073454": "اسان آخري استعمال ڪندڙن کان اضافي معلومات گڏ ڪري سگهون ٿا جيڪي اسان سان گڏ انفرادي ڊيٽا ليبلرز طور ڪم ڪرڻ چاهيندا آهن.",
    "3103557430": "اسان معلومات ڪيئن استعمال ڪندا آهيون",
    "1130802068": "اسان استعمال ڪريون ٿا معلومات جيڪا اسان گڏ ڪريون ٿا هيٺين مقصدن لاءِ:",
    "2940689138": "انٽيگريٽر ۽ ڪسٽمر اڪائونٽس کي منظم ڪرڻ ۽ خدمت مهيا ڪرڻ لاء. اسان ذاتي معلومات استعمال ڪندا آهيون مخصوص اڪائونٽس کي انٽيگريٽرز ۽ گراهڪ سان ڳنڍڻ ۽ انهن کي سروس مهيا ڪرڻ، درخواستن يا سوالن جا جواب ڏيڻ، مدد يا ٽيڪنيڪل مدد مهيا ڪرڻ، ۽ ادائگي کي آسان ڪرڻ لاءِ.",
    "857974529": "سائيٽ ۽ سروس کي بهتر ڪرڻ لاء. اسان تجزياتي معلومات استعمال ڪندا آهيون اسان جي موجوده کي بهتر ڪرڻ ۽ نئين خدمتن ۽ پيشڪش کي ترقي ڪرڻ ۽ موجوده ۽ مستقبل جي پيداوار جي پيشڪش کي ترتيب ڏيڻ لاءِ.",
    "1820844638": "مارڪيٽ بصيرت حاصل ڪرڻ لاء. اسان تجزياتي معلومات استعمال ڪندا آهيون مارڪيٽ جو تجزيو ڪرڻ ۽ ڪاروباري تجزيو ڪرڻ لاءِ سائيٽ ۽ اسان جي خدمتن سان لاڳاپيل، ۽ ٻين تحقيقي مقصدن لاءِ.",
    "3386280249": "ليبل ٿيل ڊيٽا لاء مارڪيٽ مهيا ڪرڻ لاء. اسان جي سروس مشين لرننگ سسٽم لاءِ اعليٰ مقدار جي ڊيٽا ليبلنگ ۽ انساني جائزي کي قابل بڻائي ٿي ويب سائيٽ جي مالڪن ۽ ڪمپنين جي خدمت جي طور تي جن کي سندن ڊيٽا ليبل ڪرڻ ۾ مدد جي ضرورت آهي. انهي جي نتيجي ۾، اسان ليبل ٿيل ڊيٽا کي ظاهر ڪريون ٿا اسان جي گراهڪن کي جيڪي ليبل ٿيل ڊيٽا حاصل ڪرڻ ۾ دلچسپي رکن ٿا.",
    "3532143291": "اسان جي خدمتن ۽ سسٽم کي محفوظ ڪرڻ لاء. اسان تجزياتي معلومات استعمال ڪريون ٿا اسان جي سسٽم کي محفوظ ڪرڻ لاءِ امڪاني خطرن ۽ ڪمزورين جي نشاندهي ڪندي، ۽ ٻي صورت ۾ اسان جي گڏ ڪيل معلومات کي تحفظ ڏيڻ لاءِ.",
    "2185418511": "ڪنهن به جائز ڪاروباري مقصد لاءِ، مهيا ڪئي وئي ته معلومات اڻ-سڃاڻپ ڪئي وئي آهي يا مجموعي طور تي اهڙي طرح ته ان کي ڪنهن فرد سان مناسب طور تي ڳنڍجي نه ٿو سگهجي.",
    "2386465280": "اسان ڪيئن معلومات حصيداري ڪندا آهيون",
    "2159517814": "اسان هيٺ ڏنل ڪيسن ۾ ذاتي معلومات حصيداري يا ظاهر ڪريون ٿا:",
    "4256083674": "هڪ انٽيگريٽر کان سڌي درخواست تي هڪ مخصوص ڪيپچا چيلنج جي درخواست يا IP پتي جي فراڊ جي خطري کي سڃاڻڻ لاءِ، يا ٻي صورت ۾ جتي مخصوص رضامندي ڏني وئي هئي.",
    "3494826505": "وينڊرز سان گڏ اسان سائيٽن ۽ سروس جا ضروري حصا مهيا ڪرڻ ۾ مشغول آهيون، جهڙوڪ ڊيٽا اسٽوريج، ميزباني، ۽ تجزيه، ۽ صرف انهن مقصدن لاء.",
    "1119009846": "جيئن توهان جي، اسان جي، يا ٻين جي حقن، رازداري، حفاظت، يا ملڪيت جي حفاظت لاءِ سرڪاري ۽ نجي ادارن سميت سرڪاري درخواستون، قانون لاڳو ڪندڙ درخواستون، ۽ ٻي صورت ۾ قابل اطلاق قانون جي تعميل ڪرڻ جي ضرورت آهي.",
    "197676026": "ڪنهن به جائز ڪاروباري مقصد لاءِ ٻين سان، مهيا ڪيل معلومات جي سڃاڻپ نه ڪئي وئي آهي",
    "2359312315": "يا مجموعو جيئن ته ان کي معقول طور تي هڪ فرد سان ڳنڍجي نه ٿو سگهجي.",
    "2497216176": "ٽئين پارٽي تجزياتي ۽ ٽريڪنگ ٽيڪنالاجيون",
    "3694578791": "جيئن مٿي ذڪر ڪيو ويو آهي، اسان (۽ اسان جا ٽئين پارٽي وينڊرز) جزوي طور تي ڪوڪيز، ويب بيڪنز، ۽ ٻين ٽريڪنگ ٽيڪنالاجيز جي استعمال ذريعي تجزياتي معلومات گڏ ڪندا آهيون. ڪجھ مثالن ۾، اسان ٽئين پارٽي وينڊرز سان ڪم ڪريون ٿا ڪوڪيز کي ملازمت ڏيڻ لاءِ تجزياتي معلومات گڏ ڪرڻ جي مقصد لاءِ.",
    "2238885192": "اسان سينٽري استعمال ڪندا آهيون ڊيبگنگ ڊيٽا گڏ ڪرڻ لاءِ جڏهن صارف هڪ غلطي جو تجربو ڪري ٿو. معلومات لاءِ ته ڪيئن سينٽري ڊيٽا گڏ ڪري ۽ پروسيس ڪري ٿي:",
    "1535054294": "مهرباني ڪري انهن جي تفصيلي پاليسي ڏسو",
    "658775471": "اسان استعمال ڪريون ٿا Cloudflare اسان جي ويب ٽرئفڪ کي بهتر ڪرڻ لاءِ. معلومات لاءِ ته ڪيئن Cloudflare ڊيٽا گڏ ڪري ٿو ۽ پروسيس ڪري ٿو:",
    "2014256987": "جيڪڏھن توھان چاھيو ٿا ته ڪوڪيز يا ٻين ٽريڪنگ ٽيڪنالاجيز جي استعمال کي بلاڪ نه ڪريو، مھرباني ڪري ھيٺ ڏنل \"توهان جي معلومات جو انتظام\" ڏسو. مهرباني ڪري نوٽ ڪريو ته ائين ڪرڻ سان توهان جي سائيٽن يا خدمت کي استعمال ڪرڻ جي تجربي تي منفي اثر پئجي سگهي ٿو، ڇاڪاڻ ته ڪجهه خاصيتون شايد صحيح ڪم نه ڪن.",
    "2788024905": "اسان ڪيئن معلومات کي محفوظ ڪريون ٿا",
    "271333468": "اسان مناسب ٽيڪنيڪل ۽ تنظيمي قدمن تي عمل ڪريون ٿا ان معلومات جي حفاظت لاءِ جيڪي اسان گڏ ڪريون ۽ ذخيرو ڪيون، ۽ انهن سڀني ايجنٽن کي گهرون ٿيون جيڪي اسان جي طرفان اسان جي پروسيسنگ کي انجام ڏين ٿا. بدقسمتي سان، ڪوبه حفاظتي قدم 100٪ فول پروف نه آهن، ۽ جيئن ته ڪو به نيٽ ورڪ يا سسٽم (اسان جي سميت) تباهي، نقصان، ڦيرڦار، غير مجاز ظاهر ڪرڻ، يا معلومات تائين رسائي جي خلاف 100٪ محفوظ هجڻ جي ضمانت نه ٿي سگهي ٿي جيڪا اسان گڏ ڪريون ٿا. جيڪڏهن توهان کي يقين آهي ته توهان جي معلومات ڪنهن به سبب جي ڪري محفوظ نه ٿي سگهي، مهرباني ڪري اسان سان فوري طور تي رابطو ڪريو:",
    "3031284129": "وارنٽي رد ڪرڻ وارا",
    "26365791": "قانون طرفان اجازت ڏنل مڪمل حد تائين، سائيٽ ۽ سروس (۽ ٻيون لاڳاپيل خدمتون، معلومات، ڊيٽا، خاصيتون، ۽ ٻيو مواد يا مواد) \"جيئن آهي\" ۽ \"جيئن دستياب\" جي بنياد تي مهيا ڪيل آهن. قانون طرفان اجازت ڏنل مڪمل حد تائين، IMI سڀني وارنٽي کي خارج ڪري ٿو، بشمول پر ان تائين محدود ناهي، واپار جي تقاضا وارن وارنٽي، هڪ خاص مقصد لاءِ فٽنيس، ۽ غير خلاف ورزي.",
    "735630686": "توهان جي معلومات جو انتظام (توهان جا حق)",
    "498769698": "توھان ڪجھ ذاتي معلومات تائين پھچائي سگھو ٿا، درست ڪري سگھو ٿا، ترميم ڪري سگھو ٿا، يا حذف ڪري سگھو ٿا جيڪو توھان اسان کي پنھنجي انٽيگريٽر، ڪسٽمر، يا Accessibility يوزر اڪائونٽ ذريعي مهيا ڪيو آھي (جيڪڏھن توھان ھڪ انٽيگريٽر، ڪسٽمر، يا Accessibility استعمال ڪندڙ آھيو). جيڪڏهن توهان ائين ڪرڻ کان قاصر آهيو، يا توهان جي باري ۾ اسان گڏ ڪيل ۽/يا شيئر ڪيل ذاتي معلومات بابت ڪي سوال آهن، يا اسان جي پروسيسنگ لاءِ توهان جي رضامندي واپس وٺڻ چاهيو ٿا (يعني توهان جو اڪائونٽ مڪمل طور تي حذف ڪريو) مهرباني ڪري اسان سان رابطو ڪريو:",
    "2895491273": "جيڪڏھن توھان چاھيو ٿا بلاڪ ڪرڻ لاءِ ڪوڪيز يا ٻيون ٽريڪنگ ٽيڪنالاجيون، گھڻا برائوزر ۽ موبائيل ڊيوائسز توھان سڀ توھان جون سيٽنگون تبديل ڪرڻ لاءِ ته جيئن توھان کي مطلع ڪن جڏھن توھان ڪوڪيز وصول ڪري رھيا آھيون يا ٻيون ٽريڪنگ ٽيڪنالاجيون استعمال ٿي رھيون آھن، ۽ اھو چونڊڻ لاءِ ته ڇا قبول ڪجي يا نه. اهو. گھڻا برائوزر توهان کي موجوده ڪوڪيز کي غير فعال يا حذف ڪرڻ يا مستقبل جي ڪوڪيز کي خودڪار طور رد ڪرڻ جي اجازت ڏين ٿا. توھان پڻ استعمال ڪري سگھو ٿا ٽئين پارٽي جا اوزار، بشمول برائوزر پلگ ان، پنھنجي ڪوڪيز جي ترجيحن کي ڪنٽرول ڪرڻ لاءِ. نوٽ، بهرحال، جيڪڏهن توهان سڀني ڪوڪيز کي غير فعال ڪيو ٿا، اسان جي سائيٽن جا ڪجهه حصا شايد صحيح طريقي سان ڪم نه ڪن.",
    "707527778": "ٻارن کان معلومات",
    "1747657936": "اسان جون سائيٽون ۽ خدمتون 13 سالن کان گهٽ عمر وارن ٻارن لاءِ نه آهن ۽ اسان ڄاڻي واڻي 13 سالن کان گهٽ عمر وارن ٻارن کان ذاتي معلومات گڏ نٿا ڪريون. جيڪڏهن اسان کي معلوم ٿئي ٿو ته اسان 13 سالن کان گهٽ عمر جي ٻار جي ذاتي معلومات گڏ ڪئي آهي، اسان وٺنداسين. اسان جي فائلن مان اهڙي معلومات کي ختم ڪرڻ لاء مناسب قدم جيترو جلدي ممڪن آهي، جيستائين اسان کي ان کي برقرار رکڻ لاء قانوني ذميواري نه آهي. مهرباني ڪري اسان سان رابطو ڪريو جيڪڏهن توهان کي يقين آهي ته اسان وٽ 13 سالن کان گهٽ عمر جي ٻار کان يا ان بابت ڪا ڄاڻ آهي:",
    "2419795065": "ڪيليفورنيا جي رهاڪن کي نوٽيس",
    "1517625162": "ڪيليفورنيا سول ڪوڊ سيڪشن 1789.3 تحت، ڪيليفورنيا جا صارف ھيٺ ڏنل صارف جي حقن جي نوٽيس جا حقدار آھن: ڪيليفورنيا جا رهواسي شايد ڪيليفورنيا ڊپارٽمينٽ آف ڪنزيومر افيئرز جي ڪنزيومر سروسز ڊويزن جي شڪايت امداد يونٽ تائين ٽپال ذريعي 1625 North Market Blvd, Sacramento. CA 95834، يا ٽيليفون ذريعي (916) 445-1254 يا (800) 952-5210.",
    "3730344349": "هي سيڪشن اسان ڪيليفورنيا جي صارفين بابت گڏ ڪيل ذاتي معلومات ۽ ڪيليفورنيا ڪنزيومر پرائيويسي ايڪٽ يا \"CCPA\" تحت انهن کي فراهم ڪيل حقن بابت اضافي تفصيل فراهم ڪري ٿو.",
    "4044467791": "ذاتي معلومات جي ڪيٽيگريز لاءِ جيڪي اسان توهان کان گذريل 12 مهينن ۾ گڏ ڪيون آهن، مهرباني ڪري مٿي ڏسو ”معلومات اسان گڏ ڪريون ٿا“ سيڪشن. اسان هي معلومات گڏ ڪريون ٿا ڪاروباري ۽ تجارتي مقصدن لاءِ بيان ڪيل \"اسان ذاتي معلومات ڪيئن استعمال ڪندا آهيون\" مٿي سيڪشن ۾. گذريل 12 مھينن ۾، اسان ھڪڙي ڪاروباري مقصد لاءِ ٽئين پارٽين سان معلومات جي ھيٺين قسمن کي شيئر ڪيو آھي:",
    "4208081170": "ذاتي معلومات جو درجو",
    "1528242915": "سڃاڻپ ڪندڙ.",
    "3863351997": "ڪيليفورنيا ڪسٽمر رڪارڊز قانون ۾ درج ڪيل ذاتي معلومات جا زمرا (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "تجارتي معلومات.",
    "2683038211": "انٽرنيٽ يا ٻيو اليڪٽرانڪ نيٽ ورڪ سرگرمي.",
    "3671828834": "حصيداري ڪيل ذاتي معلومات جا مثال",
    "779426309": "هڪ حقيقي نالو، منفرد ذاتي سڃاڻپ ڪندڙ، آن لائن سڃاڻپ ڪندڙ، انٽرنيٽ پروٽوڪول پتو، اي ميل پتو، اڪائونٽ جو نالو، يا ٻيا ساڳيا سڃاڻپ ڪندڙ.",
    "2414368123": "نالو، ڪريڊٽ ڪارڊ نمبر، ڊيبٽ ڪارڊ نمبر، يا ڪا ٻي مالي معلومات.",
    "4088941349": "پراڊڪٽس يا خدمتن جا رڪارڊ خريد ڪيا ويا، حاصل ڪيا ويا، يا سمجهيا ويا.",
    "3238612014": "برائوزنگ جي تاريخ، انٽرنيٽ ويب سائيٽ، ايپليڪيشن، يا اشتهار سان صارف جي رابطي تي معلومات.",
    "1023108656": "ٽئين پارٽي وصول ڪندڙن جا درجا",
    "1418235079": "سروس فراهم ڪندڙ",
    "3238184941": "نوٽ: هڪ انفرادي IP پتي سان جڙيل فراڊ جو خطرو درخواست تي انٽيگريٽر سان شيئر ڪيو ويندو.",
    "285116485": "ڪمپني ”وڪرو“ نه ٿي ڪري (جيئن ته هي اصطلاح CCPA ۾ بيان ڪيو ويو آهي) اسان جي گڏ ڪيل ذاتي معلومات. مھرباني ڪري ڏسو ”ٽين پارٽي اينالائيٽڪس اينڊ ٽريڪنگ ٽيڪنالاجي“ سيڪشن مٿي ڏنل ٽئين پارٽي ڪوڪيز جي قسمن جي حوالي سان وڌيڪ معلومات لاءِ، جيڪڏھن ڪا آھي، جيڪا اسان استعمال ڪريون ٿا.",
    "1408750006": "ڪجهه حدن جي تابع، CCPA ڪيليفورنيا جي صارفين کي اهو حق فراهم ڪري ٿي ته هو انهن زمرن بابت وڌيڪ تفصيل ڄاڻڻ جي درخواست ڪن يا ذاتي معلومات جي مخصوص ٽڪرن بابت جيڪي اسان گڏ ڪريون ٿا (بشمول اسان هن معلومات کي ڪيئن استعمال ۽ ظاهر ڪريون ٿا)، انهن جي ذاتي معلومات کي حذف ڪرڻ، آپٽ آئوٽ ڪرڻ لاءِ. ڪو به \"وڪرو\" جيڪو ٿي سگهي ٿو، انهي سان گڏ انهن حقن کي استعمال ڪرڻ جي خلاف تبعيض نه ٿيڻ جو حق.",
    "759057398": "EU ڊيٽا جي مضمونن کي نوٽيس",
    "825780955": "ذاتي معلومات",
    "2945960297": "EU ڊيٽا جي مضمونن جي حوالي سان، اصطلاح \"ذاتي معلومات\" جي طور تي هن رازداري پاليسي ۾ استعمال ڪيو ويو آهي \"ذاتي ڊيٽا\" جي برابر آهي جيئن بيان ڪيل يورپي يونين جنرل ڊيٽا پروٽيڪشن ريگيوليشن (GDPR).",
    "1126613163": "حساس ڊيٽا",
    "3571006800": "ڪجھ معلومات جيڪا توھان اسان کي ڏيو ٿا شايد حساس ڊيٽا ٺھي سگھي ٿي جيئن GDPR ۾ بيان ڪيل آھي (پڻ ذاتي ڊيٽا جي خاص زمري جي طور تي حوالو ڏنو ويو آھي)، بشمول حڪومت پاران جاري ڪيل شناختي دستاويزن تي توھان جي نسل يا قوميت جي سڃاڻپ.",
    "1988461282": "پروسيسنگ لاء قانوني بنياد",
    "3519564631": "پروسيسنگ جا مقصد",
    "1778642038": "توهان سان رابطو ڪرڻ لاء",
    "2223819810": "اسان جي پليٽ فارم کي بهتر ڪرڻ لاء",
    "1678661231": "تعميل، دوکي جي روڪٿام، ۽ حفاظت لاءِ",
    "2561077702": "اسان جي خدمت مهيا ڪرڻ لاء",
    "2066321185": "قانوني بنياد",
    "1174237568": "اهي پروسيسنگ سرگرميون اسان جي جائز مفادن کي قائم ڪن ٿيون. اسان توهان جي جائز مفادن لاءِ توهان جي ذاتي معلومات تي عمل ڪرڻ کان اڳ توهان (مثبت ۽ منفي ٻنهي) ۽ توهان جي حقن تي ڪنهن به امڪاني اثر تي غور ۽ توازن رکڻ جي ڪوشش ڪندا آهيون. اسان توهان جي ذاتي معلومات انهن سرگرمين لاءِ استعمال نٿا ڪريون جتي اسان جا مفاد توهان تي ڪنهن به خراب اثر جي ڪري ختم ٿين (جيستائين اسان کي توهان جي رضامندي نه هجي يا ٻي صورت ۾ گهربل هجي يا قانون جي اجازت هجي).",
    "1350478093": "پروسيسنگ جو مقصد",
    "787916198": "توهان جي رضامندي سان",
    "3348433919": "توهان جا حق",
    "3842673636": "جي ڊي پي آر جي تحت، توهان وٽ توهان جي ذاتي معلومات بابت ڪجهه حق آهن. توھان اسان کان پڇي سگھوٿا ھيٺيون عمل ڪرڻ لاءِ توھان جي ذاتي معلومات جي سلسلي ۾ جيڪا اسان رکون ٿا:",
    "4057343238": "آپٽ آئوٽ",
    "1834911235": "توهان کي سڌو مارڪيٽنگ مواصلات موڪلڻ بند ڪريو جيڪي توهان اڳ ۾ حاصل ڪرڻ جي رضامندي ڏني آهي. اسان توهان کي سروس سان لاڳاپيل ۽ ٻيون غير مارڪيٽنگ مواصلات جاري ڪري سگهون ٿا.",
    "3022301908": "پهچ",
    "680638297": "توهان کي توهان جي ذاتي معلومات جي پروسيسنگ بابت معلومات فراهم ڪندي ۽ توهان کي توهان جي ذاتي معلومات تائين رسائي فراهم ڪندي.",
    "1409486258": "درست",
    "3878077249": "توهان جي ذاتي معلومات ۾ غلطيون تازه ڪاري يا درست ڪريو.",
    "3645414921": "حذف ڪريو",
    "42182578": "پنهنجي ذاتي معلومات کي ختم ڪريو.",
    "1609621367": "منتقلي",
    "3208155808": "توهان جي ذاتي معلومات جي هڪ مشين پڙهڻ جي قابل ڪاپي توهان کي يا توهان جي پسند جي ٽئين پارٽي ڏانهن منتقل ڪريو.",
    "1786796818": "پابندي",
    "3329634829": "توهان جي ذاتي معلومات جي پروسيسنگ کي محدود ڪريو.",
    "4202774977": "اعتراض",
    "3007158970": "اسان جي جائز مفادن تي ڀروسو ڪرڻ تي اعتراض ڪريو جيئن اسان جي پروسيسنگ جي بنياد تي توهان جي ذاتي معلومات جيڪا توهان جي حقن کي متاثر ڪري ٿي.",
    "1273071008": "ڊيٽا موضوع جي رسائي جي حقن جي درخواست",
    "3594381346": "جڳھ.",
    "21141582": "هي",
    "3357523404": "سرحد پار ڊيٽا جي منتقلي",
    "290966395": "جيئن اسان جي \"آمريڪا کان ٻاهر گراهڪن لاءِ هڪ نوٽ\" سيڪشن ۾ بيان ڪيو ويو آهي، مهرباني ڪري آگاهه رهو ته توهان جي ذاتي ڊيٽا آمريڪا ۾ منتقل ڪئي ويندي، پروسيس ڪئي ويندي ۽ محفوظ ڪئي ويندي. آمريڪا ۾ ڊيٽا جي تحفظ جا قانون شايد توهان جي رهائش واري ملڪ کان مختلف هجن. توهان پنهنجي معلومات جي منتقلي تي رضامند آهيو، بشمول ذاتي معلومات، آمريڪا ڏانهن، جيئن هن رازداري پاليسي ۾ بيان ڪيو ويو آهي اسان جي سائيٽن جو دورو ڪندي يا اسان جي خدمت استعمال ڪندي.",
    "3178581111": "نون مقصدن لاء استعمال ڪريو",
    "1088304322": "اسان توهان جي ذاتي معلومات استعمال ڪري سگهون ٿا انهن سببن جي لاءِ جيڪي هن رازداري پاليسي ۾ بيان نه ڪيا ويا آهن، جتي اسان کي قانون طرفان ائين ڪرڻ جي اجازت آهي ۽ جتي اهو سبب ان مقصد سان مطابقت رکي ٿو جنهن لاءِ اسان ان کي گڏ ڪيو آهي. جيڪڏهن اسان کي توهان جي ذاتي معلومات کي غير لاڳاپيل مقصد لاءِ استعمال ڪرڻ جي ضرورت آهي، ته اسان توهان کي مطلع ڪري سگهون ٿا ۽ ان استعمال لاءِ لاڳو قانوني بنيادن جي وضاحت ڪريون ٿا. جيڪڏهن اسان توهان جي ذاتي معلومات جي ڪنهن خاص استعمال لاءِ توهان جي رضامندي تي ڀروسو ڪيو آهي، اسان ڪنهن به غير لاڳاپيل مقصد لاءِ توهان جي رضامندي حاصل ڪري سگهون ٿا ۽ توهان کي اجازت ڏيو ته ان وقت توهان جي خدمت جي استعمال کي ختم ڪري ڏيو جيڪڏهن توهان اعتراض ڪيو.",
    "2260079771": "ڊيٽا برقرار رکڻ",
    "38428546": "اسان توهان جي ذاتي ڊيٽا کي اسان سان گڏ توهان جي اڪائونٽ جي سڄي زندگي محفوظ طور تي ذخيرو ڪندا آهيون. اسان صرف توهان جي ذاتي ڊيٽا کي برقرار رکنداسين جيستائين ضروري هجي انهن مقصدن کي پورو ڪرڻ لاءِ جنهن لاءِ اسان ان کي گڏ ڪيو آهي، بشمول ڪنهن به قانوني، اڪائونٽنگ، يا رپورٽنگ جي ذميوارين کي پورو ڪرڻ يا تڪرارن کي حل ڪرڻ لاءِ. معيار جيڪي اسان اسٽوريج جي مدت کي طئي ڪرڻ لاء استعمال ڪندا آهيون انهن ۾ شامل آهن قابل اطلاق معاهدو شقون جيڪي عمل ۾ آهن، قانوني قانوني حد جي مدت، قابل اطلاق ريگيوليٽري گهرجن، ۽ صنعت معيار.",
    "384965568": "جڏهن ته برقرار رکڻ جون گهرجون دائري اختيار جي لحاظ کان مختلف هونديون آهن، توهان جي ذاتي ڊيٽا جي مختلف پهلوئن لاءِ اسان جي عام برقرار رکڻ واري دور جي معلومات هيٺ بيان ڪئي وئي آهي.",
    "2788836740": "مارڪيٽنگ جي مقصدن لاءِ رابطي جي معلومات جاري رکي ويندي جيستائين توهان رڪنيت ختم نه ڪندا. ان کان پوء اسان توهان جي تفصيل کي اسان جي دٻاء جي فهرست ۾ غير يقيني طور شامل ڪنداسين. رسائي جي استعمال ڪندڙن کان گڏ ڪيل اي ميل معلومات ڪڏهن به مارڪيٽنگ جي مقصدن لاءِ استعمال نه ٿيندي.",
    "3520687192": "توهان سان رابطي جا رڪارڊ (مثال طور سپورٽ ٽڪيٽون اي ميل يا Twitter ذريعي کوليون ويون) شايد غير معين وقت تائين رکيو وڃي.",
    "292211832": "ٽيڪنيڪل ذريعن جهڙوڪ ڪوڪيز، ويب پيج ڳڻپيوڪر ۽ ٻين تجزياتي اوزارن ذريعي گڏ ڪيل معلومات عملي طور تي جلدي رد ڪئي ويندي آهي، پر ڪوڪيز جي ختم ٿيڻ کان هڪ سال تائين محدود عرصي تائين رکي سگهجي ٿي، عام طور تي غير سڃاڻپ ۽ مجموعي فارم ۾ جيستائين اسان کي اسان جي خدمت جي امڪاني غلط استعمال جو پتو نه پوي، ان صورت ۾ اسان ان معلومات کي برقرار رکنداسين ته جيئن مستقبل ۾ غلط استعمال کي روڪڻ ۾ اسان جي مدد ڪئي وڃي. اسان هن گمنام ۽ مجموعي معلومات کي توهان سان ڳنڍڻ جي قابل نه آهيون، توهان جي گهر، هڪ IP پتي، يا ڪنهن به ذاتي معلومات جي بنياد تي محفوظ ڪيل معلومات جي بنياد تي.",
    "470943029": "جيڪڏهن توهان وٽ هن رازداري پاليسي بابت ڪي سوال آهن، مهرباني ڪري اسان سان رابطو ڪريو:",
    "3192683783": "هن رازداري پاليسي ۾ تبديليون",
    "1702335960": "ڪا به معلومات جيڪا اسان گڏ ڪريون ٿا اها رازداري پاليسي جي تابع آهي جڏهن اهڙي معلومات گڏ ڪئي وئي آهي. جيتوڻيڪ، اسان وقت بوقت رازداري پاليسي کي نظرثاني ڪري سگهون ٿا. جيڪڏهن هڪ نظر ثاني مواد آهي، جيئن صرف اسان طرفان طئي ڪيو ويو آهي، اسان توهان کي مطلع ڪنداسين، مثال طور اي ميل ذريعي. موجوده نسخو هميشه اسان جي پرائيويسي پاليسي صفحي تي پوسٽ ڪيو ويندو.",
    "3669258571": "ڪوڪيز پاليسي",
    "2905621957": "آخري ڀيرو اپڊيٽ ڪيو ويو: جولاء 18، 2020",
    "1173934218": "اسان سمجهون ٿا ته توهان جي رازداري توهان لاءِ اهم آهي ۽ اسان جيڪي ٽيڪنالاجيون استعمال ڪريون ٿا انهن بابت شفاف هجڻ لاءِ پرعزم آهيون. هي پاليسي تفصيلي معلومات مهيا ڪري ٿي ته اسان ڪيئن ۽ ڪڏهن ڪوڪيز استعمال ڪندا آهيون اسان جي سائيٽن ۽ سروس تي.",
    "2694150481": "ڇا اسان ڪوڪيز استعمال ڪندا آهيون؟",
    "457627611": "ها. اسان ۽ اسان جا تجزياتي يا خدمت فراهم ڪندڙ، مارڪيٽنگ پارٽنر، ۽ ساٿي شايد ڪوڪيز، ويب بيڪنز، يا پکسلز ۽ ٻيون ٽيڪنالاجيون استعمال ڪري سگھن ٿيون انهي کي يقيني بڻائڻ لاءِ ته هر ڪنهن کي جيڪو سائيٽ استعمال ڪري ٿو ان کي بهترين ممڪن تجربو آهي. وڌيڪ تفصيل لاءِ مهرباني ڪري اسان جي پرائيويسي پاليسي جو ”ٽين ڌر تجزياتي ۽ ٽريڪنگ ٽيڪنالاجي“ سيڪشن ڏسو.",
    "501102544": ": اسان سمجهون ٿا ته hCaptcha اينٽي بوٽ سروس (يعني ويب سائيٽن، گيمز، يا موبائل ايپس پاران شامل ڪيل خدمت) ۾ GDPR جي ضابطن جي مطابق صرف نام نهاد ”رضامنديءَ واري معافي“ ڪوڪيز شامل آهن. اهڙين مستثني ڪوڪيز جا مثال شامل آهن:",
    "461631543": "GDPR نوٽ",
    "2150907653": "* خدمت جي روزي لاءِ ٽيڪنيڪل ڪوڪيز سختي سان ضروري آهن. انهن ۾ ترجيحي ڪوڪيز، سيشن ڪوڪيز، لوڊ بيلنس ڪوڪيز وغيره شامل آهن.",
    "1012122721": "* شمارياتي ڪوڪيز سڌو سنئون اسان جي طرفان منظم ڪيل آهن (يعني پهرين پارٽي، نه ٽئين پارٽي ڪوڪيز)، جتي ڊيٽا پروفائلنگ لاء استعمال نه ڪئي وئي آهي.",
    "148542287": "هي قانوني مشورو ناهي، ۽ هن تجزيي جي حوالي سان ڪا به وارنٽي فراهم نه ڪئي وئي آهي. جيڪڏهن توهان وٽ اضافي سوال يا خدشا آهن، مهرباني ڪري اسان سان رابطو ڪريو:",
    "3956117148": "hCaptcha.com ۽ BotStop.com ويب سائيٽون (سائيٽون) شايد اضافي ڪوڪيز شامل ڪري سگھن ٿيون، جيئن هن پاليسي ۾ بيان ڪيو ويو آهي.",
    "3255230599": "ڪوڪي ڇا آهي؟",
    "1095532507": "ڪوڪيز (\"ڪوڪي\") هڪ ننڍڙي ٽيڪسٽ فائل آهي جيڪا توهان جي هارڊ ڊرائيو تي ويب پيج سرور طرفان رکيل آهي. ڪوڪيز ۾ معلومات شامل آهي جيڪا بعد ۾ ڊومين ۾ ويب سرور طرفان پڙهي سگهجي ٿي جيڪا توهان کي ڪوڪيز جاري ڪئي. ڪجھ ڪوڪيز صرف استعمال ٿينديون جيڪڏھن توھان ڪجھ خصوصيتون استعمال ڪندا يا ڪجھ ترجيحات کي چونڊيو، ۽ ڪجھ ڪوڪيز ھميشه استعمال ٿينديون. توهان هيٺ ڏنل اسان جي موجوده ڪوڪيز جي فهرست کي ڏسي هر ڪوڪي بابت وڌيڪ ڳولي سگهو ٿا.",
    "2943815316": "اسان هن لسٽ کي وقتي طور تي اپڊيٽ ڪندا آهيون، تنهن ڪري ٿي سگهي ٿو اضافي ڪوڪيز جيڪي اڃا تائين فهرست نه آهن. ويب بيڪنز، ٽيگ ۽ اسڪرپٽ شايد سائيٽن ۾ يا اي ميلن ۾ استعمال ڪري سگهجن ٿيون ته جيئن اسان کي ڪوڪيز پهچائڻ، دورن کي ڳڻڻ، استعمال ۽ مهم جي اثرائيت کي سمجهڻ ۽ اهو طئي ڪرڻ ۾ مدد ملي ته اي ميل کوليو ويو آهي ۽ ان تي عمل ڪيو ويو آهي. اسان شايد رپورٽون حاصل ڪري سگھون ٿا انهن ٽيڪنالاجيز جي استعمال جي بنياد تي اسان جي خدمت / تجزياتي فراهم ڪندڙن طرفان انفرادي ۽ مجموعي بنياد تي.",
    "2954157511": "اسان ڪوڪيز ڇو استعمال ڪندا آهيون؟",
    "1539071196": "اسان عام طور تي هيٺين مقصدن لاء ڪوڪيز استعمال ڪندا آهيون:",
    "3545935449": "نئين يا اڳوڻي استعمال ڪندڙن کي سڃاڻڻ لاء.",
    "32739972": "توهان جي لاگ ان سيشن جي معلومات کي ذخيرو ڪرڻ لاء جيڪڏهن توهان اسان جي سائيٽن تي رجسٽر ٿيل آهيو.",
    "4209078147": "اسان جي سائيٽ کي بهتر ڪرڻ ۽ اسان جي پليٽ فارم ۽ سائيٽ تي توهان جي دورو کي بهتر سمجهڻ لاء.",
    "1077448694": "ٽئين پارٽي جي سماجي ميڊيا ويب سائيٽن سان ضم ڪرڻ لاء.",
    "1709478090": "دلچسپي جي بنياد تي يا ٽارگيٽ ڪيل اشتهارن سان توهان جي خدمت ڪرڻ لاء.",
    "3256020881": "ڪيترن ئي ويب سائيٽن يا ٻين پليٽ فارمن تي وقت سان گڏ توهان جي رويي ۽ برائوزنگ سرگرمين جو مشاهدو ڪرڻ.",
    "1092241113": "اسان جي گراهڪن ۽ Integrators جي مفادن کي بهتر سمجهڻ لاء.",
    "1434289796": "ڪجهه ڪوڪيز سائيٽن جي مخصوص استعمال لاءِ ضروري هونديون آهن، ۽ اهڙين ڪوڪيز کان سواءِ، اسان ڪيتريون ئي خدمتون مهيا ڪرڻ جي قابل نه هوندا سين جيڪي توهان کي سائيٽن جي صحيح استعمال لاءِ گهربل هونديون. اهي ڪوڪيز، مثال طور، اسان کي اسان جي سائيٽن کي هلائڻ جي اجازت ڏين ٿا ته جيئن توهان ان تائين رسائي حاصل ڪري سگهو جيئن توهان درخواست ڪئي آهي ۽ اسان کي تسليم ڪرڻ ڏيو ته توهان هڪ اڪائونٽ ٺاهيو آهي ۽ انهي اڪائونٽ ۾ لاگ ان ڪيو آهي سائيٽ جي مواد تائين رسائي حاصل ڪرڻ لاء. انهن ۾ ڪوڪيز پڻ شامل آهن جيڪي اسان کي توهان جي اڳئين عملن کي ياد رکڻ جي قابل بڻائين ٿيون ساڳئي برائوزنگ سيشن ۾ ۽ اسان جي سائيٽن کي محفوظ ڪريون.",
    "1533171442": "اسان تجزيي ۽ مارڪيٽنگ جي مقصدن لاءِ ٽئين پارٽين کان فنڪشنل ڪوڪيز ۽ ڪوڪيز پڻ استعمال ڪندا آهيون. فنڪشنل ڪوڪيز سائيٽن جي ڪجهه حصن کي صحيح طريقي سان ڪم ڪرڻ ۽ توهان جي صارف جي ترجيحن کي ڄاڻڻ جي قابل بڻائي ٿي. تجزياتي ڪوڪيز، ٻين شين جي وچ ۾، معلومات گڏ ڪري ٿي ته ڪسٽمر، انٽيگريٽر، ۽ آخري استعمال ڪندڙ اسان جي سائيٽن کي ڪيئن استعمال ڪن ٿا، مواد ۽ پروڊڪٽس جيڪي صارف اڪثر ڏسندا آهن، ۽ اسان جي ٽئين پارٽي جي اشتهارن جي اثرائتي. اشتهاري ڪوڪيز لاڳاپيل سامعين تائين اشتهار پهچائڻ ۽ اسان جي اشتهارن کي ڳولا جي نتيجن جي چوٽي تي ظاهر ڪرڻ ۾ مدد ڪن ٿيون. ڪوڪيز يا ته ”سيشن“ ڪوڪيز هونديون آهن جيڪي ڊهي وينديون آهن جڏهن توهان پنهنجي برائوزر سيشن کي ختم ڪندا آهيو، يا ”مسلسل“، جيڪي توهان جي حذف ٿيڻ تائين (هيٺ بحث ڪيل) يا پارٽي جنهن ڪوڪيز جي خدمت ڪئي هوندي رهنديون آهن. سائيٽن تي استعمال ڪيل سڀني ڪوڪيز تي مڪمل تفصيل موجود آهن اسان جي هيٺ ڏنل ڪوڪيز ظاهر ڪرڻ واري ٽيبل تي.",
    "322830977": "ڪوڪيز کي ڪيئن غير فعال ڪجي.",
    "3885459114": "توھان عام طور تي چالو ڪري سگھو ٿا يا بعد ۾ ڪوڪيز جي استعمال کي غير فعال ڪري سگھوٿا پنھنجي ويب برائوزر ۾ ٺاھيل ڪارڪردگيءَ ذريعي. جيڪڏهن توهان ڪوڪيز جي باري ۾ وڌيڪ سکڻ چاهيو ٿا، يا انهن کي ڪيئن ڪنٽرول ڪرڻ، بند ڪرڻ يا ختم ڪرڻ چاهيو ٿا، مهرباني ڪري دورو ڪريو https://www.knowcookies.com/ تفصيلي رهنمائي لاءِ.",
    "262509504": "اسان ڪوڪيز پاران گڏ ڪيل معلومات کي ٻي معلومات سان ڳنڍي سگهون ٿا جيڪو اسان توهان کان گڏ ڪريون ٿا هن رازداري پاليسي جي مطابق ۽ گڏيل معلومات استعمال ڪريو جيئن هتي بيان ڪيو ويو آهي. اهڙي طرح، ٽئين پارٽيون جيڪي اسان جي سائيٽن تي ڪوڪيز جي خدمت ڪن ٿيون شايد توهان جي نالي يا اي ميل پتي کي ٻين معلومات سان ڳنڍي سگهن ٿيون جيڪي اهي گڏ ڪن ٿيون، جنهن ۾ شامل ٿي سگھي ٿي ماضي جي خريداري آف لائن يا آن لائن، يا توهان جي آن لائن استعمال جي معلومات.",
    "2935155034": "جيڪڏهن توهان يورپي اقتصادي علائقي ۾ واقع آهيو، توهان وٽ ڪجهه حق آهن جيڪي مٿي بيان ڪيل عنوان هيٺ بيان ڪيا ويا آهن \"EU ڊيٽا مضمونن ڏانهن نوٽيس\"، بشمول ڊيٽا کي معائنو ڪرڻ ۽ درست ڪرڻ يا حذف ڪرڻ جو حق جيڪو اسان وٽ توهان جي باري ۾ آهي.",
    "1873812847": "ڪوڪيز ظاهر ڪرڻ",
    "3319083717": "نالو:",
    "3183855267": "1. hmt_id",
    "907324388": "فنڪشن",
    "2896187462": "1. استعمال ٿيل سختي سان ضروري گمنام سروس سان لاڳاپيل انگ اکر، ۽ ٻين ٽيڪنيڪل مقصدن لاءِ جيئن رسائي جي مدد ۾ مدد ڪرڻ.",
    "987267027": "پارٽي",
    "3453526675": "1. پهرين پارٽي",
    "1952810469": "قسم",
    "1795436560": "1. سيشن",
    "102695075": "عرصو",
    "3356329025": "1. 30 ڏينهن",
    "3744153629": "نالا:",
    "2801359190": "__cfduid،",
    "1829242168": "__cflb،",
    "2219945145": "سيشن،",
    "3186435874": "اجلاس",
    "720059527": "2. سختي سان ضروري ٽيڪنيڪل مقصدن لاءِ استعمال ڪيو ويو: لوڊ بيلنسنگ، روٽنگ.",
    "1241291641": "وڌيڪ تفصيل ڏسو.",
    "1834801943": "2. پهرين پارٽي",
    "2114694926": "2. سيشن",
    "938404336": "2. مختلف؛ 30 ڏينهن تائين.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. استعمال ٿيل سختي سان ضروري ٽيڪنيڪل مقصدن لاءِ: قابل بنائي ٿو رسائي استعمال ڪندڙ جي استعمال کي.",
    "1061239711": "3. پهرين پارٽي",
    "1483015662": "3. سيشن",
    "3458934553": "3. مختلف؛ 30 ڏينهن تائين.",
    "1527172673": "جيڪڏهن توهان وٽ هن ڪوڪي پاليسي بابت ڪي سوال آهن، مهرباني ڪري اسان سان رابطو ڪريو:",
    "134571844": "Impressum (سائيٽ نوٽيس)",
    "110836420": "آخري ڀيرو اپڊيٽ ڪيو ويو: ڊسمبر 23، 2020",
    "2901894297": "hCaptcha هڪ خدمت آهي Intuition Machines Inc. (\"IMI\")، هڪ ڊيلويئر يو ايس ڪارپوريشن (#6393793).",
    "2928362319": "ٽپال موڪليا وڃن ٿا: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "ڪمپني جي موجوده انتظام بابت معلومات حاصل ڪري سگھجي ٿي اٽڪل صفحي تي. ڪمپني جو موجوده سي اي او مواد جو ذميوار مئنيجنگ ڊائريڪٽر آهي.",
    "3094150511": "ريگيوليٽري اٿارٽي: يو ايس فيڊرل ڪميونيڪيشن ڪميشن، 45 L Street NE، Washington DC 20554 USA.",
    "2763011087": "IMI نه ڪندو آهي، ۽ نه ئي ان ۾ حصو وٺڻ جو پابند آهي، صارفين جي تڪرار جي حل ڪندڙ اداري جي سامهون صارفين جي تڪرارن جي متبادل تڪرار جي حل لاءِ.",
    "1395644678": "يورپي ڪميشن جي سرڪاري ويب سائيٽ آن لائن تڪرار جي حل لاءِ:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "مواد جي حوالي سان ڪا به ضمانت نه آهي",
    "707541553": "اسان جي انٽرنيٽ صفحن تي موجود سموري معلومات IMI يا ٽئين پارٽي طرفان تصديق ڪئي وئي آهي. بهرحال، نه ته IMI ۽ نه ئي ٽئين پارٽيون ذميوار ٿي سگهن ٿيون معلومات جي موجوده، صحيح، يا مڪمل هجڻ لاءِ. اهو پڻ ٻين ويب سائيٽن تي لاڳو ٿئي ٿو جيڪي اسان جي صفحن تي هائپر لنڪس ذريعي پهچي سگهن ٿيون. IMI انهن خارجي ويب سائيٽن جي مواد جي ذميواري قبول نه ڪندو آهي.",
    "2650241052": "ڪابه صلاح نه آهي",
    "3361191778": "انٽرنيٽ صفحن تي مهيا ڪيل معلومات انفرادي مشوري جي نمائندگي نٿو ڪري ۽ ان کي تبديل نٿو ڪري سگهي. جيڪڏھن توھان کي انفرادي مشوري جي ضرورت آھي، مھرباني ڪري اسان جي سپورٽ اسٽاف سان رابطو ڪريو.",
    "1031855757": "هن سائيٽ جو استعمال",
    "204716894": "اسان جي ويب صفحن جو مواد ۽ ڊزائين ڪاپي رائيٽ جي قانون تحت محفوظ آهن. صفحن ۽ انهن جي مواد کي اهڙي طريقي سان نقل ڪرڻ لاءِ جيڪو مناسب منصفانه استعمال کان وڌيڪ هجي IMI کان اڳواٽ تحريري رضامندي جي ضرورت آهي جيڪڏهن صفحي تي نقل لاءِ مخصوص ڪيل ٻيون قانوني شقون نه آهن.",
    "3182435854": "ڪاپي رائيٽ",
    "3187946010": "انهن صفحن تي سڀئي متن، تصويرون، گرافڪ اينيميشن، وڊيوز، ميوزڪ، آواز ۽ ٻيو مواد ڪاپي رائيٽ جي قانون تحت محفوظ آهن IMI يا ٽئين پارٽين طرفان جيڪڏهن وضاحت ڪئي وئي آهي. اهو منع ٿيل آهي نقل ڪرڻ يا تبديل ڪرڻ لاءِ هن مواد کي تجارتي استعمال لاءِ اهڙي طريقي سان جيڪا مناسب مناسب استعمال کان وڌي وڃي.",
    "74538881": "هن ويب سائيٽ جي ذميواري",
    "3236873806": "IMI هن ويب سائيٽ لاء ذميوار آهي.",
    "2657277322": "جيڪڏهن توهان وٽ ڪو سوال آهي، مهرباني ڪري اسان سان رابطو ڪريو:",
    "1338341134": "hCaptcha + رازداري پاس (بيٽا)",
    "88879089": "رازداري پاس هڪ آهي",
    "1898063898": "صارف جي رازداري جي حفاظت لاءِ جيڪا اسان ترقي ڪري رهيا آهيون ان سان گڏ",
    "1942186611": "۽ ٻيا.",
    "3673079511": "اڀرندڙ معيار",
    "2164933356": "Cloudflare",
    "3119589996": "اهو ڪيئن ڪم ڪري ٿو: هڪ برائوزر ايڪسٽينشن صارفين کي اجازت ڏئي ٿي ته اهي ويب سائيٽن لاءِ cryptographically blind tokens ٺاهي ۽ سائن ان ڪري سگهن جيڪي پرائيويسي پاس پروٽوڪول کي سپورٽ ڪن ٿيون. ايڪسٽينشن پاسز ٺاهي ٿي جن ۾ cryptographically blinded tokens شامل آهن جيڪي hCaptcha پاران دستخط ٿيل آهن جڏهن hCaptcha سروس استعمال ڪندي ڪنهن به سائيٽ تي چئلينج حل ڪيو وڃي ٿو،",
    "1254771154": "ٻين پرائيويسي پاس سپورٽنگ سروسز تي ڏيکاريل چئلينج جيڪي پڻ hCaptcha کي شامل ڪن ٿا، مثال طور Cloudflare.",
    "996362763": "اهي ٽوڪن اڻڄاتل آهن ۽ مستقبل جي استعمال لاء ايڪسٽينشن طرفان ذخيرو ٿيل آهن. جڏهن صارف hCaptcha استعمال ڪندي سائيٽ جو دورو ڪري ٿو ۽ چئلينج کي پاس ڪرڻ جي ضرورت آهي (ڇا پوشيده هجي يا \"مان انسان آهيان\" بٽڻ ذريعي) اهي خودڪار طريقي سان حاصل ڪيا ويندا آهن. بلائنڊنگ جي طريقيڪار جو مطلب آهي ته سائن ٿيل ۽ ريڊيم ٿيل ٽوڪن کي hCaptcha جي نقطه نظر کان cryptographically unlinkable آهن، ۽ اهڙي طرح صارف جي رازداري محفوظ آهي.",
    "2943346052": "جيئن ته IETF معيار سازي جو عمل جاري آهي، اسان کي اميد آهي ته اهم برائوزر ڪجهه فارمن کي اختيار ڪندا پرائيويسي پاس مقامي طور تي. اهو آخرڪار واڌارو غير ضروري بڻائيندو. في الحال، بهرحال، مهرباني ڪري هيٺ ڏنل هدايتن تي عمل ڪريو.",
    "2326660907": "سواءِ",
    "741483946": "* ٻين لفظن ۾: توھان حاصل ڪري سگھو ٿا hCaptcha رازداري پاس ٽوڪن hCaptcha.com تي، ۽ انھن کي استعمال ڪري سگھو ٿا ٻين سائيٽن تي سڌو سنئون استعمال ڪندي hCaptcha.com. توهان hCaptcha پرائيويسي پاس ٽوڪن حاصل يا ريڊيم نٿا ڪري سگهو hCaptcha سروس کي بائي پاس ڪرڻ لاءِ جيئن Cloudflare استعمال ڪيو ويو آهي، ڇاڪاڻ ته Cloudflare مسئلا ڪري ٿو ۽ پنهنجي ذاتي رازداري پاس ٽوڪن کي ريڊيم ڪري ٿو.",
    "1362015807": "شروع ٿيڻ",
    "1358325821": "پهرين، ايڪسٽينشن کي انسٽال ڪريو",
    "310885519": "يا",
    "4091044469": ". پڪ ڪريو ته توهان انڪوگنٽو موڊ ۾ ايڪسٽينشن کي فعال ڪيو آهي. پوء، hCaptcha استعمال ڪندي ڪنهن به ويب سائيٽ تي وڃو ۽ ڪيپچا حل ڪريو. نسخي 2.0.3 جي طور تي، توهان hCaptcha استعمال ڪندي ويب سائيٽن تي اهي ٽوڪن حاصل ڪري سگهو ٿا.",
    "3904679538": "ڪروم",
    "3700767772": "هڪ دفعو توهان ايڪسٽينشن انسٽال ڪيو، هتي ڪلڪ ڪريو (يا ڪنهن به hCaptcha-استعمال ڪندڙ ويب سائيٽ تي) پاسون ڪمائڻ لاءِ:",
    "166277959": "مھرباني ڪري نوٽ ڪريو: ھي فيچر ھن وقت بيٽا ۾ آھي، ۽ ٿي سگھي ٿو سڀني ويب سائيٽن ۽ استعمال ڪندڙن لاءِ ھر وقت ڪم نه ڪري. ان صورت ۾ ته اهو فعال نه آهي يا ڪنهن خاص صارف لاءِ ڪم نٿو ڪري، اهو رويو صرف ڪارڪردگيءَ جي نقصان کان سواءِ معياري hCaptcha تجربي ڏانهن واپس اچي ويندو.",
    "3031357206": "توهان جي URL بار جي اڳيان هڪ نئون آئڪن ظاهر ٿيندو. ھاڻي ويب سائيٽ تي وڃو hCaptcha استعمال ڪندي. اهو هن طرح نظر ايندو:",
    "1066753052": "جنهن جو مطلب آهي ته والٽ خالي آهي، ۽ توهان هڪ سائيٽ تي آهيو جنهن ۾ هڪ hCaptcha چئلينج شامل آهي. هڪ دفعو توهان چيلنج مڪمل ڪيو، توهان ٽوڪن حاصل ڪندا جيڪي hCaptcha سان ڪنهن ٻئي ويب سائيٽ تي حاصل ڪري سگھجن ٿا.",
    "651123197": "چيلنج کي مڪمل ڪرڻ کان پوءِ توهان جي والٽ ۾ موجوده ڪل جو ڳڻپ آئڪن تي ڏيکاريو ويندو.",
    "554844646": "توهان تصديق ڪري سگهو ٿا ته واڌ ڪم ڪري رهي آهي ڪائونٽر کي هر دفعي ڪلڪ ڪندي 1 هيٺ ٿيندي ڏسي",
    "4087729475": "توهان جي شروعاتي حل کان پوء چئلينج.",
    "647630208": "۽ اهو ئي آهي! توهان جي آن لائن برائوزنگ هاڻي وڌيڪ خانگي آهي.",
    "3272552822": "ڊولپر ۽ cryptographers:",
    "4059570880": "جيڪڏھن توھان چاھيو ٿا ٽريڪ ڪرڻ جي معياري ڪوشش، ڪوششون ھن وقت جاري آھن",
    "1904390996": "معياري ڪرڻ لاء",
    "252720667": "بنيادي رازداري پاس جي cryptographic سيڪيورٽي. پروٽوڪول پاڻ ذريعي وڃي رهيو آهي",
    "3972554015": "عمل پڻ. ۽ برائوزر جي توسيع ضرور آهي",
    "3723626769": "توهان جي تعاون ۽ جائزو لاء.",
    "3882147547": "اڻڄاڻ Pseudorandom افعال",
    "565624910": "مسودو",
    "3421090159": "کليل ذريعو",
    "3098677775": "سوال: ڇا منهنجي IP ۽ برائوزنگ جي تاريخ hCaptcha کان مڪمل طور تي خانگي آهي جڏهن پرائيويسي پاس استعمال ڪندي آهي؟",
    "4019638786": "ج: hCaptcha جا پرائيويسي پاس استعمال ڪندڙ ڪڏهن به پنهنجي IP کي hCaptcha تي ظاهر نه ڪندا جيستائين سندن برائوزر جو ٽوڪن والٽ خالي نه هجي يا سائيٽ ان کي نه موڪلي. hCaptcha وٽ صارف کي ٽوڪن ريڊيمپشن سان ڳنڍڻ جو ڪو به طريقو ناهي، ۽ ريڊيمپشن دوران صارف سان ڪڏهن به سڌو رابطو نه ڪندو جيستائين سندن ٽوڪن والٽ خالي نه هجي.",
    "3887113660": "سوال: رازداري پاس hCaptcha آمدني کي ڪيئن متاثر ڪري ٿو؟",
    "1116455671": "ج: توھان حاصل ڪندا ھڪڙو انعام حاصل ڪرڻ لاءِ ابتدائي حل جيڪڏھن استعمال ڪندڙ ان کي توھان جي سائيٽ تي مڪمل ڪري ٿو. ريڊيمپشن ساڳئي جوابي نموني جي پيروي ڪندا آهن ڄڻ ته صارف توهان جي سائيٽ تي خود بخود گذري چڪو آهي اعلي ڪلائنٽ جي اعتماد جي ڪري: ڪابه آمدني نه ٿيندي، ۽ توهان جي سرور کان سائيٽ جي تصديق واري ڪال پاس نتيجن ۾ هڪ 'ڪريڊٽ: غلط' وصول ڪري ٿي.",
    "779817954": "سوال: جيڪڏهن مون وٽ پرائيويسي پاس پاس آهن جيڪي ٻئي فراهم ڪندڙ طرفان جاري ڪيا ويا آهن، ڇا مان انهن کي hCaptcha تي واپس وٺي سگهان ٿو؟",
    "3014149332": "ج: نه، پاسا پاڻمرادو نه هوندا آهن: انهن کي لازمي طور تي جاري ڪيو وڃي ۽ هڪ ئي اٿارٽي طرفان ريڊيم ڪيو وڃي، هن صورت ۾ hCaptcha. نوٽ ڪريو ته جيڪڏھن توھان پاس ڪيو آھي ٻئي Cloudflare ۽ hCaptcha توھان جي ايڪسٽينشن ۾، دستياب نمبر صحيح رقم ۾ تبديل ٿي ويندو ان صفحي جي ضرورت جي لحاظ سان جنھن تي توھان دورو ڪري رھيا آھيو. ٻين لفظن ۾، جيڪڏهن توهان وٽ آهن 100 Cloudflare پاس توهان جي والٽ ۾ ۽ 10 hCaptcha پاس، توهان کي ڏسڻ گهرجي 10 تي ايڪسٽينشن آئڪن تي صفحن تي hCaptcha شامل ٿيل.",
    "3679148535": "سوال: پرائيويسي پاس جون ٻيون ڪهڙيون ايپليڪيشنون توهان ڪم ڪري رهيا آهيو؟",
    "1606783855": "ج: اسان تمام گهڻي دلچسپي رکون ٿا رازداري پاس لاءِ رسائي (\"a11y\") استعمال ڪيس. اڳي مشهور آپشنز جهڙوڪ آڊيو ڪيپچا ڪيترن ئي a11y استعمال ڪندڙن جي خلاف تبعيض ڪن ٿا. اسان يقين رکون ٿا ته اسان جي موجوده a11y طريقي کي پرائيويسي پاس جاري ڪرڻ سان گڏ ڪرڻ سان a11y استعمال ڪندڙن کي محفوظ طريقي سان براؤز ڪرڻ جي اجازت ملندي، انهي ڄاڻ ۾ ته انهن جي ٽرئفڪ وڌيڪ پرائيويٽ آهي، جڏهن ته بوٽ آپريٽرز جي بدسلوڪي کي محدود ڪندي جيڪو ناگزير طور تي ٿئي ٿو جڏهن a11y آپشن موجود آهن.",
    "2359150347": "سوال: ڇا ٻيون آن لائين سيڪيورٽي خدمتون رازداري پاس جي حمايت ڪن ٿيون؟",
    "2082237880": "ج: hCaptcha پنهنجي نوعيت جي پهرين خدمت آهي جيڪا پرائيويسي پاس کي سپورٽ ڪري ٿي، ۽ في الحال اهو ڪرڻ لاءِ واحد آهي. تنهن هوندي، اسان اميد رکون ٿا ته ٻين خدمتن کي سڃاڻڻ جي فائدن کي سڃاڻڻ لاءِ صارف جي رازداري آن لائن، ۽ اميد رکون ٿا ته مستقبل ۾ وڌيڪ لاڳو ٿينديون جيئن IETF معيار جيڪي اسان ترقي ڪرڻ ۾ مدد ڪري رهيا آهيون رسمي طور تي اختيار ڪيا ويندا.",
    "2109792055": "يوزر گائيڊ: ڊيبگنگ جا مسئلا پرائيويسي پاس جاري ڪرڻ ۽ تصديق سان",
    "3588620914": "رازداري پاس ويب جي معيار جي لحاظ کان هڪ نئين ايجاد آهي، ۽ اهو ممڪن آهي ته ٻين ايپليڪيشنن ۽ برائوزر ايڪسٽينشنن لاءِ جيڪي ان کان واقف نه آهن ان جي ڪارڪردگيءَ ۾ مداخلت ڪن.",
    "4039193170": "جيڪڏهن توهان کي ٽوڪن حاصل ڪرڻ يا حاصل ڪرڻ ۾ مسئلا آهن:",
    "2378786360": "1. ڪوشش ڪريو ٻين سپورٽ ٿيل برائوزرن مان: جيڪڏھن توھان آھيو Chrome تي، ڪوشش ڪريو فائرفاڪس استعمال ڪرڻ کان سواءِ پنھنجي سيٽنگ Chrome مان درآمد ڪرڻ، ۽ اتي پلگ ان انسٽال ڪريو. جيڪڏهن اهو ڪم ڪري ٿو، توهان وٽ شايد برائوزر جي ترتيب جو مسئلو هجي.",
    "394235836": "3. جيڪڏهن مٿين تجويزن مان ڪو به ڪم نٿو ڪري، اسان کي هڪ سپورٽ اي ميل موڪليو ۽ اسان کي اهو معلوم ڪرڻ ۾ مدد ڪرڻ ۾ خوشي ٿيندي ته ڇا ٿي رهيو آهي.",
    "3470857731": "reCAPTCHA بوٽس کي ڪيئن ڳولي ٿو ان جو تجزيو.",
    "3240786848": "آخري تازه ڪاري: فيبروري 18، 2021",
    "2547140673": "هڪ ڏهاڪي کان وڌيڪ عرصي تائين، گوگل جي reCAPTCHA سروس ويب سائيٽ مالڪن کي واپار جي آڇ ڪئي آهي: گوگل کي توهان جي صارفين کي ٽريڪ ڪرڻ ۽ انهن کان سوال پڇڻ ڏيو، ۽ بدلي ۾ اهي بوٽ ۽ اسپام کي روڪڻ جو واعدو ڪن ٿا.",
    "2133754014": "4.5 ملين کان وڌيڪ ويب سائيٽون استعمال ڪن ٿيون reCAPTCHA [",
    "3152512587": "۽ سسٽم سوين ملين روزانو حل گڏ ڪري ٿو. [",
    "2296918009": "اهو هر روز 100 کان وڌيڪ ماڻهن جي سالن جي محنت جي برابر آهي.",
    "3900538778": "ليبل ٿيل ڊيٽا ايندھن آھي جيڪو مشين جي سکيا کي طاقت ڏئي ٿو. reCAPTCHA جوابن کي 2009 کان وٺي گوگل جي ML/AI خدمتن کي بهتر ڪرڻ لاءِ استعمال ڪيو ويو آهي. ڪيترائي ماڻهو جيڪي reCAPTCHA استعمال ڪندا آهن انهن کي اهو احساس نه هوندو آهي ته انهن جي محنت کي استعمال ڪيو پيو وڃي.",
    "1160252730": "گوگل هاڻي reCAPTCHA انٽرپرائز لاءِ اعليٰ قيمتون چارج ڪري رهيو آهي ، ڪيترن ئي ڪمپنين کي هن ڊيل جو ٻيهر جائزو وٺڻ جو سبب بڻيو.",
    "1131196501": "وڏيون ڪمپنيون جهڙوڪ",
    "204889717": "hCaptcha's ڏانهن تبديل ڪيو ويو آهي",
    "639413188": "ان جي جواب ۾.",
    "3280658086": "انٽرپرائز حل",
    "3842815245": "ڇا هي هڪ منصفانه واپار آهي؟",
    "714342693": "hCaptcha ٽيم 2016 کان وٺي ”ڊارڪ ويب“ ڪيپچا بريڪنگ سروسز مان قيمتي ڊيٽا گڏ ڪري رهي آهي. اسان هڪ دلچسپ رجحان ڏٺو:",
    "468929661": "هڪ reCAPTCHA کي ٽوڙڻ جي سراسري قيمت ناقابل يقين حد تائين گهٽ آهي ($1 في 1000 حلن کان گهٽ) ۽ 2016 ۾ اسان جي نگراني جي شروعات کان وٺي مادي طور تي نه وڌي وئي آهي. اهو ٻنهي reCAPTCHA v2 ۽ v3 تي لاڳو ٿئي ٿو. [",
    "2862164005": "قيمت جي ڊيٽا اسان کي ريڪيپچا پاران پيش ڪيل سيڪيورٽي تي صحيح ڊالر جي قيمت رکڻ جي اجازت ڏئي ٿي: $0.001 يا گهٽ في جواب.",
    "102498091": "گوگل چارج ڪري ٿو $1 في 1000 درخواستن لاءِ reCAPTCHA انٽرپرائز، مطلب ته اهي هاڻي في گذارش کان وڌيڪ چارج ڪن ٿا ان جي قيمت کان وڌيڪ انهن جي خدمت جي حفاظت کي ٽوڙڻ لاءِ. هي هڪ خراب ڊيل وانگر لڳي ٿو.",
    "130239139": "گوگل پاران روزانه گڏ ڪيل 100+ فردن سالن جي محنت جو ڇا قدر آهي؟",
    "1421074182": "ڪافي مٿي.",
    "1953519598": "ھڪڙي تصوير کي ليبل ڪرڻ جي قيمت $0.03 کان $1.00 يا وڌيڪ تائين آھي. ڪنهن به قدامت پسند اندازي موجب، گوگل اڄ تائين اربين ڊالرن جي مفت مزدوري ڪڍي آهي. [",
    "3025548709": "ڇا ھن غير منصفاڻي معاملي جو ڪو متبادل آھي؟",
    "263761351": "hCaptcha پهريون معتبر متبادل آهي، جيڪو هاڻي هر مهيني لکين ماڻهن طرفان استعمال ڪيو ويندو آهي.",
    "2743692546": "جيئن ته استعمال ڪندڙ پنهنجي انسانيت کي hCaptcha ذريعي ثابت ڪن ٿا، انهن جي محنت ۾ داخل ٿئي ٿي هڪ گمنام اوپن مارڪيٽ ۾ بولنگ لاءِ.",
    "1982750088": "سڄي دنيا ۾ ڪمپنيون ان محنت لاءِ بوليون لڳن ٿيون ته جيئن اهي سادو ڪم مڪمل ڪن جيڪي ماڻهن لاءِ آسان آهن پر مشينن لاءِ مشڪل آهن. صارفين انهي سائيٽ جي حمايت ڪن ٿا جيڪي اهي دورو ڪري رهيا آهن، ۽ اعلي سطحي سيڪيورٽي جي ڪري گهٽ ويب اسپام جو تجربو ڪندا آهن.",
    "1108398506": "گراهڪ تجربو تي مڪمل ڪنٽرول حاصل ڪن ٿا، ۽ ماهرن مان فائدو حاصل ڪري چڪو آهي hCaptcha انٽرنيٽ تي سڀ کان وڏي آزاد چئلينج فراهم ڪندڙ کي هلائي رهيو آهي. اهي پڻ حاصل ڪن ٿا بهتر ڊيل reCAPTCHA انٽرپرائز کان: 50-80٪ تائين بهتر قيمت، حجم جي لحاظ سان.",
    "3012870872": "ويب سائيٽون ۽ ايپس مفت ورزن (hCaptcha Publisher) استعمال ڪندي ان ڪم مان آمدني حاصل ڪن ٿيون بجاءِ ان کي گوگل کي عطيو ڪرڻ جي.",
    "2271512952": "استعمال ڪندڙ سائيٽ جي حمايت ڪن ٿا جيڪي اهي دورو ڪري رهيا آهن، ۽ تجربو گهٽ ويب اسپام.",
    "278010425": "hCaptcha تي ڪمن جا وسيع ۽ اڪثر تبديل ٿيندڙ قسم پڻ پاڻمرادو ڪرڻ مشڪل آهن. reCAPTCHA جو سنگل انٽرفيس ڪيترن ئي سالن ۾ تبديل نه ٿيو آهي، ۽ ان ۾ ڪڏهن ڪڏهن بدلجندڙ سوالن جو هڪ ننڍڙو سيٽ آهي. هي هڪ طريقو آهي hCaptcha reCAPTCHA کان وڌيڪ مضبوط اينٽي بوٽ تحفظ فراهم ڪري ٿو.",
    "984849234": "hCaptcha استعمال ڪري ٿو جديد مشين لرننگ کي پهچائڻ لاءِ جيڪو reCAPTCHA صرف واعدو ڪري ٿو، جڏهن ته ان کي استعمال ڪندڙ ويب سائيٽن سان گڏ ڪيل قدر شيئر ڪري ٿو.",
    "4063769686": "استعمال ڪندڙ سائيٽ جي حمايت ڪن ٿا جيڪي اهي دورو ڪري رهيا آهن، ۽ تجربو گهٽ ويب اسپام. هي هڪ منصفانه ڊيل وانگر لڳي ٿو.",
    "685916926": "ڇو reCAPTCHA وقت سان بهتر نه ٿيو آهي؟",
    "3992401943": "2012 کان وٺي ڊيپ لرننگ ۾ انقلاب اچي چڪو آهي. ڪم جي درستگي لاءِ صنعت جو معيار گذريل ڏهاڪي دوران بنيادي طور تي بهتر ٿيو آهي، بنيادي طور تي گہرے ڪنوولوشنل نيٽ ورڪن جي ڪري. ٻيون ML-powered خدمتون گوگل جي آڇون هن وکر جي پيروي ڪئي آهي.",
    "615031303": "(ڏسو فوٽ نوٽس",
    "2125514305": "ML بهتر ٿي چڪو آهي، پر reCAPTCHA کي پاس ڪرڻ جي مشڪلات هن وقت دوران مادي طور تي تبديل نه ڪئي آهي.",
    "1406188018": "6 ۽ 7",
    "2689973938": "reCAPTCHA کي بهتر بنائڻ گوگل لاءِ هڪ اندروني تڪرار پيدا ڪري ٿو بطور اشتهار وينڊ.",
    "464238793": "جيڪڏهن گوگل پاڻ اهو طئي ڪري ٿو ته هڪ صارف هڪ اشتهار ڏسي رهيو آهي يا لنڪ تي ڪلڪ ڪري حقيقت ۾ هڪ بوٽ هو، اهو انهي صارف کي ڏيکاريل اشتهارن لاءِ چارج نٿو ڪري سگهي. دلچسپي جي هن تڪرار گوگل جي مخالف بوٽ عزائم جي دائري کي سختي سان محدود ڪري ڇڏيو آهي.",
    "918924423": "مثال طور، گوگل پيش نه ڪيو آهي واضح طور تي قيمتي خدمتون جهڙوڪ ريٽرويوٽو بوٽ ڳولڻ. ڪيترن ئي ڏينهن جي ڊيٽا جي تجزيي کان پوءِ صارف ٽرئفڪ بوٽ ٺاهيل اعلان ڪرڻ تمام گهڻو قابل اعتماد آهي.",
    "661412233": "ڪيپچا کان پوءِ ڄاڻڻ ته ڪجهه استعمال ڪندڙ بوٽ هئا پڻ قيمتي آهي. اهو ويب سائيٽ جي مالڪن کي پراڻن اسپام پوسٽن کي صاف ڪرڻ ۽ مستقبل ۾ اسپام فورمز تي رجسٽرڊ ٿيل ”سليپر اڪائونٽس“ کي حذف ڪرڻ جي اجازت ڏئي ٿو، فراڊ کي گهٽائڻ، ۽ وڌيڪ.",
    "3600797185": "اڳڀرائي واري بوٽ جي سڃاڻپ جي پيشڪش گوگل کي ٿلهي سوالن لاءِ کولي ڇڏيندي ته ڪيئن اشتهار ڏيڻ وارن کي واپسي واپس ڪجي جن ان فريب واري ٽرئفڪ تي پئسا خرچ ڪيا.",
    "2076932190": "reCAPTCHA پراڊڪٽ اهڙيءَ طرح هڪ ڏهاڪي تائين بيٺو آهي.",
    "3856912381": "صارفين کي نقصان پهچايو آهي، ۽ غير ضروري ويب اسپام هاڻي تيز آهي. پر اتي هڪ متبادل آهي.",
    "1035621426": "reCAPTCHA پاران سڃاڻپ ڪيل هر بوٽ سڌو سنئون گوگل جي اشتهارن جي آمدني کي گھٽائي ٿو.",
    "3668115514": "hCaptcha ڪيئن مختلف آهي؟",
    "2413742287": "hCaptcha جي حوصلا افزائي ڪرڻ آهي درستگي کي وڌائڻ، اشتهار جي آمدني نه: بوٽ جا جواب اسان جي گراهڪن لاءِ بيڪار آهن، جن کي انساني تربيتي ڊيٽا جي ضرورت آهي.",
    "1373262754": "ڄاڻڻ ته هڪ فرد ڪير آهي hCaptcha لاءِ گهٽ ۾ گهٽ قيمت آهي. اسان کي رڳو پرواه آهي ته اهي انسان آهن يا خراب اداڪار.",
    "600646860": "حقيقي قيمت سان مزدور ڪڍڻ دوران قابل اعتراض قدر جي خدمت پيش ڪرڻ جي بدران، hCaptcha ٻنهي معاوضي ۽ مضبوط اينٽي بوٽ تحفظ فراهم ڪري ٿو.",
    "1836191653": "انٽرپرائز ورزن لاءِ لکين ڊالر چارج ڪرڻ دوران مفت استعمال ڪندڙن لاءِ آساني سان شڪست جي سروس پيش ڪرڻ جي بدران، جيڪو گهڻو بهتر ناهي، hCaptcha ٻنهي لاءِ بهترين بوٽ تحفظ فراهم ڪري ٿو، جڏهن ته انٽرپرائز صارفين کي اضافي خاصيتون ۽ ڪسٽمائيزيشن پيش ڪري ٿو، مضبوط SLAs ۽ تيز مدد سان.",
    "990215503": "hCaptcha واحد وڏي ڪيپچا سروس آهي جيڪا اشتهاري نيٽ ورڪ جي ملڪيت ناهي.",
    "971933157": "hCaptcha رازداري، شفافيت، ۽ انصاف جو خيال رکي ٿو.",
    "178839499": "hCaptcha ڪم جي قيمت کي حصيداري ڪري ٿو جڏهن صارفين پنهنجي انسانيت کي ثابت ڪن ٿا.",
    "1237076138": "hCaptcha ٻنهي مفت (hCaptcha Publisher) ۽ انٽرپرائز (hCaptcha Enterprise) گراهڪن لاءِ مناسب ڊيل پيش ڪري ٿو.",
    "614310292": "hCaptcha ڪنهن ٺاهيو؟",
    "4188814619": "hCaptcha Intuition Machines جي هڪ خدمت آهي (",
    "3265328927": ")، هڪ مشين لرننگ ڪمپني جيڪا پيش ڪري ٿي پروڊڪٽس ۽ خدمتون انهن ڪمپنين لاءِ جيڪي مشين لرننگ کي پيماني تي لاڳو ڪن ٿيون.",
    "2740033957": "IM ٽيم ايپل، ايمازون، ۽ مشين لرننگ، ورهايل سسٽم، ۽ سيڪيورٽي ۾ ٻين اڳواڻن جي سائنسدانن ۽ انجنيئرن تي مشتمل آهي.",
    "1579715421": "IM سائنسدان باقاعدگي سان مٿين ڪانفرنسن جهڙوڪ ICML، ICLR، ECCV، ۽ NeurIPS ۾ شايع ڪندا آهن، ۽ ڪمپني عوامي طور تي ايم ايل ڊسيپلينز جهڙوڪ ڊيپ هيشنگ ۾ اسٽيٽ آف دي آرٽ نتيجا جاري ڪيا آهن.",
    "4015238193": "۽ او سي آر [",
    "279580593": "imachines.com",
    "279918384": "گوگل توهان جي مفت محنت کي ڪيئن استعمال ڪري رهيو آهي؟",
    "2385522384": "توهان ڏسندا رهيا هئا ڪئميرا مان وڊيو جا فريم گوگل جي Waymo سيلف ڊرائيونگ ڪارن تي، ۽ انهن جي اعتراض جي سڃاڻپ کي بهتر ڪرڻ ۾ مدد ڪري رهيا هئا.",
    "1517627947": "توهان شايد گوگل جي اسٽريٽ وييو ڪارن مان عمارتن جون تصويرون يا گهٽي جا نشان ڏسي رهيا هئا، ۽ انهن جي نقشن ۽ ڌرتيءَ جي شين لاءِ جڳهن کي ليبل ڪرڻ ۾ مدد ڪري رهيا هئا.",
    "3225936061": "توھان ڏسندا رھيا آھيو متن جون تصويرون ڪتاب جي صفحن مان ورتل گوگل جي ڪتاب سروس تي، ۽ انھن جي OCR (ٽيڪسٽ جي سڃاڻپ) سافٽ ويئر کي بھتر ڪرڻ ۾ مدد ڪندي.",
    "129661785": "ڪڏهن پڇيو ويو آهي \"ڪار تي ڪلڪ ڪريو / ڪراس واڪ / اسٽاپ لائٽ؟\"",
    "936667684": "ڪڏهن پڇيو ويو آهي \"بلڊنگ / اسٽريٽ سائن ۾ ٽائپ ڪريو؟\"",
    "3773515538": "ڪڏهن پڇيو ويو ته \"ٻن لفظن ۾ ٽائپ ڪريو؟\"",
    "1778058441": "hCaptcha تي ڪهڙي قسم جون نوڪريون هلن ٿيون؟",
    "366088791": "hCaptcha مختلف قسم جي ڪمن کي سپورٽ ڪري ٿو.",
    "3114147525": "hCaptcha گراهڪ خدمت کي ڪمن لاءِ استعمال ڪندا آهن جن ۾ اعتراض جي سڃاڻپ، وصف ڳولڻ (ڪپڙن جي قسمن کي سڃاڻڻ لاءِ ليبل گڏ ڪرڻ)، مطابقت جي درجه بندي (گهڻن اختيارن مان سڀ کان وڌيڪ لاڳاپيل پراڊڪٽ چونڊڻ جڏهن هڪ پرائمري پراڊڪٽ جي مقابلي ۾)، بائونڊنگ باڪس (دلچسپي جا علائقا ڳولڻ) هڪ تصوير)، \"انساني او سي آر\" (تصوير ۾ متن جي سڃاڻپ) ۽ ٻين ڪيترن ئي قسمن جا ڪم.",
    "3139609561": "هيٺ ڏنل تصوير جي درجه بندي جا ٻه مثال آهن ۽ خاصيت ڳولڻ جي نوڪري جا قسم. [",
    "2273532558": "hCaptcha جا ادا ڪندڙ گراهڪ ڪير آهن؟",
    "4104221634": "hCaptcha گراهڪ مختلف صنعتن تي پکڙيل آهن، ٽيڪنالاجي ڪمپنين کان وٺي جيڪي فيشن، پرچون، ۽ ٻين علائقن تي مرکوز آهن جتي اهي مشين لرننگ لاڳو ڪرڻ سان قدر پيدا ڪري سگهن ٿا.",
    "1337725003": "hCaptcha اعليٰ مقدار جي حقيقي وقت جي تشريح تائين رسائي کي جمهوري بڻائڻ لاءِ پرعزم آهي، وڏين ۽ ننڍين ڪمپنين کي انهن جي ڪاروبار تي مشين لرننگ لاڳو ڪري انهن جي پروڊڪٽس ۽ خدمتن جي معيار کي بهتر بنائڻ لاءِ.",
    "4086379603": "سوال؟",
    "1243684308": "اسان توهان جي راءِ کي سنجيدگي سان وٺون ٿا، ۽ انهي ڳالهه کي يقيني بڻائڻ چاهيون ٿا ته هر ڪنهن کي آن لائن وڌيڪ خوشگوار تجربو آهي، گهٽ بوٽ ۽ گهٽ اسپام سان. اسان تائين پهچ:",
    "2645321220": "۽ جيڪڏهن توهان سوچيو ته reCAPTCHA جي قيمت تمام گهڻي آهي، اسان کان پڇو hCaptcha Enterprise بابت. في الحال دنيا جي ڪجهه وڏين پبلشرز، مالي خدمتون ڪمپنيون، ۽ ويب انفراسٽرڪچر ڪمپنين پاران استعمال ۾ آهن، اهي نه صرف reCAPTCHA لاءِ هڪ قابل اعتبار متبادل آهن: اسان سمجهون ٿا ته اهي پيش ڪن ٿا بهترين بوٽ تحفظ في الحال دستياب.",
    "1229233916": "فوٽ نوٽس",
    "1115642494": "1. ذريعو: BuiltWith.com reCAPTCHA سائيٽ لسٽنگ. حاصل ڪيل جولاء 9th، 2019.",
    "448807334": "(\"هڪ ڪروڙين ڪيپچا هر روز ماڻهن طرفان حل ڪيا ويندا آهن.\") حاصل ڪيل جولاء 8th، 2019.",
    "2397590157": "3. قدامت پسند تخمينو: 200 ملين حل ڪري ٿو * 30 سيڪنڊ في حل سالن ۾ = 190.3 شخص-سال/ڏينهن.",
    "3236311792": "4. hCaptcha اندروني تجزيو. 30 جون 2019 تائين حاصل ڪيل ڊيٽا. تفصيلات درخواست تي دستياب آهن.",
    "1752259468": "5. قدامت پسند تخمينو: $0.01 ھڪڙي ھڪڙي تشريح جي قيمت * 200M اوسط. بيانات في ڏينهن (لوئر بائونڊ) * 365 ڏينهن في سال * 10 سال 2009 جي حصول کان وٺي = $7.3 بلين لوئر بائونڊ ويليو.",
    "3268946369": "6. ڪريڊٽ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ذريعو: ميري ميڪر، ڪي پي انٽرنيٽ رجحانات 2017",
    "2666258754": "ڪمزور-سپروائيزڊ ڊيپ هيشنگ، هيڪي آرپونن، ٽام اي بشپ لاءِ سيمينٽڪ هيئرارڪي بيسڊ ريليشنل ايمبيڊنگس. ICML 2019، LLD ورڪشاپ.",
    "2544169219": "تازو اسٽيٽ آف دي آرٽ نتيجا: ICML LLD، مئي 2019.",
    "1973347745": "10. رائلٽي آزاد مثال تصويرون. ذريعو: Petapixel.",
    "1493115924": "ٽريڊ مارڪ نوٽس:",
    "4051104324": "\"Intuition Machines\" هڪ رجسٽرڊ ٽريڊ مارڪ آهي Intuition Machines, Inc.",
    "3983646521": "سڀئي پراڊڪٽ جا نالا، لوگو، برانڊز، ٽريڊ مارڪ ۽ رجسٽرڊ ٽريڊ مارڪ انهن جي لاڳاپيل مالڪن جي ملڪيت آهن. هن ويب سائيٽ ۾ استعمال ٿيندڙ سڀ ڪمپني، پراڊڪٽ ۽ سروس جا نالا صرف سڃاڻپ جي مقصدن لاءِ آهن. انهن نالن، ٽريڊ مارڪ ۽ برانڊن جو استعمال تصديق جو مطلب نه آهي. هن معاملي ۾، بلڪل ابتڙ.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM سائنسدانن سي وي پي آر 2020 تي ڪمزور نگراني ٿيل ٽيڪسٽ ريڪگنيشن (OCR) لاءِ نئون معيار مقرر ڪيو.",
    "1259002282": "هڪ بگ مليو؟ هتي اهو ڪيئن رپورٽ ڪجي.",
    "3301728462": "لکين ماڻهو هر مهيني hCaptcha استعمال ڪندا آهن، هزارين ميلاپن تي برائوزرن، ايڪسٽينشنز، ڊوائيسز، فائر والز، ۽ وڌيڪ.",
    "3878230879": "اسان جو مقصد اهو يقيني بڻائڻ آهي ته اهو هميشه توهان لاءِ ڪم ڪري ٿو، تنهنڪري اسان توهان جي رپورٽن جي تمام گهڻي تعريف ڪريون ٿا!",
    "2465128185": "تڪڙو موٽ ڏيڻ لاءِ، صرف \"اسان کي موٽ موڪليو\" بٽڻ تي ڪلڪ ڪريو.",
    "2921990472": "جيڪڏهن توهان هڪ فنڪشنل مسئلو ڏسي رهيا آهيو، مهرباني ڪري پيروي ڪريو",
    "2870341481": "هيٺ. صرف ٻين برائوزرن لاءِ",
    "1866590035": "ڪروم لاءِ ڊيبگ لاگ هدايتون",
    "444492541": "فائر فاکس لاءِ ڊيبگ لاگ هدايتون",
    "169267610": "اسان کي اي ميل ڪريو",
    "3100722753": "امڪاني سيڪيورٽي يا رازداري جي مسئلن لاء، هيٺ ڏنل هدايتون ڏسو.",
    "1906593952": "hCaptcha تي موٽ ڏيو جيڪو توھان ڏٺو آھي",
    "3951254541": "اسان توهان جي ان پٽ جي ساراهه ڪريون ٿا. اسان کي ڪنهن به مسئلن کي ڄاڻ ڏيو ۽ اسان انهن کي جلدي حل ڪنداسين.",
    "3324288040": "اسان کي موٽ موڪليو",
    "2864016648": "رازداري مسئلا",
    "304004915": "اسان کي پرواه ناهي ته استعمال ڪندڙ ڪير آهن، صرف ڪيترا ئي امڪان آهن ته اهي خراب يا مشين هجن. اسان اهڙن قدمن جي حمايت ڪندا آهيون",
    "1139493658": "، ۽ رازداري ۽ سيڪيورٽي کي توازن ڪرڻ لاءِ سخت محنت ڪريو.",
    "3083289844": "جيڪڏهن توهان هڪ مسئلو مليو آهي ته توهان سوچيو ته صارف جي رازداري کي متاثر ڪري سگهي ٿي، مهرباني ڪري اسان کي اي ميل ڪريو",
    "4264784515": "سيڪيورٽي بگ",
    "963238401": "اسان هميشه سيڪيورٽي جي خرابين جون رپورٽون حاصل ڪرڻ ۾ دلچسپي وٺندا آهيون. اي ميل",
    "3926027556": "۽ اسان توهان ڏانهن جلدي واپس ڪنداسين.",
    "1589805435": "اسان وٽ پڻ هڪ آهي",
    "2560582224": "بگ باونٽي پروگرام",
    "103876916": "hCaptcha سروس ۽ لاڳاپيل سورس ڪوڊ تي اهل سيڪيورٽي رپورٽن لاءِ.",
    "497117287": "رسائي جا اختيار",
    "3230004040": "ڇا توهان بصارت کان محروم آهيو يا ٻي صورت ۾ hCaptchas مڪمل ڪرڻ ۾ ناڪام آهيو؟",
    "3480023141": "رسائي جي اختيارن بابت وڌيڪ سکو",
    "2052161540": "بگ رپورٽ جي تفصيل کي پڪڙڻ: ڪروم",
    "2281169898": "توهان جي رپورٽ سان ڊيبگنگ جي معلومات موڪلڻ سان اسان لاءِ اهو سمجهڻ آسان ٿيندو ته ڇا ٿي رهيو آهي. هتي قدم قدم هدايتون آهن:",
    "1123365779": "جيڪڏهن توهان ويب ڊولپر يا ماهر صارف آهيو، خلاصو اهو آهي ته توهان اسان کي هڪ نيٽ ورڪ رڪارڊنگ HAR ۽ برائوزر ڪنسول لاگ موڪلڻ چاهيو ٿا.",
    "2015218686": "توھان کان اڳ توھان انھن مرحلن ذريعي وڃو. جيڪڏهن اهو توهان جي مسئلي کي حل ڪري ٿو، اسان اڃا به توهان جي تعريف ڪنداسين ته توهان اسان کي ٻڌايو ته توهان جي برائوزر ورزن، اشتهار بلاڪ ڪندڙ يا برائوزر جي واڌ، ۽ ويب سائيٽ URL.",
    "3922723611": "مهرباني ڪري ڪنهن به اشتهار بلاڪر يا برائوزر سيڪيورٽي ايڪسٽينشن کي بند ڪرڻ جي ڪوشش ڪريو",
    "4036872105": "پهرين ۽ پوء ٻيهر ڪوشش ڪريو",
    "993651083": "قدم 1: ڊولپر جا اوزار کوليو (هي سيشن کي رڪارڊ ڪرڻ شروع ڪري ٿو.)",
    "4163469907": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. مٿي تي \"محفوظ لاگ\" باڪس چيڪ ڪريو.",
    "4243348003": "قدم 3: دورو ڪريو",
    "641342999": "يا جنهن ويب سائيٽ تي توهان کي ڪو مسئلو آهي (پرائيويسي نوٽ: صرف جيڪڏهن توهان کي اهو شيئر ڪرڻ ۾ ڪو اعتراض ناهي ته اهو ڇا آهي) ... ۽ پوءِ ڪلڪ ڪريو \"مان انسان آهيان\" بٽڻ، ۽ حل ڪرڻ جي ڪوشش ڪريو.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "قدم 4: ڪلڪ ڪريو \"ايڪسپورٽ HAR\" (ننڍو هيٺ تير) توهان کي حل ڪرڻ جي ڪوشش ڪرڻ کان پوء، جيڪو نيٽ ورڪ لاگ محفوظ ڪري ٿو. اها فائل اسان ڏانهن موڪليو.",
    "1503240421": "قدم 5: ڪلڪ ڪريو ڪنسول ٽيب، ۽ صحيح ڪلڪ ڪريو پوءِ \"محفوظ ڪريو ..\" ڪنسول لاگ محفوظ ڪرڻ لاءِ. اسان کي پڻ موڪليو.",
    "2863840904": "مرحلا 6: آخري قدم، اسان کي انهن HAR ۽ ڪنسول لاگ فائلن کي اي ميل ڪريو، ۽ مسئلو بيان ڪريو",
    "4051785543": "استعمال ڪريو:",
    "3623028666": "(مهرباني ڪري هڪ خدمت استعمال ڪريو جيئن",
    "551761392": "۽ لنڪس موڪليو) ۽ اختياري طور هڪ اسڪرين شاٽ، جيڪڏهن توهان کي شڪ آهي ته اتي ڪا شيءِ صحيح نموني ظاهر نه ٿي رهي آهي. مهرباني ڪري اهو IP موڪليو جيڪو توهان پڻ استعمال ڪري رهيا آهيو. توهان ان کان حاصل ڪري سگهو ٿا",
    "1219091208": "ڊراپ باڪس",
    "443094024": "فائلبين",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "هن معلومات حاصل ڪرڻ ۾ اسان جي مدد ڪرڻ لاء وقت وٺڻ لاء مهرباني!",
    "3680327841": "اسان hCaptcha کي سڀني لاءِ سٺو ڪم ڪرڻ لاءِ پرعزم آهيون",
    "1059502393": "ڪيپچرنگ بگ رپورٽ جا تفصيل: فائر فاڪس",
    "1112074001": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. چيڪ ڪريو \"Persist logs\" باڪس مٿي تي.",
    "1797298240": "قدم 4: حل ڪرڻ جي ڪوشش ڪرڻ کان پوءِ \"HAR\" تي ڪلڪ ڪريو، ۽ نيٽ ورڪ لاگ محفوظ ڪرڻ لاءِ \"Save All as HAR\" چونڊيو. اها فائل اسان ڏانهن موڪليو.",
    "3671246379": "قدم 5: ڪلڪ ڪريو ڪنسول ٽيب، ۽ صحيح ڪلڪ ڪريو پوءِ \"سڀني کي چونڊيو\" ۽ محفوظ ڪريو ٽيڪسٽ فائل ۾، ڪنسول لاگ کي بچائڻ لاءِ. اسان کي پڻ موڪليو.",
    "3816867833": "راءِ",
    "788770967": "اهو ٻڌي افسوس ٿيو! توهان شايد اسان جي رسائي اختيار کي استعمال ڪرڻ چاهيو ٿا:",
    "1333016413": "هي توهان کي مستقبل جي سوالن کان پاسو ڪرڻ جي اجازت ڏئي ٿو رجسٽريشن ۽ ڪوڪيز سيٽنگ ڪندي.",
    "2333410049": "مھرباني ڪري پنھنجي اشتهار بلاڪر کي بند ڪرڻ جي پڻ ڪوشش ڪريو.",
    "1345083090": "ڪارڪردگي جي مسئلي جي رپورٽ ڪندي؟",
    "2184564739": "ڏسو",
    "604751186": "ٻيا مسئلا؟ اي ميل",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "تفصيلي لاگن سان مسئلن جي رپورٽ ڪيئن ڪجي",
    "1050501253": "ڏاڍو ڏکيو",
    "3264813246": "نامناسب",
    "3526939538": "سافٽ ويئر بگ",
    "126134492": "ٻيو",
    "3511610999": "اچو ته پڪ ڪريو ته توهان صحيح جاء تي حاصل ڪيو.",
    "3906886217": "ڪمپنين يا ويب سائيٽن لاء",
    "1621597093": "انٽرنيشنل سيڪيورٽي حل (ادا ڪيل)",
    "3176531704": "ڊيٽا جي تشريح",
    "1834239172": "خريد ڪريو hCaptcha تشريح خدمتون",
    "1457707016": "فردن لاءِ",
    "770264626": "hCaptcha کي پنھنجي خدمت ۾ شامل ڪريو (مفت)",
    "881015166": "شامل ڪريو hCaptcha for Publishers to my website or app",
    "47536007": "hCaptcha بابت وڌيڪ ڄاڻو",
    "2012837493": "ڳولا جا نتيجا",
    "4034694801": "ڪي به ملندڙ نتيجا.",
    "3621411541": "hCaptcha لاءِ رسائي جي اختيارن بابت سکو",
    "3401005681": "پيسا ڪماء",
    "3933993151": "انفرادي ڊيٽا ليبلر طور ڪم ڪريو",
    "563059212": "ذيلي پروسيسرز جي فهرست",
    "3501923981": "آخري ڀيرو اپڊيٽ ڪيو ويو: جنوري 1، 2020.",
    "3548097301": "مؤثر: جنوري 1، 2020.",
    "3991444169": "هي صفحو hCaptcha انٽرپرائز سروس لاءِ موجوده ذيلي پروسيسرز کي لسٽ ڪري ٿو.",
    "835396984": "في الحال فعال",
    "424089481": "Amazon Web Services Inc. (گلوبل). مهيا ڪيل خدمتون: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (گلوبل). خدمتون مهيا ڪيل: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "آئي بي ايم. (عالمي). خدمتون مهيا ڪيل: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (گلوبل). خدمتون مهيا ڪيل: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "نوٽ: سڀني گراهڪن تي لاڳو نٿو ٿئي. مثال طور، IP Blinding يا ٻيا جديد پرائيويسي يا سيڪيورٽي آپشن گراهڪ (مثال طور محفوظ ورچوئل ٽيننسي گراهڪ) مڪمل طور تي خارج ٿيل آهن ڪنهن به امڪاني \"PII\" کان ڪڏهن به داخل ٿيڻ واري ٽيلي ميٽري سسٽم، حتي هڪ IP پتو. مهرباني ڪري وڌيڪ معلومات لاءِ پنهنجي اڪائونٽ جي نمائندي سان رابطو ڪريو جيڪڏهن گهربل هجي.",
    "700843971": "Hound Technology Inc. (گلوبل). خدمتون مهيا ڪيل: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (گلوبل). خدمتون مهيا ڪيل: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (گلوبل). خدمتون مهيا ڪيل: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies Inc. (گلوبل). خدمتون مهيا ڪيل: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "انفراسٽرڪچر",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "ايندڙ اضافو",
    "2420789666": "Fastly, Inc. مهيا ڪيل خدمتون: Fastly CDN ۽ edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "مؤثر: سيپٽمبر 1، 2021. انفراسٽرڪچر اضافو",
    "1487796027": "ڪمپنين لاء",
    "3943417791": "hCaptcha Enterprise (BotStop) لاءِ مدد حاصل ڪريو",
    "702287791": "hCaptcha پبلشر (مفت)",
    "3397976149": "hCaptcha Publisher لاءِ سپورٽ حاصل ڪريو",
    "833750823": "هڪ چئلينج سان مشڪل آهي؟",
    "2024737147": "هڪ بگ جي رپورٽ ڪرڻ چاهيو ٿا؟",
    "1978884623": "سافٽ ويئر جي مسئلن جي رپورٽ ڪرڻ بابت وڌيڪ ڄاڻو",
    "4188664955": "ماسٽر سروس جا شرط",
    "2621989404": "آخري ڀيرو اپڊيٽ ڪيو ويو: سيپٽمبر 24، 2021. مهرباني ڪري نوٽ ڪريو ته اسان جا انگريزي ٻولي جا اصطلاح مستند آهن.",
    "2404545611": "ڀليڪار ڪيون ٿا hCaptcha! اسان جي ڪميونٽي جو حصو ٿيڻ لاء توهان جي مهرباني. \"سروسز\" جا سڀ استعمال ڪندڙ (ھيٺ بيان ڪيل) ھيٺين شرطن سان متفق آھن (\"سروس جون شرطون\"). خدمت جي انهن شرطن جي تحت، \"IMI\"، \"we\" ۽ \"us\" جو حوالو آهي Intuition Machines, Inc. ۽ ان جي ماتحت ادارن، ساٿي، آفيسرن، ايجنٽن، ملازمن، نمائندن، ۽ ايجنٽن، ۽ اسان جي \"ويب سائيٽ\" ۾ شامل آهي ڪنهن به ويب سائيٽ هيٺ. اسان جو ڪنٽرول، بشمول www.hcaptcha.com ۽ www.imachines.com.",
    "2348450790": "مھرباني ڪري ھي پڙھو سروس جون شرطون. انهن ۾ شامل آهن، ٻين شقن جي وچ ۾، وارنٽي جي رد ڪرڻ، ذميواري جون حدون، ۽ پابند ثالث. مهرباني ڪري نوٽ ڪريو ته خدمت جون اهي شرطون شايد تبديل ٿي ويون آهن جڏهن توهان جي اسان جي ويب سائيٽ تي آخري دورو ڪيو. اسان پنهنجي واحد صوابديد ۾ وقت بوقت خدمت جي انهن شرطن تي نظرثاني ۽ تازه ڪاري ڪري سگهون ٿا. مادي تبديلي جي صورت ۾، اسان توهان کي هن صفحي تي تازه ڪاري سروس جي شرطن کي پوسٽ ڪندي مطلع ڪنداسين، جنهن کان پوء توهان کي لازمي طور تي قبول ڪرڻو پوندو تازه ڪاري سروس جي شرطن کي جاري رکڻ لاء سائيٽ يا خدمت استعمال ڪرڻ يا ان تائين رسائي جاري رکڻ لاء.",
    "1064537632": "مهرباني ڪري نوٽ ڪريو ته توهان جي اسان جي خدمت جو استعمال اسان جي ڊيٽا پروسيسنگ معاهدي طرفان سنڀاليو ويندو آهي، جيڪو هتي حوالي سان شامل ڪيو ويو آهي. مھرباني ڪري ھن معاهدي جو جائزو وٺون ٿا ته ڪيئن اسان توھان جي طرفان ذاتي ڊيٽا کي پروسيس ڪريون ٿا. نوٽ ڪريو ته اسان ڪم ڪريون ٿا \"ڊيٽا پروسيسر\" جي مقصدن لاءِ EU جنرل ڊيٽا پروٽيڪشن ريگيوليشن، ۽ \"سروس فراهم ڪندڙ\" جي مقصد لاءِ ڪيليفورنيا ڪنزيومر پرائيويسي ايڪٽ.",
    "1933936765": "ڊيٽا پروسيسنگ معاهدو (آخري اپڊيٽ: سيپٽمبر 23، 2021)",
    "2959486280": "جيڪڏهن توهان خدمت جي انهن شرطن سان متفق نه آهيو، توهان شايد سائيٽ يا خدمت استعمال يا رسائي نٿا ڪري سگهو.",
    "3200859925": "1. مقصد",
    "1807143500": "خدمتن ۾ هڪ آن لائن سيڪيورٽي سروس (\"hCaptcha سروس\") ۽ هڪ پليٽ فارم (\"Intuition Machines Platform\") شامل آهي جنهن تي هڪ فرد (\"Contributor\") اهي ڪم سرانجام ڏيڻ لاءِ چونڊي سگهي ٿو جيڪي ٽين ڌر ادارو يا Intuition Machines پاڻ (هر هڪ هڪ \"درخواست ڪندڙ\") اسان جي ويب سائيٽ يا hCaptcha سروس تي پوسٽ ڪري ٿو، يا ته سڌو اسان جي ويب سائيٽ تي يا Intuition Machines پليٽ فارم تائين رسائي ڪندي ۽/يا ڪنهن ٽئين پارٽي جي اداري ۽/يا پليٽ فارم يا خدمت جي ذريعي يا ان جي سلسلي ۾ ڪم سرانجام ڏئي ٿو (هر، هڪ \"انٽيگريٽر\"). درخواست ڪندڙ ٽاسڪ پوسٽ ڪن ٿا ۽ حصو وٺندڙن کي دعوت ڏين ٿا انھن کي انجام ڏيڻ جي بدلي ۾ IMI پاران مهيا ڪيل انعامن جي بدلي ۾ انٽيگريٽرز کي، يا جيئن گذارش ڪندڙ پاران طئي ڪيو ويو آھي جيڪڏھن درخواست ڪندڙ استعمال ڪري رھيو آھي Intuition Machines Platform يا hCaptcha سروس پنھنجي پنھنجي آخري استعمال ڪندڙن کي ڪمن جي خدمت ڪرڻ لاءِ. اسان پنهنجي پليٽ فارم جي استعمال لاءِ ڪمپنين ۽ فردن (هر هڪ \"ڪسٽمر\") کي چارج ڏيون ٿا ته جيئن اهي اسان جو سافٽ ويئر استعمال ڪري سگهن، ليکڪ جا ڪم، اسان کي ليکڪ جي ڪمن لاءِ ڀرتي ڪري، ۽/يا مدد ڪندڙن تائين رسائي حاصل ڪري سگهن. اسان پنهنجي ويب سائيٽن، موبائل ايپس، ۽ ٻين آن لائن ملڪيتن تي فراڊ، غلط استعمال ۽ اسپام کي گهٽائڻ لاءِ اسان جي hCaptcha سروس جي استعمال لاءِ Integrators کي به چارج ڏيون ٿا. مٿي ڄاڻايل مجموعي طور تي \"خدمتون\" جي طور تي حوالو ڏنو ويو آهي.",
    "3212830633": "2. قابليت",
    "2605814073": "اسان جي خدمتن کي استعمال ڪرڻ يا رجسٽر ڪرڻ سان، توهان متفق آهيو: توهان جي عمر گهٽ ۾ گهٽ 18 سال آهي؛ توهان وٽ اختيار آهي ته توهان پنهنجي طرفان يا ان اداري جي طرفان هن معاهدي ۾ داخل ٿيڻ جو توهان جي نمائندگي ڪريو ٿا، ۽ هر وقت توهان جي خدمت جي انهن شرطن ۽ هتي ڏنل سڀني IMI پاليسين ۽ هدايتن جي تعميل ۾ رهندو؛ ۽ توهان اسان جي ويب سائيٽ جو غلط استعمال نه ڪندا، اسان وٽ پنهنجي سڃاڻپ کي غلط بيان ڪندا، يا IMI تي ڪنهن به ڪم جي ڪنهن به حصي کي مڪمل ڪرڻ لاءِ مصنوعي ذهانت استعمال ڪندا جنهن لاءِ انساني ذهانت جي ضرورت هجي.",
    "2616040974": "3. گراهڪ ۽ درخواست ڪندڙ",
    "1544829730": "جيڪڏهن توهان هڪ گراهڪ يا درخواست ڪندڙ آهيو، توهان متفق آهيو ته هتي شامل ڪيل اضافي شرطون ڪسٽمر ضميمه طور لاڳو ٿينديون ۽ انهن سروس جي شرطن جي حوالي سان شامل ڪيون وينديون. جيڪڏهن توهان گراهڪ يا درخواست ڪندڙ نه آهيو، يا هڪ گراهڪ يا درخواست ڪندڙ ٿيڻ کان روڪيو ٿا، ته پوءِ ڪسٽمر ضميمه ۾ اضافي شرط لاڳو نه ٿيندا ۽ نه ئي اهي انهن شرطن جي خدمت جي حوالي سان شامل ڪيا ويندا.",
    "3759360138": "4. يوزرنيم ۽ پاسورڊ",
    "2236960358": "رجسٽريشن تي، توهان کي توهان جي باري ۾ ڪجهه ذاتي معلومات (\"ذاتي معلومات\") ظاهر ڪرڻ لاء چيو ويندو، بشمول توهان جو نالو، اي ميل پتو، ۽ هڪ صارف نالو ۽ پاسورڊ ٺاهڻ لاء، اهي سڀئي شيون اسان جي رازداري پاليسي جي تابع هونديون، اسان جي ويب سائيٽ تي موجود آهن. ويب سائيٽ. توهان اڪيلو توهان جي اڪائونٽ، پاسورڊ، ۽ توهان جي اڪائونٽ سان لاڳاپيل ڪنهن به تصديق واري چيڪ جي نگراني، يقيني بڻائڻ ۽ برقرار رکڻ جا ذميوار آهيو، ۽ توهان خدمتن تي ان معلومات جي استعمال ذريعي ڪيل ڪنهن به استعمال يا عمل جا ذميوار آهيو.",
    "3047519814": "توهان متفق آهيو ته توهان پنهنجو اڪائونٽ يا پاسورڊ ڪنهن سان به شيئر نه ڪندا.",
    "1699668873": "توهان کي IMI کي فوري طور تي اطلاع ڏيڻ گهرجي جيڪڏهن توهان کي شڪ آهي ته توهان جي اڪائونٽ جي معلومات چوري ڪئي وئي آهي يا ڪنهن ٻئي طرفان استعمال ڪئي وئي آهي، يا سيڪيورٽي جي ڪا ٻي ڀڃڪڙي.",
    "3044038608": "توهان اسان کي صحيح، صحيح ۽ مڪمل معلومات مهيا ڪرڻ تي متفق آهيو جيئن اسان جي رجسٽريشن جي عمل ۾ درخواست ڪئي وئي آهي. توهان پڻ اتفاق ڪيو ٿا ته اهڙي معلومات کي فوري طور تي تازه ڪاري ڪرڻ لاءِ ضروري هجي ته ان کي موجوده ۽ درست رکڻ لاءِ.",
    "4132302900": "5. توهان جي رازداري، توهان جي ڊيٽا، ۽ \"ڊيٽا سڀني لاء\"",
    "10724169": "توهان قبول ڪريو ٿا اسان جي پرائيويسي پاليسي، جيڪا سنڀالي ٿي ته اسان ڪنهن به ذاتي معلومات سان ڇا ڪنداسين جيڪو توهان اسان کي ڏيو.",
    "1669194950": "ذاتي معلومات کان علاوه، توهان کي پڻ گهربل هجي (يا اهو ضروري هجي ته اسان کي گڏ ڪرڻ لاءِ) ٻيو ڊيٽا مهيا ڪري ته جيئن اسان خدمتون مهيا ڪري سگهون (مجموعي طور تي، \"ڪسٽمر ڊيٽا\"). اسان خدمتن کي انجام ڏيڻ ۾ ڪنهن به ناڪامي جا ذميوار نه آهيون جيڪا توهان جي دير يا ڪسٽمر ڊيٽا مهيا ڪرڻ ۾ ناڪامي جي سبب آهي.",
    "1330274831": "توھان ھتي ھن معاهدي جي مدت دوران اسان کي ھڪڙي عالمي، غير خاص، ذيلي لائسنس، قابل منتقلي، رائلٽي فري، ناقابل واپسي لائسنس ڏيو ٿا استعمال ڪرڻ، ٻيهر پيدا ڪرڻ، اليڪٽرانڪ طور تي ورهائڻ، ۽ عوامي طور تي ڊسپلي ڪرڻ لاءِ ڪنهن به ڪسٽمر ڊيٽا کي صرف خدمتون مهيا ڪرڻ جي مقصد لاءِ. . توهان نمائندگي ۽ ضمانت ڏيو ٿا ته توهان وٽ ڪافي حق، عنوان، ۽ دلچسپي آهي ۽ توهان جي ڊيٽا ۾ ۽ انهي حصي ۾ لائسنس ڏيڻ لاءِ.",
    "2230333214": "اسان گراهڪ جي ڊيٽا کي ٻين ڊيٽا سان گڏ ڪريون ٿا ته جيئن نتيجا غير ذاتي طور تي سڃاتل نه هجن ۽ اسان خدمتن جي استعمال جي حوالي سان اڻ-سڃاتل ٽيڪنيڪل لاگز ۽ ڊيٽا پڻ گڏ ڪريون ٿا (\"مجموعي/ڊي-سڃاڻپ ٿيل ڊيٽا\"). ھتي ھتي ڪنھن به شيءِ جي برخلاف ھجڻ جي باوجود، ڪنھن به اھڙي مجموعي/ڊي-سڃاڻپ ٿيل ڊيٽا کي IMI استعمال ڪري سگھي ٿو ڪنھن به ڪاروباري مقصد لاءِ ھن معاهدي جي مدت دوران يا ان کان پوءِ، بشمول خدمتن کي ترقي ڪرڻ ۽ بھتر ڪرڻ ۽ رپورٽون ٺاھڻ ۽ ورهائڻ ۽ ٻيا. مواد. ڪسٽمر ڊيٽا پڻ جاري رهي سگهي ٿي ۽ سسٽم ۾ ڏيکاري ٿي محدود عرصي لاءِ 180 ڏينهن کان وڌيڪ نه هجڻ جي لاءِ هڪ نوڪري مڪمل ٿيڻ کان پوءِ، مثال طور خود بخود حساب ڪتاب يا تصديق واري ڊيٽا Intuition Machines سسٽم لاءِ. وضاحت لاءِ، هي سيڪشن 5 اسان کي اهو حق نٿو ڏئي ته توهان کي ڪنهن به مجموعي/ڊي-سڃاڻپ ٿيل ڊيٽا جي ماخذ طور سڃاڻپ ڪريون توهان جي اڳواٽ اجازت کان سواءِ.",
    "3881754581": ". جيڪڏهن توهان اسان جي تشريح ڪيل خدمتن جا ڪسٽمر آهيو ۽ توهان جي خدمتن جي استعمال جي حصي طور \"ڊيٽا سڀني لاءِ\" اختيار چونڊيو آهي، ته پوءِ توهان IMI ۽ خدمتن جي سڀني استعمال ڪندڙن کي عالمي، غير خاص، ذيلي لائسنس، قابل منتقلي، رائلٽي آزاد، ناقابل واپسي لائسنس مڪمل طور تي سڀني ڪسٽمر ڊيٽا کي استحصال ڪرڻ لاء، بشمول سڀني لاڳاپيل دانشورانه ملڪيت جا حق. جيڪڏهن توهان چونڊيو \"ڊيٽا سڀني لاءِ\" اختيار، توهان نمائندگي ۽ ضمانت ڏيو ٿا ته توهان وٽ ڪافي حق، عنوان، ۽ توهان جي ڊيٽا ۾ دلچسپي آهي ۽ انهي حصي ۾ لائسنس ڏيڻ لاءِ.",
    "3496767126": "شڪ کان بچڻ لاءِ، هيٺ ڏنل پيراگراف خاص طور تي لاڳو ٿئي ٿو انهن گراهڪن تي جيڪي اسان جي تشريح جون خدمتون استعمال ڪن ٿا، ۽ نه ته اسان جي خدمتن کي انٽيگريٽر طور استعمال ڪرڻ لاءِ",
    "767207800": "جيڪڏهن توهان جي ڊيٽا ۾ امڪاني طور تي واضح يا جارحانه مواد شامل آهي، اسان توهان کي انهن کي نشان لڳائڻ جي ضرورت آهي \"EXPLICIT CONTENT\" هر ڪنهن کي منصفانه ڊيڄاريندڙ طور ڪم ڪرڻ لاء جيڪو توهان جي ڊيٽا کي ڏسي ٿو. توهان IMI سان الڳ الڳ تحريري معاهدي کان سواءِ نه ٿا سگهو اهي ڪم جيڪي اسان جي پاليسين جي ڀڃڪڙي ڪن ٿا، بشمول، پر ان تائين محدود نه آهن، (a) اهي ڪم جيڪي سڌي يا اڻ سڌي طرح ڪنهن ٻئي ويب سائيٽ يا خدمت کي فروغ ڏين ٿا، (b) اهي ڪم جيڪي ٽئين پارٽي جي ويب سائيٽ جي شرطن جي ڀڃڪڙي ڪن ٿا ۽ حالتون، (c) ڪم جيڪي حصو وٺندڙن کي ٽئين پارٽين کي طلب ڪرڻ لاءِ پڇن ٿا، (d) ڪم جيڪي حصو وٺندڙن کان پڇن ٿا ته ويب سائيٽ جي رويي يا نتيجن کي هٽائڻ لاءِ ڪارروائي ڪن، (e) ڪم جيڪي ٽئين پارٽين جي دانشورانه ملڪيت جي حقن جي ڀڃڪڙي ڪن ٿا، ۽ (f) ڪم جنهن کي سافٽ ويئر يا فائلون ڊائون لوڊ ڪرڻ لاءِ حصو وٺندڙن جي ضرورت آهي.",
    "3370561195": "6. قابل قبول رويي",
    "4205152730": "توهان کي اسان جي ويب سائيٽ، فورم، ميسيجنگ، چيٽ، ۽ IMI پاران ڪنٽرول ڪيل ٻين سوشل ميڊيا چينلز تي ڪٿي به ٻين استعمال ڪندڙن سان رابطو ڪرڻ جي حوصلا افزائي ڪئي ويندي آهي، پر جيڪڏهن توهان ائين ڪريو ٿا ته توهان کي اسان جي سائيٽ ۽ سڀني لاڳاپيل قانونن جي استعمال ۽ خدمتن جي سڀني شرطن تي عمل ڪرڻ گهرجي. .",
    "1394253934": "7. غلط استعمال، غلط استعمال، ۽ غلط بيان",
    "1406393333": "خدمتن جي انهن شرطن جي تعميل کان سواءِ خدمتن جي ڪنهن به رسائي يا استعمال ۽ اسان جي مهيا ڪيل ڪنهن به هدايتن تي سختي سان منع ٿيل آهي. خاص طور تي، توهان نه ڪندا:",
    "3409726716": "اسان سان گڏ هڪ کان وڌيڪ اڪائونٽ لاءِ رجسٽر ٿيو بغير ڪنهن تحريري اختيار جي؛",
    "3119498672": "انٽرنيٽ بوٽس، ويب روبوٽس، بوٽس، اسڪرپٽ، يا مصنوعي ذهانت جي ڪنهن ٻئي شڪل جي استعمال سان ڪنهن به ڪم کي انجام ڏيڻ يا ٻي صورت ۾ IMI يا ڪنهن به درخواست ڪندڙ يا انٽيگريٽر کان انعام حاصل ڪرڻ جي ڪوشش ڪرڻ بغير ڪم مڪمل ڪرڻ جي جيئن اهي بيان ڪيا ويا آهن؛",
    "1188668818": "هن ويب سائيٽ کي استعمال ڪرڻ دوران ڪا به غلط معلومات مهيا ڪريو (بشمول توهان جي اڪائونٽ ۾ ڪنهن ٻئي شخص يا تنظيم جي بغير ڪنهن حد جي نقل ڪرڻ، يا توهان جي اڪائونٽ ۾ ڪنهن ٻئي شخص يا تنظيم سان پنهنجو پاڻ کي يا توهان جي وابستگي کي غلط بيان ڪرڻ يا ٻي صورت ۾ غلط بيان ڪرڻ سميت؛",
    "2804310964": "اسان جي ويب سائيٽ تائين رسائي حاصل ڪرڻ جي ڪوشش ڪريو ڪنهن به پراکسي ويب سرور يا ٻئي ڊوائيس ذريعي جيڪو توهان جي حقيقي جڳهه يا سڃاڻپ کي مبهم ڪرڻ لاءِ يا مهيا ڪيل انٽرفيس کان سواءِ ڪنهن ٻئي ذريعي ذريعي؛",
    "1374227759": "ڪنهن به غير قانوني سرگرمي لاءِ ويب سائيٽ استعمال ڪريو، يا ان مقصد کان سواءِ ڪنهن ٻئي مقصد لاءِ جنهن لاءِ اها دستياب ڪئي وئي هئي؛",
    "2103513933": "سرگرمي ۾ مشغول ٿي سگھي ٿو جيڪو مداخلت ڪري ٿو يا سائيٽ جي ڪم کي روڪي ٿو؛",
    "137127070": "داخل ڪريو، اپلوڊ ڪريو، يا خراب يا اڻڄاتل ٻاهرين لنڪس يا فائلن کي ڳنڍيو، يا ڪو به مواد اپلوڊ ڪريو جنهن ۾ وائرس، ٽروجن هارس، ورم، ٽائيم بم، يا ٻيو نقصانڪار ڪمپيوٽر ڪوڊ؛",
    "1686655020": "ڪاپي رائيٽ جي تابع ڪنهن به مواد کي اپ لوڊ ڪريو جيڪو توهان جو اصل ڪم نه آهي، جيستائين توهان کي حقدار مالڪ کان اجازت نه هجي ته اهڙي مواد کي پوسٽ ڪرڻ لاءِ ۽ IMI کي هتي ڏنل سڀني لائسنس يافته حقن کي عطا ڪرڻ؛",
    "1406692811": "اسپامنگ ۾ مشغول ٿيڻ يا ڪنهن به قسم جي پبلسٽي پوسٽ ڪرڻ، حوالا حاصل ڪرڻ جي ڪوشش، ماس ڪميونيڪيشن، پئسي جون آڇون يا درخواستون، خدمتن جي درخواست، اشتهار، مارڪيٽنگ، بي معنيٰ پيغام، نقل ٿيل موضوع، غير قانوني مواد، سماجي ويب سائيٽ لنڪس، اي ميل ايڊريس، يا فوري ميسينجر IDs جيستائين ڪم جي ضرورت نه هجي؛",
    "3893539589": "خارجي لنڪ داخل ڪريو جيڪي سامان يا خدمتون پيش ڪن ٿا جيستائين ڪم جي ضرورت نه هجي.",
    "3214322759": "ٻي صورت ۾ ڪنهن به بدسلوڪي يا دوکي واري سرگرمي ۾ مشغول.",
    "3733422465": "8. توهان جي سڃاڻپ جي تصديق",
    "267645277": "IMI توهان جي سڃاڻپ جي تصديق ڪري سگهي ٿي. ھن ۾ شامل ٿي سگھي ٿو توھان جي ذاتي معلومات کي ٽئين پارٽي ڊيٽابيس يا سرڪاري قانوني دستاويزن جي مقابلي ۾. توهان اسان کي اختيار ڏيو ٿا ته توهان جي سڃاڻپ، توهان جي اي ميل پتي جي ملڪيت، ۽ توهان جي مالي اڪائونٽن جي توهان جي ملڪيت جي تصديق ڪرڻ لاءِ ضروري پڇا ڳاڇا ڪرڻ لاءِ. توھان متفق آھيو توھان جي باري ۾ معلومات مهيا ڪرڻ لاءِ توھان جي سڃاڻپ جي تصديق ڪرڻ ۾ اسان جي مدد ڪرڻ لاءِ.",
    "4169910317": "9. قانون جي تعميل",
    "519755936": "توهان جي خدمتن جي استعمال جي سلسلي ۾ وفاقي، رياست، صوبائي ۽ مقامي قانونن جي تعميل جا ذميوار توهان آهيو. توهان معاوضي ڏيڻ ۽ اسان جي خلاف ڪنهن به دعويٰ لاءِ اسان کي بي ضرر رکڻ تي متفق آهيو ڇو ته توهان ڪنهن به قانون جي تعميل ڪرڻ ۾ ناڪام آهيو يا ڪنهن ٽئين پارٽي جي حقن جي ڀڃڪڙي ڪئي آهي، بشمول بغير ڪنهن حد جي معاهدي، دانشورانه ملڪيت، يا رازداري جا حق.",
    "731546974": "10. ڪنٽريبيوٽر يا انٽيگريٽر ٽيڪس",
    "3128328457": "جيڪڏهن توهان مدد ڪندڙ يا انٽيگريٽر آهيو، توهان اڪيلو ڪنهن به اندازي جي ادائگي جا ذميوار آهيو يا ٻئي وفاقي، رياستي، يا مقامي آمدني ٽيڪس، سوشل سيڪيورٽي، FICA، ۽ مزدورن جي معاوضي جي واجب الادا اسان جي ويب سائيٽ جي استعمال جي نتيجي ۾، گڏوگڏ غير يو ايس جي دائري اختيار ۾ ساڳيا ٽيڪس يا چارجز. توهان معاوضي ڏيڻ تي متفق آهيو ۽ اسان جي خلاف ڪنهن به جائزي لاءِ اسان کي بي ضرر رکڻ لاءِ ڇو ته توهان ڪنهن به ٽيڪس قانونن جي تعميل ڪرڻ ۾ ناڪام آهيو.",
    "2931396764": "11. خدمت جي انهن شرطن جي خلاف ورزي",
    "1240667045": "اسان معطل ڪري سگهون ٿا، محدود، يا منسوخ ڪري سگهون ٿا توهان جي خدمتن تائين رسائي ڪنهن به وقت ڪنهن به سبب جي، جنهن ۾ شامل آهن: (a) اسان سمجهون ٿا ته توهان انهن سروس جي شرطن جي ڀڃڪڙي ڪئي آهي (ٻين لاڳاپيل پاليسين سميت)؛ (b) اسان سمجهون ٿا ته توهان اسان جي حقن يا ڪنهن ٽئين پارٽي جي حقن جي ڀڃڪڙي ڪئي آهي؛ (c) اسان توهان جي مهيا ڪيل معلومات جي تصديق يا تصديق ڪرڻ کان قاصر آهيون؛ يا (d) اسان کي يقين آهي ته توهان جا عمل توهان، اسان، يا ٽئين پارٽي لاءِ ذميواريون پيدا ڪري سگهن ٿا. شڪ کان بچڻ لاءِ، اسان توهان کي ادائيگي کي روڪڻ يا معطل ڪرڻ جو حق محفوظ رکون ٿا جيڪڏهن اسان معقول طور تي يقين رکون ٿا ته اڳين مان ڪا به اهڙي ادائيگي تي لاڳو ٿئي ٿي.",
    "1601080128": "جيڪڏهن اسان توهان جو اڪائونٽ معطل يا ختم ڪريون ٿا، توهان کي ويب سائيٽ جي ڪنهن به حصي تائين رسائي نه هوندي، بشمول ڊيٽا، پيغام، فائلون، ۽ ٻيو مواد جيڪو توهان سائيٽ تي رکو ٿا. توهان شايد اسان جي ويب سائيٽ کي مختلف يا نئين اڪائونٽ جي نالي سان استعمال ڪرڻ جاري نه رکو. خدمت جي انهن شرطن جي خلاف ورزي تي قانون جي مڪمل حد تائين ڪارروائي ٿي سگهي ٿي ۽ ان جي نتيجي ۾ اضافي سزائون ۽ پابنديون ٿي سگهن ٿيون.",
    "1160707899": "12. مدد ڪندڙ جو ڪردار ۽ تعلق IMI ۽ ٻين درخواست ڪندڙن سان",
    "269838707": "جيڪڏهن توهان هڪ ڪنٽريبيوٽر آهيو، توهان ۽ صرف توهان فيصلو ڪيو ٿا ته ڪهڙا ۽ ڪيترا ڪم مڪمل ڪرڻا آهن، ۽ توهان انهن کي ڪڏهن ۽ ڪٿي مڪمل ڪيو. توھان آزاد آھيو خرچ ڪرڻ لاءِ جيترو يا جيترو وقت ڪمن کي پورو ڪرڻ لاءِ جيترو توھان چونڊيو. ڪنهن به وقت توهان ڪنهن ڪم کي مڪمل ڪرڻ جي ذميواري هيٺ نه آهيو.",
    "1087195513": "جيڪڏهن توهان مدد ڪندڙ آهيو جيڪو خدمتن تائين رسائي حاصل ڪري ٿو ۽/يا ڪم سرانجام ڏئي ٿو يا ان جي سلسلي ۾ هڪ انٽيگريٽر جي طرفان هڪ درخواست ڪندڙ جي طرفان جيڪو IMI نه آهي، ته پوءِ توهان متفق آهيو ۽ تسليم ڪيو ٿا ته Intuition Machines لاءِ ذميوار نه آهي ۽ توهان تي ڪو به ذميواري نه آهي. مڪمل ٿيل ڪمن لاءِ ڪنهن به انعام يا ٻي معاوضي جي حوالي سان. توهان متفق آهيو ۽ تسليم ڪيو ٿا ته مڪمل ڪيل ڪمن لاءِ ڪو به انعام يا ٻيو معاوضو صرف توهان جي درخواست ڪندڙ ۽/يا انٽيگريٽر سان توهان جي معاهدي جي مطابق مقرر ڪيو ويو آهي، جيئن لاڳو ٿئي. اهڙن انعامن يا ٻين معاوضي تي ڪو به تڪرار (بشمول اهڙا انعام يا ٻيو معاوضو حاصل ڪرڻ ۾ بغير ڪنهن حد جي ناڪامي) صرف توهان ۽ درخواست ڪندڙ ۽/يا انٽيگريٽر جي وچ ۾ آهن، جيئن لاڳو ٿئي.",
    "952813944": "نه ته توهان جي اسان جي ويب سائيٽ جو استعمال ۽ نه ئي هن معاهدي ۾ ڪا به شيءِ توهان جي ۽ Intuition Machines جي وچ ۾ روزگار، ڀائيواري، گڏيل منصوبي، ايجنسي، فرنچائز، يا سيلز نمائندو تعلق پيدا ڪري ٿي. اسان توهان کي ڪنهن به ڪم کي مڪمل ڪرڻ لاء سامان يا اوزار فراهم نه ڪندا آهيون. اسان توهان کي ڪي به فائدا، مزدورن جي معاوضي، يا انشورنس ڪوريج فراهم نٿا ڪريون. اسان توهان جي ويب سائيٽ استعمال ڪرڻ ۾ ڪنهن به خرچ جي ذميوار نه آهيون. اسان وفاقي يا رياستي آمدني ٽيڪس، سوشل سيڪيورٽي، يا ڪنهن ٻئي ٽيڪس لاءِ توهان جي انعام مان ڪا به رقم نه رکنداسين. توهان هر وقت آزاد آهيو ڪنهن به شخص يا ڪاروبار لاءِ ڪم سرانجام ڏيڻ لاءِ، بشمول اسان جي ڪنهن به حریف. توهان وٽ اختيار نه آهي ڪنهن به معاهدي ۾ داخل ٿيڻ جو، تحريري يا زباني، Intuition Machines جي طرفان.",
    "3460432665": "مٿين ڳالهين جي باوجود، جيڪڏهن توهان آمريڪي ٽيڪس ادا ڪندڙ آهيو ته اسان توهان کان هڪ W-9 جي درخواست ڪري سگهون ٿا، هر سال اپڊيٽ ڪيو وڃي، ۽ اسان توهان کي ڪم ڪرڻ کان روڪي سگهون ٿا جيستائين توهان W-9 مڪمل يا اپڊيٽ نه ڪيو.",
    "458271951": "جيڪڏهن توهان مدد ڪندڙ آهيو جيڪو خدمتن تائين رسائي حاصل ڪري ٿو ۽/يا انٽيگريٽر جي طرفان يا انٽيگريٽر جي طرفان ڪم انجام ڏئي ٿو (هڪ درخواست ڪندڙ جي طور تي)، Intuition Machines توهان کي ڪجهه ڪمن جي قابل قبول مڪمل ٿيڻ تي انعام ڏئي سگهي ٿي. واقعي جي صورت ۾ توهان ڏٺا آهيو فراڊ، غلط استعمال، يا خدمت جي انهن شرطن جي خلاف ورزي ۾، توهان کي ڪنهن به ۽ سڀ انعامن کي روڪيو وڃي ٿو ۽ / يا انٽيوشن مشينن طرفان واپس ورتو وڃي.",
    "3056723024": "13. ناقابل قبول ڪم مڪمل ٿيڻ",
    "3913203723": "جيڪڏهن، ڪنهن به سبب جي ڪري، درخواست ڪندڙ توهان جي مڪمل ڪيل ڪم جي ڪارڪردگي کي قبول نٿو ڪري، توهان هڪ معاون يا انٽيگريٽر جي طور تي ڪم لاءِ ڪنهن انعام جا حقدار نه هوندا. ان صورت ۾ ته انعام اڳ ۾ ئي منتشر ڪيا ويا هئا هڪ ناقابل قبول ڪم لاءِ توهان کي، اسان انهن کي توهان کان واپس وٺي سگهون ٿا.",
    "3666807632": "14. مدد ڪندڙ قابليت ۽ صلاحيتون",
    "1993899769": "15. اسان جي معلومات جو استعمال",
    "2927283721": "اسان جي ويب سائيٽ تي ڪم ڪرڻ سان، توهان اسان جي رازداري پاليسي جي مطابق توهان جي ذاتي معلومات کي گڏ ڪرڻ، استعمال ڪرڻ، ۽ ظاهر ڪرڻ جي اجازت ڏيو ٿا. اضافي طور تي، اسان توهان جي ۽ توهان جي مڪمل ڪيل ڪمن بابت ڪجهه معلومات درخواست ڪندڙ کي شيئر ڪري سگهون ٿا جن جا ڪم توهان مڪمل ڪيا آهن خدمت جي رشتي کي آسان ڪرڻ ۽ ويب سائيٽ کي بهتر ڪرڻ، بشمول، مثال طور، ڪنٽريبيوٽر ID، مڪمل ٿيل ڪمن جا نتيجا، ۽ لاڳاپيل ٻيون خاصيتون توهان جي قابليت، ٻوليون، صلاحيتون، ۽ ويب سائيٽ جو استعمال.",
    "3027055607": "16. دانشورانه ملڪيت ۽ مالڪي جا حق",
    "3910971075": "IMI سڀني حقن جي مالڪ آهي، بشمول دانشورانه ملڪيت جا حق، سورس ڪوڊ، اعتراض ڪوڊ يا بنيادي ڍانچي ۾، خيالات يا الگورتھم، API، ۽ خدمتن سان لاڳاپيل ڪنهن به اضافي سافٽ ويئر، دستاويزن يا ڊيٽا (\"سافٽ ويئر\"). توهان نه ڪندا، سڌي يا اڻ سڌي طرح، ٽئين پارٽي جي ذريعي يا ٻي صورت ۾: (a) ريورس انجنيئر، ڊيڪمپائل، ڌار ڪرڻ، يا ٻي صورت ۾ سافٽ ويئر کي دريافت ڪرڻ جي ڪوشش؛ (b) تبديل ڪريو، ترجمو ڪريو، يا ٺاھيو نڪتل ڪم ڪنھن سافٽ ويئر جي بنياد تي؛ (c) ڪاپي، ڪرائي، ليز، تقسيم، عهد، تفويض، يا ٻي صورت ۾ منتقلي يا ڪنهن به سافٽ ويئر کي حق ڏيڻ؛ (d) ٽائيم شيئرنگ، سروس بيورو جي مقصدن، يا ٻي صورت ۾ ٽئين پارٽي جي فائدي لاء ڪو به سافٽ ويئر استعمال ڪريو؛ يا (e) ڪنهن به ملڪيت جي نوٽيس يا ليبل کي هٽايو.",
    "3660891610": "جيڪڏهن توهان مدد ڪندڙ آهيو، IMI، ۽ توهان کي نه، توهان وٽ ڪنهن به ڪم ۾ ملڪيت جا حق آهن جيڪي توهان ڪنهن ڪم کي مڪمل ڪرڻ جي حصي طور پيدا ڪندا آهيو. هن معاهدي جي شرطن کي قبول ڪندي توهان متفق آهيو (۽ هتي ڪندا) قبضي، ملڪيت، ۽ عنوان (بشمول سڄي دنيا ۾ موجود دانشورانه ملڪيت جي حقن سميت) توهان جي ڪم ۾ ۽ اسان ڏانهن. انهي ڳالهه کي يقيني بڻائڻ لاءِ ته اسان اهڙن حقن کي حاصل ڪرڻ، مڪمل ڪرڻ ۽ استعمال ڪرڻ جي قابل آهيون، توهان وڌيڪ متفق آهيو (i) ڪنهن به دستاويز تي دستخط ڪرڻ لاءِ دستاويزن، تڪميل ۽ اسان جي حقن جي نفاذ ۾ مدد لاءِ؛ ۽ (ii) ڪنهن به ۽ سڀني ملڪن ۾ اهڙين ملڪيتن جي حقن کي رڪارڊ ڪرڻ، مڪمل ڪرڻ، محفوظ ڪرڻ، دفاع ڪرڻ ۽ لاڳو ڪرڻ لاءِ معلومات تائين مناسب پهچ فراهم ڪرڻ. هن سيڪشن تحت توهان جون ذميواريون جاري رهنديون جيتوڻيڪ توهان کان رجسٽر ٿيڻ يا خدمتن جي استعمال کي بند ڪرڻ کان پوءِ. توهان هن حصي ۾ بيان ڪيل مقصدن لاءِ توهان جي طرفان دستاويزن تي عمل ڪرڻ لاءِ اسان کي پنهنجو وڪيل مقرر ڪيو ٿا.",
    "426125156": "17. ڪاپي رائيٽ ۽ ٽيڪ ڊائون",
    "1408530660": "IMI ٻين جي دانشورانه ملڪيت جو احترام ڪري ٿو ۽ اسان حق محفوظ رکون ٿا اسان جي سائيٽ تان ڪنهن به مواد کي هٽائڻ جو اسان يقين رکون ٿا ته ڪنهن به ٽئين پارٽي جي دانشورانه حقن جي ڀڃڪڙي ٿي سگهي ٿي. جيڪڏھن توھان سمجھو ٿا ته توھان جو پنھنجو ڪم ھڪڙي طريقي سان نقل ڪيو ويو آھي جيڪو ھن ويب سائيٽ تي ڪاپي رائيٽ جي خلاف ورزي ڪري ٿو، مھرباني ڪري رابطو ڪريو Intuition Machines ڪسٽمر سپورٽ.",
    "2696932851": "18. معاوضو",
    "3844300338": "توهان متفق آهيو ته اسان کي ڪنهن به ۽ سڀني دعوائن، نقصانن، ذميدارين، خرچن ۽ خرچن (بشمول معقول وڪيلن جي فيس ۽ خرچن) کان بي ضرر رکڻ، دفاع ڪرڻ ۽ رکون ٿا، جيڪي توهان جي ڪمن جي ڪارڪردگي يا اسان جي ويب سائيٽ جي توهان جي استعمال سان لاڳاپيل آهن. .",
    "2474091800": "19. ٻين استعمال ڪندڙن سان تڪرار؛ ڇڏڻ",
    "3162107126": "IMI توهان جي ۽ خدمتن جي ڪنهن ٻئي صارف جي وچ ۾ ڪنهن به تڪرار جو هڪ پارٽي ناهي. توهان IMI ۽ ان جي ساٿين کي هر قسم جي دعوائن، مطالبن ۽ نقصانن کان آزاد ڪريو ٿا، هر قسم ۽ نوعيت جي، ڄاڻايل ۽ اڻڄاتل، شڪي ۽ غير شڪي، ظاهر ۽ اڻ ڄاڻايل، توهان جي ۽ ٻئي صارف جي وچ ۾ ڪنهن به تڪرار جي نتيجي ۾ يا ان سان ڳنڍيل آهي.",
    "2271969747": "20. ڳجهي معلومات توهان کي ملي ٿي",
    "1042802841": "رازداري معلومات ڪا به معلومات آهي جنهن کي ڳجهي يا ملڪيت جي طور تي نشان لڳايو ويو آهي، يا جنهن کي وصول ڪندڙ پارٽي طرفان معقول طور تي رازداري يا ملڪيت جي طور تي سمجهڻ گهرجي. هن ۾ ڪا به معلومات شامل نه آهي جيڪا (1) عوامي طور تي دستياب آهي، (2) اڳ ۾ ئي قبضي ۾ آهي، آزاد طور تي ترقي ڪئي وئي آهي، يا وصول ڪندڙ پارٽي کي اڳ ۾ ئي ڄاڻايل آهي، يا (3) عدالت جي حڪم ذريعي ظاهر ڪيو ويو آهي يا ٻي صورت ۾ گهربل هجي. قانون.",
    "1918025546": "جيڪڏهن توهان کي خدمتن تي ڪنهن به طرفان رازداري معلومات فراهم ڪئي وئي آهي، توهان متفق آهيو رازداري معلومات جي رازداري کي تحفظ جي ساڳئي درجي سان توهان پنهنجي ذاتي رازداري معلومات جي حفاظت لاءِ استعمال ڪندا آهيو، پر ڪنهن به صورت ۾ مناسب خيال کان گهٽ ناهي. توهان ظاهر يا شايع نه ڪري سگهو ٿا اهڙي ڪا به رازداري يا ملڪيت جي معلومات، سواءِ جيئن ڪنهن ڪم جي ڪارڪردگيءَ لاءِ ضروري هجي. Intuition Machines پليٽ فارم تي هڪ ٽاسڪ جي اندر سڀ معلومات کي رازداري طور سمجهيو وڃي جيتوڻيڪ معلومات واضح طور تي رازداري طور نامزد نه ڪيو ويو آهي.",
    "2690395789": "جيڪڏهن ۽ جڏهن توهان کي حاصل ڪيل ڳجهي معلومات جي وڌيڪ ضرورت ناهي، توهان کي فوري طور تي واپس ڪرڻ يا تباهه ڪرڻ گهرجي (جيئن درخواست ڪئي وئي ڪنهن به معلومات کي ظاهر ڪيو آهي) معلومات جون سڀئي ڪاپيون جيڪي توهان جي ڪنٽرول، سسٽم، يا ٻين سامان تي موجود آهن.",
    "2178073797": "ڇاڪاڻ ته ڳجهي معلومات کي ظاهر ڪرڻ ناقابل تلافي نقصان جو سبب بڻجي سگهي ٿو، ظاهر ڪرڻ واري پارٽي حقدار آهي ته هن اصطلاح جي ڪنهن به خلاف ورزي يا خطري جي ڀڃڪڙي لاءِ غير قانوني امداد طلب ڪري.",
    "2185860003": "21. ويب سائيٽ تبديليون",
    "2631249972": "اسان توهان کي اطلاع ڏيڻ جي بغير اسان جي ويب سائيٽ کي بهتر يا تبديل ڪري سگهون ٿا.",
    "3764131594": "22. ٽئين پارٽي ويب سائيٽون",
    "295955580": "اسان جي ويب سائيٽ شايد ٽئين پارٽي جي ويب سائيٽن جي لنڪ تي مشتمل هجي. اسان اهڙين ويب سائيٽن کي ڪنٽرول، تحقيق، نگراني يا چيڪ نٿا ڪريون. اسان ذميوار نه آهيون ۽ نه ئي اسان ڪمپيوٽر پروگرامن، مواد، يا اهڙين ويب سائيٽن تي موجود راين جي تصديق ڪريون ٿا. جيڪڏهن توهان فيصلو ڪيو ته اسان جي ويب سائيٽ ڇڏڻ ۽ ڪنهن ٽئين پارٽي جي ويب سائيٽ تائين رسائي، توهان پنهنجي ذميواري تي ائين ڪندا آهيو.",
    "838225123": "23. وارنٽي جو اعلان",
    "3897238493": "خدمتون مهيا ڪيون وينديون آهن \"جيئن آهي\" جي بنياد تي. خدمتن جي رسائي، تندرستي، قانون سازي، دستيابي، يا ڪارڪردگيءَ جي حوالي سان، اسان ڪا به نمائندگي يا وارنٽي نه ٿا ڏيون، مضمر يا بيان ڪريون ٿا، خدمتن جي ڪنهن به قسم جي حوالي سان، ڪنهن به واسطيدار، حوالي سان لاڳاپيل. قانون طرفان اجازت ڏنل وڌ ۾ وڌ حد تائين، IMI سڀني ظاهري يا مضمر شرطن، نمائندگي ۽ وارنٽيز کي رد ڪري ٿو، پر ان تائين محدود نه آهي، پر ان تائين محدود ناهي، شراڪتداري جي ضمانت، غير ملڪي، واپاري IMI جي خلاف توهان جو واحد ۽ خاص علاج ڪنهن به خرابي، غير مطابقت، يا عدم اطمينان جي حوالي سان خدمتن جي استعمال کي بند ڪرڻ آهي، اسان وٽ توهان جي ڪمپيوٽر سسٽم کي ڪنهن به نقصان، ڊيٽا جي نقصان يا بدعنواني جي نتيجي ۾ ڪنهن به نقصان جي ذميواري نه هوندي. ويب سائيٽ يا Intuition Machines پليٽ فارم تائين توهان جي رسائي يا استعمال کان. شيڊول ٿيل ۽ غير شيڊول رڪاوٽون ٿي سگھي ٿي، ۽ اسان اسان جي ويب سائيٽ جي بي ترتيب دستيابي جي ضمانت نه ٿا ڏين.",
    "2110259227": "24. ذميواري جي حد",
    "3018077211": "25. حصو وٺندڙ تڪرار جو حل",
    "2790841456": "جيڪڏهن توهان مدد ڪندڙ آهيو، توهان هيٺ ڏنل ثالثي شق ۽ ڪلاس ايڪشن جي معافي سان متفق آهيو:",
    "3302832698": "متبادل تڪرار جي حل جي ضرورت آهي.",
    "561456032": "توهان متفق آهيو ته ڪنهن به تڪرار لاءِ جيڪو پيدا ٿئي ٿو يا توهان جي خدمتن جي استعمال سان لاڳاپيل آهي، بشمول ڪو به تڪرار جيڪو شايد ان وقت کان پيدا ٿيو هجي جڏهن توهان IMI لاءِ ڪم ڪرڻ شروع ڪيو آهي، ۽ خاص طور تي ڪنهن به دعويٰ سان لاڳاپيل آهي ته ڇا توهان جي درجه بندي ڪئي يا نه. هڪ آزاد ٺيڪيدار، توهان پهريان ان جي خلاف توهان جي دعوي جي IMI کي اطلاع ڪنداسين. توهان ۽ IMI پوءِ ڪوشش ڪندا ته مسئلي کي سڌو سنئون ڳالهين يا ثالثي ذريعي حل ڪيو وڃي. اسان ثالثي جي قيمت کي برابر طور تي ورهائينداسين ۽ اتفاق ڪنداسين ته ثالثي کي ٽيليفونڪ يا ٻين اليڪٽرانڪ ذريعن ذريعي ڪيو ويندو. جيڪڏهن ڪا دعويٰ غير رسمي ڳالهين يا ثالثي کان پوءِ حل نه ٿي رهي آهي، توهان متفق آهيو ته توهان ۽ IMI تڪرار کي حل ڪرڻ لاءِ حتمي ۽ پابند ثالث استعمال ڪندا. هي شق ان وقت کان وٺي سڀني دعوائن کي سنڀاليندي آهي جڏهن توهان اسان جي ويب سائيٽ استعمال ڪرڻ شروع ڪيو آهي، ڇا تشدد، معاهدي، قانون جي بنياد تي، بشمول، پر ان تائين محدود ناهي، ڪنهن به قسم جي تبعيض ۽ ايذاءَ جي دعويٰ، ڇا اهي ڪيليفورنيا فيئر ايمپلائيمينٽ اينڊ هائوسنگ ايڪٽ تي ٻڌل هجن. , Title VII of the Civil Rights Act of 1964, as animeded, or any other state or وفاقي قانون يا ضابطو، برابري وارو قانون، يا ٻي صورت ۾.",
    "3794239003": "ثالثي جو طريقو.",
    "4193379787": "هن معاهدي تحت سڀ ثالثي آمريڪي ثالثي ايسوسيئيشن جي ضابطن جي تحت يا ثالثي سروس تي هڪ ٻئي سان اتفاق ڪيو ويندو. ثالث هڪ آمريڪي ثالث هوندو جيڪو متبادل هڙتالن ذريعي ست (7) نالن جي فهرست مان چونڊيو ويندو. ثالثي ۾، هر پارٽي کي حق حاصل هوندو ته هو مناسب سول دريافت ڪرڻ، تڪراري تحريرون آڻين، ۽ شاهدن ۽ ثبوتن کي پيش ڪن جيئن انهن جا ڪيس ۽ دفاع پيش ڪن، ۽ ان سلسلي ۾ ڪنهن به تڪرار کي ثالث طرفان حل ڪيو ويندو. تڪرار جو حل صرف ان قانون تي ٻڌل هوندو جيڪو دعويٰ ۽ دفاع جي درخواست تي ضابطو رکي ٿو، ۽ ثالث اهڙي ڪنٽرولنگ قانون کان سواءِ ٻيو ڪو به بنياد نه طلب ڪري سگهي ٿو. ثالث کي هڪ عدالتي آفيسر کي سول ذميواري کان استثنيٰ حاصل هوندو جڏهن هڪ ثالث جي صلاحيت ۾ ڪم ڪري، جيڪو استثنيٰ ڪنهن ٻئي موجود استثني کي پورو ڪري ٿو. انعامن ۾ ثالث جي لکيل دليلي راء شامل ٿيڻ گھرجي. توهان ڪنهن به دعويٰ جي جوري طرفان مقدمي جي پنهنجي حق کي ڇڏي ڏيو ٿا جيڪو توهان جي IMI جي خلاف هجي يا IMI توهان جي خلاف هجي. هن شق جي تحت ڪنهن به دعوي کي لاڳو ٿيڻ واري قانون جي حدن جي مدت ۾ آڻڻ گهرجي. گڏيل قومن جي وفاقي ثالثي ايڪٽ هن شق کي سنڀاليندو آهي، ۽ توهان تسليم ڪيو ٿا ته هي معاهدو واپار ۾ هڪ ٽرانزيڪشن جو ثبوت ڏئي ٿو.",
    "2583888954": "استثنا.",
    "1034830": "اهي تڪرار جيڪي شايد اڳڀرائي واري ثالثي معاهدي جي تابع نه هجن جيئن Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) هن کان خارج ڪيا ويا آهن.",
    "263977834": "انتظامي ٿڪاوٽ.",
    "1807512722": "توهان هن ويب سائيٽ جي استعمال مان پيدا ٿيندڙ ڪنهن به دعويٰ کي ڪنهن انتظامي ايجنسي وٽ آڻي سگهو ٿا پر صرف ان حد تائين جو قابل اطلاق قانون اهڙي ايجنسي تائين رسائي جي اجازت ڏئي ٿو، ثالثي جي معاهدي جي وجود جي باوجود. اهڙين انتظامي دعوائن ۾ شامل آهن بغير ڪنهن حد جي دعويٰ يا چارجز اڳيان پيش ڪيا ويا Equal Employment Opportunity Commission، يو ايس ڊپارٽمينٽ آف ليبر، ۽ نيشنل ليبر رليشنز بورڊ. هن شق ۾ ڪجھ به نه سمجهيو ويندو ته توهان کي ڪنهن به ايجنسي اڳيان انتظامي دعوي آڻڻ کان روڪڻ يا عذر ڪرڻ لاءِ توهان جي ذميواري کي پورو ڪرڻ لاءِ ثالثي ۾ دعويٰ ڪرڻ کان پهريان انتظامي علاج ختم ڪرڻ لاءِ، جڏهن ته، توهان هن ذريعي ڪنهن به مالياتي ايوارڊ جو حق معاف ڪيو. ايجنسي جي ڪارروائي.",
    "996430331": "ثالثي جو مقام.",
    "3040062804": "هن سيڪشن تحت ڪنهن به ثالثي جي ڪارروائي ڊفالٽ رياست ڪيليفورنيا جي اندر ٿيندي، جيستائين توهان آمريڪا کان ٻاهر رهو ٿا، ان صورت ۾ ثالثي مڪمل طور تي اليڪٽرانڪ يا ٽيليفون ذريعي ٿيندي. ثالثي ڪنهن ٻئي هنڌ تي ٿي سگهي ٿي جيڪڏهن هر پارٽي طرفان لکت ۾ اتفاق ڪيو وڃي. ان جي جڳھ کان سواء، ڪا به پارٽي ثالثي ۾ لائيو وڊيو يا ٽيلي ڪانفرنس ذريعي ظاهر ٿيڻ جو انتخاب ڪري سگھي ٿي.",
    "3091247030": "ڪلاس ايڪشن جي معافي.",
    "2520904193": "توهان ڪنهن به حق کي ڇڏي ڏيو ٿا جيڪو توهان وٽ آهي ڪنهن به تڪرار کي آڻڻ، ٻڌڻ، يا ثالث طور هڪ طبقي، اجتماعي، يا نمائندي عمل جي طور تي. هن معاهدي ۾ موجود ڪنهن ٻئي شق جي باوجود، اڳوڻو سزا ڪنهن به صورت ۾ هن معاهدي کان ڌار نه ٿيندي. ڪا به دعويٰ ته هن معافي جو سمورو حصو يا حصو ناقابل نفاذ، ناقابل قبول، باطل يا باطل آهي صرف قابل عدالتي عدالت طرفان طئي ٿي سگهي ٿو ۽ نه ڪنهن ثالث طرفان. نيشنل ليبر رليشنز ايڪٽ جي سيڪشن 7 تحت توهان جي حقن جي استعمال جي نتيجي ۾، يا ڪنهن به فورم ۾ ڪلاس، اجتماعي يا نمائندي واري عمل ۾ داخل ٿيڻ يا ان ۾ حصو وٺڻ جي نتيجي ۾ توهان جي خلاف انتقامي ڪارروائي نه ڪئي ويندي يا اسان جي ويب سائيٽ تي ڪم مڪمل ڪرڻ کان روڪيو ويندو. ، پر اسان قانوني طور تي هن طبقي جي عمل جي معافي جي نفاذ جي طلب ڪري سگهون ٿا، ۽ اهڙي طبقي، اجتماعي يا نمائندي ڪارناما يا دعوائن کي برطرف ڪرڻ جي طلب ڪري سگهون ٿا.",
    "3493572638": "خرچ ۽ فيس.",
    "702926385": "پارٽيون هر هڪ اهڙي ثالثي ۾ قانوني نمائندگي لاءِ پنهنجا پنهنجا لاڳاپا برداشت ڪنديون، سواءِ ان حد جي ته وڪيل جي فيس واضح طور تي قانون طرفان فراهم ڪئي وئي آهي. پارٽيون ثالث طرفان چارج ڪيل ڪنهن به ابتدائي انتظامي فيس کي ورهائي وينديون، توهان جي وڌ ۾ وڌ قيمت ٻه سئو پنجاهه ڊالر (US$250.00) تائين. ثالث ۽ ڪورٽ جي رپورٽر جي قيمت، جيڪڏهن ڪو آهي، ته شروعاتي طور تي اسان جي طرفان برداشت ڪيو ويندو؛ جڏهن ته، ثالث کي اختيار هوندو ته هو موجوده پارٽي کي مناسب قيمتون ادا ڪري، جيئن قانون طرفان مهيا ڪيل هجي، ۽/يا پارٽين کي ثالث ۽/يا ڪورٽ جي رپورٽر سان لاڳاپيل خرچن کي ورهائڻ جي گهرج هجي.",
    "3199694247": "جدائي.",
    "3102490587": "ڪلاس ايڪشن ويور کان سواءِ، جيڪڏهن ڪنهن به اصطلاح يا روزي، يا هن ثالثي شق جو حصو باطل يا ناقابل عمل قرار ڏنو وڃي ته ان کي ٽوڙيو ويندو ۽ باقي بچيل ثالثي شق لاڳو ٿيندي.",
    "2323013093": "26. قابل اطلاق قانون",
    "2900525040": "ڪيليفورنيا رياست جا قانون انهن سروس جي شرطن ۽ انهن مان پيدا ٿيندڙ ڪنهن به تڪرار، تڪرار يا دعويٰ تي ضابطو ڪن ٿا.",
    "3339302473": "27. ختم ٿيڻ",
    "1158384644": "توهان ڪنهن به وقت چونڊ ڪري سگهو ٿا اسان جي ويب سائيٽ استعمال ڪرڻ بند ڪرڻ لاءِ، مهيا ڪيو ته توهان کي لازمي طور تي سڀني قابل اطلاق IMI پاليسين تي عمل ڪرڻ گهرجي. اسان، اسان جي واحد صوابديد ۾، هن معاهدي کي ختم ڪري سگهون ٿا، اسان جي ويب سائيٽ تائين رسائي معطل ڪري سگهون ٿا، يا ڪنهن به سبب جي نوٽيس کان بغير ڪنهن به خدمتن کي فوري طور تي هٽائي سگهون ٿا.",
    "41530052": "28. عام شرطون",
    "3202747130": "سڄو معاهدو. اهي خدمت جون شرطون ۽ هن معاهدي ۾ ڏنل ڪنهن به پاليسين، طريقا، يا شرطن جو حوالو ڏنو ويو آهي پارٽين جي سموري معاهدي کي موضوع جي حوالي سان، ۽ سڀني اڳوڻي ۽ معاصر لاڳاپيل معاهدن، دعوائن، نمائندگي، ۽ پارٽين جي سمجھاڻي کي رد ڪري ٿو. .",
    "4080263153": "ڪابه معافي. اسان کي اسان جي حقن يا علاج جي ڪنهن به حصي کي معاف نه ڪيو ويندو جيستائين معافي اسان جي طرفان لکيل ۽ دستخط ۾ نه هجي. جيڪڏهن اسان هن معاهدي جي ڪنهن به شق تحت اسان جي حقن کي لاڳو ڪرڻ ۾ دير يا ناڪام ٿي رهيا آهيون، ته اهو اسان جي حق جي معافي جو سبب نه بڻجندو جيڪو بعد ۾ اهڙي روزي يا هن معاهدي جي ڪنهن به حصي کي لاڳو ڪرڻ لاءِ.",
    "1789371580": "مقرري. توهان شايد اسان جي اڳواٽ لکيل رضامندي کان سواءِ انهن شرطن جي خدمت کي تفويض نٿا ڪري سگھو. اسان ڪنهن به وقت، بغير اطلاع جي خدمت جي انهن شرطن کي تفويض ڪري سگهون ٿا. پيش ڪيل شرطن جي تابع، خدمت جا اهي شرط هر پارٽي جي جانشين ۽ اجازت ڏنل تفويض تي پابند هوندا.",
    "2819628066": "جدائي. جيڪڏهن خدمت جي انهن شرطن جي ڪا به شق ڪنهن به سبب جي ڪري غلط يا ناقابل عمل ثابت ٿئي ٿي، اهو ڪنهن به باقي شقن جي صحيحيت ۽ نفاذ تي اثر انداز نه ٿيندو.",
    "3955981186": "ترميمون. IMI کان سواءِ ڪنهن ٻئي طرفان سروس جي انهن شرطن ۾ ڪا به ترميم يا ترميم IMI تي پابند نه هوندي جيستائين IMI جي هڪ بااختيار نمائندي طرفان دستخط ٿيل لکيل دستاويز ۾.",
    "1377538813": "مروج ٻولي. خدمت جي انهن شرطن جو انگريزي ٻوليءَ جو نسخو هر لحاظ کان ڪنٽرول ڪندو ۽ ترجمو ٿيل نسخن سان ڪنهن به تضاد جي صورت ۾ غالب رهندو، جيڪڏهن ڪو آهي.",
    "2438016011": "رضاڪارانه معاهدو. خدمت جي انهن شرطن جا سڀئي پارٽيون نمائندگي ڪن ٿا ۽ متفق آهن ته هر هڪ هن معاهدي جي سڀني حصن جو جائزو ورتو آهي، احتياط سان پڙهيو آهي ۽ مڪمل طور تي سمجهي ٿو ان جي سڀني شرطن کي، ۽ رضاڪارانه طور تي هن معاهدي ۾ داخل ٿي رهيو آهي.",
    "2445034923": "جيڪڏهن توهان انهن شرطن ۽ شرطن جي سڀني شرطن سان متفق نه آهيو، نه ڪريو (۽ توهان نٿا ڪري سگهو) سائيٽ يا خدمتن کي استعمال يا رسائي ڪريو.",
    "2646127839": "ماسٽر سروس جي شرطن تي ڪسٽمر ضميمو",
    "4097297673": "هڪ گراهڪ، درخواست ڪندڙ، يا انٽيگريٽر جي طور تي، توهان متفق آهيو ته هيٺ ڏنل شرطن سان گڏوگڏ توهان جي ۽ IMI جي وچ ۾ ڪنهن ٻئي پابند شرطن جا پابند.",
    "1093280979": "1. پليٽ فارم آرڊر فارم",
    "1549953005": "توهان شايد مڪمل ڪيو هجي هڪ يا وڌيڪ پليٽ فارم جي رسائي آرڊر فارم (هر هڪ، هڪ \"آرڊر فارم\") هڪ ڪسٽمر يا درخواست ڪندڙ ٿيڻ جي شرط جي طور تي. جيڪڏهن ائين آهي، ته پوءِ آرڊر فارم ۾ بيان ڪيل شرطون ۽ شرطون سروس جي شرطن جو حصو بڻجي وڃن ٿيون ۽ هتي حوالي سان شامل ڪيون ويون آهن.",
    "3819851005": "2. فيس",
    "1591032933": "توهان IMI فيس ادا ڪندا جيئن لاڳو ٿيل آرڊر فارم ۾ بيان ڪيل ادائگي جي طريقي سان توهان لاڳو ڪيل آرڊر فارم ۾ مهيا ڪيو آهي. جيستائين ٻي صورت ۾ ٻنهي ڌرين طرفان لکت ۾ واضح طور تي اتفاق نه ڪيو وڃي، توهان انوائس جي ميلنگ جي تاريخ کان پوءِ 30 (30) ڏينهن اندر جاري ڪيل سڀني انوائسز لاءِ مڪمل ادائيگي فراهم ڪندا. توهان اسان کي اجازت ڏيو ٿا ته اسان کي ڪريڊٽ ڪارڊ جي اجازتن کي هلائڻ لاءِ سڀني ڪريڊٽ ڪارڊ جي معلومات تي جيڪو توهان اسان کي فراهم ڪيو آهي، انهي ڪريڊٽ ڪارڊ جي معلومات کي ذخيرو ڪرڻ لاءِ، ۽ توهان جي ڪريڊٽ ڪارڊ يا ڪنهن ٻئي اڪائونٽ کي چارج ڪرڻ لاءِ اسان باهمي طور تي ادائگي جي فارم جي طور تي متفق آهيون. جيستائين ٻي صورت ۾ آرڊر فارم تي يا توهان جي انٽرنيشنل سروس ايگريمينٽ يا ماسٽر سروس ايگريمينٽ يا ماسٽر سروس ايگريمينٽ جي اندر بيان نه ڪيو ويو آهي، خدمتن لاءِ سڀئي فيسون، اوور ايجز کان علاوه، توهان جي معاهدي تحت IMI پاران مهيا ڪيل خدمتن جي شروعات تي هر سال بل ڪئي ويندي آهي (\"مؤثر تاريخ\").",
    "4142610534": "ڪا به دير سان ادائيگيون 1.5% في مهيني جي شرح تي دير سان چارجز وصول ڪنديون يا قانون طرفان اجازت ڏنل وڌ ۾ وڌ رقم، جيڪو به گهٽ هجي. جيڪڏهن توهان ڪنهن به سبب جي ڪري هن معاهدي تحت واجب الادا رقم ادا ڪرڻ ۾ ناڪام ٿيو ٿا، توهان جو کاتو معطل ٿي سگهي ٿو، اسان جي واحد صوابديد تي، ان صورت ۾ توهان جي اڪائونٽ مان ڪا به اضافي ادائگي نه ڪئي ويندي ڪمن جي مڪمل ٿيڻ لاءِ ۽ توهان جا سڀئي ڪم ختم ڪيا ويندا. اسان جي ويب سائيٽ تان. توھان کي لازمي طور تي اسان کي سڀني رقمن جي لاءِ واپسي ڪرڻ گھرجي طلب تي، گڏوگڏ ڪا به پروسيسنگ فيس، دير جي فيس، يا اٽارني فيس. اسان ڪريڊٽ رپورٽنگ ايجنسين ۽ قانون لاڳو ڪندڙ اختيارين کي مناسب رپورٽون پڻ ڪري سگهون ٿا.",
    "512991700": "جيڪڏهن توهان ڪنهن به فيس تي تڪرار ڪرڻ چاهيو ٿا، توهان کي لازمي طور تي اسان جي گراهڪ سپورٽ ڊپارٽمينٽ سان رابطو ڪرڻ گهرجي 30 (30) ڏينهن کان پوءِ بند ٿيڻ جي تاريخ کان پوءِ پهرين بلنگ يا اڪائونٽ بيان جنهن ۾ غلطي يا مسئلو ظاهر ٿيو ترتيب يا ڪريڊٽ حاصل ڪرڻ لاءِ.",
    "1273914192": "3. ٽيڪس",
    "4242322181": "توهان انٽيوشن مشين جي خالص آمدني يا ذاتي ملڪيت تي اندازو ڪيل يو ايس ٽيڪس کان سواءِ خدمتن سان لاڳاپيل سڀني ٽيڪسن جي ادائيگي جا ذميوار آهيو.",
    "1671996585": "توھان کي گھربل ٿي سگھي ٿو پنھنجي ويب سائيٽ، ايپليڪيشن، يا پليٽ فارم کي اسان جي خدمتن سان اسان جي ايپليڪيشن پروگرامنگ انٽرفيس (\"API\") ذريعي. ان صورت ۾ ته توهان ائين ڪريو ٿا، اسان توهان کي صرف خدمتن تائين رسائي حاصل ڪرڻ لاءِ API استعمال ڪرڻ لاءِ هڪ محدود، غير خاص، غير منتقلي، ناقابل تفويض، منسوخي لائق لائسنس ڏيون ٿا. اسان API کي تبديل ڪري سگھون ٿا ۽/يا پراڻن ورزن جي سپورٽ بند ڪري سگھون ٿا يا API جي رليز کي ڪنھن به وقت. اسان پنهنجي واحد صوابديد ۾ API تائين توهان جي رسائي کي معطل ڪرڻ يا محدود ڪرڻ جو حق محفوظ رکون ٿا، ۽ اسان توهان کي معطل ڪرڻ کان اڳ نوٽيس مهيا ڪرڻ لاءِ معقول ڪوششون استعمال ڪنداسين.",
    "4036662147": "5. ڳجهي معلومات جو تحفظ",
    "3564208535": "توهان متفق آهيو ته اسان کان يا اسان جي خدمتن ذريعي حاصل ڪيل ڪنهن به رازداري معلومات جي حفاظت لاءِ تجارتي طور تي معقول ڪوششون استعمال ڪريو. اسان جي انٽرپرائز سروس جا بوٽ اسڪور ۽ غير عوامي تفصيل شامل آھن، جن ۾ غير عوامي دستاويز ۽ ڪي به تفصيل شامل آھن جيڪي اسان پنھنجي بوٽن جي ڳولا جي طريقن جي حوالي سان شيئر ڪري سگھون ٿا. جيڪڏهن توهان کي ڪنهن به اهڙي ڳجهي معلومات تائين رسائي ڏني وئي آهي، اسان پنهنجي صوابديد ۾ اسان جي خدمتن تائين توهان جي رسائي کي تبديل، معطل يا محدود ڪري سگهون ٿا، جيڪڏهن اسان اهو طئي ڪريون ٿا ته رازداري معلومات توهان جي اسان جي خدمتن جي استعمال سان ظاهر ٿي رهي آهي، ۽ اسان مناسب ڪوششون استعمال ڪنداسين. توهان کي معطل ڪرڻ کان اڳ نوٽيس مهيا ڪرڻ لاء.",
    "120384113": "6. ختم ٿيڻ",
    "453723556": "توھان ختم ڪري سگھوٿا ھن ڪسٽمر ضميمي کي سروس جي شرطن کان آزاد ڪري ھڪ گراهڪ يا درخواست ڪندڙ ٿيڻ بند ڪري. اسان ڪنهن به وقت ڪسٽمر يا درخواست ڪندڙ جي حيثيت سان توهان جي حيثيت کي معطل يا ختم ڪرڻ جو حق محفوظ رکون ٿا، يا ٻي صورت ۾ توهان جي اڪائونٽ کي ختم ڪرڻ يا خدمتن جي استعمال کي سروس جي شرطن سان مطابقت رکي ٿو. توهان جي آرڊر فارم جي تحت ڪنهن به رقم لاءِ ختم ٿيڻ تي توهان ذميوار آهيو. جيڪڏهن توهان جي رڪنيت ۾ ڪا به مھينا يا سالياني فيس يا مھينا يا سالياني گھٽ ۾ گھٽ شامل آھي، توھان اڃا تائين ذميوار ھوندؤ سڀني خدمتن جي فيس جي ادائيگي لاءِ ان مھيني يا سال جي آخر تائين، ترتيب سان.",
    "218889628": "ان کان سواءِ جتي اسان هن ڪسٽمر ضميمه يا خدمت جي شرطن کي توهان جي هن ڪسٽمر ضميمه يا خدمت جي شرطن جي ڀڃڪڙي جي نتيجي ۾ ختم ڪريون ٿا، جيڪڏهن اسان ختم ڪريون ٿا ۽ توهان اسان کي ڪا به فيس ادا ڪئي آهي، اسان انهن مان هڪ پرو-راٽا حصو واپس ڪنداسين. اڳي ادا ڪيل رقم، باقي وقت يا خدمتن جي بنياد تي جيڪي توهان ادا ڪيا آهن، جيڪو به گهٽ هجي. اسان پنھنجي ڪم کي تجارتي طور تي مناسب طريقي سان ختم ڪنداسين ۽ محفوظ ڪنداسين ۽ توھان تائين پهچائڻ وارا سڀ ادا ڪيل آؤٹ پٽ ڊيٽا سيٽ ۽ اسان جي قبضي ۾ سڀ ڪسٽمر ڊيٽا. ڪنهن به ختم ٿيڻ تي، اسان ٿي سگهون ٿا پر ڪنهن به ڊيٽا کي حذف ڪرڻ جي پابند نه آهيون.",
    "2505227594": "7. Overages",
    "2369877184": "hCaptcha Integrators يا ڪسٽمرز لاءِ وڌ ۾ وڌ اجازت ڏنل چوٽي RPS جي شرح 1,000 درخواستون في سيڪنڊ آھي توھان جي اڪائونٽ (\"RPS\") اندر موجود ادارن لاءِ، جيستائين ٻي صورت ۾ توھان ۽ اسان جي وچ ۾ لکيل معاهدي جي ذريعي بيان نه ڪيو ويو آھي.",
    "234420106": "ان صورت ۾ ته توهان hCaptcha انٽرپرائز سروس جا انٽيگريٽر يا ڪسٽمر آهيو ۽ توهان جي API جو استعمال جيئن ته RPS پاران ماپي وئي توهان جي خدمت جي درجي لاءِ مقرر ڪيل شرح کان وڌي وڃي ٿي، اسان توهان جي خدمت کي تبديل ڪرڻ يا اوور ايج ريٽ چارج ڪرڻ جو انتخاب ڪري سگهون ٿا. ان صورت ۾ ته توهان جي چوٽي جي RPS جي شرح 10 جي فيڪٽر جي فيڪٽر کان وڌي ٿي 10 يا وڌيڪ منٽن لاءِ مجموعي طور تي 30 ڏينهن جي مدي ۾ ۽ انهن درخواستن جي اڪثريت، اسان جي واحد فيصلي ۾، بدسلوڪي ٽرئفڪ نه، اسان کي چونڊجي سگهون ٿا. ان مهيني ۾ ڪيل سڀني API درخواستن لاءِ توهان کان توهان جي معاهدي جي طور تي بيان ڪيل اوور ايج جي شرح تي.",
    "2619472217": "8. ريليز",
    "2019702084": "جيستائين ڪسٽمر جي ماسٽر سروس ايگريمينٽ يا ريلير جي معاهدي ۾ واضح طور تي اجازت نه ڏني وڃي، آرڊر ٿيل SaaS خدمتون وڪرو، ٻيهر وڪرو، ليز، ذيلي ليز، لائسنس، ذيلي لائسنس، يا ٻي صورت ۾ ڪنهن ٻئي ٽئين پارٽي کي دستياب نه ڪيون وينديون (صارف جي الحاق کان سواءِ )، ۽ معاهدي تحت سڀئي آرڊر ۽ سڀ ڪسٽمر سروس جو استعمال صارف جي يا ان سان لاڳاپيل جي پنهنجي اندروني ڪاروباري استعمال لاءِ هوندو.",
    "1233229030": "متفرق",
    "1467783792": "ڪو به شخص، ادارو، يا ادارو جيڪو آمريڪا طرفان منظور ٿيل آهي (هڪ \"منظور ٿيل اداڪار\") انعامن لاءِ يا خدمتن کي انٽيگريٽر طور استعمال ڪرڻ جو اهل ناهي. شڪ کان بچڻ لاءِ، ھن ۾ شامل آھن ڪو به منظور ٿيل عملدار جيڪي نامزد ڪيا ويا آھن آفيس آف فارين ايسٽس ڪنٽرول (\"OFAC\") جي يو ايس ڊپارٽمينٽ آف دي خزاني جي.",
    "3759657802": "توهان ڪنهن به طريقي سان (قانون جي عمل يا ٻي صورت ۾) هيٺ ڏنل خدمت جي انهن شرطن يا توهان جي حقن يا ذميدارين کي تفويض، منتقلي، يا نمائندو نه ٿا ڪري سگهو.",
    "1627232990": "خدمت جي انهن شرطن جا ترجما بهترين ڪوشش جي بنياد تي مهيا ڪيا ويا آهن. انگريزي ٻوليءَ جي سروس جي شرطن ۽ ان جي ترجمي جي وچ ۾ ڪنهن به بنيادي فرق جي صورت ۾، انگريزي ٻوليءَ جي سروس جي شرطن کي مستند قرار ڏنو ويندو.",
    "805221621": "مهرباني ڪري اسان سان رابطو ڪريو تي",
    "259613338": "جيڪڏهن توهان وٽ خدمت جي انهن شرطن بابت ڪو سوال آهي.",
    "2735878907": "ڪاروباري تسلسل جي منصوبه بندي جو بيان",
    "2887242610": "Intuition Machines, Inc هڪ ڪاروباري تسلسل جو منصوبو تيار ڪيو آهي ته اسان انهن واقعن کي ڪيئن جواب ڏينداسين جيڪي خاص طور تي اسان جي hCaptcha ڪاروبار کي متاثر ڪن ٿا. جيئن ته آفتن ۽ رڪاوٽن جو وقت ۽ اثر غير متوقع آهي، اسان کي حقيقي واقعن جو جواب ڏيڻ ۾ لچڪدار ٿيڻو پوندو جيئن اهي واقع ٿين. انهي کي ذهن ۾ رکندي، اسان توهان کي اها معلومات فراهم ڪري رهيا آهيون اسان جي ڪاروباري تسلسل واري منصوبي تي.",
    "809251240": "اسان سان رابطو ڪندي",
    "2551802342": "- اسان هڪ اهم ڪاروباري رڪاوٽ کان پوءِ جلدي بحال ڪرڻ ۽ ڪاروباري عملن کي ٻيهر شروع ڪرڻ جو ارادو رکون ٿا ۽ جواب ڏيون ٿا اسان جي ملازمن ۽ ملڪيت جي حفاظت ڪندي، مالي ۽ عملياتي جائزو وٺڻ، فرم جي ڪتابن ۽ رڪارڊن جي حفاظت ڪرڻ، ۽ اسان جي گراهڪن ۽ انهن جي آخري صارفين کي آن لائن ٽرانزيڪشن ڪرڻ جي اجازت ڏيڻ. مختصر ۾، اسان جي ڪاروباري تسلسل جو منصوبو ٺاهيو ويو آهي ته جيئن اسان جي فرم کي اجازت ڏني وڃي ته جيئن جلدي ممڪن ٿي سگهي آپريشن شروع ڪري، اهم ڪاروباري رڪاوٽ جي دائري ۽ شدت کي نظر ۾ رکندي. اسان جو ڪاروبار تسلسل پلان ايڊريس: ڊيٽا بيڪ اپ ۽ وصولي؛ سڀ مشن نازڪ نظام؛ مالي ۽ عملياتي جائزو؛ گراهڪن، ملازمن، ۽ نگراني ادارن سان متبادل رابطي؛ ملازمن جي متبادل جسماني مقام؛ نازڪ سپلائر ۽ گراهڪ اثر؛ ريگيوليٽري رپورٽنگ؛ ۽ اسان جي گراهڪن کي فوري نوٽيس ڏيو جيڪڏهن اسان اسان جو ڪاروبار جاري رکڻ جي قابل نه آهيون. اسان جو بنيادي سپلائر پول جغرافيائي طور تي الڳ علائقي ۾ اسان جي اهم رڪارڊ کي واپس وٺي ٿو. جڏهن ته هر هنگامي صورتحال ٻاهرين عنصرن جي بنياد تي منفرد مسئلا پيدا ڪري ٿي، جهڙوڪ ڏينهن جو وقت ۽ خلل جي شدت، اسان کي هن سپلائر پول طرفان صلاح ڏني وئي آهي ته انهن جو مقصد پنهنجون ڪارروايون بحال ڪرڻ ۽ خدمتون تيزيءَ سان ٻيهر شروع ڪرڻ جي قابل ٿي وڃن. جيتوڻيڪ اسان مختلف قسم جي سپلائرز کي استعمال ڪندي خطري کي گهٽائڻ لاءِ ڪم ڪيو آهي، توهان جي خدمتن کي هن عرصي دوران تبديل يا مداخلت ڪري سگهجي ٿو.",
    "826396656": "اسان جو ڪاروبار تسلسل منصوبو",
    "1979347895": "- اهم ڪاروباري رڪاوٽون انهن جي دائري ۾ مختلف ٿي سگهن ٿيون، جهڙوڪ صرف اسان جي فرم، هڪ عمارت جيڪا اسان جي فرم کي رکي ٿي، اهو پاڙو جتي اسان جي فرم واقع آهي، اهو شهر جتي اسان واقع آهيون، يا سڄو علائقو. انهن علائقن مان هر هڪ اندر، خلل جي شدت به مختلف ٿي سگهي ٿي گهٽ ۾ گهٽ کان شديد تائين. اسان جي فرم، اسان جي ڪاروباري ضلعي، شهر، يا علائقي يا اسان جي فرم جي رهائش واري عمارت ۾ رڪاوٽ جي صورت ۾، اسان پنهنجي عملن کي مقامي سائيٽ تي منتقل ڪنداسين جڏهن ضرورت هجي ۽ اميد رکون ته ڪاروباري عملن ۾ ڪنهن به مادي رڪاوٽ جي. ڪنهن به صورتحال ۾، اسان ڪاروبار ۾ جاري رکڻ جو ارادو رکون ٿا، آپريشن کي متبادل سپلائرز ڏانهن منتقل ڪرڻ جي ضرورت آهي، ۽ توهان کي اسان جي ويب سائيٽ hcaptcha.com تي ۽ اسان جي اسٽيٽس پيج تي hcaptchastatus.com ذريعي اطلاع ڏيو ته اسان سان ڪيئن رابطو ڪجي. جيڪڏهن اهم ڪاروباري رڪاوٽ ايتري سخت آهي ته اها اسان کي ڪاروبار ۾ رهڻ کان روڪي ٿي، اسان توهان کي فوري طور تي مطلع ڪنداسين.",
    "653679457": "مختلف رڪاوٽون",
    "410397176": "وڌيڪ معلومات لاء",
    "2095899021": "hCaptcha برانڊنگ ھدايتون ۽ جنرل ٽريڊ مارڪ لائسنس",
    "2340340589": "hCaptcha نشان استعمال ڪرڻ تي ھدايتون",
    "2430148876": "اسان ھي ھدايتون ۽ عام ٽريڊ مارڪ لائسنس ٺاھيو آھي ته جيئن اسان جي گراهڪن، ڀائيوارن ۽ مداحن لاءِ اسان جي برانڊ سان ڪم ڪرڻ آسان بڻائي، اڃا تائين اسان جي ڪارپوريٽ سڃاڻپ کي محفوظ رکي. جيڪڏھن توھان کي ضرورت آھي hCaptcha آئڪن، لوگو، يا ٻين نشانين کي استعمال ڪرڻ جي طريقن سان جيڪي مادي طور انھن ھدايتن کان مختلف آھن، توھان کي لکڻ جي لائسنس لاءِ اسان سان (IMI) رابطو ڪرڻو پوندو.",
    "3884400764": "جڏهن توهان استعمال ڪري سگهو ٿا hCaptcha نشان انهن هدايتن جي مطابق، ان جو مطلب اهو ناهي ته توهان وٽ hCaptcha نشانن، لوگو، يا ڪنهن ٻئي ٽريڊ مارڪ، واپاري نالو، خدمت جي نشان، ڪاروباري نالو يا hCaptcha جي خير سگالي ۾ ڪي به مخصوص حق آهن. اسان چاهيون ٿا ته جيترو ٿي سگهي گهڻي لچڪ ڏيو، پر اسان hCaptcha کي ڪنهن به ٽريڊ مارڪ، ٽريڊ مارڪ، سروس مارڪ، ڪاروباري نالو يا hCaptcha جي خير سگالي جي غير مجاز استعمال جي خلاف تحفظ ڏيڻ جا پابند آهيون. ڪو به غير مجاز استعمال خودڪار طور تي hCaptcha پاران ڏنل اجازت يا لائسنس کي ختم ڪري ٿو ۽ ڪنهن به نقصان جي لاء قانوني ذميواريون ٿي سگھي ٿو.",
    "512598290": "ان ڪري، اسان کي ضرور پڇڻ گھرجي ته توھان ھميشه سڀني hCaptcha نشانن ۽ لوگو کي ھڪڙي فارم ۾ استعمال ڪريو جيڪي ھيٺ ڏنل قاعدن تي عمل ڪن، بشمول سرمائيداري، ٽائپفيس، ۽ انداز.",
    "2075610992": "توهان جي حمايت لاء مهرباني!",
    "1023190144": "hCaptcha® متن ۾",
    "4274324704": "ھتي آھي اسان جو نالو لکڻ واري ڪاپي ۾ ڪيئن استعمال ڪجي:",
    "3912926900": "hCaptcha® هڪ رجسٽرڊ ٽريڊ مارڪ علامت هجڻ گهرجي جڏهن اهو پهريون ڀيرو تخليقي ڪاپي ۾ ظاهر ٿئي ٿو.",
    "950637875": "hCaptcha جي اسپيلنگ کي ڪڏهن به تبديل نه ڪيو وڃي ۽ hCaptcha کي هميشه ٻئي اکر (\"سي\") ۾ وڏو ڪرڻ گهرجي. اهو ڪڏهن به جمع يا possessive نه آهي.",
    "2624601135": "\"hCaptcha\" کي برانڊ نالي جي حصي طور استعمال نه ڪيو وڃي، ھائيفن سان شامل ڪيو وڃي، يا ايپليڪيشنن يا ٻين شين جي نالن ۾ استعمال نه ڪيو وڃي.",
    "3828090208": "ان جي بدران استعمال ڪريو \"hCaptcha لاءِ\".جيڪڏهن ٽئين پارٽي جي لوگو سان استعمال ڪيو وڃي، ته \"hCaptcha لاءِ\" کي ٽئين پارٽي جي لوگو کان ننڍو هجڻ گهرجي.",
    "4149738856": "hCaptcha کي صفت طور استعمال ڪيو وڃي ۽ مناسب عام اصطلاح جي پٺيان.",
    "1446868537": "hCaptcha ڪڏهن به فعل جي طور تي استعمال نه ڪيو وڃي.",
    "2487931657": "استعمال نه ڪريو: \"اسان hCaptcha'd اسان جي سائيٽ.\"",
    "2565565429": "ان جي بدران استعمال ڪريو: \"اسان پنهنجي سائيٽ کي محفوظ ۽ وڌيڪ محفوظ بڻائڻ لاءِ hCaptcha استعمال ڪندا آهيون.\"",
    "3434202027": "ڪميونيڪيشن ۾ hCaptcha نالي جي ڪنهن به استعمال کي انتساب جي ضرورت آهي: \"hCaptcha Intuition Machines, Inc\" جو رجسٽرڊ ٽريڊ مارڪ آهي.",
    "2754937029": "ناقابل قبول استعمال",
    "2436973524": "صرف صحيح حوالا قابل قبول آهن. اهو چوڻ جي اجازت ناهي ته هڪ سائيٽ hCaptcha خدمتون ۽ ايپليڪيشنون استعمال ڪري ٿي جڏهن اهو نه آهي. ساڳئي طرح، اسان جي لوگو يا ڪنهن بيج جو استعمال پڻ مناسب آهي جڏهن سائيٽ hCaptcha خدمتون استعمال ڪري ٿي.",
    "69844082": "hCaptcha ٽريڊمارڪس، گرافڪ علامتون، لوگو، ٽائيپ فيس، يا شبیہون پڻ استعمال نه ٿيون ڪري سگھجن.",
    "3861413614": "توهان شايد ڪو به hCaptcha ٽريڊمارڪ يا لوگو استعمال نه ڪري سگھو ٿا جنهن جو مطلب اهو آهي ته hCaptcha جو ڪنهن ٽئين پارٽي جي پروڊڪٽ يا خدمت سان وابستگي يا توثيق، اسپانسرشپ، يا سپورٽ آهي، بغير واضح لکيل اجازت جي.",
    "1409822234": "ڪنهن به حالت ۾ هڪ جيتري يا لڳ ڀڳ هڪجهڙائي hCaptcha ٽريڊ مارڪ کي ڊومين نالو طور استعمال نه ڪيو وڃي.",
    "4181060163": "ٽئين پارٽين کي متغير يا غلط اچار استعمال نه ڪرڻ گهرجي يا ڪنهن به طريقي سان عمل نه ڪرڻ گهرجي جيڪو hCaptcha ٽريڊ مارڪ تي ڪنهن به ابتدائي دلچسپي جي مونجهاري جو سبب بڻجندو.",
    "3955555607": "ڀائيوارن يا بااختيار ريليررز کان سواء، ٽيون پارٽيون لفظ، گوگل ايڊڊس، يا ٻين ھدف ٿيل اشتهارن جي سسٽم لاء hCaptcha نشان يا غلط اسپيلنگ استعمال ڪري سگھن ٿيون. نه ته ٽئين پارٽيون ڊومين نالن ۾ hCaptcha نشان استعمال ڪري سگھن ٿيون، ڪنهن به سرچ انجڻ جي اصلاح، ميٽا ٽيگ، ڳولا جا اصطلاح، ڪوڊ، يا ٻي غلط بياني.",
    "1985238261": "ٻيا محدود نشان",
    "2193061499": "اسان جا ڪجھ لوگو ۽ نشان hCaptcha ۽ ان جي ڀائيوارن پاران استعمال ٿيڻ تائين محدود آھن. ٽيون پارٽيون hCaptcha کان لکيل لائسنس کان سواءِ هيٺ ڏنل نشان استعمال نه ڪري سگھن ٿيون.",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha پارٽنر™",
    "755156539": "hCaptcha بااختيار ريلير ™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha لوگو™",
    "248923369": "BotStop لوگو™",
    "3942875761": "هڪ بهتر ويب ™ ٺاهڻ ۾ مدد ڪريو",
    "364774188": "مان انسان آهيان ™",
    "2785425016": "(هڪ انسانيت جي تصديق جي حل جي حوالي سان، مثال طور هڪ ڪال ٽو ايڪشن)",
    "2639657759": "اجازت سان استعمال ٿيل نشان",
    "1268918580": "hCaptcha ۽ ان جي ڀائيوارن پاران استعمال ڪيل ڪجھ لوگو ۽ نشان ٽئين پارٽين جي ملڪيت آھن ۽ صرف انھن جي اجازت سان استعمال ٿي سگھن ٿا. ٽيون پارٽيون شايد هيٺ ڏنل نشان استعمال نه ڪري سگھن سواءِ انهن جي مالڪن جي اجازت کان سواءِ:",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation جو هڪ رجسٽرڊ ٽريڊ مارڪ آهي، ۽ ان جي اجازت سان استعمال ڪيو ويندو آهي.",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation جو رجسٽرڊ ٽريڊمارڪ آھي، ۽ ان جي اجازت سان استعمال ٿئي ٿو.",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation جو ٽريڊ مارڪ آهي، ۽ ان جي اجازت سان استعمال ٿئي ٿو.",
    "3554363588": "ٻيا نشان",
    "3290996791": "ٻيا سڀئي پراڊڪٽ جا نالا، لوگو، ۽ برانڊز انهن جي لاڳاپيل مالڪن جي ملڪيت آهن. ٻيون سڀئي ڪمپنيون، پراڊڪٽ ۽ سروس جا نالا هن ويب سائيٽ ۾ استعمال ڪيا ويا آهن صرف سڃاڻپ جي مقصدن لاءِ. انهن نالن، لوگو، ۽ برانڊن جو استعمال تصديق جو مطلب نه آهي.",
    "2444685143": "لوگو پاليسي",
    "2414232014": "اسان جو لوگو فوري طور تي سڃاتل آهي ۽ اسان جي تمام قيمتي ۽ اهم اثاثن مان هڪ آهي. انهي کي يقيني بڻائڻ لاءِ ته اها اسان جي ڪمپني جي هڪ مضبوط نمائندگي رهي ٿي، ان کي لازمي طور تي پيش ڪيو وڃي محتاط ۽ مسلسل انداز ۾ رابطي جي سڀني چينلن تي.",
    "803639471": "hCaptcha لوگو هٿ جي آئڪن ۽ hCaptcha لوگو ٽائپ تي مشتمل آهي. ان جي متبادل شڪل ۾، هٿ جي آئڪن پاڻ ئي ظاهر ٿي سگھي ٿو جڏهن جاءِ محدود هجي ۽ \"hCaptcha\" لفظ نشان طور استعمال ڪيو وڃي (جيئن مٿي بيان ڪيو ويو آهي) هٿ جي آئڪن جي ويجهڙائي ۾، جيئن ته اهو صاف هجي ته هٿ جو نشان hCaptcha جي نمائندگي ڪري ٿو.",
    "564127016": "hCaptcha هٿ جو نشان:",
    "1424800293": "hCaptcha لوگو:",
    "1525506526": "اڪائونٽ ٽيڪ اوور ڇا آهن ۽ اهي ڪيئن ڪم ڪن ٿا؟",
    "2446481523": "هتي هڪ پراڻي لوڪ ڪهاڻي آهي جنهن ۾ هڪ ويگن ڊرائيور ۽ هڪ امير ماڻهو هڪ ننڍڙي ڳوٺ ۾ ڪانسٽيبلري ۾ ڏيکاري ٿو. هڪ ماڻهو، جيڪو گندو، غريبن جو لباس پهريل هو، ان ڪانسٽيبل کي چيو، ”مان امير آهيان. هي ماڻهو منهنجو ڊرائيور هو.",
    "1767952047": "هن گذريل رات مون تي حملو ڪيو، منهنجا ڪپڙا چوري ڪيا ۽ منهنجا پئسا کڻي ويا. ٻئي ماڻھوءَ، جنھن کي وڏي نفيس لباس ۾ ملبوس، وڏي طبقي جو لباس ھو، جواب ڏنو، ”ڪانسٽيبل، ھي ماڻھو چريو آھي. هو سمجهي ٿو ته هو امير آهي. مان اصل امير آهيان. هن کي گرفتار ڪريو!”",
    "2947576723": "هي ڪهاڻي ڊرائيور جي لائسنس ۽ ڊجيٽل فنگر پرنٽنگ جي اڳڪٿي ڪري ٿي، پر اهو هڪ سٺو مثال پيش ڪري ٿو جيڪو اڪائونٽ وٺڻ واري صورتحال ۾ غلط ٿي سگهي ٿو. هڪ شخص هڪ آن لائن بئنڪ اڪائونٽ يا موبائل ادائگي جي ايپ ۾ لاگ ان ٿئي ٿو. ڇا هو اصل اڪائونٽ هولڊر، يا هيڪر؟ واقعي ڪير آهي؟ اهي سيڪيورٽي مسئلا تنظيمن کي متاثر ڪن ٿيون جيڪي خود سروس اڪائونٽ تائين رسائي جي اجازت ڏين ٿيون.",
    "1687299615": "اڪائونٽ وٺڻ ڇا آهي؟",
    "2648707986": "هڪ اڪائونٽ ٽيڪ اوور سائبر فراڊ جو هڪ روپ آهي جنهن ۾ هڪ بدسلوڪي اداڪار هڪ آن لائن اڪائونٽ جي مالڪ کي ظاهر ڪري ٿو. عام طور تي، اڪائونٽ هڪ مالي اداري يا هڪ اي ڪامرس ڪاروبار تي آهي جتي دوکي باز پئسا، واپار يا تحفا ڪارڊ چوري ڪري سگهي ٿو. حملو ڪندڙ اڪائونٽ تائين رسائي حاصل ڪرڻ لاءِ چوري ٿيل لاگ ان سندون استعمال ڪري ٿو ۽ پوءِ ان کي ختم ڪري ٿو، شايد اصل اڪائونٽ مالڪ کي بند ڪرڻ لاءِ پاسورڊ تبديل ڪري.",
    "1476843710": "گھٽ مالي نقصانڪار پر اڃا تائين نقصانڪار صورتون اڪائونٽ جي قبضي ۾ شامل آهن سوشل ميڊيا اڪائونٽس جي اغوا ۽ ان وانگر. انهن حالتن ۾، حملو ڪندڙ عام طور تي مالويئر پکيڙڻ جي ڪوشش ڪري رهيو آهي يا شڪار جي اڻڄاتل دوستن جي خلاف فشنگ حملن ۾ مشغول آهي. يا، حملو ڪندڙ قرباني کي شرمسار ڪرڻ جي ڪوشش ڪري رهيو آهي، جيڪو ڪڏهن ڪڏهن مشهور شخصيتن ۽ سياستدانن سان ٿئي ٿو، مثال طور.",
    "2904949278": "هيڪر ڪيئن هڪ اڪائونٽ تي قبضو ڪري ٿو؟",
    "2575690545": "اڪائونٽ کڻڻ، تمام گهڻو سائبر فراڊ وانگر، اڪثر ڪري خودڪار، ڪاميٽي پروسيس جو معاملو آهي. اهو هڪ هيڪر لاءِ نادر آهي، جيڪو پنهنجي ماءُ جي بيسمينٽ ۾ هودي ۾ ڍڪيل آهي، بينڪ جي ويب سائيٽن ۾ پاسورڊ ٽائيپ ڪرڻ هڪ وقت ۾.",
    "3614653023": "بلڪه، عملي طور تي وڏي پيماني تي اعتبار واري سامان جي حملن تي ڀاڙي ٿو جيڪي ڪيترن ئي ٽارگيٽ مالي ادارن تي لکين يوزرنيم/پاسورڊ جوڙو آزمائيندا آهن اڪائونٽن جي هڪ ننڍڙي ذيلي سيٽ کي کولڻ جي اميد ۾. هڪ دفعو خودڪار فراڊ سافٽ ويئر اڪائونٽ تائين رسائي حاصل ڪري چڪو آهي، هڪ انساني هيڪر شايد ملوث ٿي سگهي ٿو، پر ڪجهه ڪيسن ۾، نه.",
    "2762759509": "ڪيترائي اڪائونٽ کڻڻ وارا حملا تقريبن مڪمل طور تي خودڪار آهن.",
    "1972710018": "ان کي ڪمپني جي نقطه نظر کان ڏسي",
    "1282121137": "سمجھڻ لاءِ ته ڪيئن مشڪل اڪائونٽ ٽيڪ اوور ٿي سگھي ٿو، غور ڪريو ته تجربو مالي اداري جي نقطي نظر کان ڇا ٿو لڳي. اهي هر روز لکين لاگ ان کي سنڀاليندا آهن.",
    "2315518622": "اڄ جي حملي جي اوزارن ۾ موجود نفاست سان، اهو معلوم ڪرڻ انتهائي مشڪل آهي ته ڪهڙا، جيڪڏهن ڪو، دوکي وارا آهن. پوء، هڪ شخص ڪسٽمر سروس لائن کي سڏي ٿو ۽ چوي ٿو \"منهنجي اڪائونٽ تي حملو ڪيو ويو آهي! مان لاگ ان نه ٿو ٿي سگهيس ۽ ڪو منهنجو پئسو چوري ڪري رهيو آهي!”",
    "1836369533": "لوڪ ڪهاڻيءَ ۾ ڪانسٽيبل وانگر، ڪو ڪيئن طئي ڪندو ته واقعي ڪير آهي؟ جيڪڏهن حملي آور وٽ ڪافي چوري ٿيل شناختي عنصر آهن، جهڙوڪ ڊرائيور جو لائسنس نمبر، سوشل سيڪيورٽي نمبر، ماءُ جو پهريون نالو، ايڊريس وغيره، اهو طئي ڪرڻ ڪافي مشڪل ٿي سگهي ٿو ته ڪال ڪندڙ حقيقي اڪائونٽ هولڊر آهي يا ڪو حملو ڪندڙ جيڪو حاصل ڪرڻ جي ڪوشش ڪري رهيو آهي. پاسورڊ ٻيهر سيٽ ڪريو اڪائونٽ تي جيڪو داخل ڪرڻ چاهي ٿو.",
    "2880837730": "اڪائونٽ کڻڻ کي روڪڻ لاءِ ڇا ٿي سگهي ٿو؟",
    "3654556483": "مالي ادارن ۽ اي ڪامرس ڪمپنين وٽ عمل ۽ ڪنٽرول آهن جيڪي ڪجهه اڪائونٽ کڻڻ جي خطري کي گھٽ ڪن ٿا. اهي حدون پراڻي فيشن کان وٺي ”ايليمينٽري اسڪول ۾ توهان جي بهترين دوست جو نالو ڇا هو“ حفاظتي سوالن جي ڳولا جي طريقن تائين جيڪي مشڪوڪ IP پتي ۽ موبائيل ڊيوائس پروفائلز کي ختم ڪن ٿا.",
    "2449501658": "فراڊ اڪائونٽ لاگ ان ڪوششن مان خطري کي گھٽائڻ لاءِ سڀ کان وڌيڪ جديد طريقا مهيا ڪري ٿو، مشين لرننگ استعمال ڪندي بوٽس کي ڳولڻ ۽ بند ڪرڻ، ۽ مؤثر طريقي سان ان کي وڌيڪ ڏکيو بنائڻ يا ان کان به وڌيڪ ناممڪن بنائڻ لاءِ دوکي بازن لاءِ اڪائونٽ ٽيڪ اوور ۾ مشغول ٿيڻ.",
    "3621455477": "وڌيڪ سکڻ لاءِ!",
    "555246307": "اهڙيءَ طرح، هتي آهي ته امير ۽ سندس ڊرائيور جي ڪهاڻي ڪيئن ختم ٿئي ٿو: ڪانسٽيبل ٻن ماڻهن کي ڪلاڪ لاء هڪ ڪمري ۾ گڏ ڪيو ۽ انهن جي دماغ مان بور ٿي ويو. ڏينهن جي آخر ۾، هو ظاهر ٿيو ۽ چيو، \"مان هاڻي ويگن ڊرائيور سان ڳالهائيندس.\" عاليشان لباس ۾ ماڻهو اٿي بيٺو. هو ڏاڍو بيزار ٿي ويو هو، هن اهو وساري ڇڏيو هو ته هو رڳو وڏيري کي ظاهر ڪري رهيو هو.",
    "1224727373": "BotStop hCaptcha طرفان",
    "1187718370": "اسان سان رابطو ڪريو",
    "3892905664": "hCaptcha مدد ڪري ٿي توهان جي پسنديده آن لائن خدمتن کي بوٽس، اسپام، ۽ غلط استعمال کان ٻاهر رکڻ ۾ آسان سوال پڇڻ سان جيڪي انسانن لاءِ آسان ۽ مشينن لاءِ مشڪل آهن.",
    "555158694": "هڪ خدمت جيڪا توهان استعمال ڪيو آهي انهن جي سائيٽ تي توهان جي تجربي کي بهتر ڪرڻ لاءِ چونڊيو آهي hCaptcha انسٽال ڪري بدسلوڪي ٽرئفڪ کي گهٽائڻ لاءِ.",
    "1617196410": "hCaptcha بوٽن کي روڪڻ تي مرکوز آهي. اسان کي پرواه ناهي ته صارف ڪير آهي، پر صرف اهو ته ڇا اهي بدڪار آهن. اسان سخت محنت ڪريون ٿا رازداري ۽ رازداري جي توازن لاءِ",
    "1624200563": "سيڪيورٽي، ۽ GDPR، CCPA، LGPD، PIPL، ۽ ٻين رازداري جي ضابطن جي تعميل ڪريو.",
    "1927613000": "hCaptcha نفيس مشين لرننگ کي هڪ طاقتور چئلينج پليٽ فارم سان گڏ ڪري ٿو ويب ايپليڪيشنن کي اڪائونٽ ٽيڪ اوور کان بچائڻ لاءِ، سندي سامان ڀرڻ، اسڪراپنگ، ۽ ٻين قسم جي غلط استعمال کان.",
    "1133989302": "ڇو hCaptcha؟",
    "34074886": "هر دفعي توهان هڪ چئلينج جو جواب ڏيو ٿا، اسان نفيس ماڊل استعمال ڪندا آهيون اهو معلوم ڪرڻ لاءِ ته ڇا توهان انسان آهيو. جنهن ويب سائيٽ تي توهان دورو ڪيو پوءِ هي نتيجو استعمال ڪري انهن جي سائيٽ تي توهان جي تجربي کي بهتر ڪرڻ ۾ مدد لاءِ بوٽس ٻاهر رکي.",
    "3412647984": "هي توهان کي مستقبل جي سوالن کان پاسو ڪرڻ جي اجازت ڏئي ٿو رجسٽريشن ۽ ڪوڪيز سيٽنگ ڪندي. مھرباني ڪري پنھنجي اشتهار بلاڪر کي بند ڪرڻ جي پڻ ڪوشش ڪريو.",
    "2510209017": "وڌيڪ مدد جي ضرورت آهي؟",
    "477275453": "ڇو APIs هيڪرز لاءِ مشهور ٽارگيٽ آهن؟",
    "596347471": "ايپليڪيشن پروگرامنگ انٽرفيس (APIs) سائبر اسپيس ۾ بدڪاري ڪندڙ اداڪارن لاءِ مشهور ٽارگيٽ بڻجي ويا آهن. هن جا ڪيترائي سبب آهن، بشمول ايپليڪيشن انضمام ۾ انهن جي وڏي افاديت. اهو ممڪن آهي ته API خطري کي گھٽائڻ، جيتوڻيڪ.",
    "2441638955": "پهريون، هڪ API ڇا آهي؟",
    "3963216198": "بحث ڪرڻ لاءِ ڇو APIs هيڪرز لاءِ هڪ مشهور ٽارگيٽ آهن، اهو سڀ کان پهريان هڪ مختصر لمحو وٺڻ جي قابل آهي وضاحت ڪرڻ لاءِ ته في الحال ”API“ جي اصطلاح جو مطلب ڇا آهي. API جو تصور بلڪل نئون ناهي. حقيقت ۾، مختلف ڪمپيوٽر سسٽم کي هڪ ٻئي سان ڳنڍڻ لاءِ انٽرفيس، گڏوگڏ انهن جا اندروني حصا، گهٽ ۾ گهٽ 1960ع جي شروعات کان وٺي رهيا آهن.",
    "1047251718": "اڄ، جڏهن ته، ماڻهو APIs بابت ڳالهائي رهيا آهن، انهن جو مطلب هميشه معيار تي ٻڌل APIs. اهي APIs آهن کليل معيار استعمال ڪندي ٺاهيل آهن جهڙوڪ نمائندگي رياستي منتقلي (REST) ۽ کليل معياري فائل فارميٽ جهڙوڪ JavaScript Object Notation (JSON). اهڙا “RESTful APIs”، جيئن اهي سڃاتا وڃن ٿا، ٺاهي سگھجن ٿا بنا ڪنهن پروپيٽري سافٽ ويئر جي. نتيجو ڪندڙ APIs سافٽ ويئر ايپليڪيشنن جي وچ ۾ ڊيٽا ۽ پروسيسنگ ڪال موڪلڻ ۽ وصول ڪرڻ جي قابل آهن. مثال طور، هڪ موبائل بينڪنگ ايپ استعمال ڪري ٿي هڪ API بينڪ جي سسٽم تائين رسائي ڪرڻ لاءِ.",
    "3195334319": "APIs جي افاديت ۽ ڪمزوري",
    "1903743785": "معيار جي بنياد تي APIs جي آمد، ايپليڪيشن جي انضمام ۾ اڳتي وڌڻ جي وڏي ليپ جي نمائندگي ڪئي. گذريل 20 سالن يا ان کان پوءِ، APIs قيمتي ۽ پيچيده مالڪي واري سافٽ ويئر پروڊڪٽس کان وٺي مفت، معيار تي ٻڌل اوزارن کان وٺي ويا جيڪي نسبتاً آسان هئا ڪم ڪرڻ لاءِ- ۽ جلدي لڳائڻ لاءِ.",
    "879362350": "انٽرنيٽ تي ڪم ڪندڙ نون APIs سان، اهو ممڪن ٿي ويو آهي ته ڪنهن به سافٽ ويئر يا ڊيٽا ماخذ کي ڳنڍڻ، دنيا ۾ ڪٿي به، پليٽ فارم، ڊيٽا اسڪيما يا پروگرامنگ ٻولي کان سواءِ. نتيجي طور، ڪمپيوٽنگ دنيا هاڻي هڪ API انقلاب جي وچ ۾ آهي. ايپليڪيشنن ۽ ڊيٽا جي وچ ۾ رابطي جو هڪ ڌماڪو آهي. اھو وڏو آھي، جيستائين اھو نه آھي.",
    "3844432472": "APIs جي تمام کليل ۽ افاديت انهن کي ناقابل اعتبار حد تائين اميرن جو نشانو بڻائي ٿو حملي ڪندڙن لاءِ. ساڳئي طريقي سان هڪ موبائل ايپ تائين پهچڻ لاءِ پروگرام ڪري سگهجي ٿو ۽ API استعمال ڪندي ڪارپوريٽ سسٽم مان ڊيٽا حاصل ڪري سگهي ٿو، تنهنڪري مالويئر جو هڪ ٽڪرو پڻ ٿي سگهي ٿو. هيڪرز APIs کي غلط استعمال ڪرڻ لاءِ مختلف قسم جا سافٽ ويئر ٽولز لکيا آهن. اهو هڪ مؤثر حملي ٽيڪنڪ آهي.",
    "2187096543": "درحقيقت، هيڪر-لکيل سافٽ ويئر جي نتيجي ۾ ڪجهه وڏي ڊيٽا جي خلاف ورزيون ڪيون ويون آهن جيڪي ڊيٽابيس مان ڊيٽا ڪڍڻ لاء API تي سڏيا ويا آهن. سڀ کان پوء، جيڪڏهن اهو چوري ڊيٽا کي صرف هڪ API تي بنيادي GET ڪال جي ضرورت آهي، REST ۽ JSON استعمال ڪندي لکيو ويو آهي، پوء اهو آسان آهي جلدي ڊيٽابيس کي صاف ڪرڻ. حقيقت ۾، جڏهن ماڻهو \"اسڪرين ڇڪڻ\" جي حملن بابت ڳالهائي رهيا آهن، انهن جو اصل مطلب ڇا آهي، اڪثر ڪري، تيز فائر API ڪالون آهن جيڪي ڊيٽا کي ڊيٽابيس مان ڪڍي ڇڏيندا آهن. APIs انهن تنظيمن لاءِ هڪ وڏي حملي واري مٿاڇري بڻجي چڪا آهن جيڪي انهن کي ٺاهيندا آهن.",
    "4222109231": "hCaptcha جي انٽرپرائز پراڊڪٽ سان API خطري کي گھٽائڻ",
    "1783317946": "API حملن کي روڪڻ لاء هڪ مشهور استعمال ڪيس آهي",
    "3022922096": ", hCaptcha جي پروڊڪٽس جو انٽرپرائز سوٽ. hCaptcha جي مفت ورزن جي برعڪس،",
    "63719113": "توهان جي سائيٽ ۽ ايپس تي خراب ٽرئفڪ جي نشاندهي ڪرڻ لاءِ جديد مشين لرننگ استعمال ڪري ٿي - بشمول اسڪراپنگ سرگرميون.",
    "3566102529": "اسان کي اڄ وڌيڪ سکڻ لاء.",
    "3096553330": "هر سسٽم جيڪو اسان ٺاهيندا آهيون اهو ظاهر ڪري ٿو اسان جي رشتن کي ٻين ماڻهن سان.",
    "1467218142": "جيڪو اسان انهن کان چاهيون ٿا ۽ پاڻ اسان جي رويي کي هلائي ٿو، ۽ اهڙيء طرح سڀني انساني سسٽم ۾ رابطي جا ساڳيو نمونو ٻيهر ورجائي ٿو. انٽرنيٽ اسان جي دنيا جي هن بنيادي پهلوءَ جا ڪيترائي شاندار مثال مهيا ڪري ٿي.",
    "808872868": "مثال طور: اسپام، فراڊ، ۽ بدسلوڪي آن لائن موجود آهن تقريباً ڏينهن کان پوءِ جڏهن ٻه سسٽم پهريون ڀيرو هڪٻئي سان ڳنڍيل هئا.",
    "1085089390": "آن لائين بدعنواني انساني رويي مان پيدا ٿئي ٿي",
    "3064321967": "پھريون سڃاتل اسپام اي ميل 1978 ۾ موڪليو ويو.",
    "3800781598": "] لڳ ڀڳ پنج ڏهاڪن کان پوء، اي ميل اسپام اسان کي ڇڪڻ جاري آهي. ڪيترائي بلين ڊالر ۽ هزارين ماڻهون سالن جي انجنيئرنگ ڪوششون ان کي شڪست ڏيڻ ۾ رکيا ويا آهن، ۽ اڃا تائين اسپام جاري آهي. ٻنهي طرفن بلين ڊالرن جون صنعتون آهن، يعني جيڪي ان جي خلاف دفاع ڪري رهيا آهن ۽ جيڪي ان کي موڪلي رهيا آهن.",
    "2119943547": "هي ڇو آهي؟ جواب سادو آهي. ايتري قدر جو اتي ھڪڙو حوصلا آھي ھڪڙي نظام کي غلط استعمال ڪرڻ لاء، ڪو ماڻھو عام طور تي ھڪڙو رستو ڳوليندو. ۽ هڪ دفعو اهي ڪندا، ڪنهن ٻئي کي هاڻي انهن کي روڪڻ جي ترغيب هوندي.",
    "532470444": "توازن سال بہ سال ٿورڙو تبديل ٿي سگھي ٿو، پر اھو رويو رڳو بنيادي انساني فطرت جي عڪاسي ڪري ٿو، ۽ پنج ھزار ورھين جي رڪارڊ ٿيل تاريخ جو مطلب آھي ته متحرڪ ڪنھن به وقت جلد تبديل ٿيڻ جو امڪان ناھي.",
    "3193548097": "اميد جو چشمو ابدي",
    "4065614934": "اهو تجزيو نئون ناهي، پر ماڻهو هميشه لاءِ پراميد آهن. خاص طور تي جڏهن اهي سوچيو ته انهن جو خيال نئون آهي.",
    "1216071511": "ساڳيا خيال گهڻو ڪري پيش ڪيا ويا آهن ته تقريبا 20 سال اڳ، هڪ گمنام ليکڪ هڪ مددگار ڀريو-ان-دي-خالي سان آيو آهي آن لائن بحثن لاءِ اينٽي اسپام حل بابت:",
    "1941999673": "توهان جي پوسٽ وڪيلن a",
    "4179118182": "( ) ٽيڪنيڪل ( ) قانون سازي ( ) مارڪيٽ تي ٻڌل ( ) نگران",
    "3978720689": "اسپام سان وڙهڻ جو طريقو. تنهنجو خيال ڪم نه ڪندو. هتي آهي ڇو ته اهو ڪم نه ڪندو.",
    "318339230": "(هيٺ ڏنل مان هڪ يا وڌيڪ توهان جي خاص خيال تي لاڳو ٿي سگهي ٿو، ۽ اهو ٿي سگهي ٿو",
    "30312304": "ٻيون خاميون جيڪي خراب وفاقي قانون پاس ٿيڻ کان اڳ رياست کان رياست تائين مختلف هونديون هيون.)",
    "2710988028": "( ) اسپامرز ان کي آساني سان استعمال ڪري سگھن ٿا اي ميل ايڊريس حاصل ڪرڻ لاءِ",
    "3912514510": "( ) ميلنگ لسٽون ۽ ٻيا جائز اي ميل استعمال متاثر ٿيندا",
    "2030062561": "() ڪو به ماڻهو ڳولي نه سگهندو يا پئسا گڏ ڪري سگهندو",
    "3334160175": "() اهو وحشي قوتن جي حملن جي خلاف بي دفاع آهي",
    "3238345709": "( ) اهو ٻن هفتن لاءِ اسپام کي روڪيندو ۽ پوءِ اسان ان سان پڪڙي وينداسين",
    "4227800293": "() اي ميل جا استعمال ڪندڙ ان سان گڏ نه رکندا",
    "2271252286": "() Microsoft ان سان گڏ نه رکندو",
    "692064738": "() پوليس ان کي برداشت نه ڪندي",
    "3475647460": "() اسپامرز کان تمام گھڻو تعاون جي ضرورت آھي",
    "1482845460": "( ) هر ڪنهن کان هڪ ئي وقت مڪمل تعاون جي ضرورت آهي",
    "3741193183": "( ) ڪيترائي اي ميل استعمال ڪندڙ ڪاروبار وڃائڻ يا امڪاني ملازمن کي ڌار ڪرڻ جي متحمل نٿا ٿي سگهن",
    "2234909600": "( ) اسپامر انهن جي لسٽن ۾ غلط ايڊريس جي پرواهه نٿا ڪن",
    "1982617151": "( ) ڪو به گمنام طور تي ڪنهن ٻئي جي ڪيريئر يا ڪاروبار کي تباهه ڪري سگهي ٿو",
    "2498172334": "خاص طور تي، توهان جو منصوبو ناڪام ٿئي ٿو حساب ۾",
    "389705801": "() قانون واضح طور تي منع ڪري ٿو",
    "190955495": "( ) اي ميل لاءِ مرڪزي ڪنٽرولنگ اٿارٽي جو فقدان",
    "237009707": "() ٻاهرين ملڪن ۾ کليل رلي",
    "3507532387": "( ) تمام اي ميل پتي جي ننڍڙن الفانوميرڪ ايڊريس اسپيس ڳولڻ ۾ آسان",
    "2477958756": "( ) خراب ماڻهو",
    "3254142589": "() عدالتي مسئلا",
    "3621401685": "( ) عجيب نون ٽيڪسن جي غير مقبوليت",
    "4277475973": "( ) پئسن جي عجيب نون شڪلين کي قبول ڪرڻ لاءِ عوام جي بيچيني",
    "941057651": "( ) SMTP ۾ وڏي موجوده سافٽ ويئر سيڙپڪاري",
    "3265293440": "( ) SMTP کان سواء پروٽوڪول جي حساسيت حملي ڪرڻ لاء",
    "515733427": "( ) اي ميل ذريعي حاصل ڪيل OS پيچس کي انسٽال ڪرڻ لاءِ صارفين جي رضامندي",
    "2631159699": "( ) آرميز آف ورم ريڊلڊ براڊ بينڊ سان ڳنڍيل ونڊوز باڪس",
    "776542208": "( ) ابدي هٿيارن جي ڊوڙ جيڪا سڀني فلٽرنگ طريقن ۾ شامل آهي",
    "989480928": "( ) اسپام جي انتهائي منافعي",
    "3898950867": "( ) جو نوڪريون ۽/يا سڃاڻپ جي چوري",
    "3395399558": "() ٽيڪنيڪل طور تي اڻ پڙهيل سياستدان",
    "1118929614": "( ) انتهائي بيوقوف ماڻهن جي طرفان جيڪي اسپامرز سان ڪاروبار ڪندا آهن",
    "838951836": "( ) خود اسپامرز جي طرفان بي ايماني",
    "2123236933": "( ) بينڊوڊٿ خرچ جيڪي ڪلائنٽ فلٽرنگ کان متاثر نه ٿين",
    "2292919419": "() Outlook",
    "2534436327": "۽ هيٺيان فلسفيانه اعتراض به لاڳو ٿي سگهن ٿا:",
    "832385387": "( ) توهان جي خيال سان ملندڙ جلندڙ خيالن سان گڏ اچڻ آسان آهي، پر ڪڏهن به عملي طور تي ظاهر نه ڪيو ويو آهي",
    "1993984258": "( ) آپٽ آئوٽ تي ٻڌل ڪا به اسڪيم ناقابل قبول آھي",
    "3909240516": "( ) SMTP هيڊرز کي قانون سازي جو موضوع نه هئڻ گهرجي",
    "1151065360": "( ) بليڪ لسٽ چوس",
    "2396605499": "( ) وائيٽ لسٽ چوس",
    "2225785608": "() اسان کي وياگرا جي باري ۾ ڳالهائڻ جي قابل ٿيڻ گهرجي بغير سينسر جي",
    "3004688366": "( ) جوابي قدمن ۾ وائر فراڊ يا ڪريڊٽ ڪارڊ فراڊ شامل نه ٿيڻ گھرجي",
    "922470170": "( ) جوابي قدمن ۾ عوامي نيٽ ورڪن جي تخريبڪاري شامل نه ٿيڻ گھرجي",
    "3068923550": "( ) جوابي قدمن کي لازمي طور تي ڪم ڪرڻ گهرجي جيڪڏهن تدريجي طور تي مرحلو ڪيو وڃي",
    "2752975480": "() اي ميل موڪلڻ مفت هجڻ گهرجي",
    "117227832": "() ڇو اسان کي توهان ۽ توهان جي سرور تي ڀروسو ڪرڻ گهرجي؟",
    "1021431157": "( ) اوپن سورس يا اوپن سورس لائسنس سان مطابقت",
    "2801524659": "() محسوس ڪرڻ وارا سٺا قدم مسئلا حل ڪرڻ لاءِ ڪجھ به نٿا ڪن",
    "931661269": "( ) عارضي/ هڪ دفعي اي ميل ايڊريس مشڪل آهن",
    "2090457681": "() مان نه ٿو چاهيان ته حڪومت منهنجي اي ميل پڙهي",
    "3536122902": "() انهن کي روڪڻ ايترو سست ۽ دردناڪ نه آهي",
    "2391175562": "ان کان علاوه، اھو اھو آھي جيڪو مان توھان بابت سوچيان ٿو:",
    "229198134": "() معاف ڪجو دوست، پر مان نه ٿو سمجهان ته اهو ڪم ڪندو.",
    "345563040": "( ) اھو ھڪڙو بيوقوف خيال آھي، ۽ توھان ھڪڙو بيوقوف ماڻھو آھيو ان کي تجويز ڪرڻ لاء.",
    "409780280": "( ) سٺي ڪوشش، ****! مون کي اميد آهي ته ڪو توهان جي ڪيبورڊ تي قدم کڻندو!",
    "2820080973": "❤ جي طرفان ميزباني ڪئي وئي",
    "3943164003": "خام ڏسڻ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ڇو توهان جو نئون اينٽي اسپام حل ڪم نه ڪندو",
    "361795034": ". اڻڄاتل ليکڪ، ج. 2000",
    "1547006769": "انسانيت جي تصديق ساڳيو مسئلو آهي",
    "3717942925": "جيئن ته هميشه اهڙا ماڻهو هوندا جيڪي اي ميل ذريعي توهان جي توجه حاصل ڪرڻ چاهيندا آهن، اتي هميشه ڪجهه وسيلن تائين رسائي کي محدود ڪرڻ جي خواهش هوندي، جيئن صرف انسان انهن تائين رسائي ڪري سگهن.",
    "2481032625": "ڇا مقصد روڪڻ آهي:",
    "1691348394": "- محدود رليز سيل دوران خودڪار وڏي پئماني تي خريداري",
    "1771016224": "- سافٽ ويئر توهان جي ويب سائيٽ تي تمام مواد ڊائون لوڊ ڪرڻ کان",
    "1959762846": "- توهان جا ويب فارم ڀرجي ويا آهن لامحدود مارڪيٽنگ اسپام يا غلط استعمال سان",
    "345108670": "- سندي سامان ۽ ٻيون اڪائونٽ کڻڻ جون ڪوششون",
    "2540760245": "ٻين ڪيترن ئي استعمالن جي وچ ۾، \"انسان يا نه\" جي بنياد تي آن لائن ٽرئفڪ کي فلٽر ڪرڻ جي قابل ٿيڻ ممڪن طور تي هڪ قيمتي اوزار رهندو، جيستائين انساني فطرت ساڳئي نمونن جي پيروي ڪندي جيڪا گذريل پنج هزار سالن ۾ رڪارڊ ڪئي وئي آهي.",
    "3346362371": "مشين سکيا بابت ڇا؟",
    "3619183405": "2021 ۾ سادي ڪيپچا ڪڏهن ڪڏهن سافٽ ويئر سان حل ڪري سگھجن ٿا، مشين لرننگ ۾ اڳڀرائي جي مهرباني. هن کي پتو ڏيڻ لاءِ، hCaptcha پڻ ملڪيتن جو تمام تفصيلي تجزيو ڪري ٿو جهڙوڪ",
    "3292221787": "چيلنج جو جواب ڏنو ويو، نه رڳو اهو ته ڇا اهو صحيح هو، ۽ اڪثر ڪري ٻنهي سوالن ۽ استعمال ڪيل ڊيٽا کي تبديل ڪري ٿو.",
    "1080672247": "ڇو ته پڇيل سوالن مان گھڻا اقتصادي طور تي حل نه ٿي ڪري سگھجن ٿا آف شيلف سافٽ ويئر سان، ۽ ڇاڪاڻ ته ڊيٽا عام طور تي سسٽم لاءِ منفرد آهي، ان جو مطلب آهي ته بوٽس اڪثر ڪري مڪمل طور تي مفت سروس طرفان بند ڪيا ويندا آهن، ۽ ان جي بدران انساني ڪيپچا سولورز تي ڀروسو ڪرڻ گهرجي، جيڪي ڪيترن ئي قسمن جي غلط استعمال کي مڪمل طور تي غير اقتصادي بڻائي ٿو.",
    "4172868199": "ان کان به گهڻو اڳتي وڃي ٿو، \"سٺو انسان\" کي \"خراب انسان\" کان ڌار ڪرڻ جي ڪوشش جي دائري ۾ پڻ، ۽ اڄ دنيا جي ڪيترن ئي مشهور آن لائن خدمتن پاران استعمال ڪيو وڃي ٿو ۽ خريداري جي فراڊ کان ترقي يافته مسلسل تائين هر شيء کي ڳولڻ ۽ روڪڻ لاء. انهن جي استعمال ڪندڙن جي خلاف ڌمڪيون، جڏهن ته رازداري جي حفاظت تي هڪ منفرد ڌيان برقرار رکڻ.",
    "2873911365": "هارڊويئر جي تصديق بابت ڇا؟",
    "1477196356": "سڃاڻپ کي ڳنڍڻ جا مختلف طريقا هڪ ڊيوائس کي هڪ cryptographically محفوظ فيشن ۾، ڪڏهن ڪڏهن پرائيويسي محفوظ ڪرڻ واري ملڪيت سان، ڏهاڪن کان تجويز ڪيا ويا آهن. پبلڪ ڪيچي ڪرپٽوگرافي تاريخون واپس c. 1975، ۽ هارڊويئر ٽوڪن تقريبن ايتري قدر موجود آهن.",
    "2349681896": "بدقسمتي سان، هارڊويئر جو هڪ ٽڪرو ڪنٽرول ڪرڻ جو مطلب اهو ناهي ته توهان هڪ شخص آهيو. تقريبن هر مشهور صارف هارڊويئر جي تصديق واري اسڪيم کي بار بار ٽوڙيو ويو، پيچ ڪيو ويو، ۽ پوء ٻيهر ڀڄي ويو.",
    "254326776": "انهن خامين جو غلط استعمال اڪثر دريافت ڪيو ويو آهي ته ظاهر ٿيڻ يا علمي اشاعت کان اڳ مهينن يا سالن تائين ٿي رهيو آهي.",
    "2462909475": "10,000 کان وڌيڪ فونن جي ڀت غلط استعمال لاءِ استعمال ڪئي وئي، هڪ چيني بوٽ آپريشن جو حصو.",
    "1963951234": "ڪابه پرواه ناهي ته توهان جي ڪرپٽوگرافڪ اسڪيم ڪيتري قابل اعتماد آهي، جيڪڏهن ڪو ماڻهو ڏينهن جي آخر ۾ صرف پئسا خرچ ڪري سگهي ٿو توهان کي اهو جواب ڏيڻ لاءِ جيڪو توهان ڳولي رهيا آهيو، هارڊويئر جو هڪ ٽڪرو هجڻ ڪافي ناهي.",
    "1278884196": "اهو چيو ته، cryptography ڪافي هڪ نوجوان نظم و ضبط آهي. تازن تاريخ جي بنياد تي، توهان جي ڪرپٽوگرافڪ اسڪيم ۽/يا عمل درآمد ٿيڻ جو امڪان آهي جيترو جلدي ڪنهن کي به ان کي ويجهڙائيءَ سان ڏسڻ لاءِ ترغيب ڏني وڃي، ۽ اهو ممڪن آهي ته ٻيا ماڻهو توهان کان گهڻو اڳ اهو معلوم ڪندا. هارڊويئر تي ڀروسو ڪرڻ جو مطلب اهو آهي ته توهان کي شايد توهان جي استعمال ڪندڙن مان هر هڪ کان پڇڻ جي ضرورت پوندي ته هڪ فزيڪل ڊيوائس تبديل ڪرڻ لاءِ غلطي کي ڇڪڻ لاءِ. اهو ممڪن ناهي ته اڪثر ڪيسن ۾ جلدي ٿيڻ، مطلب ته حقيقت ۾ توهان جو سسٽم صرف ناڪام ٿي ويندو.",
    "1828028934": "اهو ئي سبب آهي",
    "1642844535": "اهم آهي: hCaptcha ساڳئي بنيادي سوال جو جواب ڏيڻ لاءِ ڪيترن ئي مختلف طريقن کي استعمال ڪري ٿو، سڀني تشخيصن ۾ مطابقت جي مقابلي جي اجازت ڏئي ٿو.",
    "1155821305": "دفاع جي کوٽائي آهي",
    "119098046": "غير فعال يا غير چئلينج حل بابت ڇا؟",
    "2760410719": "خدمتون جيڪي مڪمل طور تي غير فعال سگنلن سان بوٽ جي ڳولا ڪرڻ جي ڪوشش ڪن ٿيون تيزيءَ سان هڪ بنيادي مسئلي ۾ داخل ٿين ٿيون: توهان ڪيئن تصديق ڪندا ته ڇا هڪ سسٽم خراب اداڪارن کي صحيح طرح ڳولي ٿو جڏهن توهان وٽ صحيح زميني سچائي نه آهي؟",
    "1722734001": "کليل انٽرنيٽ هڪ تمام شور ماحول آهي. خراب اداڪار اسان جي سروس جي استعمال ڪندڙن تي حملو ڪندا آهن ۽ هر روز reCAPTCHA وانگر مقابلا ڪندا آهن، ۽ يقيناً ڪوشش ڪري رهيا آهن جيترو ٿي سگهي انساني طور تي ائين ڪرڻ دوران.",
    "1595254735": "مڪمل طور تي غير فعال خدمتون بوٽ جي ڳولا جي درستگي کي برقرار رکڻ لاء جدوجهد، يا ڄاڻڻ لاء جڏهن اهي غلط آهن. ڪڏهن ڪڏهن صارفين کي چئلينج ڪرڻ جي صلاحيت کان سواء ۽ انهي چئلينج جي نتيجن کي صحيح طور تي تجزيو ڪرڻ جي، درستگي وقت سان تمام گهڻو گهٽجي ويندي آهي.",
    "2412751979": "وڌيڪ صحيح انسانيت جي سگنلن جي مهرباني جيڪي hCaptcha کي طاقت ڏين ٿيون، ڪيتريون ئي ڪمپنيون جيڪي اڳ ۾ استعمال ڪيون ويون آهن reCAPTCHA v3/Enterprise",
    "2284856231": "۽ ڏٺو ويو آهي ڊرامائي طور تي بهتر درستگي کي hCaptcha انٽرپرائز جي خالص غير فعال موڊ ۾ پڻ.",
    "4162847": "اسان ان کي سڌو سنئون مشاهدو ڪرڻ جي قابل ٿي چڪا آهيون، جيئن اسان جا ڪجهه گراهڪ ساڳئي درخواست تي A/B ٽيسٽ هلائيندا آهن ان کان اڳ جو اهي مڪمل طور تي گوگل جي پيشڪش مان تبديل ٿين. اسان عام طور تي ثابت ڪرڻ جي قابل آهيون ته هڪ اعلي غلط مثبت ۽ غلط منفي جي شرح reCAPTCHA v3 يا reCAPTCHA انٽرپرائز کان اچي ٿي.",
    "436125785": "اها حيرت انگيز آهي ته انهن پروڊڪٽس ۾ موجود راءِ جي لوپس جي غلطيءَ جي ڪري، ۽ حقيقت اها آهي ته اهي هڪ اشتهار نيٽ ورڪ طرفان وڪرو ڪيا ويا آهن وڏي دلچسپي سان بوٽ جي ڳولا ۾ تمام سٺو نه حاصل ڪرڻ ۾، نه ته اهو انهن جي بنيادي ڪاروبار کي نقصان پهچائي.",
    "2233741720": "نتيجي ۾",
    "2133809801": "ايتري تائين جو ماڻهو ماڻهو رهندا، اهو ممڪن آهي ته انسانيت جي تصديق کي آن لائن ادا ڪرڻ جو ڪردار هوندو.",
    "2255549335": "hCaptcha تي اسان جو ڪم مشڪل ۽ درستگي جي وچ ۾ سٺي واپار کي ڳولڻ ۽ رگڻ کي گهٽ رکڻ آهي، خاص طور تي",
    "4138068262": "استعمال ڪندڙ. آخر ۾، چيلينجز سان لهه وچڙ ۾ آن لائن بدعنواني کي گهٽائڻ لاء اوزار جي هٿيارن جو حصو رهڻ جو امڪان آهي جيستائين انساني فطرت تبديل نه ٿيندي.",
    "855097735": "ھڪڙي خدمت جي تعمير ڪرڻ جيڪا اھو چڱيءَ طرح ڪري ٿي جڏھن ته مڙني خدشن کي توازن ۾ رکندي ھڪ تمام مشڪل مسئلو آھي (۽ اسان ھميشه ان کي بھتر بڻائڻ لاءِ ڪم ڪري رھيا آھيون ته جيئن تجربي کي جيترو ٿي سگھي خوشگوار بڻايون) پر اسان کي اميد آھي ته توھان اتفاق ڪندا ته اسپام، غلط استعمال، اڪائونٽ ٽيڪ اوور کي گھٽائڻ. ، ۽ آن لائن فراڊ آخرڪار چڱيءَ طرح آھي ڪڏهن ڪڏهن سادو سوال.",
    "1953959745": "پهچ",
    "2543123170": "صفر رگڙ انسانيت جي تصديق",
    "547245263": "اڄ پنهنجي بوٽ جو مسئلو حل ڪريو.",
    "3117887301": "سڀ کان وڏي آن لائن خدمتن جي اعتبار سان",
    "981806349": "ثابت ٿيل hCaptcha پليٽ فارم تي ٺهيل",
    "2373007864": "hCaptcha Enterprise hCaptcha پليٽ فارم ٽيڪنالاجي تي هلندو آهي، خاصيتون شامل ڪرڻ لاء وڌايو ويو اعلي ٽرئفڪ ادارن جي ضرورت آهي.",
    "2652399059": "هڪ قابل اعتماد ساٿي",
    "1997838163": "دنيا جون وڏيون ڪمپنيون hCaptcha Enterprise تي ڀاڙين ٿيون. انضمام سادو آهي، ۽ ڳولڻ جي درستگي بي مثال آهي.",
    "734735952": "اسان ڪيپچا وينڊرز جي ھڪڙي تعداد جو جائزو ورتو ۽ گڏوگڏ ھڪڙو نظام پاڻ ٺاھيو. آخر ۾، hCaptcha reCAPTCHA لاءِ بهترين متبادل طور سامهون آيو.",
    "1250541092": "- سرجي ايسوسي",
    "3524251858": "ڊائريڪٽر پراڊڪٽ مينيجمينٽ، Cloudflare",
    "3971348140": "اسان hCaptcha ڇو استعمال ڪيو؟ ٻيو ڪو به اسان کي گهربل خاصيتون ۽ ڪارڪردگي تي پهچائي نه سگهيو. اهي اسان کي مٿي ۽ جلدي هلائي رهيا آهن، ۽ اسان جا واپاري تجربو پسند ڪن ٿا.",
    "4248655793": "- اليڪس ايم.",
    "4185927140": "پراڊڪٽ مئنيجر، فليش، Shopify",
    "282913023": "اعلي ٽرئفڪ جي ادارن لاء قيمتي اثرائتي اختيار",
    "999610953": "آخرڪار، گوگل لاء هڪ قابل اعتماد متبادل. hCaptcha Enterprise اعلي سيڪيورٽي سان توهان جي reCAPTCHA بل تي ڊرامائي بچت فراهم ڪري ٿي: ڪجهه ڪيسن ۾ 80٪ تائين گهٽ مهانگو.",
    "1886100235": "دنيا جون ڪيتريون ئي وڏيون آن لائن خدمتون hCaptcha انٽرپرائز ۾ تبديل ٿي چڪيون آهن ۽ ڪافي قيمت جي بچت سان گڏ بوٽ جي ڳولا ۾ بهتري حاصل ڪئي.",
    "2903742230": "اشتهار نيٽ ورڪ توهان جي سنڌين کي پيداوار جي طور تي ڏسندا آهن. اسان لاءِ واحد مقصد سندن انسانيت جو تعين ڪرڻ آهي. اسان جون خدمتون GDPR، CCPA، LGPD، ۽ PIPL گهرجن کي پورا ڪن ٿيون يا ان کان وڌيڪ آهن، ۽ اسان رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ سخت محنت ڪندا آهيون.",
    "3901503296": "رازداري تي هن منفرد توجه جو مطلب اهو آهي ته اسان پيش ڪري سگهون ٿا صفر انفرادي ڊيٽا برقرار رکڻ، ڪوڪيز کان پاڪ آپريشن، ۽ ٻيون معاهدو رازداري جي ضمانتون جيئن گهربل حفاظت کي برقرار رکندي.",
    "3342910682": "وڌيڪ پڙهو",
    "1130783905": "درستگي توهان جي ۽ اسان جي فائدي ۾ آهي. hCaptcha توهان کي حقيقي ڊيٽا ڏيڻ لاءِ ڪم ڪري ٿو ۽ توهان کي فيصلو ڪرڻ ڏيو ته ان کي ڪيئن استعمال ڪجي. ٻيا حفاظتي حل مهيا ڪيا ويا آهن Gigantic اشتهارن جي ڪمپنين پاران. هن جو مطلب آهي ته هر بوٽ اهي بلاڪ ڪري سگهن ٿا انهن جي آمدني گهٽائي.",
    "2019130052": "رازداري تي ڌيان ڏيڻ واري ML ۾ اسان جون جدتون اسان کي حفاظتي معيارن کان وڌيڪ ڪرڻ ڏيون ٿا \"سڀ ڪجهه هميشه لاءِ رڪارڊ ڪريو\" حڪمت عمليون سيڪيورٽي يا صارف جي رازداري کي نقصان پهچائڻ کان سواءِ.",
    "23114595": "عظيم صارف تجربو",
    "3437412311": "انٽرپرائز استعمال ڪندڙن لاءِ، اختيارن موجود آھن مڪمل طور تي اڪثر حالتن ۾ چيلنجز کان بچڻ لاءِ، غير فعال اسڪور تي ڀروسو ڪندي.",
    "1996843433": "توهان جي جائز ٽريفڪ جي 99.9% لاءِ مڪمل طور تي چئلينج کان پاسو ڪندي رگڙ گهٽايو جڏهن ته اڃا به بهترين سيڪيورٽي فراهم ڪري رهيا آهيو.",
    "3093689546": "آسان انضمام",
    "247560732": "ڪوڊ جي ٽن لائنن سان hCaptcha شامل ڪريو. جيڪڏھن توھان reCAPTCHA کان اچي رھيا آھيو، اسان جو API مطابقت رکندڙ آھي ۽ ان کي مٽائڻ ۾ صرف منٽ لڳن ٿا.",
    "1510448156": "توھان ھلائي سگھوٿا ۽ ھلائي سگھوٿا اڄ ھڪ بھترين متبادل سان، ۽ چالو ڪري سگھوٿا وڌيڪ جديد خصوصيتون جيئن ضروري ھجي.",
    "2718999653": "حسب ضرورت خطري جا اسڪور",
    "2698140263": "سڀئي مسئلا ساڳيا نه آهن: هڪ واحد نمبر حاصل ڪرڻ جو مطلب آهي ته اهو ضروري آهي ته توهان جي ضرورتن جو پتو لڳايو وڃي مفيد ٿيڻ.",
    "897432717": "ڪسٽمائيز ٿريٽ اسڪورز لاءِ اسان جي نئين ڊيزائن سان، توهان جي ڪاروباري ڄاڻ ۾ اضافو اسان جي ماڊلز کي توهان جي استعمال ڪندڙن لاءِ منفرد طور تي لاڳاپيل اسڪور پهچائڻ جي اجازت ڏئي ٿو.",
    "2650502379": "سيڪنڊن ۾ پنهنجا پنهنجا چئلينج شروع ڪريو",
    "3578122193": "لاڳاپيل مواد سان برانڊ تي رهو",
    "1074044172": "جڏهن صارفين کي توهان جي حفاظتي گهرجن کي پورو ڪرڻ لاء هڪ چئلينج حل ڪرڻ گهرجي، ڇو نه سوال پڇو خوشگوار ۽ صارف سان لاڳاپيل؟",
    "1579093044": "اسان جي سادي ڪسٽم چئلينج ڊيزائنر سان، توهان صرف چند منٽن ۾ آن-برانڊ چئلينج مواد لانچ ڪري سگهو ٿا.",
    "3717512591": "سڌو پليٽ فارم انضمام",
    "121743429": "ويب انفراسٽرڪچر ڪمپنين لاءِ",
    "2131386784": "توهان ۽ توهان جي استعمال ڪندڙن ٻنهي لاءِ قابل رسائي صلاحيت ۽ مدد",
    "2782263070": "خدمت اسان لاء هڪ اعلي ترجيح آهي. اسان 24/7 آن-ڪال سپورٽ برقرار رکون ٿا ۽ توهان جي انجنيئرنگ انٽيگريشن ٽيم ۽ اسان جي آن-ڪال اسٽاف سان سڌو سُلڪ ڪوآرڊينيشن پيش ڪريون ٿا.",
    "3740051331": "اسان سوشل ميڊيا، فورمز، ۽ اسان جي ان-ويجيٽ ۽ اي ميل سپورٽ چينلز تي توهان جي استعمال ڪندڙن جي سوالن جي فعال طور تي نگراني ۽ جواب ڏيڻ لاءِ پڻ پرعزم آهيون. اسان رسائي لائق ۽ جوابدار آهيون، ۽ صارف جي اطمينان کي هڪ اعليٰ KPI طور سمجهون ٿا.",
    "170775527": "ڪاروباري خاصيتون",
    "3383086062": "hCaptcha Enterprise هڪ مڪمل آن لائن سيڪيورٽي حل آهي. فعال ۽ غير فعال موڊس توهان کي معتبر مواد کي روڪڻ، اڪائونٽ جي قبضي کي ڳولڻ، ۽ مشڪوڪ اداڪارين کي بلاڪ ڪرڻ جي اجازت ڏين ٿا. سڀ جائز استعمال ڪندڙن لاءِ صفر رگڙ سان.",
    "1408599440": "ڪوڊ جي چند لائينن ۽ اسان جي 99.9٪ غير فعال موڊ سان جلدي شروع ڪريو، يا مڪمل ڪنٽرول وٺو جڏهن ۽ ڪيئن صارفين کي چئلينج ڪيو وڃي. ڪسٽم خطرن جا ماڊل ۽ حسب ضرورت چئلينجن جو مطلب سيڪيورٽي کي يقيني بڻائڻ لاءِ بي مثال لچڪ آهي.",
    "3365203058": "عالمي سطح تي مخالف بوٽ تحفظ",
    "1803009328": "ويب پيماني تي جنگ جي آزمائش.",
    "1586809757": "اعليٰ درستگي وارو بوٽ سکور",
    "353367791": "ڪيترن ئي قسمن جي خراب اداڪارين کي ڳوليو.",
    "191460155": "صفر رگڙ ۽ 99.9٪ غير فعال موڊ",
    "585557010": "جائز استعمال ڪندڙن جي 0.1٪ کان گھٽ چئلينج.",
    "3287172429": "ڪنٽرول چئلينج جا قسم ڏيکاريا ويا آهن",
    "1844885924": "قسمن جي وسيع لائبريري مان چونڊڻ لاء.",
    "3018523079": "مسلسل صارف تجربو سان برانڊ تي رکو.",
    "3817811295": "گارنٽيڊ قابل اعتماد ۽ تيز 24/7 آن ڪال سپورٽ.",
    "1798492192": "ورثي برائوزر سپورٽ",
    "1356745565": "انٽرنيٽ ايڪسپلورر 8 ڏانهن واپس سڀني طريقي سان مطابقت.",
    "751483365": "غير جاوا اسڪرپٽ گراهڪن لاءِ سپورٽ.",
    "4199502476": "ترقي يافته رپورٽنگ ڊيش بورڊ ۽ API",
    "3630114728": "ڏسو ته توهان جي سڀني سائيٽن ۽ ايپس تي ڇا ٿي رهيو آهي.",
    "3573245166": "reCAPTCHA جي برعڪس، اسان هر ملڪ ۾ ڪم ڪريون ٿا.",
    "2354267648": "GDPR، CCPA، ۽ LGPD دوستانه رازداري پاليسي",
    "3167979932": "پهرين ڏينهن کان رازداري لاء ٺهيل. مضبوط ڊيٽا پروسيسنگ معاهدو.",
    "4065065042": "توھان جي استعمال جي صورت ۾ بلڪل صحيح ڪرڻ لاء ھن کي ڊائل ڪريو.",
    "111184581": "پهرين پارٽي جي ميزباني",
    "4272022475": "سڀ درخواستون ۽ اثاثا وڃو hcaptcha.yourdomain.com",
    "2676853536": "گھڻن استعمال ڪندڙ ڊيش بورڊ",
    "1368787974": "پنھنجي ٽيم ۾ انتظام حصيداري ڪريو.",
    "1045484714": "SAML SSO انضمام توهان جي سڃاڻپ فراهم ڪندڙ سان، مثال طور Okta يا Azure AD.",
    "3953584369": "نفيس RBAC رسائي پابنديون موجود آهن.",
    "2781507299": "فوري تصديق",
    "4019660456": "0ms latency: hCaptcha ٽوڪن جي تصديق ڪريو بغير ڪنهن API ڪال سان.",
    "3446714684": "موبائل (iOS ۽ Android) انضمام",
    "2593768395": "ويب تي بيحد تجربو، اصلي موبائل، موبائل ويب. اڳ ۾ ٺهيل انضمام ۽ اصلي SDKs موجود آهن.",
    "1779265104": "ڪسٽمائيز شرطون ۽ رازداري جي ضمانتون",
    "122875767": "توهان جي قانوني ضرورتن کي پورو ڪريو جڏهن ٻيون ڪمپنيون نٿا ڪري سگهن.",
    "148188781": "پيش ڪيل چئلينجز",
    "838049015": "سڀئي تصويرون چونڊيو جيڪي سوال سان ملن ٿيون",
    "1126302400": "بائونڊنگ باڪس",
    "3554448168": "درجه بندي",
    "2104933754": "لاڳاپيل ليبل جي سڃاڻپ ڪريو",
    "3612043014": "... ۽ ٻيا سادو ڪم. انسانن لاءِ آسان، بوٽن لاءِ سخت.",
    "3624758171": "ڪسٽم ٽاسڪ پڻ موجود آهن انٽرنيشنل پبلشرز لاءِ.",
    "1001938065": "انضمام آسان نه ٿي سگهي",
    "2138799135": "hCaptcha وٽ فرنٽ اينڊ ۽ پس منظر سسٽم لاءِ درجن کان اڳ ۾ ٺهيل انضمام آهن جيڪي توهان استعمال ڪندا آهيو.",
    "2535001179": "جيڪڏھن توھان اچي رھيا آھيو گوگل جي reCAPTCHA مان، اسان جا APIs ڊراپ-ان متبادل آھن.",
    "1393184984": "سڀ توهان کي ضرورت آهي.",
    "3715747429": "اسان جا آن بورڊنگ انجنيئرز توهان کي جلدي وڃڻ جي اجازت ڏئي سگھن ٿا، ڇا توهان کي React انٽيگريشن جي ضرورت آهي، iOS ڏيهي ائپس لاءِ SDKs، هڪ Java backend مثال، يا عملي طور تي ڪنهن ٻئي منظر نامي جي.",
    "2681650568": "۽ هميشه وانگر، رازداري اسان لاء هڪ بنيادي قدر آهي. اسان جو چيلنج ڪوڊ شامل ڪريو صرف جتي اھو ضروري آھي، ۽ جتي اھو سمجھي ٿو توھان ۽ توھان جي استعمال ڪندڙن جي حفاظت لاءِ. گھٽ ۾ گھٽ ڊيٽا گڏ ڪرڻ انضمام جي لمحن کان شروع ٿئي ٿو.",
    "1130868224": "ڪوڊ جون ٽي لائينون",
    "2183926131": "hCaptcha Enterprise سان شروع ڪريو",
    "1526887904": "hCaptcha انٽرپرائز رازداري",
    "1845745385": "رازداري لاء ٺهيل.",
    "1297224875": "انٽرپرائز آن لائن سيڪيورٽي لاءِ هڪ منفرد رازداري تي مبني انداز.",
    "2762458927": "توهان جي استعمال ڪندڙ ڊيٽا وڪري لاء نه آهي.",
    "2058856283": "hCaptcha انٽرپرائز صرف هڪ مقصد آهي: خراب اداڪارن کي توهان جي آن لائن عملن کي خراب ڪرڻ ۽ توهان جي استعمال ڪندڙن کي نقصان پهچائڻ کان روڪڻ.",
    "2408036504": "اسان جا سسٽم اهڙيءَ طرح تيار ڪيا ويا آهن ته جيئن ڊيٽا گڏ ڪرڻ ۽ برقرار رکڻ کي گھٽ ۾ گھٽ ڪرڻ لاءِ گرائونڊ اپ کان وٺي ڪلاس جي اڳواڻي واري سيڪيورٽي کي برقرار رکندي. صارف جي ڊيٽا کي محفوظ ڪرڻ جو بهترين طريقو اهو آهي ته ان کي ذخيرو نه ڪيو وڃي.",
    "4099477834": "سڀ گراهڪ رشتا پڻ محفوظ آهن هڪ مضبوط ڊيٽا پروسيسنگ معاهدي طرفان. hCaptcha سروس سڀني پرائيويسي قانونن جي تعميل ڪري ٿي، ڪابه پرواه ناهي ته توهان جي خدمت يا توهان جا گراهڪ ڪٿي رهن ٿا. ذاتي ڊيٽا نه رکڻ اسان لاءِ ٻين ڪمپنين جي ڀيٽ ۾ وڌيڪ آسان بڻائي ٿو.",
    "3569492665": "رڪارڊنگ آن لائن سرگرمي جواب نه آهي.",
    "3389431373": "خدمتون جهڙوڪ reCAPTCHA v3 چون ٿا ته انهن جي ٽريڪنگ پکسل کي توهان جي سائيٽ جي هر صفحي تي رکڻ ضروري آهي سٺي سيڪيورٽي لاءِ. اهو معاملو ناهي.",
    "3590546893": "سادي رويي جو تجزيو هڪ سگنل آهي آساني سان خراب اداڪارن پاران ٺاهيل آهي، ۽ توهان جي سڀني جائز ٽرئفڪ لاءِ برائوزنگ تاريخ کي برقرار رکڻ جي ضرورت آهي.",
    "1105363520": "اسان هڪ اشتهار نيٽ ورڪ کي هلائڻ نه ٿا ڏين، ۽ اسان کي توهان جي صارف جي رويي کي ڏسڻ ۾ ڪا به دلچسپي نه آهي ته جيئن اهي اشتهار وڪڻڻ لاء. هن جو مطلب آهي ته اسان کي توهان جي سائيٽ جي هر صفحي تي هڪ غير فعال پکسل جي ضرورت ناهي.",
    "3088605177": "اسان جو چيلنج ڪوڊ شامل ڪريو صرف جتي اھو ضروري آھي، ۽ جتي اھو سمجھي ٿو توھان ۽ توھان جي استعمال ڪندڙن جي حفاظت لاءِ.",
    "337971271": "مشين سکيا مفيد آهي. پر اهو ڪم ڪرڻ لاء ذاتي ڊيٽا جي ضرورت ناهي.",
    "320166522": "مشين لرننگ هاڻي اسان جي زندگيءَ جي تقريبن هر پهلو تي اثر انداز ٿئي ٿي، اڪثر طريقن سان اسان کي احساس ناهي ۽ نه ڏسي سگهندا آهيون. آن لائين سيڪيورٽي خدمتون مختلف نه آهن.",
    "3180664128": "هزارين سگنلن کان وڌيڪ سکڻ سان، ماڊل تمام تيزيءَ سان بدسلوڪي رويي کي ڳولڻ ۾ اعليٰ اعتماد جو اندازو لڳائي سگهن ٿا، ايستائين جو ڪو به فرد سگنل پاڻ وٽ ايترو مضبوط نه هوندو ته ڪنهن مسئلي جي نشاندهي ڪري سگهي.",
    "961941354": "تنهن هوندي، هن مان ڪنهن کي به ذاتي طور تي سڃاڻپ ڪندڙ معلومات استعمال ڪرڻ جي ضرورت ناهي (\"PII\"). جديد ڪرپٽوگرافڪ ٽيڪنالاجيون اسان کي اجازت ڏين ٿيون ته ڪنهن به ذاتي ڊيٽا کي جلدي ممڪن طور رد ڪري سگھون، ان جي بدران هڪ طرفي دستخط ٺاهي سگهون ٿا جيڪي ڪنهن به فرد سان ڳنڍيل نه هجن.",
    "1706581702": "غير سڃاڻپ ٿيل ڊيٽا تي تربيت پڻ ڪم ڪري ٿي، ۽ سيڪيورٽي يا رازداري تي سمجهوتو ڪرڻ جي ضرورت ناهي. اسان جا گراهڪ تجرباتي تجربا ڪيا آهن، ۽ اسان کي قرار ڏنو آهي برابر يا بهتر کان گهٽ پرائيويٽ متبادل.",
    "3203921334": "اسان hCaptcha حلن بابت ڪيتريون ئي شيون پسند ڪيون: 1) اهي ذاتي ڊيٽا نه وڪڻندا آهن؛ اهي صرف گهٽ ۾ گهٽ ضروري ذاتي ڊيٽا گڏ ڪن ٿا، اهي انهن جي گڏ ڪيل معلومات کي بيان ڪرڻ ۾ شفاف آهن ۽ اهي ڪيئن استعمال ڪن ٿا ۽/يا ظاهر ڪن ٿا.",
    "305735018": "آخرڪار، گوگل لاء هڪ قابل اعتماد متبادل. hCaptcha Enterprise اعلي سيڪيورٽي سان توهان جي reCAPTCHA بل تي ڊرامائي بچت فراهم ڪري ٿي: ڪجهه ڪيسن ۾ 80٪ تائين گهٽ مهانگو.",
    "3695206755": "اسان کي پنهنجي ماحول ۾ ڪوشش ڪريو بغير ڪنهن ذميواري سان.",
    "2941545733": "اسان انجنيئر آهيون، وڪرو ڪندڙ نه: اسان چاهيون ٿا ته توهان پنهنجي پسند سان خوش ٿيو.",
    "131871195": "توهان جي اطمينان کي يقيني بڻائڻ جو بهترين طريقو اهو آهي ته اسان توهان جي ضرورتن کي پورا ڪريون ٿا.",
    "3436534225": "عملي طور تي سڀئي ڪمپنيون جيڪي پائلٽ شروع ڪن ٿيون آخرڪار اسان جو حل چونڊيو.",
    "4060250206": "اسان جي ٽيڪنيڪل ماهرن مان هڪ تائين پهچڻ لاءِ هي فارم استعمال ڪريو. اسان جلدي جواب ڏينداسين.",
    "1159746815": "توھان پڻ اسان کي سڌو سنئون اي ميل ڪري سگھو ٿا.",
    "2531534427": "تفصيل هتي آهن.",
    "2059998584": "علائقو",
    "3916131732": "آمريڪا",
    "135276624": "يورپ، وچ اوڀر، آفريڪا (EMEA)",
    "1182294134": "ايشيا-پئسفڪ (APAC)",
    "2437934778": "توهان جو نالو",
    "3859506577": "ڪاروباري اي ميل",
    "1268414751": "اسان وٽ ٻيون تفصيلون آهن؟",
    "42559805": "ڇا توهان کي فوري طور تي بورڊنگ جي ضرورت آهي؟",
    "851679588": "ها.",
    "1729677626": "مان حملي هيٺ آهيان ۽ فوري طور تي بورڊنگ جي ضرورت آهي.",
    "2808971932": "هي آهي ڪجهه متن اندر هڪ div بلاڪ.",
    "2468683988": "مٿو",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. معطل varius enim eros elementum tristique ۾. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "ٽيڪسٽ لنڪ",
    "2212670355": "سائن اپ ڪريو",
    "31502377": "رچ ٽيڪسٽ عنصر ڇا آهي؟",
    "2310705547": "رچ ٽيڪسٽ عنصر توهان کي هيڊنگس، پيراگرافس، بلاڪ ڪوٽس، تصويرون ۽ وڊيوز ٺاهڻ ۽ فارميٽ ڪرڻ جي اجازت ڏئي ٿو انهن کي انفرادي طور شامل ڪرڻ ۽ فارميٽ ڪرڻ جي بدران. بس ڊبل ڪلڪ ڪريو ۽ آساني سان مواد ٺاهيو.",
    "2590587108": "جامد ۽ متحرڪ مواد ايڊيٽنگ",
    "778204464": "هڪ امير متن عنصر جامد يا متحرڪ مواد سان استعمال ڪري سگهجي ٿو. جامد مواد لاءِ، صرف ان کي ڪنهن به صفحي ۾ ڇڏي ڏيو ۽ تبديلي شروع ڪريو. متحرڪ مواد لاءِ، ڪنهن به مجموعن ۾ رچ ٽيڪسٽ فيلڊ شامل ڪريو ۽ پوءِ سيٽنگ پينل ۾ ان فيلڊ سان رچ ٽيڪسٽ عنصر جوڙيو. وائيلا!",
    "1890955039": "هر امير متن لاءِ فارميٽنگ کي ڪيئن ترتيب ڏيو",
    "3286051798": "هيڊنگس، پيراگراف، بلاڪ ڪوٽس، انگ اکر، تصويرون، ۽ فگر ڪيپشن سڀني کي اسٽائل ڪري سگھجن ٿا ڪلاس ۾ شامل ٿيڻ کان پوءِ \"جڏهن اندر\" nested چونڊيندڙ سسٽم کي استعمال ڪندي رچ ٽيڪسٽ عنصر ۾.",
    "504332576": "اسان کي اهو اعلان ڪندي فخر محسوس ٿئي ٿو ته hCaptcha دنيا جي سڀ کان وڏي آزاد سائبر سيڪيورٽي سروس بڻجي وئي آهي، جيڪا تقريباً 15% انٽرنيٽ تي هلندي آهي - ۽ اسان هن مارڪيٽ جو گهڻو حصو سڌو سنئون گوگل reCAPTCHA کان ورتو. گڏو گڏ، hCaptcha ۽",
    "1155436473": "(اسان جي ڪمپني جي پيشڪش) هاڻي هر مهيني لکين لکن ويب سائيٽن ۽ ايپس ۾ سوين ملين صارفين جي حفاظت ڪن ٿا. اسان جي ڪهاڻي ڏيکاري ٿي ته توهان مقابلو ڪري سگهو ٿا بگ ٽيڪ سان جڏهن توهان پهرين رازداري رکو ٿا.",
    "3108727249": "بوٽ اسٽاپ",
    "1296696044": "رازداري بمقابله سيڪيورٽي: ڇو نه ٻئي؟",
    "538871570": "گوگل ۽ ٻين بگ ٽيڪ ڪمپنين سان مقابلو ڪرڻ هڪ ڊگهو حڪم وانگر لڳي ٿو: انهن جي هڪ هٽي واري مارڪيٽ جي طاقت، پليٽ فارم اثرات ۽ اعلي ادا ڪيل ڊولپرز جي فوج عام طور تي ڪنهن کي منهن ڏيڻ لاء تمام طاقتور سمجهي رهيا آهن پر ٻين ٽيڪني ديو جهڙوڪ Facebook يا Amazon. اسان جي ڪهاڻي ڏيکاري ٿي ته اهو انهي طريقي سان ٿيڻ جي ضرورت ناهي - توهان رازداري تي ڌيان ڏيڻ سان بگ ٽيڪن کي شڪست ڏئي سگهو ٿا.",
    "3600718611": "Google reCAPTCHA تي غور ڪريو،",
    "4281708680": ". hCaptcha تي، اسان جان بوجھ ڪري هڪ بلڪل مختلف طريقو اختيار ڪيو آهي، پرائيويسي محفوظ ڪرڻ واري مشين لرننگ ٽيڪنڪ کي استعمال ڪندي عام بوٽن جي رويي جي نشاندهي ڪرڻ لاءِ اعليٰ درستي تي، سڀ ڪجهه استعمال ڪرڻ ۽ ذخيرو ڪرڻ دوران جيترو ٿي سگهي ٿورڙي ڊيٽا.",
    "3312336121": "جيڪو استعمال ڪري ٿو وڏي مقدار ۾ رويي جي ڊيٽا جو اندازو لڳائڻ لاءِ ته ڇا ويب استعمال ڪندڙ جائز انسان آهن يا بوٽ",
    "1193738791": ": اهي صارف جي رويي کي ٽريڪ ڪندا آهن ويب سائيٽ جي هر صفحي تي ۽ ويب تي. اسان hCaptcha کي پهرين ڏينهن کان رازداري لاءِ جيترو ٿي سگهي ڊزائين ڪيو آهي. اهو مسئلو ڏانهن هڪ مڪمل طور تي مختلف طريقي جي ڪري ٿي. جيئن ته اهو نڪتو، ويب تي صارفين کي ٽريڪ ڪرڻ ۽ انهن جي ويب تاريخ کي انهن جي سڃاڻپ سان ڳنڍڻ مڪمل طور تي غير ضروري آهي سٺي سيڪيورٽي حاصل ڪرڻ لاء. ڪيتريون ئي ڪمپنيون جيڪي تبديل ڪيا ويا آهن hCaptcha",
    "2620705814": "گوگل هڪ اشتهار ڪمپني آهي، ۽ انهن جي حفاظتي پروڊڪٽس تمام گهڻو نظر اچن ٿا انهن جي اشتهارن جي شين وانگر",
    "1126447688": "اسان جي پرائيويسي فوڪس جي باوجود اڪثر بوٽ جي ڳولا ۽ گھٽتائي ۾ برابر يا بهتر ڪارڪردگي جي رپورٽ ڪريو",
    "439777523": "ضابطي جا معاملا",
    "3588274874": "ريگيوليٽري ڪوششن جهڙوڪ يورپي يونين جي GDPR ۽ ڪيليفورنيا جي CCPA سان جڙيل هڪ پراڊڪٽ پهچائڻ تي ڌيان ڏيڻ ۾، اسان وڏي ترقي جو تجربو ڪيو آهي - يقينا، اهو مدد ڪري ٿو ته hCaptcha آسان آهي \"ڊراپ ان\" متبادل reCAPTCHA لاءِ ۽ اهڙيءَ طرح انسٽال ڪري سگهجي ٿو منٽن اندر.",
    "2150595700": ". GDPR ۽ CCPA انٽرپرائز خريد ڪندڙن لاءِ نقشي تي رازداري جا خدشا رکيا آهن، ۽ ساڳئي وقت آن لائن رازداري عوام لاءِ وڌيڪ کان وڌيڪ اهم ٿيندي پئي وڃي، جيئن اسان سڀ اهو سمجهڻ شروع ڪريون ٿا ته ڪيئن آن لائن اشتهارن ۽ مارڪيٽنگ صنعتن تاريخي طور اسان جي ڊيٽا کي استعمال ڪيو آهي.",
    "2624949852": "يقينن، reCAPTCHA 2009 کان ويب سيڪيورٽي ۾ ابتدائي داخل ٿيڻ وارو هو، لکين ويب سائيٽن کي بدسلوڪي بوٽس ۽ اسپامر پاران وڌندڙ خطرن کان بچائيندو هو. بهرحال، تازو سالن ۾ اهو مڪمل طور تي سمجهي ويو آهي:",
    "499510428": "اسان حقيقت ۾ يقين رکون ٿا ته ضابطو اسان جي مدد ڪئي آهي هتي",
    "1232651561": "سافٽ ويئر هاڻي ايترو سٺو آهي جيترو ماڻهو reCAPTCHA چئلينجن کي حل ڪرڻ ۾.",
    "824740867": "بلڪه حل کي بهتر ڪرڻ جي بدران، گوگل ان جي بدران جاري ڪيو reCAPTCHA v3، جيڪو وڌيڪ هلائي ٿو هڪ اشتهار نيٽ ورڪ وانگر سيڪيورٽي سافٽ ويئر جي ڀيٽ ۾، صارف جي پروفائل ٺاهڻ لاء سڄي ويب کان رويي جي ڊيٽا گڏ ڪري ٿي. بدقسمتي سان، هن قسم جي سگنل کي آساني سان شڪست ڏني وئي آهي، ۽ اهڙيء طرح صارف جي رازداري کي نقصان پهچائڻ دوران بوٽن جي خلاف ٿورو تحفظ فراهم ڪري ٿو.",
    "1027023087": "اسان hCaptcha تي ان جي بدران مسئلي جي وڌيڪ جديد طريقن تي ڌيان ڏنو آهي، جن کي برقرار رکڻ جي ضرورت نه آهي ڊگهي مدت واري رويي جي رڪارڊ وانگر برائوزنگ تاريخ ۽ خدمت متعارف ڪرائڻ کان وٺي مقرر ڪيل مخالفين جي منهن ۾ تمام گهڻو لچڪدار ثابت ٿيو آهي.",
    "2852295413": "دلچسپي جو هڪ موروثي ٽڪراءُ: بوٽن کي روڪڻ هڪ اشتهار نيٽ ورڪ لاءِ آمدني گھٽائي ٿو",
    "1597520917": "نقادن جي وڌندڙ تعداد نشاندهي ڪئي آهي ته گوگل جي صارف جي رازداري کي نظر انداز ڪرڻ گهرجي ته صارفين کي انهن جي ويب سائيٽن ۽ ايپس جي حفاظت ڪرڻ لاء پريشان ٿيڻ گهرجي.",
    "763447231": "ساڳئي وقت، بوٽس کي پبلشر جي سائيٽن تائين رسائي کان روڪڻ اشتهار جي فريب کي ظاهر ڪري سگهي ٿو، گوگل جي reCAPTCHA پراڊڪٽ کي سڌو سنئون انهن جي اشتهار جي ڪاروبار جي خلاف، جيڪو انهن جي آمدني جو 80٪ کان وڌيڪ پيدا ڪري ٿو.",
    "999674529": "هر بوٽ گوگل کي ڳولي ٿو صفر اشتهار ڊالر ڪمائڻ گهرجي. گوگل جي ڪمپني جون ترغيبون اهڙيءَ طرح خراب طور تي انهن جي حفاظتي خدمتن جي استعمال ڪندڙن سان جڙيل آهن، ۽ اهو ٿي سگهي ٿو انهن جي reCAPTCHA سيڪيورٽي پيشڪش جي خراب ڪارڪردگي جي هڪ وضاحت.",
    "956019009": "سڀ کان وڏي ويب انفراسٽرڪچر ڪمپنيون اڳ ۾ ئي ڪم ڪري چڪيون آهن",
    "1923297430": "ڪيترن ئي وڏن گراهڪن لاءِ حتمي ٽوڪ پوائنٽ آيو جڏهن گوگل ڪمپنين کي چارج ڏيڻ شروع ڪيو انهن جي پيداوار کي ڪنهن به معنيٰ واري پيماني تي استعمال ڪرڻ لاءِ. اهو ڊگهو وقت reCAPTCHA استعمال ڪندڙن کي بهتر متبادل ڳولڻ جو سبب بڻيو جيئن پوري دنيا ۾ ريگيوليٽري خدشا اڳ ۾ ئي گوگل جي پيشڪش کي استعمال ڪندي وڌي چڪا هئا.",
    "2197218442": "Cloudflare جي سي اي او ميٿيو پرنس هن نقطي نظر کي مختصر ڪيو",
    "155456850": "hCaptcha ڏانهن سندن سوئچ جو اعلان ڪندي:",
    "435302267": "ڪمپني جي بلاگ پوسٽ",
    "2087769953": "\"اسان هن تبديلي جي باري ۾ پرجوش آهيون ڇو ته اها هڪ رازداري جي پريشاني کي حل ڪرڻ ۾ مدد ڪري ٿي جيڪا هڪ گوگل سروس تي ڀروسو ڪرڻ ۾ شامل آهي جيڪا اسان ڪجهه وقت تائين حاصل ڪئي هئي. اسان ڪيپچا وينڊرز جو اندازو لڳايو آهي ۽ انهي سان گڏ پنهنجو پاڻ کي هڪ سسٽم ٺاهي. آخر ۾، hCaptcha reCAPTCHA لاءِ بهترين متبادل طور اڀري آيو.\" \"اسان hCaptcha حلن بابت ڪيتريون ئي شيون پسند ڪيون: 1) اهي ذاتي ڊيٽا نه وڪڻندا آهن؛ اهي صرف گهٽ ۾ گهٽ ضروري ذاتي ڊيٽا گڏ ڪن ٿا، اهي انهن جي گڏ ڪيل معلومات کي بيان ڪرڻ ۾ شفاف آهن ۽ اهي ڪيئن استعمال ڪن ٿا ۽/يا ظاهر ڪن ٿا.\"",
    "595582512": "جيڪڏھن توھان ڳولي رھيا آھيو پنھنجي سائيٽ يا ايپ کي موثر طريقي سان بوٽس، اسپامرز يا ٻين بدڪاري ڪندڙ عملن کان، پنھنجي استعمال ڪندڙن جي پرائيويسي (۽ سڀني لاڳاپيل ضابطن جي تعميل ڪندي) کي بچائڻ دوران، غور ڪريو hCaptcha ۽ اسان جي انٽرنيشنل پيشڪش",
    "3388180864": "ويب پيماني تي گہرے ٽيڪنيڪل چئلينج تي ڪم ڪرڻ ۾ دلچسپي رکو ٿا؟ اسان هميشه پوري دنيا ۾ باصلاحيت انجنيئرن کي ڀرتي ڪري رهيا آهيون -",
    "3892952987": "اسان جي افتتاحن کي چيڪ ڪريو ۽ هتي لاڳو ڪريو",
    "3368788823": "ٽرينس ايڊن پنهنجي بلاگ تي هڪ دلچسپ نقطو ٺاهي ٿو: \"",
    "1491780143": "ڪيپچا ثابت نٿا ڪن ته توهان انسان آهيو - اهي ثابت ڪن ٿا ته توهان آمريڪي آهيو",
    "2146900431": "وجداني طور تي، اها دعويٰ تمام گهڻي معنيٰ رکي ٿي. ڪيپچا، لڳ ڀڳ هر شيءِ وانگر، هڪ ثقافتي حوالي سان جڙيل آهن، ۽ جيڪڏهن توهان جي چيلنجز جو پول گهڻو ڪري هڪ ثقافت ۾ ٺاهيو ويو آهي، ته اهو ٿي سگهي ٿو ڪنهن ٻئي ثقافت ۾ تمام سٺو ترجمو نه ٿئي. ان جي بنياد تي، هي ثقافتي معاملو آهي",
    "378086442": "ڪيپچا جو، بجاءِ انهن جي يوڪس في سي.",
    "1445008801": "جيئن عدن چوي ٿو:",
    "332723732": "مواد",
    "2072808435": "”ڀلا ڇا، گوگل؟ منهنجي ملڪ ۾ ٽئڪسيون عام طور تي ڪاري رنگ جون هونديون آهن، مون ڪافي فلمون ڏٺيون آهن ته جيئن معلوم ٿئي ته آمريڪا ۾ اهي سڀئي پيلي رنگ جون آهن، پر جنهن به ملڪ ۾ مون گهميو آهي، اتي ٽيڪسيون تمام گهڻيون ڪارا آهن. مختلف رنگ.\"",
    "3206136647": "گوگل جو مسئلو هتي سوالن جي ڊيٽا تي مبني آهي جيڪو اهي استعمال ڪن ٿا بمقابله ڪير ان کي ڏسي ٿو. جيڪڏهن سڀئي ڊيٽا ساڳي ڪلچر مان اچن ٿا (۽ گوگل جي صورت ۾، ساڳئي ڪمپني) توهان کي يقيني طور تي چيلينجز جي توقع ڪري سگهو ٿا جيڪي ٻين ثقافتن کي چڱي طرح ترجمو نٿا ڪن، ايڊن جي شڪايت جي مطابق.",
    "2217842245": "بهرحال، اسان جي ڊيٽا ڏيکاري ٿي ته (hCaptcha لاءِ)",
    "4280117172": "ڪيترائي ملڪ حقيقت ۾ آمريڪا کان ٿورو بهتر ڪن ٿا، جن ۾ نائيجيريا، ڀارت، برازيل ۽ جرمني شامل آهن:",
    "555749578": "هر براعظم تي وڏن ملڪن ۾ حل جي شرحن ۾ 1٪ کان گهٽ فرق آهي.",
    "151737819": "سڄي دنيا ۾ hCaptcha سولو ريٽ تمام ٿورڙو فرق ڏيکاريو",
    "3908992897": "۽ دنيا جي هر ملڪ ۽ علائقي ۾ استعمال ڪيو ويندو آهي، تنهنڪري اسان هڪ مسلسل عالمي تجربو مهيا ڪرڻ تي تمام گهڻو ڌيان ڏنو آهي.",
    "2808122102": "اهڙيءَ طرح ڪراس ڪلچرل ڪارڪردگي اسان جي خدمت لاءِ هڪ بنيادي گهرج آهي. انهي ڳالهه کي يقيني بڻائڻ ته سڀئي جائز استعمال ڪندڙ جلدي مواد تائين رسائي ڪري سگهن ٿا اسان جي مشن جو هڪ نازڪ حصو آهي. اسان 110 ٻولين ۾ چيلنجز مهيا ڪريون ٿا، ۽ لاڳاپيل ترجمن کي مسلسل بهتر ڪري رهيا آهيون انهي ڳالهه کي يقيني بڻائڻ لاءِ ته اسان جا چئلينج هرڪو حل ڪري سگهي ٿو.",
    "3913801502": "hCaptcha هاڻي 15٪ انٽرنيٽ تي هلندو آهي",
    "2077639538": ". هڪ لاءِ، اسان جي سروس تي چيلنج ڊيٽا ڪيترن ئي ذريعن کان اچي سگهي ٿو، نه رڳو هڪ - وڏي فارچون 500 ڪمپنين کان وٺي مشين لرننگ شروع ڪرڻ تائين، جيستائين اهي اسان جي پيروي ڪري رهيا آهن",
    "3951112506": ". اهو اڳ ۾ ئي ڊيٽا ۾ اعلي درجي جي heterogeneity جي ضمانت ڏئي ٿو.",
    "1803943584": "ٻيو، اسان چيلنجز کي پاڻ کي بهتر بڻائڻ ڏيون ٿا ته اهو طئي ڪرڻ لاءِ ته اهي ڪهڙن ملڪن يا ٻولين ۾ هلندا، هڪ لاڳيتي تجربي جو امڪان اڃا به اڳتي وڌيو. جيڪڏهن درستگي توقع کان گهٽ آهي، سوالن جو هڪ سيٽ صرف ان علائقي يا ٻولي ۾ هلڻ بند ٿي ويندو جتي اهو اثر ٿئي ٿو.",
    "3668873369": "hCaptcha تي، اسان هڪ ڏينهن کان هڪ مختلف طريقو ورتو آهي",
    "1519201684": "AI اخلاقي پاليسي",
    "2155089487": ". جيڪڏهن اسان جا چئلينج ڪجهه گروپن لاءِ حل ڪرڻ آسان هئا، ته اسان ان ۾ فرق ڏسڻ جي اميد ڪنداسين ته ڪيئن پوري دنيا ۽ مختلف ثقافتن جا ماڻهو انهن کي حل ڪرڻ وقت انجام ڏين ٿا. ايڊن جي پوسٽ جي حوالي سان، اسان آمريڪين کي ٻين ملڪن جي ماڻهن کان بهتر ڪرڻ جي اميد ڪنداسين. ڇاڪاڻ ته اسان هن مسئلي کان بچڻ لاءِ سالن کان ترقي ڪندڙ نظام گذاريا آهن، اسان حقيقت ۾ ان جي برعڪس ڏسون ٿا.",
    "2603863826": "PS: جيڪڏھن توھان پنھنجي ٻوليءَ ۾ ھڪڙو ترجمو ڳولھيو جيڪو سڌارو استعمال ڪري سگھي، جمع ڪرڻ لاء آزاد محسوس ڪريو",
    "3543141425": "ان لاءِ!",
    "2697276059": "ثبوت هي ڪم ڪري رهيو آهي: يونيفارم حل جي شرح سڄي دنيا ۾",
    "664236229": "ڇڪڻ جي درخواست"
}