{
  "header-privacy-link": "Конфиденциальность",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Расходы",
  "header-features-link": "Функции",
  "header-docs-link": "Документы",
  "header-login-button": "Авторизоваться",
  "header-contact-button": "Связаться с отделом продаж",
  "intro-heading": "Проверка человечности с нулевым трением.",
  "intro-contact-button": "Свяжитесь с нами чтобы узнать больше",
  "intro-text-bottom": "На них полагаются компании, управляющие Интернетом.",
  "sub-menu-button": "Связаться с отделом продаж",
  "sub-menu-item1": "Предприятие",
  "sub-menu-item2": "Расходы",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Функции",
  "sub-menu-item5": "Конфиденциальность",
  "sub-menu-item6": "Документы",
  "info-head-1": "Построен на проверенной платформе hCaptcha",
  "info-text-1": "hCaptcha Enterprise работает на основе технологии платформы hCaptcha, расширенной, чтобы включить функции, необходимые предприятиям с высоким трафиком.",
  "info-head-2": "Надежный партнер",
  "intro-subtitle": "Решите проблему с ботом сегодня.",
  "info-text-2": "Наши услуги пользуются доверием крупнейших компаний мира и обслуживают многие миллионы ежедневных пользователей на десятках миллионов сайтов.",
  "cloudflare-quote-text": "Мы оценили ряд поставщиков CAPTCHA, а также сами создали систему. В конце концов, hCaptcha стала лучшей альтернативой reCAPTCHA.",
  "cloudflare-quote-detail": "Директор по управлению продуктами, Cloudflare",
  "section-quote-head": "Экономичный вариант для предприятий с интенсивным движением.",
  "section-quote-text": "Наконец, надежная альтернатива Google. hCaptcha Enterprise обеспечивает значительную экономию на вашем счете reCAPTCHA с более высокой безопасностью: в некоторых случаях до 80% дешевле. ‍Многие из крупнейших онлайн-сервисов мира перешли на hCaptcha Enterprise и получили улучшенное обнаружение ботов наряду со значительной экономией средств.",
  "section-quote-button": "Свяжитесь с нами сегодня, чтобы узнать цену",
  "section-privacy-header": "Ориентация на конфиденциальность",
  "section-privacy-text-1": "Рекламные сети видят в ваших посетителях продукт. Для нас единственный продукт определяет их человечность. Наши услуги соответствуют или превосходят требования GDPR, CCPA и LGPD и поддерживают такие инициативы, как Privacy Pass. Мы прилагаем все усилия, чтобы сбалансировать конфиденциальность и безопасность.",
  "section-privacy-text-2": "Этот уникальный акцент на конфиденциальности означает, что мы можем предложить нулевое сохранение индивидуальных данных, работу без файлов cookie и другие договорные гарантии конфиденциальности по мере необходимости, сохраняя при этом отличную безопасность.",
  "section-security-header": "Безопасность прежде всего",
  "section-security-text-1": "Точность в ваших интересах и в наших. hCaptcha предоставляет вам реальные данные и позволяет вам решать, как их использовать. Остальные капчи предоставляются рекламными компаниями Gigantic. Это означает, что каждый блокируемый бот может снизить их доход.",
  "section-security-text-2": "Использование новейших методов машинного обучения с акцентом на конфиденциальность позволяет нам превзойти стандарты безопасности устаревших стратегий записи всего навсегда без ущерба для безопасности или конфиденциальности пользователей.",
  "section-user-experience-header": "Отличный пользовательский опыт",
  "section-user-experience-text1": "Для корпоративных пользователей доступны варианты, позволяющие полностью избежать проблем в большинстве сценариев.",
  "section-user-experience-text2": "Уменьшите трение, полностью избегая проблемы для 99,9% легитимного трафика, сохраняя при этом отличную безопасность благодаря продвинутым моделям ботов.",
  "section-easy-integration-header": "Легкая интеграция",
  "section-easy-integration-text": "Добавление hCaptcha занимает всего несколько минут и всего несколько строк кода. Базовый API совместим с reCAPTCHA V2, и переключение занимает всего несколько минут. Вы можете начать работу с более совершенной альтернативой уже сегодня и при необходимости включить более продвинутые функции.",
  "section-easy-integration-serverside": "На стороне сервера:",
  "section-easy-integration-frontend": "Внешний интерфейс:",
  "section-threat-header": "Индивидуальные оценки угроз",
  "section-threat-text": "Не все проблемы одинаковы: получение одного балла означает, что оно должно соответствовать вашим потребностям, чтобы быть полезным. Благодаря уникальной индивидуализированной оценке угроз hCaptcha, быстрая консультация позволяет нам настроить наши модели для получения оценок, более актуальных для вашего бизнеса.",
  "section-challenges-header": "Запускайте свои собственные испытания за секунды",
  "section-challenges-text-1": "Оставайтесь на бренде с релевантным контентом",
  "section-challenges-text-2": "Когда пользователи должны решить задачу, чтобы соответствовать требованиям безопасности, почему бы не создать задачи, приятные и актуальные для пользователя? С помощью нашего простого конструктора задач вы можете запускать контент для задач бренда всего за несколько минут.",
  "section-integration-header": "Прямая интеграция с платформой",
  "section-integration-subheader": "Для компаний, занимающихся веб-инфраструктурой",
  "section-integration-text": "Система hCaptcha Enterprise уникальна по своей гибкости: ее можно частично или полностью развернуть на границе вашей сети, если вы управляете общедоступным облаком или владеете множеством центров обработки данных. ‍Это может значительно снизить затраты и трафик вне сети, сохранив при этом все преимущества управления нашим круглосуточным дежурным персоналом, работающим без выходных, для выполнения самых строгих соглашений об уровне обслуживания.",
  "section-support-header": "Доступный опыт и поддержка как для вас, так и для ваших пользователей",
  "section-support-text": "Сервис для нас - главный приоритет. Мы поддерживаем круглосуточную поддержку по вызову и предлагаем прямую координацию Slack с вашей командой инженеров по интеграции и нашим дежурным персоналом во время и после внедрения. Мы также стремимся активно отслеживать и отвечать на вопросы ваших пользователей в социальных сетях и на форумах. , а также наши встроенные виджеты и каналы поддержки по электронной почте. Мы доступны и быстро реагируем, а удовлетворенность пользователей - это главный KPI.",
  "section-enterprise-header": "Возможности предприятия",
  "section-enterprise-title-1": "Защита от ботов мирового класса",
  "section-enterprise-desc-1": "Проверено в боевых условиях в веб-масштабе.",
  "section-enterprise-title-2": "Боты с высокой точностью",
  "section-enterprise-desc-2": "Выявляйте плохих актеров самых разных типов.",
  "section-enterprise-title-3": "Отсутствие трения и пассивные режимы 99,9%",
  "section-enterprise-desc-3": "Бросьте вызов менее 0,1% законных пользователей.",
  "section-enterprise-title-4": "Показаны типы контрольных задач",
  "section-enterprise-desc-4": "Широкая библиотека типов на выбор.",
  "section-enterprise-title-5": "Используемый контент контрольной задачи",
  "section-enterprise-desc-5": "Оставайтесь на бренде с постоянным пользовательским интерфейсом.",
  "section-enterprise-title-6": "Корпоративные SLA",
  "section-enterprise-desc-6": "Гарантированная надежность и быстрая круглосуточная поддержка по вызову.",
  "section-enterprise-title-7": "Поддержка устаревшего браузера",
  "section-enterprise-desc-7": "Совместимость с Internet Explorer 8.",
  "section-enterprise-title-8": "Расширенные панели отчетов и API",
  "section-enterprise-desc-8": "Узнайте, что происходит на всех ваших сайтах и в приложениях.",
  "section-enterprise-title-9": "Работает в любой стране",
  "section-enterprise-desc-9": "В отличие от reCAPTCHA, мы работаем во всех странах.",
  "section-enterprise-title-10": "Политика конфиденциальности, совместимая с GDPR, CCPA и LGPD",
  "section-enterprise-desc-10": "Создан для уединения с первого дня. Строгое соглашение об обработке данных.",
  "section-enterprise-title-11": "Детализированные уровни сложности",
  "section-enterprise-desc-11": "Наберите это, чтобы точно соответствовать вашему варианту использования.",
  "section-enterprise-title-12": "Собственный хостинг",
  "section-enterprise-desc-12": "Все запросы и ресурсы отправляются на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Многопользовательские информационные панели",
  "section-enterprise-desc-13": "Делитесь управлением в своей команде.",
  "section-enterprise-title-14": "Мгновенная проверка",
  "section-enterprise-desc-14": "Задержка 0 мс: проверьте токены hCaptcha без вызова API.",
  "section-enterprise-title-15": "Интеграция с мобильными устройствами (iOS и Android)",
  "section-enterprise-desc-15": "Безупречный опыт работы в Интернете, нативном мобильном телефоне, мобильном Интернете. Доступны предварительно созданные интеграции и собственные SDK.",
  "section-enterprise-title-16": "Индивидуальные условия и гарантии конфиденциальности",
  "section-enterprise-desc-16": "Удовлетворяйте свои юридические потребности, когда другие компании не могут.",
  "presented-challlenges-head": "Представленные задачи",
  "presented-challenges-title-1": "Сравнение",
  "presented-challenges-text-1": "Выбрать все изображения, соответствующие запросу",
  "presented-challenges-title-2": "Ограничительная рамка",
  "presented-challenges-text-2": "Определить ограничивающую область для объектов",
  "presented-challenges-title-3": "Категоризация",
  "presented-challenges-text-3": "Найдите соответствующие ярлыки",
  "presented-challenges-subheader": "... и другие простые задачи. Легко для людей, сложно для ботов.",
  "presented-challenges-subtext": "Пользовательские задачи также доступны для корпоративных издателей.",
  "footer-header-1": "Компания",
  "footer-header-2": "Ресурсы",
  "footer-header-3": "Контакт",
  "footer-link-1": "Маркировка",
  "footer-link-2": "О",
  "footer-link-3": "Вакансии",
  "footer-link-4": "Товарные знаки",
  "footer-link-5": "Блог",
  "footer-link-6": "Положение дел",
  "footer-link-7": "Документация",
  "footer-link-8": "Сообщить об ошибке",
  "footer-link-9": "Доступность",
  "footer-terms": "Условия",
  "footer-privacy": "Конфиденциальность",
  "footer-attribution": "Атрибуция",
  "footer-subheader-1": "Служба поддержки",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Переключи на английский",
  "intro-heading-privacy": "Создан для уединения.",
  "intro-subtitle-p1-privacy": " Уникальный подход к онлайн-безопасности, основанный на конфиденциальности.",
  "info-head-2-pr": "Запись онлайн-активности - это не ответ.",
  "info-text-1-pr": "У hCaptcha Enterprise только одна цель: не дать злоумышленникам нарушить ваши онлайн-операции и нанести вред вашим пользователям.",
  "info-text-2-pr": "Таким образом, наши системы разрабатываются с нуля, чтобы минимизировать сбор и хранение данных при сохранении лучшей в своем классе безопасности. Лучший способ защитить пользовательские данные - не хранить их вообще.",
  "info-text-3-pr": "Все отношения с клиентами также защищены строгим соглашением об обработке данных. Служба hCaptcha соблюдает все законы о конфиденциальности независимо от того, где находится ваша служба или ваши клиенты. Если не хранить личные данные, нам будет намного проще, чем другим компаниям.",
  "info-text-2-2-pr": "Такие службы, как reCAPTCHA v3, говорят, что размещение пикселя отслеживания на каждой странице вашего сайта необходимо для обеспечения хорошей безопасности. Это не тот случай.",
  "info-text-2-3-pr": "Простой поведенческий анализ - это сигнал, который легко подделать злоумышленники, и он также требует сохранения истории просмотров для всего вашего законного трафика.",
  "info-text-2-4-pr": "Мы не управляем рекламной сетью и не заинтересованы в наблюдении за поведением ваших пользователей с целью продажи им рекламы. Это означает, что нам не требуется пассивный пиксель на каждой странице вашего сайта.",
  "info-text-2-5-pr": "Добавляйте наш код вызова только там, где это необходимо и имеет смысл защитить и вас, и ваших пользователей.",
  "info-head-3-pr": "Машинное обучение полезно. Но для работы не требуются личные данные.",
  "info-text-3-1-pr": "Машинное обучение теперь влияет практически на все аспекты нашей жизни, зачастую так, как мы не осознаем и не видим. Сервисы онлайн-безопасности не исключение.",
  "info-text-3-2-pr": "Изучая тысячи сигналов, модели могут делать выводы и очень быстро определять вредоносное поведение, даже если ни один отдельный сигнал сам по себе не будет достаточно сильным, чтобы указать на проблему.",
  "info-text-3-3-pr": "Однако ничто из этого не требует использования информации, позволяющей установить личность (PII). Современные криптографические методы позволяют нам как можно быстрее удалять любые личные данные, создавая вместо этого односторонние подписи, которые не могут быть связаны с каким-либо лицом.",
  "info-text-3-4-pr": "Обучение обезличенным данным также работает и не требует компромисса ни с безопасностью, ни с конфиденциальностью. Наши клиенты провели эмпирические тесты и заявили, что мы равны или лучше, чем менее частные альтернативы.",
  "cloudflare-quote-text-privacy": "Нам понравилось несколько вещей в решениях hCaptcha: 1) они не продают личные данные; они собирают только минимально необходимые личные данные, они прозрачны в описании собираемой информации и того, как они ее используют и / или раскрывают.",
  "pilot-head": "Попробуйте нас в своей среде без каких-либо обязательств.",
  "pilot-text-1a": "Мы инженеры, а не продавцы: мы хотим, чтобы вы остались довольны своим выбором.",
  "pilot-text-1b": "Лучший способ удовлетворить ваши потребности - продемонстрировать, что мы отвечаем вашим потребностям.",
  "pilot-text-1c": "Практически все компании, запускающие пилотный проект, в конечном итоге выбирают наши решения.",
  "pilot-text-1d": "Используйте эту форму, чтобы связаться с одним из наших технических специалистов. Мы оперативно реагируем.",
  "pilot-text-1e": "Вы также можете написать нам напрямую.",
  "pilot-email-details": "Подробности здесь.",
  "pilot-f1": "Область",
  "pilot-f2": "Ваше имя",
  "pilot-f3": "Ваше имя",
  "pilot-f4": "Деловая электронная почта",
  "pilot-f5": "Какие еще подробности у нас должны быть?",
  "pilot-f6": "Вам требуется срочная адаптация?",
  "pilot-f7": "да.",
  "pilot-f8": "Я подвергся нападению и требую немедленной адаптации.",
  "pilot-f9": "Представлять на рассмотрение",
  "pilot-f10": "Введя свой адрес электронной почты, вы соглашаетесь с нашими Условиями и Политикой конфиденциальности, а также на получение от нас электронной почты.",
  "pilot-fo-1": "Интеграция не может быть проще.",
  "pilot-fo-2": "hCaptcha имеет десятки встроенных интеграций для интерфейсных и серверных систем, которые вы используете.",
  "pilot-fo-3": "Если вы используете reCAPTCHA Google, наши API-интерфейсы являются заменой. Все, что вам нужно, - это три строчки кода.",
  "pilot-fo-4": "Наши инженеры по адаптации могут быстро помочь вам, независимо от того, нужна ли вам интеграция с React, SDK для нативных приложений iOS, пример серверной части Java или практически любой другой сценарий.",
  "pilot-fo-5": "И, как всегда, конфиденциальность - основная ценность для нас. Добавляйте наш код вызова только там, где это необходимо и имеет смысл защитить и вас, и ваших пользователей. Минимизация сбора данных начинается с момента интеграции.",
  "pilot-fdone": "Спасибо. Мы свяжемся с вами в ближайшее время.",
  "home-ent-2-new": "Узнайте больше о нашем корпоративном решении.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Решения hCaptcha Enterprise обеспечивают лучшую в своем классе безопасность и защищают многие из лучших онлайн-сервисов.",
  "home-plans-button-2-new": "Учить больше",
  "header-enterprise-link": "Предприятие",
  "sales-interstitial-c1b-new": "Узнать больше о hCaptcha Enterprise"
}
