{
    "1031855757": "Использование этого сайта",
    "1034830": "Споры, которые не могут быть предметом предварительного арбитражного соглашения, как это предусмотрено Законом Додда-Фрэнка о реформе Уолл-стрит и защите прав потребителей (Публичный закон 111-203), из этого исключаются.",
    "1064537632": "Обратите внимание, что использование вами нашего Сервиса регулируется нашим Соглашением об обработке данных, которое включено в настоящий документ посредством ссылки. Ознакомьтесь с этим соглашением, чтобы узнать, как мы обрабатываем личные данные от вашего имени. Обратите внимание, что мы работаем в качестве «обработчика данных» для целей Общего регламента ЕС по защите данных и «поставщика услуг» для целей Закона о конфиденциальности потребителей Калифорнии.",
    "1095532507": "Файл cookie («Cookie») - это небольшой текстовый файл, который размещается на вашем жестком диске сервером веб-страницы. Файлы cookie содержат информацию, которая позже может быть прочитана веб-сервером в домене, который отправил вам файл cookie. Некоторые файлы cookie будут использоваться только в том случае, если вы используете определенные функции или выберете определенные предпочтения, а некоторые файлы cookie будут использоваться всегда. Вы можете узнать больше о каждом файле cookie, просмотрев наш текущий список файлов cookie ниже.",
    "1158384644": "Вы можете в любой момент прекратить использование нашего веб-сайта при условии, что вы должны соблюдать все применимые политики IMI. Мы можем по собственному усмотрению расторгнуть настоящее соглашение, приостановить доступ к нашему веб-сайту или немедленно удалить любые услуги без предварительного уведомления по любой причине.",
    "1300074400": "Информацию о текущем руководстве компании можно получить на странице «О нас». Текущий генеральный директор компании является управляющим директором, отвечающим за контент.",
    "1395644678": "Официальный сайт Европейской комиссии по разрешению споров в Интернете:",
    "148542287": "Это не юридическая консультация, и в отношении этого анализа не дается никаких гарантий. Если у вас есть дополнительные вопросы или проблемы, свяжитесь с нами по адресу:",
    "1527172673": "Если у вас есть какие-либо вопросы об этой Политике использования файлов cookie, свяжитесь с нами по адресу:",
    "1535054294": "Пожалуйста, ознакомьтесь с их подробной политикой",
    "1747657936": "Наши Сайты и Сервисы не предназначены для детей младше 13 лет, и мы сознательно не собираем Личную информацию от детей в возрасте до 13 лет. Если мы узнаем, что мы собрали Личную информацию ребенка в возрасте до 13 лет, мы примем разумные меры по удалению такой информации из наших файлов в кратчайшие сроки, за исключением случаев, когда у нас есть юридическое обязательство сохранить ее. Свяжитесь с нами, если вы считаете, что у нас есть какая-либо информация от ребенка младше 13 лет или о нем:",
    "1807512722": "Вы можете подать любые претензии, возникающие в связи с использованием вами этого веб-сайта, в административный орган, но только в той степени, в которой применимый закон разрешает доступ к такому агентству, несмотря на наличие соглашения об арбитраже. Такие административные иски включают, помимо прочего, иски или обвинения, поданные в Комиссию по равным возможностям при трудоустройстве, Министерство труда США и Национальный совет по трудовым отношениям. Ничто в этом пункте не должно рассматриваться как препятствие или освобождение от подачи административного иска в какое-либо агентство с целью выполнения вашего обязательства по исчерпанию административных средств правовой защиты до подачи иска в арбитраж, однако вы отказываетесь от права на получение любого денежного вознаграждения посредством этого такого требования. агентское разбирательство.",
    "2238885192": "Мы используем Sentry для сбора данных отладки, когда пользователь сталкивается с ошибкой. Для получения информации о том, как Sentry собирает и обрабатывает данные:",
    "2520904193": "Вы отказываетесь от любого имеющегося у вас права на возбуждение, рассмотрение или арбитражное разбирательство любого спора как группового, коллективного или представительного иска. Невзирая на любой другой пункт, содержащийся в этом соглашении, предыдущее предложение ни в коем случае не может быть отделено от этого соглашения. Любое утверждение о том, что этот отказ полностью или частично является не имеющим исковой силы, недобросовестным, недействительным или оспариваемым, может быть рассмотрен только судом соответствующей юрисдикции, а не арбитром. Вы не будете подвергаться преследованиям или препятствовать выполнению задач на нашем веб-сайте в результате осуществления вами своих прав в соответствии с разделом 7 Закона о национальных трудовых отношениях, а также путем подачи или участия в коллективных, коллективных или представительных действиях на любом форуме. , но мы можем на законных основаниях требовать исполнения этого отказа от коллективных исков и отклонения таких групповых, коллективных или представительных действий или требований.",
    "2577178569": "3. Используется для строго необходимых технических целей: обеспечивает доступность для использования пользователем.",
    "2583888954": "Исключения.",
    "263977834": "Административное истощение.",
    "2657277322": "Если у вас есть вопросы, свяжитесь с нами по адресу:",
    "271333468": "Мы применяем соответствующие технические и организационные меры для защиты информации, которую мы собираем и храним, и требуем, чтобы все агенты, выполняющие нашу обработку от нашего имени, делали то же самое. К сожалению, никакие меры безопасности не являются на 100% надежными, и поэтому никакая сеть или система (включая нашу) не может быть на 100% защищена от разрушения, потери, изменения, несанкционированного раскрытия или доступа к информации, которую мы собираем и храним. Если вы считаете, что ваша информация может быть небезопасной по какой-либо причине, немедленно свяжитесь с нами по адресу:",
    "2763011087": "Компания IMI не принимает на себя обязательств и не обязана участвовать в альтернативном разрешении споров потребителей перед лицом, занимающимся разрешением споров потребителей.",
    "2927283721": "Выполняя задачи на нашем веб-сайте, вы разрешаете сбор, использование и раскрытие вашей личной информации в соответствии с нашей Политикой конфиденциальности. Кроме того, мы можем передавать определенную информацию о вас и ваших выполненных задачах Заказчику, чьи задачи вы выполнили, чтобы облегчить отношения обслуживания и улучшить веб-сайт, включая, например, идентификатор участника, результаты выполненных задач и другие атрибуты, связанные с ваша квалификация, языки, навыки и использование веб-сайта.",
    "2943815316": "Мы периодически обновляем этот список, поэтому могут быть дополнительные файлы cookie, которых еще нет в списке. Веб-маяки, теги и скрипты могут использоваться на Сайтах или в электронных письмах, чтобы помочь нам доставлять файлы cookie, подсчитывать посещения, понимать использование и эффективность кампании и определять, было ли открыто электронное письмо и выполнено ли действие. Мы можем получать отчеты об использовании этих технологий нашими поставщиками услуг / аналитики на индивидуальной и совокупной основе.",
    "3040062804": "Любое арбитражное разбирательство в соответствии с данным разделом по умолчанию будет происходить в штате Калифорния, если вы не проживаете за пределами Соединенных Штатов. В этом случае арбитражное разбирательство будет полностью электронным или телефонным. Арбитраж может проводиться в любом другом месте, если это согласовано каждой стороной в письменной форме. Независимо от места нахождения, любая сторона может по своему усмотрению явиться на арбитражное разбирательство с помощью видео в реальном времени или телеконференции.",
    "3091247030": "Отказ от коллективного иска.",
    "3102490587": "За исключением отказа от группового иска, если какое-либо условие, положение или часть этой арбитражной оговорки будут признаны недействительными или не имеющими исковой силы, они будут исключены, а оставшаяся часть арбитражной оговорки будет иметь исковую силу.",
    "3187946010": "Весь текст, изображения, графическая анимация, видео, музыка, звуки и другие материалы на этих страницах защищены законом об авторских правах IMI или третьими лицами, если это указано. Запрещается копировать или изменять этот материал для коммерческого использования способом, выходящим за рамки разумного добросовестного использования.",
    "3199694247": "Делимость.",
    "3302832698": "Требуется альтернативное разрешение споров.",
    "3361191778": "Информация, представленная на интернет-страницах, не является индивидуальным советом и не может его заменить. Если вам нужна индивидуальная консультация, обратитесь в нашу службу поддержки.",
    "3493572638": "Затраты и сборы.",
    "3794239003": "Арбитражный процесс.",
    "3885459114": "Как правило, вы можете активировать или позже деактивировать использование файлов cookie с помощью функций, встроенных в ваш веб-браузер. Если вы хотите узнать больше о файлах cookie или о том, как их контролировать, отключать или удалять, посетите https://www.knowcookies.com/ для получения подробных инструкций.",
    "3956117148": "Веб-сайты hCaptcha.com и BotStop.com (Сайты) могут включать дополнительные файлы cookie, как описано в настоящей Политике.",
    "4193379787": "Все арбитражные разбирательства по этому соглашению будут проводиться в соответствии с правилами Американской арбитражной ассоциации или взаимно согласованной арбитражной службой. Арбитром будет американский арбитр, выбранный из списка, состоящего не менее чем из семи (7) имен путем альтернативных забастовок. В арбитраже каждая сторона будет иметь право провести соответствующее гражданское расследование, предъявить диспозитивные ходатайства и представить свидетелей и доказательства, необходимые для представления своих доводов и возражений, и любые споры в этом отношении разрешаются арбитром. Разрешение спора должно основываться исключительно на законе, регулирующем заявленные претензии и возражения, и арбитр не может ссылаться на какие-либо другие основания, кроме такого регулирующего закона. Арбитр имеет иммунитет судебного должностного лица от гражданской ответственности, когда он действует в качестве арбитра, который дополняет любой другой существующий иммунитет. Арбитражные решения должны включать письменное мотивированное мнение арбитра. Вы отказываетесь от своего права на суд присяжных по любому иску, который может быть у вас к IMI или который IMI может предъявить к вам. Любые претензии по этому пункту должны быть предъявлены в течение применимого срока исковой давности. Этот пункт регулируется Федеральным законом США об арбитраже, и вы признаете, что настоящее Соглашение свидетельствует о коммерческой сделке.",
    "470943029": "Если у вас есть какие-либо вопросы по поводу настоящей Политики конфиденциальности, свяжитесь с нами по адресу:",
    "498769698": "Вы можете получить доступ, исправить, изменить или удалить определенную Личную информацию, которую вы могли предоставить нам, через вашу учетную запись интегратора, клиента или пользователя специальных возможностей (если вы являетесь интегратором, клиентом или пользователем специальных возможностей). Если вы не можете это сделать, или у вас есть какие-либо вопросы о личной информации, которую мы собрали и / или передали о вас, или вы хотите отозвать свое согласие на нашу обработку (т.е. полностью удалить свою учетную запись), свяжитесь с нами по адресу:",
    "537881751": "Добро пожаловать в hCaptcha! В настоящей Политике конфиденциальности описываются методы Intuition Machines, Inc. («IMI», «мы» или «нас») в отношении сбора, использования и раскрытия информации (включая личную информацию, определенную ниже) через наш веб-сайт www.hcaptcha. .com и любые другие субдомены или домены, которые мы используем («Сайты»), а также программный интерфейс приложения hCaptcha и соответствующее программное обеспечение и материалы (совместно именуемые «Сервис»).",
    "561456032": "Вы соглашаетесь с тем, что в отношении любых споров, возникающих в связи с использованием вами Сервисов или связанных с ними, включая любые споры, которые могли возникнуть с момента, когда вы начали выполнять задачи для IMI, и, в частности, включая любые претензии, связанные с тем, классифицируете ли вы как как независимый подрядчик, вы сначала уведомите IMI о своем иске против него. Затем вы и IMI попытаетесь решить проблему путем прямых переговоров или посредничества. Мы поровну разделим стоимость посредничества и согласимся, что посредничество будет проводиться по телефону или другим электронным средствам связи. Если претензия остается неурегулированной после неофициальных переговоров или посредничества, вы соглашаетесь с тем, что вы и IMI будете использовать окончательный и обязательный арбитраж для разрешения спора. Этот пункт регулирует все претензии задним числом с момента начала использования вами нашего веб-сайта, будь то на основании деликта, договора, закона, включая, помимо прочего, любые претензии о дискриминации и домогательствах, независимо от того, основаны ли они на Законе о справедливой занятости и жилищном обеспечении штата Калифорния. , Раздел VII Закона о гражданских правах 1964 года с поправками, или любой другой закон штата или федерального закона или постановления, справедливый закон или иным образом.",
    "658775471": "Мы используем Cloudflare для оптимизации нашего веб-трафика. Для получения информации о том, как Cloudflare собирает и обрабатывает данные:",
    "702926385": "Каждая из сторон несет свои соответствующие расходы по юридическому представительству в любом таком арбитраже, за исключением случаев, когда гонорары адвоката прямо предусмотрены законом. Стороны разделят любой начальный административный сбор, взимаемый арбитром, до максимальной суммы в двести пятьдесят долларов (250 долларов США). Расходы на арбитра и судебного докладчика, если таковые имеются, первоначально должны нести мы; однако арбитр имеет право по своему усмотрению присудить соответствующие расходы выигравшей стороне, как это предусмотрено законом, и / или потребовать от сторон разделить расходы, связанные с арбитром и / или судебным докладчиком.",
    "720059527": "2. Используется для строго необходимых технических целей: балансировка нагрузки, маршрутизация.",
    "74538881": "Ответственность за этот сайт",
    "996430331": "Место арбитража.",
    "211351380": "Из блога:",
    "3153117136": "Как работают настройки сложности hCaptcha",
    "2915355938": "Доступность",
    "793784899": "Планы",
    "2671622670": "Предприятие",
    "3527140447": "Документы",
    "505891021": "Услуги по маркировке",
    "692176459": "Авторизоваться",
    "1892574253": "Зарегистрироваться",
    "2593864519": "Остановите больше ботов. Начните защищать конфиденциальность пользователей.",
    "4007826952": "CAPTCHA №1, ориентированная на конфиденциальность для Интернета, мобильных устройств и т. Д.",
    "3721365241": "Пытаться",
    "3753956446": "Бесплатно",
    "3276777569": "hCaptcha",
    "55035359": "В настоящее время используете reCAPTCHA?",
    "3417372336": "Переключение за считанные минуты",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Лучшие онлайн-сервисы полагаются на",
    "1470290349": "для лучших в своем классе ботов и борьбы с мошенничеством.",
    "3714002185": "Узнать больше о hCaptcha Enterprise",
    "3946753128": "Частный. Безопасный. Быстрее.",
    "939665604": "Ориентация на конфиденциальность",
    "780475098": "Рекламные сети видят в ваших посетителях продукт. Нас волнует только то, был ли визит хорошим или плохим. hCaptcha соответствует GDPR, CCPA, LGPD, PIPL и другим международным законам о данных.",
    "219813583": "Безопасность прежде всего",
    "2714878440": "Защитите свои сервисы от парсинга, захвата аккаунтов, набивки учетных данных и спама с помощью нашего продвинутого машинного обучения и проверки человечности.",
    "1397766838": "Лучший пользовательский опыт",
    "2670352917": "hCaptcha обеспечивает более надежное обнаружение ботов, но при этом проста для решения людьми.",
    "2806751666": "Что такое hCaptcha?",
    "3096063825": "Попробуй это",
    "2968026167": "Ваш любимый овощ",
    "713281684": "Баклажан",
    "4147497805": "Морковь",
    "3758963444": "Спасибо! Ваше сообщение получено!",
    "1070364246": "Ой! Что-то пошло не так при отправке формы.",
    "1129833879": "Остановите вредоносных ботов, защитите конфиденциальность пользователей",
    "58091799": "Узнайте больше о hCaptcha Publisher и Enterprise",
    "1599610318": "Издатель",
    "3093388779": "hCaptcha можно использовать бесплатно для издателей любого размера.",
    "179723061": "Больше контроля для команд, которым нужна лучшая в своем классе безопасность",
    "846501387": "Защита от ботов мирового класса",
    "119298044": "Передовые технологии машинного обучения и искусственного интеллекта с самоконтролем защищают ваши веб-ресурсы от угроз и атак.",
    "1263998069": "Получайте награды за человеческие решения",
    "1103295010": "Зарабатывайте деньги или жертвуйте на благотворительность, когда люди решают CAPTCHA",
    "392886773": "Работает в любой стране",
    "2320894364": "Облако hCaptcha с более чем 200 точками присутствия защищает ваши активы по всему миру.",
    "451701069": "Соответствует GDPR, CCPA,",
    "2826051554": "и более",
    "3530599065": "Конфиденциальность построена с нуля. hCaptcha не сохраняет PII и соответствует многочисленным требованиям и правилам конфиденциальности.",
    "2489287539": "Беспроблемный режим «без капчи» и пассивные режимы 99,9%",
    "793242047": "Уменьшите количество проблем, с которыми сталкиваются пользователи, чтобы обеспечить быстрый доступ к приложениям",
    "4195759329": "Обнаружение ботов и оценка риска",
    "1150035777": "Сложные модели машинного обучения генерируют оценки уверенности ботов на основе множества данных, помимо правильности ответов на вопросы.",
    "3688621388": "Сигнатуры угроз",
    "1131525092": "Легко группируйте злоумышленников вместе с помощью наших UID с сохранением конфиденциальности, чтобы находить и пресекать связанные мошенничества и злоупотребления",
    "1559631739": "Частное обучение",
    "3952259236": "Объедините свои слепые данные с тысячами сигналов hCaptcha, чтобы обучить hCaptcha классам поведения - только для вашего экземпляра - чтобы лучше предсказывать вредоносное поведение лучше, чем любое решение по отдельности",
    "1150963691": "Защита от APT",
    "4083018285": "Набор расширенных функций, которые сочетаются с улучшенным мониторингом SOC и реагированием на сложные постоянные угрозы.",
    "3160820928": "Скоординированная защита от атак",
    "1849805607": "hCaptcha защищает от угроз и ловушек, предназначенных для проникновения в ваши сети",
    "1958297836": "Скоординированная защита от атак и предотвращение APT",
    "1300485304": "hCaptcha защищает от сложных угроз и ловушек, предназначенных для проникновения в ваши сети.",
    "2698640210": "Показаны проблемы управления и типы",
    "3121248460": "Отображение бесконечно разнообразных нестандартных задач - от простых до сложных - для ожидаемой аудитории",
    "3807059944": "Используемый контент контрольной задачи",
    "2707282231": "Настройте задачи для ваших пользователей. Сделайте невозможным решение и проникновение ботов.",
    "4194763679": "Детальные уровни сложности",
    "3730038780": "Выбирайте из почти бесконечного количества задач, которые нужно решить пользователям",
    "1849717906": "Настройте свой собственный контент для испытаний",
    "1508655687": "Добавьте свои собственные задачи, адаптированные для вашей аудитории, чтобы упростить или ограничить доступ",
    "3620442880": "Функции защиты Flash Sale",
    "3265895521": "Повышайте и понижайте сложность задачи в зависимости от времени суток",
    "1485807325": "Многопользовательские панели управления, SAML SSO",
    "359073033": "Панели мониторинга предоставляют высокоуровневые или детализированные представления о деятельности.",
    "4272454814": "Выполните интеграцию с выбранным вами поставщиком удостоверений.",
    "1141402092": "Расширенные функции отчетности",
    "910989640": "Создавайте подробные и настраиваемые отчеты о деятельности",
    "3768951251": "Корпоративные SLA",
    "1014004474": "Корпоративные планы hCaptcha предлагают расширенные соглашения об уровне обслуживания для защиты вашей организации",
    "1177598246": "Связаться с отделом продаж",
    "1067704102": "Значение в маркировке данных",
    "3065000659": "Вы понимали, что каждый раз, когда вы «нажимаете на машину», вы помогаете тренировать одиночку?",
    "3235430156": "системы машинного обучения компании бесплатно?",
    "1549336309": "hCaptcha переворачивает эту модель. Когда вы используете hCaptcha, компании делают ставки на работу ваших пользователей, доказывая свою человечность. Вы получаете награды.",
    "3725880582": "Вернуть благотворительность",
    "1671436004": "Хотите отдать свою любимую благотворительность?",
    "1663628612": "позволяет вам",
    "4272088465": "благотворительные организации по вашему выбору с заработком, который вы получаете от их использования.",
    "2894845722": "Пользователи вашего сайта скоро смогут увидеть ваш вклад в благотворительность с помощью скрытого брендинга в интерфейсе hCaptcha.",
    "3194111925": "служба поддержки",
    "1637702726": "О hCaptcha",
    "2323282990": "Современный подход к проверке человечности",
    "1201821619": "hCaptcha решает одну из самых насущных проблем сегодняшнего дня: предотвращение злоупотреблений вредоносными ботами онлайн-сервисами.",
    "1475399473": "Узнать больше о команде hCaptcha",
    "3161489950": "Самая продвинутая в мире платформа машинного обучения для обеспечения безопасности",
    "3247172580": "hCaptcha объединила передовое машинное обучение с самоконтролем с новым подходом к периферийным вычислениям, который уникальным образом сводит к минимуму сбор и хранение данных, которые доставляются из более чем 250 мест по всему миру, что обеспечивает широкую масштабируемость.",
    "3767462250": "Создан для конфиденциальности",
    "3500503648": "hCaptcha предназначена для устранения длительного хранения данных, полагаясь на мгновенную оценку, а не на запись и анализ истории просмотров. Мы также поддерживаем такие инициативы, как",
    "2418549423": ", новый стандарт для сохранения конфиденциальности в Интернете с помощью криптографических доказательств и других уникальных функций, ориентированных на конфиденциальность.",
    "1544546608": "Пропуск конфиденциальности",
    "976209454": "Зарабатывайте награды или жертвуйте на благотворительность",
    "552920956": "hCaptcha позволяет веб-сайтам получать вознаграждение, блокируя ботов и другие формы злоупотреблений. hCaptcha также позволяет вам поддерживать благотворительные организации по вашему выбору с помощью этих доходов.",
    "654326661": "Хотите убедиться в этом сами? Попробуйте hCaptcha бесплатно.",
    "3570415321": "Компания",
    "3987022469": "Маркировка",
    "1636202177": "О",
    "2670003220": "Вакансии",
    "3233305531": "Товарные знаки",
    "3028319964": "Этика ИИ",
    "4131598919": "Нажмите",
    "1662477701": "Ресурсы",
    "3130928685": "Блог",
    "1756106276": "Положение дел",
    "1235925265": "Документация",
    "920212083": "Сообщить об ошибке",
    "2076066173": "Кибератаки 101",
    "3644106388": "Контакт",
    "2182196747": "Служба поддержки",
    "487083593": "Продажи",
    "878585497": "Условия",
    "1697438123": "Конфиденциальность",
    "1316817321": "Атрибуция",
    "3488019891": "hCaptcha - зарегистрированная торговая марка Intuition Machines, Inc.",
    "4224961202": "Конфиденциальность, безопасность и машинное обучение.",
    "98173630": "hCaptcha - это наиболее широко используемый в мире независимый сервис CAPTCHA.",
    "1514478724": "Учить больше",
    "1752795854": "hCaptcha предлагает современный, ориентированный на конфиденциальность подход к остановке ботов.",
    "2927700175": "Мы показываем задачи CAPTCHA, которые сложны для ботов, но легки для людей, собирая трудно поддающиеся разметке данные о проблемах машинного обучения и используя их, чтобы определить, является ли посетитель веб-сайта или приложения человеком.",
    "2188609322": "В сети все чаще встречаются плохие актеры. Но принесение в жертву конфиденциальности пользователей - это не выход.",
    "2032102720": "Решения безопасности, предлагаемые рекламными компаниями, в первую очередь ориентированы на отслеживание пользователей в Интернете. Мы создали эффективное решение безопасности, которое доказывает, что нарушение конфиденциальности пользователей не является необходимым для получения отличных результатов.",
    "4146870445": "Кто мы есть",
    "353066938": "Опытная команда, работающая над сложнейшими проблемами сегодняшнего дня. hCaptcha - это сервис",
    "3260825523": "Машины интуиции",
    "1173652155": "Советники",
    "3972094614": "Брендан Эйх",
    "2113642787": "Песня рассвета",
    "2256305371": "Профессор CS Калифорнийского университета в Беркли. Эксперт по глубокому обучению, безопасности и блокчейну. Генеральный директор Oasis Labs.",
    "1606599610": "Киран Томпсон",
    "2177660021": "Научный сотрудник Стэнфордского университета. Машинное обучение и количественное финансирование в крупных банках, хедж-фондах и академических кругах.",
    "2686825859": "Зарегистрируйтесь бесплатно или свяжитесь с нами по поводу решений hCaptcha Enterprise",
    "583434701": "Доступность hCaptcha",
    "611905972": "Обеспечение беспрепятственного доступа для всех пользователей при сохранении безопасности",
    "874098071": "Если вы являетесь пользователем специальных возможностей, зарегистрируйтесь здесь",
    "2745385064": "Резюме",
    "3353238942": "hCaptcha предназначена для того, чтобы останавливать ботов, отделяя их от людей. Визуальные тесты - удобный инструмент для этого, но не каждый может решить визуальную задачу.",
    "3600022491": "По этой причине мы разработали простую и безболезненную альтернативу, позволяющую издателям, использующим наш сервис, сохранять доступность для всех с полным соответствием требованиям Раздела 508 и WCAG 2.1 AA.",
    "2557240048": "Как это работает: сначала пользователь специальных возможностей регистрируется через",
    "3871665286": ", ссылка на который видна на странице информации виджета hCaptcha. Им предоставляется зашифрованный файл cookie, который можно использовать несколько раз в день, но он должен обновляться каждые 24 часа при входе в систему.",
    "3441764123": "Когда на сайте, использующем службу hCaptcha, пользователю специальных возможностей предъявляется запрос, он автоматически проходит.",
    "4247858664": "страница регистрации специальных возможностей",
    "1297657322": "Экран доступа пользователя после входа в систему",
    "1717658846": "Параметр доступности в меню пользовательского интерфейса виджета",
    "1266963825": "В: Соответствует ли hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "О: Мы считаем, что да: все пользователи с любой формой нарушений, которые могут просматривать веб-страницы и вводить текст в формы, могут получить доступ к службам, защищенным hCaptcha, после регистрации. Однако это не юридический совет: вы должны выполнить свою собственную оценку, принимая во внимание вашу конкретную реализацию, чтобы убедиться, что это так для вашего развертывания.",
    "159272246": "В: Работаете ли вы над другими специальными возможностями (\"a11y\"), например над звуком?",
    "4074220464": "О: Ранее популярные варианты, такие как аудиокапчи, дискриминируют многих простых пользователей и легко обойтись с помощью современных методов машинного обучения. Это вынудило текущие проблемы со звуком становиться все более и более сложными, привнося шум, нечетное время, необычные словосочетания и так далее, чтобы победить злоумышленников. Таким образом, мы с меньшим энтузиазмом относимся к этому подходу, а не к тому, чтобы вообще избегать проблем, но рассмотрим его, если будет спрос со стороны сообщества.",
    "2309661107": "Однако мы очень заинтересованы в",
    "2555914614": "для варианта использования специальных возможностей. Мы считаем, что объединение нашего текущего надежного подхода с выпуском Privacy Pass позволит пользователям безопасно просматривать веб-страницы, зная, что их трафик является более конфиденциальным, а также ограничит злоупотребления со стороны операторов ботов, которые неизбежно происходят, когда доступны все варианты. Мы являемся активными участниками рабочей группы IETF по стандартизации этой новой технологии.",
    "2583775432": "В: А как насчет конфиденциальности? Предоставляет ли регистрация каким-либо образом доступ к данным о просмотре? Что вы делаете с электронной почтой?",
    "4215483493": "О: hCaptcha с нуля разработан для обеспечения конфиденциальности. Это сильно отличается от традиционных вариантов, таких как reCAPTCHA, которые принадлежат рекламным сетям, у которых есть стимул отслеживать вас в Интернете и связывать вас с реальной личностью.",
    "2474661839": "Наш",
    "4137573005": "имеет исчерпывающие и авторитетные ответы на вопрос о том, как мы используем данные, но краткий ответ заключается в том, что мы не заинтересованы в том, чтобы связывать вас как человека с вашей историей просмотров.",
    "4101570501": "В настоящее время мы также работаем над криптографическим решением для быстрого удаления вашего адреса электронной почты, сохраняя при этом нашу способность предотвращать злоупотребления, дополняя нашу работу Privacy Pass.",
    "260595108": "Мы никогда не используем электронные письма или информацию о специальных возможностях для каких-либо целей, кроме упрощения использования и предотвращения злоупотреблений.",
    "3063819779": "политика конфиденциальности",
    "465714311": "Для пользователей специальных возможностей: вопросы и ответы и руководство по устранению неполадок",
    "3596207631": "В: Я все еще вижу проблему после установки файла cookie. Что вызывает это?",
    "469089249": "Ответ: Обычно это происходит из-за использования агрессивного блокировщика рекламы или расширения для защиты от файлов cookie, или настройки, которая блокирует «межсайтовые» файлы cookie, в данном случае файл cookie для hcaptcha.com, который устанавливается или проверяется hCaptcha JS на другой сайт, похожий на тот, который вы посещаете.",
    "4263626815": "Файлы cookie доступности hCaptcha работают со всеми популярными браузерами и блокировщиками рекламы с их стандартными настройками, поэтому обычно сбои происходят из-за скриптов «анти-анти-блокировка рекламы» или аналогичных наборов правил, нацеленных на определенные сайты.",
    "3906359167": "Решения:",
    "3464870463": "1. Добавьте файлы cookie hcaptcha.com и * .hcaptcha.com в белый список в блокировщике рекламы или в расширении безопасности браузера.",
    "1204911585": "2. Если вы используете браузер Brave, который (по состоянию на апрель 2020 г.) не имеет какого-либо белого списка файлов cookie, перейдите в «Настройки» -> «Щиты» -> «Файлы cookie» и выберите «Разрешить все файлы cookie».",
    "2932826396": "3. Если вы используете самую последнюю версию Safari в недавно выпущенной OS X 10.15 или iOS 13.4, Apple только что изменила поведение Safari в отношении сторонних файлов cookie, заблокировав все из них по умолчанию. Мы внедряем решение, но тем временем посетите раздел «Настройки Safari», «Конфиденциальность» и снимите флажок «Отслеживание веб-сайтов: запретить межсайтовое отслеживание», чтобы файлы cookie специальных возможностей работали должным образом.",
    "3836291932": "В: Я использую несколько устройств. Мне нужно регистрироваться несколько раз?",
    "3251220335": "О: Нет. Для установки файла cookie щелкните ссылку для входа по электронной почте, отправленную вам на каждом устройстве, которое вы используете.",
    "2082407178": "В: Как я могу защитить себя от отслеживания сторонних файлов cookie при использовании файлов cookie специальных возможностей?",
    "2700197090": "О: Использование любого расширения конфиденциальности или блокировки рекламы, которое поддерживает белые списки на уровне домена (например, uBlock Origin), будет работать должным образом: просто обязательно внесите hcaptcha.com в белый список.",
    "3657743880": "Инструкции для браузера для межсайтовых файлов cookie",
    "1960601330": "Чтобы включить файлы cookie в Safari (Mac): перейдите в раскрывающееся меню Safari. Выберите Предпочтения. Щелкните Конфиденциальность на верхней панели. В разделе «Блокировать файлы cookie» выберите вариант «Никогда».",
    "1622303590": "Чтобы включить файлы cookie в Safari (iPhone / iPad iOS 11+): откройте «Настройки». Прокрутите вниз и выберите Safari. В разделе «Конфиденциальность и безопасность» отключите «Предотвращать межсайтовое отслеживание» и «Блокировать все файлы cookie».",
    "2199048568": "Щелкните значок слева от адресной строки на любой веб-странице. Щелкните Параметры защиты. Откроется панель «Конфиденциальность и безопасность» в настройках Firefox. В разделе «Улучшенная защита от отслеживания» выберите «Пользовательский». Выберите, какие трекеры и скрипты блокировать, установив соответствующие флажки. Убедитесь, что вы разблокировали hcaptcha.com.",
    "3967047208": "Вы также можете временно отключить некоторые средства защиты в Custom, чтобы отладить это, сняв флажки: Снимите флажок «Трекеры» или снимите флажок «Файлы cookie», если у вас все еще возникают проблемы.",
    "3805618893": "Google Chrome (ПК)",
    "3795997071": "Щелкните значок меню Chrome. Выберите \"Настройки\".",
    "926138631": "Перейдите в раздел «Конфиденциальность и безопасность», затем «Файлы cookie и другие данные сайта».",
    "3419878556": "Убедитесь, что параметр «Блокировать сторонние файлы cookie» не включен.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Откройте настройки Chrome в строке меню.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "На устройстве Android откройте приложение Chrome.",
    "3620039756": "В правом верхнем углу нажмите «Еще», а затем «Настройки».",
    "2813310562": "Нажмите «Настройки сайта», а затем «Файлы cookie».",
    "3014657981": "Рядом с «Cookies» включите настройку.",
    "1242066691": "Установите флажок \"Разрешить сторонние файлы cookie\".",
    "292250020": "1. Выберите шестеренку в правом верхнем углу экрана, затем выберите «Свойства обозревателя». Если у вас включена строка меню, вы можете выбрать «Сервис», затем «Свойства обозревателя».",
    "4114820649": "2. Щелкните вкладку «Конфиденциальность».",
    "946838734": "3. Выберите кнопку «Дополнительно».",
    "348809718": "4. В разделе «Сторонние файлы cookie» выберите «Принять».",
    "1253441326": "5. Нажмите \"ОК\".",
    "852032043": "Сафари",
    "836017336": "Fire Fox",
    "3356349631": "Гугл Хром",
    "3235744534": "Internet Explorer",
    "4104188759": "Политика этики ИИ",
    "1161704803": "Почему у нас есть этическая политика в области ИИ?",
    "1806535500": "Практически каждая технология, от карандашей до динамита, - это",
    "24452499": "решение; его можно использовать во благо или во зло. Каждая компания, исследующая, создающая или продающая решения двойного назначения, обязана учитывать последствия своих действий.",
    "4023575072": "двойное использование",
    "3336625692": "На этой странице подробно описаны наши мысли по этой теме в контексте этики искусственного интеллекта, а также процессы, которым мы следуем, чтобы использование наших услуг оставалось в соответствии с политиками, принятыми нами как компанией.",
    "835717930": "Этика искусственного интеллекта в hCaptcha",
    "2179524509": "Иногда мы получаем вопросы о том, какие вопросы разрешены для службы hCaptcha и почему задаются конкретные вопросы.",
    "1962721652": "Люди - искатели закономерностей, и иногда безобидный вопрос может мгновенно превратиться из совершенно неудивительного в подозрительный из-за изменений в мире, а не из-за мотивации того, кто задает вопрос.",
    "3974566657": "По мере того, как услуги становятся более популярными, подобные случаи неизбежно учащаются. hCaptcha ежедневно используют миллионы людей практически во всех странах мира, поэтому мы публикуем эту политику и практический пример того, как мы решаем эти проблемы, чтобы быть максимально прозрачными.",
    "1830910223": "Практический пример этики ИИ",
    "805971861": "«Зонтик» - это термин в ImageNet, стандартном наборе эталонных данных, используемом исследователями компьютерного зрения. Надежная идентификация людей, держащих зонтики, также имеет решающее значение для создания безопасных систем расширенной помощи водителю (ADAS) нового поколения.",
    "3988350": "Это означает, что есть отличные варианты использования реальных зонтичных аннотаций. Есть место разногласиям по поводу влияния беспилотных автомобилей, но системы ADAS уже экономят.",
    "548587288": "вокруг света.",
    "3138772661": "тысячи жизней каждый год",
    "3168199226": "Однако в 2020 году стало ясно, что создание такого набора данных может восприниматься как технология двойного назначения, чего мало кто ожидал год назад.",
    "558378834": "Таким образом, в настоящее время мы больше не принимаем запросы на вопросы, связанные с зонтами. Вероятность замешательства, когда конечный пользователь видит вопрос о зонтах в текущий момент, слишком высока, и в конечном итоге наша цель - сделать мир более приятным местом.",
    "3376604063": "Политика и процессы этики ИИ",
    "1923365316": "В hCaptcha действует строгая этическая политика в области искусственного интеллекта, которая частично включает процесс «Знай своего клиента» (KYC).",
    "4230322909": "Мы всегда стараемся получить хорошее представление о каждом новом клиенте и его предполагаемом сценарии использования, как для подтверждения того, что он подходит для наших продуктов и услуг, так и для обеспечения того, чтобы он соответствовал политике, принятой нами как компания.",
    "2735073144": "Мы также проводим текущие проверки по мере необходимости. Например, в нашем недавнем обзоре дат и источников запросов на маркировку, связанных с зонтиками, мы быстро смогли подтвердить, что ни один государственный орган или известный государственный поставщик программного обеспечения для наблюдения не делал запросов в отношении зонтов, использующих наши услуги, за последние 12 месяцев. .",
    "2715462692": "Как выглядит наш процесс этики ИИ?",
    "3049976256": "Для каждого нового покупателя этикеток мы проверяем контрольный список в процессе продажи. Это включает в себя первоначальную проверку KYC перед подключением, а также проверку всех запросов, направленных нашим аналитикам, а также выборочные проверки в реальном времени и периодические проверки запросов, сделанных с использованием нашей платформы самообслуживания.",
    "3103642530": "Этот обзор состоит из нескольких наборов критериев:",
    "3349094124": "Критерии этической озабоченности: объективные",
    "1038019440": "1. Представляет ли этот клиент национальные интересы страны, о которой известно, что поведение противоречит международным законам и нормам?",
    "493717511": "2. Требует ли этот клиент услуг, которые могут быть",
    "2209109640": "используются только в злонамеренных целях в контексте своей обычной деловой деятельности?",
    "3457805519": "3. Может ли запрос клиента быть выполнен в соответствии с законодательством США и нашими правилами взаимодействия?",
    "1942611550": "в первую очередь",
    "109179759": "Критерии этической озабоченности: субъективные",
    "1033698050": "1. Считаем ли мы, что заказчик предоставил нам вариант использования, который мы считаем морально приемлемым в соответствии с нашей интерпретацией типичных западных социальных норм?",
    "361372538": "2. Считаем ли мы, что предоставляемые нами услуги могут быть использованы клиентом в дискриминационных целях таким образом, который может быть законным, но неприемлемым для нас?",
    "2867855718": "3. Считаем ли мы, что в запросе можно удовлетворительно удовлетворить потребности в конфиденциальности?",
    "2462728596": "Если мы не сможем удовлетворить эти вопросы, мы отклоним запрос и можем прекратить дальнейший доступ к нашей платформе, как указано в наших Условиях.",
    "1995277831": "Спасибо",
    "1818116402": "Мы надеемся, что вам понравился этот взгляд на то, как мы решаем операционные вопросы с помощью компонента этики ИИ.",
    "1499894352": "Очень немногие компании предлагают прозрачность в процессе принятия решений в этой области, и мы надеемся, что другие последуют этому примеру!",
    "535659033": "Лицензия Creative Commons Attribution",
    "1495915066": "Как мы, наши партнеры по научным исследованиям и наши клиенты используем материалы Creative Commons",
    "3017533972": "Мы, наши партнеры по научным исследованиям и наши клиенты могут иногда ссылаться или воспроизводить части контента, лицензированного Creative Commons, через платформу hCaptcha, чтобы продвигать знания человечества в области машинного обучения.",
    "1428053210": "Этот контент обычно трансформируется из его первоначальной формы. Например, видео может быть разделено на множество изображений, эти изображения могут быть разделены на множество новых изображений, а затем эти новые изображения случайным образом смешаны для получения окончательного отображаемого результата.",
    "1728211763": "Использование контента таким образом и для этих целей подпадает под принципы добросовестного использования в соответствии с нашим пониманием закона и стандартной практики в этой области, но мы давние поклонники Creative Commons и предпочитаем отдавать должное любому, кто помогает в Монументальная задача совершенствования машинного интеллекта.",
    "1949452297": "Из-за внутренних ограничений пользовательского интерфейса hCaptcha и соображений безопасности невозможно воспроизвести источник каждого изображения непосредственно рядом с его использованием. Вместо этого мы ссылаемся на эту страницу с нашей домашней страницы и ведем список источников, которые в настоящее время или недавно обслуживались через платформу. Вы можете получить доступ к текущему списку",
    "2367602973": "здесь",
    "659124570": "Кроме того, если вы видите принадлежащий вам контент, воспроизведенный на платформе hCaptcha, и хотите, чтобы он был удален по любой причине, вы можете связаться с нами по электронной почте по адресу",
    "2066749488": "Другие жалобы",
    "3479034323": "Если вы видите принадлежащий вам контент, воспроизведенный на платформе hCaptcha, и хотите, чтобы он был удален по любой причине, вы можете связаться с нами по электронной почте.",
    "1836554225": "Сообщения в блоге",
    "2873297188": "Все ли CAPTCHAS дискриминируют неамериканцев?",
    "165932542": "Взгляните на скорость решения hCaptcha по всему миру",
    "1865097546": "16 ноября 2021 г.",
    "3005876482": "hCaptcha теперь является крупнейшим независимым сервисом CAPTCHA, работающим в 15% Интернета",
    "693820850": "Вы можете превзойти Google, поставив конфиденциальность на первое место",
    "3609106478": "Учетные данные:",
    "299335340": "Что это такое и как остановить атаки",
    "354925785": "вступление",
    "423222878": "Некоторые из кибератак, которые сложнее всего обнаружить, предотвратить и остановить, - это те, в которых злоумышленник может использовать законные учетные данные пользователя для входа в активную учетную запись пользователя. Без множества сложных возможностей обнаружения у компании, на которой размещена учетная запись, нет причин подозревать, что что-то не так. Кажется, что клиент просто вошел в свою учетную запись. Злоумышленник достиг этой успешной уловки, используя украденные учетные данные - обычно в результате кибератаки, известной как «заполнение учетных данных». Сегодня это серьезная проблема, но ее можно решить с помощью правильных контрмер.",
    "777660551": "Что такое Credential Stuffing?",
    "2602763587": "Заполнение учетных данных - это форма кибератаки, при которой злоумышленник пытается несколько раз войти на веб-сайт, используя пары украденных имен пользователей и паролей. «Наполнение» относится к повторяющимся попыткам входа в систему, которые почти всегда выполняются автоматизированным программным обеспечением-ботом.",
    "1271831121": "Это не значит, что хакер (одетый в толстовку, конечно!) Сидит и набирает учетные данные после учетных данных. Бот для автоматического входа в систему может быть создан из готового инструмента, такого как Selenium, или из специально разработанного хакерского инструмента.",
    "2588750717": "Действительно, некоторые атаки с заполнением учетных данных включают в себя миллионы учетных данных - все они помещаются в интерфейс входа на ничего не подозревающий веб-сайт в надежде, что его впустят. Попав внутрь, злоумышленник может захватить учетную запись жертвы.",
    "1137757109": "Если это учетная запись электронной коммерции, злоумышленник может заказать товары. Если жертвой является банк, злоумышленник может перевести средства в офшор и т. Д.",
    "1559150837": "Однако цели не беззащитны. На большинстве веб-сайтов есть элементы управления, которые блокируют подозрительного пользователя, который пытается войти в тысячи разных учетных записей с одного и того же IP-адреса за короткий промежуток времени. Чтобы обойти эти методы защиты, злоумышленники, использующие ввод учетных данных, имитируют географическое разнообразие и разнообразие IP-адресов. Используя мощные инструменты, часто управляемые искусственным интеллектом, они могут создать впечатление, будто тысячи пользователей случайным образом пытаются войти в систему в разное время дня со всей страны. Это намного сложнее обнаружить и остановить.",
    "1892020899": "Откуда хакеры берут учетные данные?",
    "2597149484": "Причина, по которой хакеру приходится «запихивать» так много учетных данных, связана с тем, где они берут свои украденные учетные данные.",
    "3030395800": "Эти учетные данные обычно поступают из-за утечки данных. Эти атаки, также известные как «утечка учетных данных», могут привести к сбросу миллионов учетных данных в темную сеть. Если утечка произошла из банка, хакер попытается использовать эти учетные данные, чтобы попасть на другие сайты. Этот подход работает, потому что очень много людей используют одну и ту же комбинацию имени пользователя и пароля для нескольких сайтов. (Эта практика не приветствуется, но реальность такова. Люди склонны повторять одни и те же учетные данные.)",
    "1258965840": "Таким образом, если злоумышленник может попасть на один сайт, он, вероятно, сможет попасть на несколько сайтов, используя переданные учетные данные. Например, они могут получить пару имени пользователя и пароля, такую как JohnDoe / 525momma, но они понятия не имеют, что эта пара сделает для них. Итак, они пробуют эту пару на Amazon.com, Ebay, Citibank, Walgreens и так далее. Они могут попробовать эту пару на тысяче разных сайтов.",
    "3594440415": "В конце концов, они начнут открывать двери.",
    "780280214": "Как hCaptcha и hCaptcha Enterprise снижают угрозу заполнения учетных данных",
    "4165374512": "Хотя можно использовать инструменты определения IP и местоположения для предотвращения заполнения учетных данных, более экономичный и точный метод - это просто прервать работу самого бота для автоматического заполнения учетных данных. hCaptcha и hCaptcha Enterprise могут поставить бота в тупик при входе. Даже если у бота есть правильные учетные данные, если он не может пройти проверку hCaptcha Enterprise или CAPTCHA hCaptcha, он не сможет выполнить свое наполнение, а ваш сайт и пользователи будут защищены.",
    "3269644546": "Пожалуйста",
    "1058572205": "нам, если вы хотите узнать больше о",
    "3753613260": "контакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Как сообщить о жалобах в соответствии с Законом США \"Об авторском праве в цифровую эпоху\"",
    "54093347": "Зарегистрированный агент DMCA",
    "3233441200": "Повторять политику нарушителя",
    "4011712313": "В рамках нашей Политики DMCA мы помещаем учетные записи клиентов, от которых мы получаем несколько уведомлений DMCA о предполагаемом нарушении, в многоэтапную Политику повторного нарушения DMCA. После получения повторных уведомлений DMCA в течение календарного месяца учетная запись клиента будет переходить от одного шага политики к следующему.",
    "766825168": "Действия, которые мы можем предпринять в соответствии с Политикой повторного нарушения Закона США \"Об авторском праве в цифровую эпоху\" (DMCA), включают отправку предупреждений о повышенной видимости зарегистрированному клиенту учетной записи. Чтобы подтвердить эти предупреждения, мы можем потребовать от клиента войти в учетную запись или позвонить в нашу службу поддержки. Мы также оставляем за собой право приостановить или прекратить, а также применить другие временные меры в отношении службы hCaptcha и IMI любого клиента, от которого мы продолжаем получать уведомления DMCA о предполагаемом нарушении даже после того, как мы повторно отправили уведомление о нарушении. Кроме того, мы можем прекратить по нашему собственному усмотрению другие услуги hCaptcha или IMI, предоставляемые этим клиентам, когда мы прекращаем обслуживание hCaptcha в соответствии с этой политикой.",
    "2410122265": "Ресурсы hCaptcha: Боты 101",
    "4166776480": "Credential Stuffing: что это такое и как остановить атаки",
    "2301335298": "Мошенничество с платежами: противодействие быстроразвивающемуся режиму киберпреступности",
    "3682071227": "Что такое захват аккаунтов и как они работают?",
    "2729131930": "Что такое очистка и как она работает?",
    "1344959096": "Работа в качестве индивидуального этикетировщика данных",
    "3510143229": "hCaptcha - это сервис для веб-сайтов и приложений,",
    "3930611699": "отдельные работники.",
    "1051214799": "hCaptcha - это служба веб-безопасности, которая пытается делиться ценностями с издателями веб-сайтов или приложений, которые ее используют.",
    "360236473": "Служба hCaptcha не предназначена для использования кем-либо в качестве индивидуального этикетировщика. Он не предназначен и не подходит для этой цели. Мы не рекомендуем никому пытаться использовать hCaptcha в качестве источника личного дохода.",
    "3842490632": "Отдельный пользователь, пытающийся ответить на многие вопросы, скорее всего, будет быстро заблокирован или ограничен в рейтинге. Не менее важно, как и наши",
    "1560232962": "покрывает подробно, не дается никаких гарантий относительно суммы, заработанной за любой данный ответ. В то время могут быть недоступны платные вопросы, ответ может быть отклонен по соображениям качества и т. Д.",
    "2694001822": "Однако время от времени мы нанимаем людей, которые помогают нам тестировать свойства системы и новые функции.",
    "1569804581": "Если вы хотите, чтобы с вами связались в будущем по поводу соответствующих возможностей, заполните эту форму.",
    "636461959": "Имя",
    "1139500589": "Страна",
    "1789607185": "Адрес электронной почты",
    "325077666": "Отправляя свою информацию, вы соглашаетесь с нашими",
    "3555583744": "а также",
    "3609929815": ". Мы сохраним ваше имя, страну и адрес электронной почты только для того, чтобы в будущем связаться с вами по поводу индивидуальных возможностей работы с маркировкой.",
    "4197928199": "Политика конфиденциальности",
    "851786723": "Введя свой адрес электронной почты, вы соглашаетесь с нашими Условиями и Политикой конфиденциальности, а также на получение от нас электронной почты.",
    "2402165761": "Как работает очистка?",
    "4260542944": "Очистка контента (также известная как «очистка экрана» или просто «очистка») - это знакомый, часто полезный процесс для сбора информации из Интернета. Однако в последние годы эта техника стала излюбленным инструментом хакеров и мошенников. Контрмеры могут эффективно снизить угрозу, но для их реализации важно понимать, как работает этот процесс.",
    "2066255783": "Что такое парсинг контента?",
    "1910628828": "Парсинг контента - это метод получения данных из системы, который включает в себя автоматизированный набор инструментов, имитирующий программный клиент или веб-браузер. Это не ново. Фактически, для инженеров-программистов, которым могут потребоваться данные со старого мэйнфрейма, парсинг может быть единственным способом извлечения информации. Оригинальные разъемы могут исчезнуть, и их невозможно будет заменить.",
    "3408107995": "Однако сегодня парсинг неизменно означает программный подход к извлечению данных с веб-сайта. Программа для парсинга действует как человек, нажимая кнопки и считывая результат. Есть много законных применений для соскабливания. Веб-сканеры, которые используются поисковыми системами, являются одним из примеров. То же самое и с такими инструментами, как Skyscanner, которые ищут туристические предложения, просматривая тысячи туристических веб-сайтов. Фирмы Fintech также используют его, собирая финансовые данные пользователей с банковских сайтов, если для подключения к данным нет доступных интерфейсов прикладного программирования (API). При очистке экрана нужно помнить о скорости и масштабируемости. Этот процесс может собирать огромные объемы данных с веб-сайтов, если сайты не настроены так, чтобы это не происходило. Со скоростью вычислений парсер может накапливать большие наборы данных, взаимодействуя с веб-сайтами, а также с базовым программным обеспечением и базами данных, которые их поддерживают.",
    "1920884252": "Почему парсинг контента представляет угрозу безопасности?",
    "2256795853": "Возможность быстрого извлечения большого объема данных с веб-сайтов делает парсинг мощным инструментом в руках злоумышленников. Бот-парсинг может собирать данные о пользователях с сайтов социальных сетей. Затем, просматривая сайты, содержащие адреса и другую личную информацию, и сопоставляя результаты, хакер может участвовать в преступлениях с использованием личных данных, таких как отправка поддельных заявок на кредитные карты.",
    "4087694419": "Хакер-скребок также может собирать данные с таких сайтов, как Amazon и eBay, чтобы создавать поддельные или вводящие в заблуждение списки продуктов. Затем он или она может предлагать их для продажи на одноранговых сервисах, таких как OfferUp, и проводить фишинговые атаки на покупателей. Или мошенник может продавать несуществующие товары. Дальнейшее мошенничество со сканированием экрана включает в себя подделку издателей рекламы. Соскребая контент с сайтов издателей, мошенник может создавать поддельные страницы издателей рекламы на различных сервисах. Затем они могут продавать рекламу на этих страницах авторизованным реселлерам, контакты которых они получили из файла ads.txt издателя. Рекламные места кажутся рекламодателю реальными, но это не так.",
    "3315658779": "Предотвращение извлечения контента с помощью hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise использует передовое машинное обучение для выявления вредоносного трафика на ваш сайт и в приложения, включая действия по парсингу.",
    "1422537019": "сегодня, чтобы узнать больше.",
    "1988268879": "Экономичная маркировка данных в любом масштабе",
    "2163914794": "Требуется больше меток для ваших наборов данных? hCaptcha обеспечивает быструю, экономичную и высококачественную маркировку данных для компаний, работающих над приложениями искусственного интеллекта и машинного обучения.",
    "3378932530": "Пометьте свои данные сейчас",
    "3483700676": "Мгновенно запускайте миллионы задач",
    "3478726913": "У hCaptcha есть один из самых больших пулов на планете, доступных для вашего использования. Независимо от вашего масштаба, мы справимся с этим без дорогостоящих авансовых обязательств. Миллионы задач в день - это не проблема.",
    "740501259": "Простые конвейеры на основе API",
    "2784612261": "Хотите интегрировать человеческий анализ непосредственно в свои бизнес-операции? Мы предлагаем SLA с высокой надежностью, гарантированную емкость и простые API REST.",
    "1144966033": "Оптимизирован по цене и качеству",
    "3213351333": "Никаких предварительных обязательств не требуется",
    "2107077506": "Платформа HUMAN использует комплексные модели достоверности для выполнения сложного анализа качества в реальном времени. Это позволяет нам быстро определять как сложность вопросов, так и их вероятный правильный ответ, экономя ваше время и деньги.",
    "3576146278": "Платите только за нужную вам точность",
    "2952586316": "Не все проблемы одинаковы. Аннотации для задач, критически важных для безопасности, могут потребовать 99,99% уверенности от полностью людей. Аннотации для одной бета-функции в мобильном игровом приложении могут требовать лишь умеренного доверия. Вам решать.",
    "710145621": "Предоставьте свои собственные достоверные данные или позвольте нам создавать их на лету",
    "987901590": "У вас есть необработанные данные без комплексного набора для проверки? В большинстве случаев мы можем создать его для вас по мере выполнения задач в системе или создать образцы с метками для вашего утверждения.",
    "2597352122": "Типы аннотаций",
    "1344687860": "Ограничивающие рамки",
    "1089415440": "Точное обнаружение объектов на изображениях и видео",
    "3817067682": "Полигоны",
    "2682873489": "Определить ограничивающую область для объектов",
    "1275150216": "Landmarks",
    "2067112112": "Аннотации точек для множества различных вариантов использования",
    "4228682126": "Категоризация атрибутов",
    "2920213479": "Сортируйте или добавляйте произвольные категории любого размера",
    "3288667364": "Сравнение и обнаружение",
    "155877895": "Обнаружение и классификация с помощью человека",
    "3128433367": "... и многое другое",
    "2827452240": "Нужен другой тип, не указанный здесь? Просто спросите нас.",
    "719304627": "Нужен сквозной контроль?",
    "1172067553": "Платформа HUMAN, лежащая в основе hCaptcha, обеспечивает высокотехнологичные функции качества работы и управления с помощью локальных, гибридных или SaaS-развертываний, которые интегрируются с вашими существующими системами.",
    "2319072959": "Работайте полностью автономно со своими сотрудниками, отслеживайте стоимость, потребляемую бизнес-подразделениями или партнерами по консорциуму, выборочно перенаправляйте задания различным внутренним или внешним поставщикам рабочей силы в зависимости от затрат и требований безопасности и т. Д.",
    "1936512180": "‍Простой доступ к API, красивые информационные панели и новейшая технология непрерывного моделирования для максимальной эффективности сотрудников.",
    "3913848038": "Доступны соглашения об уровне обслуживания 99,99% времени безотказной работы и круглосуточная глобальная поддержка.",
    "1080752747": "Связаться с отделом продаж",
    "1525403768": "Для получения дополнительной информации свяжитесь с отделом продаж предприятия.",
    "1546930020": "Получение меток данных",
    "2486638408": "Определить спецификации",
    "1027200955": "Поговорите с одним из наших экспертов в предметной области, чтобы определить потребности вашего проекта: точность цели, формат и любые особые требования.",
    "1156712451": "Начальный тест на работу",
    "181065232": "Мы выполняем небольшую производственную работу на основе ваших выборочных данных. Это проверка нашей совместной работы, чтобы убедиться, что вы получите именно то, что вам нужно.",
    "3207769512": "Развертывание производственных заданий",
    "1099238677": "Благодаря нашему высокому объему и низкой задержке мы быстро изменим вашу работу, с автоматической доставкой, как только она будет завершена.",
    "465783046": "Хотите попробовать свои данные?",
    "328625009": "... мы готовы, когда вы будете: наши услуги доступны круглосуточно.",
    "3225770968": "hCaptcha предназначен для решения самой трудоемкой задачи в машинном обучении; своевременная, доступная и надежная маркировка больших объемов данных.",
    "2041686284": "Чем больше данных, тем лучше результаты при обучении моделей машинного обучения. Недавний успех глубоких моделей привел к увеличению объемов данных, и hCaptcha удовлетворяет эту потребность. Однако создание больших наборов данных, проверенных людьми, с использованием традиционных методов - медленное и дорогое мероприятие.",
    "3729345277": "hCaptcha - это способ для компаний получать нужные им аннотации быстрее, с более высоким качеством и с меньшими затратами, чем другие альтернативы.",
    "2103563261": "Частная или общедоступная информация",
    "2513143348": "Система hCaptcha Enterprise уникальна по своей гибкости: ее можно частично или полностью развернуть на границе вашей сети, если вы управляете общедоступным облаком или владеете множеством центров обработки данных.",
    "3107683988": "Это может значительно сократить трафик и расходы вне сети, сохранив при этом все преимущества управления нашим круглосуточным дежурным персоналом, чтобы соответствовать самым строгим SLA.",
    "3660619092": "Зарегистрируйтесь бесплатно или обратитесь в отдел продаж корпоративных решений",
    "2351176803": "Условия лицензии для API hCaptcha JS",
    "2616226398": "В соответствии с нашими",
    "2024293275": ". Все остальные права защищены на данный момент.",
    "1062291156": "стандартные условия",
    "2712493234": "Мошенничество с платежами: противодействие быстроразвивающемуся режиму киберпреступности",
    "1817772953": "Мошенничество - не новая форма преступления. Действительно, археологи обнаружили устройства для защиты от мошенничества, разработанные древними шумерами для перевозки скота без потерь почти 10 000 лет назад! В их случае они кладут глиняные жетоны, каждый из которых представляет животное, в глиняный шар, известный как «булла». Булла путешествовал со стадом, переходя от продавца к покупателю. Даже тогда владельцы бизнеса были обеспокоены тем, что не все, с кем они имели дело, были на подъеме. За 10 000 лет многое изменилось, но необходимость инноваций в предотвращении мошенничества остается с нами. Сегодня проблема мошенничества с онлайн-платежами приобретает первостепенное значение. С появлением Интернета мошенники стали все более искусными в обходе средств борьбы с мошенничеством. Однако новые решения меняют ситуацию.",
    "1053787685": "Что такое мошенничество с платежами?",
    "433424759": "Платежное мошенничество включает любой вид незаконной транзакции, при которой киберпреступник лишает жертву чего-либо ценного, как правило, денег. Это может означать использование украденной кредитной карты для заказа товаров в Интернете или открытие банковского счета и незаконный перевод средств с него. Есть много вариантов, но все они имеют один и тот же результат: мошенник использует украденные идентификационные данные или платежную информацию для кражи у потребителя, банка или продавца.",
    "2939852138": "Как мошенники [пытаются] избежать мошенничества с платежами?",
    "1665616092": "Идея мошенничества с платежами проста, но в настоящее время оно может быть фантастически сложным.",
    "4246520782": "Фактически, в последние годы Интернет был свидетелем настоящей гонки вооружений между мошенниками и правозащитниками.",
    "2167049807": "Команды безопасности приняли множество контрмер и средств контроля, которые побеждают простые и ленивые подходы к мошенничеству с платежами. Однако атаки становятся все более изощренными. Например, теперь боты могут собирать украденные номера кредитных карт и PIN-коды с поддельных веб-сайтов и фишинговых атак.",
    "1936449777": "Затем в полностью автоматическом режиме они могут имитировать поведение человека на сайтах электронной коммерции, нажимая кнопки и добавляя товары в тележки для покупок - до такой степени, что многие, если не большинство средств защиты от мошенничества не могут определить, что бот пытается украсть товар. Скорее, это выглядит так, как будто пользователь-человек просто делает покупки. Бот может войти в реальную учетную запись клиента, используя украденные учетные данные. Еще больше скрывает мошенничество способность бота подделывать IP-адреса и создавать впечатление, будто «покупатель» отличается от злоумышленника, который может находиться в другой стране.",
    "648630222": "Предотвращение мошенничества с платежами с помощью hCaptcha Enterprise",
    "1621930829": "Что можно сделать с сегодняшним передовым, непрекращающимся мошенничеством с платежами? Обычно разумным подходом является использование нескольких уровней элементов управления. Однако лучшие контрмеры - это те, которые могут поймать бота и показать, что он фальшивый, несмотря на все усилия его создателей по воспроизведению человеческого поведения.",
    "2423586454": "Есть еще некоторые вещи, которые программное обеспечение сделать не может, независимо от того, насколько хорош искусственный интеллект. Современная технология CAPTCHA предлагает проверенный метод блокировки ботов, пытающихся увековечить мошенничество с платежами. В то время как старые подходы к CAPTCHA, такие как простые наклонные числа в поле, в настоящее время в основном недостаточны для смягчения последствий для продвинутых ботов, автоматическое устройство для тестирования, такое как hCaptcha Enterprise, может легко остановить бота-мошенника при входе в учетную запись или при оформлении покупки в корзине. Даже если у бота есть настоящие учетные данные, он не сможет пройти через CAPTCHA.",
    "1467308982": "График платежей",
    "1291824746": "Выплаты hCaptcha выполняются ежеквартально с 60-дневным трейлингом. Чтобы проиллюстрировать, что это означает, см. Таблицу ниже.",
    "3444947612": "Трафик между",
    "4181611011": "Дата сверки",
    "728503636": "Дата выплаты",
    "3720584906": "15 июля 2021 г. - 15 октября 2021 г.",
    "388240587": "5-15 января 2022 г.",
    "3426312287": "5-15 января 2022 г.",
    "615618648": "15 апреля 2021 - 15 июля 2021",
    "3376724603": "14-24 сентября 2021 г. †††",
    "3398978455": "15-25 сентября 2021 г. †††",
    "2722456056": "15 января 2021 - 15 апреля 2021",
    "4063155841": "Не позднее 25 июня 2021 г. ††",
    "4082053540": "19-25 июня 2021 г. ††",
    "64953197": "15 октября 2020 г. - 15 января 2021 г.",
    "1023070345": "Не позднее 14 марта 2021 г.",
    "2600696085": "15 марта 2021 г.",
    "3217791519": "15 июля 2020 г. - 15 октября 2020 г.",
    "649261378": "5-11 января 2021 г. *",
    "1559190296": "5-11 января 2021 г. †",
    "3806054689": "15 апреля 2020 г. - 15 июля 2020 г.",
    "4162383380": "16-22 сентября 2020 года *****",
    "1990824776": "16-24 сентября 2020 г. *****",
    "3856690908": "15 января 2020 г. - 15 апреля 2020 г.",
    "3200641265": "Не позднее 16 июня 2020 г. *",
    "3744079744": "15-19 июня 2020 г. ****",
    "2209837451": "15 октября 2019 г. - 15 января 2020 г.",
    "2510534204": "Не позднее 23 марта 2020 г. ***",
    "2910560864": "20-23 марта 2020 г. ***",
    "2544565802": "15 июля 2019 г. - 15 октября 2019 г.",
    "3963642878": "Не позднее 14 декабря 2019 г. *",
    "622103562": "17 декабря 2019 г. **",
    "4072202039": "15 апреля 2019 г. - 15 июля 2019 г.",
    "818049069": "Не позднее 15 июля 2019 г.",
    "1169005651": "15 сен 2019",
    "2303655425": "15 января 2019 - 15 апреля 2019",
    "3678889946": "Не позднее 15 июня 2019 г.",
    "3094354698": "15 июня 2019 г.",
    "4217013126": "Выплаты обычно выполняются в течение дня в Дату выплаты и, как правило, завершаются к полуночи по тихоокеанскому времени. Если учетная запись была помечена для проверки, на обработку платежа может потребоваться до пяти дополнительных рабочих дней.",
    "1447649958": "Напоминаем, что только точные данные о трафике имеют право на выплаты. Вы можете увидеть более подробную информацию об этом в нашем FAQ, ссылка на который находится ниже. Доступный баланс также должен соответствовать минимальному порогу, чтобы иметь право на выплату, в настоящее время 10 HMT.",
    "4257144752": "Оценки в реальном времени не отражают окончательную точность или человечность, и поэтому ваш окончательный доход может существенно отличаться в большую или меньшую сторону от цифр, показанных на панели управления до вашей первой сверки.",
    "2728931827": "После каждой сверки ваши оценки по ключам сайта будут обновляться, и точность будущих прогнозов должна повыситься, если ваш сайт не претерпит существенных изменений в поведении пользователей.",
    "1200905005": "††† С сентября 2021 года сверка и выплаты теперь выполняются в течение примерно 10 дней, а не одного дня, чтобы упростить операционные ограничения, связанные с ростом сервиса.",
    "4284094387": "† † Некоторые сверки и выплаты в июне 2021 года будут проводиться на следующей неделе из-за задержек с проверкой окончательных расчетов во время окна сверки.",
    "1977013707": "† Выплаты за декабрь 2020 года были перенесены с 15-го числа, чтобы избежать дублирования с выверкой данных в конце года и отпусками сотрудников: они будут завершены ко второй неделе января. Из-за того, что переводы в PayPal выполняются медленнее, чем обычно, выплаты будут выполняться в течение нескольких дней, а не за один день.",
    "517010299": "Обратите внимание: в настоящее время мы работаем над крупным внутренним переходом на сверку данных в режиме, близком к реальному времени. Периодические сверки будут выполняться реже, чем обычно, в течение первого квартала 2021 года. Это не влияет на графики или даты выплат.",
    "3092200338": "** Если 15-е число выпадает на выходные, Датой выплаты будет 17-е.",
    "3891941747": "*** КОНСУЛЬТАЦИЯ по COVID-19: из-за сокращения численности персонала, связанного с COVID-19, согласование было перенесено, чтобы дать дополнительное время для завершения нашей стандартной проверки. Ожидается, что выплаты начнутся в пятницу и завершатся в следующий понедельник.",
    "2301757528": "**** Из-за того, что PayPal обслуживает свои REST API в течение окна выплат, не все выплаты были завершены 15 июня. Все выплаты, запланированные на 15 июня (по тихоокеанскому времени), но не выполненные из-за ошибок API PayPal, были повторно выполнены к 19 июня (по тихоокеанскому времени).",
    "116842359": "***** Ожидается, что согласование будет выполнено в течение нескольких дней из-за технического обслуживания системы.",
    "4154415610": "***** Выплаты в сентябре 2020 года будут производиться пакетами по завершении сверки, при этом некоторые выплаты будут производиться на несколько дней позже, чем первоначально планировалось, из-за задержек сверки.",
    "2310694091": "Что означает примирение?",
    "164801246": "Сверка - это процесс, при котором трафик анализируется постфактум, чтобы проверить его человечность и точность, после того, как все данные со всех сайтов отчетности введены. Вы можете прочитать более подробную информацию в нашем",
    "3256245394": "а также наши сообщения в блоге, например",
    "3089778412": "Как hCaptcha рассчитывает вознаграждение",
    "3329755436": "Планируете ли вы ускорить этот процесс?",
    "1911669851": "Да, в настоящее время мы работаем над различными улучшениями наших бэкэнд-систем, которые, как мы ожидаем, в конечном итоге позволят нам предложить как более быструю выверку, более быструю точность оценки и более быстрые выплаты. В настоящее время мы работаем над ускорением согласования.",
    "2366003154": "Запросы прессы и СМИ",
    "3054564199": "Пресс-кит",
    "3173156067": "Некоторые готовые материалы доступны на тот случай, если вы захотите включить примеры изображений в свою статью.",
    "867314732": "Вы можете получить в высоком разрешении",
    "858218750": "и руководство по их использованию на",
    "3821716514": "страница.",
    "1186243118": "изображения логотипов",
    "3034959000": "Вы можете получить",
    "1764089150": "здесь:",
    "1558428432": ". Перечислите их на hCaptcha.com.",
    "2429359042": "примеры изображений интерфейса",
    "1480820434": "изображение 1",
    "3213411837": "изображение 2",
    "1270712701": "Пресс-релизы и последние отчеты",
    "231285005": "Вы можете найти последние обновления в нашем блоге",
    "1289884910": "Мы также публикуем эпизодические анализы и отчеты. Например:",
    "932546190": "Почему капчи всегда будут с нами",
    "2344319147": "Сколько на самом деле стоит обнаружение ботов Google?",
    "1637527266": "В каких странах больше всего бот-трафика?",
    "230159237": "Контакты",
    "3759923279": "Запросы для прессы направляйте по следующему адресу электронной почты:",
    "4255608322": "Последнее изменение: 12 апреля 2021 г.",
    "33639629": "Не применимо к сторонним веб-сайтам. Обратите внимание, что настоящая Политика конфиденциальности не применяется к каким-либо веб-сайтам, предложениям, продуктам или услугам третьих лиц, даже если они ссылаются на наш Сайт или включают Сервис - пожалуйста, ознакомьтесь с применимыми политиками конфиденциальности, прежде чем принимать решение о предоставлении какой-либо информации третьим лицам. стороны.",
    "987375734": "IMI находится в США. Сайты и Сервис контролируются и управляются нами из США. Ваша личная информация может храниться и обрабатываться в любой стране, где у нас есть объекты или в которой мы привлекаем поставщиков услуг, и, используя Сайты и Сервис, вы соглашаетесь на передачу информации в страны за пределами страны вашего проживания, включая Соединенные Штаты. , который может иметь правила защиты данных, отличные от правил вашей страны. При определенных обстоятельствах суды, правоохранительные органы, регулирующие органы или органы безопасности в других странах могут иметь право на доступ к вашей Личной информации.",
    "452920031": "Примечание для клиентов за пределами США.",
    "2328839224": ". Пожалуйста, ознакомьтесь с нашим разделом «Уведомление для жителей Калифорнии», касающимся ваших прав в соответствии с Законом Калифорнии о конфиденциальности потребителей («CCPA»).",
    "1565481281": "Заметка для жителей Калифорнии",
    "1028058338": "См. Раздел «Уведомление для субъектов данных ЕС», касающийся ваших прав в соответствии с Общим регламентом защиты данных («GDPR»).",
    "2271205646": "Примечание для жителей Европейской экономической зоны.",
    "508143070": "Обратите внимание, что IMI является контроллером вашей личной информации, за исключением случаев, когда мы обрабатываем личную информацию от имени наших Интеграторов в связи с предоставлением нашего Сервиса, и в этом случае мы являемся обработчиком личной информации, а эти Интеграторы - контроллерами Персональные данные.",
    "2330965058": "Если мы выступаем в качестве обработчика для наших Интеграторов, мы не используем собранные данные для каких-либо целей, кроме тех, которые разумно необходимы для предоставления нашего Сервиса, и наша обработка будет регулироваться контрактами, которые у нас есть с нашими Интеграторами, а не этим Политика конфиденциальности",
    "3017040355": "Обработка данных Субъекта данных ЕС осуществляется в соответствии с правовой базой Стандартных договорных условий (SCC), интегрированных в Дополнение по обработке данных к нашим Условиям обслуживания или Соглашениям об обработке данных с нашими Интеграторами.",
    "2233384692": "Если у вас есть какие-либо вопросы или опасения по поводу того, как обрабатываются такие данные или вы хотите воспользоваться своими правами, вам следует связаться с физическим или юридическим лицом (например, с контроллером данных), которое заключило с нами договор на использование Сервиса для обработки этих данных. Однако мы будем оказывать помощь нашим интеграторам в решении любых проблем, которые могут у вас возникнуть, в соответствии с условиями нашего с ними контракта.",
    "349292953": "Информация, которую мы собираем",
    "3022001832": "Мы собираем информацию от лиц, которые взаимодействуют с нашими Сайтами и Услугами, в том числе от тех, кто включает нашу Услугу на свои веб-сайты («Интеграторы»), от тех, кто использует услуги для маркировки данных («Клиенты»), и от конечных пользователей, которые взаимодействуют с нашими Обслуживание через веб-сайты наших Интеграторов («Конечные пользователи»).",
    "835545301": "Мы собираем следующие категории информации:",
    "3228928991": "Информация, которая может быть использована для идентификации или связи с физическим лицом («Личная информация»), такая как имя, адрес электронной почты и страна. Мы собираем Личную информацию от наших текущих и потенциальных Интеграторов и Клиентов, когда они передают ее нам напрямую (например, заполняя форму при регистрации учетной записи или подавая заявку на получение уведомлений по электронной почте от нас). Мы также можем проверять личность наших интеграторов и клиентов, сравнивая личную информацию со сторонними базами данных или официальными юридическими документами.",
    "1655796811": "Информация, собираемая автоматически в результате использования Интегратором или Заказчиком Сайтов или Услуг («Аналитическая информация»), такая как IP-адреса, тип браузера, интернет-провайдер, тип платформы, тип устройства, операционная система, дата и время. доступа и другую подобную информацию. Некоторая аналитическая информация собирается от нашего имени третьими сторонами, которых мы привлекаем для этой цели, а некоторая аналитическая информация собирается с помощью различных технологий отслеживания, включая файлы cookie (см. «Сторонние аналитические и отслеживающие технологии» ниже).",
    "1388241689": "Информация, собранная в результате ответов конечных пользователей на запросы через Службу («Помеченные данные»), такая как данные маркировки изображений, текст, преобразованный из аудиофайлов, воспроизводимых для этих конечных пользователей, ответы на вопросы и другие запросы, генерируемые Службой для маркировки данных для использования в приложениях машинного обучения. Обратите внимание, что помеченные данные не привязаны к какому-либо идентифицированному человеку.",
    "1493790285": "Другая информация, полученная от Конечных пользователей в рамках Сервиса, необходима для определения того,",
    "2216374138": "являются человеческими, такими как движения мыши, положение прокрутки, события нажатия клавиш, события касания и информация гироскопа / акселерометра, если применимо.",
    "2394073454": "Мы можем собирать дополнительную информацию от Конечных пользователей, которые хотят работать с нами в качестве Индивидуальных этикетировщиков данных.",
    "3103557430": "Как мы используем информацию",
    "1130802068": "Мы используем информацию, которую собираем, для следующих целей:",
    "2940689138": "Для администрирования учетных записей Интегратора и Заказчика и предоставления Услуги. Мы используем Личную информацию, чтобы связать определенные учетные записи с Интеграторами и Заказчиками и предоставить им Услугу, ответить на запросы или запросы, предоставить поддержку или техническую помощь, а также облегчить платежи.",
    "857974529": "Для улучшения Сайта и Сервиса. Мы используем аналитическую информацию для улучшения наших существующих и разработки новых услуг и предложений, а также для настройки существующих и будущих предложений продуктов.",
    "1820844638": "Чтобы получить представление о рынке. Мы используем аналитическую информацию для анализа рынка и проведения бизнес-анализов, связанных с Сайтом и нашими Услугами, а также для других исследовательских целей.",
    "3386280249": "Обеспечить рынок для маркированных данных. Наша услуга обеспечивает маркировку больших объемов данных и проверку человеком систем машинного обучения в качестве услуги для владельцев веб-сайтов и компаний, которым требуется помощь в маркировке своих данных. С этой целью мы раскрываем помеченные данные нашим клиентам, заинтересованным в получении помеченных данных.",
    "3532143291": "Для защиты наших услуг и систем. Мы используем аналитическую информацию для защиты наших систем путем выявления потенциальных угроз и уязвимостей, а также для иной защиты информации, которую мы собираем.",
    "2185418511": "Для любых законных деловых целей при условии, что информация деидентифицирована или агрегирована таким образом, что ее нельзя разумно привязать к отдельному лицу.",
    "2386465280": "Как мы делимся информацией",
    "2159517814": "Мы передаем или раскрываем личную информацию в следующих случаях:",
    "4256083674": "По прямому запросу от интегратора для определения риска мошенничества, связанного с конкретным запросом проверки CAPTCHA или IP-адресом, или иным образом, когда было дано конкретное согласие.",
    "3494826505": "Вместе с поставщиками мы обязуемся предоставлять важные аспекты Сайтов и Сервиса, такие как хранение данных, хостинг и аналитика, и только для этих целей.",
    "1119009846": "По мере необходимости для соблюдения применимого законодательства, включая правительственные запросы, запросы правоохранительных органов и иным образом для государственных и частных лиц, чтобы защитить права, конфиденциальность, безопасность или собственность вас, нас или других лиц.",
    "197676026": "Совместно с другими лицами для любых законных деловых целей при условии, что информация не идентифицируется.",
    "2359312315": "или агрегированы таким образом, что их нельзя разумно привязать к отдельному лицу.",
    "2497216176": "Сторонние технологии аналитики и отслеживания",
    "3694578791": "Как обсуждалось выше, мы (и наши сторонние поставщики) собираем Аналитическую информацию частично с помощью файлов cookie, веб-маяков и других технологий отслеживания. В некоторых случаях мы работаем со сторонними поставщиками, чтобы использовать файлы cookie для сбора аналитической информации.",
    "2014256987": "Если вы предпочитаете не блокировать использование файлов cookie или других технологий отслеживания, см. Раздел «Управление вашей информацией» ниже. Обратите внимание, что это может отрицательно сказаться на вашем опыте использования Сайтов или Сервиса, поскольку некоторые функции могут работать некорректно.",
    "2788024905": "Как мы защищаем информацию",
    "3031284129": "Отказ от гарантийных обязательств",
    "26365791": "В максимальной степени, разрешенной законом, Сайт и Служба (и любые другие связанные службы, информация, данные, функции и другой контент или материалы) предоставляются на условиях «как есть» и «как доступно». В максимальной степени, разрешенной законом, IMI исключает все гарантии, включая, помимо прочего, подразумеваемые гарантии товарной пригодности, пригодности для определенной цели и ненарушения прав.",
    "735630686": "Управление вашей информацией (ваши права)",
    "2895491273": "Если вы предпочитаете блокировать файлы cookie или другие технологии отслеживания, в большинстве браузеров и мобильных устройств все вы должны изменить свои настройки, чтобы уведомлять вас, когда вы получаете файлы cookie или используются другие технологии отслеживания, и выбирать, принимать или разрешать Это. Большинство браузеров также позволяют отключать или удалять существующие файлы cookie или автоматически отклонять будущие файлы cookie. Вы также можете использовать сторонние инструменты, включая плагины браузера, для управления настройками файлов cookie. Однако обратите внимание, что если вы отключите все файлы cookie, некоторые части наших Сайтов могут работать некорректно.",
    "707527778": "Информация от детей",
    "2419795065": "Уведомление для жителей Калифорнии",
    "1517625162": "В соответствии с разделом 1789.3 Гражданского кодекса Калифорнии пользователи Калифорнии имеют право на следующее уведомление о правах потребителей: жители Калифорнии могут связаться с отделом помощи при рассмотрении жалоб Отдела потребительских услуг Департамента по делам потребителей Калифорнии по почте по адресу 1625 North Market Blvd., Sacramento, CA 95834 или по телефону (916) 445-1254 или (800) 952-5210.",
    "3730344349": "В этом разделе представлены дополнительные сведения о личной информации, которую мы собираем о потребителях в Калифорнии, и о правах, предоставляемых им в соответствии с Законом о конфиденциальности потребителей Калифорнии или «CCPA».",
    "4044467791": "Категории личной информации, которую мы получили от вас за предыдущие 12 месяцев, см. В разделе «Информация, которую мы собираем» выше. Мы собираем эту информацию для деловых и коммерческих целей, описанных в разделе «Как мы используем личную информацию» выше. За последние 12 месяцев мы предоставили третьим сторонам информацию следующих категорий в коммерческих целях:",
    "4208081170": "Категория личной информации",
    "1528242915": "Идентификаторы.",
    "3863351997": "Категории личной информации, перечисленные в Законе Калифорнии о клиентах (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Коммерческая информация.",
    "2683038211": "Интернет или другая электронная сетевая деятельность.",
    "3671828834": "Примеры передаваемой личной информации",
    "779426309": "Настоящее имя, уникальный личный идентификатор, сетевой идентификатор, адрес интернет-протокола, адрес электронной почты, имя учетной записи или другие подобные идентификаторы.",
    "2414368123": "Имя, номер кредитной карты, номер дебетовой карты или любая другая финансовая информация.",
    "4088941349": "Записи о приобретенных, полученных или рассмотренных продуктах или услугах.",
    "3238612014": "История просмотров, информация о взаимодействии потребителя с веб-сайтом, приложением или рекламой.",
    "1023108656": "Категории сторонних получателей",
    "1418235079": "Поставщики услуг",
    "3238184941": "Примечание. Риск мошенничества, связанный с отдельным IP-адресом, может быть передан интегратору по запросу.",
    "285116485": "Компания не «продает» (как этот термин определен в CCPA) личную информацию, которую мы собираем. Пожалуйста, обратитесь к разделу «Сторонние технологии анализа и отслеживания» выше для получения дополнительной информации о типах сторонних файлов cookie, если таковые имеются, которые мы используем.",
    "1408750006": "С учетом определенных ограничений, CCPA предоставляет потребителям из Калифорнии право запрашивать дополнительную информацию о категориях или конкретных частях личной информации, которую мы собираем (в том числе о том, как мы используем и раскрываем эту информацию), удалять свою личную информацию, отказаться от любые «продажи», которые могут иметь место, а также право не подвергаться дискриминации за осуществление этих прав.",
    "759057398": "Уведомление для субъектов данных ЕС",
    "825780955": "Персональные данные",
    "2945960297": "Что касается субъектов данных ЕС, термин «личная информация», используемый в настоящей Политике конфиденциальности, эквивалентен «личным данным», как это определено в Общем регламенте ЕС по защите данных (GDPR).",
    "1126613163": "Конфиденциальные данные",
    "3571006800": "Некоторая информация, которую вы нам предоставляете, может представлять собой конфиденциальные данные, как определено в GDPR (также называемые особыми категориями личных данных), включая идентификацию вашей расы или этнического происхождения в государственных документах, удостоверяющих личность.",
    "1988461282": "Правовые основы обработки",
    "3519564631": "Цели обработки",
    "1778642038": "Чтобы общаться с вами",
    "2223819810": "Оптимизировать нашу платформу",
    "1678661231": "Для соблюдения нормативных требований, предотвращения мошенничества и безопасности",
    "2561077702": "Для предоставления наших услуг",
    "2066321185": "Законное основание",
    "1174237568": "Эти действия по обработке составляют наши законные интересы. Мы пытаемся рассмотреть и сбалансировать любое потенциальное воздействие на вас (как положительное, так и отрицательное) и ваши права, прежде чем обрабатывать вашу личную информацию в наших законных интересах. Мы не используем вашу личную информацию для действий, когда наши интересы перекрываются каким-либо неблагоприятным воздействием на вас (если у нас нет вашего согласия или иное не требуется или разрешено законом).",
    "1350478093": "Цель обработки",
    "787916198": "С вашего согласия",
    "3348433919": "Ваши права",
    "3842673636": "Согласно GDPR, у вас есть определенные права в отношении вашей личной информации. Вы можете попросить нас предпринять следующие действия в отношении вашей личной информации, которую мы храним:",
    "4057343238": "Отказаться",
    "1834911235": "Прекратите отправлять вам прямые маркетинговые сообщения, на получение которых вы ранее соглашались. Мы можем продолжать отправлять вам сообщения, связанные с Услугами, и другие немаркетинговые сообщения.",
    "3022301908": "Доступ",
    "680638297": "Предоставить вам информацию о нашей обработке вашей личной информации и предоставить вам доступ к вашей личной информации.",
    "1409486258": "Верный",
    "3878077249": "Обновите или исправьте неточности в вашей личной информации.",
    "3645414921": "Удалить",
    "42182578": "Удалите вашу личную информацию.",
    "1609621367": "Передача",
    "3208155808": "Передайте машиночитаемую копию вашей личной информации вам или третьему лицу по вашему выбору.",
    "1786796818": "Ограничивать",
    "3329634829": "Ограничьте обработку вашей личной информации.",
    "4202774977": "Объект",
    "3007158970": "Возражать против того, что мы полагаемся на наши законные интересы как на основу обработки вашей личной информации, которая влияет на ваши права.",
    "1273071008": "Запросы прав доступа субъекта данных",
    "3594381346": "место нахождения.",
    "21141582": "это",
    "3357523404": "Трансграничная передача данных",
    "290966395": "Как описано в разделе «Примечание для клиентов за пределами США», имейте в виду, что ваши личные данные будут передаваться, обрабатываться и храниться в США. Законы о защите данных в США могут отличаться от законов страны вашего проживания. Вы соглашаетесь на передачу вашей информации, включая личную информацию, в США, как указано в настоящей Политике конфиденциальности, посещая наши Сайты или используя наш Сервис.",
    "3178581111": "Использование для новых целей",
    "1088304322": "Мы можем использовать вашу личную информацию по причинам, не описанным в настоящей Политике конфиденциальности, если это разрешено законом и если причина совместима с целью, для которой мы ее собрали. Если нам необходимо использовать вашу личную информацию для несвязанных целей, мы можем уведомить вас и объяснить применимое правовое основание для такого использования. Если мы полагались на ваше согласие на конкретное использование вашей личной информации, мы можем запросить ваше согласие для любой несвязанной цели и позволить вам прекратить использование службы в это время, если вы возражаете.",
    "2260079771": "Хранение данных",
    "38428546": "Мы надежно храним ваши Персональные данные в течение всего срока действия вашей учетной записи у нас. Мы будем хранить ваши Персональные данные только до тех пор, пока это необходимо для достижения целей, для которых мы их собрали, в том числе для целей выполнения любых юридических, бухгалтерских или отчетных обязательств или для разрешения споров. Критерии, которые мы используем для определения сроков хранения, включают действующие применимые договорные положения, установленные законом сроки исковой давности, применимые нормативные требования и отраслевые стандарты.",
    "384965568": "Хотя требования к хранению различаются в зависимости от юрисдикции, ниже представлена информация о наших типичных сроках хранения для различных аспектов ваших личных данных.",
    "2788836740": "Контактная информация для маркетинговых целей сохраняется до тех пор, пока вы не откажетесь от подписки. После этого мы будем добавлять ваши данные в наш список подавления на неопределенный срок. Информация по электронной почте, полученная от пользователей специальных возможностей, никогда не будет использоваться в маркетинговых целях.",
    "3520687192": "Записи об общении с вами (например, билеты в службу поддержки, открытые по электронной почте или в Twitter) могут храниться бессрочно.",
    "292211832": "Информация, собранная с помощью технических средств, таких как файлы cookie, счетчики веб-страниц и другие инструменты аналитики, удаляется в кратчайшие сроки, но может храниться в течение ограниченного периода до одного года с момента истечения срока действия файла cookie, как правило, в обезличенной и агрегированной форме. если мы не обнаружим потенциальное злоупотребление нашим сервисом, и в этом случае мы сохраним эту информацию, чтобы помочь нам предотвратить злоупотребления в будущем. Мы не можем связать эту анонимную и агрегированную информацию с вами, вашим домохозяйством, IP-адресом или любой личной информацией на основе хранимой информации.",
    "3192683783": "Изменения в настоящей Политике конфиденциальности",
    "1702335960": "Любая информация, которую мы собираем, регулируется Политикой конфиденциальности, действующей на момент сбора такой информации. Однако мы можем время от времени пересматривать Политику конфиденциальности. Если исправление является существенным, по нашему усмотрению, мы уведомим вас, например, по электронной почте. Текущая версия всегда будет публиковаться на нашей странице Политики конфиденциальности.",
    "3669258571": "Политика использования файлов cookie",
    "2905621957": "Последнее изменение: 18 июля 2020 г.",
    "1173934218": "Мы понимаем, что ваша конфиденциальность важна для вас, и стремимся к прозрачности в отношении используемых нами технологий. Эта политика предоставляет подробную информацию о том, как и когда мы используем файлы cookie на наших сайтах и в Сервисе.",
    "2694150481": "Мы используем файлы cookie?",
    "457627611": "да. Мы и наши аналитики или поставщики услуг, маркетинговые партнеры и аффилированные лица можем использовать файлы cookie, веб-маяки или пиксели и другие технологии, чтобы каждый, кто использует Сайты, имел наилучшие возможности. Дополнительные сведения см. В разделе «Сторонние технологии анализа и отслеживания» нашей Политики конфиденциальности.",
    "501102544": ": мы считаем, что служба защиты от ботов hCaptcha (то есть Служба, встроенная в веб-сайты, игры или мобильные приложения) включает только так называемые cookie-файлы, не требующие согласия, в соответствии с правилами GDPR. Примеры таких исключенных файлов cookie включают:",
    "461631543": "Примечание к GDPR",
    "2150907653": "* Технические файлы cookie, строго необходимые для предоставления услуги. К ним относятся файлы cookie предпочтений, файлы cookie сеанса, файлы cookie балансировки нагрузки и т. Д.",
    "1012122721": "* Статистические файлы cookie, управляемые непосредственно нами (т.е. основные, а не сторонние файлы cookie), данные которых не используются для профилирования.",
    "3255230599": "Что такое cookie?",
    "2954157511": "Почему мы используем файлы cookie?",
    "1539071196": "Обычно мы используем файлы cookie для следующих целей:",
    "3545935449": "Чтобы распознать новых или прошлых пользователей.",
    "32739972": "Для хранения информации о вашем сеансе входа в систему, если вы зарегистрированы на наших Сайтах.",
    "4209078147": "Для улучшения нашего Сайта и лучшего понимания ваших посещений наших платформ и Сайта.",
    "1077448694": "Для интеграции со сторонними веб-сайтами социальных сетей.",
    "1709478090": "Чтобы предоставить вам рекламу на основе интересов или таргетированную рекламу.",
    "3256020881": "Чтобы наблюдать за вашим поведением и действиями в Интернете с течением времени на нескольких веб-сайтах или других платформах.",
    "1092241113": "Чтобы лучше понять интересы наших клиентов и интеграторов.",
    "1434289796": "Некоторые файлы cookie необходимы для определенных видов использования Сайтов, и без таких файлов cookie мы не смогли бы предоставлять многие услуги, необходимые для правильного использования Сайтов. Эти файлы cookie, например, позволяют нам управлять нашими Сайтами, чтобы вы могли получить к ним доступ по вашему запросу и позволить нам узнать, что вы создали учетную запись и вошли в эту учетную запись для доступа к контенту Сайта. Они также включают файлы cookie, которые позволяют нам запоминать ваши предыдущие действия в рамках одного сеанса просмотра и защищать наши Сайты.",
    "1533171442": "Мы также используем функциональные файлы cookie и файлы cookie третьих лиц для анализа и маркетинговых целей. Функциональные файлы cookie позволяют определенным частям Сайтов работать должным образом, а ваши пользовательские предпочтения остаются известными. Файлы cookie для анализа, помимо прочего, собирают информацию о том, как клиенты, интеграторы и конечные пользователи используют наши сайты, о контенте и продуктах, которые пользователи просматривают наиболее часто, а также об эффективности нашей сторонней рекламы. Рекламные файлы cookie помогают показывать рекламу релевантным аудиториям и размещать нашу рекламу в верхней части результатов поиска. Файлы cookie представляют собой либо «сеансовые» файлы cookie, которые удаляются при завершении сеанса браузера, либо «постоянные», которые остаются до их удаления вами (обсуждается ниже) или стороной, обслуживающей файл cookie. Полная информация обо всех файлах cookie, используемых на сайтах, доступна в нашей таблице раскрытия файлов cookie ниже.",
    "322830977": "Как отключить файлы cookie.",
    "262509504": "Мы можем связывать информацию, собранную с помощью файлов cookie, с другой информацией, которую мы собираем от вас в соответствии с настоящей Политикой конфиденциальности, и использовать объединенную информацию, как указано в настоящем документе. Точно так же третьи стороны, которые обслуживают файлы cookie на наших Сайтах, могут связывать ваше имя или адрес электронной почты с другой собираемой ими информацией, которая может включать в себя прошлые покупки, сделанные в автономном или онлайн-режиме, или информацию об использовании вами в Интернете.",
    "2935155034": "Если вы находитесь в Европейской экономической зоне, у вас есть определенные права, которые описаны выше в заголовке «Уведомление для субъектов данных ЕС», включая право проверять и исправлять или удалять имеющиеся у нас данные о вас.",
    "1873812847": "Раскрытие файлов cookie",
    "3319083717": "Имя:",
    "3183855267": "1. hmt_id",
    "907324388": "Функция",
    "2896187462": "1. Используется для строго необходимой анонимной статистики, связанной с услугами, и для других технических целей, таких как помощь в поддержке специальных возможностей.",
    "987267027": "Вечеринка",
    "3453526675": "1. Первая сторона",
    "1952810469": "Тип",
    "1795436560": "1. Сессия",
    "102695075": "Продолжительность",
    "3356329025": "1. 30 дней",
    "3744153629": "Имена:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сессия",
    "3186435874": "идентификатор сессии",
    "1241291641": "См. Подробности.",
    "1834801943": "2. Первая сторона",
    "2114694926": "2. Сессия",
    "938404336": "2. Варьируется; до 30 дней.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. Первая сторона",
    "1483015662": "3. Сессия",
    "3458934553": "3. Варьируется; до 30 дней.",
    "134571844": "Impressum (уведомление на сайте)",
    "110836420": "Последнее изменение: 23 декабря 2020 г.",
    "2901894297": "hCaptcha - это служба компании Intuition Machines, Inc. («IMI»), американской корпорации в штате Делавэр (# 6393793).",
    "2928362319": "Запросы по почте можно отправлять по адресу: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Регулирующий орган: Федеральная комиссия по связи США, 45 L Street NE, Вашингтон, округ Колумбия 20554 США.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Нет гарантий относительно содержания",
    "707541553": "Вся информация, содержащаяся на наших интернет-страницах, была подтверждена IMI или третьей стороной. Однако ни IMI, ни третьи стороны не несут ответственности за актуальность, точность или полноту информации. Это также относится к другим веб-сайтам, на которые можно перейти по гиперссылкам на наших страницах. IMI не несет ответственности за содержание этих внешних веб-сайтов.",
    "2650241052": "Никаких советов",
    "204716894": "Содержание и дизайн наших веб-страниц защищены законом об авторском праве. Дублирование страниц и их содержимого способом, выходящим за рамки разумного добросовестного использования, требует предварительного письменного согласия IMI, если нет других юридических положений, предусмотренных для копирования на странице.",
    "3182435854": "авторское право",
    "3236873806": "IMI несет ответственность за этот сайт.",
    "1338341134": "hCaptcha + Privacy Pass (бета)",
    "88879089": "Privacy Pass - это",
    "1898063898": "для сохранения конфиденциальности пользователей, которую мы разрабатываем совместно с",
    "1942186611": "и другие.",
    "3673079511": "новый стандарт",
    "2164933356": "Cloudflare",
    "3119589996": "Как это работает: расширение для браузера предоставляет пользователям возможность создавать и подписывать криптографически слепые токены для веб-сайтов, поддерживающих протокол Privacy Pass. Расширение генерирует проходы, содержащие криптографически слепые токены, которые подписываются hCaptcha, когда проблема решается на любом сайте с помощью службы hCaptcha,",
    "1254771154": "проблемы, показанные на других сервисах, поддерживающих Privacy Pass, которые также включают hCaptcha, например Cloudflare.",
    "996362763": "Эти токены не закрываются и сохраняются расширением для использования в будущем. Когда пользователь посещает сайт, использующий hCaptcha, и ему необходимо пройти проверку (невидимая или с помощью кнопки «Я человек»), они автоматически активируются. Процедура ослепления означает, что подписанные и погашенные токены криптографически не могут быть связаны с точки зрения hCaptcha, и, таким образом, конфиденциальность пользователя сохраняется.",
    "2943346052": "По мере продолжения процесса стандартизации IETF, мы ожидаем, что основные браузеры изначально примут некоторую форму Privacy Pass. В конечном итоге это сделает расширение ненужным. Однако пока что следуйте приведенным ниже инструкциям.",
    "2326660907": "Кроме",
    "741483946": "* Другими словами: вы можете получить токены hCaptcha Privacy Pass на hCaptcha.com и использовать их на других сайтах напрямую, используя hCaptcha.com. Вы не можете получить или погасить токены hCaptcha Privacy Pass для обхода службы hCaptcha, используемой Cloudflare, поскольку Cloudflare выдает и выкупает свои собственные токены Privacy Pass.",
    "1362015807": "Начиная",
    "1358325821": "Сначала установите расширение для",
    "310885519": "или",
    "4091044469": ". Убедитесь, что вы включили расширение в режиме инкогнито. Затем посетите любой веб-сайт, использующий hCaptcha, и решите капчу. Начиная с версии 2.0.3, вы можете использовать эти токены на веб-сайтах, используя hCaptcha.",
    "3904679538": "Хром",
    "3700767772": "После установки расширения щелкните здесь (или на любом веб-сайте, использующем hCaptcha), чтобы получить пропуск:",
    "166277959": "Обратите внимание: эта функция в настоящее время находится в стадии бета-тестирования и может работать не для всех веб-сайтов и пользователей постоянно. В случае, если он не включен или не работает для конкретного пользователя, поведение просто вернется к стандартному опыту hCaptcha без потери функциональности.",
    "3031357206": "Рядом с адресной строкой появится новый значок. Теперь посетите веб-сайт, использующий hCaptcha. Это будет выглядеть так:",
    "1066753052": "Это означает, что кошелек пуст, и вы находитесь на сайте, который включает проверку hCaptcha. Выполнив задание, вы заработаете токены, которые можно обменять на любой другой веб-сайт с hCaptcha.",
    "651123197": "После выполнения задания на значке будет отображаться текущая сумма в вашем кошельке.",
    "554844646": "Вы можете убедиться, что расширение работает, увидев, что счетчик уменьшается на 1 каждый раз, когда вы нажимаете",
    "4087729475": "проблема после вашего первоначального решения.",
    "647630208": "Вот и все! Ваш просмотр в Интернете стал более приватным.",
    "3272552822": "Разработчики и криптографы:",
    "4059570880": "Если вы хотите отслеживать усилия по стандартизации, усилия в настоящее время ведутся на",
    "1904390996": "стандартизировать",
    "252720667": "лежащая в основе криптографической безопасности Privacy Pass. Сам протокол проходит через",
    "3972554015": "процесс тоже. И расширение для браузера, конечно же,",
    "3723626769": "за ваш вклад и обзор.",
    "3882147547": "Забывчивые псевдослучайные функции",
    "565624910": "проект",
    "3421090159": "Открытый исходный код",
    "3098677775": "В: Является ли мой IP-адрес и история просмотров полностью конфиденциальными для hCaptcha при использовании Privacy Pass?",
    "4019638786": "О: Пользователи Privacy Pass, использующие hCaptcha, никогда не будут открывать свой IP-адрес для hCaptcha, если только кошелек токенов их браузера не пуст или его не отправит сайт. hCaptcha не имеет возможности связать пользователя с погашением токена и никогда не взаимодействует напрямую с пользователем во время погашения, если его кошелек для токенов не пуст.",
    "3887113660": "В: Как Privacy Pass влияет на доход от hCaptcha?",
    "1116455671": "О: Вы получите вознаграждение за первоначальное решение, если пользователь выполнит его на вашем сайте. Погашения следуют тому же шаблону ответа, как если бы пользователь автоматически перешел на ваш сайт из-за высокого доверия клиента: никакого заработка не происходит, и вызов siteverify с вашего сервера получает в результатах прохождения пометку \"кредит: Ложь\".",
    "779817954": "В: Если у меня есть пропуски Privacy Pass, выданные другим провайдером, могу ли я обменять их на hCaptcha?",
    "3014149332": "О: Нет, пропуски несовместимы: они должны выдаваться и использоваться одним и тем же органом, в данном случае hCaptcha. Обратите внимание, что если у вас есть проходы как от Cloudflare, так и от hCaptcha в вашем расширении, доступное число изменится на правильное количество в зависимости от требований страницы, которую вы посещаете. Другими словами, если у вас есть 100 проходов Cloudflare в вашем кошельке и 10 проходов hCaptcha, вы должны увидеть 10 на значке расширения на страницах со встроенным hCaptcha.",
    "3679148535": "В: Над какими еще приложениями Privacy Pass вы работаете?",
    "1606783855": "О: Нас очень интересует вариант использования Privacy Pass для специальных возможностей («a11y»). Ранее популярные варианты, такие как аудиозаписи, дискриминируют многих простых пользователей. Мы считаем, что объединение нашего текущего надежного подхода с выпуском Privacy Pass позволит пользователям безопасно просматривать веб-страницы, зная, что их трафик является более конфиденциальным, а также ограничит злоупотребления со стороны операторов ботов, которые неизбежно происходят, когда доступны все варианты.",
    "2359150347": "В: Поддерживают ли другие службы безопасности в Интернете Privacy Pass?",
    "2082237880": "О: hCaptcha - это первая служба такого рода, которая поддерживает Privacy Pass, и в настоящее время она единственная. Тем не менее, мы ожидаем, что другие службы признают преимущества повышения конфиденциальности пользователей в сети, и ожидаем, что в будущем будет больше реализовывать их, поскольку стандарты IETF, которые мы помогаем разрабатывать, будут официально приняты.",
    "2109792055": "Руководство пользователя: отладка проблем с выдачей и проверкой конфиденциального пропуска",
    "3588620914": "Privacy Pass - это новое изобретение по стандартам Интернета, и другие приложения и расширения браузера, которые не знают о нем, могут вмешиваться в его работу.",
    "4039193170": "Если у вас возникли проблемы с получением или обменом токенов:",
    "2378786360": "1. Попробуйте один из других поддерживаемых браузеров: если вы работаете в Chrome, попробуйте использовать Firefox, не импортируя свои настройки из Chrome, и установите там плагин. Если это сработает, возможно, у вас проблема с конфигурацией браузера.",
    "394235836": "3. Если ни одно из приведенных выше предложений не сработает, отправьте нам электронное письмо в службу поддержки, и мы будем рады помочь разобраться в том, что происходит.",
    "3470857731": "Анализ того, насколько хорошо reCAPTCHA обнаруживает ботов.",
    "3240786848": "Последнее изменение: 18 февраля 2021 г.",
    "2547140673": "Более десяти лет сервис Google reCAPTCHA предлагает владельцам веб-сайтов обмен: позвольте Google отслеживать ваших пользователей и задавать им вопросы, а взамен они обещают остановить ботов и спам.",
    "2133754014": "Более 4,5 миллионов веб-сайтов используют reCAPTCHA [",
    "3152512587": "и система ежедневно собирает сотни миллионов решений. [",
    "2296918009": "Это соответствует ежедневному труду более 100 человеко-лет [",
    "3900538778": "Помеченные данные - это двигатель машинного обучения. Ответы reCAPTCHA используются для улучшения сервисов машинного обучения и искусственного интеллекта Google с 2009 года. Многие люди, использующие reCAPTCHA, не осознают, что их труд используется.",
    "1160252730": "Google теперь взимает высокие цены за reCAPTCHA Enterprise, что заставляет многие компании пересматривать эту сделку.",
    "1131196501": "Крупные компании, такие как",
    "204889717": "перешли на hCaptcha",
    "639413188": "в ответ.",
    "3280658086": "корпоративные решения",
    "3842815245": "Это честная торговля?",
    "714342693": "Команда hCaptcha собирает данные о ценах на службы взлома капчи в «темной сети» с 2016 года. Мы заметили интересную тенденцию:",
    "468929661": "Средняя стоимость взлома reCAPTCHA невероятно низка (менее 1 доллара на 1000 решений) и существенно не увеличилась с момента начала нашего мониторинга в 2016 году. Это относится как к reCAPTCHA v2, так и к v3. [",
    "2862164005": "Данные о ценах позволяют нам указать точную долларовую стоимость безопасности, предлагаемой reCAPTCHA: 0,001 доллара США или меньше за ответ.",
    "102498091": "Google взимает 1 доллар за 1000 запросов для reCAPTCHA Enterprise, что означает, что теперь они взимают больше за запрос, чем это стоит для нарушения безопасности своей службы. Это кажется плохой сделкой.",
    "130239139": "Какова ценность 100+ человеко-лет труда, ежедневно собираемого Google?",
    "1421074182": "Существенно выше.",
    "1953519598": "Стоимость маркировки одного изображения колеблется от 0,03 доллара США до 1 доллара США и более. По любым самым скромным подсчетам, на сегодняшний день Google получил бесплатную рабочую силу на миллиарды долларов. [",
    "3025548709": "Есть ли альтернатива этой нечестной сделке?",
    "263761351": "hCaptcha - первая надежная альтернатива, которую сейчас используют сотни миллионов людей каждый месяц.",
    "2743692546": "Поскольку пользователи доказывают свою человечность с помощью hCaptcha, их труд выходит на анонимный открытый рынок для торгов.",
    "1982750088": "Компании по всему миру стремятся использовать эту рабочую силу для выполнения простых задач, которые легки для людей, но трудны для машин. Пользователи поддерживают сайт, который они посещают, и получают меньше спама в Интернете благодаря более высокому уровню безопасности.",
    "1108398506": "клиенты получают полный контроль над своим опытом и извлекают выгоду из опыта, накопленного hCaptcha, работая с крупнейшим независимым провайдером задач в Интернете. Они также получают более выгодную сделку, чем reCAPTCHA Enterprise: до 50-80% более выгодной цены, в зависимости от объема.",
    "3012870872": "Веб-сайты и приложения, использующие бесплатную версию (hCaptcha Publisher), получают доход от этой работы, а не жертвуют ее Google.",
    "2271512952": "Пользователи поддерживают сайт, который они посещают, и получают меньше спама в Интернете.",
    "278010425": "Также сложнее автоматизировать широкий и часто меняющийся набор задач на hCaptcha. Единый интерфейс reCAPTCHA не менялся за многие годы, и в нем есть небольшой набор редко меняющихся вопросов. Это один из способов, которым hCaptcha обеспечивает более надежную защиту от ботов, чем reCAPTCHA.",
    "984849234": "hCaptcha использует передовое машинное обучение, чтобы предоставить то, что только обещает reCAPTCHA, при этом разделяя полученную ценность с веб-сайтами, которые ее используют.",
    "4063769686": "Пользователи поддерживают сайт, который они посещают, и получают меньше спама в Интернете. Это кажется более справедливой сделкой.",
    "685916926": "Почему со временем reCAPTCHA не улучшилась?",
    "3992401943": "С 2012 года в глубоком обучении произошла революция. За последнее десятилетие отраслевые нормы точности задач радикально улучшились, в первую очередь за счет глубоких сверточных сетей. Другие услуги на базе машинного обучения, предлагаемые Google, следовали этой кривой.",
    "615031303": "(См. Сноски",
    "2125514305": "ML улучшился, но сложность обхода reCAPTCHA за это время существенно не изменилась.",
    "1406188018": "6 и 7",
    "2689973938": "Улучшение reCAPTCHA создает внутренний конфликт для Google как поставщика рекламы.",
    "464238793": "Если Google сам определяет, что пользователь, увидевший рекламу или щелкнувший ссылку, на самом деле был ботом, он не может взимать плату за показ рекламы этому пользователю. Этот конфликт интересов сильно ограничил масштабы амбиций Google по борьбе с ботами.",
    "918924423": "Например, Google не предлагал явно ценных услуг, таких как ретроактивное обнаружение ботов. Гораздо надежнее объявить пользовательский трафик созданным ботом после анализа данных за несколько дней.",
    "661412233": "Также важно знать после ввода капчи, что некоторые пользователи были ботами. Он позволяет владельцам веб-сайтов очищать старые спам-сообщения и удалять «спящие аккаунты», зарегистрированные на спам-форумах в будущем, сокращать количество случаев мошенничества и многое другое.",
    "3600797185": "Предлагая ретроактивную идентификацию бота, Google столкнется с острыми вопросами о том, как задним числом вернуть деньги рекламодателям, которые потратили деньги на этот мошеннический трафик.",
    "2076932190": "Таким образом, продукт reCAPTCHA находится в застое в течение десятилетия.",
    "3856912381": "Пользователи пострадали, и ненужный веб-спам сейчас свирепствует. Но есть альтернатива.",
    "1035621426": "Каждый бот, идентифицированный reCAPTCHA, напрямую снижает доход от рекламы Google.",
    "3668115514": "Чем отличается hCaptcha?",
    "2413742287": "Стимулом hCaptcha является максимальная точность, а не доход от рекламы: ответы ботов бесполезны для наших клиентов, которым нужны данные обучения людей.",
    "1373262754": "Знание личности имеет минимальное значение для hCaptcha. Нас волнует только то, являются ли они людьми или злоумышленниками.",
    "600646860": "Вместо того, чтобы предлагать услугу сомнительной ценности и одновременно привлекать рабочую силу с реальной стоимостью, hCaptcha обеспечивает как компенсацию, так и надежную защиту от ботов.",
    "1836191653": "Вместо того, чтобы предлагать легко управляемую услугу для бесплатных пользователей, взимая миллионы долларов за корпоративную версию, которая не намного лучше, hCaptcha обеспечивает отличную защиту от ботов для обоих, предлагая корпоративным пользователям дополнительные функции и настройку, а также строгие соглашения об уровне обслуживания и быструю поддержку.",
    "990215503": "hCaptcha - это единственный крупный сервис ввода кода, не принадлежащий рекламной сети.",
    "971933157": "hCaptcha заботится о конфиденциальности, прозрачности и справедливости.",
    "178839499": "hCaptcha разделяет ценность проделанной работы, в то время как пользователи доказывают свою человечность.",
    "1237076138": "hCaptcha предлагает справедливые условия как для бесплатных (hCaptcha Publisher), так и для корпоративных (hCaptcha Enterprise) клиентов.",
    "614310292": "Кто создал hCaptcha?",
    "4188814619": "hCaptcha - это сервис компании Intuition Machines (",
    "3265328927": "), компании, занимающейся машинным обучением, которая предлагает продукты и услуги для компаний, внедряющих машинное обучение в больших масштабах.",
    "2740033957": "Команда IM состоит из ученых и инженеров из Apple, Amazon и других лидеров в области машинного обучения, распределенных систем и безопасности.",
    "1579715421": "Ученые IM регулярно публикуются на ведущих конференциях, таких как ICML, ICLR, ECCV и NeurIPS, и компания публично опубликовала новейшие результаты по таким дисциплинам машинного обучения, как глубокое хеширование [",
    "4015238193": "и OCR [",
    "279580593": "imachines.com",
    "279918384": "Как Google использует ваш бесплатный труд?",
    "2385522384": "Вы, вероятно, видели кадры видео с камер на беспилотных автомобилях Google Waymo и помогали улучшить их распознавание объектов.",
    "1517627947": "Скорее всего, вы видели изображения зданий или уличные знаки из автомобилей Google Streetview и помогали маркировать места для их продуктов «Карты» и «Земля».",
    "3225936061": "Скорее всего, вы видели изображения текста, взятые со страниц книги в сервисе Google Книги, и помогали улучшить их программное обеспечение OCR (распознавания текста).",
    "129661785": "Вас когда-нибудь просили «щелкнуть по автомобилю / пешеходному переходу / светофору»?",
    "936667684": "Вас когда-нибудь просили «ввести здание / уличный знак»?",
    "3773515538": "Вас когда-нибудь просили «ввести два слова»?",
    "1778058441": "Какие виды работ работают с hCaptcha?",
    "366088791": "hCaptcha поддерживает широкий спектр задач.",
    "3114147525": "Клиенты hCaptcha используют сервис для задач, включая распознавание объектов, обнаружение атрибутов (сбор этикеток для идентификации типов одежды), ранжирование релевантности (выбор наиболее подходящего продукта из нескольких вариантов по сравнению с основным продуктом), ограничивающие рамки (поиск областей интереса на изображение), «Human OCR» (определение текста на изображении) и многие другие типы задач.",
    "3139609561": "Ниже приведены два примера типов заданий по классификации изображений и обнаружению атрибутов. [",
    "2273532558": "Кто платит за hCaptcha?",
    "4104221634": "Клиенты hCaptcha представлены в самых разных отраслях, от технологических компаний до компаний, специализирующихся на моде, розничной торговле и других областях, где они могут создавать ценность за счет применения машинного обучения.",
    "1337725003": "hCaptcha стремится демократизировать доступ к большим объемам аннотаций в режиме реального времени, позволяя крупным и малым компаниям улучшать качество своих продуктов и услуг, применяя машинное обучение в своем бизнесе.",
    "4086379603": "Вопросов?",
    "1243684308": "Мы серьезно относимся к вашим отзывам и хотим, чтобы у всех было более приятное впечатление от работы в сети, с меньшим количеством ботов и меньшим количеством спама. Свяжитесь с нами:",
    "2645321220": "И если вы считаете, что стоимость reCAPTCHA слишком высока, спросите нас о hCaptcha Enterprise. В настоящее время они используются некоторыми крупнейшими издателями, компаниями, предоставляющими финансовые услуги, и компаниями, занимающимися веб-инфраструктурой, и являются не только надежной альтернативой reCAPTCHA: мы считаем, что они предлагают лучшую защиту от ботов, доступную в настоящее время.",
    "1229233916": "Сноски",
    "1115642494": "1. Источник: списки сайтов с reCAPTCHA на BuiltWith.com. Проверено 9 июля 2019 года.",
    "448807334": "(«Сотни миллионов CAPTCHA решаются людьми каждый день.») Проверено 8 июля 2019 г.",
    "2397590157": "3. Консервативная оценка: 200 миллионов решений * 30 секунд на одно решение в годах = 190,3 человеко-лет / день.",
    "3236311792": "4. Внутренний анализ hCaptcha. Данные получены до 30 июня 2019 г. Подробности доступны по запросу.",
    "1752259468": "5. Консервативная оценка: 0,01 доллара за одну аннотацию * 200 млн. аннотаций в день (нижняя граница) * 365 дней в году * 10 лет с момента приобретения в 2009 году = нижняя граница 7,3 миллиарда долларов.",
    "3268946369": "6. Предоставлено: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Источник: Мэри Микер, KP Internet Trends 2017.",
    "2666258754": "ОТНОСИТЕЛЬНЫЕ ВЛОЖЕНИЯ НА ОСНОВЕ СЕМАНТИЧЕСКОЙ ИЕРАРХИИ ДЛЯ СЛАБО-НАПРАВЛЯЕМОГО ГЛУБОКОГО ХЭШИНГА, Хейкки Арпонен, Том Э. Бишоп. ICML 2019, семинар LLD.",
    "2544169219": "Последние современные результаты: ICML LLD, май 2019 г.",
    "1973347745": "10. Бесплатные образцы изображений. Источник: Petapixel.",
    "1493115924": "Примечания к товарным знакам:",
    "4051104324": "«Intuition Machines» - зарегистрированная торговая марка Intuition Machines, Inc.",
    "3983646521": "Все названия продуктов, логотипы, бренды, товарные знаки и зарегистрированные товарные знаки являются собственностью соответствующих владельцев. Все названия компаний, продуктов и услуг, используемые на этом веб-сайте, используются только в целях идентификации. Использование этих названий, товарных знаков и брендов не означает одобрения. В данном случае все наоборот.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ученые IM установили новый эталон для слабо контролируемого распознавания текста (OCR) на CVPR 2020.",
    "1259002282": "Нашли ошибку? Вот как сообщить об этом.",
    "3301728462": "Миллионы людей используют hCaptcha каждый месяц в тысячах комбинаций браузеров, расширений, устройств, межсетевых экранов и т. Д.",
    "3878230879": "Наша цель - сделать так, чтобы это всегда работало на вас, поэтому мы очень ценим ваши отчеты!",
    "2465128185": "Чтобы быстро оставить отзыв, просто нажмите кнопку «Отправить отзыв».",
    "2921990472": "Если вы видите функциональную проблему, следуйте",
    "2870341481": "ниже. Для любых других браузеров просто",
    "1866590035": "инструкции журнала отладки для Chrome",
    "444492541": "инструкции журнала отладки для Firefox",
    "169267610": "Свяжитесь с нами по электронной почте",
    "3100722753": "В случае потенциальных проблем с безопасностью или конфиденциальностью см. Инструкции ниже.",
    "1906593952": "Оставьте отзыв о hCaptcha, который вы только что видели",
    "3951254541": "Мы ценим ваш вклад. Сообщите нам о любых проблемах, и мы быстро их решим.",
    "3324288040": "Отправьте нам отзыв",
    "2864016648": "Проблемы с конфиденциальностью",
    "304004915": "Нам не важно, кто такие пользователи, а только насколько они могут быть злоумышленниками или машинами. Мы поддерживаем такие инициативы, как",
    "1139493658": ", и прилагайте все усилия, чтобы сбалансировать конфиденциальность и безопасность.",
    "3083289844": "Если вы обнаружили проблему, которая, по вашему мнению, может повлиять на конфиденциальность пользователей, напишите нам по адресу",
    "4264784515": "Ошибки безопасности",
    "963238401": "Мы всегда заинтересованы в получении отчетов об ошибках безопасности. Эл. адрес",
    "3926027556": "и мы свяжемся с вами в ближайшее время.",
    "1589805435": "У нас также есть",
    "2560582224": "программа вознаграждения за ошибки",
    "103876916": "для соответствующих отчетов о безопасности службы hCaptcha и связанного исходного кода.",
    "497117287": "Параметры доступности",
    "3230004040": "У вас слабое зрение или вы не можете заполнять hCaptcha по какой-либо другой причине?",
    "3480023141": "Узнать больше о специальных возможностях",
    "2052161540": "Получение сведений об отчете об ошибке: Chrome",
    "2281169898": "Отправка отладочной информации с вашим отчетом значительно упростит нам определение того, что происходит. Вот пошаговые инструкции:",
    "1123365779": "Если вы веб-разработчик или опытный пользователь, то мы хотели бы, чтобы вы отправили нам сетевые записи HAR и журналы консоли браузера.",
    "2015218686": "прежде чем пройти эти шаги. Если это решит вашу проблему, мы все равно будем признательны, если вы сообщите нам версию своего браузера, средство блокировки рекламы или расширение браузера, а также URL-адрес веб-сайта.",
    "3922723611": "Пожалуйста, попробуйте отключить любой блокировщик рекламы или расширения безопасности браузера.",
    "4036872105": "сначала, а затем повторите",
    "993651083": "Шаг 1. Откройте Инструменты разработчика (Начнется запись сеанса.)",
    "4163469907": "Шаг 2: Перейдите на вкладку «Сеть» в инструментах разработчика. Установите флажок «Сохранить журнал» вверху.",
    "4243348003": "Шаг 3: посетите",
    "641342999": ", или веб-сайт, на котором возникла проблема (примечание о конфиденциальности: только если вы не против поделиться тем, что это такое) ... а затем нажмите кнопку «Я человек» и попытайтесь решить.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Шаг 4: Нажмите «Экспорт HAR» (маленькая стрелка вниз) после попытки решить, что сохраняет сетевой журнал. Отправьте нам этот файл.",
    "1503240421": "Шаг 5: Щелкните вкладку «Консоль» и щелкните правой кнопкой мыши, затем «Сохранить как ...», чтобы сохранить журнал консоли. Отправьте нам и это.",
    "2863840904": "Шаг 6. Последний шаг, отправьте нам по электронной почте эти HAR-файлы и файлы журнала консоли и опишите проблему.",
    "4051785543": "Использовать:",
    "3623028666": "(пожалуйста, воспользуйтесь такой услугой, как",
    "551761392": "и отправьте ссылки) и, возможно, снимок экрана, если вы подозреваете, что что-то отображается неправильно. Пожалуйста, пришлите также IP-адрес, который вы используете. Вы можете получить это от",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Спасибо, что нашли время помочь нам получить эту информацию!",
    "3680327841": "Мы стремимся сделать так, чтобы hCaptcha хорошо работала для всех",
    "1059502393": "Получение сведений об отчете об ошибке: Firefox",
    "1112074001": "Шаг 2: Перейдите на вкладку «Сеть» в инструментах разработчика. Установите флажок «Сохранять журналы» вверху.",
    "1797298240": "Шаг 4: Нажмите «HAR» после попытки решить и выберите «Сохранить все как HAR», чтобы сохранить сетевой журнал. Отправьте нам этот файл.",
    "3671246379": "Шаг 5: Щелкните вкладку «Консоль», щелкните правой кнопкой мыши, затем «Выбрать все» и сохраните это в текстовый файл, чтобы сохранить журнал консоли. Отправьте нам и это.",
    "3816867833": "Обратная связь",
    "788770967": "Жаль это слышать! Вы можете использовать нашу опцию доступности:",
    "1333016413": "Это позволяет избежать вопросов в будущем, зарегистрировав и установив файл cookie.",
    "2333410049": "Также попробуйте отключить блокировку рекламы.",
    "1345083090": "Сообщаете о проблеме с функциональностью?",
    "2184564739": "Видеть",
    "604751186": "Другие вопросы? Эл. адрес",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "как сообщить о проблемах с подробными журналами",
    "1050501253": "Слишком трудно",
    "3264813246": "Неприличный",
    "3526939538": "Программная ошибка",
    "126134492": "Другой",
    "3511610999": "Убедитесь, что вы попали в нужное место.",
    "3906886217": "Для компаний или веб-сайтов",
    "1621597093": "Решения безопасности предприятия (платно)",
    "3176531704": "Аннотация к данным",
    "1834239172": "Приобрести услуги аннотации hCaptcha",
    "1457707016": "Для физических лиц",
    "770264626": "Добавьте hCaptcha в свой сервис (бесплатно)",
    "881015166": "Добавить hCaptcha для издателей на мой сайт или в приложение",
    "47536007": "Узнать больше о hCaptcha",
    "2012837493": "Результаты поиска",
    "4034694801": "Нет подходящих результатов.",
    "3621411541": "Узнайте о специальных возможностях hCaptcha",
    "3401005681": "Зарабатывать деньги",
    "3933993151": "Работа в качестве индивидуального этикетировщика данных",
    "563059212": "Список подпроцессоров",
    "3501923981": "Последнее обновление: 1 января 2020 г.",
    "3548097301": "Действует с 1 января 2020 г.",
    "3991444169": "На этой странице перечислены текущие подпроцессоры для службы hCaptcha Enterprise.",
    "835396984": "В настоящее время активен",
    "424089481": "Amazon Web Services, Inc. (весь мир). Предоставляемые услуги: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (глобальный). Предоставляемые услуги: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобальный). Предоставляемые услуги: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Корпорация Microsoft (весь мир). Предоставляемые услуги: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Примечание: не распространяется на всех клиентов. Например, клиенты с ослеплением IP или другими опциями расширенной конфиденциальности или безопасности (например, клиенты Secure Virtual Tenancy) полностью исключены из любой потенциальной «PII», когда-либо входящей в системы телеметрии, даже IP-адреса. При необходимости обратитесь к представителю вашей учетной записи для получения дополнительной информации.",
    "700843971": "Hound Technology, Inc. (глобальный). Предоставляемые услуги: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (глобальный). Предоставляемые услуги: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (по всему миру). Предоставляемые услуги: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (глобальный). Предоставляемые услуги: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфраструктура",
    "370366524": "Эфемерная служебная телеметрия",
    "121192737": "Предстоящие дополнения",
    "2420789666": "Предоставляемые услуги Fastly, Inc.: Fastly CDN и периферийные вычисления.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Дата вступления в силу: 1 сентября 2021 г. Добавление инфраструктуры",
    "1487796027": "Для компаний",
    "3943417791": "Получите поддержку для hCaptcha Enterprise (BotStop)",
    "702287791": "Издатель hCaptcha (бесплатно)",
    "3397976149": "Получите поддержку для издателя hCaptcha",
    "833750823": "Возникли трудности с вызовом?",
    "2024737147": "Хотите сообщить об ошибке?",
    "1978884623": "Подробнее о том, как сообщать о проблемах с программным обеспечением",
    "4188664955": "Основные условия обслуживания",
    "2621989404": "Последнее обновление: 24 сентября 2021 г. Обратите внимание, что наши условия на английском языке имеют преимущественную силу.",
    "2404545611": "Добро пожаловать в hCaptcha! Спасибо за то, что вы являетесь частью нашего сообщества. Все пользователи «Сервисов» (определение которых приводится ниже) должны согласиться со следующими условиями («Условия предоставления услуг»). В соответствии с настоящими Условиями обслуживания «IMI», «мы» и «нас» относятся к Intuition Machines, Inc. и ее дочерним компаниям, аффилированным лицам, должностным лицам, агентам, сотрудникам, представителям и агентам, а наш «веб-сайт» включает любой веб-сайт, находящийся под наш контроль, включая www.hcaptcha.com и www.imachines.com.",
    "2348450790": "Пожалуйста, прочтите эти Условия использования. Они включают, среди прочего, отказ от гарантий, ограничение ответственности и обязательный арбитраж. Обратите внимание, что эти Условия обслуживания могли измениться с момента вашего последнего посещения нашего веб-сайта. Мы можем пересматривать и обновлять эти Условия обслуживания время от времени по нашему собственному усмотрению. В случае существенного изменения мы уведомим вас, разместив обновленные Условия обслуживания на этой странице, после чего вы должны утвердительно принять обновленные Условия обслуживания, чтобы продолжить использование или доступ к Сайту или Сервису.",
    "1933936765": "Соглашение об обработке данных (последнее обновление: 23 сентября 2021 г.)",
    "2959486280": "Если вы не согласны с настоящими Условиями обслуживания, вы не можете использовать или получать доступ к Сайту или Сервису.",
    "3200859925": "1. Цель",
    "1807143500": "Услуги включают в себя онлайн-службу безопасности («Служба hCaptcha») и платформу («Платформа Intuition Machines»), на которой физическое лицо («Участник») может выбрать выполнение задач, которые сторонняя организация или сама Intuition Machines (каждая «Запрашивающий») публикует сообщения на нашем веб-сайте или в Службе hCaptcha либо непосредственно на нашем веб-сайте, либо путем доступа к платформе Intuition Machines и / или выполнения задач через или в связи с сторонней организацией и / или платформой или службой (каждая, «Интегратор»). Запрашивающие публикуют задачи и приглашают Участников для их выполнения в обмен на вознаграждения, предоставляемые IMI интеграторам, или в соответствии с определением Запрашивающего, если Запрашивающий использует платформу Intuition Machines или службу hCaptcha для обслуживания задач своим конечным пользователям. Мы взимаем плату с компаний и частных лиц (каждый из которых является «Заказчиком») за использование нашей платформы, чтобы они могли использовать наше программное обеспечение, создавать задачи, нанимать нас для создания задач и / или получать доступ к участникам. Мы также взимаем с интеграторов плату за использование нашей службы hCaptcha, чтобы уменьшить количество случаев мошенничества, злоупотреблений и спама на их веб-сайтах, мобильных приложениях и других онлайн-ресурсах. Вышеизложенное вместе именуется «Услуги».",
    "3212830633": "2. Право на участие",
    "2605814073": "Используя или регистрируясь в наших Сервисах, вы соглашаетесь: вам исполнилось 18 лет; у вас есть право заключить это соглашение от имени себя или лица, которое вы представляете, и вы всегда будете соблюдать настоящие Условия обслуживания и все политики и руководящие принципы IMI, упомянутые в настоящем документе; и вы не будете злоупотреблять нашим веб-сайтом, сообщать нам свою личность в ложном свете или использовать искусственный интеллект для выполнения любой части любой задачи в IMI, которая требует человеческого интеллекта.",
    "2616040974": "3. Заказчики и запрашивающие",
    "1544829730": "Если вы являетесь Заказчиком или Инициатором запроса, вы соглашаетесь с тем, что дополнительные условия, прилагаемые к настоящему документу в качестве Приложения для клиентов, будут применяться и будут включены посредством ссылки в настоящие Условия обслуживания. Если вы не являетесь Заказчиком или Инициатором запроса или перестаете быть Заказчиком или Инициатором запроса, дополнительные условия в Приложении для клиентов не будут применяться и не будут включены посредством ссылки в настоящие Условия обслуживания.",
    "3759360138": "4. Имя пользователя и пароль",
    "2236960358": "После регистрации вам будет предложено раскрыть определенную личную информацию о вас («Личная информация»), включая ваше имя, адрес электронной почты, а также создать имя пользователя и пароль, все из которых будут регулироваться нашей Политикой конфиденциальности, доступной на нашем сайте. Веб-сайт. Только вы несете ответственность за мониторинг, обеспечение и поддержание безопасности вашей учетной записи, паролей и любых ключей аутентификации, связанных с вашей учетной записью, и вы несете ответственность за любое использование или действия, предпринятые с использованием этой информации в Сервисах.",
    "3047519814": "Вы соглашаетесь с тем, что никому не передадите свою учетную запись или пароль.",
    "1699668873": "Вы должны немедленно уведомить IMI, если вы подозреваете, что информация вашей учетной записи была украдена или использована кем-то другим, или о любом другом нарушении безопасности.",
    "3044038608": "Вы соглашаетесь предоставить нам правдивую, точную и полную информацию в соответствии с требованиями нашего процесса регистрации. Вы также соглашаетесь своевременно обновлять такую информацию по мере необходимости, чтобы она оставалась актуальной и точной.",
    "4132302900": "5. Ваша конфиденциальность, ваши данные и \"Данные для всех\"",
    "10724169": "Вы принимаете нашу Политику конфиденциальности, которая регулирует, что мы будем делать с любой личной информацией, которую вы нам предоставляете.",
    "1669194950": "В дополнение к Личной информации от вас также может потребоваться предоставить (или нам может потребоваться собрать) другие данные, чтобы мы могли предоставлять Услуги (совместно именуемые «Данные клиента»). Мы не несем ответственности за невыполнение Услуг, вызванное вашей задержкой или отказом предоставить Данные клиента.",
    "1330274831": "Настоящим вы предоставляете нам всемирную неисключительную, сублицензируемую, передаваемую, бесплатную, безотзывную лицензию в течение срока действия настоящего Соглашения на использование, воспроизведение, электронное распространение и публичное отображение любых Данных клиента исключительно для целей предоставления Услуг. . Вы заявляете и гарантируете, что обладаете достаточными правами, титулом и интересами в отношении ваших данных для предоставления лицензии в этом разделе.",
    "2230333214": "Мы объединяем Данные клиента с другими данными, чтобы результаты не позволяли идентифицировать личность, а также собираем обезличенные технические журналы и данные об использовании Сервисов («Агрегированные / Деидентифицированные данные»). Несмотря на любые положения настоящего Соглашения об обратном, любые такие Агрегированные / Деидентифицированные данные могут использоваться IMI для любых деловых целей в течение или после срока действия настоящего Соглашения, включая, помимо прочего, разработку и улучшение Услуг, а также создание и распространение отчетов и других материалы. Данные клиента также могут сохраняться и отображаться в системе в течение ограниченного периода времени, не превышающего 180 дней после завершения задания, например, как данные автоматической калибровки или проверки для систем Intuition Machines. Для ясности, этот Раздел 5 не дает нам права идентифицировать вас как источник любых Агрегированных / Деидентифицированных данных без вашего предварительного письменного разрешения.",
    "3881754581": ". Если вы являетесь Заказчиком наших услуг по аннотации и выбрали вариант «Данные для всех» в рамках использования вами Сервисов, то вы предоставляете IMI и всем пользователям Сервисов всемирную неисключительную, сублицензируемую, передаваемую, Бесплатная безотзывная лицензия на полное использование всех Данных клиента, включая все соответствующие права интеллектуальной собственности. Если вы выбираете вариант «Данные для всех», вы заявляете и гарантируете, что обладаете достаточными правами, титулом и интересами в отношении ваших данных для предоставления лицензии в этом разделе.",
    "3496767126": "Во избежание сомнений, следующий абзац применяется исключительно к Клиентам, использующим наши сервисы аннотации, а не к использованию наших Сервисов в качестве интегратора.",
    "767207800": "Если ваши данные содержат потенциально откровенный или оскорбительный контент, мы требуем, чтобы вы пометили их «ЯВНОЕ СОДЕРЖАНИЕ», чтобы служить справедливым предупреждением для всех, кто видит ваши данные. Вы не можете без отдельного письменного соглашения с IMI включать задачи, которые нарушают наши политики, включая, помимо прочего, (а) задачи, которые прямо или косвенно продвигают другой веб-сайт или услугу, (б) задачи, которые нарушают условия стороннего веб-сайта и условия, (c) задачи, просящие Участников привлекать третьих лиц, (d) задачи, которые просят Участников принять меры для манипулирования поведением или результатами веб-сайта, (e) задачи, которые нарушают права интеллектуальной собственности третьих лиц, и (f) задачи которые требуют от участников загрузки программного обеспечения или файлов.",
    "3370561195": "6. Приемлемое поведение",
    "4205152730": "Вам предлагается взаимодействовать с другими пользователями в любом месте нашего веб-сайта, форума, обмена сообщениями, чата и других каналов социальных сетей, контролируемых IMI, но если вы это сделаете, вы должны соблюдать все условия обслуживания и использования на нашем сайте и все соответствующие законы. .",
    "1394253934": "7. Неправомерное использование, злоупотребление и введение в заблуждение",
    "1406393333": "Любой доступ или использование Услуг, кроме как в соответствии с настоящими Условиями предоставления услуг и любыми инструкциями, которые мы предоставляем, строго запрещены. В частности, вы НЕ БУДЕТЕ:",
    "3409726716": "зарегистрируйте у нас более одной учетной записи без письменного разрешения;",
    "3119498672": "выполнять любую задачу с использованием интернет-ботов, веб-роботов, ботов, скриптов или любой другой формы искусственного интеллекта или иным образом пытаться получить вознаграждение от IMI или любого запрашивающего или интегратора без выполнения описанных задач;",
    "1188668818": "предоставлять любую ложную информацию при использовании этого веб-сайта (включая, помимо прочего, выдачу себя за другое лицо или организацию в вашей учетной записи, а также ложное указание или искажение иным образом себя или свою аффилированность с любым другим лицом или организацией в вашей учетной записи;",
    "2804310964": "осуществлять доступ или пытаться получить доступ к нашему веб-сайту через любой прокси-веб-сервер или другое устройство, предназначенное для сокрытия вашего истинного местоположения или личности, или любыми средствами, кроме предоставленного интерфейса;",
    "1374227759": "использовать веб-сайт для любой незаконной деятельности или для любых целей, кроме тех, для которых он был предоставлен;",
    "2103513933": "заниматься деятельностью, которая мешает или нарушает работу сайта;",
    "137127070": "вставлять, загружать или прикреплять вредоносные или неизвестные внешние ссылки или файлы или загружать любой контент, содержащий вирус, троянский конь, червь, бомбу замедленного действия или другой вредоносный компьютерный код;",
    "1686655020": "Загружать любой контент, защищенный авторскими правами, который не является вашей оригинальной работой, если у вас нет разрешения от законного владельца на размещение такого контента и предоставление IMI всех лицензионных прав, предоставленных здесь;",
    "1406692811": "участвовать в рассылке спама или публиковать любые виды рекламы, пытаться получить рекомендации, массовые коммуникации, денежные предложения или запросы, запрашивать услуги, рекламу, маркетинг, бессмысленные сообщения, дублированные темы, незаконный контент, ссылки на социальные веб-сайты, адреса электронной почты или идентификаторы мессенджера, если этого не требует задача;",
    "3893539589": "вставлять внешние ссылки, предлагающие товары или услуги, если этого не требует задача;",
    "3214322759": "иным образом участвовать в любой злонамеренной или мошеннической деятельности.",
    "3733422465": "8. Подтверждение вашей личности",
    "267645277": "IMI может подтвердить вашу личность. Это может включать сравнение вашей личной информации со сторонними базами данных или официальными юридическими документами. Вы разрешаете нам делать любые запросы, необходимые для подтверждения вашей личности, владения вашим адресом электронной почты и ваших финансовых счетов. Вы соглашаетесь предоставить информацию о себе, чтобы помочь нам в проверке вашей личности.",
    "4169910317": "9. Соблюдение закона",
    "519755936": "Только вы несете ответственность за соблюдение федеральных, государственных, провинциальных и местных законов в связи с использованием вами Услуг. Вы соглашаетесь освободить нас от ответственности и обезопасить нас от любых претензий к нам, поскольку вы не соблюдали какой-либо закон или нарушили какие-либо права третьих лиц, включая, помимо прочего, договорные права, права интеллектуальной собственности или права на неприкосновенность частной жизни.",
    "731546974": "10. Налоги для участников или интеграторов",
    "3128328457": "Если вы являетесь участником или интегратором, только вы несете ответственность за уплату любых ориентировочных или других федеральных, государственных или местных подоходных налогов, социального страхования, FICA и компенсаций работникам, причитающихся в результате использования нашего веб-сайта, а также аналогичные налоги или сборы в юрисдикциях за пределами США. Вы соглашаетесь освободить нас от ответственности и обезопасить нас от любых начислений против нас в связи с несоблюдением вами каких-либо налоговых законов.",
    "2931396764": "11. Нарушение настоящих Условий использования.",
    "1240667045": "Мы можем приостановить, ограничить или отменить ваш доступ к Услугам в любое время по любой причине, в том числе потому, что: (а) мы считаем, что вы нарушили настоящие Условия обслуживания (включая другие соответствующие политики); (б) мы считаем, что вы нарушили наши права или права какой-либо третьей стороны; (c) мы не можем проверить или подтвердить информацию, которую вы нам предоставили; или (г) мы считаем, что ваши действия могут создать для вас, нас или третьих лиц ответственность. Во избежание сомнений мы оставляем за собой право предотвратить или приостановить платеж вам, если мы обоснованно полагаем, что к такому платежу применимо любое из вышеизложенного.",
    "1601080128": "Если мы приостановим или прекратим действие вашей учетной записи, у вас больше не будет доступа к каким-либо частям веб-сайта, включая данные, сообщения, файлы и другие материалы, которые вы храните на сайте. Вы НЕ можете продолжать использовать наш веб-сайт под другим или новым именем учетной записи. Нарушения настоящих Условий обслуживания могут преследоваться по всей строгости закона и могут повлечь за собой дополнительные штрафы и санкции.",
    "1160707899": "12. Роль участника и отношения с IMI и другими запрашивающими лицами",
    "269838707": "Если вы являетесь участником, вы и только вы решаете, какие и сколько задач нужно выполнить, а также когда и где вы их выполняете. Вы можете тратить столько или меньше времени на выполнение задач, сколько захотите. Вы ни в коем случае не обязаны выполнять задачу.",
    "1087195513": "Если вы являетесь Участником, который получает доступ к Услугам и / или выполняет задачи через Интегратора или в связи с ним от имени Запрашивающего лица, не являющегося IMI, то вы соглашаетесь и признаете, что Intuition Machines не несет ответственности и не имеет обязательств перед вами в отношении уважение к любым вознаграждениям или другой компенсации за выполненные задачи. Вы соглашаетесь и признаете, что любые вознаграждения или другие компенсации за выполненные задачи определяются исключительно в соответствии с вашим соглашением с запрашивающим и / или интегратором, в зависимости от обстоятельств. Любые споры по поводу таких вознаграждений или другой компенсации (включая, помимо прочего, отказ от получения таких вознаграждений или другой компенсации) разрешаются исключительно между вами и Инициатором запроса и / или Интегратором, в зависимости от обстоятельств.",
    "952813944": "Ни использование вами нашего веб-сайта, ни что-либо в этом соглашении не создает отношений найма, партнерства, совместного предприятия, агентства, франшизы или торговых представителей между вами и Intuition Machines. Мы не предоставляем вам какое-либо оборудование или инструменты для выполнения задачи. Мы не предоставляем вам никаких льгот, компенсаций работникам или страхового покрытия. Мы не несем ответственности за любые расходы, которые вы понесете при использовании нашего веб-сайта. Мы не будем удерживать какую-либо сумму из вашего вознаграждения в виде федерального подоходного налога или налога штата, социального страхования или любого другого налога. Вы можете в любое время выполнять задачи для любого человека или компании, включая любого из наших конкурентов. У вас нет полномочий заключать какие-либо письменные или устные контракты от имени Intuition Machines.",
    "3460432665": "Несмотря на вышесказанное, если вы являетесь налогоплательщиком США, мы можем запросить у вас ежегодное обновление W-9, и мы можем запретить вам выполнять задачи до тех пор, пока вы не заполните или не обновите W-9.",
    "458271951": "Если вы являетесь Участником, который получает доступ к Услугам и / или выполняет задачи через Интегратора или в связи с ним от имени Intuition Machines (действующего как Запрашивающий), Intuition Machines может вознаградить вас за приемлемое выполнение определенных задач. В случае, если будет установлено, что вы участвовали в мошенничестве, злоупотреблениях или нарушении настоящих Условий обслуживания, любые и все вознаграждения вам могут быть удержаны и / или возвращены Intuition Machines.",
    "3056723024": "13. Неприемлемое выполнение задач.",
    "3913203723": "Если по какой-либо причине Запрашивающий не соглашается с выполнением задачи, которую вы выполнили, вы как Участник или Интегратор не будете иметь права на какое-либо вознаграждение за выполнение задачи. В случае, если награды уже были распределены между вами за неприемлемо выполненное задание, мы можем взыскать их с вас.",
    "3666807632": "14. Квалификация и навыки автора",
    "1993899769": "15. Использование нами информации",
    "3027055607": "16. Интеллектуальная собственность и права собственности",
    "3910971075": "IMI владеет всеми правами, включая права интеллектуальной собственности, на исходный код, объектный код или базовую структуру, идеи или алгоритмы, API и любое дополнительное программное обеспечение, документацию или данные, относящиеся к Услугам («Программное обеспечение»). Вы не будете прямо или косвенно, через третье лицо или иным образом: (а) осуществлять обратный инжиниринг, декомпилировать, дизассемблировать или иным образом пытаться обнаружить Программное обеспечение; (б) изменять, переводить или создавать производные работы на основе любого Программного обеспечения; (c) копировать, сдавать в аренду, сдавать в аренду, распространять, закладывать, переуступать или иным образом передавать или обременять права на любое Программное обеспечение; (d) использовать любое Программное обеспечение для разделения времени, для целей сервисного бюро или иным образом в интересах третьей стороны; или (e) удалить любые уведомления или ярлыки о правах собственности.",
    "3660891610": "Если вы являетесь Участником, IMI, а не вы, имеет права собственности на любую работу, которую вы создаете в рамках выполнения какой-либо задачи. Принимая условия настоящего Соглашения, вы соглашаетесь (и настоящим соглашаетесь) передавать нам владение, право собственности и титул (включая все права интеллектуальной собственности, существующие во всем мире) на вашу работу. Чтобы гарантировать, что мы сможем приобретать, совершенствовать и использовать такие права, вы также соглашаетесь (i) подписать любые документы, помогающие в документации, совершенствовании и обеспечении соблюдения наших прав; и (ii) предоставлять разумный доступ к информации для записи, совершенствования, защиты, защиты и обеспечения соблюдения таких прав собственности во всех странах. Ваши обязательства по этому разделу сохранятся даже после отмены регистрации или прекращения использования Служб. Вы назначаете нас своим адвокатом для оформления документов от вашего имени для целей, изложенных в этом разделе.",
    "426125156": "17. Авторское право и изъятие",
    "1408530660": "IMI уважает интеллектуальную собственность других лиц, и мы оставляем за собой право удалять с нашего сайта любые материалы, которые, по нашему мнению, могут нарушать интеллектуальные права третьих лиц. Если вы считаете, что ваша собственная работа была скопирована с нарушением авторских прав на этом веб-сайте, обратитесь в службу поддержки клиентов Intuition Machines.",
    "2696932851": "18. Компенсация",
    "3844300338": "Вы соглашаетесь возмещать, защищать и оградить нас от любых претензий, убытков, обязательств, издержек и расходов (включая разумные гонорары и расходы адвокатов), возникающих в связи с выполнением вами задач или использованием вами нашего веб-сайта или связанных с ним. .",
    "2474091800": "19. Споры с другими пользователями; Выпускать",
    "3162107126": "IMI не участвует в спорах между вами и другими пользователями Услуг. Вы освобождаете IMI и ее дочерние компании от любых претензий, требований и убытков любого рода и характера, известных и неизвестных, подозреваемых и неожиданных, раскрытых и нераскрытых, возникающих в результате или связанных с любым спором между вами и другим пользователем.",
    "2271969747": "20. Конфиденциальная информация, которую вы получаете",
    "1042802841": "Конфиденциальная информация - это любая информация, которая помечена как конфиденциальная или служебная или которая должна быть разумно расценена принимающей стороной как конфиденциальная или служебная. Это не включает какую-либо информацию, которая (1) является общедоступной, (2) уже находится во владении, разработана независимо или уже известна принимающей стороне, или (3) была раскрыта по постановлению суда или иным образом, как того требует закон.",
    "1918025546": "Если вам предоставляется конфиденциальная информация от кого-либо в Сервисах, вы соглашаетесь защищать секретность конфиденциальной информации с той же степенью осторожности, которую вы используете для защиты своей собственной конфиденциальной информации, но ни в коем случае не менее чем с должной осторожностью. Вы не можете раскрывать или публиковать такую конфиденциальную или служебную информацию, за исключением случаев, когда это может быть необходимо для выполнения задачи. Всю информацию в рамках задачи на платформе Intuition Machines следует рассматривать как конфиденциальную, даже если она прямо не обозначена как конфиденциальная.",
    "2690395789": "Если и когда вам больше не нужна полученная конфиденциальная информация, вы должны незамедлительно вернуть или уничтожить (по запросу того, кто раскрыл информацию) все копии информации, которые существуют в помещениях, системах или другом оборудовании, которым вы управляете.",
    "2178073797": "Поскольку раскрытие конфиденциальной информации может нанести непоправимый вред, раскрывающая сторона имеет право требовать судебного запрета в случае нарушения или угрозы нарушения этого условия.",
    "2185860003": "21. Модификации веб-сайта",
    "2631249972": "Мы можем улучшать или изменять наш веб-сайт без вашего уведомления.",
    "3764131594": "22. Сторонние веб-сайты",
    "295955580": "Наш веб-сайт может содержать ссылки на сторонние веб-сайты. Мы не контролируем, не исследуем, не отслеживаем и не проверяем такие веб-сайты. Мы не несем ответственности и не поддерживаем компьютерные программы, контент или мнения, содержащиеся на таких веб-сайтах. Если вы решите покинуть наш веб-сайт и получить доступ к любому стороннему веб-сайту, вы делаете это на свой страх и риск.",
    "838225123": "23. Отказ от гарантии",
    "3897238493": "УСЛУГИ ПРЕДОСТАВЛЯЮТСЯ НА ОСНОВЕ \"КАК ЕСТЬ\". МЫ НЕ ДАЕМ НИКАКИХ ЗАЯВЛЕНИЙ ИЛИ ГАРАНТИЙ, ПОДРАЗУМЕВАЕМЫХ ИЛИ ЯВНЫХ, В ОТНОШЕНИИ ДОСТУПНОСТИ, ПРИГОДНОСТИ, ЗАКОННОСТИ, ДОСТУПНОСТИ ИЛИ ФУНКЦИОНАЛЬНОСТИ УСЛУГ, ЛЮБОГО СВЯЗАННОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ МАТЕРИАЛОВ, ЗАДАЧ ИЛИ ЛЮБЫХ ДЕЙСТВИЙ. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОМ, IMI ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ УСЛОВИЙ, ЗАЯВЛЕНИЙ И ГАРАНТИЙ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕ НАРУШЕНИЯ. ВАШЕ ЕДИНСТВЕННОЕ И ИСКЛЮЧИТЕЛЬНОЕ СРЕДСТВО В ОТНОШЕНИИ IMI В ОТНОШЕНИИ ЛЮБЫХ ДЕФЕКТОВ, НЕСООТВЕТСТВИЙ ИЛИ НЕУДОВЛЕТВОРЕНИЯ ЯВЛЯЕТСЯ ПРЕКРАЩЕНИЕМ ИСПОЛЬЗОВАНИЯ УСЛУГ. Мы не несем ответственности за любой ущерб вашей компьютерной системе, потерю или повреждение данных или другой ущерб, который может возникнуть. от вашего доступа или использования веб-сайта или платформы Intuition Machines. Могут происходить плановые и внеплановые перебои, и мы не гарантируем бесперебойную доступность нашего веб-сайта.",
    "2110259227": "24. Ограничение ответственности",
    "3018077211": "25. Разрешение споров с авторами",
    "2790841456": "Если вы являетесь Участником, вы соглашаетесь со следующей арбитражной оговоркой и отказом от коллективных исков:",
    "2323013093": "26. Применимое право",
    "2900525040": "Настоящие Условия обслуживания и любые разногласия, споры или претензии, возникающие из них, регулируются законами штата Калифорния.",
    "3339302473": "27. Прекращение действия",
    "41530052": "28. Общие условия",
    "3202747130": "Полное согласие. Настоящие Условия обслуживания и любые политики, процедуры или условия, упомянутые в этом соглашении, составляют полное соглашение сторон в отношении предмета и заменяют и отменяют все предыдущие и одновременные связанные соглашения, претензии, заявления и договоренности сторон. .",
    "4080263153": "Без отказа. Мы не будем считаться отказавшимися от какой-либо части наших прав или средств правовой защиты, если отказ не оформлен в письменной форме и не подписан нами. Если мы откладываем принудительное исполнение или не обеспечиваем соблюдение наших прав в соответствии с каким-либо положением этого соглашения, это не будет означать отказ от нашего права на последующее исполнение такого положения или любой части этого соглашения.",
    "1789371580": "Возможность присвоения. Вы не можете назначать эти Условия использования без нашего предварительного письменного согласия. Мы можем передать эти Условия использования в любое время без предварительного уведомления. С учетом вышеизложенного, настоящие Условия обслуживания будут иметь обязательную силу для правопреемников и разрешенных правопреемников каждой стороны.",
    "2819628066": "Делимость. Если какое-либо положение настоящих Условий обслуживания будет признано недействительным или не имеющим исковой силы по какой-либо причине, это не повлияет на действительность и исковую силу любых оставшихся положений.",
    "3955981186": "Поправки. Никакие изменения или поправки к настоящим Условиям обслуживания кем-либо, кроме IMI, не будут иметь обязательной силы для IMI, за исключением случаев, когда это сделано в письменном документе, подписанном должным образом уполномоченным представителем IMI.",
    "1377538813": "Преобладающий язык. Английская версия настоящих Условий обслуживания будет иметь преимущественную силу во всех отношениях и будет иметь преимущественную силу в случае любых несоответствий с переведенными версиями, если таковые имеются.",
    "2438016011": "Добровольное соглашение. Все стороны настоящих Условий обслуживания заявляют и соглашаются с тем, что каждая из них ознакомилась со всеми аспектами этого соглашения, внимательно прочитала и полностью понимает все его положения и добровольно заключает это соглашение.",
    "2445034923": "Если вы не согласны со всеми положениями и условиями настоящих Условий обслуживания, не (и вы не можете) использовать или получать доступ к Сайту или Услугам.",
    "2646127839": "Приложение для клиентов к Основным условиям обслуживания",
    "4097297673": "Как Клиент, Запрашивающий или Интегратор, вы соглашаетесь соблюдать приведенные ниже условия в дополнение к любым другим обязательным условиям между вами и IMI.",
    "1093280979": "1. Формы заказа платформы",
    "1549953005": "Возможно, вы заполнили одну или несколько форм заказа на доступ к платформе (каждая - «Форма заказа») в качестве условия для того, чтобы стать Заказчиком или Инициатором запроса. В таком случае условия, описанные в Форме заказа, становятся частью Условий обслуживания и тем самым включаются сюда посредством ссылки.",
    "3819851005": "2. Сборы",
    "1591032933": "Вы будете платить IMI сборы, как описано в применимой форме заказа, с помощью метода оплаты, который вы указали в соответствующей форме заказа. Если иное прямо не согласовано обеими сторонами в письменной форме, вы обеспечите полную оплату всех выставленных счетов в течение тридцати (30) дней после даты отправки счета по почте. Вы разрешаете нам выполнять авторизацию кредитной карты по всей информации кредитной карты, которую вы нам предоставляете, хранить информацию о кредитной карте и снимать средства с вашей кредитной карты или любой другой учетной записи, которую мы согласовываем в качестве формы оплаты. Если иное не указано в Форме заказа или в вашем Соглашении об оказании корпоративных услуг или Основном соглашении об оказании услуг, все сборы за Услуги, за исключением излишков, выставляются ежегодно после начала услуг, предоставляемых IMI в соответствии с вашим Соглашением («Дата вступления в силу»).",
    "4142610534": "Любые просроченные платежи начисляются за просрочку платежа в размере 1,5% в месяц или максимальной суммы, разрешенной законом, в зависимости от того, что меньше. Если вы не заплатите сумму, причитающуюся по настоящему Соглашению по какой-либо причине, ваша учетная запись может быть приостановлена по нашему собственному усмотрению, и в этом случае никакие дополнительные платежи не будут производиться с вашей учетной записи за выполнение задач, и все ваши задачи будут удалены. с нашего сайта. Вы должны возместить нам все причитающиеся суммы по требованию, а также любые сборы за обработку, штрафы за просрочку платежа или гонорары адвокатам. Мы также можем предоставлять соответствующие отчеты в кредитные агентства и правоохранительные органы.",
    "512991700": "Если вы хотите оспорить какие-либо сборы, вы должны связаться с нашим отделом поддержки клиентов не позднее, чем через тридцать (30) дней после даты закрытия первого счета или выписки по счету, в которой появилась ошибка или проблема, чтобы получить корректировку или кредит.",
    "1273914192": "3. Налоги",
    "4242322181": "Вы несете ответственность за уплату всех налогов, связанных с Услугами, кроме налогов США, начисляемых на чистый доход или личное имущество Intuition Machines.",
    "1671996585": "Вам может потребоваться интегрировать ваш веб-сайт, приложение или платформу с нашими Сервисами через наш интерфейс прикладного программирования («API»). В этом случае мы предоставляем вам ограниченную, неисключительную, непередаваемую, непередаваемую и отзывную лицензию на использование API исключительно для доступа к Сервисам. Мы можем изменить API и / или прекратить поддержку старых версий или выпусков API в любое время. Мы оставляем за собой право приостановить или ограничить ваш доступ к API по нашему собственному усмотрению, и мы приложим разумные усилия, чтобы уведомить вас до приостановки.",
    "4036662147": "5. Защита конфиденциальной информации",
    "3564208535": "Вы соглашаетесь прилагать коммерчески разумные усилия для защиты любой Конфиденциальной информации, полученной от нас или через наши Услуги. включает оценки ботов и закрытые сведения о нашей корпоративной службе, в том числе закрытую документацию и любые сведения, которыми мы можем поделиться в отношении наших методов обнаружения ботов. Если вам будет предоставлен доступ к такой Конфиденциальной информации, мы можем изменить, приостановить или ограничить ваш доступ к нашим Сервисам по нашему собственному усмотрению, если мы определим, что Конфиденциальная информация раскрывается при использовании вами наших Сервисов, и мы приложим разумные усилия. чтобы уведомить вас до приостановки.",
    "120384113": "6. Прекращение действия",
    "453723556": "Вы можете прекратить действие этого Приложения для клиентов независимо от Условий обслуживания, перестав быть Заказчиком или Инициатором запроса. Мы оставляем за собой право приостановить или прекратить ваш статус в качестве клиента или инициатора запроса в любое время или иным образом прекратить действие вашей учетной записи или использования Услуг в соответствии с Условиями обслуживания. После расторжения вы несете ответственность за любую сумму, причитающуюся в соответствии с вашей формой заказа. Если ваша подписка включает какие-либо ежемесячные или годовые сборы или ежемесячные или годовые минимумы, вы все равно будете нести ответственность за оплату всех сборов за Услуги до конца этого месяца или года, соответственно.",
    "218889628": "За исключением случаев, когда мы прекращаем действие настоящего Приложения для клиентов или Условий обслуживания в результате нарушения вами настоящего Приложения для клиентов или Условий обслуживания, если мы прекратим действие и вы предоплатите нам любые сборы, мы вернем пропорциональную часть из них. суммы предоплаты, основанные на оставшемся времени или оплаченных вами Услугах, в зависимости от того, что меньше. Мы завершим нашу работу коммерчески разумным образом, сохраним и доставим вам все оплаченные наборы выходных данных и все данные клиентов, которыми мы располагаем. При любом прекращении мы можем, но не обязаны удалять какие-либо данные.",
    "2505227594": "7. Избыточные",
    "2369877184": "Максимально допустимая пиковая скорость запросов в секунду для интеграторов или клиентов hCaptcha составляет 1000 запросов в секунду к объектам в вашей учетной записи («RPS»), если иное не указано в письменном договорном соглашении между вами и нами.",
    "234420106": "В случае, если вы являетесь интегратором или клиентом службы hCaptcha Enterprise и ваше использование API, измеряемое с помощью RPS, превышает установленную ставку для вашего уровня обслуживания, мы можем изменить вашу услугу или взимать плату за превышение. В случае, если ваша пиковая частота запросов в секунду превышает предоставленную скорость в 10 раз для 10 или более минут в общей сложности в течение 30-дневного периода и большинство этих запросов, по нашему собственному мнению, не является вредоносным трафиком, мы можем решить взимать с вас плату по установленной в контракте ставке за перерасход за все запросы API, сделанные в этом месяце.",
    "2619472217": "8. Перепродажа",
    "2019702084": "Если иное прямо не разрешено в Основном соглашении об оказании услуг Клиента или Соглашении с реселлером, заказанные услуги SaaS не могут быть проданы, перепроданы, сданы в аренду, сублицензированы, лицензированы, сублицензированы или иным образом предоставлены любой другой третьей стороне (кроме Аффилированного лица Клиента). ), а также все заказы в соответствии с Соглашением и все использование Службы Клиентом для внутреннего использования Клиентом или его Аффилированным лицом.",
    "1233229030": "Разное",
    "1467783792": "Ни одно физическое или юридическое лицо или организация, подпадающие под санкции Соединенных Штатов («Уполномоченный субъект»), не имеет права на получение вознаграждений или использование Услуг в качестве интегратора. Во избежание сомнений, сюда входят любые санкционированные субъекты, назначенные Управлением по контролю за иностранными активами («OFAC») Министерства финансов США.",
    "3759657802": "Вы не можете переуступать, передавать или делегировать настоящие Условия обслуживания или свои права или обязанности по ним каким-либо образом (в силу закона или иным образом).",
    "1627232990": "Переводы настоящих Условий обслуживания предоставляются в максимально сжатые сроки. В случае каких-либо существенных различий между Условиями обслуживания на английском языке и их переводом, Условия обслуживания на английском языке считаются имеющими силу.",
    "805221621": "пожалуйста, свяжитесь с нами в",
    "259613338": "если у вас есть какие-либо вопросы относительно настоящих Условий обслуживания.",
    "2735878907": "Заявление о планировании непрерывности бизнеса",
    "2887242610": "Intuition Machines, Inc разработала План обеспечения непрерывности бизнеса, в котором описывается, как мы будем реагировать на события, которые существенно нарушают наш бизнес с hCaptcha. Поскольку сроки и последствия стихийных бедствий и сбоев непредсказуемы, нам придется гибко реагировать на реальные события по мере их возникновения. Имея это в виду, мы предоставляем вам информацию о нашем плане обеспечения непрерывности бизнеса.",
    "809251240": "Связаться с нами",
    "2551802342": "- Мы планируем быстро восстанавливать и возобновлять бизнес-операции после значительного сбоя в работе и реагируем, защищая наших сотрудников и имущество, проводя финансовую и операционную оценку, защищая бухгалтерские книги и записи фирмы и позволяя нашим клиентам и их конечным пользователям совершать операции в Интернете. Короче говоря, наш план обеспечения непрерывности бизнеса разработан, чтобы позволить нашей фирме возобновить работу как можно быстрее, учитывая масштабы и серьезность серьезного сбоя в работе. Наш план обеспечения непрерывности бизнеса включает: резервное копирование и восстановление данных; все критически важные системы; финансовые и операционные оценки; альтернативные коммуникации с клиентами, сотрудниками и надзорными органами; альтернативное физическое местонахождение сотрудников; критическое влияние на поставщиков и клиентов; нормативная отчетность; и своевременное извещение наших клиентов, если мы не можем продолжать нашу деятельность. Наш основной пул поставщиков поддерживает наши важные записи в географически отдельной области. Хотя каждая чрезвычайная ситуация создает уникальные проблемы, основанные на внешних факторах, таких как время суток и серьезность сбоев, этот пул поставщиков сообщил нам, что их цель - восстановить свои собственные операции и иметь возможность быстро возобновить обслуживание. Несмотря на то, что мы работали над снижением риска за счет использования разнообразных поставщиков, ваши услуги могут быть изменены или прерваны в течение этого периода.",
    "826396656": "Наш план обеспечения непрерывности бизнеса",
    "1979347895": "- Значительные сбои в работе могут различаться по своему масштабу, например, только наша фирма, отдельное здание, в котором находится наша фирма, район, в котором находится наша фирма, город, в котором мы находимся, или весь регион. В каждой из этих областей серьезность нарушения также может варьироваться от минимальной до серьезной. В случае сбоя в работе нашей фирмы, нашего делового района, города или региона или здания, в котором находится наша фирма, мы при необходимости перенесем наши операции на местный объект и не ожидаем существенного нарушения бизнес-операций. В любой ситуации мы планируем продолжить бизнес, при необходимости передать операции альтернативным поставщикам и уведомить вас через наш веб-сайт по адресу hcaptcha.com и нашу страницу статуса на hcaptchastatus.com о том, как с нами связаться. Если существенный сбой в работе настолько серьезен, что не позволяет нам продолжать бизнес, мы незамедлительно уведомим вас.",
    "653679457": "Различные сбои",
    "410397176": "Для дополнительной информации",
    "2095899021": "Руководство по брендингу hCaptcha и Генеральная лицензия на товарный знак",
    "2340340589": "Рекомендации по использованию метки hCaptcha",
    "2430148876": "Мы создали эти руководящие принципы и общую лицензию на товарный знак, чтобы максимально упростить для наших клиентов, партнеров и поклонников работу с нашим брендом, сохраняя при этом нашу корпоративную идентичность. Если вам нужно использовать значки, логотипы или другие знаки hCaptcha способами, которые существенно отличаются от этих рекомендаций, вам нужно будет связаться с нами (IMI) для получения письменной лицензии.",
    "3884400764": "Хотя вы можете использовать знаки hCaptcha в соответствии с этими руководящими принципами, это не означает, что у вас есть какие-либо права на Знаки hCaptcha, логотипы или любой другой товарный знак, торговое название, знак обслуживания, фирменное наименование или репутацию hCaptcha. Мы хотим предоставить как можно большую гибкость, но мы обязаны защищать hCaptcha от несанкционированного использования любого товарного знака, фирменного наименования, знака обслуживания, фирменного наименования или деловой репутации hCaptcha. Любое несанкционированное использование автоматически прекращает действие разрешения или лицензии, предоставленной hCaptcha, и может повлечь за собой юридическую ответственность за любой ущерб.",
    "512598290": "Таким образом, мы должны попросить вас всегда использовать все знаки и логотипы hCaptcha в форме, которая соответствует приведенным ниже правилам, включая использование заглавных букв, шрифт и стиль.",
    "2075610992": "Спасибо за поддержку!",
    "1023190144": "hCaptcha® в тексте",
    "4274324704": "Вот как использовать наше имя в письменной копии:",
    "3912926900": "hCaptcha® должен иметь символ зарегистрированного товарного знака при первом появлении в творческой копии.",
    "950637875": "Запрещается изменять написание hCaptcha, а вторая буква hCaptcha всегда должна начинаться с заглавной буквы (\"C\"). Оно никогда не бывает множественным или притяжательным.",
    "2624601135": "«hCaptcha» не следует использовать как часть названия бренда, соединять дефисом или использовать в названиях приложений или других продуктов.",
    "3828090208": "Вместо этого используйте «для hCaptcha». Если используется с логотипом третьей стороны, «для hCaptcha» должно быть меньше по размеру, чем логотип третьей стороны.",
    "4149738856": "hCaptcha следует использовать как прилагательное, за которым следует соответствующий общий термин.",
    "1446868537": "hCaptcha никогда не следует использовать как глагол.",
    "2487931657": "Не используйте: «мы hCaptcha'd наш сайт».",
    "2565565429": "Вместо этого используйте: «мы используем hCaptcha, чтобы сделать наш сайт безопаснее и безопаснее».",
    "3434202027": "Любое использование имени hCaptcha в сообщениях требует указания автора: «hCaptcha является зарегистрированным товарным знаком Intuition Machines, Inc.»",
    "2754937029": "Неприемлемое использование",
    "2436973524": "Допускаются только точные ссылки. Недопустимо говорить, что сайт использует сервисы и приложения hCaptcha, если это не так. Точно так же использование нашего логотипа или любых значков уместно только тогда, когда сайт использует сервисы hCaptcha.",
    "69844082": "Товарные знаки hCaptcha, графические символы, логотипы, шрифт или значки также не могут использоваться в пренебрежительной манере.",
    "3861413614": "Вы не можете использовать какие-либо товарные знаки или логотипы hCaptcha, которые означают, что hCaptcha имеет отношение к сторонним продуктам или услугам или поддерживает их, поддерживает или поддерживает продукт или услугу, без явного письменного разрешения.",
    "1409822234": "Ни при каких обстоятельствах идентичный или почти идентичный товарный знак hCaptcha не может использоваться в качестве доменного имени.",
    "4181060163": "Третьи стороны не должны использовать вариации или орфографические ошибки или действовать каким-либо образом, который может вызвать первоначальную путаницу в отношении интересов товарных знаков hCaptcha.",
    "3955555607": "За исключением Партнеров или Авторизованных реселлеров, третьи стороны не могут делать ставки на ключевые слова, Google AdWords или другие целевые рекламные системы, использующие метки hCaptcha или орфографические ошибки. Третьи стороны также не могут использовать знаки hCaptcha в доменных именах, в любой поисковой оптимизации, метатегах, поисковых запросах, коде или другом искажении.",
    "1985238261": "Другие запрещенные знаки",
    "2193061499": "Некоторые из наших логотипов и знаков могут использоваться только hCaptcha и ее партнерами. Третьи лица не могут использовать следующие знаки без письменной лицензии hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "Авторизованный реселлер hCaptcha ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop от hCaptcha ™",
    "2557601376": "Логотип hCaptcha ™",
    "248923369": "Логотип BotStop ™",
    "3942875761": "Помогите построить лучшую сеть Интернет ™",
    "364774188": "Я человек ™",
    "2785425016": "(в контексте решения для проверки человечности, например, призыв к действию)",
    "2639657759": "Знаки, используемые с разрешения",
    "1268918580": "Некоторые логотипы и знаки, используемые hCaptcha и ее партнерами, принадлежат третьим сторонам и могут использоваться только с их разрешения. Третьи лица не могут использовать следующие знаки, кроме как с разрешения их владельцев:",
    "3782751514": "HUMAN Protocol® является зарегистрированным товарным знаком HUMAN Protocol Foundation и используется с его разрешения.",
    "1620709264": "HUMAN Token® является зарегистрированным товарным знаком HUMAN Protocol Foundation и используется с его разрешения.",
    "3031953928": "HUMAN Network ™ является товарным знаком HUMAN Protocol Foundation и используется с его разрешения.",
    "3554363588": "Прочие знаки",
    "3290996791": "Все остальные названия продуктов, логотипы и бренды являются собственностью их владельцев. Все остальные названия компаний, продуктов и услуг, используемые на этом веб-сайте, используются только в целях идентификации. Использование этих названий, логотипов и торговых марок не означает одобрения.",
    "2444685143": "Политика в отношении логотипов",
    "2414232014": "Наш логотип мгновенно узнаваем и является одним из наших самых ценных и важных активов. Чтобы он оставался сильным представителем нашей компании, он должен быть представлен осторожно и последовательно по всем каналам связи.",
    "803639471": "Логотип hCaptcha состоит из значка руки и логотипа hCaptcha. В альтернативной форме значок руки может появляться сам по себе, когда пространство ограничено, и «hCaptcha» используется в качестве словесного знака (как описано выше) в непосредственной близости от значка руки, так что ясно, что значок руки представляет hCaptcha.",
    "564127016": "Значок руки hCaptcha:",
    "1424800293": "Логотип hCaptcha:",
    "1525506526": "Что такое захват аккаунтов и как они работают?",
    "2446481523": "Есть старая народная сказка, в которой возница и дворянин появляются в полиции в небольшой деревушке. Один мужчина, одетый в грязную нищенскую одежду, сказал констеблю: «Я дворянин. Этот человек был моим водителем.",
    "1767952047": "Он напал на меня прошлой ночью, украл мою одежду и забрал мои деньги ». Другой человек, одетый в великолепные наряды, одежду благородного сословия, ответил: «Констебль, этот человек безумен. Он думает, что он дворянин. Я настоящий дворянин. Арестуйте его! »",
    "2947576723": "Эта история возникла еще до получения водительских прав и цифровой печати отпечатков пальцев, но она предлагает хороший пример того, что может пойти не так в ситуации захвата аккаунта. Человек входит в онлайн-банковский счет или в приложение для мобильных платежей. Он настоящий владелец аккаунта или хакер? Кто есть кто на самом деле? Эти проблемы безопасности влияют на организации, которые разрешают доступ к самообслуживанию учетной записи.",
    "1687299615": "Что такое захват аккаунта?",
    "2648707986": "Захват учетной записи - это форма кибермошенничества, при которой злоумышленник выдает себя за владельца учетной записи в Интернете. Как правило, учетная запись находится в финансовом учреждении или в электронной коммерции, где мошенник может украсть деньги, товары или подарочные карты. Злоумышленник использует украденные учетные данные для доступа к учетной записи, а затем перехватывает ее, возможно, изменяя пароль, чтобы заблокировать фактического владельца учетной записи.",
    "1476843710": "Менее вредные с финансовой точки зрения, но все же вредные формы захвата аккаунтов включают взлом аккаунтов в социальных сетях и тому подобное. В этих случаях злоумышленник обычно пытается распространить вредоносное ПО или участвовать в фишинговых атаках на ничего не подозревающих друзей жертвы. Или злоумышленник пытается поставить жертву в неловкое положение, что иногда случается, например, со знаменитостями и политиками.",
    "2904949278": "Как хакер завладевает аккаунтом?",
    "2575690545": "Захват аккаунтов, как и многие другие виды кибермошенничества, в основном является автоматическим массовым процессом. Хакер, одетый в толстовку в подвале своей матери, редко набирает пароли на веб-сайтах банка по одному.",
    "3614653023": "Скорее, эта практика основана на крупномасштабных атаках с заполнением учетных данных, которые проверяют миллионы пар имени пользователя и пароля на десятках целевых финансовых учреждений в надежде разблокировать небольшую часть учетных записей. Как только программное обеспечение для автоматизированного мошенничества получит доступ к учетной записи, к нему может подключиться человек-хакер, но в некоторых случаях - нет.",
    "2762759509": "Многие атаки по захвату аккаунтов почти полностью автоматизированы.",
    "1972710018": "Взгляд на это с точки зрения компании",
    "1282121137": "Чтобы понять, насколько проблематичным может быть захват аккаунта, подумайте, как выглядит этот опыт с точки зрения финансового учреждения. Они обрабатывают миллионы входов в систему каждый день.",
    "2315518622": "Благодаря изощренности, доступной в современных инструментах атаки, чрезвычайно сложно определить, какие из них являются мошенническими, если таковые имеются. Затем человек звонит в службу поддержки клиентов и говорит: «Моя учетная запись подверглась атаке! Я не могу войти в систему, и кто-то крадет мои деньги! »",
    "1836369533": "Как констебль в народной сказке, как определить, кто есть кто на самом деле? Если у злоумышленника достаточно украденных элементов идентификации, таких как номер водительского удостоверения, номер социального страхования, девичья фамилия матери, адрес и т. Д., Может быть довольно сложно определить, является ли звонивший владельцем реальной учетной записи или злоумышленником, пытающимся получить сброс пароля учетной записи, через которую он хочет проникнуть.",
    "2880837730": "Что можно сделать, чтобы остановить захват аккаунтов?",
    "3654556483": "Финансовые учреждения и компании электронной коммерции имеют процессы и средства контроля, которые смягчают некоторые угрозы захвата аккаунтов. Они варьируются от старомодных вопросов безопасности «как звали вашего лучшего друга в начальной школе» до методов обнаружения, которые выявляют подозрительные IP-адреса и профили мобильных устройств.",
    "2449501658": "предоставляет один из самых продвинутых способов снизить угрозу от попыток мошеннических попыток входа в учетную запись, используя машинное обучение для обнаружения и остановки ботов, что существенно усложняет или даже делает невозможным захват учетной записи для мошенников.",
    "3621455477": "Узнать больше!",
    "555246307": "Кстати, вот как заканчивается история дворянина и его водителя: констебль заставил двух мужчин часами сидеть в комнате вместе, и им стало скучно. В конце дня он появился и сказал: «Я сейчас поговорю с водителем фургона». Мужчина в благородной одежде встал. Ему так скучно, что он забыл, что всего лишь притворяется дворянином.",
    "1224727373": "BotStop от hCaptcha",
    "1187718370": "Связаться с нами",
    "3892905664": "hCaptcha помогает вашим любимым онлайн-сервисам защищать от ботов, спама и злоупотреблений, задавая простые вопросы, которые легки для людей и трудны для машин.",
    "555158694": "Служба, которую вы используете, выбрала для улучшения вашего опыта на своем сайте, установив hCaptcha для уменьшения вредоносного трафика.",
    "1617196410": "hCaptcha ориентирована на остановку ботов. Нам все равно, кто пользователь, а только то, злонамерен ли он. Мы прилагаем все усилия, чтобы сбалансировать конфиденциальность и",
    "1624200563": "безопасности и соблюдать GDPR, CCPA, LGPD, PIPL и другие правила конфиденциальности.",
    "1927613000": "hCaptcha сочетает в себе сложное машинное обучение с мощной платформой для защиты веб-приложений от захвата учетных записей, заполнения учетных данных, очистки и других видов злоупотреблений.",
    "1133989302": "Почему hCaptcha?",
    "34074886": "Каждый раз, когда вы отвечаете на вызов, мы используем сложные модели, чтобы определить, являетесь ли вы человеком. Веб-сайт, который вы посетили, затем использует этот результат, чтобы помочь вам улучшить ваш опыт на своем сайте, не допуская ботов.",
    "3412647984": "Это позволяет избежать вопросов в будущем, зарегистрировав и установив файл cookie. Также попробуйте отключить блокировку рекламы.",
    "2510209017": "Нужна дополнительная помощь?",
    "477275453": "Почему API-интерфейсы являются популярной целью для хакеров?",
    "596347471": "Интерфейсы прикладного программирования (API) стали популярной целью для злоумышленников в киберпространстве. Для этого есть много причин, в том числе их большая полезность при интеграции приложений. Однако можно снизить риск API.",
    "2441638955": "Во-первых, что такое API?",
    "3963216198": "Чтобы обсудить, почему API-интерфейсы являются популярной целью для хакеров, стоит сначала уделить немного времени определению того, что в настоящее время подразумевается под термином «API». Концепция API совсем не нова. Фактически, интерфейсы для соединения различных компьютерных систем друг с другом, а также их внутренние компоненты существуют, по крайней мере, с начала 1960-х годов.",
    "1047251718": "Однако сегодня, когда люди говорят об API, они неизменно имеют в виду API, основанные на стандартах. Это API-интерфейсы, созданные с использованием открытых стандартов, таких как передача репрезентативного состояния (REST), и открытых стандартных форматов файлов, таких как JavaScript Object Notation (JSON). Такие «API-интерфейсы RESTful», как их называют, могут быть созданы без необходимости в проприетарном программном обеспечении. Полученные в результате API-интерфейсы могут отправлять и получать данные и вызовы процедур между программными приложениями. Например, приложение мобильного банкинга использует API для доступа к системам банка.",
    "3195334319": "Полезность и уязвимость API",
    "1903743785": "Появление API, основанных на стандартах, стало большим шагом вперед в интеграции приложений. За последние 20 лет или около того API превратились из дорогостоящих и сложных проприетарных программных продуктов в бесплатные, основанные на стандартах инструменты, с которыми было сравнительно легко работать - и быстро развертывать.",
    "879362350": "Благодаря новым API, работающим через Интернет, стало возможным подключать любое программное обеспечение или источник данных в любой точке мира, независимо от платформы, схемы данных или языка программирования. В результате компьютерный мир сейчас находится в разгаре революции API. Между приложениями и данными произошел взрывной рост. Это здорово, пока это не так.",
    "3844432472": "Сама открытость и полезность API-интерфейсов делает их невероятно полезными целями для злоумышленников. Точно так же, как мобильное приложение может быть запрограммировано на получение и получение данных из корпоративной системы с помощью API, то же самое можно сделать и с вредоносным ПО. Хакеры написали множество программных инструментов для злоупотребления API. Это эффективная техника атаки.",
    "2187096543": "Действительно, были некоторые серьезные утечки данных в результате написанного хакерами программного обеспечения, которое обращалось к API для извлечения данных из базы данных. В конце концов, если для кражи данных просто требуется базовый вызов GET для API, написанный с использованием REST и JSON, то легко быстро очистить базу данных. Фактически, когда люди говорят об атаках «соскабливанием экрана», на самом деле они в основном имеют в виду быстрые вызовы API, которые извлекают данные из баз данных. API-интерфейсы стали основной поверхностью атаки для организаций, которые их создают.",
    "4222109231": "Снижение риска API с помощью корпоративного продукта hCaptcha",
    "1783317946": "Остановка атак API - популярный вариант использования",
    "3022922096": ", корпоративный набор продуктов hCaptcha. В отличие от бесплатной версии hCaptcha,",
    "63719113": "использует расширенное машинное обучение для выявления вредоносного трафика на ваш сайт и в приложения, включая операции парсинга.",
    "3566102529": "сегодня, чтобы узнать больше.",
    "3096553330": "Каждая система, которую мы создаем, просто отражает наши отношения с другими людьми.",
    "1467218142": "То, что мы хотим от них и от самих себя, определяет наше поведение, и поэтому одни и те же модели взаимодействия повторяются во всех человеческих системах. Интернет предоставляет множество ярких примеров этого фундаментального аспекта нашего мира.",
    "808872868": "Например: спам, мошенничество и злоупотребления существуют в сети почти со дня, когда две системы были впервые соединены вместе.",
    "1085089390": "Жестокое обращение в Интернете проистекает из врожденного человеческого поведения",
    "3064321967": "Первое известное спам-письмо было отправлено в 1978 году. [",
    "3800781598": "] Спустя почти пять десятилетий спам по электронной почте продолжает преследовать нас. Многие миллиарды долларов и тысячи человеко-лет инженерных усилий были потрачены на то, чтобы победить его, но спам все еще сохраняется. С обеих сторон существуют миллиардные отрасли промышленности, то есть те, которые защищаются от нее, и те, кто ее отправляет.",
    "2119943547": "Почему это? Ответ прост. Пока есть стимул злоупотреблять системой, обычно кто-то найдет способ. И как только они это сделают, у кого-то появится стимул их остановить.",
    "532470444": "Баланс может немного сдвигаться из года в год, но такое поведение просто отражает фундаментальную человеческую природу, и пять тысяч лет письменной истории подразумевают, что динамика вряд ли изменится в ближайшее время.",
    "3193548097": "Надежда умирает",
    "4065614934": "Этот анализ не нов, но люди вечно оптимистичны. Особенно когда думают, что их идея новая.",
    "1216071511": "Те же идеи предлагаются так часто, что около 20 лет назад анонимный автор придумал полезное заполнение поля для онлайн-обсуждений решений по борьбе со спамом:",
    "1941999673": "Ваш пост пропагандирует",
    "4179118182": "() технический () законодательный () рыночный () линчеватель",
    "3978720689": "подход к борьбе со спамом. Ваша идея не сработает. Вот почему это не сработает.",
    "318339230": "(Одно или несколько из следующего могут относиться к вашей конкретной идее, и это может иметь",
    "30312304": "другие недостатки, которые варьировались от штата к штату до того, как был принят плохой федеральный закон.)",
    "2710988028": "() Спамеры могут легко использовать его для сбора адресов электронной почты",
    "3912514510": "() Это затронет списки рассылки и другое законное использование электронной почты.",
    "2030062561": "() Никто не сможет найти парня или забрать деньги",
    "3334160175": "() Беззащитен от атак грубой силы",
    "3238345709": "() Он остановит спам на две недели, а потом мы застрянем в нем",
    "4227800293": "() Пользователи электронной почты не потерпят этого",
    "2271252286": "() Microsoft не потерпит этого",
    "692064738": "() Полиция с этим не мирится",
    "3475647460": "() Требует слишком большого сотрудничества со спамерами",
    "1482845460": "() Требуется немедленное полное сотрудничество всех сразу",
    "3741193183": "() Многие пользователи электронной почты не могут позволить себе потерять бизнес или оттолкнуть потенциальных работодателей.",
    "2234909600": "() Спамерам наплевать на недопустимые адреса в своих списках",
    "1982617151": "() Кто угодно может анонимно разрушить чью-либо карьеру или бизнес",
    "2498172334": "В частности, ваш план не учитывает",
    "389705801": "() Законы, прямо запрещающие это",
    "190955495": "() Отсутствие централизованного контроля над электронной почтой",
    "237009707": "() Открытые реле в зарубежных странах",
    "3507532387": "() Легкость поиска в крошечном буквенно-цифровом адресном пространстве всех адресов электронной почты",
    "2477958756": "( ) Плохой человек",
    "3254142589": "() Юрисдикционные проблемы",
    "3621401685": "() Непопулярность странных новых налогов",
    "4277475973": "() Нежелание общества принимать необычные новые формы денег",
    "941057651": "() Огромные существующие вложения в программное обеспечение для SMTP",
    "3265293440": "() Восприимчивость к атакам протоколов, отличных от SMTP",
    "515733427": "() Готовность пользователей устанавливать патчи ОС, полученные по электронной почте",
    "2631159699": "() Войска червей, пронизанных широкополосными Windows-боксами",
    "776542208": "() Вечная гонка вооружений задействована во всех подходах к фильтрации",
    "989480928": "() Чрезвычайная прибыльность спама",
    "3898950867": "() Джо Джобс и / или кража личных данных",
    "3395399558": "() Технически безграмотные политики",
    "1118929614": "() Крайняя глупость со стороны людей, которые ведут бизнес со спамерами",
    "838951836": "() Нечестность со стороны самих спамеров",
    "2123236933": "() Стоимость полосы пропускания, на которую не влияет фильтрация клиентов",
    "2292919419": "() Outlook",
    "2534436327": "также могут применяться следующие философские возражения:",
    "832385387": "() Идеи, подобные вашей, легко придумать, но ни одна из них не была реализована на практике.",
    "1993984258": "() Любая схема, основанная на отказе от рассылки, неприемлема.",
    "3909240516": "() Заголовки SMTP не должны регулироваться законодательством.",
    "1151065360": "() Черные списки - отстой",
    "2396605499": "() Белые списки - отстой",
    "2225785608": "() Мы должны иметь возможность говорить о Виагре без цензуры",
    "3004688366": "() Контрмеры не должны включать мошенничество с использованием банковских переводов или кредитных карт.",
    "922470170": "() Контрмеры не должны включать саботаж общественных сетей.",
    "3068923550": "() Контрмеры должны работать, если вводиться постепенно.",
    "2752975480": "() Отправка электронной почты должна быть бесплатной",
    "117227832": "() Почему мы должны доверять вам и вашим серверам?",
    "1021431157": "() Несовместимость с лицензиями с открытым исходным кодом или открытым исходным кодом",
    "2801524659": "() Меры по улучшению самочувствия ничего не делают для решения проблемы",
    "931661269": "() Временные / одноразовые адреса электронной почты громоздки",
    "2090457681": "() Я не хочу, чтобы правительство читало мою электронную почту",
    "3536122902": "() Остановить их таким образом не так медленно и болезненно",
    "2391175562": "Более того, вот что я думаю о вас:",
    "229198134": "() Извини, чувак, но я не думаю, что это сработает.",
    "345563040": "() Это глупая идея, и ты глупый человек, если предлагаешь ее.",
    "409780280": "() Хорошая попытка, ****! Надеюсь, кто-то наступит на вашу клавиатуру!",
    "2820080973": "организовано с ❤",
    "3943164003": "просмотр в сыром виде",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Почему ваше новое решение для защиты от спама не работает",
    "361795034": ". Неизвестный автор, гр. 2000 г.",
    "1547006769": "Проверка человечности - та же проблема",
    "3717942925": "Так же, как всегда будут люди, которые хотят привлечь ваше внимание через электронную почту, всегда будет желание ограничить доступ к некоторым ресурсам, чтобы только люди могли получить к ним доступ.",
    "2481032625": "Является ли цель предотвратить:",
    "1691348394": "- автоматические массовые покупки во время продажи с ограниченным выпуском",
    "1771016224": "- программное обеспечение для массовой загрузки всего контента с вашего сайта",
    "1959762846": "- заполнение ваших веб-форм бесконечным маркетинговым спамом или оскорблениями",
    "345108670": "- заполнение учетных данных и другие попытки захвата аккаунта",
    "2540760245": "среди многих других применений возможность фильтровать онлайн-трафик на основе «человек или нет», вероятно, останется ценным инструментом до тех пор, пока человеческая природа следует тем же образцам, которые были зафиксированы за последние пять тысяч лет.",
    "3346362371": "А как насчет машинного обучения?",
    "3619183405": "В 2021 году простые CAPTCHA иногда можно будет решить с помощью программного обеспечения, благодаря достижениям в области машинного обучения. Чтобы решить эту проблему, hCaptcha также проводит очень подробный анализ таких свойств, как",
    "3292221787": "на вопрос был дан ответ, а не только на то, правильно ли он был, и часто меняются как вопросы, так и используемые данные.",
    "1080672247": "Поскольку многие из задаваемых вопросов не могут быть экономически решены с помощью стандартного программного обеспечения, и поскольку данные, как правило, уникальны для системы, это означает, что боты часто полностью останавливаются бесплатным сервисом и вместо этого должны полагаться на человеческие решатели CAPTCHA, которые делает многие виды злоупотреблений совершенно нерентабельными.",
    "4172868199": "идет намного дальше, переходя в сферу попыток отличить «хорошего человека» от «плохого человека», и сегодня используется многими из самых популярных онлайн-сервисов в мире, чтобы найти и остановить все, от мошенничества с покупками до продвинутых постоянных угроз для своих пользователей, при этом уделяя особое внимание сохранению конфиденциальности.",
    "2873911365": "А как насчет аттестации оборудования?",
    "1477196356": "На протяжении десятилетий предлагались различные методы привязки личности к устройству криптографически безопасным способом, иногда со свойствами сохранения конфиденциальности. Криптография с открытым ключом восходит к c. 1975 г., и аппаратные токены существуют почти столько же.",
    "2349681896": "К сожалению, управление оборудованием не означает, что вы человек. Практически каждая популярная схема аттестации потребительского оборудования неоднократно взламывалась, исправлялась, а затем снова взламывалась.",
    "254326776": "Часто обнаруживается, что злонамеренное злоупотребление этими недостатками происходит в течение месяцев или лет до раскрытия информации или академической публикации.",
    "2462909475": "Стена из более чем 10 000 телефонов, используемых для злоупотреблений, часть операции китайского бота.",
    "1963951234": "Независимо от того, насколько надежна ваша криптографическая схема, если кто-то может в конце концов просто потратить деньги, чтобы дать вам ответ, который вы ищете, владения частью оборудования недостаточно.",
    "1278884196": "Тем не менее, криптография - довольно молодая дисциплина. Основываясь на недавней истории, ваша криптографическая схема и / или реализация, вероятно, будут сломаны, как только у кого-то появится стимул внимательно взглянуть на нее, и, вероятно, другие люди поймут это задолго до вас. Использование оборудования также означает, что вам может потребоваться попросить каждого из ваших пользователей сменить физическое устройство, чтобы исправить ошибку. В большинстве случаев это вряд ли произойдет быстро, а это означает, что в действительности ваша система просто не откроется.",
    "1828028934": "Вот почему",
    "1642844535": "важно: hCaptcha использует несколько разных подходов для ответа на один и тот же фундаментальный вопрос, что позволяет сравнивать согласованность всех оценок.",
    "1155821305": "защита - это глубина",
    "119098046": "А как насчет пассивных или простых решений?",
    "2760410719": "Службы, которые пытаются обнаруживать ботов с помощью чисто пассивных сигналов, быстро сталкиваются с фундаментальной проблемой: как проверить, правильно ли система обнаруживает злоумышленников, если у вас нет точных данных?",
    "1722734001": "Открытый Интернет - очень шумная среда. Злоумышленники ежедневно атакуют пользователей нашего сервиса и конкурентов, таких как reCAPTCHA, и, конечно же, стараются при этом выглядеть как можно более человечными.",
    "1595254735": "Чисто пассивным сервисам сложно поддерживать точность обнаружения ботов или даже знать, когда они неточны. Без возможности время от времени бросать вызов пользователям и правильно анализировать результаты этой задачи точность имеет тенденцию значительно снижаться со временем.",
    "2412751979": "Благодаря более точным сигналам человечества, которые используются для hCaptcha, многие компании, которые ранее использовали reCAPTCHA v3 / Enterprise, перешли на",
    "2284856231": "и заметно улучшилась точность в чисто пассивном режиме hCaptcha Enterprise.",
    "4162847": "Мы смогли наблюдать это напрямую, поскольку некоторые из наших клиентов запускают A / B-тесты по одному и тому же запросу, прежде чем полностью отказаться от предложений Google. Обычно мы можем доказать высокий уровень ложных срабатываний и ложных отрицательных результатов от reCAPTCHA v3 или reCAPTCHA Enterprise.",
    "436125785": "Это неудивительно, учитывая неточность циклов обратной связи, доступных в этих продуктах, и тот факт, что они продаются рекламной сетью с огромной заинтересованностью в том, чтобы не слишком хорошо распознавать ботов, чтобы это не навредило их основному бизнесу.",
    "2233741720": "В заключение",
    "2133809801": "Пока люди остаются людьми, вполне вероятно, что проверка человечности будет играть роль онлайн.",
    "2255549335": "Наша работа в hCaptcha - найти компромисс между сложностью и точностью и снизить трение, особенно для",
    "4138068262": "пользователей. В конце концов, взаимодействие с проблемами, вероятно, останется частью арсенала инструментов для сокращения злоупотреблений в Интернете, пока человеческая природа остается неизменной.",
    "855097735": "Создание сервиса, который хорошо справляется с этой задачей, но при этом уравновешивает все проблемы, - очень сложная проблема (и мы всегда работаем над ее улучшением, чтобы сделать работу максимально приятной), но мы надеемся, что вы согласитесь с тем, что сокращение спама, злоупотреблений и захватов аккаунтов , а онлайн-мошенничество в конечном итоге стоит того, чтобы время от времени задавать простой вопрос.",
    "1953959745": "доступность",
    "2543123170": "Проверка человечности с нулевым трением",
    "547245263": "Решите проблему с ботом сегодня.",
    "3117887301": "Нам доверяют крупнейшие онлайн-сервисы",
    "981806349": "Построен на проверенной платформе hCaptcha",
    "2373007864": "hCaptcha Enterprise работает на основе технологии платформы hCaptcha, расширенной для включения функций, необходимых предприятиям с высоким трафиком.",
    "2652399059": "Надежный партнер",
    "1997838163": "Крупнейшие мировые компании зависят от hCaptcha Enterprise. Интеграция проста, а точность обнаружения не имеет себе равных.",
    "734735952": "Мы оценили ряд поставщиков CAPTCHA, а также сами создали систему. В конце концов, hCaptcha стала лучшей альтернативой reCAPTCHA.",
    "1250541092": "- Серги Исаси",
    "3524251858": "Директор по управлению продуктами, Cloudflare",
    "3971348140": "Почему мы использовали hCaptcha? Никто другой не мог предоставить нам необходимые функции и производительность. Они быстро заставили нас работать, и нашим продавцам это нравится.",
    "4248655793": "- Алекс М.",
    "4185927140": "Менеджер по продукту, Flash, Shopify",
    "282913023": "Экономичный вариант для предприятий с высокой проходимостью",
    "999610953": "Наконец, надежная альтернатива Google. hCaptcha Enterprise обеспечивает значительную экономию на вашем счете reCAPTCHA с более высокой безопасностью: в некоторых случаях до 80% дешевле.",
    "1886100235": "Многие из крупнейших в мире онлайн-сервисов перешли на hCaptcha Enterprise и получили улучшенное обнаружение ботов наряду со значительной экономией средств.",
    "2903742230": "Рекламные сети видят в ваших посетителях продукт. Для нас единственная цель - определить их человечность. Наши услуги соответствуют или превосходят требования GDPR, CCPA, LGPD и PIPL, и мы прилагаем все усилия, чтобы сбалансировать конфиденциальность и безопасность.",
    "3901503296": "Этот уникальный акцент на конфиденциальности означает, что мы можем предложить нулевое сохранение индивидуальных данных, работу без файлов cookie и другие договорные гарантии конфиденциальности по мере необходимости, сохраняя при этом отличную безопасность.",
    "3342910682": "Подробнее",
    "1130783905": "Точность в ваших интересах и в наших. hCaptcha предоставляет вам реальные данные и позволяет вам решать, как их использовать. Другие решения по обеспечению безопасности предоставляются рекламными компаниями Gigantic. Это означает, что каждый блокируемый бот может снизить их доход.",
    "2019130052": "Наши инновации в области машинного обучения, ориентированного на конфиденциальность, позволяют нам превзойти стандарты безопасности устаревших стратегий «записывать все навсегда», не нанося ущерба безопасности или конфиденциальности пользователей.",
    "23114595": "Отличный пользовательский опыт",
    "3437412311": "Для корпоративных пользователей доступны варианты, позволяющие полностью избежать проблем в большинстве сценариев, полагаясь на пассивные оценки.",
    "1996843433": "Уменьшите трение, полностью избегая проблемы для 99,9% вашего легитимного трафика, при этом обеспечивая отличную безопасность.",
    "3093689546": "Легкая интеграция",
    "247560732": "Добавьте hCaptcha с тремя строчками кода. Если вы используете reCAPTCHA, наш API совместим, и переключение занимает всего несколько минут.",
    "1510448156": "Вы можете начать работу с более совершенной альтернативой уже сегодня и при необходимости включить более продвинутые функции.",
    "2718999653": "Индивидуальные оценки угроз",
    "2698140263": "Не все проблемы одинаковы: получение одного балла означает, что оно должно соответствовать вашим потребностям, чтобы быть полезным.",
    "897432717": "Благодаря нашему новому дизайну для настраиваемых оценок угроз, добавление ваших бизнес-знаний позволяет нашим моделям предоставлять оценки, уникально актуальные для ваших пользователей.",
    "2650502379": "Запускайте свои собственные испытания за секунды",
    "3578122193": "Оставайтесь на бренде с релевантным контентом",
    "1074044172": "Когда пользователи должны решить проблему, чтобы удовлетворить ваши требования к безопасности, почему бы не задать вопросы, приятные и актуальные для пользователя?",
    "1579093044": "С помощью нашего простого конструктора задач вы можете запускать контент для задач бренда всего за несколько минут.",
    "3717512591": "Прямая интеграция с платформой",
    "121743429": "Для компаний, занимающихся веб-инфраструктурой",
    "2131386784": "Доступный опыт и поддержка как для вас, так и для ваших пользователей",
    "2782263070": "Сервис для нас - главный приоритет. Мы поддерживаем круглосуточную поддержку по вызову и предлагаем прямую координацию Slack с вашей командой инженеров по интеграции и нашим дежурным персоналом во время и после внедрения.",
    "3740051331": "Мы также стремимся активно отслеживать и отвечать на вопросы ваших пользователей в социальных сетях, на форумах, а также в наших встроенных виджетах и каналах поддержки по электронной почте. Мы доступны и быстро реагируем, а удовлетворенность пользователей - это главный KPI.",
    "170775527": "Возможности предприятия",
    "3383086062": "hCaptcha Enterprise - это комплексное решение для онлайн-безопасности. Активный и пассивный режимы позволяют остановить ввод учетных данных, обнаруживать захват учетных записей и блокировать подозрительных участников. И все это с нулевым трением для законных пользователей.",
    "1408599440": "Начните быстро с нескольких строк кода и нашего пассивного режима 99,9% или полностью контролируйте, когда и как пользователи сталкиваются с проблемами. Настраиваемые модели угроз и настраиваемые задачи означают непревзойденную гибкость для обеспечения безопасности.",
    "3365203058": "Защита от ботов мирового класса",
    "1803009328": "Испытано в боевых условиях в веб-масштабе.",
    "1586809757": "Боты с высокой точностью",
    "353367791": "Выявляйте плохих актеров самых разных типов.",
    "191460155": "Отсутствие трения и пассивные режимы 99,9%",
    "585557010": "Бросьте вызов менее 0,1% законных пользователей.",
    "3287172429": "Показаны типы контрольных задач",
    "1844885924": "Широкая библиотека типов на выбор.",
    "3018523079": "Оставайтесь на бренде с постоянным пользовательским интерфейсом.",
    "3817811295": "Гарантированная надежность и быстрая круглосуточная поддержка по вызову.",
    "1798492192": "Поддержка устаревшего браузера",
    "1356745565": "Совместимость с Internet Explorer 8.",
    "751483365": "Поддержка клиентов, не использующих JavaScript.",
    "4199502476": "Расширенные панели отчетов и API",
    "3630114728": "Посмотрите, что происходит на всех ваших сайтах и в приложениях.",
    "3573245166": "В отличие от reCAPTCHA, мы работаем во всех странах.",
    "2354267648": "Политика конфиденциальности, совместимая с GDPR, CCPA и LGPD",
    "3167979932": "Создан для уединения с первого дня. Строгое соглашение об обработке данных.",
    "4065065042": "Наберите это, чтобы точно соответствовать вашему варианту использования.",
    "111184581": "Собственный хостинг",
    "4272022475": "Все запросы и ресурсы отправляются на hcaptcha.yourdomain.com",
    "2676853536": "Многопользовательские информационные панели",
    "1368787974": "Делитесь управлением в своей команде.",
    "1045484714": "Интеграция системы единого входа SAML с вашим поставщиком удостоверений, например Okta или Azure AD.",
    "3953584369": "Доступны сложные ограничения доступа RBAC.",
    "2781507299": "Мгновенная проверка",
    "4019660456": "Задержка 0 мс: проверьте токены hCaptcha без вызова API.",
    "3446714684": "Интеграция с мобильными устройствами (iOS и Android)",
    "2593768395": "Безупречный опыт работы в Интернете, нативный мобильный, мобильный Интернет. Доступны предварительно созданные интеграции и собственные SDK.",
    "1779265104": "Индивидуальные условия и гарантии конфиденциальности",
    "122875767": "Удовлетворяйте свои юридические потребности, когда другие компании не могут.",
    "148188781": "Представленные задачи",
    "838049015": "Выбрать все изображения, соответствующие запросу",
    "1126302400": "Ограничительная рамка",
    "3554448168": "Категоризация",
    "2104933754": "Найдите соответствующие ярлыки",
    "3612043014": "... и другие простые задачи. Легко для людей, сложно для ботов.",
    "3624758171": "Пользовательские задачи также доступны для корпоративных издателей.",
    "1001938065": "Интеграция не может быть проще",
    "2138799135": "hCaptcha имеет десятки встроенных интеграций для интерфейсных и серверных систем, которые вы используете.",
    "2535001179": "Если вы используете reCAPTCHA Google, наши API-интерфейсы являются заменой.",
    "1393184984": "все, что вам нужно.",
    "3715747429": "Наши инженеры по адаптации могут быстро помочь вам, независимо от того, нужна ли вам интеграция с React, SDK для нативных приложений iOS, пример серверной части Java или практически любой другой сценарий.",
    "2681650568": "И, как всегда, конфиденциальность - наша основная ценность. Добавляйте наш код вызова только там, где это необходимо и имеет смысл защитить как вас, так и ваших пользователей. Минимизация сбора данных начинается с момента интеграции.",
    "1130868224": "Три строки кода",
    "2183926131": "Начать работу с hCaptcha Enterprise",
    "1526887904": "Конфиденциальность hCaptcha Enterprise",
    "1845745385": "Создан для конфиденциальности.",
    "1297224875": "Уникальный подход к корпоративной сетевой безопасности, основанный на конфиденциальности.",
    "2762458927": "Ваши пользовательские данные не продаются.",
    "2058856283": "У hCaptcha Enterprise только одна цель: не дать злоумышленникам нарушить ваши онлайн-операции и нанести вред вашим пользователям.",
    "2408036504": "Таким образом, наши системы разрабатываются с нуля, чтобы свести к минимуму сбор и хранение данных при сохранении лучшей в своем классе безопасности. Лучший способ защитить пользовательские данные - не хранить их вообще.",
    "4099477834": "Все отношения с клиентами также защищены строгим Соглашением об обработке данных. Служба hCaptcha соблюдает все законы о конфиденциальности независимо от того, где находится ваша служба или ваши клиенты. Если не хранить личные данные, нам будет намного проще, чем другим компаниям.",
    "3569492665": "Запись онлайн-активности - это не ответ.",
    "3389431373": "Такие службы, как reCAPTCHA v3, говорят, что размещение пикселя отслеживания на каждой странице вашего сайта необходимо для обеспечения хорошей безопасности. Это не тот случай.",
    "3590546893": "Простой поведенческий анализ - это сигнал, который легко подделать злоумышленники, и он также требует сохранения истории просмотров для всего вашего законного трафика.",
    "1105363520": "Мы не управляем рекламной сетью и не заинтересованы в наблюдении за поведением ваших пользователей с целью продажи им рекламы. Это означает, что нам не нужен пассивный пиксель на каждой странице вашего сайта.",
    "3088605177": "Добавляйте наш код вызова только там, где это необходимо и имеет смысл защитить как вас, так и ваших пользователей.",
    "337971271": "Машинное обучение полезно. Но для работы не требуются личные данные.",
    "320166522": "Машинное обучение сейчас влияет практически на все аспекты нашей жизни, зачастую так, как мы не осознаем и не видим. Сервисы онлайн-безопасности ничем не отличаются.",
    "3180664128": "Изучая тысячи сигналов, модели могут делать выводы и очень быстро определять вредоносное поведение, даже если ни один отдельный сигнал сам по себе не будет достаточно сильным, чтобы указать на проблему.",
    "961941354": "Однако ничто из этого не требует использования информации, позволяющей установить личность («PII»). Современные криптографические методы позволяют нам как можно быстрее удалять любые личные данные, создавая вместо этого односторонние подписи, которые не могут быть связаны с каким-либо лицом.",
    "1706581702": "Обучение обезличенным данным также работает и не требует компромисса ни с безопасностью, ни с конфиденциальностью. Наши клиенты провели эмпирические тесты и заявили, что мы равны или лучше, чем менее частные альтернативы.",
    "3203921334": "Нам понравилось несколько вещей в решениях hCaptcha: 1) они не продают личные данные; они собирают только минимально необходимые личные данные, они прозрачны в описании информации, которую они собирают, и в том, как они используют и / или раскрывают ее.",
    "305735018": "Наконец, надежная альтернатива Google. hCaptcha Enterprise обеспечивает значительную экономию на вашем счете reCAPTCHA с более высокой безопасностью: в некоторых случаях до 80% дешевле.",
    "3695206755": "Попробуйте нас в своей среде без каких-либо обязательств.",
    "2941545733": "Мы инженеры, а не продавцы: мы хотим, чтобы вы остались довольны своим выбором.",
    "131871195": "Лучший способ удовлетворить ваши потребности - продемонстрировать, что мы отвечаем вашим потребностям.",
    "3436534225": "Практически все компании, запускающие пилотный проект, в конечном итоге выбирают наши решения.",
    "4060250206": "Используйте эту форму, чтобы связаться с одним из наших технических специалистов. Мы оперативно реагируем.",
    "1159746815": "Вы также можете написать нам напрямую.",
    "2531534427": "Подробности здесь.",
    "2059998584": "Область",
    "3916131732": "Америка",
    "135276624": "Европа, Ближний Восток, Африка (EMEA)",
    "1182294134": "Азиатско-Тихоокеанский регион (APAC)",
    "2437934778": "Ваше имя",
    "3859506577": "Деловая электронная почта",
    "1268414751": "Есть еще какие-то подробности, которые нам нужны?",
    "42559805": "Вам требуется срочная адаптация?",
    "851679588": "да.",
    "1729677626": "Я подвергся нападению и требую немедленной адаптации.",
    "2808971932": "Это текст внутри блока div.",
    "2468683988": "Заголовок",
    "356336077": "Lorem ipsum dolor sit amet, conctetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut communo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текстовая ссылка",
    "2212670355": "Подписаться",
    "31502377": "Что такое элемент Rich Text?",
    "2310705547": "Элемент форматированного текста позволяет создавать и форматировать заголовки, абзацы, цитаты, изображения и видео в одном месте, вместо того, чтобы добавлять и форматировать их по отдельности. Просто дважды щелкните и легко создавайте контент.",
    "2590587108": "Редактирование статического и динамического контента",
    "778204464": "Элемент форматированного текста может использоваться со статическим или динамическим содержимым. Для статического содержимого просто перетащите его на любую страницу и начните редактирование. Для динамического содержимого добавьте поле отформатированного текста в любую коллекцию, а затем подключите элемент отформатированного текста к этому полю на панели настроек. Вуаля!",
    "1890955039": "Как настроить форматирование для каждого форматированного текста",
    "3286051798": "Заголовки, абзацы, цитаты, рисунки, изображения и подписи к рисункам могут быть стилизованы после добавления класса к элементу отформатированного текста с помощью системы вложенных селекторов «Когда внутри».",
    "504332576": "Мы с гордостью сообщаем, что hCaptcha превратилась в крупнейшую независимую службу кибербезопасности в мире, обслуживающую около 15% Интернета, и мы забрали большую часть этой доли рынка непосредственно у Google reCAPTCHA. Вместе hCaptcha и",
    "1155436473": "(наше корпоративное предложение) теперь ежемесячно защищает сотни миллионов пользователей на десятках миллионов веб-сайтов и приложений. Наша история показывает, что вы можете конкурировать с крупными технологиями, когда ставите конфиденциальность на первое место.",
    "3108727249": "BotStop",
    "1296696044": "Конфиденциальность против безопасности: почему не оба варианта?",
    "538871570": "Конкуренция с Google и другими крупными технологическими компаниями кажется непростой задачей: их монополистическая рыночная власть, эффекты платформы и армия высокооплачиваемых разработчиков обычно считаются слишком мощными, чтобы с ними справиться кто-либо, кроме других технологических гигантов, таких как Facebook или Amazon. Наша история показывает, что так быть не должно - вы можете победить Big Tech, сосредоточив внимание на конфиденциальности.",
    "3600718611": "Рассмотрим Google reCAPTCHA,",
    "4281708680": ". В hCaptcha мы сознательно выбрали совершенно другой подход, используя методы машинного обучения, сохраняющие конфиденциальность, для определения типичного поведения ботов с высокой точностью, при этом потребляя и сохраняя как можно меньше данных.",
    "3312336121": "который потребляет огромное количество поведенческих данных, чтобы определить, являются ли веб-пользователи законными людьми или ботами.",
    "1193738791": ": они отслеживают поведение пользователей на каждой странице веб-сайта и в Интернете. Мы разработали hCaptcha таким образом, чтобы с первого дня обеспечить максимальную конфиденциальность. Это привело к совершенно иному подходу к проблеме. Как оказалось, отслеживание пользователей в Интернете и привязка их истории веб-поиска к их личности совершенно не нужны для обеспечения хорошей безопасности. Многие компании, перешедшие на hCaptcha",
    "2620705814": "Google - рекламная компания, и ее продукты безопасности очень похожи на их рекламные продукты.",
    "1126447688": "часто сообщают о равной или более высокой производительности при обнаружении и устранении ботов, несмотря на нашу ориентацию на конфиденциальность",
    "439777523": "Вопросы регулирования",
    "3588274874": "Сосредоточившись на предоставлении продукта, согласованного с нормативными требованиями, такими как GDPR Европейского Союза и CCPA Калифорнии, мы испытали огромный рост - конечно, помогает то, что hCaptcha является простой заменой reCAPTCHA и, таким образом, может быть установлена в течение нескольких минут.",
    "2150595700": ". GDPR и CCPA поставили проблемы конфиденциальности на карту для корпоративных покупателей, и в то же время конфиденциальность в Интернете становится все более и более важной для общественности, поскольку все мы начинаем понимать, как отрасли онлайн-рекламы и маркетинга исторически использовали наши данные.",
    "2624949852": "Конечно, reCAPTCHA была одним из первых участников веб-безопасности с 2009 года, защищая миллионы веб-сайтов от постоянно растущих угроз со стороны злонамеренных ботов и спамеров. Однако в последние годы он был полностью скомпрометирован:",
    "499510428": "Мы действительно считаем, что регулирование нам здесь помогло.",
    "1232651561": "программное обеспечение теперь так же хорошо, как и люди, в решении задач reCAPTCHA.",
    "824740867": "Вместо того, чтобы улучшать решение, Google выпустил reCAPTCHA v3, который работает больше как рекламная сеть, чем как программное обеспечение безопасности, собирая поведенческие данные из Интернета для создания профилей пользователей. К сожалению, этот вид сигнала легко подавляется и, таким образом, обеспечивает слабую защиту от ботов, в то же время нарушая конфиденциальность пользователей.",
    "1027023087": "Вместо этого мы в hCaptcha сосредоточились на более современных подходах к проблеме, которые не требуют сохранения долгосрочных поведенческих записей, таких как история просмотров, и оказались гораздо более устойчивыми перед лицом решительных злоумышленников с момента появления службы.",
    "2852295413": "Неотъемлемый конфликт интересов: остановка ботов снижает доход рекламной сети.",
    "1597520917": "Все больше критиков отмечают, что пренебрежение Google к конфиденциальности пользователей должно беспокоить клиентов, стремящихся защитить свои веб-сайты и приложения.",
    "763447231": "В то же время запрет ботам доступа к сайтам издателей может выявить мошенничество с рекламой, противопоставляя продукт Google reCAPTCHA их рекламному бизнесу, который приносит более 80% их доходов.",
    "999674529": "Каждый бот, обнаруживаемый Google, не должен зарабатывать ни одного рекламного доллара. Таким образом, стимулы компании Google плохо согласованы с пользователями их служб безопасности, и это может быть одним из объяснений низкой производительности их предложения безопасности reCAPTCHA.",
    "956019009": "Крупнейшие компании, занимающиеся веб-инфраструктурой, уже приняли меры",
    "1923297430": "Последний переломный момент для многих крупных клиентов наступил, когда Google начал взимать с компаний плату за использование их продукта в любом значительном масштабе. Это заставило пользователей reCAPTCHA долгое время искать лучшие альтернативы, так как из-за проблем нормативно-правового регулирования во всем мире использование предложений Google становилось все менее привлекательным.",
    "2197218442": "Генеральный директор Cloudflare Мэтью Принс резюмировал эту точку зрения в",
    "155456850": "объявляя о своем переходе на hCaptcha:",
    "435302267": "сообщение в блоге компании",
    "2087769953": "«Мы рады этому изменению, потому что оно помогает решить проблему конфиденциальности, связанную с использованием службы Google, которая у нас есть в течение некоторого времени. Мы оценили ряд поставщиков CAPTCHA, а также сами создали систему. В конце концов, hCaptcha стала лучшей альтернативой reCAPTCHA ».« Нам понравилось несколько вещей в решениях hCaptcha: 1) они не продают личные данные; они собирают только минимально необходимые личные данные, они прозрачны в описании информации, которую они собирают, и в том, как они используют и / или раскрывают ее ».",
    "595582512": "Если вы хотите эффективно защитить свой сайт или приложение от ботов, спамеров или других злоумышленников, сохраняя при этом конфиденциальность ваших пользователей (и соблюдая все соответствующие правила!), Рассмотрите возможность использования hCaptcha и нашего корпоративного предложения.",
    "3388180864": "Заинтересованы в работе над глубокими техническими проблемами в веб-масштабе? Мы всегда нанимаем талантливых инженеров по всему миру -",
    "3892952987": "ознакомьтесь с нашими вакансиями и подайте заявку здесь",
    "3368788823": "Теренс Иден делает интересную мысль в своем блоге: \"",
    "1491780143": "CAPTCHA не доказывает, что вы человек - они доказывают, что вы американец",
    "2146900431": "Интуитивно это утверждение имеет большой смысл. CAPTCHA, как и почти все, встроены в культурный контекст, и если ваш пул проблем был в основном создан в одной культуре, он может не очень хорошо переноситься в другую. По сути, это вопрос культурного",
    "378086442": "CAPTCHA, а не их UX как таковой.",
    "1445008801": "Как выразился Иден:",
    "332723732": "содержание",
    "2072808435": "«Угадай, Google? Такси в моей стране, как правило, черные. Я посмотрел достаточно фильмов, чтобы знать, что все в Америке желтые. разные оттенки \".",
    "3206136647": "Проблема Google здесь основана на данных вопросов, которые они используют, и на том, кто их видит. Если все данные поступают из одной культуры (а в случае Google - из одной и той же компании), вы, безусловно, можете ожидать, что столкнетесь с проблемами, которые плохо переносятся в других культурах, в соответствии с жалобой Идена.",
    "2217842245": "Однако наши данные показывают, что (для hCaptcha)",
    "4280117172": "Фактически во многих странах дела обстоят немного лучше, чем в США, включая Нигерию, Индию, Бразилию и Германию:",
    "555749578": "разница в скорости решения в основных странах на всех континентах составляет менее 1%.",
    "151737819": "Показатели решения hCaptcha по всему миру очень мало отличаются",
    "3908992897": "и используется во всех странах и территориях мира, поэтому мы очень сосредоточены на обеспечении постоянного глобального опыта.",
    "2808122102": "Таким образом, межкультурная функциональность является основным требованием к нашему сервису. Обеспечение быстрого доступа всех законных пользователей к контенту является важной частью нашей миссии. Мы предлагаем задачи на 110 языках и постоянно улучшаем соответствующие переводы, чтобы каждый мог решить наши задачи.",
    "3913801502": "hCaptcha теперь работает примерно в 15% Интернета.",
    "2077639538": ". Во-первых, данные о проблемах в нашем сервисе могут поступать из многих источников, а не только из одного - от крупных компаний из списка Fortune 500 до стартапов машинного обучения, если они придерживаются наших",
    "3951112506": ". Это уже гарантирует более высокую степень неоднородности данных.",
    "1803943584": "Во-вторых, мы позволяем задачам самооптимизироваться, чтобы определять, в каких странах или на каких языках они будут выполняться, что еще больше увеличивает вероятность единообразия. Если точность ниже ожидаемой, набор вопросов просто перестанет выполняться в регионе или языке, где возникает этот эффект.",
    "3668873369": "В hCaptcha мы использовали другой подход с первого дня",
    "1519201684": "Политика этики ИИ",
    "2155089487": ". Если бы некоторым группам было легче решать наши задачи, мы бы ожидали увидеть разницу в том, как люди во всем мире и в разных культурах выполняют их при их решении. В контексте сообщения Идена мы ожидаем, что у американцев дела обстоят лучше, чем у людей в других странах. Поскольку мы потратили годы на разработку систем, чтобы избежать этой проблемы, на самом деле мы видим прямо противоположное.",
    "2603863826": "PS: Если вы найдете перевод на свой язык, в котором можно было бы улучшить, не стесняйтесь отправлять",
    "3543141425": "для этого!",
    "2697276059": "Доказательства того, что это работает: единообразные показатели решения по всему миру",
    "664236229": "запрос на вытягивание"
}