{
  "header-privacy-link": "Махфият",
  "header-integration-link": "Интегратсия",
  "header-cost-link": "Арзиш",
  "header-features-link": "Вижагиҳо",
  "header-docs-link": "Ҳуҷҷатҳо",
  "header-login-button": "Даромадан",
  "header-contact-button": "Бо фурӯшанда тамос гиред",
  "intro-heading": "Тафтиши инсонии сифр.",
  "intro-contact-button": "Барои гирифтани маълумоти бештар бо мо тамос гиред",
  "intro-text-bottom": "Ба ширкатҳое такя мекунанд, ки вебро қувват мебахшанд.",
  "sub-menu-button": "Бо фурӯшанда тамос гиред",
  "sub-menu-item1": "Корхона",
  "sub-menu-item2": "Арзиш",
  "sub-menu-item3": "Интегратсия",
  "sub-menu-item4": "Вижагиҳо",
  "sub-menu-item5": "Махфият",
  "sub-menu-item6": "Ҳуҷҷатҳо",
  "info-head-1": "Дар платформаи собитшудаи hCaptcha сохта шудааст",
  "info-text-1": "hCaptcha Enterprise дар технологияи платформаи hCaptcha кор мекунад, ки бо он хусусиятҳоеро дар бар мегирад, ки ба корхонаҳои трафики зиёд ниёз доранд.",
  "info-head-2": "Шарики боэътимод",
  "intro-subtitle": "Имрӯз мушкилоти боти худро ҳал кунед.",
  "info-text-2": "Хидматҳои мо аз ҷониби бузургтарин ширкатҳои ҷаҳон эътимод доранд, ки ба миллионҳо корбарони ҳаррӯза дар даҳҳо миллион сайтҳо хидмат расонанд.",
  "cloudflare-quote-text": "Мо як қатор фурӯшандагони CAPTCHA-ро баҳо додем ва инчунин худамон системаро сохтем. Дар ниҳоят, hCaptcha ҳамчун беҳтарин алтернатива ба reCAPTCHA пайдо шуд.",
  "cloudflare-quote-detail": "Директори идоракунии маҳсулот, Cloudflare",
  "section-quote-head": "Варианти камхарҷ барои корхонаҳои трафики баланд",
  "section-quote-text": "Ниҳоят, алтернативаи боэътимод ба Google. hCaptcha Enterprise ҳисоби reCAPTCHA-и шуморо бо амнияти баландтар сарфа мекунад: дар баъзе ҳолатҳо то 80% арзонтар. Бисёре аз бузургтарин хидматҳои онлайнии ҷаҳон ба Enterprise hCaptcha гузаштанд ва дар баробари сарфаи назарраси хароҷот дарёфти беҳтаршудаи ботҳо гирифтанд.",
  "section-quote-button": "Имрӯз барои иқтибос бо мо тамос гиред",
  "section-privacy-header": "Ба махфият нигаронида шудааст",
  "section-privacy-text-1": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои мо ягона маҳсулот инсонияти онҳоро муайян мекунад. Хидматҳои мо ба талаботҳои GDPR, CCPA ва LGPD ҷавобгӯ ё зиёдтаранд ва ташаббусҳоро ба монанди Pass Pass дастгирӣ мекунанд. Мо барои мувозинати махфият ва амният сахт кор мекунем.",
  "section-privacy-text-2": "Ин тамаркузи беназир ба махфият маънои онро дорад, ки мо метавонем ба сифр нигоҳ доштани маълумоти инфиродӣ, амалиёти бидуни кукиҳо ва дигар кафолатҳои махфияти шартномавӣ ҳангоми зарурат ҳангоми нигоҳ доштани амнияти аъло пешниҳод кунем.",
  "section-security-header": "Аввалан амният",
  "section-security-text-1": "Дақиқӣ ба манфиати шумо ва мост. hCaptcha кор мекунад, то ба шумо маълумоти воқеӣ диҳад ва ба шумо имкон медиҳад, ки чӣ тавр истифода бурдани он. Дигар каптчаҳо аз ҷониби ширкатҳои таблиғотии Gigantic пешниҳод карда мешаванд. Ин маънои онро дорад, ки ҳар як боти онҳо басташуда метавонад даромади онҳоро кам кунад.",
  "section-security-text-2": "Истифодаи усулҳои навтарини омӯзиши мошинсозӣ бо таваҷҷӯҳ ба махфият ба мо имкон медиҳад, ки аз меъёрҳои амниятии ҳама стратегияҳо то абад сабт карда шаванд, бидуни зарар ба амният ё махфияти корбар.",
  "section-user-experience-header": "Таҷрибаи бузурги корбар",
  "section-user-experience-text1": "Барои корбарони Enterprise, имконот барои комилан канорагирӣ аз мушкилот дар аксари сенарияҳо дастрасанд.",
  "section-user-experience-text2": "Бо шарофати моделҳои пешрафтаи ботҳо, 99,9% трафики қонунии худро дар ҳоле ки амнияти аълоро таъмин намуда, аз мушкилот комилан канорагирӣ кунед.",
  "section-easy-integration-header": "Интегратсияи осон",
  "section-easy-integration-text": "Илова кардани hCaptcha танҳо дақиқаҳо ва ҳамагӣ чанд сатри кодро мегирад. API-и асосӣ бо reCAPTCHA V2 мувофиқ аст ва барои гузаштан ҳамагӣ дақиқаҳо лозим аст. Шумо метавонед имрӯз бо алтернативаи олӣ кор кунед ва дар ҳолати зарурӣ хусусиятҳои пешрафтаро фаъол созед.",
  "section-easy-integration-serverside": "Тарафи сервер:",
  "section-easy-integration-frontend": "Қисмати пеш:",
  "section-threat-header": "Холҳои фармоишии таҳдид",
  "section-threat-text": "На ҳама мушкилот яксонанд: гирифтани як хол маънои онро дорад, ки он бояд эҳтиёҷоти шуморо қонеъ кунад, то муфид бошад. Бо холҳои беназири фармоишии таҳдидҳои hCaptcha, машварати зуд ба мо имкон медиҳад, ки моделҳои худро танзим кунем, то холҳои ба тиҷорати шумо мувофиқтар расонем.",
  "section-challenges-header": "Мушкилоти шахсии худро дар сонияҳо оғоз кунед",
  "section-challenges-text-1": "Дар бренд бо мундариҷаи мувофиқ монед",
  "section-challenges-text-2": "Вақте ки корбарон бояд мушкилотро барои қонеъ кардани талаботҳои амниятӣ ҳал кунанд, чаро вазифаҳои гуворо ва барои корбар мувофиқ эҷод накунед? Бо тарроҳии оддии мушкилоти фармоишии мо, шумо метавонед дар тӯли чанд дақиқа мундариҷаи даъвати брендро оғоз кунед.",
  "section-integration-header": "Интегратсияи мустақими платформа",
  "section-integration-subheader": "Барои ширкатҳои инфрасохтори веб",
  "section-integration-text": "Системаи hCaptcha Enterprise дар тарҳрезии худ ба таври беназир чандир аст: он метавонад қисман ё пурра дар канори шабакаи шумо ҷойгир карда шавад, агар шумо абри ҷамъиятиро идора кунед ё марказҳои зиёди маълумот дошта бошед. Ин метавонад хароҷот ва трафики берун аз шабакаро ба таври назаррас коҳиш диҳад ва ҳамзамон тамоми бартариҳои идоракуниро аз ҷониби кормандони 24/7 занги мо барои қонеъ кардани қатъитарин шартҳои SLA нигоҳ дорад.",
  "section-support-header": "Таҷриба ва дастгирии дастрас барои шумо ва корбарони шумо",
  "section-support-text": "Хизматрасонӣ барои мо афзалияти аввалиндараҷа аст. Мо дастгирии шабонарӯзии зангро нигоҳ медорем ва ҳамоҳангсозии мустақими Slack-ро бо дастаи ҳамгироии муҳандисии шумо ва кормандони занги мо дар давоми ва пас аз татбиқ пешниҳод мекунем. , ва каналҳои дастгирии виджетӣ ва почтаи электронии мо. Мо дастрас ва ҷавобгӯ ҳастем ва қаноатмандии корбаронро ҳамчун KPI баландтарин мешуморем.",
  "section-enterprise-header": "Хусусиятҳои корхона",
  "section-enterprise-title-1": "Муҳофизати зидди бот дар сатҳи ҷаҳонӣ",
  "section-enterprise-desc-1": "Дар миқёси веб-ҷанг озмуда шудааст.",
  "section-enterprise-title-2": "Холҳои ботҳои дақиқи баланд",
  "section-enterprise-desc-2": "Актерҳои бади намудҳои гуногуни гуногунро ошкор кунед.",
  "section-enterprise-title-3": "Фриксияи сифр ва 99,9% режимҳои ғайрифаъол",
  "section-enterprise-desc-3": "Камтар аз 0,1% корбарони қонуниро даъват кунед.",
  "section-enterprise-title-4": "Намудҳои мушкилоти назорат нишон дода шудаанд",
  "section-enterprise-desc-4": "Китобхонаи васеи намудҳо барои интихоб.",
  "section-enterprise-title-5": "Мундариҷаи истифодашударо назорат кунед",
  "section-enterprise-desc-5": "Бо таҷрибаи пайвастаи корбар дар бренд монед.",
  "section-enterprise-title-6": "SLAs корхона",
  "section-enterprise-desc-6": "Эътимоднокии кафолатнок ва дастгирии зуд дар давоми 24/7.",
  "section-enterprise-title-7": "Дастгирии браузери кӯҳна",
  "section-enterprise-desc-7": "Ҳамааш ба Internet Explorer 8 мувофиқ аст.",
  "section-enterprise-title-8": "Панелҳои пешрафтаи гузоришдиҳӣ ва API",
  "section-enterprise-desc-8": "Бубинед, ки дар тамоми сайтҳо ва барномаҳои шумо чӣ рӯй дода истодааст.",
  "section-enterprise-title-9": "Дар ҳама кишварҳо кор мекунад",
  "section-enterprise-desc-9": "Баръакси reCAPTCHA, мо дар ҳама кишварҳо кор мекунем.",
  "section-enterprise-title-10": "Сиёсати махфияти GDPR, CCPA ва LGPD мувофиқ аст",
  "section-enterprise-desc-10": "Аз рӯзи аввал барои махфият тарҳрезӣ шудааст. Созишномаи қавии коркарди маълумот.",
  "section-enterprise-title-11": "Сатҳи душвории дақиқ",
  "section-enterprise-desc-11": "Инро ворид кунед, то ба ҳолати истифодаи шумо комилан мувофиқ бошад.",
  "section-enterprise-title-12": "Хостинги тарафи аввал",
  "section-enterprise-desc-12": "Ҳама дархостҳо ва дороиҳо ба hcaptcha.yourdomain.com мераванд",
  "section-enterprise-title-13": "Панелҳои бисёркорбар",
  "section-enterprise-desc-13": "Идоракунии худро дар тамоми дастаи худ мубодила кунед.",
  "section-enterprise-title-14": "Санҷиши фаврӣ",
  "section-enterprise-desc-14": "0ms таъхир: токенҳои hCaptcha-ро бидуни занги API тафтиш кунед.",
  "section-enterprise-title-15": "Интегратсияи мобилӣ (IOS ва Android).",
  "section-enterprise-desc-15": "Таҷрибаи бефосила дар саросари веб, мобилии модарӣ, веби мобилӣ. Интегратсияҳои қаблан сохташуда ва SDK-ҳои ватанӣ дастрасанд.",
  "section-enterprise-title-16": "Шартҳои фармоишӣ ва кафолатҳои махфият",
  "section-enterprise-desc-16": "Эҳтиёҷоти қонунии худро қонеъ кунед, вақте ки ширкатҳои дигар наметавонанд.",
  "presented-challlenges-head": "Мушкилоти пешниҳодшуда",
  "presented-challenges-title-1": "Муқоиса",
  "presented-challenges-text-1": "Ҳама тасвирҳоеро, ки ба дархост мувофиқанд, интихоб кунед",
  "presented-challenges-title-2": "Қуттии маҳдудкунанда",
  "presented-challenges-text-2": "Майдони маҳдуд барои объектҳоро муайян кунед",
  "presented-challenges-title-3": "Гурӯҳбандӣ",
  "presented-challenges-text-3": "Нишонаҳои мувофиқро муайян кунед",
  "presented-challenges-subheader": "...ва дигар вазифаҳои оддӣ. Барои одамон осон, барои ботҳо душвор.",
  "presented-challenges-subtext": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
  "footer-header-1": "Ширкат",
  "footer-header-2": "Захираҳо",
  "footer-header-3": "Тамос",
  "footer-link-1": "Тамғагузорӣ",
  "footer-link-2": "Дар бораи",
  "footer-link-3": "Ҷойҳо",
  "footer-link-4": "Тамғаҳои молӣ",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Ҳуҷҷатгузорӣ",
  "footer-link-8": "Дар бораи хато хабар диҳед",
  "footer-link-9": "Дастрасӣ",
  "footer-terms": "Шартҳо",
  "footer-privacy": "Махфият",
  "footer-attribution": "Аттрибутсия",
  "footer-subheader-1": "Дастгирӣ",
  "footer-subheader-2": "Тамос",
  "switch-to-english-link": "Ба забони англисӣ гузаред",
  "intro-heading-privacy": "Барои махфият тарҳрезӣ шудааст.",
  "intro-subtitle-p1-privacy": " Равиши беназири махфият ба амнияти онлайн.",
  "info-head-2-pr": "Сабти фаъолияти онлайн ҷавоб нест.",
  "info-text-1-pr": "hCaptcha Enterprise танҳо як ҳадаф дорад: пешгирӣ кардани фаъолони бад аз халалдор кардани амалиёти онлайни шумо ва расонидани зарар ба корбарони шумо.",
  "info-text-2-pr": "Ҳамин тариқ, системаҳои мо аз ибтидо тарҳрезӣ шудаанд, то ҷамъоварӣ ва нигоҳдории маълумотро ба ҳадди ақал расонида, дар ҳоле ки амнияти пешрафтаи синфро нигоҳ доранд. Беҳтарин роҳи ҳифзи маълумоти корбар ин нигоҳ доштани он умуман нест.",
  "info-text-3-pr": "Ҳама муносибатҳои муштариён инчунин аз ҷониби Созишномаи қавии коркарди маълумот ҳифз карда мешаванд. Хидмати hCaptcha новобаста аз он ки хидмати шумо ё муштариёни шумо дар куҷо зиндагӣ мекунад, ба ҳама қонунҳои махфият мувофиқат мекунад. Нигоҳ доштани маълумоти шахсӣ ин корро барои мо нисбат ба ширкатҳои дигар хеле осон мекунад.",
  "info-text-2-2-pr": "Хидматҳо ба монанди reCAPTCHA v3 мегӯянд, ки гузоштани пиксели пайгирии онҳо дар ҳар саҳифаи сайти шумо барои амнияти хуб зарур аст. Ин тавр нест.",
  "info-text-2-3-pr": "Таҳлили оддии рафтор сигналест, ки аз ҷониби фаъолони бад ба осонӣ сохта мешавад ва нигоҳ доштани таърихи диданро барои тамоми трафики қонунии шумо низ талаб мекунад.",
  "info-text-2-4-pr": "Мо шабакаи таблиғотиро идора намекунем ва ба мушоҳидаи рафтори корбари шумо барои фурӯши таблиғ таваҷҷӯҳ надорем. Ин маънои онро дорад, ки мо дар ҳар саҳифаи сайти шумо як пиксели ғайрифаъол талаб намекунем.",
  "info-text-2-5-pr": "Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад.",
  "info-head-3-pr": "Омӯзиши мошинҳо муфид аст. Аммо он барои кор кардан маълумоти шахсиро талаб намекунад.",
  "info-text-3-1-pr": "Омӯзиши мошинсозӣ ҳоло қариб ба ҳама паҳлӯҳои ҳаёти мо таъсир мерасонад, аксар вақт бо тарзе, ки мо дарк намекунем ва дида наметавонем. Хидматҳои амниятии онлайн фарқ надоранд.",
  "info-text-3-2-pr": "Бо омӯхтани ҳазорон сигнал, моделҳо метавонанд ба зудӣ дар ошкор кардани рафтори бадқасдона хулоса бардоранд ва ба эътимоди баланд ноил шаванд, ҳатто вақте ки ягон сигнали инфиродӣ худ аз худ барои нишон додани мушкилот кофӣ қавӣ набошад.",
  "info-text-3-3-pr": "Бо вуҷуди ин, ҳеҷ яке аз ин истифодаи иттилооти мушаххасшавандаро (PII) талаб намекунад. Усулҳои муосири криптографӣ ба мо имкон медиҳанд, ки ҳама гуна маълумоти шахсиро ҳарчи зудтар партоем ва ба ҷои он имзоҳои яктарафа эҷод кунем, ки онҳоро бо ягон шахс пайваст кардан мумкин нест.",
  "info-text-3-4-pr": "Омӯзиш оид ба маълумоти ғайрифаъолшуда низ хуб кор мекунад ва ҳеҷ осебе ба амният ё махфиятро талаб намекунад. Мизоҷони мо озмоишҳои таҷрибавӣ анҷом доданд ва моро ба алтернативаҳои нисбатан камтари хусусӣ баробар ё беҳтар эълон карданд.",
  "cloudflare-quote-text-privacy": "Ба мо як қатор чизҳо дар бораи ҳалли hCaptcha писанд омад: 1) онҳо маълумоти шахсиро намефурӯшанд; онҳо танҳо маълумоти ҳадди ақали зарурии шахсиро ҷамъ мекунанд, онҳо дар тавсифи маълумоти ҷамъоварӣ ва тарзи истифода ва/ё ифшои он шаффофанд.",
  "pilot-head": "Моро дар муҳити худ бидуни ӯҳдадорӣ санҷед.",
  "pilot-text-1a": "Мо муҳандис ҳастем, на фурӯшандагон: мо мехоҳем, ки шумо аз интихоби худ қаноатманд бошед.",
  "pilot-text-1b": "Беҳтарин роҳи таъмини қаноатмандии шумо ин нишон додани он аст, ки мо ниёзҳои шуморо қонеъ мекунем.",
  "pilot-text-1c": "Қариб ҳамаи ширкатҳое, ки озмоишро оғоз мекунанд, дар ниҳоят қарорҳои моро интихоб мекунанд.",
  "pilot-text-1d": "Ин шаклро истифода баред, то ба яке аз мутахассисони техникии мо муроҷиат кунед. Мо зуд ҷавоб медиҳем.",
  "pilot-text-1e": "Шумо инчунин метавонед ба мо бевосита почтаи электронӣ ирсол кунед.",
  "pilot-email-details": "Тафсилот инҷост.",
  "pilot-f1": "вилоят",
  "pilot-f2": "Номи шумо",
  "pilot-f3": "Номи шумо",
  "pilot-f4": "Почтаи тиҷорӣ",
  "pilot-f5": "Ягон тафсилоти дигаре, ки мо бояд дошта бошем?",
  "pilot-f6": "Оё шумо ба боргирии фаврӣ ниёз доред?",
  "pilot-f7": "Бале.",
  "pilot-f8": "Ман зери ҳамла қарор дорам ва фавран ба ҳавопаймо ниёз дорам.",
  "pilot-f9": "Пешниҳод кунед",
  "pilot-f10": "Бо ворид кардани почтаи электронии худ, шумо ба Шартҳо ва Сиёсати махфияти мо розӣ мешавед ва аз мо почтаи электронӣ мегиред.",
  "pilot-fo-1": "Интегратсия осонтар набуд.",
  "pilot-fo-2": "hCaptcha дорои даҳҳо интегратсияҳои қаблан сохташуда барои системаҳои пешина ва пуштибонии шумо истифода мешавад.",
  "pilot-fo-3": "Агар шумо аз reCAPTCHA-и Google омада бошед, API-ҳои мо ивазкунанда мебошанд. Се сатри код ҳамаи шумо лозим аст.",
  "pilot-fo-4": "Муҳандисони боркаши мо метавонанд шуморо зуд ба кор баранд, новобаста аз он ки ба шумо ҳамгироии React, SDK-ҳо барои барномаҳои аслии iOS, намунаи пуштибонии Java ё амалан ягон сенарияи дигар лозим аст.",
  "pilot-fo-5": "Ва чун ҳамеша, махфият барои мо арзиши аслӣ аст. Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад. Кам кардани ҷамъоварии маълумот аз лаҳзаи ҳамгироӣ оғоз мешавад.",
  "pilot-fdone": "Сипос. Мо ба зудӣ дар тамос хоҳем шуд.",
  "home-ent-2-new": "Дар бораи ҳалли корхонаи мо бештар маълумот гиред.",
  "home-ent-button-new": "Корхонаи hCaptcha",
  "home-main-plans2-new": "Қарорҳои hCaptcha Enterprise амнияти синфиро таъмин мекунанд ва бисёре аз хидматҳои беҳтарини онлайнро муҳофизат мекунанд.",
  "home-plans-button-2-new": "Бисёр омӯхтан",
  "header-enterprise-link": "Корхона",
  "sales-interstitial-c1b-new": "Дар бораи hCaptcha Enterprise маълумоти бештар гиред"
}
