{
  "23114595": "Таҷрибаи бузурги корбар",
  "34074886": "Ҳар дафъае, ки шумо ба савол ҷавоб медиҳед, мо моделҳои мураккабро истифода мебарем, то фаҳмем, ки оё шумо инсон ҳастед. Вебсайте, ки шумо боздид кардед, ин натиҷаро барои беҳтар кардани таҷрибаи шумо дар сайти худ тавассути нигоҳ доштани ботҳо истифода мебарад.",
  "98173630": "hCaptcha хидматрасонии мустақили CAPTCHA дар ҷаҳон васеъ истифодашаванда аст.",
  "111184581": "Хостинги тарафи аввал",
  "119298044": "Технологияҳои пешрафтаи худидоракунии ML ва AI моликияти веби шуморо аз таҳдидҳо ва ҳамлаҳо муҳофизат мекунанд",
  "121743429": "Барои ширкатҳои инфрасохтори веб",
  "122875767": "Эҳтиёҷоти қонунии худро қонеъ кунед, вақте ки ширкатҳои дигар наметавонанд.",
  "126134492": "Дигар",
  "152010250": "hCaptcha омӯзиши пешрафтаи худшиносии мошиниро бо платформаи нави ҳисоббарории канорӣ, ки ҷамъоварӣ ва нигоҳдории маълумотро ба таври беназир кам мекунад, ки аз беш аз 250 макон дар саросари ҷаҳон барои миқёспазирии азим расонида мешавад.",
  "179723061": "Назорати бештар барои дастаҳое, ки ба амнияти пешрафтаи синф ниёз доранд",
  "191460155": "Фриксияи сифр ва 99,9% режимҳои ғайрифаъол",
  "282913023": "Варианти камхарҷ барои корхонаҳои трафики зиёд",
  "328625009": "... мо омодаем, вақте ки шумо ҳастед: хидмати мо шабонарӯзӣ дастрас аст.",
  "353066938": "Коллективи пуртачриба, ки дар далли проблемадои душвортарини имруза кор мекунад. hCaptcha хидмати аст",
  "353367791": "Актёрҳои бади намудҳои гуногуни гуногунро ошкор кунед.",
  "359073033": "Панели идоракунӣ манзараҳои сатҳи баланд ё дақиқи фаъолиятро пешкаш мекунанд.",
  "392886773": "Дар ҳама кишварҳо кор мекунад",
  "451701069": "Ба GDPR, CCPA мувофиқат мекунад,",
  "547245263": "Имрӯз мушкилоти боти худро ҳал кунед.",
  "552920956": "hCaptcha ба вебсайтҳо имкон медиҳад, ки ҳангоми бастани ботҳо ва дигар шаклҳои сӯиистифода мукофот ба даст оранд. hCaptcha инчунин ба шумо имкон медиҳад, ки хайрияҳои интихобкардаи худро бо ин даромад дастгирӣ кунед.",
  "555158694": "Хидмате, ки шумо истифода мебаред, барои беҳтар кардани таҷрибаи шумо дар сайти худ тавассути насби hCaptcha барои коҳиш додани трафики зараровар интихоб кардааст.",
  "585557010": "Камтар аз 0,1% корбарони қонуниро даъват кунед.",
  "713281684": "Бодинҷон",
  "719304627": "Назорати яктарафа лозим аст?",
  "734735952": "Мо як қатор фурӯшандагони CAPTCHA-ро баҳо додем ва инчунин худамон системаро сохтем. Дар ниҳоят, hCaptcha ҳамчун беҳтарин алтернатива ба reCAPTCHA пайдо шуд.",
  "751483365": "Дастгирии муштариёни ғайри JavaScript.",
  "788770967": "Бубахшед аз шунидани ин! Шумо метавонед имконоти дастрасии моро истифода баред:",
  "793242047": "Мушкилоти ба корбарон пешниҳодшударо кам кунед, то дастрасии зуд ба барномаҳоро фароҳам оваред",
  "829047995": "Ҳоло reCAPTCHA-ро истифода мебаред?",
  "836577577": "Илова кардани hCaptcha танҳо дақиқаҳо ва ҳамагӣ чанд сатри кодро мегирад. API-и асосӣ бо reCAPTCHA V2 мувофиқ аст ва барои гузаштан ҳамагӣ дақиқаҳо лозим аст.",
  "838049015": "Ҳама тасвирҳоеро, ки ба дархост мувофиқанд, интихоб кунед",
  "846501387": "Муҳофизати ботҳои сатҳи ҷаҳонӣ",
  "861167568": "hCaptcha яке аз мушкилоти мубрами IT-ро ҳал мекунад: пешгирӣ кардани ботҳои шубҳанок аз ҳамла ба барномаҳои веби шумо",
  "880478438": "барои ботҳои беҳтарин ва идоракунии қаллобӣ.",
  "897432717": "Бо тарҳи нави мо барои холҳои фармоишии таҳдид,   Илова кардани дониши тиҷоратии шумо ба моделҳои мо имкон медиҳад, ки холҳои беҳамто барои корбарони шумо мувофиқат кунанд.",
  "910989640": "Ҳисоботи муфассал ва фармоишӣ дар бораи фаъолият эҷод кунед",
  "976209454": "Мукофот ба даст оред ё ба хайрия диҳед",
  "981806349": "Дар платформаи исботшудаи hCaptcha сохта шудааст",
  "999610953": "Ниҳоят, алтернативаи боэътимод ба Google. hCaptcha Enterprise ҳисоби reCAPTCHA-и шуморо бо амнияти баланд сарфа мекунад: дар баъзе ҳолатҳо то 80% арзонтар.",
  "1014004474": "Нақшаҳои Enterprise hCaptcha барои ҳифзи ташкилоти шумо созишномаҳои пешрафтаи хидматрасониро пешниҳод мекунанд",
  "1045484714": "Интегратсияи SAML SSO бо провайдери шахсияти шумо, масалан. Okta ё Azure AD.",
  "1050501253": "Хеле душвор",
  "1070364246": "Оҳ! Ҳангоми пешниҳоди варақ чизе хато кард.",
  "1103295010": "Вақте ки одамон CAPTCHA-ро ҳал мекунанд, пул кор кунед ё ба хайрия диҳед",
  "1130868224": "Се сатри код",
  "1131525092": "Тавассути UID-ҳои Scoped-и махфияти мо барои дарёфт ва боздоштани қаллобӣ ва сӯиистифодаи марбут ба фаъолони бад бемаънӣ гурӯҳбандӣ кунед.",
  "1141402092": "Хусусиятҳои пешрафтаи гузоришдиҳӣ",
  "1150035777": "Моделҳои мукаммали омӯзиши мошинсозӣ холҳои эътимоди ботро дар асоси бисёр нуқтаҳои додаҳо ба вуҷуд меоранд, ба истиснои он ки оё ба саволҳо дуруст ҷавоб дода шудаанд.",
  "1150963691": "Кам кардани таъсири APT",
  "1172067553": "Платформаи HUMAN дар паси hCaptcha, сифат ва хусусиятҳои идоракунии хеле мураккаби корро тавассути ҷобаҷогузории дохилӣ, гибридӣ ё SaaS, ки бо системаҳои мавҷудаи шумо ҳамгиро мешаванд, таъмин мекунад.",
  "1173652155": "Машваратчиён",
  "1218990730": "чӣ тавр гузориш додани мушкилот бо гузоришҳои муфассал",
  "1250541092": "— Серги Исаси",
  "1263998069": "Барои ҳалли одамон мукофот ба даст оред",
  "1300485304": "hCaptcha аз таҳдидҳо ва фиребҳои пешрафта муҳофизат мекунад, ки барои ворид шудан ба шабакаҳои шумо тарҳрезӣ шудаанд",
  "1345083090": "Дар бораи мушкилоти функсионалӣ гузориш диҳед?",
  "1356745565": "То ба Internet Explorer 8 мувофиқ аст.",
  "1368787974": "Идоракунии худро дар тамоми дастаи худ мубодила кунед.",
  "1393184984": "ҳама чиз ба шумо лозим аст.",
  "1475399473": "Дар бораи дастаи hCaptcha маълумоти бештар гиред",
  "1485807325": "Панелҳои бисёркорбар, SAML SSO",
  "1508655687": "Мушкилоти худро илова кунед, ки барои шунавандагони шумо мутобиқ карда шудаанд, то дастрасиро осон ё маҳдуд кунанд",
  "1510448156": "Шумо метавонед имрӯз бо алтернативаи олӣ кор кунед ва дар ҳолати зарурӣ хусусиятҳои пешрафтаро фаъол созед.",
  "1525403768": "Барои маълумоти иловагӣ ба фурӯшгоҳи корхона муроҷиат кунед.",
  "1544546608": "Тасвири махфият",
  "1549336309": "hCaptcha ин моделро бармегардонад. Вақте ки шумо hCaptcha-ро истифода мебаред, ширкатҳо ба коре, ки корбарони шумо иҷро мекунанд, пешниҳод мекунанд, зеро онҳо инсонияти худро исбот мекунанд. Шумо мукофот мегиред.",
  "1559631739": "Омӯзиши хусусӣ",
  "1579093044": "Бо тарроҳии оддии мушкилоти фармоишии мо, шумо метавонед дар тӯли чанд дақиқа мундариҷаи даъвати брендро оғоз кунед.",
  "1586809757": "Холҳои боти дақиқи баланд",
  "1599610318": "Ношир",
  "1637702726": "Дар бораи hCaptcha",
  "1662477701": "Захираҳо",
  "1676849166": "Бо шарофати моделҳои пешрафтаи ботҳо, 99,9% трафики қонунии худро дар ҳоле ки амнияти аълоро таъмин карда, аз мушкилот комилан канорагирӣ кунед.",
  "1685871181": "Хидматҳои беҳтарини онлайн ба он такя мекунанд",
  "1752795854": "hCaptcha барои боздоштани ботҳо як равиши муосир ва ба махфият нигаронидашударо меорад.",
  "1779265104": "Шартҳои фармоишӣ ва кафолатҳои махфият",
  "1792519141": "Корхонаи hCaptcha",
  "1798492192": "Дастгирии браузери кӯҳна",
  "1803009328": "Дар миқёси веб-ҷанг озмуда шудааст.",
  "1844885924": "Китобхонаи васеи намудҳо барои интихоб.",
  "1849717906": "Бо мундариҷаи мушкилоти шахсии худ фармоиш диҳед",
  "1849805607": "hCaptcha аз таҳдидҳо ва фиребҳо муҳофизат мекунад, ки барои ворид шудан ба шабакаҳои шумо тарҳрезӣ шудаанд",
  "1886100235": "Бисёре аз бузургтарин хидматҳои онлайнии ҷаҳон ба Enterprise hCaptcha гузаштанд ва дар баробари сарфаи назарраси хароҷот, дарёфти беҳтаршудаи ботҳо гирифтанд.",
  "1894355645": "hCaptcha ошкоркунии содда, осон ва боэътимоди ботро таъмин мекунад, дар ҳоле ки барои ҳалли одамон ночиз аст.",
  "1927613000": "hCaptcha омӯзиши мураккаби мошиниро бо як платформаи пурқувват барои муҳофизат кардани замимаҳои веб аз гирифтани ҳисобҳо, пур кардани маълумоти эътимоднома, кандашавӣ ва дигар намудҳои сӯиистифода муттаҳид мекунад.",
  "1936512180": "Дастрасии осони API, панелҳои зебо ва технологияи навтарин дар давра барои баланд бардоштани самаранокии коргарон.",
  "1956967813": "Хидматҳои мо аз ҷониби бузургтарин ширкатҳои ҷаҳон эътимод доранд, то ба миллионҳо корбарони ҳаррӯза дар даҳҳо миллион сайтҳо хидмат расонанд.",
  "1958297836": "Ҳифзи ҳамоҳангшудаи ҳамла ва кам кардани APT",
  "2041686284": "Маълумоти бештар одатан дар омӯзиши моделҳои омӯзиши мошинҳо натиҷаҳои беҳтар меорад. Муваффақияти охирини моделҳои амиқ боиси афзоиши афзояндаи маҷмӯаҳои додаҳо гардид ва hCaptcha ба ин ниёз хидмат мекунад. Бо вуҷуди ин, эҷоди маҷмӯаҳои бузурги аз ҷониби инсон баррасӣшуда бо истифода аз усулҳои анъанавӣ ҳам суст ва ҳам гарон аст.",
  "2103563261": "Маълумоти хусусӣ ё ҷамъиятӣ",
  "2131386784": "Таҷриба ва дастгирии дастрас барои шумо ва корбарони шумо",
  "2138799135": "hCaptcha дорои даҳҳо интегратсияҳои қаблан сохташуда барои системаҳои пешина ва пуштибонии шумо истифода мешавад.",
  "2163914794": "Барои маҷмӯи додаҳои шумо тамғакоғазҳои бештар лозим аст? hCaptcha барои ширкатҳое, ки дар замимаҳои зеҳни сунъӣ ва омӯзиши мошин кор мекунанд, тамғагузории зуд, камхарҷ ва босифати маълумотро таъмин мекунад.",
  "2183926131": "Бо hCaptcha Enterprise оғоз кунед",
  "2184564739": "Бинед",
  "2188609322": "Ҳунармандони бад дар интернет бештар маъмул мешаванд. Аммо қурбонии махфияти корбар роҳи ҳалли масъала нест.",
  "2319072959": "Бо қувваи кории шахсии худ комилан офлайн кор кунед, арзиши истеъмолшударо дар воҳидҳои тиҷоратӣ ё шарикони консорсиум пайгирӣ кунед, ҷойҳои кориро ба таври интихобӣ ба провайдерҳои гуногуни меҳнати дохилӣ ё берунӣ дар асоси арзиш ва талаботҳои амниятӣ равона кунед ва ғайра.",
  "2320894364": "Бо зиёда аз 200 нуқтаи ҳузур, абри hCaptcha дороиҳои шуморо дар саросари ҷаҳон муҳофизат мекунад",
  "2354267648": "Сиёсати махфияти GDPR, CCPA ва LGPD мувофиқ",
  "2373007864": "hCaptcha Enterprise дар технологияи платформаи hCaptcha кор мекунад, ки бо он хусусиятҳоеро дар бар мегирад, ки ба корхонаҳои трафики зиёд ниёз доранд.",
  "2418549423": ", як стандарти пайдошуда барои ҳифзи махфияти онлайн тавассути далелҳои криптографӣ ва дигар хусусиятҳои беназири махфият дар аввал.",
  "2489287539": "Бе соиш \"Не CAPTCHA\" ва 99,9% режимҳои ғайрифаъол",
  "2510209017": "Ба кӯмаки бештар ниёз доред?",
  "2513143348": "Системаи hCaptcha Enterprise дар тарҳрезии худ ба таври беназир чандир аст: он метавонад қисман ё пурра дар канори шабакаи шумо ҷойгир карда шавад, агар шумо абри ҷамъиятиро идора кунед ё марказҳои зиёди маълумот дошта бошед.",
  "2535001179": "Агар шумо аз reCAPTCHA-и Google омада бошед, API-ҳои мо ивазкунанда мебошанд.",
  "2593768395": "Таҷрибаи бефосила дар саросари веб, мобилии модарӣ, веби мобилӣ. Интегратсияҳои қаблан сохташуда ва SDK-ҳои ватанӣ дастрасанд.",
  "2650502379": "Мушкилоти шахсии худро дар сонияҳо оғоз кунед",
  "2670003220": "Ҷойҳо",
  "2671622670": "Корхона",
  "2676853536": "Панелҳои бисёркорбар",
  "2681650568": "Ва чун ҳамеша, махфият барои мо арзиши аслӣ аст. Рамзи даъвати моро танҳо дар ҷое илова кунед, ки зарур аст ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад. Кам кардани ҷамъоварии маълумот аз лаҳзаи ҳамгироӣ оғоз мешавад.",
  "2682873489": "Майдони маҳдуд барои объектҳоро муайян кунед",
  "2686825859": "Бепул сабти ном кунед ё дар бораи ҳалли hCaptcha Enterprise бо мо тамос гиред",
  "2698140263": "На ҳама мушкилот яксонанд: гирифтани як хол маънои онро дорад, ки он бояд эҳтиёҷоти шуморо барои муфид қонеъ кунад.",
  "2698640210": "Мушкилоти назорат ва намудҳо нишон дода шудаанд",
  "2707282231": "Мушкилотҳоро барои корбарони худ фармоиш диҳед. Ҳал ва ворид шудани ботҳоро ғайриимкон созед.",
  "2714878440": "Бо омӯзиши пешрафтаи мошинсозӣ ва санҷиши инсондӯстонаи мо хидматҳои худро аз кандашавӣ, гирифтани ҳисобҳо, пур кардани маълумоти эътимоднома ва спам муҳофизат кунед.",
  "2718999653": "Холҳои фармоишии таҳдид",
  "2781507299": "Санҷиши фаврӣ",
  "2782263070": "Хизматрасонӣ барои мо афзалияти аввалиндараҷа аст. Мо дастгирии шабонарӯзии зангро нигоҳ медорем ва ҳамоҳангсозии мустақими Slack-ро бо дастаи ҳамгироии муҳандисии шумо ва кормандони занги мо дар давоми ва пас аз татбиқ пешниҳод менамоем.",
  "2806751666": "hCaptcha чист?",
  "2826051554": "ва ғайра",
  "2881474837": "Корхонаи hCaptcha",
  "2890048009": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои мо ягона маҳсулот инсонияти онҳоро муайян мекунад. Хизматрасонӣ ҷавобгӯ ё ақаллан GDPR, CCPA, LGPD ва талаботи PIPL ва дастгирии мисли Корбурди Pass. Мо барои мувозинати махфият ва амният сахт кор мекунем.",
  "2927700175": "Мо мушкилоти CAPTCHA-ро нишон медиҳем, ки барои ботҳо душвор, аммо барои одамон осонанд, тавассути ҷамъоварии маълумоти душворгузар аз мушкилоти омӯзиши мошинсозӣ ва истифодаи он барои муайян кардани он ки оё меҳмони вебсайт ё барнома инсон аст.",
  "2968026167": "Сабзавоти дӯстдоштаи шумо",
  "3018523079": "Бо таҷрибаи пайвастаи корбар дар бренд монед.",
  "3065000659": "Оё шумо дарк кардед, ки ҳар дафъае, ки шумо \"мошинро пахш мекунед\" шумо барои омӯзиши якка кӯмак мекунед",
  "3093388779": "hCaptcha барои ноширони ҳама гуна андоза ройгон истифода мешавад",
  "3093689546": "Интегратсияи осон",
  "3096063825": "Кӯшиш кунед",
  "3107683988": "Ин метавонад трафики берун аз шабака ва хароҷотро ба таври назаррас коҳиш диҳад ва дар баробари нигоҳ доштани тамоми бартариҳои идоракунии кормандони 24/7 занги мо барои қонеъ кардани қатъитарин шартҳои SLA.",
  "3117887301": "Аз ҷониби бузургтарин хидматҳои онлайн эътимоднок аст",
  "3121248460": "Барои аудиторияи интизории худ мушкилоти фармоишии беохир гуногунро - аз оддӣ то мураккаб - намоиш диҳед",
  "3153117136": "Чӣ тавр танзимоти мушкилии hCaptcha кор мекунанд",
  "3160820928": "Муҳофизати ҳамоҳангшудаи ҳамла",
  "3161489950": "Платформаи пешрафтаи амнияти ML дар ҷаҳон",
  "3167979932": "Аз рӯзи аввал барои махфият тарҳрезӣ шудааст. Созишномаи қавии коркарди маълумот.",
  "3194111925": "дастгирй мекунанд",
  "3213351333": "Уҳдадории пешакӣ талаб карда намешавад",
  "3213957230": "Вақте ки корбарон бояд мушкилотро барои қонеъ кардани талаботҳои амниятӣ ҳал кунанд, чаро вазифаҳои гуворо ва барои корбар мувофиқ эҷод накунед?",
  "3225770968": "hCaptcha барои ҳалли мушкилоти меҳнатталабтарин дар омӯзиши мошинсозӣ пешбинӣ шудааст; нишон додани миқдори зиёди маълумот бо роҳи саривақтӣ, дастрас ва боэътимод.",
  "3230004040": "Оё шумо босираатон маъюб ҳастед ё ба таври дигар наметавонед hCaptcha-ро пур кунед?",
  "3235430156": "системаҳои омӯзиши мошинҳои ширкат ройгон?",
  "3260825523": "Мошинҳои интуитсионӣ",
  "3264813246": "номуносиб",
  "3265895521": "Мушкилотро дар асоси вақти рӯз баланд ва кам кунед",
  "3266612494": "Шарики боэътимод",
  "3276777569": "hCaptcha",
  "3287172429": "Намудҳои мушкилоти назорат нишон дода шудаанд",
  "3365203058": "Муҳофизати зидди ботҳои сатҳи ҷаҳонӣ",
  "3412647984": "Ин ба шумо имкон медиҳад, ки тавассути сабти ном ва танзими куки аз саволҳои оянда канорагирӣ кунед. Лутфан, инчунин кӯшиш кунед, ки блокатори таблиғоти худро хомӯш кунед.",
  "3417372336": "Дар дақиқаҳо гузаред",
  "3446714684": "Интегратсияи мобилӣ (IOS ва Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Барои корбарони Enterprise, имконот барои комилан канорагирӣ аз мушкилот дар аксари сенарияҳо дастрасанд.",
  "3478726913": "hCaptcha дорои яке аз калонтарин ҳавзҳои сайёра мебошад, ки барои истифодаи шумо дастрас аст. Новобаста аз миқёси шумо, мо метавонем онро бидуни ӯҳдадориҳои пешакии гаронбаҳо ҳал кунем. Миллионҳо вазифаҳо дар як рӯз мушкилот надоранд.",
  "3480023141": "Дар бораи имконоти дастрасӣ бештар маълумот гиред",
  "3483700676": "Миллионҳо вазифаҳоро фавран оғоз кунед",
  "3500503648": "hCaptcha сохта шудааст, ки аз байн нигоҳдории маълумот дарозмуддат бо такя ба арзёбии фаврӣ аз сабт ва таҳлили таърихи намоиш кунед. монанди ташаббусхоро низ дастгирй мекунем",
  "3524251858": "Директори идоракунии маҳсулот, Cloudflare",
  "3526939538": "Хатогии нармафзор",
  "3530599065": "Махфият аз ибтидо сохта шудааст. hCaptcha ягон PII-ро нигоҳ намедорад ва ба мандатҳо ва қоидаҳои сершумори махфият мувофиқат мекунад.",
  "3570415321": "Ширкат",
  "3573245166": "Баръакси reCAPTCHA, мо дар ҳама кишварҳо кор мекунем.",
  "3578122193": "Дар бренд бо мундариҷаи мувофиқ монед",
  "3620442880": "Хусусиятҳои муҳофизати фурӯши Flash",
  "3630114728": "Бубинед, ки дар тамоми сайтҳо ва барномаҳои шумо чӣ рӯй дода истодааст.",
  "3644106388": "Тамос",
  "3660619092": "Барои ҳалли Enterprise ройгон сабти ном кунед ё бо фурӯш тамос гиред",
  "3688621388": "Имзоҳои таҳдид",
  "3704893754": "Мехоҳед худатон бубинед? hCaptcha Free -ро санҷед",
  "3714002185": "Дар бораи hCaptcha Enterprise маълумоти бештар гиред",
  "3715747429": "Муҳандисони боркаши мо метавонанд шуморо зуд ба роҳ монанд, новобаста аз он ки ба шумо ҳамгироии React, SDK-ҳо барои барномаҳои аслии iOS, намунаи пуштибонии Java ё амалан ягон сенарияи дигар лозим аст.",
  "3717512591": "Интегратсияи мустақими платформа",
  "3721365241": "Кӯшиш кунед",
  "3729345277": "hCaptcha як роҳест барои ширкатҳо барои гирифтани эзоҳҳое, ки ба онҳо лозим аст, зудтар, бо сифати баландтар ва бо арзиши камтар нисбат ба дигар алтернативаҳо.",
  "3730038780": "Аз шумораи қариб бепоёни мушкилот барои корбарон интихоб кунед",
  "3739936967": "Ин тамаркузи беназир ба махфият маънои онро дорад, ки мо метавонем сифр нигоҳ доштани маълумоти инфиродӣ, амалиёти бидуни кукиҳо ва дигар кафолатҳои махфияти шартномавиро дар ҳолати зарурӣ бо нигоҳ доштани амнияти аъло пешниҳод кунем. Маълумоти бештар.",
  "3740051331": "Мо инчунин ӯҳдадор ҳастем, ки фаъолона назорат кунем ва ба саволҳои корбарони шумо дар шабакаҳои иҷтимоӣ, форумҳо ва каналҳои дастгирии виджетӣ ва почтаи электронии худ посух гӯем. Мо дастрас ва ҷавобгӯ ҳастем ва қаноатмандии корбаронро ҳамчун як KPI беҳтарин мешуморем.",
  "3753956446": "Озод",
  "3758963444": "Сипос! Пешниҳоди шумо қабул карда шуд!",
  "3767462250": "Барои махфият тарҳрезӣ шудааст",
  "3768951251": "SLAs корхона",
  "3807059944": "Мундариҷаи истифодашударо назорат кунед",
  "3816867833": "Алоқа",
  "3817811295": "Эътимоднокии кафолатнок ва дастгирии зуд дар давоми 24/7.",
  "3892905664": "hCaptcha ба хидматҳои онлайнии дӯстдоштаи шумо кӯмак мекунад, ки аз ботҳо, спамҳо ва сӯиистифода аз тариқи додани саволҳои оддӣ, ки барои одамон осон ва барои мошинҳо душворанд, нигоҳ доранд.",
  "3913848038": "99,99% SLAs ва дастгирии глобалии 24/7 дастрас аст.",
  "3951254541": "Мо саҳми шуморо қадр мекунем. Ҳама мушкилотро ба мо бигӯед ва мо онҳоро зуд ҳал мекунем.",
  "3952259236": "Маълумоти нобиношудаи худро бо ҳазорон сигналҳои hCaptcha муттаҳид кунед, то hCaptcha-ро дар синфҳои рафтор омӯзонед -- барои мисоли шумо танҳо -- барои беҳтар пешгӯии рафтори зараровар нисбат ба ҳар як ҳалли танҳо беҳтар",
  "3953584369": "Маҳдудиятҳои дастрасии RBAC дастрасанд.",
  "4007826952": "№1-и махфият-аввалин CAPTCHA барои веб, мобилӣ ва ғайра.",
  "4019660456": "0ms таъхир: токенҳои hCaptcha-ро бидуни занги API тафтиш кунед.",
  "4065065042": "Инро барои мувофиқ кардани ҳолати истифодаи шумо ворид кунед.",
  "4083018285": "Маҷмӯи хусусиятҳои васеъ, ки бо мониторинги мукаммали SOC ва вокуниш ба ҳалли таҳдидҳои мураккаби доимӣ якҷоя мешаванд",
  "4146870445": "Мо кистем",
  "4147497805": "Сабзӣ",
  "4194763679": "Сатҳи душвории дақиқ",
  "4195759329": "Муайян кардани бот ва холҳои хавф",
  "4199502476": "Панели пешрафтаи гузоришдиҳӣ ва API",
  "4238473596": "Кам кардани соиш барои корбарони воқеӣ муҳим аст. hCaptcha вазифаҳои оддиро истифода мебарад ва барои аксари корбарон ҳангоми боздоштани трафики бештари бот вақти камтар мегирад.",
  "4272022475": "Ҳама дархостҳо ва дороиҳо ба hcaptcha.yourdomain.com мераванд",
  "4272454814": "Бо провайдери шахсияти интихобкардаатон ҳамгиро шавед.",
  "header-privacy-link": "Махфият",
  "header-integration-link": "Интегратсия",
  "header-cost-link": "Арзиш",
  "header-features-link": "Вижагиҳо",
  "header-docs-link": "Ҳуҷҷатҳо",
  "header-login-button": "Даромадан",
  "header-contact-button": "Бо фурӯшанда тамос гиред",
  "intro-heading": "Тафтиши инсонии сифр.",
  "intro-contact-button": "Барои гирифтани маълумоти бештар бо мо тамос гиред",
  "intro-text-bottom": "Ба ширкатҳое такя мекунанд, ки вебро қувват мебахшанд.",
  "sub-menu-button": "Бо фурӯшанда тамос гиред",
  "sub-menu-item1": "Корхона",
  "sub-menu-item2": "Арзиш",
  "sub-menu-item3": "Интегратсия",
  "sub-menu-item4": "Вижагиҳо",
  "sub-menu-item5": "Махфият",
  "sub-menu-item6": "Ҳуҷҷатҳо",
  "info-head-1": "Дар платформаи собитшудаи hCaptcha сохта шудааст",
  "info-text-1": "hCaptcha Enterprise дар технологияи платформаи hCaptcha кор мекунад, ки бо он хусусиятҳоеро дар бар мегирад, ки ба корхонаҳои трафики зиёд ниёз доранд.",
  "info-head-2": "Шарики боэътимод",
  "intro-subtitle": "Имрӯз мушкилоти боти худро ҳал кунед.",
  "info-text-2": "Хидматҳои мо аз ҷониби бузургтарин ширкатҳои ҷаҳон эътимод доранд, ки ба миллионҳо корбарони ҳаррӯза дар даҳҳо миллион сайтҳо хидмат расонанд.",
  "cloudflare-quote-text": "Мо як қатор фурӯшандагони CAPTCHA-ро баҳо додем ва инчунин худамон системаро сохтем. Дар ниҳоят, hCaptcha ҳамчун беҳтарин алтернатива ба reCAPTCHA пайдо шуд.",
  "cloudflare-quote-detail": "Директори идоракунии маҳсулот, Cloudflare",
  "section-quote-head": "Варианти камхарҷ барои корхонаҳои трафики баланд",
  "section-quote-text": "Ниҳоят, алтернативаи боэътимод ба Google. hCaptcha Enterprise ҳисоби reCAPTCHA-и шуморо бо амнияти баландтар сарфа мекунад: дар баъзе ҳолатҳо то 80% арзонтар. Бисёре аз бузургтарин хидматҳои онлайнии ҷаҳон ба Enterprise hCaptcha гузаштанд ва дар баробари сарфаи назарраси хароҷот дарёфти беҳтаршудаи ботҳо гирифтанд.",
  "section-quote-button": "Имрӯз барои иқтибос бо мо тамос гиред",
  "section-privacy-header": "Ба махфият нигаронида шудааст",
  "section-privacy-text-1": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои мо ягона маҳсулот инсонияти онҳоро муайян мекунад. Хидматҳои мо ба талаботҳои GDPR, CCPA ва LGPD ҷавобгӯ ё зиёдтаранд ва ташаббусҳоро ба монанди Pass Pass дастгирӣ мекунанд. Мо барои мувозинати махфият ва амният сахт кор мекунем.",
  "section-privacy-text-2": "Ин тамаркузи беназир ба махфият маънои онро дорад, ки мо метавонем ба сифр нигоҳ доштани маълумоти инфиродӣ, амалиёти бидуни кукиҳо ва дигар кафолатҳои махфияти шартномавӣ ҳангоми зарурат ҳангоми нигоҳ доштани амнияти аъло пешниҳод кунем.",
  "section-security-header": "Аввалан амният",
  "section-security-text-1": "Дақиқӣ ба манфиати шумо ва мост. hCaptcha кор мекунад, то ба шумо маълумоти воқеӣ диҳад ва ба шумо имкон медиҳад, ки чӣ тавр истифода бурдани он. Дигар каптчаҳо аз ҷониби ширкатҳои таблиғотии Gigantic пешниҳод карда мешаванд. Ин маънои онро дорад, ки ҳар як боти онҳо басташуда метавонад даромади онҳоро кам кунад.",
  "section-security-text-2": "Истифодаи усулҳои навтарини омӯзиши мошинсозӣ бо таваҷҷӯҳ ба махфият ба мо имкон медиҳад, ки аз меъёрҳои амниятии ҳама стратегияҳо то абад сабт карда шаванд, бидуни зарар ба амният ё махфияти корбар.",
  "section-user-experience-header": "Таҷрибаи бузурги корбар",
  "section-user-experience-text1": "Барои корбарони Enterprise, имконот барои комилан канорагирӣ аз мушкилот дар аксари сенарияҳо дастрасанд.",
  "section-user-experience-text2": "Бо шарофати моделҳои пешрафтаи ботҳо, 99,9% трафики қонунии худро дар ҳоле ки амнияти аълоро таъмин намуда, аз мушкилот комилан канорагирӣ кунед.",
  "section-easy-integration-header": "Интегратсияи осон",
  "section-easy-integration-text": "Илова кардани hCaptcha танҳо дақиқаҳо ва ҳамагӣ чанд сатри кодро мегирад. API-и асосӣ бо reCAPTCHA V2 мувофиқ аст ва барои гузаштан ҳамагӣ дақиқаҳо лозим аст. Шумо метавонед имрӯз бо алтернативаи олӣ кор кунед ва дар ҳолати зарурӣ хусусиятҳои пешрафтаро фаъол созед.",
  "section-easy-integration-serverside": "Тарафи сервер:",
  "section-easy-integration-frontend": "Қисмати пеш:",
  "section-threat-header": "Холҳои фармоишии таҳдид",
  "section-threat-text": "На ҳама мушкилот яксонанд: гирифтани як хол маънои онро дорад, ки он бояд эҳтиёҷоти шуморо қонеъ кунад, то муфид бошад. Бо холҳои беназири фармоишии таҳдидҳои hCaptcha, машварати зуд ба мо имкон медиҳад, ки моделҳои худро танзим кунем, то холҳои ба тиҷорати шумо мувофиқтар расонем.",
  "section-challenges-header": "Мушкилоти шахсии худро дар сонияҳо оғоз кунед",
  "section-challenges-text-1": "Дар бренд бо мундариҷаи мувофиқ монед",
  "section-challenges-text-2": "Вақте ки корбарон бояд мушкилотро барои қонеъ кардани талаботҳои амниятӣ ҳал кунанд, чаро вазифаҳои гуворо ва барои корбар мувофиқ эҷод накунед? Бо тарроҳии оддии мушкилоти фармоишии мо, шумо метавонед дар тӯли чанд дақиқа мундариҷаи даъвати брендро оғоз кунед.",
  "section-integration-header": "Интегратсияи мустақими платформа",
  "section-integration-subheader": "Барои ширкатҳои инфрасохтори веб",
  "section-integration-text": "Системаи hCaptcha Enterprise дар тарҳрезии худ ба таври беназир чандир аст: он метавонад қисман ё пурра дар канори шабакаи шумо ҷойгир карда шавад, агар шумо абри ҷамъиятиро идора кунед ё марказҳои зиёди маълумот дошта бошед. Ин метавонад хароҷот ва трафики берун аз шабакаро ба таври назаррас коҳиш диҳад ва ҳамзамон тамоми бартариҳои идоракуниро аз ҷониби кормандони 24/7 занги мо барои қонеъ кардани қатъитарин шартҳои SLA нигоҳ дорад.",
  "section-support-header": "Таҷриба ва дастгирии дастрас барои шумо ва корбарони шумо",
  "section-support-text": "Хизматрасонӣ барои мо афзалияти аввалиндараҷа аст. Мо дастгирии шабонарӯзии зангро нигоҳ медорем ва ҳамоҳангсозии мустақими Slack-ро бо дастаи ҳамгироии муҳандисии шумо ва кормандони занги мо дар давоми ва пас аз татбиқ пешниҳод мекунем. , ва каналҳои дастгирии виджетӣ ва почтаи электронии мо. Мо дастрас ва ҷавобгӯ ҳастем ва қаноатмандии корбаронро ҳамчун KPI баландтарин мешуморем.",
  "section-enterprise-header": "Хусусиятҳои корхона",
  "section-enterprise-title-1": "Муҳофизати зидди бот дар сатҳи ҷаҳонӣ",
  "section-enterprise-desc-1": "Дар миқёси веб-ҷанг озмуда шудааст.",
  "section-enterprise-title-2": "Холҳои ботҳои дақиқи баланд",
  "section-enterprise-desc-2": "Актерҳои бади намудҳои гуногуни гуногунро ошкор кунед.",
  "section-enterprise-title-3": "Фриксияи сифр ва 99,9% режимҳои ғайрифаъол",
  "section-enterprise-desc-3": "Камтар аз 0,1% корбарони қонуниро даъват кунед.",
  "section-enterprise-title-4": "Намудҳои мушкилоти назорат нишон дода шудаанд",
  "section-enterprise-desc-4": "Китобхонаи васеи намудҳо барои интихоб.",
  "section-enterprise-title-5": "Мундариҷаи истифодашударо назорат кунед",
  "section-enterprise-desc-5": "Бо таҷрибаи пайвастаи корбар дар бренд монед.",
  "section-enterprise-title-6": "SLAs корхона",
  "section-enterprise-desc-6": "Эътимоднокии кафолатнок ва дастгирии зуд дар давоми 24/7.",
  "section-enterprise-title-7": "Дастгирии браузери кӯҳна",
  "section-enterprise-desc-7": "Ҳамааш ба Internet Explorer 8 мувофиқ аст.",
  "section-enterprise-title-8": "Панелҳои пешрафтаи гузоришдиҳӣ ва API",
  "section-enterprise-desc-8": "Бубинед, ки дар тамоми сайтҳо ва барномаҳои шумо чӣ рӯй дода истодааст.",
  "section-enterprise-title-9": "Дар ҳама кишварҳо кор мекунад",
  "section-enterprise-desc-9": "Баръакси reCAPTCHA, мо дар ҳама кишварҳо кор мекунем.",
  "section-enterprise-title-10": "Сиёсати махфияти GDPR, CCPA ва LGPD мувофиқ аст",
  "section-enterprise-desc-10": "Аз рӯзи аввал барои махфият тарҳрезӣ шудааст. Созишномаи қавии коркарди маълумот.",
  "section-enterprise-title-11": "Сатҳи душвории дақиқ",
  "section-enterprise-desc-11": "Инро ворид кунед, то ба ҳолати истифодаи шумо комилан мувофиқ бошад.",
  "section-enterprise-title-12": "Хостинги тарафи аввал",
  "section-enterprise-desc-12": "Ҳама дархостҳо ва дороиҳо ба hcaptcha.yourdomain.com мераванд",
  "section-enterprise-title-13": "Панелҳои бисёркорбар",
  "section-enterprise-desc-13": "Идоракунии худро дар тамоми дастаи худ мубодила кунед.",
  "section-enterprise-title-14": "Санҷиши фаврӣ",
  "section-enterprise-desc-14": "0ms таъхир: токенҳои hCaptcha-ро бидуни занги API тафтиш кунед.",
  "section-enterprise-title-15": "Интегратсияи мобилӣ (IOS ва Android).",
  "section-enterprise-desc-15": "Таҷрибаи бефосила дар саросари веб, мобилии модарӣ, веби мобилӣ. Интегратсияҳои қаблан сохташуда ва SDK-ҳои ватанӣ дастрасанд.",
  "section-enterprise-title-16": "Шартҳои фармоишӣ ва кафолатҳои махфият",
  "section-enterprise-desc-16": "Эҳтиёҷоти қонунии худро қонеъ кунед, вақте ки ширкатҳои дигар наметавонанд.",
  "presented-challlenges-head": "Мушкилоти пешниҳодшуда",
  "presented-challenges-title-1": "Муқоиса",
  "presented-challenges-text-1": "Ҳама тасвирҳоеро, ки ба дархост мувофиқанд, интихоб кунед",
  "presented-challenges-title-2": "Қуттии маҳдудкунанда",
  "presented-challenges-text-2": "Майдони маҳдуд барои объектҳоро муайян кунед",
  "presented-challenges-title-3": "Гурӯҳбандӣ",
  "presented-challenges-text-3": "Нишонаҳои мувофиқро муайян кунед",
  "presented-challenges-subheader": "...ва дигар вазифаҳои оддӣ. Барои одамон осон, барои ботҳо душвор.",
  "presented-challenges-subtext": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
  "footer-header-1": "Ширкат",
  "footer-header-2": "Захираҳои",
  "footer-header-3": "Тамос",
  "footer-link-1": "Нишондиҳӣ",
  "footer-link-2": "Дар бораи",
  "footer-link-3": "Ҷойҳои корӣ",
  "footer-link-4": "Тамғаҳои молӣ",
  "footer-link-5": "Этикаи AI",
  "footer-link-6": "Блог",
  "footer-link-7": "Статус",
  "footer-link-8": "Ҳуҷҷатгузорӣ",
  "footer-link-9": "Дар бораи хато гузориш диҳед",
  "footer-terms": "Шартҳои",
  "footer-privacy": "Махфият",
  "footer-attribution": "Хусусият",
  "footer-subheader-1": "Дастгирӣ",
  "footer-subheader-2": "Тамос",
  "switch-to-english-link": "Ба забони англисӣ гузаред",
  "intro-heading-privacy": "Барои махфият тарҳрезӣ шудааст.",
  "intro-subtitle-p1-privacy": " Равиши беназири махфият ба амнияти онлайн.",
  "info-head-2-pr": "Сабти фаъолияти онлайн ҷавоб нест.",
  "info-text-1-pr": "hCaptcha Enterprise танҳо як ҳадаф дорад: пешгирӣ кардани фаъолони бад аз халалдор кардани амалиёти онлайни шумо ва расонидани зарар ба корбарони шумо.",
  "info-text-2-pr": "Ҳамин тариқ, системаҳои мо аз ибтидо тарҳрезӣ шудаанд, то ҷамъоварӣ ва нигоҳдории маълумотро ба ҳадди ақал расонида, дар ҳоле ки амнияти пешрафтаи синфро нигоҳ доранд. Беҳтарин роҳи ҳифзи маълумоти корбар ин нигоҳ доштани он умуман нест.",
  "info-text-3-pr": "Ҳама муносибатҳои муштариён инчунин аз ҷониби Созишномаи қавии коркарди маълумот ҳифз карда мешаванд. Хидмати hCaptcha новобаста аз он ки хидмати шумо ё муштариёни шумо дар куҷо зиндагӣ мекунад, ба ҳама қонунҳои махфият мувофиқат мекунад. Нигоҳ доштани маълумоти шахсӣ ин корро барои мо нисбат ба ширкатҳои дигар хеле осон мекунад.",
  "info-text-2-2-pr": "Хидматҳо ба монанди reCAPTCHA v3 мегӯянд, ки гузоштани пиксели пайгирии онҳо дар ҳар саҳифаи сайти шумо барои амнияти хуб зарур аст. Ин тавр нест.",
  "info-text-2-3-pr": "Таҳлили оддии рафтор сигналест, ки аз ҷониби фаъолони бад ба осонӣ сохта мешавад ва нигоҳ доштани таърихи диданро барои тамоми трафики қонунии шумо низ талаб мекунад.",
  "info-text-2-4-pr": "Мо шабакаи таблиғотиро идора намекунем ва ба мушоҳидаи рафтори корбари шумо барои фурӯши таблиғ таваҷҷӯҳ надорем. Ин маънои онро дорад, ки мо дар ҳар саҳифаи сайти шумо як пиксели ғайрифаъол талаб намекунем.",
  "info-text-2-5-pr": "Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад.",
  "info-head-3-pr": "Омӯзиши мошинҳо муфид аст. Аммо он барои кор кардан маълумоти шахсиро талаб намекунад.",
  "info-text-3-1-pr": "Омӯзиши мошинсозӣ ҳоло қариб ба ҳама паҳлӯҳои ҳаёти мо таъсир мерасонад, аксар вақт бо тарзе, ки мо дарк намекунем ва дида наметавонем. Хидматҳои амниятии онлайн фарқ надоранд.",
  "info-text-3-2-pr": "Бо омӯхтани ҳазорон сигнал, моделҳо метавонанд ба зудӣ дар ошкор кардани рафтори бадқасдона хулоса бардоранд ва ба эътимоди баланд ноил шаванд, ҳатто вақте ки ягон сигнали инфиродӣ худ аз худ барои нишон додани мушкилот кофӣ қавӣ набошад.",
  "info-text-3-3-pr": "Бо вуҷуди ин, ҳеҷ яке аз ин истифодаи иттилооти мушаххасшавандаро (PII) талаб намекунад. Усулҳои муосири криптографӣ ба мо имкон медиҳанд, ки ҳама гуна маълумоти шахсиро ҳарчи зудтар партоем ва ба ҷои он имзоҳои яктарафа эҷод кунем, ки онҳоро бо ягон шахс пайваст кардан мумкин нест.",
  "info-text-3-4-pr": "Омӯзиш оид ба маълумоти ғайрифаъолшуда низ хуб кор мекунад ва ҳеҷ осебе ба амният ё махфиятро талаб намекунад. Мизоҷони мо озмоишҳои таҷрибавӣ анҷом доданд ва моро ба алтернативаҳои нисбатан камтари хусусӣ баробар ё беҳтар эълон карданд.",
  "cloudflare-quote-text-privacy": "Ба мо як қатор чизҳо дар бораи ҳалли hCaptcha писанд омад: 1) онҳо маълумоти шахсиро намефурӯшанд; онҳо танҳо маълумоти ҳадди ақали зарурии шахсиро ҷамъ мекунанд, онҳо дар тавсифи маълумоти ҷамъоварӣ ва тарзи истифода ва/ё ифшои он шаффофанд.",
  "pilot-head": "Моро дар муҳити худ бидуни ӯҳдадорӣ санҷед.",
  "pilot-text-1a": "Мо муҳандис ҳастем, на фурӯшандагон: мо мехоҳем, ки шумо аз интихоби худ қаноатманд бошед.",
  "pilot-text-1b": "Беҳтарин роҳи таъмини қаноатмандии шумо ин нишон додани он аст, ки мо ниёзҳои шуморо қонеъ мекунем.",
  "pilot-text-1c": "Қариб ҳамаи ширкатҳое, ки озмоишро оғоз мекунанд, дар ниҳоят қарорҳои моро интихоб мекунанд.",
  "pilot-text-1d": "Ин шаклро истифода баред, то ба яке аз мутахассисони техникии мо муроҷиат кунед. Мо зуд ҷавоб медиҳем.",
  "pilot-text-1e": "Шумо инчунин метавонед ба мо бевосита почтаи электронӣ ирсол кунед.",
  "pilot-email-details": "Тафсилот инҷост.",
  "pilot-f1": "вилоят",
  "pilot-f2": "Номи шумо",
  "pilot-f3": "Номи шумо",
  "pilot-f4": "Почтаи тиҷорӣ",
  "pilot-f5": "Ягон тафсилоти дигаре, ки мо бояд дошта бошем?",
  "pilot-f6": "Оё шумо ба боргирии фаврӣ ниёз доред?",
  "pilot-f7": "Бале.",
  "pilot-f8": "Ман зери ҳамла қарор дорам ва фавран ба ҳавопаймо ниёз дорам.",
  "pilot-f9": "Пешниҳод кунед",
  "pilot-f10": "Бо ворид кардани почтаи электронии худ, шумо ба Шартҳо ва Сиёсати махфияти мо розӣ мешавед ва аз мо почтаи электронӣ мегиред.",
  "pilot-fo-1": "Интегратсия осонтар набуд.",
  "pilot-fo-2": "hCaptcha дорои даҳҳо интегратсияҳои қаблан сохташуда барои системаҳои пешина ва пуштибонии шумо истифода мешавад.",
  "pilot-fo-3": "Агар шумо аз reCAPTCHA-и Google омада бошед, API-ҳои мо ивазкунанда мебошанд. Се сатри код ҳамаи шумо лозим аст.",
  "pilot-fo-4": "Муҳандисони боркаши мо метавонанд шуморо зуд ба кор баранд, новобаста аз он ки ба шумо ҳамгироии React, SDK-ҳо барои барномаҳои аслии iOS, намунаи пуштибонии Java ё амалан ягон сенарияи дигар лозим аст.",
  "pilot-fo-5": "Ва чун ҳамеша, махфият барои мо арзиши аслӣ аст. Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад. Кам кардани ҷамъоварии маълумот аз лаҳзаи ҳамгироӣ оғоз мешавад.",
  "pilot-fdone": "Сипос. Мо ба зудӣ дар тамос хоҳем шуд.",
  "home-ent-2-new": "Дар бораи ҳалли корхонаи мо бештар маълумот гиред.",
  "home-ent-button-new": "Корхонаи hCaptcha",
  "home-main-plans2-new": "Қарорҳои hCaptcha Enterprise амнияти синфиро таъмин мекунанд ва бисёре аз хидматҳои беҳтарини онлайнро муҳофизат мекунанд.",
  "home-plans-button-2-new": "Бисёр омӯхтан",
  "header-enterprise-link": "Корхона",
  "sales-interstitial-c1b-new": "Дар бораи hCaptcha Enterprise маълумоти бештар гиред",
  "a11y-img-1": "Экрани корбари дастрасӣ пас аз воридшавӣ",
  "a11y-img-2": "Имконияти дастрасӣ дар менюи интерфейси виҷет",
  "a11y-img-3": "Қуттии муколамаи дастрасӣ дар интерфейси виҷет",
  "about-advisors-brendan": "Директори ширкати Brave. Ҳаммуассиси Mozilla. Офарандаи забони барномасозии JavaScript. Созандаи браузерҳо ва ғайра.",
  "about-advisors-dawn": "Профессор, CS дар Донишгоҳи Калифорния, Беркли. Омӯзиши амиқ, амният, коршиноси блок. Директори Oasis Labs.",
  "about-advisors-head": "Мушовирон",
  "about-advisors-keiran": "Донишманди илмӣ дар Стэнфорд. Омӯзиши мошин ва маблағгузории миқдорӣ дар бонкҳои калон, фондҳои чархуште ва донишгоҳҳо.",
  "about-content-head-1": "Мо чӣ кор мекунем",
  "about-content-head-2": "Чаро ин муҳим аст",
  "about-content-text-1a": "hCaptcha усули муосири мутамарказ ба махфиятро барои қатъ кардани ботҳо меорад.",
  "about-content-text-1b": "Мо мушкилоти CAPTCHA-ро нишон медиҳем, ки барои ботҳо душвор, вале барои мардум осон аст, бо ҷамъоварии маълумотҳои душворгузар аз мушкилоти омӯзиши мошин ва бо истифода аз он, фарқияти одам будани вебсайт ё меҳмони барнома.",
  "about-content-text-2a": "Актерҳои бад дар интернет торафт маъмултар мешаванд. Аммо қурбонии махфияти корбарон роҳи ҳал нест.",
  "about-content-text-2b": "Қарорҳои амниятие, ки ширкатҳои таблиғотӣ пешниҳод мекунанд, пеш аз ҳама ба пайгирии корбарон дар тамоми веб равона карда шудаанд. Мо як ҳалли самарабахши амниятӣ эҷод кардем, ки ба махфияти корбар зарар расонидан зарур нест, то ки натиҷаҳои аъло ба даст оранд.",
  "about-intro-head-1": "Дар бораи hCaptcha",
  "about-intro-head-2": "Махфият, Амният ва Омӯзиши Мошинӣ.",
  "about-intro-text": "hCaptcha хидматрасонии мустақили CAPTCHA дар ҷаҳон васеъ истифодашаванда аст.",
  "about-leadership-head": "Мо кистем",
  "about-leadership-headsub": "Гурӯҳи ботаҷриба, ки дар мушкилтарин мушкилоти имрӯза кор мекунад.",
  "about-leadership-link1": "Мо кистем",
  "about-leadership-text1": "Мо дар омӯзиши амиқ ва омӯзиши визуалии мошинҳои домейнӣ дар миқёси олӣ тахассус дорем, бо таваҷҷӯҳи махсус ба таъмини системаҳои онлайн аз таҳдидҳои муосири муосир.",
  "about-leadership-text2": "Бо таҷрибаи даҳсолаи нармафзор ва омӯзиши мошин, мо системаҳои азими миқёспазирро месозем ва ба кор мебарем, то баъзе мушкилоти имрӯзаи душворро ҳифз намуда, махфиятро ҳал намоем.",
  "acc-opt": "Имкониятҳои дастрасӣ",
  "acc-opt-but": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
  "acc-opt-text": "Оё шумо сустии биноӣ доред ё ба таври дигар наметавонед hCaptchas -ро ба анҷом расонед?",
  "accessibility-link": "Дастрасӣ",
  "appreciate-in": "Мо саҳми шуморо қадр мекунем. Ба мо ягон масъала диҳед ва мо онҳоро зуд ҳал хоҳем кард.",
  "fb-but": "Фикру мулоҳизаҳои моро ирсол кунед",
  "feedback-text": "Дар бораи hCaptcha, ки шумо дидед, фикру ақида пешниҳод кунед",
  "footer-copyright-text": "hCaptcha тамғаи бақайдгирифтаи Intuition Machines, Inc.",
  "footer-link-10": "Дастрасӣ",
  "h-plans": "Нақшаҳои обуна",
  "header-labeling-services-link": "Хадамоти тамғагузорӣ",
  "header-plans-link": "Нақшаҳо",
  "header-signup-button": "Қайд кардан",
  "home-about-head": "Дар бораи hCaptcha",
  "home-about-subtitle": "Бо протоколи ИНСОН таҳия шудааст",
  "home-about-text-1": "hCaptcha барои ҳалли мушкилоти аз ҳама меҳнатталаб дар таълими мошинӣ пешбинӣ шудааст: нишонгузории миқдори зиёди маълумот бо роҳи саривақтӣ, дастрас ва боэътимод.",
  "home-about-text-2": "Маълумоти бештар дар маҷмӯъ дар омӯзиши моделҳои омӯзиши мошин натиҷаҳои беҳтар ба бор меоранд. Муваффақияти охирини моделҳои чуқур ба афзоиши торафт васеътари маълумот оварда расонд, тақрибан ҳамеша бо баъзе азназаргузаронии инсон. Бо вуҷуди ин, эҷоди маҷмӯи маълумотҳои калони аз ҷониби инсон баррасишуда тавассути Mechanical Turk, Figure Eight ва ғайра ҳам суст ва ҳам гарон аст.",
  "home-about-text-3": "hCaptcha ба вебсайтҳо имкон медиҳад, ки ҳангоми бастани ботҳо ва дигар намудҳои сӯиистифода аз ин талабот пул кор кунанд.",
  "home-about-text-4": "Бозори hCaptcha аз ҷониби Протоколи ИНСОН, протоколи кушодаи ғайримутамарказ барои баррасии инсон, ки дар блоки Ethereum кор мекунад, таъмин карда мешавад. Вебсайтҳо ҳар вақте, ки корбарон виҷети hCaptcha -ро дар сайти худ истифода мебаранд, нишонаҳои инсонӣ (HMT) ба даст меоранд ва ширкатҳои омӯзиши мошинсозӣ барои нишонгузории маълумоти худ ба нишони инсон пардохт мекунанд.",
  "home-ba-labeling-services-link": "Хадамоти тамғагузорӣ",
  "home-benefits-head-1": "Арзиш дар тамғагузории маълумот",
  "home-benefits-head-2": "Ба садақа баргардед",
  "home-benefits-text-1": "Оё шумо дарк кардед, ки ҳар вақте ки мошинро клик мекунед, ки барои омӯзиши системаҳои омӯзиши мошинсозии як ширкати бузурги Gigantic кумак мекунед?",
  "home-benefits-text-2": "hCaptcha ин моделро гардиш медиҳад. Вақте ки шумо hCaptcha -ро истифода мебаред, ширкатҳо ба корҳое, ки корбарони шумо анҷом медиҳанд, дархост медиҳанд, то онҳо инсондӯстии худро исбот кунанд. Шумо мукофотҳоро мегиред.",
  "home-benefits-text-3": "Мехоҳед ба садақаи дӯстдоштаи худ баргардед? hCaptcha ба шумо имкон медиҳад, ки хайрияҳои интихобкардаатонро бо фоидае, ки аз истифодаи он ба даст меоред, дастгирӣ кунед. Истифодабарандагон дар сайти шумо ба зудӣ метавонанд саҳми шуморо дар садақа тавассути брендинги доно дар интерфейси hCaptcha бубинанд.",
  "home-challenge-text-1": "Ҳамаи тасвирҳои мувофиқро интихоб кунед",
  "home-challenge-text-2": "Минтақаи ҳудуди объектҳоро муайян кунед",
  "home-challenge-text-3": "Нишонаҳои мувофиқро муайян кунед",
  "home-challenge-title-1": "Муқоиса",
  "home-challenge-title-2": "Қуттии ҳудуд",
  "home-challenge-title-3": "Гурӯҳбандӣ",
  "home-challenges-head": "Мушкилоти пешниҳодшуда",
  "home-challenges-text-1": "... ва дигар вазифаҳои оддӣ. Барои одамон осон, барои ботҳо душвор.",
  "home-challenges-text-2": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
  "home-ent-1": "Дар ҷустуҷӯи пешниҳоди амнияти корхонаи мо ҳастед?",
  "home-ent-2": "Боздид аз сайти нави бахшидашудаи мо: BotStop.com",
  "home-ent-button": "Маълумоти бештар: BotStop аз hCaptcha",
  "home-from-the-blog": "АЗ БЛОГ:",
  "home-from-the-blog-value": "Чӣ тавр танзимоти мушкилоти hCaptcha кор мекунад",
  "home-intro-body": "Оё шумо барои нигоҳ доштани ботҳо captcha истифода мекунед? hCaptcha махфияти корбаронро муҳофизат мекунад, вебсайтҳоро мукофот медиҳад ва ба ширкатҳо дар гирифтани нишони маълумотҳо кӯмак мерасонад. Ин иваз кардани reCAPTCHA аст: шумо метавонед дар тӯли якчанд дақиқа гузаред.",
  "home-intro-button": "Ҳоло обуна шавед",
  "home-intro-head": "Ботҳои бештарро боздоред. Ҳифзи махфияти корбаронро оғоз кунед.",
  "home-main-1": "Хусусӣ. Амн. Тезтар. Ва мо ба шумо барои истифодаи он пул медиҳем.",
  "home-main-2": "Махфият нигаронида шудааст",
  "home-main-2c": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои hCaptcha маҳсулот кори онҳост. Мо парвое надорем, ки корбарони шумо кистанд, танҳо то чӣ андоза эҳтимолияти зараровар будани онҳо вуҷуд дорад. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои мувозинати махфият ва амният сахт кор мекунем.",
  "home-main-3": "Аввалин амният",
  "home-main-3c": "Дурустӣ ба манфиати шумо ва мову шумост. hCaptcha ба ноширон нигаронида шудааст. Мо кор мекунем, ки ба шумо маълумоти воқеӣ диҳем ва бигзорем, ки чӣ гуна истифода бурдани онро шумо интихоб кунед. Дигар каптҳо аз ҷониби ширкатҳои таблиғотии Gigantic пешниҳод карда мешаванд. Ин маънои онро дорад, ки ҳар боти онҳо баста метавонанд даромади худро коҳиш диҳанд.",
  "home-main-4": "Таҷрибаи беҳтарини корбарон",
  "home-main-4c": "Моделҳои мураккаби омӯзиши мошинҳо аз ҷониби hCaptcha барои муайян кардани инсоният истифода мешаванд. Ин ба мо имкон медиҳад, ки аз корбарони шумо вазифаҳои камтар озордиҳандаро талаб кунем ва вақти худро дар ин кор камтар сарф кунем, дар ҳоле ки то ҳол барои нишонгузорӣ кардани муштариён маълумоти муфиди нишонгузорӣ эҷод кунем.",
  "home-main-plans": "hCaptcha барои ноширони ҳар андоза ройгон аст. Аммо, барои корхонаҳо ва платформаҳое, ки ба назорати бештар ниёз доранд, қарорҳои корхонаи мо дастрасанд.",
  "home-main-plans2": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарин дар сайёра муҳофизат мекунанд. Лутфан барои маълумоти бештар бо мо тамос гиред, ё боздид кунед",
  "home-main-plans3": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарин дар сайёра муҳофизат мекунанд. Лутфан барои маълумоти бештар бо мо тамос гиред, ё боздид кунед",
  "home-main-plans4": "барои тафсилот.",
  "home-plans-button-1": "Ҳоло обуна шавед",
  "home-plans-button-2": "Тамос бо фурӯш",
  "home-plans-chart-head-1": "Вижагиҳо",
  "home-plans-chart-head-2": "Ношир",
  "home-plans-chart-head-3": "Корхона",
  "home-plans-chart-row-1-cell-1": "Намудҳои мушкилоти назоратӣ нишон дода шудаанд",
  "home-plans-chart-row-1-cell-2": "Маҳдуд",
  "home-plans-chart-row-1-cell-3": "Ҷамъ",
  "home-plans-chart-row-10-cell-1": "Панели идоракунии бисёрҷониба",
  "home-plans-chart-row-11-cell-1": "Хусусиятҳои пешрафтаи ҳисоботӣ",
  "home-plans-chart-row-12-cell-1": "SLAs корхона",
  "home-plans-chart-row-2-cell-1": "Назорати мундариҷаи истифодашуда",
  "home-plans-chart-row-2-cell-2": "Маҳдуд",
  "home-plans-chart-row-2-cell-3": "Ҷамъ",
  "home-plans-chart-row-3-cell-1": "Барои ҳалли одамон мукофотҳо ба даст оред",
  "home-plans-chart-row-4-cell-1": "Муҳофизати зидди боти дараҷаи ҷаҳонӣ",
  "home-plans-chart-row-5-cell-1": "Дар ҳама кишварҳо кор мекунад",
  "home-plans-chart-row-5a-cell-1": "Не-CAPTCHA ва 99,9% режимҳои ғайрифаъол",
  "home-plans-chart-row-5b-cell-1": "Холҳои эътимоди бот",
  "home-plans-chart-row-6-cell-1": "Сиёсати махфияти GDPR ва CCPA-дӯстона",
  "home-plans-chart-row-7-cell-1": "Сатҳи душвории хуб",
  "home-plans-chart-row-8-cell-1": "Мазмуни даъвати худро оғоз кунед",
  "home-plans-chart-row-9-cell-1": "Ҷадвалбандии мушкилоти вобаста ба вақт",
  "home-try-it-out-button": "HCaptcha гиред",
  "home-try-it-out-head": "Кӯшиш кунед",
  "home-try-it-out-text": "hCaptcha муайянкунии ботро оддӣ, осон ва боэътимод медиҳад ва ҳангоми ҳалли он барои мардум ночиз аст.",
  "labeling-about-head": "Дар бораи hCaptcha",
  "labeling-about-text-1": "hCaptcha барои ҳалли мушкилоти аз ҳама меҳнатталаб дар омӯзиши мошинӣ пешбинӣ шудааст; нишонгузории миқдори зиёди маълумот сари вақт, дастрас ва боэътимод. Маълумоти бештар дар маҷмӯъ дар омӯзиши моделҳои омӯзиши мошин натиҷаҳои беҳтар ба бор меоранд. Муваффақияти охирини моделҳои чуқур боиси афзоиши торафт васеътари маълумотҳо мегардад ва hCaptcha ба ин ниёз хизмат мекунад.",
  "labeling-about-text-2": "Бо вуҷуди ин, эҷоди маҷмӯи маълумотҳои калони аз ҷониби инсон баррасишуда бо истифода аз усулҳои анъанавӣ ҳам суст ва ҳам гарон аст. hCaptcha ин як роҳест барои ширкатҳо, гирифтани тавзеҳотҳои талабкардаашонро зудтар, бо сифати баланд ва бо нархи арзон нисбат ба дигар алтернативаҳо.",
  "labeling-annotations-head": "Намудҳои эзоҳ",
  "labeling-annotations-text-1": "Ташхиси дақиқи ашё дар тасвирҳо ва видео",
  "labeling-annotations-text-2": "Ташхиси дақиқи ашё дар тасвирҳо ва видео",
  "labeling-annotations-text-3": "Эзоҳҳо барои бисёр ҳолатҳои истифодаи гуногун",
  "labeling-annotations-text-4": "Категорияи худсаронаи ҳар андоза ҷобаҷо кунед ё илова кунед",
  "labeling-annotations-text-5": "Дарёфт ва таснифоти инсонӣ",
  "labeling-annotations-text-6": "Ба шумо навъи дигаре лозим аст, ки дар ин ҷо номбар нашудааст? Танҳо аз мо пурсед.",
  "labeling-annotations-title-1": "Қуттиҳои ҳудудӣ",
  "labeling-annotations-title-2": "Бисёркунҷаҳо",
  "labeling-annotations-title-3": "Нишонаҳо",
  "labeling-annotations-title-4": "Гурӯҳбандии сифатҳо",
  "labeling-annotations-title-5": "Муқоиса ва муайянсозӣ",
  "labeling-annotations-title-6": "... ва бисёр чизҳои дигар",
  "labeling-ent-button": "Бо дастаи корпоративии ҳалли мо тамос гиред",
  "labeling-ent-head": "Назорати ниҳоӣ ба ниёз ба шумо лозим аст?",
  "labeling-ent-text-1": "Платформаи HUMAN дар паси hCaptcha сифатҳои хеле мураккаби кор ва хусусиятҳои идоракуниро тавассути ҷойгиркунии маҳаллӣ, гибридӣ ё SaaS, ки бо системаҳои мавҷудаи шумо ҳамҷоя мешаванд, таъмин менамояд.",
  "labeling-ent-text-2": "Бо қувваи кории худ комилан офлайн кор кунед, арзиши истеъмолро дар воҳидҳои тиҷорӣ ё шарикони консорсиум пайгирӣ кунед, ҷойгузин кардани ҷойҳои корӣ ба провайдерҳои гуногуни дохилӣ ё беруна дар асоси талаботҳои арзиш ва амният ва ғайра.",
  "labeling-ent-text-3": "Дастрасии осон ба API, лавҳаҳои зебо ва навтарин технологияи нав дар технология барои баланд бардоштани самаранокӣ.",
  "labeling-ent-text-4": "99.99% SLAs ва 24/7 дастгирии ҷаҳонӣ мавҷуданд. Барои маълумоти иловагӣ:",
  "labeling-features-head-1": "Қубурҳои оддии идоракунии API.",
  "labeling-features-head-2": "Барои арзиш ва сифат беҳтарин карда шудааст. Ҳеҷ гуна ӯҳдадории пешакӣ талаб карда намешавад.",
  "labeling-features-head-3": "Танҳо барои дақиқии ба шумо лозим пардохт кунед.",
  "labeling-features-head-4": "Маълумоти воқеии заминии худро пешниҳод кунед ё биёед онро фавран созем.",
  "labeling-features-text-1": "Мехоҳед баррасии инсонро мустақиман ба амалиёти тиҷорати худ ворид кунед? Мо SLA-ҳои баландсифат, иқтидори кафолатнок ва API-ҳои оддии REST пешниҳод менамоем.",
  "labeling-features-text-2": "Платформаи HUMAN моделҳои ҳамаҷонибаи эътимодро барои таҳлили мураккаби сифат дар вақти воқеӣ истифода мебарад. Ин ба мо имкон медиҳад, ки ҳам душвориҳои саволҳо ва ҳам ҷавоби эҳтимолии онҳоро зуд муайян карда, вақт ва пулатонро сарфа намоем.",
  "labeling-features-text-3": "На ҳама мушкилот яксонанд. Эзоҳҳо барои иҷрои вазифаҳои муҳим барои бехатарӣ метавонанд 99,99% эътимоди коргарони комилан инсониро талаб кунанд. Эзоҳҳо барои як хусусияти бета дар як барномаи бозии мобилӣ метавонанд танҳо эътимоди мӯътадилро талаб кунанд. Шумо қарор мекунед.",
  "labeling-features-text-4": "Оё шумо маълумоти хомро бидуни маҷмӯи тасдиқи ҳамаҷониба доред? Дар аксари ҳолатҳо, мо метавонем якеро барои шумо созем, зеро вазифаҳо тавассути система иҷро мешаванд ё барои тасдиқи шумо намунаҳои нишондода эҷод мекунанд.",
  "labeling-info-head": "Гирифтани маълумот",
  "labeling-info-text-1": "Барои муайян кардани ниёзҳои лоиҳаи шумо бо яке аз мутахассисони домени мо сӯҳбат кунед: дақиқии ҳадаф, формат ва ҳама гуна талаботи махсус.",
  "labeling-info-text-2": "Мо дар асоси маълумоти намунавии шумо як кори хурди истеҳсолиро иҷро мекунем. Ин кореро, ки мо якҷоя анҷом додем, санҷида истодааст, то шумо маҳз он чизеро, ки ба шумо лозим аст, ба даст оред.",
  "labeling-info-text-3": "Бо баландии ҳаҷм ва лаззати пасти худ мо кори шуморо ба зудӣ, бо расонидани автоматикунондашуда, пас аз ба итмом расидан ба кор меандозем.",
  "labeling-info-text-4": "Вақте ки мо параметрҳои кори истеҳсолоти шуморо беҳтар мефаҳмем, натиҷаҳо бо мурури замон беҳтар мешаванд.",
  "labeling-info-text-5": "Лавҳаҳои зинда ба шумо имкон медиҳанд, ки ҳар лаҳза фикру мулоҳизаҳоро пешниҳод кунед ё тавлидро таваққуф кунед.",
  "labeling-info-title-1": "Тафсилотро муайян кунед",
  "labeling-info-title-2": "Озмоиши ибтидоии кор",
  "labeling-info-title-3": "Ҷойҳои кории истеҳсолотро ҷобаҷо кунед",
  "labeling-info-title-4": "Такмили доимӣ",
  "labeling-info-title-5": "Натиҷаҳои вақти воқеӣ",
  "labeling-main-1": "Нишондиҳандаи арзиши каммасраф дар миқёс",
  "labeling-main-1-button": "Ҳоло маълумоти худро нишонгузорӣ кунед",
  "labeling-main-1c": "Барои маҷмӯи додаҳои шумо тамғакоғазҳои бештар лозим аст? hCaptcha барои ширкатҳое, ки дар замимаҳои зеҳни сунъӣ ва омӯзиши мошин кор мекунанд, тамғагузории зуд, камхарҷ ва баландсифати маълумотро таъмин мекунад.",
  "labeling-main-2": "Миллионҳо вазифаҳоро фавран оғоз кунед.",
  "labeling-main-2-button": "Хизматрасонии тамғагузории маълумотро харед",
  "labeling-main-2c": "hCaptcha яке аз бузургтарин ҳавзҳои сайёра барои истифодаи шумо мавҷуд аст. Новобаста аз миқёси шумо, мо онро бе ӯҳдадориҳои гаронарзиши пешрафта ҳал карда метавонем. Миллионҳо супоришҳо дар як рӯз ҳеҷ мушкиле надоранд.",
  "labeling-platform-head": "Маълумоти хусусӣ ё ҷамъиятӣ",
  "labeling-platform-text": "hCaptcha дар платформаи HUMAN сохта шудааст, ки имкон медиҳад масир ва таҳлили мукаммал хароҷот ва самарабахширо дар ҳар як қадам оптимизатсия кунад. Ин технология имкон медиҳад, ки қувваи кории дуруст ҳар як қисми кори шуморо идора кунад ва самаранокии хароҷотро ҳангоми нигоҳ доштани дахолатнопазирӣ ва талаботҳои меъёрие, ки метавонанд татбиқ карда шаванд, баланд бардорад.",
  "labeling-try-button": "Хизматрасонии тамғагузории маълумотро харед",
  "labeling-try-head": "Мехоҳед бо маълумоти худ онро санҷида бинед?",
  "labeling-try-text": "... вақте ки шумо ҳастед, мо омодаем: хидмати мо шабонарӯзӣ дастрас аст.",
  "learn-more-hcaptcha": "Дар бораи hCaptcha маълумоти бештар гиред",
  "page-acc-faq-1": "Савол: Оё hCaptcha Section 508 + WCAG 2.1 AA мувофиқ аст? Ҷавоб: Мо чунин мешуморем: ҳамаи корбарони дорои ҳама гуна шакли маъюб, ки қодиранд дар интернет дидан кунанд ва матнро дар варақаҳо ворид кунанд, метавонанд ҳангоми бақайдгирӣ ба хидматҳои аз ҷониби hCaptcha ҳифзшуда дастрасӣ пайдо кунанд. Аммо, ин маслиҳати ҳуқуқӣ нест: шумо бояд баҳодиҳии шахсии худро бо дарназардошти татбиқи мушаххаси худ анҷом диҳед, то боварӣ ҳосил кунед, ки ин ҳолат барои ҷойгиркунии шумо аст.",
  "page-acc-faq-2": "Савол: Оё шумо бо дигар имконоти дастрасӣ (a11y), ба мисли аудио кор мекунед? Ҷавоб: Вариантҳои қаблан маъмул ба монанди captcha-ҳои аудио нисбат ба бисёре аз корбарони a11y табъиз мекунанд ва бо усулҳои муосири омӯзиши мошинсозӣ ба осонӣ мағлуб мешаванд. Ин маҷбур кард, ки мушкилоти аудиоии ҳозира торафт душвортар шавад, барои мағлуб кардани ҳамлагарон садо, вақти тоқ, таркиби калимаҳои ғайриоддӣ ва ғайраро ҷорӣ кунад. Аз ин рӯ, мо ба ин равиш камтар дилгарм ҳастем ва дар муқоиса бо комилан канорагирӣ аз мушкилот, аммо агар талабот аз ҷомеаи a11y вуҷуд дошта бошад, онро баррасӣ хоҳем кард. Бо вуҷуди ин, мо ба Privacy Pass барои парвандаи истифодаи Дастрасӣ хеле таваҷҷӯҳ дорем. Мо боварӣ дорем, ки омезиши равиши кунунии a11y бо барориши Pass Privacy ба корбарони a11y имкон медиҳад, ки бехатар ва бехатар аз назар гузаронанд, то бидонанд, ки трафики онҳо махфӣтар аст ва ҳамзамон сӯиистифода аз ҷониби операторони бот, ки ногузир ҳангоми дастрас будани имконоти a11y рух медиҳад, маҳдуд мекунад. Мо иштирокчиёни фаъоли гурӯҳи кории IETF мебошем, ки ин технологияи навро стандартизатсия мекунад.",
  "page-acc-faq-3": "Савол: Дар бораи махфият чӣ гуфтан мумкин аст? Оё бақайдгирӣ маълумоти дидани a11y-ро бо ягон роҳ фош мекунад? Шумо бо почтаи электронӣ чӣ кор мекунед? Ҷавоб: hCaptcha барои махфият аз ибтидо тарҳрезӣ шудааст. Он аз имконоти анъанавӣ ба мисли reCAPTCHA, ки ба шабакаҳои таблиғотӣ тааллуқ доранд, хеле фарқ мекунад, ки ҳавасмандии шуморо дар саросари интернет пайгирӣ мекунанд ва шуморо бо шахсияти воқеӣ алоқаманд мекунанд. Мо ҳеҷ гоҳ паёмҳои электронӣ ё иттилооти дастрасиро ба ғайр аз мусоидат ба истифода ва пешгирии сӯиистифода истифода намебарем. Сиёсати махфияти мо дар бораи он ки чӣ тавр мо маълумотро истифода мебарем, ҷавобҳои ҳамаҷониба ва бонуфуз дорад, аммо ҷавоби кӯтоҳ ин аст, ки мо манфиатдор нестем, ки шуморо ҳамчун як шахс бо таърихи дидани шумо алоқаманд созем. Мо инчунин дар айни замон дар болои як ҳалли криптографӣ кор карда истодаем, то суроғаи почтаи электронии шуморо зуд нобуд созад. дар ҳоле ки то ҳол қобилияти мо барои пешгирии сӯиистифодаро нигоҳ дошта, кори Privacy Pass-и моро такмил медиҳад.",
  "page-acc-link-1": "Агар шумо корбари дастрасӣ бошед, лутфан дар ин ҷо обуна шавед.",
  "page-acc-subhead": "Таъмини дастрасии бефосилаи ҳамаи корбарон ҳангоми нигоҳ доштани амният",
  "page-acc-summary": "Хулоса",
  "page-acc-summary-contents-1": "hCaptcha барои боздоштани ботҳо тавассути фарқ кардани онҳо аз одамон тарҳрезӣ шудааст. Санҷишҳои визуалӣ як воситаи қулай барои ин мебошанд, аммо на ҳама метавонанд мушкилоти визуалиро ҳал кунанд. Аз ин сабаб, мо як алтернативаи оддӣ ва бедард тарҳрезӣ кардем, то ба ноширон, ки хидмати моро истифода мебаранд, дастрасии ҳамаро бо мутобиқати пурраи Қисми 508 ва WCAG 2.1 AA нигоҳ доранд.",
  "page-acc-summary-contents-2": "Тарзи кор: аввалан, корбари дастрасӣ ба ин URL, ки дар саҳифаи иттилооти виҷети hCaptcha пайванд аст, сабти ном мешавад. Ба онҳо як куки рамзӣ дода мешавад, ки онро дар як рӯз якчанд маротиба истифода бурдан мумкин аст, аммо бояд ҳар шабонарӯз тавассути вуруд навсозӣ карда шаванд.Вақте ки ба корбари дастрасӣ дар ҳама сайтҳо бо истифода аз hCaptcha хидмат пешниҳод карда мешавад, онҳо ба таври худкор мегузаранд.",
  "page-acc-title": "Маълумот дар бораи hCaptcha",
  "page-acc-tr-body": "Савол: Ман пас аз гузоштани куки то ҳол мушкилотро мебинам. Сабаби ин чӣ аст?<br> Ҷавоб: Ин одатан аз сабаби истифодаи блокерҳои таблиғотӣ ё васеъкунии зидди кукиҳо ё танзимоте, ки кукиҳои байнисоҳавиро масдуд мекунанд, дар ин ҳолат куки барои hcaptcha.com, ки аз ҷониби hCaptcha JS дар сайти дигар гузошта ё санҷида шудааст , ба монанди оне, ки шумо ташриф меоред.<br><br> Кукиҳои дастрасии hCaptcha бо ҳамаи браузерҳои маъмул ва блокдиҳандагони таблиғотӣ бо танзимоти стандартии худ кор мекунанд, бинобар ин одатан нокомиҳо аз сабаби скриптҳои зиддибадблок ё қоидаҳои шабеҳе, ки ба сайтҳои мушаххас равона шудаанд, ба амал меоянд.<br><br> Ҳалҳо:<br><br> 1. Рӯйхати сафед кукиҳо hcaptcha.com ва * .hcaptcha.com дар blocker таблиғ ё васеъшавии амнияти браузери шумо.<br> 2. Агар шумо браузери Brave -ро, ки ҳоло ягон намуди рӯйхати сафеди кукиҳоро надорад, истифода мебаред, ба Preferences -> Shields -> Cookies равед ва Allow All Cookies ро интихоб кунед.<br> 3. Агар шумо версияи охирини Safari-ро дар OS X 10.15 ё iOS 13.4, ки ба қарибӣ бароварда шудааст, истифода баред, Apple рафтори Сафари марбут ба кукиҳои сеюмро тағир дод ва ҳамаи онҳоро бо нобаёнӣ баст. Мо ҳалли масъаларо амалӣ карда истодаем, аммо дар ин миён лутфан афзалиятҳои Сафари, бахши махфиятро аз назар гузаронед ва пайгирии вебсайтро хориҷ кунед: Барои пайгирии сайти сайти пешгирӣ, то куки дастрасӣ ба таври пешбинишуда кор кунад.<br><br> Савол: Ман дастгоҳҳои гуногунро истифода мекунам. Оё ба ман якчанд маротиба обуна шудан лозим аст?<br> Ҷавоб: Не. Лутфан ҳамон як истиноди вуруди почтаи электрониро, ки ба шумо дар ҳар дастгоҳе, ки шумо истифода мекунед, фиристед, клик кунед.<br><br> Савол: Чӣ гуна метавонам худро ҳангоми пайгирии кукиҳои дастрас аз пайгирии кукиҳои сеюм муҳофизат кунам?<br> Ҷавоб: Истифодаи ҳама гуна махфият ё васеъкунии бастани таблиғ, ки рӯйхати сафед дар сатҳи домейнҳоро дастгирӣ мекунад (масалан, uBlock Origin) мувофиқи чашмдошт кор мекунад: танҳо боварӣ ҳосил кунед, ки hcaptcha.com ба рӯйхати сафед дохил карда шавад.",
  "page-acc-tr-title": "Барои корбарони дастрасӣ: Саволҳои зуд-зуд ва дастур оид ба ҳалли мушкилот",
  "page-acc-tr2-body": "Сафари<br> Барои даргиронидани кукиҳо дар Safari (Mac): Ба менюи афтандаи Safari гузаред. Афзалиятҳоро интихоб кунед. Дар панели боло махфиятро клик кунед. Дар зери 'Бастани кукиҳо' интихоби 'Ҳеҷ гоҳ' -ро интихоб кунед.<br> Барои фаъол кардани кукиҳо дар Сафари (iPhone / iPad iOS 11+): Танзимоти худро кушоед. Ба поён ҳаракат кунед ва Сафари ро интихоб кунед. Дар зери махфият ва амният, 'Пешгирии пайгирии сайти сайт' ва 'Бастани ҳама кукиҳоро' хомӯш кунед<br><br> Firefox<br> Сипарро дар тарафи чапи сатри суроғаҳо дар ягон вебсайт клик кунед. Танзимоти муҳофизатро клик кунед. Панели афзалиятҳои Firefox Privacy & Security кушода мешавад. Дар зери ҳимояи такмилёфтаи пайгирӣ Фармоишӣ ро интихоб кунед. Бо интихоби ин қуттиҳо кадом трекерҳо ва скриптҳоро бастанро интихоб кунед. Боварӣ ҳосил кунед, ки hcaptcha.com-ро кушодаед.<br><br> Шумо инчунин метавонед баъзе муҳофизатҳоро дар Custom фармоишро барои ислоҳ кардани он муваққатан хомӯш кунед, бо интихоби ғуттиҳои қуттиҳо: Қуттии қайдкунандаро интихоб кунед ё дар ҳолате, ки шумо мушкилот доред, қуттии қайдкуниро интихоб кунед.<br><br> Google Chrome<br> Google Chrome (компютер)<br> Тасвири менюи Chrome -ро интихоб кунед. Танзимот-ро интихоб кунед.<br> Ба махфият ва амният, пас кукиҳо ва дигар маълумоти сайт равед.<br> Боварӣ ҳосил кунед, ки 'Бастани кукиҳои сеюм' фаъол нестанд.<br><br> Google Chrome (Mac):<br> Афзалиятҳои Chrome -ро аз сатри меню кушоед.<br> Ба махфият ва амният, пас кукиҳо ва дигар маълумоти сайт равед.<br> Боварӣ ҳосил кунед, ки 'Бастани кукиҳои сеюм' фаъол нестанд.<br><br> Google Chrome (Android):<br> Дар дастгоҳи Android-и худ, барномаи Chrome -ро кушоед.<br> Дар тарафи рости боло, Дигар ва сипас Танзимотро ламс кунед.<br> Танзимоти сайт ва сипас кукиҳоро ламс кунед.<br> Дар назди 'Cookies' параметрро фаъол кунед.<br> Қуттиеро дар назди 'Иҷозат ба кукиҳои сеюм' қайд кунед.<br><br> Internet Explorer<br> 1. Муштариро дар кунҷи болоии рости экран интихоб кунед, пас 'Internet Options' ро интихоб кунед. Агар шумо панели Менюро фаъол карда бошед, шумо метавонед 'Асбобҳо' ва пас 'Опсияи Интернет' -ро интихоб кунед.<br> 2. Ҷадвали 'Махфият' -ро клик кунед.<br> 3. Тугмаи 'Advanced' -ро интихоб кунед.<br> 4. Дар зери \"Кукиҳои сеюм\" \"Қабул\" -ро интихоб кунед.<br> 5. \"Хуб\" -ро клик кунед",
  "page-acc-tr2-head": "Дастурҳои браузер барои кукиҳои байни сайтҳо",
  "priv-hc": "Махфият нигаронида шудааст",
  "priv-hc-text": "Шабакаҳои таблиғотӣ шуморо ҳамчун маҳсулоти худ медонанд. Мо не. Мо фарқ надорем, ки корбарон кистанд, танҳо то чӣ андоза онҳо метавонанд бадкасд бошанд. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои тавозуни махфият ва амният саъй мекунем.",
  "reporting-bugs-accessibility-button": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
  "reporting-bugs-accessibility-head": "Имкониятҳои дастрасӣ",
  "reporting-bugs-accessibility-text": "Оё шумо сустии биноӣ доред ё ба таври дигар наметавонед hCaptchas -ро ба анҷом расонед?",
  "reporting-bugs-guide-ff-head": "Гирифтани тафсилоти гузориш дар бораи хатогиҳо: Firefox",
  "reporting-bugs-guide-ff-step-1": "Қадами 1: Воситаҳои таҳиягарро кушоед (ин сабти сессияро оғоз мекунад.)",
  "reporting-bugs-guide-ff-step-2": "Қадами 2: Ҷадвали Шабакаро дар Tools Tools пахш кунед. Қуттии гузоришҳои Persistро дар боло қайд кунед.",
  "reporting-bugs-guide-ff-step-3": "Қадами 3: https://accounts.hcaptcha.com/demo ё вебсайте, ки шумо дар он мушкилот доред, боздид кунед (Эзоҳ дар бораи махфият: танҳо агар шумо зид набошед, ки ин чӣ аст) ... ва он гоҳ I-ро клик кунед Тугмаи инсон ҳастам ва кӯшиш кунед, ки ҳал кунед.",
  "reporting-bugs-guide-ff-step-4": "Қадами 4: Пас аз кӯшиши ҳалли шумо HAR-ро клик кунед ва Ҳамаро ҳамчун HAR захира кунед, то сабти шабакаро захира кунед. Он файлро ба мо фиристед.",
  "reporting-bugs-guide-ff-step-5": "Қадами 5: Ҷадвали Консолро клик кунед ва пас тугмаи ростро пахш кунед Ҳамаашро интихоб кунед ва онро ба файли матнӣ захира кунед, то сабти консолро сабт кунед. Инро низ ба мо фиристед.",
  "reporting-bugs-guide-ff-step-6": "Қадами охирин: Он файлҳои сабти HAR ва консолро ба мо фиристед ва мушкилотро тавсиф кунед Истифода баред: support@hcaptcha.com (лутфан аз хидмате ба мисли Dropbox ё Filebin истифода баред ва истинодҳоро фиристед) ва ихтиёран скриншот, агар шумо гумон кунед, ки чизе дуруст намоиш дода намешавад. . Лутфан IP-ро, ки шумо истифода мебаред, фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/ дастрас кунед, ташаккур, ки вақт ҷудо карда, ба мо дар гирифтани ин маълумот кумак кунед! Мо ӯҳдадор ҳастем, ки hCaptcha барои ҳама хуб кор кунад.",
  "reporting-bugs-guide-head": "Гирифтани тафсилоти гузориш дар бораи хатогиҳо: Chrome",
  "reporting-bugs-guide-step-1": "Қадами 1: Воситаҳои таҳиягарро кушоед (ин сабти сессияро оғоз мекунад.)",
  "reporting-bugs-guide-step-2": "Қадами 2: Ҷадвали Шабакаро дар Tools Tools пахш кунед. Қуттии қайдро дар боло қайд кунед.",
  "reporting-bugs-guide-step-3": "Қадами 3: https://accounts.hcaptcha.com/demo ё вебсайте, ки шумо дар он мушкилот доред, боздид кунед (Эзоҳ дар бораи махфият: танҳо агар шумо зид набошед, ки ин чӣ аст) ... ва он гоҳ I-ро клик кунед Тугмаи инсон ҳастам ва кӯшиш кунед, ки ҳал кунед.",
  "reporting-bugs-guide-step-4": "Қадами 4: Пас аз кӯшиши ҳалли содирот HAR (тирчаи каме поён) -ро пахш кунед, ки ин сабти шабакаро сабт мекунад. Он файлро ба мо фиристед.",
  "reporting-bugs-guide-step-5": "Қадами 5: Ҷадвали Консолро клик кунед ва пас барои захира кардани сабти консол тугмаи ростро пахш кунед ва Захира ҳамчун .. -ро клик кунед. Инро низ ба мо фиристед.",
  "reporting-bugs-guide-step-6": "Қадами охирин: Он файлҳои сабти HAR ва консолро ба мо фиристед ва мушкилотро тавсиф кунед. Истифода баред: support@hcaptcha.com (лутфан аз хидмате ба мисли Dropbox ё Filebin истифода баред ва истинодҳоро фиристед) ва ихтиёран скриншот, агар шумо гумон кунед, ки чизе дуруст намоиш дода намешавад. Лутфан IP-ро, ки шумо истифода мебаред, фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/ дастрас кунед, ташаккур, ки вақт ҷудо карда, ба мо дар гирифтани ин маълумот кумак кунед! Мо ӯҳдадор ҳастем, ки hCaptcha барои ҳама хуб кор кунад.",
  "reporting-bugs-guide-text-1": "Фиристодани иттилооти ислоҳӣ бо гузориши шумо барои мо муайян кардани воқеаро хеле осон мекунад. Инҳоянд дастурҳои қадам ба қадам:",
  "reporting-bugs-guide-text-2": "Агар шумо як таҳиягари веб ё корбари коршинос бошед, хулоса ин аст, ки мо мехоҳем, ки шумо ба мо сабти шабакавии HAR ва гузоришҳои консолҳои браузерро фиристед. Лутфан кӯшиш кунед, ки ҳама гуна блокатори таблиғ ё васеъшавии амнияти браузерро ғайрифаъол кунед ва пеш аз он ки ин қадамҳоро иҷро кунед, дубора кӯшиш кунед. Агар ин мушкили шуморо ҳал кунад, мо ба ҳар ҳол аз шумо миннатдор хоҳем буд, ки версияи браузер, блокатори таблиғ ё васеъшавии браузер ва URL-и вебсайтро ба мо хабар диҳед.",
  "reporting-bugs-intro-head": "Хато ёфтед? Ин аст тарзи гузориш додани он.",
  "reporting-bugs-intro-text": "Миллионҳо одамон ҳар моҳ hCaptcha -ро дар ҳазорҳо таркиби браузерҳо, васеъшавӣ, дастгоҳҳо, файерволҳо ва ғайра истифода мебаранд. Ҳадафи мо ин аст, ки боварӣ ҳосил кунем, ки он ҳамеша барои шумо кор мекунад, бинобар ин мо ҳисоботи шуморо хеле қадр мекунем! Барои иртиботи фаврӣ, танҳо тугмаи Ирсоли фикру мулоҳизаро ба мо клик кунед. Агар шумо мушкилиҳои функсионалиро дида истода бошед, лутфан дастурҳои сабти ислоҳро барои Chrome иҷро кунед ё дастурҳои сабти сабти Firefox-ро дар зер иҷро кунед. Барои ҳама браузерҳои дигар танҳо ба мо паёми электронӣ фиристед. Барои масъалаҳои эҳтимолии амният ва махфият ба дастурҳои зер нигаред.",
  "reporting-bugs-privacy-head": "Масъалаҳои махфият",
  "reporting-bugs-privacy-text": "Мо фарқ надорем, ки корбарон киҳоянд, танҳо то чӣ андоза онҳо бадхоҳ ё мошинанд. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои тавозуни махфият ва амният саъй мекунем. Агар шумо ягон масъалае пайдо кардед, ки ба фикри шумо метавонад ба махфияти корбар таъсир расонад, лутфан бо почтаи электронӣ бо support@hcaptcha.com ба мо паёми электронӣ фиристед.",
  "reporting-bugs-provide-feedback-button": "Фикру мулоҳизаҳои моро ирсол кунед",
  "reporting-bugs-provide-feedback-head": "Пешниҳоди фаврӣ дар бораи hCaptcha",
  "reporting-bugs-provide-feedback-text": "Мо саҳми шуморо қадр мекунем. Ба мо ягон масъала диҳед ва мо онҳоро зуд ҳал хоҳем кард.",
  "reporting-bugs-security-head": "Хатогиҳои амниятӣ",
  "reporting-bugs-security-text": "Мо ҳамеша ба гирифтани гузоришҳо дар бораи хатоҳои амниятӣ манфиатдорем. Support@hcaptcha.com ва CC security@hcaptcha.com паёми электронӣ фиристед ва мо зуд ба назди шумо бармегардем. Мо инчунин барномаи афзоиши хатоҳо барои гузоришҳои амниятии мувофиқ дар хидмати hCaptcha ва рамзи сарчашмаи марбут дорем.",
  "sales-interstitial-c1": "Барои ширкатҳо",
  "sales-interstitial-c1a": "Қарорҳои амнияти корхона (пулакӣ)",
  "sales-interstitial-c1b": "Маълумоти бештар дар бораи hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Шарҳи маълумот",
  "sales-interstitial-c1d": "Хизматрасонии annocation hCaptcha харид кунед",
  "sales-interstitial-c2": "Барои шахсони воқеӣ",
  "sales-interstitial-c2a": "Ба хидмати худ hCaptcha илова кунед (ройгон)",
  "sales-interstitial-c2b": "HCaptcha барои Publishers -ро ба вебсайт ё барномаи ман илова кунед",
  "sales-interstitial-c2c": "HCaptcha чист?",
  "sales-interstitial-c2d": "Дар бораи hCaptcha маълумоти бештар гиред",
  "sales-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
  "sec-hc": "Аввалин амният",
  "sec-hc-text": "hCaptcha ба ношир нигаронида шудааст. Мо кор мекунем, ки ба сайтҳо маълумоти воқеӣ диҳем ва ба онҳо бигзорем, ки чӣ тавр истифода бурдани онро муайян кунанд. Дақиқӣ ба манфиати шумо ва мост. Дигар каптчаҳо аз ҷониби ширкатҳои таблиғотӣ пешниҳод карда мешаванд. Ҳар як боти онҳо басташуда метавонад даромади онҳоро кам кунад.",
  "signup-interstitial-c1": "Барои ширкатҳо ё вебсайтҳо",
  "signup-interstitial-c1a": "Ба хидмати худ hCaptcha илова кунед (ройгон)",
  "signup-interstitial-c1b": "HCaptcha барои Publishers -ро ба вебсайт ё барномаи ман илова кунед",
  "signup-interstitial-c1c": "Қарорҳои амнияти корхона (пулакӣ)",
  "signup-interstitial-c1d": "Маълумоти бештар дар бораи hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Шарҳи маълумот",
  "signup-interstitial-c1f": "Хизматрасонии annocation hCaptcha харид кунед",
  "signup-interstitial-c2": "Барои шахсони воқеӣ",
  "signup-interstitial-c2a": "Дастрасӣ",
  "signup-interstitial-c2b": "Дар бораи имконоти дастрасии hCaptcha маълумот гиред",
  "signup-interstitial-c2c": "Пул кор кунед",
  "signup-interstitial-c2d": "Ҳамчун нишонгари инфиродӣ кор кунед",
  "signup-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
  "support-interstitial-c1": "Барои ширкатҳо",
  "support-interstitial-c1a": "Қарорҳои амнияти корхона (пулакӣ)",
  "support-interstitial-c1b": "Дастгирии hCaptcha Enterprise (BotStop) -ро гиред",
  "support-interstitial-c1c": "Нашри hCaptcha (ройгон)",
  "support-interstitial-c1d": "Барои hCaptcha Publisher дастгирӣ кунед",
  "support-interstitial-c2": "Барои шахсони воқеӣ",
  "support-interstitial-c2a": "Бо душворӣ душворӣ мекашед?",
  "support-interstitial-c2b": "Дар бораи имконоти дастрасии hCaptcha маълумот гиред",
  "support-interstitial-c2c": "Мехоҳед дар бораи хато гузориш диҳед?",
  "support-interstitial-c2d": "Маълумоти бештар дар бораи гузориш додани масъалаҳои нармафзор",
  "support-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
  "what-is-hcaptcha": "HCaptcha чист?",
  "what-is-hcaptcha-text": "hCaptcha бо додани саволҳои оддӣ, ки барои одамон осон ва барои мошинҳо душвор аст, ба веб-хидматҳои дӯстдоштаи шумо кӯмак мекунад, ки аз ботҳо, спам ва сӯиистифода ҷилавгирӣ кунанд.",
  "why-hc": "Чаро hCaptcha?",
  "why-hc-text": "Ҳар вақте, ки шумо ба ягон мушкилот ҷавоб медиҳед, мо моделҳои мураккабро истифода мебарем, то шумо одам ё мошин бошед. Вебсайте, ки шумо дидан кардед, пас ин натиҷаро барои беҳтар кардани таҷрибаи худ дар сайти худ тавассути нигоҳ доштани ботҳо истифода мебарад.",
  "footer-link-5b": "пахш кунед",
  "footer-link-cyberattacks": "Ҳамлаҳои киберӣ 101"
}