{
    "1031855757": "Истифодаи ин сайт",
    "1034830": "Баҳсҳое, ки тибқи Санади ислоҳоти Додд-Фрэнк Уолл Стрит ва ҳимояи истеъмолкунандагон (Қонуни ҷамъиятии 111-203) пешбинӣ нашудаанд, аз ин хориҷ карда мешаванд.",
    "1064537632": "Лутфан қайд кунед, ки истифодаи шумо аз хидмати мо тибқи Созишномаи коркарди маълумот, ки бо истинод ба инҷо ворид шудааст, танзим мешавад. Лутфан ин созишномаро аз назар гузаронед, то бубинед, ки мо маълумоти шахсиро аз номи шумо чӣ гуна коркард мекунем. Аҳамият диҳед, ки мо ҳамчун \"протсессори маълумот\" бо ҳадафҳои Низомномаи умумии ҳифзи додаҳои ИА ва \"провайдери хидматрасон\" бо мақсади Санади махфияти истеъмолкунандагон дар Калифорния фаъолият мекунем.",
    "1095532507": "Куки (\"Куки\") як файли матнии хурд аст, ки тавассути сервери веб саҳифа дар диски сахти шумо ҷойгир карда мешавад. Кукиҳо дорои маълумотест, ки баъдтар аз ҷониби сервери веб дар домене, ки кукиро ба шумо додааст, хонда метавонанд. Баъзе аз кукиҳо танҳо дар сурате истифода мешаванд, ки шумо баъзе хусусиятҳоро истифода баред ё афзалиятҳои муайянро интихоб кунед ва баъзе кукиҳо ҳамеша истифода мешаванд. Шумо метавонед бо дидани рӯйхати кукиҳои ҷории мо дар бораи ҳар як куки маълумоти бештар гиред.",
    "1158384644": "Шумо метавонед ҳар вақт интихоб кунед, ки истифодаи вебсайти моро қатъ кунед, ба шарте ки шумо бояд тамоми сиёсатҳои IMI-ро риоя кунед. Мо метавонем бо салоҳдиди худ, ин шартномаро қатъ кунем, дастрасӣ ба вебсайти моро боздорем ё ҳама гуна хидматҳоро фавран бидуни огоҳӣ бо ягон сабаб хориҷ кунем.",
    "1300074400": "Маълумотро дар бораи роҳбарияти кунунии ширкат дар саҳифаи Маълумот дастрас кардан мумкин аст. Директори кунунии ширкат директори идоракунанда барои мундариҷа мебошад.",
    "1395644678": "Вебсайти расмии Комиссияи Аврупо оид ба ҳалли баҳсҳои онлайн:",
    "148542287": "Ин маслиҳати ҳуқуқӣ нест ва ҳеҷ гуна кафолат дар бораи ин таҳлил дода намешавад. Агар шумо савол ё нигаронии иловагӣ дошта бошед, лутфан бо мо дар тамос шавед:",
    "1527172673": "Агар шумо дар бораи ин Сиёсати кукиҳо ягон савол дошта бошед, лутфан бо мо дар тамос шавед:",
    "1535054294": "Лутфан сиёсати муфассали онҳоро бубинед",
    "1747657936": "Сайтҳо ва хидматҳои мо ба кӯдакони то 13-сола нигаронида нашудаанд ва мо дидаю дониста маълумоти шахсиро аз кӯдакони то 13-сола ҷамъ намекунем. Агар мо фаҳмем, ки мо маълумоти шахсии кӯдаки то 13-соларо ҷамъоварӣ кардаем, мо онро қабул хоҳем кард. чораҳои оқилона барои нест кардани чунин маълумот аз файлҳои мо ҳарчи зудтар амалӣ карда шавад, ба шарте ки мо ӯҳдадории қонунии нигоҳ доштани онро надорем. Лутфан бо мо тамос гиред, агар шумо боварӣ дошта бошед, ки мо дар бораи кӯдаки то 13-сола ягон маълумот дорем:",
    "1807512722": "Шумо метавонед ҳама гуна даъвоеро, ки аз истифодаи шумо аз ин вебсайт бармеояд, ба як агентии маъмурӣ пешниҳод кунед, аммо танҳо ба он ҷое, ки қонуни амалкунанда дастрасӣ ба чунин агентиро иҷозат медиҳад, сарфи назар аз мавҷудияти созишнома дар бораи ҳакамӣ. Чунин даъвоҳои маъмурӣ бидуни маҳдудият даъвоҳо ё пардохтҳоеро дар бар мегиранд, ки ба Комиссияи Имконоти баробари шуғл, Департаменти меҳнати ИМА ва Шӯрои миллии муносибатҳои меҳнатӣ пешниҳод карда мешаванд. Ҳеҷ чиз дар ин банд набояд шуморо аз пешниҳоди даъвои маъмурӣ ба ягон агентӣ барои иҷрои ӯҳдадориҳои худ оид ба истифода бурдани воситаҳои ҳимояи маъмурӣ пеш аз пешниҳоди даъво ба ҳакамӣ боздорад ё рад кунад, аммо шумо аз ҳуқуқи гирифтани ҳама гуна қарори пулӣ ба воситаи ин гуна қарор даст мекашед. мурофиаи агентӣ.",
    "2238885192": "Мо Sentry-ро барои ҷамъоварии маълумоти ислоҳи хатогӣ истифода мебарем, вақте ки корбар хато мекунад. Барои маълумот дар бораи чӣ гуна Sentry маълумот ҷамъоварӣ ва коркард мекунад:",
    "2520904193": "Шумо аз ҳама ҳуқуқе, ки доред, барои баровардан, шунидан ё баррасӣ кардани баҳс ҳамчун амали синфӣ, дастаҷамъӣ ё намояндагӣ даст мекашед. Сарфи назар аз ҳама гуна банди дигаре, ки дар ин созишнома мавҷуд аст, ҳукми қаблӣ набояд дар ҳеҷ сурат аз ин созишнома ҷудо карда шавад. Ҳама гуна даъвоҳо дар бораи он, ки ҳама ё як қисми ин радкунӣ иҷронашаванда, бевиҷдон, беэътибор ё беэътибор аст, метавонад танҳо аз ҷониби суди салоҳиятдор муайян карда шавад, на аз ҷониби ҳакам. Шумо дар натиҷаи татбиқи ҳуқуқҳои худ дар фасли 7-и Санади Миллии Муносибатҳои меҳнатӣ ё пешниҳод кардан ё иштирок дар амалиёти синфӣ, дастаҷамъӣ ё намояндагӣ дар ҳама гуна форумҳо ҷавоб намедиҳед ё аз иҷрои вазифаҳои вебсайти мо пешгирӣ карда наметавонед. , аммо мо метавонем ба таври қонунӣ иҷрои ин озодкунии даъвои синфӣ ва рад кардани чунин амалҳо ё даъвоҳои синфӣ, дастаҷамъӣ ё намояндагӣ талаб кунем.",
    "2577178569": "3. Барои мақсадҳои техникӣ, ки ба таври қатъӣ зарурӣ истифода мешавад: имкон медиҳад, ки корбари дастрасиро истифода барад.",
    "2583888954": "Истисноҳо.",
    "263977834": "Хасташавии маъмурӣ.",
    "2657277322": "Агар шумо ягон савол дошта бошед, лутфан бо мо дар тамос шавед:",
    "271333468": "Мо чораҳои дахлдори техникӣ ва ташкилиро барои ҳифзи иттилооте, ки мо ҷамъоварӣ мекунем ва нигоҳ медорем, амалӣ менамоем ва аз ҳамаи агентҳое, ки коркарди моро аз номи мо анҷом медиҳанд, талаб мекунем, ки ҳамин корро кунанд. Мутаассифона, ҳеҷ як чораи амниятӣ 100% беақл нест ва аз ин рӯ, ҳеҷ гуна шабака ё система (аз ҷумла системаи мо) кафолат дода намешавад, ки 100% аз нобудшавӣ, гумшавӣ, тағирот, ифшои беиҷозат ё дастрасӣ ба иттилооте, ки мо ҷамъоварӣ мекунем ва нигоҳ дорем. Агар шумо боварӣ дошта бошед, ки маълумоти шумо бо ягон сабаб бехатар нест, лутфан бо мо дарҳол дар тамос шавед:",
    "2763011087": "IMI ӯҳдадор нест ва ӯҳдадор нест, ки дар ҳалли алтернативии баҳсҳо оид ба баҳсҳои истеъмолӣ дар назди субъекти ҳалли баҳсҳои истеъмолӣ иштирок кунад.",
    "2927283721": "Бо иҷрои вазифаҳо дар вебсайти мо, шумо мувофиқи Сиёсати махфияти мо ҷамъоварӣ, истифода ва ифшои маълумоти шахсии шуморо иҷозат медиҳед. Илова бар ин, мо метавонем маълумоти муайянро дар бораи шумо ва вазифаҳои анҷомдодаи шумо ба дархосткунандае мубодила кунем, ки вазифаҳояшро барои осон кардани муносибатҳои хидматрасонӣ ва беҳтар кардани вебсайт анҷом додаед, аз ҷумла, масалан, ID-и саҳмгузор, натиҷаҳои вазифаҳои анҷомёфта ва дигар атрибутҳои марбут ба тахассус, забонҳо, малакаҳо ва истифодаи вебсайти шумо.",
    "2943815316": "Мо ин рӯйхатро давра ба давра навсозӣ мекунем, аз ин рӯ шояд кукиҳои иловагӣ вуҷуд дошта бошанд, ки ҳанӯз дар рӯйхат нагирифтаанд. Веб маякҳо, тегҳо ва скриптҳо метавонанд дар сайтҳо ё почтаи электронӣ истифода шаванд, то ба мо дар расонидани кукиҳо, ҳисоб кардани боздидҳо, фаҳмидани истифода ва самаранокии маъракаҳо ва муайян кардани он, ки почтаи электронӣ кушода ва ба он амал карда шудааст ё не. Мо метавонем дар асоси истифодаи ин технологияҳо аз ҷониби провайдерҳои хидматрасонӣ/таҳлилӣ дар асоси инфиродӣ ва ҷамъшуда гузоришҳо гирем.",
    "3040062804": "Ҳар як мурофиаи ҳакамӣ дар ин бахш ба таври нобаёнӣ дар иёлати Калифорния сурат мегирад, ба шарте ки шумо берун аз Иёлоти Муттаҳида зиндагӣ накунед, дар ин ҳолат ҳакамӣ комилан электронӣ ё телефонӣ сурат мегирад. Арбитраж метавонад дар ҳар макони дигар баргузор шавад, агар ҳар як тараф дар шакли хаттӣ мувофиқа карда бошад. Новобаста аз ҷойгиршавии он, ҳар як тараф метавонад дар ҳакамӣ тавассути видеои мустақим ё телеконференсия ҳозир шавад.",
    "3091247030": "Рад кардани амали синф.",
    "3102490587": "Ба истиснои даст кашидан аз даъвои синфӣ, агар ягон мӯҳлат ё муқаррар ё қисми ин банди ҳакамӣ беэътибор ё ғайриқонунӣ эълон карда шавад, он қатъ карда мешавад ва қисми боқимондаи банди ҳакамӣ иҷрошаванда хоҳад буд.",
    "3187946010": "Ҳама матнҳо, тасвирҳо, аниматсияҳои графикӣ, видеоҳо, мусиқӣ, садоҳо ва дигар мавод дар ин саҳифаҳо тибқи қонуни ҳуқуқи муаллиф аз ҷониби IMI ё шахсони сеюм, агар нишон дода шаванд, ҳифз карда мешаванд. Нусхабардорӣ ё тағир додани ин мавод барои истифодаи тиҷоратӣ ба тарзе, ки аз истифодаи оқилонаи одилона зиёд аст, манъ аст.",
    "3199694247": "Ҷудопазирӣ.",
    "3302832698": "Ҳалли алтернативии баҳсҳо лозим аст.",
    "3361191778": "Маълумоте, ки дар саҳифаҳои интернетӣ пешниҳод шудааст, маслиҳати инфиродӣ нест ва онро иваз карда наметавонад. Агар ба шумо маслиҳати инфиродӣ лозим бошад, лутфан бо кормандони дастгирии мо тамос гиред.",
    "3493572638": "Хароҷот ва пардохтҳо.",
    "3794239003": "Тартиби ҳакамӣ.",
    "3885459114": "Шумо метавонед ба таври умум метавон истифодаи кукиҳоро тавассути функсияе, ки дар браузери веби шумо сохта шудааст, фаъол ё дертар ғайрифаъол кунед. Агар шумо хоҳед, ки дар бораи кукиҳо ё тарзи назорат, хомӯш кардан ё нест кардани онҳо маълумоти бештар гиред, лутфан ба https://www.knowcookies.com/ барои роҳнамоии муфассал муроҷиат кунед.",
    "3956117148": "Вебсайтҳои hCaptcha.com ва BotStop.com (сайтҳо) метавонанд кукиҳои иловагиро, тавре ки дар ин Сиёсат тавсиф шудаанд, дар бар гиранд.",
    "4193379787": "Ҳама ҳакамӣ дар доираи ин созишнома тибқи қоидаҳои Ассотсиатсияи ҳакамии Амрико ё аз ҷониби хадамоти арбитражӣ, ки аз ҷониби тарафайн мувофиқа карда мешаванд, гузаронида мешаванд. Ҳакам ҳаками ИМА хоҳад буд, ки аз рӯйхати на камтар аз ҳафт (7) ном тавассути зарбаҳои алтернативӣ интихоб карда мешавад. Дар арбитраж ҳар як тараф ҳуқуқ дорад таҳқиқи дахлдори шаҳрвандӣ гузаронад, дархостҳои беэътиноӣ оварад ва дар ҳолати зарурӣ барои пешниҳоди парвандаҳо ва ҳимояи худ шоҳидҳо ва далелҳо пешниҳод намояд ва ҳама гуна баҳсҳо дар ин маврид аз ҷониби ҳакам ҳал карда мешаванд. Ҳалли баҳс танҳо ба қонуне асос меёбад, ки даъвоҳо ва ҳимояи пешниҳодшударо танзим мекунад ва ҳакам наметавонад ба ғайр аз чунин қонуни назоратӣ ягон асоси дигарро ба миён оварад. Ҳакам ҳангоми иҷрои вазифаи ҳакамӣ масунияти корманди судиро аз ҷавобгарии шаҳрвандӣ дорад, ки дахлнопазирии дигар масунияти мавҷударо пурра мекунад. Мукофот бояд хулосаи асосноки хаттии ҳакамро дар бар гирад. Шумо аз ҳуқуқи худ ба муҳокимаи ҳакамон аз ҳар даъвое, ки шумо бар зидди IMI доред ё IMI метавонад бар зидди шумо дошта бошад, даст мекашед. Ҳама гуна даъво тибқи ин банд бояд дар доираи мӯҳлати даъво пешниҳод карда шавад. Санади федералии ҳакамии Иёлоти Муттаҳида ин бандро танзим мекунад ва шумо эътироф мекунед, ки ин Созишнома амалиёти тиҷоратиро тасдиқ мекунад.",
    "470943029": "Агар шумо дар бораи ин Сиёсати махфият ягон савол дошта бошед, лутфан бо мо дар тамос шавед:",
    "498769698": "Шумо метавонед маълумоти муайяни шахсиро, ки шумо тавассути ҳисоби корбари Интегратор, Муштарӣ ё Дастрасӣ ба мо додаед (агар шумо Интегратор, Муштарӣ ё Корбари Дастрасӣ бошед) метавонед дастрас кунед, ислоҳ, тағир диҳед ё нест кунед. Агар шумо ин корро карда натавонед, ё ягон саволе дошта бошед, ки дар бораи маълумоти шахсии мо ҷамъоварӣ ва/ё дар бораи шумо мубодила кардаем, ё хоҳед, ки розигии худро барои коркарди мо бозпас гиред (яъне ҳисоби худро комилан нест кунед), лутфан бо мо дар тамос шавед:",
    "537881751": "Хуш омадед ба hCaptcha! Ин Сиёсати ҳифзи асрор амалияҳои Intuition Machines, Inc. («IMI», «мо» ё «мо»)-ро оид ба ҷамъоварӣ, истифода ва ифшои маълумот (аз ҷумла Маълумоти шахсӣ, ки дар зер тавсиф шудааст) тавассути вебсайти мо дар www.hcaptcha тавсиф мекунад. .com ва ҳама гуна зердоменҳо ё доменҳои дигаре, ки мо истифода мебарем (\"Сайтҳо\") ва интерфейси барномаи hCaptcha ва нармафзор ва маводҳои марбут (дар маҷмӯъ, \"Хизмат\").",
    "561456032": "Шумо розӣ мешавед, ки барои ҳама гуна баҳсе, ки аз истифодаи шумо аз хидматҳо бармеояд, аз ҷумла ҳама гуна баҳсе, ки метавонад аз лаҳзаи оғоз кардани иҷрои вазифаҳо барои IMI ба миён ояд ва махсусан аз ҷумла ҳама гуна даъвои марбут ба тасниф ё тасниф кардани шумо аз хидматҳо. пудратчии мустақил, шумо аввал IMI-ро дар бораи даъвои худ бар зидди он огоҳ мекунед. Пас шумо ва IMI кӯшиш хоҳед кард, ки масъаларо тавассути гуфтушуниди мустақим ё миёнаравӣ ҳал кунед. Мо арзиши миёнаравро баробар тақсим мекунем ва розӣ мешавем, ки миёнаравӣ тавассути телефон ё дигар воситаҳои электронӣ сурат мегирад. Агар даъво пас аз гуфтушунидҳои ғайрирасмӣ ё миёнаравӣ ҳалношуда боқӣ монад, шумо розӣ мешавед, ки шумо ва IMI барои ҳалли баҳс аз арбитражи ниҳоӣ ва ҳатмӣ истифода хоҳед кард. Ин банд ҳамаи даъвоҳоро аз лаҳзаи оғоз кардани истифодаи вебсайти мо, новобаста аз он, ки дар асоси шиканҷа, шартнома, қонун, аз ҷумла, вале бо ин маҳдуд намешавад, ҳама гуна даъвоҳо дар бораи табъиз ва таъқиб, ки оё онҳо ба Санади одилонаи шуғл ва манзили Калифорния асос ёфтаанд, ба таври бозгашт танзим мекунад. , Сарлавҳаи VII Санади ҳуқуқи шаҳрвандӣ аз соли 1964, тавре ки ислоҳ карда шудааст, ё ҳама гуна қонун ё муқаррароти дигари давлатӣ ё федералӣ, қонуни одилона ё ба таври дигар.",
    "658775471": "Мо Cloudflare-ро барои оптимизатсияи трафики веби худ истифода мебарем. Барои маълумот дар бораи чӣ гуна Cloudflare маълумот ҷамъоварӣ ва коркард мекунад:",
    "702926385": "Тарафхо хар кадоми онхо харочоти дахлдори намояндагии хукукиро дар ин гуна арбитраж ба дӯш мегиранд, ба истиснои ҳолатҳое, ки ҳаққи адвокат дар қонун ба таври возеҳ пешбинӣ шудааст. Тарафҳо ҳама гуна ҳаққи маъмурии ибтидоии аз ҷониби ҳакам ситонидашударо то ҳадди ниҳоии арзиши дусаду панҷоҳ доллар (250,00 доллари ИМА) тақсим мекунанд. Хароҷоти ҳакам ва хабарнигори суд, агар мавҷуд бошад, дар аввал аз ҷониби мо пардохт карда мешавад; аммо ҳакам дорои салоҳдиди худ аст, ки хароҷоти мувофиқро тибқи қонун ба ҷониби бартаридошта таъин кунад ва/ё аз тарафҳо талаб намояд, ки хароҷоти марбут ба ҳакам ва/ё хабарнигори судро тақсим кунанд.",
    "720059527": "2. Барои маќсадњои ќатъиян зарурии техникї истифода мешавад: мувозинати сарборї, масир.",
    "74538881": "Масъулият барои ин вебсайт",
    "996430331": "Ҷойгиршавии арбитраж.",
    "211351380": "Аз блог:",
    "3153117136": "Чӣ тавр танзимоти мушкилии hCaptcha кор мекунанд",
    "2915355938": "Дастрасӣ",
    "793784899": "Нақшаҳо",
    "2671622670": "Корхона",
    "3527140447": "Ҳуҷҷатҳо",
    "505891021": "Хидматҳои тамғагузорӣ",
    "692176459": "Даромадан",
    "1892574253": "Қайд кардан",
    "2593864519": "Ботҳои бештарро қатъ кунед. Муҳофизати махфияти корбарро оғоз кунед.",
    "4007826952": "№1 махфият-аввалин CAPTCHA барои веб, мобилӣ ва ғайра.",
    "3721365241": "Кӯшиш кунед",
    "3753956446": "Озод",
    "3276777569": "hCaptcha",
    "55035359": "Ҳоло reCAPTCHA-ро истифода мебаред?",
    "3417372336": "Дар дақиқаҳо гузаред",
    "2881474837": "Корхонаи hCaptcha",
    "1685871181": "Хидматҳои беҳтарини онлайн ба он такя мекунанд",
    "1470290349": "барои ботҳои беҳтарин ва идоракунии қаллобӣ.",
    "3714002185": "Дар бораи hCaptcha Enterprise маълумоти бештар гиред",
    "3946753128": "хусусӣ. Бехатар. Тезтар.",
    "939665604": "Ба махфият нигаронида шудааст",
    "780475098": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Мо танҳо фикр мекунем, ки ташриф хуб ё бад аст. hCaptcha ба GDPR, CCPA, LGPD, PIPL ва дигар қонунҳои ҷаҳонии маълумот мувофиқат мекунад.",
    "219813583": "Пеш аз ҳама амният",
    "2714878440": "Бо омӯзиши пешрафтаи мошинсозӣ ва санҷиши инсондӯстонаи мо хидматҳои худро аз кандашавӣ, гирифтани ҳисобҳо, пур кардани маълумоти эътимоднома ва спам муҳофизат кунед.",
    "1397766838": "Таҷрибаи беҳтари корбар",
    "2670352917": "hCaptcha муайянкунии боэътимоди ботҳоро таъмин мекунад, дар ҳоле ки ҳалли онҳо барои одамон осон аст.",
    "2806751666": "hCaptcha чист?",
    "3096063825": "Кӯшиш кунед",
    "2968026167": "Сабзавоти дӯстдоштаи шумо",
    "713281684": "Бодинҷон",
    "4147497805": "Сабзӣ",
    "3758963444": "Сипос! Пешниҳоди шумо қабул карда шуд!",
    "1070364246": "Оҳ! Ҳангоми пешниҳоди варақ чизе хато кард.",
    "1129833879": "Ботҳои зарароварро қатъ кунед, махфияти корбарро муҳофизат кунед",
    "58091799": "Дар бораи hCaptcha Publisher ва Enterprise маълумоти бештар гиред",
    "1599610318": "Ношир",
    "3093388779": "hCaptcha барои ноширони ҳар андоза ройгон истифода мешавад",
    "179723061": "Назорати бештар барои дастаҳое, ки ба амнияти пешрафтаи синф ниёз доранд",
    "846501387": "Муҳофизати ботҳои сатҳи ҷаҳонӣ",
    "119298044": "Технологияҳои пешрафтаи худидоракунии ML ва AI моликияти веби шуморо аз таҳдидҳо ва ҳамлаҳо муҳофизат мекунанд",
    "1263998069": "Барои ҳалли одамон мукофот ба даст оред",
    "1103295010": "Вақте ки одамон CAPTCHA-ро ҳал мекунанд, пул кор кунед ё ба хайрия диҳед",
    "392886773": "Дар ҳама кишварҳо кор мекунад",
    "2320894364": "Бо зиёда аз 200 нуқтаи ҳузур, абри hCaptcha дороиҳои шуморо дар саросари ҷаҳон муҳофизат мекунад",
    "451701069": "Ба GDPR, CCPA мувофиқат мекунад,",
    "2826051554": "ва ғайра",
    "3530599065": "Махфият аз ибтидо сохта шудааст. hCaptcha ягон PII-ро нигоҳ намедорад ва ба мандатҳо ва қоидаҳои сершумори махфият мувофиқат мекунад.",
    "2489287539": "Бе соиш \"Не CAPTCHA\" ва 99,9% режимҳои ғайрифаъол",
    "793242047": "Мушкилоти ба корбарон пешниҳодшударо кам кунед, то дастрасии зуд ба барномаҳоро фароҳам оваред",
    "4195759329": "Муайян кардани бот ва холҳои хавф",
    "1150035777": "Моделҳои мукаммали омӯзиши мошинсозӣ холҳои эътимоди ботро дар асоси бисёр нуқтаҳои додаҳо ба вуҷуд меоранд, ба истиснои он ки оё ба саволҳо дуруст ҷавоб дода шудаанд.",
    "3688621388": "Имзоҳои таҳдид",
    "1131525092": "Тавассути UID-ҳои Scoped-и махфияти мо барои дарёфт ва боздоштани қаллобӣ ва сӯиистифодаи марбут ба фаъолони бад бемаънӣ гурӯҳбандӣ кунед.",
    "1559631739": "Омӯзиши хусусӣ",
    "3952259236": "Маълумоти нобиношудаи худро бо ҳазорон сигналҳои hCaptcha муттаҳид кунед, то hCaptcha-ро дар синфҳои рафтор омӯзед -- барои мисоли шумо танҳо -- барои беҳтар пешгӯии рафтори зараровар нисбат ба ҳар як ҳалли танҳо беҳтар",
    "1150963691": "Кам кардани таъсири APT",
    "4083018285": "Маҷмӯи хусусиятҳои васеъ, ки бо мониторинги мукаммали SOC ва вокуниш ба ҳалли таҳдидҳои мураккаби доимӣ муттаҳид мешаванд",
    "3160820928": "Муҳофизати ҳамоҳангшудаи ҳамла",
    "1849805607": "hCaptcha аз таҳдидҳо ва фиребҳо муҳофизат мекунад, ки барои ворид шудан ба шабакаҳои шумо тарҳрезӣ шудаанд",
    "1958297836": "Ҳифзи ҳамоҳангшудаи ҳамла ва кам кардани APT",
    "1300485304": "hCaptcha аз таҳдидҳо ва фиребҳои пешрафта муҳофизат мекунад, ки барои ворид шудан ба шабакаҳои шумо тарҳрезӣ шудаанд",
    "2698640210": "Мушкилоти назорат ва намудҳо нишон дода шудаанд",
    "3121248460": "Барои аудиторияи интизории худ мушкилоти беохири фармоиширо - аз оддӣ то мураккаб - намоиш диҳед",
    "3807059944": "Мундариҷаи истифодашударо назорат кунед",
    "2707282231": "Мушкилотҳоро барои корбарони худ фармоиш диҳед. Ҳал ва ворид шудани ботҳоро ғайриимкон созед.",
    "4194763679": "Сатҳи душвории дақиқ",
    "3730038780": "Аз шумораи қариб беохири мушкилот барои корбарон интихоб кунед",
    "1849717906": "Бо мундариҷаи мушкилоти шахсии худ фармоиш диҳед",
    "1508655687": "Мушкилоти шахсии худро илова кунед, ки барои шунавандагони шумо мутобиқ карда шудаанд, то дастрасӣ ба осонӣ ё маҳдуд кунанд",
    "3620442880": "Хусусиятҳои муҳофизати фурӯши Flash",
    "3265895521": "Мушкилотро дар асоси вақти рӯз баланд ва кам кунед",
    "1485807325": "Панелҳои бисёркорбар, SAML SSO",
    "359073033": "Панелҳои идоракунӣ манзараҳои сатҳи баланд ё дақиқи фаъолиятро пешкаш мекунанд.",
    "4272454814": "Бо провайдери шахсияти интихобкардаатон ҳамгиро шавед.",
    "1141402092": "Хусусиятҳои пешрафтаи гузоришдиҳӣ",
    "910989640": "Ҳисоботи муфассал ва фармоишӣ дар бораи фаъолият эҷод кунед",
    "3768951251": "SLAs корхона",
    "1014004474": "Нақшаҳои Enterprise hCaptcha барои ҳифзи ташкилоти шумо созишномаҳои пешрафтаи хидматрасониро пешниҳод мекунанд",
    "1177598246": "Бо фурӯшанда тамос гиред",
    "1067704102": "Арзиш дар тамғагузории маълумот",
    "3065000659": "Оё шумо дарк кардед, ки ҳар дафъае, ки шумо \"мошинро пахш мекунед\" шумо барои омӯзиши якка кӯмак мекунед",
    "3235430156": "системаҳои омӯзиши мошинҳои ширкат ройгон?",
    "1549336309": "hCaptcha ин моделро бармегардонад. Вақте ки шумо hCaptcha-ро истифода мебаред, ширкатҳо барои коре, ки корбарони шумо иҷро мекунанд, ҳангоми исботи инсонияти худ тендер пешниҳод мекунанд. Шумо мукофот мегиред.",
    "3725880582": "Ба хайрия баргардонед",
    "1671436004": "Мехоҳед ба хайрияи дӯстдоштаатон баргардонед?",
    "1663628612": "ба шумо имкон медихад",
    "4272088465": "хайрияҳои интихобкардаи шумо бо даромаде, ки шумо аз истифодаи он ба даст меоред.",
    "2894845722": "Истифодабарандагон дар сайти шумо ба зудӣ метавонанд саҳми шуморо ба хайрия тавассути бренди доно дар интерфейси hCaptcha бубинанд.",
    "3194111925": "дастгирй мекунанд",
    "1637702726": "Дар бораи hCaptcha",
    "2323282990": "Равиши муосир барои тасдиқи инсоният",
    "1201821619": "hCaptcha яке аз мушкилоти мубрами имрӯзаро ҳал мекунад: пешгирии ботҳои зараровар аз сӯиистифодаи хидматҳои онлайн.",
    "1475399473": "Дар бораи дастаи hCaptcha маълумоти бештар гиред",
    "3161489950": "Платформаи пешрафтаи амнияти ML дар ҷаҳон",
    "3247172580": "hCaptcha омӯзиши пешрафтаи худшиносии мошиниро бо равиши нави ҳисоббарории канорӣ, ки ҷамъоварӣ ва нигоҳдории маълумотро ба таври беназир кам мекунад, ки аз беш аз 250 макон дар саросари ҷаҳон барои миқёспазирии азим расонида мешавад.",
    "3767462250": "Барои махфият тарҳрезӣ шудааст",
    "3500503648": "hCaptcha барои нест кардани нигоҳдории дарозмуддати маълумот тавассути такя ба арзёбии фаврӣ ба ҷои сабт ва таҳлили таърихи дидани шумо тарҳрезӣ шудааст. монанди ташаббусхоро низ дастгирй мекунем",
    "2418549423": ", стандарти пайдошуда барои ҳифзи махфияти онлайн тавассути далелҳои криптографӣ ва дигар хусусиятҳои беназири махфият дар аввал.",
    "1544546608": "Тасвири махфият",
    "976209454": "Мукофот ба даст оред ё ба хайрия диҳед",
    "552920956": "hCaptcha ба вебсайтҳо имкон медиҳад, ки ҳангоми бастани ботҳо ва дигар шаклҳои сӯиистифода мукофот ба даст оранд. hCaptcha инчунин ба шумо имкон медиҳад, ки хайрияҳои интихобкардаи худро бо ин даромад дастгирӣ кунед.",
    "654326661": "Мехоҳед худатон бубинед? hCaptcha-ро ройгон санҷед.",
    "3570415321": "Ширкат",
    "3987022469": "Тамғагузорӣ",
    "1636202177": "Дар бораи",
    "2670003220": "Ҷойҳо",
    "3233305531": "Тамғаҳои молӣ",
    "3028319964": "Этикаи AI",
    "4131598919": "пахш кунед",
    "1662477701": "Захираҳо",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Ҳуҷҷатгузорӣ",
    "920212083": "Дар бораи хато хабар диҳед",
    "2076066173": "Ҳамлаҳои киберӣ 101",
    "3644106388": "Тамос",
    "2182196747": "Дастгирӣ",
    "487083593": "Фурӯш",
    "878585497": "Шартҳо",
    "1697438123": "Махфият",
    "1316817321": "Аттрибутсия",
    "3488019891": "hCaptcha тамғаи молии ба қайд гирифташудаи Intuition Machines, Inc аст.",
    "4224961202": "Махфият, амният ва омӯзиши мошин.",
    "98173630": "hCaptcha хидматрасонии мустақили CAPTCHA дар ҷаҳон васеъ истифодашаванда аст.",
    "1514478724": "Бисёр омӯхтан",
    "1752795854": "hCaptcha барои боздоштани ботҳо як равиши муосир ва ба махфият нигаронидашударо меорад.",
    "2927700175": "Мо мушкилоти CAPTCHA-ро нишон медиҳем, ки барои ботҳо душвор, вале барои одамон осон аст, тавассути ҷамъоварии маълумоти душворгузар аз мушкилоти омӯзиши мошинсозӣ ва истифода аз он барои муайян кардани он, ки як вебсайт ё меҳмони барнома инсон аст.",
    "2188609322": "Ҳунармандони бад дар интернет бештар маъмуланд. Аммо қурбонии махфияти корбар роҳи ҳалли масъала нест.",
    "2032102720": "Қарорҳои амниятӣ, ки аз ҷониби ширкатҳои таблиғотӣ пешниҳод мешаванд, асосан ба пайгирии корбарон дар саросари интернет тамаркуз мекунанд. Мо як ҳалли самараноки амниятро офаридаем, ки исбот мекунад, ки зарар ба махфияти корбар барои ба даст овардани натиҷаҳои аъло зарур нест.",
    "4146870445": "Мо кистем",
    "353066938": "Коллективи пуртачриба, ки дар далли проблемадои душвортарини имруза кор мекунад. hCaptcha хидмати аст",
    "3260825523": "Мошинҳои интуитсионӣ",
    "1173652155": "Машваратчиён",
    "3972094614": "Брендан Эйч",
    "2113642787": "Суруди субҳ",
    "2256305371": "Профессор, CS дар Донишгоҳи Калифорния, Беркли. Омӯзиши амиқ, амният, коршиноси blockchain. Директори генералии Oasis Labs.",
    "1606599610": "Киран Томпсон",
    "2177660021": "Олими тадқиқотӣ дар Стэнфорд. Омӯзиши мошинсозӣ ва маблағгузории миқдор дар бонкҳои бузург, фондҳои чархуште ва академия.",
    "2686825859": "Бепул сабти ном кунед ё дар бораи ҳалли hCaptcha Enterprise бо мо тамос гиред",
    "583434701": "Дастрасии hCaptcha",
    "611905972": "Таъмини дастрасии бефосила барои ҳама корбарон ҳангоми нигоҳ доштани амният",
    "874098071": "Агар шумо корбари дастрасӣ бошед, лутфан дар ин ҷо сабти ном кунед",
    "2745385064": "Хулоса",
    "3353238942": "hCaptcha барои боздоштани ботҳо тавассути фарқ кардани онҳо аз одамон тарҳрезӣ шудааст. Санҷишҳои визуалӣ як воситаи қулай барои ин мебошанд, аммо на ҳама метавонанд мушкилоти визуалиро ҳал кунанд.",
    "3600022491": "Аз ин сабаб, мо як алтернативаи оддӣ ва бедард тарҳрезӣ кардем, то ба ноширон, ки хидмати моро истифода мебаранд, дастрасии ҳамаро бо мутобиқати пурраи Қисмати 508 ва WCAG 2.1 AA нигоҳ доранд.",
    "2557240048": "Ин чӣ гуна кор мекунад: аввал, корбари дастрасӣ тавассути",
    "3871665286": ", ки ба таври намоён дар саҳифаи иттилооти виджети hCaptcha алоқаманд аст. Ба онҳо кукиҳои рамзгузоришуда дода мешаванд, ки онро дар як рӯз чанд маротиба истифода бурдан мумкин аст, аммо бояд ҳар 24 соат тавассути воридшавӣ нав карда шавад.",
    "3441764123": "Вақте ки мушкилот ба корбари дастрасӣ дар сайт бо истифода аз хидмати hCaptcha пешниҳод мешавад, онҳо ба таври худкор мегузарад.",
    "4247858664": "саҳифаи бақайдгирии дастрасӣ",
    "1297657322": "Экрани дастрасии корбар пас аз ворид шудан",
    "1717658846": "Опсияи дастрасӣ дар менюи UI виджет",
    "1266963825": "Савол: Оё hCaptcha Section 508 + WCAG 2.1 AA мувофиқ аст?",
    "850025770": "Ҷавоб: Мо чунин мешуморем: ҳамаи корбарони дорои ҳама гуна шакли маъюб, ки қодиранд дар интернет дидан кунанд ва матнро дар варақаҳо ворид кунанд, метавонанд ҳангоми бақайдгирӣ ба хидматҳои аз ҷониби hCaptcha ҳифзшуда дастрасӣ пайдо кунанд. Аммо, ин маслиҳати ҳуқуқӣ нест: шумо бояд баҳодиҳии худро бо дарназардошти татбиқи мушаххаси худ анҷом диҳед, то боварӣ ҳосил кунед, ки ин ҳолат барои ҷойгиркунии шумо аст.",
    "159272246": "Савол: Оё шумо дар дигар имконоти дастрасӣ (\"a11y\") кор карда истодаед, ба монанди аудио?",
    "4074220464": "Ҷавоб: Вариантҳои қаблан маъмул, ба монанди captcha-ҳои аудио нисбат ба бисёре аз корбарони a11y табъиз мекунанд ва бо усулҳои муосири омӯзиши мошинсозӣ ба осонӣ мағлуб мешаванд. Ин маҷбур кард, ки мушкилоти аудиоии ҳозира торафт душвортар шавад, барои мағлуб кардани ҳамлагарон садо, вақти тоқ, таркиби калимаҳои ғайриоддӣ ва ғайраро ҷорӣ кунад. Аз ин рӯ, мо ба ин равиш камтар дилгарм ҳастем ва баръакс аз мушкилот комилан канорагирӣ мекунем, аммо агар аз ҷониби ҷомеаи a11y талабот вуҷуд дошта бошад, онро баррасӣ хоҳем кард.",
    "2309661107": "Бо вуҷуди ин, мо хеле манфиатдорем",
    "2555914614": "барои ҳолати истифодаи Дастрасӣ. Мо боварӣ дорем, ки омезиши равиши кунунии a11y бо барориши Pass Privacy ба корбарони a11y имкон медиҳад, ки бехатар ва бехатар аз назар гузаронанд, то бидонанд, ки трафики онҳо махфӣтар аст ва ҳамзамон сӯиистифода аз ҷониби операторони бот, ки ногузир ҳангоми дастрас будани имконоти a11y рух медиҳад, маҳдуд мекунад. Мо иштирокчиёни фаъоли гурӯҳи кории IETF мебошем, ки ин технологияи навро стандартизатсия мекунад.",
    "2583775432": "Савол: Дар бораи махфият чӣ гуфтан мумкин аст? Оё бақайдгирӣ маълумоти дидани a11y-ро бо ягон роҳ фош мекунад? Шумо бо почтаи электронӣ чӣ кор мекунед?",
    "4215483493": "A: hCaptcha барои махфият аз ибтидо тарҳрезӣ шудааст. Он аз имконоти анъанавӣ ба мисли reCAPTCHA, ки ба шабакаҳои таблиғотӣ тааллуқ доранд, хеле фарқ мекунад, ки ҳавасмандии шуморо дар саросари интернет пайгирӣ мекунанд ва шуморо бо шахсияти воқеӣ алоқаманд мекунанд.",
    "2474661839": "мо",
    "4137573005": "дар бораи он ки мо маълумотро чӣ тавр истифода мебарем, ҷавобҳои ҳамаҷониба ва мӯътабар дорад, аммо ҷавоби кӯтоҳ ин аст, ки мо манфиатдор нестем, ки шуморо ҳамчун шахс бо таърихи дидани шумо робита кунем.",
    "4101570501": "Мо инчунин дар айни замон дар болои як ҳалли криптографӣ кор карда истодаем, то суроғаи почтаи электронии шуморо зуд нобуд созем ва ҳамзамон қобилияти худро барои пешгирии сӯиистифода нигоҳ дорем ва кори Privacy Pass-и моро пурратар созем.",
    "260595108": "Мо ҳеҷ гоҳ паёмҳои электронӣ ё иттилооти дастрасиро барои ягон мақсад истифода намебарем, ба ғайр аз мусоидат ба истифода ва пешгирии сӯиистифода.",
    "3063819779": "Сиёсати Корбурди Маълумоти Шахсӣ",
    "465714311": "Барои корбарони дастрасӣ: Саволу Ҷавоб ва Дастури ҳалли мушкилот",
    "3596207631": "Савол: Ман то ҳол пас аз гузоштани куки мушкилотро мебинам. Сабаби ин чист?",
    "469089249": "Ҷавоб: Одатан ин бо сабаби истифодаи блокатори таблиғоти хашмгин ё тамдиди зидди кукиҳо ё танзимоте, ки кукиҳои \"саҳифа-сайт\"-ро маҳкам мекунад, дар ин ҳолат куки барои hcaptcha.com аст, ки аз ҷониби hCaptcha JS дар сайт насб ё тафтиш карда мешавад. сайти гуногун, ба монанди сайте, ки шумо боздид мекунед.",
    "4263626815": "Кукиҳои дастрасии hCaptcha бо ҳама браузерҳои маъмул ва блокаторҳои таблиғӣ бо танзимоти стандартии худ кор мекунанд, аз ин рӯ одатан нокомӣ аз скриптҳои \"анти-блок\" ё маҷмӯи қоидаҳои шабеҳе, ки сайтҳои мушаххасро ҳадаф қарор медиҳанд, ба амал меоянд.",
    "3906359167": "Роҳҳо:",
    "3464870463": "1. Рӯйхати сафеди hcaptcha.com ва *.hcaptcha.com кукиҳо дар блокатори таблиғ ё васеъшавии амнияти браузери шумо.",
    "1204911585": "2. Агар шумо браузери Brave-ро истифода баред, ки он (аз моҳи апрели соли 2020) ягон намуди сафеди кукиҳоро надорад, ба Preferences -> Shields -> Cookies гузаред ва \"Иҷозат додан ба ҳама кукиҳо\"-ро интихоб кунед.",
    "2932826396": "3. Агар шумо версияи охирини Safari-ро дар OS X 10.15 ё iOS 13.4 истифода баред, Apple танҳо рафтори Сафари марбут ба кукиҳои тарафи сеюмро тағир дода, ҳамаи онҳоро бо нобаёнӣ масдуд кардааст. Мо ҳалли худро амалӣ карда истодаем, аммо дар ҳамин ҳол лутфан ба бахши Preferences Safari, Privacy ташриф оред ва \"Пайгирии вебсайт: Пешгирии пайгирии байнисоҳавӣ\" -ро бардоред, то кукии дастрасиро тавре ки интизор мерафт, фаъол созед.",
    "3836291932": "Савол: Ман якчанд дастгоҳҳоро истифода мекунам. Оё ман бояд якчанд маротиба сабти ном кунам?",
    "3251220335": "Ҷавоб: Не. Лутфан, ҳамон як истиноди воридшавии почтаи электронии ба шумо дар ҳар дастгоҳе, ки шумо истифода мебаред, барои насб кардани куки пахш кунед.",
    "2082407178": "Савол: Чӣ тавр ман метавонам худро аз пайгирии кукиҳои тарафи сеюм ҳангоми истифодаи кукии дастрасӣ муҳофизат кунам?",
    "2700197090": "Ҷавоб: Истифодаи ҳама гуна тамдиди махфият ё бастани таблиғ, ки рӯйхати сафед дар сатҳи доменро дастгирӣ мекунад (масалан, uBlock Origin) тавре, ки интизор мерафт, кор хоҳад кард: танҳо боварӣ ҳосил кунед, ки hcaptcha.com-ро ба рӯйхати сафед дохил кунед.",
    "3657743880": "Дастурҳои браузер барои кукиҳои байнисоҳавӣ",
    "1960601330": "Барои фаъол кардани кукиҳо дар Safari (Mac): Ба менюи афтанда Safari гузаред. Preferences -ро интихоб кунед. Дар панели боло клик кунед Махфият. Дар зери 'Бастани кукиҳо' имконоти 'Ҳеҷ гоҳ'-ро интихоб кунед.",
    "1622303590": "Барои фаъол кардани кукиҳо дар Safari (iPhone/iPad iOS 11+): Танзимоти худро кушоед. Ба поён ҳаракат кунед ва Safari-ро интихоб кунед. Дар доираи Махфият ва Амният, \"Пешгирии пайгирии байнисоҳавӣ\" ва \"Баст кардани ҳама кукиҳо\" -ро хомӯш кунед.",
    "2199048568": "Дар ҳама саҳифаи веб сипарро дар тарафи чапи сатри суроғаҳо клик кунед. Танзимоти муҳофизатро клик кунед. Панели Firefox Preferences Privacy & Security кушода мешавад. Дар зери Муҳофизати мукаммали пайгирӣ, Фармоишро интихоб кунед. Кадом трекерҳо ва скриптҳоро бо интихоби ин қуттиҳо интихоб кунед. Боварӣ ҳосил кунед, ки шумо hcaptcha.com-ро боз кардаед.",
    "3967047208": "Шумо инчунин метавонед муваққатан баъзе муҳофизатҳоро дар Фармоишгар барои ислоҳи ин кор бо интихоби қуттиҳои қайдҳо хомӯш кунед: Қуттии қайдкуниро қатъ кунед ё қуттии кукиҳоро қатъ кунед, агар шумо то ҳол мушкилот дошта бошед.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Тасвири менюи Chrome-ро интихоб кунед. Танзимотро интихоб кунед.",
    "926138631": "Ба Махфият ва Амният, сипас Кукиҳо ва дигар маълумоти сайт гузаред.",
    "3419878556": "Боварӣ ҳосил кунед, ки \"Бастани кукиҳои тарафи сеюм\" фаъол нест.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Аз сатри меню афзалиятҳои Chrome-ро кушоед.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Дар дастгоҳи Android-и худ барномаи Chrome-ро кушоед.",
    "3620039756": "Дар тарафи рости боло, Бештар ва сипас Танзимотро клик кунед.",
    "2813310562": "Танзимоти сайт ва сипас кукиҳоро клик кунед.",
    "3014657981": "Дар паҳлӯи \"Кукиҳо\" танзимотро фаъол созед.",
    "1242066691": "Қуттии назди \"Иҷозат додан ба кукиҳои тарафи сеюм\" -ро тафтиш кунед.",
    "292250020": "1. Фишангро дар кунҷи рости болоии экран интихоб кунед ва сипас \"Имконоти интернет\" -ро интихоб кунед. Агар шумо панели менюро фаъол карда бошед, шумо метавонед \"Асбобҳо\" ва баъд \"Имконоти интернет\" -ро интихоб кунед.",
    "4114820649": "2. Ҷадвали \"Махфият\" -ро клик кунед.",
    "946838734": "3. Тугмаи \"Advanced\" -ро интихоб кунед.",
    "348809718": "4. Дар зери \"Кукиҳои тарафи сеюм\" \"Қабул\" -ро интихоб кунед.",
    "1253441326": "5. \"OK\" -ро клик кунед",
    "852032043": "Сафари",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Сиёсати этикаи AI",
    "1161704803": "Чаро мо сиёсати этикаи AI дорем?",
    "1806535500": "Аслан ҳар як технология, аз қалам то динамит, а",
    "24452499": "ҳалли; онро барои хуб ё бад истифода бурдан мумкин аст. Ҳар як ширкате, ки қарорҳои истифодаи дугонаро таҳқиқ мекунад, месозад ё мефурӯшад, ӯҳдадор аст оқибатҳои амали худро баррасӣ кунад.",
    "4023575072": "истифодаи дугона",
    "3336625692": "Ин саҳифа андешаҳои моро дар ин мавзӯъ дар заминаи Этикаи AI тафсилот медиҳад ва равандҳое, ки мо барои таъмини истифодаи хидматҳои мо пайравӣ мекунем, мувофиқи сиёсатҳое, ки мо ҳамчун ширкат қабул кардем, боқӣ мемонанд.",
    "835717930": "Этикаи AI дар hCaptcha",
    "2179524509": "Мо баъзан саволҳо мегирем, ки чӣ гуна саволҳо барои хидмати hCaptcha иҷозат дода мешаванд ва чаро саволҳои мушаххас дода мешаванд.",
    "1962721652": "Инсонҳо намунаҷӯянд ва баъзан як саволи беасос бо сабаби тағирот дар ҷаҳон, на ангезаҳои касе, ки ин савол медиҳад, метавонад дар як лаҳза аз комилан тааҷҷубовар ба шубҳанок табдил ёбад.",
    "3974566657": "Вақте ки хидматҳо маъмултар мешаванд, ин гуна ҳодисаҳо ногузир бештар мешаванд. hCaptcha аз ҷониби миллионҳо одамон ҳамарӯза дар ҳама кишварҳои ҷаҳон истифода мешавад, аз ин рӯ мо ин сиёсат ва омӯзиши мисолро дар бораи он ки чӣ гуна мо ин масъалаҳоро ҳал мекунем, то ҳадди имкон шаффоф бошад, нашр мекунем.",
    "1830910223": "Омӯзиши мисоли ахлоқи AI дар ҷаҳони воқеӣ",
    "805971861": "\"Umbrella\" истилоҳ дар ImageNet аст, маҷмӯаи стандартии стандартӣ, ки аз ҷониби муҳаққиқони биниши компютер истифода мешавад. Муайян кардани боэътимоди одамоне, ки чатр доранд, инчунин барои сохтани системаҳои бехатари насли оянда кӯмаки ронандагон (ADAS) муҳим аст.",
    "3988350": "Ин маънои онро дорад, ки ҳолатҳои аълои истифода барои шарҳҳои чатр дар ҷаҳон вуҷуд доранд. Дар бораи таъсири мошинҳои худидоракунанда ихтилоф вуҷуд дорад, аммо системаҳои ADAS аллакай сарфа мекунанд",
    "548587288": "дар саросари ҷаҳон.",
    "3138772661": "ҳар сол ҳазорон нафар зиндагӣ мекунанд",
    "3168199226": "Аммо, дар соли 2020 маълум шуд, ки сохтани ин гуна маҷмӯаи маълумотро метавон ҳамчун технологияи истифодаи дугона ба тавре қабул кард, ки чанде аз онҳо як сол пеш интизор буданд.",
    "558378834": "Ҳамин тариқ, мо дигар дархостҳоро оид ба саволҳои марбут ба чатр қабул намекунем. Потенсиали нофаҳмиҳо, вақте ки корбари ниҳоӣ дар айни замон саволро дар бораи чатр мебинад, хеле баланд аст ва дар ниҳоят ҳадафи мо ин аст, ки ҷаҳонро ба ҷои гуворотар табдил диҳем.",
    "3376604063": "Сиёсат ва равандҳои этикаи AI",
    "1923365316": "Мо дар hCaptcha сиёсати қатъии этикаи AI дорем ва як қисми он раванди шинохтани муштарии худро (KYC) дар бар мегирад.",
    "4230322909": "Мо ҳамеша кӯшиш мекунем, ки дар бораи ҳар як муштарии нав ва ҳолати истифодаи пешбинишудаи онҳо фаҳмиши хуб ба даст орем, ҳам барои тасдиқи он ки он барои маҳсулот ва хидматҳои мо мувофиқ аст ва ҳам боварӣ ҳосил кунем, ки он сиёсатҳоеро, ки мо ҳамчун ширкат қабул кардем, риоя кунем.",
    "2735073144": "Мо инчунин ҳангоми зарурат баррасиҳои доимӣ мегузаронем. Масалан, ҳангоми баррасии охирини мо дар бораи санаҳо ва манбаъҳои дархостҳо оид ба дархостҳои марбут ба тамғагузории чатр мо зуд тасдиқ кардем, ки ҳеҷ як муассисаи давлатӣ ё таъминкунандаи маъруфи давлатии нармафзори назоратӣ дар 12 моҳи охир дар мавриди чатрҳо бо истифода аз хидматҳои мо дархост пешниҳод накардааст. .",
    "2715462692": "Раванди этикаи AI-и мо ба чӣ монанд аст?",
    "3049976256": "Барои ҳар як муштарии тамғагузории нав, мо дар ҷараёни фурӯш аз рӯйхати назорат мегузарем. Ин санҷиши ибтидоии KYC-ро пеш аз ба кор даровардан, инчунин санҷиши ҳама дархостҳои ба таҳлилгарони мо пешниҳодшуда ва санҷишҳои вақти воқеӣ ва баррасии даврии дархостҳои тавассути платформаи худхизматрасонии мо пешниҳодшударо дар бар мегирад.",
    "3103642530": "Ин барраси аз якчанд маҷмӯи меъёрҳо иборат аст:",
    "3349094124": "Меъёрҳои марбут ба ахлоқӣ: Ҳадаф",
    "1038019440": "1. Оё ин муштарӣ манфиатҳои миллии кишвареро намояндагӣ мекунад, ки рафтораш ба қонунҳо ва меъёрҳои байналмилалӣ мухолиф аст?",
    "493717511": "2. Оё ин муштарӣ хидматрасониро дархост мекунад, ки метавонад бошад",
    "2209109640": "дар доираи фаъолияти муътадили тичоратии худ танхо бо максадхои бад истифода бурда мешавад?",
    "3457805519": "3. Оё дархости муштарӣ тибқи қонунҳои ИМА ва қоидаҳои ҷалби мо иҷро карда мешавад?",
    "1942611550": "пеш аз хама",
    "109179759": "Меъёрҳои марбут ба ахлоқӣ: субъективӣ",
    "1033698050": "1. Оё мо боварӣ дорем, ки муштарӣ ба мо парвандаи истифода додааст, ки мо мувофиқи тафсири мо аз меъёрҳои маъмулии ҷомеаи ғарбӣ онро қобили қабул мешуморем?",
    "361372538": "2. Оё мо боварӣ дорем, ки хидматҳои пешниҳодкардаи мо эҳтимол аз ҷониби муштарӣ бо тарзеҳое истифода мешаванд, ки қонунӣ бошанд, аммо барои мо қобили қабул нестанд?",
    "2867855718": "3. Оё мо боварӣ дорем, ки эҳтиёҷоти дахолатнопазирӣ барои дархост ба таври қаноатбахш ҳал карда мешавад?",
    "2462728596": "Агар мо аз ин нуқтаҳо қаноатманд нашавем, мо дархостро рад мекунем ва метавонем дастрасии минбаъдаро ба платформаи худ, тавре ки дар Шартҳои мо зикр шудааст, қатъ кунем.",
    "1995277831": "сипос",
    "1818116402": "Умедворем, ки шумо ин назарро дар бораи он ки мо саволҳои оперативиро бо ҷузъи Этикаи AI ҳал мекунем, қадр кардед.",
    "1499894352": "Теъдоди ками ширкатҳо шаффофиятро дар раванди қабули қарорҳои худ дар ин самт пешниҳод мекунанд ва мо умедворем, ки дигарон ба ин намуна пайравӣ мекунанд!",
    "535659033": "Аттрибутсияи Creative Commons",
    "1495915066": "Чӣ гуна мо, шарикони тадқиқотии академии мо ва мизоҷони мо ВАО-и Creative Commons-ро истифода мебарем",
    "3017533972": "Мо, шарикони тадқиқотии академии мо ва мизоҷони мо метавонем баъзан тавассути платформаи hCaptcha ба қисмҳои мундариҷаи аз ҷониби Creative Commons литсензияшуда истинод ё дубора тавлид кунем, то дониши инсониятро дар соҳаи омӯзиши мошинсозӣ пеш барем.",
    "1428053210": "Ин мундариҷа умуман аз шакли аслии худ табдил дода мешавад. Масалан, видео метавонад ба бисёр тасвирҳо тақсим карда шавад, он тасвирҳо ба бисёр тасвирҳои нав тақсим карда шаванд ва он тасвирҳои нав ба таври тасодуфӣ омехта карда шаванд, то натиҷаи ниҳоии намоиш дода шаванд.",
    "1728211763": "Истифодаи мундариҷа бо ин роҳ ва бо ин мақсадҳо мувофиқи фаҳмиши мо дар бораи қонун ва таҷрибаҳои стандартӣ дар ин соҳа ба дастурҳои истифодаи одилона дохил мешавад, аммо мо мухлисони деринаи Creative Commons ҳастем ва бартарӣ медиҳем, ки ба ҳар касе, ки дар кор кӯмак мекунад, эътибор диҳем. вазифаи бузурги такмил додани интеллектуалии машина.",
    "1949452297": "Аз сабаби маҳдудиятҳои дохилии hCaptcha UI ва мулоҳизаҳои амниятии он, дубора тавлид кардани манбаи ҳар як тасвир мустақиман ба истифодаи он имконнопазир аст. Ба ҷои ин, мо ба ин саҳифа аз саҳифаи хонагии худ пайваст мекунем ва рӯйхати манбаъҳоеро нигоҳ медорем, ки ҳоло ё ба наздикӣ тавассути платформа хидмат мекунанд. Шумо метавонед ба рӯйхати ҷорӣ дастрасӣ пайдо кунед",
    "2367602973": "Ин ҷо",
    "659124570": "Илова бар ин, агар шумо мӯҳтавои ба шумо тааллуқдоштаро дар платформаи hCaptcha дубора тавлидшударо бинед ва хоҳед, ки онро бо ягон сабаб хориҷ кунед, шумо метавонед бо мо тавассути почтаи электронӣ дар тамос шавед",
    "2066749488": "Дигар шикоятҳо",
    "3479034323": "Агар шумо мундариҷаеро бинед, ки ба шумо тааллуқ дорад, ки дар платформаи hCaptcha дубора тавлид шудааст ва мехоҳед онро бо ягон сабаб хориҷ кунед, шумо метавонед бо мо тавассути почтаи электронӣ тамос гиред.",
    "1836554225": "Паёмҳои блог",
    "2873297188": "Оё ҳама CAPTCHAS нисбати ғайриамрикоиҳо табъиз мекунанд?",
    "165932542": "Нигоҳе ба hCaptcha нархҳоро дар саросари ҷаҳон ҳал мекунад",
    "1865097546": "16 ноябри соли 2021",
    "3005876482": "hCaptcha ҳоло бузургтарин хидмати мустақили CAPTCHA аст, ки дар 15% Интернет кор мекунад",
    "693820850": "Шумо метавонед бо гузоштани махфият Google-ро мағлуб кунед",
    "3609106478": "Пур кардани эътимоднома:",
    "299335340": "Ин чист ва чӣ гуна бояд ҳамлаҳоро қатъ кард",
    "354925785": "Муқаддима",
    "423222878": "Баъзе аз душвортарин ҳамлаҳои киберӣ барои ошкор кардан, пешгирӣ ва боздоштани он ҳамлаҳое мебошанд, ки дар он як шахси бадқасд метавонад аз маълумоти корбарии қонунӣ барои ворид шудан ба ҳисоби корбари фаъол истифода барад. Бидуни бисёре аз қобилиятҳои мукаммали муайянкунӣ, ширкате, ки ҳисобро ҷойгир мекунад, ягон сабабе надорад, ки гумон кунад, ки чизе нодуруст аст. Чунин ба назар мерасад, ки муштарӣ ба ҳисоби худ ворид шудааст. Ҳамлагар ба ин ҳиллаи бомуваффақият бо истифода аз маълумоти дуздидашуда ноил шуд - одатан натиҷаи як техникаи ҳамлаи киберӣ, ки бо номи \"пур кардани маълумот\" маълум аст. Имрӯз ин як мушкили ҷиддӣ аст, аммо онро бо чораҳои дуруст бартараф кардан мумкин аст.",
    "777660551": "Пур кардани эътимоднома чист?",
    "2602763587": "Пур кардани маълумоти эътимоднома як шакли ҳамлаи киберӣ мебошад, ки дар он ҳамлакунанда кӯшиш мекунад, ки бо истифода аз ҷуфтҳои корбар ва паролҳои дуздидашуда борҳо ба вебсайт ворид шавад. \"Пуркунӣ\" ба кӯшишҳои такрории воридшавӣ дахл дорад, ки қариб ҳамеша тавассути нармафзори автоматии бот иҷро карда мешаванд.",
    "1271831121": "Ин чунин нест, ки хакер (албатта дар пушод пушида!) дар он чо нишаста, пас аз эътимоднома маълумотномаро чоп мекунад. Боти автоматии воридшавӣ метавонад аз як абзори берун аз раф ба монанди Selenium ё абзори ҳакерии фармоишӣ сохта шавад.",
    "2588750717": "Дарвоқеъ, баъзе ҳамлаҳои пуркунии эътимоднома миллионҳо эътимодномаро дар бар мегиранд - ҳамаашон ба интерфейси вуруди вебсайти беасос бо умеди ворид шудан пур карда мешаванд. Ҳангоми ворид шудан, ҳамлакунанда метавонад ҳисоби ҷабрдидаро аз худ кунад.",
    "1137757109": "Агар ин ҳисоби тиҷорати электронӣ бошад, ҳамлакунанда метавонад ба мол фармоиш диҳад. Агар қурбонӣ бонк бошад, ҳамлакунанда метавонад маблағҳои оффшорӣ интиқол диҳад ва ғайра.",
    "1559150837": "Ҳадафҳо бе муҳофизат нестанд. Аксари вебсайтҳо дорои назоратҳое мебошанд, ки корбари шубҳанокеро, ки кӯшиши ворид шудан ба ҳазорон ҳисобҳои гуногунро аз як суроғаи IP дар як фосилаи кӯтоҳ дорад, масдуд мекунанд. Он чизе ки ҳамлагарон ба пур кардани маълумотномаҳо барои гузаштан аз ин усулҳои муҳофизат мекунанд, ин моделсозии гуногунии ҷуғрофӣ ва IP мебошад. Бо истифода аз абзорҳои пуриқтидор, ки аксар вақт ба AI идора карда мешаванд, онҳо метавонанд ба назар диҳанд, ки ҳазорон корбарон тасодуфан кӯшиш мекунанд, ки дар вақтҳои гуногуни рӯз аз саросари кишвар ворид шаванд. Инро ошкор кардан ва боздоштан душвортар аст.",
    "1892020899": "Ҳакерҳо шаҳодатномаҳоро аз куҷо мегиранд?",
    "2597149484": "Сабаби он, ки ҳакер бояд ин қадар эътимодномаҳоро \"пур кунад\" ба он вобаста аст, ки онҳо маълумоти дуздидашудаи худро аз куҷо мегиранд.",
    "3030395800": "Ин эътимодномаҳо одатан аз вайрон кардани маълумот бармеоянд. Ин ҳамлаҳо инчунин бо номи \"резиши эътимоднома\" маъруфанд, метавонанд ба миллионҳо эътимодномаҳо ба веб торик партофта шаванд. Агар резиш аз бонк ворид шуда бошад, ҳакер кӯшиш мекунад, ки ин эътимодномаҳоро барои ворид шудан ба сайтҳои дигар истифода барад. Ин равиш кор мекунад, зеро шумораи зиёди одамон як номи корбар ва паролро барои сайтҳои сершумор истифода мебаранд. (Ин таҷриба рӯҳафтода аст, аммо воқеият ин аст. Одамон майл доранд, ки ҳамон як маълумотномаҳои воридшавиро такрор кунанд.)",
    "1258965840": "Ҳамин тариқ, агар ҳамлакунанда метавонад ба як сайт ворид шавад, вай эҳтимолан бо истифода аз эътимодномаҳои рехташуда метавонад ба сайтҳои сершумор ворид шавад. Масалан, онҳо метавонанд як ҷуфти корбар/парол ба монанди JohnDoe/525momma гиранд, аммо онҳо намедонанд, ки ин ҷуфт барои онҳо чӣ кор хоҳад кард. Ҳамин тавр, онҳо ин ҷуфтро дар Amazon.com, Ebay, Citibank, Walgreens ва ғайра месанҷанд. Онҳо метавонанд ин ҷуфтро дар ҳазорон сайтҳои гуногун санҷанд.",
    "3594440415": "Дар ниҳоят, онҳо ба кушодани дарҳо шурӯъ мекунанд.",
    "780280214": "Чӣ тавр hCaptcha ва hCaptcha Enterprise таҳдиди пур кардани маълумотро коҳиш медиҳанд",
    "4165374512": "Дар ҳоле ки имкони истифодаи абзорҳои муайянкунии IP ва макони ҷойгиршавӣ барои пешгирӣ аз пур кардани маълумотҳо имконпазир аст, усули нисбатан камхарҷ ва дақиқ ин қатъ кардани боти автоматии пуркунии маълумот аст. hCaptcha ва hCaptcha Enterprise метавонанд ботро дар нуқтаи воридшавӣ шикаст диҳанд. Ҳатто агар бот дорои маълумоти дуруст бошад ҳам, агар он аз муайянкунии hCaptcha Enterprise ё CAPTCHA-и hCaptcha гузашта натавонанд, он ба пуркунии худ имкон намедиҳад ва сайт ва корбарони шумо муҳофизат карда мешаванд.",
    "3269644546": "Лутфан",
    "1058572205": "мо, агар шумо хоҳед, ки дар бораи маълумоти бештар гиред",
    "3753613260": "тамос",
    "1792519141": "Корхонаи hCaptcha",
    "3515435438": "Ҳисобот дар бораи шикоятҳои DMCA",
    "54093347": "Агенти ба қайд гирифташудаи DMCA",
    "3233441200": "Сиёсати вайронкунандаро такрор кунед",
    "4011712313": "Ҳамчун як қисми Сиёсати DMCA-и худ, мо ҳисобҳои муштариёнеро ҷойгир мекунем, ки барои онҳо мо огоҳиномаҳои сершумори DMCA-ро дар бораи нақзи эҳтимолии эҳтимолӣ ба Сиёсати чандқадамонаи DMCA оид ба вайронкунандагони такрорӣ мегирем. Пас аз гирифтани огоҳиҳои такрории DMCA дар як моҳи тақвимӣ, ҳисоби муштарӣ аз як қадами сиёсат ба қадами дигар мегузарад.",
    "766825168": "Амалҳое, ки мо метавонем дар доираи Сиёсати вайронкунандагони такрории DMCA анҷом диҳем, аз он иборат аст, ки огоҳиномаҳо дар бораи афзоиши намоён ба муштарии сабти ҳисоб. Барои тасдиқи ин огоҳиҳо, мо метавонем аз муштарӣ талаб кунем, ки ба ҳисоб ворид шавад ё ба дастаи дастгирии мо занг занад. Мо инчунин ҳуқуқи боздоштан ё қатъ кардан ва инчунин татбиқи чораҳои дигари муваққатиро нисбати хидматрасонии hCaptcha ва IMI-и ҳар як муштарӣ нигоҳ медорем, ки ҳатто пас аз фиристодани огоҳиҳои такрории ҳуқуқвайронкуниҳо, мо гирифтани огоҳиномаҳои DMCA дар бораи нақзи эҳтимолиро идома медиҳем. Илова бар ин, мо метавонем бо салоҳдиди худ хидматҳои дигари hCaptcha ё IMI-ро, ки ба ин муштариён пешниҳод мешаванд, ҳангоми қатъ кардани хидмати hCaptcha дар доираи ин сиёсат қатъ кунем.",
    "2410122265": "Сарчашмаҳои hCaptcha: Ботҳо 101",
    "4166776480": "Пур кардани эътимоднома: ин чист ва чӣ гуна ҳамлаҳоро қатъ кардан мумкин аст",
    "2301335298": "Қаллобӣ оид ба пардохт: Кӯшиш додани усули зуд инкишофёбандаи киберҷиноят",
    "3682071227": "Гирифтани ҳисоб чист ва онҳо чӣ гуна кор мекунанд?",
    "2729131930": "Скрепинг чист ва он чӣ гуна кор мекунад?",
    "1344959096": "Ҳамчун тамғагузори инфиродӣ кор кунед",
    "3510143229": "hCaptcha хидматест барои вебсайтҳо ва барномаҳо,",
    "3930611699": "коргарони алохида.",
    "1051214799": "hCaptcha як хидмати амнияти веб аст, ки кӯшиш мекунад арзишро бо ноширони вебсайтҳо ё барномаҳое, ки аз он истифода мебаранд, мубодила кунад.",
    "360236473": "Хидмати hCaptcha барои касе истифода намешавад, то ҳамчун тамғагузори инфиродӣ кор кунад. Он барои ин мақсад тарҳрезӣ ё мувофиқ нест. Мо ба касе тавсия намедиҳем, ки hCaptcha-ро ҳамчун манбаи даромади шахсӣ истифода барад.",
    "3842490632": "Корбари инфиродӣ, ки кӯшиш мекунад, ки ба саволҳои зиёд ҷавоб диҳад, эҳтимол аст, ки суръати маҳдуд ё зуд манъ карда шавад. Баробарн мухим, чунон ки мо",
    "1560232962": "ба таври муфассал фаро мегирад, ҳеҷ гуна кафолат оид ба маблағи ба даст барои ягон ҷавоб дода дода намешавад. Шояд дар он вақт ягон саволи пулакӣ мавҷуд набошад, ҷавоб метавонад бо сабабҳои сифат рад карда шавад ва ғайра.",
    "2694001822": "Бо вуҷуди ин, мо баъзан шахсони алоҳидаро киро мекунем, то ба мо дар санҷиши хосиятҳои система ва хусусиятҳои нав кӯмак расонанд.",
    "1569804581": "Агар шумо хоҳед, ки дар оянда дар бораи имкониятҳои марбута тамос гиред, лутфан ин шаклро пур кунед.",
    "636461959": "Ном",
    "1139500589": "кишвар",
    "1789607185": "Суроғаи электронӣ",
    "325077666": "Бо пешниҳоди маълумоти худ шумо ба мо розӣ мешавед",
    "3555583744": "ва",
    "3609929815": ". Мо маълумоти ном, кишвар ва суроғаи почтаи электронии шуморо танҳо бо мақсади тамос бо шумо дар оянда оид ба имкониятҳои кори тамғагузории инфиродӣ нигоҳ медорем.",
    "4197928199": "Сиёсати Корбурди Маълумоти Шахсӣ",
    "851786723": "Бо ворид кардани почтаи электронии худ, шумо ба Шартҳо ва Сиёсати махфияти мо розӣ мешавед ва аз мо почтаи электронӣ мегиред.",
    "2402165761": "Scraping чӣ гуна кор мекунад?",
    "4260542944": "Скрепинги мундариҷа (инчунин бо номи \"харошидани экран\" ё танҳо \"харошидани\" маълум аст) як раванди маъмул ва аксаран муфид барои ҷамъоварии иттилоот аз веб аст. Бо вуҷуди ин, дар солҳои охир, ин техника як воситаи дӯстдоштаи ҳакерҳо ва қаллобон гардид. Тадбирҳои зиддитеррористӣ метавонанд хатарро ба таври муассир коҳиш диҳанд, аммо барои татбиқи онҳо фаҳмидани он ки ин раванд чӣ гуна кор мекунад, муҳим аст.",
    "2066255783": "Scraping Content чист?",
    "1910628828": "Скрепинги мундариҷа як усули гирифтани маълумот аз системаест, ки маҷмӯи абзорҳои автоматиро дар бар мегирад, ки ба муштарии нармафзор ё браузери веб тақлид мекунад. Ин нав нест. Дарвоқеъ, барои муҳандисони нармафзор, ки метавонанд ба маълумот аз мейнфрэйми кӯҳна ниёз дошта бошанд, скрепинг метавонад ягона роҳи истихроҷи иттилоот бошад. Пайвасткунакҳои аслӣ метавонанд нест шаванд ва иваз кардан ғайриимкон бошад.",
    "3408107995": "Аммо имрӯз, скрепинг ҳамеша маънои як равиши барномавӣ барои гирифтани маълумот аз вебсайтро дорад. Нармафзори скрепинг мисли корбари инсон амал мекунад, тугмаҳоро пахш мекунад ва натиҷаи натиҷаро мехонад. Истифодаи зиёди қонунӣ барои харошидан вуҷуд дорад. Як мисоли браузерҳои веб, ки муҳаррикҳои ҷустуҷӯро тақвият медиҳанд. Воситаҳое мисли Skyscanner низ ҳастанд, ки тавассути омезиши ҳазорон вебсайтҳои сайёҳӣ аҳдҳои сафарро ҷустуҷӯ мекунанд. Ширкатҳои Fintech инчунин аз он истифода мебаранд, ки маълумоти молиявии корбарро аз сайтҳои бонкӣ хориҷ мекунанд, агар барои пайваст кардани маълумот интерфейсҳои барномасозии барномавӣ (API) мавҷуд набошад. Чизҳое, ки дар бораи скрапинги экран дар хотир бояд дошт, суръат ва миқёспазирии он мебошанд. Ин раванд метавонад миқдори зиёди маълумотро аз вебсайтҳо ҷамъоварӣ кунад, ба шарте ки сайтҳо барои боздоштани он танзим нашудаанд. Бо суръати ҳисобкунӣ, скрепер метавонад тавассути ҳамкорӣ бо вебсайтҳо ва нармафзори асосӣ ва пойгоҳи додаҳо, ки онҳоро қувват мебахшад, маҷмӯи додаҳои калон ҷамъ кунад.",
    "1920884252": "Чаро мундариҷаро пошидан таҳдиди амният аст?",
    "2256795853": "Қобилияти ба зудӣ истихроҷи маълумоти зиёде аз вебсайтҳо скрепингро як воситаи пурқувват дар дасти фаъолони бадхоҳ месозад. Боти скрепинг метавонад маълумоти корбарро аз сайтҳои васоити ахбори иҷтимоӣ ҷамъ кунад. Сипас, тавассути канда кардани сайтҳое, ки суроғаҳо ва дигар маълумоти шахсиро дар бар мегиранд ва натиҷаҳоро муқоиса мекунанд, ҳакер метавонад ба ҷиноятҳои шахсият, ба монанди пешниҳоди дархостҳои қаллобии корти кредитӣ машғул шавад.",
    "4087694419": "Ҳакери скрепинг инчунин метавонад аз сайтҳо ба монанди Amazon ва eBay маълумот ҷамъ кунад, то рӯйхати маҳсулотҳои қалбакӣ ё фиребанда эҷод кунад. Сипас ӯ метавонад онҳоро дар хидматҳои ҳамсол ба ҳамсол ба монанди OfferUp ба фурӯш пешниҳод кунад ва ба харидорон ҳамлаҳои фишинг анҷом диҳад. Ё, қаллобон метавонад маҳсулоти вуҷуднадоштаро фурӯшад. Қаллобии минбаъдаи скрапинг дар экран қалбакӣ кардани ноширони таблиғро дар бар мегирад. Бо канда кардани мундариҷа аз сайтҳои ношир, қаллоб метавонад дар хидматҳои гуногун саҳифаҳои таблиғоти таблиғоти қалбакӣ эҷод кунад. Он гоҳ онҳо метавонанд таблиғҳоро дар он саҳифаҳо ба фурӯшандагони ваколатдор фурӯшанд, ки алоқаҳои онҳоро аз файли ads.txt ношир ҷамъоварӣ кардаанд. Ҷойҳои таблиғотӣ ба таблиғдиҳанда воқеӣ ба назар мерасанд, аммо онҳо нестанд.",
    "3315658779": "Бо hCaptcha Enterprise аз скрапинги мундариҷа пешгирӣ кунед",
    "2602081482": "hCaptcha Enterprise омӯзиши пешрафтаи мошинро барои муайян кардани трафики зараровар ба сайт ва барномаҳои шумо, аз ҷумла фаъолиятҳои скрепинг истифода мебарад.",
    "1422537019": "мо имрӯз барои омӯхтани бештар.",
    "1988268879": "Тамғагузории маълумот дар миқёси камхарҷ",
    "2163914794": "Барои маҷмӯи додаҳои шумо тамғакоғазҳои бештар лозим аст? hCaptcha барои ширкатҳое, ки дар замимаҳои зеҳни сунъӣ ва омӯзиши мошин кор мекунанд, тамғагузории зуд, камхарҷ ва сифати баланди маълумотро таъмин мекунад.",
    "3378932530": "Маълумоти худро ҳоло нишон диҳед",
    "3483700676": "Миллионҳо вазифаҳоро фавран оғоз кунед",
    "3478726913": "hCaptcha дорои яке аз калонтарин ҳавзҳои сайёра мебошад, ки барои истифодаи шумо дастрас аст. Новобаста аз миқёси шумо, мо метавонем онро бидуни ӯҳдадориҳои пешакии гаронбаҳо ҳал кунем. Миллионҳо вазифаҳо дар як рӯз ҳеҷ мушкиле надоранд.",
    "740501259": "Қубурҳои оддии бо API идорашаванда",
    "2784612261": "Мехоҳед баррасии инсониро мустақиман ба амалиёти тиҷоратии худ ворид кунед? Мо SLA-ҳои эътимоднокии баланд, иқтидори кафолатнок ва API-ҳои оддии REST пешниҳод мекунем.",
    "1144966033": "Барои арзиш ва сифат оптимизатсия карда шудааст",
    "3213351333": "Уҳдадории пешакӣ талаб карда намешавад",
    "2107077506": "Платформаи HUMAN моделҳои ҳамаҷонибаи эътимодро барои анҷом додани таҳлили мураккаби сифат дар вақти воқеӣ истифода мебарад. Ин ба мо имкон медиҳад, ки ҳам мушкилии саволҳо ва ҳам ҷавоби эҳтимолии дурусти онҳоро зуд муайян кунем ва вақт ва пулро сарфа кунем.",
    "3576146278": "Танҳо барои дақиқии ба шумо лозима пардохт кунед",
    "2952586316": "На ҳама мушкилот яксонанд. Эзоҳҳо барои вазифаҳои аз ҷиҳати бехатарӣ муҳим метавонанд эътимоди 99,99% аз коргарони инсониро талаб кунанд. Эзоҳҳо барои як хусусияти бета дар барномаи бозии мобилӣ метавонад танҳо эътимоди мӯътадилро талаб кунад. Шумо қарор медиҳед.",
    "710145621": "Маълумоти ҳақиқии заминии худро пешниҳод кунед ё ба мо бигзоред, ки онро зуд созем",
    "987901590": "Оё шумо бе маҷмӯи санҷиши ҳамаҷониба маълумоти хом доред? Дар аксари мавридҳо, мо метавонем барои шумо якеро созем, зеро вазифаҳо тавассути система иҷро мешаванд ё барои тасдиқи шумо намунаҳои нишондодашуда эҷод мекунем.",
    "2597352122": "Намудҳои шарҳҳо",
    "1344687860": "Қуттиҳои маҳдудкунанда",
    "1089415440": "Муайянкунии дақиқи объект дар тасвирҳо ва видео",
    "3817067682": "Бисёркунҷаҳо",
    "2682873489": "Майдони маҳдуд барои объектҳоро муайян кунед",
    "1275150216": "Нишонаҳое",
    "2067112112": "Эзоҳҳо барои бисёр ҳолатҳои гуногуни истифода",
    "4228682126": "Категоризатсияи атрибут",
    "2920213479": "Категорияҳои ихтиёрии дилхоҳ андозаро ҷудо кунед ё илова кунед",
    "3288667364": "Муқоиса ва ошкор",
    "155877895": "Муайянкунӣ ва таснифот аз ҷониби инсон",
    "3128433367": "... ва бисёр чизҳои дигар",
    "2827452240": "Оё навъи дигаре лозим аст, ки дар ин ҷо номбар нашудааст? Фақат аз мо пурсед.",
    "719304627": "Назорати яктарафа лозим аст?",
    "1172067553": "Платформаи HUMAN дар паси hCaptcha, сифат ва хусусиятҳои идоракунии хеле мураккаби корро тавассути ҷобаҷогузории дохилӣ, гибридӣ ё SaaS, ки бо системаҳои мавҷудаи шумо ҳамгиро мешаванд, таъмин мекунад.",
    "2319072959": "Бо қувваи кории шахсии худ комилан офлайн кор кунед, арзиши истеъмолшударо дар воҳидҳои тиҷоратӣ ё шарикони консорсиум пайгирӣ кунед, ҷойҳои кориро ба таври интихобӣ ба провайдерҳои гуногуни меҳнати дохилӣ ё берунӣ дар асоси арзиш ва талаботҳои амниятӣ равона кунед ва ғайра.",
    "1936512180": "Дастрасии осон ба API, панелҳои зебо ва технологияи навтарин дар давр барои баланд бардоштани самаранокии коргарон.",
    "3913848038": "99,99% SLA-ҳои вақти корӣ ва дастгирии глобалии 24/7 дастрас аст.",
    "1080752747": "Бо фурӯшанда тамос гиред",
    "1525403768": "Барои маълумоти иловагӣ ба фурӯшгоҳи корхона муроҷиат кунед.",
    "1546930020": "Гирифтани маълумот",
    "2486638408": "Муайян кардани мушаххасот",
    "1027200955": "Бо яке аз коршиносони домени мо барои муайян кардани ниёзҳои лоиҳаи худ сӯҳбат кунед: дақиқии ҳадаф, формат ва ҳама гуна талаботи махсус.",
    "1156712451": "Санҷиши ибтидоии кор",
    "181065232": "Мо дар асоси маълумоти намунавии шумо кори хурди истеҳсолиро иҷро мекунем. Ин кореро, ки мо якҷоя анҷом додаем, месанҷад, то боварӣ ҳосил кунед, ки шумо он чизеро, ки ба шумо лозим аст, ба даст оред.",
    "3207769512": "Ҷойгир кардани ҷойҳои корӣ",
    "1099238677": "Бо ҳаҷми баланд ва таъхири пасти мо мо кори шуморо ба зудӣ бо интиқоли автоматикунонидашуда ҳангоми анҷом додани он бармегардонем.",
    "465783046": "Мехоҳед онро бо маълумоти худ санҷед?",
    "328625009": "... мо омодаем, вақте ки шумо ҳастед: хидмати мо шабонарӯзӣ дастрас аст.",
    "3225770968": "hCaptcha барои ҳалли мушкилоти меҳнатталабтарин дар омӯзиши мошинсозӣ пешбинӣ шудааст; нишон додани миқдори зиёди маълумот бо роҳи саривақтӣ, дастрас ва боэътимод.",
    "2041686284": "Маълумоти бештар одатан дар омӯзиши моделҳои омӯзиши мошинҳо натиҷаҳои беҳтар меорад. Муваффақияти охирини моделҳои амиқ боиси афзоиши афзояндаи маҷмӯаҳои додаҳо гардид ва hCaptcha ба ин ниёз хидмат мекунад. Бо вуҷуди ин, эҷоди маҷмӯаҳои бузурги аз ҷониби инсон баррасӣшуда бо истифода аз усулҳои анъанавӣ ҳам суст ва ҳам гарон аст.",
    "3729345277": "hCaptcha як роҳест барои ширкатҳо барои гирифтани эзоҳҳое, ки ба онҳо лозим аст, зудтар, бо сифати баландтар ва бо арзиши камтар нисбат ба дигар алтернативаҳо.",
    "2103563261": "Маълумоти хусусӣ ё ҷамъиятӣ",
    "2513143348": "Системаи hCaptcha Enterprise дар тарҳрезии худ ба таври беназир чандир аст: он метавонад қисман ё пурра дар канори шабакаи шумо ҷойгир карда шавад, агар шумо абри ҷамъиятиро идора кунед ё марказҳои зиёди маълумот дошта бошед.",
    "3107683988": "Ин метавонад трафики берун аз шабака ва хароҷотро ба таври назаррас коҳиш диҳад ва дар баробари нигоҳ доштани тамоми бартариҳои идоракунии кормандони 24/7 занги мо барои қонеъ кардани қатъитарин шартҳои SLA.",
    "3660619092": "Барои ҳалли Enterprise ройгон сабти ном кунед ё бо фурӯш тамос гиред",
    "2351176803": "Шартҳои иҷозатнома барои API hCaptcha JS",
    "2616226398": "Ба мо вобаста аст",
    "2024293275": ". Ҳама ҳуқуқҳои дигар маҳфузанд, ҳоло.",
    "1062291156": "шартҳои стандартӣ",
    "2712493234": "Қаллобӣ оид ба пардохт: Кӯшиш додани усули зуд инкишофёбандаи киберҷиноят",
    "1817772953": "Қаллобӣ шакли нави ҷиноят нест. Дар ҳақиқат, бостоншиносон дастгоҳҳои зидди қаллобиро кашф карданд, ки аз ҷониби шумерҳои қадим барои интиқоли чорво бидуни талафот тақрибан 10 000 сол пеш сохта шуда буданд! Дар ҳолати онҳо, онҳо аломатҳои гилинро, ки ҳар як ҳайвонро ифода мекунанд, дар дохили тӯби гили бо номи \"булла\" мегузоранд. Булла ҳангоми аз фурӯшанда ба харидор гузаштан бо рама сафар мекард. Ҳатто он вақт, соҳибони тиҷорат нигарон буданд, ки на ҳама бо онҳо сарукор доранд, дар боло ва боло ҳастанд. Дар тӯли 10,000 сол бисёр чиз тағйир ёфт, аммо зарурати навоварона дар пешгирии қаллобӣ бо мо боқӣ мемонад. Имрӯз масъалаи қаллобӣ дар пардохти онлайн аҳамияти аввалиндараҷа дорад. Бо Интернет, қаллобон дар назорати зидди қаллобӣ бештар моҳир мешаванд. Бо вуҷуди ин, роҳҳои ҳалли нав мавҷро тағир медиҳанд.",
    "1053787685": "Қаллобии пардохт чист?",
    "433424759": "Қаллобии пардохт ҳама гуна амалиёти ғайриқонуниро дар бар мегирад, ки дар он киберҷинояткор қурбониро аз чизи арзишманд, маъмулан пул маҳрум мекунад. Ин метавонад маънои истифодаи корти кредитии дуздидашударо барои фармоиш додани мол дар интернет ё гирифтани суратҳисоби бонкӣ ва интиқоли ғайриқонунии маблағ аз он дошта бошад. Вариантҳои зиёд вуҷуд доранд, аммо ҳамаи онҳо як натиҷа доранд: қаллобон шахсияти дуздидашуда ё маълумоти пардохтро барои дуздӣ аз истеъмолкунанда, бонк ё тоҷир истифода мебарад.",
    "2939852138": "Чӣ тавр қаллобон [кӯшиш мекунанд] аз қаллобӣ дар пардохт халос шаванд?",
    "1665616092": "Қаллобии пардохт дар консепсия оддӣ аст, аммо он метавонад дар иҷрои имрӯзаи худ ба таври афсонавӣ мураккаб бошад.",
    "4246520782": "Дарвоқеъ, Интернет шоҳиди мусобиқаи аслиҳаи аслиҳаи байни қаллобон ва ҳимоятгарон дар солҳои охир буд.",
    "2167049807": "Гурӯҳҳои амниятӣ як қатор чораҳо ва назоратро қабул карданд, ки равишҳои осон ва танбалиро барои қаллобӣ дар пардохт мағлуб мекунанд. Бо вуҷуди ин, ҳамлаҳо торафт мураккабтар мешаванд. Масалан, ботҳо ҳоло метавонанд рақамҳои корти кредитии дуздидашуда ва PIN-кодро аз вебсайтҳои қалбакӣ ва ҳамлаҳои фишинг гиранд.",
    "1936449777": "Сипас, дар ҳолати комилан автоматӣ, онҳо метавонанд рафтори инсонро дар сайтҳои тиҷорати электронӣ тақлид кунанд, тугмаҳоро пахш кунанд ва ашёҳоро ба аробаҳои харид илова кунанд - то ба ҷое, ки аксари назоратчиёни зидди қаллобӣ гуфта наметавонанд, ки бот кӯшиши дуздиданиро дорад. мол. Баръакс, чунин ба назар мерасад, ки гӯё корбари инсон танҳо харид мекунад. Бот метавонад ба ҳисоби муштарии воқеӣ бо истифода аз маълумотномаи дуздидашуда ворид шавад. Боз ҳам пинҳон кардани қаллобӣ ин қобилияти бот барои қаллобӣ кардани суроғаҳои IP мебошад ва ба назар чунин менамояд, ки гӯё \"харидор\" аз ҳамлагар, ки шояд дар кишвари хориҷӣ бошад, фарқ мекунад.",
    "648630222": "Пешгирии қаллобии пардохт бо Enterprise hCaptcha",
    "1621930829": "Дар бораи фаъолиятҳои пешрафтаи имрӯзаи қаллобӣ бо пардохти беист чӣ кор кардан мумкин аст? Истифодаи қабатҳои сершумори назорат одатан як равиши оқилона аст. Бо вуҷуди ин, беҳтарин чораҳои муқобила инҳоянд, ки метавонанд ботро ба дом афтонанд ва қалбакӣ будани онро ошкор кунанд, сарфи назар аз кӯшишҳои беҳтарини эҷодкорон барои такрори рафтори инсон.",
    "2423586454": "Ҳанӯз баъзе корҳое ҳастанд, ки нармафзор наметавонанд иҷро кунанд, новобаста аз он ки AI дар паси он чӣ қадар хуб аст. Технологияи муосири CAPTCHA усули исботшудаи бастани ботҳоро, ки кӯшиши идома додани қаллобии пардохтро доранд, пешниҳод мекунад. Дар ҳоле ки равишҳои кӯҳна ба CAPTCHA, ба монанди рақамҳои оддии каҷ дар қуттӣ, ҳоло асосан дар сабук кардани ботҳои пешрафта нокифоя мебошанд, як дастгоҳи автоматии санҷишӣ-ҷавоб ба монанди hCaptcha Enterprise метавонад дар лаҳзаи воридшавӣ ба ҳисоб ё кассири ароба боти қаллобиро ба осонӣ шикаст диҳад. Ҳатто агар бот дорои эътимодномаҳои воқеӣ бошад, агар он аз тариқи CAPTCHA гузашта наметавонад.",
    "1467308982": "Нақшаҳои пардохт",
    "1291824746": "Пардохтҳои hCaptcha ҳар семоҳа дар тӯли 60 рӯз иҷро мешаванд. Барои нишон додани ин чӣ маъно дорад, лутфан ба ҷадвали зер нигаред.",
    "3444947612": "Трафик байни",
    "4181611011": "Санаи мусолиҳа",
    "728503636": "Санаи пардохт",
    "3720584906": "15 июли 2021 - 15 октябри 2021",
    "388240587": "5-15 январи 2022",
    "3426312287": "5-15 январи 2022",
    "615618648": "15 апрели 2021 - 15 июли 2021",
    "3376724603": "14-24 сентябри 2021†††",
    "3398978455": "15-25 сентябри 2021†††",
    "2722456056": "15 январи 2021 - 15 апрели 2021",
    "4063155841": "На дертар аз 25 июни соли 2021††",
    "4082053540": "19-25 июни 2021††",
    "64953197": "15 октябри 2020 - 15 январи 2021",
    "1023070345": "На дертар аз 14 марти соли 2021",
    "2600696085": "15 марти 2021",
    "3217791519": "15 июли 2020 - 15 октябри 2020",
    "649261378": "5-11 январи 2021*",
    "1559190296": "5-11 январи 2021†",
    "3806054689": "15 апрели соли 2020 - 15 июли 2020",
    "4162383380": "16-22 сентябри 2020*****",
    "1990824776": "16-24 сентябри 2020*****",
    "3856690908": "15 январи соли 2020 - 15 апрели 2020",
    "3200641265": "На дертар аз 16 июни соли 2020*",
    "3744079744": "15-19 июни соли 2020****",
    "2209837451": "15 октябри 2019 - 15 январи 2020",
    "2510534204": "На дертар аз 23 марти соли 2020 ***",
    "2910560864": "20-23 марти 2020***",
    "2544565802": "15 июли 2019 - 15 октябри 2019",
    "3963642878": "На дертар аз 14 декабри соли 2019*",
    "622103562": "17 декабри 2019**",
    "4072202039": "15 апрели 2019 - 15 июли 2019",
    "818049069": "На дертар аз 15 июли соли 2019",
    "1169005651": "15 сентябри 2019",
    "2303655425": "15 январи 2019 - 15 апрели 2019",
    "3678889946": "На дертар аз 15 июни соли 2019",
    "3094354698": "15 июни соли 2019",
    "4217013126": "Пардохтҳо одатан дар давоми рӯз дар санаи пардохт иҷро мешаванд ва дар маҷмӯъ то нисфи шаби Уқёнуси Ором анҷом дода мешаванд. Агар ҳисоб барои баррасӣ қайд карда шуда бошад, барои озод кардани пардохт метавонад то панҷ рӯзи кории иловагӣ лозим шавад.",
    "1447649958": "Ҳамчун ёдоварӣ, танҳо трафики дақиқи одамон барои пардохт ҳақ дорад. Шумо метавонед тафсилоти бештарро дар ин бора дар FAQ-и мо, ки дар зер пайванд шудааст, бубинед. Тавозуни дастрас инчунин бояд ба ҳадди ақали ҳадди ақал мувофиқат кунад, то ки ҳаққи пардохтро дошта бошад, айни замон 10 HMT.",
    "4257144752": "Ҳисобҳои вақти воқеӣ дақиқии ниҳоӣ ё инсониятро инъикос намекунанд ва аз ин рӯ, даромади ниҳоии шумо метавонад аз рақамҳое, ки дар панели идоракунӣ пеш аз оштии аввал нишон дода шудаанд, ба таври назаррас фарқ кунад.",
    "2728931827": "Пас аз ҳар як созиш, ҳисобҳои калиди шумо нав карда мешаванд ва дурустии пешгӯиҳои оянда бояд афзоиш ёбад, ба шарте ки сайти шумо дар рафтори корбар тағйироти моддӣ надошта бошад.",
    "1200905005": "††† Аз сентябри соли 2021, мувофиқакунӣ ва пардохтҳо акнун на дар як рӯз на дар тӯли тақрибан 10 рӯз иҷро мешаванд, то маҳдудиятҳои амалиётии марбут ба афзоиш дар хидматро содда кунанд.",
    "4284094387": "†† Бархе аз моҳи июни соли 2021 мувофиқат ва пардохтҳо дар ҳафтаи оянда бо сабаби таъхир дар тафтиши ҳисобҳои ниҳоӣ дар равзанаи мувофиқа анҷом дода мешаванд.",
    "1977013707": "† Пардохтҳо дар моҳи декабри соли 2020 аз 15-ум ба нақша гирифта шудаанд, то ки бо оштӣ дар охири сол ва рухсатии кормандон такрор нашаванд: онҳо то ҳафтаи дуюми моҳи январ ба анҷом мерасанд. Аз сабаби сусттар будани интиқоли муқаррарӣ ба PayPal, пардохтҳо на дар як рӯз анҷом дода мешаванд, балки дар тӯли якчанд рӯз иҷро мешаванд.",
    "517010299": "Лутфан таваҷҷӯҳ намоед: мо ҳоло дар болои як гузариши асосии пуштибонӣ ба мусолиҳаи наздики вақти воқеӣ кор карда истодаем. Мулоқотҳои даврӣ нисбат ба муқаррарӣ то семоҳаи 1 2021 камтар иҷро мешаванд. Ин ба ҷадвал ё санаҳои пардохт таъсир намерасонад.",
    "3092200338": "** Вақте ки рӯзи 15-ум ба рӯзи истироҳат рост меояд, санаи пардохт ба ҷои 17-ум аст.",
    "3891941747": "*** МАШВАРАТӢ оид ба COVID-19: Бо сабаби кам шудани иқтидори кормандони марбут ба COVID-19, оштӣ аз нав ба нақша гирифта шудааст, то вақти иловагӣ барои анҷом додани санҷиши стандартии мо дода шавад. Интизор меравад, ки пардохтҳо рӯзи ҷумъа оғоз ёфта, рӯзи душанбеи оянда ба анҷом расад.",
    "2301757528": "**** Аз сабаби нигоҳдории PayPal API-ҳои REST дар давоми равзанаи пардохт, на ҳама пардохтҳо 15 июн анҷом ёфтанд. Ҳама пардохтҳое, ки барои 15 июн (вақти Уқёнуси Ором) ба нақша гирифта шудаанд, вале бо сабаби хатогиҳои PayPal API иҷро нашудаанд, то 19 июн (вақти Уқёнуси Ором) дубора иҷро карда шуданд.",
    "116842359": "***** Интизор меравад, ки мусолиҳаҳо бо сабаби нигоҳдории система дар тӯли чанд рӯз анҷом шаванд.",
    "4154415610": "***** Пардохтҳо дар моҳи сентябри соли 2020 бо ба итмом расидани мусолиҳа ба қисмҳо иҷро карда мешаванд ва баъзеи онҳо бо сабаби таъхири оштӣ чанд рӯз дертар аз нақшаи аввалан ба нақша гирифта шудаанд.",
    "2310694091": "Муносибат чӣ маъно дорад?",
    "164801246": "Мулоқот ин равандест, ки тавассути он трафик пас аз он, ки инсоният ва саҳеҳии он, пас аз ворид шудани тамоми маълумот аз ҳама сайтҳои гузоришдиҳӣ таҳлил карда мешавад. Шумо метавонед тафсилоти бештарро дар мо хонед.",
    "3256245394": "инчунин мақолаҳои блоги мо, масалан",
    "3089778412": "Чӣ тавр hCaptcha мукофотҳоро ҳисоб мекунад",
    "3329755436": "Оё шумо ният доред, ки ин равандро суръат диҳед?",
    "1911669851": "Бале, мо ҳоло дар болои беҳбудиҳои гуногуни системаҳои пуштибонии худ кор карда истодаем, ки интизорем, ки дар ниҳоят ба мо имкон медиҳад, ки ҳам мусолиҳаи тезтар, дақиқии зудтари ҳисобҳо ва пардохтҳои зудтарро пешниҳод кунем. Мо дар айни замон кор карда истодаем, ки пеш аз хама созишро тезонем.",
    "2366003154": "Дархости матбуот ва ВАО",
    "3054564199": "Маҷмӯаи матбуот",
    "3173156067": "Баъзе гаравҳои тайёр дар ҳолате мавҷуданд, ки шумо мехоҳед тасвирҳои мисолиро дар мақолаи худ дохил кунед.",
    "867314732": "Шумо метавонед ҳалли баландро дарёфт кунед",
    "858218750": "ва дастур оид ба истифодаи онҳо дар",
    "3821716514": "саҳифа.",
    "1186243118": "тасвирҳои логотип",
    "3034959000": "Шумо метавонед баргардонед",
    "1764089150": "Ин ҷо:",
    "1558428432": ". Лутфан онҳоро ба hCaptcha.com қарз диҳед.",
    "2429359042": "мисоли тасвирҳои интерфейс",
    "1480820434": "тасвир 1",
    "3213411837": "тасвир 2",
    "1270712701": "Матбуот ва хабархои охирин",
    "231285005": "Шумо метавонед навсозиҳои охиринро дар блоги мо пайдо кунед",
    "1289884910": "Мо инчунин гох-гох тахлил ва гузоришхо нашр мекунем. Барои намуна:",
    "932546190": "Чаро CAPTCHA ҳамеша бо мо хоҳанд буд",
    "2344319147": "Муайян кардани ботҳои Google воқеан чӣ қадар арзиш дорад?",
    "1637527266": "Дар кадом кишварҳо трафики ботҳо бештар аст?",
    "230159237": "Тамос",
    "3759923279": "Лутфан дархостҳои матбуотро ба суроғаи почтаи электронии зерин фиристед:",
    "4255608322": "Навсозии охирин: 12 апрели соли 2021",
    "33639629": "Ба вебсайтҳои шахсони сеюм дахл надорад. Лутфан қайд кунед, ки ин Сиёсати махфият ба ягон вебсайт, пешниҳод, маҳсулот ё хидмати ягон шахси сеюм дахл надорад, ҳатто агар он ба сайти мо пайвандад ё хидматро дар бар гирад - лутфан пеш аз тасмим гирифтани ҳама гуна маълумот ба сеюм ба сиёсати махфияти мувофиқ муроҷиат кунед. ҳизбҳо.",
    "987375734": "IMI дар Иёлоти Муттаҳида ҷойгир аст. Сайтҳо ва хидматҳо аз ҷониби мо аз Иёлоти Муттаҳида назорат ва идора карда мешаванд. Маълумоти шахсии шумо метавонад дар ҳама кишваре нигоҳ дошта шавад ва коркард карда шавад, ки дар он мо иншоот дорем ё провайдерҳои хидматрасониро ҷалб мекунем ва бо истифода аз сайтҳо ва хидмат шумо ба интиқоли маълумот ба кишварҳои берун аз кишвари истиқомати шумо, аз ҷумла Иёлоти Муттаҳида розӣ мешавед. , ки метавонад қоидаҳои ҳифзи додаҳо аз қоидаҳои кишвари шумо фарқ кунад. Дар баъзе ҳолатҳо, судҳо, мақомоти ҳифзи ҳуқуқ, мақомоти танзимкунанда ё мақомоти амниятии он кишварҳои дигар метавонанд ба маълумоти шахсии шумо дастрасӣ дошта бошанд.",
    "452920031": "Эзоҳ ба муштариёни берун аз Иёлоти Муттаҳида.",
    "2328839224": ". Лутфан ба бахши \"Огоҳӣ ба сокинони Калифорния\"-и мо, ки ба ҳуқуқҳои шумо дар асоси Санади махфияти истеъмолии Калифорния (\"CCPA\") марбут аст, нигаред.",
    "1565481281": "Эзоҳ ба сокинони Калифорния",
    "1028058338": "Лутфан, ба бахши \"Огоҳӣ ба субъектҳои маълумоти ИА\"-и мо, ки ба ҳуқуқҳои шумо дар доираи Низомномаи умумии ҳифзи додаҳо (\"GDPR\") марбутанд, нигаред.",
    "2271205646": "Нота ба сокинони минтақаи иқтисодии Аврупо.",
    "508143070": "Аҳамият диҳед, ки IMI нозири маълумоти шахсии шумост, ба истиснои ҳолатҳое, ки мо маълумоти шахсиро аз номи Интеграторҳои худ дар робита бо пешниҳоди хидмати худ коркард мекунем, дар ин ҳолат мо коркардкунандаи маълумоти шахсӣ мебошем ва он Интеграторҳо назоратчиёни маълумоти шахсӣ.",
    "2330965058": "Дар он ҷое, ки мо ҳамчун протсессори Интеграторҳои худ амал мекунем, мо маълумоти ҷамъшударо ба ғайр аз он ки барои пешниҳоди хидмати мо оқилона зарур аст, истифода намебарем ва коркарди мо тибқи шартномаҳое, ки мо бо Интеграторҳои худ дорем, танзим карда мешавад, на ин Сиёсати Корбурди Маълумоти Шахсӣ",
    "3017040355": "Коркарди маълумоти Мавзӯи маълумоти ИА дар асоси қонунии бандҳои стандартии шартномавӣ (SCCs) амал мекунад, ки дар замимаи коркарди маълумот ба Шартҳои хидматрасонии мо ё Созишномаҳои коркарди маълумот бо Интеграторҳои мо ворид карда шудаанд.",
    "2233384692": "Агар шумо дар бораи чӣ гуна коркарди ин маълумот ягон савол ё нигаронӣ дошта бошед ё мехоҳед ҳуқуқҳои худро истифода баред, шумо бояд ба шахс ё муассисае (яъне, нозири додаҳо), ки бо мо барои истифодаи хидмат барои коркарди ин маълумот шартнома бастааст, тамос гиред. Бо вуҷуди ин, мо ба Интеграторҳои худ барои ҳалли ҳама гуна нигарониҳои шумо мувофиқи шартҳои шартномаи мо бо онҳо кӯмак хоҳем кард.",
    "349292953": "Маълумоте, ки мо ҷамъ мекунем",
    "3022001832": "Мо маълумотро аз ашхосе, ки бо сайтҳо ва хидматҳои мо ҳамкорӣ мекунанд, аз ҷумла онҳое, ки хидмати моро ба вебсайти худ ворид мекунанд (\"Интеграторҳо\"), онҳое, ки хидматҳоро барои тамғагузории маълумот истифода мебаранд (\"Муштариён\") ва корбарони ниҳоӣ, ки бо мо ҳамкорӣ мекунанд, ҷамъ мекунем. Хидмат тавассути вебсайтҳои Интеграторҳои мо (\"Истифодабарандагони ниҳоӣ\").",
    "835545301": "Мо категорияҳои зерини маълумотро ҷамъ меорем:",
    "3228928991": "Маълумоте, ки барои муайян кардан ё тамос гирифтан мумкин аст (\"Маълумоти шахсӣ\"), аз қабили ном, суроғаи почтаи электронӣ ва кишвар истифода шавад. Мо маълумоти шахсиро аз Интеграторҳо ва муштариёни ҳозира ва эҳтимолии худ вақте ҷамъоварӣ мекунем, ки онҳо онро мустақиман ба мо медиҳанд (масалан, тавассути пур кардани варақа ҳангоми ворид шудан ба ҳисоб ё дархост барои гирифтани огоҳиҳои почтаи электронӣ аз мо). Мо инчунин метавонем шахсияти Интеграторҳо ва Мизоҷони худро тавассути муқоисаи маълумоти шахсӣ бо пойгоҳи додаҳои шахсони сеюм ё ҳуҷҷатҳои расмии ҳуқуқӣ тафтиш кунем.",
    "1655796811": "Маълумоте, ки дар натиҷаи истифодаи Интегратор ё Фармоишгар аз сайтҳо ё хидматҳо (“Маълумоти таҳлилӣ”) ба таври худкор ҷамъоварӣ мешавад, ба монанди суроғаҳои IP, навъи браузер, провайдери хидматрасонии интернетӣ, навъи платформа, навъи дастгоҳ, системаи амалиётӣ, мӯҳри сана ва вақт дастрасӣ ва дигар маълумоти шабеҳ. Баъзе Маълумоти Таҳлилӣ аз номи мо аз ҷониби шахсони сеюме, ки мо бо ин мақсад машғулем, ҷамъоварӣ карда мешаванд ва баъзе Маълумоти Таҳлилӣ тавассути технологияҳои гуногуни пайгирӣ, аз ҷумла кукиҳо ҷамъоварӣ карда мешаванд (нигаред ба \"Технологияҳои Таҳлили Шахси сеюм ва Технологияҳои пайгирӣ\" дар зер).",
    "1388241689": "Маълумоте, ки дар натиҷаи посух додан ба дархостҳои корбарони ниҳоӣ тавассути хидмат ҷамъоварӣ шудааст (\"Маълумоти тамғагузорӣшуда\"), ба монанди маълумоти тамғагузории тасвирҳо, матне, ки аз файлҳои аудиоӣ ба ин корбарони ниҳоӣ табдил дода шудааст, ҷавобҳо ба саволҳо ва дигар дархостҳои аз ҷониби хидмат тавлидшуда бо мақсади тамғагузории маълумот барои истифода дар барномаҳои омӯзиши мошинсозӣ. Дар хотир доред, ки Маълумоти Нишонӣ ба ягон шахси муайяншуда вобаста нест.",
    "1493790285": "Маълумоти дигаре, ки аз корбарони ниҳоӣ ҳамчун як қисми хидмат ҷамъоварӣ шудааст, барои муайян кардани он, ки оё онҳо заруранд",
    "2216374138": "инсонанд, ба монанди ҳаракатҳои муш, мавқеи ҳаракат, рӯйдодҳои пахши клавиатура, рӯйдодҳои ламс ва иттилооти гироскоп/акселерометр.",
    "2394073454": "Мо метавонем маълумоти иловагиро аз корбарони ниҳоӣ, ки мехоҳанд бо мо ҳамчун тамғагузорони инфиродӣ кор кунанд, ҷамъоварӣ кунем.",
    "3103557430": "Чӣ тавр мо маълумотро истифода мебарем",
    "1130802068": "Мо маълумоти ҷамъовардаамонро барои мақсадҳои зерин истифода мебарем:",
    "2940689138": "Идоракунии ҳисобҳои интегратор ва муштарӣ ва пешниҳоди хидмат. Мо маълумоти шахсиро бо мақсади пайваст кардани ҳисобҳои мушаххас бо Интеграторҳо ва Мизоҷон ва пешниҳоди хидмат ба онҳо, посух додан ба дархостҳо ё дархостҳо, расонидани дастгирӣ ё кӯмаки техникӣ ва осон кардани пардохтҳо истифода мебарем.",
    "857974529": "Барои беҳтар кардани сайт ва хидмат. Мо маълумоти таҳлилиро барои беҳтар кардани хидматҳо ва пешниҳодҳои мавҷуда ва таҳияи нав ва мутобиқ кардани пешниҳодҳои мавҷуда ва ояндаи маҳсулот истифода мебарем.",
    "1820844638": "Барои ба даст овардани фаҳмиши бозор. Мо маълумоти таҳлилиро барои таҳлили бозор ва гузаронидани таҳлили тиҷории марбут ба сайт ва хидматҳои мо ва дигар мақсадҳои тадқиқотӣ истифода мебарем.",
    "3386280249": "Барои таъмин кардани бозор барои маълумоти тамғагузорӣ. Хидмати мо имкон медиҳад, ки тамғагузории миқдори зиёди додаҳо ва баррасии одамонро барои системаҳои омӯзиши мошинсозӣ ҳамчун хидмат ба соҳибони вебсайтҳо ва ширкатҳое, ки ба кӯмак дар гирифтани нишони маълумоти онҳо ниёз доранд, фароҳам меорад. Бо ин мақсад, мо ба муштариёни худ, ки ба гирифтани маълумоти тамғагузоришуда таваҷҷӯҳ доранд, маълумот медиҳем.",
    "3532143291": "Барои бехатарии хидматҳо ва системаҳои мо. Мо маълумоти таҳлилиро барои муҳофизати системаҳои худ тавассути муайян кардани таҳдидҳо ва осебпазириҳои эҳтимолӣ ва ба таври дигар муҳофизат кардани маълумоти ҷамъовардаамон истифода мебарем.",
    "2185418511": "Барои ҳама гуна ҳадафҳои қонунии тиҷорат, ба шарте ки иттилоот беидентификатсия ё ҷамъоварӣ карда шуда бошад, ки он ба таври оқилона ба шахси воқеӣ алоқаманд набошад.",
    "2386465280": "Чӣ тавр мо маълумотро мубодила мекунем",
    "2159517814": "Мо маълумоти шахсиро дар ҳолатҳои зерин мубодила ё ифшо мекунем:",
    "4256083674": "Бо дархости мустақими Интегратор барои муайян кардани хатари қаллобӣ дар дархости даъвати мушаххаси CAPTCHA ё суроғаи IP, ё ба тариқи дигаре, ки розигии мушаххас дода шудааст.",
    "3494826505": "Бо фурӯшандагон мо вазифадор мешавем, ки ҷанбаҳои муҳими сайтҳо ва хидматҳоро, аз қабили нигоҳдории маълумот, хостинг ва таҳлил ва танҳо бо ин мақсадҳо таъмин кунем.",
    "1119009846": "Дар ҳолати зарурӣ барои риояи қонунҳои амалкунанда, аз ҷумла дархостҳои ҳукуматӣ, дархостҳои мақомоти ҳифзи ҳуқуқ ва ба таври дигар ба шахсони давлатӣ ва хусусӣ бо мақсади ҳифзи ҳуқуқ, дахолатнопазирӣ, амният ё моликияти шумо, мо ва дигарон.",
    "197676026": "Бо дигарон барои ҳар як ҳадафи тиҷоратии қонунӣ, ба шарте ки ин маълумот ошкор карда шавад",
    "2359312315": "ё ба тавре ҷамъ оварда шудааст, ки онро ба таври оқилона ба як шахс вобаста кардан мумкин нест.",
    "2497216176": "Таҳлилҳо ва технологияҳои пайгирии тарафи сеюм",
    "3694578791": "Тавре ки дар боло баррасӣ шуд, мо (ва фурӯшандагони тарафи сеюм) маълумоти таҳлилиро қисман тавассути истифодаи кукиҳо, веб-маякҳо ва дигар технологияҳои пайгирӣ ҷамъ меорем. Дар баъзе мавридҳо, мо бо фурӯшандагони тарафи сеюм кор мекунем, то кукиҳоро бо мақсади ҷамъоварии иттилооти таҳлилӣ истифода барем.",
    "2014256987": "Агар шумо хоҳед, ки истифодаи кукиҳо ё дигар технологияҳои пайгириро манъ накунед, лутфан ба \"Идоракунии маълумоти шумо\" дар зер нигаред. Лутфан қайд кунед, ки ин кор метавонад ба таҷрибаи шумо бо истифода аз сайтҳо ё хидматҳо таъсири манфӣ расонад, зеро баъзе хусусиятҳо метавонанд дуруст кор накунанд.",
    "2788024905": "Чӣ тавр мо маълумотро муҳофизат мекунем",
    "3031284129": "Радди кафолат",
    "26365791": "То ҳадди пуррае, ки қонун иҷозат додааст, Сайт ва Хидмат (ва ҳама гуна хидматҳои марбута, маълумот, маълумот, хусусиятҳо ва дигар мундариҷа ё маводҳо) дар асоси “ба таври мавҷуда” ва “ба таври дастрас” пешниҳод карда мешаванд. То ҳадди пуррае, ки қонун иҷозат додааст, IMI ҳама кафолатҳоро истисно мекунад, аз ҷумла, вале бо маҳдуд накардани кафолатҳои пешбинишудаи тиҷоратӣ, мувофиқат ба ҳадафи мушаххас ва вайрон накардани ҳуқуқ.",
    "735630686": "Идоракунии иттилооти шумо (ҳуқуқҳои шумо)",
    "2895491273": "Агар шумо хоҳед, ки кукиҳо ё дигар технологияҳои пайгириро маҳкам кунед, аксари браузерҳо ва дастгоҳҳои мобилӣ ҳама шумо метавонед танзимоти худро тағир диҳед, то шуморо огоҳ созанд, ки ҳангоми гирифтани кукиҳо ё дигар технологияҳои пайгирӣ истифода мешаванд ва ё қабул кардан/иҷоза надоданро интихоб кунед. он. Аксари браузерҳо инчунин ба шумо имкон медиҳанд, ки кукиҳои мавҷударо хомӯш кунед ё нест кунед ё кукиҳои ояндаро худкор рад кунед. Шумо инчунин метавонед асбобҳои тарафи сеюм, аз ҷумла плагинҳои браузерро барои назорат кардани афзалиятҳои кукиҳои худ истифода баред. Аммо дар хотир доред, ки агар шумо ҳамаи кукиҳоро хомӯш кунед, баъзе қисмҳои сайтҳои мо метавонанд дуруст кор накунанд.",
    "707527778": "Маълумот аз кӯдакон",
    "2419795065": "Огоҳӣ ба сокинони Калифорния",
    "1517625162": "Мутобиқи Қисми 1789.3 Кодекси граждании Калифорния, корбарони Калифорния ҳуқуқ доранд, ки огоҳии зерини ҳуқуқи истеъмолкунандагонро гиранд: Сокинони Калифорния метавонанд ба Шӯъбаи кӯмаки шикоятии шӯъбаи хидматрасонии истеъмолии Департаменти Корҳои истеъмолии Калифорния тавассути почта дар 1625 North Market Blvd, Сакраменто, муроҷиат кунанд. CA 95834, ё тавассути телефон бо рақамҳои (916) 445-1254 ё (800) 952-5210.",
    "3730344349": "Ин бахш тафсилоти иловагиро дар бораи маълумоти шахсие, ки мо дар бораи истеъмолкунандагони Калифорния ҷамъоварӣ мекунем ва ҳуқуқҳои ба онҳо тибқи Санади махфияти истеъмолии Калифорния ё \"CCPA\" додашуда пешниҳод мекунад.",
    "4044467791": "Барои категорияҳои маълумоти шахсие, ки мо аз шумо дар давоми 12 моҳи пеш ҷамъоварӣ кардаем, лутфан ба бахши \"Маълумоте, ки мо ҷамъоварӣ мекунем\" дар боло нигаред. Мо ин маълумотро барои мақсадҳои тиҷоратӣ ва тиҷоратӣ ҷамъ меорем, ки дар қисмати \"Чӣ тавр мо маълумоти шахсиро истифода мебарем\" дар боло тавсиф шудааст. Дар 12 моҳи пеш, мо категорияҳои зерини иттилоотро бо шахсони сеюм бо мақсади тиҷорат мубодила кардем:",
    "4208081170": "Категорияи маълумоти шахсӣ",
    "1528242915": "Идентификаторҳо.",
    "3863351997": "Категорияҳои маълумоти шахсӣ, ки дар қонуни сабтҳои муштариёни Калифорния номбар шудаанд (Кал. Кодекси шаҳрвандӣ § 1798.80(д)).",
    "2826705343": "Маълумоти тиҷоратӣ.",
    "2683038211": "Интернет ё дигар фаъолияти шабакаи электронӣ.",
    "3671828834": "Намунаҳои маълумоти шахсии муштарак",
    "779426309": "Номи воқеӣ, мушаххаскунандаи беназири шахсӣ, идентификатори онлайн, суроғаи Протоколи Интернет, суроғаи почтаи электронӣ, номи ҳисоб ё дигар идентификаторҳои шабеҳ.",
    "2414368123": "Ном, рақами корти кредитӣ, рақами корти дебетӣ ё ҳама гуна маълумоти дигари молиявӣ.",
    "4088941349": "Сабтҳои маҳсулот ё хидматҳои харидашуда, гирифташуда ё баррасӣшуда.",
    "3238612014": "Таърихи дидан, маълумот дар бораи ҳамкории истеъмолкунанда бо вебсайти интернетӣ, барнома ё таблиғ.",
    "1023108656": "Категорияҳои гирандаи шахсони сеюм",
    "1418235079": "Таъминкунандагони хидмат",
    "3238184941": "Эзоҳ: Хавфи қаллобӣ, ки бо суроғаи IP-и инфиродӣ алоқаманд аст, мумкин аст бо дархост бо Интегратор мубодила карда шавад.",
    "285116485": "Ширкат маълумоти шахсии мо ҷамъшударо \"фурӯхта намешавад\" (чунон ки ин истилоҳ дар CCPA муайян шудааст). Лутфан ба бахши \"Таҳлил ва технологияҳои пайгирии тарафи сеюм\" муроҷиат кунед, то маълумоти бештар дар бораи намудҳои кукиҳои тарафи сеюм, агар мавҷуд бошад, ки мо истифода мебарем.",
    "1408750006": "Бо назардошти маҳдудиятҳои муайян, CCPA ба истеъмолкунандагони Калифорния ҳуқуқ медиҳад, ки маълумоти бештар дар бораи категорияҳо ё қисмҳои мушаххаси маълумоти шахсии мо ҷамъоварӣ (аз ҷумла чӣ гуна истифода ва ифшо кардани ин маълумот), тоза кардани маълумоти шахсии онҳо, даст кашидан аз ҳама гуна «фурӯш», ки метавонад рӯй диҳад, инчунин ҳуқуқ барои татбиқи ин ҳуқуқҳо табъиз нашаванд.",
    "759057398": "Огоҳӣ ба субъектҳои маълумоти ИА",
    "825780955": "Маълумоти шахсӣ",
    "2945960297": "Нисбат ба субъектҳои маълумоти ИА, истилоҳи \"маълумоти шахсӣ\", ки дар ин Сиёсати ҳифзи асрор истифода мешавад, ба \"маълумоти шахсӣ\" баробар аст, ки дар Низомномаи умумии ҳифзи додаҳои Иттиҳоди Аврупо (GDPR) муайян шудааст.",
    "1126613163": "Маълумоти ҳассос",
    "3571006800": "Баъзе маълумоте, ки шумо ба мо пешниҳод мекунед, метавонанд маълумоти ҳассос бошанд, ки дар GDPR муайян шудаанд (инчунин категорияҳои махсуси маълумоти шахсӣ номида мешаванд), аз ҷумла муайян кардани нажод ё мансубияти этникии шумо дар ҳуҷҷатҳои шахсияти аз ҷониби ҳукумат додашуда.",
    "1988461282": "Асосҳои ҳуқуқӣ барои коркард",
    "3519564631": "Мақсадҳои коркард",
    "1778642038": "Барои муошират бо шумо",
    "2223819810": "Барои оптимизатсия кардани платформаи мо",
    "1678661231": "Барои риоя, пешгирии қаллобӣ ва бехатарӣ",
    "2561077702": "Барои расонидани хидмати мо",
    "2066321185": "Асоси ҳуқуқӣ",
    "1174237568": "Ин фаъолиятҳои коркард манфиатҳои қонунии моро ташкил медиҳанд. Мо кӯшиш мекунем, ки ҳама гуна таъсироти эҳтимолиро ба шумо (ҳам мусбат ва ҳам манфӣ) ва ҳуқуқҳои шумо пеш аз коркарди маълумоти шахсии шумо барои манфиатҳои қонунии мо баррасӣ ва мувозинат кунем. Мо маълумоти шахсии шуморо барои фаъолиятҳое истифода намебарем, ки манфиатҳои мо бо ягон таъсири манфии шумо бартарӣ дошта бошанд (агар мо ризоияти шуморо надорем ё қонун ба таври дигар талаб ё иҷозат надиҳад).",
    "1350478093": "Мақсади коркард",
    "787916198": "Бо розигии шумо",
    "3348433919": "Ҳуқуқҳои шумо",
    "3842673636": "Тибқи GDPR, шумо дар бораи маълумоти шахсии худ ҳуқуқҳои муайян доред. Шумо метавонед аз мо хоҳиш кунед, ки дар робита ба маълумоти шахсии шумо, ки мо дорем, амалҳои зеринро анҷом диҳем:",
    "4057343238": "Канорагирӣ",
    "1834911235": "Ба шумо ирсоли иртиботи мустақими маркетингӣ, ки қаблан барои гирифтани онҳо розӣ шудаед, бас кунед. Мо метавонем ба шумо ирсоли иртиботи марбут ба хидмат ва дигар иртиботи ғайримаркетиниро идома диҳем.",
    "3022301908": "Дастрасӣ",
    "680638297": "Ба шумо дар бораи коркарди маълумоти шахсии шумо маълумот пешниҳод кунед ва ба шумо дастрасӣ ба маълумоти шахсии шуморо фароҳам оред.",
    "1409486258": "Дуруст",
    "3878077249": "Навсозӣ ё ислоҳи нодурустии маълумоти шахсии шумо.",
    "3645414921": "Нобуд кунед",
    "42182578": "Маълумоти шахсии худро нест кунед.",
    "1609621367": "Интиқол",
    "3208155808": "Нусхаи бо мошин хондашавандаи маълумоти шахсии шуморо ба шумо ё шахси сеюми интихобкардаатон интиқол диҳед.",
    "1786796818": "Маҳдуд кардан",
    "3329634829": "Коркарди маълумоти шахсии шуморо маҳдуд кунед.",
    "4202774977": "Объект",
    "3007158970": "Эътироз ба такя ба манфиатҳои қонунии мо ҳамчун асоси коркарди маълумоти шахсии шумо, ки ба ҳуқуқҳои шумо таъсир мерасонад.",
    "1273071008": "Дархостҳо оид ба ҳуқуқи дастрасӣ ба субъекти маълумот",
    "3594381346": "ҷойгиршавӣ.",
    "21141582": "ин",
    "3357523404": "Интиқоли маълумоти фаромарзӣ",
    "290966395": "Тавре ки дар бахши мо \"Эзоҳ ба муштариёни берун аз Иёлоти Муттаҳида\" тавсиф шудааст, лутфан бидонед, ки маълумоти шахсии шумо ба Иёлоти Муттаҳида интиқол, коркард ва нигоҳ дошта мешавад. Қонунҳои ҳифзи додаҳо дар ИМА метавонанд аз қонунҳои кишвари истиқомати шумо фарқ кунанд. Шумо ба интиқоли маълумоти шумо, аз ҷумла маълумоти шахсӣ, ба ИМА, ки дар ин Сиёсати ҳифзи асрор пешбинӣ шудааст, тавассути боздид аз сайтҳои мо ё истифодаи хидмати мо розӣ мешавед.",
    "3178581111": "Барои мақсадҳои нав истифода баред",
    "1088304322": "Мо метавонем маълумоти шахсии шуморо бо сабабҳое, ки дар ин Сиёсати ҳифзи асрор тавсиф нашудаанд, истифода барем, дар сурате ки қонун ба мо иҷозат додааст, ки ин корро кунем ва сабаб бо мақсади ҷамъоварӣ кардани мо мувофиқ бошад. Агар ба мо лозим ояд, ки маълумоти шахсии шуморо барои мақсадҳои номатлуб истифода барем, мо метавонем шуморо огоҳ кунем ва асоси қонунии мувофиқро барои ин истифода шарҳ диҳем. Агар мо ба розигии шумо барои истифодаи мушаххаси маълумоти шахсии шумо такя карда бошем, мо метавонем ризоияти шуморо барои ҳама гуна мақсадҳои ба ҳам алоқаманд талаб кунем ва ба шумо иҷозат диҳем, ки истифодаи хидматро дар он вақт қатъ кунед, агар шумо эътироз кунед.",
    "2260079771": "Нигоҳ доштани маълумот",
    "38428546": "Мо маълумоти шахсии шуморо дар тӯли тамоми ҳаёти ҳисоби шумо бо мо бехатар нигоҳ медорем. Мо маълумоти шахсии шуморо танҳо то он даме, ки барои иҷрои мақсадҳое, ки мо онро ҷамъоварӣ кардем, аз ҷумла барои қонеъ кардани ҳама гуна ӯҳдадориҳои ҳуқуқӣ, баҳисобгирӣ ё ҳисоботдиҳӣ ё ҳалли баҳсҳо зарурӣ нигоҳ медорем. Меъёрҳое, ки мо барои муайян кардани мӯҳлатҳои нигоҳдорӣ истифода мебарем, муқаррароти шартномавии амалкунанда, мӯҳлатҳои қонунии қонунӣ, талаботҳои танзимшаванда ва стандартҳои соҳаро дар бар мегиранд.",
    "384965568": "Гарчанде ки талаботи нигоҳдорӣ вобаста ба қаламрав фарқ мекунад, маълумот дар бораи мӯҳлатҳои нигоҳдории маъмулии мо барои ҷанбаҳои гуногуни маълумоти шахсии шумо дар зер тавсиф шудааст.",
    "2788836740": "Маълумот барои тамос бо мақсадҳои маркетинг ба таври доимӣ то он даме, ки шумо обуна шавед, нигоҳ дошта мешавад. Пас аз он мо тафсилоти шуморо ба рӯйхати боздоштани худ ба таври номуайян илова мекунем. Маълумоти почтаи электронӣ, ки аз корбарони дастрасӣ ҷамъоварӣ шудааст, ҳеҷ гоҳ барои мақсадҳои маркетинг истифода намешаванд.",
    "3520687192": "Сабтҳои муошират бо шумо (масалан, чиптаҳои дастгирӣ, ки тавассути почтаи электронӣ ё Twitter кушода шудаанд) метавонанд ба муддати номуайян нигоҳ дошта шаванд.",
    "292211832": "Маълумоте, ки тавассути воситаҳои техникӣ, аз қабили кукиҳо, ҳисобкунакҳои веб ва дигар абзорҳои таҳлилӣ ҷамъоварӣ мешавад, ҳарчӣ зудтар нест карда мешавад, аммо мумкин аст дар муддати то як сол аз ба охир расидани мӯҳлати кукиҳо, маъмулан дар шакли ғайрифаъол ва ҷамъшуда нигоҳ дошта шавад. агар мо суиистифодаи эҳтимолии хидматамонро ошкор накунем, дар ин ҳолат мо ин маълумотро нигоҳ медорем, то ба мо дар пешгирии сӯиистифодаи оянда кӯмак расонанд. Мо наметавонем ин маълумоти беном ва ҷамъшударо ба шумо, хонаводаи шумо, суроғаи IP ё ягон маълумоти шахсӣ дар асоси маълумоти захирашуда пайванд диҳем.",
    "3192683783": "Тағирот ба ин Сиёсати ҳифзи асрор",
    "1702335960": "Ҳама гуна маълумоте, ки мо ҷамъ меорем, бояд ба Сиёсати ҳифзи асрор, ки дар вақти ҷамъоварии чунин маълумот амал мекунад, амал мекунад. Бо вуҷуди ин, мо метавонем Сиёсати махфиятро баъзан аз нав дида бароем. Агар таҷдиди назар муҳим бошад, ки танҳо аз ҷониби мо муайян карда мешавад, мо шуморо, масалан тавассути почтаи электронӣ огоҳ хоҳем кард. Версияи ҷорӣ ҳамеша дар саҳифаи Сиёсати махфияти мо ҷойгир карда мешавад.",
    "3669258571": "Сиёсати кукиҳо",
    "2905621957": "Навсозии охирин: 18 июли соли 2020",
    "1173934218": "Мо мефаҳмем, ки махфияти шумо барои шумо муҳим аст ва ӯҳдадор ҳастем, ки дар бораи технологияҳое, ки мо истифода мебарем, шаффоф бошем. Ин сиёсат маълумоти муфассалро дар бораи чӣ гуна ва кай мо кукиҳоро дар сайтҳо ва хидмати худ истифода мебарем.",
    "2694150481": "Оё мо кукиҳоро истифода мебарем?",
    "457627611": "Бале. Мо ва провайдерҳои таҳлилӣ ё хидматрасонии мо, шарикони маркетингӣ ва филиалҳои мо метавонанд кукиҳо, веб-маякҳо ё пикселҳо ва технологияҳои дигарро истифода баранд, то ҳар касе, ки сайтҳоро истифода мебарад, таҷрибаи беҳтарини имконпазир дошта бошад. Лутфан барои тафсилоти бештар ба бахши \"Таҳлил ва технологияҳои пайгирии тарафи сеюм\"-и Сиёсати махфияти мо нигаред.",
    "501102544": ": мо боварӣ дорем, ки хидмати зиддиботҳои hCaptcha (яъне Хидмате, ки дар вебсайтҳо, бозиҳо ё барномаҳои мобилӣ ҷойгир шудааст) танҳо кукиҳои ба истилоҳ \"аз розигии озод\" мувофиқи қоидаҳои GDPR иборат аст. Намунаҳои чунин кукиҳои озод иборатанд аз:",
    "461631543": "Эзоҳ GDPR",
    "2150907653": "* Кукиҳои техникӣ ба таври қатъӣ барои пешниҳоди хидмат заруранд. Ба инҳо кукиҳои афзалиятнок, кукиҳои сессия, кукиҳои мувозинати сарборӣ ва ғайра дохил мешаванд.",
    "1012122721": "* Кукиҳои оморӣ, ки мустақиман аз ҷониби мо идора карда мешаванд (яъне тарафи аввал, на кукиҳои тарафи сеюм), ки маълумот барои профилсозӣ истифода намешавад.",
    "3255230599": "Куки чист?",
    "2954157511": "Чаро мо кукиҳоро истифода мебарем?",
    "1539071196": "Мо одатан кукиҳоро барои мақсадҳои зерин истифода мебарем:",
    "3545935449": "Барои шинохтани корбарони нав ё гузашта.",
    "32739972": "Барои нигоҳ доштани маълумоти сессияи воридшавӣ, агар шумо дар сайтҳои мо сабти ном шуда бошед.",
    "4209078147": "Барои беҳтар кардани сайти мо ва беҳтар фаҳмидани боздидҳои шумо дар платформаҳо ва сайти мо.",
    "1077448694": "Барои ҳамгироӣ бо вебсайтҳои васоити ахбори оммаи сеюм.",
    "1709478090": "Барои ба шумо таблиғоти ба манфиатдор асосёфта ё мақсаднок хизмат кардан.",
    "3256020881": "Барои мушоҳида кардани рафтор ва фаъолияти дидани шумо дар тӯли вақт дар вебсайтҳои сершумор ё платформаҳои дигар.",
    "1092241113": "Барои беҳтар фаҳмидани манфиатҳои Мизоҷон ва Интеграторҳои мо.",
    "1434289796": "Баъзе кукиҳо барои истифодаи муайяни сайтҳо заруранд ва бидуни чунин кукиҳо мо наметавонем хидматҳои зиёдеро пешкаш кунем, ки ба шумо барои дуруст истифода бурдани сайтҳо лозим аст. Масалан, ин кукиҳо ба мо имкон медиҳанд, ки сайтҳои моро идора кунем, то шумо ба он мувофиқи дархости худ дастрасӣ пайдо кунед ва ба мо бигзоред, ки шумо ҳисоб эҷод кардаед ва ба он ҳисоб ворид шудаед, то мундариҷаи сайтро дастрас кунед. Онҳо инчунин кукиҳоро дар бар мегиранд, ки ба мо имкон медиҳанд, ки амалҳои пешинаи шуморо дар як сессияи боздид ба ёд орем ва сайтҳои моро ҳифз кунем.",
    "1533171442": "Мо инчунин кукиҳо ва кукиҳои функсионалии шахсони сеюмро барои таҳлил ва маркетинг истифода мебарем. Кукиҳои функсионалӣ имкон медиҳанд, ки қисмҳои муайяни сайтҳо дуруст кор кунанд ва афзалиятҳои корбари шумо маълум боқӣ монанд. Кукиҳои таҳлилӣ, дар қатори чизҳои дигар, маълумотро дар бораи чӣ гуна истифода бурдани муштариён, интеграторҳо ва корбарони ниҳоӣ аз сайтҳои мо, мундариҷа ва маҳсулоте, ки корбарон зуд-зуд дидан мекунанд ва самаранокии таблиғоти тарафи сеюмро ҷамъ мекунанд. Кукиҳои таблиғотӣ дар расонидани таблиғ ба шунавандагони мувофиқ ва нишон додани таблиғҳои мо дар болои натиҷаҳои ҷустуҷӯ кӯмак мекунанд. Кукиҳо ё кукиҳои \"сессия\" мебошанд, ки ҳангоми ба итмом расидани сессияи браузери шумо нест карда мешаванд ва ё \"пойдор\" ҳастанд, ки то ҳазфи онҳо аз ҷониби шумо (дар зер муҳокима карда мешавад) ё тарафе, ки кукиро пешкаш кардааст, боқӣ мемонанд. Тафсилоти пурра дар бораи ҳамаи кукиҳое, ки дар сайтҳо истифода мешаванд, дар ҷадвали ифшои кукиҳои мо дар зер дастрасанд.",
    "322830977": "Чӣ тавр хомӯш кардани кукиҳо.",
    "262509504": "Мо метавонем маълумоти аз ҷониби кукиҳо ҷамъовардашударо бо дигар маълумоте, ки мо тибқи ин Сиёсати ҳифзи асрор аз шумо ҷамъоварӣ мекунем, пайваст кунем ва маълумоти якҷояро тавре, ки дар ин ҷо оварда шудааст, истифода барем. Ба ҳамин монанд, шахсони сеюме, ки дар сайтҳои мо кукиҳоро пешниҳод мекунанд, метавонанд ном ё суроғаи почтаи электронии шуморо ба маълумоти дигари ҷамъоварӣ, ки метавонанд харидҳои қаблии офлайн ё онлайн анҷом додашуда ё маълумоти истифодаи онлайни шуморо дар бар гиранд, пайванданд.",
    "2935155034": "Агар шумо дар минтақаи иқтисодии Аврупо ҷойгир бошед, шумо ҳуқуқҳои муайяне доред, ки дар боло дар зери сарлавҳаи \"Огоҳӣ ба субъектҳои маълумоти ИА\" тавсиф шудаанд, аз ҷумла ҳуқуқи тафтиш ва ислоҳ ё нест кардани маълумоте, ки мо дар бораи шумо дорем.",
    "1873812847": "Ифшои куки(ҳо).",
    "3319083717": "Ном:",
    "3183855267": "1. hmt_id",
    "907324388": "Функсия",
    "2896187462": "1. Барои омори комилан зарурии беном марбут ба хадамот ва барои дигар мақсадҳои техникӣ, ба монанди кӯмак дар дастгирии дастрасӣ истифода мешавад.",
    "987267027": "Партия",
    "3453526675": "1. Тарафи 1",
    "1952810469": "Навъи",
    "1795436560": "1. Сессия",
    "102695075": "Давомнокӣ",
    "3356329025": "1. 30 рӯз",
    "3744153629": "Номҳо:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сессия,",
    "3186435874": "сессияид",
    "1241291641": "Тафсилоти бештарро бубинед.",
    "1834801943": "2. Тарафи 1",
    "2114694926": "2. Сессия",
    "938404336": "2. Тағйир меёбад; то 30 рӯз.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. Тарафи 1",
    "1483015662": "3. Сессия",
    "3458934553": "3. Тағйир меёбад; то 30 рӯз.",
    "134571844": "Impressum (Огоҳии сайт)",
    "110836420": "Навсозии охирин: 23 декабри соли 2020",
    "2901894297": "hCaptcha як хидмати Intuition Machines, Inc. (\"IMI\"), Корпоратсияи Делавэри ИМА (#6393793) мебошад.",
    "2928362319": "Дархостҳои почтаи электронӣ метавонанд ба суроғаи зерин фиристода шаванд: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Мақомоти танзимкунанда: Комиссияи федералии алоқаи ИМА, 45 L Street NE, Вашингтон, DC 20554 ИМА.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ҳеҷ кафолате дар бораи мундариҷа",
    "707541553": "Ҳама маълумоти дар саҳифаҳои интернетии мо мавҷудбуда аз ҷониби IMI ё шахси сеюм тасдиқ карда шудаанд. Бо вуҷуди ин, на IMI ва на шахсони сеюм наметавонанд барои ҷорӣ, дақиқ ё пурра будани иттилоот масъул бошанд. Ин ба дигар вебсайтҳое низ дахл дорад, ки онҳоро тавассути гиперҳавола дар саҳифаҳои мо дастрас кардан мумкин аст. IMI барои мундариҷаи ин вебсайтҳои беруна масъулият намегирад.",
    "2650241052": "Маслиҳат нест",
    "204716894": "Мундариҷа ва тарҳрезии саҳифаҳои интернетии мо тибқи қонуни ҳуқуқи муаллиф ҳифз карда мешавад. Такрори саҳифаҳо ва мундариҷаи онҳо ба тарзе, ки аз истифодаи оқилонаи одилона зиёд аст, розигии пешакии хаттии IMI талаб мекунад, агар дар саҳифа ягон муқаррароти дигари қонунӣ барои такрорӣ пешбинӣ нашуда бошад.",
    "3182435854": "Ҳуқуқи муаллифӣ",
    "3236873806": "IMI барои ин вебсайт масъул аст.",
    "1338341134": "hCaptcha + Pass Privacy (Бета)",
    "88879089": "Pass Privacy a",
    "1898063898": "барои ҳифзи махфияти корбар, ки мо дар якҷоягӣ бо онҳо таҳия мекунем",
    "1942186611": "ва дигарон.",
    "3673079511": "стандарти пайдошаванда",
    "2164933356": "Cloudflare",
    "3119589996": "Чӣ тавр он кор мекунад: васеъшавии браузер ба корбарон имкон медиҳад, ки токенҳои криптографии нобино барои вебсайтҳоеро, ки протоколи Privacy Pass-ро дастгирӣ мекунанд, эҷод ва имзо кунанд. Васеъ гузарномаҳои дорои аломатҳои криптографии нобиноро тавлид мекунад, ки ҳангоми ҳалли мушкилот дар ҳама гуна сайт бо истифода аз хидмати hCaptcha, аз ҷониби hCaptcha имзо карда мешаванд,",
    "1254771154": "мушкилоте, ки дар дигар хидматҳои пуштибонии Privacy Pass нишон дода шудаанд, ки hCaptcha-ро дарбар мегиранд, масалан Cloudflare.",
    "996362763": "Ин нишонаҳо нобино ва аз ҷониби васеъкунӣ барои истифодаи оянда нигоҳ дошта мешаванд. Вақте ки корбар ба сайт бо истифода аз hCaptcha ворид мешавад ва лозим аст, ки мушкилотро гузарад (хоҳ ноаён ё тавассути тугмаи \"Ман инсонам\"), онҳо ба таври худкор пардохт карда мешаванд. Тартиби нобиноӣ маънои онро дорад, ки токенҳои имзошуда ва баргардонидашуда аз нуқтаи назари hCaptcha аз ҷиҳати криптографӣ пайваст нестанд ва аз ин рӯ махфияти корбар нигоҳ дошта мешавад.",
    "2943346052": "Вақте ки раванди стандартизатсияи IETF идома дорад, мо интизорем, ки браузерҳои асосӣ ягон шакли Privacy Pass-ро ба таври маҳаллӣ қабул мекунанд. Ин дар ниҳоят васеъкуниро нолозим мекунад. Аммо дар айни замон, лутфан дастурҳои дар поён овардашударо иҷро кунед.",
    "2326660907": "ба истиснои",
    "741483946": "* Ба ибораи дигар: шумо метавонед токенҳои hCaptcha Privacy Pass дар hCaptcha.com гиред ва онҳоро мустақиман бо истифодаи hCaptcha.com дар сайтҳои дигар истифода баред. Шумо наметавонед токенҳои hCaptcha Privacy Pass-ро барои гузаштан аз хидмати hCaptcha, ки аз ҷониби Cloudflare истифода мешавад, ба даст оред ё бозхаред, зеро Cloudflare аломатҳои Privacy Pass-и худро мебарорад ва пардохт мекунад.",
    "1362015807": "Сар кардани кор",
    "1358325821": "Аввалан, васеъкуниро барои насб кунед",
    "310885519": "ё",
    "4091044469": ". Боварӣ ҳосил кунед, ки шумо васеъкуниро дар ҳолати incognito фаъол кардаед. Сипас, бо истифода аз hCaptcha ба ягон вебсайт ворид шавед ва captcha-ро ҳал кунед. Аз версияи 2.0.3, шумо метавонед ин нишонаҳо дар вебсайтҳо бо истифода аз hCaptcha пардохт кунед.",
    "3904679538": "Chrome",
    "3700767772": "Пас аз он ки шумо васеъкуниро насб кардед, ин ҷоро клик кунед (ё дар ҳама гуна вебсайти hCaptcha) барои гирифтани роҳхатҳо:",
    "166277959": "Лутфан таваҷҷӯҳ намоед: ин хусусият ҳоло дар бета аст ва метавонад на ҳама вақт барои ҳама вебсайтҳо ва корбарон кор кунад. Дар ҳолате, ки он фаъол набошад ё барои корбари мушаххас кор накунад, рафтор танҳо ба таҷрибаи стандартии hCaptcha бармегардад ва ҳеҷ гуна аз даст додани функсияҳо.",
    "3031357206": "Дар назди сатри URL-и шумо нишонаи нав пайдо мешавад. Акнун бо истифода аз hCaptcha ба вебсайте равед. Ин чунин хоҳад буд:",
    "1066753052": "ки ин маънои онро дорад, ки ҳамён холӣ аст ва шумо дар сайте ҳастед, ки мушкилоти hCaptcha -ро дар бар мегирад. Пас аз ба итмом расонидани мушкилот, шумо нишонаҳо ба даст меоред, ки онҳоро дар ҳама вебсайти дигар бо hCaptcha харидан мумкин аст.",
    "651123197": "Ҳисоби маблағи ҷорӣ дар ҳамёни шумо пас аз анҷоми мушкилот дар нишона нишон дода мешавад.",
    "554844646": "Шумо метавонед тасдиқ кунед, ки васеъшавӣ кор мекунад, бо дидани ҳар дафъае, ки шумо ҳисобкунак ба 1 поён меафтад",
    "4087729475": "мушкилот пас аз ҳалли аввалини шумо.",
    "647630208": "Ва ҳамин аст! Бознигарии онлайни шумо ҳоло махфӣтар аст.",
    "3272552822": "Таҳиягарон ва криптографҳо:",
    "4059570880": "Агар шумо хоҳед, ки кӯшиши стандартизатсияро пайгирӣ кунед, ҳоло кӯшишҳо идома доранд",
    "1904390996": "стандартикунонии",
    "252720667": "асоси амнияти криптографии Privacy Pass мебошад. Худи протокол аз он мегузарад",
    "3972554015": "раванд низ. Ва васеъшавии браузер албатта аст",
    "3723626769": "барои саҳмҳо ва баррасии шумо.",
    "3882147547": "Функсияҳои псевдорандоми фаромӯшнашаванда",
    "565624910": "лоиҳа",
    "3421090159": "манбаи кушода",
    "3098677775": "Савол: Оё IP ва таърихи дидани ман аз hCaptcha ҳангоми истифодаи Privacy Pass комилан махфӣ аст?",
    "4019638786": "Ҷавоб: Корбарони Privacy Pass аз hCaptcha ҳеҷ гоҳ IP-и худро ба hCaptcha фош намекунанд, магар он ки ҳамёни нишонаи браузери онҳо холӣ набошад ё сайт онро нафиристад. hCaptcha ҳеҷ роҳе барои пайваст кардани корбар ба бозхаридани нишонаҳо надорад ва ҳеҷ гоҳ мустақиман бо корбар ҳангоми харид кардан муошират намекунад, магар он ки ҳамёни аломати онҳо холӣ набошад.",
    "3887113660": "Савол: Privacy Pass ба даромади hCaptcha чӣ гуна таъсир мерасонад?",
    "1116455671": "Ҷавоб: Агар корбар онро дар сайти шумо анҷом диҳад, шумо барои ҳалли ибтидоӣ мукофот хоҳед гирифт. Пардохтҳо ҳамон як шакли посухро риоя мекунанд, ки гӯё корбар аз сабаби эътимоди баланди муштарӣ дар сайти шумо ба таври худкор гузашта бошад: ягон даромад ба даст намеояд ва занги siteverify аз сервери шумо дар натиҷаи гузариш \"кредит: False\" мегирад.",
    "779817954": "Савол: Агар ман гузарномаҳои Privacy Pass дошта бошам, ки аз ҷониби провайдери дигар дода шудааст, оё ман метавонам онҳоро дар hCaptcha пардохт кунам?",
    "3014149332": "Ҷавоб: Не, гузарномаҳо бо ҳам мувофиқ нестанд: онҳо бояд аз ҷониби ҳамон як мақомот дода шаванд, дар ин ҳолат hCaptcha. Дар хотир доред, ки агар шумо ҳам аз Cloudflare ва ҳам hCaptcha дар тамдиди худ гузариш дошта бошед, рақами дастрас вобаста ба талаботи саҳифаи ташрифовардаатон ба маблағи дуруст тағйир меёбад. Ба ибораи дигар, агар шумо дар ҳамёни худ 100 Cloudflare ва 10 гузаргоҳи hCaptcha дошта бошед, шумо бояд 10-ро дар тасвири васеъшавӣ дар саҳифаҳои дорои hCaptcha дарунсохташуда бинед.",
    "3679148535": "Савол: Шумо дар болои кадом замимаҳои дигари Privacy Pass кор карда истодаед?",
    "1606783855": "Ҷавоб: Мо ба Privacy Pass барои ҳолати истифодабарии Дастрасӣ (\"a11y\") таваҷҷӯҳ дорем. Вариантҳои қаблан маъмул, ба монанди captchaҳои аудио нисбат ба бисёре аз корбарони a11y табъиз мекунанд. Мо боварӣ дорем, ки омезиши равиши кунунии a11y бо барориши Pass Privacy ба корбарони a11y имкон медиҳад, ки бехатар ва бехатар аз назар гузаронанд, то бидонанд, ки трафики онҳо махфӣтар аст ва ҳамзамон сӯиистифода аз ҷониби операторони бот, ки ногузир ҳангоми дастрас будани имконоти a11y рух медиҳад, маҳдуд мекунад.",
    "2359150347": "Савол: Оё дигар хидматҳои амниятии онлайн Privacy Pass -ро дастгирӣ мекунанд?",
    "2082237880": "A: hCaptcha аввалин хидмати навъи он аст, ки Privacy Pass-ро дастгирӣ мекунад ва дар айни замон ягона хидматест, ки ин корро мекунад. Бо вуҷуди ин, мо интизорем, ки хидматҳои дигар бартариҳои баланд бардоштани махфияти корбаронро дар интернет эътироф мекунанд ва интизорем, ки дар оянда бештари онҳо татбиқ хоҳанд шуд, зеро стандартҳои IETF, ки мо ба таҳияи онҳо кӯмак мерасонем, расман қабул карда мешаванд.",
    "2109792055": "Дастури корбар: Муайян кардани мушкилот бо додани гузарнома ва тасдиқи махфият",
    "3588620914": "Privacy Pass як ихтирооти нав аз рӯи стандартҳои Интернет аст ва имкон дорад, ки дигар замимаҳо ва васеъшавии браузер, ки аз он огоҳ нестанд, ба фаъолияти он халал расонанд.",
    "4039193170": "Агар шумо дар гирифтани токенҳо мушкилот дошта бошед:",
    "2378786360": "1. Яке аз дигар браузерҳои дастгирӣшавандаро санҷед: агар шумо дар Chrome бошед, кӯшиш кунед, ки Firefox-ро бидуни ворид кардани танзимоти худ аз Chrome истифода баред ва плагинро дар он ҷо насб кунед. Агар ин кор кунад, шумо метавонед дар конфигуратсияи браузер мушкилот дошта бошед.",
    "394235836": "3. Агар ҳеҷ яке аз пешниҳодҳои дар боло зикршуда кор накунад, ба мо почтаи электронии дастгирӣ фиристед ва мо бо камоли майл дар фаҳмидани он ки чӣ рӯй дода истодааст, кӯмак хоҳем кард.",
    "3470857731": "Таҳлили он, ки reCAPTCHA ботҳоро то чӣ андоза хуб муайян мекунад.",
    "3240786848": "Навсозии охирин: 18 феврали соли 2021",
    "2547140673": "Дар тӯли зиёда аз даҳ сол, хидмати reCAPTCHA-и Google ба соҳибони вебсайтҳо тиҷорат пешниҳод мекунад: бигзор Google корбарони худро пайгирӣ кунад ва ба онҳо савол диҳад ва дар иваз онҳо ваъда медиҳанд, ки ботҳо ва спамҳоро қатъ мекунанд.",
    "2133754014": "Зиёда аз 4,5 миллион вебсайтҳо reCAPTCHA-ро истифода мебаранд [",
    "3152512587": "ва система садҳо миллион ҳалли ҳаррӯза ҷамъ меорад. [",
    "2296918009": "Ин хар руз ба зиёда аз 100 кас-соли мехнат баробар аст.[",
    "3900538778": "Маълумоти нишондодашуда сӯзишворӣест, ки омӯзиши мошинро қувват мебахшад. Ҷавобҳои reCAPTCHA барои беҳтар кардани хидматҳои ML/AI-и Google аз соли 2009 инҷониб истифода мешаванд. Бисёр одамоне, ки reCAPTCHA-ро истифода мебаранд, намефаҳманд, ки меҳнати онҳо ба кор андохта мешавад.",
    "1160252730": "Ҳоло Google барои reCAPTCHA Enterprise нархҳои баландро талаб мекунад, ки ин боиси аз нав дида баромадани ширкатҳо мегардад.",
    "1131196501": "Ширкатҳои калон ба монанди",
    "204889717": "ба hCaptcha гузаштанд",
    "639413188": "дар чавоб.",
    "3280658086": "ҳалли корхонаҳо",
    "3842815245": "Оё ин савдои одилона аст?",
    "714342693": "Дастаи hCaptcha аз соли 2016 инҷониб маълумоти нархгузориро аз хидматрасониҳои шикастани captcha \"web торик\" ҷамъоварӣ мекунад. Мо як тамоюли ҷолибро мушоҳида кардем:",
    "468929661": "Арзиши миёнаи шикастани reCAPTCHA бениҳоят паст аст (камтар аз $1 барои 1000 ҳал) ва аз замони оғози мониторинги мо дар соли 2016 ба таври назаррас афзоиш наёфтааст. Ин ҳам ба reCAPTCHA v2 ва v3 дахл дорад. [",
    "2862164005": "Маълумот оид ба нархгузорӣ ба мо имкон медиҳад, ки арзиши дақиқи долларро ба амнияти пешниҳодкардаи reCAPTCHA: $0,001 ё камтар аз як ҷавоб гузорем.",
    "102498091": "Google барои ҳар 1000 дархост барои Enterprise reCAPTCHA 1 доллар ситонида мешавад, яъне онҳо ҳоло барои ҳар як дархост назар ба он ки барои вайрон кардани амнияти хидматашон сарф мешавад, зиёдтар пардохт мекунанд. Ин як созишномаи бад ба назар мерасад.",
    "130239139": "Арзиши меҳнати 100+ соле, ки Google ҳар рӯз ҷамъоварӣ мекунад, чӣ гуна аст?",
    "1421074182": "Ба таври назаррас баландтар.",
    "1953519598": "Арзиши нишон додани тасвири ягона аз $0,03 то $1,00 ё бештар аз он аст. Тибқи ҳама гуна ҳисобҳои консервативӣ, Google то имрӯз миллиардҳо доллари меҳнати ройгонро истихроҷ кардааст. [",
    "3025548709": "Оё ба ин муомилаи ноодилона алтернатива ҳаст?",
    "263761351": "hCaptcha аввалин алтернативаи боэътимод аст, ки ҳоло аз ҷониби садҳо миллион одамон ҳар моҳ истифода мешавад.",
    "2743692546": "Вақте ки корбарон инсонияти худро тавассути hCaptcha исбот мекунанд, меҳнати онҳо ба бозори беном барои тендер ворид мешавад.",
    "1982750088": "Ширкатҳо дар саросари ҷаҳон барои иҷрои вазифаҳои оддие, ки барои одамон осон, вале барои мошинҳо душворанд, барои ин меҳнат пешниҳод мекунанд. Истифодабарандагон сайтеро, ки онҳо боздид мекунанд, дастгирӣ мекунанд ва аз сабаби сатҳи баландтари амният спамҳои вебро камтар эҳсос мекунанд.",
    "1108398506": "Мизоҷон назорати пурраи таҷрибаро ба даст меоранд ва аз таҷрибаи hCaptcha баҳра мебаранд, ки дар он бузургтарин провайдери мустақил дар интернет кор мекунад. Онҳо инчунин нисбат ба reCAPTCHA Enterprise як созишномаи беҳтар мегиранд: вобаста ба ҳаҷм то 50-80% нархгузории беҳтар.",
    "3012870872": "Вебсайтҳо ва барномаҳое, ки версияи ройгонро (hCaptcha Publisher) истифода мебаранд, ба ҷои он ки онро ба Google ҳадя кунанд, аз ин кор даромад ба даст меоранд.",
    "2271512952": "Истифодабарандагон сайтеро, ки онҳо боздид мекунанд, дастгирӣ мекунанд ва спамҳои вебро камтар эҳсос мекунанд.",
    "278010425": "Гуногунии васеъ ва зуд-зуд ивазшавандаи вазифаҳо дар hCaptcha низ автоматикунонидашуда душвортар аст. Интерфейси ягонаи reCAPTCHA дар тӯли солҳои зиёд тағир наёфтааст ва дорои маҷмӯи хурди саволҳои камтағйирёбанда мебошад. Ин яке аз роҳҳое мебошад, ки hCaptcha нисбат ба reCAPTCHA муҳофизати боэътимоди зидди ботро таъмин мекунад.",
    "984849234": "hCaptcha омӯзиши пешрафтаи мошинро истифода мебарад, то он чизеро, ки reCAPTCHA танҳо ваъда медиҳад, ҳангоми мубодилаи арзиши гирифташуда бо вебсайтҳое, ки онро истифода мебаранд, истифода мебарад.",
    "4063769686": "Истифодабарандагон сайтеро, ки онҳо боздид мекунанд, дастгирӣ мекунанд ва спамҳои вебро камтар эҳсос мекунанд. Ин як созишномаи одилонатар ба назар мерасад.",
    "685916926": "Чаро бо гузашти вақт reCAPTCHA беҳтар нашуд?",
    "3992401943": "Аз соли 2012 инқилоб дар омӯзиши амиқ ба амал омад. Меъёри соҳавӣ барои дақиқии вазифаҳо дар тӯли даҳсолаи охир ба таври куллӣ беҳтар шуд, пеш аз ҳама аз ҳисоби шабакаҳои амиқи конволютсионӣ. Дигар хидматҳои бо ML таъминшуда, ки Google пешниҳод мекунанд, ин хатро пайгирӣ карданд.",
    "615031303": "(Ба эзоҳҳо нигаред",
    "2125514305": "ML беҳтар шудааст, аммо душвории гузаштан аз reCAPTCHA дар ин муддат ба таври ҷиддӣ тағйир наёфтааст.",
    "1406188018": "6 ва 7",
    "2689973938": "Такмили reCAPTCHA барои Google ҳамчун фурӯшандаи таблиғ ихтилофи дохилӣ эҷод мекунад.",
    "464238793": "Агар худи Google муайян кунад, ки корбаре, ки таблиғро мебинад ё истинодро пахш мекунад, воқеан бот аст, вай наметавонад барои таблиғоти ба он корбар нишон додашуда пул пардохт кунад. Ин бархӯрди манфиатҳо доираи ҳадафҳои зиддиботҳои Google-ро ба таври ҷиддӣ маҳдуд кард.",
    "918924423": "Масалан, Google хидматҳои баръало пурарзишро ба монанди кашфи ботҳои ретроактивӣ пешниҳод накардааст. Эълон кардани трафики корбар, ки аз ҷониби бот тавлид шудааст, пас аз таҳлили чанд рӯзи маълумот хеле боэътимодтар аст.",
    "661412233": "Донистани пас аз captcha, ки баъзе корбарон бот буданд, низ арзишманд аст. Он ба соҳибони вебсайтҳо имкон медиҳад, ки паёмҳои спамҳои кӯҳнаро тоза кунанд ва дар оянда \"ҳисобҳои хоболуд\" -ро, ки дар форумҳои спам сабт шудаанд, нест кунанд, қаллобиро коҳиш диҳанд ва ғайра.",
    "3600797185": "Пешниҳоди шиносоии ботҳои ретроактивӣ Google-ро ба саволҳои душворе боз мекунад, ки чӣ тавр ба таблиғгароне, ки пулро дар ин трафики қаллобӣ сарф кардаанд, ба таври бозгашт баргардонанд.",
    "2076932190": "Маҳсулоти reCAPTCHA ҳамин тавр дар тӯли даҳ сол рукуд дошт.",
    "3856912381": "Истифодабарандагон азият мекашиданд ва спамҳои нолозими веб ҳоло паҳн шудаанд. Аммо алтернатива вуҷуд дорад.",
    "1035621426": "Ҳар як боти аз ҷониби reCAPTCHA муайяншуда бевосита даромади таблиғи Google-ро коҳиш медиҳад.",
    "3668115514": "hCaptcha чӣ фарқ дорад?",
    "2413742287": "Ҳавасмандии hCaptcha ин ба ҳадди аксар расонидани саҳеҳ аст, на даромади таблиғ: ҷавобҳои бот барои муштариёни мо, ки ба маълумоти омӯзиши инсон ниёз доранд, бефоида аст.",
    "1373262754": "Донистани кӣ будани шахс арзиши ҳадди ақал барои hCaptcha дорад. Мо танҳо аҳамият медиҳем, ки онҳо инсонанд ё актёри бадхоҳ.",
    "600646860": "Ба ҷои пешниҳод кардани хидмати арзиши шубҳанок ҳангоми истихроҷи меҳнат бо арзиши воқеӣ, hCaptcha ҳам ҷуброн ва ҳам муҳофизати қавии зидди ботро таъмин мекунад.",
    "1836191653": "Ба ҷои пешниҳоди хидмати ба осонӣ мағлубшуда ба корбарони ройгон ҳангоми ситонидани миллионҳо доллар барои версияи корхона, ки он қадар беҳтар нест, hCaptcha барои ҳарду муҳофизати аълои ботҳоро таъмин мекунад ва ҳамзамон ба корбарони корхона хусусиятҳои иловагӣ ва мутобиқсозӣ, дар баробари SLA-ҳои қавӣ ва дастгирии зуд пешниҳод мекунад.",
    "990215503": "hCaptcha ягона хидмати асосии captcha аст, ки ба шабакаи таблиғот тааллуқ надорад.",
    "971933157": "hCaptcha ба махфият, шаффофият ва адолат ғамхорӣ мекунад.",
    "178839499": "hCaptcha арзиши кори иҷрошударо мубодила мекунад, дар ҳоле ки корбарон инсонияти худро исбот мекунанд.",
    "1237076138": "hCaptcha барои муштариёни ройгон (hCaptcha Publisher) ва корхона (hCaptcha Enterprise) як созишномаи одилона пешниҳод мекунад.",
    "614310292": "hCaptcha-ро кӣ сохтааст?",
    "4188814619": "hCaptcha як хидмати мошинҳои Intuition аст (",
    "3265328927": "), як ширкати омӯзиши мошинсозӣ, ки маҳсулот ва хидматҳоро барои ширкатҳое пешниҳод мекунад, ки омӯзиши мошинро дар миқёс татбиқ мекунанд.",
    "2740033957": "Дастаи IM аз олимон ва муҳандисони Apple, Amazon ва дигар пешвоёни омӯзиши мошинсозӣ, системаҳои тақсимшуда ва амният иборат аст.",
    "1579715421": "Олимони IM мунтазам дар конфронсҳои олӣ ба монанди ICML, ICLR, ECCV ва NeurIPS нашр мекунанд ва ширкат натиҷаҳои муосирро дар фанҳои ML ба монанди хэшинги амиқ ба таври оммавӣ интишор кардааст.",
    "4015238193": "ва OCR [",
    "279580593": "imachines.com",
    "279918384": "Чӣ тавр Google меҳнати ройгони шуморо истифода мебарад?",
    "2385522384": "Эҳтимол шумо чаҳорчӯбаҳои видеоро аз камераҳои мошинҳои худгардони Waymo-и Google медидед ва дар беҳтар кардани шинохти объекти онҳо кӯмак мекардед.",
    "1517627947": "Эҳтимол шумо аз мошинҳои Google Streetview тасвирҳои биноҳо ё аломатҳои кӯчаро медидед ва барои нишон додани маконҳо барои маҳсулоти Харитаҳо ва Замини онҳо кӯмак мекардед.",
    "3225936061": "Эҳтимол шумо тасвирҳои матни аз саҳифаҳои китоб гирифташударо дар хидмати Google Books медидед ва барои беҳтар кардани нармафзори OCR (шинохти матн) онҳо кӯмак мекардед.",
    "129661785": "Боре пурсида шуда буд, ки \"мошин / гузаргоҳ / чароғро клик кунед?\"",
    "936667684": "Боре пурсида шуда буд, ки \"дар аломати бино/кӯча нависед?\"",
    "3773515538": "Боре пурсида шуда буд, ки \"ду калимаро нависед?\"",
    "1778058441": "Кадом намудҳои корҳо дар hCaptcha кор мекунанд?",
    "366088791": "hCaptcha як қатор вазифаҳоро дастгирӣ мекунад.",
    "3114147525": "Мизоҷони hCaptcha хидматро барои вазифаҳо истифода мебаранд, аз ҷумла шинохти объект, муайянкунии атрибутҳо (ҷамъ кардани тамғакоғазҳо барои муайян кардани намудҳои либос), рейтинги мувофиқат (интихоби маҳсулоти мувофиқтарин дар муқоиса бо маҳсулоти асосӣ), қуттиҳои маҳдудкунанда (ҷустуҷӯи минтақаҳои таваҷҷӯҳи тасвир), \"OCR инсон\" (муайян кардани матн дар тасвир) ва бисёр намудҳои дигари вазифаҳо.",
    "3139609561": "Дар зер ду мисоли таснифоти тасвирҳо ва намудҳои кори муайянкунии атрибутҳо оварда шудаанд. [",
    "2273532558": "Мизоҷони пардохткунандаи hCaptcha киҳоянд?",
    "4104221634": "Мизоҷони hCaptcha соҳаҳои гуногуни саноатро фаро мегиранд, аз ширкатҳои технологӣ то ширкатҳои мӯд, чакана ва дигар соҳаҳое, ки онҳо метавонанд аз истифодаи омӯзиши мошинсозӣ арзиш эҷод кунанд.",
    "1337725003": "hCaptcha ӯҳдадор аст, ки дастрасиро ба шарҳи ҳаҷми воқеии воқеӣ демократӣ кунад ва ба ширкатҳои хурду калон имкон диҳад, ки тавассути татбиқи омӯзиши мошинсозӣ дар тиҷорати худ сифати маҳсулот ва хидматҳои худро беҳтар созад.",
    "4086379603": "Саволҳо?",
    "1243684308": "Мо фикру мулоҳизаҳои шуморо ҷиддӣ қабул мекунем ва мехоҳем боварӣ ҳосил кунем, ки ҳама бо камтар ботҳо ва камтар спам таҷрибаи гуворо дар интернет дошта бошанд. Ба мо муроҷиат кунед:",
    "2645321220": "Ва агар шумо фикр кунед, ки арзиши reCAPTCHA хеле баланд аст, аз мо дар бораи hCaptcha Enterprise пурсед. Айни замон аз ҷониби баъзе аз бузургтарин ноширон, ширкатҳои хидматрасонии молиявӣ ва ширкатҳои инфрасохтори веб дар ҷаҳон истифода мешаванд, онҳо на танҳо як алтернативаи боэътимод ба reCAPTCHA мебошанд: мо боварӣ дорем, ки онҳо беҳтарин муҳофизати ботҳоро дар айни замон дастрас пешниҳод мекунанд.",
    "1229233916": "Эзоҳҳо",
    "1115642494": "1. Манбаъ: Рӯйхати сайтҳои BuiltWith.com reCAPTCHA. Бозгашт ба 9 июли соли 2019.",
    "448807334": "(\"Ҳар рӯз садҳо миллион CAPTCHA аз ҷониби одамон ҳал карда мешавад.\") Баррасишуда 8 июли соли 2019.",
    "2397590157": "3. Ҳисоби консервативӣ: 200 миллион ҳал * 30 сония дар як ҳал дар сол = 190,3 нафар-сол/рӯз.",
    "3236311792": "4. Таҳлили дохилии hCaptcha. Маълумот то 30 июни соли 2019 ҷамъоварӣ карда шудааст. Тафсилот бо дархост дастрас аст.",
    "1752259468": "5. Баҳодиҳии консервативӣ: $0,01 арзиши як эзоҳ * 200 миллион миёна. эзоҳҳо дар як рӯз (ҳадди поёнӣ) * 365 рӯз дар як сол * 10 сол аз соли 2009 ба даст овардан = 7,3 миллиард доллар арзиши пасттар.",
    "3268946369": "6. Кредит: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Манбаъ: Мэри Микер, KP Internet Trends 2017",
    "2666258754": "ИЕРАРХИЯИ МАЪНАВӢ АСОСӢ БАРОИ ҲАШИНГҲОИ амиқи сусти назоратшаванда, Ҳейкки Арпонен, Том Е Бишоп. ICML 2019, Семинари LLD.",
    "2544169219": "Натиҷаҳои охирини муосир: ICML LLD, майи 2019.",
    "1973347745": "10. Тасвирҳои намунаи бе роялти. Манбаъ: Petapixel.",
    "1493115924": "Эзоҳҳои тамғаи молӣ:",
    "4051104324": "\"Intuition Machines\" тамғаи молии ба қайд гирифташудаи Intuition Machines, Inc мебошад.",
    "3983646521": "Ҳама номҳои маҳсулот, логотипҳо, тамғаҳо, тамғаҳои молӣ ва тамғаҳои молии ба қайд гирифташуда моликияти соҳибони мувофиқ мебошанд. Ҳама номҳои ширкат, маҳсулот ва хидматҳое, ки дар ин вебсайт истифода мешаванд, танҳо бо мақсади мушаххассозӣ мебошанд. Истифодаи ин номҳо, тамғаҳои молӣ ва тамғаҳо маънои тасдиқро надорад. Дар ин ҳолат, тамоман баръакс.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Олимони IM дар CVPR 2020 меъёри навро барои шинохти сусти назоратшавандаи матн (OCR) муқаррар карданд.",
    "1259002282": "Хатогие ёфтед? Ин аст тарзи гузориш додани он.",
    "3301728462": "Миллионҳо одамон ҳар моҳ hCaptcha-ро дар ҳазорон омезиши браузерҳо, васеъшавӣ, дастгоҳҳо, деворҳои деворӣ ва ғайра истифода мебаранд.",
    "3878230879": "Ҳадафи мо ин аст, ки боварӣ ҳосил кунем, ки он ҳамеша барои шумо кор мекунад, аз ин рӯ мо гузоришҳои шуморо хеле қадр мекунем!",
    "2465128185": "Барои пешниҳоди фикру мулоҳизаҳои зуд, танҳо тугмаи \"Ба мо ирсол кунед\" -ро клик кунед.",
    "2921990472": "Агар шумо мушкилоти функсионалӣ дошта бошед, лутфан пайравӣ кунед",
    "2870341481": "дар зер. Барои ҳама гуна браузерҳои дигар танҳо",
    "1866590035": "дастурҳои сабти хатогиҳо барои Chrome",
    "444492541": "дастурҳои сабти хатогиҳо барои Firefox",
    "169267610": "ба мо почтаи электронӣ ирсол кунед",
    "3100722753": "Барои масъалаҳои эҳтимолии амният ё махфият ба дастурҳои зер нигаред.",
    "1906593952": "Дар бораи hCaptcha, ки нав дидаед, фикру мулоҳиза гузоред",
    "3951254541": "Мо саҳми шуморо қадр мекунем. Ҳама мушкилотро ба мо бигӯед ва мо онҳоро зуд ҳал мекунем.",
    "3324288040": "Ба мо фикру мулоҳиза фиристед",
    "2864016648": "Масъалаҳои махфият",
    "304004915": "Мо парвое надорем, ки корбарон кӣ ҳастанд, танҳо эҳтимоли он ки онҳо зараровар ё мошинҳо бошанд. монанди ташаббусхоро дастгирй мекунем",
    "1139493658": ", ва барои мувозинати махфият ва амният сахт кор кунед.",
    "3083289844": "Агар шумо масъалаеро пайдо карда бошед, ки ба фикри шумо метавонад ба махфияти корбар таъсир расонад, лутфан ба мо бо почтаи электронӣ муроҷиат кунед",
    "4264784515": "Хатогиҳои амниятӣ",
    "963238401": "Мо ҳамеша ба гирифтани гузоришҳо дар бораи хатогиҳои амниятӣ манфиатдорем. Почтаи электронӣ",
    "3926027556": "ва мо зуд ба шумо бармегардем.",
    "1589805435": "Мо инчунин а",
    "2560582224": "барномаи мукофоти хато",
    "103876916": "барои гузоришҳои бехатарии мувофиқ дар бораи хидмати hCaptcha ва рамзи сарчашмаи марбут.",
    "497117287": "Имконоти дастрасӣ",
    "3230004040": "Оё шумо босираатон маъюб ҳастед ё ба таври дигар наметавонед hCaptcha-ро пур кунед?",
    "3480023141": "Дар бораи имконоти дастрасӣ бештар маълумот гиред",
    "2052161540": "Гирифтани тафсилоти гузориш дар бораи хатогиҳо: Chrome",
    "2281169898": "Фиристодани маълумоти ислоҳи ислоҳот бо гузориши шумо барои мо муайян кардани он чизе, ки рӯй дода истодааст, хеле осонтар мекунад. Инҳоянд дастурҳои қадам ба қадам:",
    "1123365779": "Агар шумо як таҳиягари веб ё корбари коршинос бошед, хулоса ин аст, ки мо мехоҳем, ки шумо ба мо сабти шабакавии HAR ва гузоришҳои консолҳои браузерро фиристед.",
    "2015218686": "пеш аз он ки шумо аз ин қадамҳо гузаред. Агар ин мушкили шуморо ҳал кунад, мо ба ҳар ҳол аз шумо миннатдор хоҳем буд, ки версияи браузер, блокатори таблиғ ё васеъшавии браузер ва URL-и вебсайтро ба мо хабар диҳед.",
    "3922723611": "Лутфан кӯшиш кунед, ки ҳама гуна блокатори таблиғ ё васеъшавии амнияти браузерро хомӯш кунед",
    "4036872105": "аввал ва баъд аз нав кӯшиш кунед",
    "993651083": "Қадами 1: Асбобҳои таҳиягарро кушоед (Ин сабти сессияро оғоз мекунад.)",
    "4163469907": "Қадами 2: Ҷадвали шабакаро дар Tools Developer клик кунед. Қуттии \"Нигоҳ доштани гузориш\" -ро дар боло санҷед.",
    "4243348003": "Қадами 3: боздид кунед",
    "641342999": ", ё вебсайте, ки шумо дар он мушкилот доред (Эзоҳ дар бораи махфият: танҳо агар шумо зид набошед, ки дар бораи он чӣ аст) ... ва сипас тугмаи \"Ман инсонам\" -ро клик кунед ва кӯшиш кунед, ки ҳал кунед.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Қадами 4: Пас аз кӯшиши ҳалли шумо \"Содироти HAR\" (тирчаи каме поён) -ро клик кунед, ки сабти шабакаро захира мекунад. Он файлро ба мо фиристед.",
    "1503240421": "Қадами 5: Дар ҷадвали консол клик кунед ва тугмаи ростро клик кунед ва пас \"Захира ҳамчун ..\" -ро барои захира кардани сабти консол. Инро низ ба мо фиристед.",
    "2863840904": "Қадами 6: Қадами охирин, он файлҳои сабти HAR ва консолро ба мо бо почтаи электронӣ фиристед ва мушкилотро тавсиф кунед",
    "4051785543": "Истифода:",
    "3623028666": "(лутфан аз хидмати монанди. истифода баред",
    "551761392": "ва ирсоли истинодҳо) ва ихтиёрӣ скриншот, агар шумо гумон кунед, ки чизе дуруст намоиш дода намешавад. Лутфан IP-ро, ки шумо истифода мебаред, фиристед. Шумо метавонед онро аз",
    "1219091208": "Dropbox",
    "443094024": "Файлбин",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Ташаккур барои барои гирифтани вақт ба мо дар гирифтани ин маълумот!",
    "3680327841": "Мо ӯҳдадор ҳастем, ки hCaptcha барои ҳама хуб кор кунад",
    "1059502393": "Гирифтани тафсилоти гузориш дар бораи хатогиҳо: Firefox",
    "1112074001": "Қадами 2: Ҷадвали шабакаро дар Tools Developer клик кунед. Қуттии \"Гузориши доимӣ\" -ро дар боло санҷед.",
    "1797298240": "Қадами 4: Пас аз кӯшиши ҳалли шумо \"HAR\" -ро клик кунед ва \"Ҳамаро ҳамчун HAR захира кунед\" -ро интихоб кунед, то сабти шабакаро захира кунед. Он файлро ба мо фиристед.",
    "3671246379": "Қадами 5: Дар ҷадвали консол клик кунед ва тугмаи ростро клик кунед ва пас \"Ҳамаро интихоб кунед\" ва онро дар файли матнӣ захира кунед, то сабти консолро захира кунед. Инро низ ба мо фиристед.",
    "3816867833": "Алоқа",
    "788770967": "Бубахшед аз шунидани ин! Шумо метавонед имконоти дастрасии моро истифода баред:",
    "1333016413": "Ин ба шумо имкон медиҳад, ки тавассути сабти ном ва танзими куки аз саволҳои оянда канорагирӣ кунед.",
    "2333410049": "Лутфан, инчунин кӯшиш кунед, ки блокатори таблиғоти худро хомӯш кунед.",
    "1345083090": "Дар бораи мушкилоти функсионалӣ гузориш диҳед?",
    "2184564739": "Бинед",
    "604751186": "Масъалаҳои дигар? Почтаи электронӣ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "чӣ тавр гузориш додани мушкилот бо гузоришҳои муфассал",
    "1050501253": "Хеле душвор",
    "3264813246": "номуносиб",
    "3526939538": "Хатогии нармафзор",
    "126134492": "Дигар",
    "3511610999": "Биёед боварӣ ҳосил кунем, ки шумо ба ҷои дуруст мерасед.",
    "3906886217": "Барои ширкатҳо ё вебсайтҳо",
    "1621597093": "Қарорҳои амнияти корхона (пулакӣ)",
    "3176531704": "Аннотацияи маълумот",
    "1834239172": "Хидматҳои шарҳи hCaptcha-ро харед",
    "1457707016": "Барои шахсони алохида",
    "770264626": "Ба хидмати худ hCaptcha илова кунед (ройгон)",
    "881015166": "Ба вебсайт ё барномаи ман hCaptcha for Publishers илова кунед",
    "47536007": "Дар бораи hCaptcha маълумоти бештар гиред",
    "2012837493": "Натоиҷи ҷустуҷӯ",
    "4034694801": "Натоиҷи мувофиқ нест.",
    "3621411541": "Дар бораи имконоти дастрасии hCaptcha маълумот гиред",
    "3401005681": "Пул кор кардан",
    "3933993151": "Ҳамчун тамғагузори инфиродӣ кор кунед",
    "563059212": "Рӯйхати зерпротсессорҳо",
    "3501923981": "Навсозии охирин: 1 январи соли 2020.",
    "3548097301": "Эътибор: 1 январи соли 2020.",
    "3991444169": "Ин саҳифа зерпротсессорҳои ҷории хидмати hCaptcha Enterprise-ро номбар мекунад.",
    "835396984": "Айни замон Фаъол",
    "424089481": "Amazon Web Services, Inc. (Глобалӣ). Хидматҳои пешниҳодшуда: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобалӣ). Хидматҳои пешниҳодшуда: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобалӣ). Хидматҳои пешниҳодшуда: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp (Глобалӣ). Хидматҳои пешниҳодшуда: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Эзоҳ: на ба ҳама муштариён дахл дорад. Масалан, IP Blinding ё дигар муштариёни имконоти пешрафтаи махфият ё амният (масалан, муштариёни Иҷораи Виртуалии Амн) комилан аз ҳама гуна \"PII\"-и эҳтимолии системаҳои телеметрӣ, ҳатто суроғаи IP, хориҷ карда мешаванд. Лутфан, агар лозим бошад, барои маълумоти бештар бо намояндаи ҳисоби худ тамос гиред.",
    "700843971": "Hound Technology, Inc. (Глобал). Хидматҳои пешниҳодшуда: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глобалӣ). Хидматҳои пешниҳодшуда: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глобалӣ). Хидматҳои пешниҳодшуда: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глобалӣ). Хидматҳои пешниҳодшуда: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфрасохтор",
    "370366524": "Телеметрияи хидматрасонии эфемерӣ",
    "121192737": "Иловаҳои дарпешистода",
    "2420789666": "Fastly, Inc. Хидматҳои пешниҳодшуда: Ҳисобкунии зуд CDN ва канор.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Эътибор пайдо мекунад: 1 сентябри соли 2021. Иловаи инфрасохтор",
    "1487796027": "Барои ширкатҳо",
    "3943417791": "Дастгирии hCaptcha Enterprise (BotStop) гиред",
    "702287791": "Publisher hCaptcha (ройгон)",
    "3397976149": "Дастгирии hCaptcha Publisher гиред",
    "833750823": "Бо душворӣ душворӣ доред?",
    "2024737147": "Мехоҳед дар бораи хато хабар диҳед?",
    "1978884623": "Дар бораи гузориш додани масъалаҳои нармафзор бештар маълумот гиред",
    "4188664955": "Шартҳои асосии хидмат",
    "2621989404": "Навсозии охирин: 24 сентябри соли 2021. Лутфан қайд кунед, ки шартҳои забони англисии мо эътибор доранд.",
    "2404545611": "Хуш омадед ба hCaptcha! Ташаккур ба шумо барои як қисми ҷомеаи мо. Ҳама корбарони \"Хизматрасониҳо\" (дар зер тавсиф шудаанд) бояд ба шартҳои зерин (\"Шартҳои хидматрасонӣ\") розӣ шаванд. Тибқи ин Шартҳои хидмат, \"IMI\", \"мо\" ва \"мо\" ба Intuition Machines, Inc. ва филиалҳо, филиалҳо, афсарон, агентҳо, кормандон, намояндагон ва агентҳои он ишора мекунанд ва \"вебсайти мо\" ҳама гуна вебсайти зери назорати мо, аз ҷумла www.hcaptcha.com ва www.imachines.com.",
    "2348450790": "Лутфан ин шартҳои хидматро хонед. Ба онҳо, дар қатори дигар муқаррарот, рад кардани кафолатҳо, маҳдудиятҳои масъулият ва ҳакамии ҳатмӣ дохил мешаванд. Лутфан қайд кунед, ки ин Шартҳои хидматрасонӣ метавонанд пас аз боздиди охирини шумо ба вебсайти мо тағир ёфта бошанд. Мо метавонем ин Шартҳои хидматро вақт аз вақт бо салоҳдиди худ аз нав дида бароем ва навсозӣ кунем. Дар сурати тағйироти моддӣ, мо шуморо тавассути интишори Шартҳои нави хидматрасонӣ дар ин саҳифа огоҳ хоҳем кард, ки пас аз он шумо бояд шартҳои навшудаи хидматро барои идомаи истифода ё дастрасӣ ба сайт ё хидмат ба таври мусбӣ қабул кунед.",
    "1933936765": "Созишномаи коркарди маълумот (азнавсозии охирин: 23 сентябри соли 2021)",
    "2959486280": "Агар шумо ба ин шартҳои хидмат розӣ набошед, шумо наметавонед аз сайт ё хидмат истифода набаред ё дастрасӣ надоред.",
    "3200859925": "1. Мақсад",
    "1807143500": "Хидматҳо хадамоти амнияти онлайн (\"Хизмати hCaptcha\") ва платформаро (\"Платформаи мошинҳои Intuition\") дар бар мегиранд, ки дар он шахси воқеӣ (\"Саҳмгузор\") метавонад иҷрои вазифаҳоеро интихоб кунад, ки шахси сеюм ё худи Intuition Machines (ҳар як a \"Дархосткунанда\") ба вебсайти мо ё хидмати hCaptcha, мустақиман дар вебсайти мо ё тавассути дастрасӣ ба Intuition Machines Platform ва/ё иҷрои вазифаҳо тавассути ё вобаста ба шахси сеюм ва/ё платформа ё хидмат (ҳар як, як \"Интегратор\"). Дархосткунандагон супоришҳоро интишор мекунанд ва Саҳмгузоронро даъват мекунанд, ки онҳоро ба ивази мукофотҳои аз ҷониби IMI ба Интеграторҳо пешниҳодшуда иҷро кунанд ё тавре ки дархосткунанда муайян мекунад, агар дархосткунанда Платформаи Intuition Machines ё Хадамоти hCaptcha-ро барои иҷрои вазифаҳо ба корбарони ниҳоии худ истифода барад. Мо аз ширкатҳо ва шахсони алоҳида (ҳар як \"Муштарӣ\") барои истифодаи платформаи мо пул мегирем, то онҳо тавонанд нармафзори мо, супоришҳои муаллифии моро истифода баранд, моро барои муаллифии супоришҳо киро кунанд ва/ё ба Ҳиссагузорон дастрасӣ пайдо кунанд. Мо инчунин аз Интеграторҳо барои истифодаи Хидмати hCaptcha-и худ пардохт мекунем, то қаллобӣ, сӯиистифода ва спам дар вебсайтҳо, барномаҳои мобилӣ ва дигар моликияти онлайни онҳоро кам кунанд. Дар боло дар маҷмӯъ ҳамчун \"Хизматрасонӣ\" номида мешавад.",
    "3212830633": "2. Талабот",
    "2605814073": "Бо истифода ё сабти ном дар Хидматҳои мо, шумо розӣ мешавед: шумо на камтар аз 18 солаед; шумо салоҳият доред, ки ин шартномаро аз номи худ ё шахси намояндагии шумо ворид кунед ва ҳамеша мувофиқи ин Шартҳои хидмат ва тамоми сиёсатҳо ва дастурҳои IMI дар ин ҷо истинодшуда боқӣ мемонед; ва шумо вебсайти моро сӯиистифода нахоҳед кард, шахсияти худро ба мо нодуруст муаррифӣ кунед ё зеҳни сунъиро барои анҷом додани ягон қисми ягон вазифа дар IMI, ки зеҳни инсонро талаб мекунад, истифода нахоҳед кард.",
    "2616040974": "3. Мизоҷон ва дархосткунандагон",
    "1544829730": "Агар шумо муштарӣ ё дархосткунанда бошед, шумо розӣ мешавед, ки шартҳои иловагии ба ин замимаи муштарӣ замимашуда татбиқ мешаванд ва бо истинод ба ин Шартҳои хидмат ворид карда мешаванд. Агар шумо муштарӣ ё дархосткунанда набошед ё муштарӣ ё дархосткунанда буданро қатъ кунед, шартҳои иловагӣ дар Замимаи муштарӣ татбиқ намешаванд ва онҳо бо истинод ба ин Шартҳои хидмат ворид карда намешаванд.",
    "3759360138": "4. Номи корбар ва парол",
    "2236960358": "Ҳангоми бақайдгирӣ, аз шумо хоҳиш карда мешавад, ки маълумоти муайяни шахсиро дар бораи шумо (\"Маълумоти шахсӣ\"), аз ҷумла ном, суроғаи почтаи электронии шумо ифшо кунед ва номи корбар ва парол эҷод кунед, ки ҳамаи онҳо тибқи Сиёсати махфияти мо, ки дар сайти мо дастрасанд вебсайт. Шумо танҳо барои назорат, таъмин ва нигоҳдории амнияти ҳисоби худ, паролҳо ва ҳама калидҳои аутентификатсияи бо ҳисоби шумо алоқаманд масъул ҳастед ва шумо барои ҳама гуна истифода ё амале, ки тавассути истифодаи ин маълумот дар хидматҳо анҷом дода мешавад, масъул ҳастед.",
    "3047519814": "Шумо розӣ ҳастед, ки шумо ҳисоб ё пароли худро бо касе мубодила намекунед.",
    "1699668873": "Шумо бояд фавран IMI-ро огоҳ кунед, агар шумо гумон кунед, ки маълумоти ҳисоби шумо аз ҷониби каси дигар дуздида ё истифода шудааст ё ягон вайронкунии дигари амният.",
    "3044038608": "Шумо розӣ мешавед, ки ба мо маълумоти дуруст, дақиқ ва мукаммалеро, ки дар раванди бақайдгирии мо талаб карда мешавад, пешниҳод кунед. Шумо инчунин розӣ мешавед, ки чунин маълумотро ба таври фаврӣ навсозӣ кунед, то ки он ҷорӣ ва дақиқ нигоҳ дошта шавад.",
    "4132302900": "5. Махфияти шумо, маълумоти шумо ва \"Маълумот барои ҳама\"",
    "10724169": "Шумо Сиёсати махфияти моро қабул мекунед, ки он чизеро, ки мо бо ҳама маълумоти шахсии шумо ба мо медиҳед, танзим мекунад.",
    "1669194950": "Илова ба маълумоти шахсӣ, аз шумо инчунин талаб карда мешавад, ки маълумоти дигарро пешниҳод кунед (ё шояд барои мо ҷамъоварӣ кардан лозим бошад), то мо метавонем Хидматҳоро пешниҳод кунем (дар маҷмӯъ, \"Маълумоти муштарӣ\"). Мо барои ҳар гуна нокомии иҷроиши хидматҳо, ки дар натиҷаи таъхир ё пешниҳод накардани маълумоти муштарӣ ба вуҷуд омадааст, масъулият надорем.",
    "1330274831": "Шумо бо ин ба мо иҷозатномаи умумиҷаҳонӣ, ғайримахсусӣ, зерлитсензияшаванда, интиқолшаванда, бе роялти ва бозхонданашавандаро дар давоми мӯҳлати ин Шартнома барои истифода, дубора тавлид, паҳн кардан ва ба таври оммавӣ намоиш додани ҳама гуна маълумоти муштарӣ танҳо бо мақсади пешниҳоди хидматҳо медиҳед. . Шумо изҳор ва кафолат медиҳед, ки барои додани литсензия дар ин бахш ҳуқуқ, унвон ва манфиати кофӣ ба маълумоти шумо ва ба маълумоти худ доред.",
    "2230333214": "Мо маълумоти муштариро бо дигар маълумот ҷамъ меорем, то натиҷаҳо аз ҷониби шахс муайян карда нашаванд ва мо инчунин гузоришҳои техникӣ ва маълумотро оид ба истифодаи хидматҳо ҷамъ меорем («Маҷмӯа/Маълумоти муайяншуда»). Сарфи назар аз ҳама чизе, ки дар ин ҷо мухолиф аст, ҳама гуна маълумотҳои маҷмӯӣ/муайяншуда метавонанд аз ҷониби IMI барои ҳама гуна мақсадҳои тиҷоратӣ дар давоми ё баъд аз мӯҳлати ин Шартнома, аз ҷумла бидуни маҳдудият барои таҳия ва такмил додани хидматҳо, эҷод ва паҳн кардани ҳисоботҳо ва дигар масолех. Маълумоти муштарӣ инчунин метавонад дар система барои як муддати маҳдуд на бештар аз 180 рӯз пас аз анҷоми кор боқӣ монад ва намоиш дода шавад, масалан ҳамчун маълумоти калибрченкунии автоматӣ ё тасдиқи системаҳои Intuition Machines. Барои равшанӣ, ин фасли 5 ба мо ҳуқуқ намедиҳад, ки шумо бе иҷозати хаттии пешакии шумо ҳамчун манбаи ҳама гуна маълумотҳои маҷмӯӣ/қайдшуда муайян карда шавад.",
    "3881754581": ". Агар шумо муштарии хидматҳои эзоҳоти мо бошед ва интихоби \"Маълумот барои ҳама\" -ро ҳамчун як қисми истифодаи хидматҳо интихоб карда бошед, пас шумо ба IMI ва ҳамаи корбарони Хидматҳо дар саросари ҷаҳон, ғайримахсус, зерлитсензияшаванда, интиқолшаванда, литсензияи бе роялти ва бозхонданашаванда барои пурра истифода бурдани ҳама маълумоти муштарӣ, аз ҷумла ҳама ҳуқуқҳои марбут ба моликияти зеҳнӣ. Агар шумо варианти \"Маълумот барои ҳама\"-ро интихоб кунед, шумо изҳор менамоед ва кафолат медиҳед, ки барои додани иҷозатнома дар ин бахш ҳуқуқ, унвон ва манфиати кофӣ ба маълумоти шумо ва ба маълумоти худ доред.",
    "3496767126": "Барои роҳ надодан ба шубҳа, банди зерин танҳо ба муштариёне, ки хидматҳои эзоҳоти моро истифода мебаранд, дахл дорад, на барои истифодаи хидматҳои мо ҳамчун Интегратор",
    "767207800": "Агар маълумоти шумо дорои мӯҳтавои эҳтимолан ошкоро ё таҳқиромез бошад, мо аз шумо талаб мекунем, ки онҳоро \"МАЗМУНАИ ОЗОД\" қайд кунед, то ба ҳар касе, ки маълумоти шуморо бубинад, огоҳии одилона бошад. Шумо наметавонед бе созишномаи алоҳидаи хаттӣ бо IMI вазифаҳоеро дар бар гиред, ки сиёсатҳои моро вайрон мекунанд, аз ҷумла, вале бо онҳо маҳдуд накарда, (а) вазифаҳое, ки мустақиман ё бавосита вебсайт ё хидмати дигарро таблиғ мекунанд, (б) вазифаҳое, ки шартҳои вебсайти тарафи сеюмро вайрон мекунанд ва шартҳо, (в) вазифаҳое, ки аз Саҳмгузорон хоҳиш мекунанд, ки шахсони сеюмро даъват кунанд, (г) вазифаҳое, ки аз Саҳмгузорон талаб мекунанд, ки барои таҳрир кардани рафтор ё натиҷаҳои вебсайт амал кунанд, (д) вазифаҳое, ки ҳуқуқҳои моликияти зеҳнии шахсони сеюмро вайрон мекунанд ва (е) вазифаҳо ки аз саҳмгузорон барои зеркашии нармафзор ё файлҳо талаб мекунанд.",
    "3370561195": "6. Рафтори қобили қабул",
    "4205152730": "Шумо ташвиқ карда мешавад, ки бо корбарони дигар дар ҳама ҷо дар вебсайти мо, Форум, паёмнависӣ, чат ва дигар каналҳои васоити ахбори иҷтимоӣ, ки аз ҷониби IMI назорат карда мешаванд, муошират кунед, аммо агар ин тавр кунед, шумо бояд тамоми шартҳои хидмат ва истифода дар сайти мо ва ҳама қонунҳои дахлдорро риоя кунед. .",
    "1394253934": "7. Истифодаи нодуруст, сӯиистифода ва бардурӯғ",
    "1406393333": "Ҳама гуна дастрасӣ ё истифодаи хидматҳо ба ғайр аз мувофиқи ин Шартҳои хидматрасонӣ ва ҳама гуна дастурҳое, ки мо пешниҳод мекунем, қатъиян манъ аст. Аз ҷумла, шумо НАМЕТАВОНЕД:",
    "3409726716": "бе иҷозати хаттӣ барои зиёда аз як ҳисоб дар мо сабти ном кунед;",
    "3119498672": "ҳама гуна вазифаро бо истифода аз интернет-ботҳо, роботҳои веб, ботҳо, скриптҳо ё ҳама гуна шаклҳои дигари зеҳни сунъӣ иҷро кунед ё ба тариқи дигар кӯшиш кунед, ки аз IMI ё ягон дархосткунанда ё интегратор мукофот гиред, бидуни иҷрои вазифаҳое, ки онҳо тавсиф шудаанд;",
    "1188668818": "ҳангоми истифодаи ин вебсайт ҳама гуна маълумоти бардурӯғро пешниҳод кунед (аз ҷумла бидуни маҳдудият ба шахсияти ягон шахси дигар ё созмон дар ҳисоби шумо, ё изҳороти бардурӯғ ё ба таври дигар нишон додани мансубияти шумо бо ягон шахс ё созмони дигар дар ҳисоби шумо);",
    "2804310964": "дастрасӣ ё кӯшиши дастрасӣ ба вебсайти мо тавассути ҳама гуна веб-сервери прокси ё дастгоҳи дигаре, ки барои пинҳон кардани макони ҳақиқӣ ё шахсияти шумо ё бо ҳар василаи ғайр аз интерфейси пешниҳодшуда пешбинӣ шудааст;",
    "1374227759": "вебсайтро барои ҳама гуна фаъолияти ғайриқонунӣ ё бо ягон ҳадафи ғайр аз ҳадафе, ки барои он дастрас карда шудааст, истифода баред;",
    "2103513933": "машғул шудан бо фаъолияте, ки ба фаъолияти сайт халал мерасонад ё халалдор мекунад;",
    "137127070": "истинодҳо ё файлҳои беруна ё файлҳои зараровар ё номаълумро ворид кардан, бор кардан ё замима кардан, ё бор кардани ҳама гуна мундариҷае, ки дорои вирус, аспи троянӣ, кирм, бомбаи вақт ё дигар коди зараровари компютерӣ мебошад;",
    "1686655020": "Ҳама гуна мундариҷаи таҳти ҳуқуқи муаллифиро, ки кори аслии шумо нест, бор кунед, ба шарте ки шумо аз соҳиби қонунӣ барои интишори чунин мундариҷа ва додани тамоми ҳуқуқҳои литсензионии дар ин ҷо додашуда ба IMI иҷозат надоред;",
    "1406692811": "ба спам фиристодан ё интишори ҳама гуна таблиғот, кӯшиши ба даст овардани муроҷиатҳо, иртиботи оммавӣ, пешниҳодҳои пулӣ ё дархостҳо, даъвати хидматҳо, таблиғ, маркетинг, паёмҳои бемаънӣ, мавзӯъҳои такрорӣ, мундариҷаи ғайриқонунӣ, истинодҳои вебсайтҳои иҷтимоӣ, суроғаҳои почтаи электронӣ ё ID-и паёмнависии фаврӣ, агар ин вазифа талаб карда нашавад;",
    "3893539589": "ворид кардани истинодҳои беруна, ки молҳо ё хидматҳоро пешниҳод мекунанд, агар ин вазифа талаб карда нашавад;",
    "3214322759": "дар акси ҳол ба ҳама гуна фаъолияти бадхоҳона ё қаллобӣ машғул шавед.",
    "3733422465": "8. Тасдиқи шахсияти шумо",
    "267645277": "IMI метавонад шахсияти шуморо тасдиқ кунад. Ин метавонад муқоисаи маълумоти шахсии шуморо бо пойгоҳи додаҳои шахсони сеюм ё ҳуҷҷатҳои расмии ҳуқуқӣ дар бар гирад. Шумо ба мо иҷозат медиҳед, ки ҳама гуна дархостҳои заруриро барои тасдиқи шахсияти шумо, моликияти шумо ба суроғаи почтаи электронии шумо ва моликияти шумо ба ҳисобҳои молиявии шумо гузорем. Шумо розӣ мешавед, ки маълумотро дар бораи шумо пешниҳод кунед, то ба мо дар тасдиқи шахсияти шумо кӯмак расонед.",
    "4169910317": "9. Риояи қонун",
    "519755936": "Шумо танҳо барои риояи қонунҳои федералӣ, иёлотӣ, музофотӣ ва маҳаллӣ дар робита бо истифодаи хидматҳо масъул ҳастед. Шумо розӣ мешавед, ки ҷуброни зарари моро барои ҳама гуна даъвоҳо нисбати мо безарар нигоҳ доред, зеро шумо ягон қонунро риоя накардаед ё ягон ҳуқуқҳои шахсони сеюм, аз ҷумла бидуни маҳдудият ҳуқуқҳои шартномавӣ, моликияти зеҳнӣ ё дахолатнопазириро поймол кардаед.",
    "731546974": "10. Андозҳои саҳмгузор ё интегратор",
    "3128328457": "Агар шумо Саҳмгузор ё Интегратор бошед, танҳо шумо барои пардохти ҳама гуна андозҳои тахминӣ ё дигар андозҳои даромад, амнияти иҷтимоӣ, FICA ва ҷубронпулии коргарон дар натиҷаи истифодаи вебсайти мо масъул ҳастед, инчунин андозҳо ё пардохтҳои шабеҳ дар қаламравҳои ғайри ИМА. Шумо розӣ мешавед, ки ҷуброни зарари моро барои ҳар гуна арзёбӣ нисбати мо безарар нигоҳ доред, зеро шумо ягон қонуни андозро риоя накардаед.",
    "2931396764": "11. Вайрон кардани ин шартҳои хидмат",
    "1240667045": "Мо метавонем дастрасии шуморо ба хидматҳо дар вақти дилхоҳ бо ягон сабаб боздорем, маҳдуд кунем ё бекор кунем, аз он ҷумла: (a) мо боварӣ дорем, ки шумо ин Шартҳои хидматро (аз ҷумла дигар сиёсатҳои марбут) вайрон кардаед; (б) мо боварӣ дорем, ки шумо ҳуқуқҳои мо ё ягон шахси сеюмро поймол кардаед; (в) мо наметавонем маълумотеро, ки шумо ба мо пешниҳод кардаед, тафтиш кунем ё тасдиқ кунем; ё (г) мо боварӣ дорем, ки амалҳои шумо метавонанд барои шумо, мо ё шахси сеюм ӯҳдадор шаванд. Барои роҳ надодан ба шубҳа, мо ҳуқуқи пешгирӣ ё боздоштани пардохтро ба шумо нигоҳ медорем, агар ба таври асоснок боварӣ дошта бошем, ки яке аз гуфтаҳои дар боло зикршуда ба чунин пардохт дахл дорад.",
    "1601080128": "Агар мо ҳисоби шуморо мутаваққиф кунем ё қатъ кунем, шумо дигар ба ягон қисмати вебсайт, аз ҷумла маълумот, паёмҳо, файлҳо ва дигар маводе, ки дар сайт нигоҳ медоред, дастрасӣ нахоҳед дошт. Шумо наметавонед истифода бурдани вебсайти моро бо номи ҳисоби дигар ё нав идома диҳед. Вайрон кардани ин Шартҳои хизматрасонӣ метавонад ба андозаи пурраи қонун ба ҷавобгарӣ кашида шавад ва метавонад боиси ҷарима ва муҷозоти иловагӣ гардад.",
    "1160707899": "12. Нақш ва муносибати саҳмгузор бо IMI ва дигар дархосткунандагон",
    "269838707": "Агар шумо Саҳмгузор бошед, шумо ва танҳо шумо қарор медиҳед, ки кадом ва чанд вазифаро иҷро кунед ва кай ва дар куҷо онҳоро иҷро кунед. Шумо озодед, ки барои анҷом додани вазифаҳое, ки шумо интихоб мекунед, вақти зиёд ё камтар сарф кунед. Шумо ҳеҷ гоҳ ӯҳдадор нестед, ки ягон вазифаро иҷро кунед.",
    "1087195513": "Агар шумо Саҳмгузоре бошед, ки ба хидматҳо дастрасӣ пайдо мекунад ва/ё тавассути Интегратор аз номи дархосткунанда, ки IMI нест, вазифаҳоро иҷро мекунад, пас шумо розӣ мешавед ва эътироф мекунед, ки Intuition Machines барои шумо масъул нест ва ӯҳдадор нестед. эҳтиром ба ҳама гуна мукофотҳо ё ҷуброни дигар барои вазифаҳои иҷрошуда. Шумо розӣ мешавед ва эътироф мекунед, ки ҳама гуна мукофотҳо ё ҷуброни дигар барои вазифаҳои иҷрошуда танҳо мувофиқи мувофиқати шумо бо дархосткунанда ва/ё Интегратор, ба қадри имкон муайян карда мешавад. Ҳама гуна баҳсҳо дар бораи чунин мукофотҳо ё ҷубронҳои дигар (аз ҷумла бидуни маҳдудият ба даст наовардани чунин мукофотҳо ё ҷубронҳои дигар) танҳо байни шумо ва дархосткунанда ва/ё Интегратор ба таври мувофиқ сурат мегиранд.",
    "952813944": "На истифодаи шумо аз вебсайти мо ва на чизе дар ин созишнома байни шумо ва Intuition Machines муносибати корӣ, шарикӣ, корхонаи муштарак, агентӣ, франшиза ё намояндаи фурӯшро ба вуҷуд намеорад. Мо ба шумо ягон таҷҳизот ё асбобро барои анҷом додани кор таъмин намекунем. Мо ба шумо ягон имтиёз, ҷуброни коргарон ё суғуртаи суғурта намедиҳем. Мо барои хароҷоте, ки шумо ҳангоми истифодаи вебсайти мо сарф мекунед, масъул нестем. Мо ҳеҷ гуна маблағро аз мукофоти шумо барои андоз аз даромад, амнияти иҷтимоӣ ё дигар андоз нигоҳ намедорем. Шумо дар ҳама вақт озод ҳастед, ки вазифаҳоро барои ҳама шахс ё тиҷорат, аз ҷумла ҳама рақибони мо иҷро кунед. Шумо салоҳият надоред, ки аз номи Intuition Machines ягон шартномаи хаттӣ ё шифоҳӣ бандад.",
    "3460432665": "Сарфи назар аз гуфтаҳои дар боло зикршуда, агар шумо андозсупорандаи ИМА бошед, мо метавонем аз шумо W-9-ро талаб кунем, ки ҳар сол нав карда шавад ва мо метавонем шуморо аз иҷрои вазифаҳо то он даме ки шумо W-9-ро ба анҷом расонед ё навсозӣ кунед, манъ кунем.",
    "458271951": "Агар шумо Саҳмгузоре бошед, ки ба хидматҳо дастрасӣ пайдо мекунад ва/ё аз номи Intuition Machines (ҳамчун дархосткунанда амал мекунад) вазифаҳоро тавассути Интегратор иҷро мекунад (ҳамчун дархосткунанда), мошинҳои Intuition метавонад шуморо барои анҷоми қобили қабули вазифаҳои муайян мукофот диҳанд. Дар ҳолате, ки шумо ба қаллобӣ, сӯиистифода ё вайрон кардани ин Шартҳои хидмат машғул шудаед, ҳама ва ҳама мукофотҳо ба шумо метавонанд аз ҷониби Intuition Machines нигоҳ дошта шаванд ва/ё ситонида шаванд.",
    "3056723024": "13. Иҷрои ғайри қобили қабул будани вазифаҳо",
    "3913203723": "Агар, бо ягон сабаб, Дархосткунанда иҷрои вазифаи иҷрокардаи шуморо қабул накунад, шумо ҳамчун Саҳмгузор ё Интегратор ҳуқуқ ба ягон мукофот барои ин супориш нахоҳед дошт. Дар ҳолате, ки мукофотҳо барои вазифаи ғайриқобили иҷро ба шумо аллакай тақсим карда шуда бошанд, мо метавонем онҳоро аз шумо барқарор кунем.",
    "3666807632": "14. Талабот ва малакаҳои саҳмгузор",
    "1993899769": "15. Истифодаи иттилооти мо",
    "3027055607": "16. Моликияти зеҳнӣ ва ҳуқуқҳои моликият",
    "3910971075": "IMI соҳиби ҳама ҳуқуқҳо, аз ҷумла ҳуқуқҳои моликияти зеҳнӣ ба рамзи сарчашма, рамзи объект ё сохтори асосӣ, ғояҳо ё алгоритмҳо, API ва ҳама гуна нармафзори иловагӣ, ҳуҷҷатҳо ё маълумоти марбут ба Хидматҳо (\"Нармафзор\") мебошад. Шумо мустақиман ё ғайримустақим тавассути шахси сеюм ё ба таври дигар амал намекунед: (a) муҳандисии баръакс, декомпиляция, декомпиляция ё ба тариқи дигар кӯшиши кашф кардани Нармафзор; (б) тағир додан, тарҷума кардан ё эҷод кардани асарҳои ҳосилшуда дар асоси ҳама гуна нармафзор; (в) нусхабардорӣ, иҷора, иҷора, паҳн кардан, ба гарав гузоштан, вогузор кардан ё ба тариқи дигар интиқол додан ё банд кардан ба ҳама гуна нармафзор; (г) ҳама гуна Нармафзорро бо мақсади тақсими вақт, бюрои хидматрасонӣ ё ба таври дигар ба манфиати шахси сеюм истифода баред; ё (д) ҳама гуна огоҳиҳо ё тамғакоғазҳои моликиятро нест кунед.",
    "3660891610": "Агар шумо Саҳмгузор бошед, IMI, на шумо, ҳуқуқҳои моликиятро дар ҳама корҳое, ки шумо ҳамчун як қисми анҷом додани ягон вазифа таҳия мекунед, доред. Бо қабули шартҳои Шартномаи мазкур шумо розӣ мешавед (ва ҳамин тавр мекунед) соҳибӣ, моликият ва унвон (аз ҷумла тамоми ҳуқуқҳои моликияти зеҳнии дар саросари ҷаҳон мавҷудбуда) ва ба кори худ ба мо. Барои кафолат додани он, ки мо метавонем чунин ҳуқуқҳоро ба даст орем, такмил диҳем ва истифода барем, шумо минбаъд розӣ мешавед (i) ҳама гуна ҳуҷҷатҳоро имзо кунед, то дар ҳуҷҷатгузорӣ, такмил ва татбиқи ҳуқуқҳои мо мусоидат кунад; ва (ii) дастрасии оқилона ба иттилоотро барои сабт, такмил, ҳифз, ҳимоя ва иҷрои чунин ҳуқуқҳои моликият дар ҳама ва ҳама кишварҳо таъмин намояд. Ӯҳдадориҳои шумо дар ин бахш ҳатто пас аз хориҷ кардани сабти ном ё қатъи истифодаи хидматҳо идома хоҳанд ёфт. Шумо моро ба сифати адвокати худ таъин мекунед, то аз номи шумо ҳуҷҷатҳоро барои мақсадҳои дар ин бахш зикршуда иҷро кунем.",
    "426125156": "17. Ҳуқуқи муаллифӣ ва TakeDown",
    "1408530660": "IMI моликияти зеҳнии дигаронро эҳтиром мекунад ва мо ҳуқуқ дорем аз сайти худ ҳама гуна маводеро, ки ба назари мо метавонад ҳуқуқҳои зеҳнии ягон шахси сеюмро вайрон кунад, ҳазф кунем. Агар шумо боварӣ дошта бошед, ки кори шахсии шумо ба тарзе нусхабардорӣ шудааст, ки вайронкунии ҳуқуқи муаллиф дар ин вебсайтро ташкил медиҳад, лутфан бо дастгирии муштариёни Intuition Machines тамос гиред.",
    "2696932851": "18. Ҷубронпулӣ",
    "3844300338": "Шумо розӣ мешавед, ки моро аз ҳама гуна даъвоҳо, зиёнҳо, ӯҳдадориҳо, хароҷот ва хароҷот (аз ҷумла ҳаққи адвокатҳо ва хароҷоти оқилона), ки аз иҷрои вазифаҳои шумо ё истифодаи вебсайти мо бармеоянд, ҷуброн кунед, муҳофизат кунед ва безарар нигоҳ доред. .",
    "2474091800": "19. Баҳсҳо бо дигар истифодабарандагон; озод кардан",
    "3162107126": "IMI тарафи ягон баҳси байни шумо ва ягон корбари дигари хидматҳо нест. Шумо IMI ва филиалҳои онро аз ҳама гуна даъвоҳо, талабҳо ва хисороти ҳар навъ ва хусусият, маълум ва номаълум, гумонбаршуда ва шубҳанашуда, ошкоршуда ва ифшонашуда, ки аз ҳар гуна баҳс байни шумо ва корбари дигар бармеоянд ё бо он алоқаманданд, озод мекунед.",
    "2271969747": "20. Маълумоти махфӣ, ки шумо мегиред",
    "1042802841": "Маълумоти махфӣ ҳама гуна маълумотест, ки ҳамчун махфӣ ё моликият қайд карда шудааст ё аз ҷониби ҷониби қабулкунанда бояд ба таври оқилона фаҳмида шавад, ки махфӣ ё моликиятӣ бошад. Ин ҳама гуна маълумотеро дар бар намегирад, ки (1) дастраси умум аст, (2) аллакай дар ихтиёри он аст, аз ҷониби ҷониби қабулкунанда мустақилона таҳия карда шудааст ё аллакай ба ҷониби қабулкунанда маълум аст ё (3) бо қарори суд ифшо шудааст ё бо тартиби дигаре, ки аз ҷониби мақомоти дахлдор талаб карда мешавад. қонун.",
    "1918025546": "Агар ба шумо маълумоти махфӣ аз касе дар хидматҳо дода шавад, шумо розӣ мешавед, ки махфияти маълумоти махфиро бо ҳамон дараҷаи эҳтиёткорӣ, ки барои ҳифзи маълумоти махфии худ истифода мебаред, муҳофизат кунед, аммо ба ҳеҷ ваҷҳ бо ғамхории камтар. Шумо наметавонед ягон чунин маълумоти махфӣ ё хусусиро ифшо кунед ё нашр кунед, ба истиснои ҳолатҳое, ки барои иҷрои вазифа зарур аст. Ҳама маълумот дар доираи як вазифа дар платформаи Intuition Machines бояд махфӣ ҳисобида шавад, ҳатто агар ин маълумот ба таври возеҳ ҳамчун махфӣ таъин карда нашавад.",
    "2690395789": "Агар ва ҳангоме ки ба шумо дигар маълумоти махфии гирифтаатон эҳтиёҷ надошта бошед, шумо бояд ҳама нусхаҳои иттилоотеро, ки дар биноҳо, системаҳо ё таҷҳизоти дигаре, ки шумо назорат мекунед, баргардонед ё нобуд кунед (тавре ки шахсе, ки ин маълумотро ифшо кардааст).",
    "2178073797": "Азбаски ифшои маълумоти махфӣ метавонад зарари ҷуброннашаванда расонад, ҷониби ифшокунанда ҳуқуқ дорад барои ҳама гуна вайронкуниҳо ё таҳдиди вайрон кардани ин мӯҳлат чораҳои ҳатмӣ талаб кунад.",
    "2185860003": "21. Тағйироти вебсайт",
    "2631249972": "Мо метавонем бидуни огоҳӣ ба шумо вебсайти худро такмил ё тағир диҳем.",
    "3764131594": "22. Вебсайтҳои шахсони сеюм",
    "295955580": "Вебсайти мо метавонад истинодҳоро ба вебсайтҳои тарафи сеюм дошта бошад. Мо чунин вебсайтҳоро назорат намекунем, тафтиш намекунем, назорат намекунем ё тафтиш намекунем. Мо барои барномаҳои компютерӣ, мундариҷа ё андешаҳои дар ин гуна вебсайтҳо мавҷудбуда масъул нестем ва онҳоро тасдиқ намекунем. Агар шумо қарор диҳед, ки вебсайти моро тарк кунед ва ба ягон вебсайти тарафи сеюм дастрасӣ пайдо кунед, шумо ин корро ба зиммаи худ мекунед.",
    "838225123": "23. Радди кафолат аз кафолат",
    "3897238493": "ХИЗМАТРАСОНИХО ДАР АСОСИИ «ЧУНЧУНКИ ХАСТ» НАМОИШ МЕДИХАД. МО ДАР БОРАИ ДАСТРАСӢ, МУНОСИБАТӢ, ҚОНУНӢ, ДАСТРАСӢ Ё ФУНКСИЛОНИИ ХИЗМАТРАСОНӢ, ЯГОН НАМОИШҲОИ НАМУМИ ТАЪМИНӢ, АЗ БАРНОМАҲОИ ТАЪЛИМӢ, НАМОИШҲОИ ТАЪЛИМӢ, РЕСПУБЛИКАИ МАЪЛУМОТИ ДАСТРАСӢ, РЕСПУБЛИКАИ НАМОИШҲО, ҲЕҶ КАФОЛАТҲО НЕСТ. БА ҳадди аксаре, ки қонун иҷозат додааст, IMI ТАМОМИ ШАРТҲО, ИЗҲОРОТ ВА КАФОЛАТҲО, АЗ ҶУМЛА, АММО НА МАҲДУДИ КАФОЛАТҲОИ ТИҶОРАТӢ, ФИТНЕССУРАТҲО ВА ФАЪОЛИЯТИ ПАРТИЯВИРО РАД МЕКУНАД. ҲОҶИ ЯГОНАГӢ ВА ИСТИСНОИИ ШУМО бар зидди IMI нисбат ба ҳама гуна нуқсонҳо, номувофиқатӣ ё норизоятӣ қатъи ИСТИФОДААИ ХИЗМАТРАСОНӢ Мо барои расонидани зарар ба системаи компютерии шумо, гум шудан ё вайроншавии дигар маълумотҳо, масъулият нахоҳем дошт. аз дастрасӣ ё истифодаи вебсайт ё Intuition Machines Platform. Танаффусҳои ба нақша гирифташуда ва ғайринақшавӣ метавонанд рух диҳанд ва мо дастрасии бефосилаи вебсайти моро кафолат намедиҳем.",
    "2110259227": "24. Маҳдудияти масъулият",
    "3018077211": "25. Ҳалли баҳсҳои саҳмгузор",
    "2790841456": "Агар шумо Саҳмгузор бошед, шумо ба банди арбитражӣ ва рад кардани даъвои синфӣ розӣ мешавед:",
    "2323013093": "26. Қонуни амалкунанда",
    "2900525040": "Қонунҳои иёлати Калифорния ин Шартҳои хидматрасонӣ ва ҳама гуна баҳс, баҳс ё даъворо, ки аз онҳо бармеоянд, танзим мекунанд.",
    "3339302473": "27. Қатъ кардан",
    "41530052": "28. Шартҳои умумӣ",
    "3202747130": "Тамоми Шартнома. Шартҳои хидматрасонӣ ва ҳама гуна сиёсатҳо, расмиятҳо ё шартҳои дар ин шартнома истинодшуда тамоми тавофуқи тарафҳоро дар мавриди мавзӯъ ташкил медиҳанд ва ҳама созишномаҳои қаблӣ ва ҳамзамон алоқаманд, даъвоҳо, намояндагӣ ва фаҳмиши тарафҳоро иваз мекунанд ва бекор мекунанд. .",
    "4080263153": "Бе озодкунӣ. Мо ба ҳисоб намеравем, ки ягон қисми ҳуқуқҳо ё воситаҳои ҳимояи худро рад кардаем, агар ин радкунӣ дар шакли хаттӣ набошад ва аз ҷониби мо имзо карда шавад. Агар мо иҷрои ҳуқуқҳои худро тибқи ягон муқаррароти ин созишнома ба таъхир андозем ё иҷро накунем, ин боиси даст кашидан аз ҳуқуқи мо барои иҷрои минбаъдаи чунин муқаррарот ё ягон қисми ин шартнома намебошад.",
    "1789371580": "Таъинпазирӣ. Шумо наметавонед ин шартҳои хидматро бе розигии пешакии хаттии мо таъин кунед. Мо метавонем ин шартҳои хидматро дар вақти дилхоҳ бидуни огоҳӣ таъин кунем. Бо назардошти гуфтаҳои дар боло зикршуда, ин Шартҳои хидмат барои ворисони ҳар як тараф ва таъиноти иҷозатдода ҳатмӣ хоҳанд буд.",
    "2819628066": "Ҷудопазирӣ. Агар ягон муқаррароти ин Шартҳои хидмат бо ягон сабаб беэътибор ё иҷронашаванда дониста шавад, он ба эътиборнокӣ ва иҷрошавандагии ҳама муқаррароти боқимонда таъсир намерасонад.",
    "3955981186": "Ислоҳот. Ҳеҷ гуна тағирот ё ислоҳ ба ин Шартҳои хидматрасонӣ аз ҷониби ягон каси дигар ба истиснои IMI барои IMI ҳатмӣ нест, ба истиснои ҳуҷҷати хаттӣ, ки аз ҷониби намояндаи мувофиқи ваколатдори IMI имзо шудааст.",
    "1377538813": "Забони бартарӣ. Варианти забони англисии ин Шартҳои хидматрасонӣ ҳама ҷиҳатҳоро назорат мекунад ва дар сурати мавҷуд будани номувофиқатӣ бо версияҳои тарҷумашуда, агар мавҷуд бошад, бартарӣ хоҳад дошт.",
    "2438016011": "Шартномаи ихтиёрӣ. Ҳамаи тарафҳои ин Шартҳои хидмат изҳор мекунанд ва розӣ ҳастанд, ки ҳар кадоми онҳо тамоми ҷанбаҳои ин шартномаро баррасӣ кардаанд, ҳама муқаррароти онро бодиққат хонда ва пурра мефаҳманд ва ихтиёран ба ин шартнома ворид мешаванд.",
    "2445034923": "Агар шумо бо ҳама шарту шартҳои ин Шартҳои хидмат розӣ набошед, аз сайт ё хидматҳо истифода набаред (ва шумо наметавонед) дастрасӣ пайдо кунед.",
    "2646127839": "Замимаи муштарӣ ба Шартҳои асосии хидмат",
    "4097297673": "Ҳамчун муштарӣ, дархосткунанда ё интегратор, шумо розӣ мешавед, ки ба ғайр аз ҳама шартҳои дигари ҳатмӣ байни шумо ва IMI бо шартҳои зер ӯҳдадор мешавед.",
    "1093280979": "1. Шаклҳои фармоиши платформа",
    "1549953005": "Шумо метавонед як ё якчанд варақаҳои фармоиши дастрасии платформаро (ҳар як \"Шакли фармоиш\") ҳамчун шарти муштарӣ ё дархосткунанда шудан пур карда бошед. Агар ин тавр бошад, пас шартҳо ва шартҳои дар варақаи фармоиш тавсифшуда қисми Шартҳои хизматрасонӣ мешаванд ва ба ин тариқ бо истинод ворид карда мешаванд.",
    "3819851005": "2. Пардохтҳо",
    "1591032933": "Шумо ба IMI пардохтҳоро тавре, ки дар варақаи фармоишии фармоишӣ тавсиф шудааст, тавассути усули пардохте, ки шумо дар варақаи фармоишии мувофиқ пешниҳод кардаед, пардохт мекунед. Агар аз ҷониби ҳарду тараф дар шакли хаттӣ тартиби дигаре ба таври возеҳ мувофиқа нагардида бошад, шумо пардохти пурраи ҳамаи ҳисобнома-фактураҳоеро, ки дар давоми сӣ (30) рӯз пас аз санаи фиристодани ҳисобнома-фактура дода шудаанд, таъмин хоҳед кард. Шумо ба мо иҷоза медиҳед, ки дар ҳама маълумоти корти кредитӣ, ки ба мо пешниҳод мекунед, иҷозати корти кредитиро иҷро кунем, он маълумоти корти кредитиро нигоҳ дорем ва корти кредитии шумо ё ягон ҳисоби дигареро, ки мо ҳамчун шакли пардохт мувофиқа мекунем, пардохт кунем. Агар дар варақаи фармоиш ё дар Шартномаи хидматрасонии корхонаи шумо ё Созишномаи асосии хидматрасонӣ тартиби дигаре пешбинӣ нашуда бошад, ҳама пардохтҳо барои хидматҳо, ба истиснои маблағи зиёдатӣ, ҳар сол пас аз оғози хидматҳои аз ҷониби IMI дар доираи Шартномаи шумо пешниҳодшуда ҳисоб карда мешаванд («Санаи эътибор»).",
    "4142610534": "Ҳама гуна пардохтҳои таъхирнопазир бо меъёри 1,5% дар як моҳ ё ҳадди аксаре, ки қонун иҷозат додааст, вобаста ба он, ки кадоме аз онҳо камтар аст, ситонида мешавад. Агар шумо бо ягон сабаб маблағи мувофиқи ин Шартномаро пардохт накунед, ҳисоби шумо метавонад бо ихтиёри мо боздошта шавад, ки дар ин ҳолат аз ҳисоби шумо барои анҷоми супоришҳо ҳеҷ гуна пардохтҳои иловагӣ сурат намегирад ва ҳамаи вазифаҳои шумо нест карда мешаванд. аз вебсайти мо. Шумо бояд ба мо тамоми маблағҳоеро, ки дар асоси дархост бояд пардохта шавад, бо иловаи ҳама гуна пардохтҳои коркард, хироҷи дер ва ё ҳаққи адвокат ҷуброн кунед. Мо инчунин метавонем ба агентиҳои ҳисоботдиҳии кредитӣ ва мақомоти ҳифзи ҳуқуқ ҳисоботи мувофиқ пешниҳод кунем.",
    "512991700": "Агар шумо хоҳед, ки бо ягон пардохт баҳс кунед, шумо бояд на дертар аз сӣ (30) рӯз пас аз санаи басташавӣ дар ҳисоботи аввал ё изҳороти суратҳисоб, ки дар он хатогӣ ё мушкилот барои гирифтани тасҳеҳ ё кредит пайдо шуда буд, ба шӯъбаи дастгирии мизоҷони мо муроҷиат кунед.",
    "1273914192": "3. Андозҳо",
    "4242322181": "Шумо барои пардохти тамоми андозҳои марбут ба Хидматҳо, ба истиснои андозҳои ИМА, ки аз даромади софи Intuition Machines ё амволи шахсӣ ҳисоб карда мешаванд, масъул ҳастед.",
    "1671996585": "Шояд аз шумо талаб карда шавад, ки вебсайт, барнома ё платформаи худро бо хидматҳои мо тавассути интерфейси барномасозии барномавии мо (\"API\") ҳамгиро кунед. Дар ҳолате, ки шумо ин корро мекунед, мо ба шумо иҷозатномаи маҳдуд, ғайриистисноӣ, интиқолнашаванда, таъиннашаванда ва бозхондашавандаро барои истифодаи API танҳо барои дастрасӣ ба хидматҳо медиҳем. Мо метавонем API-ро тағир диҳем ва/ё дастгирии версияҳои кӯҳна ё нашри API-ро дар вақти дилхоҳ қатъ кунем. Мо ҳуқуқи боздоштан ё маҳдуд кардани дастрасии шуморо ба API бо салоҳдиди худ нигоҳ медорем ва мо кӯшишҳои оқилонаро барои расонидани огоҳии шумо пеш аз таваққуф мекунем.",
    "4036662147": "5. Ҳифзи иттилооти махфӣ",
    "3564208535": "Шумо розӣ мешавед, ки кӯшишҳои оқилонаи тиҷоратӣ барои ҳифзи ҳама гуна маълумоти махфӣ аз мо ё тавассути хидматҳои мо гирифташударо истифода баред. холҳои ботҳо ва тафсилоти ғайридавлатии хидмати корхонаи моро дар бар мегирад, аз ҷумла ҳуҷҷатҳои ғайридавлатӣ ва ҳама тафсилоти мо метавонем дар бораи усулҳои муайянкунии ботҳои мо мубодила кунем. Агар ба шумо дастрасӣ ба ин гуна маълумоти махфӣ дода шавад, мо метавонем дастрасии шуморо ба хидматҳои мо бо салоҳдиди худ тағир диҳем, боздорем ё маҳдуд кунем, агар мо муайян кунем, ки маълумоти махфӣ тавассути истифодаи хидматҳои мо фош мешавад ва мо кӯшишҳои оқилонаро истифода хоҳем кард. то ба шумо пеш аз боздоштани он огоҳӣ диҳад.",
    "120384113": "6. Қатъ кардан",
    "453723556": "Шумо метавонед ин Замимаи муштариро новобаста аз шартҳои хидмат бо қатъ кардани муштарӣ ё дархосткунанда қатъ кунед. Мо ҳуқуқ дорем, ки мақоми шуморо ҳамчун муштарӣ ё дархосткунанда дар вақти дилхоҳ боздорем ё қатъ кунем, ё ба тариқи дигар қатъ кардани ҳисоби шумо ё истифодаи Хидматҳо мувофиқи Шартҳои хидматрасонӣ. Шумо пас аз қатъ кардани ҳама гуна маблағе, ки тибқи варақаи фармоиши шумо лозим аст, масъулият доред. Агар обунаи шумо ягон пардохтҳои моҳона ё солона ё ҳадди ақали моҳона ё солонаро дар бар гирад, шумо то ҳол мутаносибан барои пардохти тамоми ҳаққи хидматҳо то охири он моҳ ё сол масъул хоҳед буд.",
    "218889628": "Ба истиснои ҳолатҳое, ки мо ин Замимаи муштарӣ ё Шартҳои хидматро дар натиҷаи вайрон кардани шумо ин Замимаи муштарӣ ё шартҳои хидматро қатъ мекунем, агар мо онро қатъ кунем ва шумо ягон пардохтро ба мо пешпардохт карда бошед, мо як қисми мутаносиби онҳоро бармегардонем. маблағи пешпардохт дар асоси вақти боқимонда ё Хидматҳое, ки шумо барои он пардохт кардаед, кадоме аз он камтар аст. Мо кори худро ба таври оқилонаи тиҷоратӣ ба итмом мерасонем ва ҳама маҷмӯи маълумотҳои пардохтшудаи натиҷа ва ҳама маълумоти муштариро, ки дар ихтиёри мо ҳастанд, нигоҳ медорем ва ба шумо мерасонем. Ҳангоми қатъ, мо метавонем, аммо ӯҳдадор нестем, ки ҳама гуна маълумотро нест кунем.",
    "2505227594": "7. Синну сол",
    "2369877184": "Меъёри максималии иҷозатдодашудаи RPS барои Integrators ё муштариёни hCaptcha 1000 дархост дар як сония ба шахсони дар дохили ҳисоби шумо (\"RPS\") аст, агар дар созишномаи хаттии шартномаи байни шумо ва мо тартиби дигаре пешбинӣ нашуда бошад.",
    "234420106": "Дар ҳолате, ки шумо Интегратор ё Мизоҷи хидмати hCaptcha Enterprise бошед ва истифодаи API-и шумо, ки аз ҷониби RPS чен карда шудааст, аз меъёри пешбинишуда барои сатҳи хидматрасонии шумо зиёд бошад, мо метавонем хидмати шуморо тағир диҳем ё маблағи аз меъёр зиёдро ситонем. Дар ҳолате, ки суръати баландтарини RPS-и шумо аз меъёри пешбинишуда 10 маротиба дар тӯли 10 дақиқа ё бештар аз он зиёд бошад ва аксарияти ин дархостҳо, ба ақидаи ягонаи мо, трафики зараровар нестанд, мо метавонем барои ҳама дархостҳои API, ки дар он моҳ дода шудааст, аз шумо бо меъёри изофаи дар шартнома муқарраршуда ситонида мешавад.",
    "2619472217": "8. Фурӯши дубора",
    "2019702084": "Агар дар Шартномаи асосии хидматрасонии муштарӣ ё Созишномаи бозфур ба таври возеҳ иҷозат нагардида бошад, Хидматҳои фармоишии SaaS набояд фурӯхта, дубора фурӯхта, ба иҷора дода шаванд, зерлизинг, литсензия, зерлитсензия ё ба тариқи дигар ба ягон шахси сеюм дастрас карда шаванд (ба истиснои як шарики муштарӣ). ) ва ҳама фармоишҳо дар доираи Шартнома ва ҳама истифодаи Муштарӣ аз хидмат бояд барои истифодаи дохилии тиҷоратии худи муштарӣ ё шарики он бошад.",
    "1233229030": "Гуногун",
    "1467783792": "Ҳеҷ як шахс, муассиса ё созмоне, ки аз ҷониби Иёлоти Муттаҳида иҷозат дода шудааст (\"Активи таҳримшуда\") ҳақ надорад, ки хидматҳоро ҳамчун Интегратор истифода барад. Барои ҷилавгирӣ аз шубҳа, ба ин ҳама фаъолони таҳримшуда дохил мешаванд, ки аз ҷониби Идораи назорати дороиҳои хориҷӣ (\"OFAC\")-и Вазорати молияи ИМА таъин шудаанд.",
    "3759657802": "Шумо наметавонед ин Шартҳои хидмат ё ҳуқуқ ё ӯҳдадориҳои худро дар ин ҷо ба ҳеҷ ваҷҳ (бо амали қонун ё ба таври дигар) таъин, интиқол ё вогузор кунед.",
    "1627232990": "Тарҷумаи ин Шартҳои хизматрасонӣ дар асоси кӯшишҳои беҳтарин таъмин карда мешавад. Дар сурати мавҷуд будани фарқияти ҷиддии байни Шартҳои хидматрасонии забони англисӣ ва тарҷумаи он, Шартҳои хидматрасонӣ ба забони англисӣ ҳамчун ваколатдор шарҳ дода мешаванд.",
    "805221621": "Лутфан бо мо дар тамос шавед",
    "259613338": "агар шумо дар бораи ин шартҳои хидмат ягон савол дошта бошед.",
    "2735878907": "Эъломияи банақшагирии идомаи тиҷорат",
    "2887242610": "Intuition Machines, Inc Нақшаи Идомаи Тиҷоратро таҳия кардааст, ки мо ба рӯйдодҳое, ки тиҷорати hCaptcha-и моро ба таври назаррас халалдор мекунанд, чӣ гуна вокуниш нишон медиҳем. Азбаски вақт ва таъсири офатҳо ва халалдоршавӣ пешгӯинашаванда аст, мо бояд дар вокуниш ба рӯйдодҳои воқеӣ ҳангоми рух додани онҳо чандир бошем. Бо дарназардошти ин, мо ба шумо ин маълумотро дар бораи нақшаи идомаи тиҷорати худ пешкаш мекунем.",
    "809251240": "Тамос бо мо",
    "2551802342": "– Мо нақша дорем, ки амалиёти тиҷоратиро пас аз халалдоршавии назарраси тиҷорат зуд барқарор кунем ва дубора барқарор кунем ва тавассути ҳифзи кормандон ва моликияти худ, арзёбии молиявӣ ва амалиётӣ, ҳифзи китобҳо ва сабтҳои ширкат ва иҷоза додан ба муштариёни худ ва корбарони ниҳоии онҳо муомилоти онлайнро ба даст орем. Хулоса, нақшаи муттасилии мо барои он тарҳрезӣ шудааст, ки ба ширкати мо имкон диҳад, ки бо назардошти миқёс ва вазнинии халалдоршавии назарраси тиҷорат фаъолияташро ҳарчи зудтар аз нав оғоз кунад. Нақшаи идомаи тиҷорати мо инҳоро дарбар мегирад: нусхабардории маълумот ва барқарорсозии маълумот; ҳама системаҳои муҳими миссия; арзёбии молиявӣ ва амалиётӣ; алоқаи алтернативӣ бо муштариён, кормандон ва мақомоти назоратӣ; ҷойгиршавии алтернативии физикии кормандон; таъминкунандаи муҳим ва таъсири муштариён; ҳисоботи меъёрӣ; ва ба мизоҷони худ огоҳии фаврӣ медиҳем, агар мо тиҷорати худро идома дода натавонем. Ҳавзи асосии таъминкунандагони мо сабтҳои муҳими моро дар як минтақаи аз ҷиҳати ҷуғрофӣ ҷудогона дастгирӣ мекунад. Гарчанде ки ҳар як ҳолати фавқулодда дар асоси омилҳои беруна, ба монанди вақти рӯз ва шиддати халалдоршавӣ мушкилоти нодиреро ба вуҷуд меорад, ба мо аз ин ҳавзи таъминкунандагон маслиҳат дода шуд, ки ҳадафи онҳо барқарор кардани амалиёти худ ва тавонистани босуръати хидматрасонӣ мебошад. Гарчанде ки мо барои кам кардани хатар тавассути истифодаи маҷмӯи гуногуни таъминкунандагон кор кардем, хидматҳои шумо метавонанд дар ин давра тағир ё қатъ карда шаванд.",
    "826396656": "Нақшаи идомаи тиҷорати мо",
    "1979347895": "- Мушкилоти назарраси тиҷорат метавонанд дар доираи худ фарқ кунанд, масалан, танҳо як ширкати мо, як бинои ягонае, ки фирмаи мо ҷойгир аст, маҳалле, ки фирмаи мо ҷойгир аст, шаҳре, ки мо ҷойгир аст ё тамоми минтақа. Дар дохили ҳар яке аз ин минтақаҳо, шиддати вайроншавӣ низ метавонад аз ҳадди ақал то шадид фарқ кунад. Ҳангоми халалдоршавӣ дар ширкати мо, ноҳияи тиҷории мо, шаҳр ё минтақа ё биное, ки фирмаи мо ҷойгир аст, мо амалиёти худро дар ҳолати зарурӣ ба як макони маҳаллӣ интиқол медиҳем ва интизорем, ки ҳеҷ халали моддӣ дар амалиёти тиҷоратӣ нашавад. Дар ҳарду ҳолат, мо нақша дорем, ки тиҷоратро идома диҳем, агар лозим бошад, амалиётро ба таъминкунандагони алтернативӣ интиқол диҳем ва тавассути вебсайти худ дар hcaptcha.com ва саҳифаи ҳолати мо дар hcaptchastatus.com дар бораи чӣ гуна тамос гирифтан бо мо хабар медиҳем. Агар халалдоршавии назарраси тиҷорат ба ҳадде шадид бошад, ки он ба мо дар тиҷорат монеа эҷод кунад, мо шуморо зуд огоҳ хоҳем кард.",
    "653679457": "Мушкилоти гуногун",
    "410397176": "Барои маълумоти бештар",
    "2095899021": "Дастурҳои брендинги hCaptcha ва иҷозатномаи умумии тамғаи молӣ",
    "2340340589": "Дастур оид ба истифодаи тамғаи hCaptcha",
    "2430148876": "Мо ин роҳнамо ва литсензияи умумии тамғаи молиро таҳия кардем, то барои муштариён, шарикон ва мухлисони худ кор бо бренди мо ва ҳамзамон нигоҳ доштани шахсияти корпоративии худро то ҳадди имкон осон созем. Агар ба шумо лозим аст, ки нишонаҳо, логотипҳо ё тамғаҳои hCaptcha-ро бо тарзеҳое, ки аз ин дастурҳо фарқ мекунанд, истифода баред, шумо бояд барои гирифтани иҷозатномаи хаттӣ бо мо (IMI) тамос гиред.",
    "3884400764": "Гарчанде ки шумо метавонед тамғаҳои hCaptcha-ро мувофиқи ин дастурҳо истифода баред, ин маънои онро надорад, ки шумо ягон ҳуқуқи тамғаи hCaptcha, логотипҳо ё дигар тамғаи молӣ, номи тиҷоратӣ, тамғаи хидматрасонӣ, номи тиҷорӣ ё иродаи неки hCaptcha доред. Мо мехоҳем то ҳадди имкон чандирӣ диҳем, аммо мо вазифадорем, ки hCaptcha-ро аз истифодаи беиҷозаи ҳама гуна тамғаи молӣ, номи тиҷоратӣ, тамғаи хидматрасонӣ, номи тиҷорӣ ё иродаи неки hCaptcha ҳифз кунем. Ҳар гуна истифодаи беиҷозат ба таври худкор иҷозат ё литсензияи аз ҷониби hCaptcha додашударо қатъ мекунад ва метавонад барои ҳама гуна хисорот масъулияти қонуниро ба дӯш гирад.",
    "512598290": "Ҳамин тариқ, мо бояд аз шумо хоҳиш кунем, ки ҳамеша ҳама тамғаҳо ва логотипҳои hCaptcha-ро дар шакле истифода баред, ки ба қоидаҳои дар поён овардашуда, аз ҷумла ҳарф, ҳарф ва услуб мувофиқат кунад.",
    "2075610992": "Ташаккур барои дастгирии шумо!",
    "1023190144": "hCaptcha® дар матн",
    "4274324704": "Ин аст тарзи истифода бурдани номи мо дар нусхаи хаттӣ:",
    "3912926900": "hCaptcha® бояд рамзи тамғаи молии ба қайд гирифташуда ҳангоми бори аввал пайдо шудани он дар нусхаи эҷодӣ дошта бошад.",
    "950637875": "Имлои hCaptcha набояд ҳеҷ гоҳ тағир дода шавад ва hCaptcha ҳамеша бо ҳарфи дуюм (\"C\") бояд калон шавад. Он ҳеҷ гоҳ ҷамъ ё соҳибӣ нест.",
    "2624601135": "\"hCaptcha\" набояд ҳамчун як қисми номи бренд истифода шавад, бо дефис пайваст карда шавад ё дар номҳои барномаҳо ё дигар маҳсулот истифода шавад.",
    "3828090208": "Ба ҷои ин \"for hCaptcha\" -ро истифода баред. Агар бо логотипи тарафи сеюм истифода шавад, \"барои hCaptcha\" бояд ҳаҷмаш аз логотипи тарафи сеюм хурдтар бошад.",
    "4149738856": "hCaptcha бояд ҳамчун сифат истифода шавад ва пас аз он истилоҳи умумии мувофиқ истифода шавад.",
    "1446868537": "hCaptcha набояд ҳеҷ гоҳ ҳамчун феъл истифода шавад.",
    "2487931657": "Истифода накунед: \"мо сайти худро hCaptcha кардем.\"",
    "2565565429": "Ба ҷои ин истифода баред: \"мо hCaptcha-ро истифода мебарем, то сайти худро бехатар ва амнтар созем.\"",
    "3434202027": "Ҳама гуна истифодаи номи hCaptcha дар иртибот аттрибутсияро талаб мекунад: \"hCaptcha тамғаи молии ба қайд гирифташудаи Intuition Machines, Inc. аст.\"",
    "2754937029": "Истифодаи ғайри қобили қабул",
    "2436973524": "Танҳо истинодҳои дақиқ қобили қабуланд. Гуфтан мумкин нест, ки сайт хидматҳо ва замимаҳои hCaptcha-ро истифода мебарад, вақте ки ин кор намекунад. Ба ҳамин монанд, истифодаи логотипи мо ё ягон нишони сарисинагӣ танҳо вақте мувофиқ аст, ки сайт аз хидматҳои hCaptcha истифода мебарад.",
    "69844082": "Тамғаҳои молии hCaptcha, рамзҳои графикӣ, логотипҳо, ҳарфҳо ё нишонаҳо низ метавонанд ба таври таҳқиромез истифода шаванд.",
    "3861413614": "Шумо наметавонед ягон тамғаи молӣ ё логотипи hCaptcha-ро истифода баред, ки маънои онро дорад, ки hCaptcha дорои мансубият ё тасдиқ, сарпарастӣ ё дастгирии маҳсулот ё хидмати тарафи сеюм аст, бе иҷозати хаттӣ.",
    "1409822234": "Дар ҳеҷ ваҷҳ набояд тамғаи молии якхела ё тақрибан якхелаи hCaptcha ҳамчун номи домен истифода шавад.",
    "4181060163": "Шахсони сеюм набояд тағиротҳо ё хатогиҳои имлоро истифода набаранд ё ба ҳеҷ ваҷҳ амале накунанд, ки боиси нофаҳмиҳои аввалия нисбат ба тамғаҳои молии hCaptcha шавад.",
    "3955555607": "Ба ғайр аз Шарикон ё фурӯшандагони ваколатдор, шахсони сеюм наметавонанд барои калимаҳои калидӣ, Google AdWords ё дигар системаҳои таблиғотии мақсаднок бо истифода аз аломатҳои hCaptcha ё хатогиҳои имло пешниҳод кунанд. Шахсони сеюм низ наметавонанд тамғаҳои hCaptcha-ро дар номҳои домейнҳо, ҳама гуна оптимизатсияи системаи ҷустуҷӯӣ, мета тегҳо, истилоҳҳои ҷустуҷӯ, рамз ё дигар маълумоти нодуруст истифода баранд.",
    "1985238261": "Дигар аломатҳои маҳдуд",
    "2193061499": "Баъзе аз логотипҳо ва тамғаҳои мо бо истифода аз hCaptcha ва шарикони он маҳдуданд. Шахсони сеюм наметавонанд тамғаҳои зеринро бе иҷозатномаи хаттии hCaptcha истифода баранд:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop аз ҷониби hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logo BotStop™",
    "3942875761": "Кӯмак ба сохтани веб™ беҳтар",
    "364774188": "Ман одамам™",
    "2785425016": "(дар заминаи ҳалли санҷиши инсоният, масалан, даъват ба амал)",
    "2639657759": "Нишонҳое, ки бо иҷозат истифода мешаванд",
    "1268918580": "Баъзе аз логотипҳо ва тамғаҳое, ки аз ҷониби hCaptcha ва шарикони он истифода мешаванд, ба шахсони сеюм тааллуқ доранд ва онҳоро танҳо бо иҷозати онҳо истифода бурдан мумкин аст. Шахсони сеюм наметавонанд тамғаҳои зеринро истифода баранд, ба истиснои ҳолатҳое, ки соҳибони онҳо иҷозат додаанд:",
    "3782751514": "HUMAN Protocol® тамғаи молии ба қайд гирифташудаи Бунёди HUMAN Protocol аст ва бо иҷозати он истифода мешавад.",
    "1620709264": "HUMAN Token® тамғаи молии ба қайд гирифташудаи Фонди Протоколи HUMAN буда, бо иҷозати он истифода мешавад.",
    "3031953928": "Шабакаи HUMAN™ тамғаи тиҷоратии Фонди Протоколи HUMAN буда, бо иҷозати он истифода мешавад.",
    "3554363588": "Нишонҳои дигар",
    "3290996791": "Ҳама номҳои маҳсулот, логотип ва тамғаҳои дигар моликияти соҳибони мувофиқ мебошанд. Ҳама дигар номҳои ширкат, маҳсулот ва хидматҳое, ки дар ин вебсайт истифода мешаванд, танҳо бо мақсади мушаххассозӣ мебошанд. Истифодаи ин номҳо, логотипҳо ва брендҳо маънои тасдиқро надорад.",
    "2444685143": "Сиёсати логотип",
    "2414232014": "Логотипи мо дарҳол шинохта мешавад ва яке аз дороиҳои арзишманд ва муҳимтарини мост. Барои он ки он намояндагии қавии ширкати мо боқӣ монад, он бояд бодиққат ва пайваста дар тамоми каналҳои иртибот пешниҳод карда шавад.",
    "803639471": "Логотипи hCaptcha аз нишонаи дастӣ ва логотипи hCaptcha иборат аст. Дар шакли алтернативии худ, нишонаи даст метавонад худ аз худ пайдо шавад, вақте ки фазо маҳдуд аст ва \"hCaptcha\" ҳамчун аломати калима (тавре ки дар боло тавсиф шудааст) дар наздикии нишонаи даст истифода мешавад, ба тавре ки нишонаи даст hCaptcha-ро ифода мекунад.",
    "564127016": "Нишонаи дасти hCaptcha:",
    "1424800293": "Логотипи hCaptcha:",
    "1525506526": "Гирифтани ҳисоб чист ва онҳо чӣ гуна кор мекунанд?",
    "2446481523": "Як афсонаи қадимаи мардумӣ вуҷуд дорад, ки дар он як ронандаи вагон ва як ашроф дар констабул дар як деҳаи хурди деҳа ҳозир мешаванд. Як марде, ки дар тан либоси чиркин ва камбағалон дошт, ба констабль гуфт: «Ман ашроф ҳастам. Ин мард ронандаи ман буд.",
    "1767952047": "Ӯ шаби гузашта ба ман ҳамла кард, либосҳоямро дуздид ва пуламро гирифт”. Марди дигар, ки дар тан либоси хеле зебо, либоси табақаи ашроф дар бар дошт, ҷавоб дод: «Констебль, ин одам девона аст. Ӯ гумон мекунад, ки як ашрофзода аст. Ман ашрофзодаи ҳақиқӣ ҳастам. Ӯро ҳабс кунед!»",
    "2947576723": "Ин ҳикоя аз шаҳодатномаҳои ронандагӣ ва чопи рақамии ангуштҳо пештар аст, аммо он намунаи хуби он аст, ки дар ҳолати гирифтани суратҳисоб чӣ хатогиҳо рӯй дода метавонанд. Шахсе ба суратҳисоби бонкии онлайн ё барномаи пардохтҳои мобилӣ ворид мешавад. Оё ӯ соҳиби ҳисоб аст ё ҳакер? Аслан кӣ кист? Ин масъалаҳои амниятӣ ба созмонҳое дахл доранд, ки ба ҳисоби худхизматрасонӣ дастрасӣ доранд.",
    "1687299615": "Гирифтани ҳисоб чист?",
    "2648707986": "Гирифтани ҳисоб як шакли қаллобии киберӣ мебошад, ки дар он актёри бадхоҳ соҳиби ҳисоби онлайнро муаррифӣ мекунад. Одатан, суратҳисоб дар як муассисаи молиявӣ ё тиҷорати электронӣ ҷойгир аст, ки дар он қаллоб метавонад пул, мол ё кортҳои тӯҳфаро дуздад. Ҳамлагар барои дастрасӣ ба ҳисоб маълумотҳои воридшавии дуздидашударо истифода мебарад ва сипас онро ба худ мегирад, шояд паролро иваз кунад, то соҳиби воқеии ҳисобро маҳкам кунад.",
    "1476843710": "Шаклҳои камтар зараровари молиявӣ, вале ба ҳар ҳол зиёновар аз гирифтани ҳисоб рабуда шудани ҳисобҳои васоити ахбори иҷтимоӣ ва амсоли инҳоро дар бар мегирад. Дар ин ҳолатҳо, ҳамлакунанда одатан кӯшиш мекунад, ки нармафзори зарароварро паҳн кунад ё ба ҳамлаҳои фишингӣ алайҳи дӯстони шубҳанок аз ҷабрдида машғул шавад. Ё, ҳамлагар кӯшиш мекунад, ки қурбониро шарманда кунад, ки баъзан бо одамони машҳур ва сиёсатмадорон рӯй медиҳад.",
    "2904949278": "Чӣ тавр як ҳакер ҳисобро забт мекунад?",
    "2575690545": "Гирифтани ҳисобҳо, ба монанди қаллобии киберӣ, асосан масъалаи равандҳои автоматишуда ва оммавӣ мебошад. Кам дида мешавад, ки ҳакере, ки дар таҳхонаи модараш пӯшок пӯшидааст, як-як ба вебсайтҳои бонкӣ парол ворид кунад.",
    "3614653023": "Баръакс, амалия ба ҳамлаҳои васеъмиқёси пуркунии эътимоднома такя мекунад, ки миллионҳо ҷуфт номи корбар/паролро дар даҳҳо муассисаҳои молиявии мақсаднок бо умеди кушодани як қисми хурди ҳисобҳо кӯшиш мекунанд. Пас аз он ки нармафзори автоматии қаллобӣ ба ҳисоб дастрасӣ пайдо кард, ҳакери инсонӣ метавонад ба он ҷалб шавад, аммо дар баъзе ҳолатҳо, не.",
    "2762759509": "Бисёре аз ҳамлаҳои азхудкунии ҳисобҳо қариб пурра автоматӣ карда мешаванд.",
    "1972710018": "Онро аз нуқтаи назари ширкат дидан",
    "1282121137": "Барои фаҳмидани он, ки гирифтани суратҳисоб чӣ гуна метавонад мушкил бошад, фикр кунед, ки таҷриба аз нуқтаи назари муассисаи молиявӣ чӣ гуна аст. Онҳо ҳар рӯз миллионҳо вурудро идора мекунанд.",
    "2315518622": "Бо мукаммалие, ки дар абзорҳои ҳамлаи имрӯза мавҷуд аст, муайян кардани он, ки кадоме аз онҳо қаллобӣ аст, хеле душвор аст. Сипас, шахс ба хати хидматрасонии муштариён занг мезанад ва мегӯяд: \"Ба ҳисоби ман ҳамла карда шуд! Ман ворид шуда наметавонам ва касе пуламро мерабояд!”",
    "1836369533": "Мисли констебль дар афсонаҳои мардумӣ, чӣ гуна муайян кардан мумкин аст, ки кӣ дар ҳақиқат кӣ аст? Агар ҳамлакунанда унсурҳои кофии шахсияти дуздидашуда дошта бошад, ба монанди рақами шаҳодатномаи ронандагӣ, рақами амнияти иҷтимоӣ, номи духтари модар, суроға ва ғайра, муайян кардани он ки зангзананда соҳиби суратҳисоби воқеӣ аст ё ҳамлагаре, ки кӯшиши гирифтани маълумотро дорад, хеле душвор буда метавонад. аз нав танзимкунии парол дар ҳисобе, ки ӯ мехоҳад ворид шавад.",
    "2880837730": "Барои боздоштани гирифтани ҳисоб чӣ кор кардан мумкин аст?",
    "3654556483": "Муассисаҳои молиявӣ ва ширкатҳои тиҷорати электронӣ равандҳо ва назорат доранд, ки баъзе аз таҳдиди гирифтани ҳисобро коҳиш медиҳанд. Инҳо аз саволҳои бехатарии кӯҳнаи \"номи дӯсти беҳтарини шумо дар мактаби ибтидоӣ чӣ буд\" то усулҳои муайян кардани суроғаҳои шубҳаноки IP ва профилҳои дастгоҳи мобилиро дар бар мегиранд.",
    "2449501658": "яке аз роҳҳои пешрафтаи коҳиш додани таҳдид аз кӯшишҳои қаллобӣ ворид шудан ба ҳисобро пешниҳод мекунад, бо истифода аз омӯзиши мошинсозӣ барои ошкор ва боздоштани ботҳо ва ба таври муассир ҷалб кардани қаллобон ба гирифтани ҳисобро душвортар ё ҳатто ғайриимкон мегардонад.",
    "3621455477": "то маълумоти бештар гиред!",
    "555246307": "Воқеан, саргузашти ашроф ва ронандаи ӯ ҳамин тавр анҷом мешавад: Констеблер ду мардро водор сохт, ки соатҳо дар як ҳуҷра нишинанд ва аз ақл дилгир шаванд. Охири рӯз ӯ пайдо шуда гуфт: \"Ҳоло бо ронандаи вагонҳо гап мезанам\". Марди либоси наҷиб дар бар бархост. Вай чунон дилгир шуда буд, фаромӯш кард, ки худро танҳо ашроф вонамуд мекард.",
    "1224727373": "BotStop аз ҷониби hCaptcha",
    "1187718370": "Бо мо тамос гиред",
    "3892905664": "hCaptcha ба хидматҳои онлайнии дӯстдоштаи шумо кӯмак мекунад, ки аз ботҳо, спамҳо ва сӯиистифода аз тариқи додани саволҳои оддӣ, ки барои одамон осон ва барои мошинҳо душвор аст, нигоҳ доранд.",
    "555158694": "Хидмате, ки шумо истифода мебаред, барои беҳтар кардани таҷрибаи шумо дар сайти худ тавассути насби hCaptcha барои кам кардани трафики зараровар интихоб кардааст.",
    "1617196410": "hCaptcha ба боздоштани ботҳо нигаронида шудааст. Мо аҳамият намедиҳем, ки корбар кӣ аст, аммо танҳо оё онҳо зарароваранд. Мо барои мувозинат кардани махфият ва",
    "1624200563": "амният ва риояи GDPR, CCPA, LGPD, PIPL ва дигар қоидаҳои махфият.",
    "1927613000": "hCaptcha омӯзиши мураккаби мошинро бо як платформаи пурқувват барои муҳофизат кардани замимаҳои веб аз гирифтани ҳисобҳо, пур кардани маълумоти эътимоднома, кандашавӣ ва дигар намудҳои сӯиистифода муттаҳид мекунад.",
    "1133989302": "Чаро hCaptcha?",
    "34074886": "Ҳар дафъае, ки шумо ба савол ҷавоб медиҳед, мо моделҳои мураккабро истифода мебарем, то фаҳмем, ки оё шумо одам ҳастед. Вебсайте, ки шумо боздид кардед, ин натиҷаро барои беҳтар кардани таҷрибаи шумо дар сайти худ тавассути нигоҳ доштани ботҳо истифода мебарад.",
    "3412647984": "Ин ба шумо имкон медиҳад, ки тавассути сабти ном ва танзими куки аз саволҳои оянда канорагирӣ кунед. Лутфан, инчунин кӯшиш кунед, ки блокатори таблиғоти худро хомӯш кунед.",
    "2510209017": "Ба кӯмаки бештар ниёз доред?",
    "477275453": "Чаро APIҳо ҳадафи маъмул барои ҳакерҳо мебошанд?",
    "596347471": "Интерфейсҳои барномасозии барномавӣ (API) ҳадафи маъмули фаъолони бадхоҳ дар фазои киберфазо гаштаанд. Сабабҳои зиёде барои ин вуҷуд доранд, аз ҷумла муфид будани онҳо дар ҳамгироии барнома. Бо вуҷуди ин, коҳиш додани хатари API имконпазир аст.",
    "2441638955": "Аввалан, API чист?",
    "3963216198": "Барои муҳокима кардани он, ки чаро APIҳо ҳадафи маъмули ҳакерҳо мебошанд, аввал як лаҳзаи кӯтоҳеро муайян кардан лозим аст, ки феълан бо истилоҳи \"API\" чӣ маъно дорад. Консепсияи API тамоман нав нест. Дарвоқеъ, интерфейсҳо барои пайваст кардани системаҳои гуногуни компютерӣ бо ҳамдигар, инчунин ҷузъҳои дохилии онҳо, ҳадди аққал аз аввали солҳои 1960 вуҷуд доранд.",
    "1047251718": "Аммо, имрӯз, вақте ки одамон дар бораи API гап мезананд, онҳо ҳамеша маънои API-ҳои ба стандарт асосёфтаро доранд. Инҳо APIҳо мебошанд, ки бо истифода аз стандартҳои кушода ба монанди интиқоли давлатии намояндагӣ (REST) ва форматҳои кушодаи файли стандартӣ ба монанди JavaScript Object Notation (JSON) сохта шудаанд. Чунин \"API-ҳои RESTful\", тавре ки онҳо маълуманд, метавонанд бидуни ниёз ба нармафзори хусусӣ сохта шаванд. API-ҳои натиҷавӣ қодиранд, ки маълумот ва зангҳои расмиро байни барномаҳои нармафзор ирсол ва қабул кунанд. Масалан, як барномаи бонкии мобилӣ барои дастрасӣ ба системаҳои бонк API-ро истифода мебарад.",
    "3195334319": "Фоида ва осебпазирии API",
    "1903743785": "Пайдоиши API-ҳои ба стандартҳо асосёфта як ҷаҳиши ҷиддие дар ҳамгироии барномаҳо буд. Дар тӯли 20 соли охир, APIҳо аз маҳсулоти нармафзори хусусии гаронарзиш ва мураккаб ба абзорҳои ройгони стандартӣ асосёфта гузаштанд, ки кор бо онҳо нисбатан осон ва зуд ҷойгир карда мешаванд.",
    "879362350": "Бо API-ҳои нав, ки тавассути Интернет кор мекунанд, имкон пайдо шуд, ки ҳама гуна нармафзор ё манбаи маълумотро, новобаста аз платформа, схемаи додаҳо ё забони барномасозӣ, дар ҳама ҷо дар ҷаҳон пайваст кунед. Дар натиҷа, ҷаҳони компютерӣ ҳоло дар байни инқилоби API қарор дорад. Дар байни барномаҳо ва додаҳо таркиши пайвастшавӣ ба амал омад. Ин олиҷаноб аст, то даме ки не.",
    "3844432472": "Кушода ва муфид будани API-ҳо онҳоро ҳадафҳои бениҳоят бой барои ҳамлагарон месозад. Ба ҳамин монанд, ки як барномаи мобилӣ метавонад барои дастрасӣ ва гирифтани маълумот аз системаи корпоративӣ бо истифода аз API барномарезӣ шавад, инчунин як пораи нармафзори зараровар низ метавонад. Ҳакерҳо воситаҳои гуногуни нармафзорро барои сӯиистифода аз API навиштаанд. Ин як техникаи самараноки ҳамла аст.",
    "2187096543": "Дарвоқеъ, баъзе вайронкуниҳои ҷиддии додаҳо ба амал омадаанд, ки аз нармафзори ҳакерӣ навишта шудаанд, ки API-ро барои истихроҷи маълумот аз пойгоҳи додаҳо даъват мекарданд. Дар ниҳоят, агар он дуздии маълумот танҳо занги асосии GET-ро дар API талаб кунад, ки бо истифода аз REST ва JSON навишта шудааст, пас зуд тоза кардани пойгоҳи додаҳо осон аст. Дарвоқеъ, вақте ки одамон дар бораи ҳамлаҳои \"скрапинги экран\" ҳарф мезананд, он чизест, ки онҳо аслан маънои зангҳои зуд оташфишони API мебошанд, ки маълумотро аз пойгоҳи додаҳо берун мекунанд. APIҳо барои созмонҳое, ки онҳоро месозанд, як сатҳи асосии ҳамла шудаанд.",
    "4222109231": "Кам кардани хатари API бо маҳсулоти Enterprise hCaptcha",
    "1783317946": "Қатъи ҳамлаҳои API як ҳолати маъмули истифода барои",
    "3022922096": ", маҷмӯи маҳсулоти корхонаи hCaptcha. Баръакси версияи ройгони hCaptcha,",
    "63719113": "омӯзиши пешрафтаи мошинро барои муайян кардани трафики зараровар ба сайт ва барномаҳои шумо, аз ҷумла фаъолиятҳои скрепинг истифода мебарад.",
    "3566102529": "мо имрӯз барои омӯхтани бештар.",
    "3096553330": "Ҳар як системае, ки мо эҷод мекунем, танҳо муносибатҳои моро бо одамони дигар инъикос мекунад.",
    "1467218142": "Он чизе, ки мо аз онҳо ва худамон мехоҳем, рафтори моро бармеангезад ва аз ин рӯ, ҳамон шаклҳои ҳамкорӣ дар тамоми системаҳои инсонӣ такрор мешаванд. Интернет мисолҳои зиёди ин ҷанбаи асосии ҷаҳони моро пешкаш мекунад.",
    "808872868": "Масалан: спам, қаллобӣ ва сӯиистифода дар интернет аз тақрибан як рӯз пас аз пайваст шудани ду система бори аввал вуҷуд доранд.",
    "1085089390": "Зӯроварии онлайн аз рафтори модарзодии инсон сарчашма мегирад",
    "3064321967": "Аввалин паёми электронии спам дар соли 1978 фиристода шуда буд.",
    "3800781598": "] Тақрибан панҷ даҳсола пас, спам почтаи электронӣ идома ба мо балои. Барои мағлуб кардани он миллиардҳо доллар ва ҳазорҳо сол кӯшишҳои муҳандисӣ сарф карда шуданд, аммо спам боқӣ мемонад. Дар ҳарду ҷониб соҳаҳои миллиард долларӣ мавҷуданд, яъне онҳое, ки аз он дифоъ мекунанд ва фиристодагон.",
    "2119943547": "Чаро ин аст? Ҷавоб оддӣ аст. То он даме, ки ҳавасмандии сӯиистифода аз система вуҷуд дорад, касе умуман роҳеро пайдо мекунад. Ва вақте ки онҳо ин корро мекунанд, акнун каси дигар барои боздоштани онҳо ҳавасманд хоҳад буд.",
    "532470444": "Мувозинат метавонад сол то сол каме тағйир ёбад, аммо ин рафтор танҳо табиати бунёдии инсонро инъикос мекунад ва таърихи панҷ ҳазорсолаи сабтшуда маънои онро дорад, ки динамикӣ ба зудӣ тағир намеёбад.",
    "3193548097": "Чашмаҳои умед абадӣ",
    "4065614934": "Ин тахлил нав нест, аммо одамон хамеша хушбинанд. Хусусан вақте ки онҳо фикр мекунанд, ки идеяи онҳо нав аст.",
    "1216071511": "Ҳамин ғояҳо чунон зуд-зуд пешниҳод мешаванд, ки тақрибан 20 сол пеш, як муаллифи номаълум барои мубоҳисаҳои онлайн дар бораи ҳалли зидди спам як пур кардани холро пешниҳод кард:",
    "1941999673": "Тарафдорони пости шумо А",
    "4179118182": "( ) техникӣ ( ) қонунгузорӣ ( ) дар асоси бозор ( ) ҳушёр",
    "3978720689": "равиш ба мубориза бо спам. Идеяи шумо кор намекунад. Ин аст, ки чаро он кор намекунад.",
    "318339230": "(Як ё якчанд аз инҳо метавонанд ба идеяи махсуси шумо дахл дошта бошанд ва он метавонад дошта бошад",
    "30312304": "дигар камбудиҳое, ки қабл аз қабули қонуни федералии бад аз як иёлот ба иёлот фарқ мекарданд.)",
    "2710988028": "( ) Спаммерҳо метавонанд ба осонӣ онро барои ҷамъоварии суроғаҳои почтаи электронӣ истифода баранд",
    "3912514510": "( ) Рӯйхатҳои почтаи электронӣ ва дигар истифодаи қонунии почтаи электронӣ таъсир мерасонанд",
    "2030062561": "( ) Ҳеҷ кас наметавонад бачаро пайдо кунад ё пулро ҷамъ кунад",
    "3334160175": "( ) Он аз ҳамлаҳои қувваҳои бераҳмона муҳофизат намекунад",
    "3238345709": "( ) Он спамро дар тӯли ду ҳафта қатъ мекунад ва мо бо он мемонем",
    "4227800293": "( ) Истифодабарандагони почтаи электронӣ бо он тоқат нахоҳанд кард",
    "2271252286": "( ) Microsoft бо он тоб нахоҳанд кард",
    "692064738": "( ) Полиция ба ин токат намекунад",
    "3475647460": "( ) Аз спамерҳо ҳамкории аз ҳад зиёдро талаб мекунад",
    "1482845460": "( ) Ҳамкории фаврии куллӣ аз ҳама якбора талаб мекунад",
    "3741193183": "( ) Бисёре аз корбарони почтаи электронӣ наметавонанд тиҷорати худро аз даст диҳанд ё корфармоёни эҳтимолиро бегона кунанд",
    "2234909600": "( ) Спаммерҳо ба суроғаҳои беэътибор дар рӯйхатҳои худ аҳамият надоранд",
    "1982617151": "( ) Ҳар кас метавонад ба таври номаълум касб ё тиҷорати ягон каси дигарро нобуд созад",
    "2498172334": "Махсусан, нақшаи шумо ба ҳисоб гирифта намешавад",
    "389705801": "( ) Қонунҳое, ки онро ба таври возеҳ манъ мекунанд",
    "190955495": "( ) Набудани ваколати назорати мутамарказ барои почтаи электронӣ",
    "237009707": "( ) Дар мамлакатхои хоричй эстафета кушод",
    "3507532387": "( ) Осонии ҷустуҷӯи фазои хурди суроғаҳои алифбои рақамии ҳама суроғаҳои почтаи электронӣ",
    "2477958756": "( ) Одамони бад",
    "3254142589": "( ) Проблемаҳои ҳуқуқӣ",
    "3621401685": "( ) Маъмул набудани андозҳои нави аҷиб",
    "4277475973": "( ) Моҳияти ҷомеа ба қабули шаклҳои нави аҷиби пул",
    "941057651": "( ) Сармоягузории бузурги нармафзори мавҷуда дар SMTP",
    "3265293440": "( ) Ҳассосияти протоколҳои ғайр аз SMTP ба ҳамла",
    "515733427": "( ) Омодагии корбарон барои насб кардани часбҳои OS, ки тавассути почтаи электронӣ гирифта шудаанд",
    "2631159699": "( ) Армияҳои кирмҳо қуттиҳои Windows бо фарохмаҷрои пайвастшуда",
    "776542208": "( ) Мусобиқаи абадӣ дар ҳама равишҳои филтркунӣ иштирок мекунад",
    "989480928": "( ) Даромаднокии шадиди спам",
    "3898950867": "( ) Ҷойҳои Ҷо ва / ё дуздии шахсият",
    "3395399558": "( ) сиёсатмадорони аз чихати техникй бесавод",
    "1118929614": "( ) аблаҳии шадид аз ҷониби одамоне, ки бо спаммерҳо тиҷорат мекунанд",
    "838951836": "( ) Бевиҷдонӣ аз ҷониби худи спаммерҳо",
    "2123236933": "( ) Хароҷоти фарохмаҷро, ки аз филтркунии муштарӣ бетаъсир нестанд",
    "2292919419": "( ) Дурнамо",
    "2534436327": "ва эътирозҳои фалсафии зерин низ метавонанд татбиқ шаванд:",
    "832385387": "( ) Идеяҳое, ки ба шумо монанданд, пайдо кардан осон аст, аммо ҳеҷ кадоме аз онҳо амалӣ нашудаанд",
    "1993984258": "( ) Ҳама гуна нақшае, ки ба радкунӣ асос ёфтааст, қобили қабул нест",
    "3909240516": "( ) Сарлавҳаҳои SMTP набояд мавзӯи қонунгузорӣ бошанд",
    "1151065360": "( ) Рӯйхати сиёҳҳо бад аст",
    "2396605499": "( ) Рӯйхати сафедҳо бад аст",
    "2225785608": "( ) Мо бояд бидуни сензура дар бораи Виагра сӯҳбат кунем",
    "3004688366": "( ) Чорабиниҳои зиддитеррористӣ набояд қаллобии сим ё қаллобии корти кредитиро дар бар гиранд",
    "922470170": "( ) Чорабиниҳои зиддитеррористӣ набояд саботажи шабакаҳои ҷамъиятиро дар бар гиранд",
    "3068923550": "( ) Тадбирҳои муқобил бояд дар сурати тадриҷан амалӣ карда шаванд",
    "2752975480": "( ) Ирсоли почтаи электронӣ бояд ройгон бошад",
    "117227832": "( ) Чаро мо бояд ба шумо ва серверҳои шумо бовар кунем?",
    "1021431157": "( ) Носозгорӣ бо литсензияҳои кушодаасос ё кушодаасос",
    "2801524659": "( ) Тадбирхои хис-латй ба халли масъала хеч чиз намерасонанд",
    "931661269": "( ) Суроғаҳои почтаи электронии муваққатӣ/якбора душворанд",
    "2090457681": "( ) Ман намехоҳам, ки ҳукумат почтаи электронии маро хонад",
    "3536122902": "( ) Бо ин роҳ боздоштани онҳо ба қадри кофӣ суст ва дардовар нест",
    "2391175562": "Ғайр аз он, ин аст он чизе ки ман дар бораи шумо фикр мекунам:",
    "229198134": "( ) Мебахшед, рафиқ, аммо ман фикр намекунам, ки ин кор мекунад.",
    "345563040": "( ) Ин ақидаи аблаҳона аст ва шумо барои пешниҳод кардани он шахси аблаҳ ҳастед.",
    "409780280": "( ) Кӯшиши хуб, ****! Ман умедворам, ки касе ба клавиатураи шумо қадам мезанад!",
    "2820080973": "мизбон бо ❤ аз ҷониби",
    "3943164003": "тамошои хом",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Чаро ҳалли нави зидди спам кор намекунад?",
    "361795034": ". Муаллифи номаълум, в. 2000",
    "1547006769": "Тафтиши инсоният ҳамон мушкилот аст",
    "3717942925": "Тавре ки ҳамеша одамоне ҳастанд, ки мехоҳанд таваҷҷӯҳи шуморо тавассути почтаи электронӣ ҷалб кунанд, ҳамеша хоҳиши маҳдуд кардани дастрасӣ ба баъзе захираҳо вуҷуд дорад, ки танҳо одамон метавонанд ба онҳо дастрасӣ дошта бошанд.",
    "2481032625": "Новобаста аз он ки ҳадаф пешгирӣ кардан аст:",
    "1691348394": "- хариди оммавии автоматӣ ҳангоми фурӯши маҳдуд",
    "1771016224": "- нармафзор аз зеркашии ҳама мундариҷа аз вебсайти шумо ба таври оммавӣ",
    "1959762846": "- пур кардани варақаҳои веби шумо бо спамҳои беохири маркетингӣ ё сӯиистифода",
    "345108670": "- пур кардани маълумот ва дигар кӯшишҳои гирифтани ҳисоб",
    "2540760245": "дар байни бисёр истифодаҳои дигар, қобилияти филтр кардани трафики онлайн дар асоси \"инсон ё не\" эҳтимол як абзори арзишманд боқӣ мемонад, то даме ки табиати инсон ба ҳамон намунаҳое, ки дар тӯли панҷ ҳазор соли охир сабт шудаанд, пайравӣ кунад.",
    "3346362371": "Дар бораи омӯзиши мошин чӣ гуфтан мумкин аст?",
    "3619183405": "Дар соли 2021 CAPTCHA-ҳои оддиро баъзан тавассути нармафзор ҳал кардан мумкин аст, ба туфайли пешрафтҳо дар омӯзиши мошин. Барои ҳалли ин, hCaptcha инчунин таҳлили муфассали хосиятҳоро ба монанди",
    "3292221787": "ба мушкилот ҷавоб дода шуд, на танҳо дуруст буд, ва ҳам саволҳо ва ҳам маълумоти истифодашударо зуд-зуд иваз мекунанд.",
    "1080672247": "Азбаски бисёре аз саволҳои додашударо бо нармафзори рафӣ аз ҷиҳати иқтисодӣ ҳал кардан мумкин нест ва азбаски маълумот ба таври умум ба система хос аст, ин маънои онро дорад, ки ботҳо аксар вақт тавассути хидмати ройгон комилан қатъ карда мешаванд ва ба ҷои он бояд ба ҳалкунандаҳои CAPTCHA инсон такя кунанд. бисьёр навъхои суиистеъмолро тамоман гайрииктисодй мегардонад.",
    "4172868199": "аз ин хеле дуртар рафта, ба майдони кӯшиши фарқ кардани \"инсони хуб\" аз \"инсони бад\" мегузарад ва имрӯз аз ҷониби бисёре аз маъмултарин хидматҳои онлайни ҷаҳон барои дарёфт ва боздоштани ҳама чиз аз қаллобии харид то қаллобии пешрафта истифода мешавад. таҳдидҳо алайҳи корбарони худ, дар ҳоле ки тамаркузи беназир ба ҳифзи махфият.",
    "2873911365": "Дар бораи аттестатсияи сахтафзор чӣ гуфтан мумкин аст?",
    "1477196356": "Усулҳои гуногуни пайваст кардани шахсият ба дастгоҳ бо усули криптографии бехатар, баъзан дорои хосиятҳои ҳифзи махфият, тӯли даҳсолаҳо пешниҳод карда шудаанд. Криптографияи калиди оммавӣ аз в. 1975, ва токенҳои сахтафзор тақрибан то замоне вуҷуд доранд.",
    "2349681896": "Мутаассифона, идора кардани як порчаи сахтафзор маънои онро надорад, ки шумо шахс ҳастед. Қариб ҳар як схемаи аттестатсияи сахтафзори истеъмолии маъмул борҳо шикаста, часпондан ва сипас дубора шикаста шудааст.",
    "254326776": "Сӯиистеъмоли бадқасдона аз ин камбудиҳо аксар вақт ошкор карда мешавад, ки моҳҳо ё солҳо пеш аз ифшо ё нашри академӣ рух додааст.",
    "2462909475": "Девори зиёда аз 10 000 телефон барои сӯиистифода, як қисми амалиёти ботҳои чинӣ.",
    "1963951234": "Новобаста аз он ки нақшаи криптографии шумо то чӣ андоза боэътимод аст, агар касе тавонад дар охири рӯз танҳо пул сарф кунад, то ба шумо ҷавоберо, ки меҷӯед, бидиҳад, соҳиби як порчаи сахтафзор нокифоя аст.",
    "1278884196": "Гуфта мешавад, криптография як фанни хеле ҷавон аст. Бар асоси таърихи нав, нақшаи криптографии шумо ва/ё татбиқи шумо эҳтимолан вайрон мешавад, вақте ки касе ба он бодиққат нигоҳ кунад ва эҳтимол аст, ки одамони дигар инро хеле пеш аз шумо фаҳманд. Такя ба сахтафзор инчунин маънои онро дорад, ки шумо бояд аз ҳар як корбаратон хоҳиш кунед, ки дастгоҳи ҷисмониро иваз кунед, то камбудиро ислоҳ кунед. Дар аксари мавридҳо ин ба зудӣ ба амал омаданаш аз эҳтимол дур нест, яъне дар асл системаи шумо кушода намешавад.",
    "1828028934": "Барои хамин хам",
    "1642844535": "муҳим аст: hCaptcha барои посух додан ба як саволи асосӣ равишҳои гуногунро истифода мебарад, ки имкон медиҳад, ки барои мувофиқат дар тамоми арзёбӣ муқоиса карда шавад.",
    "1155821305": "мудофиа амик аст",
    "119098046": "Дар бораи ҳалли ғайрифаъол ё бидуни мушкилот чӣ гуфтан мумкин аст?",
    "2760410719": "Хидматҳое, ки кӯшиши ошкор кардани ботҳоро бо сигналҳои соф пассив анҷом медиҳанд, зуд ба як масъалаи асосӣ рӯ ба рӯ мешаванд: чӣ гуна шумо тасдиқ мекунед, ки система фаъолони бадро дуруст муайян мекунад, вақте ки шумо ҳақиқати дақиқи замина надоред?",
    "1722734001": "Интернети кушод муҳити хеле пурғавғо аст. Ҳунармандони бад ҳамарӯза ба корбарони хидмати мо ва рақибони мо, ба монанди reCAPTCHA ҳамла мекунанд ва албатта кӯшиш мекунанд, ки дар ин кор то ҳадди имкон инсонӣ зоҳир кунанд.",
    "1595254735": "Хидматҳои соф ғайрифаъол барои нигоҳ доштани дақиқии муайянкунии ботҳо ва ҳатто донистани он ки онҳо нодурустанд, мубориза мебаранд. Бидуни қобилияти баъзан ба корбарон муроҷиат кардан ва дуруст таҳлил кардани натиҷаҳои ин мушкилот, дақиқӣ бо мурури замон ба таври назаррас коҳиш меёбад.",
    "2412751979": "Ба шарофати сигналҳои дақиқтари инсоният, ки hCaptcha-ро қувват мебахшад, бисёр ширкатҳое, ки қаблан reCAPTCHA v3/Enterprise-ро истифода мебурданд, ба",
    "2284856231": "ва инчунин дақиқии ба таври назаррас беҳтаршуда дар ҳолати ғайрифаъоли hCaptcha Enterprise низ дида мешавад.",
    "4162847": "Мо тавонистем инро мустақиман мушоҳида кунем, зеро баъзе аз муштариёни мо қабл аз гузаштан аз пешниҳодҳои Google аз рӯи ҳамон дархост санҷишҳои A/B мегузаронанд. Мо одатан қодирем исбот кунем, ки ҳам сатҳи баланди мусбати бардурӯғ ва ҳам манфии бардурӯғ, ки аз reCAPTCHA v3 ё reCAPTCHA Enterprise меояд.",
    "436125785": "Ин тааҷҷубовар нест, ки бо назардошти нодурустии ҳалқаҳои фикру мулоҳизаҳои дар ин маҳсулот мавҷудбуда ва далели он, ки онҳо аз ҷониби шабакаи таблиғотӣ фурӯхта мешаванд, бо таваҷҷӯҳи зиёд ба он ки дар муайян кардани ботҳо аз ҳад зиёд хуб кор накунанд, мабодо он ба тиҷорати асосии онҳо зарар расонад.",
    "2233741720": "Хулоса",
    "2133809801": "То он даме, ки одамон одамон боқӣ мемонанд, эҳтимол дорад, ки санҷиши инсоният дар интернет нақш дошта бошад.",
    "2255549335": "Вазифаи мо дар hCaptcha ин пайдо кардани муомилоти хуби байни душворӣ ва дақиқ ва паст нигоҳ доштани соиш, махсусан барои",
    "4138068262": "истифодабарандагон. Дар ниҳоят, муошират бо мушкилот эҳтимол як қисми арсеналҳо барои коҳиш додани сӯиистифодаи онлайн боқӣ мемонад, то даме ки табиати инсон бетағйир боқӣ мемонад.",
    "855097735": "Сохтани хидмате, ки ин корро ҳангоми мувозинат кардани ҳама нигарониҳо хуб иҷро мекунад, як мушкили хеле душвор аст (ва мо ҳамеша кӯшиш мекунем, ки онро такмил диҳем, то таҷрибаро то ҳадди имкон гуворо гардонем), аммо мо умедворем, ки шумо розӣ мешавед, ки кам кардани спам, сӯиистифода ва гирифтани ҳисобҳо , ва қаллобӣ дар интернет дар ниҳоят ба маблағи як саволи оддии тасодуфӣ аст.",
    "1953959745": "дастрасӣ",
    "2543123170": "Санҷиши инсонии сифр",
    "547245263": "Имрӯз мушкилоти боти худро ҳал кунед.",
    "3117887301": "Аз ҷониби бузургтарин хидматҳои онлайн эътимоднок аст",
    "981806349": "Дар платформаи исботшудаи hCaptcha сохта шудааст",
    "2373007864": "hCaptcha Enterprise дар технологияи платформаи hCaptcha кор мекунад, ки ба он хусусиятҳое, ки ба корхонаҳои трафики зиёд ниёз доранд, васеъ карда шудааст.",
    "2652399059": "Шарики боэътимод",
    "1997838163": "Ширкатҳои бузургтарини ҷаҳон аз hCaptcha Enterprise вобастаанд. Интегратсия оддӣ аст ва дақиқии муайянкунӣ беҳамто аст.",
    "734735952": "Мо як қатор фурӯшандагони CAPTCHA-ро баҳо додем ва инчунин худамон системаро сохтем. Дар ниҳоят, hCaptcha ҳамчун беҳтарин алтернатива ба reCAPTCHA пайдо шуд.",
    "1250541092": "— Серги Исаси",
    "3524251858": "Директори идоракунии маҳсулот, Cloudflare",
    "3971348140": "Чаро мо hCaptcha-ро истифода бурдем? Ҳеҷ каси дигар наметавонад хусусиятҳо ва иҷроишро, ки ба мо лозим буд, таъмин кунад. Онҳо моро зуд ба кор андохтанд ва тоҷирони мо ин таҷрибаро дӯст медоранд.",
    "4248655793": "- Алекс М.",
    "4185927140": "Менеҷери маҳсулот, Flash, Shopify",
    "282913023": "Варианти камхарҷ барои корхонаҳои трафики зиёд",
    "999610953": "Ниҳоят, алтернативаи боэътимод ба Google. hCaptcha Enterprise ҳисоби reCAPTCHA-и шуморо бо амнияти баланд сарфа мекунад: дар баъзе ҳолатҳо то 80% арзонтар.",
    "1886100235": "Бисёре аз бузургтарин хидматҳои онлайнии ҷаҳон ба Enterprise hCaptcha гузаштанд ва дар баробари сарфаи назарраси хароҷот, дарёфти беҳтаршудаи ботҳо гирифтанд.",
    "2903742230": "Шабакаҳои таблиғотӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои мо ҳадафи ягона муайян кардани инсонияти онҳост. Хидматҳои мо ба талаботҳои GDPR, CCPA, LGPD ва PIPL мувофиқанд ё зиёдтаранд ва мо барои мувозинати махфият ва амният сахт кор мекунем.",
    "3901503296": "Ин тамаркузи беназир ба махфият маънои онро дорад, ки мо метавонем ба сифр нигоҳ доштани маълумоти инфиродӣ, амалиёти бидуни кукиҳо ва дигар кафолатҳои махфияти шартномавӣ ҳангоми зарурат ҳангоми нигоҳ доштани амнияти аъло пешниҳод кунем.",
    "3342910682": "Маълумоти бештар",
    "1130783905": "Дақиқӣ ба манфиати шумо ва мост. hCaptcha кор мекунад, то ба шумо маълумоти воқеӣ диҳад ва ба шумо имкон медиҳад, ки чӣ гуна онро истифода баред. Дигар қарорҳои амниятӣ аз ҷониби ширкатҳои таблиғотии Gigantic пешниҳод карда мешаванд. Ин маънои онро дорад, ки ҳар як боти онҳо басташуда метавонад даромади онҳоро кам кунад.",
    "2019130052": "Навовариҳои мо дар ML, ки ба махфият нигаронида шудааст, ба мо имкон медиҳанд, ки аз стандартҳои амниятии стратегияҳои меросии \"ҳама чизро то абад сабт кунед\" бидуни осеб ба амният ё махфияти корбар зиёд шавад.",
    "23114595": "Таҷрибаи бузурги корбар",
    "3437412311": "Барои корбарони Enterprise, имконот барои комилан канорагирӣ аз мушкилот дар аксари сенарияҳо бо такя ба холҳои ғайрифаъол дастрасанд.",
    "1996843433": "Тавассути 99,9% трафики қонунии худ дар ҳоле ки амнияти аълоро таъмин карда, аз мушкилот комилан канорагирӣ кунед.",
    "3093689546": "Интегратсияи осон",
    "247560732": "hCaptcha-ро бо се сатри код илова кунед. Агар шумо аз reCAPTCHA омада бошед, API-и мо мувофиқ аст ва барои гузаштан ҳамагӣ дақиқаҳо лозим аст.",
    "1510448156": "Шумо метавонед имрӯз бо алтернативаи олӣ кор кунед ва дар ҳолати зарурӣ хусусиятҳои пешрафтаро фаъол созед.",
    "2718999653": "Холҳои фармоишии таҳдид",
    "2698140263": "На ҳама мушкилот яксонанд: гирифтани як хол маънои онро дорад, ки он бояд эҳтиёҷоти шуморо барои муфид қонеъ кунад.",
    "897432717": "Бо тарҳи нави мо барои холҳои фармоишии таҳдид, илова кардани дониши тиҷоратии шумо ба моделҳои мо имкон медиҳад, ки холҳои ба корбарони шумо беҳамто мувофиқат кунанд.",
    "2650502379": "Мушкилоти шахсии худро дар сонияҳо оғоз кунед",
    "3578122193": "Дар бренд бо мундариҷаи мувофиқ монед",
    "1074044172": "Вақте ки корбарон бояд мушкилотеро барои қонеъ кардани талаботи амниятии шумо ҳал кунанд, чаро саволҳои гуворо ва барои корбар мувофиқро напурсед?",
    "1579093044": "Бо тарроҳии оддии мушкилоти фармоишии мо, шумо метавонед дар тӯли чанд дақиқа мундариҷаи даъвати брендро оғоз кунед.",
    "3717512591": "Интегратсияи мустақими платформа",
    "121743429": "Барои ширкатҳои инфрасохтори веб",
    "2131386784": "Таҷриба ва дастгирии дастрас барои шумо ва корбарони шумо",
    "2782263070": "Хизматрасонӣ барои мо афзалияти аввалиндараҷа аст. Мо дастгирии шабонарӯзии зангро нигоҳ медорем ва ҳамоҳангсозии мустақими Slack-ро бо дастаи ҳамгироии муҳандисии шумо ва кормандони занги мо дар давоми ва пас аз татбиқ пешниҳод менамоем.",
    "3740051331": "Мо инчунин ӯҳдадор ҳастем, ки фаъолона назорат ва посух додан ба саволҳои корбарони шумо дар саросари васоити ахбори иҷтимоӣ, форумҳо ва каналҳои дастгирии виджетӣ ва почтаи электронии мо. Мо дастрас ва ҷавобгӯ ҳастем ва қаноатмандии корбаронро ҳамчун KPI беҳтарин мешуморем.",
    "170775527": "Хусусиятҳои корхона",
    "3383086062": "hCaptcha Enterprise як ҳалли мукаммали амнияти онлайн аст. Усулҳои фаъол ва ғайрифаъол ба шумо имкон медиҳанд, ки пур кардани маълумотро қатъ кунед, гирифтани ҳисобро ошкор кунед ва фаъолони шубҳанокро маҳкам кунед. Ҳама бо фишори сифр барои корбарони қонунӣ.",
    "1408599440": "Бо чанд сатри код ва реҷаи 99,9% пассивии мо зуд оғоз кунед ё кай ва чӣ гуна корбаронро зери шубҳа гузоштан пурра назорат кунед. Моделҳои фармоишии таҳдид ва мушкилоти фармоишӣ маънои чандирии беҳамто барои таъмини амниятро доранд.",
    "3365203058": "Муҳофизати зидди ботҳои сатҳи ҷаҳонӣ",
    "1803009328": "Дар миқёси веб дар ҷанг озмуда шудааст.",
    "1586809757": "Холҳои ботҳои дақиқи баланд",
    "353367791": "Актерҳои бади намудҳои гуногуни гуногунро ошкор кунед.",
    "191460155": "Фриксияи сифр ва 99,9% режимҳои ғайрифаъол",
    "585557010": "Камтар аз 0,1% корбарони қонуниро даъват кунед.",
    "3287172429": "Намудҳои мушкилоти назорат нишон дода шудаанд",
    "1844885924": "Китобхонаи васеи намудҳо барои интихоб.",
    "3018523079": "Бо таҷрибаи пайвастаи корбар дар бренд монед.",
    "3817811295": "Эътимоднокии кафолатнок ва дастгирии зуд дар давоми 24/7.",
    "1798492192": "Дастгирии браузери кӯҳна",
    "1356745565": "То ба Internet Explorer 8 мувофиқ аст.",
    "751483365": "Дастгирии муштариёни ғайри JavaScript.",
    "4199502476": "Панелҳои пешрафтаи гузоришдиҳӣ ва API",
    "3630114728": "Бубинед, ки дар тамоми сайтҳо ва барномаҳои шумо чӣ рӯй дода истодааст.",
    "3573245166": "Баръакси reCAPTCHA, мо дар ҳама кишварҳо кор мекунем.",
    "2354267648": "Сиёсати махфияти GDPR, CCPA ва LGPD мувофиқ",
    "3167979932": "Аз рӯзи аввал барои махфият тарҳрезӣ шудааст. Созишномаи қавии коркарди маълумот.",
    "4065065042": "Инро ворид кунед, то ба ҳолати истифодаи шумо комилан мувофиқ бошад.",
    "111184581": "Хостинги тарафи аввал",
    "4272022475": "Ҳама дархостҳо ва дороиҳо ба hcaptcha.yourdomain.com мераванд",
    "2676853536": "Панелҳои бисёркорбар",
    "1368787974": "Идоракунии худро дар тамоми дастаи худ мубодила кунед.",
    "1045484714": "Интегратсияи SAML SSO бо провайдери шахсияти шумо, масалан Okta ё Azure AD.",
    "3953584369": "Маҳдудиятҳои дастрасии RBAC дастрасанд.",
    "2781507299": "Тафтиши фаврӣ",
    "4019660456": "0ms таъхир: токенҳои hCaptcha-ро бидуни занги API тафтиш кунед.",
    "3446714684": "Интегратсияи мобилӣ (IOS ва Android).",
    "2593768395": "Таҷрибаи бефосила дар саросари веб, мобилии модарӣ, веби мобилӣ. Интегратсияҳои қаблан сохташуда ва SDK-ҳои ватанӣ дастрасанд.",
    "1779265104": "Шартҳои фармоишӣ ва кафолатҳои махфият",
    "122875767": "Эҳтиёҷоти қонунии худро қонеъ кунед, вақте ки ширкатҳои дигар наметавонанд.",
    "148188781": "Мушкилоти пешниҳодшуда",
    "838049015": "Ҳама тасвирҳоеро, ки ба дархост мувофиқанд, интихоб кунед",
    "1126302400": "Қуттии маҳдудкунанда",
    "3554448168": "Гурӯҳбандӣ",
    "2104933754": "Нишонаҳои мувофиқро муайян кунед",
    "3612043014": "...ва дигар вазифаҳои оддӣ. Барои одамон осон, барои ботҳо душвор.",
    "3624758171": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
    "1001938065": "Интегратсия осонтар набуд",
    "2138799135": "hCaptcha дорои даҳҳо интегратсияҳои қаблан сохташуда барои системаҳои пешина ва пуштибонии шумо истифода мешавад.",
    "2535001179": "Агар шумо аз reCAPTCHA-и Google омада бошед, API-ҳои мо ивазкунанда мебошанд.",
    "1393184984": "ҳама ба шумо лозим аст.",
    "3715747429": "Муҳандисони боркаши мо метавонанд шуморо зуд ба кор баранд, новобаста аз он ки ба шумо ҳамгироии React, SDK-ҳо барои барномаҳои аслии iOS, намунаи пуштибонии Java ё амалан ягон сенарияи дигар лозим аст.",
    "2681650568": "Ва чун ҳамеша, махфият барои мо арзиши аслӣ аст. Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад. Кам кардани ҷамъоварии маълумот аз лаҳзаи ҳамгироӣ оғоз мешавад.",
    "1130868224": "Се сатри код",
    "2183926131": "Бо hCaptcha Enterprise оғоз кунед",
    "1526887904": "Махфияти hCaptcha Enterprise",
    "1845745385": "Барои махфият тарҳрезӣ шудааст.",
    "1297224875": "Равиши беназири махфият ба амнияти онлайнии Enterprise.",
    "2762458927": "Маълумоти корбари шумо барои фурӯш нест.",
    "2058856283": "hCaptcha Enterprise танҳо як ҳадаф дорад: пешгирӣ кардани фаъолони бад аз халалдор кардани амалиёти онлайни шумо ва расонидани зарар ба корбарони шумо.",
    "2408036504": "Ҳамин тариқ, системаҳои мо аз ибтидо тарҳрезӣ шудаанд, то ҷамъоварӣ ва нигоҳдории маълумотро ба ҳадди ақал расонида, дар ҳоле ки амнияти пешрафтаи синфро нигоҳ доранд. Беҳтарин роҳи ҳифзи маълумоти корбар ин нигоҳ доштани он умуман нест.",
    "4099477834": "Ҳама муносибатҳои муштариён инчунин аз ҷониби Созишномаи қавии коркарди маълумот ҳифз карда мешаванд. Хидмати hCaptcha новобаста аз он ки хидмати шумо ё муштариёни шумо дар куҷо зиндагӣ мекунад, ба ҳама қонунҳои махфият мувофиқат мекунад. Нигоҳ доштани маълумоти шахсӣ ин корро барои мо нисбат ба ширкатҳои дигар хеле осонтар мекунад.",
    "3569492665": "Сабти фаъолияти онлайн ҷавоб нест.",
    "3389431373": "Хидматҳо ба монанди reCAPTCHA v3 мегӯянд, ки гузоштани пиксели пайгирии онҳо дар ҳар саҳифаи сайти шумо барои амнияти хуб зарур аст. Ин тавр нест.",
    "3590546893": "Таҳлили оддии рафтор сигналест, ки аз ҷониби фаъолони бад ба осонӣ сохта шудааст ва нигоҳ доштани таърихи диданро барои тамоми трафики қонунии шумо низ талаб мекунад.",
    "1105363520": "Мо шабакаи таблиғотиро идора намекунем ва ба мушоҳидаи рафтори корбари шумо барои фурӯши таблиғ таваҷҷӯҳ надорем. Ин маънои онро дорад, ки мо дар ҳар саҳифаи сайти шумо як пиксели ғайрифаъол талаб намекунем.",
    "3088605177": "Рамзи даъвати моро танҳо дар он ҷое, ки лозим аст, илова кунед ва дар он ҷое, ки муҳофизати шумо ва корбарони шумо маъно дорад.",
    "337971271": "Омӯзиши мошин муфид аст. Аммо он барои кор кардан маълумоти шахсиро талаб намекунад.",
    "320166522": "Омӯзиши мошинсозӣ ҳоло қариб ба ҳама паҳлӯҳои ҳаёти мо таъсир мерасонад, аксар вақт бо тарзе, ки мо дарк намекунем ва дида наметавонем. Хидматҳои амниятии онлайн фарқ надоранд.",
    "3180664128": "Бо омӯхтани ҳазорон сигнал, моделҳо метавонанд ба зудӣ дар ошкор кардани рафтори бадқасдона хулоса бароранд ва ба эътимоди баланд ноил шаванд, ҳатто вақте ки ягон сигнали инфиродӣ худ аз худ барои нишон додани мушкилот кофӣ қавӣ набошад.",
    "961941354": "Бо вуҷуди ин, ҳеҷ яке аз ин истифодаи иттилооти мушаххасшавандаи шахсро (\"PII\") талаб намекунад. Усулҳои муосири криптографӣ ба мо имкон медиҳанд, ки ҳама гуна маълумоти шахсиро ҳарчи зудтар партоем ва ба ҷои он имзоҳои яктарафа эҷод кунем, ки онҳоро бо ягон шахс пайваст кардан мумкин нест.",
    "1706581702": "Омӯзиш оид ба маълумоти ғайрифаъолшуда низ хуб кор мекунад ва ҳеҷ осебе ба амният ё махфиятро талаб намекунад. Мизоҷони мо озмоишҳои таҷрибавӣ гузарониданд ва моро нисбат ба алтернативаҳои нисбатан камтари хусусӣ баробар ё беҳтар эълон карданд.",
    "3203921334": "Ба мо як қатор чизҳо дар бораи ҳалли hCaptcha писанд омад: 1) онҳо маълумоти шахсиро намефурӯшанд; онҳо танҳо маълумоти ҳадди ақали зарурии шахсиро ҷамъ мекунанд, онҳо дар тавсифи маълумоти ҷамъовардаашон ва тарзи истифода ва/ё ифшои он шаффофанд.",
    "305735018": "Ниҳоят, алтернативаи боэътимод ба Google. hCaptcha Enterprise ҳисоби reCAPTCHA-и шуморо бо амнияти баланд сарфа мекунад: дар баъзе ҳолатҳо то 80% арзонтар.",
    "3695206755": "Моро дар муҳити худ бидуни ӯҳдадорӣ санҷед.",
    "2941545733": "Мо муҳандис ҳастем, на фурӯшандагон: мо мехоҳем, ки шумо аз интихоби худ қаноатманд бошед.",
    "131871195": "Беҳтарин роҳи таъмини қаноатмандии шумо ин нишон додани он аст, ки мо ниёзҳои шуморо қонеъ мекунем.",
    "3436534225": "Амалан ҳамаи ширкатҳое, ки озмоишро оғоз мекунанд, дар ниҳоят қарорҳои моро интихоб мекунанд.",
    "4060250206": "Ин шаклро истифода баред, то ба яке аз мутахассисони техникии мо муроҷиат кунед. Мо зуд ҷавоб медиҳем.",
    "1159746815": "Шумо инчунин метавонед ба мо бевосита почтаи электронӣ ирсол кунед.",
    "2531534427": "Тафсилот инҷост.",
    "2059998584": "вилоят",
    "3916131732": "Америка",
    "135276624": "Аврупо, Шарқи Наздик, Африқо (EMEA)",
    "1182294134": "Осиё-Уқёнуси Ором (APAC)",
    "2437934778": "Номи шумо",
    "3859506577": "Почтаи тиҷорӣ",
    "1268414751": "Ягон тафсилоти дигаре, ки мо бояд дошта бошем?",
    "42559805": "Оё шумо ба боргирии фаврӣ ниёз доред?",
    "851679588": "Бале.",
    "1729677626": "Ман таҳти ҳамла қарор гирифтаам ва ба зудӣ ворид шуданро талаб мекунам.",
    "2808971932": "Ин баъзе матн дар дохили блоки div аст.",
    "2468683988": "Сарлавҳа",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Варианти гуногунро боздоштаед дар tristique унсурҳои гуногун. Дуис cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh and justto cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Пайванди матн",
    "2212670355": "қайд кардан",
    "31502377": "Унсури Rich Text чист?",
    "2310705547": "Унсури матни бой ба шумо имкон медиҳад, ки сарлавҳаҳо, параграфҳо, нохунакҳо, тасвирҳо ва видеоро дар як ҷо эҷод ва формат кунед, ба ҷои он ки онҳоро алоҳида илова кунед ва формат кунед. Танҳо ду маротиба клик кунед ва ба осонӣ мундариҷа эҷод кунед.",
    "2590587108": "Таҳрири мундариҷаи статикӣ ва динамикӣ",
    "778204464": "Унсури матни бой метавонад бо мундариҷаи статикӣ ё динамикӣ истифода шавад. Барои мундариҷаи статикӣ, танҳо онро ба ягон саҳифа гузоред ва таҳрирро оғоз кунед. Барои мундариҷаи динамикӣ, майдони матни бойро ба ҳама гуна коллексия илова кунед ва сипас дар панели танзимот як унсури матни бойро ба он майдон пайваст кунед. Войла!",
    "1890955039": "Форматро барои ҳар як матни бой чӣ гуна бояд танзим кард",
    "3286051798": "Сарлавҳаҳо, параграфҳо, нохунакҳо, рақамҳо, тасвирҳо ва сарлавҳаҳои расмиро пас аз илова кардани синф ба унсури матни бой бо истифода аз системаи селектории лона гузошташудаи \"Вақте дар дохили он\" тарҳрезӣ кардан мумкин аст.",
    "504332576": "Мо бо ифтихор эълон мекунем, ки hCaptcha ба бузургтарин хидмати мустақили киберамният дар ҷаҳон табдил ёфтааст, ки дар тақрибан 15% интернет кор мекунад - ва мо қисми зиёди ин ҳиссаи бозорро мустақиман аз Google reCAPTCHA гирифтем. Якҷоя, hCaptcha ва",
    "1155436473": "(пешниҳоди корхонаи мо) ҳоло ҳар моҳ садҳо миллион корбаронро дар даҳҳо миллион вебсайтҳо ва барномаҳо муҳофизат мекунад. Ҳикояи мо нишон медиҳад, ки шумо метавонед бо Big Tech рақобат кунед, вақте ки шумо махфиятро дар ҷои аввал мегузоред.",
    "3108727249": "BotStop",
    "1296696044": "Махфият ва амният: Чаро ҳарду не?",
    "538871570": "Рақобат бо Google ва дигар ширкатҳои Big Tech як амри баланд ба назар мерасад: қудрати монополияи бозории онҳо, эффектҳои платформа ва артиши таҳиягарони баландпардохт ба таври умум хеле тавоно ҳисобида мешавад, ки ба ҷуз аз дигар бузургҷуссаҳои технологӣ, аз қабили Facebook ё Amazon мубориза барад. Ҳикояи мо нишон медиҳад, ки набояд ин тавр бошад - шумо метавонед бо таваҷҷӯҳ ба махфият Big Tech-ро мағлуб кунед.",
    "3600718611": "Google reCAPTCHA-ро баррасӣ кунед,",
    "4281708680": ". Дар hCaptcha, мо дидаву дониста як равиши хеле дигарро пеш гирифтем, бо истифода аз усулҳои омӯзиши мошини махфият барои муайян кардани рафтори маъмулии ботҳо бо дақиқии баланд, ҳама ҳангоми истеъмол ва нигоҳ доштани маълумоти ҳадди аққал.",
    "3312336121": "ки миқдори зиёди маълумоти рафториро барои муайян кардани он, ки корбарони веб одамони қонунӣ ё ботҳо мебошанд, истеъмол мекунад",
    "1193738791": ": онҳо рафтори корбаронро дар ҳар саҳифаи вебсайт ва дар саросари интернет пайгирӣ мекунанд. Мо hCaptcha-ро тарҳрезӣ кардем, ки аз рӯзи аввал то ҳадди имкон барои махфият дӯстона бошад. Ин боиси он гардид, ки ба масъала тамоман дигар хел муносибат кунанд. Тавре маълум мешавад, пайгирии корбарон дар саросари интернет ва пайваст кардани таърихи веби онҳо ба шахсияти онҳо барои ба даст овардани амнияти хуб комилан нолозим аст. Ширкатҳои зиёде, ки ба hCaptcha гузаштанд",
    "2620705814": "Google як ширкати таблиғотӣ аст ва маҳсулоти амниятии онҳо ба маҳсулоти таблиғи онҳо хеле монанданд",
    "1126447688": "сарфи назар аз тамаркуз ба махфияти мо аксар вақт дар бораи иҷрои баробар ё беҳтар дар ошкор ва кам кардани бот гузориш медиҳанд",
    "439777523": "Масъалаҳои танзим",
    "3588274874": "Ҳангоми тамаркуз ба таҳвили маҳсулоте, ки бо кӯшишҳои танзимкунанда, аз қабили GDPR-и Иттиҳоди Аврупо ва CCPA-и Калифорния мувофиқат мекунад, мо афзоиши азимро аз сар гузаронидаем - албатта, ин кӯмак мекунад, ки hCaptcha ивазкунандаи оддии reCAPTCHA бошад ва аз ин рӯ метавонад дар тӯли чанд дақиқа насб карда шавад.",
    "2150595700": ". GDPR ва CCPA нигарониҳои махфиятро дар харитаи харидорони корхона гузоштаанд ва ҳамзамон махфияти онлайн барои ҷомеа аҳамияти бештар пайдо мекунад, зеро ҳамаи мо мефаҳмем, ки чӣ гуна соҳаҳои таблиғ ва маркетинги онлайн маълумотҳои моро таърихан истифода кардаанд.",
    "2624949852": "Албатта, reCAPTCHA аз соли 2009 инҷониб як иштирокчии аввалини амнияти веб буд ва миллионҳо вебсайтҳоро аз таҳдидҳои афзояндаи ботҳо ва спамерҳои шубҳанок муҳофизат мекард. Бо вуҷуди ин, он дар солҳои охир комилан осеб дидааст:",
    "499510428": "Мо воқеан боварӣ дорем, ки танзим дар ин ҷо ба мо кӯмак кардааст",
    "1232651561": "нармафзор ҳоло мисли одамон дар ҳалли мушкилоти reCAPTCHA хуб аст.",
    "824740867": "Ба ҷои беҳтар кардани ҳалли онҳо, Google ба ҷои он reCAPTCHA v3-ро баровард, ки он бештар ба шабакаи таблиғотӣ нисбат ба нармафзори амниятӣ кор мекунад ва барои сохтани профилҳои корбарон маълумоти рафторро аз саросари интернет ҷамъоварӣ мекунад. Мутаассифона, ин гуна сигнал ба осонӣ мағлуб карда мешавад ва аз ин рӯ аз ботҳо муҳофизати кам таъмин карда, ба махфияти корбар зарар мерасонад.",
    "1027023087": "Мо дар hCaptcha ба ҷои он ба равишҳои муосири бештари мушкилот тамаркуз кардем, ки нигоҳ доштани сабтҳои рафтори дарозмуддатро ба монанди таърихи диданро талаб намекунанд ва пас аз ҷорӣ шудани хидмат дар муқобили рақибони муайян устувортаранд.",
    "2852295413": "Бархӯрди хоси манфиатҳо: боздоштани ботҳо даромади шабакаи таблиғотиро коҳиш медиҳад",
    "1597520917": "Теъдоди афзояндаи мунаққидон қайд карданд, ки беэътиноӣ аз ҷониби Google ба махфияти корбарон бояд ба муштариёне нигаронад, ки мехоҳанд вебсайтҳо ва барномаҳои худро ҳифз кунанд.",
    "763447231": "Ҳамзамон, боздоштани ботҳо аз дастрасӣ ба сайтҳои ношир метавонад қаллобии таблиғро ошкор кунад ва маҳсулоти reCAPTCHA-и Google-ро мустақиман ба тиҷорати таблиғотии онҳо, ки беш аз 80% даромади онҳоро тавлид мекунад, мегузорад.",
    "999674529": "Ҳар як боти Google муайян мекунад, бояд сифр доллари таблиғӣ ба даст орад. Ҳамин тариқ, ҳавасмандии ширкати Google бо корбарони хидматҳои амниятии онҳо мувофиқат намекунад ва ин метавонад як тавзеҳи иҷрои бади пешниҳоди амнияти reCAPTCHA бошад.",
    "956019009": "Ширкатҳои бузургтарини инфрасохтори веб аллакай амал кардаанд",
    "1923297430": "Нуқтаи шикасти ниҳоӣ барои бисёре аз муштариёни калонтар вақте фаро расид, ки Google оғоз кард, ки аз ширкатҳо барои истифодаи маҳсулоташон дар ҳама гуна миқёси пурмаъно ситонида шавад. Ин боиси он гардид, ки муддати тӯлонӣ корбарони reCAPTCHA алтернативаҳои беҳтарро ҷустуҷӯ кунанд, зеро нигарониҳои танзимкунанда дар саросари ҷаҳон аллакай бо истифода аз пешниҳодҳои Google беш аз пеш ҷолибтар буданд.",
    "2197218442": "Директори генералии Cloudflare Мэттью Принс ин нуқтаи назарро дар мақола ҷамъбаст кард",
    "155456850": "эълон кардани гузариш ба hCaptcha:",
    "435302267": "пости блоги ширкат",
    "2087769953": "\"Мо аз ин тағйирот ба ҳаяҷонем, зеро он ба ҳалли мушкилоти махфият вобаста ба хидмати Google, ки чанд вақт мо доштем, кӯмак мекунад. Мо як қатор фурӯшандагони CAPTCHA ва инчунин сохтани системаро худамон арзёбӣ кардем. Дар ниҳоят, hCaptcha ҳамчун беҳтарин алтернатива ба reCAPTCHA пайдо шуд.\"\"Ба мо як қатор чизҳо дар бораи ҳалли hCaptcha писанд омад: 1) онҳо маълумоти шахсиро намефурӯшанд; онҳо танҳо маълумоти ҳадди ақали зарурии шахсиро ҷамъ мекунанд, онҳо дар тавсифи маълумоти ҷамъоварӣ ва чӣ гуна истифода ва/ё ифшо кардани он шаффофанд.\"",
    "595582512": "Агар шумо хоҳед, ки сайт ё барномаи худро аз ботҳо, спамерҳо ё дигар фаъолони бадқасд ба таври муассир муҳофизат кунед, дар ҳоле ки махфияти корбарони худро нигоҳ доред (ва риояи ҳама қоидаҳои дахлдор!), hCaptcha ва пешниҳоди Корхонаи моро ба назар гиред.",
    "3388180864": "Оё ба кор бо мушкилоти амиқи техникӣ дар миқёси веб манфиатдоред? Мо ҳамеша муҳандисони боистеъдодро дар саросари ҷаҳон киро мекунем -",
    "3892952987": "Кушодани моро тафтиш кунед ва дар ин ҷо муроҷиат кунед",
    "3368788823": "Теренс Иден дар блоги худ як нуктаи ҷолиберо баён мекунад: \"",
    "1491780143": "CAPTCHA-ҳо исбот намекунанд, ки шумо одам ҳастед - онҳо исбот мекунанд, ки шумо амрикоӣ ҳастед",
    "2146900431": "Ба таври интуитивй, ин даъво бисёр маъно дорад. CAPTCHA, мисли қариб ҳама чиз, дар як контексти фарҳангӣ ҷойгир карда шудааст ва агар ҳавзи мушкилоти шумо асосан дар як фарҳанг эҷод шуда бошад, он метавонад ба дигараш он қадар хуб тарҷума нашавад. Дар асл, ин масъалаи фарҳанг аст",
    "378086442": "CAPTCHA, на UX худ.",
    "1445008801": "Тавре ки Эден мегӯяд:",
    "332723732": "мазмун",
    "2072808435": "\"Фикр кунед, ки Google? Таксиҳо дар кишвари ман умуман сиёҳанд. Ман филмҳои кофӣ тамошо кардам, то бидонам, ки ҳама филмҳо дар Амрико зард ҳастанд. Аммо дар ҳар кишвари дигаре, ки ман дидан кардам, таксиҳо як миш-маш буд рангҳои гуногун.\"",
    "3206136647": "Мушкилоти Google дар ин ҷо ба маълумоти саволе, ки онҳо истифода мебаранд ва кӣ онро мебинад, асос ёфтааст. Агар ҳама маълумот аз як фарҳанг (ва дар мавриди Google, ҳамон як ширкат) омада бошад, шумо бешубҳа интизор шуда метавонед, ки бо шикояти Эден мушкилоте дошта бошед, ки ба фарҳангҳои дигар хуб тарҷума намешаванд.",
    "2217842245": "Аммо, маълумоти мо нишон медиҳад, ки (барои hCaptcha)",
    "4280117172": "Дар асл бисёр кишварҳо нисбат ба ИМА каме беҳтар кор мекунанд, аз ҷумла Нигерия, Ҳиндустон, Бразилия ва Олмон:",
    "555749578": "камтар аз 1% тафовут дар сатҳи пардохт дар саросари кишварҳои бузург дар ҳар қитъа вуҷуд дорад.",
    "151737819": "Сатҳи hCaptcha Solve дар саросари ҷаҳон фарқияти хеле камро нишон медиҳад",
    "3908992897": "ва дар ҳама кишварҳо ва қаламравҳои ҷаҳон истифода мешавад, аз ин рӯ мо ба таъмини таҷрибаи муттасили ҷаҳонӣ таваҷҷӯҳи зиёд дорем.",
    "2808122102": "Ҳамин тариқ, функсияҳои байнифарҳангӣ як талаботи асосии хидмати мост. Боварӣ ҳосил кунед, ки ҳамаи корбарони қонунӣ метавонанд ба мундариҷа зуд дастрасӣ пайдо кунанд, як қисми муҳими рисолати мост. Мо бо 110 забон мушкилот пешниҳод мекунем ва пайваста тарҷумаҳои мувофиқро такмил медиҳем, то боварӣ ҳосил кунем, ки мушкилоти моро ҳама ҳал карда метавонанд.",
    "3913801502": "Ҳоло hCaptcha дар тақрибан 15% интернет кор мекунад",
    "2077639538": ". Якум, маълумоти мушкилот дар бораи хидмати мо метавонад аз бисёр сарчашмаҳо пайдо шавад, на танҳо як - аз ширкатҳои бузурги Fortune 500 то стартапҳои омӯзиши мошинсозӣ, ба шарте ки онҳо ба қоидаҳои мо риоя кунанд.",
    "3951112506": ". Ин аллакай дараҷаи баланди гетерогении маълумотро кафолат медиҳад.",
    "1803943584": "Дуюм, мо имкон медиҳем, ки мушкилотро худписандӣ кунем, то муайян кунем, ки онҳо дар кадом кишварҳо ё забонҳо кор хоҳанд кард ва эҳтимолияти таҷрибаи пайвастаро боз ҳам бештар мегардонем. Агар дақиқӣ аз интизорӣ пасттар бошад, маҷмӯи саволҳо дар минтақа ё забоне, ки ин таъсир ба амал меояд, қатъ мегардад.",
    "3668873369": "Дар hCaptcha, мо аз рӯзи аввал муносибати дигарро пеш гирифтем",
    "1519201684": "Сиёсати этикаи AI",
    "2155089487": ". Агар мушкилоти мо барои баъзе гурӯҳҳо осонтар мебуд, мо интизор будем, ки фарқияти чӣ гуна одамон дар саросари ҷаҳон ва фарҳангҳои гуногун ҳангоми ҳалли онҳо чӣ гуна кор мекунанд. Дар заминаи пости Эден, мо интизор будем, ки амрикоиҳо нисбат ба одамони дигар кишварҳо беҳтар кор кунанд. Азбаски мо солҳо барои таҳияи системаҳо барои пешгирӣ кардани ин мушкилот сарф кардем, дар асл мо баръаксро мебинем.",
    "2603863826": "PS: Агар шумо тарҷумаеро ба забони худ пайдо кунед, ки метавонад такмилотро истифода барад, озодона пешниҳод кунед",
    "3543141425": "барои он!",
    "2697276059": "Далелҳо, ки ин кор мекунад: меъёрҳои ҳалли ягона дар саросари ҷаҳон",
    "664236229": "дархост кашед"
}