{
  "header-privacy-link": "Ochrana osobných údajov",
  "header-integration-link": "integrácia",
  "header-cost-link": "náklady",
  "header-features-link": "Vlastnosti",
  "header-docs-link": "Docs",
  "header-login-button": "Prihlásiť sa",
  "header-contact-button": "Kontaktujte predaj",
  "intro-heading": "Overenie ľudskosti s nulovým trením.",
  "intro-contact-button": "Kontaktujte nás a dozviete sa viac",
  "intro-text-bottom": "Spoliehajú sa na ne spoločnosti, ktoré poháňajú web.",
  "sub-menu-button": "Kontaktujte predaj",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "náklady",
  "sub-menu-item3": "integrácia",
  "sub-menu-item4": "Vlastnosti",
  "sub-menu-item5": "Ochrana osobných údajov",
  "sub-menu-item6": "Docs",
  "info-head-1": "Postavené na osvedčenej platforme hCaptcha",
  "info-text-1": "hCaptcha Enterprise beží na technológii platformy hCaptcha, ktorá je rozšírená o funkcie, ktoré potrebujú podniky s vysokou návštevnosťou.",
  "info-head-2": "Spoľahlivý partner",
  "intro-subtitle": "Vyriešte svoj problém s robotmi ešte dnes.",
  "info-text-2": "Našim službám dôverujú najväčšie spoločnosti na svete a slúžia miliónom denných používateľov na desiatkach miliónov stránok.",
  "cloudflare-quote-text": "Hodnotili sme množstvo dodávateľov CAPTCHA, ako aj sami budovali systém. Nakoniec sa hCaptcha ukázala ako najlepšia alternatíva k reCAPTCHA.",
  "cloudflare-quote-detail": "Riaditeľ produktového manažmentu, Cloudflare",
  "section-quote-head": "Nákladovo efektívna možnosť pre podniky s vysokou návštevnosťou",
  "section-quote-text": "Konečne dôveryhodná alternatíva k Google. hCaptcha Enterprise prináša dramatické úspory na vašom účte reCAPTCHA s vyšším zabezpečením: v niektorých prípadoch až o 80 % lacnejšie. Mnohé z najväčších svetových online služieb prešli na hCaptcha Enterprise a získali vylepšenú detekciu botov spolu so značnými úsporami nákladov.",
  "section-quote-button": "Kontaktujte nás ešte dnes pre cenovú ponuku",
  "section-privacy-header": "Zamerané na súkromie",
  "section-privacy-text-1": "Reklamné siete vnímajú vašich návštevníkov ako produkt. Pre nás je jediným produktom určenie ich ľudskosti. Naše služby spĺňajú alebo prekračujú požiadavky GDPR, CCPA a LGPD a podporujú iniciatívy, ako je Privacy Pass. Usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
  "section-privacy-text-2": "Toto jedinečné zameranie na súkromie znamená, že môžeme ponúknuť nulové uchovávanie individuálnych údajov, prevádzku bez súborov cookie a ďalšie zmluvné záruky ochrany osobných údajov podľa potreby pri zachovaní vynikajúcej bezpečnosti.",
  "section-security-header": "Bezpečnosť na prvom mieste",
  "section-security-text-1": "Presnosť je vo vašom aj našom záujme. hCaptcha funguje tak, že vám poskytuje skutočné údaje a umožňuje vám rozhodnúť sa, ako ich použiť. Ostatné captcha poskytujú reklamné spoločnosti Gigantic. To znamená, že každý robot, ktorého zablokujú, môže znížiť svoje príjmy.",
  "section-security-text-2": "Používanie najnovších techník strojového učenia so zameraním na súkromie nám umožňuje prekročiť bezpečnostné štandardy starších stratégií zaznamenávania všetkého bez toho, aby došlo k poškodeniu bezpečnosti alebo súkromia používateľov.",
  "section-user-experience-header": "Skvelá používateľská skúsenosť",
  "section-user-experience-text1": "Pre podnikových používateľov sú k dispozícii možnosti, ako sa vo väčšine scenárov úplne vyhnúť problémom.",
  "section-user-experience-text2": "Znížte trenie tým, že sa úplne vyhnete výzve pre 99,9 % vašej legitímnej návštevnosti, pričom budete stále poskytovať vynikajúce zabezpečenie vďaka pokročilým modelom robotov.",
  "section-easy-integration-header": "Jednoduchá integrácia",
  "section-easy-integration-text": "Pridanie hCaptcha trvá len niekoľko minút a pár riadkov kódu. Základné API je kompatibilné s reCAPTCHA V2 a prepnutie trvá len niekoľko minút. Už dnes môžete používať špičkovú alternatívu a podľa potreby zapnúť pokročilejšie funkcie.",
  "section-easy-integration-serverside": "Strana servera:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Prispôsobené skóre hrozieb",
  "section-threat-text": "Nie všetky problémy sú rovnaké: získanie jedného skóre znamená, že musí zodpovedať vašim potrebám, aby bol užitočný. Vďaka jedinečným prispôsobeným skóre hrozieb hCaptcha nám rýchla konzultácia umožňuje vyladiť naše modely tak, aby poskytovali skóre relevantnejšie pre vaše podnikanie.",
  "section-challenges-header": "Spustite svoje vlastné výzvy v priebehu niekoľkých sekúnd",
  "section-challenges-text-1": "Zostaňte na značke s relevantným obsahom",
  "section-challenges-text-2": "Keď používatelia musia vyriešiť problém, aby splnili bezpečnostné požiadavky, prečo nevytvoriť úlohy príjemné a relevantné pre používateľa? S naším jednoduchým návrhárom výziev môžete spustiť obsah výziev značky v priebehu niekoľkých minút.",
  "section-integration-header": "Priama integrácia platformy",
  "section-integration-subheader": "Pre spoločnosti zaoberajúce sa webovou infraštruktúrou",
  "section-integration-text": "Systém hCaptcha Enterprise je jedinečne flexibilný vo svojom dizajne: môže byť čiastočne alebo úplne nasadený na okraji vašej siete, ak prevádzkujete verejný cloud alebo vlastníte veľa dátových centier. To môže dramaticky znížiť náklady a prenos mimo siete a zároveň zachovať všetky výhody správy našim nepretržitým personálom, aby sme splnili najprísnejšie zmluvy SLA.",
  "section-support-header": "Dostupná odbornosť a podpora pre vás aj vašich používateľov",
  "section-support-text": "Servis je pre nás najvyššou prioritou. Zabezpečujeme nepretržitú telefonickú podporu a ponúkame priamu koordináciu služby Slack s vaším tímom inžinierskej integrácie a našimi pracovníkmi na zavolanie počas implementácie a po nej.‍ ‍Zaviazali sme sa tiež aktívne monitorovať a odpovedať na otázky vašich používateľov prostredníctvom sociálnych médií a fór. a naše kanály pre miniaplikáciu a e-mailovú podporu. Sme prístupní a pohotoví a spokojnosť používateľov považujeme za najvyšší KPI.",
  "section-enterprise-header": "Podnikové funkcie",
  "section-enterprise-title-1": "Prvotriedna ochrana proti botom",
  "section-enterprise-desc-1": "Bojovo testované vo webovom meradle.",
  "section-enterprise-title-2": "Vysoká presnosť skóre robotov",
  "section-enterprise-desc-2": "Odhaľte zlých hercov mnohých rôznych typov.",
  "section-enterprise-title-3": "Nulové trenie a 99,9% pasívne režimy",
  "section-enterprise-desc-3": "Vyzvite menej ako 0,1 % legitímnych používateľov.",
  "section-enterprise-title-4": "Zobrazené typy kontrolných výziev",
  "section-enterprise-desc-4": "Široká knižnica typov na výber.",
  "section-enterprise-title-5": "Použitý obsah kontrolnej výzvy",
  "section-enterprise-desc-5": "Zostaňte na značke s konzistentnou používateľskou skúsenosťou.",
  "section-enterprise-title-6": "Podnikové zmluvy SLA",
  "section-enterprise-desc-6": "Zaručená spoľahlivosť a rýchla 24/7 on-call podpora.",
  "section-enterprise-title-7": "Podpora starších prehliadačov",
  "section-enterprise-desc-7": "Kompatibilné až po Internet Explorer 8.",
  "section-enterprise-title-8": "Pokročilé informačné panely prehľadov a API",
  "section-enterprise-desc-8": "Zistite, čo sa deje na všetkých vašich stránkach a v aplikáciách.",
  "section-enterprise-title-9": "Funguje v každej krajine",
  "section-enterprise-desc-9": "Na rozdiel od reCAPTCHA pracujeme v každej krajine.",
  "section-enterprise-title-10": "Pravidlá ochrany osobných údajov vyhovujúce GDPR, CCPA a LGPD",
  "section-enterprise-desc-10": "Navrhnuté pre súkromie od prvého dňa. Silná dohoda o spracovaní údajov.",
  "section-enterprise-title-11": "Jemnozrnné úrovne obtiažnosti",
  "section-enterprise-desc-11": "Vytočte to tak, aby presne vyhovovalo vášmu prípadu použitia.",
  "section-enterprise-title-12": "Hosting prvej strany",
  "section-enterprise-desc-12": "Všetky žiadosti a aktíva smerujú na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Panely pre viacerých používateľov",
  "section-enterprise-desc-13": "Zdieľajte správu v rámci svojho tímu.",
  "section-enterprise-title-14": "Okamžité overenie",
  "section-enterprise-desc-14": "0 ms latencia: overte tokeny hCaptcha bez volania API.",
  "section-enterprise-title-15": "Mobilná integrácia (iOS a Android).",
  "section-enterprise-desc-15": "Bezproblémové používanie na webe, natívnom mobilnom a mobilnom webe. K dispozícii sú vopred vytvorené integrácie a natívne súpravy SDK.",
  "section-enterprise-title-16": "Prispôsobené podmienky a záruky ochrany osobných údajov",
  "section-enterprise-desc-16": "Uspokojte svoje zákonné potreby, keď iné spoločnosti nemôžu.",
  "presented-challlenges-head": "Prezentované výzvy",
  "presented-challenges-title-1": "Porovnanie",
  "presented-challenges-text-1": "Vyberte všetky obrázky, ktoré zodpovedajú dopytu",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definujte hraničnú oblasť pre objekty",
  "presented-challenges-title-3": "Kategorizácia",
  "presented-challenges-text-3": "Identifikujte zodpovedajúce štítky",
  "presented-challenges-subheader": "...a ďalšie jednoduché úlohy. Jednoduché pre ľudí, ťažké pre roboty.",
  "presented-challenges-subtext": "Vlastné úlohy sú k dispozícii aj pre podnikových vydavateľov.",
  "footer-header-1": "Spoločnosť",
  "footer-header-2": "Zdroje",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Označovanie",
  "footer-link-2": "O",
  "footer-link-3": "Práca",
  "footer-link-4": "Ochranné známky",
  "footer-link-5": "Blog",
  "footer-link-6": "Postavenie",
  "footer-link-7": "Dokumentácia",
  "footer-link-8": "Nahlásiť chybu",
  "footer-link-9": "Prístupnosť",
  "footer-terms": "Podmienky",
  "footer-privacy": "Ochrana osobných údajov",
  "footer-attribution": "Pripisovanie",
  "footer-subheader-1": "podpora",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Prepnúť do angličtiny",
  "intro-heading-privacy": "Navrhnuté pre súkromie.",
  "intro-subtitle-p1-privacy": " Jedinečný prístup k online bezpečnosti založený na súkromí.",
  "info-head-2-pr": "Zaznamenávanie online aktivity nie je riešením.",
  "info-text-1-pr": "hCaptcha Enterprise má len jeden účel: zabrániť zlým aktérom narúšať vaše online operácie a poškodzovať vašich používateľov.",
  "info-text-2-pr": "Naše systémy sú teda od základov navrhnuté tak, aby minimalizovali zber a uchovávanie údajov pri zachovaní prvotriednej bezpečnosti. Najlepším spôsobom ochrany používateľských údajov je neukladať ich vôbec.",
  "info-text-3-pr": "Všetky vzťahy so zákazníkmi sú tiež chránené silnou zmluvou o spracovaní údajov. Služba hCaptcha je v súlade so všetkými zákonmi o ochrane osobných údajov bez ohľadu na to, kde sa vaša služba alebo vaši zákazníci zdržiavajú. Neuchovávanie osobných údajov nám to značne uľahčuje ako pre iné spoločnosti.",
  "info-text-2-2-pr": "Služby ako reCAPTCHA v3 hovoria, že umiestnenie ich sledovacieho pixelu na každú stránku vášho webu je nevyhnutné pre dobrú bezpečnosť. Toto nie je ten prípad.",
  "info-text-2-3-pr": "Jednoduchá behaviorálna analýza je signál, ktorý ľahko sfalšujú zlí herci, a vyžaduje si uchovávanie histórie prehliadania aj pre všetku vašu legitímnu návštevnosť.",
  "info-text-2-4-pr": "Neprevádzkujeme reklamnú sieť a nemáme záujem sledovať vaše správanie používateľov s cieľom predávať im reklamy. To znamená, že nevyžadujeme pasívny pixel na každej stránke vášho webu.",
  "info-text-2-5-pr": "Náš kód výzvy pridávajte len tam, kde je to potrebné a kde má zmysel chrániť vás aj vašich používateľov.",
  "info-head-3-pr": "Strojové učenie je užitočné. Na fungovanie však nepotrebuje osobné údaje.",
  "info-text-3-1-pr": "Strojové učenie teraz ovplyvňuje takmer každý aspekt nášho života, často spôsobom, ktorý si neuvedomujeme a nevidíme. Online bezpečnostné služby nie sú iné.",
  "info-text-3-2-pr": "Učením sa z tisícok signálov môžu modely veľmi rýchlo odvodiť a dosiahnuť vysokú spoľahlivosť pri zisťovaní škodlivého správania, aj keď žiadny individuálny signál by sám osebe nebol dostatočne silný na to, aby naznačoval problém.",
  "info-text-3-3-pr": "Nič z toho však nevyžaduje používanie osobných identifikačných údajov (PII). Moderné kryptografické techniky nám umožňujú čo najrýchlejšie zlikvidovať akékoľvek osobné údaje a namiesto toho vytvárať jednosmerné podpisy, ktoré nemožno spojiť so žiadnou osobou.",
  "info-text-3-4-pr": "Školenie o údajoch bez identifikácie funguje rovnako dobre a nevyžaduje kompromisy v oblasti bezpečnosti ani súkromia. Naši zákazníci vykonali empirické testy a vyhlásili nás za rovnocenné alebo lepšie ako oveľa menej súkromné alternatívy.",
  "cloudflare-quote-text-privacy": "Na riešeniach hCaptcha sa nám páčilo niekoľko vecí: 1) nepredávajú osobné údaje; zbierajú len minimum nevyhnutných osobných údajov, sú transparentní v popise informácií, ktoré zhromažďujú a ako ich používajú a/alebo zverejňujú.",
  "pilot-head": "Vyskúšajte si nás vo svojom prostredí nezáväzne.",
  "pilot-text-1a": "Sme inžinieri, nie predajcovia: chceme, aby ste boli s výberom spokojní.",
  "pilot-text-1b": "Najlepší spôsob, ako zabezpečiť vašu spokojnosť, je preukázať, že spĺňame vaše potreby.",
  "pilot-text-1c": "Prakticky všetky spoločnosti, ktoré spustia pilotný projekt, si nakoniec vyberú naše riešenia.",
  "pilot-text-1d": "Pomocou tohto formulára kontaktujte jedného z našich technických špecialistov. Reagujeme rýchlo.",
  "pilot-text-1e": "Môžete nám tiež poslať e-mail priamo.",
  "pilot-email-details": "Podrobnosti sú tu.",
  "pilot-f1": "región",
  "pilot-f2": "Tvoje meno",
  "pilot-f3": "Tvoje meno",
  "pilot-f4": "Obchodný e-mail",
  "pilot-f5": "Mali by sme mať nejaké ďalšie podrobnosti?",
  "pilot-f6": "Potrebujete urgentnú registráciu?",
  "pilot-f7": "Áno.",
  "pilot-f8": "Som pod útokom a vyžadujem okamžitú registráciu.",
  "pilot-f9": "Predložiť",
  "pilot-f10": "Zadaním svojho e-mailu súhlasíte s našimi Podmienkami ochrany osobných údajov a so zasielaním e-mailov od nás.",
  "pilot-fo-1": "Integrácia nemôže byť jednoduchšia.",
  "pilot-fo-2": "hCaptcha má desiatky vopred vytvorených integrácií pre frontend a backend systémy, ktoré používate.",
  "pilot-fo-3": "Ak náhodou prichádzate z reCAPTCHA spoločnosti Google, naše rozhrania API sú náhradou. Tri riadky kódu sú všetko, čo potrebujete.",
  "pilot-fo-4": "Naši inžinieri vám môžu rýchlo pomôcť, či už potrebujete integráciu React, súpravy SDK pre natívne aplikácie pre iOS, príklad backendu Java alebo prakticky akýkoľvek iný scenár.",
  "pilot-fo-5": "A ako vždy, súkromie je pre nás kľúčovou hodnotou. Náš kód výzvy pridávajte len tam, kde je to potrebné a kde má zmysel chrániť vás aj vašich používateľov. Minimalizácia zberu údajov začína od okamihu integrácie.",
  "pilot-fdone": "Ďakujem. Čoskoro sa vám ozveme.",
  "home-ent-2-new": "Zistite viac o našom podnikovom riešení.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Riešenia hCaptcha Enterprise poskytujú prvotriedne zabezpečenie a chránia mnohé z najlepších online služieb.",
  "home-plans-button-2-new": "Uč sa viac",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Získajte viac informácií o hCaptcha Enterprise"
}
