{
    "1290027486": "CEO spoločnosti Brave. Spoluzakladateľ Mozilly. Tvorca programovacieho jazyka JavaScript. Tvorca prehliadačov a ďalšie.",
    "211351380": "Z blogu:",
    "3153117136": "Ako fungujú nastavenia obtiažnosti hCaptcha",
    "2915355938": "Prístupnosť",
    "793784899": "Plány",
    "2671622670": "Enterprise",
    "3527140447": "Dokumenty",
    "505891021": "Služby označovania",
    "692176459": "Prihlásiť sa",
    "1892574253": "Prihlásiť Se",
    "2593864519": "Zastavte viac robotov. Začnite chrániť súkromie používateľov.",
    "4007826952": "CAPTCHA č. 1 v oblasti ochrany osobných údajov pre web, mobilné zariadenia a ďalšie.",
    "3721365241": "Skúste",
    "3753956446": "zadarmo",
    "3276777569": "hCaptcha",
    "55035359": "Používate momentálne reCAPTCHA?",
    "3417372336": "Prepnite za pár minút",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Najlepšie online služby sa spoliehajú na",
    "1470290349": "pre najlepšiu správu robotov a podvodov vo svojej triede.",
    "3714002185": "Získajte viac informácií o hCaptcha Enterprise",
    "3946753128": "Súkromné. Zabezpečiť. Rýchlejšie.",
    "939665604": "Zamerané na súkromie",
    "780475098": "Reklamné siete vnímajú vašich návštevníkov ako produkt. Záleží nám len na tom, či je návšteva dobrá alebo zlá. hCaptcha je v súlade s GDPR, CCPA, LGPD, PIPL a ďalšími globálnymi zákonmi o údajoch.",
    "219813583": "Bezpečnosť na prvom mieste",
    "2714878440": "Chráňte svoje služby pred zoškrabávaním, prevzatím účtu, hromadením poverení a spamom pomocou nášho pokročilého strojového učenia a overovania ľudskosti.",
    "1397766838": "Lepší používateľský zážitok",
    "2670352917": "hCaptcha poskytuje spoľahlivejšiu detekciu botov a zároveň je pre ľudí jednoducho vyriešiteľná.",
    "2806751666": "Čo je hCaptcha?",
    "3096063825": "Vyskúšaj to",
    "2968026167": "Vaša obľúbená zelenina",
    "713281684": "Baklažán",
    "4147497805": "Mrkva",
    "3758963444": "Ďakujem! Váš príspevok bol prijatý!",
    "1070364246": "Ojoj! Pri odosielaní formulára sa vyskytla chyba.",
    "1129833879": "Zastavte škodlivé roboty, chráňte súkromie používateľov",
    "58091799": "Získajte viac informácií o hCaptcha Publisher a Enterprise",
    "1599610318": "Vydavateľ",
    "3093388779": "hCaptcha je zadarmo na použitie pre vydavateľov akejkoľvek veľkosti",
    "179723061": "Viac kontroly pre tímy, ktoré potrebujú špičkové zabezpečenie",
    "846501387": "Prvotriedna ochrana robotov",
    "119298044": "Pokročilé technológie ML a AI s vlastným dohľadom chránia vaše webové vlastnosti pred hrozbami a útokmi",
    "1263998069": "Získajte odmeny za ľudské riešenia",
    "1103295010": "Zarábajte peniaze alebo dávajte na charitu, keď ľudia riešia CAPTCHA",
    "392886773": "Funguje v každej krajine",
    "2320894364": "Cloud hCaptcha s viac ako 200 bodmi prítomnosti chráni vaše aktíva na celom svete",
    "451701069": "Je v súlade s GDPR, CCPA,",
    "2826051554": "a viac",
    "3530599065": "Súkromie sa buduje od základov. hCaptcha neuchováva žiadne PII a je v súlade s mnohými mandátmi a nariadeniami o ochrane osobných údajov.",
    "2489287539": "Bez trenia „Bez CAPTCHA“ a 99,9 % pasívnych režimov",
    "793242047": "Znížte problémy, ktoré sa používateľom stávajú, a umožnite rýchly prístup k aplikáciám",
    "4195759329": "Detekcia botov a skóre rizika",
    "1150035777": "Sofistikované modely strojového učenia generujú skóre spoľahlivosti robotov na základe mnohých údajových bodov okrem toho, či boli otázky zodpovedané správne",
    "3688621388": "Podpisy hrozieb",
    "1131525092": "Zoskupte zlých aktérov bez námahy prostredníctvom našich Scoped UID na ochranu súkromia, aby ste našli a zastavili súvisiace podvody a zneužívanie",
    "1559631739": "Súkromné vzdelávanie",
    "3952259236": "Skombinujte svoje zaslepené údaje s tisíckami signálov hCaptcha, aby ste trénovali hCaptcha na triedach správania – napríklad len vo vašom prípade – aby ste lepšie predpovedali škodlivé správanie, než ktorékoľvek riešenie samotné.",
    "1150963691": "Zmiernenie APT",
    "4083018285": "Sada rozšírených funkcií, ktoré sa spájajú s vylepšeným monitorovaním SOC a reakciou na riešenie sofistikovaných pretrvávajúcich hrozieb",
    "3160820928": "Koordinovaná ochrana pred útokmi",
    "1849805607": "hCaptcha chráni pred hrozbami a návnadami navrhnutými na preniknutie do vašich sietí",
    "1958297836": "Koordinovaná ochrana pred útokmi a zmiernenie APT",
    "1300485304": "hCaptcha chráni pred pokročilými hrozbami a návnadami navrhnutými na preniknutie do vašich sietí",
    "2698640210": "Kontrolné výzvy a zobrazené typy",
    "3121248460": "Zobrazte nekonečne rôznorodé vlastné výzvy – od jednoduchých až po zložité – pre vaše očakávané publikum",
    "3807059944": "Použitý obsah kontrolnej výzvy",
    "2707282231": "Prispôsobte výzvy pre svojich používateľov. Znemožnite robotom riešenie a prienik.",
    "4194763679": "Jemne zrnité úrovne obtiažnosti",
    "3730038780": "Vyberte si z takmer nekonečného množstva výziev, ktoré musia používatelia vyriešiť",
    "1849717906": "Prispôsobte si svoj vlastný obsah výzvy",
    "1508655687": "Pridajte svoje vlastné výzvy prispôsobené pre vaše publikum, aby ste zefektívnili alebo obmedzili prístup",
    "3620442880": "Ochranné funkcie pri bleskovom predaji",
    "3265895521": "Zvyšujte a znižujte obtiažnosť výzvy podľa dennej doby",
    "1485807325": "Panely pre viacerých používateľov, jednotné prihlásenie SAML",
    "359073033": "Prístrojové panely poskytujú vysokoúrovňové alebo jemné zobrazenia aktivity.",
    "4272454814": "Integrujte sa s poskytovateľom identity podľa vášho výberu.",
    "1141402092": "Pokročilé funkcie prehľadov",
    "910989640": "Vytvárajte podrobné a prispôsobené správy o činnosti",
    "3768951251": "Podnikové zmluvy SLA",
    "1014004474": "Podnikové plány hCaptcha ponúkajú pokročilé zmluvy na úrovni služieb, aby bola vaša organizácia chránená",
    "1177598246": "Kontaktujte predaj",
    "1067704102": "Hodnota v označovaní údajov",
    "3065000659": "Uvedomili ste si, že zakaždým, keď „kliknete na auto“, pomáhate trénovať singel?",
    "3235430156": "systémy strojového učenia spoločnosti zadarmo?",
    "1549336309": "hCaptcha otočí tento model. Keď používate hCaptcha, spoločnosti ponúkajú ceny za prácu, ktorú vaši používatelia vykonávajú, keď dokazujú svoju ľudskosť. Dostanete odmeny.",
    "3725880582": "Vráťte sa charite",
    "1671436004": "Chcete to vrátiť svojej obľúbenej charite?",
    "1663628612": "vám umožní",
    "4272088465": "charitatívne organizácie podľa vášho výberu so zárobkami, ktoré získate z jej používania.",
    "2894845722": "Používatelia na vašom webe budú čoskoro môcť vidieť váš príspevok k charite prostredníctvom diskrétnej značky v rozhraní hCaptcha.",
    "3194111925": "podpora",
    "1637702726": "O hCaptcha",
    "2323282990": "Moderný prístup k overovaniu ľudskosti",
    "1201821619": "hCaptcha rieši jeden z najpálčivejších problémov súčasnosti: bráni škodlivým botom v zneužívaní online služieb.",
    "1475399473": "Zistite viac o tíme hCaptcha",
    "3161489950": "Najpokročilejšia bezpečnostná platforma ML na svete",
    "3247172580": "hCaptcha skombinovala pokročilé strojové učenie s vlastným dohľadom s novým prístupom k počítaču na hraniciach, ktorý jedinečne minimalizuje zhromažďovanie a uchovávanie údajov, dodávané z viac ako 250 miest na celom svete, aby sa dosiahla obrovská škálovateľnosť.",
    "3767462250": "Navrhnuté pre súkromie",
    "3500503648": "hCaptcha je navrhnutý tak, aby eliminoval dlhodobé uchovávanie údajov tým, že sa spolieha na okamžité vyhodnotenie namiesto zaznamenávania a analýzy vašej histórie prehliadania. Podporujeme aj iniciatívy ako napr",
    "2418549423": ", vznikajúci štandard na ochranu súkromia online prostredníctvom kryptografických dôkazov a ďalších jedinečných funkcií na prvom mieste na ochranu súkromia.",
    "1544546608": "Privacy Pass",
    "976209454": "Získajte odmeny alebo darujte charite",
    "552920956": "hCaptcha umožňuje webovým stránkam získavať odmeny a zároveň blokovať roboty a iné formy zneužívania. hCaptcha vám tiež umožňuje podporovať charitatívne organizácie podľa vášho výberu týmito zárobkami.",
    "654326661": "Chcete sa o tom presvedčiť? Vyskúšajte hCaptcha zadarmo.",
    "3570415321": "Spoločnosť",
    "3987022469": "Označovanie",
    "1636202177": "O",
    "2670003220": "Práca",
    "3233305531": "ochranné známky",
    "3028319964": "Etika AI",
    "4131598919": "Stlačte tlačidlo",
    "1662477701": "Zdroje",
    "3130928685": "Blog",
    "1756106276": "Postavenie",
    "1235925265": "Dokumentácia",
    "920212083": "Nahlásiť chybu",
    "2076066173": "Kybernetické útoky 101",
    "3644106388": "Kontakt",
    "2182196747": "podpora",
    "487083593": "Predaj",
    "878585497": "Podmienky",
    "1697438123": "Súkromie",
    "1316817321": "Pripisovanie",
    "3488019891": "hCaptcha je registrovaná ochranná známka spoločnosti Intuition Machines, Inc.",
    "4224961202": "Ochrana osobných údajov, bezpečnosť a strojové učenie.",
    "98173630": "hCaptcha je celosvetovo najpoužívanejšia nezávislá služba CAPTCHA.",
    "1514478724": "Uč sa viac",
    "1752795854": "hCaptcha prináša moderný prístup k zastavovaniu robotov zameraný na súkromie.",
    "2927700175": "Ukážeme výzvy CAPTCHA, ktoré sú náročné pre roboty, ale jednoduché pre ľudí, a to zbieraním ťažko označiteľných údajov z problémov strojového učenia a pomocou nich rozlišujeme, či je návštevník webovej stránky alebo aplikácie človek.",
    "2188609322": "Zlí herci sú na internete čoraz bežnejší. Obetovanie súkromia používateľov však nie je riešením.",
    "2032102720": "Bezpečnostné riešenia, ktoré ponúkajú reklamné spoločnosti, sa zameriavajú predovšetkým na sledovanie používateľov na webe. Vytvorili sme efektívne bezpečnostné riešenie, ktoré dokazuje, že na dosiahnutie vynikajúcich výsledkov nie je potrebné poškodzovať súkromie používateľov.",
    "4146870445": "Kto sme",
    "353066938": "Skúsený tím, pracujúci na najťažších problémoch súčasnosti. hCaptcha je služba",
    "1173652155": "poradcovia",
    "2256305371": "Profesor CS na Kalifornskej univerzite v Berkeley. Hlboké učenie, bezpečnosť, expert na blockchain. CEO spoločnosti Oasis Labs.",
    "2177660021": "vedecký pracovník v Stanforde. Strojové učenie a kvantové financovanie vo veľkých bankách, hedžových fondoch a akademickej obci.",
    "2686825859": "Zaregistrujte sa zadarmo alebo nás kontaktujte ohľadom riešení hCaptcha Enterprise",
    "583434701": "Prístupnosť hCaptcha",
    "611905972": "Zabezpečenie bezproblémového prístupu pre všetkých používateľov pri zachovaní bezpečnosti",
    "874098071": "Ak ste používateľom prístupnosti, zaregistrujte sa tu",
    "2745385064": "Zhrnutie",
    "3353238942": "hCaptcha je navrhnutý tak, aby zastavil robotov tým, že ich odlíši od ľudí. Vizuálne testy sú na to pohodlným nástrojom, ale nie každý dokáže vyriešiť vizuálnu výzvu.",
    "3600022491": "Z tohto dôvodu sme navrhli jednoduchú, bezbolestnú alternatívu, ktorá umožní vlastníkom používajúcim našu službu zachovať dostupnosť pre všetkých s úplným súladom so sekciou 508 a WCAG 2.1 AA.",
    "2557240048": "Ako to funguje: najprv sa používateľ dostupnosti zaregistruje cez",
    "3871665286": ", ktorý je výrazne prepojený na informačnej stránke miniaplikácie hCaptcha. Dostanú zašifrovaný súbor cookie, ktorý možno použiť niekoľkokrát denne, ale musí sa každých 24 hodín obnoviť prostredníctvom prihlásenia.",
    "3441764123": "Keď sa používateľovi prístupnosti zobrazí výzva na stránke pomocou služby hCaptcha, automaticky prejde.",
    "4247858664": "registračnej stránke dostupnosti",
    "1297657322": "Používateľská obrazovka dostupnosti po prihlásení",
    "1717658846": "Možnosť dostupnosti v ponuke používateľského rozhrania miniaplikácie",
    "1266963825": "Otázka: Je hCaptcha Section 508 + WCAG 2.1 AA v súlade?",
    "850025770": "Odpoveď: Veríme, že áno: všetci používatelia s akoukoľvek formou postihnutia, ktorí sú schopní prehliadať web a zadávať text do formulárov, majú po registrácii prístup k službám chráneným hCaptcha. Toto však nie je právna rada: mali by ste vykonať svoje vlastné hodnotenie, berúc do úvahy vašu konkrétnu implementáciu, aby ste sa uistili, že je to prípad vášho nasadenia.",
    "159272246": "Otázka: Pracujete na iných možnostiach dostupnosti (\"a11y\"), ako je zvuk?",
    "4074220464": "Odpoveď: Predtým populárne možnosti, ako sú audio captchas, diskriminujú mnohých používateľov a11y a sú ľahko porazené modernými technikami strojového učenia. To si vynútilo, aby sa súčasné výzvy v oblasti zvuku stávali čoraz ťažšími, pretože prinášali hluk, zvláštne načasovanie, nezvyčajné kombinácie slov atď. Sme teda menej nadšení z tohto prístupu v porovnaní s úplným vyhýbaním sa výzve, ale zvážime to, ak bude dopyt zo strany a11y komunity.",
    "2309661107": "Nás však veľmi zaujíma",
    "2555914614": "pre prípad použitia Dostupnosť. Veríme, že kombinácia nášho súčasného prístupu a11y s vydávaním Privacy Pass umožní používateľom a11y prehliadať bezpečne a bezpečne s vedomím, že ich prevádzka je viac súkromná, a zároveň obmedzí zneužívanie zo strany prevádzkovateľov botov, ku ktorému nevyhnutne dochádza, keď sú dostupné možnosti a11y. Sme aktívnymi účastníkmi pracovnej skupiny IETF, ktorá štandardizuje túto novú technológiu.",
    "2583775432": "Otázka: A čo súkromie? Vystavuje registrácia nejakým spôsobom údaje o prehliadaní a11y? Čo robíte s e-mailom?",
    "4215483493": "Odpoveď: hCaptcha je navrhnutý pre súkromie od základov. Je to veľmi odlišné od tradičných možností, ako je reCAPTCHA, ktoré vlastnia reklamné siete, ktoré majú motiváciu sledovať vás na webe a spájať vás so skutočnou identitou.",
    "2474661839": "náš",
    "4137573005": "má komplexné a smerodajné odpovede na to, ako používame údaje, ale stručná odpoveď je, že nemáme záujem spájať vás ako osobu s vašou históriou prehliadania.",
    "4101570501": "Momentálne tiež pracujeme na kryptografickom riešení, ako rýchlo zlikvidovať vašu e-mailovú adresu a zároveň zachovať našu schopnosť zabrániť zneužitiu, čím dopĺňame našu prácu týkajúcu sa Privacy Pass.",
    "260595108": "E-maily ani informácie o dostupnosti nikdy nepoužívame na iné účely, než je uľahčenie používania a zabránenie zneužitiu.",
    "3063819779": "zásady ochrany osobných údajov",
    "465714311": "Pre používateľov dostupnosti: Otázky a odpovede a Sprievodca riešením problémov",
    "3596207631": "Otázka: Po nastavení súboru cookie stále vidím problém. Čo to spôsobuje?",
    "469089249": "Odpoveď: Zvyčajne je to spôsobené používaním agresívneho blokovača reklám alebo rozšírenia proti súborom cookie alebo nastavením, ktoré blokuje súbory cookie „naprieč stránkami“, v tomto prípade súbor cookie pre hcaptcha.com, ktorý nastavuje alebo kontroluje hCaptcha JS na inú stránku, ako je tá, ktorú navštevujete.",
    "4263626815": "Súbory cookie dostupnosti hCaptcha fungujú so všetkými populárnymi prehliadačmi a blokovačmi reklám s ich štandardnými nastaveniami, takže zlyhania sú zvyčajne spôsobené „anti-anti-adblock“ skriptmi alebo podobnými súbormi pravidiel zameranými na konkrétne stránky.",
    "3906359167": "Riešenia:",
    "3464870463": "1. Pridajte súbory cookie hcaptcha.com a *.hcaptcha.com na bielu listinu vo svojom nástroji na blokovanie reklám alebo v rozšírení zabezpečenia prehliadača.",
    "1204911585": "2. Ak používate prehliadač Brave, ktorý nemá (od apríla 2020) žiadny druh zoznamu povolených súborov cookie, prejdite do časti Predvoľby -> Štíty -> Súbory cookie a vyberte možnosť „Povoliť všetky súbory cookie“.",
    "2932826396": "3. Ak používate najnovšiu verziu prehliadača Safari na nedávno vydanom systéme OS X 10.15 alebo iOS 13.4, spoločnosť Apple práve zmenila správanie prehliadača Safari súvisiace so súbormi cookie tretích strán a všetky ich predvolene blokuje. Implementujeme riešenie, ale medzitým navštívte Predvoľby Safari, sekciu Ochrana osobných údajov a zrušte začiarknutie políčka „Sledovanie webových stránok: Zabrániť sledovaniu viacerých stránok“, aby súbor cookie dostupnosti fungoval podľa očakávania.",
    "3836291932": "Otázka: Používam viacero zariadení. Musím sa prihlásiť viackrát?",
    "3251220335": "Odpoveď: Nie. Kliknite na rovnaký e-mailový prihlasovací odkaz, ktorý vám bol zaslaný na každom zariadení, ktoré používate, aby ste nastavili súbor cookie.",
    "2082407178": "Otázka: Ako sa môžem chrániť pred sledovaním súborov cookie tretej strany počas používania súboru cookie dostupnosti?",
    "2700197090": "Odpoveď: Použitie akéhokoľvek rozšírenia na ochranu súkromia alebo blokovania reklám, ktoré podporuje bielu listinu na úrovni domény (napr. uBlock Origin), bude fungovať podľa očakávania: nezabudnite pridať hcaptcha.com na bielu listinu.",
    "3657743880": "Pokyny prehliadača pre súbory cookie viacerých stránok",
    "1960601330": "Povolenie súborov cookie v prehliadači Safari (Mac): Prejdite do rozbaľovacej ponuky Safari. Vyberte Predvoľby. Kliknite na položku Súkromie na hornom paneli. V časti „Blokovať súbory cookie“ vyberte možnosť „Nikdy“.",
    "1622303590": "Ak chcete povoliť súbory cookie v prehliadači Safari (iPhone/iPad iOS 11+): Otvorte Nastavenia. Posuňte zobrazenie nadol a vyberte Safari. V časti Ochrana osobných údajov a zabezpečenie vypnite „Zabrániť sledovaniu medzi stránkami“ a „Blokovať všetky súbory cookie“",
    "2199048568": "Kliknite na štít naľavo od panela s adresou na ľubovoľnej webovej stránke. Kliknite na Nastavenia ochrany. Otvorí sa panel Predvoľby ochrany osobných údajov a zabezpečenia prehliadača Firefox. V časti Rozšírená ochrana pred sledovaním vyberte možnosť Vlastné. Začiarknutím týchto políčok vyberte, ktoré sledovače a skripty chcete blokovať. Uistite sa, že máte odblokovaný hcaptcha.com.",
    "3967047208": "Môžete tiež dočasne vypnúť niektoré ochrany v Custom, aby ste to odladili, zrušením začiarknutia políčok: Zrušte začiarknutie políčka Sledovače alebo zrušte začiarknutie políčka Cookies, ak máte stále problémy.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Vyberte ikonu ponuky Chrome. Vyberte položku Nastavenia.",
    "926138631": "Prejdite na Súkromie a bezpečnosť, potom na Súbory cookie a ďalšie údaje lokality.",
    "3419878556": "Uistite sa, že nie je povolená možnosť „Blokovať súbory cookie tretích strán“.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Otvorte predvoľby prehliadača Chrome z panela s ponukami.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Na zariadení s Androidom otvorte aplikáciu Chrome.",
    "3620039756": "Vpravo hore klepnite na Viac a potom na Nastavenia.",
    "2813310562": "Klepnite na Nastavenia lokality a potom na Súbory cookie.",
    "3014657981": "Zapnite nastavenie vedľa položky Súbory cookie.",
    "1242066691": "Začiarknite políčko vedľa položky „Povoliť súbory cookie tretích strán“.",
    "292250020": "1. Vyberte ozubené koliesko v pravom hornom rohu obrazovky a potom vyberte „Možnosti internetu“. Ak máte povolenú lištu ponuky, môžete vybrať „Nástroje“ a potom „Možnosti internetu“.",
    "4114820649": "2. Kliknite na kartu „Ochrana osobných údajov“.",
    "946838734": "3. Vyberte tlačidlo „Rozšírené“.",
    "348809718": "4. V časti „Súbory cookie tretích strán“ vyberte možnosť „Prijať“.",
    "1253441326": "5. Kliknite na tlačidlo \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "internet Explorer",
    "4104188759": "Etická politika AI",
    "1161704803": "Prečo máme pravidlá etiky AI?",
    "1806535500": "Prakticky každá technológia, od ceruziek po dynamit, je a",
    "24452499": "Riešenie; môže byť použitý v dobrom alebo v zlom. Každá spoločnosť, ktorá skúma, buduje alebo predáva riešenia s dvojakým použitím, je povinná zvážiť dôsledky svojho konania.",
    "4023575072": "dvojité použitie",
    "3336625692": "Táto stránka podrobne popisuje naše myšlienky na túto tému v kontexte etiky AI a procesov, ktoré dodržiavame, aby sme zabezpečili, že používanie našich služieb zostane v súlade s pravidlami, ktoré sme ako spoločnosť prijali.",
    "835717930": "Etika AI v hCaptcha",
    "2179524509": "Občas dostávame otázky, aké druhy otázok sú prípustné pre službu hCaptcha a prečo sú kladené konkrétne otázky.",
    "1962721652": "Ľudské bytosti hľadajú vzory a niekedy sa neškodná otázka môže v okamihu zmeniť z úplne neprekvapujúcej na podozrivú, a to skôr v dôsledku zmien vo svete ako kvôli motivácii kohokoľvek, kto otázku položil.",
    "3974566657": "S rastúcou popularitou služieb sa tento druh výskytu nevyhnutne stáva častejším. hCaptcha používajú milióny ľudí každý deň prakticky vo všetkých krajinách sveta, preto zverejňujeme tieto zásady a prípadovú štúdiu o tom, ako tieto problémy riešime, aby sme boli čo najtransparentnejší.",
    "1830910223": "Prípadová štúdia etiky AI v reálnom svete",
    "805971861": "„Umbrella“ je termín v ImageNet, štandardnom porovnávacom súbore údajov, ktorý používajú výskumníci počítačového videnia. Spoľahlivá identifikácia ľudí, ktorí držia dáždniky, je tiež dôležitá pre budovanie bezpečných systémov pokročilej asistencie vodiča novej generácie (ADAS).",
    "3988350": "To znamená, že existujú vynikajúce prípady použitia pre zastrešujúce anotácie v reálnom svete. O vplyve samoriadiacich áut je priestor na nesúhlas, ale systémy ADAS už šetria",
    "548587288": "okolo sveta.",
    "3138772661": "tisíce životov každý rok",
    "3168199226": "V roku 2020 sa však ukázalo, že budovanie tohto druhu súboru údajov by mohlo byť vnímané ako technológia dvojakého použitia spôsobom, ktorý by pred rokom očakával len málokto.",
    "558378834": "V súčasnosti už preto neprijímame žiadosti o otázky týkajúce sa dáždnikov. Potenciál zmätku, keď koncový používateľ vidí v súčasnosti otázku o dáždnikoch, je príliš vysoký a v konečnom dôsledku je naším cieľom urobiť svet príjemnejším miestom.",
    "3376604063": "Zásady a procesy AI etiky",
    "1923365316": "V hCaptcha máme prísne pravidlá etiky AI a súčasťou toho je proces Poznaj svojho zákazníka (KYC).",
    "4230322909": "Vždy sa snažíme dobre porozumieť každému novému zákazníkovi a jeho zamýšľanému prípadu použitia, aby sme si potvrdili, že je vhodný pre naše produkty a služby, a aby sme zaistili, že dodržiava zásady, ktoré sme ako spoločnosť prijali.",
    "2735073144": "V prípade potreby vykonávame aj priebežné kontroly. Napríklad pri našej nedávnej kontrole dátumov a zdrojov žiadostí o označovanie týkajúce sa dáždnikov sme boli schopní rýchlo potvrdiť, že žiadny vládny subjekt ani známy štátny dodávateľ sledovacieho softvéru nepožiadal za posledných 12 mesiacov o dáždniky využívajúce naše služby. .",
    "2715462692": "Ako vyzerá náš proces etiky AI?",
    "3049976256": "Pri každom novom zákazníkovi označovania prechádzame počas procesu predaja kontrolným zoznamom. Zahŕňa to počiatočnú starostlivosť KYC pred registráciou, ako aj overenie všetkých požiadaviek zaslaných našim analytikom a náhodné kontroly v reálnom čase a pravidelné kontroly žiadostí podaných pomocou našej samoobslužnej platformy.",
    "3103642530": "Toto hodnotenie sa skladá z niekoľkých súborov kritérií:",
    "3349094124": "Kritériá etických obáv: Cieľ",
    "1038019440": "1. Zastupuje tento zákazník národné záujmy krajiny, o ktorej je známe, že sa správa v rozpore s medzinárodnými zákonmi a normami?",
    "493717511": "2. Požaduje tento zákazník služby, ktoré by mohli byť?",
    "2209109640": "používajú iba na škodlivé účely v rámci svojich bežných obchodných aktivít?",
    "3457805519": "3. Môže byť požiadavka zákazníka splnená podľa práva USA a našich pravidiel angažovanosti?",
    "1942611550": "predovšetkým",
    "109179759": "Kritériá etických obáv: Subjektívne",
    "1033698050": "1. Veríme, že nám zákazník poskytol prípad použitia, ktorý podľa našej interpretácie typických západných spoločenských noriem považujeme za morálne prijateľný?",
    "361372538": "2. Domnievame sa, že naše poskytované služby by zákazník pravdepodobne použil na diskriminačné účely spôsobom, ktorý by mohol byť legálny, ale pre nás neprijateľný?",
    "2867855718": "3. Domnievame sa, že požiadavky na súkromie možno uspokojivo vyriešiť v súvislosti so žiadosťou?",
    "2462728596": "Ak sa v týchto bodoch nemôžeme uspokojiť, žiadosť odmietneme a môžeme ukončiť ďalší prístup k našej platforme, ako je uvedené v našich podmienkach.",
    "1995277831": "Ďakujem",
    "1818116402": "Dúfame, že ste ocenili tento pohľad na to, ako riešime prevádzkové otázky s komponentom AI Ethics.",
    "1499894352": "Len veľmi málo spoločností ponúka transparentnosť svojich rozhodovacích procesov v tejto oblasti a dúfame, že ostatní budú nasledovať tento príklad!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Ako my, naši partneri z akademického výskumu a naši zákazníci používame médiá Creative Commons",
    "3017533972": "My, naši akademickí výskumní partneri a naši zákazníci môžeme príležitostne odkazovať alebo reprodukovať časti obsahu s licenciou Creative Commons prostredníctvom platformy hCaptcha, aby sme posunuli vedomosti ľudstva v oblasti strojového učenia.",
    "1428053210": "Tento obsah je vo všeobecnosti transformovaný zo svojej pôvodnej formy. Napríklad video môže byť rozdelené do mnohých obrázkov, tieto obrázky môžu byť rozdelené do mnohých nových obrázkov a tieto nové obrázky sa potom náhodne zmiešajú, aby sa vytvoril konečný zobrazený výsledok.",
    "1728211763": "Používanie obsahu týmto spôsobom a na tieto účely spadá do pravidiel fair use podľa nášho chápania zákonov a štandardných postupov v tejto oblasti, ale my sme dlhoročnými fanúšikmi Creative Commons a uprednostňujeme uznanie každému, kto pomáha monumentálna úloha zlepšiť inteligenciu strojov.",
    "1949452297": "Z dôvodu vnútorných obmedzení používateľského rozhrania hCaptcha a jeho bezpečnostných aspektov nie je možné reprodukovať zdroj každého obrázka priamo susediaceho s jeho použitím. Namiesto toho odkazujeme na túto stránku z našej domovskej stránky a udržiavame zoznam zdrojov, ktoré sú aktuálne alebo nedávno poskytované prostredníctvom platformy. Môžete vstúpiť do aktuálneho zoznamu",
    "2367602973": "tu",
    "659124570": "Okrem toho, ak vidíte obsah, ktorý vám patrí, reprodukovaný na platforme hCaptcha a chceli by ste ho z akéhokoľvek dôvodu odstrániť, môžete nás kontaktovať prostredníctvom e-mailu na adrese",
    "2066749488": "Iné Sťažnosti",
    "3479034323": "Ak vidíte obsah, ktorý patrí vám, reprodukovaný na platforme hCaptcha a chceli by ste ho z akéhokoľvek dôvodu odstrániť, môžete nás kontaktovať prostredníctvom e-mailu.",
    "1836554225": "Blogové príspevky",
    "2873297188": "Diskriminujú všetky CAPTCHAS Neameričanov?",
    "165932542": "Pohľad na mieru riešenia hCaptcha na celom svete",
    "1865097546": "16. novembra 2021",
    "3005876482": "hCaptcha je teraz najväčšia nezávislá služba CAPTCHA, beží na 15 % internetu",
    "693820850": "Google môžete poraziť tým, že na prvé miesto dáte súkromie",
    "3609106478": "Plnenie poverení:",
    "299335340": "Čo to je a ako zastaviť útoky",
    "354925785": "Úvod",
    "423222878": "Niektoré z najťažších kybernetických útokov, ktoré sa dajú odhaliť, zabrániť a zastaviť, sú tie, pri ktorých môže zákerný činiteľ použiť legitímne poverenia používateľa na prihlásenie do aktívneho používateľského účtu. Bez mnohých sofistikovaných detekčných schopností nemá spoločnosť, ktorá je hostiteľom účtu, dôvod domnievať sa, že niečo nie je v poriadku. Zdá sa, že zákazník sa jednoducho prihlásil do svojho účtu. Útočník dosiahol túto úspešnú lesť pomocou ukradnutých poverení – zvyčajne výsledkom techniky kybernetického útoku známej ako „vyplňovanie poverení“. Dnes je to vážny problém, ktorý sa však dá zmierniť správnymi protiopatreniami.",
    "777660551": "Čo je to Credential Stuffing?",
    "2602763587": "Plnenie poverení je formou kybernetického útoku, pri ktorom sa útočník pokúša niekoľkokrát prihlásiť na webovú stránku pomocou párov ukradnutých používateľských mien a hesiel. „Plnenie“ sa vzťahuje na opakované pokusy o prihlásenie, ktoré takmer vždy vykonáva automatizovaný softvér botov.",
    "1271831121": "Nie je to tak, že by tam sedel hacker (samozrejme oblečený v mikine!) a zadával poverenie za druhým. Automatizovaný prihlasovací robot by mohol byť vyrobený z bežného nástroja, ako je Selenium, alebo z hackerského nástroja vyvinutého na mieru.",
    "2588750717": "V skutočnosti niektoré útoky na vyprázdňovanie poverení zahŕňajú milióny prihlasovacích údajov – všetky sú vložené do nič netušiaceho prihlasovacieho rozhrania webovej stránky v nádeji, že budú vpustené dovnútra. Keď sa útočník dostane dovnútra, môže prevziať účet obete.",
    "1137757109": "Ak ide o účet elektronického obchodu, útočník si môže objednať tovar. Ak je obeťou banka, útočník môže previesť finančné prostriedky do zahraničia a tak ďalej.",
    "1559150837": "Ciele však nie sú bezbranné. Väčšina webových stránok má ovládacie prvky, ktoré blokujú podozrivého používateľa, ktorý sa v krátkom čase pokúša prihlásiť do tisícok rôznych účtov z rovnakej adresy IP. Útočníci na plnenie poverení, aby obišli tieto ochranné techniky, je simulácia geografickej diverzity a diverzity IP. Pomocou výkonných, často umelou inteligenciou riadených nástrojov môžu vyvolať dojem, že tisíce používateľov sa náhodne pokúšajú prihlásiť v rôznych časoch dňa z celej krajiny. Toto je oveľa ťažšie odhaliť a zastaviť.",
    "1892020899": "Odkiaľ získajú hackeri poverenia?",
    "2597149484": "Dôvod, prečo musí hacker „napchať“ toľko poverení, súvisí s tým, kde získajú svoje ukradnuté poverenia.",
    "3030395800": "Tieto poverenia zvyčajne pochádzajú z porušenia ochrany údajov. Tieto útoky, známe tiež ako „prelievanie poverení“, môžu viesť k tomu, že sa na temný web dostanú milióny poverení. Ak únik pochádza z banky, hacker sa pokúsi použiť tieto poverenia, aby sa dostal na iné stránky. Tento prístup funguje, pretože toľko ľudí používa rovnakú kombináciu používateľského mena a hesla pre viacero stránok. (Tento postup sa neodporúča, ale realita je taká, aká je. Ľudia majú tendenciu opakovať rovnaké prihlasovacie údaje.)",
    "1258965840": "Ak sa teda útočník môže dostať na jednu stránku, pravdepodobne sa môže dostať na viacero stránok pomocou presypaných prihlasovacích údajov. Mohli by napríklad dostať pár používateľské meno/heslo ako JohnDoe/525momma, ale nemajú potuchy, čo pre nich tento pár urobí. Takže skúšajú pár na Amazon.com, Ebay, Citibank, Walgreens a ďalej a ďalej. Túto dvojicu môžu vyskúšať na tisíckach rôznych stránok.",
    "3594440415": "Nakoniec začnú otvárať dvere.",
    "780280214": "Ako hCaptcha a hCaptcha Enterprise zmierňujú hrozbu preplnenia poverení",
    "4165374512": "Aj keď je možné použiť nástroje na zisťovanie adresy IP a polohy na zabránenie vypĺňaniu poverení, nákladovo efektívnejšou a presnejšou metódou je jednoducho prerušiť samotného robota na automatické vyplnenie poverení. hCaptcha a hCaptcha Enterprise môžu zaraziť robota v mieste vstupu. Aj keď má robot správne prihlasovacie údaje, ak nedokáže prejsť cez detekciu hCaptcha Enterprise alebo CAPTCHA hCaptcha, nebude môcť vykonávať svoje činnosti a vaša stránka a používatelia sú chránení.",
    "3269644546": "Prosím",
    "1058572205": "nás, ak sa chcete dozvedieť viac o",
    "3753613260": "kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Nahlasovanie sťažností DMCA",
    "54093347": "Registrovaný zástupca DMCA",
    "3233441200": "Zásady opakovaného porušovania",
    "4011712313": "V rámci našich pravidiel DMCA zaraďujeme účty zákazníkov, od ktorých dostávame viaceré oznámenia DMCA o údajnom porušení, do viackrokových pravidiel DMCA pre opakované porušovanie. Po prijatí opakovaných upozornení DMCA v kalendárnom mesiaci prejde zákaznícky účet od jedného kroku politiky k ďalšiemu.",
    "766825168": "Opatrenia, ktoré môžeme podniknúť v rámci Zásad opakovaného porušovania DMCA, zahŕňajú zasielanie upozornení o zvýšenej viditeľnosti evidovanému zákazníkovi účtu. Na potvrdenie týchto upozornení môžeme od zákazníka vyžadovať, aby sa prihlásil do účtu alebo zavolal nášmu tímu podpory. Vyhradzujeme si tiež právo pozastaviť alebo ukončiť službu hCaptcha a IMI každého zákazníka, v prípade ktorého sme naďalej dostávali oznámenia o údajnom porušení zákona DMCA, a to aj po odoslaní upozornení o opakovaných porušovateľoch, ako aj uplatniť na ne iné dočasné opatrenia. Okrem toho môžeme podľa vlastného uváženia ukončiť ďalšie služby hCaptcha alebo IMI poskytované týmto zákazníkom, keď ukončíme službu hCaptcha podľa týchto zásad.",
    "2410122265": "Zdroje hCaptcha: Boti 101",
    "4166776480": "Plnenie poverení: Čo to je a ako zastaviť útoky",
    "2301335298": "Platobné podvody: Zmiernenie rýchlo sa vyvíjajúceho spôsobu počítačovej kriminality",
    "3682071227": "Čo sú prevzatia účtov a ako fungujú?",
    "2729131930": "Čo je to škrabanie a ako to funguje?",
    "1344959096": "Práca ako individuálny štítkovač údajov",
    "3510143229": "hCaptcha je služba pre webové stránky a aplikácie,",
    "3930611699": "jednotlivých pracovníkov.",
    "1051214799": "hCaptcha je webová bezpečnostná služba, ktorá sa snaží zdieľať hodnotu s vydavateľmi webových stránok alebo aplikácií, ktoré ju používajú.",
    "360236473": "Služba hCaptcha nie je určená na to, aby ju mohol ktokoľvek používať ako samostatný štítkovač. Nie je na tento účel navrhnutý ani na to nie je vhodný. Neodporúčame nikomu, aby sa pokúšal používať hCaptcha ako zdroj osobného príjmu.",
    "3842490632": "Jednotlivý používateľ, ktorý sa pokúša odpovedať na mnohé otázky, bude pravdepodobne rýchlo obmedzený alebo zakázaný. Rovnako dôležité ako naše",
    "1560232962": "podrobne pokrýva, neposkytujú sa žiadne záruky, pokiaľ ide o sumu získanú za danú odpoveď. V tom čase nemusia byť dostupné žiadne platené otázky, odpoveď môže byť odmietnutá z dôvodu kvality atď.",
    "2694001822": "Príležitostne si však najímame jednotlivcov, aby nám pomohli otestovať vlastnosti systému a nové funkcie.",
    "1569804581": "Ak by ste chceli byť v budúcnosti kontaktovaní ohľadom súvisiacich príležitostí, vyplňte prosím tento formulár.",
    "636461959": "názov",
    "1139500589": "Krajina",
    "1789607185": "Emailová adresa",
    "325077666": "Odoslaním vašich údajov súhlasíte s našimi",
    "3555583744": "a",
    "3609929815": ". Informácie o vašom mene, krajine a e-mailovej adrese si ponecháme iba na účely toho, aby sme vás v budúcnosti mohli kontaktovať ohľadom individuálnych pracovných príležitostí v oblasti označovania.",
    "4197928199": "Zásady ochrany osobných údajov",
    "851786723": "Zadaním svojho e-mailu súhlasíte s našimi Podmienkami ochrany osobných údajov a so zasielaním e-mailov od nás.",
    "2402165761": "Ako funguje škrabanie?",
    "4260542944": "Zoškrabovanie obsahu (tiež známe ako „zoškrabovanie obrazovky“ alebo len „zoškrabovanie“) je známy a často užitočný proces zhromažďovania informácií z webu. V posledných rokoch sa však táto technika stala obľúbeným nástrojom hackerov a podvodníkov. Protiopatrenia môžu účinne zmierniť hrozbu, ale na ich implementáciu je nevyhnutné pochopiť, ako proces funguje.",
    "2066255783": "Čo je zoškrabovanie obsahu?",
    "1910628828": "Zoškrabovanie obsahu je technika získavania údajov zo systému, ktorá zahŕňa automatizovanú sadu nástrojov, ktorá sa vydáva za softvérového klienta alebo webového prehliadača. Nie je to nové. V skutočnosti pre softvérových inžinierov, ktorí môžu potrebovať údaje zo starého mainframe, môže byť zoškrabovanie jediným spôsobom, ako extrahovať informácie. Pôvodné konektory môžu byť preč a nie je možné ich nahradiť.",
    "3408107995": "Dnes však zoškrabovanie vždy znamená programový prístup k získavaniu údajov z webovej stránky. Softvér na zoškrabovanie sa správa ako ľudský používateľ, kliká na tlačidlá a číta výsledný výstup. Existuje mnoho legitímnych použití pre škrabanie. Jedným z príkladov sú webové prehľadávače, ktoré poháňajú vyhľadávacie nástroje. Rovnako tak aj nástroje ako Skyscanner, ktoré hľadajú cestovné ponuky prečesávaním tisícok cestovateľských webových stránok. Fintech firmy to tiež používajú na zoškrabovanie finančných údajov používateľov z bankových stránok, ak nie sú k dispozícii žiadne aplikačné programové rozhrania (API) na vytvorenie dátového pripojenia. Veci, ktoré treba mať na pamäti pri zoškrabovaní obrazovky, sú rýchlosť a škálovateľnosť. Proces môže zbierať obrovské množstvo údajov z webových stránok za predpokladu, že stránky nie sú nakonfigurované tak, aby tomu zabránili. Pri rýchlosti výpočtov môže škrabka zhromažďovať veľké súbory údajov interakciou s webovými stránkami a základným softvérom a databázami, ktoré ich poháňajú.",
    "1920884252": "Prečo je zoškrabovanie obsahu bezpečnostnou hrozbou?",
    "2256795853": "Schopnosť rýchlo extrahovať množstvo údajov z webových stránok robí zoškrabávanie mocným nástrojom v rukách škodlivých aktérov. Robot na zoškrabovanie môže zhromažďovať používateľské údaje zo stránok sociálnych médií. Potom by sa hacker mohol zoškrabovaním stránok, ktoré obsahujú adresy a iné osobné informácie a porovnávaním výsledkov, zapojiť do trestných činov súvisiacich s identitou, ako je odosielanie podvodných žiadostí o kreditné karty.",
    "4087694419": "Skracujúci hacker môže tiež zhromažďovať údaje zo stránok ako Amazon a eBay, aby vytvoril falošné alebo klamlivé záznamy o produktoch. Potom ich mohol ponúknuť na predaj prostredníctvom služieb typu peer-to-peer, ako je OfferUp, a vykonávať phishingové útoky na kupujúcich. Alebo by podvodník mohol predávať produkty, ktoré neexistujú. Ďalší podvod so zoškrabovaním obrazovky zahŕňa falšovanie vydavateľov reklamy. Odoberaním obsahu zo stránok vydavateľov môže podvodník vytvoriť falošné stránky vydavateľa reklám v rôznych službách. Potom môžu predávať reklamy na týchto stránkach autorizovaným predajcom, ktorých kontakty získali zo súboru ads.txt vydavateľa. Reklamné priestory sa inzerentovi zdajú skutočné, ale nie sú.",
    "3315658779": "Zabráňte zoškrabávaniu obsahu pomocou hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise používa pokročilé strojové učenie na identifikáciu škodlivej návštevnosti vašich stránok a aplikácií – vrátane aktivít zoškrabovania.",
    "1422537019": "aby sme sa dnes dozvedeli viac.",
    "1988268879": "Nákladovo efektívne označovanie údajov vo veľkom rozsahu",
    "2163914794": "Potrebujete viac štítkov pre svoje množiny údajov? hCaptcha poskytuje rýchle, nákladovo efektívne a vysokokvalitné označovanie údajov pre spoločnosti pracujúce na aplikáciách umelej inteligencie a strojového učenia.",
    "3378932530": "Nechajte svoje údaje označiť štítkom",
    "3483700676": "Okamžite spustite milióny úloh",
    "3478726913": "hCaptcha má jeden z najväčších bazénov na planéte, ktorý máte k dispozícii. Bez ohľadu na váš rozsah, dokážeme to zvládnuť bez drahých predbežných záväzkov. Milióny úloh denne nie sú žiadny problém.",
    "740501259": "Jednoduché potrubia poháňané API",
    "2784612261": "Chcete integrovať kontrolu človekom priamo do vašich obchodných operácií? Ponúkame vysokú spoľahlivosť SLA, garantovanú kapacitu a jednoduché REST API.",
    "1144966033": "Optimalizované pre cenu a kvalitu",
    "3213351333": "Nevyžaduje sa žiadny záväzok vopred",
    "2107077506": "Platforma HUMAN využíva komplexné modely spoľahlivosti na vykonávanie sofistikovanej analýzy kvality v reálnom čase. To nám umožňuje rýchlo určiť náročnosť otázok a ich pravdepodobnú správnu odpoveď, čo vám ušetrí čas a peniaze.",
    "3576146278": "Plaťte len za presnosť, ktorú potrebujete",
    "2952586316": "Nie všetky problémy sú rovnaké. Poznámky pre úlohy kritické z hľadiska bezpečnosti môžu vyžadovať 99,99 % dôveru od výlučne ľudských pracovníkov. Poznámky pre jednu beta funkciu v mobilnej hernej aplikácii môžu vyžadovať len miernu dôveryhodnosť. Ty rozhodni.",
    "710145621": "Poskytnite svoje vlastné údaje o základnej pravde alebo nám ich nechajte zostaviť za behu",
    "987901590": "Máte nespracované údaje bez komplexného overovacieho súboru? Vo väčšine prípadov vám ho môžeme zostaviť tak, že úlohy prechádzajú systémom, alebo vytvoríme označené vzorky na vaše schválenie.",
    "2597352122": "Typy anotácií",
    "1344687860": "Ohraničujúce boxy",
    "1089415440": "Presná detekcia objektov na obrázkoch a videách",
    "3817067682": "Polygóny",
    "2682873489": "Definujte hraničnú oblasť pre objekty",
    "1275150216": "Orientačné body",
    "2067112112": "Bodové anotácie pre mnoho rôznych prípadov použitia",
    "4228682126": "Kategorizácia atribútov",
    "2920213479": "Zoraďte alebo pridajte ľubovoľné kategórie ľubovoľnej veľkosti",
    "3288667364": "Porovnanie a detekcia",
    "155877895": "Detekcia a klasifikácia poháňaná ľudskou silou",
    "3128433367": "... a mnoho ďalších",
    "2827452240": "Potrebujete iný typ, ktorý tu nie je uvedený? Stačí sa nás opýtať.",
    "719304627": "Potrebujete komplexnú kontrolu?",
    "1172067553": "Platforma HUMAN za hCaptcha poskytuje vysoko sofistikovanú kvalitu práce a funkcie správy prostredníctvom on-premise, hybridných alebo SaaS nasadení, ktoré sa integrujú s vašimi existujúcimi systémami.",
    "2319072959": "Bežte úplne offline s vašou vlastnou pracovnou silou, sledujte hodnotu spotrebovanú naprieč obchodnými jednotkami alebo partnermi konzorcia, selektívne smerujte úlohy k rôznym interným alebo externým poskytovateľom pracovnej sily na základe nákladov a bezpečnostných požiadaviek a podobne.",
    "1936512180": "Jednoduchý prístup k API, nádherné ovládacie panely a najnovšia technológia typu „model-in-the-loop“ na maximalizáciu efektivity pracovníkov.",
    "3913848038": "Dostupnosť 99,99% dostupnosti SLA a 24/7 globálna podpora k dispozícii.",
    "1080752747": "Kontaktujte predaj",
    "1525403768": "Pre viac informácií kontaktujte Enterprise Sales.",
    "1546930020": "Získavanie štítkov údajov",
    "2486638408": "Definujte špecifikácie",
    "1027200955": "Porozprávajte sa s jedným z našich doménových expertov, aby ste definovali potreby vášho projektu: presnosť cieľa, formát a akékoľvek špeciálne požiadavky.",
    "1156712451": "Počiatočný pracovný test",
    "181065232": "Vykonávame malú produkčnú úlohu na základe vašich vzorových údajov. Toto testuje prácu, ktorú sme spoločne vykonali, aby sme zaistili, že dostanete presne to, čo potrebujete.",
    "3207769512": "Nasadiť výrobné úlohy",
    "1099238677": "S naším veľkým objemom a nízkou latenciou vašu prácu otočíme rýchlo, s automatickým doručením hneď po dokončení.",
    "465783046": "Chcete to vyskúšať so svojimi údajmi?",
    "328625009": "... sme pripravení, keď ste vy: naša služba je k dispozícii 24 hodín denne.",
    "3225770968": "hCaptcha je navrhnutý tak, aby riešil najnáročnejší problém strojového učenia; označovanie obrovského množstva údajov včas, cenovo dostupným a spoľahlivým spôsobom.",
    "2041686284": "Viac údajov vo všeobecnosti vedie k lepším výsledkom pri trénovaní modelov strojového učenia. Nedávny úspech hlbokých modelov viedol k čoraz väčším súborom údajov a hCaptcha slúži tejto potrebe. Vytváranie veľkých súborov údajov kontrolovaných ľuďmi pomocou tradičných metód je však pomalé a drahé.",
    "3729345277": "hCaptcha je spôsob, ako môžu spoločnosti získať anotácie, ktoré potrebujú, rýchlejšie, vo vyššej kvalite a pri nižších nákladoch ako iné alternatívy.",
    "2103563261": "Súkromné alebo verejné informácie",
    "2513143348": "Systém hCaptcha Enterprise je vo svojom dizajne jedinečne flexibilný: môže byť čiastočne alebo úplne nasadený na okraji vašej siete, ak prevádzkujete verejný cloud alebo vlastníte veľa dátových centier.",
    "3107683988": "To môže dramaticky znížiť prevádzku a náklady mimo siete a zároveň zachovať všetky výhody správy našim nepretržitým personálom, aby sme splnili najprísnejšie zmluvy SLA.",
    "3660619092": "Zaregistrujte sa bezplatne alebo kontaktujte predaj pre podnikové riešenia",
    "2351176803": "Licenčné podmienky pre hCaptcha JS API",
    "2616226398": "S výhradou nášho",
    "2024293275": ". Všetky ostatné práva sú zatiaľ vyhradené.",
    "1062291156": "štandardné podmienky",
    "2712493234": "Platobné podvody: Zmiernenie rýchlo sa vyvíjajúceho spôsobu počítačovej kriminality",
    "1817772953": "Podvody nie sú novou formou zločinu. Archeológovia skutočne pred takmer 10 000 rokmi objavili zariadenia na boj proti podvodom, ktoré navrhli starí Sumeri na prepravu dobytka bez strát! V ich prípade vložili hlinené žetóny, z ktorých každý predstavuje zviera, do hlinenej gule známej ako „bulla“. Bulla cestoval s kŕdľom, keď sa pohyboval od predávajúceho ku kupujúcemu. Už vtedy sa majitelia firiem obávali, že nie každý, s kým mali do činenia, bol na vzostupe. Za 10 000 rokov sa veľa zmenilo, no potreba inovatívnosti pri predchádzaní podvodom nám zostáva. Dnes je otázka podvodov pri platbách online mimoriadne dôležitá. S internetom sa podvodníci stávajú čoraz zručnejšími v tom, ako prekabátiť kontroly proti podvodom. Nové riešenia však menia situáciu.",
    "1053787685": "Čo je to platobný podvod?",
    "433424759": "Platobný podvod zahŕňa akýkoľvek typ nezákonnej transakcie, pri ktorej kyberzločinec pripraví obeť o niečo hodnotné, zvyčajne o peniaze. Môže to znamenať použitie ukradnutej kreditnej karty na objednanie tovaru online alebo prevzatie bankového účtu a nezákonný prevod prostriedkov z neho. Existuje veľa variácií, ale všetky majú rovnaký výsledok: podvodník použije ukradnutú identitu alebo platobné informácie na krádež od spotrebiteľa, banky alebo obchodníka.",
    "2939852138": "Ako sa podvodníci [snažia] vyhnúť platobným podvodom?",
    "1665616092": "Platobné podvody sú svojou koncepciou jednoduché, ale v súčasnosti môžu byť fantasticky zložité.",
    "4246520782": "V skutočnosti bol internet v posledných rokoch svedkom skutočných pretekov v zbrojení medzi podvodníkmi a obhajcami.",
    "2167049807": "Bezpečnostné tímy prijali rôzne protiopatrenia a kontroly, ktoré potláčajú jednoduché, lenivé prístupy k podvodom pri platbách. Útoky sú však čoraz sofistikovanejšie. Roboty môžu teraz napríklad zbierať čísla ukradnutých kreditných kariet a kódy PIN z falošných webových stránok a phishingových útokov.",
    "1936449777": "Potom môžu v plne automatizovanom režime napodobňovať ľudské správanie na stránkach elektronického obchodu, klikanie na tlačidlá a pridávanie položiek do nákupných košíkov – až do bodu, keď mnohé, ak nie väčšina kontrolných prvkov proti podvodom, nedokážu rozpoznať, že sa robot pokúša ukradnúť. tovar. Skôr to vyzerá, akoby ľudský používateľ jednoducho nakupoval. Robot sa môže prihlásiť do účtu skutočného zákazníka pomocou ukradnutých prihlasovacích údajov. Ďalším zatemňovaním podvodu je schopnosť robota sfalšovať IP adresy, aby to vyzeralo, že „nakupujúci“ je niekde inde ako útočník, ktorý môže byť v cudzej krajine.",
    "648630222": "Zabráňte podvodom pri platbách pomocou hCaptcha Enterprise",
    "1621930829": "Čo sa dá robiť s dnešnými pokročilými, neutíchajúcimi aktivitami v oblasti platobných podvodov? Použitie viacerých vrstiev ovládacích prvkov je zvyčajne rozumný prístup. Najlepšie protiopatrenia sú však tie, ktoré dokážu robota chytiť do pasce a odhaliť, že je falošný, a to aj napriek maximálnemu úsiliu jeho tvorcov replikovať ľudské správanie.",
    "2423586454": "Stále existuje niekoľko vecí, ktoré softvér nedokáže urobiť, bez ohľadu na to, aká dobrá je za tým AI. Moderná technológia CAPTCHA ponúka osvedčenú metódu blokovania robotov pokúšajúcich sa udržať platobné podvody. Zatiaľ čo staré prístupy k CAPTCHA, ako sú jednoduché šikmé čísla v krabici, sú teraz väčšinou nedostatočné na zmiernenie pokročilých robotov, automatické zariadenie s odozvou na test, ako je hCaptcha Enterprise, môže ľahko naraziť na podvodného robota v momente prihlásenia sa do účtu alebo platby v nákupnom košíku. Aj keď má robot skutočné poverenia, nebude sa môcť dostať cez CAPTCHA.",
    "1467308982": "Plány platieb",
    "1291824746": "Výplaty hCaptcha prebiehajú štvrťročne na 60-dňovej báze. Pre ilustráciu, čo to znamená, si pozrite tabuľku nižšie.",
    "3444947612": "Doprava medzi",
    "4181611011": "Dátum vyrovnania",
    "728503636": "Dátum výplaty",
    "3720584906": "15. júla 2021 – 15. októbra 2021",
    "388240587": "5. – 15. januára 2022",
    "3426312287": "5. – 15. januára 2022",
    "615618648": "15. apríla 2021 – 15. júla 2021",
    "3376724603": "14. – 24. septembra 2021†††",
    "3398978455": "15. – 25. septembra 2021†††",
    "2722456056": "15. januára 2021 – 15. apríla 2021",
    "4063155841": "Najneskôr do 25. júna 2021††",
    "4082053540": "19. – 25. júna 2021††",
    "64953197": "15. októbra 2020 – 15. januára 2021",
    "1023070345": "Najneskôr do 14.3.2021",
    "2600696085": "15. marca 2021",
    "3217791519": "15. júla 2020 – 15. októbra 2020",
    "649261378": "5. – 11. januára 2021*",
    "1559190296": "5. – 11. januára 2021†",
    "3806054689": "15. apríla 2020 – 15. júla 2020",
    "4162383380": "16. – 22. septembra 2020*****",
    "1990824776": "16. – 24. septembra 2020*****",
    "3856690908": "15. januára 2020 – 15. apríla 2020",
    "3200641265": "Najneskôr do 16. júna 2020*",
    "3744079744": "15. – 19. júna 2020****",
    "2209837451": "15. októbra 2019 – 15. januára 2020",
    "2510534204": "Najneskôr do 23.3.2020***",
    "2910560864": "20. – 23. marca 2020***",
    "2544565802": "15. júla 2019 – 15. októbra 2019",
    "3963642878": "Najneskôr do 14. decembra 2019*",
    "622103562": "17. decembra 2019**",
    "4072202039": "15. apríla 2019 – 15. júla 2019",
    "818049069": "Najneskôr do 15. júla 2019",
    "1169005651": "15. septembra 2019",
    "2303655425": "15. januára 2019 – 15. apríla 2019",
    "3678889946": "Najneskôr do 15.6.2019",
    "3094354698": "15. júna 2019",
    "4217013126": "Výplaty sa zvyčajne uskutočňujú počas dňa v Deň výplaty a vo všeobecnosti sú dokončené do polnoci tichomorského času. Ak bol účet označený na kontrolu, uvoľnenie platby môže trvať až päť ďalších pracovných dní.",
    "1447649958": "Pripomíname, že na výplaty je oprávnená iba presná ľudská komunikácia. Viac podrobností nájdete v našich často kladených otázkach, ktoré sú prepojené nižšie. Disponibilný zostatok musí tiež spĺňať minimálnu hranicu, aby bol oprávnený na výplatu, v súčasnosti 10 HMT.",
    "4257144752": "Odhady v reálnom čase neodrážajú konečnú presnosť alebo ľudskosť, a preto sa vaše konečné zárobky môžu výrazne líšiť od čísel zobrazených na informačnom paneli pred prvým vyrovnaním.",
    "2728931827": "Po každom zosúladení budú vaše odhady podľa kľúča lokality aktualizované a presnosť budúcich predpovedí by sa mala zvýšiť, pokiaľ vaša lokalita nezaznamená podstatnú zmenu v správaní používateľov.",
    "1200905005": "††† Od septembra 2021 prebiehajú vyrovnania a výplaty počas približne 10 dní, a nie jedného dňa, aby sa zjednodušili prevádzkové obmedzenia súvisiace s rastom služby.",
    "4284094387": "†† Niektoré vyrovnania a výplaty v júni 2021 prebehnú v nasledujúcom týždni z dôvodu oneskorenia pri overovaní konečných výpočtov počas obdobia vyrovnania.",
    "1977013707": "† Výplaty za december 2020 boli presunuté na 15. deň, aby sa predišlo prekrývaniu s koncoročnými vyrovnaniami a dovolenkami zamestnancov: budú dokončené do druhého januárového týždňa. Vzhľadom na pomalšie prevody do služby PayPal, ako je obvyklé, budú platby prebiehať niekoľko dní a nie sú dokončené v jeden deň.",
    "517010299": "Poznámka: Momentálne pracujeme na veľkom backendovom prechode na zosúladenie takmer v reálnom čase. Pravidelné vyrovnania budú prebiehať menej často ako zvyčajne až do 1. štvrťroka 2021. Nemá to vplyv na harmonogramy výplat ani dátumy.",
    "3092200338": "** Keď 15. deň pripadne na víkend, dátumom výplaty je namiesto toho 17. deň.",
    "3891941747": "*** UPOZORNENIE COVID-19: Z dôvodu zníženej kapacity zamestnancov v súvislosti s COVID-19 bolo zosúlaďovanie presunuté, aby sme mali dodatočný čas na dokončenie nášho štandardného overenia. Očakáva sa, že výplaty začnú v piatok a dokončia sa nasledujúci pondelok.",
    "2301757528": "**** Z dôvodu údržby ich REST API zo strany PayPal počas výplatného obdobia neboli všetky výplaty dokončené 15. júna. Všetky výplaty naplánované na 15. júna (tichomorského času), ale neuskutočnené v dôsledku chýb rozhrania PayPal API, boli znova spustené do 19. júna (pacifického času).",
    "116842359": "***** Očakáva sa, že vyrovnania budú dokončené v priebehu niekoľkých dní z dôvodu údržby systému.",
    "4154415610": "***** Výplaty zo septembra 2020 budú prebiehať v dávkach po dokončení zosúlaďovania, pričom niektoré platby budú prebiehať o niekoľko dní neskôr, ako bolo pôvodne naplánované z dôvodu oneskorenia zosúlaďovania.",
    "2310694091": "Čo znamená zmierenie?",
    "164801246": "Odsúhlasenie je proces, pri ktorom sa návštevnosť následne analyzuje, aby sa overila jej ľudskosť a presnosť, keď sú k dispozícii všetky údaje zo všetkých nahlasovacích lokalít. Viac podrobností si môžete prečítať v našom",
    "3256245394": "ako aj naše blogové príspevky, napr",
    "3089778412": "Ako hCaptcha počíta odmeny",
    "3329755436": "Plánujete tento proces urýchliť?",
    "1911669851": "Áno, v súčasnosti pracujeme na rôznych vylepšeniach našich backendových systémov, od ktorých očakávame, že nám nakoniec umožnia ponúknuť rýchlejšie vyrovnanie, rýchlejšiu presnosť odhadov a rýchlejšie výplaty. V súčasnosti pracujeme na tom, aby sme najskôr urýchlili zmierenie.",
    "2366003154": "Tlačové a mediálne otázky",
    "3054564199": "Press Kit",
    "3173156067": "V prípade, že by ste chceli do svojho článku zahrnúť vzorové obrázky, je k dispozícii niekoľko hotových záruk.",
    "867314732": "Môžete načítať vo vysokom rozlíšení",
    "858218750": "a návod na ich používanie na",
    "3821716514": "stránku.",
    "1186243118": "obrázky loga",
    "3034959000": "Môžete získať",
    "1764089150": "tu:",
    "1558428432": ". Pripíšte ich na hCaptcha.com.",
    "2429359042": "príklady obrázkov rozhrania",
    "1480820434": "obrázok 1",
    "3213411837": "obrázok 2",
    "1270712701": "Tlačové správy a najnovšie správy",
    "231285005": "Najnovšie aktualizácie nájdete na našom blogu",
    "1289884910": "Zverejňujeme aj príležitostné analýzy a správy. Napríklad:",
    "932546190": "Prečo budú CAPTCHA vždy s nami",
    "2344319147": "Koľko skutočne stojí detekcia robotov Google?",
    "1637527266": "Ktoré krajiny majú najväčšiu návštevnosť robotov?",
    "230159237": "Kontakty",
    "3759923279": "Tlačové otázky smerujte na túto e-mailovú adresu:",
    "4255608322": "Posledná aktualizácia: 12. apríla 2021",
    "537881751": "Vitajte v hCaptcha! Tieto Zásady ochrany osobných údajov popisujú postupy spoločnosti Intuition Machines, Inc. (\"IMI\", \"my\" alebo \"nás\") týkajúce sa nášho zhromažďovania, používania a zverejňovania informácií (vrátane osobných údajov definovaných nižšie) prostredníctvom našej webovej stránky www.hcaptcha .com a akékoľvek iné subdomény alebo domény, ktoré používame (ďalej len „Stránky“) a rozhranie aplikačného programu hCaptcha a súvisiaci softvér a materiály (spoločne „Služba“).",
    "33639629": "Nevzťahuje sa na webové stránky tretích strán. Upozorňujeme, že tieto Zásady ochrany osobných údajov sa nevzťahujú na žiadnu webovú stránku, ponuku, produkt alebo službu akejkoľvek tretej strany, a to ani v prípade, že odkazujú na našu stránku alebo obsahujú Službu – skôr, než sa rozhodnete poskytnúť akékoľvek informácie tretej strane, prečítajte si príslušné zásady ochrany osobných údajov. strany.",
    "987375734": "IMI má sídlo v Spojených štátoch amerických. Stránky a služba sú kontrolované a prevádzkované nami zo Spojených štátov amerických. Vaše osobné údaje môžu byť uložené a spracované v ktorejkoľvek krajine, kde máme zariadenia alebo v ktorej využívame poskytovateľov služieb, a používaním stránok a služieb súhlasíte s prenosom informácií do krajín mimo krajiny vášho bydliska, vrátane Spojených štátov amerických. , ktorý môže mať pravidlá ochrany údajov odlišné od pravidiel vo vašej krajine. Za určitých okolností môžu mať súdy, orgány činné v trestnom konaní, regulačné orgány alebo bezpečnostné orgány v týchto iných krajinách právo na prístup k vašim osobným údajom.",
    "452920031": "Poznámka pre zákazníkov mimo USA.",
    "2328839224": ". Pozrite si prosím našu časť „Upozornenie pre obyvateľov Kalifornie“ týkajúcu sa vašich práv podľa zákona o ochrane súkromia spotrebiteľov v Kalifornii („CCPA“).",
    "1565481281": "Poznámka pre obyvateľov Kalifornie",
    "1028058338": "Pozrite si prosím našu časť „Oznámenie dotknutým osobám EÚ“ týkajúcu sa vašich práv podľa všeobecného nariadenia o ochrane údajov („GDPR“).",
    "2271205646": "Poznámka pre obyvateľov Európskeho hospodárskeho priestoru.",
    "508143070": "Upozorňujeme, že spoločnosť IMI je správcom vašich osobných údajov, s výnimkou prípadov, keď osobné údaje spracúvame v mene našich integrátorov v súvislosti s poskytovaním našej služby, v takom prípade sme spracovateľom osobných údajov a títo integrátori sú prevádzkovateľmi osobné informácie.",
    "2330965058": "Tam, kde vystupujeme ako sprostredkovateľ pre našich integrátorov, zhromaždené údaje nepoužívame na žiadny iný účel, než je primerane potrebný na poskytovanie našej služby, a naše spracovanie sa bude riadiť zmluvami, ktoré máme uzatvorené s našimi integrátormi, nie týmto Zásady ochrany osobných údajov",
    "3017040355": "Spracovanie údajov dotknutých osôb v EÚ funguje na základe právneho základu štandardných zmluvných doložiek (SCC) integrovaných v dodatku o spracovaní údajov k našim zmluvným podmienkam alebo zmluvám o spracovaní údajov s našimi integrátormi.",
    "2233384692": "Ak máte akékoľvek otázky alebo obavy týkajúce sa toho, ako sa s takýmito údajmi nakladá, alebo by ste chceli uplatniť svoje práva, mali by ste sa obrátiť na osobu alebo subjekt (tj prevádzkovateľa údajov), ktorý s nami uzavrel zmluvu o používaní Služby na spracovanie týchto údajov. Našim integrátorom však poskytneme pomoc pri riešení akýchkoľvek obáv, ktoré môžete mať, v súlade s podmienkami našej zmluvy s nimi.",
    "349292953": "Informácie, ktoré zhromažďujeme",
    "3022001832": "Zhromažďujeme informácie od jednotlivcov, ktorí interagujú s našimi stránkami a službami, vrátane tých, ktorí začleňujú našu službu do svojich webových stránok (ďalej len „integrátori“), tých, ktorí využívajú služby na označovanie údajov (ďalej len „zákazníci“), a koncových používateľov, ktorí interagujú s našimi Služba prostredníctvom webových stránok našich integrátorov („koncoví používatelia“).",
    "835545301": "Zhromažďujeme nasledujúce kategórie informácií:",
    "3228928991": "Informácie, ktoré možno použiť na identifikáciu alebo kontaktovanie jednotlivca („Osobné informácie“), ako je meno, e-mailová adresa a krajina. Osobné údaje zhromažďujeme od našich súčasných a budúcich integrátorov a zákazníkov, keď nám ich dajú priamo (napríklad vyplnením formulára pri registrácii účtu alebo požiadaním o prijímanie e-mailových upozornení od nás). Môžeme tiež overiť identitu našich integrátorov a zákazníkov porovnaním osobných údajov s databázami tretích strán alebo oficiálnymi právnymi dokumentmi.",
    "1655796811": "Informácie zhromažďované automaticky ako výsledok používania stránok alebo služieb integrátorom alebo zákazníkom (ďalej len „analytické informácie“), ako sú IP adresy, typ prehliadača, poskytovateľ internetových služieb, typ platformy, typ zariadenia, operačný systém, dátum a časová pečiatka o prístupe a iné podobné informácie. Niektoré informácie služby Analytics v našom mene zhromažďujú tretie strany, ktoré na tento účel zapájame, a niektoré informácie služby Analytics sa zhromažďujú prostredníctvom rôznych technológií sledovania vrátane súborov cookie (pozri nižšie „Analýza a technológie sledovania tretích strán“).",
    "1388241689": "Informácie zhromaždené v dôsledku odpovedí koncových používateľov na výzvy prostredníctvom Služby („označené údaje“), ako sú údaje na označovanie obrázkov, text konvertovaný zo zvukových súborov prehrávaných týmto koncovým používateľom, odpovede na otázky a ďalšie výzvy generované službou na účely označovania údajov na použitie v aplikáciách strojového učenia. Upozorňujeme, že označené údaje nie sú viazané na žiadnu identifikovanú osobu.",
    "1493790285": "Ďalšie informácie zhromaždené od Koncových používateľov ako súčasť Služby sú potrebné na určenie, či sú",
    "2216374138": "sú ľudské, ako sú pohyby myši, pozícia posúvania, udalosti stlačenia klávesu, udalosti dotyku a podľa potreby informácie z gyroskopu/akcelerometra.",
    "2394073454": "Dodatočné informácie môžeme zhromažďovať od Koncových používateľov, ktorí s nami chcú spolupracovať ako jednotlivci na štítky údajov.",
    "3103557430": "Ako používame informácie",
    "1130802068": "Informácie, ktoré zhromažďujeme, používame na nasledujúce účely:",
    "2940689138": "Spravovať účty integrátora a zákazníka a poskytovať službu. Osobné údaje používame na to, aby sme priradili konkrétne účty integrátorom a zákazníkom a poskytli im Službu, aby sme odpovedali na požiadavky alebo otázky, poskytovali podporu alebo technickú pomoc a uľahčili platby.",
    "857974529": "Na zlepšenie stránky a služby. Informácie Analytics používame na zlepšenie našich existujúcich a vývoj nových služieb a ponúk a na prispôsobenie existujúcich a budúcich ponúk produktov.",
    "1820844638": "Získať prehľad o trhu. Informácie o analýze používame na analýzu trhu a vykonávanie obchodných analýz súvisiacich s webovou stránkou a našimi službami a na iné výskumné účely.",
    "3386280249": "Poskytnúť trh pre označené údaje. Naša služba umožňuje veľkoobjemové označovanie údajov a ľudskú kontrolu systémov strojového učenia ako službu vlastníkom webových stránok a spoločnostiam, ktoré potrebujú pomoc s označením svojich údajov. Na tento účel poskytujeme označené údaje našim zákazníkom, ktorí majú záujem o získanie označených údajov.",
    "3532143291": "Na zabezpečenie našich služieb a systémov. Informácie Analytics používame na zabezpečenie našich systémov identifikáciou potenciálnych hrozieb a zraniteľností a na inú ochranu informácií, ktoré zhromažďujeme.",
    "2185418511": "Na akýkoľvek legitímny obchodný účel za predpokladu, že informácie nie sú identifikované alebo sú zhrnuté tak, že ich nemožno primerane spojiť s jednotlivcom.",
    "2386465280": "Ako zdieľame informácie",
    "2159517814": "Osobné údaje zdieľame alebo zverejňujeme v nasledujúcich prípadoch:",
    "4256083674": "Na priamu žiadosť od integrátora na identifikáciu rizika podvodu konkrétnej žiadosti o výzvu CAPTCHA alebo IP adresy, alebo inak, ak bol daný konkrétny súhlas.",
    "3494826505": "S dodávateľmi sa zaväzujeme poskytovať základné aspekty Stránok a Služby, ako je ukladanie údajov, hosting a Analytics, a to len na tieto účely.",
    "1119009846": "Ak je to potrebné na dodržanie platných zákonov, vrátane vládnych žiadostí, žiadostí orgánov činných v trestnom konaní a iných verejných a súkromných subjektov s cieľom chrániť práva, súkromie, bezpečnosť alebo majetok vás, nás alebo iných.",
    "197676026": "S ostatnými na akýkoľvek legitímny obchodný účel za predpokladu, že informácie nie sú identifikovateľné",
    "2359312315": "alebo agregované tak, že ich nemožno primerane viazať na jednotlivca.",
    "2497216176": "Technológie analýzy a sledovania tretích strán",
    "3694578791": "Ako je uvedené vyššie, my (a naši predajcovia tretích strán) zhromažďujeme informácie služby Analytics čiastočne pomocou súborov cookie, webových majákov a iných technológií sledovania. V niektorých prípadoch spolupracujeme s dodávateľmi tretích strán na využívaní súborov cookie na účely zhromažďovania informácií služby Analytics.",
    "2238885192": "Sentry používame na zhromažďovanie údajov na ladenie, keď používateľ zaznamená chybu. Informácie o tom, ako Sentry zhromažďuje a spracováva údaje:",
    "1535054294": "Pozrite si ich podrobné pravidlá",
    "658775471": "Cloudflare používame na optimalizáciu našej webovej návštevnosti. Informácie o tom, ako Cloudflare zhromažďuje a spracováva údaje:",
    "2014256987": "Ak nechcete blokovať používanie súborov cookie alebo iných technológií sledovania, pozrite si časť „Správa vašich informácií“ nižšie. Upozorňujeme, že to môže negatívne ovplyvniť vašu skúsenosť s používaním stránok alebo služby, pretože niektoré funkcie nemusia fungovať správne.",
    "2788024905": "Ako zabezpečujeme informácie",
    "271333468": "Zavádzame vhodné technické a organizačné opatrenia na ochranu informácií, ktoré zhromažďujeme a uchovávame, a vyžadujeme od všetkých zástupcov, ktorí vykonávajú naše spracovanie v našom mene, aby urobili to isté. Žiaľ, žiadne bezpečnostné opatrenia nie sú 100% spoľahlivé, a preto nie je možné zaručiť, že žiadna sieť alebo systém (vrátane nášho) bude 100% bezpečný proti zničeniu, strate, zmene, neoprávnenému zverejneniu alebo prístupu k informáciám, ktoré zhromažďujeme a uchovávame. Ak sa domnievate, že vaše informácie nemusia byť z akéhokoľvek dôvodu v bezpečí, ihneď nás kontaktujte na:",
    "3031284129": "Vylúčenie záruky",
    "26365791": "V najväčšom rozsahu povolenom zákonom sa Stránka a Služba (a akékoľvek ďalšie súvisiace služby, informácie, údaje, funkcie a iný obsah alebo materiály) poskytujú „tak, ako sú“ a „ako sú dostupné“. IMI v plnom rozsahu povolenom zákonom vylučuje všetky záruky, vrátane, ale nie výlučne, implicitných záruk predajnosti, vhodnosti na konkrétny účel a neporušenia.",
    "735630686": "Správa vašich informácií (vaše práva)",
    "498769698": "Môžete pristupovať k určitým osobným údajom, ktoré ste nám poskytli prostredníctvom svojho účtu Integrátora, Zákazníka alebo Používateľa na zjednodušenie ovládania (ak ste Integrátor, Zákazník alebo Používateľ na zjednodušenie ovládania), môžete ich opraviť, zmeniť alebo odstrániť. Ak tak nemôžete urobiť alebo máte akékoľvek otázky týkajúce sa Osobných údajov, ktoré sme o vás zhromaždili a/alebo zdieľali, alebo by ste chceli odvolať svoj súhlas s naším spracovaním (t. j. úplne vymazať svoj účet), kontaktujte nás na:",
    "2895491273": "Ak by ste radšej zablokovali súbory cookie alebo iné technológie sledovania, väčšina prehliadačov a mobilných zariadení vám umožní zmeniť nastavenia, aby vás upozornili, keď dostanete súbory cookie alebo sa používajú iné technológie sledovania, a rozhodnúť sa, či chcete alebo nechcete prijať/povoliť to. Väčšina prehliadačov vám tiež umožňuje zakázať alebo odstrániť existujúce súbory cookie alebo automaticky odmietnuť budúce súbory cookie. Môžete tiež použiť nástroje tretích strán, vrátane zásuvných modulov prehliadača, na kontrolu vašich preferencií pre súbory cookie. Upozorňujeme však, že ak zakážete všetky súbory cookie, niektoré časti našich stránok nemusia fungovať správne.",
    "707527778": "Informácie od detí",
    "1747657936": "Naše stránky a služba nie sú zamerané na deti mladšie ako 13 rokov a vedome nezhromažďujeme osobné údaje od detí mladších ako 13 rokov. Ak sa dozvieme, že sme zhromaždili osobné údaje dieťaťa mladšieho ako 13 rokov, primerané kroky na vymazanie takýchto informácií z našich súborov hneď, ako to bude možné, pokiaľ nemáme zákonnú povinnosť ich uchovávať. Prosím, kontaktujte nás, ak si myslíte, že máme nejaké informácie od alebo o dieťati do 13 rokov:",
    "2419795065": "Upozornenie pre obyvateľov Kalifornie",
    "1517625162": "Podľa oddielu 1789.3 občianskeho zákonníka Kalifornie majú používatelia v Kalifornii nárok na nasledujúce oznámenie o právach spotrebiteľov: Obyvatelia Kalifornie sa môžu obrátiť na oddelenie pomoci pri sťažnostiach divízie spotrebiteľských služieb ministerstva spotrebiteľských záležitostí Kalifornie poštou na adrese 1625 North Market Blvd., Sacramento, CA 95834 alebo telefonicky na čísle (916) 445-1254 alebo (800) 952-5210.",
    "3730344349": "Táto časť poskytuje ďalšie podrobnosti o osobných údajoch, ktoré zhromažďujeme o spotrebiteľoch v Kalifornii, a právach, ktoré im poskytuje zákon o ochrane osobných údajov spotrebiteľov v Kalifornii alebo „CCPA“.",
    "4044467791": "Kategórie osobných údajov, ktoré sme od vás získali počas predchádzajúcich 12 mesiacov, nájdete v časti „Informácie, ktoré zhromažďujeme“ vyššie. Tieto informácie zhromažďujeme na obchodné a komerčné účely opísané v časti „Ako používame osobné údaje“ vyššie. V predchádzajúcich 12 mesiacoch sme na obchodné účely zdieľali nasledujúce kategórie informácií s tretími stranami:",
    "4208081170": "Kategória osobných údajov",
    "1528242915": "Identifikátory.",
    "3863351997": "Kategórie osobných údajov uvedené v zákone California Customer Records (Kal. občiansky zákonník § 1798.80(e)).",
    "2826705343": "Obchodné informácie.",
    "2683038211": "Internet alebo iná elektronická sieťová aktivita.",
    "3671828834": "Príklady zdieľaných osobných údajov",
    "779426309": "Skutočné meno, jedinečný osobný identifikátor, online identifikátor, adresa internetového protokolu, e-mailová adresa, názov účtu alebo iné podobné identifikátory.",
    "2414368123": "Meno, číslo kreditnej karty, číslo debetnej karty alebo akékoľvek iné finančné informácie.",
    "4088941349": "Záznamy o zakúpených, získaných alebo zvažovaných produktoch alebo službách.",
    "3238612014": "História prehliadania, informácie o interakcii spotrebiteľa s internetovou stránkou, aplikáciou alebo reklamou.",
    "1023108656": "Kategórie príjemcov tretích strán",
    "1418235079": "Poskytovatelia služieb",
    "3238184941": "Poznámka: Riziko podvodu spojené s individuálnou IP adresou môže byť na požiadanie zdieľané s integrátorom.",
    "285116485": "Spoločnosť „nepredáva“ (ako je tento pojem definovaný v CCPA) osobné údaje, ktoré zhromažďujeme. Viac informácií o typoch súborov cookie tretích strán, ak existujú, ktoré používame, nájdete v časti „Analýza a technológie sledovania tretích strán“ vyššie.",
    "1408750006": "S výhradou určitých obmedzení poskytuje CCPA spotrebiteľom v Kalifornii právo požiadať o ďalšie podrobnosti o kategóriách alebo konkrétnych osobných údajoch, ktoré zhromažďujeme (vrátane toho, ako tieto informácie používame a zverejňujeme), vymazať svoje osobné údaje, odhlásiť sa z akékoľvek „predaje“, ku ktorým môže dôjsť, ako aj právo nebyť diskriminovaný pri uplatňovaní týchto práv.",
    "759057398": "Oznámenie pre dotknuté osoby EÚ",
    "825780955": "Osobné informácie",
    "2945960297": "Pokiaľ ide o dotknuté osoby v EÚ, výraz „osobné informácie“, ako sa používa v týchto zásadách ochrany osobných údajov, je ekvivalentom „osobných údajov“, ako sú definované vo všeobecnom nariadení Európskej únie o ochrane údajov (GDPR).",
    "1126613163": "Citlivé údaje",
    "3571006800": "Niektoré z informácií, ktoré nám poskytnete, môžu predstavovať citlivé údaje, ako sú definované v GDPR (označované aj ako osobitné kategórie osobných údajov), vrátane identifikácie vašej rasy alebo etnickej príslušnosti na identifikačných dokladoch vydaných vládou.",
    "1988461282": "Právne základy pre spracovanie",
    "3519564631": "Účely spracovania",
    "1778642038": "Na komunikáciu s vami",
    "2223819810": "Na optimalizáciu našej platformy",
    "1678661231": "Pre súlad, prevenciu podvodov a bezpečnosť",
    "2561077702": "Na poskytovanie našej služby",
    "2066321185": "Právny základ",
    "1174237568": "Tieto spracovateľské činnosti predstavujú naše oprávnené záujmy. Snažíme sa zvážiť a vyvážiť všetky potenciálne vplyvy na vás (pozitívne aj negatívne) a na vaše práva predtým, ako spracujeme vaše osobné údaje pre naše oprávnené záujmy. Vaše osobné údaje nepoužívame na činnosti, pri ktorých sú nad našimi záujmami prevažujúce akékoľvek nepriaznivé dopady na vás (pokiaľ nemáme váš súhlas alebo nám to zákon inak nevyžaduje alebo nepovoľuje).",
    "1350478093": "Účel spracovania",
    "787916198": "S vaším súhlasom",
    "3348433919": "Vaše práva",
    "3842673636": "Podľa GDPR máte určité práva týkajúce sa vašich osobných údajov. Môžete nás požiadať, aby sme v súvislosti s vašimi osobnými údajmi, ktoré uchovávame, vykonali nasledujúce kroky:",
    "4057343238": "Odhlásiť sa",
    "1834911235": "Prestaňte vám posielať priame marketingové oznámenia, s prijímaním ktorých ste predtým súhlasili. Môžeme vám naďalej posielať správy súvisiace so Službami a inú nemarketingovú komunikáciu.",
    "3022301908": "Prístup",
    "680638297": "Poskytnúť vám informácie o našom spracúvaní vašich osobných údajov a poskytnúť vám prístup k vašim osobným údajom.",
    "1409486258": "Správne",
    "3878077249": "Aktualizujte alebo opravte nepresnosti vo svojich osobných údajoch.",
    "3645414921": "Odstrániť",
    "42182578": "Vymažte svoje osobné údaje.",
    "1609621367": "Prestup",
    "3208155808": "Preneste strojovo čitateľnú kópiu svojich osobných údajov vám alebo tretej strane podľa vášho výberu.",
    "1786796818": "Obmedziť",
    "3329634829": "Obmedzte spracovanie vašich osobných údajov.",
    "4202774977": "Objekt",
    "3007158970": "Namietajte proti tomu, že sa spoliehame na naše oprávnené záujmy ako na základ spracúvania vašich osobných údajov, ktoré má vplyv na vaše práva.",
    "1273071008": "Žiadosti o prístupové práva dotknutej osoby",
    "3594381346": "umiestnenie.",
    "21141582": "toto",
    "3357523404": "Cezhraničný prenos dát",
    "290966395": "Ako je popísané v našej časti „Poznámka pre zákazníkov mimo USA“, uvedomte si, že vaše osobné údaje budú prenesené, spracované a uložené v Spojených štátoch. Zákony o ochrane údajov v USA sa môžu líšiť od zákonov v krajine vášho bydliska. Súhlasíte s prenosom vašich informácií, vrátane osobných údajov, do USA, ako je uvedené v týchto Zásadách ochrany osobných údajov, návštevou našich stránok alebo používaním našej služby.",
    "3178581111": "Použitie na nové účely",
    "1088304322": "Vaše osobné údaje môžeme použiť z dôvodov, ktoré nie sú opísané v týchto Zásadách ochrany osobných údajov, ak nám to dovoľuje zákon a ak je dôvod zlučiteľný s účelom, na ktorý sme ich zhromaždili. Ak potrebujeme použiť vaše osobné údaje na nesúvisiaci účel, môžeme vás upozorniť a vysvetliť vám príslušný právny základ pre toto použitie. Ak sme sa spoliehali na váš súhlas s konkrétnym použitím vašich osobných údajov, môžeme požiadať o váš súhlas na akýkoľvek nesúvisiaci účel a umožniť vám ukončiť používanie služby v tom čase, ak vznesiete námietku.",
    "2260079771": "Uchovávanie údajov",
    "38428546": "Vaše osobné údaje bezpečne uchovávame počas životnosti vášho účtu u nás. Vaše osobné údaje budeme uchovávať len dovtedy, kým je to potrebné na splnenie účelov, na ktoré sme ich zhromaždili, vrátane splnenia akýchkoľvek právnych, účtovných alebo oznamovacích povinností alebo na účely riešenia sporov. Kritériá, ktoré používame na určenie doby uchovávania, zahŕňajú platné zmluvné ustanovenia, zákonné zákonné premlčacie lehoty, príslušné regulačné požiadavky a priemyselné normy.",
    "384965568": "Zatiaľ čo požiadavky na uchovávanie sa líšia podľa jurisdikcie, informácie o našich typických obdobiach uchovávania pre rôzne aspekty vašich osobných údajov sú popísané nižšie.",
    "2788836740": "Kontaktné údaje na marketingové účely sa uchovávajú priebežne, kým sa neodhlásite z odberu. Potom pridáme vaše údaje do nášho zoznamu potlačení na dobu neurčitú. E-mailové informácie zhromaždené od používateľov dostupnosti sa nikdy nepoužijú na marketingové účely.",
    "3520687192": "Záznamy o komunikácii s vami (napr. podporné lístky otvorené cez e-mail alebo Twitter) môžu byť uchovávané na dobu neurčitú.",
    "292211832": "Informácie zhromaždené prostredníctvom technických prostriedkov, ako sú súbory cookie, počítadlá webových stránok a iné analytické nástroje, sa zlikvidujú hneď, ako to bude možné, ale môžu sa uchovávať po obmedzenú dobu do jedného roka od uplynutia platnosti súboru cookie, zvyčajne v neidentifikovanej a súhrnnej forme. pokiaľ nezistíme potenciálne zneužitie našej služby, v takom prípade si tieto informácie ponecháme, aby nám pomohli predchádzať zneužitiu v budúcnosti. Tieto anonymizované a súhrnné informácie nedokážeme prepojiť s vami, vašou domácnosťou, IP adresou ani akýmikoľvek osobnými informáciami na základe uložených informácií.",
    "470943029": "Ak máte akékoľvek otázky týkajúce sa týchto Zásad ochrany osobných údajov, kontaktujte nás na adrese:",
    "3192683783": "Zmeny týchto zásad ochrany osobných údajov",
    "1702335960": "Všetky informácie, ktoré zhromažďujeme, podliehajú Zásadám ochrany osobných údajov účinným v čase zhromažďovania takýchto informácií. Zásady ochrany osobných údajov však môžeme z času na čas revidovať. Ak je revízia podstatná, čo určíme výlučne my, upozorníme vás na to, napríklad e-mailom. Aktuálna verzia bude vždy zverejnená na našej stránke Zásady ochrany osobných údajov.",
    "3669258571": "Zásady používania súborov cookie",
    "2905621957": "Posledná aktualizácia: 18. júla 2020",
    "1173934218": "Chápeme, že vaše súkromie je pre vás dôležité a zaviazali sme sa byť transparentní, pokiaľ ide o technológie, ktoré používame. Tieto zásady poskytujú podrobné informácie o tom, ako a kedy používame súbory cookie na našich stránkach a našich službách.",
    "2694150481": "Používame cookies?",
    "457627611": "Áno. My a naši poskytovatelia analytiky alebo služieb, marketingoví partneri a pridružené spoločnosti môžeme používať súbory cookie, webové majáky alebo pixely a ďalšie technológie, aby sme zabezpečili, že každý, kto používa stránky, bude mať čo najlepší zážitok. Viac podrobností nájdete v sekcii „Analýza a technológie sledovania tretích strán“ v našich Zásadách ochrany osobných údajov.",
    "501102544": ": domnievame sa, že služba hCaptcha proti botom (t. j. služba vložená webovými stránkami, hrami alebo mobilnými aplikáciami) obsahuje iba takzvané súbory cookie „vyňaté zo súhlasu“ v súlade s nariadeniami GDPR. Príklady takýchto vyňatých súborov cookie zahŕňajú:",
    "461631543": "Poznámka GDPR",
    "2150907653": "* Technické cookies nevyhnutne potrebné na poskytovanie služby. Patria sem preferenčné súbory cookie, súbory cookie relácie, súbory cookie na vyrovnávanie zaťaženia atď.",
    "1012122721": "* Štatistické cookies spravované priamo nami (tj cookies prvej strany, nie cookies tretích strán), kde sa údaje nepoužívajú na profilovanie.",
    "148542287": "Toto nie je právna rada a v súvislosti s touto analýzou sa neposkytujú žiadne záruky. Ak máte ďalšie otázky alebo obavy, kontaktujte nás na adrese:",
    "3956117148": "Webové stránky hCaptcha.com a BotStop.com (ďalej len „stránky) môžu obsahovať ďalšie súbory cookie, ako je opísané v týchto zásadách.",
    "3255230599": "Čo je to cookie?",
    "1095532507": "Súbor cookie (\"Cookie\") je malý textový súbor, ktorý server webovej stránky umiestni na váš pevný disk. Súbory cookie obsahujú informácie, ktoré môže neskôr prečítať webový server v doméne, ktorá vám súbor cookie vydala. Niektoré súbory cookie sa použijú iba vtedy, ak používate určité funkcie alebo zvolíte určité preferencie, a niektoré súbory cookie sa budú používať vždy. Viac informácií o každom súbore cookie nájdete v našom aktuálnom zozname súborov cookie nižšie.",
    "2943815316": "Tento zoznam pravidelne aktualizujeme, takže môžu existovať ďalšie súbory cookie, ktoré ešte nie sú uvedené. Web beacons, tagy a skripty môžu byť použité na Stránkach alebo v e-mailoch, aby nám pomohli doručovať súbory cookie, počítať návštevy, porozumieť použitiu a účinnosti kampane a určiť, či bol e-mail otvorený a či sa podľa neho jednalo. Môžeme dostávať správy založené na používaní týchto technológií našimi poskytovateľmi služieb/analýzy na individuálnom a súhrnnom základe.",
    "2954157511": "Prečo používame cookies?",
    "1539071196": "Cookies vo všeobecnosti používame na nasledujúce účely:",
    "3545935449": "Na rozpoznanie nových alebo minulých používateľov.",
    "32739972": "Na uloženie informácií o prihlasovacej relácii, ak ste zaregistrovaný na našich stránkach.",
    "4209078147": "Na zlepšenie našej stránky a na lepšie pochopenie vašich návštev na našich platformách a našich stránkach.",
    "1077448694": "Na integráciu s webovými stránkami sociálnych médií tretích strán.",
    "1709478090": "Aby sme vám mohli slúžiť so záujmovo orientovanou alebo cielenou reklamou.",
    "3256020881": "Na sledovanie vášho správania a aktivít prehliadania v priebehu času na viacerých webových stránkach alebo iných platformách.",
    "1092241113": "Aby sme lepšie porozumeli záujmom našich zákazníkov a integrátorov.",
    "1434289796": "Niektoré súbory cookie sú potrebné na určité používanie stránok a bez takýchto súborov cookie by sme neboli schopní poskytovať mnohé služby, ktoré potrebujete na správne používanie stránok. Tieto súbory cookie nám napríklad umožňujú prevádzkovať naše stránky, takže k nim môžete pristupovať tak, ako ste požadovali, a umožňujú nám rozpoznať, že ste si vytvorili účet a prihlásili ste sa do tohto účtu, aby ste mali prístup k obsahu stránky. Zahŕňajú aj súbory cookie, ktoré nám umožňujú zapamätať si vaše predchádzajúce akcie v rámci tej istej relácie prehliadania a zabezpečiť naše stránky.",
    "1533171442": "Na analýzu a marketingové účely používame aj funkčné súbory cookie a súbory cookie od tretích strán. Funkčné súbory cookie umožňujú, aby určité časti stránok fungovali správne a vaše preferencie používateľov zostali známe. Analytické súbory cookie okrem iného zhromažďujú informácie o tom, ako zákazníci, integrátori a koncoví používatelia používajú naše stránky, o obsahu a produktoch, ktoré si používatelia prezerajú najčastejšie, a o účinnosti našej reklamy tretích strán. Reklamné súbory cookie pomáhajú pri doručovaní reklám relevantnému publiku a pri zobrazovaní našich reklám v hornej časti výsledkov vyhľadávania. Súbory cookie sú buď „relačné“ súbory cookie, ktoré sa vymažú, keď ukončíte reláciu vášho prehliadača, alebo „trvalé“, ktoré zostanú až do ich vymazania vami (diskutované nižšie) alebo stranou, ktorá súbor cookie poskytla. Úplné podrobnosti o všetkých súboroch cookie používaných na webových stránkach sú k dispozícii v našej tabuľke Zverejnenie súborov cookie nižšie.",
    "322830977": "Ako zakázať súbory cookie.",
    "3885459114": "Vo všeobecnosti môžete aktivovať alebo neskôr deaktivovať používanie cookies prostredníctvom funkcie zabudovanej vo vašom webovom prehliadači. Ak sa chcete dozvedieť viac o súboroch cookie alebo o tom, ako ich ovládať, zakázať alebo odstrániť, navštívte stránku https://www.knowcookies.com/, kde nájdete podrobné pokyny.",
    "262509504": "Môžeme prepojiť informácie zhromaždené súbormi cookie s inými informáciami, ktoré od vás zhromažďujeme v súlade s týmito zásadami ochrany osobných údajov, a použiť kombinované informácie, ako je tu uvedené. Podobne môžu tretie strany, ktoré poskytujú súbory cookie na našich stránkach, prepojiť vaše meno alebo e-mailovú adresu s inými informáciami, ktoré zhromažďujú, čo môže zahŕňať minulé nákupy uskutočnené offline alebo online alebo informácie o vašom online používaní.",
    "2935155034": "Ak sa nachádzate v Európskom hospodárskom priestore, máte určité práva, ktoré sú popísané vyššie v časti „Oznámenie dotknutým osobám EÚ“, vrátane práva na kontrolu a opravu alebo vymazanie údajov, ktoré o vás máme.",
    "1873812847": "Zverejnenie súborov cookie",
    "3319083717": "Názov:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcia",
    "2896187462": "1. Používa sa na nevyhnutne potrebné anonymné štatistiky týkajúce sa služieb a na iné technické účely, ako je pomoc pri podpore dostupnosti.",
    "987267027": "Párty",
    "3453526675": "1. 1. strana",
    "1952810469": "Typ",
    "1795436560": "1. Relácia",
    "102695075": "Trvanie",
    "3356329025": "1. 30 dní",
    "3744153629": "mená:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "relácia,",
    "3186435874": "sessionid",
    "720059527": "2. Používa sa na nevyhnutne potrebné technické účely: vyrovnávanie záťaže, smerovanie.",
    "1241291641": "Pozrite si ďalšie podrobnosti.",
    "1834801943": "2. 1. strana",
    "2114694926": "2. Relácia",
    "938404336": "2. Mení sa; do 30 dní.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Používa sa na nevyhnutne potrebné technické účely: umožňuje používanie Používateľom na zjednodušenie ovládania.",
    "1061239711": "3. 1. strana",
    "1483015662": "3. Relácia",
    "3458934553": "3. Mení sa; do 30 dní.",
    "1527172673": "Ak máte akékoľvek otázky týkajúce sa týchto Zásad používania súborov cookie, kontaktujte nás na adrese:",
    "134571844": "Impressum (oznámenie o lokalite)",
    "110836420": "Posledná aktualizácia: 23. decembra 2020",
    "2901894297": "hCaptcha je služba spoločnosti Intuition Machines, Inc. (\"IMI\"), americkej korporácie Delaware (#6393793).",
    "2928362319": "Poštové otázky možno posielať na adresu: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informácie o aktuálnom hospodárení spoločnosti nájdete na stránke O nás. Súčasný generálny riaditeľ spoločnosti je výkonným riaditeľom zodpovedným za obsah.",
    "3094150511": "Regulačný orgán: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI sa nezaväzuje a ani nie je povinná zúčastniť sa alternatívneho riešenia spotrebiteľských sporov pred subjektom riešenia spotrebiteľských sporov.",
    "1395644678": "Oficiálna webová stránka Európskej komisie pre online riešenie sporov:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Žiadne záruky týkajúce sa obsahu",
    "707541553": "Všetky informácie uvedené na našich internetových stránkach boli overené spoločnosťou IMI alebo treťou stranou. IMI ani tretie strany však nenesú zodpovednosť za aktuálnosť, presnosť alebo úplnosť informácií. To platí aj pre iné webové stránky, na ktoré sa možno dostať prostredníctvom hypertextových odkazov na našich stránkach. IMI nepreberá žiadnu zodpovednosť za obsah týchto externých webových stránok.",
    "2650241052": "Žiadna rada",
    "3361191778": "Informácie uvedené na internetových stránkach nepredstavujú individuálne poradenstvo a nemôžu ho nahradiť. Ak potrebujete individuálnu radu, obráťte sa na náš tím podpory.",
    "1031855757": "Používanie tejto stránky",
    "204716894": "Obsah a dizajn našich webových stránok je chránený autorským zákonom. Duplikácia stránok a ich obsahu spôsobom, ktorý presahuje primerané fair use, si vyžaduje predchádzajúci písomný súhlas od IMI, ak na stránke nie sú uvedené žiadne iné zákonné ustanovenia pre duplikáciu.",
    "3182435854": "Autorské práva",
    "3187946010": "Všetok text, obrázky, grafická animácia, videá, hudba, zvuky a ďalší materiál na týchto stránkach sú chránené autorským zákonom IMI alebo tretími stranami, ak sú špecifikované. Je zakázané kopírovať alebo upravovať tento materiál na komerčné použitie spôsobom, ktorý prekračuje primerané použitie.",
    "74538881": "Zodpovednosť za túto webovú stránku",
    "3236873806": "Za túto webovú stránku zodpovedá IMI.",
    "2657277322": "Ak máte akékoľvek otázky, kontaktujte nás na adrese:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass je an",
    "1898063898": "na ochranu súkromia používateľov, s ktorými spolupracujeme",
    "1942186611": "a ďalšie.",
    "3673079511": "vznikajúci štandard",
    "2164933356": "Cloudflare",
    "3119589996": "Ako to funguje: rozšírenie prehliadača poskytuje používateľom možnosť vytvárať a podpisovať kryptograficky slepé tokeny pre webové stránky, ktoré podporujú protokol Privacy Pass. Rozšírenie generuje priechody obsahujúce kryptograficky zaslepené tokeny, ktoré sú podpísané hCaptcha, keď je problém vyriešený na ľubovoľnej stránke pomocou služby hCaptcha,",
    "1254771154": "výzvy zobrazené na iných službách podporujúcich Privacy Pass, ktoré tiež obsahujú hCaptcha, napr. Cloudflare.",
    "996362763": "Tieto tokeny sú odlepené a uložené v rozšírení pre budúce použitie. Keď používateľ navštívi stránku pomocou hCaptcha a potrebuje prejsť výzvou (či už neviditeľnou alebo cez tlačidlo „Som človek“), automaticky sa uplatní. Zaslepený postup znamená, že podpísané a vyplatené tokeny sú z pohľadu hCaptcha kryptograficky neprepojiteľné, a teda súkromie používateľa je zachované.",
    "2943346052": "Keďže proces štandardizácie IETF pokračuje, očakávame, že veľké prehliadače prijmú určitú formu Privacy Pass natívne. To nakoniec spôsobí, že rozšírenie nebude potrebné. Momentálne však postupujte podľa pokynov nižšie.",
    "2326660907": "okrem",
    "741483946": "* Inými slovami: tokeny hCaptcha Privacy Pass môžete získať na hCaptcha.com a použiť ich na iných stránkach priamo pomocou hCaptcha.com. Nemôžete získať ani uplatniť tokeny hCaptcha Privacy Pass, aby ste obišli službu hCaptcha, ktorú používa Cloudflare, pretože Cloudflare vydáva a uplatňuje svoje vlastné tokeny Privacy Pass.",
    "1362015807": "Začíname",
    "1358325821": "Najprv nainštalujte rozšírenie pre",
    "310885519": "alebo",
    "4091044469": ". Uistite sa, že ste povolili rozšírenie v režime inkognito. Potom navštívte akúkoľvek webovú stránku používajúcu hCaptcha a vyriešte captcha. Od verzie 2.0.3 môžete tieto tokeny uplatniť na webových stránkach pomocou hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Po nainštalovaní rozšírenia kliknite sem (alebo na akúkoľvek webovú stránku využívajúcu hCaptcha), aby ste získali vstupenky:",
    "166277959": "Poznámka: Táto funkcia je momentálne vo verzii beta a nemusí vždy fungovať pre všetky webové stránky a používateľov. V prípade, že to nie je povolené alebo nefunguje pre konkrétneho používateľa, správanie sa jednoducho vráti späť na štandardné prostredie hCaptcha bez straty funkčnosti.",
    "3031357206": "Vedľa panela s adresou URL sa zobrazí nová ikona. Teraz navštívte webovú stránku pomocou hCaptcha. Bude to vyzerať takto:",
    "1066753052": "čo znamená, že peňaženka je prázdna a ste na stránke, ktorá obsahuje výzvu hCaptcha. Po dokončení výzvy získate tokeny, ktoré je možné uplatniť na akejkoľvek inej webovej stránke pomocou hCaptcha.",
    "651123197": "Po dokončení výzvy sa na ikone zobrazí aktuálny súčet vo vašej peňaženke.",
    "554844646": "Funkčnosť rozšírenia môžete potvrdiť tak, že pri každom kliknutí uvidíte, ako sa počítadlo zníži o 1",
    "4087729475": "výzva po prvom vyriešení.",
    "647630208": "A je to! Vaše online prehliadanie je teraz viac súkromné.",
    "3272552822": "Vývojári a kryptografi:",
    "4059570880": "Ak by ste chceli sledovať úsilie o štandardizáciu, v súčasnosti prebiehajú na adrese",
    "1904390996": "štandardizovať",
    "252720667": "základom kryptografického zabezpečenia Privacy Pass. Samotný protokol prechádza cez",
    "3972554015": "proces tiež. A samozrejme rozšírenie prehliadača",
    "3723626769": "za vaše príspevky a recenzie.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "návrh",
    "3421090159": "open source",
    "3098677775": "Otázka: Je moja IP adresa a história prehliadania úplne súkromná z hCaptcha pri používaní Privacy Pass?",
    "4019638786": "Odpoveď: Používatelia hCaptcha Privacy Pass nikdy nezverejnia svoju IP adresu hCaptcha, pokiaľ nie je peňaženka ich prehliadača prázdna alebo ak ju stránka nepošle. hCaptcha nemá žiadny spôsob, ako prepojiť používateľa s výmenou tokenov a nikdy neinteraguje priamo s používateľom počas preplácania, pokiaľ jeho peňaženka tokenov nie je prázdna.",
    "3887113660": "Otázka: Ako ovplyvní Privacy Pass zárobky hCaptcha?",
    "1116455671": "Odpoveď: Za prvé riešenie získate odmenu, ak ho používateľ dokončí na vašej stránke. Uplatnenia sa riadia rovnakým vzorom odozvy, ako keby používateľ automaticky prešiel na vašu stránku kvôli vysokej dôvere klienta: nedochádza k žiadnemu zárobku a volanie siteverify z vášho servera dostane vo výsledkoch testu „kredit: False“.",
    "779817954": "Otázka: Ak mám preukazy Privacy Pass vydané iným poskytovateľom, môžem si ich uplatniť na hCaptcha?",
    "3014149332": "Odpoveď: Nie, preukazy nie sú interoperabilné: musia byť vydané a vyplatené tým istým orgánom, v tomto prípade hCaptcha. Upozorňujeme, že ak máte vo svojom rozšírení prechody z Cloudflare aj hCaptcha, dostupný počet sa zmení na správnu sumu v závislosti od požiadaviek stránky, ktorú navštevujete. Inými slovami, ak máte v peňaženke 100 prechodov Cloudflare a 10 prechodov hCaptcha, na ikone rozšírenia na stránkach s vloženým hCaptcha by ste mali vidieť 10.",
    "3679148535": "Otázka: Na akých ďalších aplikáciách Privacy Pass pracujete?",
    "1606783855": "Odpoveď: Máme veľký záujem o Privacy Pass pre prípad použitia Accessibility („a11y“). Predtým populárne možnosti, ako sú audio captchas, diskriminujú mnohých používateľov a11y. Veríme, že kombinácia nášho súčasného prístupu a11y s vydávaním Privacy Pass umožní používateľom a11y prehliadať bezpečne a bezpečne s vedomím, že ich prevádzka je viac súkromná, a zároveň obmedzí zneužívanie zo strany prevádzkovateľov botov, ku ktorému nevyhnutne dochádza, keď sú dostupné možnosti a11y.",
    "2359150347": "Otázka: Podporujú iné online bezpečnostné služby Privacy Pass?",
    "2082237880": "Odpoveď: hCaptcha je prvá služba svojho druhu, ktorá podporuje Privacy Pass, a momentálne je jediná, ktorá to podporuje. Očakávame však, že aj iné služby rozpoznajú výhody zvyšovania súkromia používateľov online a očakávame, že v budúcnosti budú implementované ďalšie služby, pretože štandardy IETF, ktoré pomáhame rozvíjať, budú formálne prijaté.",
    "2109792055": "Používateľská príručka: Ladenie problémov s vydaním a overením povolenia na ochranu osobných údajov",
    "3588620914": "Privacy Pass je nový vynález podľa štandardov webu a je možné, že iné aplikácie a rozšírenia prehliadača, ktoré o ňom nevedia, môžu zasahovať do jeho funkčnosti.",
    "4039193170": "Ak máte problémy so získaním alebo uplatnením tokenov:",
    "2378786360": "1. Vyskúšajte niektorý z ďalších podporovaných prehliadačov: ak používate Chrome, skúste použiť Firefox bez importovania nastavení z prehliadača Chrome a nainštalujte si tam doplnok. Ak to funguje, možno máte problém s konfiguráciou prehliadača.",
    "394235836": "3. Ak žiadny z vyššie uvedených návrhov nefunguje, pošlite nám e-mail podpory a my vám radi pomôžeme zistiť, čo sa deje.",
    "3470857731": "Analýza toho, ako dobre reCAPTCHA zisťuje roboty.",
    "3240786848": "Posledná aktualizácia: 18. februára 2021",
    "2547140673": "Už viac ako desať rokov ponúka služba reCAPTCHA od Googlu majiteľom webových stránok obchod: nechajte Google sledovať vašich používateľov a klásť im otázky, a oni za to sľubujú, že zastavia roboty a spam.",
    "2133754014": "Viac ako 4,5 milióna webových stránok používa reCAPTCHA [",
    "3152512587": "a systém zhromažďuje stovky miliónov každodenných riešení. [",
    "2296918009": "To sa rovná viac ako 100 osobo-rokom práce každý deň.[",
    "3900538778": "Označené údaje sú palivom, ktoré poháňa strojové učenie. Odpovede reCAPTCHA sa používajú na zlepšenie služieb ML/AI spoločnosti Google od roku 2009. Mnoho ľudí, ktorí používajú reCAPTCHA, si neuvedomuje, že ich práca je využívaná.",
    "1160252730": "Google teraz účtuje vysoké ceny za reCAPTCHA Enterprise, čo spôsobuje, že mnohé spoločnosti prehodnocujú túto dohodu.",
    "1131196501": "Veľké spoločnosti ako",
    "204889717": "prešli na hCaptcha",
    "639413188": "v odozve.",
    "3280658086": "podnikové riešenia",
    "3842815245": "Je to férový obchod?",
    "714342693": "Tím hCaptcha zbiera údaje o cenách zo služieb „dark web“ lámajúcich captcha od roku 2016. Zaznamenali sme zaujímavý trend:",
    "468929661": "Priemerné náklady na prelomenie reCAPTCHA sú neuveriteľne nízke (menej ako 1 USD na 1 000 riešení) a od začiatku nášho monitorovania v roku 2016 sa podstatne nezvýšili. Platí to pre reCAPTCHA v2 aj v3. [",
    "2862164005": "Údaje o cenách nám umožňujú určiť presnú hodnotu v dolároch na zabezpečenie, ktoré ponúka reCAPTCHA: 0,001 USD alebo menej za odpoveď.",
    "102498091": "Google si účtuje 1 $ za 1 000 žiadostí o reCAPTCHA Enterprise, čo znamená, že teraz si účtuje viac za žiadosť, ako stojí, aby narušila bezpečnosť ich služby. Vyzerá to ako zlý obchod.",
    "130239139": "Aká je hodnota viac ako 100 osoborokov práce, ktoré denne zbiera Google?",
    "1421074182": "Podstatne vyššie.",
    "1953519598": "Náklady na označenie jedného obrázka sa pohybujú od 0,03 USD do 1,00 USD alebo viac. Podľa akéhokoľvek konzervatívneho odhadu spoločnosť Google doteraz získala miliardy dolárov bezplatnej pracovnej sily. [",
    "3025548709": "Existuje alternatíva k tejto neférovej dohode?",
    "263761351": "hCaptcha je prvou dôveryhodnou alternatívou, ktorú teraz používajú stovky miliónov ľudí každý mesiac.",
    "2743692546": "Keď používatelia dokazujú svoju ľudskosť prostredníctvom hCaptcha, ich práca vstupuje na anonymný otvorený trh s ponukami.",
    "1982750088": "Spoločnosti na celom svete sa uchádzajú o túto prácu, aby dokončili jednoduché úlohy, ktoré sú jednoduché pre ľudí, ale náročné pre stroje. Používatelia podporujú stránku, ktorú navštevujú, a vďaka vyššej úrovni zabezpečenia zažívajú menej webového spamu.",
    "1108398506": "zákazníci získajú úplnú kontrolu nad skúsenosťami a profitujú z odborných znalostí, ktoré hCaptcha získala prevádzkovaním najväčšieho nezávislého poskytovateľa výziev na internete. Získajú tiež lepšiu ponuku ako reCAPTCHA Enterprise: až o 50 – 80 % lepšia cena v závislosti od objemu.",
    "3012870872": "Webové stránky a aplikácie využívajúce bezplatnú verziu (hCaptcha Publisher) zarábajú na tejto práci namiesto toho, aby ju darovali spoločnosti Google.",
    "2271512952": "Používatelia podporujú stránku, ktorú navštevujú, a zažívajú menej webového spamu.",
    "278010425": "Široká a často sa meniaca paleta úloh na hCaptcha sa tiež ťažšie automatizuje. Jediné rozhranie reCAPTCHA sa mnoho rokov nezmenilo a obsahuje malý súbor otázok, ktoré sa často menia. Toto je jeden zo spôsobov, ako hCaptcha poskytuje robustnejšiu ochranu proti botom ako reCAPTCHA.",
    "984849234": "hCaptcha využíva pokročilé strojové učenie na poskytovanie toho, čo reCAPTCHA iba sľubuje, a zároveň zdieľa zachytenú hodnotu s webovými stránkami, ktoré ju používajú.",
    "4063769686": "Používatelia podporujú stránku, ktorú navštevujú, a zažívajú menej webového spamu. Vyzerá to ako spravodlivejšia dohoda.",
    "685916926": "Prečo sa reCAPTCHA časom nezlepšila?",
    "3992401943": "Od roku 2012 došlo k revolúcii v hlbokom učení. Odvetvová norma pre presnosť úloh sa za posledné desaťročie radikálne zlepšila, predovšetkým vďaka hlbokým konvolučným sieťam. Iné služby založené na ML, ktoré Google ponúka, nasledovali túto krivku.",
    "615031303": "(Pozri poznámky pod čiarou",
    "2125514305": "ML sa zlepšilo, ale náročnosť obchádzania reCAPTCHA sa počas tejto doby podstatne nezmenila.",
    "1406188018": "6 a 7",
    "2689973938": "Zlepšenie reCAPTCHA vytvára pre Google ako dodávateľa reklamy vnútorný konflikt.",
    "464238793": "Ak spoločnosť Google sama určí, že používateľ, ktorý videl reklamu alebo klikol na odkaz, bol v skutočnosti robot, nemôže účtovať poplatky za reklamy zobrazené tomuto používateľovi. Tento konflikt záujmov výrazne obmedzil rozsah ambícií spoločnosti Google proti robotom.",
    "918924423": "Napríklad Google neponúkol zjavne hodnotné služby, ako je spätná detekcia botov. Je oveľa spoľahlivejšie deklarovať návštevnosť používateľov vygenerovanú robotom po analýze niekoľkých dní údajov.",
    "661412233": "Po prepísaní captcha je tiež cenné vedieť, že niektorí používatelia boli roboti. Umožňuje vlastníkom webových stránok vyčistiť staré nevyžiadané príspevky a v budúcnosti vymazať „účty spánku“ zaregistrované na fórach o spame, znížiť počet podvodov a ďalšie.",
    "3600797185": "Ponukou spätnej identifikácie botov by sa spoločnosti Google otvorili chúlostivé otázky, ako spätne vrátiť peniaze inzerentom, ktorí minuli peniaze na túto podvodnú návštevnosť.",
    "2076932190": "Produkt reCAPTCHA tak stagnuje už desaťročie.",
    "3856912381": "Používatelia trpeli a zbytočný webový spam sa teraz rozmáha. Existuje však alternatíva.",
    "1035621426": "Každý robot identifikovaný pomocou reCAPTCHA priamo znižuje príjmy spoločnosti Google z reklamy.",
    "3668115514": "V čom je hCaptcha iná?",
    "2413742287": "Motiváciou hCaptcha je maximalizovať presnosť, nie príjmy z reklamy: odpovede robotov sú pre našich zákazníkov, ktorí potrebujú údaje o školení ľudí, zbytočné.",
    "1373262754": "Vedieť, kto je jednotlivec, má pre hCaptcha minimálnu hodnotu. Záleží nám len na tom, či sú to ľudia alebo zlomyseľní herci.",
    "600646860": "Namiesto ponúkania služby pochybnej hodnoty pri získavaní práce so skutočnou hodnotou poskytuje hCaptcha kompenzáciu aj silnú ochranu proti robotom.",
    "1836191653": "Namiesto toho, aby hCaptcha ponúkala ľahko poraziteľnú službu pre bezplatných používateľov a účtovala si milióny dolárov za podnikovú verziu, ktorá nie je o nič lepšia, poskytuje obom výbornú ochranu proti botom, pričom podnikovým používateľom ponúka ďalšie funkcie a prispôsobenia spolu so silnými zmluvami SLA a rýchlou podporou.",
    "990215503": "hCaptcha je jediná veľká služba captcha, ktorú nevlastní reklamná sieť.",
    "971933157": "hCaptcha sa stará o súkromie, transparentnosť a spravodlivosť.",
    "178839499": "hCaptcha zdieľa hodnotu vykonanej práce, kým používatelia dokazujú svoju ľudskosť.",
    "1237076138": "hCaptcha ponúka férovú ponuku pre bezplatných (hCaptcha Publisher) aj podnikových (hCaptcha Enterprise) zákazníkov.",
    "614310292": "Kto vytvoril hCaptcha?",
    "4188814619": "hCaptcha je služba Intuition Machines (",
    "3265328927": "), spoločnosť zameraná na strojové učenie, ktorá ponúka produkty a služby pre spoločnosti implementujúce strojové učenie vo veľkom rozsahu.",
    "2740033957": "Tím IM sa skladá z vedcov a inžinierov zo spoločností Apple, Amazon a ďalších lídrov v oblasti strojového učenia, distribuovaných systémov a bezpečnosti.",
    "1579715421": "IM vedci pravidelne publikujú na špičkových konferenciách ako ICML, ICLR, ECCV a NeurIPS a spoločnosť verejne zverejnila najnovšie výsledky v disciplínach ML, ako je hlboké hašovanie [",
    "4015238193": "a OCR [",
    "279580593": "imachines.com",
    "279918384": "Ako Google využíva vašu bezplatnú pracovnú silu?",
    "2385522384": "Pravdepodobne ste videli zábery videa z kamier na samoriadiacich autách Waymo od spoločnosti Google a pomáhali ste zlepšiť ich rozpoznávanie objektov.",
    "1517627947": "Pravdepodobne ste videli obrázky budov alebo značky ulíc z áut Streetview spoločnosti Google a pomáhali ste označovať miesta ich produktov Maps a Earth.",
    "3225936061": "Pravdepodobne ste videli obrázky textu prevzaté zo stránok kníh v službe Knihy Google a pomáhali ste zlepšiť ich softvér OCR (rozpoznávanie textu).",
    "129661785": "Boli ste niekedy požiadaní, aby ste klikli na auto/prechod pre chodcov/stopku?",
    "936667684": "Boli ste niekedy požiadaní, aby ste „zadali značku budovy/ulice?“",
    "3773515538": "Boli ste niekedy požiadaní, aby ste \"zadali dve slová?\"",
    "1778058441": "Aké druhy úloh bežia na hCaptcha?",
    "366088791": "hCaptcha podporuje širokú škálu úloh.",
    "3114147525": "Zákazníci hCaptcha využívajú službu na úlohy vrátane rozpoznávania objektov, detekcie atribútov (zbieranie štítkov na identifikáciu typov oblečenia), hodnotenie relevantnosti (výber najrelevantnejšieho produktu z niekoľkých možností v porovnaní s primárnym produktom), ohraničenie rámčekov (hľadanie oblastí záujmu na obrázok), \"Human OCR\" (identifikácia textu na obrázku) a mnoho ďalších typov úloh.",
    "3139609561": "Nižšie sú uvedené dva príklady klasifikácie obrázkov a typov úloh zisťovania atribútov. [",
    "2273532558": "Kto sú platiaci zákazníci hCaptcha?",
    "4104221634": "Zákazníci hCaptcha pokrývajú rôzne odvetvia, od technologických spoločností až po tie, ktoré sa zameriavajú na módu, maloobchod a ďalšie oblasti, v ktorých môžu vytvárať hodnotu pomocou strojového učenia.",
    "1337725003": "hCaptcha sa zaviazala demokratizovať prístup k veľkým objemom anotácií v reálnom čase, čo umožňuje malým aj veľkým spoločnostiam zlepšiť kvalitu ich produktov a služieb pomocou strojového učenia v ich podnikaní.",
    "4086379603": "otázky?",
    "1243684308": "Vašu spätnú väzbu berieme vážne a chceme zabezpečiť, aby mal každý online príjemnejší zážitok, menej robotov a menej spamu. Obráťte sa na nás:",
    "2645321220": "A ak si myslíte, že náklady na reCAPTCHA sú príliš vysoké, opýtajte sa nás na hCaptcha Enterprise. V súčasnosti ich používajú niektorí z najväčších vydavateľov, spoločnosti poskytujúce finančné služby a spoločnosti zaoberajúce sa webovou infraštruktúrou na svete a nie sú len dôveryhodnou alternatívou k reCAPTCHA: veríme, že ponúkajú najlepšiu momentálne dostupnú ochranu proti robotom.",
    "1229233916": "Poznámky pod čiarou",
    "1115642494": "1. Zdroj: BuiltWith.com zoznamy stránok reCAPTCHA. Získané 9. júla 2019.",
    "448807334": "(„Ľudia denne riešia stovky miliónov obrázkov CAPTCHA.“) Získané 8. júla 2019.",
    "2397590157": "3. Konzervatívny odhad: 200 miliónov riešení * 30 sekúnd na vyriešenie v rokoch = 190,3 osoborokov/deň.",
    "3236311792": "4. Interná analýza hCaptcha. Údaje zozbierané do 30. júna 2019. Podrobnosti sú k dispozícii na vyžiadanie.",
    "1752259468": "5. Konzervatívny odhad: 0,01 USD náklady na jednu anotáciu * 200 miliónov priemer. anotácie za deň (dolná hranica) * 365 dní za rok * 10 rokov od akvizície v roku 2009 = hodnota dolnej hranice 7,3 miliardy USD.",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Zdroj: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "VZŤAHOVÉ VLOŽENIA ZALOŽENÉ NA SÉMANTICKEJ HIERARCHII PRE HĹBKÉ HAŠOVANIE POD SLABÝM DOHĽADOM, Heikki Arponen, Tom E Bishop. ICML 2019, workshop LLD.",
    "2544169219": "Najnovšie výsledky: ICML LLD, máj 2019.",
    "1973347745": "10. Príklady bezplatných obrázkov. Zdroj: Petapixel.",
    "1493115924": "Poznámky k ochrannej známke:",
    "4051104324": "\"Intuition Machines\" je registrovaná ochranná známka spoločnosti Intuition Machines, Inc.",
    "3983646521": "Všetky názvy produktov, logá, značky, ochranné známky a registrované ochranné známky sú majetkom ich príslušných vlastníkov. Všetky názvy spoločností, produktov a služieb použité na tejto webovej stránke slúžia len na identifikačné účely. Použitie týchto názvov, ochranných známok a značiek neznamená ich podporu. V tomto prípade práve naopak.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Vedci IM nastavili na CVPR 2020 nový štandard pre slabo kontrolované rozpoznávanie textu (OCR).",
    "1259002282": "Našli ste chybu? Tu je postup, ako to nahlásiť.",
    "3301728462": "Milióny ľudí používajú hCaptcha každý mesiac v tisíckach kombinácií prehliadačov, rozšírení, zariadení, brán firewall a ďalších.",
    "3878230879": "Naším cieľom je zabezpečiť, aby to pre vás vždy fungovalo, preto si veľmi vážime vaše hlásenia!",
    "2465128185": "Ak chcete poskytnúť rýchlu spätnú väzbu, stačí kliknúť na tlačidlo „Pošlite nám spätnú väzbu“.",
    "2921990472": "Ak vidíte funkčný problém, postupujte podľa pokynov",
    "2870341481": "nižšie. Len pre všetky ostatné prehliadače",
    "1866590035": "pokyny denníka ladenia pre Chrome",
    "444492541": "pokyny denníka ladenia pre Firefox",
    "169267610": "napíšte nám",
    "3100722753": "Potenciálne problémy so zabezpečením alebo ochranou súkromia nájdete v pokynoch nižšie.",
    "1906593952": "Poskytnite spätnú väzbu na hCaptcha, ktorú ste práve videli",
    "3951254541": "Vážime si váš príspevok. Dajte nám vedieť o akýchkoľvek problémoch a my ich rýchlo vyriešime.",
    "3324288040": "Pošlite nám spätnú väzbu",
    "2864016648": "Problémy so súkromím",
    "304004915": "Nezáleží nám na tom, kto sú používatelia, iba na tom, aká je pravdepodobnosť, že sú škodliví alebo stroje. Podporujeme iniciatívy ako napr",
    "1139493658": "a tvrdo pracujte na vyvážení súkromia a bezpečnosti.",
    "3083289844": "Ak ste našli problém, ktorý by podľa vás mohol ovplyvniť súkromie používateľov, pošlite nám e-mail na adresu",
    "4264784515": "Bezpečnostné chyby",
    "963238401": "Vždy máme záujem dostávať správy o bezpečnostných chybách. Email",
    "3926027556": "a my sa vám rýchlo ozveme.",
    "1589805435": "Máme tiež a",
    "2560582224": "bug bounty program",
    "103876916": "pre vhodné bezpečnostné správy pre službu hCaptcha a súvisiaci zdrojový kód.",
    "497117287": "Možnosti dostupnosti",
    "3230004040": "Ste zrakovo postihnutý alebo inak nedokážete dokončiť hCaptchas?",
    "3480023141": "Prečítajte si viac o možnostiach dostupnosti",
    "2052161540": "Zachytenie podrobností hlásenia o chybe: Chrome",
    "2281169898": "Odoslanie informácií o ladení spolu s vašou správou nám výrazne uľahčí identifikáciu toho, čo sa deje. Tu sú pokyny krok za krokom:",
    "1123365779": "Ak ste webový vývojár alebo skúsený používateľ, zhrnutie je, že by sme chceli, aby ste nám poslali sieťový záznam HAR a protokoly konzoly prehliadača.",
    "2015218686": "predtým, ako prejdete týmito krokmi. Ak sa tým váš problém vyrieši, budeme radi, ak nám oznámite verziu prehliadača, blokovač reklám alebo rozšírenie prehliadača a adresu URL webových stránok.",
    "3922723611": "Skúste zakázať akýkoľvek blokovač reklám alebo bezpečnostné rozšírenia prehliadača",
    "4036872105": "najprv a potom to skúste znova",
    "993651083": "Krok 1: Otvorte nástroje pre vývojárov (Tým sa spustí nahrávanie relácie.)",
    "4163469907": "Krok 2: Kliknite na kartu Sieť v nástrojoch pre vývojárov. Začiarknite políčko „Zachovať denník“ v hornej časti.",
    "4243348003": "Krok 3: návšteva",
    "641342999": ", alebo webovú stránku, na ktorej máte problém (Poznámka o ochrane osobných údajov: iba ak vám nevadí zdieľať, čo to je) ... a potom kliknite na tlačidlo „Som človek“ a pokúste sa ho vyriešiť.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Krok 4: Po pokuse o riešenie kliknite na „Exportovať HAR“ (malá šípka nadol), čím sa uloží sieťový protokol. Pošlite nám ten súbor.",
    "1503240421": "Krok 5: Kliknite na kartu Konzola a kliknite pravým tlačidlom myši a potom na položku „Uložiť ako ..“ na uloženie denníka konzoly. Pošlite nám to aj vy.",
    "2863840904": "Krok 6: Posledný krok nám odošlite e-mailom tieto protokolové súbory HAR a konzoly a popíšte problém",
    "4051785543": "Použitie:",
    "3623028666": "(použite službu ako napr",
    "551761392": "a odoslať odkazy) a prípadne snímku obrazovky, ak máte podozrenie, že sa niečo nezobrazuje správne. Pošlite aj IP, ktorú používate. Môžete to získať z",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Ďakujeme, že ste si našli čas a pomohli nám získať tieto informácie!",
    "3680327841": "Zaviazali sme sa, že hCaptcha bude fungovať dobre pre každého",
    "1059502393": "Zachytenie podrobností hlásenia o chybe: Firefox",
    "1112074001": "Krok 2: Kliknite na kartu Sieť v nástrojoch pre vývojárov. Začiarknite políčko „Pretrvávať denníky“ v hornej časti.",
    "1797298240": "Krok 4: Po pokuse o riešenie kliknite na „HAR“ a vyberte „Uložiť všetko ako HAR“, aby ste uložili sieťový protokol. Pošlite nám ten súbor.",
    "3671246379": "Krok 5: Kliknite na kartu Konzola, kliknite pravým tlačidlom myši a potom na „Vybrať všetko“ a uložte to do textového súboru, aby ste uložili denník konzoly. Pošlite nám to aj vy.",
    "3816867833": "Spätná väzba",
    "788770967": "Je mi ľúto že to počujem! Možno budete chcieť využiť našu možnosť dostupnosti:",
    "1333016413": "To vám umožní vyhnúť sa budúcim otázkam registráciou a nastavením súboru cookie.",
    "2333410049": "Skúste tiež vypnúť blokovanie reklám.",
    "1345083090": "Nahlasujete problém s funkčnosťou?",
    "2184564739": "Pozri",
    "604751186": "Ostatne problemy? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ako nahlásiť problémy s podrobnými protokolmi",
    "1050501253": "Príliš zložité",
    "3264813246": "Nevhodný",
    "3526939538": "Chyba softvéru",
    "126134492": "Iné",
    "3511610999": "Postaráme sa o to, aby ste sa dostali na správne miesto.",
    "3906886217": "Pre firmy alebo webové stránky",
    "1621597093": "Podnikové bezpečnostné riešenia (platené)",
    "3176531704": "Anotácia údajov",
    "1834239172": "Zakúpte si anotačné služby hCaptcha",
    "1457707016": "Pre jednotlivcov",
    "770264626": "Pridajte hCaptcha do svojej služby (zadarmo)",
    "881015166": "Pridať hCaptcha for Publishers na môj web alebo do aplikácie",
    "47536007": "Zistite viac o hCaptcha",
    "2012837493": "Výsledky vyhľadávania",
    "4034694801": "Žiadne zodpovedajúce výsledky.",
    "3621411541": "Prečítajte si o možnostiach dostupnosti pre hCaptcha",
    "3401005681": "Zarábať peniaze",
    "3933993151": "Pracujte ako individuálny štítkovač údajov",
    "563059212": "Zoznam subprocesorov",
    "3501923981": "Posledná aktualizácia: 1. januára 2020.",
    "3548097301": "Účinné: 1. januára 2020.",
    "3991444169": "Táto stránka obsahuje zoznam aktuálnych podprocesorov pre službu hCaptcha Enterprise.",
    "835396984": "Aktuálne aktívny",
    "424089481": "Amazon Web Services, Inc. (globálne). Poskytované služby: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globálna). Poskytované služby: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globálne). Poskytované služby: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globálne). Poskytované služby: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Poznámka: Neplatí pre všetkých zákazníkov. Napríklad zákazníci IP Blinding alebo iných pokročilých možností ochrany osobných údajov alebo zabezpečenia (napr. zákazníci Secure Virtual Tenancy) sú úplne vylúčení z akéhokoľvek potenciálneho „PII“, ktorý kedy vstúpi do telemetrických systémov, dokonca aj z IP adresy. Ak potrebujete ďalšie informácie, kontaktujte svojho zástupcu účtu.",
    "700843971": "Hound Technology, Inc. (globálna). Poskytované služby: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globálna). Poskytované služby: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (globálne). Poskytované služby: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (globálne). Poskytované služby: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infraštruktúra",
    "370366524": "Telemetria efemérnej služby",
    "121192737": "Pripravované prírastky",
    "2420789666": "Fastly, Inc. Poskytované služby: Rýchle CDN a edge computing.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Účinné: 1. septembra 2021. Doplnenie infraštruktúry",
    "1487796027": "Pre firmy",
    "3943417791": "Získajte podporu pre hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (zadarmo)",
    "3397976149": "Získajte podporu pre vydavateľa hCaptcha",
    "833750823": "Máte problém s výzvou?",
    "2024737147": "Chcete nahlásiť chybu?",
    "1978884623": "Získajte viac informácií o nahlasovaní problémov so softvérom",
    "4188664955": "Hlavné zmluvné podmienky",
    "2621989404": "Posledná aktualizácia: 24. septembra 2021. Upozorňujeme, že naše podmienky v anglickom jazyku sú smerodajné.",
    "2404545611": "Vitajte v hCaptcha! Ďakujeme, že ste súčasťou našej komunity. Všetci používatelia „Služieb“ (definovaných nižšie) musia súhlasiť s nasledujúcimi podmienkami (ďalej len „Podmienky služby“). Podľa týchto Zmluvných podmienok sa „IMI“, „my“ a „nás“ vzťahuje na spoločnosť Intuition Machines, Inc. a jej dcérske spoločnosti, pridružené spoločnosti, úradníkov, agentov, zamestnancov, zástupcov a agentov a naša „webová lokalita“ zahŕňa akúkoľvek webovú lokalitu pod naša kontrola vrátane www.hcaptcha.com a www.imachines.com.",
    "2348450790": "Prečítajte si tieto zmluvné podmienky. Zahŕňajú okrem iného ustanovenia o odmietnutí záruk, obmedzení zodpovednosti a záväznej arbitráži. Upozorňujeme, že tieto zmluvné podmienky sa mohli od vašej poslednej návštevy našej webovej stránky zmeniť. Tieto zmluvné podmienky môžeme z času na čas revidovať a aktualizovať podľa vlastného uváženia. V prípade podstatnej zmeny vás upozorníme zverejnením aktualizovaných Podmienok poskytovania služby na tejto stránke. Potom musíte potvrdiť súhlas s aktualizovanými Podmienkami používania, aby ste mohli pokračovať v používaní alebo pristupovaní na Stránku alebo Službu.",
    "1064537632": "Upozorňujeme, že vaše používanie našej Služby sa riadi našou Zmluvou o spracovaní údajov, ktorá je tu uvedená ako odkaz. Prečítajte si túto zmluvu a zistite, ako vo vašom mene spracúvame osobné údaje. Upozorňujeme, že pôsobíme ako „spracovateľ údajov“ na účely všeobecného nariadenia EÚ o ochrane údajov a „poskytovateľ služieb“ na účely kalifornského zákona o ochrane osobných údajov spotrebiteľov.",
    "1933936765": "Dohoda o spracovaní údajov (posledná aktualizácia: 23. septembra 2021)",
    "2959486280": "Ak nesúhlasíte s týmito Podmienkami používania služby, nemôžete používať Stránku ani Službu ani k nim pristupovať.",
    "3200859925": "1. Účel",
    "1807143500": "Služby zahŕňajú online bezpečnostnú službu („služba hCaptcha“) a platformu („platforma strojov na intuíciu“), na ktorých si jednotlivec („prispievateľ“) môže zvoliť vykonávanie úloh, ktoré entita tretej strany alebo samotné stroje intuície (každý „Žiadateľ“) uverejňuje príspevky na našej webovej lokalite alebo v službe hCaptcha, a to buď priamo na našej webovej lokalite, alebo prostredníctvom prístupu k platforme Intuition Machines a/alebo vykonávaním úloh prostredníctvom alebo v spojení s treťou stranou a/alebo platformou alebo službou (každá, \"Integrátor\"). Žiadatelia uverejňujú úlohy a pozývajú prispievateľov, aby ich vykonali výmenou za odmeny, ktoré IMI poskytuje integrátorom, alebo ako určí žiadateľ, ak žiadateľ používa platformu Intuition Machines Platform alebo službu hCaptcha na poskytovanie úloh svojim vlastným koncovým používateľom. Spoločnostiam a jednotlivcom (každý „zákazník“) účtujeme poplatky za používanie našej platformy, aby mohli používať náš softvér, vytvárať úlohy, najať si nás, aby sme vytvorili úlohy, a/alebo získať prístup k prispievateľom. Integrátorom účtujeme aj poplatky za používanie našej služby hCaptcha s cieľom obmedziť podvody, zneužívanie a spam na ich webových stránkach, v mobilných aplikáciách a iných online vlastníctvach. Vyššie uvedené sa spoločne označuje ako „Služby“.",
    "3212830633": "2. Spôsobilosť",
    "2605814073": "Používaním alebo registráciou našich Služieb súhlasíte: máte minimálne 18 rokov; máte oprávnenie uzavrieť túto zmluvu vo svojom mene alebo v mene subjektu, ktorý zastupujete, a budete vždy dodržiavať tieto zmluvné podmienky a všetky zásady a usmernenia IMI, na ktoré sa tu odkazuje; a nebudete zneužívať našu webovú stránku, nepravdivo nám prezentovať svoju identitu ani používať umelú inteligenciu na dokončenie akejkoľvek časti akejkoľvek úlohy v IMI, ktorá si vyžaduje ľudskú inteligenciu.",
    "2616040974": "3. Zákazníci a žiadatelia",
    "1544829730": "Ak ste zákazníkom alebo žiadateľom, súhlasíte s tým, že sa budú uplatňovať dodatočné podmienky pripojené k tomuto dokumentu ako dodatok pre zákazníka, ktoré budú začlenené formou odkazu do týchto podmienok služby. Ak nie ste zákazníkom alebo žiadateľom alebo ak prestanete byť zákazníkom alebo žiadateľom, dodatočné podmienky uvedené v dodatku pre zákazníka sa neuplatňujú ani nebudú začlenené odkazom do týchto podmienok služby.",
    "3759360138": "4. Používateľské meno a heslo",
    "2236960358": "Po registrácii budete požiadaní, aby ste zverejnili určité osobné údaje o vás („Osobné údaje“), vrátane vášho mena, e-mailovej adresy, a aby ste si vytvorili používateľské meno a heslo, pričom všetky tieto údaje budú podliehať našim zásadám ochrany osobných údajov, ktoré sú k dispozícii na webové stránky. Vy sami ste zodpovední za monitorovanie, zaistenie a udržiavanie bezpečnosti svojho účtu, hesiel a akýchkoľvek autentifikačných kľúčov spojených s vaším účtom a ste zodpovední za akékoľvek použitie alebo akciu vykonanú prostredníctvom použitia týchto informácií v Službách.",
    "3047519814": "Súhlasíte s tým, že svoj účet ani heslo nebudete s nikým zdieľať.",
    "1699668873": "Ak máte podozrenie, že informácie o vašom účte boli odcudzené alebo použité niekým iným, alebo akékoľvek iné porušenie bezpečnosti, musíte IMI okamžite informovať.",
    "3044038608": "Súhlasíte s tým, že nám poskytnete pravdivé, presné a úplné informácie, ktoré požadujeme v našom registračnom procese. Súhlasíte tiež s tým, že tieto informácie podľa potreby bezodkladne aktualizujete, aby boli aktuálne a presné.",
    "4132302900": "5. Vaše súkromie, Vaše údaje a „Údaje pre všetkých“",
    "10724169": "Súhlasíte s našimi zásadami ochrany osobných údajov, ktoré upravujú, čo urobíme s akýmikoľvek osobnými údajmi, ktoré nám poskytnete.",
    "1669194950": "Okrem Osobných údajov sa od vás môže vyžadovať aj poskytnutie (alebo môže byť potrebné, aby sme ich zhromaždili) ďalšie údaje, aby sme mohli poskytovať Služby (súhrnne „Údaje o zákazníkoch“). Nenesieme zodpovednosť za akékoľvek zlyhanie pri poskytovaní Služieb, ktoré je spôsobené vaším omeškaním alebo neposkytnutím údajov o zákazníkoch.",
    "1330274831": "Týmto nám udeľujete celosvetovú, nevýhradnú, sublicencovateľnú, prenosnú, bezplatnú, neodvolateľnú licenciu počas trvania tejto zmluvy na používanie, reprodukovanie, elektronickú distribúciu a verejné zobrazovanie akýchkoľvek zákazníckych údajov výlučne na účely poskytovania služieb. . Vyhlasujete a zaručujete, že vlastníte dostatočné práva, titul a záujem o svoje údaje, aby ste mohli udeliť licenciu v tejto časti.",
    "2230333214": "Zhromažďujeme údaje o zákazníkoch s inými údajmi, takže výsledky nie sú osobne identifikovateľné, a tiež zhromažďujeme neidentifikované technické denníky a údaje týkajúce sa používania Služieb (ďalej len „súhrnné/deidentifikované údaje“). Bez ohľadu na čokoľvek, čo je v tomto dokumente v rozpore, môže spoločnosť IMI použiť akékoľvek takéto súhrnné/deidentifikované údaje na akékoľvek obchodné účely počas platnosti tejto zmluvy alebo po ňom, okrem iného vrátane vývoja a zlepšovania služieb a vytvárania a distribúcie správ a iných materiálov. Zákaznícke údaje môžu tiež pretrvávať a zobrazovať sa v systéme na obmedzený čas, ktorý nepresiahne 180 dní po dokončení úlohy, napríklad ako údaje automatickej kalibrácie alebo overenia pre systémy Intuition Machines. Pre jasnosť, táto časť 5 nám nedáva právo identifikovať vás ako zdroj akýchkoľvek súhrnných/deidentifikovaných údajov bez vášho predchádzajúceho písomného súhlasu.",
    "3881754581": ". Ak ste zákazníkom našich anotačných služieb a ako súčasť používania Služieb ste si vybrali možnosť „Údaje pre všetkých“, potom poskytujete spoločnosti IMI a všetkým používateľom Služieb celosvetovú, nevýhradnú, sublicencovateľnú, prenosnú, bezplatnú, neodvolateľnú licenciu na plné využívanie všetkých zákazníckych údajov vrátane všetkých súvisiacich práv duševného vlastníctva. Ak vyberiete možnosť „Údaje pre všetkých“, vyhlasujete a zaručujete sa, že vlastníte dostatočné práva, titul a záujem o svoje údaje, aby ste mohli udeliť licenciu v tejto časti.",
    "3496767126": "Aby sa predišlo pochybnostiam, nasledujúci odsek sa vzťahuje výlučne na zákazníkov využívajúcich naše služby anotácií, a nie na používanie našich služieb ako integrátora.",
    "767207800": "Ak vaše údaje obsahujú potenciálne explicitný alebo urážlivý obsah, vyžadujeme, aby ste ich označili ako „EXPLICITNÝ OBSAH“, aby slúžili ako spravodlivé varovanie pre každého, kto uvidí vaše údaje. Bez samostatnej písomnej dohody so spoločnosťou IMI nemôžete zahrnúť úlohy, ktoré porušujú naše zásady, vrátane, ale nie výlučne, (a) úloh, ktoré priamo alebo nepriamo propagujú inú webovú stránku alebo službu, (b) úloh, ktoré porušujú podmienky webovej lokality tretej strany a podmienky, (c) úlohy vyžadujúce od prispievateľov, aby žiadali tretie strany, (d) úlohy, ktoré od prispievateľov vyžadujú, aby podnikli kroky na manipuláciu správania alebo výsledkov webovej stránky, (e) úlohy, ktoré porušujú práva duševného vlastníctva tretích strán a (f) úlohy ktoré vyžadujú, aby si prispievatelia stiahli softvér alebo súbory.",
    "3370561195": "6. Prijateľné správanie",
    "4205152730": "Odporúčame vám komunikovať s ostatnými používateľmi kdekoľvek na našej webovej lokalite, fóre, správach, chate a iných kanáloch sociálnych médií kontrolovaných IMI, ale ak tak urobíte, musíte dodržiavať všetky podmienky používania a používania na našej stránke a všetky príslušné zákony. .",
    "1394253934": "7. Zneužitie, zneužitie a uvedenie do omylu",
    "1406393333": "Akýkoľvek prístup alebo používanie Služieb iným spôsobom, ako je v súlade s týmito Podmienkami služieb a akýmikoľvek pokynmi, ktoré poskytujeme, je prísne zakázané. Konkrétne NEBUDETE:",
    "3409726716": "zaregistrovať si u nás viac ako jeden účet bez písomného súhlasu;",
    "3119498672": "vykonávať akúkoľvek úlohu s použitím internetových robotov, webových robotov, robotov, skriptov alebo akejkoľvek inej formy umelej inteligencie alebo sa inak pokúšať získať odmeny od IMI alebo akéhokoľvek Žiadateľa alebo Integrátora bez dokončenia úloh, ako sú opísané;",
    "1188668818": "poskytnúť akékoľvek nepravdivé informácie pri používaní tejto webovej stránky (vrátane, bez obmedzenia, odcudzenia identity inej osoby alebo organizácie vo vašom účte, alebo nepravdivého uvedenia alebo iného nepravdivého vyhlásenia o sebe alebo o vašom spojení s akoukoľvek inou osobou alebo organizáciou vo vašom účte;",
    "2804310964": "pristupovať alebo sa pokúšať o prístup k našej webovej lokalite prostredníctvom akéhokoľvek proxy webového servera alebo iného zariadenia určeného na zahmlievanie vašej skutočnej polohy alebo identity alebo akýmikoľvek inými prostriedkami, ako je poskytnuté rozhranie;",
    "1374227759": "používať webovú stránku na akúkoľvek nezákonnú činnosť alebo na akýkoľvek iný účel, ako je účel, na ktorý bola sprístupnená;",
    "2103513933": "vykonávať činnosť, ktorá narúša alebo narúša fungovanie stránky;",
    "137127070": "vkladať, odovzdávať alebo pripájať škodlivé alebo neznáme externé odkazy alebo súbory alebo odovzdávať akýkoľvek obsah, ktorý obsahuje vírus, trójskeho koňa, červa, časovanú bombu alebo iný škodlivý počítačový kód;",
    "1686655020": "Odovzdajte akýkoľvek obsah podliehajúci autorským právam, ktorý nie je vaším pôvodným dielom, pokiaľ nemáte povolenie od právoplatného vlastníka uverejniť takýto obsah a udeliť spoločnosti IMI všetky tu udelené licenčné práva;",
    "1406692811": "zapájať sa do spamu alebo uverejňovať akýkoľvek druh publicity, pokúšať sa získať odporúčania, hromadnú komunikáciu, peňažné ponuky alebo žiadosti, žiadanie o služby, reklamu, marketing, nezmyselné správy, duplicitné témy, nezákonný obsah, odkazy na sociálne stránky, e-mailové adresy alebo ID okamžitých správ, pokiaľ to nevyžaduje úloha;",
    "3893539589": "vložiť externé odkazy, ktoré ponúkajú tovar alebo služby, pokiaľ to nevyžaduje úloha;",
    "3214322759": "inak sa zapojiť do akejkoľvek škodlivej alebo podvodnej činnosti.",
    "3733422465": "8. Overenie vašej identity",
    "267645277": "IMI môže overiť vašu totožnosť. To môže zahŕňať porovnanie vašich osobných údajov s databázami tretích strán alebo oficiálnymi právnymi dokumentmi. Oprávňujete nás vykonať akékoľvek otázky potrebné na potvrdenie vašej totožnosti, vlastníctva vašej e-mailovej adresy a vlastníctva vašich finančných účtov. Súhlasíte s poskytnutím informácií o vás, ktoré nám pomôžu overiť vašu identitu.",
    "4169910317": "9. Súlad so zákonom",
    "519755936": "Vy sami ste zodpovední za dodržiavanie federálnych, štátnych, provinčných a miestnych zákonov v súvislosti s používaním Služieb. Súhlasíte s tým, že nás odškodníte a ochránite za akékoľvek nároky voči nám, pretože ste nedodržali akýkoľvek zákon alebo ste porušili akékoľvek práva tretích strán, vrátane, bez obmedzenia, zmluvných práv, práv duševného vlastníctva alebo ochrany súkromia.",
    "731546974": "10. Dane prispievateľov alebo integrátorov",
    "3128328457": "Ak ste prispievateľ alebo integrátor, vy sami ste zodpovední za zaplatenie všetkých odhadovaných alebo iných federálnych, štátnych alebo miestnych daní z príjmu, sociálneho zabezpečenia, FICA a kompenzácie pracovníkov dlžnej v dôsledku používania našej webovej stránky, ako aj za podobné dane alebo poplatky v jurisdikciách mimo USA. Súhlasíte s tým, že nás odškodníte a ochránite pred akýmikoľvek výmerami proti nám, pretože ste nedodržali žiadne daňové zákony.",
    "2931396764": "11. Porušenie týchto zmluvných podmienok",
    "1240667045": "Váš prístup k Službám môžeme kedykoľvek pozastaviť, obmedziť alebo zrušiť z akéhokoľvek dôvodu, a to aj preto, že: (a) sme presvedčení, že ste porušili tieto zmluvné podmienky (vrátane iných súvisiacich zásad); (b) domnievame sa, že ste porušili naše práva alebo práva akejkoľvek tretej strany; (c) nedokážeme overiť alebo overiť informácie, ktoré ste nám poskytli; alebo (d) veríme, že vaše konanie môže viesť k vzniku záväzkov pre vás, nás alebo tretiu stranu. Aby sa predišlo pochybnostiam, vyhradzujeme si právo zabrániť alebo pozastaviť platbu vám, ak sa odôvodnene domnievame, že sa na takúto platbu vzťahuje čokoľvek z vyššie uvedeného.",
    "1601080128": "Ak pozastavíme alebo zrušíme váš účet, už nebudete mať prístup k žiadnym častiam webovej lokality vrátane údajov, správ, súborov a iného materiálu, ktorý na webovej lokalite uchovávate. NESMIETE pokračovať v používaní našej webovej stránky pod iným alebo novým názvom účtu. Porušenie týchto podmienok služby môže byť stíhané v plnom rozsahu zákona a môže viesť k dodatočným sankciám a sankciám.",
    "1160707899": "12. Úloha prispievateľa a vzťah s IMI a ostatnými žiadateľmi",
    "269838707": "Ak ste prispievateľ, len vy rozhodujete o tom, ktoré a koľko úloh splníte a kedy a kde ich splníte. Môžete tráviť toľko alebo len málo času plnením úloh, koľko chcete. V žiadnom prípade nie ste povinní dokončiť úlohu.",
    "1087195513": "Ak ste prispievateľ, ktorý pristupuje k službám a/alebo vykonáva úlohy prostredníctvom integrátora alebo v spojení s ním v mene žiadateľa, ktorý nie je IMI, potom súhlasíte a beriete na vedomie, že spoločnosť Intuition Machines nezodpovedá a nemá voči vám žiadne záväzky rešpektovanie akýchkoľvek odmien alebo iných náhrad za splnené úlohy. Súhlasíte a beriete na vedomie, že akékoľvek odmeny alebo iné kompenzácie za splnené úlohy sa určujú výlučne v súlade s vašou dohodou so žiadateľom a/alebo integrátorom, podľa toho, čo je relevantné. Akékoľvek spory týkajúce sa takýchto odmien alebo iných kompenzácií (vrátane, bez obmedzenia, neprijatia takýchto odmien alebo inej kompenzácie) sú výlučne medzi vami a žiadateľom a/alebo integrátorom, podľa toho, čo je relevantné.",
    "952813944": "Vaše používanie našej webovej stránky ani nič v tejto zmluve nevytvára medzi vami a spoločnosťou Intuition Machines zamestnanecký, partnerský, spoločný podnik, agentúrny, franšízový alebo obchodný vzťah. Na dokončenie úlohy vám neposkytujeme žiadne vybavenie ani nástroje. Neposkytujeme vám žiadne výhody, kompenzáciu pracovníkov ani poistné krytie. Nie sme zodpovední za žiadne výdavky, ktoré vám vzniknú pri používaní našej webovej stránky. Z vašej odmeny nezrazíme žiadnu sumu za federálnu alebo štátnu daň z príjmu, sociálne zabezpečenie ani žiadnu inú daň. Kedykoľvek môžete vykonávať úlohy pre akúkoľvek osobu alebo podnik, vrátane ktoréhokoľvek z našich konkurentov. Nemáte oprávnenie uzavrieť žiadnu zmluvu, písomnú alebo ústnu, v mene Intuition Machines.",
    "3460432665": "Bez ohľadu na vyššie uvedené, ak ste daňovým poplatníkom v USA, môžeme od vás požiadať o ročnú aktualizáciu W-9 a môžeme vám zakázať vykonávať úlohy, kým nedokončíte alebo neaktualizujete W-9.",
    "458271951": "Ak ste Prispievateľ, ktorý pristupuje k Službám a/alebo vykonáva úlohy prostredníctvom Integrátora alebo v spojení s ním v mene Intuition Machines (vystupuje ako Žiadateľ), Intuition Machines vás môže odmeniť za prijateľné splnenie určitých úloh. V prípade, že sa zistí, že ste sa zapojili do podvodu, zneužitia alebo porušenia týchto Podmienok poskytovania služieb, môže spoločnosť Intuition Machines zadržať a/alebo získať späť všetky odmeny, ktoré vám budú poskytnuté.",
    "3056723024": "13. Neprijateľné plnenie úloh",
    "3913203723": "Ak žiadateľ z akéhokoľvek dôvodu neprijme plnenie úlohy, ktorú ste dokončili, vy ako prispievateľ alebo integrátor nebudete mať za úlohu nárok na žiadnu odmenu. V prípade, že vám už boli za neprijateľne splnenú úlohu rozdelené odmeny, môžeme ich od vás získať späť.",
    "3666807632": "14. Kvalifikácia a zručnosti prispievateľa",
    "1993899769": "15. Naše používanie informácií",
    "2927283721": "Vykonaním úloh na našej webovej stránke povoľujete zhromažďovanie, používanie a zverejňovanie vašich osobných údajov v súlade s našimi zásadami ochrany osobných údajov. Okrem toho môžeme zdieľať určité informácie o vás a vašich dokončených úlohách so žiadateľom, ktorého úlohy ste dokončili, aby sme uľahčili vzťah so službami a zlepšili webovú stránku, vrátane napríklad ID prispievateľa, výsledkov dokončených úloh a iných atribútov súvisiacich s vašu kvalifikáciu, jazyky, zručnosti a používanie webovej stránky.",
    "3027055607": "16. Duševné vlastníctvo a vlastnícke práva",
    "3910971075": "IMI vlastní všetky práva, vrátane práv duševného vlastníctva, na zdrojový kód, objektový kód alebo základnú štruktúru, nápady alebo algoritmy, API a akýkoľvek ďalší softvér, dokumentáciu alebo údaje súvisiace so Službami (ďalej len „Softvér“). Nebudete, priamo ani nepriamo, prostredníctvom tretej strany alebo inak: (a) spätne analyzovať, dekompilovať, rozoberať alebo sa inak pokúšať objaviť Softvér; (b) upravovať, prekladať alebo vytvárať odvodené diela založené na akomkoľvek Softvéri; (c) kopírovať, prenajímať, prenajímať, distribuovať, zálohovať, prideľovať alebo inak prevádzať alebo zaťažovať práva na akýkoľvek softvér; (d) používať akýkoľvek Softvér na účely timesharingu, servisného úradu alebo inak v prospech tretej strany; alebo (e) odstrániť akékoľvek vlastnícke upozornenia alebo štítky.",
    "3660891610": "Ak ste prispievateľ, IMI, a nie vy, má vlastnícke práva na akékoľvek dielo, ktoré vytvoríte ako súčasť dokončenia akejkoľvek úlohy. Prijatím podmienok tejto zmluvy súhlasíte (a týmto aj robíte) s prevodom vlastníctva, vlastníctva a vlastníckeho práva (vrátane všetkých práv duševného vlastníctva existujúcich na celom svete) k vašej práci na nás. Aby sme zaistili, že dokážeme nadobudnúť, zdokonaliť a použiť takéto práva, ďalej súhlasíte s tým, že (i) podpíšete akékoľvek dokumenty, ktoré vám pomôžu pri dokumentácii, zdokonalení a presadzovaní našich práv; a (ii) poskytnúť primeraný prístup k informáciám na zaznamenávanie, zdokonaľovanie, zabezpečenie, obranu a presadzovanie takýchto vlastníckych práv v ktorejkoľvek krajine. Vaše povinnosti vyplývajúce z tejto časti budú pokračovať aj po zrušení registrácie alebo ukončení používania Služieb. Vymenujete nás ako svojho právneho zástupcu, aby sme vo vašom mene vyhotovovali dokumenty na účely uvedené v tejto časti.",
    "426125156": "17. Autorské práva a zastavenie šírenia",
    "1408530660": "IMI rešpektuje duševné vlastníctvo iných a vyhradzujeme si právo odstrániť z našej stránky akýkoľvek materiál, o ktorom sa domnievame, že môže porušovať duševné práva akejkoľvek tretej strany. Ak sa domnievate, že vaše vlastné dielo bolo skopírované spôsobom, ktorý predstavuje porušenie autorských práv na tejto webovej lokalite, kontaktujte zákaznícku podporu Intuition Machines.",
    "2696932851": "18. Odškodnenie",
    "3844300338": "Súhlasíte s tým, že nás odškodníte, budete brániť a chrániť nás pred akýmikoľvek a všetkými nárokmi, škodami, záväzkami, nákladmi a výdavkami (vrátane primeraných poplatkov a nákladov na právne zastupovanie), ktoré vznikajú alebo súvisia s vaším plnením úloh alebo používaním našej webovej stránky. .",
    "2474091800": "19. Spory s inými používateľmi; Uvoľnite",
    "3162107126": "IMI nie je stranou žiadneho sporu medzi vami a akýmkoľvek iným používateľom Služieb. Oslobodzujete IMI a jej pridružené spoločnosti od akýchkoľvek a všetkých nárokov, požiadaviek a škôd každého druhu a povahy, známych aj neznámych, podozrivých aj netušené, zverejnených aj nezverejnených, vyplývajúcich alebo spojených s akýmkoľvek sporom medzi vami a iným používateľom.",
    "2271969747": "20. Dôverné informácie, ktoré dostanete",
    "1042802841": "Dôverné informácie sú akékoľvek informácie, ktoré sú označené ako dôverné alebo chránené, alebo ktoré by prijímajúca strana mala rozumne chápať ako dôverné alebo chránené. Nepatria sem žiadne informácie, ktoré sú (1) verejne dostupné, (2) už v držbe, vyvinuté nezávisle alebo už známe prijímajúcej strane, alebo (3) boli zverejnené na základe súdneho príkazu alebo inak požadované zákona.",
    "1918025546": "Ak sú vám poskytnuté dôverné informácie od kohokoľvek v rámci Služieb, súhlasíte s tým, že budete chrániť tajomstvo dôverných informácií s rovnakou starostlivosťou, akú používate na ochranu svojich vlastných dôverných informácií, ale v žiadnom prípade s menšou než náležitou starostlivosťou. Nesmiete zverejniť ani zverejniť žiadne takéto dôverné alebo vlastnícke informácie, okrem prípadov, keď je to potrebné na vykonanie úlohy. Všetky informácie v rámci úlohy na platforme Intuition Machines by sa mali považovať za dôverné, aj keď informácie nie sú výslovne označené ako dôverné.",
    "2690395789": "Ak a keď už nebudete potrebovať dôverné informácie, ktoré ste dostali, musíte urýchlene vrátiť alebo zničiť (ako to požaduje ten, kto tieto informácie prezradil) všetky kópie informácií, ktoré existujú v priestoroch, systémoch alebo iných zariadeniach, ktoré ovládate.",
    "2178073797": "Pretože zverejnenie dôverných informácií môže spôsobiť nenapraviteľnú ujmu, sprístupňujúca strana je oprávnená požiadať o súdny príkaz za akékoľvek porušenie alebo hroziace porušenie tejto podmienky.",
    "2185860003": "21. Úpravy webových stránok",
    "2631249972": "Našu webovú stránku môžeme vylepšiť alebo upraviť bez upozornenia.",
    "3764131594": "22. Webové stránky tretích strán",
    "295955580": "Naša webová stránka môže obsahovať odkazy na webové stránky tretích strán. Takéto webové stránky nekontrolujeme, nevyšetrujeme, nemonitorujeme ani nekontrolujeme. Nie sme zodpovední za počítačové programy, obsah alebo názory obsiahnuté na takýchto webových stránkach, ani ich neschvaľujeme. Ak sa rozhodnete opustiť našu webovú stránku a vstúpiť na akúkoľvek webovú stránku tretej strany, robíte tak na vlastné riziko.",
    "838225123": "23. Vylúčenie záruky",
    "3897238493": "SLUŽBY SÚ POSKYTOVANÉ NA ZÁKLADE „TAK, AKO SÚ“. NEPOSKYTUJEME ŽIADNE PREHLÁSENIA ANI ZÁRUKY, IMPLICITNÉ ALEBO VÝSLOVNÉ, OHĽADOM NA PRÍSTUPNOSŤ, VHODNOSŤ, ZÁKONNOSŤ, DOSTUPNOSŤ ALEBO FUNKČNOSŤ SLUŽIEB, AKÉKOĽVEK SÚVISIACEHO SOFTVÉRU ALEBO MATERIÁLOV, ÚLOH ANYACTIV, ÚLOHY, ÚLOHY, V MAXIMÁLNOM ROZSAHU POVOLENOM ZÁKONOM IMI ODMIETA VŠETKY VÝSLOVNÉ ALEBO IMPLIKOVANÉ PODMIENKY, VYHLÁSENIA A ZÁRUKY VRÁTANE, ALE NIE VÝHRADNE, ZÁRUK PREDAJNOSTI, VHODNOSTI A NA KONKRÉTNY NOVÝ ÚČEL. VAŠIM VÝHRADNÝM A VÝHRADNÝM NÁPRAVNÝM PROSTRIEDKOM VOČI IMI S ohľadom na AKÉKOĽVEK VADY, NEZHODY ALEBO NESPOKOJNOSŤ JE UKONČIŤ POUŽÍVANIE SLUŽIEB Nenesieme žiadnu zodpovednosť za akékoľvek poškodenie vášho počítačového systému, stratu alebo poškodenie údajov alebo inú škodu, ktorá z toho vznikne. z vášho prístupu alebo používania webovej stránky alebo platformy Intuition Machines. Môžu sa vyskytnúť plánované a neplánované prerušenia a nezaručujeme nepretržitú dostupnosť našej webovej stránky.",
    "2110259227": "24. Obmedzenie zodpovednosti",
    "3018077211": "25. Riešenie sporov s prispievateľom",
    "2790841456": "Ak ste prispievateľ, súhlasíte s nasledujúcou doložkou o rozhodcovskom konaní a zrieknutím sa skupinovej žaloby:",
    "3302832698": "Vyžaduje sa alternatívne riešenie sporov.",
    "561456032": "Súhlasíte s tým, že v prípade akéhokoľvek sporu, ktorý vznikne z vášho používania Služieb alebo sa týka vášho používania Služieb, vrátane akéhokoľvek sporu, ktorý mohol vzniknúť v čase, keď ste začali vykonávať úlohy pre IMI, a konkrétne vrátane akéhokoľvek nároku súvisiaceho s tým, či ste alebo nie ste klasifikovaný ako nezávislého dodávateľa, najskôr oznámite IMI svoj nárok voči nemu. Vy a IMI sa potom pokúsite vyriešiť problém buď priamym rokovaním alebo sprostredkovaním. Náklady na mediáciu si rozdelíme rovným dielom a súhlasíme s tým, že mediácia bude vedená telefonicky alebo inými elektronickými prostriedkami. Ak nárok zostane nevyriešený po neformálnych rokovaniach alebo mediácii, súhlasíte s tým, že vy a spoločnosť IMI použijete na vyriešenie sporu konečnú a záväznú arbitráž. Táto klauzula upravuje všetky nároky so spätnou platnosťou od chvíle, keď ste začali používať našu webovú stránku, či už na základe deliktu, zmluvy, zákona, vrátane, ale nie výlučne, akýchkoľvek nárokov na diskrimináciu a obťažovanie, či už sú založené na kalifornskom zákone o spravodlivom zamestnaní a bývaní. , Hlava VII Zákona o občianskych právach z roku 1964 v znení neskorších predpisov alebo akýkoľvek iný štátny alebo federálny zákon alebo nariadenie, zákon o ekvite alebo iné.",
    "3794239003": "Arbitrážne konanie.",
    "4193379787": "Všetky arbitráže podľa tejto zmluvy budú vedené podľa pravidiel Americkej arbitrážnej asociácie alebo prostredníctvom vzájomne dohodnutej arbitrážnej služby. Rozhodcom bude americký rozhodca vybraný zo zoznamu najmenej siedmich (7) mien prostredníctvom alternatívnych štrajkov. V arbitráži bude mať každá strana právo vykonať primerané občianske zisťovanie, podávať dispozitívne návrhy a predkladať svedkov a dôkazy potrebné na predloženie svojich prípadov a obhajoby a akékoľvek spory v tomto smere bude riešiť rozhodca. Riešenie sporu sa bude zakladať výlučne na práve, ktorým sa riadia uplatnené nároky a obhajoby, a rozhodca sa nemôže odvolávať na žiadny iný základ, ako je tento riadiaci zákon. Rozhodca má pri výkone funkcie rozhodcu imunitu súdneho úradníka voči občianskoprávnej zodpovednosti, ktorá dopĺňa akúkoľvek inú existujúcu imunitu. Nálezy musia obsahovať písomné odôvodnené stanovisko rozhodcu. Vzdávate sa svojho práva na súdny proces pred porotou v súvislosti s akýmkoľvek nárokom, ktorý môžete mať voči IMI alebo ktorý IMI môže mať voči vám. Akýkoľvek nárok podľa tohto článku musí byť podaný v rámci príslušnej premlčacej doby. Túto klauzulu upravuje federálny zákon o arbitráži Spojených štátov amerických a beriete na vedomie, že táto dohoda dokazuje obchodnú transakciu.",
    "2583888954": "Výnimky.",
    "1034830": "Spory, ktoré nemusia podliehať dohode o predsporovom rozhodcovskom konaní podľa zákona Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), sú vylúčené z tohto",
    "263977834": "Administratívne vyčerpanie.",
    "1807512722": "Akýkoľvek nárok vyplývajúci z vášho používania tejto webovej stránky môžete podať administratívnej agentúre, ale iba v rozsahu, v akom príslušný zákon povoľuje prístup k takejto agentúre bez ohľadu na existenciu dohody o arbitráži. Takéto administratívne nároky zahŕňajú, bez obmedzenia, nároky alebo poplatky vznesené pred komisiou pre rovnaké pracovné príležitosti, Ministerstvom práce USA a Národnou radou pre pracovné vzťahy. Nič v tomto odseku sa nebude považovať za to, čo vám bráni alebo vás ospravedlňuje podať administratívny nárok na akúkoľvek inštitúciu, aby ste splnili svoju povinnosť vyčerpať administratívne opravné prostriedky pred podaním nároku v arbitráži, týmto sa však vzdávate práva na akúkoľvek peňažnú náhradu. agentúrne konanie.",
    "996430331": "Miesto rozhodcovského konania.",
    "3040062804": "Akékoľvek arbitrážne konanie podľa tohto oddielu sa štandardne uskutoční v štáte Kalifornia, pokiaľ nemáte bydlisko mimo Spojených štátov amerických. V takom prípade sa arbitráž bude konať výlučne elektronicky alebo telefonicky. Arbitráž sa môže uskutočniť na akomkoľvek inom mieste, ak s tým každá strana písomne súhlasí. Bez ohľadu na miesto konania sa ktorákoľvek strana môže rozhodnúť zúčastniť sa arbitráže prostredníctvom živého videa alebo telekonferencie.",
    "3091247030": "Vzdanie sa skupinovej žaloby.",
    "2520904193": "Vzdávate sa akéhokoľvek práva, ktoré máte na to, aby bol akýkoľvek spor podaný, vypočutý alebo rozhodovaný ako skupinová, kolektívna alebo reprezentatívna žaloba. Bez ohľadu na akúkoľvek inú klauzulu obsiahnutú v tejto zmluve, predchádzajúca veta nebude v žiadnom prípade oddeliteľná od tejto zmluvy. Akýkoľvek nárok, že celé toto zrieknutie sa práva alebo jeho časť je nevymožiteľné, bezdôvodné, neplatné alebo neplatné, môže rozhodnúť iba súd s príslušnou jurisdikciou a nie rozhodca. Nebude sa vám mstiť ani vám nebude brániť v plnení úloh na našej webovej stránke v dôsledku uplatnenia vašich práv podľa oddielu 7 zákona o národných pracovných vzťahoch alebo podaním alebo účasťou na triednej, kolektívnej alebo zastupiteľskej žalobe na akomkoľvek fóre. , ale môžeme sa zákonne domáhať vynútenia tohto zrieknutia sa skupinovej žaloby a žiadať zamietnutie takýchto skupinových, kolektívnych alebo reprezentatívnych žalôb alebo nárokov.",
    "3493572638": "Náklady a poplatky.",
    "702926385": "Každá zo strán bude znášať svoje príslušné náklady na právne zastupovanie pri akomkoľvek takomto rozhodcovskom konaní, s výnimkou prípadov, keď sú poplatky za právne zastupovanie výslovne stanovené zákonom. Strany si rozdelia akýkoľvek počiatočný administratívny poplatok účtovaný arbitrom až do maximálnej ceny pre vás dvestopäťdesiat dolárov (250,00 USD). Náklady na rozhodcu a súdneho zapisovateľa, ak nejaké existujú, budeme spočiatku znášať my; rozhodca však môže rozhodnúť o priznaní primeraných nákladov víťaznej strane, ako to ustanovuje zákon, a/alebo požiadať strany, aby si rozdelili náklady spojené s rozhodcom a/alebo súdnym zapisovateľom.",
    "3199694247": "Oddeliteľnosť.",
    "3102490587": "S výnimkou zrieknutia sa skupinovej žaloby, ak bude ktorákoľvek podmienka alebo ustanovenie alebo časť tejto rozhodcovskej doložky vyhlásená za neplatnú alebo nevymožiteľnú, bude zrušená a zvyšok rozhodcovskej doložky bude vymáhateľný.",
    "2323013093": "26. Rozhodné právo",
    "2900525040": "Tieto zmluvné podmienky a akékoľvek spory, spory alebo nároky, ktoré z nich vyplývajú, sa riadia zákonmi štátu Kalifornia.",
    "3339302473": "27. Ukončenie",
    "1158384644": "Môžete sa kedykoľvek rozhodnúť prestať používať našu webovú stránku za predpokladu, že musíte dodržiavať všetky platné zásady IMI. Na základe vlastného uváženia môžeme ukončiť túto zmluvu, pozastaviť prístup na našu webovú stránku alebo odstrániť akékoľvek služby okamžite bez upozornenia z akéhokoľvek dôvodu.",
    "41530052": "28. Všeobecné podmienky",
    "3202747130": "Celá dohoda. Tieto zmluvné podmienky a akékoľvek zásady, postupy alebo podmienky uvedené v tejto zmluve predstavujú úplnú dohodu strán s ohľadom na predmet a nahrádzajú a rušia všetky predchádzajúce a súčasné súvisiace dohody, nároky, zastúpenia a porozumenia strán .",
    "4080263153": "Žiadna výnimka. Nebudeme mať za to, že sme sa vzdali akejkoľvek časti našich práv alebo opravných prostriedkov, pokiaľ toto zrieknutie nebude v písomnej forme a nami podpísané. Ak odložíme alebo zlyháme pri presadzovaní našich práv podľa ktoréhokoľvek ustanovenia tejto zmluvy, nebude to znamenať vzdanie sa nášho práva následne vymáhať takéto ustanovenie alebo akúkoľvek časť tejto zmluvy.",
    "1789371580": "Priraditeľnosť. Tieto zmluvné podmienky nemôžete postúpiť bez nášho predchádzajúceho písomného súhlasu. Tieto zmluvné podmienky môžeme kedykoľvek postúpiť bez upozornenia. S výhradou vyššie uvedeného budú tieto zmluvné podmienky záväzné pre nástupcov a povolených postupníkov každej strany.",
    "2819628066": "Oddeliteľnosť. Ak sa niektoré ustanovenie týchto Podmienok služby z akéhokoľvek dôvodu zistí ako neplatné alebo nevymáhateľné, nebude to mať vplyv na platnosť a vymožiteľnosť ostatných ustanovení.",
    "3955981186": "Zmeny a doplnenia. Žiadna úprava alebo zmena týchto podmienok poskytovania služieb vykonaná kýmkoľvek iným ako IMI nie je pre IMI záväzná, pokiaľ nejde o písomný dokument podpísaný riadne oprávneným zástupcom IMI.",
    "1377538813": "Prevládajúci jazyk. Verzia týchto Zmluvných podmienok v anglickom jazyku bude vo všetkých ohľadoch rozhodujúca a bude mať prednosť v prípade akýchkoľvek nezrovnalostí s preloženými verziami, ak nejaké existujú.",
    "2438016011": "Dobrovoľná dohoda. Všetky strany týchto zmluvných podmienok vyhlasujú a súhlasia s tým, že každá si prečítala všetky aspekty tejto zmluvy, pozorne si prečítala a plne porozumela všetkým jej ustanoveniam a dobrovoľne pristupuje k tejto zmluve.",
    "2445034923": "Ak nesúhlasíte so všetkými podmienkami a ustanoveniami týchto Podmienok používania, nepoužívajte (a nesmiete) používať Stránku alebo Služby ani k nim nepristupujte.",
    "2646127839": "Zákaznícka príloha k hlavným zmluvným podmienkam",
    "4097297673": "Ako zákazník, žiadateľ alebo integrátor súhlasíte s tým, že budete okrem iných záväzných podmienok medzi vami a spoločnosťou IMI viazaní aj podmienkami uvedenými nižšie.",
    "1093280979": "1. Formuláre objednávky platformy",
    "1549953005": "Ako podmienku stať sa zákazníkom alebo žiadateľom ste mohli vyplniť jeden alebo viac formulárov objednávky prístupu na platformu (každý je „formulár objednávky“). Ak áno, potom sa zmluvné podmienky opísané v objednávkovom formulári stanú súčasťou Podmienok poskytovania služby a sú týmto zahrnuté formou odkazu.",
    "3819851005": "2. Poplatky",
    "1591032933": "IMI zaplatíte poplatky, ako je opísané v príslušnom objednávkovom formulári, prostredníctvom spôsobu platby, ktorý ste uviedli v príslušnom objednávkovom formulári. Ak sa obe strany písomne nedohodnú inak, všetky vystavené faktúry zaplatíte v plnej výške do tridsiatich (30) dní od dátumu odoslania faktúry. Oprávňujete nás vykonávať autorizáciu kreditných kariet na všetkých informáciách o kreditných kartách, ktoré nám poskytnete, uchovávať tieto informácie o kreditnej karte a účtovať poplatky z vašej kreditnej karty alebo akéhokoľvek iného účtu, na ktorom sa vzájomne dohodneme ako na spôsobe platby. Ak nie je uvedené inak vo formulári objednávky alebo vo vašej zmluve o poskytovaní podnikových služieb alebo rámcovej zmluve o poskytovaní služieb, všetky poplatky za služby, okrem prekročenia, sa účtujú ročne pri začatí poskytovania služieb zo strany IMI na základe vašej zmluvy („Dátum účinnosti“).",
    "4142610534": "Akékoľvek oneskorené platby budú kumulovať poplatky z omeškania vo výške 1,5 % za mesiac alebo v maximálnej výške povolenej zákonom, podľa toho, ktorá hodnota je nižšia. Ak z akéhokoľvek dôvodu nezaplatíte dlžnú sumu podľa tejto zmluvy, váš účet môže byť podľa nášho uváženia pozastavený, v takom prípade sa z vášho účtu nebudú vykonávať žiadne dodatočné platby za dokončenie úloh a všetky vaše úlohy budú odstránené. z našej webovej stránky. Musíte nám uhradiť všetky splatné sumy na požiadanie plus všetky poplatky za spracovanie, poplatky z omeškania alebo poplatky za právne zastúpenie. Môžeme tiež podávať príslušné správy agentúram poskytujúcim informácie o úveroch a orgánom činným v trestnom konaní.",
    "512991700": "Ak chcete namietať voči akýmkoľvek poplatkom, musíte kontaktovať naše oddelenie zákazníckej podpory najneskôr do tridsiatich (30) dní po dátume uzávierky prvého vyúčtovania alebo výpisu z účtu, v ktorom sa chyba alebo problém vyskytol, aby ste dostali vyrovnanie alebo kredit.",
    "1273914192": "3. Dane",
    "4242322181": "Zodpovedáte za zaplatenie všetkých daní spojených so Službami okrem daní v USA vymeraných z čistého príjmu alebo osobného majetku Intuition Machines.",
    "1671996585": "Môže sa od vás vyžadovať, aby ste integrovali svoju webovú stránku, aplikáciu alebo platformu s našimi službami prostredníctvom nášho aplikačného programového rozhrania (\"API\"). V prípade, že tak urobíte, udeľujeme vám obmedzenú, nevýhradnú, neprenosnú, neprevoditeľnú a odvolateľnú licenciu na používanie rozhrania API výlučne na prístup k Službám. Môžeme kedykoľvek upraviť API a/alebo ukončiť podporu starých verzií alebo vydaní API. Vyhradzujeme si právo pozastaviť alebo obmedziť váš prístup k API podľa vlastného uváženia a vynaložíme primerané úsilie, aby sme vám poskytli upozornenie pred pozastavením.",
    "4036662147": "5. Ochrana dôverných informácií",
    "3564208535": "Súhlasíte s tým, že vynaložíte komerčne primerané úsilie na ochranu akýchkoľvek dôverných informácií prijatých od nás alebo prostredníctvom našich služieb. zahŕňa skóre robotov a neverejné podrobnosti o našej podnikovej službe vrátane neverejnej dokumentácie a akýchkoľvek podrobností, ktoré môžeme zdieľať v súvislosti s našimi metódami detekcie robotov. Ak vám bude udelený prístup k akýmkoľvek takýmto dôverným informáciám, môžeme podľa vlastného uváženia upraviť, pozastaviť alebo obmedziť váš prístup k našim službám, ak zistíme, že vaše používanie našich služieb odhaľuje dôverné informácie, a vynaložíme primerané úsilie. poskytnúť vám upozornenie pred pozastavením.",
    "120384113": "6. Ukončenie",
    "453723556": "Tento dodatok pre zákazníka môžete ukončiť nezávisle od podmienok služby tým, že prestanete byť zákazníkom alebo žiadateľom. Vyhradzujeme si právo kedykoľvek pozastaviť alebo ukončiť váš status zákazníka alebo žiadateľa alebo inak ukončiť váš účet alebo používanie služieb v súlade s podmienkami poskytovania služieb. Po vypovedaní zostávate zodpovední za akúkoľvek sumu splatnú podľa vášho objednávkového formulára. Ak vaše predplatné zahŕňa akékoľvek mesačné alebo ročné poplatky alebo mesačné alebo ročné minimá, budete stále zodpovední za zaplatenie všetkých poplatkov za služby do konca daného mesiaca alebo roka.",
    "218889628": "S výnimkou prípadov, keď ukončíme tento Zákaznícky dodatok alebo Podmienky poskytovania služby v dôsledku vášho porušenia tohto Zákazníckeho dodatku alebo Podmienok poskytovania služby, ak vypovedáme a vy ste nám vopred zaplatili akékoľvek poplatky, vrátime vám pomernú časť týchto predplatené sumy na základe zostávajúceho času alebo Služieb, za ktoré ste zaplatili, podľa toho, ktorá hodnota je nižšia. Našu prácu ukončíme komerčne primeraným spôsobom a uchováme a doručíme vám všetky zaplatené súbory výstupných údajov a všetky zákaznícke údaje, ktoré vlastníme. Pri akomkoľvek ukončení môžeme, ale nie sme povinní vymazať akékoľvek údaje.",
    "2505227594": "7. Prebytky",
    "2369877184": "Maximálna povolená maximálna rýchlosť RPS pre integrátorov alebo zákazníkov hCaptcha je 1 000 žiadostí za sekundu pre subjekty vo vašom účte („RPS“), pokiaľ nie je v písomnej zmluvnej dohode medzi vami a nami uvedené inak.",
    "234420106": "V prípade, že ste integrátorom alebo zákazníkom služby hCaptcha Enterprise a vaše využitie API merané RPS prekročí stanovenú sadzbu pre vašu úroveň služieb, môžeme sa rozhodnúť upraviť vašu službu alebo účtovať poplatok za prekročenie. V prípade, že vaša maximálna rýchlosť RPS prekročí poskytovanú rýchlosť o faktor 10 na 10 alebo viac minút celkovo v priebehu 30 dní a väčšina týchto žiadostí podľa nášho výhradného úsudku nie je škodlivá prevádzka, môžeme sa rozhodnúť účtovať vám podľa zmluvne stanovenej miery prekročenia za všetky žiadosti API uskutočnené v danom mesiaci.",
    "2619472217": "8. Ďalší predaj",
    "2019702084": "Pokiaľ to nie je výslovne povolené v Zákazníkovej rámcovej zmluve o poskytovaní služieb alebo v zmluve o predaji, objednané služby SaaS sa nebudú predávať, ďalej predávať, prenajímať, ďalej prenajímať, licencovať, poskytovať sublicencovanie ani inak sprístupňovať žiadnej inej tretej strane (inej ako pridruženej spoločnosti zákazníka). ) a všetky objednávky podľa Zmluvy a každé používanie Služby Zákazníkom bude určené pre vlastné interné obchodné použitie Zákazníka alebo jeho Pridruženej spoločnosti.",
    "1233229030": "Zmiešaný",
    "1467783792": "Žiadna osoba, subjekt alebo organizácia sankcionovaná Spojenými štátmi (ďalej len „Sankcionovaný subjekt“) nemá nárok na odmeny ani na používanie služieb ako integrátor. Aby sa predišlo pochybnostiam, zahŕňa to všetkých sankcionovaných aktérov určených Úradom pre kontrolu zahraničných aktív (\"OFAC\") Ministerstva financií USA.",
    "3759657802": "Tieto Zmluvné podmienky ani svoje práva či povinnosti podľa nich nemôžete žiadnym spôsobom postúpiť, previesť ani delegovať (na základe zákona alebo inak).",
    "1627232990": "Preklady týchto Zmluvných podmienok sú poskytované na základe maximálneho úsilia. V prípade akéhokoľvek podstatného rozdielu medzi Zmluvnými podmienkami v anglickom jazyku a ich prekladom budú Zmluvné podmienky v anglickom jazyku vykladané ako smerodajné.",
    "805221621": "Kontaktujte nás prosím na",
    "259613338": "ak máte akékoľvek otázky týkajúce sa týchto Zmluvných podmienok.",
    "2735878907": "Vyhlásenie o plánovaní kontinuity podnikania",
    "2887242610": "Spoločnosť Intuition Machines, Inc vyvinula plán kontinuity podnikania o tom, ako budeme reagovať na udalosti, ktoré výrazne narušia naše podnikanie v oblasti hCaptcha. Keďže načasovanie a dopad katastrof a porúch je nepredvídateľný, budeme musieť flexibilne reagovať na skutočné udalosti, keď nastanú. S ohľadom na to vám poskytujeme tieto informácie o našom pláne kontinuity podnikania.",
    "809251240": "Kontaktujte nás",
    "2551802342": "– Plánujeme rýchlo obnoviť a obnoviť obchodné operácie po významnom prerušení podnikania a reagovať tak, že ochránime našich zamestnancov a majetok, urobíme finančné a prevádzkové hodnotenie, ochránime účtovné knihy a záznamy firmy a umožníme našim zákazníkom a ich koncovým používateľom vykonávať transakcie online. Stručne povedané, náš plán kontinuity podnikania je navrhnutý tak, aby umožnil našej spoločnosti čo najrýchlejšie obnoviť prevádzku vzhľadom na rozsah a závažnosť významného narušenia podnikania. Náš plán kontinuity podnikania sa zaoberá: zálohovaním a obnovou údajov; všetky kritické systémy; finančné a prevádzkové hodnotenia; alternatívna komunikácia so zákazníkmi, zamestnancami a orgánmi dohľadu; alternatívne fyzické umiestnenie zamestnancov; kritický vplyv na dodávateľa a zákazníka; regulačné výkazníctvo; a včasným upozornením našich zákazníkov, ak nemôžeme pokračovať v našej činnosti. Naša skupina hlavných dodávateľov zálohuje naše dôležité záznamy v geograficky oddelenej oblasti. Zatiaľ čo každá núdzová situácia predstavuje jedinečné problémy založené na vonkajších faktoroch, ako je denná doba a závažnosť prerušenia, táto skupina dodávateľov nás upozornila, že ich cieľom je obnoviť svoju vlastnú prevádzku a rýchlo obnoviť služby. Aj keď sme pracovali na znížení rizika využívaním rôznorodého súboru dodávateľov, vaše služby môžu byť počas tohto obdobia upravené alebo prerušené.",
    "826396656": "Náš plán kontinuity podnikania",
    "1979347895": "– Významné prerušenia podnikania môžu mať rôzny rozsah, napríklad len naša firma, jedna budova, v ktorej sídli naša firma, štvrť, kde sa naša firma nachádza, mesto, kde sídlime, alebo celý región. V rámci každej z týchto oblastí sa závažnosť narušenia môže meniť od minimálnej po závažnú. V prípade prerušenia činnosti našej firmy, našej obchodnej štvrte, mesta alebo regiónu alebo budovy, v ktorej sídli naša firma, v prípade potreby presunieme naše operácie na miestne miesto a neočakávame žiadne podstatné prerušenie obchodných operácií. V oboch situáciách plánujeme pokračovať v podnikaní, v prípade potreby previesť operácie na alternatívnych dodávateľov a prostredníctvom našej webovej stránky na hcaptcha.com a našej stavovej stránky na hcaptchastatus.com vás budeme informovať o tom, ako nás kontaktovať. Ak je významné narušenie podnikania také závažné, že nám bráni pokračovať v podnikaní, budeme vás o tom urýchlene informovať.",
    "653679457": "Rôzne poruchy",
    "410397176": "Pre viac informácií",
    "2095899021": "Pravidlá používania značky hCaptcha a všeobecná licencia na používanie ochrannej známky",
    "2340340589": "Pokyny na používanie značky hCaptcha",
    "2430148876": "Vytvorili sme tieto pokyny a všeobecnú licenciu na ochrannú známku, aby sme našim zákazníkom, partnerom a fanúšikom čo najviac uľahčili prácu s našou značkou a zároveň zachovali našu firemnú identitu. Ak potrebujete používať ikony, logá alebo iné značky hCaptcha spôsobom, ktorý sa podstatne líši od týchto pokynov, budete nás musieť kontaktovať (IMI) a požiadať o písomnú licenciu.",
    "3884400764": "Aj keď môžete používať značky hCaptcha podľa týchto pokynov, neznamená to, že máte akékoľvek práva na značky hCaptcha, logá alebo akúkoľvek inú ochrannú známku, obchodný názov, značku služby, obchodné meno alebo dobré meno hCaptcha. Chceme poskytnúť čo najväčšiu flexibilitu, ale sme povinní chrániť hCaptcha pred neoprávneným použitím akejkoľvek ochrannej známky, obchodného názvu, servisnej značky, obchodného mena alebo dobrého mena hCaptcha. Akékoľvek neoprávnené použitie automaticky ukončí povolenie alebo licenciu udelenú hCaptcha a môže spôsobiť právnu zodpovednosť za akékoľvek škody.",
    "512598290": "Preto vás musíme požiadať, aby ste vždy používali všetky značky a logá hCaptcha vo forme, ktorá dodržiava nižšie uvedené pravidlá, vrátane veľkých písmen, typu písma a štýlu.",
    "2075610992": "Ďakujem za tvoju podporu!",
    "1023190144": "hCaptcha® v texte",
    "4274324704": "Tu je návod, ako používať naše meno v písomnej podobe:",
    "3912926900": "hCaptcha® by mal mať symbol registrovanej ochrannej známky, keď sa prvýkrát objaví v kreatívnej kópii.",
    "950637875": "Pravopis hCaptcha by sa nikdy nemal meniť a hCaptcha by malo byť vždy veľké v druhom písmene (\"C\"). Nikdy nie je množné ani privlastňovacie.",
    "2624601135": "„hCaptcha“ by sa nemalo používať ako súčasť názvu značky, spájať ho spojovníkom ani používať v názvoch aplikácií alebo iných produktov.",
    "3828090208": "Namiesto toho použite „for hCaptcha“. Ak sa použije s logom tretej strany, „for hCaptcha“ musí mať menšiu veľkosť ako logo tretej strany.",
    "4149738856": "hCaptcha by sa malo použiť ako prídavné meno a za ním by mal nasledovať správny všeobecný výraz.",
    "1446868537": "hCaptcha by sa nikdy nemalo používať ako sloveso.",
    "2487931657": "Nepoužívajte: \"našu stránku sme hCaptcha.\"",
    "2565565429": "Namiesto toho použite: \"používame hCaptcha, aby bola naša stránka bezpečnejšia.\"",
    "3434202027": "Akékoľvek použitie mena hCaptcha v komunikácii vyžaduje uvedenie zdroja: „hCaptcha je registrovaná ochranná známka spoločnosti Intuition Machines, Inc.“",
    "2754937029": "Neprijateľné použitia",
    "2436973524": "Prijateľné sú len presné referencie. Je neprípustné povedať, že stránka používa služby a aplikácie hCaptcha, keď to tak nie je. Podobne, používanie nášho loga alebo akýchkoľvek odznakov je tiež vhodné len vtedy, keď stránka používa služby hCaptcha.",
    "69844082": "Ochranné známky, grafické symboly, logá, typ písma alebo ikony hCaptcha sa tiež nesmú používať znevažujúcim spôsobom.",
    "3861413614": "Bez výslovného písomného súhlasu nesmiete používať žiadnu ochrannú známku alebo logo hCaptcha, ktoré by naznačovali, že hCaptcha má pridruženie alebo podporu, sponzorstvo alebo podporu produktu alebo služby tretej strany.",
    "1409822234": "Za žiadnych okolností nesmie byť ako názov domény použitá identická alebo takmer identická ochranná známka hCaptcha.",
    "4181060163": "Tretie strany by nemali používať variácie alebo pravopisné chyby ani konať žiadnym spôsobom, ktorý by spôsobil počiatočný zmätok v súvislosti s ochrannými známkami hCaptcha.",
    "3955555607": "Tretie strany okrem partnerov alebo autorizovaných predajcov nesmú ponúkať ceny za kľúčové slová, službu Google AdWords alebo iné cielené reklamné systémy používajúce značky hCaptcha alebo nesprávne napísané slová. Tretie strany tiež nesmú používať značky hCaptcha v názvoch domén, optimalizácii pre vyhľadávače, metaznačkách, hľadaných výrazoch, kódoch alebo iných nepravdivých údajoch.",
    "1985238261": "Iné obmedzené známky",
    "2193061499": "Používanie niektorých našich log a značiek je vyhradené pre hCaptcha a jej partnerov. Tretie strany nesmú používať nasledujúce značky bez písomnej licencie od hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop od hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logo BotStop™",
    "3942875761": "Pomôžte vytvoriť lepší web™",
    "364774188": "Som človek™",
    "2785425016": "(v kontexte riešenia overovania ľudskosti, napr. výzva na akciu)",
    "2639657759": "Známky používané na základe povolenia",
    "1268918580": "Niektoré logá a značky používané spoločnosťou hCaptcha a jej partnermi sú vo vlastníctve tretích strán a môžu byť použité len s ich súhlasom. Tretie strany nesmú používať nasledujúce značky okrem prípadov povolených ich vlastníkmi:",
    "3782751514": "HUMAN Protocol® je registrovaná ochranná známka spoločnosti HUMAN Protocol Foundation a používa sa s jej povolením.",
    "1620709264": "HUMAN Token® je registrovaná ochranná známka HUMAN Protocol Foundation a používa sa s jej povolením.",
    "3031953928": "HUMAN Network™ je ochranná známka spoločnosti HUMAN Protocol Foundation a používa sa s jej povolením.",
    "3554363588": "Ostatné známky",
    "3290996791": "Všetky ostatné názvy produktov, logá a značky sú majetkom ich príslušných vlastníkov. Všetky ostatné názvy spoločností, produktov a služieb použité na tejto webovej stránke slúžia len na identifikačné účely. Použitie týchto názvov, log a značiek neznamená podporu.",
    "2444685143": "Politika loga",
    "2414232014": "Naše logo je okamžite rozpoznateľné a je jedným z našich najcennejších a najdôležitejších aktív. Aby sme zabezpečili, že zostane silným zastúpením našej spoločnosti, musí byť prezentovaný starostlivým a konzistentným spôsobom vo všetkých komunikačných kanáloch.",
    "803639471": "Logo hCaptcha sa skladá z ikony ruky a logotypu hCaptcha. Vo svojej alternatívnej podobe sa ikona ruky môže objaviť sama o sebe, keď je obmedzený priestor a slovo „hCaptcha“ sa používa ako slovná značka (ako je popísané vyššie) v tesnej blízkosti ikony ruky, takže je jasné, že ikona ruky predstavuje hCaptcha.",
    "564127016": "Ikona ruky hCaptcha:",
    "1424800293": "Logo hCaptcha:",
    "1525506526": "Čo sú prevzatia účtov a ako fungujú?",
    "2446481523": "Existuje stará ľudová rozprávka, v ktorej sa vodič povozu a šľachtic objavia na polícii v malej vidieckej dedinke. Jeden muž, oblečený v špinavom, chudobnom odeve, povedal strážnikovi: „Ja som šľachtic. Tento muž bol mojím vodičom.",
    "1767952047": "Minulú noc ma napadol, ukradol mi oblečenie a zobral mi peniaze.\" Druhý muž, oblečený vo veľkom štýle, v odeve vznešenej triedy, odpovedal: „Strážnik, tento muž je šialený. Myslí si, že je šľachtic. Ja som skutočný šľachtic. Zatknite ho!\"",
    "2947576723": "Tento príbeh predchádza vodičským preukazom a digitálnym odtlačkom prstov, ale ponúka dobrý príklad toho, čo sa môže pokaziť v situácii prevzatia účtu. Osoba sa prihlási do online bankového účtu alebo aplikácie pre mobilné platby. Je skutočným majiteľom účtu alebo hackerom? kto je naozaj kto? Tieto bezpečnostné problémy ovplyvňujú organizácie, ktoré umožňujú samoobslužný prístup k účtu.",
    "1687299615": "Čo je prevzatie účtu?",
    "2648707986": "Prevzatie účtu je forma kybernetického podvodu, pri ktorej sa zákerný činiteľ vydáva za majiteľa online účtu. Zvyčajne je účet vo finančnej inštitúcii alebo v elektronickom obchode, kde môže podvodník ukradnúť peniaze, tovar alebo darčekové karty. Útočník používa ukradnuté prihlasovacie údaje na prístup k účtu a potom ho prevezme, prípadne zmení heslo, aby zablokoval skutočného vlastníka účtu.",
    "1476843710": "Menej finančne škodlivé, ale stále škodlivé formy prevzatia účtov zahŕňajú únosy účtov sociálnych médií a podobne. V týchto prípadoch sa útočník zvyčajne pokúša šíriť malvér alebo sa podieľať na phishingových útokoch proti nič netušiacim priateľom obete. Alebo sa útočník snaží uviesť obeť do rozpakov, čo sa niekedy stáva napríklad známym osobnostiam a politikom.",
    "2904949278": "Ako hacker prevezme účet?",
    "2575690545": "Prevzatie účtov, podobne ako mnohé kybernetické podvody, je väčšinou záležitosťou automatizovaných hromadných procesov. Je zriedkavé, že hacker v mikine v pivnici svojej matky zadáva heslá na webové stránky bánk jedno po druhom.",
    "3614653023": "Prax sa skôr spolieha na rozsiahle útoky na vypchávanie poverení, ktoré skúšajú milióny párov používateľského mena a hesla na desiatkach cieľových finančných inštitúcií v nádeji, že odomknú malú podmnožinu účtov. Keď automatizovaný podvodný softvér získa prístup k účtu, môže sa do toho zapojiť ľudský hacker, ale v niektorých prípadoch nie.",
    "2762759509": "Veľa útokov na prevzatie účtu je takmer úplne automatizovaných.",
    "1972710018": "Vidieť to z pohľadu spoločnosti",
    "1282121137": "Aby ste pochopili, aké problematické môže byť prevzatie účtu, zvážte, ako vyzerá skúsenosť z pohľadu finančnej inštitúcie. Denne spracujú milióny prihlásení.",
    "2315518622": "So sofistikovanosťou, ktorú majú dnešné útočné nástroje k dispozícii, je mimoriadne náročné odhaliť, ktoré, ak vôbec nejaké, sú podvodné. Potom niekto zavolá na zákaznícku linku a povie: „Môj účet bol napadnutý! Nemôžem sa prihlásiť a niekto mi kradne peniaze!“",
    "1836369533": "Ako sa dá určiť, kto je naozaj kto, ako strážnik v ľudovej rozprávke? Ak má útočník dostatok ukradnutých prvkov identity, ako je číslo vodičského preukazu, rodné číslo, rodné priezvisko matky, adresa atď., môže byť dosť ťažké určiť, či je volajúci skutočným majiteľom účtu alebo útočníkom, ktorý sa snaží získať obnovenie hesla na účte, do ktorého chce preniknúť.",
    "2880837730": "Čo možno urobiť na zastavenie prevzatia účtov?",
    "3654556483": "Finančné inštitúcie a spoločnosti elektronického obchodu majú procesy a kontroly, ktoré zmierňujú niektoré hrozby prevzatia účtu. Tie siahajú od staromódnych bezpečnostných otázok „ako sa volal tvoj najlepší priateľ na základnej škole“ až po metódy detekcie, ktoré odhaľujú podozrivé adresy IP a profily mobilných zariadení.",
    "2449501658": "poskytuje jeden z najpokročilejších spôsobov, ako zmierniť hrozbu z podvodných pokusov o prihlásenie k účtu, pričom využíva strojové učenie na detekciu a zastavenie robotov a efektívne sťažuje alebo dokonca znemožňuje podvodníkom prevzatie účtu.",
    "3621455477": "naučiť sa viac!",
    "555246307": "Mimochodom, takto sa končí príbeh šľachtica a jeho šoféra: Strážnik prinútil dvoch mužov spolu sedieť v izbe celé hodiny a nudiť sa. Na konci dňa sa objavil a povedal: \"Teraz sa porozprávam s vodičom vagóna.\" Muž v noblesnom odeve vstal. Tak sa nudil, že zabudol, že sa za šľachtica iba vydáva.",
    "1224727373": "BotStop od hCaptcha",
    "1187718370": "Kontaktuj nás",
    "3892905664": "hCaptcha pomáha vašim obľúbeným online službám chrániť sa pred robotmi, spamom a zneužívaním kladením jednoduchých otázok, ktoré sú jednoduché pre ľudí a náročné pre stroje.",
    "555158694": "Služba, ktorú používate, sa rozhodla zlepšiť vašu skúsenosť na svojich stránkach nainštalovaním hCaptcha, aby sa znížila škodlivá návštevnosť.",
    "1617196410": "hCaptcha sa zameriava na zastavenie robotov. Nezáleží nám na tom, kto je používateľ, ale iba na tom, či je škodlivý. Usilovne pracujeme na vyvážení súkromia a",
    "1624200563": "zabezpečenie a v súlade s GDPR, CCPA, LGPD, PIPL a ďalšími nariadeniami o ochrane osobných údajov.",
    "1927613000": "hCaptcha kombinuje sofistikované strojové učenie s výkonnou platformou pre výzvy na ochranu webových aplikácií pred prevzatím účtov, preplňovaním poverení, zoškrabávaním a inými druhmi zneužitia.",
    "1133989302": "Prečo hCaptcha?",
    "34074886": "Zakaždým, keď odpoviete na výzvu, používame sofistikované modely, aby sme zistili, či ste človek. Webová stránka, ktorú ste navštívili, potom použije tento výsledok na zlepšenie vášho zážitku na jej stránke tým, že zabráni prístupu robotov.",
    "3412647984": "To vám umožní vyhnúť sa budúcim otázkam registráciou a nastavením súboru cookie. Skúste tiež vypnúť blokovanie reklám.",
    "2510209017": "Potrebujete ďalšiu pomoc?",
    "477275453": "Prečo sú API obľúbeným cieľom hackerov?",
    "596347471": "Rozhrania API (Application Programming Interfaces) sa stali obľúbeným cieľom zákerných aktérov v kybernetickom priestore. Existuje na to veľa dôvodov, vrátane ich veľkej užitočnosti pri integrácii aplikácií. Je však možné zmierniť riziko API.",
    "2441638955": "Po prvé, čo je API?",
    "3963216198": "Ak chcete diskutovať o tom, prečo sú rozhrania API obľúbeným cieľom hackerov, oplatí sa najprv na chvíľu definovať, čo sa v súčasnosti rozumie pod pojmom „API“. Koncept API nie je vôbec nový. V skutočnosti sú rozhrania na vzájomné prepojenie rôznych počítačových systémov, ako aj ich vnútorných komponentov, prinajmenšom od začiatku 60. rokov 20. storočia.",
    "1047251718": "Dnes však, keď ľudia hovoria o API, vždy majú na mysli štandardné API. Ide o rozhrania API vytvorené pomocou otvorených štandardov, ako je Representational State Transfer (REST) a otvorených štandardných formátov súborov, ako je JavaScript Object Notation (JSON). Takéto „RESTful API“, ako sú známe, môžu byť vytvorené bez potreby proprietárneho softvéru. Výsledné API sú schopné odosielať a prijímať dáta a volania procedúr medzi softvérovými aplikáciami. Napríklad aplikácia mobilného bankovníctva používa API na prístup k systémom banky.",
    "3195334319": "Užitočnosť a zraniteľnosť rozhraní API",
    "1903743785": "Príchod rozhraní API založených na štandardoch predstavoval veľký skok vpred v integrácii aplikácií. Za posledných približne 20 rokov sa API zmenili z drahých a komplikovaných proprietárnych softvérových produktov na bezplatné nástroje založené na štandardoch, s ktorými sa pomerne jednoducho pracovalo a rýchlo sa nasadzovali.",
    "879362350": "S novými API fungujúcimi cez internet bolo možné pripojiť akýkoľvek softvér alebo zdroj údajov kdekoľvek na svete, bez ohľadu na platformu, schému údajov alebo programovací jazyk. Výsledkom je, že počítačový svet je teraz uprostred revolúcie API. Došlo k explózii konektivity medzi aplikáciami a dátami. To je skvelé, kým nie je.",
    "3844432472": "Samotná otvorenosť a užitočnosť API z nich robí neuveriteľne bohaté ciele pre útočníkov. Tak, ako je možné naprogramovať mobilnú aplikáciu na získavanie údajov z podnikového systému pomocou rozhrania API, môže to byť aj časť škodlivého softvéru. Hackeri napísali širokú škálu softvérových nástrojov na zneužívanie API. Je to účinná technika útoku.",
    "2187096543": "V skutočnosti došlo k niekoľkým veľkým únikom údajov v dôsledku softvéru napísaného hackermi, ktorý na extrahovanie údajov z databázy požadoval API. Koniec koncov, ak kradnutie údajov jednoducho vyžaduje základné volanie GET na API, napísané pomocou REST a JSON, potom je ľahké rýchlo vyčistiť databázu. V skutočnosti, keď ľudia hovoria o útokoch „zoškrabovania obrazovky“, to, čo majú v skutočnosti na mysli, sú väčšinou rýchle volania API, ktoré vyťahujú údaje z databáz. Rozhrania API sa stali hlavnou útočnou plochou pre organizácie, ktoré ich vytvárajú.",
    "4222109231": "Zmiernenie rizika API s produktom hCaptcha Enterprise",
    "1783317946": "Zastavenie útokov API je obľúbeným prípadom použitia",
    "3022922096": ", podnikový balík produktov hCaptcha. Na rozdiel od bezplatnej verzie hCaptcha,",
    "63719113": "používa pokročilé strojové učenie na identifikáciu škodlivej návštevnosti vašich stránok a aplikácií – vrátane aktivít zoškrabovania.",
    "3566102529": "aby sme sa dnes dozvedeli viac.",
    "3096553330": "Každý systém, ktorý vytvoríme, jednoducho odráža naše vzťahy s inými ľuďmi.",
    "1467218142": "To, čo od nich a od seba chceme, poháňa naše správanie, a preto sa vo všetkých ľudských systémoch opakujú rovnaké vzorce interakcie. Internet poskytuje mnoho vynikajúcich príkladov tohto základného aspektu nášho sveta.",
    "808872868": "Napríklad: spam, podvody a zneužívanie existujú online takmer deň po prvom prepojení dvoch systémov.",
    "1085089390": "Online zneužívanie pramení z vrodeného ľudského správania",
    "3064321967": "Prvý známy spamový e-mail bol odoslaný v roku 1978. [",
    "3800781598": "] Takmer o päť desaťročí neskôr nás e-mailový spam naďalej sužuje. Na jeho porazenie sa vynaložilo mnoho miliárd dolárov a tisíce človekorokov inžinierskeho úsilia, a napriek tomu spam pretrváva. Na oboch stranách sú miliardové odvetvia, teda tie, ktoré sa proti nej bránia, aj tie, ktoré ju posielajú.",
    "2119943547": "Prečo je toto? Odpoveď je jednoduchá. Pokiaľ existuje podnet na zneužívanie systému, niekto si zvyčajne nájde spôsob. A keď to urobia, niekto iný bude mať motiváciu zastaviť ich.",
    "532470444": "Rovnováha sa môže z roka na rok mierne meniť, ale toto správanie jednoducho odráža základnú ľudskú povahu a päťtisíc rokov zaznamenanej histórie naznačuje, že dynamika sa pravdepodobne tak skoro nezmení.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Táto analýza nie je nová, ale ľudia sú večne optimistickí. Najmä keď si myslia, že ich nápad je nový.",
    "1216071511": "Rovnaké nápady sa navrhujú tak často, že asi pred 20 rokmi prišiel anonymný autor s užitočnou výplňou do online diskusií o riešeniach proti spamu:",
    "1941999673": "Váš príspevok obhajuje a",
    "4179118182": "( ) technická ( ) legislatívna ( ) trhová ( ) vigilante",
    "3978720689": "prístup k boju proti spamu. Váš nápad nebude fungovať. Tu je dôvod, prečo to nebude fungovať.",
    "318339230": "(Na váš konkrétny nápad sa môže vzťahovať jedna alebo viacero z nasledujúcich možností a môže aj platiť",
    "30312304": "iné nedostatky, ktoré sa v jednotlivých štátoch líšili predtým, ako bol prijatý zlý federálny zákon.)",
    "2710988028": "( ) Spameri ho môžu jednoducho použiť na zber e-mailových adries",
    "3912514510": "( ) Ovplyvnené by boli zoznamy adries a iné legitímne používanie e-mailov",
    "2030062561": "( ) Nikto nebude môcť nájsť toho chlapa alebo vybrať peniaze",
    "3334160175": "( ) Je bezbranný proti útokom hrubou silou",
    "3238345709": "( ) Zastaví spam na dva týždne a potom s ním zostaneme",
    "4227800293": "( ) Používatelia e-mailu to neznesú",
    "2271252286": "( ) Microsoft sa s tým nezmieri",
    "692064738": "( ) Polícia si s tým nepotrpí",
    "3475647460": "( ) Vyžaduje príliš veľa spolupráce od spamerov",
    "1482845460": "( ) Vyžaduje okamžitú úplnú spoluprácu od všetkých naraz",
    "3741193183": "( ) Mnoho používateľov e-mailu si nemôže dovoliť stratiť podnikanie alebo odcudziť potenciálnych zamestnávateľov",
    "2234909600": "( ) Spamerov nezaujímajú neplatné adresy v ich zoznamoch",
    "1982617151": "( ) Ktokoľvek mohol anonymne zničiť kariéru alebo podnikanie kohokoľvek iného",
    "2498172334": "Konkrétne váš plán nezohľadňuje",
    "389705801": "( ) Zákony, ktoré to výslovne zakazujú",
    "190955495": "( ) Nedostatok centrálneho kontrolného orgánu pre e-mail",
    "237009707": "( ) Otvorené štafety v cudzích krajinách",
    "3507532387": "( ) Jednoduché vyhľadávanie malého priestoru alfanumerických adries všetkých e-mailových adries",
    "2477958756": "( ) Zlí ľudia",
    "3254142589": "( ) Jurisdikčné problémy",
    "3621401685": "( ) Neobľúbenosť podivných nových daní",
    "4277475973": "( ) Neochota verejnosti akceptovať podivné nové formy peňazí",
    "941057651": "( ) Obrovské investície do softvéru SMTP",
    "3265293440": "( ) Náchylnosť iných protokolov ako SMTP na útok",
    "515733427": "( ) Ochota používateľov inštalovať záplaty OS doručená e-mailom",
    "2631159699": "( ) Armády červov prešpikovali širokopásmovo pripojené Windows boxy",
    "776542208": "( ) Večné preteky v zbrojení zapojené do všetkých filtračných prístupov",
    "989480928": "( ) Extrémna ziskovosť spamu",
    "3898950867": "( ) Jobs Joe a/alebo krádež identity",
    "3395399558": "( ) Technicky negramotní politici",
    "1118929614": "( ) Extrémna hlúposť zo strany ľudí, ktorí obchodujú so spamermi",
    "838951836": "( ) Nečestnosť zo strany samotných spamerov",
    "2123236933": "( ) Náklady na šírku pásma, ktoré nie sú ovplyvnené filtrovaním klientov",
    "2292919419": "( ) Výhľad",
    "2534436327": "a môžu sa uplatniť aj tieto filozofické námietky:",
    "832385387": "( ) Nápady podobné tým vašim sa dajú ľahko vymyslieť, no žiadny sa nikdy nepreukázal ako praktický",
    "1993984258": "( ) Akýkoľvek systém založený na opt-out je neprijateľný",
    "3909240516": "( ) Hlavičky SMTP by nemali byť predmetom právnych predpisov",
    "1151065360": "( ) Čierne listiny sú nanič",
    "2396605499": "( ) Biele listiny sú nanič",
    "2225785608": "( ) Mali by sme byť schopní hovoriť o Viagre bez cenzúry",
    "3004688366": "( ) Protiopatrenia by nemali zahŕňať bankový podvod alebo podvod s kreditnou kartou",
    "922470170": "( ) Protiopatrenia by nemali zahŕňať sabotáž verejných sietí",
    "3068923550": "( ) Protiopatrenia musia fungovať, ak sa budú zavádzať postupne",
    "2752975480": "( ) Odosielanie e-mailov by malo byť bezplatné",
    "117227832": "( ) Prečo by sme mali dôverovať vám a vašim serverom?",
    "1021431157": "( ) Nekompatibilita s open source alebo open source licenciami",
    "2801524659": "( ) Opatrenia na dobrý pocit nevyriešia problém",
    "931661269": "( ) Dočasné/jednorazové e-mailové adresy sú ťažkopádne",
    "2090457681": "( ) Nechcem, aby vláda čítala môj e-mail",
    "3536122902": "( ) Zastaviť ich týmto spôsobom nie je dostatočne pomalé a bolestivé",
    "2391175562": "Okrem toho si o tebe myslím toto:",
    "229198134": "( ) Prepáč kámo, ale nemyslím si, že by to fungovalo.",
    "345563040": "( ) Toto je hlúpy nápad a ty si hlúpy človek, keď ho navrhuješ.",
    "409780280": "( ) Pekný pokus, ****! Dúfam, že ti niekto stúpi na klávesnicu!",
    "2820080973": "hostiteľom ❤ by",
    "3943164003": "zobraziť surové",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Prečo vaše nové antispamové riešenie nebude fungovať",
    "361795034": ". Neznámy autor, c. 2000",
    "1547006769": "Overenie ľudskosti je rovnaký problém",
    "3717942925": "Rovnako ako vždy budú ľudia, ktorí budú chcieť upútať vašu pozornosť prostredníctvom e-mailu, vždy bude existovať túžba obmedziť prístup k niektorým zdrojom tak, aby k nim mali prístup iba ľudia.",
    "2481032625": "Či je cieľom zabrániť:",
    "1691348394": "- automatizované hromadné nákupy počas limitovaného predaja",
    "1771016224": "- softvér od hromadného sťahovania všetkého obsahu z vašich webových stránok",
    "1959762846": "- Vaše webové formuláre budú vyplnené nekonečným marketingovým spamom alebo zneužívaním",
    "345108670": "- plnenie poverení a iné pokusy o prevzatie účtu",
    "2540760245": "Okrem mnohých iných použití bude schopnosť filtrovať online návštevnosť na základe „človek alebo nie“ pravdepodobne cenným nástrojom, pokiaľ sa ľudská povaha riadi rovnakými vzormi zaznamenanými za posledných päťtisíc rokov.",
    "3346362371": "A čo strojové učenie?",
    "3619183405": "V roku 2021 bude možné jednoduché CAPTCHA niekedy vyriešiť pomocou softvéru, a to vďaka pokroku v strojovom učení. Na vyriešenie tohto problému hCaptcha tiež robí veľmi podrobnú analýzu vlastností, ako je",
    "3292221787": "výzva bola zodpovedaná, nielen to, či bola správna, a často sa menia otázky aj použité údaje.",
    "1080672247": "Pretože mnohé z položených otázok nie je možné ekonomicky vyriešiť bežným softvérom a keďže údaje sú vo všeobecnosti jedinečné pre systém, znamená to, že roboty sú často úplne zastavené bezplatnou službou a namiesto toho sa musia spoliehať na ľudské riešenia CAPTCHA, ktoré robí mnohé druhy zneužívania úplne neekonomickými.",
    "4172868199": "ide oveľa ďalej než toto, posúva sa aj do sféry pokusov rozlíšiť „dobrého človeka“ od „zlého človeka“ a dnes ho používa mnoho svetovo najpopulárnejších online služieb na nájdenie a zastavenie všetkého od podvodov pri nákupe až po pokročilé perzistentné hrozieb namierených proti ich používateľom, pričom si zachovávajú jedinečné zameranie na ochranu súkromia.",
    "2873911365": "A čo hardvérové osvedčenie?",
    "1477196356": "Už desaťročia sa navrhujú rôzne metódy prepojenia identity so zariadením kryptograficky bezpečným spôsobom, niekedy s vlastnosťami zachovávajúcimi súkromie. Šifrovanie s verejným kľúčom sa datuje do c. 1975 a hardvérové tokeny existujú takmer rovnako dlho.",
    "2349681896": "Bohužiaľ, ovládanie hardvéru neznamená, že ste človek. Prakticky každá populárna spotrebiteľská hardvérová atestačná schéma bola opakovane porušená, opravená a potom znova porušená.",
    "254326776": "Často sa zistí, že k zlomyseľnému zneužívaniu týchto nedostatkov dochádzalo mesiace alebo roky pred zverejnením alebo akademickým zverejnením.",
    "2462909475": "Stena s viac ako 10 000 telefónmi, ktoré sa použili na zneužívanie, čo je súčasťou operácie čínskych robotov.",
    "1963951234": "Bez ohľadu na to, aká spoľahlivá je vaša kryptografická schéma, ak niekto môže na konci dňa jednoducho minúť peniaze, aby vám dal odpoveď, ktorú hľadáte, vlastníctvo hardvéru nestačí.",
    "1278884196": "To znamená, že kryptografia je pomerne mladá disciplína. Na základe nedávnej histórie je pravdepodobné, že vaša kryptografická schéma a/alebo implementácia budú porušené, akonáhle bude mať niekto podnet, aby sa na to dôkladne pozrel, a je pravdepodobné, že iní ľudia na to prídu oveľa skôr ako vy. Spoliehanie sa na hardvér tiež znamená, že možno budete musieť požiadať každého jedného z vašich používateľov, aby vymenil fyzické zariadenie, aby ste chybu opravili. Je nepravdepodobné, že sa to stane vo väčšine prípadov rýchlo, čo znamená, že v skutočnosti sa váš systém jednoducho nepodarí otvoriť.",
    "1828028934": "To je dôvod, prečo",
    "1642844535": "je dôležité: hCaptcha používa viacero rôznych prístupov na zodpovedanie tej istej základnej otázky, čo umožňuje porovnanie pre konzistentnosť vo všetkých hodnoteniach.",
    "1155821305": "obrana je hĺbka",
    "119098046": "A čo pasívne alebo bezvýzvové riešenia?",
    "2760410719": "Služby, ktoré sa pokúšajú o detekciu botov čisto pasívnymi signálmi, rýchlo narážajú na zásadný problém: ako overíte, či systém správne deteguje zlých aktérov, keď nemáte presnú základnú pravdu?",
    "1722734001": "Otvorený internet je veľmi hlučné prostredie. Zlí herci útočia na používateľov našej služby a konkurentov, ako je reCAPTCHA, každý deň a samozrejme sa pri tom snažia vyzerať čo najľudskejšie.",
    "1595254735": "Čisto pasívne služby sa snažia udržať presnosť detekcie robotov alebo dokonca vedieť, kedy sú nepresné. Bez možnosti občas vyzvať používateľov a správne analyzovať výsledky tejto výzvy má presnosť v priebehu času tendenciu výrazne klesať.",
    "2412751979": "Vďaka presnejším ľudským signálom, ktoré poháňajú hCaptcha, mnoho spoločností, ktoré predtým používali reCAPTCHA v3/Enterprise, prešlo na",
    "2284856231": "a dramaticky sa zlepšila presnosť aj v čisto pasívnom režime hCaptcha Enterprise.",
    "4162847": "Mohli sme to pozorovať priamo, pretože niektorí z našich zákazníkov vykonávajú A/B testy na rovnakú žiadosť predtým, ako úplne prejdú z ponuky Google. Zvyčajne sme schopní preukázať vysokú mieru falošne pozitívnych aj falošne negatívnych výsledkov z reCAPTCHA v3 alebo reCAPTCHA Enterprise.",
    "436125785": "To nie je prekvapujúce, ak vezmeme do úvahy nepresnosť spätných väzieb dostupných v týchto produktoch a skutočnosť, že ich predáva reklamná sieť, ktorá má obrovský záujem na tom, aby neboli príliš dobré v detekcii botov, aby to nepoškodilo ich hlavnú činnosť.",
    "2233741720": "Na záver",
    "2133809801": "Pokiaľ ľudia zostanú ľuďmi, je pravdepodobné, že overovanie ľudskosti bude hrať úlohu online.",
    "2255549335": "Našou úlohou v hCaptcha je nájsť dobré kompromisy medzi obtiažnosťou a presnosťou a udržať nízke trenie, najmä pre",
    "4138068262": "používateľov. V konečnom dôsledku interakcia s výzvami pravdepodobne zostane súčasťou arzenálu nástrojov na zníženie zneužívania online, pokiaľ ľudská povaha zostane nezmenená.",
    "855097735": "Vybudovanie služby, ktorá to robí dobre a zároveň vyvažuje všetky obavy, je veľmi ťažký problém (a neustále pracujeme na jej vylepšovaní, aby bola skúsenosť čo najpríjemnejšia), ale dúfame, že budete súhlasiť s tým, že obmedzenie spamu, zneužívania a prevzatia účtov a online podvody v konečnom dôsledku stoja za občasnú jednoduchú otázku.",
    "1953959745": "bezbariérovosť",
    "2543123170": "Overenie ľudskosti s nulovým trením",
    "547245263": "Vyriešte svoj problém s robotmi ešte dnes.",
    "3117887301": "Overené najväčšími online službami",
    "981806349": "Postavené na osvedčenej platforme hCaptcha",
    "2373007864": "hCaptcha Enterprise beží na technológii platformy hCaptcha, ktorá je rozšírená o funkcie, ktoré potrebujú podniky s vysokou návštevnosťou.",
    "2652399059": "Spoľahlivý partner",
    "1997838163": "Najväčšie svetové spoločnosti závisia od hCaptcha Enterprise. Integrácia je jednoduchá a presnosť detekcie nemá obdoby.",
    "734735952": "Hodnotili sme množstvo dodávateľov CAPTCHA, ako aj sami budovali systém. Nakoniec sa hCaptcha ukázala ako najlepšia alternatíva k reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Riaditeľ produktového manažmentu, Cloudflare",
    "3971348140": "Prečo sme použili hCaptcha? Nikto iný nedokázal poskytnúť funkcie a výkon, ktoré sme potrebovali. Rýchlo nás spustili a naši obchodníci to milujú.",
    "4248655793": "— Alex M.",
    "4185927140": "Produktový manažér, Flash, Shopify",
    "282913023": "Nákladovo efektívna možnosť pre podniky s vysokou návštevnosťou",
    "999610953": "Konečne dôveryhodná alternatíva k Google. hCaptcha Enterprise prináša dramatické úspory na vašom účte reCAPTCHA s vyšším zabezpečením: v niektorých prípadoch až o 80 % lacnejšie.",
    "1886100235": "Mnohé z najväčších svetových online služieb prešli na hCaptcha Enterprise a získali vylepšenú detekciu botov spolu so značnými úsporami nákladov.",
    "2903742230": "Reklamné siete vnímajú vašich návštevníkov ako produkt. Pre nás je jediným cieľom určiť ich ľudskosť. Naše služby spĺňajú alebo prekračujú požiadavky GDPR, CCPA, LGPD a PIPL a tvrdo pracujeme na vyvážení súkromia a bezpečnosti.",
    "3901503296": "Toto jedinečné zameranie na súkromie znamená, že môžeme ponúknuť nulové uchovávanie individuálnych údajov, prevádzku bez súborov cookie a ďalšie zmluvné záruky ochrany osobných údajov podľa potreby pri zachovaní vynikajúcej bezpečnosti.",
    "3342910682": "Čítaj viac",
    "1130783905": "Presnosť je vo vašom aj našom záujme. hCaptcha funguje tak, že vám poskytuje skutočné údaje a umožňuje vám rozhodnúť sa, ako ich použiť. Ďalšie bezpečnostné riešenia poskytujú reklamné spoločnosti Gigantic. To znamená, že každý robot, ktorého zablokujú, môže znížiť svoje príjmy.",
    "2019130052": "Naše inovácie v oblasti ML so zameraním na súkromie nám umožňujú prekročiť bezpečnostné štandardy starých stratégií „zaznamenajte všetko navždy“ bez toho, aby došlo k poškodeniu bezpečnosti alebo súkromia používateľov.",
    "23114595": "Skvelá používateľská skúsenosť",
    "3437412311": "Pre podnikových používateľov sú k dispozícii možnosti, ako sa vo väčšine scenárov úplne vyhnúť problémom, pričom sa spoliehajú na pasívne skóre.",
    "1996843433": "Znížte trenie tým, že sa úplne vyhnete výzvam pre 99,9 % vašej legitímnej prevádzky, pričom budete stále poskytovať vynikajúce zabezpečenie.",
    "3093689546": "Jednoduchá integrácia",
    "247560732": "Pridajte hCaptcha s tromi riadkami kódu. Ak prichádzate z reCAPTCHA, naše API je kompatibilné a prechod trvá len niekoľko minút.",
    "1510448156": "Už dnes môžete používať špičkovú alternatívu a podľa potreby zapnúť pokročilejšie funkcie.",
    "2718999653": "Prispôsobené skóre hrozieb",
    "2698140263": "Nie všetky problémy sú rovnaké: získanie jedného skóre znamená, že musí zodpovedať vašim potrebám, aby bol užitočný.",
    "897432717": "Vďaka nášmu novému dizajnu pre prispôsobené skóre hrozieb pridanie vašich obchodných znalostí umožňuje našim modelom poskytovať skóre jedinečne relevantné pre vašich používateľov.",
    "2650502379": "Spustite svoje vlastné výzvy v priebehu niekoľkých sekúnd",
    "3578122193": "Zostaňte na značke s relevantným obsahom",
    "1074044172": "Keď používatelia musia vyriešiť problém, aby splnili vaše bezpečnostné požiadavky, prečo nepoložiť otázky príjemné a relevantné pre používateľa?",
    "1579093044": "S naším jednoduchým návrhárom výziev môžete spustiť obsah výziev značky v priebehu niekoľkých minút.",
    "3717512591": "Priama integrácia platformy",
    "121743429": "Pre spoločnosti zaoberajúce sa webovou infraštruktúrou",
    "2131386784": "Dostupná odbornosť a podpora pre vás aj vašich používateľov",
    "2782263070": "Servis je pre nás najvyššou prioritou. Udržujeme 24/7 on-call podporu a ponúkame priamu koordináciu Slack s vaším tímom inžinierskej integrácie a našim on-call zamestnancom počas a po implementácii.",
    "3740051331": "Zaviazali sme sa tiež aktívne monitorovať a odpovedať na otázky vašich používateľov prostredníctvom sociálnych médií, fór a našich kanálov podpory v rámci miniaplikácií a e-mailov. Sme prístupní a pohotoví a spokojnosť používateľov považujeme za najvyšší KPI.",
    "170775527": "Podnikové funkcie",
    "3383086062": "hCaptcha Enterprise je kompletné online bezpečnostné riešenie. Aktívne a pasívne režimy vám umožňujú zastaviť hromadenie poverení, zistiť prevzatie účtov a blokovať podozrivých aktérov. Všetko s nulovým trením pre legitímnych používateľov.",
    "1408599440": "Začnite rýchlo s niekoľkými riadkami kódu a naším 99,9 % pasívnym režimom alebo prevezmite plnú kontrolu nad tým, kedy a ako sú používatelia vyzvaní. Vlastné modely hrozieb a prispôsobiteľné výzvy znamenajú bezkonkurenčnú flexibilitu na zaistenie bezpečnosti.",
    "3365203058": "Prvotriedna ochrana proti botom",
    "1803009328": "Bojovo testované vo webovom meradle.",
    "1586809757": "Vysoká presnosť skóre robotov",
    "353367791": "Odhaľte zlých hercov mnohých rôznych typov.",
    "191460155": "Nulové trenie a 99,9% pasívne režimy",
    "585557010": "Vyzvite menej ako 0,1 % legitímnych používateľov.",
    "3287172429": "Zobrazené typy kontrolných výziev",
    "1844885924": "Široká knižnica typov na výber.",
    "3018523079": "Zostaňte na značke s konzistentnou používateľskou skúsenosťou.",
    "3817811295": "Zaručená spoľahlivosť a rýchla 24/7 on-call podpora.",
    "1798492192": "Podpora starších prehliadačov",
    "1356745565": "Kompatibilné až po Internet Explorer 8.",
    "751483365": "Podpora pre klientov bez JavaScriptu.",
    "4199502476": "Pokročilé informačné panely prehľadov a API",
    "3630114728": "Zistite, čo sa deje na všetkých vašich stránkach a v aplikáciách.",
    "3573245166": "Na rozdiel od reCAPTCHA pracujeme v každej krajine.",
    "2354267648": "Zásady ochrany osobných údajov vyhovujúce GDPR, CCPA a LGPD",
    "3167979932": "Navrhnuté pre súkromie od prvého dňa. Silná dohoda o spracovaní údajov.",
    "4065065042": "Vytočte to tak, aby presne vyhovovalo vášmu prípadu použitia.",
    "111184581": "Hosting prvej strany",
    "4272022475": "Všetky žiadosti a aktíva smerujú na hcaptcha.yourdomain.com",
    "2676853536": "Panely pre viacerých používateľov",
    "1368787974": "Zdieľajte správu v rámci svojho tímu.",
    "1045484714": "Integrácia SAML SSO s vaším poskytovateľom identity, napr. Okta alebo Azure AD.",
    "3953584369": "K dispozícii sú sofistikované obmedzenia prístupu RBAC.",
    "2781507299": "Okamžité overenie",
    "4019660456": "0 ms latencia: overte tokeny hCaptcha bez volania API.",
    "3446714684": "Mobilná integrácia (iOS a Android).",
    "2593768395": "Bezproblémové používanie na webe, natívnom mobile a mobilnom webe. K dispozícii sú vopred vytvorené integrácie a natívne súpravy SDK.",
    "1779265104": "Prispôsobené podmienky a záruky ochrany osobných údajov",
    "122875767": "Uspokojte svoje zákonné potreby, keď iné spoločnosti nemôžu.",
    "148188781": "Prezentované výzvy",
    "838049015": "Vyberte všetky obrázky, ktoré zodpovedajú dopytu",
    "1126302400": "Bounding Box",
    "3554448168": "Kategorizácia",
    "2104933754": "Identifikujte zodpovedajúce štítky",
    "3612043014": "...a ďalšie jednoduché úlohy. Jednoduché pre ľudí, ťažké pre roboty.",
    "3624758171": "Vlastné úlohy sú k dispozícii aj pre podnikových vydavateľov.",
    "1001938065": "Integrácia nemôže byť jednoduchšia",
    "2138799135": "hCaptcha má desiatky vopred vytvorených integrácií pre frontend a backend systémy, ktoré používate.",
    "2535001179": "Ak náhodou prichádzate z reCAPTCHA spoločnosti Google, naše rozhrania API sú náhradou.",
    "1393184984": "sú všetko, čo potrebujete.",
    "3715747429": "Naši inžinieri vám môžu rýchlo pomôcť, či už potrebujete integráciu React, súpravy SDK pre natívne aplikácie pre iOS, príklad backendu Java alebo prakticky akýkoľvek iný scenár.",
    "2681650568": "A ako vždy, súkromie je pre nás kľúčovou hodnotou. Náš kód výzvy pridávajte len tam, kde je to potrebné a kde má zmysel chrániť vás aj vašich používateľov. Minimalizácia zberu údajov začína od okamihu integrácie.",
    "1130868224": "Tri riadky kódu",
    "2183926131": "Začnite s hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Navrhnuté pre súkromie.",
    "1297224875": "Jedinečný prístup k online bezpečnosti Enterprise založený na súkromí.",
    "2762458927": "Vaše používateľské údaje nie sú na predaj.",
    "2058856283": "hCaptcha Enterprise má len jeden účel: zabrániť zlým aktérom narúšať vaše online operácie a poškodzovať vašich používateľov.",
    "2408036504": "Naše systémy sú teda od základov navrhnuté tak, aby minimalizovali zber a uchovávanie údajov pri zachovaní prvotriednej bezpečnosti. Najlepším spôsobom ochrany používateľských údajov je neukladať ich vôbec.",
    "4099477834": "Všetky vzťahy so zákazníkmi sú tiež chránené silnou zmluvou o spracovaní údajov. Služba hCaptcha je v súlade so všetkými zákonmi o ochrane osobných údajov bez ohľadu na to, kde sa vaša služba alebo vaši zákazníci zdržiavajú. Neuchovávanie osobných údajov nám to výrazne uľahčuje ako pre iné spoločnosti.",
    "3569492665": "Zaznamenávanie online aktivity nie je riešením.",
    "3389431373": "Služby ako reCAPTCHA v3 hovoria, že umiestnenie ich sledovacieho pixelu na každú stránku vášho webu je nevyhnutné pre dobrú bezpečnosť. Toto nie je ten prípad.",
    "3590546893": "Jednoduchá behaviorálna analýza je signál, ktorý ľahko sfalšujú zlí herci, a vyžaduje si uchovávanie histórie prehliadania aj pre všetku vašu legitímnu návštevnosť.",
    "1105363520": "Neprevádzkujeme reklamnú sieť a nemáme záujem sledovať vaše správanie používateľov s cieľom predávať im reklamy. To znamená, že nevyžadujeme pasívny pixel na každej stránke vášho webu.",
    "3088605177": "Náš kód výzvy pridávajte len tam, kde je to potrebné a kde má zmysel chrániť vás aj vašich používateľov.",
    "337971271": "Užitočné je strojové učenie. Na fungovanie však nepotrebuje osobné údaje.",
    "320166522": "Strojové učenie teraz ovplyvňuje takmer každý aspekt nášho života, často spôsobom, ktorý si neuvedomujeme a nevidíme. Online bezpečnostné služby nie sú iné.",
    "3180664128": "Učením sa z tisícok signálov môžu modely veľmi rýchlo odvodiť a dosiahnuť vysokú spoľahlivosť pri zisťovaní škodlivého správania, aj keď žiadny individuálny signál by sám osebe nebol dostatočne silný na to, aby naznačoval problém.",
    "961941354": "Nič z toho si však nevyžaduje používanie osobných údajov („PII“). Moderné kryptografické techniky nám umožňujú čo najrýchlejšie zlikvidovať akékoľvek osobné údaje a namiesto toho vytvárať jednosmerné podpisy, ktoré nemožno spojiť so žiadnou osobou.",
    "1706581702": "Školenie o údajoch bez identifikácie funguje rovnako dobre a nevyžaduje kompromisy v oblasti bezpečnosti ani súkromia. Naši zákazníci vykonali empirické testy a vyhlásili nás za rovnocenné alebo lepšie ako oveľa menej súkromné alternatívy.",
    "3203921334": "Na riešeniach hCaptcha sa nám páčilo niekoľko vecí: 1) nepredávajú osobné údaje; zbierajú len minimum nevyhnutných osobných údajov, sú transparentní v popise informácií, ktoré zhromažďujú a ako ich používajú a/alebo zverejňujú.",
    "305735018": "Konečne dôveryhodná alternatíva k Google. hCaptcha Enterprise prináša dramatické úspory na vašom účte reCAPTCHA s vyšším zabezpečením: v niektorých prípadoch až o 80 % lacnejšie.",
    "3695206755": "Vyskúšajte si nás vo svojom prostredí nezáväzne.",
    "2941545733": "Sme inžinieri, nie predajcovia: chceme, aby ste boli s výberom spokojní.",
    "131871195": "Najlepší spôsob, ako zabezpečiť vašu spokojnosť, je preukázať, že spĺňame vaše potreby.",
    "3436534225": "Prakticky všetky spoločnosti, ktoré spustia pilotný projekt, si nakoniec vyberú naše riešenia.",
    "4060250206": "Pomocou tohto formulára kontaktujte jedného z našich technických špecialistov. Reagujeme rýchlo.",
    "1159746815": "Môžete nám tiež poslať e-mail priamo.",
    "2531534427": "Podrobnosti sú tu.",
    "2059998584": "región",
    "3916131732": "Ameriky",
    "135276624": "Európa, Stredný východ, Afrika (EMEA)",
    "1182294134": "Ázia a Tichomorie (APAC)",
    "2437934778": "Tvoje meno",
    "3859506577": "Obchodný e-mail",
    "1268414751": "Mali by sme mať nejaké ďalšie podrobnosti?",
    "42559805": "Potrebujete urgentnú registráciu?",
    "851679588": "Áno.",
    "1729677626": "Som pod útokom a vyžadujem okamžitú registráciu.",
    "2808971932": "Toto je nejaký text vo vnútri bloku div.",
    "2468683988": "Smerovanie",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aeneovský faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Textový odkaz",
    "2212670355": "Prihlásiť Se",
    "31502377": "Čo je to prvok RTF?",
    "2310705547": "Prvok formátovaného textu vám umožňuje vytvárať a formátovať nadpisy, odseky, blokové úvodzovky, obrázky a video na jednom mieste namiesto toho, aby ste ich museli pridávať a formátovať jednotlivo. Stačí dvakrát kliknúť a jednoducho vytvárať obsah.",
    "2590587108": "Statické a dynamické úpravy obsahu",
    "778204464": "Element formátovaného textu možno použiť so statickým alebo dynamickým obsahom. V prípade statického obsahu ho jednoducho vložte na ľubovoľnú stránku a začnite upravovať. V prípade dynamického obsahu pridajte pole formátovaného textu do ľubovoľnej kolekcie a potom k tomuto poľu na paneli nastavení pripojte prvok formátovaného textu. Voila!",
    "1890955039": "Ako prispôsobiť formátovanie pre každý formátovaný text",
    "3286051798": "Nadpisy, odseky, blokové úvodzovky, obrázky, obrázky a popisy obrázkov je možné upraviť po pridaní triedy do prvku formátovaného textu pomocou vnoreného selektorového systému „Keď je vnútri“.",
    "504332576": "S hrdosťou oznamujeme, že hCaptcha sa rozrástla na najväčšiu nezávislú službu kybernetickej bezpečnosti na svete, ktorá funguje na približne 15 % internetu – a väčšinu tohto podielu na trhu sme prevzali priamo od spoločnosti Google reCAPTCHA. Spoločne hCaptcha a",
    "1155436473": "(naša podniková ponuka) teraz každý mesiac chráni stovky miliónov používateľov na desiatkach miliónov webových stránok a aplikácií. Náš príbeh ukazuje, že môžete súťažiť s Big Tech, keď na prvé miesto dáte súkromie.",
    "3108727249": "BotStop",
    "1296696044": "Ochrana súkromia vs. bezpečnosť: Prečo nie oboje?",
    "538871570": "Súperenie s Google a ďalšími veľkými technologickými spoločnosťami sa javí ako náročná úloha: ich monopolná trhová sila, platformové efekty a armáda vysoko platených vývojárov sa vo všeobecnosti považujú za príliš silné na to, aby sa s nimi popasoval ktokoľvek okrem iných technologických gigantov, ako sú Facebook alebo Amazon. Náš príbeh ukazuje, že to tak nemusí byť – Big Tech môžete poraziť tým, že sa zameriate na súkromie.",
    "3600718611": "Zvážte Google reCAPTCHA,",
    "4281708680": ". V hCaptcha sme zámerne zvolili veľmi odlišný prístup a použili sme techniky strojového učenia zachovávajúce súkromie na identifikáciu typického správania robotov s vysokou presnosťou, a to všetko pri spotrebe a ukladaní čo najmenšieho množstva údajov.",
    "3312336121": "ktorá spotrebováva obrovské množstvo údajov o správaní, aby zistila, či sú používatelia webu legitímni ľudia alebo roboti",
    "1193738791": ": sledujú správanie používateľov na každej stránke webovej lokality a na celom webe. Navrhli sme hCaptcha tak, aby bola od prvého dňa čo najšetrnejšia k súkromiu. To viedlo k úplne odlišnému prístupu k problému. Ako sa ukazuje, sledovanie používateľov na webe a prepojenie ich webovej histórie s ich identitou je na dosiahnutie dobrého zabezpečenia úplne zbytočné. Mnohé spoločnosti, ktoré prešli na hCaptcha",
    "2620705814": "Google je reklamná spoločnosť a jej bezpečnostné produkty vyzerajú veľmi podobne ako ich reklamné produkty",
    "1126447688": "často hlásia rovnaký alebo lepší výkon pri zisťovaní a zmierňovaní robotov napriek nášmu zameraniu na súkromie",
    "439777523": "Na regulácii záleží",
    "3588274874": "Pri zameraní sa na poskytovanie produktu v súlade s regulačnými snahami, ako je GDPR Európskej únie a kalifornský CCPA, sme zaznamenali masívny rast – samozrejme, pomáha to, že hCaptcha je jednoduchou „západnou“ náhradou za reCAPTCHA a dá sa teda nainštalovať v priebehu niekoľkých minút.",
    "2150595700": ". GDPR a CCPA priniesli obavy o súkromie podnikovým kupujúcim na mapu a zároveň sa súkromie online stáva pre verejnosť čoraz dôležitejším, keďže všetci začíname chápať, ako priemysel online reklamy a marketingu historicky využíval naše údaje.",
    "2624949852": "Samozrejme, reCAPTCHA bola od roku 2009 prvým účastníkom v oblasti webovej bezpečnosti a chránila milióny webových stránok pred stále rastúcimi hrozbami škodlivých robotov a spamerov. V posledných rokoch však bola úplne ohrozená:",
    "499510428": "V skutočnosti veríme, že regulácia nám tu pomohla",
    "1232651561": "softvér je teraz rovnako dobrý ako ľudia pri riešení výziev reCAPTCHA.",
    "824740867": "Namiesto zlepšovania riešenia spoločnosť Google namiesto toho vydala reCAPTCHA v3, ktorý funguje oveľa viac ako reklamná sieť než bezpečnostný softvér a zhromažďuje údaje o správaní z celého webu na vytváranie používateľských profilov. Bohužiaľ, tento druh signálu sa dá ľahko poraziť, a preto poskytuje malú ochranu pred robotmi a zároveň poškodzuje súkromie používateľa.",
    "1027023087": "My v hCaptcha sme sa namiesto toho zamerali na modernejšie prístupy k problému, ktoré nevyžadujú uchovávanie dlhodobých záznamov správania, ako je história prehliadania, a od zavedenia služby sa ukázali oveľa odolnejšie voči odhodlaným protivníkom.",
    "2852295413": "Inherentný konflikt záujmov: zastavenie robotov znižuje príjmy pre reklamnú sieť",
    "1597520917": "Rastúci počet kritikov poukazuje na to, že ignorovanie súkromia používateľov zo strany spoločnosti Google by sa malo týkať zákazníkov, ktorí chcú chrániť svoje webové stránky a aplikácie.",
    "763447231": "Zabránenie prístupu robotov na stránky vlastníkov zároveň môže odhaliť reklamné podvody a postaviť produkt reCAPTCHA spoločnosti Google priamo proti ich reklamnému biznisu, ktorý produkuje viac ako 80 % ich príjmov.",
    "999674529": "Každý robot, ktorý Google zistí, by mal zarábať nula dolárov za reklamu. Stimuly spoločnosti Google sú preto zle zosúladené s používateľmi ich bezpečnostných služieb, čo môže byť jedným z vysvetlení slabej výkonnosti ich ponuky zabezpečenia reCAPTCHA.",
    "956019009": "Najväčšie spoločnosti zaoberajúce sa webovou infraštruktúrou už podnikli kroky",
    "1923297430": "Posledný bod zlomu pre mnohých väčších zákazníkov nastal, keď spoločnosť Google začala účtovať spoločnostiam poplatky za používanie ich produktu v akomkoľvek zmysluplnom rozsahu. To spôsobilo, že používatelia reCAPTCHA už dlho hľadali lepšie alternatívy, pretože regulačné obavy na celom svete už začali používať ponuky Google čoraz menej príťažlivé.",
    "2197218442": "Generálny riaditeľ Cloudflare Matthew Prince zhrnul tento uhol pohľadu v",
    "155456850": "oznamuje ich prechod na hCaptcha:",
    "435302267": "blogový príspevok spoločnosti",
    "2087769953": "„Sme nadšení z tejto zmeny, pretože pomáha riešiť obavy o súkromie spojené so spoliehaním sa na službu Google, ktorú máme už nejaký čas. Vyhodnotili sme množstvo dodávateľov CAPTCHA, ako aj to, že sme sami vytvorili systém. hCaptcha sa ukázala ako najlepšia alternatíva k reCAPTCHA.“ „Na riešeniach hCaptcha sa nám páčilo niekoľko vecí: 1) nepredávajú osobné údaje; zbierajú len minimum nevyhnutných osobných údajov, sú transparentní v popise informácií, ktoré zhromažďujú a ako ich používajú a/alebo zverejňujú.“",
    "595582512": "Ak chcete efektívne chrániť svoju stránku alebo aplikáciu pred robotmi, spamermi alebo inými škodlivými aktérmi, a to všetko pri zachovaní súkromia vašich používateľov (a v súlade so všetkými relevantnými nariadeniami!), zvážte hCaptcha a našu ponuku Enterprise.",
    "3388180864": "Máte záujem pracovať na hlbokých technických výzvach vo webovom meradle? Neustále najímame talentovaných inžinierov po celom svete -",
    "3892952987": "pozrite si naše ponuky a prihláste sa tu",
    "3368788823": "Terence Eden na svojom blogu uvádza zaujímavú vec: „",
    "1491780143": "CAPTCHA nedokazujú, že ste človek – dokazujú, že ste Američan",
    "2146900431": "Intuitívne dáva toto tvrdenie veľký zmysel. Obrázky CAPTCHA, ako takmer všetko, sú zakomponované do kultúrneho kontextu a ak bol váš okruh výziev väčšinou vytvorený v jednej kultúre, nemusí sa to veľmi dobre prenášať do inej. Vo svojej podstate ide o kultúrnu záležitosť",
    "378086442": "CAPTCHA, a nie ich UX ako také.",
    "1445008801": "Ako hovorí Eden:",
    "332723732": "obsahu",
    "2072808435": "\"Hádaj čo, Google? Taxíky v mojej krajine sú vo všeobecnosti čierne. Pozrel som si dosť filmov, aby som vedel, že všetky v Amerike sú žlté. Ale v každej inej krajine, ktorú som navštívil, boli taxíky mišmaš rôzne odtiene.\"",
    "3206136647": "Problém spoločnosti Google je založený na údajoch o otázkach, ktoré používa, v porovnaní s tým, kto ich vidí. Ak všetky údaje pochádzajú z rovnakej kultúry (a v prípade Google z tej istej spoločnosti), určite môžete očakávať problémy, ktoré sa neprenášajú dobre do iných kultúr, v súlade s Edenovou sťažnosťou.",
    "2217842245": "Naše údaje však ukazujú, že (pre hCaptcha)",
    "4280117172": "Mnohé krajiny sú na tom v skutočnosti o niečo lepšie ako USA, vrátane Nigérie, Indie, Brazílie a Nemecka:",
    "555749578": "existuje menej ako 1 % rozdiel v miere riešenia medzi hlavnými krajinami na každom kontinente.",
    "151737819": "Miery riešenia hCaptcha na celom svete vykazujú veľmi malý rozptyl",
    "3908992897": "a používa sa v každej krajine a teritóriu na svete, takže sa veľmi zameriavame na poskytovanie konzistentných globálnych skúseností.",
    "2808122102": "Medzikultúrna funkčnosť je teda základnou požiadavkou pre našu službu. Dôležitou súčasťou našej misie je zabezpečiť, aby všetci legitímni používatelia mali rýchly prístup k obsahu. Výzvy poskytujeme v 110 jazykoch a neustále zlepšujeme príslušné preklady, aby sme sa uistili, že naše výzvy dokáže vyriešiť každý.",
    "3913801502": "hCaptcha teraz beží na približne 15 % internetu",
    "2077639538": ". Po prvé, údaje o výzvach našej služby môžu pochádzať z mnohých zdrojov, nielen z jedného – od veľkých spoločností z rebríčka Fortune 500 až po startupy so strojovým učením, pokiaľ budú dodržiavať naše",
    "3951112506": ". To už zaručuje vyšší stupeň heterogenity v údajoch.",
    "1803943584": "Po druhé, necháme výzvy, aby sa sami optimalizovali, aby sme určili, v ktorých krajinách alebo jazykoch sa budú spúšťať, čím sa ešte viac zvýši pravdepodobnosť konzistentného zážitku. Ak je presnosť nižšia, ako sa očakávalo, súbor otázok sa jednoducho zastaví v regióne alebo jazyku, v ktorom sa tento efekt vyskytuje.",
    "3668873369": "V hCaptcha sme od prvého dňa zvolili iný prístup",
    "1519201684": "Etická politika AI",
    "2155089487": ". Ak by bolo pre niektoré skupiny jednoduchšie vyriešiť naše výzvy, očakávali by sme rozdiel v tom, ako ľudia na celom svete a v rôznych kultúrach fungujú pri ich riešení. V kontexte Edenovho príspevku by sme očakávali, že Američania sa budú mať lepšie ako ľudia v iných krajinách. Keďže sme roky vyvíjali systémy, aby sme sa tomuto problému vyhli, v skutočnosti vidíme pravý opak.",
    "2603863826": "PS: Ak nájdete preklad do vášho jazyka, ktorý by mohol obsahovať vylepšenia, neváhajte a odošlite a",
    "3543141425": "pre to!",
    "2697276059": "Dôkaz, že to funguje: jednotné miery riešenia na celom svete",
    "664236229": "vytiahnuť žiadosť",
    "1137470858": "11. decembra 2021",
    "12462594": "hCaptcha je postavená na platforme HUMAN, ktorá umožňuje sofistikované smerovanie a analýzu na optimalizáciu nákladov a efektívnosti v každom kroku.",
    "2262549101": "Alternatívne spôsoby kontaktu sú zdokumentované v adresári určených agentov úradu DMCA pre autorské práva",
    "2272776729": "Upozorňujeme, že pred vykonaním ďalších opatrení musíte overiť svoju totožnosť a žiadosť, napríklad poskytnutím svojho vládneho dokladu totožnosti. V súlade s kalifornskými zákonmi môžete určiť oprávneného zástupcu, ktorý bude podávať žiadosť vo vašom mene. Ak chcete určiť oprávneného zástupcu, ktorý bude podávať žiadosť vo vašom mene, musíte poskytnúť platné splnomocnenie, platný štátom vydaný preukaz žiadateľa a platný štátom vydaný preukaz splnomocneného zástupcu.",
    "2335607721": "Všimnite si. Všetky oznámenia súvisiace s týmito Podmienkami používania budú odoslané e-mailom alebo zverejnené na našej webovej stránke. Oznámenia nám musíte posielať na adresu",
    "2875934612": "20. novembra 2020",
    "3084122606": "Ak je používanie vašich osobných údajov založené na vašom súhlase, máte právo ho kedykoľvek odvolať spôsobom uvedeným v Službe alebo nás kontaktovať na",
    "3312286067": "alebo odošlite sťažnosť regulátorovi ochrany údajov vo vašej jurisdikcii. Regulátor ochrany údajov nájdete na adrese",
    "3506025515": "hCaptcha nie je ovplyvnený log4shell. Tu je návod, ako to vieme.",
    "3516838896": "Chyba spustenia vzdialeného kódu log4j2 nedávno zasiahla internet a zasiahla veľké percento online služieb. hCaptcha nebol ovplyvnený. Takto sme overili túto skutočnosť.",
    "3553195003": "hCaptcha nie je ovplyvnený log4shell.",
    "3610875753": "– Ak nás po výraznom prerušení podnikania nemôžete kontaktovať, ako zvyčajne na adrese",
    "3612764043": ", mali by ste prejsť na našu webovú stránku hcaptcha.com alebo hcaptchastatus.com.",
    "3626193263": "HCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) je",
    "3794891866": "Spotrebitelia v Kalifornii môžu podať žiadosť v súlade so svojimi právami podľa zákona CCPA tak, že nás kontaktujú na adrese",
    "3814036702": "– Ak máte otázky týkajúce sa nášho plánovania kontinuity podnikania, môžete nás kontaktovať na adrese",
    "3975007628": "teraz každý mesiac chráni stovky miliónov používateľov na desiatkach miliónov webových stránok a aplikácií. Náš príbeh ukazuje, že môžete súťažiť s Big Tech, keď na prvé miesto dáte súkromie.",
    "4038264749": "Upozorňujeme, že zatiaľ čo miestne objednávky COVID-19 zostávajú v platnosti, neexistuje žiadna záruka, že pošta bude prijatá včas a e-mail (",
    "4115505783": ") je ten správny kanál, ako nás kontaktovať. Spoločnosť neudržiava telefónne ani faxové čísla; toto je 21. storočie.",
    "4164851712": "Vaše osobné údaje používame iba v súlade so zákonom. Sme povinní vás informovať o právnych základoch nášho spracovania vašich osobných údajov, ktoré sú popísané nižšie. Ak máte otázky týkajúce sa právnych základov, na základe ktorých spracúvame vaše osobné údaje, kontaktujte nás na",
    "4201262098": "Táto technológia umožňuje správnej pracovnej sile zvládnuť každú časť vašej práce, maximalizovať nákladovú efektívnosť a zároveň zachovať súkromie a spĺňať všetky regulačné požiadavky, ktoré môžu platiť.",
    "4217188341": "30. novembra 2020",
    "4238473596": "Minimalizácia trenia pre skutočných používateľov je dôležitá. hCaptcha používa jednoduché úlohy a väčšine používateľov zaberie menej času a zároveň zastaví väčšiu návštevnosť robotov.",
    "4243935861": "ha.com",
    "4270798104": "2. Skúste zakázať ostatné rozšírenia. Ak sa to vyrieši, zapnite ich jeden po druhom, kým nenájdete problém, a dajte o tom vedieť vývojárovi tohto rozšírenia a upozornite nás na",
    "427220273": "Môžeme od vás požadovať konkrétne informácie, ktoré nám pomôžu potvrdiť vašu identitu a spracovať vašu žiadosť. Príslušné zákony môžu vyžadovať alebo povoliť, aby sme vašu žiadosť odmietli. Ak vašu žiadosť odmietneme, povieme vám prečo, s výhradou zákonných obmedzení. Ak by ste chceli podať sťažnosť na naše používanie vašich osobných údajov alebo reagovať na vaše požiadavky týkajúce sa vašich osobných údajov, môžete nás kontaktovať na",
    "433026247": "Plnením úloh môžete získať kvalifikáciu a zručnosti, ktoré vám poskytneme podľa vlastného uváženia. Vyhradzujeme si právo kedykoľvek vytvoriť, upraviť alebo zrušiť vašu kvalifikáciu a zručnosti z akéhokoľvek dôvodu alebo bez udania dôvodu. Keďže nediskriminujeme na základe národného pôvodu, rasy, farby pleti, pohlavia, sexuálnej orientácie alebo inej zákonom chránenej triedy, budete mať rovnakú príležitosť ako ktorýkoľvek iný prispievateľ získať prístup k úlohám, keď sa nahromadia vaše kvalifikácie a zručnosti. . Ak sa ako prispievateľ domnievate, že problematické testové otázky ovplyvnili vašu kvalifikáciu, zručnosti alebo odmeny, môžete poskytnúť dobre podložené tvrdenia s popisom problematických testovacích otázok prostredníctvom rozhrania úloh alebo prostredníctvom lístka v našom systéme podpory, napríklad prostredníctvom e-mailu. pri",
    "492025216": "13. decembra 2021",
    "799274928": "E-mailové oznámenia sa považujú za písomné oznámenia na všetky účely, na ktoré sa môžu vyžadovať písomné oznámenia. E-mailové oznámenia sa považujú za prijaté pracovný deň po ich odoslaní riadne adresované určenému príjemcovi."
}