{
  "header-privacy-link": "Yksityisyys",
  "header-integration-link": "Liittäminen",
  "header-cost-link": "Kustannus",
  "header-features-link": "ominaisuudet",
  "header-docs-link": "Asiakirjat",
  "header-login-button": "Kirjaudu sisään",
  "header-contact-button": "Ota yhteyttä myyntiin",
  "intro-heading": "Nollakitkainen ihmiskunnan todentaminen.",
  "intro-contact-button": "Ota yhteyttä saadaksesi lisätietoja",
  "intro-text-bottom": "Verkkoa ylläpitävät yritykset luottavat siihen.",
  "sub-menu-button": "Ota yhteyttä myyntiin",
  "sub-menu-item1": "Yritys",
  "sub-menu-item2": "Kustannus",
  "sub-menu-item3": "Liittäminen",
  "sub-menu-item4": "ominaisuudet",
  "sub-menu-item5": "Yksityisyys",
  "sub-menu-item6": "Asiakirjat",
  "info-head-1": "Rakennettu todistetulle hCaptcha-alustalle",
  "info-text-1": "hCaptcha Enterprise toimii hCaptcha-alustateknologialla, joka on laajennettu sisältämään suuren liikenteen yritysten tarvitsemat ominaisuudet.",
  "info-head-2": "Luotettava kumppani",
  "intro-subtitle": "Ratkaise bot-ongelmasi tänään.",
  "info-text-2": "Maailman suurimmat yritykset luottavat palveluihimme palvelemaan miljoonia päivittäisiä käyttäjiä kymmenillä miljoonilla sivustoilla.",
  "cloudflare-quote-text": "Arvioimme useita CAPTCHA-toimittajia sekä rakensimme järjestelmän itse. Lopulta hCaptcha nousi parhaaksi vaihtoehdoksi reCAPTCHA:lle.",
  "cloudflare-quote-detail": "Cloudflaren tuotehallinnan johtaja",
  "section-quote-head": "Kustannustehokas vaihtoehto vilkkaasti liikennöiville yrityksille",
  "section-quote-text": "Lopuksi uskottava vaihtoehto Googlelle. hCaptcha Enterprise tarjoaa dramaattisia säästöjä reCAPTCHA-laskussasi paremmalla suojauksella: joissakin tapauksissa jopa 80 % halvemmalla. Monet maailman suurimmista verkkopalveluista ovat siirtyneet käyttämään hCaptcha Enterprisea ja saaneet parannetun bot-tunnistuksen sekä huomattavia kustannussäästöjä.",
  "section-quote-button": "Ota yhteyttä jo tänään ja pyydä tarjous",
  "section-privacy-header": "Yksityisyyteen keskittynyt",
  "section-privacy-text-1": "Mainosverkostot näkevät vierailijasi tuotteena. Meille ainoa tuote määrittää heidän ihmisyytensä. Palvelumme täyttävät tai ylittävät GDPR-, CCPA- ja LGPD-vaatimukset ja tukevat aloitteita, kuten Privacy Pass. Teemme kovasti töitä yksityisyyden ja turvallisuuden tasapainottamiseksi.",
  "section-privacy-text-2": "Tämä ainutlaatuinen keskittyminen yksityisyyteen tarkoittaa, että voimme tarjota nolla yksittäisten tietojen säilyttämistä, evästeetöntä käyttöä ja muita sopimukseen perustuvia tietosuojatakuita tarpeen mukaan samalla, kun ylläpidetään erinomainen tietoturva.",
  "section-security-header": "Turvallisuus ensin",
  "section-security-text-1": "Tarkkuus on sinun ja meidän etumme. hCaptcha tarjoaa sinulle todellista dataa ja antaa sinun päättää, miten niitä käytetään. Muut captchat tarjoavat Gigantic-mainosyritykset. Tämä tarkoittaa, että jokainen bot, jonka he estävät, voivat vähentää tulojaan.",
  "section-security-text-2": "Käyttämällä uusimpia koneoppimistekniikoita, joissa keskitytään yksityisyyteen, voimme ylittää vanhojen tallenteiden turvallisuusstandardit ikuisesti strategioiden turvallisuuden tai käyttäjien yksityisyyden vahingoittamatta.",
  "section-user-experience-header": "Upea käyttökokemus",
  "section-user-experience-text1": "Yrityskäyttäjille on tarjolla vaihtoehtoja, joilla haasteet vältetään kokonaan useimmissa skenaarioissa.",
  "section-user-experience-text2": "Vähennä kitkaa välttämällä haasteet kokonaan 99,9 %:lla laillisesta liikenteestäsi ja tarjoamalla silti erinomainen suojaus edistyneiden bot-mallien ansiosta.",
  "section-easy-integration-header": "Helppo integrointi",
  "section-easy-integration-text": "hCaptchan lisääminen vie vain minuutteja ja vain muutaman rivin koodia. Perussovellusliittymä on yhteensopiva reCAPTCHA V2:n kanssa, ja vaihtaminen kestää vain minuutteja. Voit ottaa käyttöön ylivertaisen vaihtoehdon tänään ja ottaa käyttöön edistyneempiä ominaisuuksia tarpeen mukaan.",
  "section-easy-integration-serverside": "Palvelimen puolella:",
  "section-easy-integration-frontend": "Käyttöliittymä:",
  "section-threat-header": "Mukautetut uhkapisteet",
  "section-threat-text": "Kaikki ongelmat eivät ole samoja: yhden pistemäärän saaminen tarkoittaa, että sen on vastattava tarpeitasi ollakseen hyödyllinen. hCaptchan ainutlaatuisten räätälöityjen uhkapisteiden avulla voimme nopean konsultoinnin avulla virittää mallimme toimittamaan yrityksesi kannalta osuvampia pisteitä.",
  "section-challenges-header": "Aloita omat haasteesi sekunneissa",
  "section-challenges-text-1": "Pysy brändissä asianmukaisella sisällöllä",
  "section-challenges-text-2": "Kun käyttäjien on ratkaistava haaste täyttääkseen turvallisuusvaatimukset, miksi ei luoda tehtäviä, jotka ovat miellyttäviä ja tärkeitä käyttäjälle? Yksinkertaisen mukautetun haastesuunnittelijamme avulla voit käynnistää brändin haastesisällön muutamassa minuutissa.",
  "section-integration-header": "Suora alustan integrointi",
  "section-integration-subheader": "Verkkoinfrastruktuuriyrityksille",
  "section-integration-text": "hCaptcha Enterprise -järjestelmä on suunnittelultaan ainutlaatuisen joustava: se voidaan ottaa osittain tai kokonaan käyttöön verkkosi reunalla, jos käytät julkista pilvipalvelua tai omistat useita datakeskuksia. Tämä voi vähentää dramaattisesti kustannuksia ja verkon ulkopuolista liikennettä, mutta säilyttää kaikki 24/7-päivystyshenkilöstömme hallinnan edut tiukimpien SLA-sopimusten täyttämiseksi.",
  "section-support-header": "Tavoittettavissa oleva asiantuntemus ja tuki sekä sinulle että käyttäjillesi",
  "section-support-text": "Palvelu on meille etusijalla. Ylläpidämme 24/7 päivystystukea ja tarjoamme suoraa Slack-koordinointia insinööriintegraatiotiimisi ja päivystävän henkilöstömme kanssa käyttöönoton aikana ja sen jälkeen.‍ ‍Olemme myös sitoutuneet aktiivisesti seuraamaan ja vastaamaan käyttäjien kysymyksiin sosiaalisessa mediassa ja foorumeilla , sekä widget- ja sähköpostitukikanavamme. Olemme helposti lähestyttäviä ja reagoivia, ja pidämme käyttäjien tyytyväisyyttä parhaana KPI:nä.",
  "section-enterprise-header": "Yrityksen ominaisuudet",
  "section-enterprise-title-1": "Maailmanluokan anti-bot-suojaus",
  "section-enterprise-desc-1": "Taistelutestattu verkkomittakaavassa.",
  "section-enterprise-title-2": "Korkean tarkkuuden bottitulokset",
  "section-enterprise-desc-2": "Tunnista monenlaisia huonoja näyttelijöitä.",
  "section-enterprise-title-3": "Nollakitka ja 99,9 % passiiviset tilat",
  "section-enterprise-desc-3": "Haasta alle 0,1 % laillisista käyttäjistä.",
  "section-enterprise-title-4": "Ohjaushaastetyypit näytetään",
  "section-enterprise-desc-4": "Laaja valikoima tyyppejä.",
  "section-enterprise-title-5": "Hallitse käytettyä haastesisältöä",
  "section-enterprise-desc-5": "Pysy brändissä yhtenäisellä käyttökokemuksella.",
  "section-enterprise-title-6": "Yrityksen palvelutasosopimukset",
  "section-enterprise-desc-6": "Taattu luotettavuus ja nopea 24/7 päivystystuki.",
  "section-enterprise-title-7": "Vanha selaintuki",
  "section-enterprise-desc-7": "Yhteensopiva aina Internet Explorer 8:aan asti.",
  "section-enterprise-title-8": "Kehittyneet raportoinnin hallintapaneelit ja API",
  "section-enterprise-desc-8": "Katso, mitä kaikilla sivustoillasi ja sovelluksissasi tapahtuu.",
  "section-enterprise-title-9": "Toimii kaikissa maissa",
  "section-enterprise-desc-9": "Toisin kuin reCAPTCHA, työskentelemme kaikissa maissa.",
  "section-enterprise-title-10": "GDPR-, CCPA- ja LGPD-ystävällinen tietosuojakäytäntö",
  "section-enterprise-desc-10": "Suunniteltu suojaamaan yksityisyyttä ensimmäisestä päivästä lähtien. Vahva tietojenkäsittelysopimus.",
  "section-enterprise-title-11": "Hienojakoiset vaikeustasot",
  "section-enterprise-desc-11": "Valitse tämä, jotta se sopii käyttötarkoitukseesi.",
  "section-enterprise-title-12": "Ensimmäisen osapuolen isännöinti",
  "section-enterprise-desc-12": "Kaikki pyynnöt ja resurssit menevät osoitteeseen hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Usean käyttäjän hallintapaneelit",
  "section-enterprise-desc-13": "Jaa hallinta tiimisi kesken.",
  "section-enterprise-title-14": "Välitön vahvistus",
  "section-enterprise-desc-14": "0 ms latenssi: tarkista hCaptcha-tunnukset ilman API-kutsua.",
  "section-enterprise-title-15": "Mobiili (iOS ja Android) integrointi",
  "section-enterprise-desc-15": "Saumaton kokemus verkossa, alkuperäisessä mobiilissa ja mobiiliverkossa. Valmiiksi rakennetut integraatiot ja alkuperäiset SDK:t saatavilla.",
  "section-enterprise-title-16": "Räätälöidyt ehdot ja tietosuojatakuu",
  "section-enterprise-desc-16": "Täytä lailliset tarpeesi, kun muut yritykset eivät siihen pysty.",
  "presented-challlenges-head": "Esitettiin haasteita",
  "presented-challenges-title-1": "Vertailu",
  "presented-challenges-text-1": "Valitse kaikki kyselyä vastaavat kuvat",
  "presented-challenges-title-2": "Rajoituslaatikko",
  "presented-challenges-text-2": "Määritä objektien raja-alue",
  "presented-challenges-title-3": "Luokittelu",
  "presented-challenges-text-3": "Tunnista vastaavat tarrat",
  "presented-challenges-subheader": "...ja muita yksinkertaisia tehtäviä. Helppoa ihmisille, vaikeaa boteille.",
  "presented-challenges-subtext": "Mukautetut tehtävät ovat saatavilla myös yritysjulkaisijoille.",
  "footer-header-1": "Yhtiö",
  "footer-header-2": "Resurssit",
  "footer-header-3": "Ottaa yhteyttä",
  "footer-link-1": "Merkinnät",
  "footer-link-2": "Noin",
  "footer-link-3": "Työpaikat",
  "footer-link-4": "Tavaramerkit",
  "footer-link-5": "Blogi",
  "footer-link-6": "Tila",
  "footer-link-7": "Dokumentointi",
  "footer-link-8": "Ilmoita virheestä",
  "footer-link-9": "Esteettömyys",
  "footer-terms": "Ehdot",
  "footer-privacy": "Yksityisyys",
  "footer-attribution": "Nimeäminen",
  "footer-subheader-1": "Tuki",
  "footer-subheader-2": "Ottaa yhteyttä",
  "switch-to-english-link": "Vaihda Englantiin",
  "intro-heading-privacy": "Suunniteltu yksityisyyttä varten.",
  "intro-subtitle-p1-privacy": " Ainutlaatuinen yksityisyyteen perustuva lähestymistapa verkkoturvallisuuteen.",
  "info-head-2-pr": "Verkkotoiminnan tallentaminen ei ole vastaus.",
  "info-text-1-pr": "hCaptcha Enterprisella on vain yksi tarkoitus: estää huonoja toimijoita häiritsemästä verkkotoimintaasi ja vahingoittamasta käyttäjiäsi.",
  "info-text-2-pr": "Järjestelmämme on siis suunniteltu alusta alkaen minimoimaan tietojen kerääminen ja säilyttäminen samalla kun säilytetään luokkansa johtava tietoturva. Paras tapa suojata käyttäjätietoja on olla tallentamatta niitä ollenkaan.",
  "info-text-3-pr": "Kaikki asiakassuhteet on myös suojattu vahvalla tietojenkäsittelysopimuksella. hCaptcha-palvelu noudattaa kaikkia tietosuojalakeja riippumatta siitä, missä palvelusi tai asiakkaasi asuvat. Henkilötietojen säilyttämättä jättäminen tekee tästä meille paljon helpompaa kuin muille yrityksille.",
  "info-text-2-2-pr": "Palvelut, kuten reCAPTCHA v3, sanovat, että seurantapikselin sijoittaminen sivustosi jokaiselle sivulle on välttämätöntä hyvän turvallisuuden takaamiseksi. Tämä ei ole se tapaus.",
  "info-text-2-3-pr": "Yksinkertainen käyttäytymisanalyysi on signaali, jonka huonot toimijat helposti väärentävät, ja se edellyttää myös kaiken laillisen liikentesi selaushistorian säilyttämistä.",
  "info-text-2-4-pr": "Meillä ei ole mainosverkostoa, emmekä ole kiinnostuneita seuraamaan käyttäjien käyttäytymistä myydäksemme heille mainoksia. Tämä tarkoittaa, että emme vaadi passiivista pikseliä sivustosi jokaisella sivulla.",
  "info-text-2-5-pr": "Lisää haastekoodimme vain sinne, missä se on välttämätöntä ja missä on järkevää suojata sekä sinua että käyttäjiäsi.",
  "info-head-3-pr": "Koneoppimisesta on hyötyä. Mutta se ei vaadi henkilötietoja toimiakseen.",
  "info-text-3-1-pr": "Koneoppiminen vaikuttaa nyt lähes kaikkiin elämämme osa-alueisiin, usein tavoilla, joita emme ymmärrä tai näe. Verkkoturvapalvelut eivät eroa toisistaan.",
  "info-text-3-2-pr": "Oppimalla tuhansia signaaleja, mallit voivat päätellä ja saavuttaa korkean luottamuksen haitallisen toiminnan havaitsemisessa erittäin nopeasti, vaikka mikään yksittäinen signaali ei itsessään olisi riittävän vahva osoittamaan ongelmaa.",
  "info-text-3-3-pr": "Tämä ei kuitenkaan edellytä henkilökohtaisten tunnistetietojen (PII) käyttöä. Nykyaikaiset salaustekniikat antavat meille mahdollisuuden hylätä kaikki henkilötiedot mahdollisimman nopeasti ja luoda sen sijaan yksisuuntaisia allekirjoituksia, joita ei voida yhdistää mihinkään henkilöön.",
  "info-text-3-4-pr": "Tunnistamattomien tietojen koulutus toimii yhtä hyvin, eikä vaadi tinkiä turvallisuudesta tai yksityisyydestä. Asiakkaamme ovat tehneet empiiriset testit ja julistaneet meidät yhtäläisiksi tai paremmiksi kuin paljon vähemmän yksityisiä vaihtoehtoja.",
  "cloudflare-quote-text-privacy": "Pidimme useista asioista hCaptcha-ratkaisuissa: 1) ne eivät myy henkilötietoja; he keräävät vain vähimmäismäärän tarpeellisia henkilötietoja, he ovat läpinäkyviä kuvaillessaan keräämänsä tiedot ja kuinka he käyttävät ja/tai paljastavat niitä.",
  "pilot-head": "Kokeile meitä ympäristössäsi ilman velvoitteita.",
  "pilot-text-1a": "Olemme insinöörejä, emme myyjiä: haluamme sinun olevan tyytyväinen valintaasi.",
  "pilot-text-1b": "Paras tapa varmistaa tyytyväisyytesi on osoittaa, että vastaamme tarpeisiisi.",
  "pilot-text-1c": "Lähes kaikki pilotin aloittavat yritykset valitsevat lopulta ratkaisumme.",
  "pilot-text-1d": "Käytä tätä lomaketta ottaaksesi yhteyttä tekniseen asiantuntijaamme. Vastaamme nopeasti.",
  "pilot-text-1e": "Voit myös lähettää meille sähköpostia suoraan.",
  "pilot-email-details": "Yksityiskohdat ovat täällä.",
  "pilot-f1": "Alue",
  "pilot-f2": "Sinun nimesi",
  "pilot-f3": "Sinun nimesi",
  "pilot-f4": "Yrityksen sähköposti",
  "pilot-f5": "Onko meillä muita yksityiskohtia?",
  "pilot-f6": "Tarvitsetko kiireellistä perehdyttämistä?",
  "pilot-f7": "Joo.",
  "pilot-f8": "Olen hyökkäyksen kohteena ja vaadin välitöntä käyttöönottoa.",
  "pilot-f9": "Lähetä",
  "pilot-f10": "Antamalla sähköpostiosoitteesi hyväksyt käyttöehtomme ja tietosuojakäytäntömme ja hyväksyt sähköpostin vastaanottamisen meiltä.",
  "pilot-fo-1": "Integraatio ei voisi olla helpompaa.",
  "pilot-fo-2": "hCaptcha sisältää kymmeniä valmiita integraatioita käyttämillesi käyttöliittymä- ja taustajärjestelmille.",
  "pilot-fo-3": "Jos tulet Googlen reCAPTCHA:sta, sovellusliittymämme ovat korvaavia sovellusliittymiä. Tarvitset vain kolme riviä koodia.",
  "pilot-fo-4": "Perehdytysinsinöörimme saavat sinut liikkeelle nopeasti, tarvitsetpa sitten React-integraation, SDK:ita iOS:n natiivisovelluksille, Java-taustaesimerkin tai lähes minkä tahansa muun skenaarion.",
  "pilot-fo-5": "Ja kuten aina, yksityisyys on meille perusarvo. Lisää haastekoodimme vain sinne, missä se on välttämätöntä ja missä on järkevää suojata sekä sinua että käyttäjiäsi. Tiedonkeruun minimointi alkaa integroinnin hetkestä.",
  "pilot-fdone": "Kiitos. Olemme pian yhteydessä.",
  "home-ent-2-new": "Lue lisää yritysratkaisustamme.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise -ratkaisut tarjoavat luokkansa johtavaa tietoturvaa ja suojaavat monia parhaista verkkopalveluista.",
  "home-plans-button-2-new": "Lue lisää",
  "header-enterprise-link": "Yritys",
  "sales-interstitial-c1b-new": "Lue lisää hCaptcha Enterprisesta"
}
