{
  "23114595": "Upea käyttökokemus",
  "34074886": "Joka kerta kun vastaat haasteeseen, käytämme kehittyneitä malleja selvittääksemme, oletko ihminen. Vierailemasi verkkosivusto käyttää tätä tulosta parantaakseen käyttökokemustasi sivustollaan pitämällä robotit poissa.",
  "98173630": "hCaptcha on maailman laajimmin käytetty itsenäinen CAPTCHA-palvelu.",
  "111184581": "Ensimmäisen osapuolen isännöinti",
  "119298044": "Kehittyneet itsevalvotut ML- ja AI-tekniikat suojaavat verkko-omaisuuksiasi uhilta ja hyökkäyksiltä",
  "121743429": "Verkkoinfrastruktuuriyrityksille",
  "122875767": "Täytä lailliset tarpeesi, kun muut yritykset eivät siihen pysty.",
  "126134492": "Muut",
  "152010250": "hCaptcha yhdisti edistyneen itseohjatun koneoppimisen uuteen reunalaskenta-alustaan, joka ainutlaatuisesti minimoi tiedonkeruun ja -säilytyksen. Se toimitetaan yli 250 paikasta maailmanlaajuisesti massiivisen skaalautuvuuden takaamiseksi.",
  "179723061": "Enemmän hallintaa tiimeille, jotka tarvitsevat luokkansa johtavaa turvallisuutta",
  "191460155": "Nollakitka ja 99,9 % passiiviset tilat",
  "282913023": "Kustannustehokas vaihtoehto vilkkaasti liikennöiville yrityksille",
  "328625009": "... olemme valmiita, kun olet: palvelumme on käytettävissä ympäri vuorokauden.",
  "353066938": "Kokenut tiimi, joka työskentelee tämän päivän vaikeimpien ongelmien parissa. hCaptcha on palvelu",
  "353367791": "Tunnista monen tyyppiset huonot näyttelijät.",
  "359073033": "Kojelaudat tarjoavat korkean tason tai hienojakoisia näkymiä toiminnasta.",
  "392886773": "Toimii kaikissa maissa",
  "451701069": "Täyttää GDPR:n, CCPA:n,",
  "547245263": "Ratkaise bottiongelmasi tänään.",
  "552920956": "hCaptcha antaa verkkosivustoille mahdollisuuden ansaita palkintoja samalla kun ne estävät botteja ja muita väärinkäytöksiä. hCaptcha antaa sinun tukea myös valitsemiasi hyväntekeväisyysjärjestöjä näillä tuloilla.",
  "555158694": "Käyttämäsi palvelu on päättänyt parantaa käyttökokemustasi sivustollaan asentamalla hCaptchan haitallisen liikenteen vähentämiseksi.",
  "585557010": "Haasta alle 0,1 % laillisista käyttäjistä.",
  "713281684": "Munakoiso",
  "719304627": "Tarvitsetko päästä päähän -hallinnan?",
  "734735952": "Arvioimme useita CAPTCHA-toimittajia sekä rakensimme järjestelmän itse. Lopulta hCaptcha nousi parhaaksi vaihtoehdoksi reCAPTCHA:lle.",
  "751483365": "Tuki ei-JavaScript-asiakkaille.",
  "788770967": "Ikävä kuulla! Haluat ehkä käyttää esteettömyysvaihtoehtoamme:",
  "793242047": "Vähennä käyttäjille asetettuja haasteita mahdollistaaksesi nopean pääsyn sovelluksiin",
  "829047995": "Käytätkö tällä hetkellä reCAPTCHAa?",
  "836577577": "hCaptchan lisääminen vie vain minuutteja ja vain muutaman rivin koodia. Perussovellusliittymä on yhteensopiva reCAPTCHA V2:n kanssa, ja vaihtaminen kestää vain minuutteja.",
  "838049015": "Valitse kaikki kyselyä vastaavat kuvat",
  "846501387": "Maailmanluokan bottisuojaus",
  "861167568": "hCaptcha ratkaisee yhden IT:n kiireellisimmistä ongelmista: estää haitallisia botteja hyökkäämästä verkkosovelluksiisi",
  "880478438": "luokkansa parhaaseen bottien ja petosten hallintaan.",
  "897432717": "Räätälöityjen uhkapisteiden uudella suunnittelullamme   lisäämällä liiketoimintatietosi mallimme voivat tarjota käyttäjillesi ainutlaatuisia pisteitä.",
  "910989640": "Luo yksityiskohtaisia ja mukautettuja toimintaraportteja",
  "976209454": "Ansaitse palkintoja tai lahjoita hyväntekeväisyyteen",
  "981806349": "Rakennettu todistetulle hCaptcha-alustalle",
  "999610953": "Lopuksi uskottava vaihtoehto Googlelle. hCaptcha Enterprise tarjoaa dramaattisia säästöjä reCAPTCHA-laskussasi paremmalla suojauksella: joissakin tapauksissa jopa 80 % halvemmalla.",
  "1014004474": "hCaptchan Enterprise-sopimukset tarjoavat edistyneitä palvelutason sopimuksia, jotka pitävät organisaatiosi suojattuna",
  "1045484714": "SAML SSO -integraatio identiteettitarjoajasi kanssa, esim. Okta tai Azure AD.",
  "1050501253": "Liian vaikea",
  "1070364246": "Oho! Jotain meni pieleen lomaketta lähetettäessä.",
  "1103295010": "Ansaitse rahaa tai lahjoita hyväntekeväisyyteen, kun ihmiset ratkaisevat CAPTCHA:t",
  "1130868224": "Kolme riviä koodia",
  "1131525092": "Ryhmittele huonot toimijat vaivattomasti yhteen yksityisyyttä suojelevien Scoped UID -tunnustemme avulla löytääksesi ja lopettaaksesi niihin liittyvät petokset ja väärinkäytökset",
  "1141402092": "Kehittyneet raportointiominaisuudet",
  "1150035777": "Kehittyneet koneoppimismallit luovat bottien luottamuspisteitä monien tietopisteiden perusteella sen lisäksi, vastattiinko kysymyksiin oikein",
  "1150963691": "APT lieventäminen",
  "1172067553": "hCaptchan takana oleva HUMAN-alusta tarjoaa erittäin kehittyneitä työn laatu- ja hallintaominaisuuksia paikan päällä, hybridi- tai SaaS-asetuksissa, jotka integroituvat olemassa oleviin järjestelmiisi.",
  "1173652155": "Neuvonantajat",
  "1218990730": "kuinka raportoida ongelmista yksityiskohtaisilla lokeilla",
  "1250541092": "- Sergi Isasi",
  "1263998069": "Ansaitse palkintoja ihmisten ratkaisuista",
  "1300485304": "hCaptcha suojaa kehittyneiltä uhilta ja houkutuksilta, jotka on suunniteltu tunkeutumaan verkkoihisi",
  "1345083090": "Ilmoitatko toimintaongelmasta?",
  "1356745565": "Yhteensopiva aina Internet Explorer 8:aan asti.",
  "1368787974": "Jaa hallinta tiimisi kesken.",
  "1393184984": "ovat kaikki mitä tarvitset.",
  "1475399473": "Lue lisää hCaptcha-tiimistä",
  "1485807325": "Monen käyttäjän hallintapaneelit, SAML SSO",
  "1508655687": "Lisää omia haasteitasi, jotka on räätälöity yleisöllesi virtaviivaistaaksesi tai rajoittaaksesi pääsyä",
  "1510448156": "Voit ottaa käyttöön ylivertaisen vaihtoehdon tänään ja ottaa käyttöön edistyneempiä ominaisuuksia tarpeen mukaan.",
  "1525403768": "Lisätietoja saat yritysmyynnistä.",
  "1544546608": "Yksityisyyspassi",
  "1549336309": "hCaptcha kääntää tämän mallin ympäri. Kun käytät hCaptchaa, yritykset tekevät hintatarjouksia käyttäjiesi tekemästä työstä todistaessaan inhimillisyytensä. Saat palkinnot.",
  "1559631739": "Yksityinen oppiminen",
  "1579093044": "Yksinkertaisen mukautetun haastesuunnittelijamme avulla voit käynnistää brändin haastesisältöä muutamassa minuutissa.",
  "1586809757": "Korkean tarkkuuden bottitulokset",
  "1599610318": "Kustantaja",
  "1637702726": "Tietoja hCaptchasta",
  "1662477701": "Resurssit",
  "1676849166": "Vähennä kitkaa välttämällä haastetta kokonaan 99,9 %:lla laillisesta liikenteestäsi ja tarjoamalla silti erinomainen suojaus edistyneiden bot-mallien ansiosta.",
  "1685871181": "Parhaat verkkopalvelut luottavat",
  "1752795854": "hCaptcha tuo modernin, yksityisyyteen keskittyvän lähestymistavan robottien pysäyttämiseen.",
  "1779265104": "Räätälöidyt ehdot ja tietosuojatakuu",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Vanha selaintuki",
  "1803009328": "Taistelutestattu verkkomittakaavassa.",
  "1844885924": "Laaja valikoima tyyppejä.",
  "1849717906": "Mukauta omalla haastesisällölläsi",
  "1849805607": "hCaptcha suojaa uhilta ja houkutuksilta, jotka on suunniteltu tunkeutumaan verkkoihisi",
  "1886100235": "Monet maailman suurimmista verkkopalveluista ovat siirtyneet käyttämään hCaptcha Enterprisea ja saaneet parannetun bot-tunnistuksen sekä huomattavia kustannussäästöjä.",
  "1894355645": "hCaptcha tarjoaa yksinkertaisen, helpon ja luotettavan bot-tunnistuksen, vaikka se on ihmisten ratkaistavissa.",
  "1927613000": "hCaptcha yhdistää kehittyneen koneoppimisen tehokkaaseen haastealustaan, joka suojaa verkkosovelluksia tilien kaappauksilta, tunnistetietojen täyttämiseltä, kaapimiselta ja muilta väärinkäytöksiltä.",
  "1936512180": "Helppo API-käyttö, kauniit kojelautat ja uusin malli-in-the-loop-tekniikka maksimoimaan työntekijöiden tehokkuuden.",
  "1956967813": "Maailman suurimmat yritykset luottavat palveluihimme palvelemaan miljoonia päivittäisiä käyttäjiä kymmenillä miljoonilla sivustoilla.",
  "1958297836": "Koordinoitu hyökkäyssuojaus ja APT:n lieventäminen",
  "2041686284": "Enemmän dataa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietokokonaisuuksiin, ja hCaptcha palvelee tätä tarvetta. Suurien ihmisten arvioimien tietojoukkojen luominen perinteisillä menetelmillä on kuitenkin sekä hidasta että kallista.",
  "2103563261": "Yksityiset tai julkiset tiedot",
  "2131386784": "Tavoittettavissa oleva asiantuntemus ja tuki sekä sinulle että käyttäjillesi",
  "2138799135": "hCaptcha sisältää kymmeniä valmiita integraatioita käyttämillesi käyttöliittymä- ja taustajärjestelmille.",
  "2163914794": "Tarvitsetko lisää tunnisteita tietojoukkoihisi? hCaptcha tarjoaa nopeat, kustannustehokkaat ja laadukkaat tietomerkinnät tekoäly- ja koneoppimissovelluksia työskenteleville yrityksille.",
  "2183926131": "Aloita hCaptcha Enterprisen käyttö",
  "2184564739": "Katso",
  "2188609322": "Huonot näyttelijät ovat yhä yleisempiä verkossa. Mutta käyttäjien yksityisyyden uhraaminen ei ole vastaus.",
  "2319072959": "Työskentele täysin offline-tilassa oman työvoimasi kanssa, seuraa liiketoimintayksiköiden tai konsortiokumppanien kulutettua arvoa, reititä työt valikoivasti eri sisäisille tai ulkoisille työvoimantarjoajille kustannus- ja turvallisuusvaatimusten perusteella ja paljon muuta.",
  "2320894364": "Yli 200 läsnäolopisteen ansiosta hCaptchan pilvi suojaa omaisuuttasi kaikkialla maailmassa",
  "2354267648": "GDPR-, CCPA- ja LGPD-ystävällinen tietosuojakäytäntö",
  "2373007864": "hCaptcha Enterprise toimii hCaptcha-alustateknologialla, joka on laajennettu sisältämään suuren liikenteen yritysten tarvitsemat ominaisuudet.",
  "2418549423": ", nouseva standardi online-yksityisyyden säilyttämiseen kryptografisten todisteiden ja muiden ainutlaatuisten yksityisyyden ensisijaisten ominaisuuksien avulla.",
  "2489287539": "Kitkaton \"No CAPTCHA\" ja 99,9 % passiiviset tilat",
  "2510209017": "Tarvitsetko lisää apua?",
  "2513143348": "hCaptcha Enterprise -järjestelmä on suunnittelultaan ainutlaatuisen joustava: se voidaan ottaa käyttöön osittain tai kokonaan verkkosi reunalla, jos käytät julkista pilvipalvelua tai omistat useita datakeskuksia.",
  "2535001179": "Jos tulet Googlen reCAPTCHA:sta, sovellusliittymämme ovat korvaavia sovellusliittymiä.",
  "2593768395": "Saumaton kokemus verkossa, alkuperäisessä mobiilissa ja mobiiliverkossa. Valmiiksi rakennetut integraatiot ja alkuperäiset SDK:t saatavilla.",
  "2650502379": "Aloita omat haasteesi sekunneissa",
  "2670003220": "Työpaikat",
  "2671622670": "Yritys",
  "2676853536": "Usean käyttäjän hallintapaneelit",
  "2681650568": "Ja kuten aina, yksityisyys on meille perusarvo. Lisää haastekoodimme vain sinne, missä se on välttämätöntä ja missä on järkevää suojata sekä sinua että käyttäjiäsi. Tiedonkeruun minimointi alkaa integroinnin hetkestä.",
  "2682873489": "Määritä objektien raja-alue",
  "2686825859": "Rekisteröidy ilmaiseksi tai ota meihin yhteyttä koskien hCaptcha Enterprise -ratkaisuja",
  "2698140263": "Kaikki ongelmat eivät ole samoja: yhden pistemäärän saaminen tarkoittaa, että sen on vastattava tarpeitasi ollakseen hyödyllinen.",
  "2698640210": "Ohjaushaasteet ja -tyypit näytetään",
  "2707282231": "Mukauta haasteita käyttäjillesi. Tee mahdottomaksi robottien ratkaiseminen ja tunkeutuminen.",
  "2714878440": "Suojaa palveluitasi raapumiselta, tilien kaappauksilta, tunnistetietojen täyttämiseltä ja roskapostilta edistyneen koneoppimisen ja ihmiskunnan vahvistuksen avulla.",
  "2718999653": "Mukautetut uhkapisteet",
  "2781507299": "Välitön vahvistus",
  "2782263070": "Palvelu on meille ykkösprioriteetti. Ylläpidämme 24/7 päivystystukea ja tarjoamme suoraa Slack-koordinointia suunnitteluintegraatiotiimimme ja päivystävän henkilöstömme kanssa käyttöönoton aikana ja sen jälkeen.",
  "2806751666": "Mikä on hCaptcha?",
  "2826051554": "ja enemmän",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Mainosverkostot näkevät vierailijasi tuotteena. Meille ainoa tuote määrittää heidän ihmisyytensä. Palvelumme täyttävät tai ylittävät GDPR-, CCPA-, LGPD- ja PIPL-vaatimukset ja tukevat aloitteita, kuten Privacy Pass. Työskentelemme lujasti tasapainottaaksemme yksityisyyttä ja turvallisuutta.",
  "2927700175": "Näytämme boteille vaikeita, mutta ihmisille helppoja CAPTCHA-haasteita keräämällä vaikeasti tunnistettavaa dataa koneoppimisongelmista ja käyttämällä sitä erottamaan, onko verkkosivuston tai sovelluksen vierailija ihminen.",
  "2968026167": "Suosikkivihannesi",
  "3018523079": "Pysy brändissä yhtenäisellä käyttökokemuksella.",
  "3065000659": "Tajusitko joka kerta kun \"klikkaat autoa\", autat kouluttamaan sinkkua",
  "3093388779": "hCaptcha on vapaasti kaikenkokoisten julkaisijoiden käytettävissä",
  "3093689546": "Helppo integrointi",
  "3096063825": "Kokeile sitä",
  "3107683988": "Tämä voi vähentää merkittävästi verkon ulkopuolista liikennettä ja kustannuksia säilyttäen samalla kaikki 24/7-päivystyshenkilöstömme hallinnan edut tiukimpien SLA-sopimusten täyttämiseksi.",
  "3117887301": "Suurimmat verkkopalvelut luottavat",
  "3121248460": "Näytä äärettömästi erilaisia mukautettuja haasteita – yksinkertaisista monimutkaisiin – odotetulle yleisöllesi",
  "3153117136": "Kuinka hCaptcha-vaikeusasetukset toimivat",
  "3160820928": "Koordinoitu hyökkäyssuojaus",
  "3161489950": "Maailman edistynein tietoturva-ML-alusta",
  "3167979932": "Suunniteltu suojaamaan yksityisyyttä ensimmäisestä päivästä lähtien. Vahva tietojenkäsittelysopimus.",
  "3194111925": "tuki",
  "3213351333": "Ei vaadi ennakkositoumusta",
  "3213957230": "Kun käyttäjien on ratkaistava haaste täyttääkseen turvallisuusvaatimukset, miksi ei luoda tehtäviä, jotka ovat miellyttäviä ja tärkeitä käyttäjälle?",
  "3225770968": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen työvoimavaltaisin ongelma; suurten tietomäärien merkitseminen oikea-aikaisella, edullisella ja luotettavalla tavalla.",
  "3230004040": "Oletko näkövammainen tai et muuten pysty suorittamaan hCaptchoja?",
  "3235430156": "yrityksen koneoppimisjärjestelmät ilmaiseksi?",
  "3260825523": "Intuition koneet",
  "3264813246": "Sopimatonta",
  "3265895521": "Nosta ja vähennä haasteen vaikeutta vuorokaudenajan mukaan",
  "3266612494": "Luotettava kumppani",
  "3276777569": "hCaptcha",
  "3287172429": "Ohjaushaastetyypit näytetään",
  "3365203058": "Maailmanluokan anti-bot-suojaus",
  "3412647984": "Näin voit välttää tulevat kysymykset rekisteröitymällä ja asettamalla evästeen. Yritä myös sammuttaa mainosten esto.",
  "3417372336": "Vaihda minuuteissa",
  "3446714684": "Mobiili (iOS ja Android) integrointi",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Yrityskäyttäjille on tarjolla vaihtoehtoja, joilla haasteet vältetään kokonaan useimmissa skenaarioissa.",
  "3478726913": "hCaptchalla on yksi planeetan suurimmista käytettävissäsi olevista uima-altaista. Olipa mittakaavasi mikä tahansa, voimme hoitaa sen ilman kalliita ennakkositoumuksia. Miljoonat tehtävät päivässä eivät ole ongelma.",
  "3480023141": "Lue lisää esteettömyysvaihtoehdoista",
  "3483700676": "Käynnistä miljoonia tehtäviä välittömästi",
  "3500503648": "hCaptcha on suunniteltu poistamaan pitkän aikavälin tietojen säilyttäminen luottamalla välittömään arviointiin selaushistoriasi tallentamisen ja analysoinnin sijaan. Tuemme myös aloitteita mm",
  "3524251858": "Cloudflaren tuotehallinnan johtaja",
  "3526939538": "Ohjelmistovirhe",
  "3530599065": "Yksityisyys on rakennettu alusta alkaen. hCaptcha ei säilytä henkilökohtaisia tunnistetietoja, ja se noudattaa lukuisia tietosuojavaltuutuksia ja säädöksiä.",
  "3570415321": "Yhtiö",
  "3573245166": "Toisin kuin reCAPTCHA, työskentelemme kaikissa maissa.",
  "3578122193": "Pysy brändissä asianmukaisen sisällön avulla",
  "3620442880": "Flash Sale -suojausominaisuudet",
  "3630114728": "Katso, mitä kaikilla sivustoillasi ja sovelluksissasi tapahtuu.",
  "3644106388": "Ottaa yhteyttä",
  "3660619092": "Rekisteröidy ilmaiseksi tai ota yhteyttä myyntiin yritysratkaisuja varten",
  "3688621388": "Uhkauksen allekirjoitukset",
  "3704893754": "Haluatko nähdä itse? Kokeile ilmaista hCaptchaa",
  "3714002185": "Lue lisää hCaptcha Enterprisesta",
  "3715747429": "Perehdytysinsinöörimme saavat sinut liikkeelle nopeasti, tarvitsetpa sitten React-integraation, SDK:ita iOS-natiivisovelluksille, Java-taustaesimerkin tai käytännöllisesti katsoen minkä tahansa muun skenaarion.",
  "3717512591": "Suora alustan integrointi",
  "3721365241": "Yrittää",
  "3729345277": "hCaptcha on tapa yrityksille saada tarvitsemansa huomautukset nopeammin, laadukkaammin ja halvemmalla kuin muut vaihtoehdot.",
  "3730038780": "Valitse lähes loputtomasta määrästä haasteita, jotka käyttäjät voivat ratkaista",
  "3739936967": "Tämä ainutlaatuinen keskittyminen yksityisyyteen tarkoittaa, että voimme tarjota nolla yksittäisten tietojen säilytystä, evästeettömän toiminnan ja muita sopimukseen perustuvia tietosuojatakuita tarpeen mukaan samalla, kun ylläpidetään erinomainen tietoturva. Lue lisää.",
  "3740051331": "Olemme myös sitoutuneet aktiivisesti seuraamaan ja vastaamaan käyttäjien kysymyksiin sosiaalisessa mediassa, foorumeilla sekä widget- ja sähköpostitukikanavillamme. Olemme helposti lähestyttäviä ja reagoivia, ja pidämme käyttäjien tyytyväisyyttä parhaana KPI:nä.",
  "3753956446": "Vapaa",
  "3758963444": "Kiitos! Lähetyksesi on vastaanotettu!",
  "3767462250": "Suunniteltu yksityisyyttä varten",
  "3768951251": "Yrityspalvelusopimukset",
  "3807059944": "Hallitse käytettyä haastesisältöä",
  "3816867833": "Palaute",
  "3817811295": "Taattu luotettavuus ja nopea 24/7 päivystystuki.",
  "3892905664": "hCaptcha auttaa suosikkiverkkopalveluitasi pitämään poissa roboteista, roskapostista ja väärinkäytöksistä esittämällä yksinkertaisia kysymyksiä, jotka ovat helppoja ihmisille ja vaikeita koneille.",
  "3913848038": "99,99 %:n käyttöaika SLA-sopimukset ja 24/7 globaali tuki saatavilla.",
  "3951254541": "Arvostamme panostasi. Kerro meille kaikista ongelmista, niin ratkaisemme ne nopeasti.",
  "3952259236": "Yhdistä sokkotut tietosi hCaptchan tuhansiin signaaleihin kouluttaaksesi hCaptchaa käyttäytymisluokissa – vain sinun tapauksessasi – ennustaaksesi haitallisen toiminnan paremmin kuin kumpikaan ratkaisu yksinään",
  "3953584369": "Kehittyneet RBAC-käyttörajoitukset saatavilla.",
  "4007826952": "Tietosuojan ykkönen CAPTCHA verkkoon, mobiililaitteisiin ja muihin tarkoituksiin.",
  "4019660456": "0 ms latenssi: tarkista hCaptcha-tunnukset ilman API-kutsua.",
  "4065065042": "Valitse tämä, jotta se sopii juuri sinun käyttötapasi.",
  "4083018285": "Sarja laajennettuja ominaisuuksia, jotka yhdistyvät tehostettuun SOC-seurantaan ja -vastaukseen pitkälle kehittyneisiin pysyviin uhkiin",
  "4146870445": "Keitä olemme",
  "4147497805": "Porkkana",
  "4194763679": "Hienojakoiset vaikeustasot",
  "4195759329": "Botin havaitseminen ja riskipisteet",
  "4199502476": "Kehittyneet raportoinnin hallintapaneelit ja API",
  "4238473596": "Kitkan minimoiminen todellisille käyttäjille on tärkeää. hCaptcha käyttää yksinkertaisia tehtäviä ja vie vähemmän aikaa useimmilta käyttäjiltä samalla, kun se pysäyttää enemmän bottiliikennettä.",
  "4272022475": "Kaikki pyynnöt ja omaisuus siirtyvät osoitteeseen hcaptcha.yourdomain.com",
  "4272454814": "Integroi valitsemasi identiteetin tarjoajan kanssa.",
  "a11y-img-1": "Esteettömyyskäyttäjän näyttö kirjautumisen jälkeen",
  "a11y-img-2": "Esteettömyysvaihtoehto widgetin käyttöliittymän valikossa",
  "a11y-img-3": "Esteettömyysvalintaikkuna widgetin käyttöliittymässä",
  "about-advisors-brendan": "Brave toimitusjohtaja. Mozillan perustaja. JavaScript-ohjelmointikielen luoja. Selainten rakentaja ja paljon muuta.",
  "about-advisors-dawn": "Professori, CS Kalifornian yliopistossa, Berkeley. Syvä oppiminen, turvallisuus, blockchain-asiantuntija. Oasis Labsin toimitusjohtaja.",
  "about-advisors-head": "Neuvonantajat",
  "about-advisors-keiran": "Tutkija Stanfordissa. Koneoppiminen ja määrällinen rahoitus suurimmissa pankeissa, hedge-rahastoissa ja korkeakouluissa.",
  "about-content-head-1": "Mitä me teemme",
  "about-content-head-2": "Miksi sillä on merkitystä",
  "about-content-text-1a": "hCaptcha tuo modernin, tietosuojaan keskittyvän lähestymistavan bottien pysäyttämiseen.",
  "about-content-text-1b": "Näytämme CAPTCHA-haasteita, jotka ovat vaikeita bottien, mutta ihmisten kannalta, keräämällä vaikeasti merkittäviä tietoja koneoppimisongelmista ja erottamalla ne verkkosivuston tai sovelluksen kävijästä.",
  "about-content-text-2a": "Huonot näyttelijät ovat yhä yleisempiä verkossa. Mutta käyttäjien yksityisyyden uhraaminen ei ole vastaus.",
  "about-content-text-2b": "Mainosyritysten tarjoamat tietoturvaratkaisut keskittyvät ensisijaisesti käyttäjien seurantaan verkossa. Olemme luoneet tehokkaan tietoturvaratkaisun, joka osoittaa, ettei käyttäjien yksityisyyden vahingoittaminen ole välttämätöntä erinomaisen tuloksen saavuttamiseksi.",
  "about-intro-head-1": "Tietoja hCaptchasta",
  "about-intro-head-2": "Tietosuoja, turvallisuus ja koneoppiminen.",
  "about-intro-text": "hCaptcha on maailman laajimmin käytetty itsenäinen CAPTCHA-palvelu.",
  "about-leadership-head": "Keitä olemme",
  "about-leadership-headsub": "Kokenut tiimi, joka työskentelee nykypäivän vaikeimpien ongelmien parissa.",
  "about-leadership-link1": "Keitä olemme",
  "about-leadership-text1": "Olemme erikoistuneet syvään oppimiseen ja visuaaliseen koneoppimiseen mittakaavassa keskittyen erityisesti verkkojärjestelmien turvaamiseen entistä kehittyneemmiltä nykyaikaisilta uhilta.",
  "about-leadership-text2": "Vuosikymmenien ohjelmistojen ja koneoppimisen asiantuntemuksen avulla rakennamme ja käytämme massiivisesti skaalautuvia järjestelmiä vastaamaan nykypäivän vaikeimpiin ongelmiin yksityisyyttä säilyttäen.",
  "acc-opt": "Esteettömyysvaihtoehdot",
  "acc-opt-but": "Lisätietoja esteettömyysvaihtoehdoista",
  "acc-opt-text": "Oletko näkövammainen tai muuten kykenemätön suorittamaan hCaptchoja?",
  "accessibility-link": "Esteettömyys",
  "appreciate-in": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja me ratkaisemme ne nopeasti.",
  "fb-but": "Lähetä meille palautetta",
  "feedback-text": "Anna palautetta juuri näkemäsi hCaptchasta",
  "footer-attribution": "Attribuutio",
  "footer-copyright-text": "hCaptcha on Intuition Machines, Inc: n rekisteröity tavaramerkki.",
  "footer-header-1": "Yhtiö",
  "footer-header-2": "Resurssit",
  "footer-header-3": "Ottaa yhteyttä",
  "footer-link-1": "Merkinnät",
  "footer-link-10": "Esteettömyys",
  "footer-link-2": "Noin",
  "footer-link-3": "Työpaikat",
  "footer-link-4": "Tavaramerkit",
  "footer-link-5": "AI etiikka",
  "footer-link-6": "Blogi",
  "footer-link-7": "Tila",
  "footer-link-8": "Dokumentointi",
  "footer-link-9": "Ilmoita virheestä",
  "footer-privacy": "Yksityisyys",
  "footer-subheader-1": "Tuki",
  "footer-subheader-2": "Ottaa yhteyttä",
  "footer-terms": "Ehdot",
  "h-plans": "Tilaussuunnitelmat",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Etiketöintipalvelut",
  "header-login-button": "Kirjaudu sisään",
  "header-plans-link": "Suunnitelmat",
  "header-signup-button": "Kirjaudu",
  "home-about-head": "Tietoja hCaptchasta",
  "home-about-subtitle": "Voimanlähteenä HUMAN Protocol",
  "home-about-text-1": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen kaikkein työvoimavaltaisimmat ongelmat: merkittävien tietojen määrän merkitseminen oikea-aikaisella, edullisella ja luotettavalla tavalla.",
  "home-about-text-2": "Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietojoukkoihin, melkein aina ihmisen tarkastelemalla. Suurten ihmisen tarkistamien tietojoukkojen luominen Mechanical Turkin, Figure Eightin jne. Kautta on kuitenkin sekä hidasta että kallista.",
  "home-about-text-3": "hCaptcha antaa verkkosivustoille mahdollisuuden ansaita rahaa palvelemaan tätä kysyntää estäen botit ja muut väärinkäytökset.",
  "home-about-text-4": "HCaptcha-markkinapaikka toimii HUMAN-protokollalla, avoimella hajautetulla protokollalla ihmisten tarkasteluun, joka toimii Ethereum-lohkoketjussa. Verkkosivustot ansaitsevat ihmisoikeustunnuksia (HMT) aina, kun käyttäjät käyttävät hCaptcha-widgetiä sivustollaan, ja koneoppimisyritykset maksavat ihmisoikeustunnuksille saadakseen tietonsa.",
  "home-ba-labeling-services-link": "Etiketöintipalvelut",
  "home-benefits-head-1": "Arvo tietojen merkinnöissä",
  "home-benefits-head-2": "Palauta hyväntekeväisyyteen",
  "home-benefits-text-1": "Tiesitkö joka kerta, kun napsautat autoa, autat kouluttamaan yhden Gigantic-yrityksen koneoppimisjärjestelmiä ilmaiseksi?",
  "home-benefits-text-2": "hCaptcha kääntää tämän mallin ympäri. Kun käytät hCaptchaa, yritykset tekevät tarjouksen käyttäjien tekemästä työstä todistaessaan inhimillisyytensä. Saat palkkiot.",
  "home-benefits-text-3": "Haluatko antaa takaisin suosikki hyväntekeväisyyteen? hCaptchan avulla voit tukea valitsemiasi hyväntekeväisyysjärjestöjä ansioilla, jotka saat sen käytöstä. Sivustosi käyttäjät voivat pian nähdä panoksesi hyväntekeväisyyteen hCaptcha-käyttöliittymän huomaamattoman tuotemerkin avulla.",
  "home-challenge-text-1": "Valitse kaikki kuvat, jotka vastaavat kyselyä",
  "home-challenge-text-2": "Määritä objektien rajausalue",
  "home-challenge-text-3": "Tunnista vastaavat tarrat",
  "home-challenge-title-1": "Vertailu",
  "home-challenge-title-2": "Rajakotelo",
  "home-challenge-title-3": "Luokittelu",
  "home-challenges-head": "Esitetyt haasteet",
  "home-challenges-text-1": "... ja muita yksinkertaisia tehtäviä. Helppo ihmisille, vaikea botille.",
  "home-challenges-text-2": "Mukautetut tehtävät ovat myös yritysjulkaisijoiden käytettävissä.",
  "home-ent-1": "Etsitkö yritysturvatarjontaamme?",
  "home-ent-2": "Vieraile uudella sivustollamme: BotStop.com",
  "home-ent-button": "Lisätietoja: BotStop by hCaptcha",
  "home-from-the-blog": "Blogista:",
  "home-from-the-blog-value": "Kuinka hCaptcha-vaikeusasetukset toimivat",
  "home-intro-body": "Käytätkö captchaa bottien pitämiseen poissa? hCaptcha suojaa käyttäjien yksityisyyttä, palkitsee verkkosivustoja ja auttaa yrityksiä saamaan tietonsa. Se on reCAPTCHA: n korvattava vaihtoehto: voit vaihtaa muutamassa minuutissa.",
  "home-intro-button": "Ilmoittaudu nyt",
  "home-intro-head": "Pysäytä lisää botteja. Aloita käyttäjien yksityisyyden suojaaminen.",
  "home-main-1": "Yksityinen. Suojattu. Nopeammin. Ja me maksamme sinulle sen käytöstä.",
  "home-main-2": "Tietosuoja kohdennettu",
  "home-main-2c": "Mainosverkostot näkevät vierailijasi tuotteena. hCaptcha:lle tuote on heidän tarjoamansa työ. Emme välitä siitä, keitä käyttäjäsi ovat, vaan siitä, kuinka todennäköisesti he ovat haitallisia. Tuemme Privacy Passin kaltaisia aloitteita ja teemme lujasti töitä tasapainottaaksemme yksityisyyttä ja turvallisuutta.",
  "home-main-3": "Turvallisuus ensin",
  "home-main-3c": "Tarkkuus on etusi ja meidän. hCaptcha on keskittynyt kustantajiin. Pyrimme antamaan sinulle todellisia tietoja ja antamaan sinun päättää, miten niitä käytetään. Muut captchat tarjoavat Gigantic-mainontayritykset. Tämä tarkoittaa sitä, että jokainen estämä botti voi vähentää tulojaan.",
  "home-main-4": "Parempi käyttökokemus",
  "home-main-4c": "HCaptcha käyttää hienostuneita koneoppimismalleja ihmiskunnan määrittämiseen. Tämä antaa meille mahdollisuuden vaatia käyttäjiltä vähemmän ärsyttäviä tehtäviä ja vie vähemmän aikaa heidän tekemällä samalla tuottaa hyödyllistä etiketöityä tietoa asiakkaiden merkinnöille.",
  "home-main-plans": "hCaptcha on ilmainen käyttää kaiken kokoisille kustantajille. Suurempaa hallintaa tarvitseville yrityksille ja alustoille yritysratkaisumme ovat kuitenkin käytettävissä.",
  "home-main-plans2": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenillä miljoonilla verkkosivustoilla planeetan suurimmille yrityksille. Ota yhteyttä saadaksesi lisätietoja tai käy",
  "home-main-plans3": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenillä miljoonilla verkkosivustoilla planeetan suurimmille yrityksille. Ota yhteyttä saadaksesi lisätietoja tai käy",
  "home-main-plans4": "yksityiskohtia varten.",
  "home-plans-button-1": "Ilmoittaudu nyt",
  "home-plans-button-2": "Ota yhteyttä myyntiin",
  "home-plans-chart-head-1": "ominaisuudet",
  "home-plans-chart-head-2": "Kustantaja",
  "home-plans-chart-head-3": "Yritys",
  "home-plans-chart-row-1-cell-1": "Näytetyt kontrollihaasteet",
  "home-plans-chart-row-1-cell-2": "Rajoitettu",
  "home-plans-chart-row-1-cell-3": "Kaikki yhteensä",
  "home-plans-chart-row-10-cell-1": "Usean käyttäjän hallintapaneelit",
  "home-plans-chart-row-11-cell-1": "Edistyneet raportointiominaisuudet",
  "home-plans-chart-row-12-cell-1": "Enterprise-palvelutasosopimus",
  "home-plans-chart-row-2-cell-1": "Hallitse käytettyä haastesisältöä",
  "home-plans-chart-row-2-cell-2": "Rajoitettu",
  "home-plans-chart-row-2-cell-3": "Kaikki yhteensä",
  "home-plans-chart-row-3-cell-1": "Ansaitse palkintoja ihmisen ratkaisuista",
  "home-plans-chart-row-4-cell-1": "Maailmanluokan bottien torjunta",
  "home-plans-chart-row-5-cell-1": "Toimii kaikissa maissa",
  "home-plans-chart-row-5a-cell-1": "Ei-CAPTCHA ja 99,9 % passiiviset tilat",
  "home-plans-chart-row-5b-cell-1": "Botin luottamus",
  "home-plans-chart-row-6-cell-1": "GDPR ja CCPA-ystävällinen tietosuojakäytäntö",
  "home-plans-chart-row-7-cell-1": "Hienorakeinen vaikeustaso",
  "home-plans-chart-row-8-cell-1": "Käynnistä oma haastesisältösi",
  "home-plans-chart-row-9-cell-1": "Aikaperusteinen aikataulutusvaikeus",
  "home-try-it-out-button": "Hanki hCaptcha",
  "home-try-it-out-head": "Kokeile sitä",
  "home-try-it-out-text": "hCaptcha tarjoaa yksinkertaisen, helpon ja luotettavan bottien havaitsemisen, mutta on ihmisille triviaalia ratkaista.",
  "labeling-about-head": "Tietoja hCaptchasta",
  "labeling-about-text-1": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen kaikkein työvoimavaltaisimmat ongelmat; merkittävien tietojen määrän merkitseminen oikea-aikaisesti, edullisella ja luotettavalla tavalla. Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietojoukoihin, ja hCaptcha palvelee tätä tarvetta.",
  "labeling-about-text-2": "Suurten ihmisen tarkistamien tietojoukkojen luominen perinteisillä menetelmillä on kuitenkin sekä hidasta että kallista. hCaptcha on yritys, jolla yritykset saavat tarvitsemansa merkinnät nopeammin, laadukkaammin ja halvemmalla kuin muut vaihtoehdot.",
  "labeling-annotations-head": "Merkintätyypit",
  "labeling-annotations-text-1": "Tarkka kohteiden tunnistus kuvissa ja videoissa",
  "labeling-annotations-text-2": "Tarkka kohteiden tunnistus kuvissa ja videoissa",
  "labeling-annotations-text-3": "Pistemerkinnät monille erilaisille käyttötapauksille",
  "labeling-annotations-text-4": "Lajittele tai liitä minkä tahansa kokoisia mielivaltaisia luokkia",
  "labeling-annotations-text-5": "Ihmiskäyttöinen tunnistus ja luokitus",
  "labeling-annotations-text-6": "Tarvitsetko muuta tyyppiä, jota ei ole mainittu tässä? Kysy vain meiltä.",
  "labeling-annotations-title-1": "Rajauslaatikot",
  "labeling-annotations-title-2": "Monikulmioita",
  "labeling-annotations-title-3": "Maamerkit",
  "labeling-annotations-title-4": "Attribuuttiluokitus",
  "labeling-annotations-title-5": "Vertailu ja havaitseminen",
  "labeling-annotations-title-6": "... ja paljon muuta",
  "labeling-ent-button": "Ota yhteyttä yritysratkaisutiimiimme",
  "labeling-ent-head": "Tarvitsetko päästä päähän -ohjauksen?",
  "labeling-ent-text-1": "HCaptchan takana oleva HUMAN-alusta tarjoaa erittäin kehittyneitä työnlaatu- ja hallintaominaisuuksia paikan päällä, hybridi- tai SaaS-käyttöönoton avulla, jotka integroituvat nykyisiin järjestelmiin.",
  "labeling-ent-text-2": "Suorita täysin offline-tilassa omalla työvoimallasi, seuraa liiketoimintayksiköiden tai konsortiokumppaneiden kuluttamaa arvoa, reititä työt valikoivasti eri sisäisille tai ulkoisille työvoiman tarjoajille kustannus- ja turvallisuusvaatimusten perusteella ja paljon muuta.",
  "labeling-ent-text-3": "Helppo API-käyttö, kauniit kojelaudat ja uusin silmukka-tekniikka maksimoidaksesi tehokkuuden.",
  "labeling-ent-text-4": "Saatavana 99,99% käyttöaikaa sisältäviä palvelutasosopimuksia ja 24/7 maailmanlaajuinen tuki. Lisätietoja:",
  "labeling-features-head-1": "Yksinkertaiset API-pohjaiset putkistot.",
  "labeling-features-head-2": "Optimoitu kustannusten ja laadun mukaan. Etukäteen vaaditaan sitoutumista.",
  "labeling-features-head-3": "Maksa vain tarvitsemastasi tarkkuudesta.",
  "labeling-features-head-4": "Anna omat perustiedot tai anna meidän rakentaa ne lennossa.",
  "labeling-features-text-1": "Haluatko integroida ihmisarvioinnin suoraan liiketoimintaasi? Tarjoamme korkean luotettavuuden SLA: n, taatun kapasiteetin ja yksinkertaiset REST-sovellusliittymät.",
  "labeling-features-text-2": "HUMAN-alusta käyttää kattavia luottamusmalleja kehittyneen reaaliaikaisen laatuanalyysin suorittamiseen. Tämän avulla voimme nopeasti selvittää sekä kysymysten vaikeudet että niiden todennäköisen oikean vastauksen, mikä säästää aikaa ja rahaa.",
  "labeling-features-text-3": "Kaikki ongelmat eivät ole samat. Turvallisuuden kannalta kriittisten tehtävien merkinnät saattavat vaatia 99,99%: n luottamusta täysin työntekijöiltä. Mobiilipelisovelluksen yhden beetaominaisuuden merkinnät saattavat edellyttää vain kohtuullista luottamusta. Sinä päätät.",
  "labeling-features-text-4": "Onko sinulla raakatietoja ilman kattavaa vahvistussarjaa? Useimmissa tapauksissa voimme rakentaa sellaisen sinulle, kun tehtävät kulkevat järjestelmän läpi, tai luoda merkityt näytteet hyväksyntää varten.",
  "labeling-info-head": "Tietojen merkitseminen",
  "labeling-info-text-1": "Keskustele yhden verkkotunnuksen asiantuntijoidemme kanssa määrittääkseen projektisi tarpeet: kohteen tarkkuus, muoto ja mahdolliset erityisvaatimukset.",
  "labeling-info-text-2": "Suoritamme pienen tuotantotyön näytetietojesi perusteella. Tämä testaa yhdessä tekemäämme työtä varmistaaksemme, että saat juuri tarvitsemasi.",
  "labeling-info-text-3": "Suurella äänenvoimakkuudella ja matalalla viiveellä käännämme työsi nopeasti ja automaattisella toimituksella heti, kun se on tehty.",
  "labeling-info-text-4": "Kun ymmärrämme paremmin tuotantotyönne parametrit, tulokset paranevat edelleen ajan myötä.",
  "labeling-info-text-5": "Live-koontinäyttöjen avulla voit antaa palautetta tai keskeyttää tuotannon milloin tahansa.",
  "labeling-info-title-1": "Määritä tekniset tiedot",
  "labeling-info-title-2": "Alkuperäinen työtesti",
  "labeling-info-title-3": "Ota tuotantotyöt käyttöön",
  "labeling-info-title-4": "Jatkuva parantaminen",
  "labeling-info-title-5": "Reaaliaikaiset tulokset",
  "labeling-main-1": "Kustannustehokas tietojen merkitseminen mittakaavassa",
  "labeling-main-1-button": "Hanki tietosi etikettiin",
  "labeling-main-1c": "Tarvitsetko lisää tunnisteita tietojoukkoihisi? hCaptcha tarjoaa nopean, kustannustehokkaan ja laadukkaan datamerkinnän yrityksille, jotka työskentelevät tekoäly- ja koneoppimissovelluksissa.",
  "labeling-main-2": "Käynnistä miljoonia tehtäviä heti.",
  "labeling-main-2-button": "Osta tietojen merkintäpalvelut",
  "labeling-main-2c": "hCaptchalla on yksi planeettasi suurimmista käytettävissä olevista uima-altaista. Mikä tahansa mittakaava, voimme hoitaa sen ilman kalliita ennakkositoumuksia. Miljoonat tehtävät päivässä eivät ole ongelma.",
  "labeling-platform-head": "Yksityinen tai julkinen tieto",
  "labeling-platform-text": "hCaptcha on rakennettu HUMAN-alustalle, mikä mahdollistaa kehittyneen reitityksen ja analyysin kustannusten ja tehokkuuden optimoimiseksi jokaisessa vaiheessa. Tämän tekniikan avulla oikea työvoima hoitaa työn jokaisen osan, maksimoimalla kustannustehokkuuden säilyttäen samalla yksityisyyden ja täyttäen mahdollisesti sovellettavat lakisääteiset vaatimukset.",
  "labeling-try-button": "Osta tietojen merkintäpalvelut",
  "labeling-try-head": "Haluatko kokeilla tietojasi?",
  "labeling-try-text": "... olemme valmiita, kun olet: palvelumme on käytettävissä ympäri vuorokauden.",
  "learn-more-hcaptcha": "Lisätietoja hCaptchasta",
  "page-acc-faq-1": "Kysymys: Onko hCaptcha Section 508 + WCAG 2.1 AA yhteensopiva? Vastaus: Uskomme niin: kaikki käyttäjät, joilla on minkäänlaisia vammoja, jotka voivat selata verkkoa ja kirjoittaa lomakkeisiin tekstiä, voivat rekisteröitymisen yhteydessä käyttää hCaptcha-suojattuja palveluita. Tämä ei kuitenkaan ole oikeudellinen neuvo: sinun on suoritettava oma arviointisi ottaen huomioon erityinen toteutuksesi varmistaaksesi, että tämä koskee käyttöönottoasi.",
  "page-acc-faq-2": "Kysymys: Työskenteletkö muiden esteettömyysvaihtoehtojen (a11y) parissa, kuten äänen kanssa? Vastaus: Aikaisemmin suositut vaihtoehdot, kuten audio captchat, syrjivät monia a11y-käyttäjiä ja häviävät ne helposti nykyaikaisilla koneoppimistekniikoilla. Tämä on pakottanut nykyiset äänihaasteet muuttumaan yhä vaikeammiksi ja aiheuttaneet kohinaa, outoa ajoitusta, epätavallisia sanayhdistelmiä ja niin edelleen hyökkääjien voittamiseksi. Olemme siis vähemmän innostuneita tästä lähestymistavasta verrattuna haasteen välttämiseen kokonaan, mutta harkitsemme sitä, jos a11y-yhteisöllä on kysyntää. Olemme kuitenkin erittäin kiinnostuneita Privacy Passista esteettömyyskäyttötapauksessa. Uskomme, että nykyisen a11y-lähestymistapamme yhdistäminen Privacy Pass -lippujen myöntämiseen mahdollistaa sen, että a11y-käyttäjät voivat selata selaamista turvallisesti tietäen, että heidän liikenne on yksityistä, ja samalla rajoittaa bot-operaattoreiden väärinkäyttöä, jota väistämättä tapahtuu, kun a11y-vaihtoehdot ovat käytettävissä. Olemme aktiivisesti mukana IETF:n työryhmässä, joka standardoi tätä uutta teknologiaa.",
  "page-acc-faq-3": "Kysymys: Entä yksityisyys? Paljastaako rekisteröinti a11y:n selaustiedot jollain tavalla? Mitä teet sähköpostilla? Vastaus: hCaptcha on suunniteltu yksityisyyttä varten alusta alkaen. Se on hyvin erilainen kuin perinteiset vaihtoehdot, kuten reCAPTCHA, jotka omistavat mainosverkostot, joilla on kannustin seurata sinua verkossa ja yhdistää sinut todelliseen identiteettiin. Emme koskaan käytä esteettömyyssähköposteja tai -tietoja muuhun tarkoitukseen kuin käytön helpottamiseksi ja väärinkäytön estämiseksi. Tietosuojakäytäntömme sisältää kattavat ja arvovaltaiset vastaukset siihen, miten käytämme tietoja, mutta lyhyt vastaus on, että emme ole kiinnostuneita yhdistämään sinua selaushistoriaasi olevana henkilönä. Työskentelemme myös parhaillaan salausratkaisun parissa, jolla voimme nopeasti hävittää sähköpostiosoitteesi. säilyttäen silti kykymme estää väärinkäyttöä ja täydentää Privacy Pass -työtämme.",
  "page-acc-link-1": "Jos olet esteettömyyden käyttäjä, kirjaudu sisään täällä.",
  "page-acc-subhead": "Varmistetaan saumaton pääsy kaikille käyttäjille samalla kun säilytetään turvallisuus",
  "page-acc-summary": "Yhteenveto",
  "page-acc-summary-contents-1": "hCaptcha on suunniteltu pysäyttämään robotit erottamalla ne ihmisistä. Visuaaliset testit ovat kätevä työkalu tähän, mutta kaikki eivät pysty ratkaisemaan visuaalista haastetta. Tästä syystä olemme suunnitelleet yksinkertaisen, kivuttoman vaihtoehdon, jonka avulla palveluamme käyttävät julkaisijat voivat säilyttää kaikkien saavutettavuuden pykälän 508 ja WCAG 2.1 AA -säännösten mukaisesti.",
  "page-acc-summary-contents-2": "Kuinka se toimii: esteettömyyskäyttäjä kirjautuu ensin tähän URL-osoitteeseen, joka on linkitetty hCaptcha-widgetin tietosivulle. Heille annetaan salattu eväste, jota voidaan käyttää useita kertoja päivässä, mutta ne on päivitettävä 24 tunnin välein sisäänkirjautumisen avulla.",
  "page-acc-title": "hCaptchan saavutettavuustiedot",
  "page-acc-tr-body": "Kysymys: Näen edelleen haasteen evästeen asettamisen jälkeen. Mikä aiheuttaa tämän?<br> Vastaus: Tämä johtuu tyypillisesti aggressiivisen mainosten estotoiminnon tai evästeiden torjunnan laajennuksesta tai asetuksesta, joka estää sivustojen väliset evästeet, tässä tapauksessa hcaptcha.com-sivuston evästeen, jonka hCaptcha JS on asettanut tai tarkistanut eri sivustolla. , kuten vierailemasi.<br><br> hCaptcha-esteettömyysevästeet toimivat kaikkien suosittujen selainten ja mainosten estäjien kanssa niiden vakioasetuksilla, joten tyypillisesti epäonnistumiset johtuvat antiblock-skripteistä tai vastaavista säännöistä, jotka kohdistuvat tiettyihin sivustoihin.<br><br> Ratkaisut:<br><br> 1. Lisää hcaptcha.com- ja * .hcaptcha.com-evästeet sallittujen luetteloon mainosten estossa tai selaimen suojauslaajennuksessa.<br> 2. Jos käytät Brave-selainta, jolla ei tällä hetkellä näytä olevan minkäänlaista evästeiden sallittujen luetteloa, siirry kohtaan Asetukset -> Suojat -> Evästeet ja valitse Salli kaikki evästeet.<br> 3. Jos käytät uusinta Safarin versiota joko äskettäin julkaistussa OS X 10.15: ssä tai iOS 13.4: ssä, Apple on juuri muuttanut kolmannen osapuolen evästeisiin liittyvän Safarin käyttäytymistä estämällä kaikki oletusarvoisesti. Olemme toteuttamassa ratkaisua, mutta vieraile sillä välin Safari-asetukset, Tietosuoja-osiossa ja poista valinta Verkkosivustojen seuranta -kohdasta: Estä sivustojen välinen seuranta, jotta esteettömyyseväste toimii oikein.<br><br> Kysymys: Käytän useita laitteita. Täytyykö minun rekisteröityä useita kertoja?<br> Vastaus: Ei. Napsauta samaa sähköpostiosoitetta, joka lähetettiin sinulle jokaisessa käyttämässäsi laitteessa evästeen asettamiseksi.<br><br> Kysymys: Kuinka voin suojautua kolmannen osapuolen evästeiden seurannalta käytettäessä esteettömyysevästettä?<br> Vastaus: Käyttämällä mitä tahansa yksityisyyden suojaa tai mainoksia estävää laajennusta, joka tukee verkkotunnustason sallittujen luetteloon lisäämistä (esim. UBlock Origin), toimii odotetulla tavalla: muista vain sallia hcaptcha.com.",
  "page-acc-tr-title": "Esteettömyyskäyttäjille: Usein kysytyt kysymykset ja vianmääritysopas",
  "page-acc-tr2-body": "Safari<br> Evästeiden ottaminen käyttöön Safarissa (Mac): Siirry avattavaan Safari-valikkoon. Valitse Asetukset. Valitse yläpaneelista Yksityisyys. Valitse Estä evästeet -kohdasta Ei koskaan.<br> Evästeiden ottaminen käyttöön Safarissa (iPhone / iPad iOS 11+): Avaa Asetukset. Vieritä alaspäin ja valitse Safari. Poista Tietosuoja ja suojaus -kohdasta Estä sivustojen välinen seuranta ja Estä kaikki evästeet -asetus.<br><br> Firefox<br> Napsauta minkä tahansa verkkosivun osoitepalkin vasemmalla puolella olevaa kilpiä. Napsauta Suojausasetukset. Firefox-asetusten tietosuoja- ja suojauspaneeli avautuu. Valitse Parannettu seurantasuoja -kohdasta Mukautettu. Valitse estettävät seuranta- ja komentosarjat valitsemalla nämä valintaruudut. Varmista, että olet estänyt hcaptcha.com-sivuston eston.<br><br> Voit myös poistaa joitakin suojauksia väliaikaisesti käytöstä Mukautetussa-sovelluksessa virheenkorjaamiseksi poistamalla valintaruudut: Poista valinta Seuraajat-valintaruudusta tai poista valinta Evästeet-valintaruudusta, jos sinulla on edelleen ongelmia.<br><br> Google Chrome<br> Google Chrome (PC)<br> Valitse Chrome-valikkokuvake. Valitse Asetukset.<br> Siirry kohtaan Tietosuoja ja turvallisuus, sitten Evästeet ja muut sivustotiedot.<br> Varmista, että 'Estä kolmannen osapuolen evästeet' ei ole käytössä.<br><br> Google Chrome (Mac):<br> Avaa Chrome-asetukset valikkoriviltä.<br> Siirry kohtaan Tietosuoja ja turvallisuus, sitten Evästeet ja muut sivustotiedot.<br> Varmista, että 'Estä kolmannen osapuolen evästeet' ei ole käytössä.<br><br> Google Chrome (Android):<br> Avaa Android-laitteellasi Chrome-sovellus.<br> Napauta oikeassa yläkulmassa Lisää ja sitten Asetukset.<br> Napauta Sivuston asetukset ja sitten Evästeet.<br> Kytke Evästeet-kohdan vieressä oleva asetus.<br> Valitse Salli kolmannen osapuolen evästeet -valintaruutu.<br><br> Internet Explorer<br> 1. Valitse vaihde näytön oikeasta yläkulmasta ja valitse sitten Internet-asetukset. Jos valikkopalkki on käytössä, voit valita Työkalut ja sitten Internet-asetukset.<br> 2. Napsauta Tietosuoja-välilehteä.<br> 3. Valitse Lisäasetukset-painike.<br> 4. Valitse kolmannen osapuolen evästeet -kohdasta Hyväksy.<br> 5. Napsauta OK.",
  "page-acc-tr2-head": "Selainohjeet sivustojen välisille evästeille",
  "priv-hc": "Tietosuoja kohdennettu",
  "priv-hc-text": "Mainosverkostot näkevät sinut tuotteena. Me emme. Emme välitä, kuka käyttäjät ovat, vain kuinka todennäköistä he ovat olla haitallisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme kovasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
  "reporting-bugs-accessibility-button": "Lisätietoja esteettömyysvaihtoehdoista",
  "reporting-bugs-accessibility-head": "Esteettömyysvaihtoehdot",
  "reporting-bugs-accessibility-text": "Oletko näkövammainen tai muuten kykenemätön suorittamaan hCaptchoja?",
  "reporting-bugs-guide-ff-head": "Virheraportin tietojen tallentaminen: Firefox",
  "reporting-bugs-guide-ff-step-1": "Vaihe 1: Avaa Kehittäjätyökalut (Tämä aloittaa istunnon nauhoittamisen.)",
  "reporting-bugs-guide-ff-step-2": "Vaihe 2: Napsauta Kehittäjä-työkalujen Verkko-välilehteä. Valitse ylhäällä oleva Pysyvät lokit -ruutu.",
  "reporting-bugs-guide-ff-step-3": "Vaihe 3: käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jolla sinulla on ongelma (tietosuojahuomautus: vain, jos et välitä jakaa, mikä se on) ... ja napsauta sitten I olen ihmispainike, ja yritä ratkaista.",
  "reporting-bugs-guide-ff-step-4": "Vaihe 4: Napsauta HAR, kun olet yrittänyt ratkaista ratkaisun, ja valitse Tallenna kaikki nimellä HAR tallentaaksesi verkkolokin. Lähetä se tiedosto meille.",
  "reporting-bugs-guide-ff-step-5": "Vaihe 5: Napsauta Konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten Valitse kaikki ja tallenna se tekstitiedostoon konsolilokin tallentamiseksi. Lähetä meille niin.",
  "reporting-bugs-guide-ff-step-6": "Viimeinen vaihe: Lähetä meille sähköpostilla nämä HAR- ja konsolin lokitiedostot ja kuvaile ongelma. Käytä osoitetta support@hcaptcha.com (käytä palvelua, kuten Dropbox tai Filebin ja lähetä linkit) ja valinnaisesti kuvakaappaus, jos epäilet, että jokin ei näy oikein. . Lähetä myös käyttämäsi IP. Saat sen osoitteesta https://www.whatsmyip.org/ Kiitos, että käytit aikaa auttaaksemme meitä saamaan nämä tiedot! Olemme sitoutuneet saamaan hCaptcha toimimaan hyvin kaikille.",
  "reporting-bugs-guide-head": "Virheraportin tietojen tallentaminen: Chrome",
  "reporting-bugs-guide-step-1": "Vaihe 1: Avaa Kehittäjätyökalut (Tämä aloittaa istunnon nauhoittamisen.)",
  "reporting-bugs-guide-step-2": "Vaihe 2: Napsauta Kehittäjä-työkalujen Verkko-välilehteä. Valitse Säilytä loki -ruutu yläreunassa.",
  "reporting-bugs-guide-step-3": "Vaihe 3: käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jolla sinulla on ongelma (tietosuojahuomautus: vain, jos et välitä jakaa, mikä se on) ... ja napsauta sitten I olen ihmispainike, ja yritä ratkaista.",
  "reporting-bugs-guide-step-4": "Vaihe 4: Napsauta Vie HAR (pieni alanuoli), kun yrität ratkaista, mikä tallentaa verkkolokin. Lähetä tiedosto meille.",
  "reporting-bugs-guide-step-5": "Vaihe 5: Napsauta Konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten Tallenna nimellä .. tallentaaksesi konsolilokin. Lähetä meille niin.",
  "reporting-bugs-guide-step-6": "Viimeinen vaihe: Lähetä nämä HAR- ja konsolin lokitiedostot meille sähköpostitse ja kuvaile ongelma. Käytä: support@hcaptcha.com (käytä palvelua, kuten Dropbox tai Filebin ja lähetä linkit) ja valinnaisesti kuvakaappausta, jos epäilet, että jokin ei näy oikein. Lähetä myös käyttämäsi IP. Saat sen osoitteesta https://www.whatsmyip.org/ Kiitos, että käytit aikaa auttaaksemme meitä saamaan nämä tiedot! Olemme sitoutuneet saamaan hCaptcha toimimaan hyvin kaikille.",
  "reporting-bugs-guide-text-1": "Virheenkorjaustietojen lähettäminen raportin kanssa auttaa meitä tunnistamaan, mitä tapahtuu. Tässä on vaiheittaiset ohjeet:",
  "reporting-bugs-guide-text-2": "Jos olet verkkokehittäjä tai asiantuntijakäyttäjä, yhteenveto on, että toivomme sinun lähettävän meille verkkotallenteen HAR- ja selainkonsolin lokeista. Yritä ensin poistaa käytöstä mainosten estäjä tai selaimen suojauslaajennukset ja yritä sitten uudelleen, ennen kuin suoritat nämä vaiheet. Jos tämä korjaa ongelmasi, olisimme silti kiitollisia, jos ilmoitat meille selainversiosi, mainosten esto- tai selainlaajennuksestasi ja verkkosivustosi URL-osoitteen.",
  "reporting-bugs-intro-head": "Löysitkö virheen? Näin voit ilmoittaa siitä.",
  "reporting-bugs-intro-text": "Miljoonat ihmiset käyttävät hCaptchaa kuukaudessa tuhansissa selainten, laajennusten, laitteiden, palomuurien ja muiden yhdistelmissä. Tavoitteenamme on varmistaa, että se toimii aina sinulle, joten arvostamme suuresti raporttejasi! Anna palautetta nopeasti napsauttamalla Lähetä palautetta -painiketta. Jos havaitset toiminnallisen ongelman, seuraa alla olevia Chrome-virheenkorjauslokin ohjeita tai Firefoxin virheenkorjauslokin ohjeita. Lähetä meille sähköpostia muille selaimille. Katso mahdolliset turvallisuus- tai tietosuojaongelmat alla olevista ohjeista.",
  "reporting-bugs-privacy-head": "Tietosuojakysymykset",
  "reporting-bugs-privacy-text": "Meillä ei ole väliä kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat haittaohjelmia tai koneita. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme kovasti yksityisyyden ja turvallisuuden tasapainottamiseksi. Jos olet löytänyt ongelman, jonka uskot mahdollisesti vaikuttavan käyttäjien yksityisyyteen, lähetä meille sähköpostia osoitteeseen support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Lähetä meille palautetta",
  "reporting-bugs-provide-feedback-head": "Anna välitöntä palautetta hCaptchasta",
  "reporting-bugs-provide-feedback-text": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja me ratkaisemme ne nopeasti.",
  "reporting-bugs-security-head": "Suojausvirheet",
  "reporting-bugs-security-text": "Olemme aina kiinnostuneita saamaan ilmoituksia tietoturvaongelmista. Lähetä sähköpostia osoitteeseen support@hcaptcha.com ja CC security@hcaptcha.com, niin palaamme sinuun nopeasti. Meillä on myös vikailmoitusohjelma kelvollisille suojausraporteille hCaptcha-palvelusta ja siihen liittyvästä lähdekoodista.",
  "sales-interstitial-c1": "Yrityksille",
  "sales-interstitial-c1a": "Yritysturvaratkaisut (maksettu)",
  "sales-interstitial-c1b": "Lisätietoja hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Tietojen merkintä",
  "sales-interstitial-c1d": "Osta hCaptcha-huomautuspalvelut",
  "sales-interstitial-c2": "Yksilöille",
  "sales-interstitial-c2a": "Lisää hCaptcha palveluihisi (ilmainen)",
  "sales-interstitial-c2b": "Lisää hCaptcha for Publishers verkkosivustolleni tai sovellukseeni",
  "sales-interstitial-c2c": "Mikä on hCaptcha?",
  "sales-interstitial-c2d": "Lisätietoja hCaptchasta",
  "sales-interstitial-head": "Varmista, että pääset oikeaan paikkaan.",
  "sec-hc": "Turvallisuus ensin",
  "sec-hc-text": "hCaptcha on julkaisijakeskeinen. Pyrimme antamaan sivustoille todellista tietoa ja antamaan heidän päättää, miten niitä käytetään. Tarkkuus on sinun ja meidän etumme. Muut captchat tarjoavat mainostoimistot. Jokainen bot, jonka he estävät, voi vähentää tulojaan.",
  "signup-interstitial-c1": "Yrityksille tai verkkosivustoille",
  "signup-interstitial-c1a": "Lisää hCaptcha palveluihisi (ilmainen)",
  "signup-interstitial-c1b": "Lisää hCaptcha for Publishers verkkosivustolleni tai sovellukseeni",
  "signup-interstitial-c1c": "Yritysturvaratkaisut (maksettu)",
  "signup-interstitial-c1d": "Lisätietoja hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Tietojen merkintä",
  "signup-interstitial-c1f": "Osta hCaptcha-huomautuspalvelut",
  "signup-interstitial-c2": "Yksilöille",
  "signup-interstitial-c2a": "Esteettömyys",
  "signup-interstitial-c2b": "Lisätietoja hCaptchan esteettömyysvaihtoehdoista",
  "signup-interstitial-c2c": "Ansaita rahaa",
  "signup-interstitial-c2d": "Työskentele yksittäisenä tietojen etiketöijänä",
  "signup-interstitial-head": "Varmista, että pääset oikeaan paikkaan.",
  "support-interstitial-c1": "Yrityksille",
  "support-interstitial-c1a": "Yritysturvaratkaisut (maksettu)",
  "support-interstitial-c1b": "Hanki tukea hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (ilmainen)",
  "support-interstitial-c1d": "Hanki tukea hCaptcha Publisherille",
  "support-interstitial-c2": "Yksilöille",
  "support-interstitial-c2a": "Onko sinulla vaikeuksia haasteen kanssa?",
  "support-interstitial-c2b": "Lisätietoja hCaptchan esteettömyysvaihtoehdoista",
  "support-interstitial-c2c": "Haluatko ilmoittaa virheestä?",
  "support-interstitial-c2d": "Lisätietoja ohjelmisto-ongelmien ilmoittamisesta",
  "support-interstitial-head": "Varmista, että pääset oikeaan paikkaan.",
  "switch-to-english-link": "Vaihda Englantiin",
  "what-is-hcaptcha": "Mikä on hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha auttaa suosikkiverkkopalveluitasi estämään botit, roskapostin ja väärinkäytökset esittämällä yksinkertaisia kysymyksiä, jotka ovat helposti ihmisille ja vaikeita koneille.",
  "why-hc": "Miksi hCaptcha?",
  "why-hc-text": "Aina kun vastaat haasteeseen, käytämme hienostuneita malleja selvittääksesi oletko ihminen vai kone. Sitten vierailemasi verkkosivusto käyttää tätä tulosta parantaakseen kokemustaan heidän sivustollaan pitämällä poissa botteja."
}
