{
    "1031855757": "Tämän sivuston käyttö",
    "1034830": "Riidat, jotka eivät välttämättä kuulu Dodd-Frank Wall Streetin uudistus- ja kuluttajansuojalain (Public Law 111-203) mukaiseen välimiesmenettelyyn, eivät kuulu tämän piiriin.",
    "1064537632": "Huomaa, että Palvelumme käyttöäsi säätelee Tietojenkäsittelysopimus, joka on sisällytetty tähän viitteenä. Tutustu tähän sopimukseen nähdäksesi, kuinka käsittelemme henkilötietojasi puolestasi. Huomaa, että toimimme \"tietojen käsittelijänä\" EU:n yleisen tietosuoja-asetuksen mukaisesti ja \"palveluntarjoajana\" Kalifornian kuluttajansuojalain tarkoittamassa mielessä.",
    "1095532507": "Eväste (\"Cookie\") on pieni tekstitiedosto, jonka web-sivupalvelin asettaa kiintolevyllesi. Evästeet sisältävät tietoja, joita evästeen sinulle myöntäneen verkkotunnuksen verkkopalvelin voi myöhemmin lukea. Joitakin evästeitä käytetään vain, jos käytät tiettyjä ominaisuuksia tai valitset tietyt asetukset, ja joitain evästeitä käytetään aina. Saat lisätietoja kustakin evästeestä katsomalla alla olevaa nykyistä evästeluetteloamme.",
    "1158384644": "Voit milloin tahansa lopettaa verkkosivustomme käytön edellyttäen, että sinun on noudatettava kaikkia soveltuvia IMI-käytäntöjä. Voimme oman harkintamme mukaan irtisanoa tämän sopimuksen, keskeyttää pääsyn verkkosivuillemme tai poistaa palveluita välittömästi ilman erillistä ilmoitusta mistä tahansa syystä.",
    "1300074400": "Tietoja yhtiön nykyisestä johdosta löytyy Tietoja-sivulta. Yhtiön nykyinen toimitusjohtaja on sisällöstä vastaava toimitusjohtaja.",
    "1395644678": "Euroopan komission virallinen online-riitojenratkaisusivusto:",
    "148542287": "Tämä ei ole oikeudellinen neuvo, eikä tälle analyysille anneta takuita. Jos sinulla on lisäkysymyksiä tai huolenaiheita, ota meihin yhteyttä osoitteessa:",
    "1527172673": "Jos sinulla on kysyttävää tästä evästekäytännöstä, ota meihin yhteyttä osoitteessa:",
    "1535054294": "Katso heidän yksityiskohtaiset säännöt",
    "1747657936": "Sivustoamme ja palveluamme ei ole suunnattu alle 13-vuotiaille lapsille, emmekä tietoisesti kerää henkilötietoja alle 13-vuotiailta lapsilta. Jos saamme tietää, että olemme keränneet alle 13-vuotiaiden lasten henkilötietoja, otamme kohtuulliset toimenpiteet poistaaksemme tällaiset tiedot tiedostoistamme niin pian kuin mahdollista, ellei meillä ole laillista velvoitetta säilyttää niitä. Ota yhteyttä, jos uskot, että meillä on tietoa alle 13-vuotiaasta lapsesta:",
    "1807512722": "Voit esittää minkä tahansa tämän verkkosivuston käytöstäsi johtuvan kanteen hallintovirastolle, mutta vain siltä osin kuin sovellettava laki sallii pääsyn tällaiseen virastoon välimiessopimuksesta huolimatta. Tällaisia hallinnollisia vaatimuksia ovat rajoituksetta Equal Employment Opportunity Commissionille, Yhdysvaltain työministeriölle ja National Labour Relations Boardille nostetut kanteet tai syytteet. Minkään tässä lausekkeessa ei katsota estävän tai vapauttavan sinua nostamasta hallinnollista kannetta mille tahansa virastolle täyttääksesi velvollisuutesi käyttää hallinnolliset oikeussuojakeinot ennen kanteen esittämistä välimiesmenettelyssä, mutta luoput oikeudesta rahalliseen korvaukseen tällä tavalla. viraston menettelyt.",
    "2238885192": "Käytämme Sentryä virheenkorjaustietojen keräämiseen, kun käyttäjä kokee virheen. Lisätietoja siitä, miten Sentry kerää ja käsittelee tietoja:",
    "2520904193": "Luovut kaikista oikeuksistasi, jotka sinulla on riita-asioiden nostamiseen, käsittelyyn tai välimiesmenettelyyn ryhmä-, kollektiivisena tai edustuksellisena kanteena. Huolimatta muista tämän sopimuksen ehdoista, edellinen lause ei ole missään tapauksessa erotettavissa tästä sopimuksesta. Vain toimivaltainen tuomioistuin, ei välimies, voi määrittää kaikki väitteet, joiden mukaan tämä luopuminen kokonaan tai osittain on täytäntöönpanokelvoton, kohtuuton, mitätön tai mitätöitävissä. Sinua ei kosteta tai estä sinua suorittamasta tehtäviä verkkosivuillamme sen vuoksi, että käytät kansallisen työsuhdelain 7 §:n mukaisia oikeuksiasi tai olet jättänyt ryhmä-, työtaistelu- tai edustuskanteen tai osallistunut siihen millään foorumilla. , mutta voimme laillisesti vaatia tämän ryhmäkannesta luopumisen täytäntöönpanoa ja tällaisten ryhmäkanteiden, kollektiivisten tai edustuskanteiden tai vaateiden hylkäämistä.",
    "2577178569": "3. Käytetään ehdottoman välttämättömiin teknisiin tarkoituksiin: mahdollistaa Accessibility User -käytön.",
    "2583888954": "Poikkeukset.",
    "263977834": "Hallinnollinen uupumus.",
    "2657277322": "Jos sinulla on kysyttävää, ota meihin yhteyttä osoitteessa:",
    "271333468": "Toteutamme asianmukaisia teknisiä ja organisatorisia toimenpiteitä keräämiemme ja tallentamiemme tietojen suojaamiseksi ja vaadimme kaikkia puolestamme käsittelyä suorittavia edustajia tekemään samoin. Valitettavasti mikään turvatoimi ei ole 100-prosenttisesti idioottivarma, joten minkään verkon tai järjestelmän (mukaan lukien meidän) ei voida taata olevan 100-prosenttisesti suojattu keräämiemme ja tallentamiemme tietojen tuhoutumiselta, katoamiselta, muuttamiselta, luvattomalta paljastamiselta tai pääsyltä niihin. Jos uskot, että tietosi eivät jostain syystä ole turvassa, ota meihin välittömästi yhteyttä osoitteessa:",
    "2763011087": "IMI ei sitoudu eikä ole velvollinen osallistumaan kuluttajariitojen vaihtoehtoiseen riidanratkaisuun kuluttajariitojenratkaisuelimen edessä.",
    "2927283721": "Suorittamalla tehtäviä verkkosivustollamme annat luvan kerätä, käyttää ja luovuttaa henkilötietojasi tietosuojakäytäntömme mukaisesti. Lisäksi voimme jakaa tiettyjä tietoja sinusta ja suoritetuista tehtävistäsi Pyytäjälle, jonka tehtävät olet suorittanut palvelusuhteen helpottamiseksi ja verkkosivuston parantamiseksi, mukaan lukien esimerkiksi Contributor ID, suoritettujen tehtävien tulokset ja muut asiaan liittyvät attribuutit. pätevyyttäsi, kieliäsi, taitojasi ja verkkosivuston käyttöä.",
    "2943815316": "Päivitämme tätä luetteloa ajoittain, joten siellä saattaa olla muita evästeitä, joita ei ole vielä listattu. Verkkojäljitteitä, tunnisteita ja komentosarjoja voidaan käyttää Sivustoilla tai sähköpostiviesteissä auttamaan meitä toimittamaan evästeitä, laskemaan käyntejä, ymmärtämään käytön ja kampanjan tehokkuutta ja määrittämään, onko sähköposti avattu ja onko siihen reagoitu. Saatamme vastaanottaa raportteja, jotka perustuvat näiden tekniikoiden käyttöön palvelu-/analytiikkatoimittajamme toimesta yksilöllisesti ja koottuna.",
    "3040062804": "Kaikki tämän kohdan mukaiset välimiesmenettelyt suoritetaan oletusarvoisesti Kalifornian osavaltiossa, ellet asu Yhdysvaltojen ulkopuolella, jolloin välimiesmenettely tapahtuu kokonaan sähköisesti tai puhelimitse. Välimiesmenettely voi tapahtua missä tahansa muussa paikassa, jos jokainen osapuoli on kirjallisesti suostunut siihen. Sijainnistaan riippumatta jokainen osapuoli voi halutessaan osallistua välimiesmenettelyyn suoran videon tai puhelinkonferenssin välityksellä.",
    "3091247030": "Ryhmätoimista luopuminen.",
    "3102490587": "Ryhmäkannesta luopumista lukuun ottamatta, jos jokin tämän välimieslausekkeen ehto tai määräys julistetaan mitättömäksi tai täytäntöönpanokelvottomaksi, se puretaan ja välimieslausekkeen loppuosa on täytäntöönpanokelpoinen.",
    "3187946010": "Kaikki näillä sivuilla oleva teksti, kuvat, graafiset animaatiot, videot, musiikki, äänet ja muu materiaali on suojattu tekijänoikeuslain alaisina IMI:n tai kolmansien osapuolien toimesta. Tämän materiaalin kopioiminen tai muokkaaminen kaupalliseen käyttöön on kiellettyä tavalla, joka ylittää kohtuullisen kohtuullisen käytön.",
    "3199694247": "Irrotettavuus.",
    "3302832698": "Vaihtoehtoinen riidanratkaisu vaaditaan.",
    "3361191778": "Internet-sivuilla olevat tiedot eivät edusta yksittäisiä neuvoja eivätkä voi korvata niitä. Jos tarvitset yksilöllistä neuvontaa, ota yhteyttä tukihenkilöstömme.",
    "3493572638": "Kustannukset ja maksut.",
    "3794239003": "Välimiesmenettely.",
    "3885459114": "Voit yleensä aktivoida tai myöhemmin poistaa evästeiden käytön selaimeesi sisäänrakennetun toiminnon kautta. Jos haluat lisätietoja evästeistä tai niiden hallitsemisesta, käytöstä poistamisesta tai poistamisesta, käy osoitteessa https://www.knowcookies.com/ saadaksesi yksityiskohtaiset ohjeet.",
    "3956117148": "hCaptcha.com- ja BotStop.com-sivustot (sivustot) voivat sisältää lisäevästeitä tässä käytännössä kuvatulla tavalla.",
    "4193379787": "Kaikki tämän sopimuksen mukaiset välimiesmenettelyt suoritetaan American Arbitration Associationin sääntöjen mukaisesti tai yhteisesti sovitun välimiesmenettelyn toimesta. Välimies on yhdysvaltalainen välimies, joka valitaan vähintään seitsemän (7) nimen listasta vaihtoehtoisten lakkojen kautta. Välimiesmenettelyssä kummallakin osapuolella on oikeus suorittaa riittävät siviiliselvitykset, esittää kannanottoja ja esittää todistajia ja todisteita tarpeen mukaan tapaustensa ja puolustuksensa esittämiseksi, ja kaikki tähän liittyvät riidat ratkaistaan välimiehen toimesta. Riidan ratkaisu perustuu yksinomaan esitettyihin vaatimuksiin ja puolustukseen sovellettavaan lakiin, eikä välimies voi vedota mihinkään muuhun perusteeseen kuin tällaiseen määräävään lakiin. Välimiehen ominaisuudessa toimiessaan välimiehellä on oikeusviranomaisen siviilioikeudellisen vastuun koskemattomuus, mikä täydentää mitä tahansa muuta olemassa olevaa koskemattomuutta. Tuomioihin on sisällyttävä välimiehen kirjallinen perusteltu lausunto. Luovut oikeudesta oikeudenkäyntiin valamiehistön toimesta kaikista saatavista, joita sinulla saattaa olla IMIä vastaan tai IMI:llä sinua vastaan. Kaikki tämän lausekkeen mukaiset vaatimukset on esitettävä sovellettavan vanhentumisajan kuluessa. Yhdysvaltain liittovaltion välimiesmenettelylaki hallitsee tätä lauseketta, ja hyväksyt, että tämä sopimus on todiste kaupankäynnistä.",
    "470943029": "Jos sinulla on kysyttävää tästä tietosuojakäytännöstä, ota meihin yhteyttä osoitteessa:",
    "498769698": "Voit käyttää, korjata, muuttaa tai poistaa tiettyjä henkilökohtaisia tietoja, jotka olet saattanut antaa meille integraattori-, asiakas- tai saavutettavuuskäyttäjätilisi kautta (jos olet Integraattori, Asiakas tai Accessibility-käyttäjä). Jos et pysty tekemään niin tai sinulla on kysyttävää keräämistämme ja/tai sinusta jakamistamme henkilötiedoista tai jos haluat peruuttaa suostumuksesi käsittelyämme (eli poistaa tilisi kokonaan), ota meihin yhteyttä osoitteessa:",
    "537881751": "Tervetuloa hCaptchaan! Tämä tietosuojakäytäntö kuvaa Intuition Machines, Inc:n (\"IMI\", \"me\" tai \"me\") käytäntöjä, jotka koskevat tietojen keräämistä, käyttöä ja luovuttamista (mukaan lukien jäljempänä määritellyt henkilötiedot) verkkosivustomme kautta osoitteessa www.hcaptcha. .com ja kaikki muut käyttämämme aliverkkotunnukset tai verkkotunnukset (\"Sivustot\") ja hCaptcha-sovellusliittymä ja siihen liittyvät ohjelmistot ja materiaalit (yhteisesti \"Palvelu\").",
    "561456032": "Hyväksyt, että kaikki kiistat, jotka johtuvat palveluiden käytöstäsi tai liittyvät siihen, mukaan lukien kaikki riidat, jotka ovat saattaneet syntyä siitä hetkestä lähtien, kun aloit suorittaa tehtäviä IMI:lle, ja erityisesti kaikki vaatimukset, jotka liittyvät siihen, luokitteletko sinut riippumaton urakoitsija, ilmoitat ensin IMI:lle vaatimuksestasi sitä vastaan. Sinä ja IMI yritätte sitten ratkaista ongelman joko suorilla neuvotteluilla tai sovittelulla. Jaamme sovittelukustannukset tasan ja sovimme, että sovittelu suoritetaan puhelimitse tai muulla sähköisellä tavalla. Jos vaatimus jää ratkaisematta epävirallisten neuvottelujen tai sovittelun jälkeen, suostut siihen, että sinä ja IMI käytätte lopullista ja sitovaa välimiesmenettelyä riidan ratkaisemiseksi. Tämä lauseke koskee kaikkia vaatimuksia takautuvasti siitä hetkestä lähtien, kun aloitit verkkosivustomme käytön, perustuivatpa vahingonkorvausoikeuteen, sopimukseen tai lakiin, mukaan lukien, mutta ei rajoittuen, kaikki syrjintä- ja häirintävaatimukset, perustuivatpa ne Kalifornian oikeudenmukaiseen työllisyys- ja asuntolakiin. , vuoden 1964 kansalaisoikeuslain VII osasto, sellaisena kuin se on muutettuna, tai mikä tahansa muu osavaltion tai liittovaltion laki tai määräys, oikeudenmukainen laki tai muu.",
    "658775471": "Käytämme Cloudflarea verkkoliikenteen optimointiin. Lisätietoja siitä, miten Cloudflare kerää ja käsittelee tietoja:",
    "702926385": "Osapuolet vastaavat kustakin oikeudellisesta edustuksesta sellaisissa välimiesmenettelyissä aiheutuvista kuluistaan, paitsi siltä osin kuin asianajajan palkkiot on nimenomaisesti säädetty laissa. Osapuolet jakavat kaikki välimiehen veloittamat alustavat hallintomaksut, korkeintaan kaksisataaviisikymmentä dollaria (250,00 US$). Välimiehen ja tuomioistuimen toimittajan kustannukset, jos sellaisia on, vastaamme aluksi meistä; välimiehellä on kuitenkin harkintavalta määrätä asianmukaiset kulut voittajalle lain mukaisesti ja/tai vaatia osapuolia jakamaan välimiehelle ja/tai tuomioistuimen raportoijalle liittyvät kulut.",
    "720059527": "2. Käytetään ehdottoman välttämättömiin teknisiin tarkoituksiin: kuorman tasaus, reititys.",
    "74538881": "Vastuu tästä verkkosivustosta",
    "996430331": "Välimiesmenettelyn sijainti.",
    "211351380": "Blogista:",
    "3153117136": "Kuinka hCaptcha-vaikeusasetukset toimivat",
    "2915355938": "Esteettömyys",
    "793784899": "Suunnitelmat",
    "2671622670": "Yritys",
    "3527140447": "Asiakirjat",
    "505891021": "Merkintäpalvelut",
    "692176459": "Kirjaudu sisään",
    "1892574253": "Kirjaudu",
    "2593864519": "Lopeta lisää botteja. Aloita käyttäjien yksityisyyden suojaaminen.",
    "4007826952": "Tietosuojan ykkönen CAPTCHA verkkoon, mobiililaitteille ja muulle.",
    "3721365241": "Yrittää",
    "3753956446": "Vapaa",
    "3276777569": "hCaptcha",
    "55035359": "Käytätkö tällä hetkellä reCAPTCHAa?",
    "3417372336": "Vaihda minuuteissa",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Parhaat verkkopalvelut luottavat",
    "1470290349": "luokkansa parhaaseen bottien ja petosten hallintaan.",
    "3714002185": "Lue lisää hCaptcha Enterprisesta",
    "3946753128": "Yksityinen. Turvallinen. Nopeammin.",
    "939665604": "Yksityisyyteen keskittynyt",
    "780475098": "Mainosverkostot näkevät vierailijasi tuotteena. Meitä kiinnostaa vain onko vierailu hyvä vai huono. hCaptcha noudattaa GDPR-, CCPA-, LGPD-, PIPL- ja muita maailmanlaajuisia tietolakeja.",
    "219813583": "Turvallisuus ensin",
    "2714878440": "Suojaa palveluitasi raapumiselta, tilien kaappauksilta, tunnistetietojen täyttämiseltä ja roskapostilta edistyneen koneoppimisen ja ihmisyyden vahvistuksen avulla.",
    "1397766838": "Parempi käyttökokemus",
    "2670352917": "hCaptcha tarjoaa luotettavamman botin havaitsemisen, vaikka se on ihmistenkin helppo ratkaista.",
    "2806751666": "Mikä on hCaptcha?",
    "3096063825": "Kokeile sitä",
    "2968026167": "Suosikkivihannesi",
    "713281684": "Munakoiso",
    "4147497805": "Porkkana",
    "3758963444": "Kiitos! Lähetyksesi on vastaanotettu!",
    "1070364246": "Oho! Jotain meni pieleen lomaketta lähetettäessä.",
    "1129833879": "Pysäytä haitalliset robotit, suojaa käyttäjien yksityisyyttä",
    "58091799": "Lue lisää hCaptcha Publisherista ja Enterprisesta",
    "1599610318": "Kustantaja",
    "3093388779": "hCaptcha on vapaasti kaikenkokoisten julkaisijoiden käytettävissä",
    "179723061": "Enemmän hallintaa tiimeille, jotka tarvitsevat luokkansa johtavaa turvallisuutta",
    "846501387": "Maailmanluokan bottisuojaus",
    "119298044": "Kehittyneet itsevalvotut ML- ja tekoälytekniikat suojaavat verkko-omaisuuksiasi uhilta ja hyökkäyksiltä",
    "1263998069": "Ansaitse palkintoja ihmisten ratkaisuista",
    "1103295010": "Ansaitse rahaa tai lahjoita hyväntekeväisyyteen, kun ihmiset ratkaisevat CAPTCHA:t",
    "392886773": "Toimii kaikissa maissa",
    "2320894364": "Yli 200 läsnäolopisteen ansiosta hCaptchan pilvi suojaa omaisuuttasi kaikkialla maailmassa",
    "451701069": "Täyttää GDPR:n, CCPA:n,",
    "2826051554": "ja enemmän",
    "3530599065": "Yksityisyys on rakennettu alusta alkaen. hCaptcha ei säilytä henkilökohtaisia tunnistetietoja, ja se noudattaa lukuisia tietosuojavaltuutuksia ja säädöksiä.",
    "2489287539": "Kitkaton \"No CAPTCHA\" ja 99,9 % passiiviset tilat",
    "793242047": "Vähennä käyttäjille asetettuja haasteita mahdollistaaksesi nopean pääsyn sovelluksiin",
    "4195759329": "Botin havaitseminen ja riskipisteet",
    "1150035777": "Kehittyneet koneoppimismallit luovat bottien luottamuspisteitä monien tietopisteiden perusteella sen lisäksi, vastattiinko kysymyksiin oikein",
    "3688621388": "Uhkauksen allekirjoitukset",
    "1131525092": "Ryhmittele huonot toimijat vaivattomasti yhteen yksityisyyttä suojelevien Scoped UID -tunnustemme avulla löytääksesi ja lopettaaksesi niihin liittyvät petokset ja väärinkäytökset",
    "1559631739": "Yksityinen oppiminen",
    "3952259236": "Yhdistä sokkoutuneet tietosi hCaptchan tuhansiin signaaleihin kouluttaaksesi hCaptchaa käyttäytymisluokissa – vain sinun tapauksessasi – ennustaaksesi haitallisen toiminnan paremmin kuin kumpikaan ratkaisu yksinään",
    "1150963691": "APT lieventäminen",
    "4083018285": "Sarja laajennettuja ominaisuuksia, jotka yhdistyvät tehostettuun SOC-seurantaan ja -vastaukseen pitkälle kehittyneisiin pysyviin uhkiin",
    "3160820928": "Koordinoitu hyökkäyssuojaus",
    "1849805607": "hCaptcha suojaa uhilta ja houkutuksilta, jotka on suunniteltu tunkeutumaan verkkoihisi",
    "1958297836": "Koordinoitu hyökkäyssuojaus ja APT:n lieventäminen",
    "1300485304": "hCaptcha suojaa kehittyneiltä uhilta ja houkutuksilta, jotka on suunniteltu tunkeutumaan verkkoihisi",
    "2698640210": "Ohjaushaasteet ja -tyypit näytetään",
    "3121248460": "Näytä äärettömästi erilaisia mukautettuja haasteita – yksinkertaisista monimutkaisiin – odotetulle yleisöllesi",
    "3807059944": "Hallitse käytettyä haastesisältöä",
    "2707282231": "Mukauta haasteita käyttäjillesi. Tee mahdottomaksi robottien ratkaiseminen ja tunkeutuminen.",
    "4194763679": "Hienojakoiset vaikeustasot",
    "3730038780": "Valitse lähes loputtomasta määrästä haasteita, jotka käyttäjät voivat ratkaista",
    "1849717906": "Mukauta omalla haastesisällölläsi",
    "1508655687": "Lisää omia haasteitasi, jotka on räätälöity yleisöllesi virtaviivaistaaksesi tai rajoittaaksesi pääsyä",
    "3620442880": "Flash Sale -suojausominaisuudet",
    "3265895521": "Nosta ja vähennä haasteen vaikeutta vuorokaudenajan mukaan",
    "1485807325": "Monen käyttäjän hallintapaneelit, SAML SSO",
    "359073033": "Kojelaudat tarjoavat korkean tason tai tarkkoja näkymiä toiminnasta.",
    "4272454814": "Integroi valitsemasi identiteetin tarjoajan kanssa.",
    "1141402092": "Kehittyneet raportointiominaisuudet",
    "910989640": "Luo yksityiskohtaisia ja mukautettuja toimintaraportteja",
    "3768951251": "Enterprise SLA:t",
    "1014004474": "hCaptchan Enterprise-sopimukset tarjoavat edistyneitä palvelutason sopimuksia, jotka pitävät organisaatiosi suojattuna",
    "1177598246": "Ota yhteyttä myyntiin",
    "1067704102": "Arvo tietomerkinnöissä",
    "3065000659": "Tajusitko joka kerta kun \"klikkaat autoa\", autat kouluttamaan sinkkua",
    "3235430156": "yrityksen koneoppimisjärjestelmät ilmaiseksi?",
    "1549336309": "hCaptcha kääntää tämän mallin ympäri. Kun käytät hCaptchaa, yritykset tekevät hintatarjouksia käyttäjien tekemästä työstä osoittaessaan ihmisyytensä. Saat palkinnot.",
    "3725880582": "Anna takaisin hyväntekeväisyyteen",
    "1671436004": "Haluatko antaa takaisin suosikki hyväntekeväisyysjärjestöllesi?",
    "1663628612": "sallii sinun",
    "4272088465": "valitsemasi hyväntekeväisyysjärjestöt sen käytöstä saamillasi tuloilla.",
    "2894845722": "Sivustosi käyttäjät näkevät pian panoksesi hyväntekeväisyyteen huomaamattoman brändäyksen avulla hCaptcha-käyttöliittymässä.",
    "3194111925": "tuki",
    "1637702726": "Tietoja hCaptchasta",
    "2323282990": "Moderni lähestymistapa ihmisyyden vahvistamiseen",
    "1201821619": "hCaptcha ratkaisee yhden tämän päivän kiireellisimmistä ongelmista: estää haitallisia botteja käyttämästä väärin verkkopalveluita.",
    "1475399473": "Lue lisää hCaptcha-tiimistä",
    "3161489950": "Maailman edistynein tietoturva-ML-alusta",
    "3247172580": "hCaptcha yhdisti edistyneen itseohjatun koneoppimisen uuteen reunalaskentatapaan, joka ainutlaatuisesti minimoi tiedonkeruun ja -säilytyksen. Se toimitetaan yli 250 paikasta maailmanlaajuisesti massiivisen skaalautuvuuden takaamiseksi.",
    "3767462250": "Suunniteltu yksityisyyttä varten",
    "3500503648": "hCaptcha on suunniteltu poistamaan pitkän aikavälin tietojen säilyttäminen luottamalla välittömään arviointiin selaushistoriasi tallentamisen ja analysoinnin sijaan. Tuemme myös aloitteita mm",
    "2418549423": ", nouseva standardi online-yksityisyyden säilyttämiseen kryptografisten todisteiden ja muiden ainutlaatuisten yksityisyyden ensisijaisten ominaisuuksien avulla.",
    "1544546608": "Yksityisyyspassi",
    "976209454": "Ansaitse palkintoja tai lahjoita hyväntekeväisyyteen",
    "552920956": "hCaptcha antaa verkkosivustoille mahdollisuuden ansaita palkintoja samalla kun ne estävät botteja ja muita väärinkäytöksiä. hCaptcha antaa sinun tukea myös valitsemiasi hyväntekeväisyysjärjestöjä näillä tuloilla.",
    "654326661": "Haluatko nähdä itse? Kokeile hCaptchaa ilmaiseksi.",
    "3570415321": "Yhtiö",
    "3987022469": "Merkinnät",
    "1636202177": "Noin",
    "2670003220": "Työpaikat",
    "3233305531": "Tavaramerkit",
    "3028319964": "AI etiikka",
    "4131598919": "Lehdistö",
    "1662477701": "Resurssit",
    "3130928685": "Blogi",
    "1756106276": "Tila",
    "1235925265": "Dokumentointi",
    "920212083": "Ilmoita virheestä",
    "2076066173": "Kyberhyökkäykset 101",
    "3644106388": "Ottaa yhteyttä",
    "2182196747": "Tuki",
    "487083593": "Myynti",
    "878585497": "Ehdot",
    "1697438123": "Yksityisyys",
    "1316817321": "Nimeäminen",
    "3488019891": "hCaptcha on Intuition Machines, Inc:n rekisteröity tavaramerkki.",
    "4224961202": "Yksityisyys, turvallisuus ja koneoppiminen.",
    "98173630": "hCaptcha on maailman laajimmin käytetty itsenäinen CAPTCHA-palvelu.",
    "1514478724": "Lisätietoja",
    "1752795854": "hCaptcha tuo modernin, yksityisyyteen keskittyvän lähestymistavan robottien pysäyttämiseen.",
    "2927700175": "Näytämme boteille vaikeita, mutta ihmisille helppoja CAPTCHA-haasteita keräämällä vaikeasti tunnistettavaa dataa koneoppimisongelmista ja käyttämällä sitä erottamaan, onko verkkosivuston tai sovelluksen vierailija ihminen.",
    "2188609322": "Huonot näyttelijät ovat yhä yleisempiä verkossa. Mutta käyttäjien yksityisyyden uhraaminen ei ole vastaus.",
    "2032102720": "Mainosyritysten tarjoamat tietoturvaratkaisut keskittyvät ensisijaisesti käyttäjien seurantaan verkossa. Olemme luoneet tehokkaan tietoturvaratkaisun, joka osoittaa, että käyttäjien yksityisyyden vahingoittaminen ei ole välttämätöntä erinomaisten tulosten saavuttamiseksi.",
    "4146870445": "Keitä olemme",
    "353066938": "Kokenut tiimi, joka työskentelee tämän päivän vaikeimpien ongelmien parissa. hCaptcha on palvelu",
    "3260825523": "Intuition koneet",
    "1173652155": "Neuvonantajat",
    "3972094614": "Brendan Eich",
    "2113642787": "Aamunkoiton laulu",
    "2256305371": "Professori, CS Kalifornian yliopistossa Berkeleyssä. Syväoppiminen, turvallisuus, lohkoketjun asiantuntija. Oasis Labsin toimitusjohtaja.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Tutkija Stanfordissa. Koneoppiminen ja määrärahoitus suurissa pankeissa, hedge-rahastoissa ja korkeakouluissa.",
    "2686825859": "Rekisteröidy ilmaiseksi tai ota meihin yhteyttä koskien hCaptcha Enterprise -ratkaisuja",
    "583434701": "hCaptcha käytettävyys",
    "611905972": "Saumattoman pääsyn varmistaminen kaikille käyttäjille turvallisuuden säilyttäen",
    "874098071": "Jos olet esteettömyyskäyttäjä, rekisteröidy tästä",
    "2745385064": "Yhteenveto",
    "3353238942": "hCaptcha on suunniteltu pysäyttämään robotit erottamalla ne ihmisistä. Visuaaliset testit ovat kätevä työkalu tähän, mutta kaikki eivät pysty ratkaisemaan visuaalista haastetta.",
    "3600022491": "Tästä syystä olemme suunnitelleet yksinkertaisen, kivuttoman vaihtoehdon, jonka avulla palveluamme käyttävät julkaisijat voivat säilyttää kaikkien saavutettavuuden pykälän 508 ja WCAG 2.1 AA -säännösten mukaisesti.",
    "2557240048": "Näin se toimii: Ensin esteettömyyskäyttäjä kirjautuu sisään osoitteessa",
    "3871665286": ", joka on näkyvästi linkitetty hCaptcha-widgetin tietosivulla. Heille annetaan salattu eväste, jota voidaan käyttää useita kertoja päivässä, mutta se on päivitettävä 24 tunnin välein kirjautumisen kautta.",
    "3441764123": "Kun esteettömyyskäyttäjälle esitetään haaste hCaptcha-palvelua käyttävälle sivustolle, hän läpäisee automaattisesti.",
    "4247858664": "saavutettavuuden kirjautumissivulla",
    "1297657322": "Esteettömyysikkuna sisäänkirjautumisen jälkeen",
    "1717658846": "Esteettömyysvaihtoehto widgetin käyttöliittymävalikossa",
    "1266963825": "K: Onko hCaptcha Section 508 + WCAG 2.1 AA yhteensopiva?",
    "850025770": "V: Uskomme niin: kaikki käyttäjät, joilla on minkäänlaisia vammoja, jotka voivat selata verkkoa ja kirjoittaa lomakkeisiin tekstiä, voivat käyttää hCaptcha-suojattuja palveluita rekisteröitymisen yhteydessä. Tämä ei kuitenkaan ole oikeudellinen neuvo: sinun on suoritettava oma arviointisi ottaen huomioon erityinen toteutuksesi varmistaaksesi, että tämä koskee käyttöönottoasi.",
    "159272246": "K: Työskenteletkö muiden esteettömyysvaihtoehtojen (\"a11y\") parissa, kuten äänen kanssa?",
    "4074220464": "V: Aiemmin suositut vaihtoehdot, kuten audio captchat, syrjivät monia a11y-käyttäjiä ja häviävät ne helposti nykyaikaisilla koneoppimistekniikoilla. Tämä on pakottanut nykyiset äänihaasteet muuttumaan yhä vaikeammiksi ja aiheuttaneet kohinaa, outoa ajoitusta, epätavallisia sanayhdistelmiä ja niin edelleen hyökkääjien voittamiseksi. Olemme siis vähemmän innostuneita tästä lähestymistavasta verrattuna haasteen välttämiseen kokonaan, mutta harkitsemme sitä, jos a11y-yhteisöllä on kysyntää.",
    "2309661107": "Olemme kuitenkin erittäin kiinnostuneita",
    "2555914614": "esteettömyyskäyttötapauksessa. Uskomme, että nykyisen a11y-lähestymistapamme yhdistäminen Privacy Pass -lippujen myöntämiseen mahdollistaa sen, että a11y-käyttäjät voivat selata selaamista turvallisesti tietäen, että heidän liikenne on yksityisempää, ja samalla rajoittaa bot-operaattoreiden väärinkäyttöä, jota väistämättä tapahtuu, kun a11y-vaihtoehdot ovat käytettävissä. Olemme aktiivisesti mukana IETF:n työryhmässä, joka standardoi tätä uutta teknologiaa.",
    "2583775432": "K: Entä yksityisyys? Paljastaako rekisteröinti a11y:n selaustiedot jollain tavalla? Mitä teet sähköpostilla?",
    "4215483493": "V: hCaptcha on suunniteltu yksityisyyttä varten alusta alkaen. Se on hyvin erilainen kuin perinteiset vaihtoehdot, kuten reCAPTCHA, jotka omistavat mainosverkostot, joilla on kannustin seurata sinua verkossa ja yhdistää sinut todelliseen identiteettiin.",
    "2474661839": "Meidän",
    "4137573005": "on kattavat ja arvovaltaiset vastaukset siihen, miten käytämme tietoja, mutta lyhyt vastaus on, että emme ole kiinnostuneita yhdistämään sinua henkilönä selaushistoriaasi.",
    "4101570501": "Työskentelemme myös parhaillaan salausratkaisun parissa, jolla voimme nopeasti hylätä sähköpostiosoitteesi säilyttäen silti kykymme estää väärinkäyttö, mikä täydentää Privacy Pass -työtämme.",
    "260595108": "Emme koskaan käytä esteettömyyssähköposteja tai -tietoja muuhun tarkoitukseen kuin käytön helpottamiseksi ja väärinkäytön estämiseksi.",
    "3063819779": "Tietosuojakäytäntö",
    "465714311": "Esteettömyyskäyttäjille: Q&A ja Vianetsintäopas",
    "3596207631": "K: Näen edelleen haasteen evästeen asettamisen jälkeen. Mikä tämän aiheuttaa?",
    "469089249": "V: Tämä johtuu tyypillisesti aggressiivisen mainosten eston tai evästeitä estävän laajennuksen käytöstä tai asetuksesta, joka estää \"sivustojen väliset\" evästeet, tässä tapauksessa hcaptcha.com-evästeen, jonka hCaptcha JS asettaa tai tarkistaa eri sivusto, kuten se, jolla vierailet.",
    "4263626815": "hCaptcha-saavutettavuusevästeet toimivat kaikkien suosittujen selaimien ja mainosten esto-ohjelmien kanssa vakioasetuksillaan, joten tyypillisesti epäonnistumiset johtuvat \"mainosten esto-ohjelmista\" tai vastaavista tietyille sivustoille kohdistetuista säännöistä.",
    "3906359167": "Ratkaisut:",
    "3464870463": "1. Lisää hcaptcha.com- ja *.hcaptcha.com-evästeet sallittujen luetteloon mainosten esto- tai selaimen suojauslaajennuksessa.",
    "1204911585": "2. Jos käytät Brave-selainta, jossa (huhtikuussa 2020) ei näytä olevan minkäänlaista sallittujen evästeiden luetteloa, siirry kohtaan Asetukset -> Suojat -> Evästeet ja valitse \"Salli kaikki evästeet\".",
    "2932826396": "3. Jos käytät viimeisintä Safarin versiota joko äskettäin julkaistussa OS X 10.15:ssä tai iOS 13.4:ssä, Apple on juuri muuttanut Safarin toimintaa, joka liittyy kolmannen osapuolen evästeisiin ja estänyt ne kaikki oletuksena. Otamme käyttöön ratkaisun, mutta sillä välin käy Safari-asetuksissa Tietosuoja-osiossa ja poista valinta kohdasta \"Verkkosivustojen seuranta: Estä sivustojen välinen seuranta\", jotta saavutettavuuseväste toimii odotetulla tavalla.",
    "3836291932": "K: Käytän useita laitteita. Pitääkö minun rekisteröityä useita kertoja?",
    "3251220335": "V: Ei. Napsauta samaa sähköpostin kirjautumislinkkiä jokaisessa laitteessa, jota käytät evästeen asettamiseen.",
    "2082407178": "K: Kuinka voin suojautua kolmannen osapuolen evästeiden seurannalta käytettäessä saavutettavuusevästettä?",
    "2700197090": "V: Minkä tahansa verkkotunnuksen tason sallittujen luetteloa tukevan tietosuoja- tai mainoksia estävän laajennuksen (esim. uBlock Origin) käyttäminen toimii odotetulla tavalla: muista lisätä hcaptcha.com sallittujen luetteloon.",
    "3657743880": "Selaimen ohjeet sivustojen välisille evästeille",
    "1960601330": "Evästeiden käyttöönotto Safarissa (Mac): Siirry avattavaan Safari-valikkoon. Valitse Asetukset. Napsauta yläpaneelissa Yksityisyys. Valitse Estä evästeet -kohdasta vaihtoehto Ei koskaan.",
    "1622303590": "Evästeiden käyttöönotto Safarissa (iPhone/iPad iOS 11+): Avaa Asetukset. Vieritä alas ja valitse Safari. Poista Tietosuoja ja turvallisuus -kohdasta \"Estä sivustojen välinen seuranta\" ja \"Estä kaikki evästeet\" käytöstä.",
    "2199048568": "Napsauta minkä tahansa verkkosivun osoitepalkin vasemmalla puolella olevaa kilpiä. Napsauta Suojausasetukset. Firefoxin asetusten Tietosuoja ja suojaus -paneeli avautuu. Valitse Enhanced Tracking Protection -kohdassa Mukautettu. Valitse estettävät seurantalaitteet ja skriptit valitsemalla kyseiset valintaruudut. Varmista, että hcaptcha.com on kumottu.",
    "3967047208": "Voit myös väliaikaisesti poistaa joitakin suojauksia käytöstä Mukautetussa viankorjausta varten poistamalla valintaruutujen valinnat: Poista Trackers-valintaruudun valinnat tai poista Evästeet-valintaruudun valinnat, jos sinulla on edelleen ongelmia.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Valitse Chrome-valikkokuvake. Valitse Asetukset.",
    "926138631": "Siirry kohtaan Tietosuoja ja turvallisuus ja sitten Evästeet ja muut sivuston tiedot.",
    "3419878556": "Varmista, että \"Estä kolmannen osapuolen evästeet\" ei ole käytössä.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Avaa Chrome-asetukset valikkopalkista.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Avaa Chrome-sovellus Android-laitteellasi.",
    "3620039756": "Napauta oikeassa yläkulmassa Lisää ja sitten Asetukset.",
    "2813310562": "Napauta Sivustoasetukset ja sitten Evästeet.",
    "3014657981": "Ota Evästeet-kohdan vieressä oleva asetus käyttöön.",
    "1242066691": "Valitse Salli kolmannen osapuolen evästeet -valintaruutu.",
    "292250020": "1. Valitse ratas näytön oikeasta yläkulmasta ja valitse sitten \"Internet-asetukset\". Jos valikkopalkki on käytössä, voit valita \"Työkalut\" ja sitten \"Internet-asetukset\".",
    "4114820649": "2. Napsauta Tietosuoja-välilehteä.",
    "946838734": "3. Valitse \"Lisäasetukset\"-painike.",
    "348809718": "4. Valitse \"Kolmannen osapuolen evästeet\" -kohdasta \"Hyväksy\".",
    "1253441326": "5. Napsauta \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Tekoälyn etiikkakäytäntö",
    "1161704803": "Miksi meillä on tekoälyn etiikkakäytäntö?",
    "1806535500": "Käytännössä jokainen tekniikka kynistä dynamiittiin on a",
    "24452499": "ratkaisu; sitä voidaan käyttää hyvään tai huonoon. Jokaisella kaksikäyttöratkaisuja tutkivalla, rakentavalla tai myyvällä yrityksellä on velvollisuus ottaa huomioon toimintansa seuraukset.",
    "4023575072": "kaksikäyttöinen",
    "3336625692": "Tällä sivulla kerrotaan ajatuksemme tästä aiheesta tekoälyn etiikan yhteydessä ja prosessit, joita noudatamme varmistaaksemme, että palveluidemme käyttö on yrityksenä hyväksymiemme käytäntöjen mukaista.",
    "835717930": "Tekoälyn etiikka hCaptchassa",
    "2179524509": "Saamme toisinaan kysymyksiä siitä, millaiset kysymykset ovat sallittuja hCaptcha-palvelussa ja miksi tiettyjä kysymyksiä kysytään.",
    "1962721652": "Ihminen etsii mallia, ja joskus viaton kysymys voi muuttua hetkessä täysin yllättävästä epäilyttäväksi johtuen ennemminkin maailmassa tapahtuneista muutoksista kuin kysymyksen esittäjän motiiveista.",
    "3974566657": "Palveluiden yleistyessä tämänkaltaiset tapahtumat yleistyvät väistämättä. Miljoonat ihmiset käyttävät hCaptchaa päivittäin lähes kaikissa maailman maissa, joten julkaisemme tämän käytännön ja tapaustutkimuksen siitä, kuinka käsittelemme näitä ongelmia ollaksemme mahdollisimman läpinäkyviä.",
    "1830910223": "Tosimaailman tekoälyn etiikan tapaustutkimus",
    "805971861": "\"Sateenvarjo\" on termi ImageNetissä, joka on tietokonenäön tutkijoiden käyttämä standardi vertailutietoaineisto. Sateenvarjoja pitelevien ihmisten luotettava tunnistaminen on myös erittäin tärkeää turvallisten seuraavan sukupolven edistyneiden kuljettajan avustusjärjestelmien (ADAS) rakentamisessa.",
    "3988350": "Tämä tarkoittaa, että tosielämän sateenvarjomerkintöille on erinomaiset käyttötapaukset. Itseajavien autojen vaikutuksista on erimielisyyksiä, mutta ADAS-järjestelmät säästävät jo",
    "548587288": "maailman ympäri.",
    "3138772661": "tuhansia ihmishenkiä joka vuosi",
    "3168199226": "Vuonna 2020 kuitenkin kävi selväksi, että tällaisen tietojoukon rakentaminen voidaan nähdä kaksikäyttöisenä teknologiana tavalla, jota harvat olisivat odottaneet vuosi sitten.",
    "558378834": "Emme siis enää ota vastaan sateenvarjoihin liittyviä kysymyksiä tällä hetkellä. Sekaannusten mahdollisuus, kun loppukäyttäjä näkee sateenvarjoja koskevan kysymyksen tällä hetkellä, on liian suuri, ja viime kädessä tavoitteenamme on tehdä maailmasta miellyttävämpi paikka.",
    "3376604063": "Tekoälyn eettiset käytännöt ja prosessit",
    "1923365316": "Meillä on hCaptchalla tiukka tekoälyn etiikkakäytäntö, ja osa siitä sisältää Know Your Customer (KYC) -prosessin.",
    "4230322909": "Pyrimme aina saamaan hyvän käsityksen jokaisesta uudesta asiakkaasta ja hänen käyttötapauksestaan varmistaaksemme, että se sopii hyvin tuotteisiimme ja palveluihimme, ja varmistaaksemme, että se noudattaa yrityksenä hyväksymiämme käytäntöjä.",
    "2735073144": "Teemme myös jatkuvat tarkastukset tarpeen mukaan. Esimerkiksi äskettäin tarkastellessamme sateenvarjoihin liittyvien merkintäpyyntöjen päivämääriä ja lähteitä pystyimme nopeasti vahvistamaan, ettei mikään valtion taho tai tunnettu valtion valvontaohjelmiston toimittaja ole esittänyt palveluitamme käyttäviä sateenvarjoja koskevia pyyntöjä viimeisten 12 kuukauden aikana. .",
    "2715462692": "Miltä tekoälyn etiikkaprosessimme näyttää?",
    "3049976256": "Käymme jokaisen uuden etikettiasiakkaan kohdalla läpi tarkistuslistan myyntiprosessin aikana. Tämä sisältää alustavan KYC-harjoittelun ennen käyttöönottoa sekä kaikkien analyytikoillemme tehtyjen pyyntöjen tarkistamisen sekä itsepalvelualustallamme tehtyjen pyyntöjen reaaliaikaiset pistokokeet ja säännölliset tarkastukset.",
    "3103642530": "Tämä arvostelu koostuu useista kriteereistä:",
    "3349094124": "Eettisten näkökohtien kriteerit: Tavoite",
    "1038019440": "1. Edustaako tämä asiakas sellaisen maan kansallisia etuja, jonka tiedetään käyttäytyvän kansainvälisten lakien ja normien vastaisesti?",
    "493717511": "2. Voisiko tämä asiakas pyytää palveluita?",
    "2209109640": "käytetään vain haitallisiin tarkoituksiin normaalin liiketoimintansa yhteydessä?",
    "3457805519": "3. Voidaanko asiakkaan pyyntö täyttää Yhdysvaltain lakien ja sitoumussääntöjemme mukaisesti?",
    "1942611550": "ensisijaisesti",
    "109179759": "Eettisten näkökohtien kriteerit: Subjektiivinen",
    "1033698050": "1. Uskommeko, että asiakas on antanut meille käyttötapauksen, jonka pidämme moraalisesti hyväksyttävänä tulkintamme tyypillisistä länsimaisista yhteiskunnallisista normeista?",
    "361372538": "2. Uskommeko, että asiakas todennäköisesti käyttäisi tarjoamiamme palveluita syrjiviin tarkoituksiin tavoilla, jotka saattavat olla laillisia mutta joita emme hyväksy?",
    "2867855718": "3. Uskommeko, että yksityisyyden suojaa koskevat tarpeet voidaan tyydyttävästi vastata pyyntöön?",
    "2462728596": "Jos emme voi olla tyytyväisiä näihin kohtiin, hylkäämme pyynnön ja saatamme lopettaa pääsyn alustallemme ehdoissamme kuvatulla tavalla.",
    "1995277831": "Kiitos",
    "1818116402": "Toivomme, että arvostat tätä näkemystä siitä, kuinka käsittelemme operatiivisia kysymyksiä tekoälyn etiikkakomponentin avulla.",
    "1499894352": "Hyvin harvat yritykset tarjoavat avoimuutta päätöksentekoprosesseihinsa tällä alueella, ja toivomme, että muut seuraavat tätä esimerkkiä!",
    "535659033": "Creative Commons Nimeä",
    "1495915066": "Kuinka me, akateemiset tutkimuskumppanimme ja asiakkaamme käytämme Creative Commons -mediaa",
    "3017533972": "Me, akateemiset tutkimuskumppanimme ja asiakkaamme voimme toisinaan viitata tai kopioida osia Creative Commons -lisensoidusta sisällöstä hCaptcha-alustan kautta edistääkseen ihmiskunnan tietämystä koneoppimisen alalla.",
    "1428053210": "Tämä sisältö muutetaan yleensä alkuperäisestä muodostaan. Esimerkiksi video voidaan jakaa useiksi kuviksi, nämä kuvat voidaan jakaa useiksi uusiksi kuviksi ja nämä uudet kuvat voidaan sitten sekoittaa satunnaisesti, jotta lopputulos näytetään.",
    "1728211763": "Sisällön käyttö tällä tavalla ja näihin tarkoituksiin kuuluu reilun käytön ohjeisiin lainkäsitysten ja alan tavanomaisten käytäntöjemme mukaisesti, mutta olemme pitkäaikaisia Creative Commonsin faneja ja annamme mieluummin kunniaa kaikille, jotka auttavat monumentaalinen tehtävä parantaa koneälyä.",
    "1949452297": "hCaptcha-käyttöliittymän sisäisten rajoitusten ja sen turvallisuusnäkökohtien vuoksi ei ole mahdollista toistaa jokaisen kuvan lähdettä suoraan sen käytön yhteydessä. Sen sijaan linkitämme tälle sivulle kotisivultamme ja ylläpidämme luetteloa lähteistä, joita tällä hetkellä tai äskettäin tarjotaan alustan kautta. Pääset käsiksi nykyiseen luetteloon",
    "2367602973": "tässä",
    "659124570": "Lisäksi, jos näet sinulle kuuluvaa sisältöä kopioitavan hCaptcha-alustalla ja haluat, että se poistetaan jostain syystä, voit ottaa meihin yhteyttä sähköpostitse osoitteessa",
    "2066749488": "Muut valitukset",
    "3479034323": "Jos näet itsellesi kuuluvaa sisältöä kopioitavan hCaptcha-alustalla ja haluat, että se poistetaan jostain syystä, voit ottaa meihin yhteyttä sähköpostitse.",
    "1836554225": "Blogiviestit",
    "2873297188": "Syrjivätkö kaikki CAPTCHAT ei-amerikkalaisia?",
    "165932542": "Tutustu hCaptcha-ratkaisuhintoihin ympäri maailmaa",
    "1865097546": "16. marraskuuta 2021",
    "3005876482": "hCaptcha on nyt suurin itsenäinen CAPTCHA-palvelu, toimii 15 prosentilla Internetistä",
    "693820850": "Voit voittaa Googlen asettamalla yksityisyyden etusijalle",
    "3609106478": "Valtuustietojen täyttö:",
    "299335340": "Mikä se on ja miten hyökkäykset pysäytetään",
    "354925785": "Johdanto",
    "423222878": "Joitakin vaikeimmin havaittavia, estäviä ja pysäytettäviä kyberhyökkäyksiä ovat sellaiset, joissa pahantahtoinen toimija pystyy kirjautumaan aktiiviselle käyttäjätilille laillisten käyttäjätunnuksien avulla. Ilman monia kehittyneitä tunnistusominaisuuksia tiliä isännöivällä yrityksellä ei ole syytä epäillä, että jokin olisi vialla. Asiakas näyttää yksinkertaisesti kirjautuneen tililleen. Hyökkääjä saavutti tämän onnistuneen juonen käyttämällä varastettuja valtuustietoja – yleensä seurausta kyberhyökkäystekniikasta, joka tunnetaan nimellä \"valtuustietojen täyttäminen\". Se on nykyään vakava ongelma, mutta sitä voidaan lieventää oikeilla vastatoimilla.",
    "777660551": "Mikä on valtakirjatäyttö?",
    "2602763587": "Tunnistetietojen täyttäminen on eräänlainen kyberhyökkäys, jossa hyökkääjä yrittää kirjautua verkkosivustolle useita kertoja käyttämällä varastettuja käyttäjätunnuksia ja salasanoja. \"Täyte\" viittaa toistuviin kirjautumisyrityksiin, jotka lähes aina suorittaa automaattinen bot-ohjelmisto.",
    "1271831121": "Ei ole niin, että hakkeri (hupparin päällä, tietysti!) istuisi siellä ja näppäilee tunnistetietoja valtuustietojen perään. Automaattinen kirjautumisbotti voidaan tehdä valmiista työkalusta, kuten Selenium, tai räätälöidystä hakkerityökalusta.",
    "2588750717": "Joihinkin tunnistetietojen täyttämiseen liittyviin hyökkäyksiin liittyykin miljoonia valtuustietoja – kaikki työnnetään pahaa-aavistamattomaan verkkosivuston kirjautumisliittymään siinä toivossa, että heidät päästetään sisään. Sisään päästyään hyökkääjä voi ottaa uhrin tilin haltuunsa.",
    "1137757109": "Jos kyseessä on verkkokauppatili, hyökkääjä voi tilata tuotteita. Jos uhri on pankki, hyökkääjä voi siirtää varoja ulkomaille ja niin edelleen.",
    "1559150837": "Tavoitteet eivät kuitenkaan ole puolustuskyvyttömiä. Useimmilla verkkosivustoilla on säätimet, jotka estävät epäilyttävän käyttäjän, joka yrittää kirjautua tuhansille eri tileille samasta IP-osoitteesta lyhyessä ajassa. Tunnuksia täyttävät hyökkääjät tekevät kiertääkseen nämä suojaustekniikat maantieteellisen ja IP-monimuotoisuuden simuloimiseksi. Tehokkaiden, usein tekoälyyn perustuvien työkalujen avulla he voivat saada vaikutelman, että tuhannet käyttäjät yrittävät satunnaisesti kirjautua sisään eri vuorokauden aikoina eri puolilta maata. Tämä on paljon vaikeampi havaita ja pysäyttää.",
    "1892020899": "Mistä hakkerit saavat valtuustiedot?",
    "2597149484": "Syy, miksi hakkerin on \"täytettävä\" niin monta valtakirjaa, liittyy siihen, mistä he saavat varastetut valtakirjansa.",
    "3030395800": "Nämä valtuustiedot tulevat yleensä tietomurroista. Nämä hyökkäykset, jotka tunnetaan myös nimellä \"valtuustietovuoto\", voivat johtaa miljoonien valtuustietojen joutumiseen pimeään verkkoon. Jos vuoto tuli pankista, hakkeri yrittää käyttää näitä tunnistetietoja päästäkseen muille sivustoille. Tämä lähestymistapa toimii, koska niin monet ihmiset käyttävät samaa käyttäjätunnusta ja salasanaa useilla sivustoilla. (Tätä käytäntöä ei suositella, mutta todellisuus on mitä se on. Ihmisillä on tapana toistaa samoja kirjautumistietoja.)",
    "1258965840": "Siten, jos hyökkääjä pääsee yhdelle sivustolle, hän voi luultavasti päästä useille sivustoille vuotaneiden valtuustietojen avulla. He saattavat esimerkiksi saada käyttäjänimen/salasana-parin, kuten JohnDoe/525momma, mutta heillä ei ole aavistustakaan, mitä tämä pari tekee heille. Joten he kokeilevat paria Amazon.comissa, Ebayssa, Citibankissa, Walgreensissa ja edelleen. He saattavat kokeilla tuota paria tuhannella eri sivustolla.",
    "3594440415": "Lopulta he alkavat avata ovia.",
    "780280214": "Kuinka hCaptcha ja hCaptcha Enterprise vähentävät tunnistetietojen täyttämisen uhkaa",
    "4165374512": "Vaikka on mahdollista käyttää IP- ja sijainnintunnistustyökaluja tunnistetietojen täyttämisen estämiseen, kustannustehokkaampi ja tarkempi menetelmä on yksinkertaisesti keskeyttää automaattinen tunnistetietojen täyttämisbotti. hCaptcha ja hCaptcha Enterprise voivat tukahduttaa botin sisääntulokohdassa. Vaikka robotilla olisi oikeat tunnistetiedot, jos se ei pääse ohi hCaptcha Enterprisen tunnistusta tai hCaptcha:n CAPTCHAa, se ei voi suorittaa täyttämistään ja sivustosi ja käyttäjät ovat suojattuja.",
    "3269644546": "Ole kiltti",
    "1058572205": "meistä, jos haluat tietää lisää",
    "3753613260": "ottaa yhteyttä",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA-valituksista ilmoittaminen",
    "54093347": "DMCA:n rekisteröity edustaja",
    "3233441200": "Toista loukkauskäytäntö",
    "4011712313": "Osana DMCA-käytäntöämme lisäämme niiden asiakkaiden tilit, joille saamme useita DMCA-ilmoituksia väitetyistä loukkauksista, monivaiheiseen DMCA:n toistuva rikkomuskäytäntöön. Saatuaan toistuvia DMCA-ilmoituksia kalenterikuukauden aikana asiakastili etenee käytäntövaiheesta seuraavaan.",
    "766825168": "Toimenpiteisiin, joihin saatamme ryhtyä DMCA:n toistuvia loukkauksia koskevan käytännön mukaisesti, kuuluu ilmoitusten lähettäminen parantuneesta näkyvyydestä tilin rekisteröidylle asiakkaalle. Vahvistaaksemme nämä ilmoitukset saatamme vaatia asiakasta kirjautumaan tilille tai soittamaan tukitiimiimme. Varaamme myös oikeuden keskeyttää tai lopettaa sekä soveltaa muita väliaikaisia toimenpiteitä kaikkien sellaisten asiakkaiden hCaptcha- ja IMI-palveluihin, joille olemme edelleen saaneet DMCA-ilmoituksia väitetystä loukkauksesta, vaikka olemme lähettäneet toistuvia loukkaushälytyksiä. Lisäksi voimme oman harkintamme mukaan lopettaa muut näille asiakkaille tarjotut hCaptcha- tai IMI-palvelut, kun lopetamme hCaptcha-palvelun tämän käytännön mukaisesti.",
    "2410122265": "hCaptcha-resurssit: Bots 101",
    "4166776480": "Tunnusten täyttäminen: mitä se on ja kuinka lopettaa hyökkäykset",
    "2301335298": "Maksupetos: Nopeasti kehittyvän tietoverkkorikollisuuden lieventäminen",
    "3682071227": "Mitä ovat tilin haltuunotot ja miten ne toimivat?",
    "2729131930": "Mitä kaapiminen on ja miten se toimii?",
    "1344959096": "Työskentelee yksilöllisenä datamerkinnänä",
    "3510143229": "hCaptcha on palvelu verkkosivustoille ja sovelluksille,",
    "3930611699": "yksittäisiä työntekijöitä.",
    "1051214799": "hCaptcha on verkkoturvapalvelu, joka yrittää jakaa arvoa sitä käyttävien verkkosivustojen tai sovellusten julkaisijoiden kanssa.",
    "360236473": "hCaptcha-palvelua ei ole tarkoitettu kenenkään käytettäväksi yksittäisten merkintöjen tekemiseen. Sitä ei ole suunniteltu tai soveltuva tähän tarkoitukseen. Emme suosittele kenenkään yrittämään käyttää hCaptchaa henkilökohtaisten tulojen lähteenä.",
    "3842490632": "Yksittäisen käyttäjän, joka yrittää vastata moniin kysymyksiin, luokitusta rajoitetaan tai kielletään todennäköisesti nopeasti. Yhtä tärkeä kuin meidänkin",
    "1560232962": "kattaa yksityiskohtaisesti, ei takuita anneta tietystä vastauksesta ansaittua summaa. Maksullisia kysymyksiä ei ehkä ole tuolloin saatavilla, vastaus voidaan hylätä laatusyistä ja niin edelleen.",
    "2694001822": "Palkkaamme kuitenkin toisinaan henkilöitä auttamaan meitä testaamaan järjestelmän ominaisuuksia ja uusia ominaisuuksia.",
    "1569804581": "Jos haluat, että sinuun otettaisiin jatkossa yhteyttä liittyen mahdollisuuksiin liittyen, täytä tämä lomake.",
    "636461959": "Nimi",
    "1139500589": "Maa",
    "1789607185": "Sähköpostiosoite",
    "325077666": "Lähettämällä tietosi hyväksyt meidän",
    "3555583744": "ja",
    "3609929815": ". Säilytämme nimesi, maasi ja sähköpostiosoitteesi vain voidaksemme ottaa sinuun yhteyttä jatkossa koskien yksittäisiä merkintätyömahdollisuuksia.",
    "4197928199": "Tietosuojakäytäntö",
    "851786723": "Antamalla sähköpostiosoitteesi hyväksyt käyttöehtomme ja tietosuojakäytäntömme ja hyväksyt sähköpostin vastaanottamisen meiltä.",
    "2402165761": "Miten kaapiminen toimii?",
    "4260542944": "Sisällön kaapiminen (tunnetaan myös nimellä \"näytön kaapiminen\" tai vain \"raapiminen\") on tuttu, usein hyödyllinen prosessi tiedon keräämiseen verkosta. Viime vuosina tekniikasta on kuitenkin tullut hakkereiden ja huijareiden suosima työkalu. Vastatoimilla voidaan tehokkaasti lieventää uhkaa, mutta niiden toteuttamiseksi on välttämätöntä ymmärtää prosessin toiminta.",
    "2066255783": "Mitä sisällön kaapiminen on?",
    "1910628828": "Sisällön kaapiminen on tekniikka tietojen keräämiseksi järjestelmästä, joka sisältää automaattisen työkalusarjan, joka esiintyy ohjelmistoasiakkaana tai verkkoselaimena. Se ei ole uutta. Itse asiassa ohjelmistosuunnittelijoille, jotka saattavat tarvita tietoja vanhasta keskuskoneesta, kaapiminen voi olla ainoa tapa poimia tietoja. Alkuperäiset liittimet saattavat olla kadonneet, eikä niitä voi vaihtaa.",
    "3408107995": "Nykyään kaapiminen tarkoittaa kuitenkin aina ohjelmallista lähestymistapaa tietojen hakemiseen verkkosivustolta. Kaavinohjelmisto toimii kuin ihminen, joka napsauttaa painikkeita ja lukee tulosteen. Kaapimiseen on monia laillisia käyttötapoja. Hakukoneita tehostavat indeksointirobotit ovat yksi esimerkki. Samoin Skyscannerin kaltaiset työkalut, jotka etsivät matkatarjouksia selaamalla tuhansia matkailusivustoja. Myös Fintech-yritykset käyttävät sitä kaappaamalla käyttäjien taloustietoja pankkien sivuilta, jos käytettävissä ei ole sovellusohjelmointirajapintoja (API) datayhteyden muodostamiseksi. Näytön kaapimisessa kannattaa muistaa sen nopeus ja skaalautuvuus. Prosessi voi kerätä valtavia määriä tietoa verkkosivustoilta olettaen, että sivustoja ei ole määritetty estämään sitä. Laskennan nopeudella kaavin voi kerätä suuria tietojoukkoja olemalla vuorovaikutuksessa verkkosivustojen ja niiden taustalla olevien ohjelmistojen ja tietokantojen kanssa.",
    "1920884252": "Miksi sisältö on turvallisuusuhka?",
    "2256795853": "Mahdollisuus poimia paljon dataa nopeasti verkkosivustoilta tekee kaappauksesta tehokkaan työkalun haitallisten toimijoiden käsissä. Kaavinta toimiva robotti voi kerätä käyttäjätietoja sosiaalisen median sivustoilta. Sitten hakkeri voi ryhtyä henkilöllisyysrikoksiin, kuten vilpillisten luottokorttihakemusten lähettämiseen, poistamalla sivustoja, jotka sisältävät osoitteita ja muita henkilökohtaisia tietoja, ja vertailemalla tuloksia.",
    "4087694419": "Kaapiva hakkeri voi myös kerätä tietoja Amazonin ja eBayn kaltaisista sivustoista luodakseen väärennettyjä tai harhaanjohtavia tuoteluetteloita. Hän voisi sitten tarjota niitä myyntiin vertaispalveluissa, kuten OfferUp, ja suorittaa tietojenkalasteluhyökkäyksiä ostajia vastaan. Tai huijari voi myydä tuotteita, joita ei ole olemassa. Toinen näytön kaapimiseen liittyvä petos sisältää mainosten julkaisijoiden teeskentelyn. Kaavimalla sisältöä julkaisijoiden sivustoilta, huijari voi luoda väärennettyjä mainosten julkaisijoiden sivuja eri palveluihin. He voivat sitten myydä mainoksia näillä sivuilla valtuutetuille jälleenmyyjille, joiden yhteystiedot he poimivat julkaisijan ads.txt-tiedostosta. Mainospaikat näyttävät todellisilta mainostajalle, mutta ne eivät ole sitä.",
    "3315658779": "Estä sisällön kaapiminen hCaptcha Enterprisella",
    "2602081482": "hCaptcha Enterprise käyttää edistynyttä koneoppimista tunnistaakseen haitallisen liikenteen sivustollesi ja sovelluksiisi – mukaan lukien kaavintatoiminnot.",
    "1422537019": "tänään oppiaksemme lisää.",
    "1988268879": "Kustannustehokas tietomerkintä mittakaavassa",
    "2163914794": "Tarvitsetko lisää tunnisteita tietojoukkoihisi? hCaptcha tarjoaa nopean, kustannustehokkaan ja laadukkaan tietomerkinnän yrityksille, jotka työskentelevät tekoäly- ja koneoppimissovelluksia.",
    "3378932530": "Merkitse tietosi nyt",
    "3483700676": "Käynnistä miljoonia tehtäviä välittömästi",
    "3478726913": "hCaptchalla on yksi planeetan suurimmista käytettävissäsi olevista uima-altaista. Olipa mittakaavasi mikä tahansa, voimme hoitaa sen ilman kalliita ennakkositoumuksia. Miljoonat tehtävät päivässä eivät ole ongelma.",
    "740501259": "Yksinkertaiset API-ohjatut putkistot",
    "2784612261": "Haluatko integroida ihmisten arvioinnin suoraan liiketoimintaasi? Tarjoamme erittäin luotettavia SLA-sopimuksia, taattua kapasiteettia ja yksinkertaisia REST-sovellusliittymiä.",
    "1144966033": "Optimoitu kustannusten ja laadun mukaan",
    "3213351333": "Ei vaadi ennakkositoumusta",
    "2107077506": "HUMAN-alusta käyttää kattavia luottamusmalleja kehittyneen reaaliaikaisen laatuanalyysin suorittamiseen. Näin voimme nopeasti määrittää sekä kysymysten vaikeuden että niihin todennäköisesti oikean vastauksen, mikä säästää aikaa ja rahaa.",
    "3576146278": "Maksa vain tarvitsemastasi tarkkuudesta",
    "2952586316": "Kaikki ongelmat eivät ole samanlaisia. Turvallisuuden kannalta kriittisten tehtävien merkinnät voivat vaatia 99,99 %:n luottamusta täysin ihmistyöntekijöiltä. Mobiilipelisovelluksen yhden beta-ominaisuuden merkinnät voivat vaatia vain kohtalaista luottamusta. Sinä päätät.",
    "710145621": "Anna oma pohjatotuustietosi tai anna meidän rakentaa se lennossa",
    "987901590": "Onko sinulla raakadataa ilman kattavaa vahvistussarjaa? Useimmissa tapauksissa voimme rakentaa sellaisen sinulle, kun tehtävät suoritetaan järjestelmän läpi, tai luoda merkittyjä näytteitä hyväksyntääsi varten.",
    "2597352122": "Huomautustyypit",
    "1344687860": "Rajoituslaatikot",
    "1089415440": "Tarkka kohteen tunnistus kuvissa ja videoissa",
    "3817067682": "Monikulmiot",
    "2682873489": "Määritä objektien raja-alue",
    "1275150216": "Maamerkit",
    "2067112112": "Pistehuomautukset moniin erilaisiin käyttötapauksiin",
    "4228682126": "Attribuuttien luokittelu",
    "2920213479": "Lajittele tai liitä minkä tahansa kokoisia mielivaltaisia luokkia",
    "3288667364": "Vertailu ja havaitseminen",
    "155877895": "Ihmisvoimainen havaitseminen ja luokittelu",
    "3128433367": "... ja paljon muuta",
    "2827452240": "Tarvitsetko toisen tyypin, jota ei ole lueteltu tässä? Kysy vain meiltä.",
    "719304627": "Tarvitsetko päästä päähän -hallinnan?",
    "1172067553": "hCaptchan takana oleva HUMAN-alusta tarjoaa erittäin kehittyneitä työn laatu- ja hallintaominaisuuksia paikan päällä, hybridi- tai SaaS-asetuksissa, jotka integroituvat olemassa oleviin järjestelmiisi.",
    "2319072959": "Työskentele täysin offline-tilassa oman työvoimasi kanssa, seuraa liiketoimintayksiköiden tai konsortiokumppanien kulutettua arvoa, reititä työt valikoivasti eri sisäisille tai ulkoisille työvoimantarjoajille kustannus- ja turvallisuusvaatimusten perusteella ja paljon muuta.",
    "1936512180": "Helppo API-käyttö, kauniit kojelautat ja uusin malli-in-the-loop-tekniikka maksimoimaan työntekijöiden tehokkuuden.",
    "3913848038": "99,99 %:n käyttöaika SLA-sopimukset ja 24/7 globaali tuki saatavilla.",
    "1080752747": "Ota yhteyttä myyntiin",
    "1525403768": "Lisätietoja saat ottamalla yhteyttä yritysmyyntiin.",
    "1546930020": "Tietojen merkitseminen",
    "2486638408": "Määritä tekniset tiedot",
    "1027200955": "Keskustele toimialueen asiantuntijoidemme kanssa määrittääksesi projektisi tarpeet: kohteen tarkkuus, muoto ja mahdolliset erityisvaatimukset.",
    "1156712451": "Ensimmäinen työkoe",
    "181065232": "Suoritamme pienen tuotantotyön näytetietojesi perusteella. Tämä testaa yhdessä tekemäämme työtä varmistaaksemme, että saat juuri tarvitsemasi.",
    "3207769512": "Ota käyttöön tuotantotyöt",
    "1099238677": "Suuren volyymimme ja alhaisen latenssimme ansiosta käännämme työsi nopeasti ja automaattisella toimituksella heti, kun se on valmis.",
    "465783046": "Haluatko kokeilla sitä tietojesi kanssa?",
    "328625009": "... olemme valmiita, kun olet: palvelumme on käytettävissä ympäri vuorokauden.",
    "3225770968": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen työvoimavaltaisin ongelma; suurten tietomäärien merkitseminen oikea-aikaisella, edullisella ja luotettavalla tavalla.",
    "2041686284": "Enemmän tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietokokonaisuuksiin, ja hCaptcha palvelee tätä tarvetta. Suurten ihmisten arvioimien tietojoukkojen luominen perinteisillä menetelmillä on kuitenkin sekä hidasta että kallista.",
    "3729345277": "hCaptcha on tapa yrityksille saada tarvitsemansa huomautukset nopeammin, laadukkaammin ja halvemmalla kuin muut vaihtoehdot.",
    "2103563261": "Yksityiset tai julkiset tiedot",
    "2513143348": "hCaptcha Enterprise -järjestelmä on suunnittelultaan ainutlaatuisen joustava: se voidaan ottaa käyttöön osittain tai kokonaan verkkosi reunalla, jos käytät julkista pilvipalvelua tai omistat useita datakeskuksia.",
    "3107683988": "Tämä voi vähentää merkittävästi verkon ulkopuolista liikennettä ja kustannuksia säilyttäen samalla kaikki 24/7-päivystyshenkilöstömme hallinnan edut tiukimpien SLA-sopimusten täyttämiseksi.",
    "3660619092": "Rekisteröidy ilmaiseksi tai ota yhteyttä myyntiin saadaksesi yritysratkaisuja",
    "2351176803": "hCaptcha JS -sovellusliittymän lisenssiehdot",
    "2616226398": "Allei meidän",
    "2024293275": ". Kaikki muut oikeudet pidätetään toistaiseksi.",
    "1062291156": "vakioehdot",
    "2712493234": "Maksupetos: Nopeasti kehittyvän tietoverkkorikollisuuden lieventäminen",
    "1817772953": "Petos ei ole uusi rikollisuuden muoto. Arkeologit ovat todellakin löytäneet muinaisten sumerien suunnittelemia petostentorjuntalaitteita karjan kuljettamiseen ilman tappioita lähes 10 000 vuotta sitten! Heidän tapauksessaan he laittoivat savipalloja, joista kukin edustaa eläintä, \"bullana\" tunnetun savipallon sisään. Bula kulki parven mukana, kun se siirtyi myyjältä ostajalle. Jo silloin yritysten omistajat olivat huolissaan siitä, että kaikki heidän kanssaan tekemisissään olleet eivät olleet nousussa. Paljon on muuttunut 10 000 vuodessa, mutta tarve olla innovatiivinen petosten estämisessä säilyy. Nykyään verkkomaksupetokset ovat äärimmäisen tärkeitä. Internetin myötä huijareista on tullut yhä taitavampia petostentorjunnan oveltamiseen. Uudet ratkaisut ovat kuitenkin kääntämässä suuntaa.",
    "1053787685": "Mikä on maksupetos?",
    "433424759": "Maksupetoksilla tarkoitetaan kaikenlaisia laittomia liiketoimia, joissa kyberrikollinen riistää uhrilta jotain arvokasta, tyypillisesti rahaa. Tämä voi tarkoittaa varastetun luottokortin käyttämistä tavaroiden tilaamiseen verkossa tai pankkitilin haltuunottoa ja varojen laitonta siirtämistä siltä pois. Variaatioita on monia, mutta niillä kaikilla on sama lopputulos: roisto käyttää varastettua henkilöllisyyttä tai maksutietoja varastaakseen kuluttajalta, pankista tai kauppiaalta.",
    "2939852138": "Kuinka huijarit [yrittävät] päästä eroon maksupetoksista?",
    "1665616092": "Maksupetos on yksinkertainen ajatus, mutta se voi olla uskomattoman monimutkainen nykyisessä toteutuksessaan.",
    "4246520782": "Itse asiassa Internet on viime vuosina todistanut todellista kilpavarustelua huijareiden ja puolustajien välillä.",
    "2167049807": "Turvatiimit ovat ottaneet käyttöön erilaisia vastatoimia ja valvontatoimia, jotka kukistavat helpot ja laiskot maksupetosten tavat. Hyökkäykset ovat kuitenkin yhä kehittyneempiä. Esimerkiksi robotit voivat nyt kerätä varastettuja luottokorttien numeroita ja PIN-koodeja väärennetyiltä verkkosivustoilta ja tietojenkalasteluhyökkäyksistä.",
    "1936449777": "Täysin automatisoidussa tilassa ne voivat jäljitellä ihmisten käyttäytymistä verkkokauppasivustoilla, napsauttamalla painikkeita ja lisäämällä kohteita ostoskärryihin – siihen pisteeseen, että monet, elleivät useimmat petostentorjuntalaitteet eivät pysty kertomaan, että robotti yrittää varastaa. tavarat. Pikemminkin näyttää siltä, että ihminen tekee ostoksia. Botti voi kirjautua oikean asiakkaan tilille varastettujen kirjautumistietojen avulla. Huijausta hämärtää entisestään botin kyky huijata IP-osoitteita ja saada näyttämään siltä, että \"ostaja\" on eri paikassa kuin hyökkääjä, joka saattaa olla vieraassa maassa.",
    "648630222": "Estä maksupetokset hCaptcha Enterprisen avulla",
    "1621930829": "Mitä nykypäivän edistyneille, lakkaamattomille maksupetostoiminnalle voidaan tehdä? Useiden ohjauskerrosten käyttäminen on yleensä viisas lähestymistapa. Parhaat vastatoimet ovat kuitenkin sellaisia, jotka voivat vangita botin ja paljastaa sen olevan väärennös huolimatta sen tekijöiden parhaista yrityksistä jäljitellä ihmisen käyttäytymistä.",
    "2423586454": "On edelleen joitain asioita, joita ohjelmistot eivät voi tehdä, riippumatta siitä, kuinka hyvä tekoäly sen takana on. Nykyaikainen CAPTCHA-tekniikka tarjoaa todistetun tavan estää maksupetoksia jatkavia robotteja. Vaikka vanhat CAPTCHA:n lähestymistavat, kuten yksinkertaiset vinot numerot laatikossa, eivät nyt enimmäkseen pysty vähentämään edistyneitä botteja, hCaptcha Enterprisen kaltainen automaattinen testaus-vastauslaite voi helposti tyrkyttää huijausbotin tilille kirjautumisen tai ostoskorin kassalla. Vaikka robotilla olisi oikeat tunnistetiedot, se ei pääse CAPTCHA:n läpi.",
    "1467308982": "Maksuaikataulut",
    "1291824746": "hCaptcha-maksut suoritetaan neljännesvuosittain 60 päivän jälkeen. Havainnollistaaksesi mitä tämä tarkoittaa, katso alla oleva taulukko.",
    "3444947612": "Liikenne välillä",
    "4181611011": "Täsmäytyspäivä",
    "728503636": "Maksupäivä",
    "3720584906": "15.7.2021 - 15.10.2021",
    "388240587": "5.-15.1.2022",
    "3426312287": "5.-15.1.2022",
    "615618648": "15.4.2021 - 15.7.2021",
    "3376724603": "14.-24.9.2021†††",
    "3398978455": "15.-25.9.2021†††",
    "2722456056": "15.1.2021 - 15.4.2021",
    "4063155841": "Viimeistään 25.6.2021††",
    "4082053540": "19.-25.6.2021††",
    "64953197": "15.10.2020 - 15.1.2021",
    "1023070345": "Viimeistään 14.3.2021",
    "2600696085": "15. maaliskuuta 2021",
    "3217791519": "15.7.2020 - 15.10.2020",
    "649261378": "5.–11.1.2021*",
    "1559190296": "5.–11.1.2021†",
    "3806054689": "15.4.2020 - 15.7.2020",
    "4162383380": "16.-22.9.2020*****",
    "1990824776": "16.-24.9.2020*****",
    "3856690908": "15.1.2020 - 15.4.2020",
    "3200641265": "Viimeistään 16.6.2020*",
    "3744079744": "15.-19.6.2020****",
    "2209837451": "15.10.2019 - 15.1.2020",
    "2510534204": "Viimeistään 23.3.2020***",
    "2910560864": "20.-23.3.2020***",
    "2544565802": "15.7.2019 - 15.10.2019",
    "3963642878": "Viimeistään 14.12.2019*",
    "622103562": "17. joulukuuta 2019**",
    "4072202039": "15.4.2019 - 15.7.2019",
    "818049069": "Viimeistään 15.7.2019 mennessä",
    "1169005651": "15 syyskuuta 2019",
    "2303655425": "15.1.2019 - 15.4.2019",
    "3678889946": "Viimeistään 15.6.2019 mennessä",
    "3094354698": "15. kesäkuuta 2019",
    "4217013126": "Maksut suoritetaan yleensä koko päivän maksupäivänä, ja ne suoritetaan yleensä keskiyöhön mennessä Tyynenmeren aikaa. Jos tili on merkitty tarkistettavaksi, maksun suorittamiseen voi kulua vielä viisi arkipäivää.",
    "1447649958": "Muista, että vain oikea ihmisliikenne on oikeutettu maksuun. Näet lisätietoja tästä usein kysytyistä kysymyksistämme, jonka linkki on alla. Saatavilla olevan saldon on myös täytettävä vähimmäisraja, joka on tällä hetkellä 10 HMT, jotta se voidaan maksaa.",
    "4257144752": "Reaaliaikaiset arviot eivät heijasta lopullista tarkkuutta tai inhimillisyyttä, joten lopulliset tulosi voivat poiketa huomattavasti ylös- tai alaspäin Dashboardissa ennen ensimmäistä täsmäytyskertaa näytetyistä luvuista.",
    "2728931827": "Jokaisen täsmäytyksen jälkeen sivustoavainkohtaiset arviosi päivitetään, ja tulevien ennusteiden tarkkuuden pitäisi kasvaa, ellei sivustosi käyttäjien käyttäytymisessä ole olennaisesti muuttunut.",
    "1200905005": "††† Syyskuusta 2021 lähtien täsmäytykset ja maksut jatkuvat nyt noin 10 päivän jakson aikana yhden päivän sijaan yksinkertaistaaksemme palvelun kasvuun liittyviä toiminnallisia rajoituksia.",
    "4284094387": "†† Jotkut kesäkuun 2021 täsmäytykset ja maksut suoritetaan seuraavalla viikolla, koska täsmäytysikkunan lopullisten laskelmien tarkistaminen viivästyy.",
    "1977013707": "† Joulukuun 2020 maksut on siirretty 15. päivästä päällekkäisyyksien välttämiseksi vuoden lopun täsmäytysten ja henkilöstölomien kanssa: ne suoritetaan tammikuun toisella viikolla. Tavallista hitaampien PayPal-siirtojen takia maksut suoritetaan useiden päivien ajan sen sijaan, että ne suoritettaisiin yhtenä päivänä.",
    "517010299": "Huomaa: työskentelemme parhaillaan laajan taustajärjestelmän siirtymisen parissa lähes reaaliaikaiseen täsmäytykseen. Säännölliset täsmäytykset suoritetaan tavallista harvemmin vuoden 2021 ensimmäisen neljänneksen aikana. Tämä ei vaikuta maksuaikatauluihin tai -päiviin.",
    "3092200338": "** Kun 15. päivä osuu viikonloppuun, maksupäivä on sen sijaan 17. päivä.",
    "3891941747": "*** COVID-19-NEUVOTUS: COVID-19-virukseen liittyvän henkilöstökapasiteetin vähenemisen vuoksi täsmäytys on ajoitettu uudelleen, jotta normaalivahvistuksen suorittamiseen jää lisäaikaa. Maksujen odotetaan alkavan perjantaina ja päättyvän seuraavana maanantaina.",
    "2301757528": "**** PayPalin suorittaman REST-sovellusliittymien ylläpidon vuoksi maksuikkunan aikana kaikkia maksuja ei suoritettu 15. kesäkuuta. Kaikki maksut, jotka oli ajoitettu 15. kesäkuuta (Tyynenmeren aikaa), mutta joita ei suoritettu PayPal API -virheiden vuoksi, suoritettiin uudelleen 19. kesäkuuta (Tyynenmeren aikaa) mennessä.",
    "116842359": "***** Täsmäysten odotetaan valmistuvan useiden päivien kuluessa järjestelmän huollon vuoksi.",
    "4154415610": "***** Syyskuun 2020 maksut suoritetaan erissä, kun täsmäytys valmistuu, ja osa niistä suoritetaan useita päiviä alun perin suunniteltua myöhemmin täsmäytysviiveiden vuoksi.",
    "2310694091": "Mitä sovinto tarkoittaa?",
    "164801246": "Täsmäytys on prosessi, jossa liikenne analysoidaan jälkikäteen sen inhimillisyyden ja tarkkuuden varmistamiseksi, kun kaikki tiedot kaikista raportointisivustoista ovat saapuneet. Voit lukea lisätietoja kohdastamme.",
    "3256245394": "sekä blogikirjoituksemme, esim",
    "3089778412": "Kuinka hCaptcha laskee palkinnot",
    "3329755436": "Aiotko nopeuttaa tätä prosessia?",
    "1911669851": "Kyllä, työskentelemme parhaillaan taustajärjestelmiemme parannuksien parissa, joiden odotamme lopulta mahdollistavan sekä nopeamman täsmäytyksen, nopeamman arvioinnin tarkkuuden että nopeammat maksut. Työskentelemme parhaillaan sovinnon nopeuttamiseksi ensin.",
    "2366003154": "Lehdistö- ja mediatiedustelut",
    "3054564199": "Press Kit",
    "3173156067": "Joitakin valmiita vakuuksia on saatavilla, jos haluat sisällyttää artikkeliisi esimerkkikuvia.",
    "867314732": "Voit hakea korkean resoluution",
    "858218750": "ja ohjeita niiden käyttöön",
    "3821716514": "sivu.",
    "1186243118": "logokuvia",
    "3034959000": "Voit hakea",
    "1764089150": "tässä:",
    "1558428432": ". Hyväksy ne hCaptcha.comille.",
    "2429359042": "esimerkki käyttöliittymäkuvia",
    "1480820434": "kuva 1",
    "3213411837": "kuva 2",
    "1270712701": "Lehdistötiedotteet ja viimeaikaiset raportit",
    "231285005": "Löydät viimeisimmät päivitykset blogistamme",
    "1289884910": "Julkaisemme myös satunnaisesti analyyseja ja raportteja. Esimerkiksi:",
    "932546190": "Miksi CAPTCHAt ovat aina kanssamme",
    "2344319147": "Kuinka paljon Googlen robotin tunnistus todella maksaa?",
    "1637527266": "Missä maissa on eniten bottiliikennettä?",
    "230159237": "Yhteystiedot",
    "3759923279": "Lähetä lehdistötiedotteet seuraavaan sähköpostiosoitteeseen:",
    "4255608322": "Viimeksi päivitetty: 12. huhtikuuta 2021",
    "33639629": "Ei koske kolmannen osapuolen verkkosivustoja. Huomaa, että tämä tietosuojakäytäntö ei koske minkään kolmannen osapuolen verkkosivustoa, tarjontaa, tuotetta tai palvelua, vaikka se linkittäisi sivustoomme tai sisältäisi palvelun – tutustu sovellettaviin tietosuojakäytäntöihin ennen kuin päätät antaa tietoja kolmansille osapuolille. juhlia.",
    "987375734": "IMI sijaitsee Yhdysvalloissa. Hallitsemme ja hallinnoimme sivustoja ja palveluita Yhdysvalloista. Henkilötietojasi voidaan tallentaa ja käsitellä missä tahansa maassa, jossa meillä on toimipisteitä tai joissa käytämme palveluntarjoajia, ja käyttämällä Sivustoja ja Palveluita hyväksyt tietojen siirron asuinmaasi ulkopuolisiin maihin, mukaan lukien Yhdysvaltoihin. , joiden tietosuojasäännöt voivat poiketa maasi säännöistä. Tietyissä olosuhteissa näiden muiden maiden tuomioistuimilla, lainvalvontaviranomaisilla, sääntelyvirastoilla tai turvallisuusviranomaisilla voi olla oikeus päästä käsiksi henkilötietoihisi.",
    "452920031": "Huomautus Yhdysvaltojen ulkopuolisille asiakkaille.",
    "2328839224": ". Katso \"Ilmoitus Kalifornian asukkaille\" -osiossa, joka liittyy California Consumer Privacy Actin (\"CCPA\") mukaisiin oikeuksiisi.",
    "1565481281": "Huomautus Kalifornian asukkaille",
    "1028058338": "Katso \"Ilmoitus EU:n rekisteröidyille\" -osiossa, joka liittyy yleisen tietosuoja-asetuksen (\"GDPR\") mukaisiin oikeuksiisi.",
    "2271205646": "Huomautus Euroopan talousalueen asukkaille.",
    "508143070": "Huomaa, että IMI on henkilötietojesi rekisterinpitäjä, paitsi jos käsittelemme henkilötietoja Integraattorimme puolesta Palvelumme tarjoamisen yhteydessä, jolloin olemme henkilötietojen käsittelijä ja kyseiset Integraattorit ovat henkilökohtaisia tietoja.",
    "2330965058": "Kun toimimme integraattoreiden käsittelijänä, emme käytä kerättyjä tietoja mihinkään muuhun tarkoitukseen kuin on kohtuudella tarpeen Palvelumme tarjoamiseksi, ja käsittelyämme säätelevät integraattoreiden kanssa tehdyt sopimukset, ei tämä. Tietosuojakäytäntö",
    "3017040355": "EU-rekisteröityjen tietojen käsittely toimii standardisopimuslausekkeiden (SCC) oikeusperustan mukaisesti, joka on sisällytetty palveluehtojemme tai integraattoreiden kanssa tehtyihin tietojenkäsittelysopimuksiin.",
    "2233384692": "Jos sinulla on kysyttävää tai huolenaiheita tällaisten tietojen käsittelystä tai haluat käyttää oikeuksiasi, sinun tulee ottaa yhteyttä henkilöön tai yhteisöön (eli rekisterinpitäjään), joka on tehnyt kanssamme sopimuksen Palvelun käytöstä näiden tietojen käsittelyyn. Autamme kuitenkin integraattoreitamme mahdollisten huolenaiheiden ratkaisemisessa heidän kanssa tekemämme sopimuksen ehtojen mukaisesti.",
    "349292953": "Keräämämme tiedot",
    "3022001832": "Keräämme tietoja henkilöiltä, jotka ovat vuorovaikutuksessa sivustojemme ja palveluidemme kanssa, mukaan lukien ne, jotka sisällyttävät Palvelumme verkkosivustoonsa (\"Integraattorit\"), henkilöiltä, jotka käyttävät palveluita tietojen merkitsemiseen (\"Asiakkaat\") ja loppukäyttäjiltä, jotka ovat vuorovaikutuksessa sivustojemme kanssa. Palvelu integraattoreiden (\"Loppukäyttäjät\") verkkosivustojen kautta.",
    "835545301": "Keräämme seuraavat tietoluokat:",
    "3228928991": "Tiedot, joita voidaan käyttää henkilön tunnistamiseen tai yhteydenottoon (\"Henkilötiedot\"), kuten nimi, sähköpostiosoite ja maa. Keräämme henkilötietoja nykyisiltä ja tulevilta integraattoreiltamme ja asiakkailtamme, kun he antavat ne suoraan meille (esimerkiksi täyttämällä lomakkeen tilin luomisen yhteydessä tai hakemalla meiltä sähköposti-ilmoituksia). Voimme myös varmistaa integraattoreiden ja asiakkaidemme henkilöllisyyden vertaamalla henkilötietoja kolmannen osapuolen tietokantoihin tai virallisiin laillisiin asiakirjoihin.",
    "1655796811": "Tiedot, jotka kerätään automaattisesti Integraattorin tai Asiakkaan Sivustojen tai Palvelujen käytön seurauksena (\"Analytiikkatiedot\"), kuten IP-osoitteet, selaintyyppi, Internet-palveluntarjoaja, alustatyyppi, laitetyyppi, käyttöjärjestelmä, päivämäärä ja aikaleima pääsystä ja muista vastaavista tiedoista. Osa Analytics-tiedoista keräävät puolestamme kolmannet osapuolet, joita käytämme tähän tarkoitukseen, ja osa Analytics-tiedoista kerätään useiden seurantatekniikoiden, mukaan lukien evästeiden, avulla (katso \"Kolmannen osapuolen analyysi- ja seurantateknologiat\" alla).",
    "1388241689": "Tiedot, jotka kerätään sen seurauksena, että Loppukäyttäjät vastaavat kehotteisiin Palvelun kautta (\"merkityt tiedot\"), kuten kuvamerkintätiedot, näille loppukäyttäjille toistetuista äänitiedostoista muunnettu teksti, vastaukset kysymyksiin ja muut Palvelun tuottamat kehotteet. tietojen merkitsemistä varten koneoppimissovelluksissa käytettäväksi. Huomaa, että merkittyjä tietoja ei ole sidottu mihinkään tunnistettuun henkilöön.",
    "1493790285": "Muita loppukäyttäjiltä Palvelun osana kerättyjä tietoja tarvitaan sen määrittämiseksi, ovatko he",
    "2216374138": "ovat ihmisiä, kuten hiiren liikkeet, vierityskohta, näppäinpainallukset, kosketustapahtumat ja gyroskoopin/kiihtyvyysmittarin tiedot.",
    "2394073454": "Saatamme kerätä lisätietoja loppukäyttäjiltä, jotka haluavat työskennellä kanssamme yksittäisinä tietojen merkitsejinä.",
    "3103557430": "Kuinka käytämme tietoa",
    "1130802068": "Käytämme keräämiämme tietoja seuraaviin tarkoituksiin:",
    "2940689138": "Hallinnoi Integraattori- ja Asiakastilejä ja tarjoaa Palvelua. Käytämme henkilötietoja yhdistääksemme tiettyjä tilejä integraattoreihin ja asiakkaisiin ja tarjotaksemme heille Palvelua, vastataksemme pyyntöihin tai tiedusteluihin, tarjotaksemme tukea tai teknistä apua ja helpottaaksemme maksuja.",
    "857974529": "Sivuston ja palvelun parantamiseksi. Käytämme Analytics-tietoja parantaaksemme olemassa olevia ja kehittääksemme uusia palvelujamme ja tarjontaamme sekä mukauttaaksemme olemassa olevia ja tulevia tuotetarjontaamme.",
    "1820844638": "Markkinanäkemysten saamiseksi. Käytämme Analytics-tietoja analysoidaksemme markkinoita ja tehdäksemme sivustoon ja Palveluihimme liittyviä liiketoimintaanalyysejä sekä muihin tutkimustarkoituksiin.",
    "3386280249": "Markkinoiden tarjoaminen merkitylle datalle. Palvelumme mahdollistaa suuren volyymin datan merkitsemisen ja ihmisen tarkastelun koneoppimisjärjestelmille palveluna verkkosivustojen omistajille ja yrityksille, jotka tarvitsevat apua tietojensa merkitsemisessä. Tätä tarkoitusta varten paljastamme merkittyjä tietoja asiakkaillemme, jotka ovat kiinnostuneita hankkimaan merkittyjä tietoja.",
    "3532143291": "Turvataksemme palvelumme ja järjestelmämme. Käytämme Analytics-tietoja turvataksemme järjestelmämme tunnistamalla mahdolliset uhat ja haavoittuvuudet sekä muuten suojaamaan keräämiämme tietoja.",
    "2185418511": "Mihin tahansa lailliseen liiketoiminnalliseen tarkoitukseen edellyttäen, että tiedot on poistettu tunnistetuista tai koottuja siten, ettei niitä voida kohtuudella yhdistää yksittäiseen henkilöön.",
    "2386465280": "Kuinka jaamme tietoja",
    "2159517814": "Jaamme tai luovutamme henkilötietoja seuraavissa tapauksissa:",
    "4256083674": "Integraattorin suorasta pyynnöstä tunnistaa tietyn CAPTCHA-haastepyynnön tai IP-osoitteen petosriski tai muuten, jos erityinen suostumus on annettu.",
    "3494826505": "Toimittajien kanssa sitoudumme tarjoamaan Sivustojen ja Palvelun olennaisia ominaisuuksia, kuten tietojen tallennusta, isännöintiä ja Analyticsia, ja vain näihin tarkoituksiin.",
    "1119009846": "Tarvittaessa sovellettavan lain noudattamiseksi, mukaan lukien viranomaisten pyynnöt, lainvalvontapyynnöt ja muut julkiset ja yksityiset tahot suojellaksemme sinun, meidän tai muiden oikeuksia, yksityisyyttä, turvallisuutta tai omaisuutta.",
    "197676026": "Muiden kanssa mihin tahansa lailliseen liiketoimintatarkoitukseen, edellyttäen, että tiedot on poistettu",
    "2359312315": "tai yhdistetty siten, ettei sitä voida kohtuudella sitoa yksittäiseen henkilöön.",
    "2497216176": "Kolmannen osapuolen analyysi- ja seurantateknologiat",
    "3694578791": "Kuten edellä mainittiin, me (ja kolmannen osapuolen toimittajamme) keräämme Analytics-tietoja osittain käyttämällä evästeitä, verkkojäljitteitä ja muita seurantatekniikoita. Joissakin tapauksissa teemme yhteistyötä kolmannen osapuolen toimittajien kanssa evästeiden käyttämiseksi Analytics-tietojen keräämiseen.",
    "2014256987": "Jos et halua estää evästeiden tai muiden seurantatekniikoiden käyttöä, katso \"Tietojen hallinta\" alla. Huomaa, että tämä voi vaikuttaa negatiivisesti sivustojen tai palvelun käyttökokemukseesi, koska jotkin ominaisuudet eivät välttämättä toimi kunnolla.",
    "2788024905": "Kuinka suojaamme tiedot",
    "3031284129": "Takuun vastuuvapauslausekkeet",
    "26365791": "Sivusto ja Palvelu (ja kaikki muut niihin liittyvät palvelut, tiedot, tiedot, ominaisuudet ja muu sisältö tai materiaali) tarjotaan lain sallimissa rajoissa \"sellaisenaan\" ja \"sellaisena kuin se on saatavilla\". Lain sallimassa laajuudessa IMI sulkee pois kaikki takuut, mukaan lukien, mutta ei rajoittuen, oletetut takuut myyntikelpoisuudesta, sopivuudesta tiettyyn tarkoitukseen ja loukkaamattomuudesta.",
    "735630686": "Tietojesi hallinta (oikeutesi)",
    "2895491273": "Jos haluat mieluummin estää evästeet tai muut seurantatekniikat, useimmat selaimet ja mobiililaitteet sinun on muutettava asetuksiasi niin, että saat ilmoituksen, kun vastaanotat evästeitä tai muita seurantatekniikoita käytetään, ja valita, hyväksytkö/sallitaanko vai ei. se. Useimmat selaimet mahdollistavat myös olemassa olevien evästeiden poistamisen tai poistamisen tai tulevien evästeiden automaattisen hylkäämisen. Voit myös käyttää kolmannen osapuolen työkaluja, mukaan lukien selainlaajennuksia, hallitaksesi evästeasetuksiasi. Huomaa kuitenkin, että jos poistat kaikki evästeet käytöstä, jotkin sivustojemme osat eivät välttämättä toimi kunnolla.",
    "707527778": "Tietoa lapsilta",
    "2419795065": "Ilmoitus Kalifornian asukkaille",
    "1517625162": "Kalifornian siviililain pykälän 1789.3 mukaan Kalifornian käyttäjillä on oikeus seuraavaan kuluttajanoikeuksia koskevaan huomautukseen: Kalifornian asukkaat voivat ottaa yhteyttä Kalifornian kuluttaja-asioiden osaston kuluttajapalveluosaston valitusapuyksikköön postitse osoitteeseen 1625 North Market Blvd., Sacramento, CA 95834 tai puhelimitse numeroon (916) 445-1254 tai (800) 952-5210.",
    "3730344349": "Tämä osio sisältää lisätietoja Kalifornian kuluttajista keräämistämme henkilötiedoista ja heille Kalifornian kuluttajatietosuojalain tai \"CCPA:n\" mukaisista oikeuksista.",
    "4044467791": "Näet henkilötietoluokat, jotka olemme keränneet sinulta edellisten 12 kuukauden aikana, katso yllä olevasta Keräämämme tiedot -osiosta. Keräämme nämä tiedot liiketoiminnallisiin ja kaupallisiin tarkoituksiin, jotka on kuvattu yllä \"Henkilötietojen käyttö\" -osiossa. Viimeisten 12 kuukauden aikana olemme jakaneet seuraavat tiedot kolmansille osapuolille liiketoimintatarkoituksiin:",
    "4208081170": "Henkilötietojen luokka",
    "1528242915": "Tunnisteet.",
    "3863351997": "Kalifornian asiakasrekistereissä (Cal. Civ. Code § 1798.80(e)) luetellut henkilötietoluokat.",
    "2826705343": "Kaupalliset tiedot.",
    "2683038211": "Internet tai muu sähköinen verkkotoiminta.",
    "3671828834": "Esimerkkejä jaetuista henkilötiedoista",
    "779426309": "Oikea nimi, yksilöllinen henkilötunnus, online-tunniste, Internet Protocol -osoite, sähköpostiosoite, tilin nimi tai muut vastaavat tunnisteet.",
    "2414368123": "Nimi, luottokortin numero, pankkikortin numero tai muut taloudelliset tiedot.",
    "4088941349": "Tiedot ostetuista, hankituista tai harkituista tuotteista tai palveluista.",
    "3238612014": "Selaushistoria, tiedot kuluttajan vuorovaikutuksesta Internet-sivuston, sovelluksen tai mainoksen kanssa.",
    "1023108656": "Kolmannen osapuolen vastaanottajien luokat",
    "1418235079": "Palveluntarjoajat",
    "3238184941": "Huomautus: Yksittäiseen IP-osoitteeseen liittyvä petosriski voidaan pyynnöstä jakaa Integraattorin kanssa.",
    "285116485": "Yritys ei \"myy\" (kuten tämä termi on määritelty CCPA:ssa) keräämiämme henkilötietoja. Katso yllä olevasta \"Kolmannen osapuolen analyysi- ja seurantateknologiat\" -osiosta lisätietoja käyttämistämme kolmannen osapuolen evästetyypeistä.",
    "1408750006": "Tietyin rajoituksin CCPA antaa Kalifornian kuluttajille oikeuden pyytää lisätietoja keräämistämme henkilötietojen luokista tai tietyistä osista (mukaan lukien se, kuinka käytämme ja paljastamme näitä tietoja), poistaa henkilötietonsa tai kieltäytyä mahdollisista \"myynnistä\" sekä oikeudesta olla syrjimättä näitä oikeuksia käyttäessään.",
    "759057398": "Ilmoitus EU:n rekisteröidyille",
    "825780955": "Henkilökohtaisia tietoja",
    "2945960297": "EU-rekisteröityjen osalta termi \"henkilötiedot\" tässä tietosuojakäytännössä käytettynä vastaa \"henkilötietoja\" Euroopan unionin yleisessä tietosuoja-asetuksessa (GDPR) määriteltynä.",
    "1126613163": "Arkaluonteiset tiedot",
    "3571006800": "Jotkut meille antamistasi tiedoista voivat olla GDPR:n mukaisia arkaluontoisia tietoja (kutsutaan myös henkilötietojen erityisluokiksi), mukaan lukien rodusi tai etninen taustasi viranomaisten myöntämistä henkilöllisyysasiakirjoista.",
    "1988461282": "Käsittelyn oikeusperustat",
    "3519564631": "Käsittelytarkoitukset",
    "1778642038": "kommunikoimaan kanssasi",
    "2223819810": "Alustamme optimoimiseksi",
    "1678661231": "Vaatimustenmukaisuuden, petosten ehkäisemisen ja turvallisuuden vuoksi",
    "2561077702": "Tarjotaksemme palveluamme",
    "2066321185": "Oikeusperusta",
    "1174237568": "Nämä käsittelytoimet ovat oikeutettuja etujamme. Yritämme ottaa huomioon ja tasapainottaa mahdolliset vaikutukset sinuun (sekä positiiviset että negatiiviset) ja oikeuksiisi, ennen kuin käsittelemme henkilötietojasi oikeutettujen etujemme vuoksi. Emme käytä henkilökohtaisia tietojasi toimintoihin, joissa jokin sinuun kohdistuva kielteinen vaikutus syrjäyttää etujemme (ellei meillä ole suostumustasi tai lain mukaan muutoin vaaditaan tai sallitaan).",
    "1350478093": "Käsittelyn tarkoitus",
    "787916198": "Sinun suostumuksellasi",
    "3348433919": "Sinun oikeutesi",
    "3842673636": "GDPR:n mukaan sinulla on tiettyjä henkilötietoihisi liittyviä oikeuksia. Voit pyytää meitä ryhtymään seuraaviin toimiin hallussamme olevien henkilötietojesi suhteen:",
    "4057343238": "Jättäytyä syrjään",
    "1834911235": "Lopeta sellaisten suoramarkkinointiviestien lähettäminen sinulle, jonka vastaanottamiseen olet aiemmin suostunut. Saatamme edelleen lähettää sinulle Palveluun liittyviä ja muita ei-markkinointiviestejä.",
    "3022301908": "Pääsy",
    "680638297": "Antaa sinulle tietoja henkilötietojesi käsittelystä ja antaa sinulle pääsyn henkilötietoihisi.",
    "1409486258": "Oikea",
    "3878077249": "Päivitä tai korjaa henkilötietojesi epätarkkuudet.",
    "3645414921": "Poistaa",
    "42182578": "Poista henkilötietosi.",
    "1609621367": "Siirtää",
    "3208155808": "Siirrä koneellisesti luettava kopio henkilötiedoistasi sinulle tai valitsemallesi kolmannelle osapuolelle.",
    "1786796818": "Rajoittaa",
    "3329634829": "Rajoita henkilötietojesi käsittelyä.",
    "4202774977": "Esine",
    "3007158970": "Vastusta sitä, että luotamme oikeutettuihin etuihimme henkilötietojesi käsittelyn perustana, joka vaikuttaa oikeuksiisi.",
    "1273071008": "Rekisteröidyn käyttöoikeuspyynnöt",
    "3594381346": "sijainti.",
    "21141582": "Tämä",
    "3357523404": "Rajat ylittävä tiedonsiirto",
    "290966395": "Kuten kohdassa \"Huomautus Yhdysvaltojen ulkopuolisille asiakkaille\" on kuvattu, huomaa, että henkilötietojasi siirretään, käsitellään ja tallennetaan Yhdysvaltoihin. Yhdysvaltain tietosuojalait voivat poiketa asuinmaasi säännöksistä. Suostut tietojesi, mukaan lukien henkilötietojesi, siirtämiseen Yhdysvaltoihin tämän tietosuojakäytännön mukaisesti vierailemalla sivustoillamme tai käyttämällä palveluamme.",
    "3178581111": "Käyttö uusiin tarkoituksiin",
    "1088304322": "Voimme käyttää henkilötietojasi syistä, joita ei ole kuvattu tässä tietosuojakäytännössä, kun laki sallii sen ja jos syy on yhteensopiva sen tarkoituksen kanssa, jota varten olemme keränneet tiedot. Jos meidän on käytettävä henkilötietojasi asiaan liittymättömään tarkoitukseen, voimme ilmoittaa sinulle ja selittää kyseisen käytön sovellettavan laillisen perustan. Jos olemme luottaneet suostumuksesi tiettyyn henkilötietojesi käyttöön, voimme pyytää suostumustasi mihin tahansa asiaan liittymättömään tarkoitukseen ja antaa sinun lopettaa palvelun käytön tuolloin, jos vastustat sitä.",
    "2260079771": "Tietojen säilyttäminen",
    "38428546": "Säilytämme henkilötietojasi turvallisesti koko tilisi käyttöiän ajan. Säilytämme henkilötietojasi vain niin kauan kuin on tarpeen niiden tarkoitusten täyttämiseksi, joita varten ne keräsimme, mukaan lukien oikeudellisten, kirjanpito- tai raportointivelvoitteiden täyttäminen tai riitojen ratkaiseminen. Säilytysaikojen määrittämisessä käyttämiämme kriteereitä ovat voimassa olevat sovellettavat sopimusmääräykset, lakisääteiset vanhentumisajat, sovellettavat sääntelyvaatimukset ja alan standardit.",
    "384965568": "Vaikka säilytysvaatimukset vaihtelevat lainkäyttöalueen mukaan, tietoja henkilötietojesi eri osien tyypillisistä säilytysajoistamme on kuvattu alla.",
    "2788836740": "Yhteystiedot markkinointitarkoituksiin säilytetään jatkuvasti, kunnes peruutat tilauksen. Sen jälkeen lisäämme tietosi estoluetteloomme toistaiseksi. Accessibility-käyttäjiltä kerättyjä sähköpostitietoja ei koskaan käytetä markkinointitarkoituksiin.",
    "3520687192": "Tallenteita kanssasi tapahtuneesta yhteydenpidosta (esim. sähköpostilla tai Twitterillä avatut tukiliput) voidaan säilyttää toistaiseksi.",
    "292211832": "Teknisillä keinoilla, kuten evästeillä, verkkosivulaskureilla ja muilla analytiikkatyökaluilla kerätyt tiedot hylätään heti, kun se on mahdollista, mutta niitä voidaan säilyttää rajoitetun ajan, enintään vuoden ajan evästeen vanhenemisesta, tyypillisesti tunnistamattomassa ja kootussa muodossa. ellemme havaitse palvelumme mahdollista väärinkäyttöä, jolloin säilytämme nämä tiedot auttaaksemme meitä estämään tulevaa väärinkäyttöä. Emme voi linkittää näitä anonymisoituja ja koottuja tietoja sinuun, kotitalouteen, IP-osoitteeseen tai mihinkään henkilötietoihin tallennettujen tietojen perusteella.",
    "3192683783": "Muutokset tähän tietosuojakäytäntöön",
    "1702335960": "Kaikkiin keräämiimme tietoihin sovelletaan tietosuojakäytäntöä, joka oli voimassa tällaisten tietojen keräämishetkellä. Voimme kuitenkin ajoittain tarkistaa tietosuojakäytäntöä. Jos versio on olennainen, niin kuin olemme yksin määrittäneet, ilmoitamme siitä sinulle esimerkiksi sähköpostitse. Nykyinen versio julkaistaan aina Tietosuojakäytäntö-sivullamme.",
    "3669258571": "Evästekäytäntö",
    "2905621957": "Viimeksi päivitetty: 18. heinäkuuta 2020",
    "1173934218": "Ymmärrämme, että yksityisyytesi on sinulle tärkeää ja olemme sitoutuneet olemaan läpinäkyviä käyttämiemme teknologioiden suhteen. Tämä käytäntö antaa yksityiskohtaista tietoa siitä, kuinka ja milloin käytämme evästeitä sivustoillamme ja palveluissamme.",
    "2694150481": "Käytämmekö evästeitä?",
    "457627611": "Joo. Me ja analytiikka- tai palveluntarjoajamme, markkinointikumppanimme ja tytäryhtiömme voimme käyttää evästeitä, verkkojäljitteitä tai pikseleitä ja muita tekniikoita varmistaaksemme, että kaikilla Sivustoja käyttävillä on paras mahdollinen käyttökokemus. Katso lisätietoja Tietosuojakäytäntömme osiosta \"Kolmannen osapuolen analytiikka ja seurantateknologiat\".",
    "501102544": ": uskomme, että hCaptcha anti-bot -palvelu (eli verkkosivustoihin, peleihin tai mobiilisovelluksiin upotettu Palvelu) sisältää vain niin sanottuja \"suostumuksesta vapautettuja\" evästeitä GDPR-säännösten mukaisesti. Esimerkkejä tällaisista vapautetuista evästeistä ovat:",
    "461631543": "GDPR-huomautus",
    "2150907653": "* Tekniset evästeet ovat ehdottoman välttämättömiä palvelun tarjoamiseksi. Näitä ovat asetusevästeet, istuntoevästeet, kuormituksen tasapainotusevästeet jne.",
    "1012122721": "* Suoraan hallinnoimamme tilastolliset evästeet (eli ensimmäisen osapuolen, ei kolmannen osapuolen evästeet), joissa tietoja ei käytetä profilointiin.",
    "3255230599": "Mikä on eväste?",
    "2954157511": "Miksi käytämme evästeitä?",
    "1539071196": "Käytämme evästeitä yleensä seuraaviin tarkoituksiin:",
    "3545935449": "Uusien tai entisten käyttäjien tunnistaminen.",
    "32739972": "Kirjautumisistuntotietojesi tallentamiseen, jos olet rekisteröitynyt sivustoillemme.",
    "4209078147": "Parantaaksemme sivustoamme ja ymmärtääksemme paremmin käyntejäsi alustoillamme ja Sivustollamme.",
    "1077448694": "Integroidaksesi kolmannen osapuolen sosiaalisen median verkkosivustoihin.",
    "1709478090": "Palvelemme sinua kiinnostukseen perustuvalla tai kohdistetulla mainonnalla.",
    "3256020881": "Voit tarkkailla käyttäytymistäsi ja selaustoimintojasi ajan mittaan useilla verkkosivustoilla tai muilla alustoilla.",
    "1092241113": "Ymmärtääksemme paremmin asiakkaidemme ja integraattoreiden etuja.",
    "1434289796": "Jotkin evästeet ovat välttämättömiä tietyissä Sivustojen käyttötarkoituksissa, ja ilman tällaisia evästeitä emme pystyisi tarjoamaan monia palveluita, joita tarvitset sivustojen asianmukaiseen käyttöön. Nämä evästeet esimerkiksi antavat meille mahdollisuuden käyttää sivustojamme, jotta voit käyttää niitä pyytämilläsi tavoilla ja antaa meille tietää, että olet luonut tilin ja kirjautunut kyseiselle tilille päästäksesi Sivuston sisältöön. Ne sisältävät myös evästeitä, joiden avulla voimme muistaa aiemmat toimintosi saman selausistunnon aikana ja suojata sivustomme.",
    "1533171442": "Käytämme myös toimivia evästeitä ja kolmansien osapuolien evästeitä analysointi- ja markkinointitarkoituksiin. Toiminnalliset evästeet mahdollistavat sen, että tietyt sivuston osat toimivat oikein ja käyttäjäasetukset pysyvät tiedossa. Analyysievästeet keräävät muun muassa tietoja siitä, kuinka asiakkaat, integraattorit ja loppukäyttäjät käyttävät sivustojamme, sisällöstä ja tuotteista, joita käyttäjät katselevat useimmin, sekä kolmannen osapuolen mainonnan tehokkuudesta. Mainosevästeet auttavat näyttämään mainoksia osuville yleisöille ja näyttämään mainoksemme hakutulosten yläosassa. Evästeet ovat joko \"istuntoevästeitä\", jotka poistetaan, kun lopetat selainistunnon, tai \"pysyviä\", jotka säilyvät, kunnes sinä (käsitelty alla) tai evästeen toimittanut osapuoli poistat ne. Täydelliset tiedot kaikista sivustoilla käytetyistä evästeistä ovat saatavilla alla olevasta evästeilmoitustaulukosta.",
    "322830977": "Kuinka poistaa evästeet käytöstä.",
    "262509504": "Voimme linkittää evästeiden keräämät tiedot muihin sinulta tämän tietosuojakäytännön mukaisesti keräämiimme tietoihin ja käyttää yhdistettyjä tietoja tässä esitetyllä tavalla. Samoin kolmannet osapuolet, jotka tarjoavat evästeitä sivustoillamme, voivat linkittää nimesi tai sähköpostiosoitteesi muihin keräämiinsä tietoihin, joita voivat olla aiemmat offline- tai online-ostokset tai online-käyttötietosi.",
    "2935155034": "Jos olet Euroopan talousalueella, sinulla on tiettyjä oikeuksia, jotka on kuvattu yllä otsikon \"Ilmoitus EU:n rekisteröidyille\" alla, mukaan lukien oikeus tarkastaa ja korjata tai poistaa tietoja, jotka meillä on sinusta.",
    "1873812847": "Evästeiden paljastaminen",
    "3319083717": "Nimi:",
    "3183855267": "1. hmt_id",
    "907324388": "Toiminto",
    "2896187462": "1. Käytetään ehdottoman välttämättömiin anonyymeihin palveluihin liittyviin tilastoihin ja muihin teknisiin tarkoituksiin, kuten esteettömyyden tukemiseen.",
    "987267027": "Juhla",
    "3453526675": "1. Ensimmäinen osapuoli",
    "1952810469": "Tyyppi",
    "1795436560": "1. Istunto",
    "102695075": "Kesto",
    "3356329025": "1. 30 päivää",
    "3744153629": "Nimet:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "istunto,",
    "3186435874": "istunnon tunniste",
    "1241291641": "Katso lisätietoja.",
    "1834801943": "2. Ensimmäinen osapuoli",
    "2114694926": "2. Istunto",
    "938404336": "2. Vaihtelee; jopa 30 päivää.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. Ensimmäinen osapuoli",
    "1483015662": "3. Istunto",
    "3458934553": "3. Vaihtelee; jopa 30 päivää.",
    "134571844": "Impressum (sivustoilmoitus)",
    "110836420": "Viimeksi päivitetty: 23. joulukuuta 2020",
    "2901894297": "hCaptcha on Delaware US Corporationin (#6393793) Intuition Machines, Inc:n (\"IMI\") palvelu.",
    "2928362319": "Postitetut tiedustelut voidaan lähettää osoitteeseen: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Sääntelyviranomainen: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ei takuita sisällöstä",
    "707541553": "Kaikki Internet-sivuillamme olevat tiedot ovat IMI:n tai kolmannen osapuolen vahvistamia. IMIä tai kolmansia osapuolia ei kuitenkaan voida pitää vastuullisena tietojen ajantasaisuudesta, tarkkuudesta tai täydellisyydestä. Tämä koskee myös muita verkkosivustoja, joihin pääsee sivuillamme olevien hyperlinkkien kautta. IMI ei ota vastuuta näiden ulkoisten verkkosivustojen sisällöstä.",
    "2650241052": "Ei neuvoja",
    "204716894": "Sivujemme sisältö ja ulkoasu on suojattu tekijänoikeuslailla. Sivujen ja niiden sisällön moninkertaistaminen tavalla, joka ylittää kohtuullisen kohtuullisen käytön, edellyttää IMI:n etukäteen antamaa kirjallista suostumusta, jos sivulle ei ole määritelty muita säännöksiä kopioimisesta.",
    "3182435854": "Tekijänoikeus",
    "3236873806": "IMI on vastuussa tästä verkkosivustosta.",
    "1338341134": "hCaptcha + Privacy Pass (beta)",
    "88879089": "Privacy Pass on",
    "1898063898": "käyttäjien yksityisyyden säilyttämiseksi, jonka kanssa kehitämme",
    "1942186611": "ja muut.",
    "3673079511": "nouseva standardi",
    "2164933356": "Cloudflare",
    "3119589996": "Kuinka se toimii: selainlaajennus tarjoaa käyttäjille mahdollisuuden luoda ja allekirjoittaa kryptografisesti sokeita tunnuksia verkkosivustoille, jotka tukevat Privacy Pass -protokollaa. Laajennus luo passit, jotka sisältävät salaussokkoutettuja tunnuksia, jotka hCaptcha allekirjoittaa, kun haaste ratkaistaan millä tahansa hCaptcha-palvelua käyttävällä sivustolla,",
    "1254771154": "haasteita, jotka näkyvät muissa Privacy Passia tukevissa palveluissa, jotka myös sisältävät hCaptchaa, esim. Cloudflare.",
    "996362763": "Laajennus poistaa nämä tunnukset ja tallentaa ne tulevaa käyttöä varten. Kun käyttäjä vierailee sivustolla hCaptchaa käyttämällä ja hänen on läpäistävä haaste (joko näkymätön tai \"I am human\" -painikkeen kautta), ne lunastetaan automaattisesti. Sokaisumenettely tarkoittaa, että allekirjoitetut ja lunastetut tunnukset ovat kryptografisesti linkittämättömiä hCaptchan näkökulmasta, ja siten käyttäjien yksityisyys säilyy.",
    "2943346052": "IETF:n standardointiprosessin jatkuessa odotamme, että suuret selaimet ottavat jonkinlaisen Privacy Passin käyttöön alkuperäisesti. Tämä tekee laajennuksesta lopulta tarpeeton. Noudata kuitenkin toistaiseksi alla olevia ohjeita.",
    "2326660907": "paitsi",
    "741483946": "* Toisin sanoen: voit hankkia hCaptcha Privacy Pass -tunnukset osoitteesta hCaptcha.com ja käyttää niitä muilla sivustoilla suoraan käyttämällä hCaptcha.com-sivustoa. Et voi hankkia tai lunastaa hCaptcha Privacy Pass -tunnuksia ohittaaksesi Cloudflaren käyttämän hCaptcha-palvelun, koska Cloudflare myöntää ja lunastaa omat Privacy Pass -tunnuksensa.",
    "1362015807": "Päästä alkuun",
    "1358325821": "Asenna ensin laajennus kohteelle",
    "310885519": "tai",
    "4091044469": ". Varmista, että olet ottanut laajennuksen käyttöön incognito-tilassa. Vieraile sitten millä tahansa hCaptcha-sivustolla ja ratkaise captcha. Versiosta 2.0.3 alkaen voit lunastaa nämä tunnukset verkkosivustoilla käyttämällä hCaptchaa.",
    "3904679538": "Kromi",
    "3700767772": "Kun olet asentanut laajennuksen, napsauta tätä (tai millä tahansa hCaptchaa käyttävällä verkkosivustolla) ansaitaksesi kortteja:",
    "166277959": "Huomaa: tämä ominaisuus on tällä hetkellä beta-vaiheessa, eikä se välttämättä toimi kaikilla verkkosivustoilla ja käyttäjillä jatkuvasti. Jos se ei ole käytössä tai se ei toimi tietylle käyttäjälle, toiminta yksinkertaisesti palaa normaaliin hCaptcha-kokemukseen ilman, että toimintoja katoaa.",
    "3031357206": "Uusi kuvake ilmestyy URL-palkin viereen. Vieraile nyt verkkosivustolla hCaptchaa käyttämällä. Se näyttää tältä:",
    "1066753052": "mikä tarkoittaa, että lompakko on tyhjä ja olet sivustolla, joka sisältää hCaptcha-haasteen. Kun suoritat haasteen, ansaitset rahakkeita, jotka voidaan lunastaa millä tahansa muulla hCaptcha-sivustolla.",
    "651123197": "Lompakon nykyisen kokonaissumman määrä näkyy kuvakkeessa haasteen suorittamisen jälkeen.",
    "554844646": "Voit varmistaa, että laajennus toimii, kun laskuri laskee yhdellä joka kerta, kun napsautat",
    "4087729475": "haaste alkuperäisen ratkaisusi jälkeen.",
    "647630208": "Ja siinä se! Verkkoselailu on nyt yksityistä.",
    "3272552822": "Kehittäjät ja kryptografit:",
    "4059570880": "Jos haluat seurata standardointiponnisteluja, ponnistelut ovat parhaillaan käynnissä osoitteessa",
    "1904390996": "standardoimaan",
    "252720667": "Privacy Passin salaussuojauksen taustalla. Itse protokolla käy läpi",
    "3972554015": "prosessi myös. Ja selainlaajennus on tietysti",
    "3723626769": "panoksesi ja arvostelusi vuoksi.",
    "3882147547": "Unohtuneet näennäissatunnaiset funktiot",
    "565624910": "luonnos",
    "3421090159": "avoin lähdekoodi",
    "3098677775": "K: Ovatko IP-osoitteeni ja selaushistoriani täysin yksityisiä hCaptchasta, kun käytän Privacy Passia?",
    "4019638786": "V: hCaptchan Privacy Pass -käyttäjät eivät koskaan paljasta IP-osoitettaan hCaptchalle, ellei heidän selaimensa token-lompakko ole tyhjä tai sivusto ei lähetä sitä. hCaptcha ei voi liittää käyttäjää tunnuksen lunastukseen, eikä se ole koskaan vuorovaikutuksessa suoraan käyttäjän kanssa lunastuksen aikana, ellei hänen token-lompakkonsa ole tyhjä.",
    "3887113660": "K: Miten Privacy Pass vaikuttaa hCaptcha-tuloihin?",
    "1116455671": "V: Ansaitset palkinnon alkuperäisestä ratkaisusta, jos käyttäjä suorittaa sen sivustollasi. Lunastukset noudattavat samaa vastausmallia kuin jos käyttäjä olisi automaattisesti läpäissyt sivustosi asiakkaan korkean luottamuksen vuoksi: ansaita ei tapahdu, ja palvelimeltasi saapuva siteverify-kutsu saa hyväksymistuloksissa \"credit: False\".",
    "779817954": "K: Jos minulla on toisen palveluntarjoajan myöntämät Privacy Pass -passit, voinko lunastaa ne hCaptchassa?",
    "3014149332": "V: Ei, passit eivät ole yhteentoimivia: saman viranomaisen, tässä tapauksessa hCaptcha, on myöntänyt ja lunastettava ne. Huomaa, että jos laajennuksessasi on kortteja sekä Cloudflaresta että hCaptchasta, käytettävissä oleva määrä muuttuu oikeaksi vierailemasi sivun vaatimusten mukaan. Toisin sanoen, jos sinulla on 100 Cloudflare-korttia lompakossasi ja 10 hCaptcha-korttia, sinun pitäisi nähdä 10 laajennuskuvakkeessa sivuilla, joissa hCaptcha on upotettu.",
    "3679148535": "K: Mitä muita Privacy Pass -sovelluksia työskentelet?",
    "1606783855": "V: Olemme erittäin kiinnostuneita Privacy Pass for the Accessibility (\"a11y\") käyttötapauksesta. Aiemmin suositut vaihtoehdot, kuten audio captchat, syrjivät monia a11y-käyttäjiä. Uskomme, että nykyisen a11y-lähestymistapamme yhdistäminen Privacy Pass -lippujen myöntämiseen mahdollistaa sen, että a11y-käyttäjät voivat selata selaamista turvallisesti tietäen, että heidän liikenne on yksityisempää, ja samalla rajoittaa bot-operaattoreiden väärinkäyttöä, jota väistämättä tapahtuu, kun a11y-vaihtoehdot ovat käytettävissä.",
    "2359150347": "K: Tukevatko muut online-tietoturvapalvelut Privacy Passia?",
    "2082237880": "V: hCaptcha on ensimmäinen palvelu laatuaan, joka tukee Privacy Passia, ja on tällä hetkellä ainoa, joka tukee niin. Odotamme kuitenkin muiden palveluiden tunnistavan käyttäjien yksityisyyden lisäämisen edut verkossa, ja odotamme, että tulevaisuudessa useampi ottaa käyttöön, kun IETF-standardit, joita autamme kehittämään, otetaan virallisesti käyttöön.",
    "2109792055": "Käyttöopas: Tietosuojapassin myöntämiseen ja vahvistamiseen liittyvät virheenkorjausongelmat",
    "3588620914": "Privacy Pass on Webin standardien mukaan uusi keksintö, ja on mahdollista, että muut sovellukset ja selainlaajennukset, jotka eivät ole tietoisia siitä, häiritsevät sen toimintaa.",
    "4039193170": "Jos sinulla on ongelmia tunnuksien hankkimisessa tai lunastuksessa:",
    "2378786360": "1. Kokeile jotakin muuta tuettua selainta: jos käytät Chromea, yritä käyttää Firefoxia tuomatta asetuksiasi Chromesta ja asenna laajennus sinne. Jos tämä toimii, sinulla voi olla selaimen kokoonpanoongelma.",
    "394235836": "3. Jos mikään yllä olevista ehdotuksista ei auta, lähetä meille tukisähköposti, niin autamme mielellämme selvittämään, mitä tapahtuu.",
    "3470857731": "Analyysi siitä, kuinka hyvin reCAPTCHA havaitsee robotit.",
    "3240786848": "Viimeisin päivitys: 18. helmikuuta 2021",
    "2547140673": "Yli vuosikymmenen ajan Googlen reCAPTCHA-palvelu on tarjonnut verkkosivustojen omistajille kauppaa: anna Googlen seurata käyttäjiäsi ja kysyä heiltä kysymyksiä, ja vastineeksi he lupaavat pysäyttää robotit ja roskapostin.",
    "2133754014": "Yli 4,5 miljoonaa verkkosivustoa käyttää reCAPTCHAa [",
    "3152512587": "ja järjestelmä kerää satoja miljoonia päivittäisiä ratkaisuja. [",
    "2296918009": "Tämä vastaa yli 100 henkilötyövuotta joka päivä.",
    "3900538778": "Merkitty data on koneoppimisen polttoainetta. reCAPTCHA-vastauksia on käytetty Googlen ML/AI-palveluiden parantamiseen vuodesta 2009 lähtien. Monet reCAPTCHAa käyttävät ihmiset eivät ymmärrä, että heidän työvoimaansa käytetään.",
    "1160252730": "Google veloittaa nyt korkeita hintoja reCAPTCHA Enterprisesta, minkä vuoksi monet yritykset arvioivat tämän sopimuksen uudelleen.",
    "1131196501": "Suuret yritykset kuten",
    "204889717": "ovat vaihtaneet hCaptchaan",
    "639413188": "vastauksena.",
    "3280658086": "yritysratkaisuja",
    "3842815245": "Onko tämä reilua kauppaa?",
    "714342693": "hCaptcha-tiimi on kerännyt hintatietoja \"pimeän webin\" captchaa rikkovista palveluista vuodesta 2016 lähtien. Huomasimme mielenkiintoisen trendin:",
    "468929661": "ReCAPTCHA:n rikkomisen keskimääräiset kustannukset ovat uskomattoman alhaiset (alle $ 1 / 1000 ratkaisua), eikä se ole noussut merkittävästi sen jälkeen, kun seurantamme aloitettiin vuonna 2016. Tämä koskee sekä reCAPTCHA v2:ta että v3:a. [",
    "2862164005": "Hinnoittelutietojen avulla voimme määrittää reCAPTCHA:n tarjoaman suojauksen tarkan dollariarvon: 0,001 dollaria tai vähemmän vastausta kohden.",
    "102498091": "Google veloittaa reCAPTCHA Enterprisesta 1 dollarin 1 000 pyyntöä kohden, mikä tarkoittaa, että he veloittaa nyt enemmän per pyyntö kuin maksaa palvelun turvallisuuden rikkominen. Tämä vaikuttaa huonolta sopimukselta.",
    "130239139": "Mikä on Googlen päivittäin keräämän yli 100 henkilötyövuoden arvo?",
    "1421074182": "Huomattavasti korkeampi.",
    "1953519598": "Yhden kuvan merkitsemisen hinta vaihtelee 0,03 dollarista 1,00 dollariin tai enemmän. Varovaisen arvion mukaan Google on tähän mennessä hankkinut miljardeja dollareita ilmaista työvoimaa. [",
    "3025548709": "Onko tälle epäreilulle sopimukselle vaihtoehtoa?",
    "263761351": "hCaptcha on ensimmäinen uskottava vaihtoehto, jota nyt käyttävät sadat miljoonat ihmiset joka kuukausi.",
    "2743692546": "Kun käyttäjät todistavat inhimillisyytensä hCaptchan kautta, heidän työvoimansa astuu anonyymeille avoimille tarjousmarkkinoille.",
    "1982750088": "Yritykset kaikkialla maailmassa hakevat tätä työvoimaa suorittaakseen yksinkertaisia tehtäviä, jotka ovat helppoja ihmisille mutta vaikeita koneille. Käyttäjät tukevat vierailemaansa sivustoa ja kokevat vähemmän verkkoroskapostia korkeamman suojaustason ansiosta.",
    "1108398506": "asiakkaat saavat täydellisen hallinnan kokemuksesta ja hyötyvät asiantuntemuksesta, jonka hCaptcha on hankkinut toimivan Internetin suurimman itsenäisen haasteen tarjoajan. He saavat myös paremman tarjouksen kuin reCAPTCHA Enterprise: jopa 50–80 % paremmat hinnat volyymista riippuen.",
    "3012870872": "Ilmaista versiota (hCaptcha Publisher) käyttävät verkkosivustot ja sovellukset ansaitsevat tuloja tästä työstä sen sijaan, että lahjoittaisivat sen Googlelle.",
    "2271512952": "Käyttäjät tukevat vierailemaansa sivustoa ja kokevat vähemmän verkkoroskapostia.",
    "278010425": "hCaptchan laaja ja usein muuttuva tehtävien valikoima on myös vaikeampi automatisoida. reCAPTCHA:n yksittäinen käyttöliittymä ei ole muuttunut moneen vuoteen, ja siinä on pieni joukko harvoin vaihtuvia kysymyksiä. Tämä on yksi tavoista, joilla hCaptcha tarjoaa tehokkaamman bot-suojauksen kuin reCAPTCHA.",
    "984849234": "hCaptcha käyttää edistynyttä koneoppimista toteuttaakseen sen, mitä reCAPTCHA vain lupaa, ja jakaa samalla kerätyn arvon sitä käyttävien verkkosivustojen kanssa.",
    "4063769686": "Käyttäjät tukevat vierailemaansa sivustoa ja kokevat vähemmän verkkoroskapostia. Tämä vaikuttaa reilummalta sopimukselta.",
    "685916926": "Miksi reCAPTCHA ei ole parantunut ajan myötä?",
    "3992401943": "Syväoppimisessa on tapahtunut vallankumous vuodesta 2012 lähtien. Alan normi tehtävien tarkkuudelle on parantunut radikaalisti viimeisen vuosikymmenen aikana, mikä johtuu pääasiassa syvästä konvoluutioverkostosta. Muut Googlen tarjoamat ML-pohjaiset palvelut ovat noudattaneet tätä käyrää.",
    "615031303": "(Katso alaviitteet",
    "2125514305": "ML on parantunut, mutta vaikeus ohittaa reCAPTCHA ei ole olennaisesti muuttunut tänä aikana.",
    "1406188018": "6 ja 7",
    "2689973938": "ReCAPTCHA:n parantaminen luo luontaisen ristiriidan Googlelle mainosten toimittajana.",
    "464238793": "Jos Google itse päättää, että mainoksen näkevä tai linkkiä napsauttava käyttäjä oli itse asiassa robotti, se ei voi veloittaa tälle käyttäjälle näytetyistä mainoksista. Tämä eturistiriita on rajoittanut voimakkaasti Googlen bottien vastaisia tavoitteita.",
    "918924423": "Google ei esimerkiksi ole tarjonnut ilmeisen arvokkaita palveluita, kuten takautuvaa bot-tunnistusta. On paljon luotettavampaa ilmoittaa käyttäjäliikenne botin luomaksi useiden päivien tietojen analysoinnin jälkeen.",
    "661412233": "On myös arvokasta tietää captchan jälkeen, että jotkut käyttäjät olivat botteja. Sen avulla verkkosivustojen omistajat voivat puhdistaa vanhat roskapostiviestit ja poistaa roskapostifoorumeille rekisteröityjä \"nukkujatilejä\" tulevaisuudessa, vähentää petoksia ja paljon muuta.",
    "3600797185": "Takautuvan robotin tunnistuksen tarjoaminen auttaisi Googlen vastaamaan vaikeisiin kysymyksiin, kuinka hyvittää takautuvasti mainostajille, jotka ovat käyttäneet rahaa vilpilliseen liikenteeseen.",
    "2076932190": "ReCAPTCHA-tuote on siis pysähtynyt vuosikymmenen ajan.",
    "3856912381": "Käyttäjät ovat kärsineet, ja tarpeeton verkkoroskaposti on nyt rehottava. Mutta vaihtoehto on olemassa.",
    "1035621426": "Jokainen reCAPTCHA:n tunnistama robotti vähentää suoraan Googlen mainostuloja.",
    "3668115514": "Miten hCaptcha eroaa?",
    "2413742287": "hCaptchan kannustimena on maksimoida tarkkuus, ei mainostuloja: bot-vastaukset ovat hyödyttömiä asiakkaillemme, jotka tarvitsevat ihmisten koulutustietoja.",
    "1373262754": "Tietäen, kuka henkilö on, on vain vähän arvoa hCaptchalle. Välitämme vain siitä, ovatko he ihmisiä vai ilkeitä toimijoita.",
    "600646860": "Sen sijaan, että hCaptcha tarjoaisi kyseenalaisen arvon palvelua ja loi työvoimaa todellisella arvolla, se tarjoaa sekä korvauksen että vahvan bot-suojan.",
    "1836191653": "Sen sijaan, että hCaptcha tarjoaisi ilmaisille käyttäjille helposti päihitettävän palvelun ja veloittaa miljoonia dollareita yritysversiosta, joka ei ole paljon parempi, hCaptcha tarjoaa erinomaisen bottisuojauksen molemmille, samalla kun se tarjoaa yrityskäyttäjille lisäominaisuuksia ja räätälöintiä sekä vahvoja SLA-sopimuksia ja nopeaa tukea.",
    "990215503": "hCaptcha on ainoa suuri captcha-palvelu, jota mainosverkosto ei omista.",
    "971933157": "hCaptcha välittää yksityisyydestä, läpinäkyvyydestä ja oikeudenmukaisuudesta.",
    "178839499": "hCaptcha jakaa tehdyn työn arvon samalla kun käyttäjät todistavat inhimillisyytensä.",
    "1237076138": "hCaptcha tarjoaa reilun tarjouksen sekä ilmaisille (hCaptcha Publisher) että yritysasiakkaille (hCaptcha Enterprise).",
    "614310292": "Kuka rakensi hCaptchan?",
    "4188814619": "hCaptcha on Intuition Machines (",
    "3265328927": "), koneoppimisyritys, joka tarjoaa tuotteita ja palveluita yrityksille, jotka toteuttavat koneoppimista mittakaavassa.",
    "2740033957": "IM-tiimi koostuu Applen ja Amazonin tutkijoista ja insinööreistä sekä muista koneoppimisen, hajautettujen järjestelmien ja turvallisuuden johtajista.",
    "1579715421": "IM-tutkijat julkaisevat säännöllisesti huippukonferensseissa, kuten ICML:ssä, ICLR:ssä, ECCV:ssä ja NeurIPS:ssä, ja yritys on julkaissut julkisesti huippuluokan tuloksia ML:n aloilta, kuten syvästä hajautusjärjestelmästä [",
    "4015238193": "ja OCR [",
    "279580593": "imachines.com",
    "279918384": "Miten Google käyttää ilmaista työvoimaasi?",
    "2385522384": "Näit todennäköisesti videokuvia Googlen itseohjautuvien Waymo-autojen kameroista ja autat parantamaan niiden kohteen tunnistusta.",
    "1517627947": "Näit todennäköisesti kuvia rakennuksista tai katukyltteistä Googlen Streetview-autoista ja auttoit merkitsemään niiden Maps- ja Earth-tuotteiden sijaintia.",
    "3225936061": "Näit todennäköisesti kuvia tekstistä, jotka on otettu kirjojen sivuilta Googlen kirjat-palvelussa ja auttoit parantamaan heidän OCR-ohjelmistoaan (tekstintunnistus).",
    "129661785": "Oletko koskaan pyytänyt \"klikkaamaan autoa/satamavaloa\"?",
    "936667684": "Onko sinua koskaan pyydetty \"kirjoittamaan rakennus/katukyltti?\"",
    "3773515538": "Onko sinua koskaan pyydetty \"kirjoittamaan kaksi sanaa?\"",
    "1778058441": "Millaisia töitä hCaptcha-palvelussa on?",
    "366088791": "hCaptcha tukee monenlaisia tehtäviä.",
    "3114147525": "hCaptcha-asiakkaat käyttävät palvelua tehtäviin, kuten esineiden tunnistamiseen, attribuuttien havaitsemiseen (tarrojen kerääminen vaatetyyppien tunnistamiseksi), osuvuuden luokitteluun (olennaisimman tuotteen valitseminen useista vaihtoehdoista ensisijaiseen tuotteeseen verrattuna), rajauslaatikoihin (kiinnostavien alueiden löytäminen kuva), \"Human OCR\" (tekstin tunnistaminen kuvassa) ja monia muita tehtäviä.",
    "3139609561": "Alla on kaksi esimerkkiä kuvien luokittelusta ja määritteiden tunnistuksen työtyypeistä. [",
    "2273532558": "Ketkä ovat hCaptchan maksavia asiakkaita?",
    "4104221634": "hCaptcha-asiakkaat kattavat useita toimialoja teknologiayrityksistä muotiin, vähittäiskauppaan ja muille aloille, joilla he voivat luoda lisäarvoa koneoppimisen avulla.",
    "1337725003": "hCaptcha on sitoutunut demokratisoimaan pääsyn suurimääräisiin reaaliaikaisiin huomautuksiin, jolloin suuret ja pienet yritykset voivat parantaa tuotteidensa ja palveluidensa laatua soveltamalla koneoppimista liiketoimintaansa.",
    "4086379603": "Kysymyksiä?",
    "1243684308": "Otamme palautteesi vakavasti ja haluamme varmistaa, että kaikilla on miellyttävämpi verkkokokemus, jossa on vähemmän botteja ja vähemmän roskapostia. Ota meihin yhteyttä:",
    "2645321220": "Ja jos uskot, että reCAPTCHA:n hinta on liian korkea, kysy meiltä hCaptcha Enterprisesta. Jotkin maailman suurimmista julkaisijoista, rahoituspalveluyrityksistä ja verkkoinfrastruktuuriyhtiöistä käyttävät ne eivät ole pelkästään uskottava vaihtoehto reCAPTCHA:lle: uskomme, että ne tarjoavat parhaan tällä hetkellä saatavilla olevan bottisuojauksen.",
    "1229233916": "Alaviitteet",
    "1115642494": "1. Lähde: BuiltWith.com reCAPTCHA-sivustoluettelot. Haettu 9.7.2019.",
    "448807334": "(\"Ihmiset ratkaisevat satoja miljoonia CAPTCHA-koodeja joka päivä.\") Haettu 8. heinäkuuta 2019.",
    "2397590157": "3. Varovainen arvio: 200 miljoonaa ratkaisua * 30 sekuntia ratkaisua kohden vuosina = 190,3 henkilövuotta/päivä.",
    "3236311792": "4. hCaptcha sisäinen analyysi. Tiedot kerätty 30. kesäkuuta 2019 asti. Tiedot saatavilla pyynnöstä.",
    "1752259468": "5. Varovainen arvio: yhden huomautuksen hinta 0,01 $ * 200 milj. huomautukset päivässä (alaraja) * 365 päivää vuodessa * 10 vuotta 2009 hankinnasta = 7,3 miljardin dollarin alaraja.",
    "3268946369": "6. Luotto: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Lähde: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTTISEEN HIERARKIAAN PERUSTUVAT SUHTEELLISET SUOTUKSET HEIKKOSTI VALVOTUUN SYVÄN HASHING:n osalta, Heikki Arponen, Tom E Bishop. ICML 2019, LLD-työpaja.",
    "2544169219": "Viimeisimmät huippuluokan tulokset: ICML LLD, toukokuu 2019.",
    "1973347745": "10. Rojaltivapaat esimerkkikuvat. Lähde: Petapixel.",
    "1493115924": "Tavaramerkit:",
    "4051104324": "\"Intuition Machines\" on Intuition Machines, Inc:n rekisteröity tavaramerkki.",
    "3983646521": "Kaikki tuotenimet, logot, tuotemerkit, tavaramerkit ja rekisteröidyt tavaramerkit ovat omistajiensa omaisuutta. Kaikki tällä sivustolla käytetyt yritysten, tuotteiden ja palvelujen nimet ovat vain tunnistamistarkoituksiin. Näiden nimien, tavaramerkkien ja tuotemerkkien käyttö ei tarkoita hyväksyntää. Tässä tapauksessa aivan päinvastoin.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-tutkijat asettivat uuden vertailukohdan heikosti valvotulle tekstintunnistukselle (OCR) CVPR 2020 -tapahtumassa.",
    "1259002282": "Löysitkö bugin? Näin ilmoitat siitä.",
    "3301728462": "Miljoonat ihmiset käyttävät hCaptchaa joka kuukausi tuhansilla selainyhdistelmillä, laajennuksilla, laitteilla, palomuureilla ja muilla.",
    "3878230879": "Tavoitteemme on varmistaa, että se toimii aina sinulle, joten arvostamme suuresti raporttejasi!",
    "2465128185": "Jos haluat antaa nopeaa palautetta, napsauta \"Lähetä meille palautetta\" -painiketta.",
    "2921990472": "Jos näet toiminnallisen ongelman, noudata",
    "2870341481": "alla. Vain kaikille muille selaimille",
    "1866590035": "Chromen virheenkorjauslokiohjeet",
    "444492541": "virheenkorjauslokiohjeet Firefoxille",
    "169267610": "Lähetä meille sähköpostia",
    "3100722753": "Katso mahdolliset turvallisuus- tai tietosuojaongelmat alla olevista ohjeista.",
    "1906593952": "Anna palautetta juuri näkemästäsi hCaptchasta",
    "3951254541": "Arvostamme panostasi. Kerro meille kaikista ongelmista, niin ratkaisemme ne nopeasti.",
    "3324288040": "Lähetä meille palautetta",
    "2864016648": "Tietosuojaongelmat",
    "304004915": "Emme välitä siitä, keitä käyttäjät ovat, vain kuinka todennäköisesti he ovat haitallisia tai koneita. Tuemme aloitteita mm",
    "1139493658": "ja työskentele lujasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "3083289844": "Jos olet löytänyt ongelman, jonka uskot voivan vaikuttaa käyttäjien yksityisyyteen, lähetä meille sähköpostia osoitteeseen",
    "4264784515": "Turvallisuusvirheet",
    "963238401": "Olemme aina kiinnostuneita saamaan tietoturvavirheilmoituksia. Sähköposti",
    "3926027556": "ja palaamme sinuun nopeasti.",
    "1589805435": "Meillä on myös a",
    "2560582224": "bug bounty -ohjelma",
    "103876916": "hCaptcha-palvelun ja siihen liittyvän lähdekoodin tietoturvaraportit.",
    "497117287": "Esteettömyysasetukset",
    "3230004040": "Oletko näkövammainen tai et muuten pysty suorittamaan hCaptchoja?",
    "3480023141": "Lue lisää esteettömyysvaihtoehdoista",
    "2052161540": "Virheraportin tietojen tallentaminen: Chrome",
    "2281169898": "Virheenkorjaustietojen lähettäminen raportin mukana auttaa meitä havaitsemaan, mitä tapahtuu. Tässä on vaiheittaiset ohjeet:",
    "1123365779": "Jos olet verkkokehittäjä tai asiantuntijakäyttäjä, yhteenveto on, että toivomme sinun lähettävän meille verkkotallenteen HAR- ja selainkonsolin lokeista.",
    "2015218686": "ennen kuin suoritat nämä vaiheet. Jos tämä korjaa ongelmasi, olisimme silti kiitollisia, jos ilmoitat meille selainversiosi, mainosten esto- tai selainlaajennuksestasi ja verkkosivustosi URL-osoitteen.",
    "3922723611": "Yritä poistaa käytöstä kaikki mainosten esto- tai selaimen suojauslaajennukset",
    "4036872105": "ensin ja sitten uudelleen",
    "993651083": "Vaihe 1: Avaa Kehittäjätyökalut (Tämä aloittaa istunnon tallentamisen.)",
    "4163469907": "Vaihe 2: Napsauta Verkko-välilehteä Kehittäjätyökaluissa. Valitse yläreunasta Säilytä loki -ruutu.",
    "4243348003": "Vaihe 3: Vieraile",
    "641342999": ", tai verkkosivusto, jolla sinulla on ongelma (Tietosuojahuomautus: vain, jos et halua jakaa, mikä se on) ... ja napsauta sitten \"Olen ihminen\" -painiketta ja yritä ratkaista se.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Vaihe 4: Napsauta \"Vie HAR\" (pieni alanuoli), kun olet yrittänyt ratkaista, mikä tallentaa verkkolokin. Lähetä se tiedosto meille.",
    "1503240421": "Vaihe 5: Napsauta Konsoli-välilehteä ja napsauta hiiren kakkospainikkeella ja sitten \"Tallenna nimellä ..\" tallentaaksesi konsolin lokin. Lähetä se meillekin.",
    "2863840904": "Vaihe 6: Viimeinen vaihe, lähetä meille sähköpostilla kyseiset HAR- ja konsolin lokitiedostot ja kuvaile ongelma",
    "4051785543": "Käyttää:",
    "3623028666": "(käytä palvelua, kuten",
    "551761392": "ja lähetä linkkejä) ja valinnaisesti kuvakaappaus, jos epäilet, että jokin ei näy oikein. Lähetä myös käyttämäsi IP. Saat sen osoitteesta",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Kiitos, että autat meitä saamaan nämä tiedot!",
    "3680327841": "Olemme sitoutuneet saamaan hCaptcha toimimaan hyvin kaikille",
    "1059502393": "Virheraportin tietojen tallentaminen: Firefox",
    "1112074001": "Vaihe 2: Napsauta Verkko-välilehteä Kehittäjätyökaluissa. Valitse \"Pysyvät lokit\" -ruutu yläreunassa.",
    "1797298240": "Vaihe 4: Napsauta \"HAR\", kun olet yrittänyt ratkaista ratkaisun, ja tallenna verkkoloki valitsemalla \"Tallenna kaikki nimellä HAR\". Lähetä se tiedosto meille.",
    "3671246379": "Vaihe 5: Napsauta Konsoli-välilehteä, napsauta hiiren kakkospainikkeella ja sitten \"Valitse kaikki\" ja tallenna se tekstitiedostoon konsolin lokin tallentamiseksi. Lähetä se meillekin.",
    "3816867833": "Palaute",
    "788770967": "Ikävä kuulla! Haluat ehkä käyttää esteettömyysvaihtoehtoamme:",
    "1333016413": "Näin voit välttää tulevat kysymykset rekisteröitymällä ja asettamalla evästeen.",
    "2333410049": "Yritä myös sammuttaa mainosten esto.",
    "1345083090": "Ilmoitatko toimintaongelmasta?",
    "2184564739": "Katso",
    "604751186": "Muut ongelmat? Sähköposti",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kuinka raportoida ongelmista yksityiskohtaisilla lokeilla",
    "1050501253": "Liian vaikea",
    "3264813246": "Sopimatonta",
    "3526939538": "Ohjelmistovirhe",
    "126134492": "muu",
    "3511610999": "Varmistetaan, että pääset oikeaan paikkaan.",
    "3906886217": "Yrityksille tai verkkosivuille",
    "1621597093": "Yritysten tietoturvaratkaisut (maksullinen)",
    "3176531704": "Tietojen huomautus",
    "1834239172": "Osta hCaptcha-merkintäpalvelut",
    "1457707016": "Yksilöille",
    "770264626": "Lisää hCaptcha palveluusi (ilmainen)",
    "881015166": "Lisää hCaptcha for Publishers verkkosivustolleni tai sovellukseeni",
    "47536007": "Lue lisää hCaptchasta",
    "2012837493": "Hakutulokset",
    "4034694801": "Ei vastaavia tuloksia.",
    "3621411541": "Lisätietoja hCaptchan esteettömyysasetuksista",
    "3401005681": "Ansaita rahaa",
    "3933993151": "Työskentele yksilöllisenä tietomerkintänä",
    "563059212": "Luettelo aliprosessoreista",
    "3501923981": "Viimeksi päivitetty: 1. tammikuuta 2020.",
    "3548097301": "Voimassa: 1.1.2020.",
    "3991444169": "Tällä sivulla luetellaan nykyiset hCaptcha Enterprise -palvelun aliprosessorit.",
    "835396984": "Tällä hetkellä aktiivinen",
    "424089481": "Amazon Web Services, Inc. (maailmanlaajuinen). Tarjotut palvelut: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (maailmanlaajuinen). Tarjotut palvelut: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globaali). Tarjotut palvelut: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (maailmanlaajuinen). Tarjotut palvelut: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Huomautus: ei koske kaikkia asiakkaita. Esimerkiksi IP Blindingin tai muiden edistyneiden yksityisyys- tai tietoturvavaihtoehtojen asiakkaat (esim. Secure Virtual Tenancy -asiakkaat) suljetaan kokonaan pois kaikista mahdollisista \"PII:istä\", jotka koskaan tulevat telemetriajärjestelmiin, jopa IP-osoitteeseen. Ota tarvittaessa yhteyttä tiliedustajaasi saadaksesi lisätietoja.",
    "700843971": "Hound Technology, Inc. (maailmanlaajuinen). Tarjotut palvelut: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (maailmanlaajuinen). Tarjotut palvelut: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (maailmanlaajuinen). Tarjotut palvelut: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (maailmanlaajuinen). Tarjotut palvelut: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktuuri",
    "370366524": "Väliaikainen palvelun telemetria",
    "121192737": "Tulevia lisäyksiä",
    "2420789666": "Fastly, Inc. Tarjotut palvelut: Nopea CDN ja reunalaskenta.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Voimassa: 1. syyskuuta 2021. Infrastruktuurin lisäys",
    "1487796027": "Yrityksille",
    "3943417791": "Hanki tuki hCaptcha Enterpriselle (BotStop)",
    "702287791": "hCaptcha Publisher (ilmainen)",
    "3397976149": "Hanki tukea hCaptcha Publisherille",
    "833750823": "Onko sinulla vaikeuksia haasteen kanssa?",
    "2024737147": "Haluatko ilmoittaa virheestä?",
    "1978884623": "Lue lisää ohjelmisto-ongelmien ilmoittamisesta",
    "4188664955": "Yleiset käyttöehdot",
    "2621989404": "Viimeksi päivitetty: 24. syyskuuta 2021. Huomaa, että englanninkieliset termit ovat valtavia.",
    "2404545611": "Tervetuloa hCaptchaan! Kiitos, että olet osa yhteisöämme. Kaikkien \"Palvelujen\" (määritelty alla) käyttäjien on hyväksyttävä seuraavat ehdot (\"Palveluehdot\"). Näiden käyttöehtojen mukaan \"IMI\", \"me\" ja \"me\" viittaavat Intuition Machines, Inc:iin ja sen tytäryhtiöihin, tytäryhtiöihin, virkamiehiin, agentteihin, työntekijöihin, edustajiin ja agentteihin, ja \"verkkosivustomme\" sisältää kaikki verkkosivustot valvontamme, mukaan lukien www.hcaptcha.com ja www.imachines.com.",
    "2348450790": "Lue nämä käyttöehdot. Niihin kuuluvat muun muassa takuiden vastuuvapauslausekkeet, vastuunrajoitukset ja sitova välimiesmenettely. Huomaa, että nämä käyttöehdot ovat saattaneet muuttua viimeisimmän vierailusi jälkeen verkkosivuillamme. Voimme tarkistaa ja päivittää näitä Palveluehtoja aika ajoin oman harkintamme mukaan. Olennaisista muutoksista ilmoitamme sinulle julkaisemalla päivitetyt käyttöehdot tälle sivulle, minkä jälkeen sinun on hyväksyttävä päivitetyt käyttöehdot, jotta voit jatkaa Sivuston tai Palvelun käyttöä tai pääsyä siihen.",
    "1933936765": "Tietojenkäsittelysopimus (päivitetty viimeksi: 23.9.2021)",
    "2959486280": "Jos et hyväksy näitä Palveluehtoja, et saa käyttää tai käyttää Sivustoa tai Palvelua.",
    "3200859925": "1. Tarkoitus",
    "1807143500": "Palvelut sisältävät online-tietoturvapalvelun (\"hCaptcha-palvelu\") ja alustan (\"Intuition Machines -alusta\"), joilla henkilö (\"Käyttäjä\") voi päättää suorittaako tehtäviä, joita kolmas osapuoli tai Intuition Machines itse (kukin) \"Pyytäjä\") lähettää viestejä verkkosivustollemme tai hCaptcha-palveluun joko suoraan verkkosivustollamme tai käyttämällä Intuition Machines -alustaa ja/tai suorittamalla tehtäviä kolmannen osapuolen tahon ja/tai alustan tai palvelun kautta tai niiden yhteydessä (kukin \"Integraattori\"). Pyynnön esittäjät lähettävät tehtäviä ja kutsuvat osallistujia suorittamaan ne palkkioita vastaan, jotka IMI tarjoaa integraattoreille, tai pyytäjän määrittelemällä tavalla, jos pyytäjä käyttää Intuition Machines Platformia tai hCaptcha-palvelua palvellakseen tehtäviä omille loppukäyttäjilleen. Veloitamme yrityksiä ja yksityishenkilöitä (kukin \"Asiakas\") alustamme käytöstä, jotta he voivat käyttää ohjelmistojamme, tekijätehtäviämme, palkata meidät tekijätehtäviin ja/tai päästä käsiksi avustajiin. Veloitamme myös integraattoreita hCaptcha-palvelumme käytöstä vähentääksemme petoksia, väärinkäyttöä ja roskapostia heidän verkkosivustoillaan, mobiilisovelluksissaan ja muissa verkko-omaisuuksissaan. Edellä olevaan viitataan yhteisesti \"Palveluina\".",
    "3212830633": "2. Kelpoisuus",
    "2605814073": "Käyttämällä tai rekisteröitymällä palveluihimme hyväksyt: olet vähintään 18-vuotias; sinulla on valtuudet tehdä tämä sopimus itsesi tai edustamasi tahon puolesta, ja sinun tulee aina noudattaa näitä käyttöehtoja ja kaikkia tässä viitattuja IMI-käytäntöjä ja ohjeita. etkä käytä väärin verkkosivustoamme, anna meille vääriä tietoja henkilöllisyydestäsi tai käytä tekoälyä minkä tahansa IMI-tehtävän osan suorittamiseen, joka vaatii ihmisälyä.",
    "2616040974": "3. Asiakkaat ja pyytäjät",
    "1544829730": "Jos olet Asiakas tai Pyynnön esittäjä, hyväksyt, että tähän Asiakasliitteenä liitettyjä lisäehtoja sovelletaan ja ne liitetään viittauksina näihin Palveluehtoihin. Jos et ole Asiakas tai Pyytäjä tai lakkaa olemasta Asiakas tai Pyytäjä, Asiakasliitteen lisäehtoja ei sovelleta eikä niitä sisällytetä näihin Palveluehtoihin viitaten.",
    "3759360138": "4. Käyttäjätunnus ja salasana",
    "2236960358": "Rekisteröitymisen yhteydessä sinua pyydetään paljastamaan tiettyjä henkilökohtaisia tietojasi (\"Henkilötiedot\"), mukaan lukien nimesi, sähköpostiosoitteesi ja luomaan käyttäjätunnus ja salasana, jotka kaikki ovat tietosuojakäytäntömme alaisia, jotka ovat saatavilla osoitteessa verkkosivusto. Olet yksin vastuussa tilisi, salasanojesi ja kaikkien tiliisi liittyvien todennusavainten valvonnasta, varmistamisesta ja ylläpidosta, ja olet vastuussa näiden tietojen käytöstä tai toimista Palveluissa.",
    "3047519814": "Hyväksyt, että et jaa tiliäsi tai salasanaasi kenenkään kanssa.",
    "1699668873": "Sinun tulee ilmoittaa IMI:lle välittömästi, jos epäilet, että tilitietosi on varastettu, jonkun muun käyttämä tai muusta tietoturvaloukkauksesta.",
    "3044038608": "Suostut antamaan meille oikeat, tarkat ja täydelliset tiedot rekisteröintiprosessissamme pyydettäessä. Sitoudut myös päivittämään tällaiset tiedot viipymättä, jotta ne pysyvät ajan tasalla ja täsmällisinä.",
    "4132302900": "5. Yksityisyytesi, tietosi ja \"Data For All\"",
    "10724169": "Hyväksyt tietosuojakäytäntömme, joka määrää, mitä teemme meille antamiesi henkilötietojen kanssa.",
    "1669194950": "Henkilötietojen lisäksi saatat joutua toimittamaan (tai meidän voi olla tarpeen kerätä) muita tietoja, jotta voimme tarjota Palveluita (yhteisesti \"Asiakastiedot\"). Emme ole vastuussa mistään Palveluiden suorittamisen epäonnistumisesta, joka johtuu asiakastietojen viivästymisestä tai epäonnistumisesta.",
    "1330274831": "Täten annat meille maailmanlaajuisen, ei-yksinomaisen, alilisensoitavan, siirrettävän, rojaltivapaan, peruuttamattoman lisenssin tämän Sopimuksen voimassaoloaikana käyttää, jäljentää, jakaa sähköisesti ja näyttää julkisesti mitä tahansa Asiakastietoja yksinomaan palvelujen tarjoamista varten. . Vakuutat ja takaat, että sinulla on riittävät oikeudet, omistusoikeus ja edut tietoihisi ja niihin liittyviin etuihin myöntääksesi tämän osion lisenssin.",
    "2230333214": "Yhdistämme Asiakastiedot muihin tietoihin, jotta tulokset eivät ole henkilökohtaisia, ja keräämme myös tunnistamattomia teknisiä lokeja ja tietoja Palveluiden käytöstä (\"Kootut/tunnistetiedot\"). Huolimatta siitä, mitä tässä sopimuksessa toisin määrätään, IMI voi käyttää kaikkia tällaisia koostettuja/tunnisteista poistettuja tietoja mihin tahansa liiketoimintaan tämän Sopimuksen voimassaolon aikana tai sen jälkeen, mukaan lukien rajoituksetta Palvelujen kehittäminen ja parantaminen sekä raporttien ja muiden tietojen luominen ja jakaminen. materiaaleja. Asiakastiedot voivat myös säilyä ja näkyä järjestelmässä rajoitetun ajan, joka ei ylitä 180 päivää työn valmistumisen jälkeen, esimerkiksi automaattisena kalibrointi- tai validointitietona Intuition Machines -järjestelmille. Selvyyden vuoksi tämä kohta 5 ei anna meille oikeutta tunnistaa sinua minkään koostettujen/tunnistettujen tietojen lähteeksi ilman kirjallista lupaasi.",
    "3881754581": ". Jos olet merkintäpalveluidemme asiakas ja olet valinnut \"Data For All\" -vaihtoehdon osaksi Palveluiden käyttöäsi, myönnät IMI:lle ja kaikille Palveluiden käyttäjille maailmanlaajuisen, ei-yksinomaisen, alilisensoitavan, siirrettävän, rojaltivapaa, peruuttamaton lisenssi kaikkien Asiakastietojen täysimääräiseen hyödyntämiseen, mukaan lukien kaikki niihin liittyvät immateriaalioikeudet. Jos valitset \"Tiedot kaikille\" -vaihtoehdon, edustat ja takaat, että omistat riittävät oikeudet, omistusoikeuden ja intressit tietoihisi voidaksesi myöntää lisenssin tässä osiossa.",
    "3496767126": "Epäselvyyksien välttämiseksi seuraava kappale koskee yksinomaan huomautuspalveluitamme käyttäviä asiakkaita, ei palveluidemme käyttöä integraattorina",
    "767207800": "Jos tietosi sisältävät mahdollisesti nimenomaista tai loukkaavaa sisältöä, vaadimme sinua merkitsemään ne \"NIMENNOMAINEN SISÄLTÖ\", jotta se toimii reiluna varoituksena kaikille, jotka näkevät tietosi. Et saa ilman erillistä kirjallista sopimusta IMI:n kanssa sisältää tehtäviä, jotka rikkovat käytäntöjämme, mukaan lukien, mutta ei rajoittuen, (a) tehtävät, jotka suoraan tai epäsuorasti mainostavat toista verkkosivustoa tai palvelua, (b) tehtävät, jotka rikkovat kolmannen osapuolen verkkosivuston ehtoja ja ehdot, (c) tehtävät, joissa tekijöitä pyydetään pyytämään kolmansia osapuolia, (d) tehtävät, jotka pyytävät avustajia ryhtymään toimiin verkkosivuston käyttäytymisen tai tulosten manipuloimiseksi, (e) tehtävät, jotka loukkaavat kolmansien osapuolten immateriaalioikeuksia, ja (f) tehtävät jotka edellyttävät avustajien lataavan ohjelmistoja tai tiedostoja.",
    "3370561195": "6. Hyväksyttävä käyttäytyminen",
    "4205152730": "Sinua rohkaistaan olemaan vuorovaikutuksessa muiden käyttäjien kanssa missä tahansa verkkosivustollamme, keskustelupalstallamme, viestien lähettämisessä, chatissa ja muissa IMI:n hallitsemissa sosiaalisen median kanavissa, mutta jos teet niin, sinun on noudatettava kaikkia sivustomme palvelu- ja käyttöehtoja sekä kaikkia asiaankuuluvia lakeja. .",
    "1394253934": "7. Väärinkäyttö, väärinkäyttö ja harhaanjohtaminen",
    "1406393333": "Palveluihin pääsy tai käyttö muulla tavalla kuin näiden palveluehtojen ja antamiemme ohjeiden mukaisesti on ehdottomasti kielletty. Erityisesti ET TEE:",
    "3409726716": "rekisteröidy meille useammalle kuin yhdelle tilille ilman kirjallista lupaa;",
    "3119498672": "suorittaa mitä tahansa tehtäviä käyttämällä Internet-botteja, verkkorobotteja, botteja, komentosarjoja tai mitä tahansa muuta tekoälyä tai muuten yrittää saada palkintoja IMI:ltä tai miltä tahansa pyytäjältä tai integraattorilta suorittamatta kuvattuja tehtäviä;",
    "1188668818": "antaa vääriä tietoja käyttäessäsi tätä verkkosivustoa (mukaan lukien rajoituksetta esiintyminen toiseksi henkilöksi tai organisaatioksi tililläsi tai virheellisesti ilmoittaminen tai muutoin harhaanjohtava itsesi tai sidossuhteesi johonkin toiseen henkilöön tai organisaatioon tililläsi);",
    "2804310964": "käyttää tai yrittää päästä verkkosivustoomme minkä tahansa välityspalvelimen tai muun laitteen kautta, joka on suunniteltu hämärtämään todellista sijaintisi tai henkilöllisyytesi, tai millä tahansa muulla tavalla kuin tarjotun käyttöliittymän kautta;",
    "1374227759": "käyttää verkkosivustoa laittomaan toimintaan tai mihin tahansa muuhun tarkoitukseen kuin siihen tarkoitukseen, jota varten se on asetettu saataville;",
    "2103513933": "osallistua toimintaan, joka häiritsee tai häiritsee sivuston toimintaa;",
    "137127070": "lisää, lataa tai liitä haitallisia tai tuntemattomia ulkoisia linkkejä tai tiedostoja tai lataa sisältöä, joka sisältää viruksen, troijalaisen, madon, aikapommin tai muun haitallisen tietokonekoodin;",
    "1686655020": "Lataa mitä tahansa tekijänoikeuden alaista sisältöä, joka ei ole alkuperäinen teoksesi, ellei sinulla ole laillisen omistajan lupaa julkaista tällaista sisältöä ja myöntää IMI:lle kaikkia tässä myönnettyjä lisensoituja oikeuksia.",
    "1406692811": "osallistua roskapostin lähettämiseen tai julkaisematta minkäänlaista julkisuutta, yrittää saada viittauksia, joukkoviestintää, rahatarjouksia tai -pyyntöjä, palvelukehitystä, mainontaa, markkinointia, järjettömiä viestejä, päällekkäisiä aiheita, laitonta sisältöä, sosiaalisten sivustojen linkkejä, sähköpostiosoitteita tai pikaviestintätunnukset, ellei tehtävä sitä vaadi;",
    "3893539589": "lisää ulkoisia linkkejä, jotka tarjoavat tavaroita tai palveluita, ellei tehtävä sitä vaadi;",
    "3214322759": "muutoin osallistua haitalliseen tai vilpilliseen toimintaan.",
    "3733422465": "8. Henkilöllisyytesi vahvistaminen",
    "267645277": "IMI voi vahvistaa henkilöllisyytesi. Tämä voi sisältää henkilötietojesi vertaamisen kolmansien osapuolien tietokantoihin tai virallisiin oikeudellisiin asiakirjoihin. Valtuutat meidät tekemään kaikki tarvittavat tiedustelut henkilöllisyytesi, sähköpostiosoitteesi ja taloustilien omistuksen vahvistamiseksi. Suostut antamaan tietojasi auttaaksemme meitä henkilöllisyytesi vahvistamisessa.",
    "4169910317": "9. Lain noudattaminen",
    "519755936": "Olet yksin vastuussa liittovaltion, osavaltion, provinssin ja paikallisten lakien noudattamisesta Palveluiden käytön yhteydessä. Sitoudut korvaamaan ja pitämään meidät vaarattomina kaikista meitä vastaan esitetyistä vaatimuksista, koska et ole noudattanut lakia tai loukannut kolmannen osapuolen oikeuksia, mukaan lukien rajoituksetta sopimukseen, immateriaalioikeuksiin tai yksityisyyteen liittyvät oikeudet.",
    "731546974": "10. Osallistujan tai integraattorin verot",
    "3128328457": "Jos olet avustaja tai integroija, olet yksin vastuussa kaikkien arvioitujen tai muiden liittovaltion, osavaltion tai paikallisten tuloverojen, sosiaaliturvan, FICA:n ja työntekijöiden korvausten maksamisesta, jotka johtuvat verkkosivustomme käytöstä, sekä vastaavia veroja tai maksuja Yhdysvaltojen ulkopuolisilla lainkäyttöalueilla. Suostut korvaamaan ja pitämään meidät vaarattomina kaikista meitä vastaan tehdyistä arvioista, koska et ole noudattanut verolakeja.",
    "2931396764": "11. Näiden palveluehtojen rikkominen",
    "1240667045": "Voimme keskeyttää, rajoittaa tai peruuttaa pääsysi Palveluihin milloin tahansa mistä tahansa syystä, mukaan lukien koska: (a) uskomme, että olet rikkonut näitä palveluehtoja (mukaan lukien muut niihin liittyvät käytännöt); (b) uskomme, että olet loukannut oikeuksiamme tai minkä tahansa kolmannen osapuolen oikeuksia; (c) emme pysty vahvistamaan tai todentamaan meille antamiasi tietoja; tai (d) uskomme, että toimintasi voi aiheuttaa sinulle, meille tai kolmannelle osapuolelle vastuita. Epäselvyyksien välttämiseksi pidätämme oikeuden estää tai keskeyttää maksun sinulle, jos uskomme kohtuudella, että jokin edellä mainituista koskee tällaista maksua.",
    "1601080128": "Jos keskeytämme tai lopetamme tilisi, sinulla ei ole enää pääsyä mihinkään verkkosivuston osiin, mukaan lukien tiedot, viestit, tiedostot ja muu sivustolla oleva materiaali. Et saa jatkaa verkkosivustomme käyttöä toisella tai uudella tilinimellä. Näiden palveluehtojen rikkomisesta voidaan joutua syytteeseen lain laajimmassa laajuudessa ja se voi johtaa lisärangaistuksiin ja seuraamuksiin.",
    "1160707899": "12. Osallistujan rooli ja suhde IMIin ja muihin pyytäjiin",
    "269838707": "Jos olet avustaja, sinä ja vain sinä päätät, mitkä ja kuinka monta tehtävää suoritat sekä milloin ja missä teet ne. Voit vapaasti käyttää niin paljon tai vähän aikaa tehtävien suorittamiseen kuin haluat. Sinulla ei ole missään vaiheessa velvollisuutta suorittaa tehtävää.",
    "1087195513": "Jos olet Avustaja, joka käyttää Palveluita ja/tai suorittaa tehtäviä Integraattorin kautta tai sen yhteydessä sellaisen pyytäjän puolesta, joka ei ole IMI, hyväksyt ja hyväksyt, että Intuition Machines ei ole vastuussa eikä sillä ole velvollisuutta sinua kohtaan. mitä tahansa palkkiota tai muuta korvausta suoritetuista tehtävistä. Hyväksyt ja hyväksyt, että suoritetuista tehtävistä maksettavat palkkiot tai muut korvaukset määräytyvät yksinomaan Pyynnön esittäjän ja/tai Integraattorin kanssa tekemäsi sopimuksen mukaisesti. Kaikki tällaisia palkkioita tai muita korvauksia koskevat riidat (mukaan lukien rajoituksetta tällaisten palkkioiden tai muiden korvausten saamatta jättäminen) ovat vain sinun ja Pyynnön esittäjän ja/tai Integraattorin välillä.",
    "952813944": "Sivustomme käyttö tai mikään tässä sopimuksessa ei luo työsuhde-, kumppanuus-, yhteisyritys-, agentuuri-, franchising- tai myyntiedustajasuhdetta sinun ja Intuition Machinesin välille. Emme tarjoa sinulle laitteita tai työkaluja tehtävän suorittamiseen. Emme tarjoa sinulle etuja, työntekijöiden korvauksia tai vakuutussuojaa. Emme ole vastuussa mistään kuluista, joita sinulle aiheutuu verkkosivustomme käyttämisestä. Emme pidätä mitään palkkiostasi liittovaltion tai osavaltion tuloverosta, sosiaaliturvasta tai muista veroista. Olet aina vapaa suorittamaan tehtäviä kenelle tahansa henkilölle tai yritykselle, mukaan lukien kilpailijamme. Sinulla ei ole valtuuksia tehdä mitään kirjallista tai suullista sopimusta Intuition Machinesin puolesta.",
    "3460432665": "Edellä olevasta huolimatta, jos olet yhdysvaltalainen veronmaksaja, voimme pyytää sinulta W-9:n, joka päivitetään vuosittain, ja voimme estää sinua suorittamasta tehtäviä, kunnes olet suorittanut tai päivittänyt W-9:n.",
    "458271951": "Jos olet Avustaja, joka käyttää Palveluita ja/tai suorittaa tehtäviä Integraattorin kautta tai sen yhteydessä Intuition Machinesin puolesta (toimien pyytäjänä), Intuition Machines voi palkita sinut tiettyjen tehtävien hyväksyttävästä suorittamisesta. Jos havaitaan, että olet syyllistynyt petokseen, väärinkäyttöön tai näiden palveluehtojen rikkomiseen, Intuition Machines voi pidättää ja/tai periä sinulle kaikki palkkiot.",
    "3056723024": "13. Kelpaamaton tehtävien suorittaminen",
    "3913203723": "Jos Pyytäjä ei jostain syystä hyväksy suorittamasi tehtävän suorittamista, sinä avustajana tai integraattorina et ole oikeutettu mihinkään palkkioon tehtävästä. Jos sinulle on jo jaettu palkintoja sopimattomasti suoritetusta tehtävästä, voimme periä ne sinulta takaisin.",
    "3666807632": "14. Osallistujan pätevyys ja taidot",
    "1993899769": "15. Tietojen käyttö",
    "3027055607": "16. Immateriaalioikeudet ja omistusoikeudet",
    "3910971075": "IMI omistaa kaikki oikeudet, mukaan lukien immateriaalioikeudet, lähdekoodiin, objektikoodiin tai taustalla olevaan rakenteeseen, ideoihin tai algoritmeihin, API:hin ja kaikkiin Palveluihin liittyviin lisäohjelmistoihin, asiakirjoihin tai tietoihin (\"Ohjelmisto\"). Et saa suoraan tai epäsuorasti kolmannen osapuolen kautta tai muuten: (a) kääntää, purkaa, purkaa tai muuten yrittää löytää ohjelmistoa; (b) muokata, kääntää tai luoda johdannaisteoksia, jotka perustuvat mihin tahansa Ohjelmistoon; (c) kopioida, vuokrata, liisata, levittää, panttaa, luovuttaa tai muuten siirtää tai rasittaa oikeuksia mihinkään Ohjelmistoon; (d) käyttää ohjelmistoa aikajako-, palvelutoimistotarkoituksiin tai muuten kolmannen osapuolen hyödyksi; tai (e) poistaa kaikki omistusoikeudelliset ilmoitukset tai tarrat.",
    "3660891610": "Jos olet avustaja, IMI:llä, etkä sinä, on omistusoikeudet kaikkiin töihin, jotka tuot osana minkä tahansa tehtävän suorittamista. Hyväksymällä tämän sopimuksen ehdot sitoudut (ja täten teet) siirtämään työsi omistuksen, omistusoikeuden ja omistusoikeuden (mukaan lukien kaikki kaikkialla maailmassa olemassa olevat immateriaalioikeudet) meille. Varmistaaksemme, että pystymme hankkimaan, täydentämään ja käyttämään tällaisia oikeuksia, suostut lisäksi (i) allekirjoittamaan kaikki asiakirjat, jotka auttavat dokumentoimaan, täydentämään ja toteuttamaan oikeuksiamme; ja (ii) tarjota kohtuullinen pääsy tietoihin tällaisten omistusoikeuksien tallentamista, täydentämistä, turvaamista, puolustamista ja täytäntöönpanoa varten missä tahansa ja kaikissa maissa. Tämän osion mukaiset velvollisuutesi jatkuvat senkin jälkeen, kun peruutat palveluiden rekisteröinnin tai lopetat niiden käytön. Nimität meidät asianajajaksesi toteuttamaan asiakirjoja puolestasi tässä osiossa esitettyihin tarkoituksiin.",
    "426125156": "17. Tekijänoikeus ja TakeDown",
    "1408530660": "IMI kunnioittaa muiden immateriaalioikeuksia ja pidätämme oikeuden poistaa sivustoltamme kaiken materiaalin, jonka uskomme loukkaavan minkä tahansa kolmannen osapuolen immateriaalioikeuksia. Jos uskot, että omaa teostasi on kopioitu tavalla, joka loukkaa tekijänoikeuksia tällä sivustolla, ota yhteyttä Intuition Machines -asiakastukeen.",
    "2696932851": "18. Korvaus",
    "3844300338": "Sitoudut korvaamaan, puolustamaan ja pitämään meidät vapaina kaikista vaateista, vahingoista, vastuista, kustannuksista ja kuluista (mukaan lukien kohtuulliset asianajopalkkiot ja kulut), jotka johtuvat tai liittyvät tehtävien suorittamiseen tai verkkosivustomme käyttöön. .",
    "2474091800": "19. Kiistat muiden käyttäjien kanssa; Vapauta",
    "3162107126": "IMI ei ole osapuolena sinun ja kenenkään muun Palveluiden käyttäjän välisessä kiistassa. Vapautat IMI:n ja sen tytäryhtiöt kaikista vaatimuksista, vaatimuksista ja vahingoista kaikenlaisista ja luonteisista, tunnetuista ja tuntemattomista, epäillyistä ja epäillyistä, julkistetuista ja paljastamattomista, jotka johtuvat tai liittyvät sinun ja toisen käyttäjän väliseen riitaan.",
    "2271969747": "20. Saamasi luottamukselliset tiedot",
    "1042802841": "Luottamuksellinen tieto on mitä tahansa tietoa, joka on merkitty luottamukselliseksi tai omistusoikeudelliseksi tai jonka vastaanottavan osapuolen pitäisi kohtuudella ymmärtää olevan luottamuksellista tai omistusoikeutta. Tämä ei sisällä tietoja, jotka ovat (1) julkisesti saatavilla, (2) jotka ovat jo vastaanottavan osapuolen hallussa, ovat itsenäisesti kehittämiä tai jotka ovat jo tiedossa tai (3) jotka on luovutettu oikeuden määräyksellä tai muutoin viranomaisen vaatimalla tavalla. laki.",
    "1918025546": "Jos saat luottamuksellisia tietoja keneltäkään Palvelussa, sitoudut suojelemaan luottamuksellisten tietojen salassapitoa yhtä huolellisesti kuin käytät omien luottamuksellisten tietojesi suojaamiseen, mutta ei missään tapauksessa asianmukaista huolellisuutta noudattaen. Et saa paljastaa tai julkaista mitään tällaisia luottamuksellisia tai omistusoikeudellisia tietoja, paitsi jos se voi olla tarpeen tehtävän suorittamiseksi. Kaikkia Intuition Machines Platformin tehtävän tietoja tulee pitää luottamuksellisina, vaikka niitä ei nimenomaisesti ole määritelty luottamuksellisiksi.",
    "2690395789": "Jos ja kun et enää tarvitse vastaanottamiasi luottamuksellisia tietoja, sinun on viipymättä palautettava tai tuhottava (tietojen luovuttajan pyynnöstä) kaikki kopiot tiedoista, jotka ovat hallussasi olevissa tiloissa, järjestelmissä tai muissa laitteissa.",
    "2178073797": "Koska luottamuksellisten tietojen paljastaminen voi aiheuttaa korjaamatonta vahinkoa, paljastavalla osapuolella on oikeus hakea kieltomääräystä tämän ehdon rikkomisesta tai rikkomisesta.",
    "2185860003": "21. Verkkosivuston muutokset",
    "2631249972": "Saatamme parantaa tai muokata verkkosivustoamme ilman erillistä ilmoitusta.",
    "3764131594": "22. Kolmannen osapuolen verkkosivustot",
    "295955580": "Sivustomme voi sisältää linkkejä kolmansien osapuolien verkkosivustoille. Emme valvo, tutki, valvo tai tarkista tällaisia verkkosivustoja. Emme ole vastuussa emmekä tue tällaisten verkkosivustojen tietokoneohjelmia, sisältöä tai mielipiteitä. Jos päätät poistua verkkosivustoltamme ja käyttää kolmannen osapuolen verkkosivustoa, teet sen omalla vastuullasi.",
    "838225123": "23. Takuun vastuuvapauslauseke",
    "3897238493": "PALVELUT TARJOTAAN \"SELLAISENAAN\" PERUSTEELLA. EMME ANNA MITÄÄN TAKUUTA TAI OLUETTUA TAI NIMENOMAA, KOSKEVAT PALVELUJEN SAATTAVUUTTA, KUIVUUDESTA, LAILLISUUDESTA, SAATAVUUDESTA TAI TOIMINNALLISUUDESTA, MITÄÄN LIITTYVÄSTÄ OHJELMISTOA TAI MATERIAALIT, JOIHIN LIITTYVÄT ARVIOINTILAITTEET. IMI KIISTÄÄ LAIN SALLIMAA MÄÄRÄSSÄ KAIKKI NIMENOMAISET TAI OLOSUHTEET EHDOT, VAKUUTUKSET JA TAKUUT, MUKAAN MUKAAN MUKAAN MUKAAN MUKAAN MYYNTIKELPOISUUDEN, MYYNTIKELPOISUUDEN JA SOVELTUVUUDESTA PURONSELIN, OSALLISTUJAN. AINOA JA YKSINOMAINEN OIKEUSKEINÄSI IMI:tä VASTAAN VIRHEIDEN, VAATIMUSTENMUKAISUUDEN TAI TYYTYMÄTTYYTYMÄN OSALTA ON PALVELUJEN KÄYTÖN LOPETTAMINEN Emme ole vastuussa mistään tietokonejärjestelmällesi aiheutuneesta vahingosta, tietojen katoamisesta tai korruptoitumisesta tai muusta tästä aiheutuvasta vahingosta. Web-sivuston tai Intuition Machines -alustan käytön tai käytön kautta. Suunniteltuja ja suunnittelemattomia keskeytyksiä saattaa esiintyä, emmekä takaa verkkosivustomme keskeytymätöntä käytettävyyttä.",
    "2110259227": "24. Vastuun rajoitus",
    "3018077211": "25. Osallistujien riitojen ratkaisu",
    "2790841456": "Jos olet avustaja, hyväksyt seuraavan välityslausekkeen ja ryhmäkanteen luopumisen:",
    "2323013093": "26. Sovellettava laki",
    "2900525040": "Kalifornian osavaltion lait säätelevät näitä käyttöehtoja ja kaikkia niistä johtuvia kiistoja, kiistoja tai vaatimuksia.",
    "3339302473": "27. Irtisanominen",
    "41530052": "28. Yleiset ehdot",
    "3202747130": "Koko sopimus. Nämä Palveluehdot ja kaikki tässä sopimuksessa viitatut käytännöt, menettelyt tai ehdot muodostavat osapuolten koko sopimuksen aiheeseen liittyen, ja ne korvaavat ja peruuttavat kaikki osapuolten aiemmat ja samanaikaiset asiaan liittyvät sopimukset, vaatimukset, esitykset ja yhteisymmärrykset. .",
    "4080263153": "Ei luopumista. Meidän ei katsota luopuneen mistään osasta oikeuksistamme tai oikeussuojakeinoistamme, ellei luopuminen ole kirjallinen ja meidän allekirjoittamamme. Jos viivytämme tämän sopimuksen jonkin ehdon mukaisten oikeutemme täytäntöönpanoa tai emme pane sitä täytäntöön, se ei tarkoita luopumista oikeudestamme panna myöhemmin täytäntöön kyseinen määräys tai jokin tämän sopimuksen osa.",
    "1789371580": "Osoitettavuus. Et voi siirtää näitä Palveluehtoja ilman kirjallista lupaamme. Voimme määrittää nämä Palveluehdot milloin tahansa ilman erillistä ilmoitusta. Edellä mainituin edellytyksin nämä Palveluehdot sitovat kummankin osapuolen seuraajia ja sallittuja luovutuksia.",
    "2819628066": "Irrotettavuus. Jos jokin näiden Palveluehtojen ehto todetaan pätemättömäksi tai täytäntöönpanokelvottomaksi jostain syystä, se ei vaikuta muiden ehtojen pätevyyteen ja täytäntöönpanokelpoisuuteen.",
    "3955981186": "Muutokset. Mikään muu kuin IMI ei sido IMI:tä näihin käyttöehtoihin tekemät muutokset tai muutokset, ellei IMI:n asianmukaisesti valtuutetun edustajan allekirjoittama kirjallinen asiakirja ole.",
    "1377538813": "Vallitseva kieli. Näiden käyttöehtojen englanninkielinen versio hallitsee kaikilta osin ja on ensisijainen, jos käännetyt versiot ovat ristiriidassa, jos niitä on.",
    "2438016011": "Vapaaehtoinen sopimus. Kaikki näiden Palveluehtojen osapuolet vakuuttavat ja hyväksyvät, että kukin on tutustunut kaikkiin tämän sopimuksen osa-alueisiin, on lukenut huolellisesti ja ymmärtänyt kaikki sen ehdot ja sitoutuvansa vapaaehtoisesti tähän sopimukseen.",
    "2445034923": "Jos et hyväksy kaikkia näiden palveluehtojen ehtoja, älä (etkä saa) käyttää tai käyttää Sivustoa tai Palveluita.",
    "2646127839": "Asiakasliite yleisiin käyttöehtoihin",
    "4097297673": "Asiakkaana, Pyytäjänä tai Integraattorina sitoudut noudattamaan alla olevia ehtoja muiden sinun ja IMI:n välisten sitovien ehtojen lisäksi.",
    "1093280979": "1. Alustan tilauslomakkeet",
    "1549953005": "Olet ehkä täyttänyt yhden tai useamman alustan käyttötilauslomakkeen (kukin \"tilauslomake\") asiakkaan tai pyytäjän ehtona. Jos näin on, tilauslomakkeessa kuvatuista ehdoista tulee osa palveluehtoja, ja ne sisällytetään tähän viitteenä.",
    "3819851005": "2. Maksut",
    "1591032933": "Maksat IMI:lle sovellettavassa tilauslomakkeessa kuvatut maksut sovellettavassa tilauslomakkeessa ilmoittamallasi maksutavalla. Elleivät molemmat osapuolet toisin nimenomaisesti ole kirjallisesti sopineet, maksat täyden maksun kaikista lähetetyistä laskuista kolmenkymmenen (30) päivän kuluessa laskun postituspäivästä. Valtuutat meidät suorittamaan luottokorttivaltuutuksia kaikille meille antamillesi luottokorttitiedoille, tallentamaan kyseiset luottokorttitiedot ja veloittamaan luottokorttiasi tai mitä tahansa muuta tiliä, jonka hyväksymme maksutapana. Ellei tilauslomakkeessa tai yrityspalvelusopimuksessa tai yleispalvelusopimuksessa toisin mainita, kaikki Palveluista perittävät maksut, ylimääräisiä maksuja lukuun ottamatta, laskutetaan vuosittain IMI:n sopimuksesi mukaisten palvelujen alkaessa (\"Voimaantulopäivä\").",
    "4142610534": "Myöhästyneistä maksuista peritään viivästysmaksu, joka on 1,5 % kuukaudessa tai lain sallima enimmäismäärä sen mukaan, kumpi on pienempi. Jos et jostain syystä maksa tämän sopimuksen mukaista summaa, tilisi voidaan jäädyttää oman harkintamme mukaan, jolloin tililtäsi ei suoriteta ylimääräisiä maksuja tehtävien suorittamisesta ja kaikki tehtäväsi poistetaan. sivuiltamme. Sinun on palautettava meille kaikki pyydettäessä erääntyneet summat sekä mahdolliset käsittelymaksut, myöhästymismaksut tai asianajajan palkkiot. Saatamme myös tehdä asianmukaiset raportit luottotietoviranomaisille ja lainvalvontaviranomaisille.",
    "512991700": "Jos haluat kiistää maksut, sinun tulee ottaa yhteyttä asiakastukeen viimeistään kolmenkymmenen (30) päivän kuluttua ensimmäisen laskutuksen tai tiliotteen päättymispäivästä, jossa virhe tai ongelma esiintyi, saadaksesi oikaisun tai hyvityksen.",
    "1273914192": "3. Verot",
    "4242322181": "Olet vastuussa kaikkien Palveluihin liittyvien verojen maksamisesta, lukuun ottamatta Yhdysvaltain veroja, jotka lasketaan Intuition Machinesin nettotuloista tai henkilökohtaisesta omaisuudesta.",
    "1671996585": "Sinua saatetaan joutua integroimaan verkkosivustosi, sovelluksesi tai alustasi Palveluihimme sovellusohjelmointirajapinnamme (\"API\") kautta. Jos teet niin, myönnämme sinulle rajoitetun, ei-yksinomaisen, ei-siirrettävän, ei-siirrettävän ja peruutettavan lisenssin käyttää sovellusliittymää yksinomaan Palveluiden käyttöön. Voimme muuttaa API:a ja/tai lopettaa API:n vanhojen versioiden tai julkaisujen tuen milloin tahansa. Varaamme oikeuden keskeyttää tai rajoittaa pääsyäsi API:hen oman harkintamme mukaan ja pyrimme kohtuullisin keinoin ilmoittamaan sinulle ennen jäädyttämistä.",
    "4036662147": "5. Luottamuksellisten tietojen suojaaminen",
    "3564208535": "Sitoudut käyttämään kaupallisesti kohtuullisia ponnisteluja suojellaksesi luottamuksellisia tietoja, jotka on saatu meiltä tai palveluidemme kautta. sisältää bot-pisteet ja yrityspalvelumme ei-julkiset tiedot, mukaan lukien ei-julkiset asiakirjat ja kaikki tiedot, jotka voimme jakaa robottien havaitsemismenetelmistämme. Jos sinulle myönnetään pääsy sellaisiin luottamuksellisiin tietoihin, voimme muuttaa, keskeyttää tai rajoittaa pääsyäsi Palveluihimme oman harkintamme mukaan, jos toteamme, että luottamukselliset tiedot paljastuvat, kun käytät palveluitamme, ja teemme kohtuullisia toimia. ilmoittamaan sinulle ennen keskeytystä.",
    "120384113": "6. Irtisanominen",
    "453723556": "Voit irtisanoa tämän Asiakasliitteen Palveluehdoista riippumatta lakkaamalla olemasta Asiakas tai Pyytäjä. Varaamme oikeuden keskeyttää tai lopettaa asemasi Asiakkaana tai Pyytäjänä milloin tahansa tai muuten lopettaa tilisi tai Palveluiden käyttösi Palveluehtojen mukaisesti. Olet irtisanomisen yhteydessä vastuussa kaikista tilauslomakkeesi perusteella maksettavista summista. Jos tilauksesi sisältää kuukausi- tai vuosimaksuja tai kuukausi- tai vuosimaksuja, olet silti vastuussa kaikkien Palvelumaksujen maksamisesta kyseisen kuukauden tai vuoden loppuun mennessä.",
    "218889628": "Lukuun ottamatta tapauksia, joissa päätämme tämän asiakasliitteen tai palveluehdot tämän asiakasliitteen tai palveluehtojen rikkomisen seurauksena, jos lopetamme ja olet maksanut meille etukäteen kaikki maksut, hyvitämme suhteellisen osan niistä. ennakkoon maksetut summat, jotka perustuvat maksamaasi jäljellä olevaan aikaan tai Palveluihin sen mukaan, kumpi on pienempi. Päätämme työmme kaupallisesti kohtuullisella tavalla ja säilytämme ja toimitamme sinulle kaikki hallussamme olevat maksetut lähtötietojoukot ja kaikki asiakastiedot. Jokaisen irtisanomisen yhteydessä voimme, mutta emme ole velvollisia, poistamaan mitään tietoja.",
    "2505227594": "7. Ylivuoto",
    "2369877184": "Suurin sallittu RPS-huippunopeus hCaptcha-integraattoreille tai -asiakkaille on 1 000 pyyntöä sekunnissa tililläsi oleville tahoille (\"RPS\"), ellei sinun ja meidän välisessä kirjallisessa sopimuksessa toisin määrätä.",
    "234420106": "Jos olet hCaptcha Enterprise -palvelun integraattori tai asiakas ja API-käyttösi RPS:llä mitattuna ylittää palvelutasollesi määritetyn hinnan, voimme muuttaa palveluasi tai veloittaa ylimääräisen hinnan. Jos RPS-maksun huippunopeus ylittää varatun nopeuden kertoimella 10 yhteensä 10 minuutiksi tai useammaksi minuutiksi 30 päivän aikana ja suurin osa näistä pyynnöistä ei omasta mielestämme ole haitallista liikennettä, saatamme päättää veloittaa sinua sopimuksessa määritetyn ylitysprosentin mukaisesti kaikista kyseisen kuukauden aikana tehdyistä API-pyynnöistä.",
    "2619472217": "8. Jälleenmyynti",
    "2019702084": "Ellei Asiakkaan pääpalvelusopimuksessa tai jälleenmyyjäsopimuksessa ole nimenomaisesti sallittua, tilattuja SaaS-palveluita ei saa myydä, jälleenmyydä, liisata, edelleenvuokrata, lisensoida, lisensoida tai muutoin antaa minkään muun kolmannen osapuolen (muiden kuin Asiakkaan tytäryhtiön) saataville. ), ja kaikki Sopimuksen mukaiset tilaukset ja kaikki Asiakkaan Palvelun käyttö on tarkoitettu Asiakkaan tai sen Tytäryhtiön omaan sisäiseen liiketoimintaan.",
    "1233229030": "Sekalaista",
    "1467783792": "Kukaan Yhdysvaltojen sanktioima henkilö, yhteisö tai organisaatio (\"Saktioitu toimija\") ei ole oikeutettu palkintoihin tai käyttämään Palveluita Integraattorina. Epäselvyyksien välttämiseksi tähän sisältyvät kaikki Yhdysvaltain valtiovarainministeriön Office of Foreign Assets Controlin (\"OFAC\") nimeämät sanktioidut toimijat.",
    "3759657802": "Et saa siirtää, siirtää tai delegoida näitä Palveluehtoja tai niiden mukaisia oikeuksiasi tai velvollisuuksiasi millään tavalla (lain nojalla tai muuten).",
    "1627232990": "Näiden käyttöehtojen käännökset tarjotaan parhaan kykysi mukaan. Jos englanninkielisten käyttöehtojen ja niiden käännöksen välillä on olennaisia eroja, englanninkielisiä palveluehtoja pidetään pätevinä.",
    "805221621": "Ota yhteyttä osoitteeseen",
    "259613338": "jos sinulla on kysyttävää näistä käyttöehdoista.",
    "2735878907": "Liiketoiminnan jatkuvuuden suunnittelulausunto",
    "2887242610": "Intuition Machines, Inc on kehittänyt liiketoiminnan jatkuvuussuunnitelman siitä, kuinka reagoimme tapahtumiin, jotka häiritsevät merkittävästi hCaptcha-liiketoimintaamme. Koska katastrofien ja häiriöiden ajoitus ja vaikutukset ovat arvaamattomia, meidän on oltava joustavia reagoimaan todellisiin tapahtumiin niiden tapahtuessa. Tätä silmällä pitäen tarjoamme sinulle nämä tiedot liiketoiminnan jatkuvuussuunnitelmastamme.",
    "809251240": "Yhteydenotto",
    "2551802342": "– Aiomme toipua ja jatkaa liiketoimintaa nopeasti merkittävän liikehäiriön jälkeen ja reagoida siihen turvaamalla työntekijämme ja omaisuutemme, tekemällä taloudellisen ja toiminnallisen arvion, suojelemalla yrityksen kirjanpitoa ja arkistoja sekä mahdollistamalla asiakkaillemme ja heidän loppukäyttäjilleen asioinnin verkossa. Lyhyesti sanottuna liiketoiminnan jatkuvuussuunnitelmamme on suunniteltu mahdollistamaan yrityksemme toiminnan jatkaminen mahdollisimman nopeasti, kun otetaan huomioon merkittävän liiketoimintahäiriön laajuus ja vakavuus. Liiketoiminnan jatkuvuussuunnitelmamme käsittelee: tietojen varmuuskopiointi ja palautus; kaikki kriittiset järjestelmät; taloudelliset ja toiminnalliset arvioinnit; vaihtoehtoinen viestintä asiakkaiden, työntekijöiden ja valvontaelinten kanssa; työntekijöiden vaihtoehtoinen fyysinen sijainti; kriittinen toimittaja- ja asiakasvaikutus; sääntelyyn liittyvä raportointi; ja ilmoittaa asiakkaillemme viipymättä, jos emme voi jatkaa liiketoimintaamme. Ydintoimittajajoukkomme varmuuskopioi tärkeitä tietueitamme maantieteellisesti erillisellä alueella. Vaikka jokainen hätätilanne aiheuttaa ainutlaatuisia ongelmia, jotka perustuvat ulkoisiin tekijöihin, kuten vuorokaudenaikaan ja häiriön vakavuuteen, mutta tämä toimittajapooli on kertonut meille, että heidän tavoitteenaan on palauttaa oma toimintansa ja pystyä palauttamaan palvelut nopeasti. Vaikka olemme pyrkineet vähentämään riskejä käyttämällä erilaisia toimittajia, palvelujasi voidaan muuttaa tai keskeyttää tänä aikana.",
    "826396656": "Liiketoiminnan jatkuvuussuunnitelmamme",
    "1979347895": "– Merkittävät liikehäiriöt voivat vaihdella laajuudeltaan, kuten vain yrityksemme, yksittäinen toimistomme rakennus, yrityksemme sijaintipaikka, kaupunki, jossa olemme, tai koko alue. Jokaisella näillä alueilla häiriön vakavuus voi myös vaihdella minimaalisesta vakavaan. Jos yrityksellemme, liikealueellemme, kaupungillemme tai alueellemme tai yrityksellemme kuuluvalle rakennukselle tulee häiriö, siirrämme tarvittaessa toimintamme paikalliselle toimipisteelle emmekä odota liiketoiminnalle olennaista häiriötä. Kummassakin tilanteessa aiomme jatkaa toimintaamme, siirtää toimintaamme tarvittaessa vaihtoehtoisille toimittajille ja ilmoittaa sinulle verkkosivustomme hcaptcha.com ja statussivumme kautta osoitteessa hcaptchastatus.com yhteydenottotavoista. Jos merkittävä liiketoiminnan häiriö on niin vakava, että se estää meitä jatkamasta liiketoimintaa, ilmoitamme sinulle viipymättä.",
    "653679457": "Vaihtelevia häiriöitä",
    "410397176": "Lisätietoja",
    "2095899021": "hCaptcha-brändäysohjeet ja yleinen tavaramerkkilisenssi",
    "2340340589": "Ohjeita hCaptcha-merkin käyttämiseen",
    "2430148876": "Olemme luoneet nämä ohjeet ja yleisen tavaramerkkilisenssin tehdäksemme asiakkaillemme, kumppaneillemme ja faneillemme mahdollisimman helppoa työskennellä brändimme kanssa säilyttäen samalla yritysidentiteettimme. Jos sinun on käytettävä hCaptcha-kuvakkeita, -logoja tai muita merkkejä tavoilla, jotka poikkeavat olennaisesti näistä ohjeista, sinun on otettava yhteyttä meihin (IMI) saadaksesi kirjallisen lisenssin.",
    "3884400764": "Vaikka voit käyttää hCaptcha-merkkejä näiden ohjeiden mukaisesti, se ei tarkoita, että sinulla olisi oikeuksia hCaptcha-merkkeihin, -logoihin tai mihin tahansa muuhun hCaptcha-tavaramerkkiin, kauppanimeen, palvelumerkkiin, yrityksen nimeen tai liikearvoon. Haluamme tarjota mahdollisimman paljon joustavuutta, mutta olemme velvollisia suojaamaan hCaptchaa minkä tahansa hCaptchan tavaramerkin, kauppanimen, palvelumerkin, toiminimen tai liikearvon luvattomalta käytöltä. Kaikki luvaton käyttö katkaisee automaattisesti hCaptchan myöntämän luvan tai lisenssin ja voi aiheuttaa oikeudellisia vastuuta vahingoista.",
    "512598290": "Siksi meidän on pyydettävä, että käytät aina kaikkia hCaptcha-merkkejä ja logoja muodossa, joka noudattaa alla olevia sääntöjä, mukaan lukien isot kirjaimet, kirjasintyyppi ja tyyli.",
    "2075610992": "Kiitos tuestasi!",
    "1023190144": "hCaptcha® tekstissä",
    "4274324704": "Näin käytät nimeämme kirjallisessa kopiossa:",
    "3912926900": "hCaptcha®:lla tulee olla rekisteröity tavaramerkkisymboli, kun se esiintyy ensimmäisen kerran luovassa kopiossa.",
    "950637875": "hCaptcha oikeinkirjoitusta ei saa koskaan muuttaa ja hCaptcha tulee aina kirjoittaa isolla toisella kirjaimella (\"C\"). Se ei ole koskaan monikko- tai omistusmerkki.",
    "2624601135": "\"hCaptchaa\" ei saa käyttää osana tuotenimeä, yhdistää yhdysviivalla tai käyttää sovellusten tai muiden tuotteiden nimissä.",
    "3828090208": "Käytä sen sijaan \"for hCaptcha\". Jos sitä käytetään kolmannen osapuolen logon kanssa, \"for hCaptcha\" on oltava kooltaan pienempi kuin kolmannen osapuolen logo.",
    "4149738856": "hCaptchaa tulisi käyttää adjektiivina ja sen jälkeen oikea yleistermi.",
    "1446868537": "hCaptchaa ei tule koskaan käyttää verbinä.",
    "2487931657": "Älä käytä: \"we hCaptcha'd our site.\"",
    "2565565429": "Käytä sen sijaan: \"käytämme hCaptchaa tehdäksemme sivustostamme turvallisemman.\"",
    "3434202027": "Kaikki hCaptcha-nimen käyttö viestinnässä edellyttää mainintaa: \"hCaptcha on Intuition Machines, Inc:n rekisteröity tavaramerkki.\"",
    "2754937029": "Ei-hyväksyttävät käyttötavat",
    "2436973524": "Vain tarkat viittaukset hyväksytään. Ei ole sallittua väittää, että sivusto käyttää hCaptcha-palveluita ja -sovelluksia, vaikka se ei käytä sitä. Samoin logomme tai minkä tahansa tunnuksemme käyttö on myös asianmukaista vain, kun sivusto käyttää hCaptcha-palveluita.",
    "69844082": "hCaptcha-tavaramerkkejä, graafisia symboleja, logoja, kirjasintyyppejä tai kuvakkeita ei myöskään saa käyttää halventavalla tavalla.",
    "3861413614": "Et saa käyttää mitään hCaptcha-tavaramerkkiä tai -logoa, joka viittaa siihen, että hCaptcha on sidoksissa kolmannen osapuolen tuotteeseen tai palveluun tai tukee, sponsoroi tai tukee niitä ilman nimenomaista kirjallista lupaa.",
    "1409822234": "Samaa tai lähes identtistä hCaptcha-tavaramerkkiä ei saa missään tapauksessa käyttää verkkotunnuksena.",
    "4181060163": "Kolmannet osapuolet eivät saa käyttää muunnelmia tai kirjoitusvirheitä tai toimia millään tavalla, joka saattaisi aiheuttaa aluksi sekaannusta hCaptcha-tavaramerkkeihin liittyen.",
    "3955555607": "Muut kuin kumppanit tai valtuutetut jälleenmyyjät eivät saa tehdä hintatarjouksia avainsanoista, Google AdWordsista tai muista kohdistetuista mainosjärjestelmistä käyttämällä hCaptcha-merkkejä tai kirjoitusvirheitä. Kolmannet osapuolet eivät myöskään saa käyttää hCaptcha-merkkejä verkkotunnusten nimissä, hakukoneoptimoinnissa, sisällönkuvauskentissä, hakutermeissä, koodissa tai muussa harhaanjohtamisessa.",
    "1985238261": "Muut rajoitetut merkit",
    "2193061499": "Joitakin logojamme ja merkkejämme voivat käyttää vain hCaptcha ja sen kumppanit. Kolmannet osapuolet eivät saa käyttää seuraavia merkkejä ilman hCaptchan kirjallista lupaa:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™:n BotStop",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Auta rakentamaan parempi verkko™",
    "364774188": "Olen ihminen™",
    "2785425016": "(inhimillisyyden todentamisratkaisun yhteydessä, esim. toimintakehotus)",
    "2639657759": "Luvalla käytetyt merkit",
    "1268918580": "Jotkut hCaptchan ja sen kumppaneiden käyttämistä logoista ja merkeistä ovat kolmansien osapuolien omaisuutta, ja niitä saa käyttää vain heidän luvalla. Kolmannet osapuolet eivät saa käyttää seuraavia merkkejä muuten kuin niiden omistajien sallimalla tavalla:",
    "3782751514": "HUMAN Protocol® on HUMAN Protocol Foundationin rekisteröity tavaramerkki, ja sitä käytetään sen luvalla.",
    "1620709264": "HUMAN Token® on HUMAN Protocol Foundationin rekisteröity tavaramerkki, ja sitä käytetään sen luvalla.",
    "3031953928": "HUMAN Network™ on HUMAN Protocol Foundationin tavaramerkki, ja sitä käytetään sen luvalla.",
    "3554363588": "Muut merkit",
    "3290996791": "Kaikki muut tuotenimet, logot ja tuotemerkit ovat omistajiensa omaisuutta. Kaikki muut tällä sivustolla käytetyt yritysten, tuotteiden ja palvelujen nimet ovat vain tunnistamistarkoituksiin. Näiden nimien, logojen ja tuotemerkkien käyttö ei tarkoita hyväksyntää.",
    "2444685143": "Logokäytäntö",
    "2414232014": "Logomme on heti tunnistettavissa ja yksi arvokkaimmista ja tärkeimmistä omaisuuksistamme. Varmistaaksemme, että se pysyy vahvana edustajana yhtiöstämme, se on esitettävä huolellisesti ja johdonmukaisesti kaikissa viestintäkanavissa.",
    "803639471": "hCaptcha-logo koostuu käsikuvakkeesta ja hCaptcha-logosta. Vaihtoehtoisessa muodossaan käsikuvake voi ilmestyä itsestään, kun tilaa on rajoitettu ja \"hCaptchaa\" käytetään sanamerkkinä (kuten yllä on kuvattu) käden kuvakkeen välittömässä läheisyydessä, jolloin on selvää, että käsikuvake edustaa hCaptchaa.",
    "564127016": "hCaptcha-käsikuvake:",
    "1424800293": "hCaptcha-logo:",
    "1525506526": "Mitä ovat tilin haltuunotot ja miten ne toimivat?",
    "2446481523": "Vanha kansansatu, jossa vaununkuljettaja ja aatelismies ilmestyvät poliisiasemalle pienessä maalaiskylässä. Eräs mies, joka oli pukeutunut likaisiin, köyhän vaatteisiin, sanoi konstaapelille: \"Minä olen aatelismies. Tämä mies oli kuljettajani.",
    "1767952047": "Hän hyökkäsi kimppuuni eilen illalla, varasti vaatteeni ja vei rahani.\" Toinen mies, joka oli pukeutunut upeisiin vaatteisiin, jaloluokan vaatteisiin, vastasi: \"Konstaapeli, tämä mies on hullu. Hän luulee olevansa aatelismies. Olen todellinen aatelismies. Pidättäkää hänet!\"",
    "2947576723": "Tämä tarina on ennen ajokortteja ja digitaalista sormenjälkiä, mutta se tarjoaa hyvän esimerkin siitä, mikä voi mennä pieleen tilin haltuunottotilanteessa. Henkilö kirjautuu verkkopankkitilille tai mobiilimaksusovellukseen. Onko hän todellinen tilinomistaja vai hakkeri? Kuka todella on kuka? Nämä tietoturvaongelmat vaikuttavat organisaatioihin, jotka sallivat itsepalvelutilin käytön.",
    "1687299615": "Mikä on tilin haltuunotto?",
    "2648707986": "Tilin haltuunotto on verkkopetoksen muoto, jossa pahantahtoinen toimija esiintyy verkkotilin omistajana. Tyypillisesti tili on rahoituslaitoksessa tai verkkokauppayrityksessä, jossa huijari voi varastaa rahaa, tavaroita tai lahjakortteja. Hyökkääjä käyttää varastettuja kirjautumistietoja päästäkseen tilille ja ottamaan sen sitten haltuunsa, ehkä vaihtamalla salasanaa lukitakseen tilin todellisen omistajan ulos.",
    "1476843710": "Taloudellisesti vähemmän haitallisia, mutta silti haitallisia tilien haltuunottomuotoja ovat sosiaalisen median tilien kaappaukset ja vastaavat. Näissä tapauksissa hyökkääjä yrittää yleensä levittää haittaohjelmia tai osallistua tietojenkalasteluhyökkäuksiin uhrin aavistamattomia ystäviä vastaan. Tai hyökkääjä yrittää nolata uhria, mitä joskus tapahtuu esimerkiksi julkkiksille ja poliitikoille.",
    "2904949278": "Miten hakkeri ottaa tilin haltuunsa?",
    "2575690545": "Tilin haltuunotot, kuten monet muut verkkopetokset, ovat enimmäkseen automatisoituja massaprosesseja. On harvinaista, että hakkeri, pukeutunut huppariin, äitinsä kellarissa kirjoittaa salasanoja pankkien verkkosivustoille yksi kerrallaan.",
    "3614653023": "Käytäntö perustuu pikemminkin laajamittaisiin tunnistetietojen täyttämishyökkäyksiin, jotka yrittävät miljoonia käyttäjätunnus/salasana-pareja kymmenissä kohderahoituslaitoksissa toivoen avata pienen osajoukon tileistä. Kun automaattinen huijausohjelmisto on päässyt tilille, hakkeri voi puuttua asiaan, mutta joissain tapauksissa ei.",
    "2762759509": "Monet tilin haltuunottohyökkäykset ovat lähes täysin automatisoituja.",
    "1972710018": "Yrityksen näkökulmasta katsottuna",
    "1282121137": "Ymmärtääksesi kuinka ongelmallista tilin haltuunotto voi olla, mieti, miltä kokemus näyttää rahoituslaitoksen näkökulmasta. He käsittelevät miljoonia kirjautumisia päivittäin.",
    "2315518622": "Nykypäivän hyökkäystyökalujen kehittyneisyyden ansiosta on erittäin haastavaa havaita, mitkä ovat petollisia. Sitten joku soittaa asiakaspalveluun ja sanoo \"Tiliini on hyökätty! En pääse kirjautumaan sisään ja joku varastaa rahani!”",
    "1836369533": "Kuten kansantarin konstaapeli, miten voidaan määrittää, kuka todella on kuka? Jos hyökkääjällä on tarpeeksi varastettuja henkilöllisyystietoja, kuten ajokorttinumero, henkilötunnus, äidin tyttönimi, osoite ja niin edelleen, voi olla melko vaikeaa määrittää, onko soittaja todellinen tilin haltija vai hyökkääjä, joka yrittää saada salasanan nollaus tilillä, johon hän haluaa päästä.",
    "2880837730": "Mitä voidaan tehdä tilin haltuunoton lopettamiseksi?",
    "3654556483": "Rahoituslaitoksilla ja verkkokaupan yrityksillä on prosesseja ja valvontatoimia, jotka vähentävät tilin haltuunoton uhkaa. Nämä vaihtelevat vanhanaikaisista \"mikä oli parhaan ystäväsi nimi peruskoulussa\" -turvakysymyksistä tunnistusmenetelmiin, jotka jäljittelevät epäilyttäviä IP-osoitteita ja mobiililaitteiden profiileja.",
    "2449501658": "tarjoaa yhden edistyneimmistä tavoista lieventää petollisten tilien kirjautumisyritysten aiheuttamaa uhkaa, käyttää koneoppimista robottien havaitsemiseen ja pysäyttämiseen ja vaikeuttaa tehokkaasti tai jopa mahdotonta huijareiden osallistumista tilin haltuunottoon.",
    "3621455477": "oppia lisää!",
    "555246307": "Aatelisen ja hänen kuljettajansa tarina päättyy muuten näin: Konstaapeli pakotti kaksi miestä istumaan samaan huoneeseen tuntikausia ja kyllästymään mieleensä. Päivän päätteeksi hän ilmestyi ja sanoi: \"Puhun nyt vaununkuljettajan kanssa.\" Mies jaloissa vaatteissa nousi seisomaan. Hän oli niin kyllästynyt, että hän unohti, että hän vain teeskenteli olevansa aatelinen.",
    "1224727373": "hCaptcha BotStop",
    "1187718370": "Ota meihin yhteyttä",
    "3892905664": "hCaptcha auttaa suosikkiverkkopalveluitasi pitämään poissa roboteista, roskapostista ja väärinkäytöksistä esittämällä yksinkertaisia kysymyksiä, jotka ovat helppoja ihmisille ja vaikeita koneille.",
    "555158694": "Käyttämäsi palvelu on päättänyt parantaa käyttökokemustasi sivustollaan asentamalla hCaptchan haitallisen liikenteen vähentämiseksi.",
    "1617196410": "hCaptcha keskittyy bottien pysäyttämiseen. Emme välitä siitä, kuka käyttäjä on, vaan vain siitä, ovatko he haitallisia. Teemme kovasti töitä tasapainottaaksemme yksityisyyden ja",
    "1624200563": "turvallisuutta ja noudattaa GDPR-, CCPA-, LGPD-, PIPL- ja muita tietosuojamääräyksiä.",
    "1927613000": "hCaptcha yhdistää kehittyneen koneoppimisen tehokkaaseen haastealustaan, joka suojaa verkkosovelluksia tilien kaappauksilta, tunnistetietojen täyttämiseltä, kaapimiselta ja muilta väärinkäytöksiltä.",
    "1133989302": "Miksi hCaptcha?",
    "34074886": "Joka kerta kun vastaat haasteeseen, käytämme kehittyneitä malleja selvittääksemme, oletko ihminen. Vierailemasi verkkosivusto käyttää tätä tulosta parantaakseen käyttökokemustasi sivustollaan pitämällä poissa robotit.",
    "3412647984": "Näin voit välttää tulevat kysymykset rekisteröitymällä ja asettamalla evästeen. Yritä myös sammuttaa mainosten esto.",
    "2510209017": "Tarvitsetko lisää apua?",
    "477275453": "Miksi API:t ovat suosittuja kohteita hakkereille?",
    "596347471": "Sovellusohjelmointirajapinnoista (API) on tullut suosittu kohde haitallisille toimijoille kyberavaruudessa. Tähän on monia syitä, mukaan lukien niiden suuri hyödyllisyys sovellusten integroinnissa. API-riskiä on kuitenkin mahdollista pienentää.",
    "2441638955": "Ensinnäkin mikä on API?",
    "3963216198": "Keskustellaksesi siitä, miksi sovellusliittymät ovat suosittuja hakkereiden kohteita, kannattaa ensin käyttää lyhyt hetki määritelläksesi, mitä termillä \"API\" tällä hetkellä tarkoitetaan. API-konsepti ei ole ollenkaan uusi. Itse asiassa rajapintoja eri tietokonejärjestelmien yhdistämiseksi toisiinsa sekä niiden sisäiset komponentit ovat olleet olemassa ainakin 1960-luvun alusta lähtien.",
    "1047251718": "Nykyään kuitenkin, kun ihmiset puhuvat sovellusliittymistä, he tarkoittavat poikkeuksetta standardipohjaisia sovellusliittymiä. Nämä ovat sovellusliittymiä, jotka on rakennettu käyttämällä avoimia standardeja, kuten Representational State Transfer (REST) ja avoimia standarditiedostomuotoja, kuten JavaScript Object Notation (JSON). Tällaisia \"RESTful API-liittymiä\", kuten ne tunnetaan, voidaan luoda ilman patentoitua ohjelmistoa. Tuloksena olevat API:t voivat lähettää ja vastaanottaa dataa ja prosessikutsuja ohjelmistosovellusten välillä. Esimerkiksi mobiilipankkisovellus käyttää API:a päästäkseen pankin järjestelmiin.",
    "3195334319": "API:iden hyödyllisyys ja haavoittuvuus",
    "1903743785": "Standardipohjaisten sovellusliittymien tulo merkitsi suurta harppausta sovellusten integroinnissa. Noin 20 viime vuoden aikana API:t ovat muuttuneet kalliista ja monimutkaisista patentoiduista ohjelmistotuotteista ilmaisiksi, standardipohjaisiksi työkaluiksi, joiden kanssa työskentely oli suhteellisen helppoa ja nopea ottaa käyttöön.",
    "879362350": "Internetin kautta toimivien uusien sovellusliittymien ansiosta minkä tahansa ohjelmiston tai tietolähteen yhdistäminen on mahdollista kaikkialla maailmassa alustasta, tietoskeemasta tai ohjelmointikielestä riippumatta. Tämän seurauksena tietojenkäsittelymaailma on nyt keskellä API-vallankumousta. Sovellusten ja tietojen välinen liitettävyys on kasvanut räjähdysmäisesti. Se on hienoa, kunnes se ei ole.",
    "3844432472": "API:iden avoimuus ja hyödyllisyys tekevät niistä uskomattoman rikkaat hyökkääjien kohteet. Samalla tavalla kuin mobiilisovellus voidaan ohjelmoida tavoittamaan ja saamaan tietoja yritysjärjestelmästä API:n avulla, niin voi myös haittaohjelma. Hakkerit ovat kirjoittaneet laajan valikoiman ohjelmistotyökaluja sovellusliittymien väärinkäyttöä varten. Se on tehokas hyökkäystekniikka.",
    "2187096543": "Itse asiassa on tapahtunut joitakin suuria tietomurtoja, jotka ovat seurausta hakkereiden kirjoittamista ohjelmistoista, jotka pyysivät API:ta poimimaan tietoja tietokannasta. Loppujen lopuksi, jos tietojen varastaminen vaatii yksinkertaisesti GET-peruskutsun API:lla, joka on kirjoitettu REST:llä ja JSON:lla, tietokanta on helppo tyhjentää nopeasti. Itse asiassa, kun ihmiset puhuvat \"näytön kaavinta\" -hyökkäyksistä, ne todella tarkoittavat enimmäkseen nopeita API-kutsuja, jotka poistavat tiedot tietokannoista. API-liittymistä on tullut tärkeä hyökkäysalusta niitä rakentaville organisaatioille.",
    "4222109231": "API-riskin vähentäminen hCaptchan yritystuotteella",
    "1783317946": "API-hyökkäysten pysäyttäminen on suosittu käyttötapa",
    "3022922096": ", hCaptchan yritysvalikoima. Toisin kuin hCaptchan ilmainen versio,",
    "63719113": "käyttää edistynyttä koneoppimista tunnistaakseen haitallisen liikenteen sivustollesi ja sovelluksiisi – mukaan lukien kaavintatoiminnot.",
    "3566102529": "tänään oppiaksemme lisää.",
    "3096553330": "Jokainen luomamme järjestelmä yksinkertaisesti heijastaa suhteitamme muihin ihmisiin.",
    "1467218142": "Se, mitä haluamme heiltä ja itseltämme, ohjaa käyttäytymistämme, ja näin ollen samat vuorovaikutusmallit toistuvat kaikissa ihmisjärjestelmissä. Internet tarjoaa monia loistavia esimerkkejä tästä maailmamme perustavanlaatuisesta näkökulmasta.",
    "808872868": "Esimerkiksi: roskapostia, petoksia ja väärinkäyttöä on esiintynyt verkossa melkein siitä päivästä lähtien, kun kaksi järjestelmää yhdistettiin ensimmäisen kerran.",
    "1085089390": "Verkkoväkivalta johtuu ihmisen synnynnäisestä käyttäytymisestä",
    "3064321967": "Ensimmäinen tunnettu roskapostiviesti lähetettiin vuonna 1978. [",
    "3800781598": "] Lähes viisi vuosikymmentä myöhemmin sähköpostiroskaposti vaivaa edelleen meitä. Sen päihittämiseen on käytetty monia miljardeja dollareita ja tuhansia henkilövuosia insinöörityötä, ja silti roskapostia esiintyy. Molemmilla puolilla on miljardin dollarin teollisuudenaloja, eli niitä vastaan puolustavia ja sen lähettäjiä.",
    "2119943547": "Miksi tämä on? Vastaus on yksinkertainen. Niin kauan kuin on kannustin käyttää järjestelmää väärin, joku yleensä löytää keinon. Ja kun he tekevät, joku muu saa nyt kannustimen pysäyttää heidät.",
    "532470444": "Tasapaino voi vaihdella hieman vuodesta toiseen, mutta tämä käyttäytyminen heijastaa vain perustavaa laatua olevaa ihmisluontoa, ja viiden tuhannen vuoden kirjattu historia viittaa siihen, että dynamiikka ei todennäköisesti muutu lähiaikoina.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Tämä analyysi ei ole uusi, mutta ihmiset ovat ikuisesti optimistisia. Varsinkin kun he ajattelevat ideansa olevan uusi.",
    "1216071511": "Samoja ideoita ehdotetaan niin usein, että noin 20 vuotta sitten anonyymi kirjoittaja keksi hyödyllisen täyttölomakkeen roskapostin torjuntaratkaisuista käytävään verkkokeskusteluun:",
    "1941999673": "Viestisi puoltaa a",
    "4179118182": "( ) tekninen ( ) lainsäädännöllinen ( ) markkinapohjainen ( ) valppaus",
    "3978720689": "lähestymistapa roskapostin torjuntaan. Ideasi ei toimi. Tässä on syy miksi se ei toimi.",
    "318339230": "(Yksi tai useampi seuraavista voi koskea tiettyä ideaasi, ja sillä voi olla",
    "30312304": "muut puutteet, jotka vaihtelivat osavaltioittain ennen huonon liittovaltion lain hyväksymistä.)",
    "2710988028": "( ) Roskapostittajat voivat helposti käyttää sitä sähköpostiosoitteiden keräämiseen",
    "3912514510": "( ) Tämä vaikuttaa postituslistoihin ja muuhun lailliseen sähköpostin käyttöön",
    "2030062561": "( ) Kukaan ei löydä kaveria tai kerää rahoja",
    "3334160175": "( ) Se on puolustuskyvytön raakoja hyökkäyksiä vastaan",
    "3238345709": "( ) Se lopettaa roskapostin kahdeksi viikoksi, minkä jälkeen jäämme jumiin",
    "4227800293": "( ) Sähköpostin käyttäjät eivät kestä sitä",
    "2271252286": "( ) Microsoft ei kestä sitä",
    "692064738": "( ) Poliisi ei kestä sitä",
    "3475647460": "( ) Vaatii liikaa yhteistyötä roskapostittajilta",
    "1482845460": "( ) Edellyttää välitöntä täydellistä yhteistyötä kaikilta kerralla",
    "3741193183": "( ) Monilla sähköpostin käyttäjillä ei ole varaa menettää liiketoimintaansa tai syrjäyttää mahdollisia työnantajia",
    "2234909600": "( ) Roskapostittajat eivät välitä luetteloissaan olevista virheellisistä osoitteista",
    "1982617151": "( ) Kuka tahansa voi nimettömästi tuhota kenen tahansa uran tai yrityksen",
    "2498172334": "Erityisesti suunnitelmasi ei ota huomioon",
    "389705801": "( ) Sen nimenomaisesti kieltävät lait",
    "190955495": "( ) Sähköpostin keskitetyn valvonnan puuttuminen",
    "237009707": "( ) Avoimet viestit ulkomailla",
    "3507532387": "( ) Helppo hakea kaikkien sähköpostiosoitteiden pienestä aakkosnumeerisesta osoiteavaruudesta",
    "2477958756": "( ) Pahat ihmiset",
    "3254142589": "( ) Toimivaltaongelmat",
    "3621401685": "( ) Outojen uusien verojen epäsuosio",
    "4277475973": "( ) Yleisön haluttomuus hyväksyä outoja uusia rahamuotoja",
    "941057651": "( ) Valtava nykyinen ohjelmistoinvestointi SMTP:hen",
    "3265293440": "( ) Muiden protokollien kuin SMTP:n herkkyys hyökkäyksille",
    "515733427": "( ) Käyttäjien halukkuus asentaa käyttöjärjestelmän korjaustiedostoja, jotka vastaanotettiin sähköpostitse",
    "2631159699": "( ) Matojen armeijat täynnä laajakaistaan kytkettyjä Windows-laatikoita",
    "776542208": "( ) Ikuinen kilpavarustelu, joka liittyy kaikkiin suodatusmenetelmiin",
    "989480928": "( ) Roskapostin äärimmäinen kannattavuus",
    "3898950867": "( ) Joe-työt ja/tai identiteettivarkaudet",
    "3395399558": "( ) Teknisesti lukutaidottomia poliitikkoja",
    "1118929614": "( ) Äärimmäistä typeryyttä roskapostittajien kanssa asioivien ihmisten puolelta",
    "838951836": "( ) Roskapostittajien itsensä epärehellisyys",
    "2123236933": "( ) Kaistanleveyskustannukset, joihin asiakassuodatus ei vaikuta",
    "2292919419": "( ) Näkymä",
    "2534436327": "ja seuraavat filosofiset vastaväitteet voivat myös päteä:",
    "832385387": "( ) Sinun kaltaisiasi ideoita on helppo keksiä, mutta niitä ei ole koskaan osoitettu käytännöllisiksi",
    "1993984258": "( ) Mitään opt-outiin perustuvia järjestelmiä ei voida hyväksyä",
    "3909240516": "( ) SMTP-otsikot eivät saa olla lainsäädännön alaisia",
    "1151065360": "( ) Mustat listat ovat perseitä",
    "2396605499": "( ) Valkoiset listat ovat perseestä",
    "2225785608": "( ) Meidän pitäisi pystyä puhumaan Viagrasta ilman sensuroitua",
    "3004688366": "( ) Vastatoimiin ei saa liittyä pankkipetoksia tai luottokorttipetoksia",
    "922470170": "( ) Vastatoimiin ei pitäisi sisältyä julkisten verkkojen sabotointia",
    "3068923550": "( ) Vastatoimenpiteiden on toimittava, jos ne otetaan käyttöön asteittain",
    "2752975480": "( ) Sähköpostin lähettämisen pitäisi olla ilmaista",
    "117227832": "( ) Miksi meidän pitäisi luottaa sinuun ja palvelimiisi?",
    "1021431157": "( ) Yhteensopimattomuus avoimen lähdekoodin tai avoimen lähdekoodin lisenssien kanssa",
    "2801524659": "( ) Hyvän olon toimenpiteet eivät ratkaise ongelmaa",
    "931661269": "( ) Väliaikaiset/kertaluonteiset sähköpostiosoitteet ovat hankalia",
    "2090457681": "( ) En halua, että hallitus lukee sähköpostini",
    "3536122902": "( ) Niiden pysäyttäminen tällä tavalla ei ole tarpeeksi hidasta ja tuskallista",
    "2391175562": "Lisäksi tämä on mitä ajattelen sinusta:",
    "229198134": "( ) Anteeksi jätkä, mutta en usko, että se toimisi.",
    "345563040": "( ) Tämä on typerä idea, ja olet tyhmä, kun ehdotit sitä.",
    "409780280": "( ) Hyvä yritys, ****! Toivottavasti joku astuu näppäimistöllesi!",
    "2820080973": "isännöi ❤",
    "3943164003": "tarkastella raakaa",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Miksi uusi roskapostintorjuntaratkaisusi ei toimi",
    "361795034": ". Tuntematon kirjailija, n. 2000",
    "1547006769": "Ihmisyyden vahvistaminen on sama ongelma",
    "3717942925": "Aivan kuten aina on ihmisiä, jotka haluavat saada huomiosi sähköpostitse, on aina halu rajoittaa pääsyä joihinkin resursseihin siten, että vain ihmiset voivat käyttää niitä.",
    "2481032625": "Onko tavoitteena ehkäistä:",
    "1691348394": "- automaattiset massaostot rajoitetun julkaisun aikana",
    "1771016224": "- ohjelmistot, jotka lataavat kaiken sisällön massalla verkkosivustostasi",
    "1959762846": "- Verkkolomakkeesi täyttäminen loputtomalla markkinointiroskapostilla tai väärinkäytöksillä",
    "345108670": "- valtuustietojen täyttäminen ja muut tilin haltuunottoyritykset",
    "2540760245": "Monien muiden käyttötarkoitusten ohella verkkoliikenteen suodatus \"ihmisen vai ei\" perusteella tulee todennäköisesti olemaan arvokas työkalu niin kauan kuin ihmisluonto noudattaa samoja kaavoja, joita on havaittu viimeisen viiden tuhannen vuoden aikana.",
    "3346362371": "Entä koneoppiminen?",
    "3619183405": "Vuonna 2021 yksinkertaiset CAPTCHA:t voidaan joskus ratkaista ohjelmistolla koneoppimisen edistymisen ansiosta. Tämän ratkaisemiseksi hCaptcha tekee myös erittäin yksityiskohtaisen analyysin ominaisuuksista, kuten",
    "3292221787": "haasteeseen vastattiin, ei vain siihen, oliko se oikein, ja se muuttaa usein sekä kysymyksiä että käytettyä dataa.",
    "1080672247": "Koska monia kysyttyjä kysymyksiä ei voida ratkaista taloudellisesti valmiilla ohjelmistolla ja koska tiedot ovat yleensä järjestelmälle ainutlaatuisia, tämä tarkoittaa, että ilmainen palvelu pysäyttää usein robotit kokonaan, ja niiden on sen sijaan turvauduttava ihmisen CAPTCHA-ratkaisijoihin, jotka tekee monenlaisista väärinkäytöksistä täysin epätaloudellista.",
    "4172868199": "menee paljon tätä pitemmälle, siirtymällä alueelle, jossa yritetään erottaa \"hyvä ihminen\" myös \"pahasta ihmisestä\", ja sitä käyttävät nykyään monet maailman suosituimmista verkkopalveluista löytääkseen ja estääkseen kaiken ostopetoksesta edistyneisiin pysyviin. käyttäjiään kohdistuvia uhkia säilyttäen samalla ainutlaatuisen keskittymisen yksityisyyden säilyttämiseen.",
    "2873911365": "Entä laitteistotodistus?",
    "1477196356": "Erilaisia menetelmiä identiteetin linkittämiseksi laitteeseen kryptografisesti suojatulla tavalla, joissa on joskus yksityisyyttä suojaavia ominaisuuksia, on ehdotettu vuosikymmeniä. Julkisen avaimen kryptografia juontaa juurensa v. 1975, ja laitteistotunnukset ovat olleet olemassa lähes yhtä kauan.",
    "2349681896": "Valitettavasti laitteiston hallitseminen ei tarkoita, että olet henkilö. Käytännössä jokainen suosittu kuluttajalaitteiston todistusjärjestelmä on toistuvasti rikki, korjattu ja sitten rikottu uudelleen.",
    "254326776": "Näiden puutteiden pahantahtoisen väärinkäytön havaitaan usein tapahtuneen kuukausia tai vuosia ennen julkistamista tai akateemista julkaisua.",
    "2462909475": "Seinä, jossa on yli 10 000 väärinkäyttöön käytettyä puhelinta, osa kiinalaista robottioperaatiota.",
    "1963951234": "Riippumatta siitä, kuinka luotettava salausjärjestelmäsi on, jos joku voi loppujen lopuksi käyttää rahaa saadakseen etsimäsi vastauksen, laitteiston omistaminen ei riitä.",
    "1278884196": "Sen sijaan kryptografia on melko nuori tieteenala. Lähihistorian perusteella kryptografinen järjestelmäsi ja/tai toteutuksesi rikkoutuvat todennäköisesti heti, kun jollain on kannustin tarkastella sitä tarkasti, ja on todennäköistä, että muut ihmiset ymmärtävät tämän kauan ennen kuin teet. Laitteistoon luottaminen tarkoittaa myös sitä, että saatat joutua pyytämään jokaista käyttäjääsi vaihtamaan fyysistä laitetta virheen korjaamiseksi. Tämä ei todennäköisesti tapahdu nopeasti useimmissa tapauksissa, mikä tarkoittaa, että todellisuudessa järjestelmäsi yksinkertaisesti epäonnistuu.",
    "1828028934": "Tämän vuoksi",
    "1642844535": "on tärkeä: hCaptcha käyttää useita eri lähestymistapoja vastatakseen samaan peruskysymykseen, mikä mahdollistaa vertailun johdonmukaisuuden varmistamiseksi kaikissa arvioinneissa.",
    "1155821305": "puolustus on syvyyttä",
    "119098046": "Entä passiiviset tai ei-haasteet ratkaisut?",
    "2760410719": "Palvelut, jotka yrittävät havaita botteja puhtaasti passiivisilla signaaleilla, törmäävät nopeasti perustavanlaatuiseen ongelmaan: kuinka validoidaan, havaitseeko järjestelmä huonot toimijat oikein, kun sinulla ei ole tarkkaa totuutta?",
    "1722734001": "Avoin internet on erittäin meluisa ympäristö. Huonot toimijat hyökkäävät palvelumme käyttäjien ja reCAPTCHA:n kaltaisten kilpailijoiden kimppuun joka päivä ja yrittävät luonnollisesti näyttää mahdollisimman ihmiseltä.",
    "1595254735": "Puhtaasti passiiviset palvelut kamppailevat ylläpitääkseen botin havaitsemisen tarkkuutta tai jopa tietääkseen, milloin ne ovat epätarkkoja. Ilman kykyä toisinaan haastaa käyttäjiä ja analysoida oikein haasteen tuloksia, tarkkuus yleensä heikkenee huomattavasti ajan myötä.",
    "2412751979": "hCaptchaa käyttävien tarkempien ihmiskunnan signaalien ansiosta monet aiemmin reCAPTCHA v3/Enterprisea käyttäneet yritykset ovat siirtyneet käyttämään",
    "2284856231": "ja nähnyt dramaattisesti parantuneen tarkkuuden myös hCaptcha Enterprisen puhtaasti passiivisessa tilassa.",
    "4162847": "Olemme pystyneet tarkkailemaan tätä suoraan, sillä osa asiakkaistamme suorittaa A/B-testejä samasta pyynnöstä ennen kuin he siirtyvät kokonaan Googlen tarjonnasta. Pystymme yleensä todistamaan sekä korkean väärän positiivisen että väärän negatiivisen määrän reCAPTCHA v3:sta tai reCAPTCHA Enterprisesta.",
    "436125785": "Tämä ei ole yllättävää, kun otetaan huomioon näissä tuotteissa käytettävissä olevien palautesilmukoiden epätarkkuudet ja se tosiasia, että niitä myy mainosverkosto, jonka ylivoimainen intressi ei ole liian hyvä robottien havaitsemisessa, jotta se ei vahingoita heidän ydinliiketoimintaansa.",
    "2233741720": "Tiivistettynä",
    "2133809801": "Niin kauan kuin ihmiset pysyvät ihmisinä, on todennäköistä, että ihmisyyden vahvistamisella on rooli verkossa.",
    "2255549335": "Tehtävämme hCaptchalla on löytää hyviä kompromisseja vaikeuden ja tarkkuuden välillä ja pitää kitka alhaisena, erityisesti",
    "4138068262": "käyttäjiä. Lopulta haasteiden kanssa vuorovaikutus jää todennäköisesti osaksi verkkoväkivallan vähentämiseen tarkoitettujen työkalujen arsenaalia niin kauan kuin ihmisluonto pysyy muuttumattomana.",
    "855097735": "Palvelun rakentaminen, joka tekee tämän hyvin ja tasapainottaa kaikki huolenaiheet, on erittäin vaikea ongelma (ja pyrimme jatkuvasti parantamaan sitä, jotta kokemus olisi mahdollisimman miellyttävä), mutta toivomme, että olette samaa mieltä siitä, että roskapostin, väärinkäytösten ja tilien kaappausten vähentäminen , ja verkkopetokset ovat viime kädessä satunnaisen yksinkertaisen kysymyksen arvoisia.",
    "1953959745": "saavutettavuus",
    "2543123170": "Nollakitkainen ihmiskunnan todentaminen",
    "547245263": "Ratkaise bot-ongelmasi tänään.",
    "3117887301": "Suurimmat verkkopalvelut luottavat",
    "981806349": "Rakennettu todistetulle hCaptcha-alustalle",
    "2373007864": "hCaptcha Enterprise toimii hCaptcha-alustateknologialla, joka on laajennettu sisältämään suuren liikenteen yritysten tarvitsemat ominaisuudet.",
    "2652399059": "Luotettava kumppani",
    "1997838163": "Maailman suurimmat yritykset ovat riippuvaisia hCaptcha Enterprisesta. Integrointi on yksinkertaista, ja tunnistustarkkuus on vertaansa vailla.",
    "734735952": "Arvioimme useita CAPTCHA-toimittajia sekä rakensimme järjestelmän itse. Lopulta hCaptcha nousi parhaaksi vaihtoehdoksi reCAPTCHA:lle.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Tuotehallinnan johtaja, Cloudflare",
    "3971348140": "Miksi käytimme hCaptchaa? Kukaan muu ei voinut tarjota tarvitsemiamme ominaisuuksia ja suorituskykyä. He saivat meidät toimimaan nopeasti, ja kauppiaamme rakastavat kokemusta.",
    "4248655793": "- Alex M.",
    "4185927140": "Tuotepäällikkö, Flash, Shopify",
    "282913023": "Kustannustehokas vaihtoehto vilkkaasti liikennöiville yrityksille",
    "999610953": "Lopuksi uskottava vaihtoehto Googlelle. hCaptcha Enterprise tarjoaa dramaattisia säästöjä reCAPTCHA-laskussasi paremmalla suojauksella: joissakin tapauksissa jopa 80 % halvemmalla.",
    "1886100235": "Monet maailman suurimmista verkkopalveluista ovat siirtyneet käyttämään hCaptcha Enterprisea ja saaneet parannetun bot-tunnistuksen sekä huomattavia kustannussäästöjä.",
    "2903742230": "Mainosverkostot näkevät vierailijasi tuotteena. Meille ainoa tavoite on määrittää heidän inhimillisyytensä. Palvelumme täyttävät tai ylittävät GDPR-, CCPA-, LGPD- ja PIPL-vaatimukset, ja teemme kovasti töitä tasapainottaaksemme yksityisyyden ja turvallisuuden.",
    "3901503296": "Tämä ainutlaatuinen keskittyminen yksityisyyteen tarkoittaa, että voimme tarjota nolla yksittäisten tietojen säilytystä, evästeettömän toiminnan ja muita sopimukseen perustuvia tietosuojatakuita tarpeen mukaan samalla, kun ylläpidetään erinomainen tietoturva.",
    "3342910682": "Lue lisää",
    "1130783905": "Tarkkuus on sinun ja meidän etumme. hCaptcha tarjoaa sinulle todellista dataa ja antaa sinun päättää, miten niitä käytetään. Muita tietoturvaratkaisuja tarjoavat Gigantic-mainostoimistot. Tämä tarkoittaa, että jokainen bot, jonka he estävät, voi vähentää tulojaan.",
    "2019130052": "Innovaatiomme yksityisyyteen keskittyvässä ML:ssä antavat meille mahdollisuuden ylittää vanhojen \"tallenna kaikki ikuisesti\" -strategioiden turvallisuusstandardit vaarantamatta turvallisuutta tai käyttäjien yksityisyyttä.",
    "23114595": "Upea käyttökokemus",
    "3437412311": "Yrityskäyttäjille on tarjolla vaihtoehtoja, joilla haasteet voidaan välttää kokonaan useimmissa skenaarioissa passiivisten tulosten perusteella.",
    "1996843433": "Vähennä kitkaa välttämällä haasteet kokonaan 99,9 %:ssa laillisesta liikenteestäsi ja tarjoamalla silti erinomaisen suojan.",
    "3093689546": "Helppo integrointi",
    "247560732": "Lisää hCaptcha kolmella koodirivillä. Jos tulet reCAPTCHAsta, sovellusliittymämme on yhteensopiva ja vaihtaminen kestää vain minuutteja.",
    "1510448156": "Voit ottaa käyttöön ylivertaisen vaihtoehdon tänään ja ottaa käyttöön edistyneempiä ominaisuuksia tarpeen mukaan.",
    "2718999653": "Mukautetut uhkapisteet",
    "2698140263": "Kaikki ongelmat eivät ole samoja: yhden pistemäärän saaminen tarkoittaa, että sen on vastattava tarpeitasi ollakseen hyödyllinen.",
    "897432717": "Räätälöityjen uhkapisteiden uudella suunnittelullamme yritystietojesi lisääminen antaa malleillemme mahdollisuuden tarjota käyttäjillesi ainutlaatuisia tuloksia.",
    "2650502379": "Aloita omat haasteesi sekunneissa",
    "3578122193": "Pysy brändissä asianmukaisen sisällön avulla",
    "1074044172": "Kun käyttäjien on ratkaistava haaste täyttääkseen tietoturvavaatimukset, miksi ei kysyisi käyttäjälle miellyttäviä ja osuvia kysymyksiä?",
    "1579093044": "Yksinkertaisen mukautetun haastesuunnittelijamme avulla voit käynnistää brändin haastesisältöä muutamassa minuutissa.",
    "3717512591": "Suora alustan integrointi",
    "121743429": "Verkkoinfrastruktuuriyrityksille",
    "2131386784": "Tavoittettavissa oleva asiantuntemus ja tuki sekä sinulle että käyttäjillesi",
    "2782263070": "Palvelu on meille etusijalla. Ylläpidämme 24/7 päivystystukea ja tarjoamme suoraa Slack-koordinaatiota suunnitteluintegraatiotiimimme ja päivystävän henkilöstömme kanssa käyttöönoton aikana ja sen jälkeen.",
    "3740051331": "Olemme myös sitoutuneet aktiivisesti seuraamaan ja vastaamaan käyttäjien kysymyksiin sosiaalisessa mediassa, foorumeilla sekä widget- ja sähköpostitukikanavillamme. Olemme helposti lähestyttäviä ja reagoivia, ja pidämme käyttäjien tyytyväisyyttä parhaana KPI:nä.",
    "170775527": "Yrityksen ominaisuudet",
    "3383086062": "hCaptcha Enterprise on täydellinen verkkoturvaratkaisu. Aktiivisten ja passiivisten tilojen avulla voit lopettaa tunnistetietojen täyttämisen, havaita tilien kaappaukset ja estää epäilyttävät toimijat. Kaikki ilman kitkaa laillisille käyttäjille.",
    "1408599440": "Aloita nopeasti muutamalla koodirivillä ja 99,9 %:n passiivisella tilallamme tai hallitse täysin sitä, milloin ja miten käyttäjiä haastetaan. Mukautetut uhkamallit ja mukautettavat haasteet tarkoittavat vertaansa vailla olevaa joustavuutta turvallisuuden takaamiseksi.",
    "3365203058": "Maailmanluokan anti-bot-suojaus",
    "1803009328": "Taistelutestattu verkkomittakaavassa.",
    "1586809757": "Korkean tarkkuuden bottitulokset",
    "353367791": "Tunnista monen tyyppiset huonot näyttelijät.",
    "191460155": "Nollakitka ja 99,9 % passiiviset tilat",
    "585557010": "Haasta alle 0,1 % laillisista käyttäjistä.",
    "3287172429": "Ohjaushaastetyypit näytetään",
    "1844885924": "Laaja valikoima tyyppejä.",
    "3018523079": "Pysy brändissä yhtenäisellä käyttökokemuksella.",
    "3817811295": "Taattu luotettavuus ja nopea 24/7 päivystystuki.",
    "1798492192": "Vanha selaintuki",
    "1356745565": "Yhteensopiva aina Internet Explorer 8:aan asti.",
    "751483365": "Tuki ei-JavaScript-asiakkaille.",
    "4199502476": "Kehittyneet raportoinnin hallintapaneelit ja API",
    "3630114728": "Katso, mitä kaikilla sivustoillasi ja sovelluksissasi tapahtuu.",
    "3573245166": "Toisin kuin reCAPTCHA, työskentelemme kaikissa maissa.",
    "2354267648": "GDPR-, CCPA- ja LGPD-ystävällinen tietosuojakäytäntö",
    "3167979932": "Suunniteltu suojaamaan yksityisyyttä ensimmäisestä päivästä lähtien. Vahva tietojenkäsittelysopimus.",
    "4065065042": "Valitse tämä, jotta se sopii juuri sinun käyttötapasi.",
    "111184581": "Ensimmäisen osapuolen isännöinti",
    "4272022475": "Kaikki pyynnöt ja omaisuus siirtyvät osoitteeseen hcaptcha.yourdomain.com",
    "2676853536": "Usean käyttäjän kojelautat",
    "1368787974": "Jaa hallinta tiimisi kesken.",
    "1045484714": "SAML SSO -integraatio identiteettitarjoajaasi, esim. Okta tai Azure AD.",
    "3953584369": "Kehittyneet RBAC-käyttörajoitukset saatavilla.",
    "2781507299": "Välitön vahvistus",
    "4019660456": "0 ms latenssi: tarkista hCaptcha-tunnukset ilman API-kutsua.",
    "3446714684": "Mobiili (iOS ja Android) integrointi",
    "2593768395": "Saumaton kokemus verkossa, alkuperäisessä mobiilissa ja mobiiliverkossa. Valmiiksi rakennetut integraatiot ja alkuperäiset SDK:t saatavilla.",
    "1779265104": "Räätälöidyt ehdot ja tietosuojatakuu",
    "122875767": "Täytä lailliset tarpeesi, kun muut yritykset eivät siihen pysty.",
    "148188781": "Esitettiin haasteita",
    "838049015": "Valitse kaikki kyselyä vastaavat kuvat",
    "1126302400": "Rajoituslaatikko",
    "3554448168": "Luokittelu",
    "2104933754": "Tunnista vastaavat tarrat",
    "3612043014": "...ja muita yksinkertaisia tehtäviä. Helppoa ihmisille, vaikeaa boteille.",
    "3624758171": "Mukautetut tehtävät ovat myös yritysjulkaisijoiden käytettävissä.",
    "1001938065": "Integraatio ei voisi olla helpompaa",
    "2138799135": "hCaptchassa on kymmeniä valmiita integraatioita käyttämillesi käyttöliittymä- ja taustajärjestelmille.",
    "2535001179": "Jos tulet Googlen reCAPTCHA:sta, sovellusliittymämme ovat korvaavia sovellusliittymiä.",
    "1393184984": "ovat kaikki mitä tarvitset.",
    "3715747429": "Aloitusinsinöörimme saavat sinut nopeasti liikkeelle, tarvitsetpa sitten React-integraation, SDK:ita iOS:n natiivisovelluksille, Java-taustaesimerkin tai lähes minkä tahansa muun skenaarion.",
    "2681650568": "Ja kuten aina, yksityisyys on meille perusarvo. Lisää haastekoodimme vain sinne, missä se on välttämätöntä ja missä on järkevää suojata sekä sinua että käyttäjiäsi. Tiedonkeruun minimointi alkaa integroinnin hetkestä.",
    "1130868224": "Kolme riviä koodia",
    "2183926131": "Aloita hCaptcha Enterprisen käyttö",
    "1526887904": "hCaptcha Enterprise -tietosuoja",
    "1845745385": "Suunniteltu yksityisyyttä varten.",
    "1297224875": "Ainutlaatuinen yksityisyyteen perustuva lähestymistapa Enterprise-verkkoturvallisuuteen.",
    "2762458927": "Käyttäjätietosi eivät ole myynnissä.",
    "2058856283": "hCaptcha Enterprisella on vain yksi tarkoitus: estää huonoja toimijoita häiritsemästä verkkotoimintaasi ja vahingoittamasta käyttäjiäsi.",
    "2408036504": "Järjestelmämme on siis suunniteltu alusta alkaen minimoimaan tiedonkeruu ja -säilytys samalla kun säilytetään luokkansa johtava tietoturva. Paras tapa suojata käyttäjätietoja on olla tallentamatta niitä ollenkaan.",
    "4099477834": "Kaikki asiakassuhteet on myös suojattu vahvalla tietojenkäsittelysopimuksella. hCaptcha-palvelu noudattaa kaikkia tietosuojalakeja riippumatta siitä, missä palvelusi tai asiakkaasi asuvat. Henkilötietojen säilyttämättä jättäminen tekee tästä meille paljon helpompaa kuin muille yrityksille.",
    "3569492665": "Verkkotoiminnan tallentaminen ei ole vastaus.",
    "3389431373": "Palvelut, kuten reCAPTCHA v3, sanovat, että seurantapikselin sijoittaminen jokaiselle sivustosi sivulle on välttämätöntä hyvän turvallisuuden takaamiseksi. Tämä ei ole se tapaus.",
    "3590546893": "Yksinkertainen käyttäytymisanalyysi on signaali, jonka huonot toimijat helposti väärentävät, ja se vaatii myös kaiken laillisen liikentesi selaushistorian säilyttämisen.",
    "1105363520": "Meillä ei ole mainosverkostoa, emmekä ole kiinnostuneita seuraamaan käyttäjien käyttäytymistä myydäksemme heille mainoksia. Tämä tarkoittaa, että emme vaadi passiivista pikseliä jokaisella sivustosi sivulla.",
    "3088605177": "Lisää haastekoodimme vain sinne, missä se on välttämätöntä ja missä on järkevää suojata sekä sinua että käyttäjiäsi.",
    "337971271": "Koneoppimisesta on hyötyä. Mutta se ei vaadi henkilötietoja toimiakseen.",
    "320166522": "Koneoppiminen vaikuttaa nykyään melkein kaikkiin elämämme osa-alueisiin, usein tavoilla, joita emme ymmärrä tai näe. Verkkoturvapalvelut eivät eroa toisistaan.",
    "3180664128": "Oppimalla tuhansia signaaleja, mallit voivat päätellä ja saavuttaa suuren luottamuksen haitallisen toiminnan havaitsemisessa erittäin nopeasti, vaikka mikään yksittäinen signaali ei itsessään olisi riittävän vahva osoittamaan ongelmaa.",
    "961941354": "Tämä ei kuitenkaan edellytä henkilökohtaisten tunnistetietojen (\"PII\") käyttöä. Nykyaikaisten salaustekniikoiden avulla voimme hylätä kaikki henkilötiedot mahdollisimman nopeasti ja luoda sen sijaan yksisuuntaisia allekirjoituksia, joita ei voida yhdistää mihinkään henkilöön.",
    "1706581702": "Tunnistamattomien tietojen koulutus toimii yhtä hyvin, eikä vaadi tinkiä turvallisuudesta tai yksityisyydestä. Asiakkaamme ovat tehneet empiiriset testit ja julistaneet meidät yhtäläisiksi tai paremmiksi kuin paljon vähemmän yksityisiä vaihtoehtoja.",
    "3203921334": "Pidimme useista asioista hCaptcha-ratkaisuissa: 1) ne eivät myy henkilötietoja; he keräävät vain vähimmäismäärän tarpeellisia henkilötietoja, he ovat läpinäkyviä kuvaillessaan keräämänsä tiedot ja kuinka he käyttävät ja/tai paljastavat niitä.",
    "305735018": "Lopuksi uskottava vaihtoehto Googlelle. hCaptcha Enterprise tarjoaa dramaattisia säästöjä reCAPTCHA-laskussasi paremmalla suojauksella: joissakin tapauksissa jopa 80 % halvemmalla.",
    "3695206755": "Kokeile meitä ympäristössäsi ilman velvoitteita.",
    "2941545733": "Olemme insinöörejä, emme myyjiä: haluamme sinun olevan tyytyväinen valintaasi.",
    "131871195": "Paras tapa varmistaa tyytyväisyytesi on osoittaa, että vastaamme tarpeisiisi.",
    "3436534225": "Lähes kaikki pilotin aloittavat yritykset valitsevat lopulta ratkaisumme.",
    "4060250206": "Tällä lomakkeella voit tavoittaa teknisen asiantuntijamme. Vastaamme nopeasti.",
    "1159746815": "Voit myös lähettää meille sähköpostia suoraan.",
    "2531534427": "Yksityiskohdat ovat täällä.",
    "2059998584": "Alue",
    "3916131732": "Amerikka",
    "135276624": "Eurooppa, Lähi-itä, Afrikka (EMEA)",
    "1182294134": "Aasian ja Tyynenmeren alue (APAC)",
    "2437934778": "Sinun nimesi",
    "3859506577": "Yrityksen sähköposti",
    "1268414751": "Onko meillä muita yksityiskohtia?",
    "42559805": "Tarvitsetko kiireellistä perehdyttämistä?",
    "851679588": "Joo.",
    "1729677626": "Olen hyökkäyksen kohteena ja vaadin välitöntä käyttöönottoa.",
    "2808971932": "Tämä on tekstiä div-lohkon sisällä.",
    "2468683988": "Otsikko",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teksti linkki",
    "2212670355": "Kirjaudu",
    "31502377": "Mikä on Rich Text -elementti?",
    "2310705547": "Rich text -elementin avulla voit luoda ja muotoilla otsikoita, kappaleita, lainausmerkkejä, kuvia ja videoita yhdessä paikassa sen sijaan, että sinun tarvitsee lisätä ja muotoilla niitä yksitellen. Kaksoisnapsauta ja luo sisältöä helposti.",
    "2590587108": "Staattinen ja dynaaminen sisällönmuokkaus",
    "778204464": "Rich text -elementtiä voidaan käyttää staattisen tai dynaamisen sisällön kanssa. Jos haluat staattista sisältöä, pudota se mille tahansa sivulle ja aloita muokkaaminen. Dynaamista sisältöä varten lisää rich text -kenttä mihin tahansa kokoelmaan ja yhdistä sitten rich text -elementti kyseiseen kenttään asetuspaneelissa. Voila!",
    "1890955039": "Kuinka mukauttaa kunkin Rich-tekstin muotoilua",
    "3286051798": "Otsikot, kappaleet, lainausmerkit, kuviot, kuvat ja kuvatekstit voidaan muokata sen jälkeen, kun luokka on lisätty rich text -elementtiin käyttämällä \"Kun sisällä\" sisäkkäistä valitsinjärjestelmää.",
    "504332576": "Olemme ylpeitä voidessamme ilmoittaa, että hCaptcha on kasvanut maailman suurimmaksi riippumattomaksi kyberturvallisuuspalveluksi, joka toimii noin 15 prosentilla Internetistä – ja otimme suurimman osan tästä markkinaosuudesta suoraan Google reCAPTCHA:lta. Yhdessä hCaptcha ja",
    "1155436473": "(yritystarjouksemme) suojaa nyt satoja miljoonia käyttäjiä kymmenissä miljoonissa verkkosivustoissa ja sovelluksissa joka kuukausi. Tarinamme osoittaa, että voit kilpailla Big Techin kanssa, kun asetat yksityisyyden etusijalle.",
    "3108727249": "BotStop",
    "1296696044": "Yksityisyys vs. turvallisuus: Miksei molemmat?",
    "538871570": "Kilpaileminen Googlen ja muiden Big Tech -yritysten kanssa näyttää raskaalta tilaukselta: niiden monopolistinen markkinavoima, alustatehosteet ja korkeapalkkaisten kehittäjien joukko katsotaan yleensä liian vahvoiksi kenenkään muun kuin muiden teknologiajättien, kuten Facebookin tai Amazonin, kanssa. Tarinamme osoittaa, että sen ei tarvitse olla niin – voit voittaa Big Techin keskittymällä yksityisyyteen.",
    "3600718611": "Harkitse Googlen reCAPTCHAa,",
    "4281708680": ". Olemme hCaptchassa tietoisesti omaksuneet hyvin erilaisen lähestymistavan, käyttämällä yksityisyyttä suojelevia koneoppimistekniikoita tunnistaaksemme tyypilliset bot-käyttäytymiset suurella tarkkuudella, samalla kun kulutamme ja tallennamme mahdollisimman vähän dataa.",
    "3312336121": "joka kuluttaa valtavia määriä käyttäytymistietoja määrittääkseen, ovatko verkon käyttäjät laillisia ihmisiä vai botteja",
    "1193738791": ": ne seuraavat käyttäjien käyttäytymistä verkkosivuston jokaisella sivulla ja kaikkialla verkossa. Suunnittelimme hCaptchan olemaan mahdollisimman tietosuojaystävällinen heti ensimmäisestä päivästä lähtien. Tämä johti täysin erilaiseen lähestymistapaan ongelmaan. Kuten käy ilmi, käyttäjien seuraaminen verkossa ja verkkohistorian sitominen heidän identiteettiinsä on täysin tarpeetonta hyvän suojauksen saavuttamiseksi. Monet yritykset, jotka ovat vaihtaneet hCaptchaan",
    "2620705814": "Google on mainosyritys, ja sen tietoturvatuotteet näyttävät hyvin paljon heidän mainostuotteistaan",
    "1126447688": "raportoivat usein saman tai paremman suorituskyvyn robottien havaitsemisessa ja lieventämisessä, vaikka olemme keskittyneet yksityisyyteen",
    "439777523": "Sääntelyasiat",
    "3588274874": "Keskityessämme toimittamaan tuotteen, joka on linjassa sääntelytoimien, kuten Euroopan unionin GDPR:n ja Kalifornian CCPA:n, kanssa, olemme kokeneet valtavan kasvun – tietysti se auttaa, että hCaptcha on yksinkertainen korvaava reCAPTCHA, ja se voidaan asentaa muutamassa minuutissa.",
    "2150595700": ". GDPR ja CCPA ovat nostaneet yksityisyyshuolet yritysostajien kartalle, ja samaan aikaan online-tietosuoja on tulossa yhä tärkeämmäksi yleisölle, kun alamme ymmärtää, kuinka verkkomainonta- ja markkinointialat ovat historiallisesti käyttäneet tietojamme.",
    "2624949852": "Tietenkin reCAPTCHA oli varhainen tulokas verkkoturvallisuuteen vuodesta 2009 lähtien, ja se suojeli miljoonia verkkosivustoja haitallisten robottien ja roskapostittajien jatkuvasti kasvavilta uhilta. Se on kuitenkin täysin vaarantunut viime vuosina:",
    "499510428": "Uskomme todellakin, että sääntely on auttanut meitä tässä",
    "1232651561": "ohjelmisto on nyt yhtä hyvä kuin ihmiset ratkaisemaan reCAPTCHA-haasteita.",
    "824740867": "Ratkaisun parantamisen sijaan Google julkaisi reCAPTCHA v3:n, joka toimii enemmän kuin mainosverkosto kuin tietoturvaohjelmisto, joka kerää käyttäytymistietoja verkosta käyttäjäprofiilien luomiseksi. Valitettavasti tällainen signaali häviää helposti ja tarjoaa siten vain vähän suojaa botteja vastaan samalla, kun se vahingoittaa käyttäjien yksityisyyttä.",
    "1027023087": "Me hCaptchassa olemme sen sijaan keskittyneet nykyaikaisempiin lähestymistapoihin ongelman ratkaisemiseksi, jotka eivät vaadi pitkäaikaisten käyttäytymistietojen, kuten selaushistorian, säilyttämistä ja ovat osoittautuneet paljon kestävämmiksi päättäväisten vastustajien edessä palvelun käyttöönoton jälkeen.",
    "2852295413": "Luontainen eturistiriita: robottien pysäyttäminen vähentää mainosverkoston tuloja",
    "1597520917": "Yhä useammat kriitikot ovat huomauttaneet, että Googlen piittaamattomuuden käyttäjien yksityisyydestä pitäisi koskea asiakkaita, jotka haluavat suojata verkkosivustojaan ja sovelluksiaan.",
    "763447231": "Samaan aikaan, jos robotteja estetään pääsemästä julkaisijoiden sivustoille, se voi paljastaa mainospetoksia ja asettaa Googlen reCAPTCHA-tuotteen suoraan heidän mainosliiketoimintaansa vastaan, joka tuottaa yli 80 % heidän tuloistaan.",
    "999674529": "Jokaisen Googlen havaitseman robotin pitäisi ansaita nolla mainosdollaria. Googlen yritysten kannustimet ovat siten huonosti linjassa heidän tietoturvapalveluidensa käyttäjien kanssa, ja tämä saattaa olla yksi selitys heidän reCAPTCHA-tietoturvatarjouksensa huonolle suorituskyvylle.",
    "956019009": "Suurimmat verkkoinfrastruktuuriyritykset ovat jo ryhtyneet toimiin",
    "1923297430": "Viimeinen murtokohta monille suuremmille asiakkaille tuli, kun Google alkoi veloittaa yrityksiä tuotteensa käytöstä missä tahansa tarkoituksenmukaisessa mittakaavassa. Tämä sai reCAPTCHA-käyttäjät jo pitkään etsimään parempia vaihtoehtoja, sillä lainsäädännölliset huolenaiheet ympäri maailmaa olivat jo tehneet Googlen tarjonnasta yhä houkuttelevamman.",
    "2197218442": "Cloudflaren toimitusjohtaja Matthew Prince tiivisti tämän näkökulman artikkelissa",
    "155456850": "ilmoittavat siirtyvänsä hCaptchaan:",
    "435302267": "yrityksen blogikirjoitus",
    "2087769953": "\"Olemme innoissamme tästä muutoksesta, koska se auttaa ratkaisemaan tietosuojaongelman, joka liittyy luottamiseen Google-palveluun, joka meillä on ollut jo jonkin aikaa. Arvioimme useita CAPTCHA-toimittajia sekä rakensimme itse järjestelmän. Lopulta hCaptcha nousi parhaaksi vaihtoehdoksi reCAPTCHA:lle.\"\"Pidimme useista asioista hCaptcha-ratkaisuissa: 1) ne eivät myy henkilötietoja; he keräävät vain vähimmäismäärän tarpeellisia henkilötietoja, he kuvailevat läpinäkyviä tietoja keräämänsä tiedot ja kuinka he käyttävät ja/tai paljastavat niitä.\"",
    "595582512": "Jos haluat suojata sivustoasi tai sovellustasi tehokkaasti botteilta, roskapostittajilta tai muilta haitallisilta toimijoilta, samalla kun säilytät käyttäjiesi yksityisyyden (ja noudatat kaikkia asiaankuuluvia säädöksiä!), harkitse hCaptchaa ja Enterprise-tarjontaamme.",
    "3388180864": "Oletko kiinnostunut työskentelemään syvien teknisten haasteiden parissa verkkomittakaavassa? Palkkaamme aina lahjakkaita insinöörejä maailmanlaajuisesti -",
    "3892952987": "Tsekkaa aukioloajat ja jätä hakemuksesi tästä",
    "3368788823": "Terence Eden tekee mielenkiintoisen kohdan blogissaan: \"",
    "1491780143": "CAPTCHA:t eivät todista sinun olevan ihminen – ne todistavat, että olet amerikkalainen",
    "2146900431": "Intuitiivisesti tällä väitteellä on paljon järkeä. CAPTCHAt, kuten melkein kaikki, on upotettu kulttuurikontekstiin, ja jos haasteesi on enimmäkseen luotu yhdessä kulttuurissa, se ei välttämättä sovellu kovin hyvin toiseen kulttuuriin. Pohjimmiltaan tämä on kulttuurikysymys",
    "378086442": "CAPTCHA:ista, eikä niiden käyttökokemuksesta sinänsä.",
    "1445008801": "Kuten Eden sanoo:",
    "332723732": "sisältö",
    "2072808435": "\"Arvaa mitä, Google? Kotimaassani taksit ovat yleensä mustia. Olen katsonut tarpeeksi elokuvia tietääkseni, että kaikki Amerikassa olevat ovat keltaisia. Mutta kaikissa muissa maissa, joissa olen käynyt, taksit ovat olleet sekaisin eri sävyjä.\"",
    "3206136647": "Googlen ongelma perustuu heidän käyttämiinsä kysymystietoihin verrattuna siihen, kuka sen näkee. Jos kaikki tiedot ovat peräisin samasta kulttuurista (ja Googlen tapauksessa samasta yrityksestä), voit varmasti odottaa haasteita, jotka eivät käänny hyvin muihin kulttuureihin, kuten Eden valittaa.",
    "2217842245": "Tietomme kuitenkin osoittavat, että (hCaptcha)",
    "4280117172": "Monet maat voivat itse asiassa hieman paremmin kuin Yhdysvallat, mukaan lukien Nigeria, Intia, Brasilia ja Saksa:",
    "555749578": "Ratkaisuasteessa on alle 1 %:n vaihtelu suurten maiden välillä kaikilla mantereilla.",
    "151737819": "hCaptcha Solve Rates eri puolilla maailmaa näyttää hyvin vähän vaihtelua",
    "3908992897": "ja sitä käytetään kaikissa maailman maissa ja kaikilla alueilla, joten olemme keskittyneet tarjoamaan yhtenäisen maailmanlaajuisen kokemuksen.",
    "2808122102": "Kulttuurien välinen toimivuus on siis palvelumme perusedellytys. Sen varmistaminen, että kaikki lailliset käyttäjät pääsevät sisältöön nopeasti, on tärkeä osa tehtäväämme. Tarjoamme haasteita 110 kielellä ja parannamme jatkuvasti asiaankuuluvia käännöksiä varmistaaksemme, että kaikki voivat ratkaista haasteemme.",
    "3913801502": "hCaptcha toimii nyt noin 15 prosentissa Internetistä",
    "2077639538": ". Ensinnäkin palvelumme haastetiedot voivat tulla useista lähteistä, ei vain yhdestä - suurista Fortune 500 -yrityksistä koneoppimisen startup-yrityksiin, kunhan ne noudattavat meidän",
    "3951112506": ". Se takaa jo suuremman tiedon heterogeenisyyden.",
    "1803943584": "Toiseksi annamme haasteiden optimoida itsensä määrittääksemme, missä maissa tai kielillä ne toimivat, mikä lisää johdonmukaisen kokemuksen todennäköisyyttä entisestään. Jos tarkkuus on odotettua pienempi, kysymyssarja yksinkertaisesti lakkaa toimimasta alueella tai kielellä, jolla tämä vaikutus esiintyy.",
    "3668873369": "Olemme hCaptchassa omaksuneet toisenlaisen lähestymistavan alusta alkaen",
    "1519201684": "Tekoälyn etiikkapolitiikka",
    "2155089487": ". Jos haasteemme olisi helpompi ratkaista joillekin ryhmille, odotamme eron ihmisten eri puolilla maailmaa ja eri kulttuureista suoriutuessa niiden ratkaisemisessa. Edenin postauksen yhteydessä odotamme amerikkalaisten pärjäävän paremmin kuin muiden maiden ihmisten. Koska olemme vuosia kehittäneet järjestelmiä tämän ongelman välttämiseksi, näemme itse asiassa juuri päinvastoin.",
    "2603863826": "PS: Jos löydät kielelläsi käännöksen, jossa voisi olla parannuksia, lähetä a",
    "3543141425": "sitä varten!",
    "2697276059": "Todisteet tämän toimivasta: yhtenäiset ratkaisunopeudet kaikkialla maailmassa",
    "664236229": "vedä pyyntö"
}