{
  "header-privacy-link": "Privacy",
  "header-integration-link": "Integrazione",
  "header-cost-link": "Costo",
  "header-features-link": "Caratteristiche",
  "header-docs-link": "Documenti",
  "header-login-button": "Login",
  "header-contact-button": "Contatta le vendite",
  "intro-heading": "Verifica dell'umanità ad attrito zero.",
  "intro-contact-button": "Contattaci per saperne di più",
  "intro-text-bottom": "Scelto dalle aziende che alimentano il web.",
  "sub-menu-button": "Contatta le vendite",
  "sub-menu-item1": "Impresa",
  "sub-menu-item2": "Costo",
  "sub-menu-item3": "Integrazione",
  "sub-menu-item4": "Caratteristiche",
  "sub-menu-item5": "Privacy",
  "sub-menu-item6": "Documenti",
  "info-head-1": "Costruito sulla comprovata piattaforma hCaptcha",
  "info-text-1": "hCaptcha Enterprise funziona sulla tecnologia della piattaforma hCaptcha, estesa per includere le funzionalità di cui hanno bisogno le aziende ad alto traffico.",
  "info-head-2": "Un partner fidato",
  "intro-subtitle": "Risolvi il problema del tuo bot oggi stesso.",
  "info-text-2": "I nostri servizi sono considerati affidabili dalle più grandi aziende del mondo per servire molti milioni di utenti giornalieri su decine di milioni di siti.",
  "cloudflare-quote-text": "Abbiamo valutato una serie di fornitori di CAPTCHA e abbiamo costruito un sistema noi stessi. Alla fine, hCaptcha è emerso come la migliore alternativa a reCAPTCHA.",
  "cloudflare-quote-detail": "Direttore della gestione del prodotto, Cloudflare",
  "section-quote-head": "L'opzione conveniente per le imprese ad alto traffico",
  "section-quote-text": "Finalmente un'alternativa credibile a Google. hCaptcha Enterprise offre notevoli risparmi sulla bolletta reCAPTCHA con una maggiore sicurezza: in alcuni casi fino all'80% in meno. ‍Molti dei più grandi servizi online del mondo sono passati a hCaptcha Enterprise e hanno ricevuto un migliore rilevamento dei bot insieme a sostanziali risparmi sui costi.",
  "section-quote-button": "Contattaci oggi per un preventivo",
  "section-privacy-header": "Incentrato sulla privacy",
  "section-privacy-text-1": "Le reti pubblicitarie vedono i tuoi visitatori come il prodotto. Per noi l'unico prodotto è determinarne l'umanità. I nostri servizi soddisfano o superano i requisiti GDPR, CCPA e LGPD e supportano iniziative come Privacy Pass. Lavoriamo duramente per bilanciare privacy e sicurezza.",
  "section-privacy-text-2": "Questa particolare attenzione alla privacy significa che possiamo offrire zero conservazione dei dati individuali, funzionamento senza cookie e altre garanzie contrattuali sulla privacy come richiesto, pur mantenendo un'eccellente sicurezza.",
  "section-security-header": "La sicurezza prima di tutto",
  "section-security-text-1": "La precisione è nel tuo interesse e nel nostro. hCaptcha lavora per darti dati reali e lasciarti decidere come usarli. Altri captcha sono forniti da società pubblicitarie giganti. Ciò significa che ogni bot che bloccano può ridurre le loro entrate.",
  "section-security-text-2": "L'utilizzo delle più recenti tecniche di apprendimento automatico incentrate sulla privacy ci consente di superare gli standard di sicurezza delle strategie legacy per registrare tutto per sempre senza danneggiare la sicurezza o la privacy degli utenti.",
  "section-user-experience-header": "Ottima esperienza utente",
  "section-user-experience-text1": "Per gli utenti Enterprise, sono disponibili opzioni per evitare completamente le sfide nella maggior parte degli scenari.",
  "section-user-experience-text2": "Riduci l'attrito evitando completamente una sfida per il 99,9% del tuo traffico legittimo, fornendo comunque un'eccellente sicurezza, grazie a modelli di bot avanzati.",
  "section-easy-integration-header": "Facile integrazione",
  "section-easy-integration-text": "L'aggiunta di hCaptcha richiede solo pochi minuti e poche righe di codice. L'API di base è compatibile con reCAPTCHA V2 e il passaggio richiede solo pochi minuti. Puoi essere attivo e funzionante con un'alternativa superiore oggi e attivare funzionalità più avanzate se necessario.",
  "section-easy-integration-serverside": "Lato server:",
  "section-easy-integration-frontend": "Fine frontale:",
  "section-threat-header": "Punteggi di minaccia personalizzati",
  "section-threat-text": "Non tutti i problemi sono uguali: ottenere un singolo punteggio significa che deve rispondere alle tue esigenze per essere utile. Con gli esclusivi punteggi di minaccia personalizzati di hCaptcha, una rapida consultazione ci consente di mettere a punto i nostri modelli per fornire punteggi più rilevanti per la tua attività.",
  "section-challenges-header": "Lancia le tue sfide in pochi secondi",
  "section-challenges-text-1": "Rimani sul marchio con contenuti pertinenti",
  "section-challenges-text-2": "Quando gli utenti devono risolvere una sfida per soddisfare i requisiti di sicurezza, perché non creare attività piacevoli e rilevanti per l'utente? Con il nostro semplice designer di sfide personalizzate, puoi lanciare il contenuto della sfida sul marchio in pochi minuti.",
  "section-integration-header": "Integrazione diretta della piattaforma",
  "section-integration-subheader": "Per le aziende di infrastrutture web",
  "section-integration-text": "Il sistema hCaptcha Enterprise è straordinariamente flessibile nel suo design: può essere distribuito parzialmente o interamente ai margini della tua rete se gestisci un cloud pubblico o possiedi molti data center. ‍Ciò può ridurre drasticamente i costi e il traffico fuori rete pur mantenendo tutti i vantaggi della gestione da parte del nostro personale disponibile 24 ore su 24, 7 giorni su 7, per soddisfare gli SLA più rigorosi.",
  "section-support-header": "Competenza e supporto raggiungibili sia per te che per i tuoi utenti",
  "section-support-text": "Il servizio è una priorità assoluta per noi. Manteniamo supporto su chiamata 24 ore su 24, 7 giorni su 7 e offriamo un coordinamento diretto di Slack con il tuo team di integrazione di ingegneria e il nostro personale a chiamata durante e dopo l'implementazione. e i nostri canali di supporto in-widget ed e-mail. Siamo accessibili e reattivi e trattiamo la soddisfazione degli utenti come un KPI di prim'ordine.",
  "section-enterprise-header": "Funzionalità aziendali",
  "section-enterprise-title-1": "Protezione anti-bot di livello mondiale",
  "section-enterprise-desc-1": "Testato in battaglia su scala web.",
  "section-enterprise-title-2": "Punteggi dei bot ad alta precisione",
  "section-enterprise-desc-2": "Rileva cattivi attori di molti tipi diversi.",
  "section-enterprise-title-3": "Zero attrito e modalità passive 99,9%",
  "section-enterprise-desc-3": "Sfida meno dello 0,1% degli utenti legittimi.",
  "section-enterprise-title-4": "Tipi di sfide di controllo mostrati",
  "section-enterprise-desc-4": "Ampia libreria di tipi tra cui scegliere.",
  "section-enterprise-title-5": "Controlla il contenuto della sfida utilizzato",
  "section-enterprise-desc-5": "Rimani sul marchio con un'esperienza utente coerente.",
  "section-enterprise-title-6": "SLA aziendali",
  "section-enterprise-desc-6": "Affidabilità garantita e assistenza rapida 24 ore su 24, 7 giorni su 7.",
  "section-enterprise-title-7": "Supporto per browser legacy",
  "section-enterprise-desc-7": "Compatibile fino a Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboard di reportistica avanzata e API",
  "section-enterprise-desc-8": "Guarda cosa sta succedendo su tutti i tuoi siti e app.",
  "section-enterprise-title-9": "Funziona in ogni paese",
  "section-enterprise-desc-9": "A differenza di reCAPTCHA, lavoriamo in ogni paese.",
  "section-enterprise-title-10": "Informativa sulla privacy compatibile con GDPR, CCPA e LGPD",
  "section-enterprise-desc-10": "Progettato per la privacy fin dal primo giorno. Forte accordo sul trattamento dei dati.",
  "section-enterprise-title-11": "Livelli di difficoltà a grana fine",
  "section-enterprise-desc-11": "Componi questo per adattarlo esattamente al tuo caso d'uso.",
  "section-enterprise-title-12": "Hosting di prima parte",
  "section-enterprise-desc-12": "Tutte le richieste e le risorse vanno a hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboard multiutente",
  "section-enterprise-desc-13": "Condividi la gestione con il tuo team.",
  "section-enterprise-title-14": "Verifica istantanea",
  "section-enterprise-desc-14": "Latenza 0ms: verifica i token hCaptcha senza chiamata API.",
  "section-enterprise-title-15": "Integrazione mobile (iOS e Android)",
  "section-enterprise-desc-15": "Esperienza senza soluzione di continuità su Web, dispositivi mobili nativi, Web mobile. Integrazioni predefinite e SDK nativi disponibili.",
  "section-enterprise-title-16": "Termini personalizzati e garanzie sulla privacy",
  "section-enterprise-desc-16": "Soddisfa le tue esigenze legali quando altre società non possono.",
  "presented-challlenges-head": "Sfide presentate",
  "presented-challenges-title-1": "Confronto",
  "presented-challenges-text-1": "Seleziona tutte le immagini che corrispondono alla query",
  "presented-challenges-title-2": "Rettangolo di selezione",
  "presented-challenges-text-2": "Definisci l'area di delimitazione per gli oggetti",
  "presented-challenges-title-3": "categorizzazione",
  "presented-challenges-text-3": "Identificare le etichette corrispondenti",
  "presented-challenges-subheader": "...e altri semplici compiti. Facile per gli umani, difficile per i robot.",
  "presented-challenges-subtext": "Attività personalizzate disponibili anche per gli editori aziendali.",
  "footer-header-1": "Società",
  "footer-header-2": "risorse",
  "footer-header-3": "Contatto",
  "footer-link-1": "etichettatura",
  "footer-link-2": "Di",
  "footer-link-3": "Lavori",
  "footer-link-4": "Marchi Trade",
  "footer-link-5": "Blog",
  "footer-link-6": "Stato",
  "footer-link-7": "Documentazione",
  "footer-link-8": "Segnalare un bug",
  "footer-link-9": "Accessibilità",
  "footer-terms": "Termini",
  "footer-privacy": "Privacy",
  "footer-attribution": "attribuzione",
  "footer-subheader-1": "Supporto",
  "footer-subheader-2": "Contatto",
  "switch-to-english-link": "Passa all'Inglese",
  "intro-heading-privacy": "Progettato per la privacy.",
  "intro-subtitle-p1-privacy": " Un approccio esclusivo alla sicurezza online basato sulla privacy.",
  "info-head-2-pr": "La registrazione dell'attività online non è la risposta.",
  "info-text-1-pr": "hCaptcha Enterprise ha un solo scopo: impedire che i malintenzionati interrompano le tue operazioni online e danneggino i tuoi utenti.",
  "info-text-2-pr": "I nostri sistemi sono quindi progettati da zero per ridurre al minimo la raccolta e la conservazione dei dati pur mantenendo una sicurezza ai vertici della categoria. Il modo migliore per proteggere i dati dell'utente è non memorizzarli affatto.",
  "info-text-3-pr": "Tutti i rapporti con i clienti sono inoltre protetti da un solido Accordo sul trattamento dei dati. Il servizio hCaptcha è conforme a tutte le leggi sulla privacy, indipendentemente da dove risiedono il tuo servizio o i tuoi clienti. Non conservare i dati personali rende questo molto più facile per noi rispetto ad altre società.",
  "info-text-2-2-pr": "Servizi come reCAPTCHA v3 affermano che l'inserimento del pixel di monitoraggio su ogni pagina del tuo sito è necessario per una buona sicurezza. Questo non è il caso.",
  "info-text-2-3-pr": "La semplice analisi comportamentale è un segnale facilmente forgiato da malintenzionati e richiede di conservare la cronologia di navigazione anche per tutto il tuo traffico legittimo.",
  "info-text-2-4-pr": "Non gestiamo una rete pubblicitaria e non abbiamo alcun interesse ad osservare il comportamento degli utenti per vendere loro annunci. Ciò significa che non richiediamo un pixel passivo su ogni pagina del tuo sito.",
  "info-text-2-5-pr": "Aggiungi il nostro codice challenge solo dove è necessario e dove ha senso proteggere te e i tuoi utenti.",
  "info-head-3-pr": "L'apprendimento automatico è utile. Ma non richiede dati personali per funzionare.",
  "info-text-3-1-pr": "L'apprendimento automatico ora ha un impatto su quasi ogni aspetto della nostra vita, spesso in modi che non ci rendiamo conto e che non possiamo vedere. I servizi di sicurezza online non sono diversi.",
  "info-text-3-2-pr": "Apprendendo su migliaia di segnali, i modelli possono dedurre e raggiungere un'elevata fiducia nel rilevamento di comportamenti dannosi molto rapidamente, anche quando nessun singolo segnale sarebbe di per sé abbastanza forte da indicare un problema.",
  "info-text-3-3-pr": "Tuttavia, niente di tutto ciò richiede l'utilizzo di informazioni di identificazione personale (PII). Le moderne tecniche crittografiche ci consentono di scartare qualsiasi dato personale il più rapidamente possibile, creando invece firme unidirezionali che non possono essere collegate a nessun individuo.",
  "info-text-3-4-pr": "La formazione sui dati anonimi funziona altrettanto bene e non richiede compromessi né per la sicurezza né per la privacy. I nostri clienti hanno fatto i test empirici, e ci hanno dichiarato uguali o migliori di alternative molto meno private.",
  "cloudflare-quote-text-privacy": "Ci sono piaciute una serie di cose sulle soluzioni hCaptcha: 1) non vendono dati personali; raccolgono solo i dati personali minimi necessari, sono trasparenti nel descrivere le informazioni che raccolgono e come le usano e/o le divulgano.",
  "pilot-head": "Mettici alla prova nel tuo ambiente senza impegno.",
  "pilot-text-1a": "Siamo ingegneri, non venditori: vogliamo che tu sia felice della tua scelta.",
  "pilot-text-1b": "Il modo migliore per garantire la tua soddisfazione è dimostrare che soddisfiamo le tue esigenze.",
  "pilot-text-1c": "Praticamente tutte le aziende che avviano un progetto pilota alla fine scelgono le nostre soluzioni.",
  "pilot-text-1d": "Utilizza questo modulo per contattare uno dei nostri specialisti tecnici. Rispondiamo rapidamente.",
  "pilot-text-1e": "Puoi anche inviarci un'e-mail direttamente.",
  "pilot-email-details": "I dettagli sono qui.",
  "pilot-f1": "Regione",
  "pilot-f2": "Il tuo nome",
  "pilot-f3": "Il tuo nome",
  "pilot-f4": "Email di lavoro",
  "pilot-f5": "Altri dettagli che dovremmo avere?",
  "pilot-f6": "Hai bisogno di onboarding urgente?",
  "pilot-f7": "Sì.",
  "pilot-f8": "Sono sotto attacco e richiedo l'onboarding immediato.",
  "pilot-f9": "Invia",
  "pilot-f10": "Inserendo la tua e-mail, accetti i nostri Termini e Informativa sulla privacy e accetti di ricevere e-mail da noi.",
  "pilot-fo-1": "L'integrazione non potrebbe essere più semplice.",
  "pilot-fo-2": "hCaptcha ha dozzine di integrazioni predefinite per i sistemi frontend e backend che utilizzi.",
  "pilot-fo-3": "Se provieni da reCAPTCHA di Google, le nostre API sono sostitutivi drop-in. Bastano tre righe di codice.",
  "pilot-fo-4": "I nostri ingegneri di onboarding possono aiutarti a procedere rapidamente, indipendentemente dal fatto che tu abbia bisogno dell'integrazione di React, SDK per app native iOS, un esempio di backend Java o praticamente qualsiasi altro scenario.",
  "pilot-fo-5": "E come sempre, la privacy è per noi un valore fondamentale. Aggiungi il nostro codice challenge solo dove è necessario e dove ha senso proteggere te e i tuoi utenti. La minimizzazione della raccolta dei dati inizia dal momento dell'integrazione.",
  "pilot-fdone": "Grazie. Ci sentiremo a breve.",
  "home-ent-2-new": "Scopri di più sulla nostra soluzione aziendale.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Le soluzioni hCaptcha Enterprise offrono sicurezza ai vertici della categoria e proteggono molti dei migliori servizi online.",
  "home-plans-button-2-new": "Scopri di più",
  "header-enterprise-link": "Impresa",
  "sales-interstitial-c1b-new": "Ulteriori informazioni su hCaptcha Enterprise"
}
