{
    "1001938065": "L'integrazione non potrebbe essere più semplice",
    "1012122721": "* Cookie statistici gestiti direttamente da noi (ossia cookie di prima parte, non di terze parti), dove i dati non vengono utilizzati per la profilazione.",
    "1014004474": "I piani Enterprise di hCaptcha offrono accordi sui livelli di servizio avanzati per proteggere la tua organizzazione",
    "1021431157": "( ) Incompatibilità con licenze open source o open source",
    "1023070345": "Entro e non oltre il 14 marzo 2021",
    "1023108656": "Categorie di Terzi Destinatari",
    "1023190144": "hCaptcha® nel testo",
    "102498091": "Google addebita $ 1 per 1000 richieste per reCAPTCHA Enterprise, il che significa che ora addebita più per richiesta di quanto costa violare la sicurezza del loro servizio. Questo sembra un cattivo affare.",
    "102695075": "Durata",
    "1027023087": "Noi di hCaptcha ci siamo invece concentrati su approcci più moderni al problema, che non richiedono la conservazione di record di comportamento a lungo termine come la cronologia di navigazione e si sono dimostrati molto più resistenti di fronte a determinati avversari da quando è stato introdotto il servizio.",
    "1027200955": "Parla con uno dei nostri esperti di dominio per definire le esigenze del tuo progetto: precisione del target, formato ed eventuali requisiti speciali.",
    "1028058338": "Si prega di consultare la nostra sezione \"Avviso agli interessati dell'UE\" relativa ai diritti dell'utente ai sensi del Regolamento generale sulla protezione dei dati (\"GDPR\").",
    "1033698050": "1. Crediamo che il cliente ci abbia fornito un caso d'uso che riteniamo moralmente accettabile, secondo la nostra interpretazione delle norme tipiche della società occidentale?",
    "1035621426": "Ogni bot identificato da reCAPTCHA riduce direttamente le entrate pubblicitarie di Google.",
    "1038019440": "1. Questo cliente rappresenta gli interessi nazionali di un paese noto per tenere comportamenti contrari alle leggi e alle norme internazionali?",
    "103876916": "per i rapporti di sicurezza idonei sul servizio hCaptcha e il relativo codice sorgente.",
    "1042802841": "Le informazioni riservate sono tutte le informazioni contrassegnate come riservate o proprietarie o che dovrebbero essere ragionevolmente comprese dalla parte ricevente come riservate o proprietarie. Ciò non include alcuna informazione che (1) sia pubblicamente disponibile, (2) già in possesso, sviluppata indipendentemente da, o già nota alla parte ricevente, o (3) sia stata divulgata per ordine del tribunale o come altrimenti richiesto da legge.",
    "1045484714": "Integrazione SAML SSO con il tuo provider di identità, ad esempio Okta o Azure AD.",
    "1046087606": "IBM. (Globale). Servizi forniti: IBM Cloud.",
    "1047251718": "Oggi, tuttavia, quando si parla di API, si intende invariabilmente API basate su standard. Si tratta di API create utilizzando standard aperti come Representational State Transfer (REST) e formati di file standard aperti come JavaScript Object Notation (JSON). Tali \"API RESTful\", come sono note, possono essere create senza la necessità di software proprietario. Le API risultanti sono in grado di inviare e ricevere dati e chiamate di procedura tra applicazioni software. Ad esempio, un'app di mobile banking utilizza un'API per accedere ai sistemi della banca.",
    "1050501253": "Troppo difficile",
    "1051214799": "hCaptcha è un servizio di sicurezza web che cerca di condividere valore con gli editori di siti web o app che lo utilizzano.",
    "1053787685": "Che cos'è la frode nei pagamenti?",
    "1058572205": "noi se vuoi saperne di più su",
    "1059502393": "Acquisizione dei dettagli della segnalazione di bug: Firefox",
    "1061239711": "3. Prima parte",
    "1062291156": "termini standard",
    "1066753052": "il che significa che il portafoglio è vuoto e sei su un sito che include una sfida hCaptcha. Una volta completata la sfida, guadagnerai token che possono essere riscattati su qualsiasi altro sito Web con hCaptcha.",
    "1067704102": "Il valore nell'etichettatura dei dati",
    "1070364246": "Ops! Qualcosa è andato storto durante l'invio del modulo.",
    "10724169": "Accetti la nostra Informativa sulla privacy, che regola ciò che faremo con qualsiasi informazione personale che ci fornisci.",
    "1074044172": "Quando gli utenti devono risolvere una sfida per soddisfare i tuoi requisiti di sicurezza, perché non porre domande piacevoli e pertinenti per l'utente?",
    "1077448694": "Per l'integrazione con siti Web di social media di terze parti.",
    "1080672247": "Poiché molte delle domande poste non possono essere risolte economicamente con software standard e poiché i dati sono generalmente unici per il sistema, ciò significa che i bot sono spesso completamente bloccati dal servizio gratuito e devono invece fare affidamento su risolutori CAPTCHA umani, che rende molti tipi di abuso completamente antieconomici.",
    "1080752747": "Contatta le vendite",
    "1085089390": "L'abuso online deriva da comportamenti umani innati",
    "1087195513": "Se sei un Collaboratore che accede ai Servizi e/o esegue attività tramite o in connessione con un Integratore per conto di un Richiedente che non è IMI, accetti e riconosci che Intuition Machines non è responsabile e non ha alcun obbligo nei tuoi confronti con rispetto a qualsiasi premio o altro compenso per le attività completate. Accetti e riconosci che qualsiasi premio o altro compenso per le attività completate è determinato esclusivamente in conformità con il tuo accordo con il Richiedente e/o l'Integratore, a seconda dei casi. Qualsiasi controversia su tali premi o altri compensi (inclusa, senza limitazione, la mancata ricezione di tali premi o altri compensi) è esclusivamente tra l'utente e il Richiedente e/o l'Integratore, a seconda dei casi.",
    "1087260385": "In caso di domande sulla presente Informativa sulla privacy, contattaci all'indirizzo",
    "1088304322": "Potremmo utilizzare le tue informazioni personali per motivi non descritti nella presente Informativa sulla privacy, dove siamo autorizzati dalla legge a farlo e dove il motivo è compatibile con lo scopo per il quale li abbiamo raccolti. Se abbiamo bisogno di utilizzare le tue informazioni personali per uno scopo non correlato, potremmo informarti e spiegare la base legale applicabile per tale utilizzo. Se abbiamo fatto affidamento sul tuo consenso per un uso particolare delle tue informazioni personali, potremmo chiedere il tuo consenso per qualsiasi scopo non correlato e consentirti di interrompere l'uso del servizio in quel momento se ti opponi.",
    "1089415440": "Rilevamento accurato degli oggetti in immagini e video",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Criteri di preoccupazione etica: soggettivo",
    "1092241113": "Per comprendere meglio gli interessi dei nostri Clienti e Integratori.",
    "1093280979": "1. Moduli d'ordine della piattaforma",
    "1099238677": "Con il nostro volume elevato e la bassa latenza, trasformeremo rapidamente il tuo lavoro, con la consegna automatizzata non appena completata.",
    "1103295010": "Guadagna denaro o fai beneficenza per quando gli umani risolvono i CAPTCHA",
    "1105363520": "Non gestiamo una rete pubblicitaria e non abbiamo alcun interesse ad osservare il comportamento degli utenti per vendere loro annunci. Ciò significa che non richiediamo un pixel passivo su ogni pagina del tuo sito.",
    "110836420": "Ultimo aggiornamento: 23 dicembre 2020",
    "1108398506": "i clienti ottengono il controllo totale sull'esperienza e beneficiano dell'esperienza che hCaptcha ha acquisito gestendo il più grande fornitore di sfide indipendente su Internet. Inoltre, ottengono un affare migliore rispetto a reCAPTCHA Enterprise: fino al 50-80% di prezzi migliori, a seconda del volume.",
    "111184581": "Hosting di prima parte",
    "1112074001": "Passaggio 2: fare clic sulla scheda Rete in Strumenti per sviluppatori. Seleziona la casella \"Persistere i registri\" in alto.",
    "1115642494": "1. Fonte: elenchi di siti reCAPTCHA di BuiltWith.com. Estratto il 9 luglio 2019.",
    "1115671076": "Zendesk, Inc. (globale). Servizi forniti: Zendesk.com.",
    "1116455671": "R: Guadagnerai un premio per la risoluzione iniziale se l'utente la completa sul tuo sito. I riscatti seguono lo stesso schema di risposta come se l'utente fosse passato automaticamente sul tuo sito a causa dell'elevata fiducia del cliente: non si verifica alcun guadagno e la chiamata siteverify dal tuo server riceve un \"credito: falso\" nei risultati del passaggio.",
    "1118929614": "( ) Estrema stupidità da parte di chi fa affari con gli spammer",
    "1119009846": "Se necessario per conformarsi alla legge applicabile, comprese le richieste governative, le richieste delle forze dell'ordine e in altro modo a enti pubblici e privati al fine di proteggere i diritti, la privacy, la sicurezza o la proprietà dell'utente, di noi o di altri.",
    "1123365779": "Se sei uno sviluppatore web o un utente esperto, il riepilogo è che vorremmo che tu ci inviassi un HAR di registrazione di rete e i log della console del browser.",
    "1126302400": "Rettangolo di selezione",
    "1126447688": "spesso segnalano prestazioni uguali o migliori nel rilevamento e nella mitigazione dei bot nonostante la nostra attenzione alla privacy",
    "1126613163": "Dati sensibili",
    "1129833879": "Arresta i bot dannosi, proteggi la privacy degli utenti",
    "1130783905": "La precisione è nel tuo interesse e nel nostro. hCaptcha lavora per darti dati reali e lasciarti decidere come usarli. Altre soluzioni di sicurezza sono fornite da società pubblicitarie Gigantic. Ciò significa che ogni bot che bloccano può ridurre le loro entrate.",
    "1130802068": "Utilizziamo le informazioni che raccogliamo per i seguenti scopi:",
    "1130868224": "Tre righe di codice",
    "1131196501": "Grandi aziende come",
    "1131525092": "Raggruppa i cattivi attori insieme senza sforzo tramite i nostri UID mirati che preservano la privacy per trovare e fermare le frodi e gli abusi correlati",
    "1133989302": "Perché hCaptcha?",
    "1137757109": "Se si tratta di un account eCommerce, l'attaccante può ordinare la merce. Se la vittima è una banca, l'aggressore può trasferire fondi offshore e così via.",
    "1139493658": "e lavorare sodo per bilanciare privacy e sicurezza.",
    "1139500589": "Nazione",
    "1140554614": "Accordo sul trattamento dei dati",
    "1141402092": "Funzionalità di reporting avanzate",
    "1144966033": "Ottimizzato per costi e qualità",
    "1150035777": "Sofisticati modelli di apprendimento automatico generano punteggi di confidenza dei bot basati su molti punti dati oltre alla risposta corretta alle domande",
    "1150786045": "www.botstop.com",
    "1150963691": "Mitigazione APT",
    "1151065360": "( ) Le liste nere fanno schifo",
    "1155436473": "(la nostra offerta aziendale) ora protegge centinaia di milioni di utenti su decine di milioni di siti Web e app ogni mese. La nostra storia mostra che puoi competere con Big Tech quando metti la privacy al primo posto.",
    "1155821305": "la difesa è profondità",
    "1156712451": "Test di lavoro iniziale",
    "1159746815": "Puoi anche inviarci un'e-mail direttamente.",
    "1160252730": "Google sta ora applicando prezzi elevati per reCAPTCHA Enterprise, costringendo molte aziende a rivalutare questo accordo.",
    "1160707899": "12. Ruolo del collaboratore e relazione con IMI e altri richiedenti",
    "1161704803": "Perché abbiamo una politica di etica dell'IA?",
    "116842359": "***** Le riconciliazioni dovrebbero essere completate nell'arco di diversi giorni a causa della manutenzione del sistema.",
    "1169005651": "15 settembre 2019",
    "1172067553": "La piattaforma HUMAN alla base di hCaptcha offre funzionalità di gestione e qualità del lavoro altamente sofisticate tramite implementazioni on-premise, ibride o SaaS che si integrano con i sistemi esistenti.",
    "117227832": "( ) Perché dovremmo fidarci di te e dei tuoi server?",
    "1173652155": "Consulenti",
    "1173934218": "Comprendiamo che la tua privacy è importante per te e ci impegniamo a essere trasparenti sulle tecnologie che utilizziamo. Questa politica fornisce informazioni dettagliate su come e quando utilizziamo i cookie sui nostri Siti e Servizi.",
    "1174237568": "Queste attività di trattamento costituiscono i nostri interessi legittimi. Cerchiamo di considerare e bilanciare qualsiasi potenziale impatto su di te (sia positivo che negativo) e sui tuoi diritti prima di elaborare le tue informazioni personali per i nostri interessi legittimi. Non utilizziamo le tue informazioni personali per attività in cui i nostri interessi sono sovrascritti da qualsiasi impatto negativo su di te (a meno che non abbiamo il tuo consenso o non sia altrimenti richiesto o consentito dalla legge).",
    "1177598246": "Contatta le vendite",
    "1182294134": "Asia-Pacifico (APAC)",
    "1186243118": "immagini del logo",
    "1187718370": "Contattaci",
    "1188668818": "fornire informazioni false durante l'utilizzo di questo sito Web (incluso, senza limitazioni, impersonare qualsiasi altra persona o organizzazione nel proprio account, o affermare falsamente o altrimenti travisare se stessi o la propria affiliazione con qualsiasi altra persona o organizzazione nel proprio account;",
    "119098046": "Che dire delle soluzioni passive o senza sfide?",
    "119298044": "Le tecnologie avanzate di machine learning e intelligenza artificiale auto-supervisionate proteggono le tue proprietà web da minacce e attacchi",
    "1193738791": ": tengono traccia del comportamento degli utenti su ogni pagina di un sito Web e sul Web. Abbiamo progettato hCaptcha per essere il più rispettoso della privacy possibile fin dal primo giorno. Ciò ha portato a un approccio completamente diverso al problema. A quanto pare, tracciare gli utenti sul Web e legare la loro cronologia web alla loro identità non è completamente necessario per ottenere una buona sicurezza. Le molte aziende che sono passate a hCaptcha",
    "1200905005": "††† Da settembre 2021 le riconciliazioni e gli incassi hanno una durata di circa 10 giorni anziché un solo giorno, al fine di semplificare i vincoli operativi legati alla crescita del servizio.",
    "1201821619": "hCaptcha risolve uno dei problemi più urgenti di oggi: impedire ai bot dannosi di abusare dei servizi online.",
    "120384113": "6. Risoluzione",
    "1204911585": "2. Se stai utilizzando il browser Brave, che (a partire da aprile 2020) non sembra avere alcun tipo di whitelist di cookie, vai su Preferenze -> Protezione -> Cookie e scegli \"Consenti tutti i cookie\".",
    "1208179159": "LogDNA, Inc. (globale). Servizi forniti: LogDNA.com.",
    "121192737": "Prossime aggiunte",
    "1216071511": "Le stesse idee vengono proposte così frequentemente che circa 20 anni fa, un autore anonimo ha trovato un utile riempimento per le discussioni online sulle soluzioni anti-spam:",
    "121743429": "Per le aziende di infrastrutture web",
    "1218990730": "come segnalare problemi con i log dettagliati",
    "1219091208": "Dropbox",
    "1224727373": "BotStop di hCaptcha",
    "122875767": "Soddisfa le tue esigenze legali quando altre società non possono.",
    "1229233916": "Note a piè di pagina",
    "1230058025": "Separabilità. Fatta eccezione per la Class Action Waiver, se qualsiasi termine o disposizione, o parte di questa clausola arbitrale è dichiarata nulla o inapplicabile, sarà recisa e il resto della clausola arbitrale sarà applicabile.",
    "1232651561": "il software è ora bravo quanto le persone a risolvere le sfide di reCAPTCHA.",
    "1233229030": "Varie",
    "1233793176": "I nostri Siti e Servizi non sono diretti a bambini di età inferiore a 13 anni e non raccogliamo consapevolmente Informazioni personali da bambini di età inferiore a 13 anni. Se apprendiamo di aver raccolto Informazioni personali di un bambino di età inferiore a 13 anni, prenderemo misure ragionevoli per eliminare tali informazioni dai nostri file non appena possibile, a meno che non abbiamo l'obbligo legale di conservarle. Si prega di contattarci a",
    "1235925265": "Documentazione",
    "1237076138": "hCaptcha offre un trattamento equo sia ai clienti gratuiti (hCaptcha Publisher) che a quelli aziendali (hCaptcha Enterprise).",
    "1240667045": "Possiamo sospendere, limitare o annullare il tuo accesso ai Servizi in qualsiasi momento per qualsiasi motivo, anche perché: (a) riteniamo che tu abbia violato i presenti Termini di servizio (incluse altre politiche correlate); (b) riteniamo che tu abbia violato i nostri diritti o i diritti di terzi; (c) non siamo in grado di verificare o autenticare le informazioni che ci hai fornito; o (d) riteniamo che le tue azioni possano creare responsabilità per te, noi o una terza parte. A scanso di equivoci, ci riserviamo il diritto di impedire o sospendere il pagamento all'utente se riteniamo ragionevolmente che una delle condizioni precedenti si applichi a tale pagamento.",
    "1241291641": "Vedi maggiori dettagli.",
    "1242066691": "Seleziona la casella accanto a \"Consenti cookie di terze parti\".",
    "1243684308": "Prendiamo sul serio il tuo feedback e vogliamo garantire a tutti un'esperienza online più piacevole, con meno bot e meno spam. Rivolgiti a noi:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Fare clic su \"OK\"",
    "1254771154": "sfide mostrate su altri servizi che supportano il Privacy Pass che incorporano anche hCaptcha, ad esempio Cloudflare.",
    "1258965840": "Pertanto, se l'attaccante può entrare in un sito, probabilmente può entrare in più siti utilizzando le credenziali sparse. Ad esempio, potrebbero ottenere una coppia nome utente/password come JohnDoe/525momma, ma non hanno idea di cosa farà per loro quella coppia. Quindi, provano la coppia su Amazon.com, Ebay, Citibank, Walgreens e così via. Potrebbero provare quella coppia su mille siti diversi.",
    "1259002282": "Trovato un bug? Ecco come segnalarlo.",
    "126134492": "Altro",
    "1263998069": "Guadagna ricompense per le soluzioni umane",
    "1266963825": "D: hCaptcha Section 508 + WCAG 2.1 AA è conforme?",
    "1268414751": "Altri dettagli che dovremmo avere?",
    "1268918580": "Alcuni dei loghi e dei marchi utilizzati da hCaptcha e dai suoi partner sono di proprietà di terzi e possono essere utilizzati solo con il loro permesso. Le terze parti non possono utilizzare i seguenti marchi salvo quanto consentito dai rispettivi proprietari:",
    "1270712701": "Comunicati stampa e rapporti recenti",
    "1271831121": "Non è come se l'hacker (con indosso una felpa con cappuccio, ovviamente!) fosse seduto lì, a digitare credenziale dopo credenziale. Il bot di accesso automatico potrebbe essere creato da uno strumento standard come Selenium o uno strumento di hacker sviluppato su misura.",
    "1273071008": "Richieste sui diritti di accesso degli interessati",
    "1273914192": "3. Tasse",
    "1275150216": "Punti di riferimento",
    "1278884196": "Detto questo, la crittografia è una disciplina piuttosto giovane. Sulla base della storia recente, è probabile che il tuo schema crittografico e/o l'implementazione vengano violati non appena qualcuno avrà un incentivo a esaminarlo da vicino, ed è probabile che altre persone lo capiranno molto prima di te. Affidarsi all'hardware significa anche che potresti dover chiedere a ciascuno dei tuoi utenti di cambiare un dispositivo fisico per correggere il difetto. È improbabile che ciò accada rapidamente nella maggior parte dei casi, il che significa che in realtà il tuo sistema semplicemente non si aprirà.",
    "1282121137": "Per comprendere quanto possa essere problematico l'acquisizione del conto, considerare come appare l'esperienza dal punto di vista dell'istituto finanziario. Gestiscono milioni di accessi ogni giorno.",
    "1289884910": "Pubblichiamo anche analisi e rapporti occasionali. Per esempio:",
    "1291824746": "hCaptcha Payouts viene eseguito trimestralmente su base finale di 60 giorni. Per illustrare cosa significa, vedere la tabella seguente.",
    "129661785": "Ti è mai stato chiesto di \"fare clic sull'auto/sulle strisce pedonali/sul semaforo?\"",
    "1296696044": "Privacy e sicurezza: perché non entrambi?",
    "1297224875": "Un approccio esclusivo e basato sulla privacy alla sicurezza online aziendale.",
    "1297657322": "Schermata utente di accessibilità dopo il login",
    "1300485304": "hCaptcha protegge da minacce avanzate ed esche progettate per infiltrarsi nelle tue reti",
    "130239139": "Qual è il valore degli oltre 100 anni-persona di lavoro raccolti da Google ogni giorno?",
    "1316817321": "attribuzione",
    "131871195": "Il modo migliore per garantire la tua soddisfazione è dimostrare che soddisfiamo le tue esigenze.",
    "1330274831": "Con la presente ci concedi una licenza mondiale, non esclusiva, sublicenziabile, trasferibile, esente da royalty e irrevocabile durante la durata del presente Accordo per utilizzare, riprodurre, distribuire elettronicamente e visualizzare pubblicamente i Dati del cliente esclusivamente allo scopo di fornire i Servizi . Dichiari e garantisci di possedere diritti, titoli e interessi sufficienti nei e verso i tuoi dati al fine di concedere la licenza in questa sezione.",
    "1333016413": "Ciò ti consente di evitare domande future registrando e impostando un cookie.",
    "1337725003": "hCaptcha si impegna a democratizzare l'accesso all'annotazione in tempo reale ad alto volume, consentendo alle aziende grandi e piccole di migliorare la qualità dei loro prodotti e servizi applicando l'apprendimento automatico alla loro attività.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "1340011854": "Risoluzione alternativa delle controversie richiesta. Accetti che per qualsiasi controversia derivante o correlata al tuo utilizzo dei Servizi, inclusa qualsiasi controversia che potrebbe essere sorta dal momento in cui hai iniziato a svolgere compiti per IMI, e in particolare includendo qualsiasi reclamo relativo alla classificazione o meno come un contraente indipendente, comunicherai prima a IMI il tuo reclamo nei suoi confronti. Tu e IMI cercherete quindi di risolvere il problema tramite negoziazione diretta o mediazione. Divideremo equamente il costo della mediazione e concorderemo che la mediazione sarà condotta tramite telefono o altri mezzi elettronici. Se un reclamo rimane irrisolto a seguito di negoziati informali o mediazione, accetti che tu e IMI utilizzerete l'arbitrato finale e vincolante per risolvere la controversia. Questa clausola regola retroattivamente tutti i reclami dal momento in cui hai iniziato a utilizzare il nostro sito Web, basati su illecito civile, contratto, statuto, inclusi, ma non limitati a, eventuali reclami di discriminazione e molestie, indipendentemente dal fatto che siano basati sul California Fair Employment and Housing Act , Titolo VII del Civil Rights Act del 1964, come modificato, o qualsiasi altra legge o regolamento statale o federale, legge equa o altro.",
    "1344687860": "Riquadri di delimitazione",
    "1344959096": "Lavorare come etichettatrice di dati individuale",
    "1345083090": "Segnalare un problema di funzionalità?",
    "134571844": "Impressum (avviso sul sito)",
    "1350478093": "Finalità del trattamento",
    "135276624": "Europa, Medio Oriente, Africa (EMEA)",
    "1356745565": "Compatibile fino a Internet Explorer 8.",
    "1358325821": "Innanzitutto, installa l'estensione per",
    "1362015807": "Iniziare",
    "1368787974": "Condividi la gestione con il tuo team.",
    "137127070": "inserire, caricare o allegare collegamenti o file esterni dannosi o sconosciuti o caricare qualsiasi contenuto che contenga un virus, un cavallo di Troia, un worm, una bomba a tempo o altri codici informatici dannosi;",
    "1373262754": "Sapere chi è un individuo ha un valore minimo per hCaptcha. Ci interessa solo se sono umani o un attore maligno.",
    "1374227759": "utilizzare il sito Web per qualsiasi attività illegale o per qualsiasi scopo diverso da quello per il quale è stato reso disponibile;",
    "1377538813": "Lingua prevalente. La versione in lingua inglese dei presenti Termini di servizio prevarrà sotto tutti gli aspetti e prevarrà in caso di incongruenze con le eventuali versioni tradotte.",
    "1388241689": "Informazioni raccolte a seguito della risposta degli Utenti finali alle richieste tramite il Servizio (\"Dati etichettati\"), come dati di etichettatura delle immagini, testo convertito da file audio riprodotti a tali Utenti finali, risposte a domande e altri prompt generati dal Servizio ai fini dell'etichettatura dei dati da utilizzare nelle applicazioni di apprendimento automatico. Tieni presente che i dati etichettati non sono collegati a nessun individuo identificato.",
    "1393184984": "sono tutto ciò di cui hai bisogno.",
    "1394253934": "7. Uso improprio, abuso e falsa dichiarazione",
    "1397766838": "Migliore esperienza utente",
    "1406188018": "6 e 7",
    "1406393333": "È severamente vietato qualsiasi accesso o utilizzo dei Servizi che non sia conforme ai presenti Termini di servizio e alle istruzioni fornite. In particolare, NON:",
    "1406692811": "impegnarsi in spamming o pubblicare qualsiasi tipo di pubblicità, tentare di ottenere referenze, comunicazioni di massa, offerte o richieste di denaro, sollecitazione di servizi, pubblicità, marketing, messaggi senza senso, argomenti duplicati, contenuti illegali, collegamenti a siti Web sociali, indirizzi e-mail o ID di messaggistica istantanea a meno che non sia richiesto dall'attività;",
    "1408530660": "IMI rispetta la proprietà intellettuale di altri e ci riserviamo il diritto di rimuovere dal nostro sito qualsiasi materiale che riteniamo possa violare i diritti intellettuali di terzi. Se ritieni che il tuo lavoro sia stato copiato in un modo che costituisce una violazione del copyright su questo sito Web, contatta l'assistenza clienti di Intuition Machines.",
    "1408599440": "Inizia velocemente con poche righe di codice e la nostra modalità passiva al 99,9% o prendi il pieno controllo su quando e come gli utenti vengono sfidati. Modelli di minaccia personalizzati e sfide personalizzabili significano flessibilità senza rivali per garantire la sicurezza.",
    "1408750006": "Fatte salve alcune limitazioni, il CCPA fornisce ai consumatori della California il diritto di richiedere maggiori dettagli sulle categorie o su specifiche informazioni personali che raccogliamo (incluso il modo in cui utilizziamo e divulghiamo queste informazioni), di eliminare le loro informazioni personali, di rinunciare eventuali \"vendite\" che dovessero verificarsi, nonché il diritto a non essere discriminati per l'esercizio di tali diritti.",
    "1409486258": "Corretta",
    "1409822234": "In nessun caso un marchio hCaptcha identico o quasi identico può essere utilizzato come nome di dominio.",
    "1418235079": "Fornitori di servizi",
    "1421074182": "Sostanzialmente più alto.",
    "1422537019": "noi oggi per saperne di più.",
    "1424800293": "Il logo di hCaptcha:",
    "1428053210": "Questo contenuto viene generalmente trasformato dalla sua forma originale. Ad esempio, un video può essere suddiviso in molte immagini, tali immagini possono essere suddivise in molte nuove immagini e quelle nuove immagini vengono quindi mescolate casualmente per produrre il risultato finale visualizzato.",
    "1434289796": "Alcuni cookie sono necessari per determinati utilizzi dei Siti e senza tali cookie non saremmo in grado di fornire molti servizi necessari per utilizzare correttamente i Siti. Questi cookie, ad esempio, ci consentono di gestire i nostri siti in modo che tu possa accedervi come hai richiesto e ci consentono di riconoscere che hai creato un account e che hai effettuato l'accesso a tale account per accedere ai contenuti del sito. Includono anche i cookie che ci consentono di ricordare le tue azioni precedenti all'interno della stessa sessione di navigazione e proteggere i nostri siti.",
    "1445008801": "Come dice Eden:",
    "1446868537": "hCaptcha non dovrebbe mai essere usato come verbo.",
    "1447649958": "Ti ricordiamo che solo il traffico umano accurato è idoneo per i pagamenti. Puoi vedere maggiori dettagli su questo nelle nostre FAQ, collegate di seguito. Il saldo disponibile deve inoltre soddisfare una soglia minima per poter beneficiare del pagamento, attualmente 10 HMT.",
    "1457707016": "Per privati",
    "1467218142": "Ciò che desideriamo da loro e da noi stessi guida il nostro comportamento, e quindi gli stessi modelli di interazione ricorrono in tutti i sistemi umani. Internet fornisce molti ottimi esempi di questo aspetto fondamentale del nostro mondo.",
    "1467308982": "Orari di pagamento",
    "1467783792": "Nessuna persona, entità o organizzazione sanzionata dagli Stati Uniti (un \"Attore sanzionato\") ha diritto a ricompense o a utilizzare i Servizi come Integratore. A scanso di equivoci, ciò include tutti gli attori sanzionati designati dall'Office of Foreign Assets Control (\"OFAC\") del Dipartimento del Tesoro degli Stati Uniti.",
    "1470290349": "per bot best-in-class e gestione delle frodi.",
    "1475399473": "Scopri di più sul team di hCaptcha",
    "1476843710": "Forme di acquisizione di account meno dannose dal punto di vista finanziario, ma comunque dannose, comportano il dirottamento di account sui social media e simili. In questi casi, l'aggressore di solito cerca di diffondere malware o di intraprendere attacchi di phishing contro ignari amici della vittima. Oppure, l'aggressore sta cercando di mettere in imbarazzo la vittima, cosa che a volte accade con celebrità e politici, ad esempio.",
    "1477196356": "Per decenni sono stati proposti vari metodi per collegare l'identità a un dispositivo in modo crittograficamente sicuro, a volte con proprietà di tutela della privacy. La crittografia a chiave pubblica risale al c. 1975 e i token hardware esistono da quasi altrettanto tempo.",
    "1480820434": "immagine 1",
    "148188781": "Sfide presentate",
    "1482845460": "( ) Richiede l'immediata e totale collaborazione di tutti in una volta",
    "1483015662": "3. Sessione",
    "1485807325": "Dashboard multiutente, SSO SAML",
    "1487796027": "Per le aziende",
    "1491780143": "I CAPTCHA non dimostrano che sei umano, dimostrano che sei americano",
    "1493115924": "Note sui marchi:",
    "1493790285": "Altre informazioni raccolte dagli Utenti finali come parte del Servizio a cui è richiesto di determinare se essi",
    "1495915066": "Come noi, i nostri partner di ricerca accademica e i nostri clienti utilizziamo i media Creative Commons",
    "1499894352": "Pochissime aziende offrono trasparenza nei loro processi decisionali in questo settore e speriamo che altri seguano questo esempio!",
    "1503240421": "Passaggio 5: fare clic sulla scheda Console, quindi fare clic con il pulsante destro del mouse su \"Salva con nome...\" per salvare il registro della console. Mandaci anche quello.",
    "1504327211": "Si prega di notare che l'utilizzo del nostro Servizio è regolato dal nostro",
    "1508655687": "Aggiungi le tue sfide su misura per il tuo pubblico per semplificare o limitare l'accesso",
    "1510448156": "Puoi essere attivo e funzionante con un'alternativa superiore oggi e attivare funzionalità più avanzate se necessario.",
    "1514478724": "Per saperne di più",
    "151737819": "hCaptcha Solve Rate in tutto il mondo mostra una variazione minima",
    "1517625162": "Ai sensi della sezione 1789.3 del codice civile della California, gli utenti della California hanno diritto al seguente avviso sui diritti dei consumatori: i residenti in California possono contattare l'unità di assistenza ai reclami della Divisione dei servizi ai consumatori del Dipartimento degli affari dei consumatori della California per posta all'indirizzo 1625 North Market Blvd., Sacramento, CA 95834 o per telefono al numero (916) 445-1254 o (800) 952-5210.",
    "1517627947": "Probabilmente stavi vedendo immagini di edifici o segnali stradali dalle auto Streetview di Google e aiutavi a etichettare le posizioni per i loro prodotti Maps e Earth.",
    "1519201684": "Politica etica dell'IA",
    "1519560388": "7. Fonte: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Per ulteriori informazioni contattare le vendite aziendali.",
    "1525506526": "Cosa sono le acquisizioni di account e come funzionano?",
    "1526887904": "hCaptcha Privacy aziendale",
    "1528242915": "Identificatori.",
    "1533171442": "Utilizziamo anche cookie funzionali e cookie di terze parti per scopi di analisi e marketing. I cookie funzionali consentono ad alcune parti dei Siti di funzionare correttamente e le preferenze dell'utente rimangono note. I cookie di analisi, tra le altre cose, raccolgono informazioni su come i clienti, gli integratori e gli utenti finali utilizzano i nostri siti, i contenuti e i prodotti che gli utenti visualizzano più frequentemente e l'efficacia della nostra pubblicità di terze parti. I cookie pubblicitari aiutano a fornire annunci a un pubblico pertinente e a far apparire i nostri annunci nella parte superiore dei risultati di ricerca. I cookie sono cookie \"di sessione\" che vengono eliminati quando si termina la sessione del browser o \"persistenti\" che rimangono fino alla loro eliminazione da parte dell'utente (discusso di seguito) o della parte che ha fornito il cookie. I dettagli completi su tutti i cookie utilizzati sui Siti sono disponibili nella nostra tabella Informativa sui cookie di seguito.",
    "1539071196": "Generalmente utilizziamo i cookie per i seguenti scopi:",
    "1544546608": "Privacy Pass",
    "1544829730": "Se sei un cliente o un richiedente, accetti che i termini aggiuntivi qui allegati come Appendice per il cliente si applicheranno e saranno incorporati come riferimento nei presenti Termini di servizio. Se non sei un Cliente o Richiedente, o smetti di essere un Cliente o Richiedente, i termini aggiuntivi nell'Appendice del Cliente non si applicheranno né saranno incorporati come riferimento nei presenti Termini di servizio.",
    "1546930020": "Ottenere dati etichettati",
    "1547006769": "La verifica dell'umanità è lo stesso problema",
    "1549336309": "hCaptcha ribalta questo modello. Quando usi hCaptcha, le aziende fanno offerte sul lavoro svolto dai tuoi utenti per dimostrare la loro umanità. Ottieni i premi.",
    "1549953005": "Potresti aver completato uno o più moduli d'ordine per l'accesso alla piattaforma (ciascuno, un \"Modulo d'ordine\") come condizione per diventare un Cliente o Richiedente. In tal caso, i termini e le condizioni descritti nel Modulo d'ordine diventano parte dei Termini di servizio e sono qui incorporati per riferimento.",
    "155456850": "annunciando il loro passaggio a hCaptcha:",
    "1558428432": ". Si prega di accreditarli su hCaptcha.com.",
    "155877895": "Rilevamento e classificazione a propulsione umana",
    "1559150837": "I bersagli però non sono indifesi. La maggior parte dei siti Web dispone di controlli che bloccano un utente sospetto che sta tentando di accedere a migliaia di account diversi dallo stesso indirizzo IP in un breve lasso di tempo. Ciò che gli aggressori di riempimento delle credenziali fanno per aggirare queste tecniche di protezione è simulare la diversità geografica e IP. Utilizzando strumenti potenti, spesso basati sull'intelligenza artificiale, possono far sembrare che migliaia di utenti stiano tentando di accedere in modo casuale in diverse ore del giorno da tutto il paese. Questo è molto più difficile da rilevare e fermare.",
    "1559190296": "5-11 gennaio 2021†",
    "1559631739": "Apprendimento privato",
    "1560232962": "copre in dettaglio, non vengono fornite garanzie circa l'importo guadagnato per una data risposta. Potrebbero non essere disponibili domande a pagamento in quel momento, una risposta potrebbe essere rifiutata per motivi di qualità e così via.",
    "1565481281": "Una nota per i residenti in California",
    "1569804581": "Se desideri essere contattato in futuro in merito a opportunità correlate, compila questo modulo.",
    "1579093044": "Con il nostro semplice designer di sfide personalizzate, puoi lanciare il contenuto della sfida sul marchio in pochi minuti.",
    "1579715421": "Gli scienziati IM pubblicano regolarmente nelle principali conferenze come ICML, ICLR, ECCV e NeurIPS e l'azienda ha rilasciato pubblicamente risultati all'avanguardia nelle discipline ML come il deep hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Punteggi bot ad alta precisione",
    "1589805435": "Abbiamo anche un",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Pagherai a IMI le commissioni come descritto nel Modulo d'ordine applicabile tramite il metodo di pagamento fornito nel Modulo d'ordine applicabile. Se non diversamente concordato espressamente da entrambe le parti per iscritto, fornirai il pagamento completo di tutte le fatture emesse entro trenta (30) giorni dalla data di spedizione della fattura. Ci autorizzi a eseguire le autorizzazioni della carta di credito su tutte le informazioni della carta di credito che ci fornisci, a memorizzare tali informazioni sulla carta di credito e ad addebitare la tua carta di credito o qualsiasi altro conto che accettiamo reciprocamente come forma di pagamento. Salvo diversa indicazione nel Modulo d'ordine o all'interno del Contratto di servizio aziendale o del Contratto di servizio principale, tutte le tariffe per i Servizi, a parte le eccedenze, vengono fatturate annualmente all'inizio dei servizi forniti da IMI ai sensi del Contratto (la \"Data di entrata in vigore\").",
    "159272246": "D: Stai lavorando su altre opzioni di accessibilità (\"a11y\"), come l'audio?",
    "1595254735": "I servizi puramente passivi fanno fatica a mantenere l'accuratezza del rilevamento dei bot o persino a sapere quando sono imprecisi. Senza la possibilità di sfidare occasionalmente gli utenti e analizzare correttamente i risultati di tale sfida, l'accuratezza tende a diminuire notevolmente nel tempo.",
    "1597520917": "Un numero crescente di critici ha sottolineato che il disprezzo di Google per la privacy degli utenti dovrebbe riguardare i clienti che desiderano proteggere i propri siti Web e app.",
    "1599610318": "Editore",
    "1601080128": "Se sospendiamo o chiudiamo il tuo account, non avrai più accesso a nessuna parte del sito web, inclusi dati, messaggi, file e altro materiale che conservi sul sito. NON puoi continuare a utilizzare il nostro sito Web con un nome account diverso o nuovo. Le violazioni dei presenti Termini di servizio possono essere perseguite nella misura massima consentita dalla legge e possono comportare ulteriori sanzioni e sanzioni.",
    "1606599610": "Kieran Thompson",
    "1606783855": "R: Siamo molto interessati al caso d'uso Privacy Pass for the Accessibility (\"a11y\"). Opzioni precedentemente popolari come i captcha audio discriminano molti utenti a11y. Riteniamo che la combinazione del nostro attuale approccio a11y con l'emissione di Privacy Pass consentirà agli utenti di a11y di navigare in sicurezza, con la consapevolezza che il loro traffico è più privato, limitando al contempo gli abusi da parte degli operatori di bot che si verificano inevitabilmente quando le opzioni a11y sono disponibili.",
    "1609621367": "Trasferimento",
    "1617196410": "hCaptcha si concentra sull'arresto dei bot. Non ci interessa chi è un utente, ma solo se è dannoso. Lavoriamo duramente per bilanciare privacy e",
    "162063633": "Mailgun Technologies, Inc. (globale). Servizi forniti: Mailgun.com.",
    "1620709264": "HUMAN Token® è un marchio registrato di HUMAN Protocol Foundation e viene utilizzato con il suo permesso.",
    "1621597093": "Soluzioni di sicurezza aziendale (a pagamento)",
    "1621930829": "Cosa si può fare per le odierne e incessanti attività di frode sui pagamenti? L'utilizzo di più livelli di controlli è di solito un approccio saggio. Tuttavia, le migliori contromisure sono quelle che possono intrappolare il bot e rivelare che è falso, nonostante i migliori sforzi dei suoi creatori per replicare il comportamento umano.",
    "1622303590": "Per abilitare i cookie in Safari (iPhone/iPad iOS 11+): apri le tue Impostazioni. Scorri verso il basso e seleziona Safari. In Privacy e sicurezza, disattiva \"Impedisci tracciamento tra siti\" e \"Blocca tutti i cookie\"",
    "1624200563": "sicurezza e rispettare GDPR, CCPA, LGPD, PIPL e altre normative sulla privacy.",
    "1627232990": "Le traduzioni di questi Termini di servizio sono fornite sulla base del massimo sforzo. In caso di differenze sostanziali tra i Termini di servizio in lingua inglese e una traduzione degli stessi, i Termini di servizio in lingua inglese saranno considerati come autorevoli.",
    "1636202177": "Di",
    "1637527266": "Quali paesi hanno il maggior traffico di bot?",
    "1637702726": "Informazioni su hCaptcha",
    "1642844535": "è importante: hCaptcha utilizza più approcci diversi per rispondere alla stessa domanda fondamentale, consentendo il confronto per coerenza tra tutte le valutazioni.",
    "1644003939": "Nota: non si applica a tutti i clienti. Ad esempio, i clienti IP Blinding o altre opzioni avanzate di privacy o sicurezza (ad esempio i clienti Secure Virtual Tenancy) sono completamente esclusi da qualsiasi potenziale \"PII\" che acceda ai sistemi di telemetria, anche un indirizzo IP. Si prega di contattare il rappresentante dell'account per ulteriori informazioni, se necessario.",
    "164801246": "La riconciliazione è il processo in base al quale il traffico viene analizzato dopo il fatto per verificarne l'umanità e l'accuratezza, una volta che tutti i dati di tutti i siti di segnalazione sono stati inseriti. Puoi leggere maggiori dettagli nel nostro",
    "1655022901": "BotStop di hCaptcha™",
    "1655796811": "Informazioni raccolte automaticamente a seguito dell'utilizzo dei Siti o dei Servizi da parte di un Integratore o del Cliente (\"Informazioni di analisi\"), come indirizzi IP, tipo di browser, provider di servizi Internet, tipo di piattaforma, tipo di dispositivo, sistema operativo, data e ora di accesso e altre informazioni simili. Alcune informazioni di analisi vengono raccolte per nostro conto da terze parti incaricate a tale scopo e alcune informazioni di analisi vengono raccolte tramite una varietà di tecnologie di tracciamento, inclusi i cookie (vedi \"Tecnologie di analisi e tracciamento di terze parti\" di seguito).",
    "165932542": "Uno sguardo ai tassi di risoluzione di hCaptcha in tutto il mondo",
    "1662477701": "risorse",
    "166277959": "Nota: questa funzione è attualmente in versione beta e potrebbe non funzionare sempre per tutti i siti Web e gli utenti. Nel caso in cui non sia abilitato o non funzioni per un particolare utente, il comportamento tornerà semplicemente all'esperienza hCaptcha standard senza perdita di funzionalità.",
    "1663628612": "lasciati",
    "1665616092": "La frode sui pagamenti è semplice nel concetto, ma può essere incredibilmente complessa nella sua esecuzione odierna.",
    "1669194950": "Oltre alle Informazioni personali, potrebbe essere necessario fornire (o potrebbe essere necessario per noi raccogliere) altri dati in modo da poter fornire i Servizi (collettivamente, \"Dati del cliente\"). Non siamo responsabili per la mancata esecuzione dei Servizi causata dal ritardo o dalla mancata fornitura dei Dati del cliente.",
    "1671436004": "Vuoi restituire alla tua beneficenza preferita?",
    "1671996585": "Potrebbe esserti richiesto di integrare il tuo sito web, applicazione o piattaforma con i nostri Servizi tramite la nostra interfaccia di programmazione dell'applicazione (\"API\"). In tal caso, ti concediamo una licenza limitata, non esclusiva, non trasferibile, non cedibile e revocabile per utilizzare l'API esclusivamente per accedere ai Servizi. Possiamo modificare l'API e/o cessare il supporto di vecchie versioni o rilasci dell'API in qualsiasi momento. Ci riserviamo il diritto di sospendere o limitare il tuo accesso all'API a nostra esclusiva discrezione e faremo ogni ragionevole sforzo per fornirti un avviso prima della sospensione.",
    "1678661231": "Per la conformità, la prevenzione delle frodi e la sicurezza",
    "1685871181": "I migliori servizi online si affidano",
    "1686079269": "Informazioni sull'attuale gestione della società possono essere ottenute su",
    "1686655020": "Caricare qualsiasi contenuto soggetto a copyright che non sia il tuo lavoro originale, a meno che tu non abbia il permesso dal legittimo proprietario di pubblicare tale contenuto e di concedere a IMI tutti i diritti concessi in licenza nel presente documento;",
    "1687299615": "Che cos'è un'acquisizione di account?",
    "1691348394": "- acquisti di massa automatizzati durante una vendita a rilascio limitato",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "Mandaci una email",
    "1697438123": "Privacy",
    "1699668873": "Devi informare immediatamente IMI se sospetti che le informazioni del tuo account siano state rubate o utilizzate da qualcun altro, o qualsiasi altra violazione della sicurezza.",
    "1702335960": "Qualsiasi informazione che raccogliamo è soggetta all'Informativa sulla privacy in vigore al momento della raccolta di tali informazioni. Potremmo, tuttavia, rivedere l'Informativa sulla privacy di volta in volta. Se una revisione è materiale, come determinato esclusivamente da noi, ti informeremo, ad esempio via e-mail. La versione corrente sarà sempre pubblicata nella nostra pagina Informativa sulla privacy.",
    "1706581702": "La formazione sui dati anonimi funziona altrettanto bene e non richiede compromessi né in termini di sicurezza né di privacy. I nostri clienti hanno fatto i test empirici, e ci hanno dichiarato uguali o migliori di alternative molto meno private.",
    "170775527": "Funzionalità aziendali",
    "1709478090": "Per offrirti pubblicità basata sugli interessi o mirata.",
    "1717658846": "Opzione di accessibilità nel menu dell'interfaccia utente del widget",
    "1722734001": "Internet aperto è un ambiente molto rumoroso. I malintenzionati attaccano gli utenti del nostro servizio e concorrenti come reCAPTCHA ogni giorno, e ovviamente cercano di sembrare il più umani possibile mentre lo fanno.",
    "1728211763": "L'uso dei contenuti in questo modo e per questi scopi rientra nelle linee guida sull'uso corretto in base alla nostra comprensione della legge e delle pratiche standard nel settore, ma siamo fan di lunga data di Creative Commons e preferiamo dare credito a chiunque aiuti nel compito monumentale di migliorare l'intelligenza della macchina.",
    "1729677626": "Sono sotto attacco e richiedo l'onboarding immediato.",
    "1752259468": "5. Stima conservativa: costo di $ 0,01 di una singola annotazione * 200 milioni di media. annotazioni al giorno (limite inferiore) * 365 giorni all'anno * 10 anni dall'acquisizione del 2009 = valore limite inferiore di $ 7,3 miliardi.",
    "1752795854": "hCaptcha offre un approccio moderno e incentrato sulla privacy per fermare i bot.",
    "1756106276": "Stato",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "qui:",
    "1767952047": "Ieri sera mi ha aggredito, mi ha rubato i vestiti e ha preso i miei soldi\". L'altro uomo, vestito in grande eleganza, l'abbigliamento della classe nobile, rispose: \"Connestabile, quest'uomo è pazzo. Crede di essere un nobile. Sono il vero nobile. Arrestatelo!\"",
    "1771016224": "- software dal download in massa di tutti i contenuti dal tuo sito web",
    "1778058441": "Quali tipi di lavori vengono eseguiti su hCaptcha?",
    "1778642038": "Per comunicare con te",
    "1779265104": "Termini personalizzati e garanzie sulla privacy",
    "1783317946": "L'arresto degli attacchi API è un caso d'uso popolare per",
    "1786796818": "Limitare",
    "178839499": "hCaptcha condivide il valore del lavoro svolto mentre gli utenti dimostrano la loro umanità.",
    "1789371580": "Assegnabilità. Non è possibile assegnare questi Termini di servizio senza il nostro previo consenso scritto. Possiamo assegnare questi Termini di servizio in qualsiasi momento, senza preavviso. Fatto salvo quanto precede, i presenti Termini di servizio saranno vincolanti per i successori e gli assegnatari autorizzati di ciascuna parte.",
    "1789607185": "Indirizzo email",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sessione",
    "179723061": "Maggiore controllo per i team che necessitano di una sicurezza ai vertici della categoria",
    "1797298240": "Passaggio 4: fare clic su \"HAR\" dopo aver tentato di risolvere e scegliere \"Salva tutto come HAR\" per salvare il registro di rete. Inviaci quel file.",
    "1798492192": "Supporto per browser legacy",
    "1803009328": "Testato in battaglia su scala web.",
    "1803943584": "In secondo luogo, lasciamo che le sfide si ottimizzino da sole per determinare in quali paesi o lingue verranno eseguite, aumentando ulteriormente la probabilità di un'esperienza coerente. Se la precisione è inferiore al previsto, una serie di domande smetterà semplicemente di funzionare nella regione o nella lingua in cui si verifica questo effetto.",
    "1806535500": "Praticamente ogni tecnologia, dalle matite alla dinamite, è a",
    "1807143500": "I Servizi includono un servizio di sicurezza online (il \"Servizio hCaptcha\") e una piattaforma (la \"Piattaforma Intuition Machines\") su cui un individuo (\"Collaboratore\") può scegliere di eseguire attività che un'entità terza o la stessa Intuition Machines (ciascuno un \"Richiedente\") pubblica sul nostro sito Web o sul Servizio hCaptcha, direttamente sul nostro sito Web o accedendo alla piattaforma Intuition Machines e/o eseguendo attività tramite o in connessione con un'entità e/o piattaforma o servizio di terze parti (ciascuno, un \"Integratore\"). I Richiedenti pubblicano compiti e invitano i Collaboratori a eseguirli in cambio di ricompense fornite da IMI agli Integratori, o come determinato dal Richiedente se il Richiedente utilizza la piattaforma Intuition Machines o il servizio hCaptcha per servire compiti ai propri utenti finali. Addebitiamo ad aziende e individui (ciascuno un \"Cliente\") l'utilizzo della nostra piattaforma in modo che possano utilizzare il nostro software, creare attività, assumerci per creare attività e/o accedere ai Collaboratori. Addebitiamo inoltre agli integratori l'utilizzo del nostro servizio hCaptcha al fine di ridurre frodi, abusi e spam sui loro siti Web, app mobili e altre proprietà online. Quanto precede è indicato collettivamente come i \"Servizi\".",
    "181065232": "Eseguiamo un piccolo lavoro di produzione in base ai tuoi dati di esempio. Questo mette alla prova il lavoro che abbiamo svolto insieme per assicurarti di ottenere esattamente ciò di cui hai bisogno.",
    "1817772953": "La frode non è una nuova forma di crimine. In effetti, gli archeologi hanno portato alla luce dispositivi antifrode ideati dagli antichi Sumeri per trasportare il bestiame senza perdite quasi 10.000 anni fa! Nel loro caso, hanno messo dei gettoni di argilla, ciascuno rappresentante un animale, all'interno di una palla di argilla nota come \"bulla\". La bulla viaggerebbe con il gregge mentre si spostava dal venditore all'acquirente. Anche allora, gli imprenditori erano preoccupati che non tutti quelli con cui avevano a che fare fossero in crescita. Molto è cambiato in 10.000 anni, ma la necessità di essere innovativi nella prevenzione delle frodi rimane con noi. Oggi la questione delle frodi nei pagamenti online è di fondamentale importanza. Con Internet, i truffatori sono diventati sempre più abili nel superare in astuzia i controlli antifrode. Tuttavia, nuove soluzioni stanno cambiando le sorti.",
    "1818116402": "Ci auguriamo che tu abbia apprezzato questo sguardo su come gestiamo le questioni operative con un componente di etica dell'intelligenza artificiale.",
    "1820844638": "Per ottenere informazioni di mercato. Utilizziamo le informazioni analitiche per analizzare il mercato e condurre analisi commerciali relative al sito e ai nostri servizi e per altri scopi di ricerca.",
    "1828028934": "Ecco perché",
    "1829242168": "__cflb,",
    "1830910223": "Un caso di studio sull'etica dell'IA nel mondo reale",
    "1834239172": "Acquista i servizi di annotazione hCaptcha",
    "1834801943": "2. 1a parte",
    "1834911235": "Smetti di inviarti comunicazioni di marketing diretto che hai precedentemente acconsentito a ricevere. Potremmo continuare a inviarti comunicazioni relative al Servizio e altre comunicazioni non di marketing.",
    "1836191653": "Invece di offrire un servizio facilmente annullabile agli utenti gratuiti mentre addebita milioni di dollari per una versione aziendale che non è molto migliore, hCaptcha fornisce un'eccellente protezione dai bot a entrambi, offrendo agli utenti aziendali funzionalità aggiuntive e personalizzazione, insieme a SLA forti e supporto rapido.",
    "1836369533": "Come il poliziotto nel racconto popolare, come si determina chi è veramente chi? Se l'attaccante ha abbastanza elementi di identità rubati, come il numero della patente di guida, il numero di previdenza sociale, il nome da nubile della madre, l'indirizzo e così via, potrebbe essere abbastanza difficile determinare se il chiamante è il vero titolare del conto o un aggressore che cerca di ottenere un reimpostazione della password su un account che vuole penetrare.",
    "1836554225": "I post del blog",
    "1844885924": "Ampia libreria di tipi tra cui scegliere.",
    "1845745385": "Progettato per la privacy.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Personalizza con i tuoi contenuti di sfida",
    "1849805607": "hCaptcha protegge da minacce ed esche progettate per infiltrarsi nelle tue reti",
    "1865097546": "16 novembre 2021",
    "1866590035": "istruzioni del registro di debug per Chrome",
    "1873812847": "Divulgazione dei cookie",
    "1886100235": "Molti dei più grandi servizi online del mondo sono passati a hCaptcha Enterprise e hanno ricevuto un migliore rilevamento dei bot insieme a sostanziali risparmi sui costi.",
    "1890955039": "Come personalizzare la formattazione per ogni rich text",
    "1892020899": "Dove ottengono le credenziali gli hacker?",
    "1892574253": "Iscriviti",
    "1898063898": "per preservare la privacy degli utenti che stiamo sviluppando in collaborazione con",
    "1903743785": "L'avvento delle API basate su standard ha rappresentato un importante passo avanti nell'integrazione delle applicazioni. Negli ultimi 20 anni circa, le API sono passate da prodotti software proprietari costosi e complicati a strumenti gratuiti basati su standard con cui era relativamente facile lavorare e veloci da implementare.",
    "1904390996": "standardizzare il",
    "1906593952": "Fornisci un feedback sull'hCaptcha che hai appena visto",
    "190955495": "( ) Mancanza di un'autorità di controllo centrale per la posta elettronica",
    "1910628828": "Lo scraping dei contenuti è una tecnica per acquisire dati da un sistema che prevede un set di strumenti automatizzato che impersona un client software o un browser web. Non è nuovo. In effetti, per gli ingegneri del software che potrebbero aver bisogno di dati da un vecchio mainframe, lo scraping può essere l'unico modo per estrarre informazioni. I connettori originali potrebbero essere spariti e impossibili da sostituire.",
    "1911669851": "Sì, stiamo attualmente lavorando su una serie di miglioramenti ai nostri sistemi di backend che ci aspettiamo alla fine ci consentiranno di offrire una riconciliazione più rapida, una più rapida accuratezza delle stime e pagamenti più rapidi. Attualmente stiamo lavorando per accelerare prima la riconciliazione.",
    "191460155": "Zero attrito e modalità passive 99,9%",
    "1918025546": "Se ti vengono fornite informazioni riservate da chiunque sui Servizi, accetti di proteggere la segretezza delle informazioni riservate con lo stesso grado di cura che usi per proteggere le tue informazioni riservate, ma in nessun caso con la dovuta cura. L'utente non può divulgare o pubblicare tali informazioni riservate o proprietarie, ad eccezione di quanto potrebbe essere necessario per l'esecuzione di un'attività. Tutte le informazioni all'interno di un'attività sulla piattaforma Intuition Machines devono essere considerate riservate anche se le informazioni non sono espressamente designate come riservate.",
    "1920884252": "Perché il contenuto di scraping rappresenta una minaccia alla sicurezza?",
    "1923297430": "Il punto di rottura finale per molti clienti più grandi è arrivato quando Google ha iniziato ad addebitare alle aziende l'utilizzo del loro prodotto su qualsiasi scala significativa. Ciò ha indotto gli utenti di reCAPTCHA da molto tempo a cercare alternative migliori poiché le preoccupazioni normative in tutto il mondo avevano già reso l'utilizzo delle offerte di Google sempre più sgradevole.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Abbiamo una rigorosa politica di etica dell'intelligenza artificiale in hCaptcha e parte di essa include un processo Know Your Customer (KYC).",
    "1927613000": "hCaptcha combina un sofisticato apprendimento automatico con una potente piattaforma di sfida per proteggere le applicazioni Web da acquisizioni di account, riempimento di credenziali, scraping e altri tipi di abuso.",
    "1933936765": "Accordo sul trattamento dei dati (Ultimo aggiornamento: 23 settembre 2021)",
    "1936449777": "Quindi, in modalità completamente automatizzata, possono imitare il comportamento umano sui siti di e-commerce, facendo clic sui pulsanti e aggiungendo articoli ai carrelli della spesa, al punto che molti, se non la maggior parte dei controlli antifrode, non possono dire che un bot sta cercando di rubare merce. Piuttosto, sembra che un utente umano stia semplicemente facendo acquisti. Il bot può accedere all'account di un cliente reale utilizzando credenziali di accesso rubate. Oscurare ulteriormente la frode è la capacità del bot di falsificare gli indirizzi IP e far sembrare che l'\"acquirente\" sia da qualche parte diverso dall'attaccante, che potrebbe trovarsi in un paese straniero.",
    "1936512180": "‍Facile accesso all'API, splendidi dashboard e la più recente tecnologia model-in-the-loop per massimizzare l'efficienza dei lavoratori.",
    "1941999673": "Il tuo post sostiene a",
    "1942186611": "e altri.",
    "1942611550": "in primis",
    "1949452297": "A causa dei vincoli intrinseci dell'interfaccia utente di hCaptcha e delle sue considerazioni sulla sicurezza, non è possibile riprodurre l'origine di ogni immagine direttamente adiacente al suo utilizzo. Invece, ci colleghiamo a questa pagina dalla nostra homepage e manteniamo un elenco di fonti attualmente o recentemente servite tramite la piattaforma. Puoi accedere alla lista attuale",
    "1952810469": "Tipo",
    "1953519598": "Il costo per etichettare una singola immagine varia da $ 0,03 a $ 1,00 o più. Secondo qualsiasi stima prudente, fino ad oggi Google ha estratto miliardi di dollari di manodopera gratuita. [",
    "1953959745": "accessibilità",
    "1958297836": "Protezione coordinata dagli attacchi e mitigazione APT",
    "1959762846": "- avere i moduli web compilati con infiniti spam o abusi di marketing",
    "1960601330": "Per abilitare i cookie in Safari (Mac): Vai al menu a discesa Safari. Seleziona Preferenze. Fare clic su Privacy nel pannello superiore. In \"Blocca cookie\" seleziona l'opzione \"Mai\".",
    "1962721652": "Gli esseri umani sono alla ricerca di schemi e, a volte, una domanda innocua può passare da del tutto non sorprendente a sospetta in un istante, a causa dei cambiamenti nel mondo piuttosto che delle motivazioni di chiunque faccia la domanda.",
    "1963951234": "Non importa quanto sia affidabile il tuo schema crittografico, se qualcuno alla fine della giornata può semplicemente spendere soldi per darti la risposta che stai cercando, possedere un pezzo di hardware è insufficiente.",
    "1972710018": "Vedendolo dal punto di vista dell'azienda",
    "1973347745": "10. Immagini di esempio royalty-free. Fonte: Petapixel.",
    "197676026": "Con altri per qualsiasi scopo commerciale legittimo, a condizione che le informazioni siano rese anonime",
    "1977013707": "† I pagamenti di dicembre 2020 sono stati riprogrammati dal 15 per evitare sovrapposizioni con riconciliazioni di fine anno e ferie del personale: saranno completati entro la seconda settimana di gennaio. A causa dei trasferimenti più lenti del solito verso PayPal, i pagamenti verranno eseguiti in diversi giorni anziché essere completati in un solo giorno.",
    "1978884623": "Ulteriori informazioni sulla segnalazione dei problemi del software",
    "1979347895": "– Interruzioni aziendali significative possono variare nel loro ambito, ad esempio solo la nostra azienda, un singolo edificio che ospita la nostra azienda, il quartiere in cui si trova la nostra azienda, la città in cui ci troviamo o l'intera regione. All'interno di ciascuna di queste aree, anche la gravità dell'interruzione può variare da minima a grave. In caso di interruzione della nostra azienda, del nostro distretto aziendale, della città o della regione o di un edificio che ospita la nostra azienda, trasferiremo le nostre operazioni in una sede locale quando necessario e non ci aspettiamo alcuna interruzione materiale delle operazioni aziendali. In entrambe le situazioni, abbiamo in programma di continuare l'attività, trasferire le operazioni a fornitori alternativi, se necessario, e informarti tramite il nostro sito Web all'indirizzo hcaptcha.com e la nostra pagina di stato su hcaptchastatus.com su come contattarci. Se la significativa interruzione dell'attività è così grave da impedirci di rimanere in attività, ti informeremo tempestivamente.",
    "1982617151": "( ) Chiunque potrebbe distruggere in modo anonimo la carriera o l'attività di qualcun altro",
    "1982750088": "Le aziende di tutto il mondo fanno offerte per quel lavoro per completare compiti semplici che sono facili per le persone ma difficili per le macchine. Gli utenti supportano il sito che stanno visitando e sperimentano meno spam web grazie a un livello di sicurezza più elevato.",
    "1985238261": "Altri marchi di restrizione",
    "1988268879": "Etichettatura dei dati conveniente su larga scala",
    "1988461282": "Basi legali per il trattamento",
    "1990824776": "16-24 settembre 2020*****",
    "1993899769": "15. Il nostro uso delle informazioni",
    "1993984258": "( ) Qualsiasi schema basato sull'opt-out è inaccettabile",
    "1995277831": "Grazie",
    "1996843433": "Riduci l'attrito evitando completamente una sfida per il 99,9% del tuo traffico legittimo, pur fornendo un'eccellente sicurezza.",
    "1997838163": "Le più grandi aziende del mondo dipendono da hCaptcha Enterprise. L'integrazione è semplice e la precisione di rilevamento non ha eguali.",
    "2012837493": "Risultati di ricerca",
    "2014256987": "Se preferisci non bloccare l'uso dei cookie o di altre tecnologie di tracciamento, consulta la sezione \"Gestione delle tue informazioni\" di seguito. Tieni presente che ciò potrebbe influire negativamente sulla tua esperienza di utilizzo dei Siti o del Servizio, poiché alcune funzionalità potrebbero non funzionare correttamente.",
    "2015218686": "prima di eseguire questi passaggi. Se questo risolve il tuo problema, ti saremmo comunque grati se ci comunicassi la versione del tuo browser, il blocco degli annunci o l'estensione del browser e l'URL del sito web.",
    "2019130052": "Le nostre innovazioni nel machine learning incentrato sulla privacy ci consentono di superare gli standard di sicurezza delle strategie legacy \"registra tutto per sempre\" senza danneggiare la sicurezza o la privacy degli utenti.",
    "2019702084": "A meno che non sia espressamente consentito nel Master Service Agreement o nel Reseller Agreement del Cliente, i Servizi SaaS ordinati non devono essere venduti, rivenduti, noleggiati, sub-affittati, concessi in licenza, sub-licenziati o altrimenti resi disponibili a terzi (diversi da un'Affiliata del Cliente ), e tutti gli ordini ai sensi del Contratto e tutti gli utilizzi del Servizio da parte del Cliente saranno per uso aziendale interno del Cliente o della sua Affiliata.",
    "2024293275": ". Tutti gli altri diritti riservati, per ora.",
    "2024737147": "Vuoi segnalare un bug?",
    "2030062561": "( ) Nessuno sarà in grado di trovare il ragazzo o raccogliere i soldi",
    "2032102720": "Le soluzioni di sicurezza offerte dalle società pubblicitarie si concentrano principalmente sul monitoraggio degli utenti sul Web. Abbiamo creato una soluzione di sicurezza efficace che dimostra che non è necessario danneggiare la privacy degli utenti per fornire risultati eccellenti.",
    "2041686284": "Più dati in genere producono risultati migliori nell'addestramento dei modelli di machine learning. Il recente successo dei modelli profondi ha portato a set di dati sempre più grandi e hCaptcha soddisfa questa esigenza. Tuttavia, la creazione di grandi set di dati revisionati dall'uomo utilizzando metodi tradizionali è sia lenta che costosa.",
    "204716894": "Il contenuto e il design delle nostre pagine web sono protetti dalla legge sul diritto d'autore. La duplicazione delle pagine e del loro contenuto in un modo che eccede il ragionevole fair use richiede il previo consenso scritto di IMI se non ci sono altre disposizioni legali specificate per la duplicazione sulla pagina.",
    "204889717": "sono passato a hCaptcha's",
    "2052161540": "Acquisizione dei dettagli della segnalazione di bug: Chrome",
    "2058856283": "hCaptcha Enterprise ha un solo scopo: impedire ai malintenzionati di interrompere le tue operazioni online e danneggiare i tuoi utenti.",
    "2059998584": "Regione",
    "2066255783": "Che cos'è lo scraping dei contenuti?",
    "2066321185": "Basi legali",
    "2066749488": "Altri reclami",
    "2067112112": "Annotazioni di punti per molti casi d'uso diversi",
    "2067334580": "Collegamento testuale",
    "2072808435": "\"Indovina, Google? I taxi nel mio paese sono generalmente neri. Ho visto abbastanza film per sapere che tutti quelli in America sono gialli. Ma in ogni altro paese che ho visitato, i taxi sono stati un miscuglio di tonalità diverse.\"",
    "2075610992": "Grazie per il vostro sostegno!",
    "2076066173": "Attacchi informatici 101",
    "2076932190": "Il prodotto reCAPTCHA è quindi rimasto fermo per un decennio.",
    "2077639538": ". Per prima cosa, i dati sulle sfide sul nostro servizio possono provenire da molte fonti, non solo da una: dalle grandi aziende Fortune 500 alle startup di machine learning, purché aderiscano al nostro",
    "2082237880": "R: hCaptcha è il primo servizio del suo genere che supporta Privacy Pass ed è attualmente l'unico a farlo. Tuttavia, ci aspettiamo che altri servizi riconoscano i vantaggi dell'aumento della privacy degli utenti online e ci aspettiamo che in futuro molti altri intraprendano implementazioni man mano che gli standard IETF che stiamo contribuendo a sviluppare vengono adottati formalmente.",
    "2082407178": "D: Come posso proteggermi dal tracciamento dei cookie di terze parti durante l'utilizzo del cookie di accessibilità?",
    "2087769953": "\"Siamo entusiasti di questo cambiamento perché aiuta a risolvere un problema di privacy inerente all'affidarsi a un servizio Google che utilizziamo da tempo. Abbiamo valutato una serie di fornitori di CAPTCHA e abbiamo creato un sistema noi stessi. Alla fine, hCaptcha è emerso come la migliore alternativa a reCAPTCHA.”\"Ci sono piaciuti diversi aspetti delle soluzioni hCaptcha: 1) non vendono dati personali; raccolgono solo i dati personali minimi necessari, sono trasparenti nel descrivere le informazioni che raccolgono e come le usano e/o le divulgano.\"",
    "2090457681": "( ) Non voglio che il governo legga la mia email",
    "2095899021": "Linee guida per il marchio hCaptcha e licenza generale del marchio",
    "2103513933": "svolgere attività che interferiscano o interrompano il funzionamento del sito;",
    "2103563261": "Informazioni private o pubbliche",
    "2104933754": "Identificare le etichette corrispondenti",
    "2107077506": "La piattaforma HUMAN utilizza modelli di confidenza completi per eseguire sofisticate analisi della qualità in tempo reale. Questo ci consente di determinare rapidamente sia la difficoltà delle domande che la loro probabile risposta corretta, risparmiando tempo e denaro.",
    "2109792055": "Guida per l'utente: problemi di debug con l'emissione e la convalida del pass per la privacy",
    "2110259227": "24. Limitazione di responsabilità",
    "211351380": "Dal blog:",
    "2113642787": "Canzone dell'alba",
    "21141582": "questo",
    "2114694926": "2. Sessione",
    "2119943547": "Perchè è questo? La risposta è semplice. Finché c'è un incentivo ad abusare di un sistema, qualcuno troverà generalmente un modo. E una volta che lo faranno, qualcun altro avrà ora un incentivo a fermarli.",
    "2123236933": "( ) Costi della larghezza di banda che non sono influenzati dal filtro client",
    "2125514305": "Il machine learning è migliorato, ma la difficoltà di aggirare reCAPTCHA non è cambiata sostanzialmente durante questo periodo.",
    "2131386784": "Competenza e supporto raggiungibili sia per te che per i tuoi utenti",
    "2133754014": "Più di 4,5 milioni di siti Web utilizzano reCAPTCHA [",
    "2133809801": "Finché le persone rimangono tali, è probabile che la verifica dell'umanità avrà un ruolo da svolgere online.",
    "2138799135": "hCaptcha ha dozzine di integrazioni predefinite per i sistemi frontend e backend che utilizzi.",
    "2146900431": "Intuitivamente, questa affermazione ha molto senso. I CAPTCHA, come quasi tutto, sono incorporati in un contesto culturale e se il tuo pool di sfide è stato creato principalmente in una cultura, potrebbe non tradursi molto bene in un'altra. Al centro, questa è una questione di cultura",
    "2150595700": ". GDPR e CCPA hanno messo le preoccupazioni sulla privacy sulla mappa per gli acquirenti aziendali e, allo stesso tempo, la privacy online sta diventando sempre più importante per il pubblico poiché tutti iniziamo a capire come le industrie della pubblicità e del marketing online hanno storicamente utilizzato i nostri dati.",
    "2150907653": "* Cookie tecnici strettamente necessari per l'erogazione del servizio. Questi includono cookie di preferenza, cookie di sessione, cookie di bilanciamento del carico, ecc.",
    "2155089487": ". Se le nostre sfide fossero più facili da risolvere per alcuni gruppi, ci aspetteremmo di vedere una differenza nel modo in cui le persone in tutto il mondo e nelle diverse culture si comportano quando le risolvono. Nel contesto del post di Eden, ci aspetteremmo che gli americani facciano meglio delle persone di altri paesi. Poiché abbiamo trascorso anni a sviluppare sistemi per evitare questo problema, in realtà vediamo esattamente l'opposto.",
    "2159517814": "Condividiamo o divulghiamo informazioni personali nei seguenti casi:",
    "2163914794": "Hai bisogno di più etichette per i tuoi set di dati? hCaptcha fornisce etichettatura dei dati veloce, conveniente e di alta qualità per le aziende che lavorano su applicazioni di intelligenza artificiale e apprendimento automatico.",
    "2164933356": "Cloudflare",
    "2167049807": "I team di sicurezza hanno adottato una serie di contromisure e controlli che sconfiggono gli approcci facili e pigri alle frodi nei pagamenti. Tuttavia, gli attacchi stanno diventando sempre più sofisticati. Ad esempio, i bot possono ora raccogliere numeri di carte di credito e PIN rubati da siti Web falsi e attacchi di phishing.",
    "2168177815": "per favore clicca qui",
    "2177660021": "Ricercatore a Stanford. Apprendimento automatico e finanza quantistica presso le principali banche, hedge fund e università.",
    "2178073797": "Poiché la divulgazione di informazioni riservate può causare danni irreparabili, la parte divulgante ha il diritto di richiedere un provvedimento ingiuntivo per qualsiasi violazione o minaccia di violazione di questo termine.",
    "2179524509": "Occasionalmente riceviamo domande su quali tipi di domande sono consentite per il servizio hCaptcha e perché vengono poste domande particolari.",
    "2182196747": "Supporto",
    "2183926131": "Inizia con hCaptcha Enterprise",
    "2184564739": "Vedere",
    "2185418511": "Per qualsiasi scopo commerciale legittimo, a condizione che le informazioni siano anonime o aggregate in modo tale da non poter essere ragionevolmente collegate a un individuo.",
    "2185860003": "21. Modifiche al sito web",
    "2187096543": "In effetti, ci sono state alcune importanti violazioni dei dati risultanti da software scritto da hacker che hanno richiesto un'API per estrarre dati da un database. Dopotutto, se il furto di dati richiede semplicemente una chiamata GET di base su un'API, scritta utilizzando REST e JSON, è facile rimuovere rapidamente un database. In effetti, quando le persone parlano di attacchi \"screen scraping\", ciò che realmente intendono, per lo più, sono chiamate API rapide che estraggono i dati dai database. Le API sono diventate una delle principali superfici di attacco per le organizzazioni che le creano.",
    "2188609322": "I cattivi attori sono sempre più comuni online. Ma sacrificare la privacy degli utenti non è la risposta.",
    "218889628": "Ad eccezione dei casi in cui risolviamo questa Appendice per il cliente o i Termini di servizio a seguito della violazione da parte dell'utente di questa Appendice per il cliente o dei Termini di servizio, se risolviamo e ci hai pagato anticipatamente eventuali commissioni, rimborseremo una parte proporzionale di tali importi prepagati, in base al tempo rimanente o ai Servizi che hai pagato, a seconda di quale dei due è inferiore. Concluderemo il nostro lavoro in modo commercialmente ragionevole e conserveremo e vi consegneremo tutti i set di dati di output pagati e tutti i dati del cliente in nostro possesso. In caso di cessazione, potremmo ma non siamo obbligati a cancellare alcun dato.",
    "2193061499": "Alcuni dei nostri loghi e marchi possono essere utilizzati solo da hCaptcha e dai suoi partner. Le terze parti non possono utilizzare i seguenti marchi senza una licenza scritta di hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Il CEO di Cloudflare Matthew Prince ha riassunto questo punto di vista nel",
    "219813583": "La sicurezza prima di tutto",
    "2199048568": "Fai clic sullo scudo a sinistra della barra degli indirizzi in qualsiasi pagina web. Fare clic su Impostazioni di protezione. Si aprirà il pannello Privacy e sicurezza delle preferenze di Firefox. In Protezione da tracciamento avanzata, seleziona Personalizzato. Scegli quali tracker e script bloccare selezionando queste caselle di controllo. Assicurati di aver sbloccato hcaptcha.com.",
    "2209109640": "utilizzati solo per scopi dannosi, nel contesto delle loro normali attività commerciali?",
    "2209837451": "15 ottobre 2019 - 15 gennaio 2020",
    "2212670355": "Iscrizione",
    "2216374138": "sono umani, come i movimenti del mouse, la posizione di scorrimento, gli eventi di pressione dei tasti, gli eventi di tocco e le informazioni sul giroscopio/accelerometro a seconda dei casi.",
    "2217842245": "Tuttavia, i nostri dati mostrano che (per hCaptcha)",
    "2219945145": "sessione,",
    "2223819810": "Per ottimizzare la nostra piattaforma",
    "2225785608": "( ) Dovremmo poter parlare di Viagra senza essere censurati",
    "2230333214": "Aggregiamo i dati del cliente con altri dati in modo che i risultati non siano personalmente identificabili e raccogliamo anche registri tecnici anonimi e dati relativi all'utilizzo dei servizi (\"dati aggregati/deidentificati\"). Nonostante qualsiasi disposizione contraria nel presente documento, tali Dati aggregati/de-identificati possono essere utilizzati da IMI per qualsiasi scopo commerciale durante o dopo la durata del presente Accordo, incluso, senza limitazioni, lo sviluppo e il miglioramento dei Servizi e la creazione e distribuzione di report e altri materiali. I Dati del Cliente possono anche persistere ed essere visualizzati nel sistema per un periodo di tempo limitato non superiore a 180 giorni dopo il completamento di un lavoro, ad esempio come dati di calibrazione o convalida automatici per i sistemi Intuition Machines. Per chiarezza, questa Sezione 5 non ci dà il diritto di identificare l'utente come fonte di dati aggregati/de-identificati senza la sua previa autorizzazione scritta.",
    "2233384692": "In caso di domande o dubbi su come tali dati vengono gestiti o se si desidera esercitare i propri diritti, è necessario contattare la persona o l'entità (ovvero il responsabile del trattamento dei dati) che ha stipulato un contratto con noi per utilizzare il Servizio per elaborare questi dati. Tuttavia, forniremo assistenza ai nostri Integratori per risolvere eventuali dubbi che potresti avere, in conformità con i termini del nostro contratto con loro.",
    "2233741720": "In conclusione",
    "2234909600": "( ) Agli spammer non interessano gli indirizzi non validi nelle loro liste",
    "2236960358": "Al momento della registrazione, ti verrà chiesto di divulgare alcune informazioni personali su di te (\"Informazioni personali\"), incluso il tuo nome, indirizzo e-mail e di creare un nome utente e una password, che saranno tutti soggetti alla nostra Informativa sulla privacy, disponibile sul nostro sito web. Sei l'unico responsabile del monitoraggio, della garanzia e del mantenimento della sicurezza del tuo account, delle password e di qualsiasi chiave di autenticazione associata al tuo account, e sei responsabile di qualsiasi utilizzo o azione intrapresa attraverso l'uso di tali informazioni sui Servizi.",
    "2255549335": "Il nostro lavoro in hCaptcha è trovare buoni compromessi tra difficoltà e precisione e mantenere basso l'attrito, soprattutto per",
    "2256305371": "Professore, CS presso l'Università della California, Berkeley. Deep learning, sicurezza, esperto di blockchain. CEO di Oasis Labs.",
    "2256795853": "La capacità di estrarre molti dati, rapidamente, dai siti Web rende lo scraping uno strumento potente nelle mani di attori malintenzionati. Un bot di scraping può raccogliere i dati degli utenti dai siti di social media. Quindi, raschiando siti che contengono indirizzi e altre informazioni personali e correlando i risultati, un hacker potrebbe commettere reati di identità come l'invio di richieste fraudolente di carte di credito.",
    "2260079771": "Conservazione dei dati",
    "2268939633": "IMI non si impegna né è obbligata a partecipare alla risoluzione alternativa delle controversie dei consumatori dinanzi a un organismo di risoluzione delle controversie dei consumatori. Sito ufficiale della Commissione europea per la risoluzione delle controversie online:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Una nota per i residenti dello Spazio economico europeo.",
    "2271252286": "( ) Microsoft non lo sopporterà",
    "2271512952": "Gli utenti supportano il sito che stanno visitando e sperimentano meno spam web.",
    "2271969747": "20. Informazioni riservate che ricevi",
    "2273532558": "Chi sono i clienti paganti di hCaptcha?",
    "2281169898": "L'invio di informazioni di debug con il tuo rapporto ci renderà molto più facile identificare cosa sta succedendo. Ecco le istruzioni passo passo:",
    "2284856231": "e ho visto una precisione notevolmente migliorata anche nella modalità puramente passiva di hCaptcha Enterprise.",
    "229198134": "( ) Scusa amico, ma non credo che funzionerebbe.",
    "2292919419": "( ) Veduta",
    "2296918009": "Ciò equivale a più di 100 anni-persona di lavoro ogni giorno.[",
    "2301335298": "Frodi nei pagamenti: mitigare una modalità di criminalità informatica in rapida evoluzione",
    "230159237": "Contatti",
    "2301757528": "**** A causa della manutenzione da parte di PayPal delle proprie API REST durante la finestra di pagamento, non tutti i pagamenti sono stati completati il 15 giugno. Tutti i pagamenti programmati per il 15 giugno (ora del Pacifico) ma non eseguiti a causa di errori dell'API PayPal sono stati rieseguiti entro il 19 giugno (ora del Pacifico).",
    "2303655425": "15 gennaio 2019 - 15 aprile 2019",
    "2309661107": "Tuttavia, siamo molto interessati a",
    "2310694091": "Cosa significa Riconciliazione?",
    "2310705547": "L'elemento RTF ti consente di creare e formattare intestazioni, paragrafi, citazioni, immagini e video in un unico posto invece di doverli aggiungere e formattare singolarmente. Basta fare doppio clic e creare facilmente contenuti.",
    "23114595": "Ottima esperienza utente",
    "231285005": "Puoi trovare gli aggiornamenti recenti sul nostro blog",
    "2315518622": "Con la sofisticatezza disponibile negli strumenti di attacco odierni, è estremamente difficile rilevare quali, se presenti, sono fraudolenti. Quindi, una persona chiama la linea del servizio clienti e dice \"Il mio account è stato attaccato! Non riesco ad accedere e qualcuno mi sta rubando i soldi!”",
    "2319072959": "Esegui completamente offline con la tua forza lavoro, tieni traccia del valore consumato tra le unità aziendali o i partner del consorzio, instrada selettivamente i lavori a diversi fornitori di manodopera interni o esterni in base ai requisiti di sicurezza e di costo e altro ancora.",
    "2320894364": "Con oltre 200 punti di presenza, il cloud di hCaptcha protegge le tue risorse in tutto il mondo",
    "2323013093": "26. Legge applicabile",
    "2323282990": "Un approccio moderno alla verifica dell'umanità",
    "2326660907": "tranne",
    "2328839224": ". Si prega di consultare la nostra sezione \"Avviso ai residenti in California\" relativa ai diritti dell'utente ai sensi del California Consumer Privacy Act (\"CCPA\").",
    "2330965058": "Laddove agiamo come responsabili del trattamento per i nostri Integratori, non utilizziamo i dati raccolti per scopi diversi da quelli ragionevolmente necessari per fornire il nostro Servizio e il nostro trattamento sarà regolato dai contratti che abbiamo in essere con i nostri Integratori, non da questo politica sulla riservatezza",
    "2333410049": "Prova anche a disattivare il blocco degli annunci.",
    "2340340589": "Linee guida sull'uso del marchio hCaptcha",
    "234420106": "Nel caso in cui tu sia un integratore o un cliente del servizio hCaptcha Enterprise e il tuo utilizzo dell'API misurato da RPS superi la tariffa prevista per il tuo livello di servizio, potremmo scegliere di modificare il tuo servizio o di addebitare una tariffa in eccesso. Nel caso in cui la tua velocità massima RPS superi la tariffa assegnata di un fattore 10 per 10 o più minuti in totale entro un periodo di 30 giorni e la maggior parte di queste richieste sono, a nostro insindacabile giudizio, traffico non dannoso, potremmo scegliere di addebitarti al tasso di eccedenza specificato contrattualmente per tutte le richieste API effettuate in quel mese.",
    "2344319147": "Quanto vale davvero il rilevamento dei bot di Google?",
    "2348450790": "Si prega di leggere questi Termini di servizio. Includono, tra le altre disposizioni, l'esclusione di garanzie, le limitazioni di responsabilità e l'arbitrato vincolante. Tieni presente che questi Termini di servizio potrebbero essere cambiati dalla tua ultima visita al nostro sito web. Potremmo rivedere e aggiornare i presenti Termini di servizio di volta in volta a nostra esclusiva discrezione. In caso di modifica sostanziale, ti avviseremo pubblicando i Termini di servizio aggiornati su questa pagina, dopodiché dovrai accettare in modo affermativo i Termini di servizio aggiornati per continuare a utilizzare o accedere al Sito o al Servizio.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Sfortunatamente, controllare un pezzo di hardware non significa che tu sia una persona. Praticamente tutti gli schemi di attestazione dell'hardware di consumo più diffusi sono stati ripetutamente violati, corretti e quindi nuovamente violati.",
    "2351176803": "Termini di licenza per l'API JS di hCaptcha",
    "2354267648": "Informativa sulla privacy compatibile con GDPR, CCPA e LGPD",
    "2359150347": "D: Altri servizi di sicurezza online supportano Privacy Pass?",
    "2359312315": "o aggregato in modo tale da non poter essere ragionevolmente collegato a un individuo.",
    "2359913400": "Infrastruttura",
    "2366003154": "Richieste di stampa e media",
    "2367602973": "qui",
    "2369877184": "La massima velocità RPS di picco consentita per gli integratori o i clienti hCaptcha è di 1.000 richieste al secondo alle entità all'interno del tuo account (\"RPS\"), se non diversamente specificato da un accordo contrattuale scritto tra te e noi.",
    "237009707": "( ) Relè aperti all'estero",
    "2373007864": "hCaptcha Enterprise funziona sulla tecnologia della piattaforma hCaptcha, estesa per includere le funzionalità di cui hanno bisogno le aziende ad alto traffico.",
    "2378786360": "1. Prova uno degli altri browser supportati: se utilizzi Chrome, prova a utilizzare Firefox senza importare le impostazioni da Chrome e installa lì il plug-in. Se funziona, potresti avere un problema di configurazione del browser.",
    "2385522384": "Probabilmente stavi vedendo fotogrammi di video dalle telecamere sulle auto a guida autonoma Waymo di Google e aiutavi a migliorare il riconoscimento degli oggetti.",
    "2386465280": "Come condividiamo le informazioni",
    "2391175562": "Inoltre, questo è quello che penso di te:",
    "2394073454": "Potremmo raccogliere ulteriori informazioni dagli Utenti finali che desiderano lavorare con noi come Etichettatori di dati individuali.",
    "2396605499": "( ) Le whitelist fanno schifo",
    "2397590157": "3. Stima conservativa: 200 milioni di risoluzioni * 30 secondi per risoluzione in anni = 190,3 anni-persona/giorno.",
    "2402165761": "Come funziona il raschiamento?",
    "2404545611": "Benvenuto in hCaptcha! Grazie per essere parte della nostra comunità. Tutti gli utenti dei \"Servizi\" (definiti di seguito) devono accettare i seguenti termini (i \"Termini di servizio\"). In questi Termini di servizio, \"IMI\", \"noi\" e \"ci\" si riferiscono a Intuition Machines, Inc. e alle sue sussidiarie, affiliate, funzionari, agenti, dipendenti, rappresentanti e agenti, e il nostro \"sito web\" include qualsiasi sito web sotto il nostro controllo, inclusi www.hcaptcha.com e www.imachines.com.",
    "2408036504": "I nostri sistemi sono quindi progettati da zero per ridurre al minimo la raccolta e la conservazione dei dati, pur mantenendo una sicurezza ai vertici della categoria. Il modo migliore per proteggere i dati degli utenti è non memorizzarli affatto.",
    "2410122265": "Risorse hCaptcha: Bot 101",
    "2412751979": "Grazie ai segnali umani più accurati che alimentano hCaptcha, molte aziende che in precedenza utilizzavano reCAPTCHA v3/Enterprise sono passate a",
    "2413742287": "L'incentivo di hCaptcha è massimizzare la precisione, non le entrate pubblicitarie: le risposte bot sono inutili per i nostri clienti, che hanno bisogno di dati di formazione umana.",
    "2414232014": "Il nostro logo è immediatamente riconoscibile e uno dei nostri beni più preziosi e importanti. Per garantire che rimanga una forte rappresentazione della nostra azienda, deve essere presentata in modo attento e coerente attraverso tutti i canali di comunicazione.",
    "2414368123": "Un nome, numero di carta di credito, numero di carta di debito o qualsiasi altra informazione finanziaria.",
    "2418549423": ", uno standard emergente per preservare la privacy online tramite prove crittografiche e altre funzionalità esclusive per la privacy.",
    "2419795065": "Avviso ai residenti in California",
    "2420789666": "Fastly, Inc. Servizi forniti: Fastly CDN e calcolo edge.",
    "2423586454": "Ci sono ancora alcune cose che il software non può fare, non importa quanto sia buona l'intelligenza artificiale dietro. La moderna tecnologia CAPTCHA offre un metodo collaudato per bloccare i bot che tentano di perpetuare le frodi nei pagamenti. Mentre i vecchi approcci al CAPTCHA, come i semplici numeri inclinati in una scatola, ora sono per lo più carenti nel mitigare i bot avanzati, un dispositivo di risposta ai test automatizzato come hCaptcha Enterprise può facilmente bloccare un bot truffatore al momento dell'accesso all'account o del checkout del carrello. Anche se il bot ha credenziali reali, non sarà in grado di superare il CAPTCHA.",
    "2429359042": "immagini dell'interfaccia di esempio",
    "2430148876": "Abbiamo creato queste linee guida e la licenza generale del marchio per rendere il più semplice possibile per i nostri clienti, partner e fan lavorare con il nostro marchio preservando comunque la nostra identità aziendale. Se hai bisogno di utilizzare icone, loghi o altri marchi hCaptcha in modi che differiscono sostanzialmente da queste linee guida, dovrai contattarci (IMI) per una licenza scritta.",
    "2436973524": "Sono accettabili solo referenze accurate. Non è consentito dire che un sito utilizza servizi e applicazioni hCaptcha quando non lo fa. Allo stesso modo, l'uso del nostro logo o di eventuali badge è appropriato solo quando il sito utilizza i servizi hCaptcha.",
    "2437934778": "Il tuo nome",
    "2438016011": "Accordo volontario. Tutte le parti dei presenti Termini di servizio dichiarano e concordano di aver esaminato tutti gli aspetti del presente contratto, di aver letto attentamente e compreso appieno tutte le sue disposizioni e di sottoscrivere volontariamente il presente contratto.",
    "2441638955": "Innanzitutto, cos'è un'API?",
    "2444685143": "Politica del logo",
    "2445034923": "Se non sei d'accordo con tutti i termini e le condizioni dei presenti Termini di servizio, non (e non puoi) utilizzare o accedere al Sito o ai Servizi.",
    "24452499": "soluzione; può essere usato nel bene o nel male. Ogni azienda che ricerca, costruisce o vende soluzioni a duplice uso ha l'obbligo di considerare le conseguenze delle proprie azioni.",
    "2446481523": "C'è un vecchio racconto popolare in cui un carrettiere e un nobile si presentano alla polizia in un piccolo villaggio di campagna. Un uomo, vestito con abiti sporchi e da povero, disse al poliziotto: “Io sono il nobile. Quest'uomo era il mio autista.",
    "2449501658": "fornisce uno dei modi più avanzati per mitigare la minaccia da tentativi fraudolenti di accesso all'account, utilizzando l'apprendimento automatico per rilevare e fermare i bot e rendendo in modo molto più difficile o addirittura impossibile per i truffatori impegnarsi nell'acquisizione dell'account.",
    "2462728596": "Se non siamo in grado di soddisfare questi punti, rifiuteremo la richiesta e potremmo interrompere l'ulteriore accesso alla nostra piattaforma, come indicato nei nostri Termini.",
    "2462909475": "Un muro di oltre 10.000 telefoni utilizzati per abusi, parte di un'operazione di bot cinese.",
    "2465128185": "Per fornire un feedback rapido, fai clic sul pulsante \"Inviaci un feedback\".",
    "2468683988": "Intestazione",
    "2474091800": "19. Controversie con altri utenti; Pubblicazione",
    "2474661839": "I nostri",
    "247560732": "Aggiungi hCaptcha con tre righe di codice. Se provieni da reCAPTCHA, la nostra API è compatibile e ci vogliono solo pochi minuti per cambiare.",
    "2477958756": "( ) Cattive persone",
    "2481032625": "Se l'obiettivo è prevenire:",
    "2486638408": "Definisci le specifiche",
    "2487931657": "Non utilizzare: \"abbiamo hCaptcha il nostro sito\".",
    "248923369": "BotStop logo™",
    "2489287539": "Modalità \"No CAPTCHA\" senza attrito e 99,9% passiva",
    "2491398763": "Tutti i testi, le immagini, le animazioni grafiche, i video, la musica, i suoni e altro materiale su queste pagine sono protetti dalla legge sul diritto d'autore da IMI o da terzi, se specificato. È vietato copiare o modificare questo materiale per uso commerciale in modo tale da eccedere il ragionevole uso corretto. Responsabilità per questo sito web",
    "2497216176": "Tecnologie di analisi e monitoraggio di terze parti",
    "2498172334": "In particolare, il tuo piano non tiene conto di",
    "2505227594": "7. Eccedenza",
    "2510209017": "Serve ancora aiuto?",
    "2510534204": "Entro e non oltre il 23 marzo 2020***",
    "2513143348": "Il sistema hCaptcha Enterprise è straordinariamente flessibile nel suo design: può essere distribuito parzialmente o interamente ai margini della tua rete se gestisci un cloud pubblico o possiedi molti data center.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "alla base della sicurezza crittografica di Privacy Pass. Il protocollo stesso sta attraversando il",
    "2531534427": "I dettagli sono qui.",
    "2534436327": "e possono valere anche le seguenti obiezioni filosofiche:",
    "2535001179": "Se provieni da reCAPTCHA di Google, le nostre API sono sostitutivi drop-in.",
    "2540760245": "tra molti altri usi, essere in grado di filtrare il traffico online sulla base di \"umano o no\" rimarrà probabilmente uno strumento prezioso finché la natura umana seguirà gli stessi schemi registrati negli ultimi cinquemila anni.",
    "2543123170": "Verifica dell'umanità ad attrito zero",
    "254326776": "Si scopre spesso che l'abuso dannoso di questi difetti si è verificato per mesi o anni prima della divulgazione o della pubblicazione accademica.",
    "2544169219": "Risultati recenti sullo stato dell'arte: ICML LLD, maggio 2019.",
    "2544565802": "15 luglio 2019 - 15 ottobre 2019",
    "2547140673": "Per più di un decennio, il servizio reCAPTCHA di Google ha offerto ai proprietari di siti web uno scambio: lascia che Google segua i tuoi utenti e faccia loro domande, e in cambio promettono di fermare bot e spam.",
    "2547406584": "In caso di domande sulla presente Cookie Policy, contattaci all'indirizzo",
    "2551802342": "– Abbiamo in programma di recuperare e riprendere rapidamente le operazioni aziendali dopo una significativa interruzione dell'attività e rispondere salvaguardando i nostri dipendenti e la proprietà, effettuando una valutazione finanziaria e operativa, proteggendo i libri e i registri dell'azienda e consentendo ai nostri clienti e ai loro utenti finali di effettuare transazioni online. In breve, il nostro piano di continuità operativa è progettato per consentire alla nostra azienda di riprendere le operazioni il più rapidamente possibile, data la portata e la gravità della significativa interruzione dell'attività. Il nostro piano di continuità operativa si occupa di: backup e ripristino dei dati; tutti i sistemi mission critical; valutazioni finanziarie e operative; comunicazioni alternative con clienti, dipendenti e organi di controllo; posizione fisica alternativa dei dipendenti; impatto critico su fornitori e clienti; segnalazione regolamentare; e dando ai nostri clienti un avviso tempestivo se non siamo in grado di continuare la nostra attività. Il nostro pool di fornitori principali esegue il backup dei nostri record importanti in un'area geograficamente separata. Sebbene ogni situazione di emergenza ponga problemi unici in base a fattori esterni, come l'ora del giorno e la gravità dell'interruzione, siamo stati informati da questo pool di fornitori che il loro obiettivo è ripristinare le proprie operazioni ed essere in grado di riprendere rapidamente i servizi. Sebbene abbiamo lavorato per ridurre il rischio utilizzando una serie diversificata di fornitori, i tuoi servizi potrebbero essere modificati o interrotti durante questo periodo.",
    "2555914614": "per il caso d'uso Accessibilità. Riteniamo che la combinazione del nostro attuale approccio a11y con l'emissione di Privacy Pass consentirà agli utenti di a11y di navigare in sicurezza, con la consapevolezza che il loro traffico è più privato, limitando al contempo gli abusi da parte degli operatori di bot che si verificano inevitabilmente quando le opzioni a11y sono disponibili. Siamo partecipanti attivi al gruppo di lavoro IETF che standardizza questa nuova tecnologia.",
    "2557240048": "Come funziona: in primo luogo, un utente di accessibilità si registra tramite",
    "2557601376": "hCaptcha logo™",
    "2560582224": "programma bug bounty",
    "2561077702": "Per fornire il nostro servizio",
    "2565565429": "Utilizza invece: \"usiamo hCaptcha per rendere il nostro sito più sicuro e protetto\".",
    "2575690545": "Le acquisizioni di account, come tante frodi informatiche, sono principalmente una questione di processi automatizzati e di massa. È raro che un hacker, vestito con una felpa con cappuccio nel seminterrato di sua madre, digiti le password una alla volta nei siti web delle banche.",
    "2583775432": "D: E la privacy? La registrazione espone in qualche modo tutti i dati di navigazione? Cosa fai con l'e-mail?",
    "2588750717": "In effetti, alcuni attacchi di riempimento delle credenziali coinvolgono milioni di credenziali, tutte inserite nell'interfaccia di accesso del sito Web ignara nella speranza di essere aperte. Una volta all'interno, l'attaccante può impossessarsi dell'account della vittima.",
    "2590587108": "Modifica di contenuti statici e dinamici",
    "2593768395": "Esperienza senza soluzione di continuità su Web, dispositivi mobili nativi, Web mobile. Integrazioni predefinite e SDK nativi disponibili.",
    "2593864519": "Ferma più bot. Inizia a proteggere la privacy degli utenti.",
    "259613338": "in caso di domande sui presenti Termini di servizio.",
    "2597149484": "Il motivo per cui l'hacker deve \"riporre\" così tante credenziali ha a che fare con il luogo in cui ottengono le credenziali rubate.",
    "2597352122": "Tipi di annotazione",
    "2600696085": "15 marzo 2021",
    "2602081482": "hCaptcha Enterprise utilizza l'apprendimento automatico avanzato per identificare il traffico dannoso verso il tuo sito e le tue app, comprese le attività di scraping.",
    "2602763587": "Il riempimento delle credenziali è una forma di attacco informatico in cui l'attaccante tenta di accedere a un sito Web più volte utilizzando coppie di nomi utente e password rubati. Il \"ripieno\" si riferisce ai tentativi di accesso ripetitivi, che sono quasi sempre eseguiti da software bot automatizzati.",
    "2603863826": "PS: se trovi una traduzione nella tua lingua che potrebbe essere migliorata, non esitare a inviare un",
    "2605814073": "Utilizzando o registrandoti ai nostri Servizi, accetti: di avere almeno 18 anni di età; hai l'autorità per stipulare questo accordo per conto tuo o dell'entità che rappresenti e rimarrai sempre conforme ai presenti Termini di servizio e a tutte le politiche e linee guida IMI qui menzionate; e non abuserai del nostro sito Web, non ci presenterai erroneamente la tua identità né utilizzerai l'intelligenza artificiale per completare alcuna parte di qualsiasi attività su IMI che richieda l'intelligenza umana.",
    "260595108": "Non utilizziamo mai e-mail o informazioni sull'accessibilità per scopi diversi dal facilitare l'uso e prevenire gli abusi.",
    "2611914656": "Usiamo Sentry per raccogliere dati di debug quando un utente riscontra un errore. Per informazioni su come Sentry raccoglie ed elabora i dati,",
    "2616040974": "3. Clienti e Richiedenti",
    "2616226398": "Soggetto al nostro",
    "2619472217": "8. Rivendita",
    "2620705814": "Google è una società pubblicitaria e i suoi prodotti per la sicurezza assomigliano molto ai loro prodotti pubblicitari",
    "2621989404": "Ultimo aggiornamento: 24 settembre 2021. Si prega di notare che i nostri termini in lingua inglese sono autorevoli.",
    "2624601135": "\"hCaptcha\" non deve essere utilizzato come parte di un marchio, unito a un trattino o utilizzato in nomi di applicazioni o altri prodotti.",
    "2624949852": "Naturalmente, reCAPTCHA è stato uno dei primi operatori della sicurezza web dal 2009, proteggendo milioni di siti web dalle minacce sempre crescenti di bot dannosi e spammer. Tuttavia, è stato completamente compromesso negli ultimi anni:",
    "262509504": "Possiamo collegare le informazioni raccolte dai cookie con altre informazioni che raccogliamo da te ai sensi della presente Informativa sulla privacy e utilizzare le informazioni combinate come qui stabilito. Allo stesso modo, le terze parti che servono i cookie sui nostri Siti possono collegare il tuo nome o indirizzo e-mail ad altre informazioni che raccolgono, che possono includere acquisti passati effettuati offline o online, o le tue informazioni sull'utilizzo online.",
    "2631159699": "( ) Eserciti di scatole Windows connesse a banda larga crivellate di worm",
    "2631249972": "Potremmo migliorare o modificare il nostro sito Web senza preavviso.",
    "26365791": "Nella misura massima consentita dalla legge, il Sito e il Servizio (e tutti gli altri servizi, informazioni, dati, funzionalità e altri contenuti o materiali associati) sono forniti \"così come sono\" e \"come disponibili\". Nella misura massima consentita dalla legge, IMI esclude tutte le garanzie, incluse ma non limitate alle garanzie implicite di commerciabilità, idoneità per uno scopo particolare e non violazione.",
    "263761351": "hCaptcha è la prima alternativa credibile, ora utilizzata da centinaia di milioni di persone ogni mese.",
    "2639657759": "Segni utilizzati da autorizzazione",
    "2645321220": "E se pensi che il costo di reCAPTCHA sia troppo alto, chiedici di hCaptcha Enterprise. Attualmente in uso da alcuni dei più grandi editori, società di servizi finanziari e società di infrastrutture web nel mondo, non sono solo un'alternativa credibile a reCAPTCHA: riteniamo che offrano la migliore protezione dai bot attualmente disponibile.",
    "2646127839": "Appendice cliente ai Termini di servizio principali",
    "2648707986": "Un'acquisizione di account è una forma di frode informatica in cui un attore malintenzionato impersona il proprietario di un account online. In genere, l'account si trova presso un istituto finanziario o un'attività di e-commerce in cui il truffatore può rubare denaro, merce o carte regalo. L'aggressore utilizza le credenziali di accesso rubate per accedere all'account e quindi rilevarlo, magari modificando la password per bloccare l'effettivo proprietario dell'account.",
    "2650241052": "Nessun consiglio",
    "2650502379": "Lancia le tue sfide in pochi secondi",
    "2652399059": "Un partner affidabile",
    "265443926": "A scanso di equivoci, tieni presente che queste soglie si applicano in modo aggregato a tutti gli account che hai creato come individuo, entità o organizzazione. Ad esempio, se hai creato 10 account, ciascuno dei quali riceve 100.000 richieste in un mese (ovvero 1 milione di richieste in totale), avresti superato i limiti di utilizzo corretto per tutti gli account in quel mese.",
    "2659418535": "Procedura arbitrale. Tutti gli arbitrati ai sensi del presente accordo saranno condotti secondo le regole dell'American Arbitration Association o da un servizio di arbitrato concordato di comune accordo. L'arbitro sarà un arbitro statunitense selezionato da un elenco di non meno di sette (7) nomi tramite strike alternativi. Nell'arbitrato, ciascuna parte avrà il diritto di condurre un'adeguata scoperta civile, proporre mozioni dispositive e presentare testimoni e prove necessarie per presentare le proprie cause e le proprie difese, e qualsiasi controversia al riguardo sarà risolta dall'arbitro. La risoluzione della controversia sarà basata esclusivamente sulla legge che disciplina le rivendicazioni e le difese addotte e l'arbitro non può invocare alcuna base diversa da tale legge di controllo. L'arbitro gode dell'immunità di un ufficiale giudiziario dalla responsabilità civile quando agisce in qualità di arbitro, immunità che integra qualsiasi altra immunità esistente. I lodi devono includere il parere motivato scritto dell'arbitro. Rinunci al tuo diritto a un processo con giuria per qualsiasi pretesa che potresti avere contro IMI o che IMI potrebbe avere contro di te. Qualsiasi reclamo ai sensi della presente clausola deve essere presentato entro il periodo di prescrizione applicabile. La legge sull'arbitrato federale degli Stati Uniti disciplina questa clausola e l'utente riconosce che il presente Accordo evidenzia una transazione commerciale.",
    "2666258754": "INTEGRAZIONI RELAZIONALI BASATE SULLA GERARCHIA SEMANTICA PER IL DEEP HASHING DEBOLEMENTE SUPERVISTO, Heikki Arponen, Tom E Bishop. ICML 2019, Workshop LLD.",
    "2670003220": "Lavori",
    "2670352917": "hCaptcha fornisce un rilevamento dei bot più affidabile pur essendo semplice da risolvere per gli umani.",
    "2671622670": "Impresa",
    "267645277": "IMI può verificare la tua identità. Ciò può includere il confronto delle tue informazioni personali con database di terze parti o documenti legali ufficiali. Ci autorizzi a fare tutte le richieste necessarie per confermare la tua identità, la tua proprietà del tuo indirizzo email e la tua proprietà dei tuoi conti finanziari. Accetti di fornire informazioni su di te per aiutarci a verificare la tua identità.",
    "2676853536": "Dashboard multiutente",
    "2681650568": "E come sempre, la privacy è per noi un valore fondamentale. Aggiungi il nostro codice challenge solo dove è necessario e dove ha senso proteggere te e i tuoi utenti. La minimizzazione della raccolta dei dati inizia dal momento dell'integrazione.",
    "2682873489": "Definisci l'area di delimitazione per gli oggetti",
    "2683038211": "Internet o altre attività di rete elettronica.",
    "2686825859": "Iscriviti gratuitamente o contattaci per le soluzioni hCaptcha Enterprise",
    "2689973938": "Il miglioramento di reCAPTCHA crea un conflitto intrinseco per Google come fornitore di annunci.",
    "2690395789": "Se e quando non hai più bisogno delle informazioni riservate che hai ricevuto, devi prontamente restituire o distruggere (come richiesto da chiunque abbia divulgato le informazioni) tutte le copie delle informazioni che esistono nei locali, nei sistemi o in altre apparecchiature che controlli.",
    "2694001822": "Tuttavia, occasionalmente assumiamo persone che ci aiutino a testare le proprietà del sistema e le nuove funzionalità.",
    "2694150481": "Utilizziamo i cookie?",
    "2696932851": "18. Indennizzo",
    "2697276059": "La prova che sta funzionando: tassi di risoluzione uniformi in tutto il mondo",
    "2698140263": "Non tutti i problemi sono uguali: ottenere un singolo punteggio significa che deve soddisfare le tue esigenze per essere utile.",
    "269838707": "Se sei un collaboratore, tu e solo tu decidi quali e quante attività completare e quando e dove completarle. Sei libero di dedicare tanto o poco tempo al completamento delle attività che desideri. In nessun momento sei obbligato a completare un'attività.",
    "2698640210": "Sfide di controllo e tipi mostrati",
    "2700197090": "R: L'utilizzo di qualsiasi estensione per la privacy o per il blocco degli annunci che supporti la whitelist a livello di dominio (ad es. uBlock Origin) funzionerà come previsto: assicurati di inserire nella whitelist hcaptcha.com.",
    "2707282231": "Personalizza le sfide per i tuoi utenti. Rendi impossibile la risoluzione e la penetrazione dei bot.",
    "2710988028": "( ) Gli spammer possono usarlo facilmente per raccogliere indirizzi e-mail",
    "2712493234": "Frodi nei pagamenti: mitigare una modalità di criminalità informatica in rapida evoluzione",
    "2714878440": "Proteggi i tuoi servizi da scraping, acquisizione di account, riempimento di credenziali e spam con il nostro apprendimento automatico avanzato e la verifica dell'umanità.",
    "2715462692": "Come si presenta il nostro processo di etica dell'intelligenza artificiale?",
    "2718999653": "Punteggi di minaccia personalizzati",
    "2722456056": "15 gennaio 2021 - 15 aprile 2021",
    "2728931827": "Dopo ogni riconciliazione, le tue stime per chiave del sito verranno aggiornate e l'accuratezza delle previsioni future dovrebbe aumentare, a meno che il tuo sito non abbia un cambiamento sostanziale nel comportamento degli utenti.",
    "2729131930": "Che cos'è il raschiamento e come funziona?",
    "2735073144": "Se necessario, effettuiamo anche revisioni continue. Ad esempio, nella nostra recente revisione delle date e delle fonti delle richieste per le richieste di etichettatura relative agli ombrelli, siamo stati rapidamente in grado di confermare che nessun ente governativo o fornitore statale noto di software di sorveglianza ha presentato richieste relative agli ombrelli che utilizzano i nostri servizi negli ultimi 12 mesi .",
    "2735878907": "Dichiarazione di pianificazione della continuità aziendale",
    "2740033957": "Il team IM è composto da scienziati e ingegneri di Apple, Amazon e altri leader nel campo dell'apprendimento automatico, dei sistemi distribuiti e della sicurezza.",
    "2743692546": "Mentre gli utenti dimostrano la loro umanità tramite hCaptcha, il loro lavoro entra in un mercato aperto anonimo per le offerte.",
    "2745385064": "Riepilogo",
    "2752975480": "( ) L'invio di email dovrebbe essere gratuito",
    "2754937029": "Usi inaccettabili",
    "2760410719": "I servizi che tentano di eseguire il rilevamento dei bot con segnali puramente passivi si imbattono rapidamente in un problema fondamentale: come si verifica se un sistema rileva correttamente i cattivi attori quando non si dispone di un'accurata verità di base?",
    "2762458927": "I tuoi dati utente non sono in vendita.",
    "2762759509": "Molti attacchi di acquisizione di account sono quasi completamente automatizzati.",
    "2769710842": "Se hai domande, ti preghiamo di contattarci a",
    "278010425": "Anche l'ampia e mutevole varietà di attività su hCaptcha è più difficile da automatizzare. L'interfaccia singola di reCAPTCHA non è cambiata da molti anni e ha una piccola serie di domande che cambiano di rado. Questo è uno dei modi in cui hCaptcha fornisce una protezione anti-bot più solida rispetto a reCAPTCHA.",
    "2781507299": "Verifica istantanea",
    "2782263070": "Il servizio è una priorità assoluta per noi. Manteniamo supporto su chiamata 24 ore su 24, 7 giorni su 7 e offriamo un coordinamento diretto di Slack con il tuo team di integrazione tecnica e il nostro personale a chiamata durante e dopo l'implementazione.",
    "2784612261": "Vuoi integrare la revisione umana direttamente nelle tue operazioni aziendali? Offriamo SLA ad alta affidabilità, capacità garantita e API REST semplici.",
    "2785425016": "(nel contesto di una soluzione di verifica dell'umanità, ad esempio un invito all'azione)",
    "278568955": "In vigore: 1 settembre 2021. Aggiunta dell'infrastruttura",
    "2788024905": "Come proteggiamo le informazioni",
    "2788836740": "Le informazioni di contatto per scopi di marketing vengono conservate su base continuativa fino all'annullamento dell'iscrizione. Successivamente aggiungeremo i tuoi dettagli al nostro elenco di soppressione a tempo indeterminato. Le informazioni e-mail raccolte dagli utenti dell'accessibilità non verranno mai utilizzate per scopi di marketing.",
    "2790841456": "Se sei un Contribuente, accetti la seguente clausola arbitrale e rinuncia all'azione collettiva:",
    "279580593": "imachines.com",
    "279918384": "In che modo Google utilizza la tua manodopera gratuita?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Le misure di benessere non fanno nulla per risolvere il problema",
    "2804310964": "accedere o tentare di accedere al nostro sito Web tramite qualsiasi server Web proxy o altro dispositivo progettato per offuscare la tua vera posizione o identità o con qualsiasi mezzo diverso dall'interfaccia fornita;",
    "2806751666": "Cos'è hCaptcha?",
    "2808122102": "La funzionalità interculturale è quindi un requisito fondamentale per il nostro servizio. Garantire che tutti gli utenti legittimi possano accedere rapidamente ai contenuti è una parte fondamentale della nostra missione. Forniamo sfide in 110 lingue e miglioriamo continuamente le traduzioni pertinenti per assicurarci che le nostre sfide possano essere risolte da tutti.",
    "2808971932": "Questo è del testo all'interno di un blocco div.",
    "2813310562": "Tocca Impostazioni sito e poi Cookie.",
    "2819628066": "Separabilità. Se una qualsiasi disposizione dei presenti Termini di servizio viene ritenuta non valida o inapplicabile per qualsiasi motivo, ciò non pregiudicherà la validità e l'applicabilità delle restanti disposizioni.",
    "2820080973": "ospitato con ❤ da",
    "2826051554": "e altro ancora",
    "2826705343": "Informazioni commerciali.",
    "2827452240": "Hai bisogno di un altro tipo non elencato qui? Basta chiedere a noi.",
    "282913023": "L'opzione conveniente per le imprese ad alto traffico",
    "2840750518": "GitHub",
    "285116485": "La Società non \"vende\" (come questo termine è definito nel CCPA) le informazioni personali che raccogliamo. Si prega di fare riferimento alla sezione \"Tecnologie di monitoraggio e analisi di terze parti\" sopra per ulteriori informazioni sui tipi di cookie di terze parti, se presenti, che utilizziamo.",
    "2852295413": "Un conflitto di interessi intrinseco: fermare i bot riduce le entrate per una rete pubblicitaria",
    "2862164005": "I dati sui prezzi ci consentono di attribuire un valore esatto in dollari alla sicurezza offerta da un reCAPTCHA: $ 0,001 o meno per risposta.",
    "2863840904": "Passaggio 6: ultimo passaggio, inviaci tramite e-mail i file di registro HAR e della console e descrivi il problema",
    "2864016648": "Problemi di privacy",
    "2867855718": "3. Riteniamo che le esigenze di privacy possano essere soddisfatte in modo soddisfacente per la richiesta?",
    "2870341481": "sotto. Per qualsiasi altro browser basta",
    "2873297188": "Tutti i CAPTCHA discriminano i non americani?",
    "2873911365": "E l'attestazione hardware?",
    "2880837730": "Cosa si può fare per fermare le acquisizioni di account?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc ha sviluppato un piano di continuità aziendale su come risponderemo agli eventi che interrompono in modo significativo la nostra attività hCaptcha. Poiché i tempi e l'impatto di disastri e interruzioni sono imprevedibili, dovremo essere flessibili nel rispondere agli eventi reali nel momento in cui si verificano. Con questo in mente, ti forniamo queste informazioni sul nostro piano di continuità operativa.",
    "2894845722": "Gli utenti del tuo sito potranno presto vedere il tuo contributo in beneficenza attraverso un marchio discreto sull'interfaccia di hCaptcha.",
    "2895491273": "Se preferisci bloccare i cookie o altre tecnologie di tracciamento, la maggior parte dei browser e dei dispositivi mobili ti invita a modificare le tue impostazioni in modo da essere avvisato quando ricevi cookie o altre tecnologie di tracciamento sono in uso e a scegliere se accettare/consentire esso. La maggior parte dei browser consente inoltre di disabilitare o eliminare i cookie esistenti o di rifiutare automaticamente i cookie futuri. Puoi anche utilizzare strumenti di terze parti, inclusi i plug-in del browser, per controllare le tue preferenze sui cookie. Tieni presente, tuttavia, che se disabiliti tutti i cookie, alcune parti dei nostri Siti potrebbero non funzionare correttamente.",
    "2896187462": "1. Utilizzato per statistiche relative al servizio anonime strettamente necessarie e per altri scopi tecnici come l'assistenza nel supporto per l'accessibilità.",
    "2900525040": "Le leggi dello Stato della California regolano i presenti Termini di servizio e qualsiasi controversia, disputa o reclamo che ne derivi.",
    "2901894297": "hCaptcha è un servizio di Intuition Machines, Inc. (\"IMI\"), una società statunitense del Delaware (#6393793).",
    "2903742230": "Le reti pubblicitarie vedono i tuoi visitatori come il prodotto. Per noi l'unico obiettivo è determinare la loro umanità. I nostri servizi soddisfano o superano i requisiti GDPR, CCPA, LGPD e PIPL e lavoriamo duramente per bilanciare privacy e sicurezza.",
    "2904949278": "Come fa un hacker a impossessarsi di un account?",
    "2905621957": "Ultimo aggiornamento: 18 luglio 2020",
    "290966395": "Come descritto nella nostra sezione \"Una nota per i clienti al di fuori degli Stati Uniti\", tieni presente che i tuoi dati personali verranno trasferiti, elaborati e archiviati negli Stati Uniti. Le leggi sulla protezione dei dati negli Stati Uniti potrebbero essere diverse da quelle del tuo paese di residenza. Acconsenti al trasferimento delle tue informazioni, comprese le informazioni personali, negli Stati Uniti come stabilito nella presente Informativa sulla privacy visitando i nostri Siti o utilizzando il nostro Servizio.",
    "2910560864": "20-23 marzo 2020***",
    "2915355938": "Accessibilità",
    "2920213479": "Ordina o aggiungi categorie arbitrarie di qualsiasi dimensione",
    "2921990472": "Se riscontri un problema funzionale, segui le istruzioni",
    "292211832": "Le informazioni raccolte tramite strumenti tecnici come cookie, contatori di pagine web e altri strumenti di analisi vengono scartate non appena possibile, ma possono essere conservate per un periodo limitato fino a un anno dalla scadenza del cookie, tipicamente in forma non identificata e aggregata a meno che non rileviamo un potenziale abuso del nostro servizio, nel qual caso conserveremo tali informazioni per aiutarci a prevenire abusi futuri. Non siamo in grado di collegare queste informazioni anonime e aggregate a te, alla tua famiglia, a un indirizzo IP o a qualsiasi informazione personale basata sulle informazioni memorizzate.",
    "292250020": "1. Seleziona l'ingranaggio nell'angolo in alto a destra dello schermo, quindi seleziona \"Opzioni Internet\". Se hai la barra dei menu abilitata, puoi selezionare \"Strumenti\" e poi \"Opzioni Internet\".",
    "2927700175": "Mostriamo sfide CAPTCHA che sono difficili per i bot ma facili per le persone raccogliendo dati difficili da etichettare da problemi di apprendimento automatico e utilizzandoli per distinguere se un visitatore di un sito Web o di un'app è umano.",
    "2928362319": "Le richieste inviate per posta possono essere inviate a: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Violazione dei presenti Termini di servizio",
    "2932826396": "3. Se stai utilizzando la versione più recente di Safari su OS X 10.15 o iOS 13.4 rilasciato di recente, Apple ha appena modificato il comportamento di Safari relativo ai cookie di terze parti, bloccandoli tutti per impostazione predefinita. Stiamo implementando una soluzione, ma nel frattempo visita le Preferenze di Safari, la sezione Privacy e deseleziona \"Tracciamento del sito Web: impedisci il monitoraggio tra siti\" per abilitare il cookie di accessibilità per funzionare come previsto.",
    "2935155034": "Se ti trovi nello Spazio economico europeo, hai determinati diritti descritti sopra sotto l'intestazione \"Avviso agli interessati dell'UE\", incluso il diritto di ispezionare e correggere o eliminare i dati che abbiamo su di te.",
    "2939852138": "In che modo i truffatori [cercano di] farla franca con le frodi nei pagamenti?",
    "2940689138": "Per amministrare gli account dell'Integratore e del Cliente e fornire il Servizio. Utilizziamo le Informazioni personali per associare account specifici a Integratori e Clienti e per fornire loro il Servizio, per rispondere a richieste o richieste, per fornire supporto o assistenza tecnica e per facilitare i pagamenti.",
    "2941545733": "Siamo ingegneri, non venditori: vogliamo che tu sia felice della tua scelta.",
    "2943346052": "Mentre il processo di standardizzazione IETF continua, prevediamo che i principali browser adotteranno una qualche forma di Privacy Pass in modo nativo. Questo alla fine renderà l'estensione non necessaria. Per il momento, tuttavia, segui le istruzioni riportate di seguito.",
    "2945960297": "Per quanto riguarda gli interessati dell'UE, il termine \"informazioni personali\" utilizzato nella presente Informativa sulla privacy equivale a \"dati personali\" come definito nel Regolamento generale sulla protezione dei dati dell'Unione europea (GDPR).",
    "2947576723": "Questa storia precede le patenti di guida e l'impronta digitale, ma offre un buon esempio di cosa può andare storto in una situazione di acquisizione di un account. Una persona accede a un conto bancario online o a un'app per i pagamenti mobili. È il titolare effettivo dell'account o un hacker? Chi è veramente chi? Questi problemi di sicurezza interessano le organizzazioni che consentono l'accesso all'account self-service.",
    "2952586316": "Non tutti i problemi sono uguali. Le annotazioni per le attività critiche per la sicurezza possono richiedere il 99,99% di fiducia da parte di lavoratori interamente umani. Le annotazioni per una funzione beta in un'app di gioco mobile possono richiedere solo una confidenza moderata. Tu decidi.",
    "2954157511": "Perché utilizziamo i cookie?",
    "2959486280": "Se non si accettano questi Termini di servizio, non è possibile utilizzare o accedere al Sito o al Servizio.",
    "295955580": "Il nostro sito Web può contenere collegamenti a siti Web di terzi. Non controlliamo, indaghiamo, monitoriamo o controlliamo tali siti web. Non siamo responsabili né approviamo i programmi per computer, i contenuti o le opinioni contenute in tali siti Web. Se decidi di lasciare il nostro sito Web e accedere a qualsiasi sito Web di terzi, lo fai a tuo rischio.",
    "2968026167": "La tua verdura preferita",
    "2970907810": "pagina. L'attuale CEO della società è l'amministratore delegato responsabile dei contenuti.",
    "2989126922": "Apri le preferenze di Chrome dalla barra dei menu.",
    "299335340": "Che cos'è e come fermare gli attacchi",
    "3004688366": "( ) Le contromisure non dovrebbero comportare frodi bancarie o frodi con carte di credito",
    "3005876482": "hCaptcha è ora il più grande servizio CAPTCHA indipendente, viene eseguito sul 15% di Internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Opporsi alla nostra fiducia nei nostri interessi legittimi come base del nostro trattamento delle tue informazioni personali che influiscono sui tuoi diritti.",
    "3012870872": "I siti web e le app che utilizzano la versione gratuita (hCaptcha Publisher) guadagnano da quel lavoro invece di donarlo a Google.",
    "3014149332": "R: No, i pass non sono interoperabili: devono essere emessi e riscattati dalla stessa autorità, in questo caso hCaptcha. Nota che se hai pass sia da Cloudflare che da hCaptcha nella tua estensione, il numero disponibile cambierà nell'importo corretto a seconda dei requisiti della pagina che stai visitando. In altre parole, se hai 100 passaggi Cloudflare nel tuo portafoglio e 10 passaggi hCaptcha, dovresti vedere 10 sull'icona dell'estensione nelle pagine con hCaptcha incorporato.",
    "3014657981": "Attiva l'impostazione accanto a \"Cookie\".",
    "3017040355": "Il trattamento dei dati dell'interessato dell'UE opera in base alla base giuridica delle clausole contrattuali standard (SCC) integrate nell'addendum sull'elaborazione dei dati ai nostri Termini di servizio o agli accordi sull'elaborazione dei dati con i nostri integratori.",
    "3017533972": "Noi, i nostri partner di ricerca accademica e i nostri clienti possiamo occasionalmente fare riferimento o riprodurre parti di contenuti con licenza Creative Commons tramite la piattaforma hCaptcha al fine di far progredire le conoscenze dell'umanità nel campo dell'apprendimento automatico.",
    "3018077211": "25. Risoluzione delle controversie del collaboratore",
    "3018523079": "Rimani sul marchio con un'esperienza utente coerente.",
    "3022001832": "Raccogliamo informazioni da individui che interagiscono con i nostri Siti e Servizi, inclusi coloro che incorporano il nostro Servizio nel loro sito Web (\"Integratori\"), coloro che utilizzano i servizi per l'etichettatura dei dati (\"Clienti\") e gli utenti finali che interagiscono con i nostri Servizio attraverso i siti web dei nostri Integratori (\"Utenti finali\").",
    "3022301908": "Accesso",
    "3022922096": ", la suite di prodotti aziendali di hCaptcha. A differenza della versione gratuita di hCaptcha,",
    "3025548709": "C'è un'alternativa a questo accordo ingiusto?",
    "3027055607": "16. Proprietà intellettuale e diritti di proprietà",
    "3028319964": "Etica dell'IA",
    "3030395800": "Queste credenziali di solito provengono da violazioni dei dati. Conosciuti anche come \"credential spill\", questi attacchi possono portare a milioni di credenziali che vengono scaricate nel dark web. Se la fuoriuscita proviene da una banca, l'hacker proverà a utilizzare quelle credenziali per accedere ad altri siti. Questo approccio funziona perché così tante persone usano la stessa combinazione di nome utente e password per più siti. (Questa pratica è scoraggiata, ma la realtà è quella che è. Le persone tendono a ripetere le stesse credenziali di accesso.)",
    "30312304": "altri difetti che variavano da stato a stato prima che venisse approvata una cattiva legge federale.)",
    "3031284129": "Esclusioni di garanzia",
    "3031357206": "Apparirà una nuova icona accanto alla barra degli URL. Ora visita un sito Web utilizzando hCaptcha. Apparirà così:",
    "3031953301": "Potremmo invece offrirti l'opportunità di utilizzare il nostro servizio hCaptcha Enterprise e continuare a fornirti il servizio per un certo periodo di tempo (il \"Periodo dell'offerta\"). La nostra continua fornitura di servizi durante il Periodo di Offerta non modificherà in alcun modo i nostri diritti ai sensi della presente Sezione.",
    "3031953928": "HUMAN Network™ è un marchio di HUMAN Protocol Foundation e viene utilizzato con il suo permesso.",
    "3034959000": "Puoi recuperare",
    "3038275155": "Esonero dall'azione collettiva. L'utente rinuncia a qualsiasi diritto di avviare, ascoltare o arbitrare qualsiasi controversia come azione di classe, collettiva o rappresentativa. Nonostante ogni altra clausola contenuta nel presente contratto, la frase precedente non sarà in alcun caso separabile dal presente contratto. Qualsiasi reclamo secondo cui tutto o parte di questa rinuncia è inapplicabile, irragionevole, nullo o annullabile può essere determinato solo da un tribunale della giurisdizione competente e non da un arbitro. Non sarai oggetto di ritorsioni o non ti sarà impedito di completare le attività sul nostro sito Web a seguito dell'esercizio dei tuoi diritti ai sensi della Sezione 7 del National Labor Relations Act, o dalla presentazione o dalla partecipazione a un'azione di classe, collettiva o rappresentativa in qualsiasi forum , ma possiamo legittimamente chiedere l'applicazione di questa rinuncia all'azione collettiva e chiedere il rigetto di tali azioni o rivendicazioni di classe, collettive o rappresentative.",
    "304004915": "Non ci interessa chi sono gli utenti, ma solo quanto è probabile che siano dannosi o macchine. Sosteniamo iniziative come",
    "3044038608": "Accetti di fornirci informazioni veritiere, accurate e complete come richiesto nel nostro processo di registrazione. Accetti inoltre di aggiornare tempestivamente tali informazioni, se necessario, per mantenerle aggiornate e accurate.",
    "3047519814": "Accetti di non condividere il tuo account o la tua password con nessuno.",
    "3048865891": "Costi e commissioni. Le parti sosterranno ciascuna le rispettive spese per la rappresentanza legale in qualsiasi di tali arbitrati, salvo nella misura in cui le spese legali siano esplicitamente previste dalla legge. Le parti divideranno qualsiasi commissione amministrativa iniziale addebitata dall'arbitro, fino a un costo massimo per te di duecentocinquanta dollari (US $ 250,00). Il costo dell'arbitro e del cancelliere, se del caso, sarà inizialmente a nostro carico; tuttavia, l'arbitro avrà la facoltà di attribuire i costi appropriati alla parte prevalente, come previsto dalla legge, e/o di richiedere alle parti di dividere i costi associati all'arbitro e/o al cancelliere.",
    "3049976256": "Per ogni nuovo cliente di etichettatura, esaminiamo una lista di controllo durante il processo di vendita. Ciò include la diligenza KYC iniziale prima dell'onboarding, nonché la verifica di tutte le richieste fatte ai nostri analisti e controlli a campione in tempo reale e revisioni periodiche delle richieste effettuate utilizzando la nostra piattaforma self-service.",
    "3054564199": "Cartella stampa",
    "3056723024": "13. Inaccettabile completamento dei compiti",
    "305735018": "Finalmente un'alternativa credibile a Google. hCaptcha Enterprise offre notevoli risparmi sulla bolletta reCAPTCHA con una maggiore sicurezza: in alcuni casi fino all'80% in meno.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "politica sulla riservatezza",
    "3064321967": "La prima e-mail di spam conosciuta è stata inviata nel 1978. [",
    "3065000659": "Ti sei accorto che ogni volta che \"clicchi sulla macchina\" stai aiutando ad allenare un single?",
    "3068923550": "( ) Le contromisure devono funzionare se introdotte gradualmente",
    "3083289844": "Se hai riscontrato un problema che ritieni possa influire sulla privacy degli utenti, inviaci un'e-mail a",
    "3086730511": "Se sei un integratore del nostro servizio gratuito e determiniamo che hai superato le nostre soglie di utilizzo corretto, attualmente la minore tra:",
    "3088605177": "Aggiungi il nostro codice challenge solo dove è necessario e dove ha senso proteggere te e i tuoi utenti.",
    "3089778412": "Come hCaptcha calcola i premi",
    "3092200338": "** Quando il 15 cade in un fine settimana, la Data di Pagamento è invece il 17.",
    "3093388779": "hCaptcha è gratuito per editori di qualsiasi dimensione",
    "3093689546": "Facile integrazione",
    "3094150511": "Autorità di regolamentazione: Commissione federale delle comunicazioni degli Stati Uniti, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 giugno 2019",
    "3096063825": "Provalo",
    "3096553330": "Ogni sistema che creiamo riflette semplicemente le nostre relazioni con altre persone.",
    "3098677775": "D: Il mio IP e la cronologia di navigazione sono completamente privati da hCaptcha quando utilizzo Privacy Pass?",
    "3100722753": "Per potenziali problemi di sicurezza o privacy, vedere le istruzioni di seguito.",
    "3103557430": "Come utilizziamo le informazioni",
    "3103642530": "Questa revisione è composta da diversi set di criteri:",
    "3107683988": "Ciò può ridurre drasticamente il traffico e i costi fuori dalla rete, pur mantenendo tutti i vantaggi della gestione da parte del nostro personale disponibile 24 ore su 24, 7 giorni su 7, per soddisfare gli SLA più rigorosi.",
    "3108727249": "BotStop",
    "310885519": "o",
    "3114147525": "I clienti di hCaptcha utilizzano il servizio per attività che includono il riconoscimento di oggetti, il rilevamento degli attributi (raccolta di etichette per identificare i tipi di abbigliamento), la classificazione della pertinenza (selezione del prodotto più rilevante tra diverse opzioni rispetto a un prodotto primario), riquadri di delimitazione (individuazione di aree di interesse su un'immagine), \"Human OCR\" (identificazione del testo in un'immagine) e molti altri tipi di attività.",
    "3117887301": "Scelto dai più grandi servizi online",
    "3119498672": "eseguire qualsiasi attività con l'uso di bot Internet, web robot, bot, script o qualsiasi altra forma di intelligenza artificiale o tentare in altro modo di ottenere ricompense da IMI o da qualsiasi Richiedente o Integratore senza completare le attività come descritte;",
    "3119589996": "Come funziona: un'estensione del browser offre agli utenti la possibilità di creare e firmare token crittograficamente ciechi per i siti Web che supportano il protocollo Privacy Pass. L'estensione genera passaggi contenenti token accecati crittograficamente che sono firmati da hCaptcha quando una sfida viene risolta su qualsiasi sito utilizzando il servizio hCaptcha,",
    "3121248460": "Mostra sfide personalizzate infinitamente diverse, da semplici a complesse, per il tuo pubblico previsto",
    "3128328457": "Se sei un Contribuente o Integratore, sei l'unico responsabile del pagamento di qualsiasi imposta sul reddito stimata o di altra natura federale, statale o locale, previdenza sociale, FICA e compenso dei lavoratori dovuto a seguito dell'uso del nostro sito Web, nonché imposte o oneri simili in giurisdizioni non statunitensi. Accetti di indennizzare e tenerci indenni da qualsiasi valutazione contro di noi perché non hai rispettato le leggi fiscali.",
    "3128433367": "... e molti altri",
    "3130928685": "Blog",
    "3138772661": "migliaia di vite ogni anno",
    "3139609561": "Di seguito sono riportati due esempi di classificazione delle immagini e tipi di lavoro di rilevamento degli attributi. [",
    "31502377": "Che cos'è un elemento Rich Text?",
    "3152512587": "e il sistema raccoglie centinaia di milioni di soluzioni giornaliere. [",
    "3153117136": "Come funzionano le impostazioni di difficoltà di hCaptcha",
    "3160820928": "Protezione coordinata contro gli attacchi",
    "3161489950": "La piattaforma di sicurezza ML più avanzata al mondo",
    "3162107126": "IMI non è parte in alcuna controversia tra l'utente e qualsiasi altro utente dei Servizi. L'utente solleva IMI e le sue affiliate da qualsiasi reclamo, richiesta e danno di ogni tipo e natura, noto e sconosciuto, sospetto e non, divulgato o meno, derivante o connesso a qualsiasi controversia tra l'utente e un altro utente.",
    "3167979932": "Progettato per la privacy fin dal primo giorno. Forte accordo sul trattamento dei dati.",
    "3168199226": "Tuttavia, nel 2020 è diventato chiaro che la costruzione di questo tipo di set di dati potrebbe essere percepita come una tecnologia a duplice uso in un modo che pochi si sarebbero aspettati un anno fa.",
    "3173156067": "È disponibile del materiale collaterale già pronto nel caso in cui desideri includere immagini di esempio nel tuo articolo.",
    "3176531704": "Annotazione dei dati",
    "3178581111": "Utilizzare per nuovi scopi",
    "3180664128": "Apprendendo su migliaia di segnali, i modelli possono dedurre e raggiungere un'elevata fiducia nel rilevamento di comportamenti dannosi molto rapidamente, anche quando nessun singolo segnale sarebbe di per sé abbastanza forte da indicare un problema.",
    "3182435854": "Diritto d'autore",
    "318339230": "(Uno o più dei seguenti possono applicarsi alla tua idea particolare e potrebbe avere",
    "3183855267": "1. hmt_id",
    "3186435874": "IDsessione",
    "3192683783": "Modifiche alla presente Informativa sulla privacy",
    "3193548097": "La speranza è l'ultima a morire",
    "3194111925": "sostegno",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "L'utilità e la vulnerabilità delle API",
    "3200641265": "Entro e non oltre il 16 giugno 2020*",
    "3200859925": "1. Scopo",
    "320166522": "L'apprendimento automatico ora ha un impatto su quasi ogni aspetto della nostra vita, spesso in modi che non ci rendiamo conto e che non possiamo vedere. I servizi di sicurezza online non sono diversi.",
    "3202747130": "Intero accordo. I presenti Termini di servizio e qualsiasi politica, procedura o termine a cui si fa riferimento nel presente contratto costituiscono l'intero accordo delle parti in relazione all'oggetto e sostituiscono e annullano tutti i precedenti e contemporanei accordi, rivendicazioni, dichiarazioni e intese delle parti .",
    "3203921334": "Ci sono piaciute una serie di cose sulle soluzioni hCaptcha: 1) non vendono dati personali; raccolgono solo i dati personali minimi necessari, sono trasparenti nel descrivere le informazioni che raccolgono e come le usano e/o le divulgano.",
    "3206136647": "Il problema di Google qui si basa sui dati delle domande che usano rispetto a chi lo vede. Se tutti i dati provengono dalla stessa cultura (e nel caso di Google, dalla stessa azienda) puoi certamente aspettarti di avere sfide che non si traducono bene in altre culture, in linea con la denuncia di Eden.",
    "3207769512": "Distribuisci lavori di produzione",
    "3208155808": "Trasferisci una copia leggibile dalla macchina delle tue informazioni personali a te o a una terza parte di tua scelta.",
    "3212830633": "2. Idoneità",
    "3213351333": "Nessun impegno anticipato richiesto",
    "3213411837": "immagine 2",
    "3214322759": "altrimenti impegnarsi in qualsiasi attività dannosa o fraudolenta.",
    "3217791519": "15 luglio 2020 - 15 ottobre 2020",
    "3225770968": "hCaptcha è progettato per risolvere il problema più laborioso nell'apprendimento automatico; etichettare enormi quantità di dati in modo tempestivo, conveniente e affidabile.",
    "3225936061": "Probabilmente stavi vedendo immagini di testo prese da pagine di libri sul servizio Libri di Google e aiutando a migliorare il loro software OCR (riconoscimento del testo).",
    "322830977": "Come disabilitare i cookie.",
    "3228928991": "Informazioni che possono essere utilizzate per identificare o contattare un individuo (\"Informazioni personali\"), come nome, indirizzo e-mail e paese. Raccogliamo informazioni personali dai nostri attuali e potenziali integratori e clienti quando ce le forniscono direttamente (ad esempio, compilando un modulo quando si registra un account o richiedendo di ricevere notifiche e-mail da parte nostra). Possiamo anche verificare l'identità dei nostri Integratori e Clienti confrontando le informazioni personali con database di terze parti o documenti legali ufficiali.",
    "3230004040": "Sei ipovedente o non sei in grado di completare hCaptcha?",
    "3233305531": "Marchi Trade",
    "3233441200": "Politica sui trasgressori ripetuti",
    "3235430156": "i sistemi di machine learning dell'azienda gratuitamente?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Analisi interna hCaptcha. Dati raccolti fino al 30 giugno 2019. Dettagli disponibili su richiesta.",
    "3236873806": "L'IMI è responsabile di questo sito web.",
    "3238184941": "Nota: il rischio di frode associato a un singolo indirizzo IP può essere condiviso con un integratore su richiesta.",
    "3238345709": "( ) Fermerà lo spam per due settimane e poi saremo bloccati con esso",
    "3238612014": "Cronologia di navigazione, informazioni sull'interazione di un consumatore con un sito Web, un'applicazione o un annuncio pubblicitario.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Ultimo aggiornamento: 18 febbraio 2021",
    "324647915": "Grazie per aver dedicato del tempo per aiutarci a ottenere queste informazioni!",
    "3247172580": "hCaptcha ha combinato l'apprendimento automatico avanzato con supervisione con un nuovo approccio di edge computing che riduce al minimo in modo univoco la raccolta e la conservazione dei dati, forniti da oltre 250 località in tutto il mondo per un'enorme scalabilità.",
    "325077666": "Inviando i tuoi dati accetti il nostro",
    "3251220335": "R: No. Per impostare il cookie, fai clic sullo stesso link di accesso e-mail che ti è stato inviato su ciascun dispositivo che utilizzi.",
    "3254142589": "( ) Problemi di giurisdizione",
    "3255230599": "Cos'è un biscotto?",
    "3256020881": "Per osservare i tuoi comportamenti e le tue attività di navigazione nel tempo su più siti web o altre piattaforme.",
    "3256245394": "così come i nostri post sul blog, ad es",
    "3260825523": "Macchine per l'intuizione",
    "3264813246": "Non appropriato",
    "3265293440": "( ) Suscettibilità agli attacchi di protocolli diversi da SMTP",
    "3265328927": "), un'azienda di machine learning che offre prodotti e servizi per le aziende che implementano l'apprendimento automatico su larga scala.",
    "3265895521": "Aumenta e diminuisci la difficoltà della sfida in base all'ora del giorno",
    "3268946369": "6. Credito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Per favore",
    "3272552822": "Sviluppatori e crittografi:",
    "32739972": "Per memorizzare le informazioni sulla sessione di accesso se sei registrato sui nostri Siti.",
    "3276777569": "hCaptcha",
    "3280658086": "soluzioni aziendali",
    "3286051798": "Intestazioni, paragrafi, virgolette, figure, immagini e didascalie delle figure possono essere tutti stilizzati dopo che una classe è stata aggiunta all'elemento rich text utilizzando il sistema di selezione annidato \"Quando all'interno di\".",
    "328625009": "... siamo pronti quando lo sei tu: il nostro servizio è disponibile 24 ore su 24.",
    "3287172429": "Tipi di sfide di controllo mostrati",
    "3288667364": "Confronto e rilevamento",
    "3290996791": "Tutti gli altri nomi di prodotti, loghi e marchi sono di proprietà dei rispettivi proprietari. Tutti gli altri nomi di società, prodotti e servizi utilizzati in questo sito Web sono solo a scopo identificativo. L'uso di questi nomi, loghi e marchi non implica l'approvazione.",
    "3292221787": "la sfida è stata risolta, non solo se fosse corretta, e cambia frequentemente sia le domande che i dati utilizzati.",
    "3301728462": "Milioni di persone usano hCaptcha ogni mese, su migliaia di combinazioni di browser, estensioni, dispositivi, firewall e altro.",
    "3312336121": "che consuma enormi quantità di dati comportamentali per determinare se gli utenti web sono umani legittimi o bot",
    "3315658779": "Previeni lo scraping dei contenuti con hCaptcha Enterprise",
    "3319083717": "Nome:",
    "3324288040": "Inviaci un feedback",
    "332723732": "contenuto",
    "3329634829": "Limita il trattamento delle tue informazioni personali.",
    "3329755436": "Hai intenzione di accelerare questo processo?",
    "3334160175": "( ) È indifeso contro gli attacchi di forza bruta",
    "3336625692": "Questa pagina descrive in dettaglio i nostri pensieri su questo argomento nel contesto dell'etica dell'intelligenza artificiale e i processi che seguiamo per garantire che l'utilizzo dei nostri servizi rimanga in linea con le politiche che abbiamo adottato come azienda.",
    "3339302473": "27. Risoluzione",
    "3342910682": "Per saperne di più",
    "3346362371": "E l'apprendimento automatico?",
    "3348433919": "I tuoi diritti",
    "3349094124": "Criteri di preoccupazione etica: Obiettivo",
    "3353238942": "hCaptcha è progettato per fermare i bot distinguendoli dalle persone. I test visivi sono uno strumento conveniente per questo, ma non tutti possono risolvere una sfida visiva.",
    "3356329025": "1. 30 giorni",
    "3356349631": "Google Chrome",
    "3357523404": "Trasferimento dati transfrontaliero",
    "33639629": "Non applicabile a siti Web di terzi. Si prega di notare che questa Informativa sulla privacy non si applica ad alcun sito Web, offerta, prodotto o servizio di terze parti, anche se si collega al nostro Sito o incorpora il Servizio - si prega di fare riferimento alle politiche sulla privacy applicabili prima di decidere di fornire qualsiasi informazione a terzi feste.",
    "3365203058": "Protezione anti-bot di livello mondiale",
    "3368788823": "Terence Eden fa un punto interessante sul suo blog: \"",
    "3370561195": "6. Comportamento accettabile",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Politiche e processi di etica dell'IA",
    "3376724603": "14-24 settembre 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Ottieni ora l'etichettatura dei tuoi dati",
    "337971271": "L'apprendimento automatico è utile. Ma non richiede dati personali per funzionare.",
    "3383086062": "hCaptcha Enterprise è una soluzione di sicurezza online completa. Le modalità attive e passive ti consentono di interrompere il riempimento delle credenziali, rilevare le acquisizioni di account e bloccare gli attori sospetti. Il tutto con zero attrito per gli utenti legittimi.",
    "3386280249": "Fornire un mercato per i dati etichettati. Il nostro servizio consente l'etichettatura di grandi volumi di dati e la revisione umana per i sistemi di apprendimento automatico come servizio per i proprietari di siti Web e le aziende che hanno bisogno di aiuto per etichettare i propri dati. A tal fine, divulghiamo i dati etichettati ai nostri clienti interessati ad acquisire dati etichettati.",
    "3388180864": "Interessato a lavorare su sfide tecniche profonde su scala web? Assumiamo sempre ingegneri di talento in tutto il mondo -",
    "3389431373": "Servizi come reCAPTCHA v3 affermano che mettere il loro pixel di tracciamento su ogni pagina del tuo sito è necessario per una buona sicurezza. Questo non è il caso.",
    "3395399558": "( ) Politici tecnicamente analfabeti",
    "3397976149": "Ottieni supporto per hCaptcha Publisher",
    "3398978455": "15-25 settembre 2021†††",
    "3401005681": "Guadagnare soldi",
    "3401861278": ", che è qui incorporato per riferimento. Si prega di rivedere questo accordo per vedere come trattiamo i dati personali per vostro conto. Tieni presente che operiamo come \"responsabile del trattamento dei dati\" ai fini del Regolamento generale sulla protezione dei dati dell'UE e come \"fornitore di servizi\" ai fini del California Consumer Privacy Act.",
    "34074886": "Ogni volta che rispondi a una sfida, utilizziamo modelli sofisticati per capire se sei umano. Il sito web che hai visitato utilizza quindi questo risultato per migliorare la tua esperienza sul sito tenendo fuori i bot.",
    "3408107995": "Oggi, però, scraping significa invariabilmente un approccio programmatico per estrarre i dati da un sito web. Il software di scraping agisce come un utente umano, facendo clic sui pulsanti e leggendo l'output risultante. Ci sono molti usi legittimi per lo scraping. I crawler Web che alimentano i motori di ricerca ne sono un esempio. Lo stesso vale per strumenti come Skyscanner che cercano offerte di viaggio esaminando migliaia di siti Web di viaggi. Anche le aziende fintech lo utilizzano, prelevando i dati finanziari degli utenti dai siti delle banche se non sono disponibili API (Application Programming Interface) per effettuare la connessione dati. Le cose da tenere a mente sullo screen scraping sono la sua velocità e scalabilità. Il processo può raccogliere enormi quantità di dati dai siti Web, supponendo che i siti non siano configurati per impedire che ciò accada. Alla velocità del calcolo, uno scraper può accumulare grandi set di dati interagendo con i siti Web e il software e i database sottostanti che li alimentano.",
    "3409726716": "registrarsi per più di un account con noi senza autorizzazione scritta;",
    "3412647984": "Ciò ti consente di evitare domande future registrando e impostando un cookie. Prova anche a disattivare il blocco degli annunci.",
    "3417372336": "Cambia in pochi minuti",
    "3419878556": "Assicurati che \"Blocca cookie di terze parti\" non sia abilitato.",
    "3421090159": "open source",
    "3426312287": "5-15 gennaio 2022",
    "3433896984": "BotStop™",
    "3434202027": "Qualsiasi utilizzo del nome hCaptcha nelle comunicazioni richiede l'attribuzione: \"hCaptcha è un marchio registrato di Intuition Machines, Inc.\"",
    "3436534225": "Praticamente tutte le aziende che avviano un progetto pilota alla fine scelgono le nostre soluzioni.",
    "3437412311": "Per gli utenti Enterprise, sono disponibili opzioni per evitare completamente le sfide nella maggior parte degli scenari, basandosi su punteggi passivi.",
    "3441764123": "Quando viene presentata una sfida a un utente di accessibilità su un sito che utilizza il servizio hCaptcha, passerà automaticamente.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Traffico tra",
    "3446714684": "Integrazione mobile (iOS e Android)",
    "345108670": "- riempimento delle credenziali e altri tentativi di acquisizione dell'account",
    "3453526675": "1. 1a parte",
    "345563040": "( ) Questa è un'idea stupida e tu sei una persona stupida per averla suggerita.",
    "3457805519": "3. La richiesta del cliente può essere soddisfatta secondo la legge statunitense e le nostre regole di ingaggio?",
    "3458934553": "3. Varia; fino a 30 giorni.",
    "3460432665": "Nonostante quanto sopra, se sei un contribuente statunitense, potremmo richiederti un W-9, da aggiornare annualmente, e potremmo impedirti di svolgere attività fino a quando non avrai completato o aggiornato un W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Autorizza i cookie hcaptcha.com e *.hcaptcha.com nel blocco degli annunci o nell'estensione di sicurezza del browser.",
    "3470857731": "Un'analisi di come reCAPTCHA rileva i bot.",
    "3475647460": "( ) Richiede troppa collaborazione da parte degli spammer",
    "3478726913": "hCaptcha ha una delle più grandi piscine del pianeta a tua disposizione. Qualunque sia la tua scala, possiamo gestirla senza costosi impegni iniziali. Milioni di attività al giorno non sono un problema.",
    "3479034323": "Se vedi contenuti che ti appartengono riprodotti sulla piattaforma hCaptcha e desideri che vengano rimossi per qualsiasi motivo, puoi contattarci via e-mail.",
    "3480023141": "Ulteriori informazioni sulle opzioni di accessibilità",
    "3483700676": "Avvia milioni di attività istantaneamente",
    "3488019891": "hCaptcha è un marchio registrato di Intuition Machines, Inc.",
    "348809718": "4. In \"Cookie di terze parti\" scegli \"Accetta\".",
    "349292953": "Informazioni che raccogliamo",
    "3494826505": "Con i fornitori ci impegniamo a fornire aspetti essenziali dei Siti e del Servizio, come l'archiviazione dei dati, l'hosting e l'analisi, e solo per tali scopi.",
    "3496767126": "A scanso di equivoci, il paragrafo seguente si applica esclusivamente ai Clienti che utilizzano i nostri servizi di annotazione e non all'utilizzo dei nostri Servizi come Integratore",
    "3500503648": "hCaptcha è progettato per eliminare la conservazione dei dati a lungo termine basandosi su una valutazione istantanea piuttosto che registrare e analizzare la cronologia di navigazione. Sosteniamo anche iniziative come",
    "3501923981": "Ultimo aggiornamento: 1 gennaio 2020.",
    "3507532387": "( ) Facilità di ricerca nel minuscolo spazio di indirizzi alfanumerici di tutti gli indirizzi e-mail",
    "3510143229": "hCaptcha è un servizio per siti Web e app,",
    "3511610999": "Assicuriamoci di arrivare nel posto giusto.",
    "3515435438": "Segnalazione di reclami DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Finalità del trattamento",
    "3520687192": "Le registrazioni delle comunicazioni con l'utente (ad es. ticket di supporto aperti tramite e-mail o Twitter) possono essere conservate a tempo indeterminato.",
    "3524251858": "Direttore della gestione del prodotto, Cloudflare",
    "3526939538": "Bug del software",
    "3527140447": "Documenti",
    "3530599065": "La privacy è costruita da zero. hCaptcha non conserva PII ed è conforme a numerosi mandati e regolamenti sulla privacy.",
    "353066938": "Un team esperto, al lavoro sui problemi più difficili di oggi. hCaptcha è un servizio di",
    "3532143291": "Per proteggere i nostri servizi e sistemi. Utilizziamo le informazioni di analisi per proteggere i nostri sistemi identificando potenziali minacce e vulnerabilità e per proteggere in altro modo le informazioni che raccogliamo.",
    "353367791": "Rileva cattivi attori di molti tipi diversi.",
    "3536122902": "( ) Fermarli in quel modo non è abbastanza lento e doloroso",
    "3543141425": "per questo!",
    "3545935449": "Per riconoscere gli utenti nuovi o passati.",
    "3548097301": "In vigore: 1 gennaio 2020.",
    "354925785": "Introduzione",
    "3554363588": "Altri marchi",
    "3554448168": "categorizzazione",
    "3555583744": "e",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Accetti di utilizzare sforzi commercialmente ragionevoli per proteggere qualsiasi informazione riservata ricevuta da noi o tramite i nostri Servizi. include punteggi dei bot e dettagli non pubblici del nostro servizio aziendale, inclusa la documentazione non pubblica e qualsiasi dettaglio che possiamo condividere sui nostri metodi di rilevamento dei bot. Se ti viene concesso l'accesso a tali Informazioni riservate, possiamo modificare, sospendere o limitare il tuo accesso ai nostri Servizi a nostra esclusiva discrezione se determiniamo che le Informazioni riservate vengono esposte dal tuo utilizzo dei nostri Servizi e faremo tutto il possibile per fornire un avviso prima della sospensione.",
    "3566102529": "noi oggi per saperne di più.",
    "3569492665": "La registrazione dell'attività online non è la risposta.",
    "3570415321": "Società",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Alcune delle informazioni che ci fornisci possono costituire dati sensibili come definito nel GDPR (indicato anche come categorie speciali di dati personali), inclusa l'identificazione della tua razza o etnia sui documenti di identificazione rilasciati dal governo.",
    "3573245166": "A differenza di reCAPTCHA, lavoriamo in ogni paese.",
    "3576146278": "Paghi solo per la precisione di cui hai bisogno",
    "3578122193": "Rimani sul marchio con contenuti pertinenti",
    "3588274874": "Concentrandoci sulla fornitura di un prodotto in linea con gli sforzi normativi come il GDPR dell'Unione Europea e il CCPA della California, abbiamo registrato una crescita enorme - ovviamente, aiuta che hCaptcha sia un semplice sostituto \"drop in\" per reCAPTCHA e possa quindi essere installato in pochi minuti.",
    "3588620914": "Privacy Pass è una nuova invenzione per gli standard del Web ed è possibile che altre applicazioni ed estensioni del browser che non ne siano a conoscenza interferiscano con la sua funzionalità.",
    "3590546893": "La semplice analisi comportamentale è un segnale facilmente forgiato da cattivi attori e richiede di conservare la cronologia di navigazione anche per tutto il tuo traffico legittimo.",
    "359073033": "I dashboard offrono viste di alto livello o dettagliate dell'attività.",
    "3594381346": "Posizione.",
    "3594440415": "Alla fine, inizieranno ad aprire le porte.",
    "3594526017": "Gli scienziati di IM stabiliscono un nuovo punto di riferimento per il riconoscimento del testo debolmente supervisionato (OCR) al CVPR 2020.",
    "3596207631": "D: Vedo ancora una sfida dopo aver impostato il cookie. Cosa sta causando questo?",
    "3600022491": "Per questo motivo abbiamo progettato un'alternativa semplice e indolore per consentire agli editori che utilizzano il nostro servizio di preservare l'accessibilità per tutti con la piena conformità alla Sezione 508 e WCAG 2.1 AA.",
    "3600718611": "Considera Google reCAPTCHA,",
    "3600797185": "Offrire l'identificazione retroattiva dei bot porterebbe Google a questioni spinose su come rimborsare retroattivamente gli inserzionisti che hanno speso denaro per quel traffico fraudolento.",
    "360236473": "Il servizio hCaptcha non è pensato per essere utilizzato da nessuno per lavorare come etichettatore individuale. Non è progettato o adatto a questo scopo. Non consigliamo a nessuno di provare a utilizzare hCaptcha come fonte di reddito personale.",
    "3604147138": "3. Utilizzato per finalità tecniche strettamente necessarie: consente l'utilizzo da parte dell'Utente Accessibilità.",
    "3609106478": "Ripieno di credenziali:",
    "3609929815": ". Conserveremo il tuo nome, paese e indirizzo e-mail solo allo scopo di contattarti in futuro in merito a opportunità di lavoro di etichettatura individuale.",
    "3612043014": "...e altri semplici compiti. Facile per gli umani, difficile per i robot.",
    "361372538": "2. Riteniamo che i nostri servizi forniti verrebbero probabilmente utilizzati per scopi discriminatori dal cliente, in modi che potrebbero essere legali ma non accettabili per noi?",
    "3614653023": "Piuttosto, la pratica si basa su attacchi di riempimento delle credenziali su larga scala che provano milioni di coppie nome utente/password su dozzine di istituti finanziari di destinazione nella speranza di sbloccare un piccolo sottoinsieme degli account. Una volta che il software di frode automatizzato ha ottenuto l'accesso all'account, un hacker umano potrebbe essere coinvolto, ma in alcuni casi no.",
    "361795034": ". Autore sconosciuto, c. 2000",
    "3619183405": "Nel 2021 i CAPTCHA semplici a volte possono essere risolti con il software, grazie ai progressi dell'apprendimento automatico. Per risolvere questo problema, hCaptcha esegue anche un'analisi molto dettagliata di proprietà come",
    "3620039756": "In alto a destra, tocca Altro e poi Impostazioni.",
    "3620442880": "Funzionalità di protezione della vendita flash",
    "3621401685": "( ) Impopolarità di nuove strane tasse",
    "3621411541": "Scopri le opzioni di accessibilità per hCaptcha",
    "3621455477": "per saperne di più!",
    "3623028666": "(si prega di utilizzare un servizio come",
    "3624758171": "Attività personalizzate disponibili anche per gli editori aziendali.",
    "3630114728": "Guarda cosa sta succedendo su tutti i tuoi siti e app.",
    "3644106388": "Contatto",
    "3645414921": "Elimina",
    "364774188": "Sono umano™",
    "3654556483": "Le istituzioni finanziarie e le società di e-commerce dispongono di processi e controlli che mitigano parte della minaccia di acquisizione dell'account. Questi vanno dalle vecchie domande di sicurezza \"come si chiamava il tuo migliore amico alle elementari\" ai metodi di rilevamento che scovano indirizzi IP sospetti e profili di dispositivi mobili.",
    "3657743880": "Istruzioni del browser per i cookie cross-site",
    "3660619092": "Iscriviti gratuitamente o contatta le vendite per le soluzioni Enterprise",
    "366088791": "hCaptcha supporta un'ampia varietà di attività.",
    "3660891610": "Se sei un collaboratore, IMI, e non tu, ha diritti di proprietà su qualsiasi lavoro che produci come parte del completamento di qualsiasi attività. Accettando i termini del presente Contratto, accetti (e con la presente lo fai) di trasferire a noi il possesso, la proprietà e il titolo (inclusi tutti i diritti di proprietà intellettuale esistenti in tutto il mondo) all'interno e sul tuo lavoro. Per garantire che siamo in grado di acquisire, perfezionare e utilizzare tali diritti, accetti inoltre di (i) firmare qualsiasi documento per assistere nella documentazione, nel perfezionamento e nell'applicazione dei nostri diritti; e (ii) fornire un accesso ragionevole alle informazioni per la registrazione, il perfezionamento, la protezione, la difesa e l'applicazione di tali diritti di proprietà in tutti i paesi. I tuoi obblighi ai sensi di questa sezione continueranno anche dopo la tua cancellazione o cessazione dell'utilizzo dei Servizi. Ci incarichi come tuo avvocato di fatto per eseguire i documenti per tuo conto per gli scopi indicati in questa sezione.",
    "3666807632": "14. Qualifiche e competenze del collaboratore",
    "3668115514": "In che modo hCaptcha è diverso?",
    "3668873369": "In hCaptcha, abbiamo adottato un approccio diverso dal primo giorno",
    "3669258571": "Gestione dei Cookie",
    "3671246379": "Passaggio 5: fare clic sulla scheda Console, quindi fare clic con il pulsante destro del mouse su \"Seleziona tutto\" e salvarlo in un file di testo, per salvare il registro della console. Mandaci anche quello.",
    "3671828834": "Esempi di informazioni personali condivise",
    "3673079511": "standard emergente",
    "3678889946": "Entro e non oltre il 15 giugno 2019",
    "3679148535": "D: Su quali altre applicazioni di Privacy Pass stai lavorando?",
    "3680327841": "Ci impegniamo a far funzionare hCaptcha bene per tutti",
    "3682071227": "Cosa sono le acquisizioni di account e come funzionano?",
    "3688621388": "Firme di minaccia",
    "3694578791": "Come discusso in precedenza, noi (e i nostri fornitori di terze parti) raccogliamo informazioni di analisi in parte attraverso l'uso di cookie, web beacon e altre tecnologie di tracciamento. In alcuni casi, collaboriamo con fornitori di terze parti per utilizzare i cookie allo scopo di raccogliere informazioni di analisi.",
    "3695206755": "Mettici alla prova nel tuo ambiente senza impegno.",
    "3700113699": "Sul tuo dispositivo Android, apri l'app Chrome.",
    "3700767772": "Una volta installata l'estensione, fai clic qui (o su qualsiasi sito Web che utilizza hCaptcha) per guadagnare pass:",
    "370366524": "Telemetria del servizio effimero",
    "3709608616": "quindi il tuo account potrebbe essere disabilitato o determinato come non idoneo per i guadagni a nostra esclusiva discrezione, per qualsiasi periodo di tempo, con o senza preavviso. In nessun caso le richieste che superano le nostre soglie di utilizzo corretto potranno beneficiare di guadagni senza una nostra conferma scritta.",
    "3714002185": "Ulteriori informazioni su hCaptcha Enterprise",
    "3715747429": "I nostri ingegneri di onboarding possono aiutarti a procedere rapidamente, indipendentemente dal fatto che tu abbia bisogno dell'integrazione di React, SDK per app native iOS, un esempio di backend Java o praticamente qualsiasi altro scenario.",
    "3717512591": "Integrazione diretta della piattaforma",
    "3717942925": "Proprio come ci saranno sempre persone che vorranno attirare la tua attenzione via e-mail, ci sarà sempre il desiderio di limitare l'accesso ad alcune risorse in modo tale che solo gli umani possano accedervi.",
    "3719056187": "Le informazioni fornite sulle pagine Internet non rappresentano una consulenza individuale e non possono sostituirla. Se hai bisogno di una consulenza individuale, contatta il nostro staff di supporto.Uso di questo sito",
    "3720584906": "15 luglio 2021 - 15 ottobre 2021",
    "3721365241": "Provare",
    "3723626769": "per i tuoi contributi e la tua recensione.",
    "3725880582": "Restituire in beneficenza",
    "3729345277": "hCaptcha è un modo per le aziende di ottenere le annotazioni di cui hanno bisogno più velocemente, con una qualità superiore e a un costo inferiore rispetto ad altre alternative.",
    "3730038780": "Scegli tra un numero quasi infinito di sfide da risolvere per gli utenti",
    "3730344349": "Questa sezione fornisce ulteriori dettagli sulle informazioni personali che raccogliamo sui consumatori della California e sui diritti loro concessi ai sensi del California Consumer Privacy Act o \"CCPA\".",
    "3733422465": "8. Verifica della tua identità",
    "3740051331": "Ci impegniamo inoltre a monitorare e rispondere attivamente alle domande dei tuoi utenti attraverso i social media, i forum e i nostri canali di supporto in-widget ed e-mail. Siamo accessibili e reattivi e trattiamo la soddisfazione degli utenti come un KPI di prim'ordine.",
    "3741193183": "( ) Molti utenti di posta elettronica non possono permettersi di perdere affari o alienarsi potenziali datori di lavoro",
    "3744079744": "15-19 giugno 2020****",
    "3744153629": "Nomi:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "contatto",
    "3753956446": "Gratuito",
    "3758963444": "Grazie! La tua richiesta è stata ricevuta!",
    "3759360138": "4. Nome utente e password",
    "3759657802": "L'utente non può assegnare, trasferire o delegare in alcun modo i presenti Termini di servizio oi propri diritti o obblighi (per effetto di legge o altro).",
    "3759923279": "Si prega di indirizzare le richieste della stampa al seguente indirizzo e-mail:",
    "3764131594": "22. Siti web di terze parti",
    "3766910104": "2. Utilizzato per scopi tecnici strettamente necessari: bilanciamento del carico, routing.",
    "3767462250": "Progettato per la privacy",
    "3768951251": "SLA aziendali",
    "3773515538": "Ti è mai stato chiesto di \"digitare le due parole?\"",
    "378086442": "di CAPTCHA, piuttosto che la loro UX di per sé.",
    "3782751514": "HUMAN Protocol® è un marchio registrato di HUMAN Protocol Foundation e viene utilizzato con il suo permesso.",
    "3783031293": "Usiamo Cloudflare per ottimizzare il nostro traffico web. Per informazioni su come Cloudflare raccoglie ed elabora i dati,",
    "3795997071": "Seleziona l'icona del menu Chrome. Seleziona Impostazioni.",
    "3800781598": "] Quasi cinque decenni dopo, lo spam e-mail continua ad affliggerci. Molti miliardi di dollari e migliaia di anni-persona di sforzi ingegneristici sono stati impiegati per sconfiggerlo, eppure lo spam persiste. Ci sono industrie da miliardi di dollari da entrambe le parti, quelle che la difendono e quelle che la inviano.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 aprile 2020 - 15 luglio 2020",
    "3807059944": "Controlla il contenuto della sfida utilizzato",
    "3816867833": "Feedback",
    "3817067682": "poligoni",
    "3817811295": "Affidabilità garantita e assistenza rapida 24 ore su 24, 7 giorni su 7.",
    "3819851005": "2. Commissioni",
    "3821716514": "pagina.",
    "3828090208": "Utilizzare invece \"for hCaptcha\". Se utilizzato con un logo di terze parti, \"for hCaptcha\" deve essere di dimensioni inferiori rispetto al logo di terze parti.",
    "3833636936": "a) 1.000 richieste al secondo,",
    "3836291932": "D: Utilizzo più dispositivi. Devo registrarmi più volte?",
    "3842490632": "È probabile che un singolo utente che tenti di rispondere a molte domande venga limitato o bannato rapidamente. Altrettanto importante, come il nostro",
    "3842673636": "Ai sensi del GDPR, hai determinati diritti relativi alle tue informazioni personali. Puoi chiederci di intraprendere le seguenti azioni in relazione alle tue informazioni personali in nostro possesso:",
    "3842815245": "Questo è un commercio equo?",
    "38428546": "Conserviamo i tuoi dati personali in modo sicuro per tutta la durata del tuo account con noi. Conserveremo i tuoi Dati Personali solo per il tempo necessario a soddisfare gli scopi per i quali li abbiamo raccolti, anche al fine di soddisfare eventuali obblighi legali, contabili o di comunicazione o per risolvere controversie. I criteri che utilizziamo per determinare i periodi di conservazione includono le disposizioni contrattuali applicabili in vigore, i termini di prescrizione legali, i requisiti normativi applicabili e gli standard di settore.",
    "3844300338": "Accetti di indennizzare, difendere e tenerci indenni da qualsiasi reclamo, danno, responsabilità, costo e spesa (incluse le ragionevoli spese e spese legali), derivanti da o relativi allo svolgimento delle tue attività o al tuo utilizzo del nostro sito web .",
    "3844432472": "La stessa apertura e utilità delle API le rende obiettivi incredibilmente ricchi per gli aggressori. Allo stesso modo in cui un'app mobile può essere programmata per raggiungere e OTTENERE dati da un sistema aziendale utilizzando un'API, così può farlo anche un malware. Gli hacker hanno scritto un'ampia varietà di strumenti software per abusare delle API. È una tecnica di attacco efficace.",
    "384965568": "Sebbene i requisiti di conservazione varino in base alla giurisdizione, di seguito sono descritte le informazioni sui nostri periodi di conservazione tipici per i diversi aspetti dei dati personali dell'utente.",
    "3856690908": "15 gennaio 2020 - 15 aprile 2020",
    "3856912381": "Gli utenti hanno sofferto e lo spam web non necessario è ora dilagante. Ma c'è un'alternativa.",
    "3859506577": "Email di lavoro",
    "3861413614": "Non è possibile utilizzare alcun marchio o logo hCaptcha che implichi che hCaptcha abbia un'affiliazione o approvazione, sponsorizzazione o supporto di un prodotto o servizio di terzi, senza espressa autorizzazione scritta.",
    "3863351997": "Categorie di informazioni personali elencate nello statuto della California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", che è ben visibile nella pagina delle informazioni del widget hCaptcha. Viene fornito un cookie crittografato che può essere utilizzato più volte al giorno, ma deve essere aggiornato ogni 24 ore tramite login.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Aggiorna o correggi le imprecisioni nelle tue informazioni personali.",
    "3878230879": "Il nostro obiettivo è assicurarci che funzioni sempre per te, quindi apprezziamo molto le tue segnalazioni!",
    "3881754581": ". Se sei un Cliente dei nostri servizi di annotazione e hai selezionato l'opzione \"Dati per tutti\" come parte del tuo utilizzo dei Servizi, concedi a IMI e a tutti gli utenti dei Servizi un servizio mondiale, non esclusivo, sublicenziabile, trasferibile, licenza irrevocabile e priva di royalty per sfruttare appieno tutti i dati del cliente, inclusi tutti i relativi diritti di proprietà intellettuale. Se selezioni l'opzione \"Dati per tutti\", dichiari e garantisci di possedere i diritti, il titolo e l'interesse sufficienti sui tuoi dati per concedere la licenza in questa sezione.",
    "3882147547": "Funzioni pseudocasuali ignare",
    "388240587": "5-15 gennaio 2022",
    "3884400764": "Sebbene tu possa utilizzare i marchi hCaptcha secondo queste linee guida, ciò non significa che tu abbia alcun diritto acquisito sui marchi hCaptcha, sui loghi o su qualsiasi altro marchio, nome commerciale, marchio di servizio, nome commerciale o avviamento di hCaptcha. Vogliamo garantire la massima flessibilità possibile, ma siamo obbligati a proteggere hCaptcha dall'uso non autorizzato di qualsiasi marchio, nome commerciale, marchio di servizio, nome commerciale o avviamento di hCaptcha. Qualsiasi utilizzo non autorizzato interrompe automaticamente l'autorizzazione o la licenza concessa da hCaptcha e può incorrere in responsabilità legali per eventuali danni.",
    "3887113660": "D: In che modo Privacy Pass influisce sui guadagni di hCaptcha?",
    "3891941747": "*** AVVISO COVID-19: a causa della ridotta capacità del personale relativa al COVID-19, la riconciliazione è stata riprogrammata per consentire più tempo per completare la nostra verifica standard. I pagamenti dovrebbero iniziare il venerdì e completarsi il lunedì successivo.",
    "3892905664": "hCaptcha aiuta i tuoi servizi online preferiti a tenere fuori bot, spam e abusi ponendo semplici domande che sono facili per gli umani e difficili per le macchine.",
    "3892952987": "dai un'occhiata alle nostre aperture e candidati qui",
    "3893539589": "inserire link esterni che offrano beni o servizi se non richiesto dall'attività;",
    "389705801": "( ) Leggi che lo vietano espressamente",
    "3897238493": "I SERVIZI SONO FORNITI \"COS COME SONO\". NON FORNIAMO DICHIARAZIONI O GARANZIE, IMPLICITE O ESPRESSE, IN MERITO ALL'ACCESSIBILITÀ, IDONEITÀ, LEGALITÀ, DISPONIBILITÀ O FUNZIONALITÀ DEI SERVIZI, QUALSIASI SOFTWARE O MATERIALE CORRELATO, LE ATTIVITÀ O QUALSIASI ATTIVITÀ O ELEMENTO RELATIVO AL PRESENTE CONTRATTO. NELLA MISURA MASSIMA CONSENTITA DALLA LEGGE, IMI DECLINA OGNI CONDIZIONE, DICHIARAZIONE E GARANZIA, ESPRESSE O IMPLICITE, COMPRESE, MA NON LIMITATE A, LE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UN PARTICOLARE SCOPO E NON VIOLAZIONE. IL TUO UNICO ED ESCLUSIVO RIMEDIO CONTRO IMI IN RELAZIONE A EVENTUALI DIFETTI, NON CONFORMITÀ O INsoddisfazione è CESSARE L'UTILIZZO DEI SERVIZI Non saremo responsabili per eventuali danni al tuo sistema informatico, perdita o danneggiamento dei dati o altri danni che ne derivano dal tuo accesso o utilizzo del sito web o della piattaforma Intuition Machines. Possono verificarsi interruzioni programmate e non programmate e non garantiamo la disponibilità ininterrotta del nostro sito web.",
    "3898950867": "( ) Lavori di Joe e/o furto di identità",
    "3900538778": "I dati etichettati sono il carburante che alimenta l'apprendimento automatico. Le risposte di reCAPTCHA sono state utilizzate per migliorare i servizi ML/AI di Google dal 2009. Molte persone che utilizzano reCAPTCHA non si rendono conto che il loro lavoro viene utilizzato.",
    "3901503296": "Questa attenzione unica alla privacy significa che possiamo offrire zero conservazione dei dati individuali, funzionamento senza cookie e altre garanzie contrattuali sulla privacy come richiesto pur mantenendo un'eccellente sicurezza.",
    "3904679538": "Cromo",
    "3906359167": "Soluzioni:",
    "3906886217": "Per aziende o siti web",
    "3908992897": "ed è utilizzato in ogni paese e territorio del mondo, quindi siamo molto concentrati sulla fornitura di un'esperienza globale coerente.",
    "3909240516": "( ) Le intestazioni SMTP non dovrebbero essere oggetto di legislazione",
    "3910971075": "IMI possiede tutti i diritti, inclusi i diritti di proprietà intellettuale, sul codice sorgente, codice oggetto o struttura sottostante, idee o algoritmi, API e qualsiasi software aggiuntivo, documentazione o dati relativi ai Servizi (\"Software\"). L'utente non potrà, direttamente o indirettamente, tramite terzi o in altro modo: (a) decodificare, decompilare, disassemblare o tentare in altro modo di scoprire il Software; (b) modificare, tradurre o creare lavori derivati basati su qualsiasi Software; (c) copiare, affittare, affittare, distribuire, impegnare, assegnare o altrimenti trasferire o gravare i diritti su qualsiasi Software; (d) utilizzare qualsiasi Software per la condivisione di tempo, scopi di agenzia di servizi o in altro modo a beneficio di terzi; o (e) rimuovere eventuali avvisi o etichette di proprietà.",
    "3912514510": "( ) Le mailing list e altri usi legittimi della posta elettronica sarebbero interessati",
    "3912926900": "hCaptcha® dovrebbe avere un simbolo di marchio registrato la prima volta che appare in una copia creativa.",
    "3913203723": "Se, per qualsiasi motivo, il Richiedente non accetta l'esecuzione di un'attività completata, tu in qualità di Collaboratore o Integratore non avrai diritto ad alcuna ricompensa per l'attività. Nel caso in cui le ricompense ti siano già state distribuite per un'attività completata in modo inaccettabile, potremmo recuperarle da te.",
    "3913801502": "hCaptcha ora funziona su circa il 15% di Internet",
    "3913848038": "Disponibilità di SLA con disponibilità del 99,99% e supporto globale 24 ore su 24, 7 giorni su 7.",
    "3916131732": "Americhe",
    "3922723611": "Prova a disabilitare qualsiasi ad blocker o estensioni di sicurezza del browser",
    "3926027556": "e ti risponderemo rapidamente.",
    "392886773": "Funziona in ogni paese",
    "3930611699": "singoli lavoratori.",
    "3930808600": "Adottiamo misure tecniche e organizzative adeguate per proteggere le informazioni che raccogliamo e conserviamo e richiediamo a tutti gli agenti che effettuano il nostro trattamento per nostro conto di fare lo stesso. Sfortunatamente, nessuna misura di sicurezza è infallibile al 100% e, in quanto tale, nessuna rete o sistema (incluso il nostro) può essere garantito al 100% contro la distruzione, la perdita, l'alterazione, la divulgazione non autorizzata o l'accesso alle informazioni che raccogliamo e conserviamo. Se ritieni che le tue informazioni potrebbero non essere sicure per qualsiasi motivo, ti preghiamo di contattarci immediatamente a",
    "3933993151": "Lavora come etichettatrice dati individuale",
    "394235836": "3. Se nessuno dei suggerimenti di cui sopra funziona, inviaci un'e-mail di supporto e saremo lieti di aiutarti a capire cosa sta succedendo.",
    "3942875761": "Aiutaci a costruire un Web migliore™",
    "3943164003": "visualizza crudo",
    "3943417791": "Ottieni supporto per hCaptcha Enterprise (BotStop)",
    "3946753128": "Privato. Sicuro. Più veloce.",
    "3951112506": ". Ciò garantisce già un grado più elevato di eterogeneità nei dati.",
    "3951254541": "Apprezziamo il tuo contributo. Segnalaci eventuali problemi e li risolveremo rapidamente.",
    "3952259236": "Combina i tuoi dati in cieco con le migliaia di segnali di hCaptcha per addestrare hCaptcha su classi di comportamento - solo per la tua istanza - per prevedere meglio il comportamento dannoso meglio di entrambe le soluzioni da sole",
    "3953584369": "Disponibilità di sofisticate restrizioni di accesso RBAC.",
    "3955555607": "Ad eccezione dei partner o dei rivenditori autorizzati, terze parti non possono fare offerte per parole chiave, Google AdWords o altri sistemi pubblicitari mirati utilizzando contrassegni hCaptcha o errori di ortografia. Né terze parti possono utilizzare i marchi hCaptcha nei nomi di dominio, qualsiasi ottimizzazione dei motori di ricerca, meta tag, termini di ricerca, codice o altre false dichiarazioni.",
    "3955981186": "Modifiche. Nessuna modifica o emendamento ai presenti Termini di servizio da parte di soggetti diversi da IMI sarà vincolante per IMI se non mediante atto scritto firmato da un rappresentante debitamente autorizzato di IMI.",
    "3963216198": "Per discutere del motivo per cui le API sono un obiettivo popolare per gli hacker, vale la pena prima dedicare un breve momento a definire cosa si intende attualmente con il termine \"API\". Il concetto di API non è affatto nuovo. In effetti, le interfacce per collegare tra loro vari sistemi informatici, così come i loro componenti interni, esistono almeno dai primi anni '60.",
    "3963642878": "Entro e non oltre il 14 dicembre 2019*",
    "3967047208": "Puoi anche disattivare temporaneamente alcune protezioni in Personalizzato per eseguire il debug, deselezionando le caselle di controllo: Deseleziona la casella di controllo Tracker o deseleziona la casella di controllo Cookie se hai ancora problemi.",
    "3971348140": "Perché abbiamo usato hCaptcha? Nessun altro poteva fornire le funzionalità e le prestazioni di cui avevamo bisogno. Ci hanno messo in funzione rapidamente e i nostri commercianti adorano l'esperienza.",
    "3972094614": "Brendan Eich",
    "3972554015": "anche il processo. E l'estensione del browser è ovviamente",
    "3974566657": "Man mano che i servizi diventano più popolari, questo tipo di evento diventa inevitabilmente più frequente. hCaptcha è utilizzato da milioni di persone ogni giorno praticamente in ogni paese del mondo, quindi pubblichiamo questa politica e un caso di studio su come affrontiamo questi problemi per essere il più trasparenti possibile.",
    "3978720689": "approccio alla lotta contro lo spam. La tua idea non funzionerà. Ecco perché non funzionerà.",
    "3983646521": "Tutti i nomi di prodotti, loghi, marchi, marchi e marchi registrati sono di proprietà dei rispettivi proprietari. Tutti i nomi di società, prodotti e servizi utilizzati in questo sito Web sono solo a scopo identificativo. L'uso di questi nomi, marchi e marchi non implica l'approvazione. In questo caso, tutto il contrario.",
    "3987022469": "etichettatura",
    "3988350": "Ciò significa che ci sono casi d'uso eccellenti per le annotazioni ombrello del mondo reale. C'è spazio per il disaccordo sull'impatto delle auto a guida autonoma, ma i sistemi ADAS stanno già risparmiando",
    "3991444169": "Questa pagina elenca i subprocessori correnti per il servizio hCaptcha Enterprise.",
    "3992401943": "C'è stata una rivoluzione nel deep learning dal 2012. La norma del settore per l'accuratezza delle attività è radicalmente migliorata nell'ultimo decennio, principalmente a causa delle reti convoluzionali profonde. Altri servizi basati su ML offerti da Google hanno seguito questa curva.",
    "4007826952": "Il CAPTCHA n. 1 per la privacy per Web, dispositivi mobili e altro ancora.",
    "4008400186": "Passaggio 4: fare clic su \"Esporta HAR\" (la piccola freccia in giù) dopo aver tentato di risolvere, il che salva il registro di rete. Inviaci quel file.",
    "4011712313": "Come parte della nostra politica DMCA, collochiamo gli account dei clienti per i quali riceviamo più notifiche DMCA di presunta violazione in una politica in più fasi per i trasgressori DMCA ripetuti. Alla ricezione di notifiche DMCA ripetute in un mese di calendario, l'account cliente passerà da una fase della politica a quella successiva.",
    "4015238193": "e OCR [",
    "4019638786": "R: Gli utenti di Privacy Pass di hCaptcha non esporranno mai il proprio IP a hCaptcha a meno che il portafoglio token del browser non sia vuoto o il sito non lo invii. hCaptcha non ha modo di collegare l'utente al riscatto del token e non interagisce mai direttamente con l'utente durante il riscatto a meno che il suo portafoglio di token non sia vuoto.",
    "4019660456": "Latenza 0ms: verifica i token hCaptcha senza chiamata API.",
    "4023575072": "doppio uso",
    "4024785952": "Cloudflare, Inc. (globale). Servizi forniti: Cloudflare.com.",
    "4034694801": "Nessun risultato corrispondente.",
    "4036662147": "5. Protezione delle informazioni riservate",
    "4036872105": "prima e poi riprova",
    "4039193170": "In caso di problemi con l'acquisizione o il riscatto dei token:",
    "4044467791": "Per le categorie di informazioni personali che abbiamo raccolto da te nei 12 mesi precedenti, consulta la sezione \"Informazioni che raccogliamo\" sopra. Raccogliamo queste informazioni per gli scopi aziendali e commerciali descritti nella sezione \"Come utilizziamo le informazioni personali\" sopra. Nei 12 mesi precedenti, abbiamo condiviso le seguenti categorie di informazioni con terze parti per scopi commerciali:",
    "4051104324": "\"Intuition Machines\" è un marchio registrato di Intuition Machines, Inc.",
    "4051785543": "Utilizzo:",
    "4057343238": "Decidere di uscire",
    "4059570880": "Se desideri monitorare lo sforzo di standardizzazione, gli sforzi sono attualmente in corso presso",
    "4060250206": "Utilizza questo modulo per contattare uno dei nostri specialisti tecnici. Rispondiamo rapidamente.",
    "4063155841": "Entro e non oltre il 25 giugno 2021††",
    "4063769686": "Gli utenti supportano il sito che stanno visitando e sperimentano meno spam web. Questo sembra un accordo più equo.",
    "4065065042": "Componi questo per adattarlo esattamente al tuo caso d'uso.",
    "4065614934": "Questa analisi non è nuova, ma le persone sono eternamente ottimiste. Soprattutto quando pensano che la loro idea sia nuova.",
    "4072202039": "15 aprile 2019 - 15 luglio 2019",
    "4074220464": "R: Opzioni precedentemente popolari come i captcha audio discriminano molti utenti a11y e sono facilmente sconfitte dalle moderne tecniche di apprendimento automatico. Ciò ha costretto le attuali sfide audio a diventare sempre più difficili, introducendo rumore, tempi dispari, combinazioni di parole insolite e così via per sconfiggere gli aggressori. Siamo quindi meno entusiasti di questo approccio rispetto all'evitare del tutto la sfida, ma lo prenderemo in considerazione se ci sarà richiesta da parte della comunità a11y.",
    "4080263153": "Senza esenzione. Non si riterrà che abbiamo rinunciato a qualsiasi parte dei nostri diritti o rimedi a meno che la rinuncia non sia in forma scritta e firmata da noi. Se ritardiamo l'applicazione o non facciamo valere i nostri diritti ai sensi di qualsiasi disposizione del presente accordo, ciò non costituirà una rinuncia al nostro diritto di far valere successivamente tale disposizione o qualsiasi parte del presente accordo.",
    "4082053540": "19-25 giugno 2021††",
    "4083018285": "Una suite di funzionalità estese che si combinano con il monitoraggio e la risposta SOC avanzati per affrontare sofisticate minacce persistenti",
    "4086379603": "Domande?",
    "4087694419": "Un hacker di scraping potrebbe anche raccogliere dati da siti come Amazon ed eBay per creare elenchi di prodotti falsi o ingannevoli. Lui o lei potrebbe quindi offrirli in vendita su servizi peer-to-peer come OfferUp e condurre attacchi di phishing agli acquirenti. Oppure, il truffatore potrebbe vendere prodotti che non esistono. Un'ulteriore frode di screen scraping comporta la falsificazione degli editori di annunci. Raschiando il contenuto dai siti degli editori, il truffatore può creare pagine di editori di annunci falsi su diversi servizi. Possono quindi vendere annunci su quelle pagine a rivenditori autorizzati, i cui contatti hanno raccolto dal file ads.txt dell'editore. Gli spazi pubblicitari sembrano reali per l'inserzionista, ma non lo sono.",
    "4087729475": "la sfida dopo la tua risoluzione iniziale.",
    "4088941349": "Registrazioni di prodotti o servizi acquistati, ottenuti o considerati.",
    "4091044469": ". Assicurati di aver abilitato l'estensione in modalità di navigazione in incognito. Quindi, visita qualsiasi sito Web utilizzando hCaptcha e risolvi un captcha. A partire dalla versione 2.0.3, puoi riscattare questi token sui siti Web utilizzando hCaptcha.",
    "4097297673": "In qualità di Cliente, Richiedente o Integratore, accetti di essere vincolato dai termini seguenti in aggiunta a qualsiasi altro termine vincolante tra te e IMI.",
    "409780280": "( ) Bel tentativo, ****! Spero che qualcuno passi sulla tua tastiera!",
    "4099477834": "Tutti i rapporti con i clienti sono inoltre protetti da un solido Accordo sul trattamento dei dati. Il servizio hCaptcha è conforme a tutte le leggi sulla privacy, indipendentemente da dove risiedono il tuo servizio o i tuoi clienti. Non conservare i dati personali rende questo molto più facile per noi che per altre aziende.",
    "4101570501": "Attualmente stiamo anche lavorando a una soluzione crittografica per eliminare rapidamente il tuo indirizzo e-mail pur preservando la nostra capacità di prevenire gli abusi, a complemento del nostro lavoro di Privacy Pass.",
    "410397176": "Per maggiori informazioni",
    "4104188759": "Politica etica dell'IA",
    "4104221634": "I clienti di hCaptcha abbracciano una varietà di settori, dalle aziende tecnologiche a quelle focalizzate sulla moda, la vendita al dettaglio e altre aree in cui possono creare valore dall'applicazione dell'apprendimento automatico.",
    "4114820649": "2. Fare clic sulla scheda \"Privacy\".",
    "4131598919": "premere",
    "4132302900": "5. La tua privacy, i tuoi dati e \"Dati per tutti\"",
    "4137573005": "ha risposte esaurienti e autorevoli su come utilizziamo i dati, ma la risposta breve è che non abbiamo interesse ad associarti come persona alla tua cronologia di navigazione.",
    "4138068262": "utenti. Alla fine, è probabile che l'interazione con le sfide rimanga parte dell'arsenale di strumenti per ridurre gli abusi online finché la natura umana rimane invariata.",
    "4142610534": "Eventuali ritardi nei pagamenti matureranno addebiti per ritardi al tasso dell'1,5% percento al mese o dell'importo massimo consentito dalla legge, a seconda di quale sia inferiore. In caso di mancato pagamento dell'importo dovuto ai sensi del presente Accordo per qualsiasi motivo, il tuo account potrebbe essere sospeso, a nostra esclusiva discrezione, nel qual caso non verranno effettuati pagamenti aggiuntivi dal tuo account per il completamento delle attività e tutte le tue attività verranno rimosse dal nostro sito web. Devi rimborsarci tutti gli importi dovuti su richiesta, più eventuali spese di elaborazione, spese di ritardo o spese legali. Potremmo anche effettuare segnalazioni appropriate alle agenzie di segnalazione creditizia e alle autorità preposte all'applicazione della legge.",
    "4146870445": "Chi siamo",
    "4147497805": "Carota",
    "4149738856": "hCaptcha dovrebbe essere usato come aggettivo e seguito da un termine generico appropriato.",
    "41530052": "28. Condizioni generali",
    "4154415610": "***** I pagamenti di settembre 2020 verranno eseguiti in batch al completamento della riconciliazione, con alcuni in esecuzione diversi giorni dopo rispetto a quanto originariamente previsto a causa di ritardi nella riconciliazione.",
    "4162383380": "16 - 22 settembre 2020*****",
    "4162847": "Siamo stati in grado di osservarlo direttamente, poiché alcuni dei nostri clienti eseguono test A/B sulla stessa richiesta prima di passare completamente dalle offerte di Google. In genere siamo in grado di dimostrare sia un alto tasso di falsi positivi che di falsi negativi proveniente da reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "4163469907": "Passaggio 2: fare clic sulla scheda Rete in Strumenti per sviluppatori. Seleziona la casella \"Preserva registro\" in alto.",
    "4165374512": "Sebbene sia possibile utilizzare strumenti di rilevamento dell'IP e della posizione per prevenire il riempimento delle credenziali, un metodo più conveniente e accurato consiste semplicemente nell'interrompere il bot automatico di riempimento delle credenziali stesso. hCaptcha e hCaptcha Enterprise possono bloccare il bot nel punto di ingresso. Anche se il bot ha le credenziali giuste, se non riesce a superare il rilevamento di hCaptcha Enterprise o il CAPTCHA di hCaptcha, non potrà fare il suo riempimento e il tuo sito e gli utenti sono protetti.",
    "4166776480": "Credential Stuffing: cos'è e come fermare gli attacchi",
    "4169910317": "9. Rispetto della legge",
    "4172868199": "va molto oltre, spostandosi nel regno del tentativo di distinguere anche \"umano buono\" da \"umano cattivo\", ed è utilizzato oggi da molti dei servizi online più famosi al mondo per trovare e fermare tutto, dalla frode di acquisto alla persistente avanzata minacce contro i propri utenti, mantenendo un'attenzione particolare alla tutela della privacy.",
    "4179118182": "( ) tecnico ( ) legislativo ( ) di mercato ( ) vigilante",
    "4181060163": "Le terze parti non devono utilizzare variazioni o errori di ortografia o agire in alcun modo che possa causare confusione di interessi iniziali sui marchi hCaptcha.",
    "4181611011": "Data di riconciliazione",
    "4185927140": "Product Manager, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Termini di servizio principali",
    "4188814619": "hCaptcha è un servizio di Intuition Machines (",
    "4194763679": "Livelli di difficoltà a grana fine",
    "4195759329": "Rilevamento bot e punteggi di rischio",
    "4197928199": "politica sulla riservatezza",
    "4199502476": "Dashboard di reportistica avanzata e API",
    "4202774977": "Oggetto",
    "4205152730": "Sei incoraggiato a interagire con altri utenti ovunque sul nostro sito Web, Forum, messaggistica, chat e altri canali di social media controllati da IMI, ma in tal caso devi rispettare tutti i termini di servizio e utilizzo sul nostro sito e tutte le leggi pertinenti .",
    "4208081170": "Categoria di informazioni personali",
    "4209078147": "Per migliorare il nostro Sito e per comprendere meglio le tue visite sulle nostre piattaforme e sul Sito.",
    "4215483493": "A: hCaptcha è progettato per la privacy da zero. È molto diverso dalle opzioni tradizionali come reCAPTCHA che sono di proprietà delle reti pubblicitarie, che hanno un incentivo a seguirti sul Web e ad associarti a una vera identità.",
    "4217013126": "I pagamenti in genere vengono eseguiti durante tutta la giornata alla Data di pagamento e in genere vengono completati entro la mezzanotte, ora del Pacifico. Se un account è stato contrassegnato per la revisione, potrebbero essere necessari fino a cinque giorni lavorativi aggiuntivi per rilasciare un pagamento.",
    "4217693416": ". I siti web hCaptcha.com e BotStop.com (i Siti) possono includere cookie aggiuntivi, come descritto nella presente Informativa.",
    "42182578": "Elimina le tue informazioni personali.",
    "4222109231": "Mitigare il rischio API con il prodotto Enterprise di hCaptcha",
    "4224961202": "Privacy, sicurezza e apprendimento automatico.",
    "4227800293": "( ) Gli utenti della posta elettronica non lo sopporteranno",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Categorizzazione degli attributi",
    "4230322909": "Cerchiamo sempre di acquisire una buona comprensione di ogni nuovo cliente e del suo caso d'uso previsto, sia per confermare che sia adatto ai nostri prodotti e servizi e per garantire che segua le politiche che abbiamo adottato come azienda.",
    "423222878": "Alcuni degli attacchi informatici più difficili da rilevare, prevenire e fermare sono quelli in cui un malintenzionato è in grado di utilizzare credenziali utente legittime per accedere a un account utente attivo. Senza molte funzionalità di rilevamento sofisticate, la società che ospita l'account non ha motivo di sospettare che ci sia qualcosa che non va. Un cliente sembra semplicemente aver effettuato l'accesso al proprio account. L'attaccante ha ottenuto questo stratagemma di successo utilizzando credenziali rubate, di solito il risultato di una tecnica di attacco informatico nota come \"credential stuffing\". Oggi è un problema serio, ma mitigabile con le giuste contromisure.",
    "424089481": "Amazon Web Services, Inc. (globale). Servizi forniti: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Sei responsabile del pagamento di tutte le tasse associate ai Servizi diverse dalle tasse statunitensi calcolate sul reddito netto o sui beni personali di Intuition Machines.",
    "4243348003": "Passaggio 3: visita",
    "4246520782": "Internet, infatti, negli ultimi anni è stata testimone di una vera e propria corsa agli armamenti tra truffatori e difensori.",
    "4247858664": "la pagina di registrazione per l'accessibilità",
    "4248655793": "— Alex M.",
    "4255608322": "Ultimo aggiornamento: 12 aprile 2021",
    "42559805": "Hai bisogno di onboarding urgente?",
    "4256083674": "Su richiesta diretta di un Integratore per identificare il rischio di frode di una specifica richiesta di sfida CAPTCHA o indirizzo IP, o altrimenti dove è stato fornito un consenso specifico.",
    "4257144752": "Le stime in tempo reale non riflettono l'accuratezza finale o l'umanità, e quindi i tuoi guadagni finali possono variare sostanzialmente in aumento o in diminuzione rispetto ai numeri mostrati nella Dashboard prima della tua prima riconciliazione.",
    "4260466272": "Puoi scegliere in qualsiasi momento di interrompere l'utilizzo del nostro sito Web, a condizione che tu debba rispettare tutte le politiche IMI applicabili. Possiamo, a nostra esclusiva discrezione, rescindere questo accordo, sospendere l'accesso al nostro sito Web o rimuovere immediatamente qualsiasi servizio senza preavviso per qualsiasi motivo.",
    "4260542944": "Lo scraping dei contenuti (noto anche come \"screen scraping\" o semplicemente \"scraping\") è un processo familiare e spesso utile per raccogliere informazioni dal Web. Tuttavia, negli ultimi anni, la tecnica è diventata uno strumento preferito di hacker e truffatori. Le contromisure possono mitigare efficacemente la minaccia, ma per implementarle è essenziale capire come funziona il processo.",
    "426125156": "17. Copyright e rimozione",
    "4263626815": "I cookie di accessibilità hCaptcha funzionano con tutti i browser più diffusi e gli ad blocker con le loro impostazioni standard, quindi in genere gli errori sono dovuti a script \"anti-anti-adblock\" o regole simili che prendono di mira determinati siti.",
    "4264784515": "Bug di sicurezza",
    "4270038521": "(i \"Siti\") e l'interfaccia del programma applicativo hCaptcha e il relativo software e materiale (collettivamente, il \"Servizio\").",
    "4272022475": "Tutte le richieste e le risorse vanno a hcaptcha.yourdomain.com",
    "4272088465": "gli enti di beneficenza di tua scelta con i guadagni che guadagni dal suo utilizzo.",
    "4272454814": "Integra con il provider di identità di tua scelta.",
    "4274324704": "Ecco come usare il nostro nome in una copia scritta:",
    "4277475973": "( ) Riluttanza pubblica ad accettare nuove strane forme di denaro",
    "4280117172": "Molti paesi infatti se la cavano leggermente meglio degli Stati Uniti, tra cui Nigeria, India, Brasile e Germania:",
    "4281708680": ". In hCaptcha, abbiamo deliberatamente adottato un approccio molto diverso, utilizzando tecniche di apprendimento automatico che preservano la privacy per identificare i comportamenti tipici dei bot con elevata precisione, il tutto consumando e archiviando il minor numero possibile di dati.",
    "4284094387": "†† Alcune riconciliazioni e pagamenti di giugno 2021 verranno eseguiti nella settimana successiva a causa di ritardi nella verifica dei calcoli finali durante la finestra di riconciliazione.",
    "4286602632": "c) 100.000 richieste al mese per gli integratori che utilizzano account hCaptcha Publisher (gratuiti) per abilitare prodotti di gestione dei bot commerciali, ad esempio firewall Web (WAF) e applicazioni simili,",
    "4290195307": "per una guida dettagliata.",
    "433424759": "La frode di pagamento comprende qualsiasi tipo di transazione illegale in cui un criminale informatico priva la vittima di qualcosa di valore, in genere denaro. Ciò potrebbe significare utilizzare una carta di credito rubata per ordinare merce online o rilevare un conto bancario e trasferire illegalmente fondi da esso. Ci sono molte varianti, ma hanno tutte lo stesso risultato: un truffatore usa un'identità rubata o informazioni di pagamento per rubare a un consumatore, una banca o un commerciante.",
    "435302267": "post sul blog dell'azienda",
    "436125785": "Ciò non sorprende, data l'inesattezza dei circuiti di feedback disponibili in quei prodotti e il fatto che sono venduti da una rete pubblicitaria con un enorme interesse a non diventare troppo bravi nel rilevamento dei bot, per non danneggiare il loro core business.",
    "439777523": "Questioni di regolamentazione",
    "443094024": "Filebin",
    "444492541": "istruzioni del registro di debug per Firefox",
    "448807334": "(\"Centinaia di milioni di CAPTCHA vengono risolti dalle persone ogni giorno.\") Estratto l'8 luglio 2019.",
    "451701069": "Conforme a GDPR, CCPA,",
    "452920031": "Una nota per i clienti al di fuori degli Stati Uniti.",
    "453723556": "È possibile terminare questa Appendice per il cliente indipendentemente dai Termini di servizio cessando di essere un cliente o richiedente. Ci riserviamo il diritto di sospendere o terminare il tuo stato di Cliente o Richiedente in qualsiasi momento, o di chiudere in altro modo il tuo account o l'utilizzo dei Servizi in conformità con i Termini di servizio. Rimani responsabile in caso di risoluzione per qualsiasi importo dovuto in base al tuo Modulo d'ordine. Se il tuo abbonamento include tariffe mensili o annuali o minimi mensili o annuali, sarai comunque responsabile del pagamento di tutte le tariffe dei Servizi fino alla fine di quel mese o anno, rispettivamente.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Sì. Noi e i nostri fornitori di servizi di analisi o servizi, partner di marketing e affiliati possiamo utilizzare cookie, web beacon o pixel e altre tecnologie per garantire a tutti coloro che utilizzano i Siti la migliore esperienza possibile. Si prega di consultare la sezione \"Tecnologie di analisi e monitoraggio di terze parti\" della nostra Informativa sulla privacy per maggiori dettagli.",
    "458271951": "Se sei un Collaboratore che accede ai Servizi e/o esegue attività tramite o in connessione con un Integratore per conto di Intuition Machines (che agisce in qualità di Richiedente), Intuition Machines può ricompensarti per il completamento accettabile di determinate attività. Nel caso in cui venga scoperto che sei stato coinvolto in frode, abuso o violazione dei presenti Termini di servizio, tutti i premi per te potrebbero essere trattenuti e/o recuperati da Intuition Machines.",
    "458376553": "Puoi accedere, correggere, modificare o eliminare determinate Informazioni personali che potresti averci fornito tramite il tuo account Integratore, Cliente o Utente di accessibilità (se sei un Integratore, Cliente o Utente di accessibilità). Se non sei in grado di farlo, o hai domande sulle informazioni personali che abbiamo raccolto e/o condiviso su di te, o desideri revocare il tuo consenso per il nostro trattamento (ovvero eliminare completamente il tuo account), ti preghiamo di contattarci all'indirizzo",
    "461631543": "Nota GDPR",
    "462321455": "Sede dell'arbitrato. Qualsiasi procedimento arbitrale ai sensi della presente sezione si svolgerà per impostazione predefinita all'interno dello Stato della California, a meno che l'utente non risieda al di fuori degli Stati Uniti, nel qual caso l'arbitrato si svolgerà interamente per via elettronica o telefonica. L'arbitrato può svolgersi in qualsiasi altro luogo se concordato per iscritto da ciascuna delle parti. Indipendentemente dalla sua posizione, qualsiasi parte può scegliere di comparire all'arbitrato tramite video in diretta o teleconferenza.",
    "464238793": "Se Google stesso determina che un utente che vede un annuncio o fa clic su un collegamento era in realtà un bot, non può addebitare gli annunci mostrati a quell'utente. Questo conflitto di interessi ha fortemente limitato la portata delle ambizioni anti-bot di Google.",
    "465714311": "Per gli utenti dell'accessibilità: domande e risposte e guida alla risoluzione dei problemi",
    "465783046": "Vuoi provare con i tuoi dati?",
    "468929661": "Il costo medio per violare un reCAPTCHA è incredibilmente basso (meno di $ 1 per 1000 soluzioni) e non è aumentato in modo sostanziale dall'inizio del nostro monitoraggio nel 2016. Questo vale sia per reCAPTCHA v2 che v3. [",
    "469089249": "R: Ciò è in genere dovuto all'utilizzo di un blocco degli annunci aggressivo o di un'estensione anti-cookie o di un'impostazione che blocca i cookie \"cross-site\", in questo caso un cookie per hcaptcha.com impostato o controllato da hCaptcha JS su un sito diverso, come quello che stai visitando.",
    "47536007": "Ulteriori informazioni su hCaptcha",
    "477275453": "Perché le API sono un obiettivo popolare per gli hacker?",
    "487083593": "Saldi",
    "493717511": "2. Questo cliente richiede servizi che potrebbero essere?",
    "497117287": "Opzioni di accessibilità",
    "499510428": "Crediamo infatti che la regolamentazione ci abbia aiutato qui",
    "501102544": ": riteniamo che il servizio hCaptcha anti-bot (ovvero il Servizio integrato da siti Web, giochi o app mobili) includa solo i cosiddetti cookie \"senza consenso\" ai sensi della normativa GDPR. Esempi di tali cookie esenti includono:",
    "504332576": "Siamo orgogliosi di annunciare che hCaptcha è diventato il più grande servizio di sicurezza informatica indipendente al mondo, in esecuzione su circa il 15% di Internet - e abbiamo preso la maggior parte di questa quota di mercato direttamente da Google reCAPTCHA. Insieme, hCaptcha e",
    "505891021": "Servizi di etichettatura",
    "508143070": "Tieni presente che IMI è il titolare del trattamento delle tue informazioni personali, tranne nel caso in cui elaboriamo informazioni personali per conto dei nostri Integratori in relazione alla fornitura del nostro Servizio, nel qual caso siamo i responsabili del trattamento delle informazioni personali e tali Integratori sono i responsabili del trattamento dei informazione personale.",
    "512598290": "Pertanto, dobbiamo chiederti di utilizzare sempre tutti i marchi e i loghi hCaptcha in una forma che aderisce alle regole seguenti, incluse le maiuscole, il carattere tipografico e lo stile.",
    "512991700": "Se desideri contestare eventuali commissioni, devi contattare il nostro servizio di assistenza clienti entro e non oltre trenta (30) giorni dalla data di chiusura della prima fatturazione o estratto conto in cui è apparso l'errore o il problema per ricevere una rettifica o un credito.",
    "515733427": "( ) Disponibilità degli utenti a installare patch del sistema operativo ricevute via e-mail",
    "517010299": "Nota: stiamo attualmente lavorando a un'importante transizione del backend verso una riconciliazione quasi in tempo reale. Le riconciliazioni periodiche verranno eseguite meno frequentemente del solito fino al primo trimestre del 2021. Ciò non influisce sui programmi o sulle date dei pagamenti.",
    "519755936": "L'utente è l'unico responsabile del rispetto delle leggi federali, statali, provinciali e locali in relazione all'utilizzo dei Servizi. Accetti di indennizzare e tenerci indenni da eventuali reclami contro di noi perché non hai rispettato alcuna legge o hai violato i diritti di terzi, inclusi, senza limitazioni, i diritti contrattuali, di proprietà intellettuale o di privacy.",
    "532470444": "L'equilibrio può variare leggermente di anno in anno, ma questo comportamento riflette semplicemente la natura umana fondamentale e cinquemila anni di storia registrata implicano che è improbabile che la dinamica cambi in tempi brevi.",
    "535659033": "Attribuzione Creative Commons",
    "538871570": "Competere con Google e altre società Big Tech sembra un compito arduo: il loro potere di mercato monopolistico, gli effetti della piattaforma e l'esercito di sviluppatori altamente pagati sono generalmente considerati troppo potenti per essere affrontati da chiunque tranne altri giganti della tecnologia come Facebook o Amazon. La nostra storia mostra che non deve essere così: puoi battere Big Tech concentrandoti sulla privacy.",
    "54093347": "Agente registrato DMCA",
    "547245263": "Risolvi il problema del tuo bot oggi stesso.",
    "548587288": "Intorno al mondo.",
    "55035359": "Stai utilizzando reCAPTCHA?",
    "551761392": "e invia link) e, facoltativamente, uno screenshot, se sospetti che qualcosa non venga visualizzato correttamente. Invia anche l'IP che stai utilizzando. Puoi prenderlo da",
    "552920956": "hCaptcha consente ai siti Web di guadagnare premi bloccando bot e altre forme di abuso. hCaptcha ti consente anche di sostenere gli enti di beneficenza di tua scelta con questi guadagni.",
    "554844646": "Puoi confermare che l'estensione funziona vedendo il contatore diminuire di 1 ogni volta che fai clic",
    "555158694": "Un servizio che utilizzi ha scelto di migliorare la tua esperienza sul proprio sito installando hCaptcha per ridurre il traffico dannoso.",
    "555246307": "A proposito, ecco come finisce la storia del nobile e del suo autista: il poliziotto ha fatto sedere i due uomini in una stanza insieme per ore e si sono annoiati a morte. Alla fine della giornata, è apparso e ha detto: \"Parlerò con il carrettiere ora\". L'uomo in abiti nobili si alzò. Era così annoiato che dimenticò che stava solo fingendo di essere il nobile.",
    "555749578": "c'è una variazione inferiore all'1% nei tassi di risoluzione tra i principali paesi di tutti i continenti.",
    "558378834": "Pertanto, in questo momento non accettiamo più richieste di domande relative agli ombrelli. Il potenziale di confusione quando un utente finale vede una domanda sugli ombrelli nel momento attuale è troppo alto e, in definitiva, il nostro obiettivo è rendere il mondo un posto più piacevole.",
    "563059212": "Elenco dei sub-responsabili",
    "564127016": "L'icona della mano hCaptcha:",
    "565624910": "brutta copia",
    "578738483": "In genere è possibile attivare o disattivare successivamente l'uso dei cookie tramite una funzionalità integrata nel proprio browser web. Se vuoi saperne di più sui cookie, o su come controllarli, disabilitarli o cancellarli, visita",
    "58091799": "Ulteriori informazioni su hCaptcha Publisher ed Enterprise",
    "583434701": "Accessibilità hCaptcha",
    "585557010": "Sfida meno dello 0,1% degli utenti legittimi.",
    "593735469": "Perché la tua nuova soluzione antispam non funzionerà",
    "595582512": "Se stai cercando di proteggere il tuo sito o la tua app in modo efficace da bot, spammer o altri attori malintenzionati, il tutto preservando la privacy dei tuoi utenti (e rispettando tutte le normative pertinenti!), prendi in considerazione hCaptcha e la nostra offerta Enterprise",
    "596347471": "Le API (Application Programming Interface) sono diventate un obiettivo popolare per gli attori malintenzionati nel cyberspazio. Ci sono molte ragioni per questo, inclusa la loro grande utilità nell'integrazione delle applicazioni. Tuttavia, è possibile mitigare il rischio API.",
    "600646860": "Invece di offrire un servizio di valore discutibile mentre estrae manodopera con valore reale, hCaptcha fornisce sia un risarcimento che una forte protezione anti-bot.",
    "604751186": "Altri problemi? E-mail",
    "606978017": "Benvenuto in hCaptcha! La presente Informativa sulla privacy descrive le pratiche di Intuition Machines, Inc. (\"IMI\", \"noi\" o \"ci\") in merito alla raccolta, all'utilizzo e alla divulgazione di informazioni (incluse le informazioni personali, definite di seguito) attraverso il nostro sito Web all'indirizzo",
    "611905972": "Garantire un accesso senza interruzioni per tutti gli utenti mantenendo la sicurezza",
    "614310292": "Chi ha costruito hCaptcha?",
    "615017396": "Un cookie (\"Cookie\") è un piccolo file di testo che viene inserito sul tuo disco rigido da un server di una pagina web. I cookie contengono informazioni che possono essere successivamente lette da un server Web nel dominio che ha emesso il cookie. Alcuni cookie verranno utilizzati solo se si utilizzano determinate funzionalità o si selezionano determinate preferenze e alcuni cookie verranno sempre utilizzati. Puoi scoprire di più su ciascun cookie visualizzando il nostro elenco di cookie corrente di seguito. Aggiorniamo questo elenco periodicamente, quindi potrebbero esserci ulteriori cookie che non sono ancora elencati. Web beacon, tag e script possono essere utilizzati nei Siti o nelle e-mail per aiutarci a fornire cookie, contare le visite, comprendere l'utilizzo e l'efficacia della campagna e determinare se un'e-mail è stata aperta e se è stata eseguita l'azione. Potremmo ricevere rapporti basati sull'uso di queste tecnologie da parte dei nostri fornitori di servizi/analisi su base individuale e aggregata.",
    "615031303": "(Vedi note a piè di pagina",
    "615618648": "15 aprile 2021 - 15 luglio 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 dicembre 2019**",
    "633598495": "Esaurimento Amministrativo. È possibile presentare qualsiasi reclamo derivante dall'utilizzo di questo sito Web a un'agenzia amministrativa, ma solo nella misura in cui la legge applicabile consente l'accesso a tale agenzia nonostante l'esistenza di un accordo di arbitrato. Tali ricorsi amministrativi includono, senza limitazioni, ricorsi o addebiti presentati dinanzi alla Commissione per le pari opportunità di lavoro, al Dipartimento del lavoro degli Stati Uniti e al National Labor Relations Board. Nulla in questa clausola deve essere considerato per precluderti o esonerarti dal presentare un reclamo amministrativo davanti a qualsiasi agenzia al fine di adempiere al tuo obbligo di esaurire i rimedi amministrativi prima di presentare un reclamo in arbitrato, tuttavia, rinunci al diritto a qualsiasi lodo pecuniario attraverso questo tale procedimenti di agenzia.",
    "636461959": "Nome",
    "63719113": "utilizza l'apprendimento automatico avanzato per identificare il traffico dannoso verso il tuo sito e le tue app, comprese le attività di scraping.",
    "639413188": "in risposta.",
    "641342999": ", o il sito Web su cui stai riscontrando un problema (Nota sulla privacy: solo se non ti dispiace condividere di cosa si tratta) ... quindi fai clic sul pulsante \"Sono umano\" e prova a risolvere.",
    "647630208": "E questo è tutto! La tua navigazione online è ora più privata.",
    "648630222": "Previeni le frodi nei pagamenti con hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 gennaio 2021*",
    "64953197": "15 ottobre 2020 - 15 gennaio 2021",
    "651123197": "Dopo aver completato la sfida, sull'icona verrà mostrato un conteggio del totale attuale nel tuo portafoglio.",
    "653679457": "Variazioni di disturbo",
    "654326661": "Vuoi vedere di persona? Prova hCaptcha gratuitamente.",
    "655974837": "Nessuna garanzia sui contenuti",
    "659124570": "Inoltre, se vedi contenuti che ti appartengono riprodotti sulla piattaforma hCaptcha e desideri che vengano rimossi per qualsiasi motivo, puoi contattarci via e-mail all'indirizzo",
    "661412233": "Anche sapere dopo il captcha che alcuni utenti erano dei bot è prezioso. Consente ai proprietari di siti Web di ripulire i vecchi post di spam ed eliminare gli \"account dormienti\" registrati nei forum di spam in futuro, ridurre le frodi e altro ancora.",
    "664236229": "pull richiesta",
    "680638297": "Fornirti informazioni sul nostro trattamento delle tue informazioni personali e darti accesso alle tue informazioni personali.",
    "685916926": "Perché reCAPTCHA non è migliorato nel tempo?",
    "692064738": "( ) La polizia non lo sopporterà",
    "692176459": "Accesso",
    "693820850": "Puoi battere Google mettendo la privacy al primo posto",
    "69844082": "Anche i marchi, i simboli grafici, i loghi, i caratteri tipografici o le icone di hCaptcha non possono essere utilizzati in modo denigratorio.",
    "700843971": "Hound Technology, Inc. (globale). Servizi forniti: honeycomb.io.",
    "702287791": "Editore hCaptcha (gratuito)",
    "703051968": "ah icona della mano:",
    "707527778": "Informazioni dai bambini",
    "707541553": "Tutte le informazioni contenute nelle nostre pagine Internet sono state convalidate da IMI o da una terza parte. Tuttavia, né IMI né terzi possono essere ritenuti responsabili dell'attualità, accuratezza o completezza delle informazioni. Ciò vale anche per altri siti web che possono essere raggiunti tramite collegamenti ipertestuali sulle nostre pagine. IMI non si assume alcuna responsabilità per il contenuto di questi siti Web esterni.",
    "710145621": "Fornisci i tuoi dati di verità sul terreno o lascia che li costruiamo al volo",
    "713281684": "Melanzana",
    "714342693": "Il team di hCaptcha ha raccolto dati sui prezzi dai servizi di \"dark web\" che rompono il captcha dal 2016. Abbiamo notato una tendenza interessante:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Hai bisogno di un controllo completo?",
    "723027910": "Questa non è una consulenza legale e non vengono fornite garanzie in merito a questa analisi. Se hai ulteriori domande o dubbi, ti preghiamo di contattarci a",
    "728503636": "Data di pagamento",
    "731546974": "10. Tasse del contributore o dell'integratore",
    "734735952": "Abbiamo valutato una serie di fornitori di CAPTCHA e abbiamo costruito un sistema noi stessi. Alla fine, hCaptcha è emerso come la migliore alternativa a reCAPTCHA.",
    "735630686": "Gestire le tue informazioni (i tuoi diritti)",
    "740501259": "Semplici pipeline basate su API",
    "741483946": "* In altre parole: puoi ottenere i token hCaptcha Privacy Pass su hCaptcha.com e utilizzarli su altri siti direttamente utilizzando hCaptcha.com. Non è possibile ottenere o riscattare i token hCaptcha Privacy Pass per ignorare il servizio hCaptcha utilizzato da Cloudflare, poiché Cloudflare emette e riscatta i propri token Privacy Pass.",
    "751483365": "Supporto per client non JavaScript.",
    "755156539": "Rivenditore autorizzato hCaptcha™",
    "755283510": "se ritieni che abbiamo informazioni da o su un bambino di età inferiore ai 13 anni.",
    "759057398": "Avviso agli interessati dell'UE",
    "763447231": "Allo stesso tempo, impedire ai bot di accedere ai siti degli editori può rivelare frodi pubblicitarie, mettendo direttamente a confronto il prodotto reCAPTCHA di Google con la loro attività pubblicitaria, che produce oltre l'80% delle loro entrate.",
    "766825168": "Le azioni che potremmo intraprendere ai sensi della Politica sui trasgressori ripetuti DMCA includono l'invio di avvisi di maggiore visibilità al cliente registrato dell'account. Per riconoscere questi avvisi, potremmo richiedere al cliente di accedere all'account o chiamare il nostro team di supporto. Ci riserviamo inoltre il diritto di sospendere o terminare, nonché di applicare altre misure provvisorie al servizio hCaptcha e IMI di qualsiasi cliente per il quale abbiamo continuato a ricevere notifiche DMCA di presunta violazione anche dopo aver inviato avvisi di violazione recidiva. Inoltre, possiamo terminare a nostra esclusiva discrezione altri servizi hCaptcha o IMI forniti a questi clienti quando terminiamo il servizio hCaptcha ai sensi di questa politica.",
    "767207800": "Se i tuoi dati contengono contenuti potenzialmente espliciti o offensivi, ti chiediamo di contrassegnarli come \"CONTENUTI ESPLICITI\" per fungere da equo avvertimento a chiunque veda i tuoi dati. L'utente non può senza un accordo scritto separato con IMI includere attività che violano le nostre politiche, inclusi, a titolo esemplificativo, (a) attività che promuovono direttamente o indirettamente un altro sito Web o servizio, (b) attività che violano i termini di un sito Web di terzi e condizioni, (c) attività che chiedono ai Collaboratori di sollecitare terze parti, (d) attività che chiedono ai Collaboratori di intraprendere azioni per manipolare il comportamento o i risultati di un sito Web, (e) attività che violano i diritti di proprietà intellettuale di terzi e (f) attività che richiedono ai Collaboratori di scaricare software o file.",
    "770264626": "Aggiungi hCaptcha al tuo servizio (gratuito)",
    "776542208": "( ) Eterna corsa agli armamenti coinvolta in tutti gli approcci di filtraggio",
    "777660551": "Che cos'è il riempimento delle credenziali?",
    "778204464": "Un elemento RTF può essere utilizzato con contenuto statico o dinamico. Per il contenuto statico, rilascialo in qualsiasi pagina e inizia a modificarlo. Per il contenuto dinamico, aggiungi un campo rich text a qualsiasi raccolta e poi collega un elemento rich text a quel campo nel pannello delle impostazioni. Ecco!",
    "779426309": "Un nome reale, un identificatore personale univoco, un identificatore online, un indirizzo di protocollo Internet, un indirizzo e-mail, un nome account o altri identificatori simili.",
    "779817954": "D: Se dispongo di pass Privacy Pass emessi da un altro provider, posso riscattarli su hCaptcha?",
    "780280214": "In che modo hCaptcha e hCaptcha Enterprise mitigano la minaccia di riempimento delle credenziali",
    "780475098": "Le reti pubblicitarie vedono i tuoi visitatori come il prodotto. Ci interessa solo se una visita è buona o cattiva. hCaptcha è conforme a GDPR, CCPA, LGPD, PIPL e altre leggi globali sui dati.",
    "787916198": "Con il tuo consenso",
    "788770967": "Mi dispiace sentirlo! Potresti voler utilizzare la nostra opzione di accessibilità:",
    "793242047": "Riduci le sfide presentate agli utenti per consentire un accesso rapido alle applicazioni",
    "793784899": "Piani",
    "803639471": "Il logo hCaptcha è composto dall'icona della mano e dal logotipo hCaptcha. Nella sua forma alternativa, l'icona della mano può apparire da sola quando lo spazio è vincolato e \"hCaptcha\" viene utilizzato come segno denominativo (come descritto sopra) in prossimità dell'icona della mano, in modo che sia chiaro che l'icona della mano rappresenta hCaptcha.",
    "805221621": "Si prega di contattarci a",
    "805971861": "\"Umbrella\" è un termine in ImageNet, il set di dati di riferimento standard utilizzato dai ricercatori di visione artificiale. Identificare in modo affidabile le persone che tengono gli ombrelli è anche fondamentale per la creazione di sistemi di assistenza avanzata alla guida (ADAS) di prossima generazione sicuri.",
    "808872868": "Ad esempio: spam, frodi e abusi sono esistiti online quasi dal giorno successivo alla prima connessione di due sistemi.",
    "809251240": "Contattaci",
    "811735413": "Eccezioni. Sono escluse dal presente documento le controversie che non possono essere oggetto di accordo di arbitrato preliminare come previsto dal Dodd-Frank Wall Street Reform and Consumer Protection Act (Legge Pubblica 111-203)",
    "818049069": "Entro e non oltre il 15 luglio 2019",
    "824740867": "Invece di migliorare la soluzione, Google ha invece rilasciato reCAPTCHA v3, che funziona molto più come una rete pubblicitaria che come un software di sicurezza, raccogliendo dati comportamentali da tutto il Web per creare profili utente. Sfortunatamente, questo tipo di segnale viene facilmente sconfitto e quindi fornisce poca protezione contro i bot danneggiando la privacy degli utenti.",
    "825780955": "Informazione personale",
    "826396656": "Il nostro piano di continuità aziendale",
    "832385387": "( ) Idee simili alle tue sono facili da realizzare, ma nessuna si è mai dimostrata pratica",
    "833750823": "Hai difficoltà con una sfida?",
    "835249867": "b) 1 milione di richieste al mese per la maggior parte degli integratori che utilizzano account hCaptcha Publisher (gratuiti), oppure",
    "835396984": "Attualmente attivo",
    "835545301": "Raccogliamo le seguenti categorie di informazioni:",
    "835717930": "Etica dell'IA in hCaptcha",
    "836017336": "Firefox",
    "838049015": "Seleziona tutte le immagini che corrispondono alla query",
    "838225123": "23. Esclusione di garanzia",
    "83852121": "Microsoft Corp. (globale). Servizi forniti: Microsoft Azure.",
    "838951836": "( ) Disonestà da parte degli stessi spammer",
    "846501387": "Protezione bot di livello mondiale",
    "850025770": "R: Crediamo di sì: tutti gli utenti con qualsiasi forma di disabilità che sono in grado di navigare sul web e inserire testo nei moduli possono accedere ai servizi protetti da hCaptcha previa registrazione. Tuttavia, questo non è un consiglio legale: dovresti eseguire la tua valutazione, prendendo in considerazione la tua particolare implementazione per assicurarti che questo sia il caso della tua distribuzione.",
    "851679588": "Sì.",
    "851786723": "Inserendo la tua e-mail, accetti i nostri Termini e Informativa sulla privacy e accetti di ricevere e-mail da noi.",
    "852032043": "Safari",
    "855097735": "Costruire un servizio che lo faccia bene bilanciando tutte le preoccupazioni è un problema molto difficile (e lavoriamo sempre per migliorarlo in modo da rendere l'esperienza il più piacevole possibile) ma speriamo che sarai d'accordo sul fatto che ridurre lo spam, gli abusi, i furti di account , e le frodi online in definitiva valgono la semplice domanda occasionale.",
    "857974529": "Migliorare il Sito e il Servizio. Utilizziamo le informazioni analitiche per migliorare i nostri servizi e offerte esistenti e per sviluppare nuovi e per personalizzare le offerte di prodotti esistenti e future.",
    "858218750": "e indicazioni su come usarli sul",
    "867314732": "Puoi recuperare l'alta risoluzione",
    "869702955": "Eseguendo attività sul nostro sito Web, autorizzi la raccolta, l'uso e la divulgazione delle tue informazioni personali in conformità con la nostra Informativa sulla privacy. Inoltre, potremmo condividere determinate informazioni su di te e sulle tue attività completate al Richiedente le cui attività sono state completate per facilitare il rapporto di servizio e migliorare il sito Web, inclusi, ad esempio, ID collaboratore, indirizzo IP, attività completate e altri attributi relativi alle tue qualifiche, lingue, competenze e utilizzo del sito web.",
    "874098071": "Se sei un utente di accessibilità, registrati qui",
    "878585497": "Termini",
    "879362350": "Con le nuove API che funzionano su Internet, è diventato possibile connettere qualsiasi software o fonte di dati, ovunque nel mondo, indipendentemente dalla piattaforma, dallo schema dei dati o dal linguaggio di programmazione. Di conseguenza, il mondo informatico è ora nel bel mezzo di una rivoluzione delle API. C'è stata un'esplosione di connettività tra applicazioni e dati. È fantastico, finché non lo è.",
    "881015166": "Aggiungi hCaptcha for Publishers al mio sito web o alla mia app",
    "88879089": "Privacy Pass è un'opzione",
    "897432717": "Con il nostro nuovo design per i punteggi di minaccia personalizzati, l'aggiunta della tua conoscenza aziendale consente ai nostri modelli di fornire punteggi pertinenti in modo univoco per i tuoi utenti.",
    "907324388": "Funzione",
    "910989640": "Genera report di attività dettagliati e personalizzati",
    "918924423": "Ad esempio, Google non ha offerto servizi ovviamente di valore come il rilevamento retroattivo dei bot. È molto più affidabile dichiarare il traffico utente generato dal bot dopo aver analizzato diversi giorni di dati.",
    "920212083": "Segnalare un bug",
    "922470170": "( ) Le contromisure non dovrebbero comportare il sabotaggio delle reti pubbliche",
    "926138631": "Vai su Privacy e sicurezza, quindi su Cookie e altri dati del sito.",
    "931661269": "( ) Gli indirizzi e-mail temporanei/una tantum sono ingombranti",
    "932546190": "Perché i CAPTCHA saranno sempre con noi?",
    "936667684": "Ti è mai stato chiesto di \"digitare l'edificio/il segnale stradale?\"",
    "938404336": "2. Varia; fino a 30 giorni.",
    "939665604": "Incentrato sulla privacy",
    "941057651": "( ) Enorme investimento software esistente in SMTP",
    "946838734": "3. Selezionare il pulsante \"Avanzate\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "L'ortografia di hCaptcha non deve mai essere modificata e hCaptcha deve essere sempre in maiuscolo nella seconda lettera (\"C\"). Non è mai plurale o possessivo.",
    "952813944": "Né l'utilizzo del nostro sito Web né nulla in questo accordo crea un rapporto di lavoro, partnership, joint venture, agenzia, franchising o rappresentante di vendita tra l'utente e Intuition Machines. Non ti forniamo alcuna attrezzatura o strumento per completare un'attività. Non forniamo alcun beneficio, compenso dei lavoratori o copertura assicurativa. Non siamo responsabili per eventuali spese sostenute nell'utilizzo del nostro sito web. Non tratterremo alcun importo dalla tua ricompensa per l'imposta sul reddito federale o statale, la previdenza sociale o qualsiasi altra imposta. Sei sempre libero di svolgere compiti per qualsiasi persona o azienda, inclusi i nostri concorrenti. Non hai l'autorità per stipulare alcun contratto, scritto o orale, per conto di Intuition Machines.",
    "956019009": "Le più grandi società di infrastrutture web sono già intervenute",
    "961941354": "Tuttavia, niente di tutto ciò richiede l'utilizzo di informazioni di identificazione personale (\"PII\"). Le moderne tecniche crittografiche ci consentono di scartare qualsiasi dato personale il più rapidamente possibile, creando invece firme unidirezionali che non possono essere collegate a nessun individuo.",
    "963238401": "Siamo sempre interessati a ricevere segnalazioni di bug di sicurezza. E-mail",
    "971933157": "hCaptcha si preoccupa della privacy, della trasparenza e dell'equità.",
    "976209454": "Guadagna premi o fai beneficenza",
    "98173630": "hCaptcha è il servizio CAPTCHA indipendente più utilizzato al mondo.",
    "981806349": "Costruito sulla comprovata piattaforma hCaptcha",
    "984849234": "hCaptcha utilizza l'apprendimento automatico avanzato per fornire ciò che reCAPTCHA promette solo, condividendo il valore acquisito con i siti Web che lo utilizzano.",
    "987267027": "Partito",
    "987375734": "IMI ha sede negli Stati Uniti. I Siti e il Servizio sono controllati e gestiti da noi dagli Stati Uniti. Le tue informazioni personali possono essere archiviate ed elaborate in qualsiasi paese in cui disponiamo di strutture o in cui impieghiamo fornitori di servizi e, utilizzando i siti e i servizi, acconsenti al trasferimento di informazioni in paesi al di fuori del tuo paese di residenza, inclusi gli Stati Uniti , che potrebbero avere norme sulla protezione dei dati diverse da quelle del tuo paese. In determinate circostanze, i tribunali, le forze dell'ordine, le agenzie di regolamentazione o le autorità di sicurezza di tali altri paesi potrebbero avere il diritto di accedere alle informazioni personali dell'utente.",
    "987901590": "Hai dati grezzi senza un set completo di verifica? Nella maggior parte dei casi possiamo crearne uno per te mentre le attività vengono eseguite attraverso il sistema o creare campioni etichettati per la tua approvazione.",
    "989480928": "( ) Estrema redditività dello spam",
    "990215503": "hCaptcha è l'unico grande servizio captcha non di proprietà di una rete pubblicitaria.",
    "993651083": "Passaggio 1: aprire gli strumenti per sviluppatori (questo avvia la registrazione della sessione).",
    "996362763": "Questi token sono aperti e archiviati dall'estensione per un uso futuro. Quando l'utente visita un sito utilizzando hCaptcha e deve superare la sfida (invisibile o tramite il pulsante \"Io sono umano\") viene riscattato automaticamente. La procedura di blinding significa che i token firmati e riscattati sono crittograficamente non collegabili dal punto di vista di hCaptcha, e quindi la privacy dell'utente è preservata.",
    "999610953": "Finalmente un'alternativa credibile a Google. hCaptcha Enterprise offre notevoli risparmi sulla bolletta reCAPTCHA con una maggiore sicurezza: in alcuni casi fino all'80% in meno.",
    "999674529": "Ogni bot rilevato da Google dovrebbe guadagnare zero dollari pubblicitari. Gli incentivi aziendali di Google sono quindi scarsamente allineati con gli utenti dei loro servizi di sicurezza e questa potrebbe essere una spiegazione per le scarse prestazioni della loro offerta di sicurezza reCAPTCHA."
}