{
    "1001938065": "統合はこれ以上ないほど簡単です",
    "1012122721": "*データがプロファイリングに使用されない場合に当社が直接管理する統計Cookie（つまり、サードパーティのCookieではなくファーストパーティのCookie）。",
    "1014004474": "hCaptchaのエンタープライズプランは、組織を保護するための高度なサービスレベル契約を提供します",
    "1021431157": "（）オープンソースまたはオープンソースライセンスとの非互換性",
    "1023070345": "2021年3月14日までに",
    "1023108656": "サードパーティの受信者のカテゴリ",
    "1023190144": "テキスト内のhCaptcha®",
    "102498091": "GoogleはreCAPTCHAEnterpriseの1000リクエストごとに1ドルを請求します。つまり、サービスのセキュリティを破るのにかかるコストよりも、リクエストごとに多く請求するようになりました。これは悪い取引のようです。",
    "102695075": "間隔",
    "1027023087": "代わりに、hCaptchaは、閲覧履歴などの長期的な行動記録を保持する必要がなく、サービスが導入されて以来、断固とした敵に直面してもはるかに回復力があることが証明された、問題に対するより現代的なアプローチに焦点を当てています。",
    "1027200955": "ドメインの専門家の1人に相談して、プロジェクトのニーズ（ターゲットの精度、形式、および特別な要件）を定義してください。",
    "1028058338": "一般データ保護規則（「GDPR」）に基づくお客様の権利に関連する「EUデータ主体への通知」セクションをご覧ください。",
    "1033698050": "1.典型的な西洋の社会規範の解釈によれば、お客様から道徳的に受け入れられると思われるユースケースが提供されたと思いますか？",
    "1035621426": "reCAPTCHAによって識別されたすべてのボットは、Googleの広告収入を直接減らします。",
    "1038019440": "1.この顧客は、国際法および規範に反する行動をとることが知られている国の国益を代表していますか？",
    "103876916": "hCaptchaサービスおよび関連するソースコードに関する適格なセキュリティレポート。",
    "1042802841": "機密情報とは、機密または専有としてマークされている情報、または受信側が機密または専有であると合理的に理解する必要がある情報です。これには、（1）公に利用可能である、（2）受領当事者がすでに所有している、独自に開発した、またはすでに知っている、または（3）裁判所の命令により、またはその他の方法で要求された情報は含まれません。法。",
    "1045484714": "OktaやAzureADなどのIDプロバイダーとのSAMLSSO統合。",
    "1046087606": "IBM。 （グローバル）。提供されるサービス：IBMクラウド。",
    "1047251718": "しかし、今日、人々がAPIについて話すとき、それらは常に標準ベースのAPIを意味します。これらは、Representational State Transfer（REST）などのオープンスタンダードとJavaScript Object Notation（JSON）などのオープンスタンダードファイル形式を使用して構築されたAPIです。このような「RESTfulAPI」は、知られているように、プロプライエタリソフトウェアを必要とせずに作成できます。結果として得られるAPIは、ソフトウェアアプリケーション間でデータとプロシージャの呼び出しを送受信できます。たとえば、モバイルバンキングアプリはAPIを使用して銀行のシステムにアクセスします。",
    "1050501253": "難しすぎる",
    "1051214799": "hCaptchaは、それを使用するWebサイトまたはアプリの発行者と価値を共有しようとするWebセキュリティサービスです。",
    "1053787685": "支払い詐欺とは何ですか？",
    "1058572205": "詳細については、こちらをご覧ください",
    "1059502393": "バグレポートの詳細のキャプチャ：Firefox",
    "1061239711": "3.ファーストパーティ",
    "1062291156": "標準用語",
    "1066753052": "これは、ウォレットが空であり、hCaptchaチャレンジを含むサイトにいることを意味します。チャレンジを完了すると、hCaptchaを使用して他のWebサイトで利用できるトークンを獲得できます。",
    "1067704102": "データラベリングの価値",
    "1070364246": "おっとっと！フォームの送信中に問題が発生しました。",
    "10724169": "あなたは私たちのプライバシーポリシーに同意します。それはあなたが私たちに提供する個人情報をどうするかを規定します。",
    "1074044172": "ユーザーがセキュリティ要件を満たすために課題を解決する必要がある場合は、ユーザーにとって快適で関連性のある質問をしてみませんか？",
    "1077448694": "サードパーティのソーシャルメディアWebサイトと統合するため。",
    "1080672247": "質問の多くは既製のソフトウェアでは経済的に解決できず、データは一般にシステムに固有であるため、これはボットが無料サービスによって完全に停止されることが多く、代わりに人間のCAPTCHAソルバーに依存する必要があることを意味します。多くの種類の虐待を完全に不経済にします。",
    "1080752747": "営業担当者にお問い合わせください",
    "1085089390": "オンラインでの虐待は、人間の生来の行動に起因します",
    "1087195513": "あなたがサービスにアクセスする、および/またはIMIではないリクエスターに代わってインテグレーターを介してまたはインテグレーターに関連してタスクを実行するコントリビューターである場合、あなたはIntuition Machinesがあなたに対して責任を負わず、義務を負わないことに同意し、認めます。完了したタスクに対する報酬またはその他の報酬を尊重します。お客様は、完了したタスクに対する報酬またはその他の報酬が、該当する場合、リクエスターおよび/またはインテグレーターとのお客様の合意に従ってのみ決定されることに同意し、これを認めます。そのような報酬またはその他の報酬（そのような報酬またはその他の報酬の受け取りの失敗を含むがこれに限定されない）に関する紛争は、該当する場合、お客様とリクエスターおよび/またはインテグレーターの間でのみ発生します。",
    "1087260385": "このプライバシーポリシーについてご不明な点がございましたら、次のアドレスまでお問い合わせください。",
    "1088304322": "このプライバシーポリシーに記載されていない理由で、法律で許可されている場合、およびその理由が収集の目的と一致する場合、当社はお客様の個人情報を使用する場合があります。当社がお客様の個人情報を無関係な目的で使用する必要がある場合、当社はお客様に通知し、その使用に適用される法的根拠を説明する場合があります。当社がお客様の個人情報の特定の使用についてお客様の同意に依存している場合、関係のない目的でお客様の同意を求め、お客様が異議を唱えた場合、その時点でサービスの使用を終了することを許可する場合があります。",
    "1089415440": "画像やビデオでの正確な物体検出",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "倫理的懸念基準：主観的",
    "1092241113": "お客様とインテグレーターの利益をよりよく理解するため。",
    "1093280979": "1.プラットフォーム注文フォーム",
    "1099238677": "大量かつ低遅延で、作業が完了するとすぐに自動配信され、作業を迅速に進めることができます。",
    "1103295010": "人間がCAPTCHAを解決するときのために、お金を稼ぐか、慈善団体に寄付してください",
    "1105363520": "当社は広告ネットワークを運営しておらず、広告を販売するためにユーザーの行動を観察することに関心はありません。これは、サイトのすべてのページにパッシブピクセルを必要としないことを意味します。",
    "110836420": "最終更新日：2020年12月23日",
    "1108398506": "顧客はエクスペリエンスを完全に制御でき、hCaptchaがインターネット上で最大の独立したチャレンジプロバイダーを運営することで得た専門知識から利益を得ることができます。また、reCAPTCHA Enterpriseよりもお得です。ボリュームにもよりますが、価格が最大50〜80％高くなります。",
    "111184581": "ファーストパーティホスティング",
    "1112074001": "ステップ2：開発ツールの[ネットワーク]タブをクリックします。上部の[ログを保持する]チェックボックスをオンにします。",
    "1115642494": "1.出典：BuiltWith.comreCAPTCHAサイトリスト。 2019年7月9日取得。",
    "1115671076": "Zendesk、Inc。（グローバル）。提供されるサービス：Zendesk.com。",
    "1116455671": "A：ユーザーがサイトで最初の解決を完了すると、報酬を獲得できます。引き換えは、クライアントの信頼性が高いため、ユーザーがサイトを自動パスした場合と同じ応答パターンに従います。収益は発生せず、サーバーからのsiteverify呼び出しは、パス結果で「credit：False」を受け取ります。",
    "1118929614": "（）スパマーと取引をする人々の極端な愚かさ",
    "1119009846": "お客様、当社、またはその他の人の権利、プライバシー、安全性、または財産を保護するために、必要に応じて、政府の要請、法執行の要請、その他の公的および私的団体に対する適用法を遵守するため。",
    "1123365779": "あなたがウェブ開発者またはエキスパートユーザーである場合、要約は、HARとブラウザコンソールログを記録するネットワークを私たちに送ってほしいということです。",
    "1126302400": "バウンディングボックス",
    "1126447688": "プライバシーに重点を置いているにもかかわらず、ボットの検出と軽減において同等以上のパフォーマンスを報告することがよくあります",
    "1126613163": "機密データ",
    "1129833879": "悪意のあるボットを阻止し、ユーザーのプライバシーを保護します",
    "1130783905": "正確さはあなたと私たちの利益になります。 hCaptchaは、実際のデータを提供し、その使用方法を決定できるように機能します。その他のセキュリティソリューションは、巨大な広告会社によって提供されています。これは、ブロックするすべてのボットが収益を減らす可能性があることを意味します。",
    "1130802068": "収集した情報は、次の目的で使用します。",
    "1130868224": "3行のコード",
    "1131196501": "のような主要企業",
    "1131525092": "プライバシーを保護するスコープ付きUIDを使用して、悪意のある攻撃者を簡単にグループ化し、関連する詐欺や悪用を見つけて阻止します",
    "1133989302": "なぜhCaptcha？",
    "1137757109": "eコマースアカウントの場合、攻撃者は商品を注文できます。被害者が銀行の場合、攻撃者は海外に資金を送金するなどの可能性があります。",
    "1139493658": "、プライバシーとセキュリティのバランスを取るために一生懸命働きます。",
    "1139500589": "国",
    "1140554614": "データ処理契約",
    "1141402092": "高度なレポート機能",
    "1144966033": "コストと品質に最適化",
    "1150035777": "洗練された機械学習モデルは、質問に正しく回答されたかどうかを超えて、多くのデータポイントに基づいてボットの信頼スコアを生成します",
    "1150786045": "www.botstop.com",
    "1150963691": "APTの軽減",
    "1151065360": "（）ブラックリストは吸う",
    "1155436473": "（当社のエンタープライズ製品）は現在、毎月数千万のWebサイトおよびアプリで数億のユーザーを保護しています。私たちのストーリーは、プライバシーを最優先することでビッグテックと競争できることを示しています。",
    "1155821305": "防御は深さです",
    "1156712451": "初期のジョブテスト",
    "1159746815": "直接メールでお問い合わせいただくこともできます。",
    "1160252730": "Googleは現在、reCAPTCHA Enterpriseに高額を請求しているため、多くの企業がこの取引を再評価しています。",
    "1160707899": "12.寄稿者の役割とIMIおよび他の要求者との関係",
    "1161704803": "なぜAI倫理ポリシーがあるのですか？",
    "116842359": "*****システムのメンテナンスのため、調整は数日で完了する予定です。",
    "1169005651": "2019年9月15日",
    "1172067553": "hCaptchaの背後にあるHUMANプラットフォームは、既存のシステムと統合するオンプレミス、ハイブリッド、またはSaaS展開を介して、高度な作業品質と管理機能を提供します。",
    "117227832": "（）なぜ私たちはあなたとあなたのサーバーを信頼しなければならないのですか？",
    "1173652155": "アドバイザー",
    "1173934218": "私たちはあなたのプライバシーがあなたにとって重要であることを理解しており、私たちが使用する技術について透明性を保つことを約束します。このポリシーは、サイトおよびサービスでCookieをいつどのように使用するかについての詳細情報を提供します。",
    "1174237568": "これらの処理活動は、私たちの正当な利益を構成します。当社は、正当な利益のためにお客様の個人情報を処理する前に、お客様（プラスとマイナスの両方）およびお客様の権利に対する潜在的な影響を考慮し、バランスを取るよう努めます。当社は、お客様への悪影響によって当社の利益が無効になる活動にお客様の個人情報を使用しません（お客様の同意がある場合、または法律で要求または許可されている場合を除く）。",
    "1177598246": "営業担当にお問い合わせください",
    "1182294134": "アジア太平洋（APAC）",
    "1186243118": "ロゴ画像",
    "1187718370": "お問い合わせ",
    "1188668818": "このウェブサイトの使用中に虚偽の情報を提供する（アカウント内の他の個人または組織になりすますこと、またはアカウント内の他の個人または組織との関係について虚偽の記載またはその他の方法で虚偽の説明を行うことを含みますが、これに限定されません。",
    "119098046": "パッシブソリューションまたはチャレンジなしソリューションはどうですか？",
    "119298044": "高度な自己監視型MLおよびAIテクノロジーは、脅威や攻撃からWebプロパティを保護します",
    "1193738791": "：ウェブサイトのすべてのページおよびウェブ全体でのユーザーの行動を追跡します。 hCaptchaは、初日から可能な限りプライバシーに配慮するように設計されています。これは、問題に対するまったく異なるアプローチにつながりました。結局のところ、Web全体でユーザーを追跡し、Web履歴をIDに関連付けることは、優れたセキュリティを実現するために完全に不要です。 hCaptchaに切り替えた多くの企業",
    "1200905005": "†††2021年9月から、サービスの成長に関連する運用上の制約を簡素化するために、調整と支払いが1日ではなく約10日間にわたって実行されるようになりました。",
    "1201821619": "hCaptchaは、今日の最も差し迫った問題の1つである、悪意のあるボットがオンラインサービスを悪用するのを防ぐことを解決します。",
    "120384113": "6.終了",
    "1204911585": "2.（2020年4月現在）Cookieのホワイトリストがないように見えるBraveブラウザを使用している場合は、[設定]-> [シールド]-> [Cookie]に移動し、[すべてのCookieを許可]を選択します。",
    "1208179159": "LogDNA、Inc。（グローバル）。提供されるサービス：LogDNA.com。",
    "121192737": "今後の追加",
    "1216071511": "同じアイデアが頻繁に提案されているため、約20年前、匿名の作成者がスパム対策ソリューションに関するオンラインディスカッションに役立つ空欄を作成しました。",
    "121743429": "Webインフラストラクチャ企業向け",
    "1218990730": "詳細なログで問題を報告する方法",
    "1219091208": "ドロップボックス",
    "1224727373": "hCaptchaによるBotStop",
    "122875767": "他の会社ができないときにあなたの法的ニーズを満たします。",
    "1229233916": "脚注",
    "1230058025": "可分性。集団訴訟の放棄を除き、この仲裁条項のいずれかの条項または条項、または一部が無効または執行不能であると宣言された場合、それは切断され、仲裁条項の残りの部分は執行可能になります。",
    "1232651561": "ソフトウェアは現在、reCAPTCHAの課題を解決するのに人々と同じくらい優れています。",
    "1233229030": "その他",
    "1233793176": "当社のサイトおよびサービスは13歳未満の子供を対象としておらず、13歳未満の子供から故意に個人情報を収集することはありません。13歳未満の子供の個人情報を収集したことが判明した場合は、当社が情報を保持する法的義務を負わない限り、実行可能な限り速やかにそのような情報をファイルから削除するための合理的な手順。お問い合わせください",
    "1235925265": "ドキュメンテーション",
    "1237076138": "hCaptchaは、無料（hCaptcha Publisher）とエンタープライズ（hCaptcha Enterprise）の両方の顧客に公正な取引を提供します。",
    "1240667045": "当社は、以下の理由を含む理由を問わず、いつでもサービスへのアクセスを一時停止、制限、またはキャンセルする場合があります。（a）お客様がこれらの利用規約（その他の関連ポリシーを含む）に違反したと思われる場合。 （b）お客様が当社の権利または第三者の権利を侵害したと当社が信じる場合。 （c）お客様から提供された情報を確認または認証することができません。または（d）お客様の行動により、お客様、当社、または第三者に責任が生じる可能性があると当社は考えています。誤解を避けるために、上記のいずれかがかかる支払いに当てはまると合理的に信じる場合、当社はお客様への支払いを防止または一時停止する権利を留保します。",
    "1241291641": "詳細をご覧ください。",
    "1242066691": "[サードパーティのCookieを許可する]の横にあるチェックボックスをオンにします。",
    "1243684308": "私たちはあなたのフィードバックを真剣に受け止め、ボットやスパムを減らして、誰もがオンラインでより快適な体験をできるようにしたいと考えています。私たちに連絡してください：",
    "1250541092": "—セルギイサシ",
    "1253441326": "5. [OK]をクリックします",
    "1254771154": "Cloudflareなど、hCaptchaを組み込んだ他のプライバシーパスサポートサービスに示されている課題。",
    "1258965840": "したがって、攻撃者が1つのサイトに侵入できる場合、流出した資格情報を使用して複数のサイトに侵入する可能性があります。たとえば、JohnDoe / 525mommaのようなユーザー名とパスワードのペアを取得する場合がありますが、そのペアがどのように機能するかはわかりません。そのため、Amazon.com、Ebay、Citibank、Walgreensなどでペアを試してみます。彼らは千の異なるサイトでそのペアを試すかもしれません。",
    "1259002282": "バグを見つけましたか？報告する方法は次のとおりです。",
    "126134492": "他の",
    "1263998069": "人間の解決に対して報酬を獲得する",
    "1266963825": "Q：hCaptcha Section 508 + WCAG 2.1 AAに準拠していますか？",
    "1268414751": "他に必要な詳細はありますか？",
    "1268918580": "hCaptchaおよびそのパートナーが使用するロゴおよびマークの一部はサードパーティが所有しており、サードパーティの許可がある場合にのみ使用できます。サードパーティは、所有者によって許可されている場合を除き、次のマークを使用することはできません。",
    "1270712701": "プレスリリースと最近のレポート",
    "1271831121": "ハッカー（もちろん、パーカーに身を包んだ！）がそこに座って、クレデンシャルの後にクレデンシャルを入力しているわけではありません。自動ログインボットは、Seleniumなどの既製のツールまたはカスタム開発されたハッカーツールから作成できます。",
    "1273071008": "データ主体のアクセス権の要求",
    "1273914192": "3.税金",
    "1275150216": "ランドマーク",
    "1278884196": "とはいえ、暗号化はかなり若い分野です。最近の歴史に基づくと、暗号化スキームや実装は、誰かがそれを注意深く見るインセンティブを得るとすぐに壊れてしまう可能性があり、他の人があなたがそうするずっと前にこれを理解する可能性があります。ハードウェアに依存するということは、欠陥にパッチを当てるために、ユーザー全員に物理デバイスの変更を依頼する必要があるかもしれないことも意味します。ほとんどの場合、これがすぐに発生する可能性は低く、実際にはシステムがフェールオープンするだけです。",
    "1282121137": "アカウントの乗っ取りがいかに問題になるかを理解するために、金融機関の観点からその経験がどのように見えるかを考えてみてください。彼らは毎日何百万ものログインを処理します。",
    "1289884910": "また、時折分析やレポートを発行しています。例えば：",
    "1291824746": "hCaptcha Payoutsは、60日間のトレーリングベースで四半期ごとに実行されます。これが何を意味するかを説明するには、以下の表を参照してください。",
    "129661785": "「車/横断歩道/信号をクリックする」ように言われたことがありますか？",
    "1296696044": "プライバシーとセキュリティ：なぜ両方ではないのですか？",
    "1297224875": "エンタープライズオンラインセキュリティに対する独自のプライバシー主導のアプローチ。",
    "1297657322": "ログイン後のユーザー補助画面",
    "1300485304": "hCaptchaは、ネットワークに侵入するように設計された高度な脅威やおとりから保護します",
    "130239139": "Googleが毎日収集する100人年以上の労働の価値は何ですか？",
    "1316817321": "帰属",
    "131871195": "あなたの満足を確実にする最良の方法は、私たちがあなたのニーズを満たしていることを示すことです。",
    "1330274831": "お客様は、本契約の期間中、サービスを提供する目的でのみ顧客データを使用、複製、電子配布、および公に表示するための、世界規模の非独占的、サブライセンス可能、譲渡可能、ロイヤリティフリー、取消不能のライセンスを当社に付与します。 。あなたは、このセクションのライセンスを付与するために、あなたがあなたのデータに対して十分な権利、権原、および利益を所有していることを表明し、保証します。",
    "1333016413": "これにより、Cookieを登録および設定することにより、今後の質問を回避できます。",
    "1337725003": "hCaptchaは、大量のリアルタイムアノテーションへのアクセスの民主化に取り組んでおり、大小の企業が機械学習をビジネスに適用することで、製品やサービスの品質を向上させることができます。",
    "1338341134": "hCaptcha +プライバシーパス（ベータ版）",
    "1340011854": "裁判外紛争解決が必要です。お客様は、IMIのタスクの実行を開始した時点から発生した可能性のある紛争を含め、サービスの使用に起因または関連する紛争について、具体的には、次のように分類するかどうかに関連する申し立てを含むことに同意するものとします。独立した請負業者の場合、最初にIMIにそれに対する請求を通知します。その後、あなたとIMIは、直接交渉または調停を通じて問題の解決を試みます。調停の費用を均等に分割し、調停が電話またはその他の電子的手段を通じて行われることに同意します。非公式の交渉または調停の後で請求が未解決のままである場合、あなたとIMIが紛争を解決するために最終的かつ拘束力のある仲裁を使用することに同意するものとします。この条項は、不法行為、契約、法令に基づくかどうかにかかわらず、差別や嫌がらせの申し立てに基づくかどうかにかかわらず、カリフォルニア公正雇用住宅法に基づくかどうかにかかわらず、ウェブサイトの使用を開始した時点からさかのぼってすべての申し立てに適用されます。 、改正された1964年公民権法のタイトルVII、またはその他の州法または連邦法または規制、公正法、またはその他。",
    "1344687860": "バウンディングボックス",
    "1344959096": "個別のデータラベラーとしての作業",
    "1345083090": "機能の問題を報告しますか？",
    "134571844": "Impressum（サイト通知）",
    "1350478093": "処理目的",
    "135276624": "ヨーロッパ、中東、アフリカ（EMEA）",
    "1356745565": "Internet Explorer8までずっと互換性があります。",
    "1358325821": "まず、の拡張機能をインストールします",
    "1362015807": "入門",
    "1368787974": "チーム全体で管理を共有します。",
    "137127070": "悪意のあるまたは未知の外部リンクまたはファイルを挿入、アップロード、または添付するか、ウイルス、トロイの木馬、ワーム、時限爆弾、またはその他の有害なコンピューターコードを含むコンテンツをアップロードします。",
    "1373262754": "個人が誰であるかを知ることは、hCaptchaにとって最小限の価値しかありません。私たちは、彼らが人間であるか悪意のある行為者であるかだけを気にします。",
    "1374227759": "違法行為、またはウェブサイトが利用可能になった目的以外の目的でウェブサイトを使用すること。",
    "1377538813": "普及している言語。これらの利用規約の英語版は、あらゆる点で優先され、翻訳版との不一致がある場合は優先されます。",
    "1388241689": "画像のラベル付けデータ、エンドユーザーに再生されたオーディオファイルから変換されたテキスト、質問への回答、およびサービスによって生成されたその他のプロンプトなど、エンドユーザーがサービスを通じてプロンプトに応答した結果として収集された情報（「ラベル付きデータ」）機械学習アプリケーションで使用するデータにラベルを付けるため。ラベル付きデータは、特定された個人に関連付けられていないことに注意してください。",
    "1393184984": "必要なのはそれだけです。",
    "1394253934": "7.誤用、乱用、および不実表示",
    "1397766838": "より良いユーザーエクスペリエンス",
    "1406188018": "6と7",
    "1406393333": "これらの利用規約および当社が提供する指示以外の方法でのサービスへのアクセスまたは使用は固く禁じられています。特に、次のことは行いません。",
    "1406692811": "スパム行為やあらゆる種類の宣伝の投稿、紹介、マスコミ、金銭の申し出または要求、サービスの勧誘、広告、マーケティング、意味のないメッセージ、重複したトピック、違法なコンテンツ、ソーシャルWebサイトのリンク、電子メールアドレス、またはタスクで必要とされない限り、インスタントメッセンジャーID。",
    "1408530660": "IMIは他者の知的財産を尊重し、第三者の知的財産権を侵害していると思われる素材をサイトから削除する権利を留保します。自分の作品がこのウェブサイトで著作権侵害を構成する方法でコピーされたと思われる場合は、IntuitionMachinesカスタマーサポートに連絡してください。",
    "1408599440": "数行のコードと99.9％のパッシブモードからすばやく開始するか、ユーザーがいつどのようにチャレンジされるかを完全に制御します。カスタム脅威モデルとカスタマイズ可能な課題は、セキュリティを確保するための比類のない柔軟性を意味します。",
    "1408750006": "一定の制限がありますが、CCPAは、カリフォルニア州の消費者に、収集する個人情報のカテゴリまたは特定の部分（この情報の使用方法と開示方法を含む）の詳細を知り、個人情報を削除し、オプトアウトするよう要求する権利を提供します。発生する可能性のある「販売」、およびこれらの権利を行使したことで差別されない権利。",
    "1409486258": "正しい",
    "1409822234": "いかなる状況においても、同一またはほぼ同一のhCaptcha商標をドメイン名として使用してはなりません。",
    "1418235079": "サービスプロバイダー",
    "1421074182": "実質的に高い。",
    "1422537019": "詳細については、本日お問い合わせください。",
    "1424800293": "hCaptchaロゴ：",
    "1428053210": "このコンテンツは通常、元の形式から変換されます。たとえば、ビデオを多くの画像に分割し、それらの画像を多くの新しい画像に分割し、それらの新しい画像をランダムに混合して、最終結果を表示することができます。",
    "1434289796": "一部のCookieは、サイトの特定の使用に必要であり、そのようなCookieがないと、サイトを適切に使用するために必要な多くのサービスを提供できません。たとえば、これらのCookieを使用すると、サイトを操作できるため、要求どおりにアクセスでき、アカウントを作成し、そのアカウントにログインしてサイトのコンテンツにアクセスしたことを認識できます。また、同じブラウジングセッション内での以前のアクションを記憶し、サイトを保護するためのCookieも含まれています。",
    "1445008801": "エデンが言うように：",
    "1446868537": "hCaptchaを動詞として使用しないでください。",
    "1447649958": "念のため、支払いの対象となるのは正確な人の往来のみです。詳細については、以下にリンクされているよくある質問をご覧ください。支払いの対象となるには、利用可能な残高も最小しきい値（現在は10 HMT）を満たしている必要があります。",
    "1457707016": "個人向け",
    "1467218142": "私たちが彼らと私たち自身に望むものが私たちの行動を動かし、したがって同じパターンの相互作用がすべての人間のシステムで繰り返されます。インターネットは、私たちの世界のこの基本的な側面の多くのスターリングの例を提供します。",
    "1467308982": "支払いスケジュール",
    "1467783792": "米国によって認可された個人、団体、または組織（「認可されたアクター」）は、報酬の対象となることも、インテグレーターとしてサービスを使用することもできません。誤解を避けるために、これには、米国財務省の外国資産管理局（ \"OFAC\"）によって指定された制裁対象者が含まれます。",
    "1470290349": "クラス最高のボットと不正管理のために。",
    "1475399473": "hCaptchaチームの詳細",
    "1476843710": "金銭的に害は少ないが、それでも損害を与える形態のアカウント乗っ取りには、ソーシャルメディアアカウントのハイジャックなどが含まれます。このような場合、攻撃者は通常、マルウェアを拡散したり、被害者の無防備な友人に対してフィッシング攻撃を仕掛けようとします。または、攻撃者は被害者を困惑させようとしています。これは、たとえば有名人や政治家で発生することがあります。",
    "1477196356": "暗号的に安全な方法でIDをデバイスにリンクするさまざまな方法が、プライバシーを保護するプロパティを使用して、何十年にもわたって提案されてきました。公開鍵暗号はcにまでさかのぼります。 1975年、ハードウェアトークンはほぼ同じくらい長く存在していました。",
    "1480820434": "画像1",
    "148188781": "提示された課題",
    "1482845460": "（）一気に全員の全面的な協力が必要",
    "1483015662": "3.セッション",
    "1485807325": "マルチユーザーダッシュボード、SAML SSO",
    "1487796027": "企業向け",
    "1491780143": "CAPTCHAは、あなたが人間であることを証明するものではありません。あなたがアメリカ人であることを証明します。",
    "1493115924": "商標ノート：",
    "1493790285": "サービスの一部としてエンドユーザーから収集されたその他の情報は、エンドユーザーが",
    "1495915066": "私たち、私たちの学術研究パートナー、そして私たちの顧客がクリエイティブ・コモンズのメディアをどのように使用しているか",
    "1499894352": "この分野での意思決定プロセスに透明性を提供している企業はほとんどありません。他の企業がこの例に従うことを願っています。",
    "1503240421": "手順5：[コンソール]タブをクリックし、右クリックして[名前を付けて保存..]をクリックして、コンソールログを保存します。それも送ってください。",
    "1504327211": "私たちのサービスの使用は私たちによって管理されていることに注意してください",
    "1508655687": "アクセスを合理化または制限するために、視聴者に合わせた独自の課題を追加します",
    "1510448156": "今日、優れた代替手段を使用して稼働し、必要に応じてより高度な機能をオンにすることができます。",
    "1514478724": "もっと詳しく知る",
    "151737819": "世界中のhCaptcha解決率はほとんど変化を示していません",
    "1517625162": "カリフォルニア州民法第1789.3項に基づき、カリフォルニア州のユーザーは、次の消費者権利通知を受け取る権利があります。カリフォルニア州の居住者は、カリフォルニア州消費者問題局の消費者サービス部門の苦情支援ユニットに、1625 North Market Blvd.、Sacramento、 CA 95834、または電話（916）445-1254または（800）952-5210。",
    "1517627947": "Googleのストリートビューカーの建物や道路標識の写真を見て、マップや地球製品の場所にラベルを付けるのに役立っている可能性があります。",
    "1519201684": "AI倫理ポリシー",
    "1519560388": "7.出典：Mary Meeker、KP Internet Trends 2017",
    "1525403768": "詳細については、エンタープライズセールスにお問い合わせください。",
    "1525506526": "アカウントの乗っ取りとは何ですか？また、どのように機能しますか？",
    "1526887904": "hCaptchaエンタープライズプライバシー",
    "1528242915": "識別子。",
    "1533171442": "また、分析およびマーケティングの目的で、機能的なCookieおよびサードパーティのCookieを使用します。機能的なCookieを使用すると、サイトの特定の部分が適切に機能し、ユーザーの好みを把握できます。分析Cookieは、とりわけ、顧客、インテグレーター、およびエンドユーザーが当社のサイトをどのように使用するか、ユーザーが最も頻繁に表示するコンテンツと製品、および当社のサードパーティ広告の有効性に関する情報を収集します。広告Cookieは、関連するオーディエンスに広告を配信し、検索結果の上部に広告を表示するのに役立ちます。 Cookieは、ブラウザセッションの終了時に削除される「セッション」Cookie、またはユーザー（以下で説明）またはCookieを提供した当事者によって削除されるまで残る「永続的」Cookieのいずれかです。サイトで使用されているすべてのCookieの詳細については、以下のCookie開示表をご覧ください。",
    "1539071196": "通常、Cookieは次の目的で使用されます。",
    "1544546608": "プライバシーパス",
    "1544829730": "お客様またはリクエスターの場合、お客様の付録としてここに添付されている追加の条件が適用され、参照によりこれらの利用規約に組み込まれることに同意するものとします。お客様がお客様またはリクエスターではない場合、またはお客様またはリクエスターでなくなった場合、お客様の付録にある追加の条件は適用されず、参照によりこれらの利用規約に組み込まれることもありません。",
    "1546930020": "データにラベルを付ける",
    "1547006769": "人類の検証は同じ問題です",
    "1549336309": "hCaptchaはこのモデルを好転させます。 hCaptchaを使用すると、企業はユーザーが人間性を証明するときに行う作業に入札します。あなたは報酬を受け取ります。",
    "1549953005": "お客様またはリクエスターになるための条件として、1つ以上のプラットフォームアクセス注文フォーム（それぞれ「注文フォーム」）に記入している場合があります。その場合、注文フォームに記載されている利用規約は利用規約の一部となり、参照により本書に組み込まれます。",
    "155456850": "hCaptchaへの切り替えを発表：",
    "1558428432": "。それらをhCaptcha.comにクレジットしてください。",
    "155877895": "人力による検出と分類",
    "1559150837": "ただし、ターゲットは無防備ではありません。ほとんどのWebサイトには、同じIPアドレスから数千の異なるアカウントに短時間でログインしようとしている不審なユーザーをブロックするコントロールがあります。これらの保護技術を回避するために攻撃者が行う資格情報の詰め込みは、地理的およびIPの多様性をシミュレートすることです。強力な、多くの場合AI駆動のツールを使用して、何千人ものユーザーが全国から1日のさまざまな時間にランダムにログインしようとしているように見せることができます。これを検出して停止するのは非常に困難です。",
    "1559190296": "2021年1月5日〜11日†",
    "1559631739": "プライベートラーニング",
    "1560232962": "詳細に説明しますが、特定の回答に対して獲得した金額については保証されません。その時点で利用可能な有料の質問がない場合や、品質上の理由で回答が拒否される場合などがあります。",
    "1565481281": "カリフォルニアの住民へのメモ",
    "1569804581": "今後、関連する機会について連絡を取りたい場合は、こちらのフォームにご記入ください。",
    "1579093044": "シンプルなカスタムチャレンジデザイナーを使用すると、ブランド上のチャレンジコンテンツをわずか数分で起動できます。",
    "1579715421": "IMの科学者は、ICML、ICLR、ECCV、NeurIPSなどのトップ会議で定期的に公開しており、同社はディープハッシュなどのML分野で最先端の結果を公開しています[",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "高精度のボットスコア",
    "1589805435": "また、",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "該当する注文フォームに記載されている支払い方法を使用して、該当する注文フォームに記載されている料金をIMIに支払うものとします。両当事者が書面で明示的に合意しない限り、請求書の郵送日から30日以内に発行されたすべての請求書に対して全額を支払うものとします。お客様は、お客様から提供されたすべてのクレジットカード情報に対してクレジットカード認証を実行し、そのクレジットカード情報を保存し、支払い方法として相互に同意したクレジットカードまたはその他のアカウントに請求することを当社に許可します。オーダーフォームまたはエンタープライズサービス契約またはマスターサービス契約に別段の定めがない限り、超過分を除くサービスのすべての料金は、お客様の契約に基づいてIMIが提供するサービスの開始時に毎年請求されます（「発効日」）。",
    "159272246": "Q：オーディオなど、他のアクセシビリティ（ \"a11y\"）オプションに取り組んでいますか？",
    "1595254735": "純粋にパッシブなサービスは、ボットの検出精度を維持するのに苦労します。時々ユーザーに挑戦し、その挑戦の結果を正しく分析する能力がなければ、精度は時間とともに大幅に低下する傾向があります。",
    "1597520917": "ますます多くの批評家が、Googleがユーザーのプライバシーを無視することは、自分のWebサイトやアプリを保護しようとしている顧客に関係するはずだと指摘しています。",
    "1599610318": "出版社",
    "1601080128": "アカウントを一時停止または終了すると、データ、メッセージ、ファイル、およびサイトに保持しているその他の資料を含む、Webサイトのどの部分にもアクセスできなくなります。別のまたは新しいアカウント名で当社のウェブサイトを継続して使用することはできません。これらの利用規約への違反は、法律の最大限の範囲で起訴される可能性があり、追加の罰則および制裁措置が科せられる可能性があります。",
    "1606599610": "キーラン・トンプソン",
    "1606783855": "A：アクセシビリティ（「a11y」）のユースケースのプライバシーパスに非常に興味があります。オーディオキャプチャのような以前は人気のあったオプションは、多くのa11yユーザーを差別します。現在のa11yアプローチとプライバシーパスの発行を組み合わせることで、a11yユーザーは、トラフィックがよりプライベートであるという知識を持って安全に閲覧できるようになると同時に、a11yオプションが利用可能な場合に必然的に発生するボットオペレーターによる悪用を制限できると考えています。",
    "1609621367": "移行",
    "1617196410": "hCaptchaは、ボットの停止に重点を置いています。ユーザーが誰であるかは関係ありませんが、悪意があるかどうかだけが関係します。私たちはプライバシーとプライバシーのバランスを取るために一生懸命働いています",
    "162063633": "Mailgun Technologies、Inc。（グローバル）。提供されるサービス：Mailgun.com。",
    "1620709264": "HUMANToken®は、HUMAN Protocol Foundationの登録商標であり、許可を得て使用しています。",
    "1621597093": "エンタープライズセキュリティソリューション（有料）",
    "1621930829": "今日の高度で絶え間ない支払い詐欺活動について何ができるでしょうか？コントロールの複数のレイヤーを採用することは、通常、賢明なアプローチです。ただし、最善の対策は、作成者が人間の行動を再現するために最善を尽くしたにもかかわらず、ボットをトラップして偽物であることを明らかにできる対策です。",
    "1622303590": "Safari（iPhone / iPad iOS 11以降）でCookieを有効にするには：設定を開きます。下にスクロールしてSafariを選択します。 [プライバシーとセキュリティ]で、[クロスサイト追跡を防止する]と[すべてのCookieをブロックする]をオフにします",
    "1624200563": "セキュリティを確保し、GDPR、CCPA、LGPD、PIPL、およびその他のプライバシー規制に準拠します。",
    "1627232990": "これらの利用規約の翻訳は、ベストエフォートベースで提供されます。英語の利用規約とその翻訳の間に実質的な違いがある場合、英語の利用規約は信頼できるものとして解釈されるものとします。",
    "1636202177": "だいたい",
    "1637527266": "ボットトラフィックが最も多い国はどれですか？",
    "1637702726": "hCaptchaについて",
    "1642844535": "重要：hCaptchaは、複数の異なるアプローチを使用して同じ基本的な質問に回答し、すべての評価で一貫性を比較できるようにします。",
    "1644003939": "注：すべてのお客様に適用されるわけではありません。たとえば、IPブラインドまたはその他の高度なプライバシーまたはセキュリティオプションの顧客（たとえば、セキュア仮想テナンシーの顧客）は、IPアドレスであっても、テレメトリシステムに入る可能性のある「PII」から完全に除外されます。必要に応じて、詳細についてアカウント担当者にお問い合わせください。",
    "164801246": "調整とは、すべてのレポートサイトからのすべてのデータが入力された後、トラフィックを事後に分析してその人間性と正確性を検証するプロセスです。詳細については、",
    "1655022901": "hCaptcha™によるBotStop",
    "1655796811": "インテグレーターまたはお客様によるサイトまたはサービスの使用の結果として自動的に収集される情報（「分析情報」）（IPアドレス、ブラウザーの種類、インターネットサービスプロバイダー、プラットフォームの種類、デバイスの種類、オペレーティングシステム、日付と時刻のスタンプなど）アクセスの、および他の同様の情報。一部の分析情報は、その目的のために当社が関与するサードパーティによって収集され、一部の分析情報は、Cookieを含むさまざまな追跡技術を通じて収集されます（以下の「サードパーティの分析および追跡技術」を参照）。",
    "165932542": "世界中のhCaptchaの解決率を見てください",
    "1662477701": "資力",
    "166277959": "注意：この機能は現在ベータ版であり、すべてのWebサイトとユーザーで常に機能するとは限りません。有効になっていないか、特定のユーザーに対して機能しない場合、動作は機能を失うことなく、標準のhCaptchaエクスペリエンスにフォールバックします。",
    "1663628612": "あなたに",
    "1665616092": "支払い詐欺の概念は単純ですが、現在の実行では非常に複雑になる可能性があります。",
    "1669194950": "個人情報に加えて、当社がサービスを提供するために、他のデータ（総称して「顧客データ」）を提供する必要がある場合があります（または収集する必要がある場合があります）。お客様の遅延または顧客データの提供の失敗によって引き起こされたサービスの実行の失敗について、当社は責任を負いません。",
    "1671436004": "お気に入りのチャリティーに還元したいですか？",
    "1671996585": "当社のアプリケーションプログラミングインターフェース（「API」）を介して、お客様のWebサイト、アプリケーション、またはプラットフォームを当社のサービスと統合する必要がある場合があります。その場合、APIを使用してサービスにアクセスするための限定的、非独占的、譲渡不可、譲渡不可、取り消し可能なライセンスを付与します。当社は、いつでもAPIを変更したり、APIの古いバージョンまたはリリースのサポートを停止したりする場合があります。当社は、独自の裁量でAPIへのアクセスを一時停止または制限する権利を留保し、一時停止の前に通知を提供するために合理的な努力を払います。",
    "1678661231": "コンプライアンス、不正防止、安全のために",
    "1685871181": "トップオンラインサービスはに依存しています",
    "1686079269": "会社の現在の経営に関する情報は、",
    "1686655020": "正当な所有者からそのようなコンテンツを投稿し、ここで付与されたすべてのライセンスされた権利をIMIに付与する許可がない限り、元の作品ではない著作権の対象となるコンテンツをアップロードします。",
    "1687299615": "アカウントの乗っ取りとは何ですか？",
    "1691348394": "-限定リリースセール中の自動大量購入",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "私達に電子メールを送り",
    "1697438123": "プライバシー",
    "1699668873": "アカウント情報が他人に盗まれたり使用されたりした、またはその他のセキュリティ違反が疑われる場合は、直ちにIMIに通知する必要があります。",
    "1702335960": "当社が収集する情報は、そのような情報が収集された時点で有効なプライバシーポリシーの対象となります。ただし、プライバシーポリシーは随時改訂される場合があります。改訂が重要である場合、当社のみが判断した場合、電子メールなどで通知します。現在のバージョンは常にプライバシーポリシーページに掲載されます。",
    "1706581702": "匿名化されたデータに関するトレーニングも同様に機能し、セキュリティやプライバシーを危険にさらす必要はありません。私たちの顧客は経験的なテストを行い、私たちがはるかに少ない私的な選択肢と同等かそれ以上であると宣言しました。",
    "170775527": "エンタープライズ機能",
    "1709478090": "インタレストベースまたはターゲットを絞った広告を提供するため。",
    "1717658846": "ウィジェットUIメニューのアクセシビリティオプション",
    "1722734001": "オープンインターネットは非常に騒がしい環境です。悪意のある攻撃者は、私たちのサービスのユーザーやreCAPTCHAのような競合他社を毎日攻撃し、もちろん、そうしている間、可能な限り人間に見えるように努めています。",
    "1728211763": "このように、そしてこれらの目的のためにコンテンツを使用することは、この分野の法律と標準的な慣行の理解に基づくフェアユースのガイドラインの範囲内ですが、私たちはクリエイティブコモンズの長年のファンであり、機械知能を改善するという途方もない仕事。",
    "1729677626": "私は攻撃を受けており、すぐにオンボーディングする必要があります。",
    "1752259468": "5.控えめな見積もり：単一の注釈の0.01ドルのコスト*平均2億ドル。 1日あたりの注釈（下限）* 1年あたり365日* 2009年の買収から10年= 73億ドルの下限値。",
    "1752795854": "hCaptchaは、ボットを阻止するための最新のプライバシー重視のアプローチをもたらします。",
    "1756106276": "状態",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "ここ：",
    "1767952047": "彼は昨夜私を攻撃し、私の服を盗み、私のお金を取りました。」貴族の服を着たもう一人の男は、「巡査、この男は正気ではない。彼は自分が貴族だと思っています。私は本当の貴族です。彼を逮捕せよ！」",
    "1771016224": "-あなたのウェブサイトからすべてのコンテンツをまとめてダウンロードすることからのソフトウェア",
    "1778058441": "hCaptchaではどのような種類のジョブが実行されますか？",
    "1778642038": "あなたと通信するには",
    "1779265104": "カスタマイズされた条件とプライバシー保証",
    "1783317946": "API攻撃の停止は、次の一般的な使用例です。",
    "1786796818": "制限",
    "178839499": "hCaptchaは、ユーザーが人間性を証明している間に行われた作業の価値を共有します。",
    "1789371580": "割り当て可能性。事前の書面による同意なしに、これらの利用規約を譲渡することはできません。これらの利用規約は、通知なしにいつでも割り当てることができます。上記を条件として、これらの利用規約は、各当事者の後継者および許可された譲受人を拘束します。",
    "1789607185": "電子メールアドレス",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1.セッション",
    "179723061": "クラスをリードするセキュリティを必要とするチームのより詳細な制御",
    "1797298240": "ステップ4：解決を試みた後、[HAR]をクリックし、[すべてをHARとして保存]を選択してネットワークログを保存します。そのファイルを私たちに送ってください。",
    "1798492192": "レガシーブラウザのサポート",
    "1803009328": "Webスケールでのバトルテスト済み。",
    "1803943584": "次に、チャレンジを自己最適化して、実行する国または言語を決定し、一貫したエクスペリエンスの可能性をさらに高めます。精度が予想よりも低い場合、一連の質問は、この影響が発生する地域または言語で実行を停止します。",
    "1806535500": "鉛筆からダイナマイトまで、事実上すべてのテクノロジーは",
    "1807143500": "本サービスには、オンラインセキュリティサービス（「hCaptchaサービス」）と、個人（「寄稿者」）がサードパーティエンティティまたはIntuition Machines自体（それぞれ「リクエスター」）は、当社のWebサイトに直接、またはIntuition Machinesプラットフォームにアクセスするか、サードパーティのエンティティおよび/またはプラットフォームまたはサービス（それぞれ、 「インテグレーター」）。リクエスターはタスクを投稿し、IMIがインテグレーターに提供する報酬と引き換えに、またはリクエスターがIntuition MachinesPlatformまたはhCaptchaServiceを使用して自分のエンドユーザーにタスクを提供している場合はリクエスターが決定した報酬と引き換えに、タスクを実行するようにコントリビューターを招待します。当社は、企業および個人（それぞれ「顧客」）に当社のプラットフォームの使用料を請求し、ソフトウェアの使用、タスクの作成、タスクの作成に当社を雇う、および/またはコントリビューターへのアクセスを取得できるようにします。また、インテグレーターのWebサイト、モバイルアプリ、およびその他のオンラインプロパティでの詐欺、悪用、およびスパムを減らすために、hCaptchaサービスの使用に対してインテグレーターに課金します。上記を総称して「サービス」といいます。",
    "181065232": "サンプルデータに基づいて、小規模な本番ジョブを実行します。これは、私たちが一緒に行った作業をテストして、必要なものが正確に得られることを確認します。",
    "1817772953": "詐欺は新しい形態の犯罪ではありません。確かに、考古学者は、ほぼ10、000年前に家畜を損失なく輸送するために古代シュメール人によって考案された不正防止装置を発掘しました！彼らの場合、彼らは「ブラ」と呼ばれる粘土のボールの中に、それぞれが動物を表す粘土のトークンを入れました。ブラは売り手から買い手に移動するときに群れと一緒に移動します。それでも、事業主は、彼らが扱っているすべての人が元気になっているわけではないことを心配していました。 10、000年で多くの変化がありましたが、不正を防止するための革新的な必要性は私たちに残っています。今日、オンライン決済詐欺の問題は最も重要です。インターネットのおかげで、詐欺師は詐欺防止対策を巧みに操ることにますます熟練するようになりました。しかし、新しいソリューションが流れを変えています。",
    "1818116402": "AI倫理コンポーネントを使用して運用上の質問を処理する方法についてのこの調査に感謝します。",
    "1820844638": "市場の洞察を引き出すため。当社は、分析情報を使用して、市場を分析し、サイトおよび当社のサービスに関連するビジネス分析を実施し、その他の調査目的で使用します。",
    "1828028934": "これが理由です",
    "1829242168": "__cflb、",
    "1830910223": "実際のAI倫理のケーススタディ",
    "1834239172": "hCaptchaアノテーションサービスを購入する",
    "1834801943": "2.ファーストパーティ",
    "1834911235": "以前に受信することに同意したダイレクトマーケティングコミュニケーションの送信を停止します。サービス関連およびその他のマーケティング以外の通信を引き続き送信する場合があります。",
    "1836191653": "hCaptchaは、簡単に無効なサービスを無料ユーザーに提供し、エンタープライズバージョンに数百万ドルを請求する代わりに、強力なSLAと迅速なサポートに加えて、エンタープライズユーザーに追加機能とカスタマイズを提供しながら、両方に優れたボット保護を提供します。",
    "1836369533": "民話の巡査のように、誰が本当に誰であるかをどのように判断するのでしょうか。攻撃者が運転免許証番号、社会保障番号、母親の旧姓、住所などのID要素を十分に盗んだ場合、発信者が実際のアカウント所有者であるか、攻撃者が侵入したいアカウントのパスワードがリセットされました。",
    "1836554225": "ブログ投稿",
    "1844885924": "選択できるタイプの幅広いライブラリ。",
    "1845745385": "プライバシーのために設計されています。",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "独自のチャレンジコンテンツでカスタマイズ",
    "1849805607": "hCaptchaは、ネットワークに侵入するように設計された脅威やおとりから保護します",
    "1865097546": "2021年11月16日",
    "1866590035": "Chromeのデバッグログの手順",
    "1873812847": "クッキーの開示",
    "1886100235": "世界最大のオンラインサービスの多くがhCaptchaEnterpriseに切り替わり、大幅なコスト削減とともにボット検出が改善されました。",
    "1890955039": "各リッチテキストの書式をカスタマイズする方法",
    "1892020899": "ハッカーはどこで資格情報を取得しますか？",
    "1892574253": "サインアップ",
    "1898063898": "私たちが共同で開発しているユーザーのプライバシーを保護するため",
    "1903743785": "標準ベースのAPIの出現は、アプリケーション統合における大きな飛躍を表しています。過去20年ほどで、APIは、高価で複雑なプロプライエタリソフトウェア製品から、比較的操作が簡単で、迅速に導入できる無料の標準ベースのツールになりました。",
    "1904390996": "標準化する",
    "1906593952": "今見たhCaptchaに関するフィードバックを提供する",
    "190955495": "（）電子メールの集中管理権限の欠如",
    "1910628828": "コンテンツスクレイピングは、ソフトウェアクライアントまたはWebブラウザになりすます自動化されたツールセットを含むシステムからデータを取得するための手法です。それは新しいことではありません。実際、古いメインフレームからのデータを必要とする可能性のあるソフトウェアエンジニアにとって、情報を抽出する唯一の方法はスクレイピングです。元のコネクタがなくなって、交換できない場合があります。",
    "1911669851": "はい。現在、バックエンドシステムのさまざまな改善に取り組んでおり、最終的には、より迅速な調整、より迅速な見積もり精度、より迅速な支払いの両方を提供できるようになると期待しています。現在、最初に調整のスピードアップに取り組んでいます。",
    "191460155": "ゼロフリクションと99.9％パッシブモード",
    "1918025546": "本サービスの誰かから機密情報が提供された場合、あなたは、あなた自身の機密情報を保護するために使用するのと同じ程度の注意を払って機密情報の秘密を保護することに同意しますが、いかなる場合も十分な注意を払わないでください。タスクの実行に必要な場合を除き、そのような機密情報または専有情報を開示または公開することはできません。 Intuition Machines Platformのタスク内のすべての情報は、情報が明示的に機密として指定されていない場合でも、機密と見なす必要があります。",
    "1920884252": "コンテンツがセキュリティの脅威をスクレイピングするのはなぜですか？",
    "1923297430": "多くの大口顧客にとっての最後のブレークポイントは、Googleが意味のある規模で製品を使用するために企業に請求を開始したときでした。これにより、長年のreCAPTCHAユーザーは、世界中の規制上の懸念がGoogleの製品を使用してすでに魅力を失っていたため、より良い代替手段を探すようになりました。",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "hCaptchaには厳格なAI倫理ポリシーがあり、その一部にはKnow Your Customer（KYC）プロセスが含まれています。",
    "1927613000": "hCaptchaは、高度な機械学習と強力なチャレンジプラットフォームを組み合わせて、アカウントの乗っ取り、資格情報の詰め込み、スクレイピング、その他の種類の悪用からWebアプリケーションを保護します。",
    "1933936765": "データ処理契約（最終更新日：2021年9月23日）",
    "1936449777": "次に、完全自動モードで、eコマースサイトでの人間の行動を模倣し、ボタンをクリックしてショッピングカートにアイテムを追加します。これにより、ほとんどではないにしても、多くの不正防止コントロールがボットが盗もうとしていることを認識できなくなります。商品。むしろ、人間のユーザーが単に買い物をしているように見えます。ボットは、盗まれたログイン資格情報を使用して実際の顧客のアカウントにログインできます。詐欺をさらに覆い隠すのは、ボットがIPアドレスをスプーフィングし、「買い物客」が外国にいる可能性のある攻撃者とはどこか違うように見せかける能力です。",
    "1936512180": "‍簡単なAPIアクセス、美しいダッシュボード、最新のモデルインザループテクノロジーにより、作業者の効率を最大化します。",
    "1941999673": "あなたの投稿は",
    "1942186611": "その他。",
    "1942611550": "主に",
    "1949452297": "hCaptcha UIの固有の制約とそのセキュリティ上の考慮事項により、各画像のソースをその使用に直接隣接して再現することはできません。代わりに、ホームページからこのページにリンクし、プラットフォームを介して現在または最近提供されたソースのリストを維持します。現在のリストにアクセスできます",
    "1952810469": "タイプ",
    "1953519598": "単一の画像にラベルを付けるためのコストは、0.03ドルから1.00ドル以上の範囲です。控えめな見積もりによると、Googleはこれまでに数十億ドルの無料労働力を引き出してきました。 [",
    "1953959745": "アクセシビリティ",
    "1958297836": "調整された攻撃保護とAPT緩和",
    "1959762846": "-あなたのウェブフォームに無限のマーケティングスパムや虐待を記入させる",
    "1960601330": "Safari（Mac）でCookieを有効にするには：Safariのドロップダウンメニューに移動します。 [設定]を選択します。トップパネルの[プライバシー]をクリックします。 [Cookieをブロックする]で、[しない]オプションを選択します。",
    "1962721652": "人間はパターンを求める人であり、質問をする人の動機ではなく、世界の変化のために、無害な質問がまったく驚くことから疑わしいものに瞬時に変わることがあります。",
    "1963951234": "暗号化スキームの信頼性がどれほど高くても、誰かが1日の終わりにお金を使って探している答えを出すことができれば、ハードウェアを所有するだけでは不十分です。",
    "1972710018": "会社の視点から見る",
    "1973347745": "10.ロイヤリティフリーのサンプル画像。出典：ペタピクセル。",
    "197676026": "情報が匿名化されている場合、合法的なビジネス目的で他の人と一緒に",
    "1977013707": "†2020年12月の支払いは、年末の調整やスタッフの休暇との重複を避けるために15日から再スケジュールされました。1月の第2週までに完了します。 PayPalへの送金が通常より遅いため、支払いは1日で完了するのではなく、数日にわたって実行されます。",
    "1978884623": "ソフトウェアの問題の報告の詳細",
    "1979347895": "–重大なビジネスの混乱は、当社のみ、当社を収容する単一の建物、当社が所在する近隣、当社が所在する都市、または地域全体など、その範囲が異なる場合があります。これらの各領域内で、混乱の重大度も最小から重大までさまざまです。当社、当社の事業地区、市、地域、または当社を収容する建物が混乱した場合、必要に応じて当社の事業を現地に移転し、事業運営に重大な混乱が生じることはないと予想します。いずれの場合も、当社は事業を継続し、必要に応じて代替サプライヤーに業務を移管し、当社のウェブサイトhcaptcha.comおよび当社のステータスページhcaptchastatus.comを通じて当社への連絡方法を通知する予定です。重大な事業の混乱により当社が事業を継続できなくなるほど深刻な場合は、迅速に通知します。",
    "1982617151": "（）誰もが他人のキャリアやビジネスを匿名で破壊する可能性があります",
    "1982750088": "世界中の企業が、人にとっては簡単だが機械にとっては難しい単純なタスクを完了するために、その労力に入札しています。ユーザーはアクセスしているサイトをサポートし、セキュリティレベルが高いため、Webスパムの発生が少なくなります。",
    "1985238261": "その他の制限マーク",
    "1988268879": "大規模な費用効果の高いデータラベリング",
    "1988461282": "処理のための法的根拠",
    "1990824776": "2020年9月16〜24日*****",
    "1993899769": "15.情報の使用",
    "1993984258": "（）オプトアウトに基づくスキームは受け入れられません",
    "1995277831": "ありがとうございました",
    "1996843433": "優れたセキュリティを提供しながら、正当なトラフィックの99.9％のチャレンジを完全に回避することで、摩擦を減らします。",
    "1997838163": "世界最大の企業はhCaptchaEnterpriseに依存しています。統合は簡単で、検出精度は比類のないものです。",
    "2012837493": "の検索結果",
    "2014256987": "Cookieやその他の追跡技術の使用をブロックしたくない場合は、以下の「情報の管理」を参照してください。一部の機能が正しく機能しない可能性があるため、これを行うと、サイトまたはサービスの使用体験に悪影響を与える可能性があることに注意してください。",
    "2015218686": "これらの手順を実行する前に。それでも問題が解決する場合は、ブラウザのバージョン、広告ブロッカーまたはブラウザの拡張機能、ウェブサイトのURLをお知らせください。",
    "2019130052": "プライバシーに焦点を当てたMLの革新により、セキュリティやユーザーのプライバシーを損なうことなく、従来の「すべてを永久に記録する」戦略のセキュリティ基準を超えることができます。",
    "2019702084": "お客様のマスターサービス契約またはリセラー契約で明示的に許可されていない限り、注文されたSaaSサービスは、販売、転売、リース、サブリース、ライセンス供与、サブライセンス供与、またはその他の第三者（お客様の関連会社を除く）が利用できるようにすることはできません。 ）、および本契約に基づくすべての注文およびお客様による本サービスのすべての使用は、お客様またはその関連会社自身の内部業務での使用を目的とするものとします。",
    "2024293275": "。今のところ、他のすべての権利は留保されています。",
    "2024737147": "バグを報告したいですか？",
    "2030062561": "（）誰もその男を見つけたりお金を集めたりすることはできません",
    "2032102720": "広告会社が提供するセキュリティソリューションは、主にWeb全体でユーザーを追跡することに重点を置いています。優れた結果を出すためにユーザーのプライバシーを害する必要がないことを証明する効果的なセキュリティソリューションを作成しました。",
    "2041686284": "一般に、データが多いほど、機械学習モデルのトレーニングでより良い結果が得られます。ディープモデルの最近の成功により、データセットはますます大きくなり、hCaptchaはこのニーズに応えています。ただし、従来の方法を使用して人間がレビューした大規模なデータセットを作成するには、時間がかかり、費用もかかります。",
    "204716894": "当社のウェブページのコンテンツとデザインは著作権法により保護されています。合理的なフェアユースを超える方法でページとそのコンテンツを複製するには、ページに複製するために指定された他の法的規定がない場合、IMIからの事前の書面による同意が必要です。",
    "204889717": "hCaptchaに切り替えました",
    "2052161540": "バグレポートの詳細のキャプチャ：Chrome",
    "2058856283": "hCaptcha Enterpriseの目的は1つだけです。それは、悪意のある人物がオンライン操作を妨害したり、ユーザーに危害を加えたりするのを防ぐことです。",
    "2059998584": "領域",
    "2066255783": "コンテンツスクレイピングとは何ですか？",
    "2066321185": "法的根拠",
    "2066749488": "その他の苦情",
    "2067112112": "多くの異なるユースケースのポイント注釈",
    "2067334580": "テキストリンク",
    "2072808435": "「グーグル？私の国のタクシーは一般的に黒い。アメリカのタクシーはすべて黄色だということを知るのに十分な映画を見た。しかし、私が訪れた他のすべての国では、タクシーは異なる色合い。」",
    "2075610992": "ご協力ありがとうございました！",
    "2076066173": "サイバー攻撃101",
    "2076932190": "したがって、reCAPTCHA製品は10年間停滞しています。",
    "2077639538": "。 1つは、当社のサービスに関するチャレンジデータは、フォーチュン500の大企業から機械学習の新興企業まで、1つだけでなく、多くのソースから取得できます。",
    "2082237880": "A：hCaptchaは、プライバシーパスをサポートするこの種の最初のサービスであり、現在、これをサポートしているのは唯一のサービスです。ただし、他のサービスがオンラインでのユーザープライバシーの向上の利点を認識し、開発を支援しているIETF標準が正式に採用されるにつれて、将来的にはさらに多くのサービスが実装されることを期待しています。",
    "2082407178": "Q：ユーザー補助Cookieを使用しているときに、サードパーティのCookie追跡から身を守るにはどうすればよいですか？",
    "2087769953": "「この変更は、これまでのGoogleサービスに依存することに伴うプライバシーの懸念に対処するのに役立つため、興奮しています。多くのCAPTCHAベンダーを評価し、独自にシステムを構築しました。最終的には、 hCaptchaは、reCAPTCHAの最良の代替手段として登場しました。」「hCaptchaソリューションの多くの点が気に入りました。1）個人データを販売していません。必要最小限の個人データのみを収集し、収集した情報とその使用方法および/または開示方法を透過的に説明します。」",
    "2090457681": "（）政府に私のメールを読んでほしくない",
    "2095899021": "hCaptchaブランディングガイドラインと一般商標ライセンス",
    "2103513933": "サイトの機能を妨害または妨害する活動に従事する。",
    "2103563261": "個人情報または公開情報",
    "2104933754": "対応するラベルを特定する",
    "2107077506": "HUMANプラットフォームは、包括的な信頼性モデルを使用して、高度なリアルタイム品質分析を実行します。これにより、質問の難易度と正解の可能性の両方をすばやく判断できるため、時間とお金を節約できます。",
    "2109792055": "ユーザーガイド：プライバシーパスの発行と検証に関する問題のデバッグ",
    "2110259227": "24.責任の制限",
    "211351380": "ブログから：",
    "2113642787": "ドーンソング",
    "21141582": "これ",
    "2114694926": "2.セッション",
    "2119943547": "どうしてこれなの？答えは簡単です。システムを悪用するインセンティブがある限り、誰かが一般的に方法を見つけるでしょう。そして、彼らがそうすると、他の誰かが彼らを止めるインセンティブを持つようになります。",
    "2123236933": "（）クライアントフィルタリングの影響を受けない帯域幅コスト",
    "2125514305": "MLは改善されましたが、reCAPTCHAをバイパスする難しさはこの間実質的に変化していません。",
    "2131386784": "あなたとあなたのユーザーの両方のための到達可能な専門知識とサポート",
    "2133754014": "450万を超えるWebサイトがreCAPTCHAを使用しています[",
    "2133809801": "人が人である限り、人類の検証はオンラインで果たす役割を持つ可能性があります。",
    "2138799135": "hCaptchaには、使用するフロントエンドシステムとバックエンドシステム用に事前に構築された統合が多数あります。",
    "2146900431": "直感的に、この主張は非常に理にかなっています。 CAPTCHAは、ほとんどすべての場合と同様に、文化的なコンテキストに組み込まれています。課題のプールがほとんど1つの文化で作成されている場合、別の文化にうまく変換されない可能性があります。本質的に、これは文化の問題です",
    "2150595700": "。 GDPRとCCPAは、企業の購入者にとってプライバシーの懸念を地図に載せています。同時に、オンライン広告およびマーケティング業界がこれまでデータをどのように使用してきたかを私たち全員が理解し始めるにつれて、オンラインプライバシーは一般の人々にとってますます重要になっています。",
    "2150907653": "*サービスの提供に厳密に必要なテクニカルCookie。これらには、設定Cookie、セッションCookie、負荷分散Cookieなどが含まれます。",
    "2155089487": "。一部のグループで私たちの課題を解決するのが簡単だったとしたら、世界中の人々や異なる文化の人々がそれらを解決する際のパフォーマンスに違いが見られると予想されます。エデンのポストの文脈では、私たちはアメリカ人が他の国の人々よりもうまくやることを期待するでしょう。この問題を回避するためのシステムの開発に何年も費やしてきたため、実際には正反対のことがわかります。",
    "2159517814": "以下の場合、個人情報を共有または開示します。",
    "2163914794": "データセットにさらにラベルが必要ですか？ hCaptchaは、人工知能や機械学習アプリケーションに取り組んでいる企業に、高速で費用対効果の高い高品質のデータラベリングを提供します。",
    "2164933356": "Cloudflare",
    "2167049807": "セキュリティチームは、支払い詐欺に対する簡単で怠惰なアプローチを打ち負かすさまざまな対策と制御を採用しています。ただし、攻撃はますます巧妙になっています。たとえば、ボットは、偽のWebサイトやフィッシング攻撃から盗まれたクレジットカード番号とPINを収集できるようになりました。",
    "2168177815": "ここをクリックしてください",
    "2177660021": "スタンフォード大学の研究科学者。大手銀行、ヘッジファンド、学界での機械学習とクオンツファイナンス。",
    "2178073797": "機密情報の開示は取り返しのつかない損害を引き起こす可能性があるため、開示当事者は、本規約の違反または違反の恐れがある場合、差し止めによる救済を求める権利があります。",
    "2179524509": "hCaptchaサービスで許可される質問の種類や、特定の質問が行われる理由について、時々質問があります。",
    "2182196747": "サポート",
    "2183926131": "hCaptchaEnterpriseを使い始める",
    "2184564739": "見る",
    "2185418511": "正当なビジネス目的のため。ただし、情報が匿名化または集約されており、個人に合理的に結び付けられない場合に限ります。",
    "2185860003": "21.ウェブサイトの変更",
    "2187096543": "実際、データベースからデータを抽出するためにAPIを要求するハッカーが作成したソフトウェアに起因するいくつかの重大なデータ侵害がありました。結局のところ、データを盗むために、RESTとJSONを使用して記述されたAPIでの基本的なGET呼び出しが必要なだけの場合は、データベースをすばやく削除するのは簡単です。実際、人々が「スクリーンスクレイピング」攻撃について話すとき、彼らが実際に意味するのは、ほとんどの場合、データベースからデータを引き出す高速起動API呼び出しです。 APIは、APIを構築する組織にとって主要な攻撃対象領域になっています。",
    "2188609322": "悪意のある人物はオンラインでますます一般的になっています。しかし、ユーザーのプライバシーを犠牲にすることは答えではありません。",
    "218889628": "お客様が本顧客付録または利用規約に違反した結果として本顧客付録または利用規約を終了する場合を除き、当社が終了し、お客様が当社に料金を前払いした場合、当社はそれらの比例部分を返金します残り時間または支払ったサービスのいずれか少ない方に基づく前払い金額。私たちは商業的に合理的な方法で作業を終了し、すべての有料の出力データセットと私たちが所有するすべての顧客データを保存して提供します。終了時に、当社はデータを削除する場合がありますが、削除する義務はありません。",
    "2193061499": "一部のロゴとマークは、hCaptchaとそのパートナーによる使用に制限されています。サードパーティは、hCaptchaからの書面によるライセンスなしに、次のマークを使用することはできません。",
    "2196526290": "hc_accessibility",
    "2197218442": "CloudflareのCEOであるMatthewPrinceは、この見解を次のように要約しています。",
    "219813583": "セキュリティファースト",
    "2199048568": "任意のWebページのアドレスバーの左側にあるシールドをクリックします。 [保護設定]をクリックします。 Firefoxの設定のプライバシーとセキュリティパネルが開きます。 [強化された追跡保護]で、[カスタム]を選択します。これらのチェックボックスを選択して、ブロックするトラッカーとスクリプトを選択します。 hcaptcha.comのブロックを解除したことを確認してください。",
    "2209109640": "通常のビジネス活動のコンテキストで、悪意のある目的にのみ使用されますか？",
    "2209837451": "2019年10月15日-2020年1月15日",
    "2212670355": "サインアップ",
    "2216374138": "マウスの動き、スクロール位置、キー押下イベント、タッチイベント、および必要に応じてジャイロスコープ/加速度計情報などの人間です。",
    "2217842245": "しかし、私たちのデータはそれを示しています（hCaptchaの場合）",
    "2219945145": "セッション、",
    "2223819810": "プラットフォームを最適化するには",
    "2225785608": "（）検閲されることなくバイアグラについて話すことができるはずです",
    "2230333214": "当社は、結果が個人を特定できないように顧客データを他のデータと集約し、匿名化された技術ログおよびサービスの使用に関するデータ（「集約/匿名化データ」）も収集します。本契約にこれと異なる規定がある場合でも、そのような集計/匿名化されたデータは、本契約の期間中または期間後のビジネス目的でIMIが使用することができます。これには、サービスの開発と改善、レポートやその他の作成と配布が含まれますが、これらに限定されません。材料。顧客データは、たとえばIntuition Machinesシステムの自動キャリブレーションまたは検証データとして、ジョブの完了後180日を超えない限られた期間、システムに保持および表示される場合もあります。明確にするために、このセクション5は、事前の書面による許可なしに、集計/匿名化されたデータのソースとしてお客様を特定する権利を当社に付与するものではありません。",
    "2233384692": "このようなデータの処理方法について質問や懸念がある場合、または権利を行使したい場合は、本サービスを使用してこのデータを処理することを契約している個人または団体（つまり、データ管理者）に連絡する必要があります。ただし、インテグレーターとの契約条件に従って、インテグレーターが抱える懸念に対処するための支援を提供します。",
    "2233741720": "結論は",
    "2234909600": "（）スパマーはリスト内の無効なアドレスを気にしません",
    "2236960358": "登録時に、名前、電子メールアドレスなど、お客様に関する特定の個人情報（「個人情報」）を開示し、ユーザー名とパスワードを作成するよう求められます。これらはすべて、当社のプライバシーポリシーの対象となります。 Webサイト。あなただけが、あなたのアカウント、パスワード、およびあなたのアカウントに関連付けられた認証キーのセキュリティを監視、保証、および維持する責任があり、サービスでのその情報の使用または使用を通じて取られる行動に責任があります。",
    "2255549335": "hCaptchaでの私たちの仕事は、難易度と正確さの間の適切なトレードオフを見つけ、摩擦を低く保つことです。",
    "2256305371": "カリフォルニア大学バークレー校のCS教授。ディープラーニング、セキュリティ、ブロックチェーンの専門家。 OasisLabsのCEO。",
    "2256795853": "Webサイトから大量のデータをすばやく抽出する機能により、悪意のある攻撃者の手に強力なツールをスクレイピングすることができます。スクレイピングボットは、ソーシャルメディアサイトからユーザーデータを収集できます。次に、住所やその他の個人情報を含むサイトをスクレイピングし、その結果を相互に関連付けることで、ハッカーは不正なクレジットカード申請の提出などの身元犯罪に関与する可能性があります。",
    "2260079771": "データ保持",
    "2268939633": "IMIは、消費者紛争解決機関の前での消費者紛争の裁判外紛争解決を確約せず、参加する義務もありません。オンライン紛争解決のための欧州委員会の公式ウェブサイト：",
    "2269166171": "Google Chrome（Mac）：",
    "2271205646": "欧州経済領域の居住者へのメモ。",
    "2271252286": "（）マイクロソフトはそれを我慢しません",
    "2271512952": "ユーザーはアクセスしているサイトをサポートし、Webスパムの発生を抑えます。",
    "2271969747": "20.受け取る機密情報",
    "2273532558": "hCaptchaの有料顧客は誰ですか？",
    "2281169898": "レポートと一緒にデバッグ情報を送信すると、何が起こっているのかを簡単に特定できるようになります。手順は次のとおりです。",
    "2284856231": "また、hCaptchaEnterpriseの純粋なパッシブモードでも精度が劇的に向上しました。",
    "229198134": "（）申し訳ありませんが、うまくいかないと思います。",
    "2292919419": "（）展望",
    "2296918009": "これは、毎日100人年以上の労働に相当します。[",
    "2301335298": "支払い詐欺：急速に進化するサイバー犯罪のモードを緩和する",
    "230159237": "連絡先",
    "2301757528": "****支払い期間中のPayPalによるRESTAPIのメンテナンスのため、6月15日にすべての支払いが完了したわけではありません。 6月15日（太平洋時間）にスケジュールされているが、PayPal APIエラーのために実行されなかった支払いは、6月19日（太平洋時間）までに再実行されました。",
    "2303655425": "2019年1月15日-2019年4月15日",
    "2309661107": "しかし、私たちは非常に興味があります",
    "2310694091": "調整とはどういう意味ですか？",
    "2310705547": "リッチテキスト要素を使用すると、見出し、段落、ブロック引用符、画像、およびビデオを個別に追加してフォーマットする代わりに、すべて1か所で作成およびフォーマットできます。ダブルクリックするだけで、簡単にコンテンツを作成できます。",
    "23114595": "優れたユーザーエクスペリエンス",
    "231285005": "あなたは私たちのブログで最近の更新を見つけることができます",
    "2315518622": "今日の攻撃ツールには高度な機能が備わっているため、不正なものがある場合はそれを検出するのは非常に困難です。次に、ある人がカスタマーサービスラインに電話して、「私のアカウントが攻撃されました。ログインできず、誰かが私のお金を盗んでいます！」",
    "2319072959": "自分の従業員と完全にオフラインで実行し、ビジネスユニットまたはコンソーシアムパートナー全体で消費された価値を追跡し、コストとセキュリティの要件に基づいて、さまざまな内部または外部の労働者プロバイダーにジョブを選択的にルーティングします。",
    "2320894364": "200を超えるプレゼンスポイントを備えたhCaptchaのクラウドは、世界中の資産を保護します",
    "2323013093": "26.適用法",
    "2323282990": "人類を検証するための現代的なアプローチ",
    "2326660907": "それ外",
    "2328839224": "。カリフォルニア州消費者プライバシー法（「CCPA」）に基づくお客様の権利に関連する「カリフォルニア州居住者への通知」セクションを参照してください。",
    "2330965058": "当社がインテグレーターのプロセッサーとして機能する場合、当社は、サービスを提供するために合理的に必要な目的以外の目的で収集されたデータを使用せず、当社の処理は、インテグレーターとの間で締結した契約に準拠します。これではありません。プライバシーポリシー",
    "2333410049": "また、広告ブロッカーをオフにしてみてください。",
    "2340340589": "hCaptchaマークの使用に関するガイドライン",
    "234420106": "お客様がhCaptchaEnterpriseサービスのインテグレーターまたはお客様であり、RPSによって測定されたAPI使用量がサービス層のプロビジョニングされたレートを超える場合、サービスを変更するか、超過料金を請求することを選択する場合があります。 30日以内にピークRPSレートがプロビジョニングされたレートを合計10分以上10倍超え、これらのリクエストの大部分が悪意のあるトラフィックではなく、当社の単独の判断である場合、当社は次のことを選択する場合があります。その月に行われたすべてのAPIリクエストについて、契約で指定された超過料金で請求します。",
    "2344319147": "Googleのボット検出は本当にどれくらいの価値がありますか？",
    "2348450790": "これらの利用規約をお読みください。それらには、他の規定の中でも、保証の否認、責任の制限、および拘束力のある仲裁が含まれます。これらの利用規約は、前回当社のWebサイトにアクセスしてから変更されている場合があることに注意してください。当社は、独自の裁量により、これらの利用規約を随時改訂および更新する場合があります。重要な変更があった場合は、このページに更新された利用規約を掲載して通知します。その後、サイトまたはサービスを引き続き使用またはアクセスするには、更新された利用規約に同意する必要があります。",
    "2348697693": "Google Chrome（Android）：",
    "2349681896": "残念ながら、ハードウェアの一部を制御することは、あなたが人間であるという意味ではありません。事実上すべての一般的な消費者向けハードウェア認証スキームは、繰り返し壊れ、パッチが適用され、そして再び壊れています。",
    "2351176803": "hCaptcha JSAPIのライセンス条項",
    "2354267648": "GDPR、CCPA、およびLGPDに適したプライバシーポリシー",
    "2359150347": "Q：他のオンラインセキュリティサービスはプライバシーパスをサポートしていますか？",
    "2359312315": "または、個人に合理的に結び付けることができないように集約されます。",
    "2359913400": "インフラストラクチャー",
    "2366003154": "報道機関およびメディアの問い合わせ",
    "2367602973": "ここ",
    "2369877184": "hCaptchaインテグレーターまたは顧客の最大許容ピークRPSレートは、お客様と当社の間の書面による契約上の合意で特に指定されていない限り、アカウント内のエンティティ（ \"RPS\"）に対して1秒あたり1,000リクエストです。",
    "237009707": "（）海外でのオープンリレー",
    "2373007864": "hCaptcha EnterpriseはhCaptchaプラットフォームテクノロジー上で実行され、トラフィックの多い企業が必要とする機能を含むように拡張されています。",
    "2378786360": "1.サポートされている他のブラウザのいずれかを試してください。Chromeを使用している場合は、Chromeから設定をインポートせずにFirefoxを使用して、そこにプラグインをインストールしてください。それが機能する場合は、ブラウザの構成に問題がある可能性があります。",
    "2385522384": "GoogleのWaymo自動運転車のカメラからのビデオのフレームを見て、オブジェクト認識の向上に役立っている可能性があります。",
    "2386465280": "情報の共有方法",
    "2391175562": "さらに、これは私があなたについて考えることです：",
    "2394073454": "当社は、個別データラベラーとして当社と協力することを希望するエンドユーザーから追加情報を収集する場合があります。",
    "2396605499": "（）ホワイトリストは吸う",
    "2397590157": "3.控えめな見積もり：2億回の解決* 1回の解決あたり30秒（年）= 190.3人年/日。",
    "2402165761": "スクレイピングはどのように機能しますか？",
    "2404545611": "hCaptchaへようこそ！私たちのコミュニティに参加していただきありがとうございます。 「サービス」（以下に定義）のすべてのユーザーは、以下の条件（「利用規約」）に同意する必要があります。これらの利用規約の下で、「IMI」、「私たち」および「私たち」は、Intuition Machines、Inc。およびその子会社、関連会社、役員、代理人、従業員、代表者、および代理人を指し、当社の「ウェブサイト」には、 www.hcaptcha.comおよびwww.imachines.comを含む当社の管理。",
    "2408036504": "したがって、当社のシステムは、クラスをリードするセキュリティを維持しながら、データの収集と保持を最小限に抑えるようにゼロから設計されています。ユーザーデータを保護する最善の方法は、データをまったく保存しないことです。",
    "2410122265": "hCaptchaリソース：ボット101",
    "2412751979": "hCaptchaを強化するより正確な人類の信号のおかげで、以前はreCAPTCHA v3 / Enterpriseを使用していた多くの企業が",
    "2413742287": "hCaptchaのインセンティブは、広告収入ではなく精度を最大化することです。ボットの回答は、人間のトレーニングデータを必要とするお客様には役に立ちません。",
    "2414232014": "私たちのロゴはすぐに認識でき、最も価値があり重要な資産の1つです。それが当社の強力な代表であり続けることを確実にするために、それはコミュニケーションのすべてのチャネルにわたって注意深くそして一貫した方法で提示されなければなりません。",
    "2414368123": "名前、クレジットカード番号、デビットカード番号、またはその他の財務情報。",
    "2418549423": "、暗号化プルーフを介してオンラインプライバシーを保護するための新しい標準、およびその他の独自のプライバシーファースト機能。",
    "2419795065": "カリフォルニアの住民への通知",
    "2420789666": "Fastly、Inc。提供されるサービス：高速CDNおよびエッジコンピューティング。",
    "2423586454": "AIがどれほど優れていても、ソフトウェアではできないことがいくつかあります。最新のCAPTCHAテクノロジーは、支払い詐欺を永続させようとするボットをブロックする実証済みの方法を提供します。ボックス内の単純な傾斜した数字のようなCAPTCHAへの古いアプローチは、現在、高度なボットの軽減にほとんど欠けていますが、hCaptcha Enterpriseのような自動テスト応答デバイスは、アカウントのログインまたはショッピングカートのチェックアウトの瞬間に詐欺師のボットを簡単に困惑させる可能性があります。ボットが実際の資格情報を持っている場合でも、CAPTCHAを通過できない場合。",
    "2429359042": "インターフェイスイメージの例",
    "2430148876": "これらのガイドラインと一般的な商標ライセンスを作成して、お客様、パートナー、ファンがコーポレートアイデンティティを維持しながらブランドを簡単に操作できるようにしています。これらのガイドラインと大幅に異なる方法でhCaptchaアイコン、ロゴ、またはその他のマークを使用する必要がある場合は、書面によるライセンスについて当社（IMI）に連絡する必要があります。",
    "2436973524": "正確な参照のみが受け入れられます。サイトがhCaptchaサービスおよびアプリケーションを使用していないのに使用していると言うことは許されません。同様に、当社のロゴまたはバッジの使用は、サイトがhCaptchaサービスを使用している場合にのみ同様に適切です。",
    "2437934778": "あなたの名前",
    "2438016011": "自主協定。これらの利用規約のすべての当事者は、それぞれが本契約のすべての側面を確認し、そのすべての条項を注意深く読み、完全に理解し、自発的に本契約を締結していることを表明し、同意します。",
    "2441638955": "まず、APIとは何ですか？",
    "2444685143": "ロゴポリシー",
    "2445034923": "これらの利用規約のすべての利用規約に同意しない場合は、サイトまたはサービスを使用またはアクセスしないでください（また、アクセスしないこともできます）。",
    "24452499": "解決;それは善悪に使用することができます。デュアルユースソリューションを研究、構築、または販売するすべての企業には、その行動の結果を検討する義務があります。",
    "2446481523": "小さな田舎の村の修道院に荷馬車の運転手と貴族が現れるという昔ながらの民話があります。汚い貧乏人の服を着た一人の男が巡査に言った、「私は貴族です。この男は私の運転手でした。",
    "2449501658": "は、不正なアカウントログイン試行による脅威を軽減するための最も高度な方法の1つであり、機械学習を使用してボットを検出および停止し、詐欺師がアカウントの乗っ取りを行うことを事実上困難または不可能にします。",
    "2462728596": "これらの点について満足できない場合は、利用規約に記載されているように、リクエストを拒否し、プラットフォームへのそれ以上のアクセスを終了する場合があります。",
    "2462909475": "中国のボット操作の一部である、悪用に使用された10,000台を超える電話の壁。",
    "2465128185": "迅速なフィードバックを提供するには、[フィードバックを送信]ボタンをクリックするだけです。",
    "2468683988": "見出し",
    "2474091800": "19.他のユーザーとの紛争。リリース",
    "2474661839": "私たちの",
    "247560732": "3行のコードでhCaptchaを追加します。 reCAPTCHAを使用している場合、APIは互換性があり、切り替えるのに数分しかかかりません。",
    "2477958756": "（）悪い人",
    "2481032625": "目標が防止することであるかどうか：",
    "2486638408": "仕様を定義する",
    "2487931657": "使用しないでください：「私たちは私たちのサイトをhCaptchaしました。」",
    "248923369": "BotStoplogo™",
    "2489287539": "摩擦のない「CAPTCHAなし」と99.9％のパッシブモード",
    "2491398763": "これらのページのすべてのテキスト、画像、グラフィックアニメーション、ビデオ、音楽、サウンド、およびその他の素材は、IMIまたは指定されている場合はサードパーティによって著作権法によって保護されています。合理的なフェアユースを超える方法で、商用目的でこの資料をコピーまたは変更することは禁じられています。このWebサイトに対する責任",
    "2497216176": "サードパーティの分析および追跡テクノロジー",
    "2498172334": "具体的には、あなたの計画は説明に失敗します",
    "2505227594": "7.超過分",
    "2510209017": "もっと助けが必要ですか？",
    "2510534204": "2020年3月23日まで***",
    "2513143348": "hCaptcha Enterpriseシステムは、その設計において独自の柔軟性を備えています。パブリッククラウドを運用している場合、または多くのデータセンターを所有している場合は、ネットワークのエッジに部分的または全体的に展開できます。",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "プライバシーパスの暗号化セキュリティの基礎となる。プロトコル自体は通過しています",
    "2531534427": "詳細はこちら。",
    "2534436327": "また、次の哲学的な異議も当てはまる可能性があります。",
    "2535001179": "GoogleのreCAPTCHAを使用している場合、APIはドロップインの代替品です。",
    "2540760245": "他の多くの用途の中でも、「人間かどうか」に基づいてオンライントラフィックをフィルタリングできることは、人間の本性が過去5000年間に記録された同じパターンに従う限り、貴重なツールであり続けるでしょう。",
    "2543123170": "ゼロ摩擦人類検証",
    "254326776": "これらの欠陥の悪用は、開示または学術出版の前に数か月または数年にわたって発生していることがしばしば発見されます。",
    "2544169219": "最近の最先端の結果：ICML LLD、2019年5月。",
    "2544565802": "2019年7月15日-2019年10月15日",
    "2547140673": "10年以上の間、GoogleのreCAPTCHAサービスは、ウェブサイトの所有者に取引を提供してきました。Googleにユーザーを追跡させ、質問をさせ、その代わりに、ボットやスパムを阻止することを約束します。",
    "2547406584": "このCookieポリシーについてご不明な点がございましたら、次のアドレスまでお問い合わせください。",
    "2551802342": "–重大な事業の中断後、迅速に事業運営を回復および再開し、従業員と資産を保護し、財務および業務の評価を行い、会社の帳簿と記録を保護し、顧客とそのエンドユーザーがオンラインで取引できるようにすることで対応する予定です。要するに、当社の事業継続計画は、重大な事業の混乱の範囲と深刻さを考慮して、当社が可能な限り迅速に事業を再開できるように設計されています。当社の事業継続計画は、以下に対応しています。データのバックアップとリカバリ。すべてのミッションクリティカルなシステム。財務的および運用上の評価。顧客、従業員、および監督機関との代替コミュニケーション。従業員の代替の物理的な場所。重要なサプライヤーと顧客への影響。規制報告;また、事業を継続できない場合は、お客様に迅速に通知します。当社のコアサプライヤープールは、地理的に離れた地域にある重要な記録をバックアップします。あらゆる緊急事態は、時間帯や混乱の深刻さなどの外部要因に基づいて固有の問題を引き起こしますが、このサプライヤープールから、彼らの目的は自身の業務を回復し、サービスを迅速に再開できるようにすることであるとアドバイスされています。さまざまなサプライヤーを利用してリスクの軽減に努めてきましたが、この期間中にサービスが変更または中断される可能性があります。",
    "2555914614": "アクセシビリティのユースケース。現在のa11yアプローチとプライバシーパスの発行を組み合わせることで、a11yユーザーは、トラフィックがよりプライベートであるという知識を持って安全に閲覧できるようになると同時に、a11yオプションが利用可能な場合に必然的に発生するボットオペレーターによる悪用を制限できると考えています。私たちは、この新しいテクノロジーを標準化するIETFワーキンググループに積極的に参加しています。",
    "2557240048": "仕組み：まず、ユーザー補助機能のユーザーが次の方法で登録します",
    "2557601376": "hCaptchalogo™",
    "2560582224": "バグバウンティプログラム",
    "2561077702": "私たちのサービスを提供するために",
    "2565565429": "代わりに、「hCaptchaを使用して、サイトをより安全にしています。」を使用します。",
    "2575690545": "多くのサイバー詐欺のように、アカウントの乗っ取りは、ほとんどが自動化された大量のプロセスの問題です。母親の地下室でパーカーを着たハッカーが、銀行のWebサイトに一度に1つずつパスワードを入力することはめったにありません。",
    "2583775432": "Q：プライバシーはどうですか？登録は何らかの方法でa11yブラウジングデータを公開しますか？メールはどうしますか？",
    "2588750717": "実際、一部のクレデンシャルスタッフィング攻撃には、何百万ものクレデンシャルが含まれます。すべてが、疑うことを知らないWebサイトのログインインターフェイスに詰め込まれ、侵入されることを期待しています。侵入すると、攻撃者は被害者のアカウントを乗っ取ることができます。",
    "2590587108": "静的および動的コンテンツ編集",
    "2593768395": "Web、ネイティブモバイル、モバイルWeb全体でシームレスなエクスペリエンス。構築済みの統合とネイティブSDKが利用可能です。",
    "2593864519": "より多くのボットを停止します。ユーザーのプライバシーの保護を開始します。",
    "259613338": "これらの利用規約に関して質問がある場合。",
    "2597149484": "ハッカーが非常に多くのクレデンシャルを「詰め込む」必要がある理由は、盗まれたクレデンシャルをどこで取得するかと関係があります。",
    "2597352122": "注釈タイプ",
    "2600696085": "2021年3月15日",
    "2602081482": "hCaptcha Enterpriseは、高度な機械学習を使用して、サイトやアプリへの悪意のあるトラフィックを特定します。これには、スクレイピングアクティビティも含まれます。",
    "2602763587": "クレデンシャルスタッフィングは、攻撃者が盗んだユーザー名とパスワードのペアを使用してWebサイトに複数回ログインしようとするサイバー攻撃の一形態です。 「スタッフィング」とは、繰り返しログインを試みることを指します。これは、ほとんどの場合、自動化されたボットソフトウェアによって実行されます。",
    "2603863826": "PS：改善を使用できる言語の翻訳を見つけた場合は、遠慮なく提出してください。",
    "2605814073": "当社のサービスを使用または登録することにより、お客様は以下に同意するものとします。お客様は18歳以上である。あなたには、あなた自身またはあなたが代表する団体に代わってこの契約を締結する権限があり、これらの利用規約およびここで参照されているすべてのIMIポリシーとガイドラインを常に遵守します。また、当社のWebサイトを悪用したり、身元を偽って伝えたり、人工知能を使用して、人間の知能を必要とするIMIのタスクの一部を完了したりすることはありません。",
    "260595108": "アクセシビリティの電子メールや情報を、使用の促進と悪用の防止以外の目的で使用することはありません。",
    "2611914656": "ユーザーがエラーを経験した場合、Sentryを使用してデバッグデータを収集します。セントリーがデータを収集および処理する方法については、",
    "2616040974": "3.顧客と要求者",
    "2616226398": "私たちの対象",
    "2619472217": "8.再販",
    "2620705814": "グーグルは広告会社であり、彼らのセキュリティ製品は彼らの広告製品に非常によく似ています",
    "2621989404": "最終更新日：2021年9月24日。英語の用語は信頼できるものであることに注意してください。",
    "2624601135": "「hCaptcha」は、ブランド名の一部として使用したり、ハイフンで結合したり、アプリケーションやその他の製品の名前に使用したりしないでください。",
    "2624949852": "もちろん、reCAPTCHAは2009年以来、Webセキュリティの初期の参入者であり、悪意のあるボットやスパマーによる脅威の増大から何百万ものWebサイトを保護しています。ただし、近年は完全に危険にさらされています。",
    "262509504": "当社は、Cookieによって収集された情報を、このプライバシーポリシーに従ってお客様から収集した他の情報とリンクし、ここに記載されているように組み合わせた情報を使用する場合があります。同様に、当社のサイトでCookieを提供するサードパーティは、お客様の名前または電子メールアドレスを、オフラインまたはオンラインでの過去の購入やオンラインの使用情報など、収集する他の情報にリンクする場合があります。",
    "2631159699": "（）ワームだらけのブロードバンド接続されたWindowsボックスの軍隊",
    "2631249972": "当社は、お客様に通知することなく、当社のWebサイトを改善または変更する場合があります。",
    "26365791": "法律で認められる最大限の範囲で、サイトおよびサービス（およびその他の関連するサービス、情報、データ、機能、およびその他のコンテンツまたは資料）は、「現状有姿」および「利用可能な範囲」で提供されます。 IMIは、法律で認められる最大限の範囲で、商品性、特定目的への適合性、および非侵害の黙示の保証を含むがこれらに限定されないすべての保証を除外します。",
    "263761351": "hCaptchaは最初の信頼できる代替手段であり、今では毎月何億人もの人々によって使用されています。",
    "2639657759": "許可を得て使用するマーク",
    "2645321220": "また、reCAPTCHAのコストが高すぎると思われる場合は、hCaptchaEnterpriseについてお問い合わせください。現在、世界最大のパブリッシャー、金融サービス会社、およびWebインフラストラクチャ会社の一部で使用されており、reCAPTCHAの信頼できる代替手段であるだけでなく、現在利用可能な最高のボット保護を提供すると考えています。",
    "2646127839": "マスター利用規約のお客様の付録",
    "2648707986": "アカウントの乗っ取りは、悪意のある攻撃者がオンラインアカウントの所有者になりすますサイバー詐欺の一形態です。通常、アカウントは、詐欺師がお金、商品、またはギフトカードを盗むことができる金融機関またはeコマースビジネスにあります。攻撃者は、盗まれたログインクレデンシャルを使用してアカウントにアクセスし、それを乗っ取ります。おそらく、パスワードを変更して、実際のアカウント所有者を締め出します。",
    "2650241052": "アドバイスなし",
    "2650502379": "数秒で独自のチャレンジを開始",
    "2652399059": "信頼できるパートナー",
    "265443926": "誤解を避けるために、これらのしきい値は、個人、エンティティ、または組織として作成したすべてのアカウントに合計で適用されることに注意してください。たとえば、10個のアカウントを作成し、それぞれが1か月に100,000件のリクエスト（つまり、合計100万件のリクエスト）を受信した場合、その月のすべてのアカウントのフェアユースの制限を超えたことになります。",
    "2659418535": "仲裁手続き。本契約に基づくすべての仲裁は、米国仲裁協会の規則に基づいて、または相互に合意した仲裁サービスによって実施されます。仲裁人は、代替ストライキを通じて7人以上の名前のリストから選択された米国の仲裁人になります。仲裁において、各当事者は、適切な証拠開示を行い、否定的な申し立てを行い、必要に応じて証人と証拠を提示して、訴訟と弁護を提示する権利を有します。この点に関する紛争は、仲裁人によって解決されるものとします。紛争の解決は、訴えられた請求および抗弁を管理する法律のみに基づくものとし、仲裁人は、そのような管理法以外の根拠を行使することはできません。仲裁人は、仲裁人の立場で行動する場合、司法責任者の民事責任に対する免責を有するものとします。この免責は、他の既存の免責を補完します。裁定には、仲裁人の書面による合理的な意見が含まれている必要があります。あなたは、IMIに対してあなたが持っているかもしれない、またはIMIがあなたに対して持っているかもしれないという主張について、陪審員による裁判を受ける権利を放棄します。この条項に基づく請求は、適用される時効期間内に提起する必要があります。米国連邦仲裁法がこの条項に適用され、お客様は、本契約が商取引における取引を証明するものであることを認めます。",
    "2666258754": "弱教師ありディープハッシュ用のセマンティック階層ベースのリレーショナル埋め込み、Heikki Arponen、Tom EBishop。 ICML 2019、LLDワークショップ。",
    "2670003220": "ジョブズ",
    "2670352917": "hCaptchaは、人間が簡単に解決できる一方で、より信頼性の高いボット検出を提供します。",
    "2671622670": "企業",
    "267645277": "IMIはあなたの身元を確認する場合があります。これには、個人情報をサードパーティのデータベースまたは公式の法的文書と比較することが含まれる場合があります。あなたは、あなたの身元、あなたの電子メールアドレスの所有権、およびあなたの金融口座の所有権を確認するために必要な問い合わせを行うことを私たちに許可します。あなたは、私たちがあなたの身元を確認するのを助けるためにあなたに関する情報を提供することに同意します。",
    "2676853536": "マルチユーザーダッシュボード",
    "2681650568": "そしていつものように、プライバシーは私たちのコアバリューです。チャレンジコードは、必要な場合、およびユーザーとユーザーの両方を保護することが理にかなっている場合にのみ追加してください。データ収集の最小化は、統合の瞬間から始まります。",
    "2682873489": "オブジェクトの境界領域を定義する",
    "2683038211": "インターネットまたはその他の電子ネットワーク活動。",
    "2686825859": "無料でサインアップするか、hCaptchaEnterpriseソリューションについてお問い合わせください",
    "2689973938": "reCAPTCHAを改善すると、広告ベンダーとしてのGoogleに本質的な対立が生じます。",
    "2690395789": "受け取った機密情報が不要になった場合は、管理している施設、システム、またはその他の機器に存在する情報のすべてのコピーを（情報を開示した人の要求に応じて）迅速に返却または破棄する必要があります。",
    "2694001822": "ただし、システムのプロパティや新機能のテストを手伝ってくれる個人を雇うこともあります。",
    "2694150481": "クッキーを使用していますか？",
    "2696932851": "18.補償",
    "2697276059": "これが機能している証拠：世界中で均一な解決率",
    "2698140263": "すべての問題が同じというわけではありません。単一のスコアを取得するということは、有用であるためにあなたのニーズに対処しなければならないことを意味します。",
    "269838707": "あなたがコントリビューターである場合、あなたとあなただけが、完了するタスクとその数、およびそれらをいつどこで完了するかを決定します。選択したタスクの完了に、自由に時間を費やすことができます。タスクを完了する義務はありません。",
    "2698640210": "示されている課題とタイプを制御する",
    "2700197090": "A：ドメインレベルのホワイトリストをサポートするプライバシーまたは広告ブロック拡張機能（uBlock Originなど）を使用すると、期待どおりに機能します。必ずhcaptcha.comをホワイトリストに登録してください。",
    "2707282231": "ユーザーの課題をカスタマイズします。ボットが解決して侵入することを不可能にします。",
    "2710988028": "（）スパマーは簡単にそれを使用して電子メールアドレスを収集できます",
    "2712493234": "支払い詐欺：急速に進化するサイバー犯罪のモードを緩和する",
    "2714878440": "高度な機械学習と人道的検証により、サービスをスクレイピング、アカウントの乗っ取り、資格情報の詰め込み、スパムから保護します。",
    "2715462692": "私たちのAI倫理プロセスはどのように見えますか？",
    "2718999653": "カスタマイズされた脅威スコア",
    "2722456056": "2021年1月15日-2021年4月15日",
    "2728931827": "調整が行われるたびに、サイトキーごとの見積もりが更新され、サイトでユーザーの行動に重大な変化がない限り、将来の予測の精度が向上するはずです。",
    "2729131930": "スクレイピングとは何ですか？それはどのように機能しますか？",
    "2735073144": "また、必要に応じて継続的なレビューを行っています。たとえば、傘関連のラベル付けリクエストの日付とリクエストのソースに関する最近のレビューでは、過去12か月間に、政府機関または監視ソフトウェアの既知の州のサプライヤーが傘に関するリクエストを行っていないことをすぐに確認できました。 。",
    "2735878907": "事業継続計画ステートメント",
    "2740033957": "IMチームは、Apple、Amazon、および機械学習、分散システム、セキュリティのその他のリーダーの科学者とエンジニアで構成されています。",
    "2743692546": "ユーザーがhCaptchaを介して人間性を証明すると、彼らの労働力は匿名の公開市場に参入します。",
    "2745385064": "概要",
    "2752975480": "（）メールの送信は無料である必要があります",
    "2754937029": "許可されない使用",
    "2760410719": "純粋にパッシブな信号でボット検出を行おうとするサービスは、根本的な問題にすぐに遭遇します。正確なグラウンドトゥルースがない場合、システムが悪意のある攻撃者を正しく検出するかどうかをどのように検証しますか？",
    "2762458927": "ユーザーデータは販売されていません。",
    "2762759509": "アカウント乗っ取り攻撃の多くは、ほぼ完全に自動化されています。",
    "2769710842": "ご不明な点がございましたら、までお問い合わせください。",
    "278010425": "hCaptchaでの多種多様で頻繁に変更されるタスクも、自動化するのが困難です。 reCAPTCHAの単一のインターフェイスは何年も変更されておらず、頻繁に変更されない質問の小さなセットがあります。これは、hCaptchaがreCAPTCHAよりも強力なアンチボット保護を提供する方法の1つです。",
    "2781507299": "即時検証",
    "2782263070": "サービスは私たちにとって最優先事項です。私たちは24時間年中無休のオンコールサポートを維持し、実装中および実装後にエンジニアリング統合チームおよびオンコールスタッフと直接Slackを調整します。",
    "2784612261": "ヒューマンレビューをビジネスオペレーションに直接統合したいですか？信頼性の高いSLA、保証された容量、シンプルなRESTAPIを提供します。",
    "2785425016": "（人類検証ソリューションのコンテキスト、たとえば召喚状）",
    "278568955": "発効日：2021年9月1日。インフラストラクチャの追加",
    "2788024905": "情報を保護する方法",
    "2788836740": "マーケティング目的の連絡先情報は、購読を解除するまで継続的に保持されます。その後、私たちはあなたの詳細を私たちの抑制リストに無期限に追加します。アクセシビリティユーザーから収集された電子メール情報は、マーケティング目的で使用されることはありません。",
    "2790841456": "あなたが寄稿者である場合、あなたは以下の仲裁条項および集団訴訟の放棄に同意するものとします。",
    "279580593": "imachines.com",
    "279918384": "Googleはあなたの自由労働をどのように利用していますか？",
    "2801359190": "__cfduid、",
    "2801524659": "（）気持ちの良い対策は問題を解決するために何もしません",
    "2804310964": "お客様の本当の場所または身元を難読化するように設計されたプロキシWebサーバーまたはその他のデバイスを介して、または提供されたインターフェース以外の方法で、当社のWebサイトにアクセスまたはアクセスを試みます。",
    "2806751666": "hCaptchaとは何ですか？",
    "2808122102": "したがって、異文化間の機能は、当社のサービスの基本的な要件です。すべての正当なユーザーがコンテンツにすばやくアクセスできるようにすることは、私たちの使命の重要な部分です。私たちは110の言語で課題を提供し、関連する翻訳を継続的に改善して、すべての人が課題を解決できるようにしています。",
    "2808971932": "これは、divブロック内のテキストです。",
    "2813310562": "[サイトの設定]、[Cookie]の順にタップします。",
    "2819628066": "可分性。これらの利用規約のいずれかの条項が何らかの理由で無効または執行不能であると判明した場合でも、残りの条項の有効性および執行可能性に影響を与えることはありません。",
    "2820080973": "によってホストされた❤",
    "2826051554": "もっと",
    "2826705343": "商業情報。",
    "2827452240": "ここに記載されていない別のタイプが必要ですか？お問い合わせください。",
    "282913023": "トラフィックの多い企業向けの費用効果の高いオプション",
    "2840750518": "GitHub",
    "285116485": "当社は、収集した個人情報を「販売」しません（この用語はCCPAで定義されています）。当社が使用するサードパーティのCookieの種類に関する詳細については、上記の「サードパーティの分析および追跡技術」セクションを参照してください。",
    "2852295413": "固有の利益相反：ボットを停止すると、広告ネットワークの収益が減少します",
    "2862164005": "価格データを使用すると、reCAPTCHAが提供するセキュリティに正確な金額を設定できます。回答あたり0.001ドル以下です。",
    "2863840904": "ステップ6：最後のステップで、それらのHARとコンソールのログファイルをメールで送信し、問題を説明します",
    "2864016648": "プライバシーの問題",
    "2867855718": "3.プライバシーのニーズは、リクエストに対して十分に対応できると思いますか？",
    "2870341481": "未満。他のブラウザの場合",
    "2873297188": "すべてのCAPTCHAは非アメリカ人を差別しますか？",
    "2873911365": "ハードウェア認証についてはどうですか？",
    "2880837730": "アカウントの乗っ取りを停止するにはどうすればよいですか？",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines、Incは、hCaptchaビジネスを大幅に混乱させるイベントにどのように対応するかについての事業継続計画を作成しました。災害や混乱のタイミングと影響は予測できないため、実際のイベントが発生したときに柔軟に対応する必要があります。そのことを念頭に置いて、事業継続計画に関するこの情報を提供します。",
    "2894845722": "あなたのサイトのユーザーは、hCaptchaインターフェースの目立たないブランディングを通じてチャリティーへのあなたの貢献をすぐに見ることができるようになります。",
    "2895491273": "クッキーまたは他の追跡技術をブロックしたい場合、ほとんどのブラウザおよびモバイルデバイスは、クッキーまたは他の追跡技術が使用されていることを受信したときに通知するように設定を変更し、受け入れる/許可するかどうかを選択する必要がありますそれ。ほとんどのブラウザでは、既存のCookieを無効化または削除したり、将来のCookieを自動的に拒否したりすることもできます。ブラウザプラグインなどのサードパーティツールを使用して、Cookieの設定を制御することもできます。ただし、すべてのCookieを無効にすると、サイトの一部が正しく機能しない場合があることに注意してください。",
    "2896187462": "1.厳密に必要な匿名のサービス関連の統計、およびアクセシビリティサポートの支援などの他の技術的な目的に使用されます。",
    "2900525040": "カリフォルニア州の法律は、これらの利用規約およびそれらから生じる論争、論争、または請求に適用されます。",
    "2901894297": "hCaptchaは、米国デラウェア州コーポレーション（＃6393793）であるIntuition Machines、Inc。（ \"IMI\"）のサービスです。",
    "2903742230": "広告ネットワークは、訪問者を製品と見なします。私たちにとって唯一の目標は、彼らの人間性を決定することです。 Googleのサービスは、GDPR、CCPA、LGPD、PIPLの要件を満たしているか上回っており、プライバシーとセキュリティのバランスを取るように努めています。",
    "2904949278": "ハッカーはどのようにアカウントを乗っ取りますか？",
    "2905621957": "最終更新日：2020年7月18日",
    "290966395": "「米国外のお客様への注意」セクションで説明されているように、お客様の個人データは米国に転送、処理、および保存されることに注意してください。米国のデータ保護法は、お住まいの国の法律とは異なる場合があります。お客様は、当社のサイトにアクセスするか、当社のサービスを使用することにより、このプライバシーポリシーに記載されているように、個人情報を含むお客様の情報を米国に転送することに同意するものとします。",
    "2910560864": "2020年3月20日〜23日***",
    "2915355938": "アクセシビリティ",
    "2920213479": "任意のサイズの任意のカテゴリを並べ替えまたは追加します",
    "2921990472": "機能上の問題が発生した場合は、以下に従ってください。",
    "292211832": "Cookie、Webページカウンター、その他の分析ツールなどの技術的手段を介して収集された情報は、実用的になるとすぐに破棄されますが、Cookieの有効期限から最大1年間、通常は匿名化されて集約された形式で保持される場合があります。当社のサービスの潜在的な悪用を検出しない限り、その場合、将来の悪用を防ぐためにその情報を保持します。この匿名化および集約された情報を、お客様、お客様の世帯、IPアドレス、または保存されている情報に基づく個人情報にリンクすることはできません。",
    "292250020": "1.画面の右上隅にある歯車を選択し、[インターネットオプション]を選択します。メニューバーを有効にしている場合は、[ツール]、[インターネットオプション]の順に選択できます。",
    "2927700175": "機械学習の問題からラベル付けが難しいデータを収集し、それを使用してWebサイトまたはアプリの訪問者が人間であるかどうかを区別することにより、ボットにとっては難しいが人々にとっては簡単なCAPTCHAの課題を示します。",
    "2928362319": "郵送によるお問い合わせは、Intuition Machines、Inc.、350 Alabama St、San Francisco、CA94110に送信できます。",
    "2931396764": "11.これらの利用規約への違反",
    "2932826396": "3.最近リリースされたOSX10.15またはiOS13.4のいずれかで最新バージョンのSafariを使用している場合、AppleはサードパーティのCookieに関連するSafariの動作を変更し、デフォルトですべてをブロックします。ソリューションを実装していますが、それまでの間、Safariの[設定]の[プライバシー]セクションにアクセスし、[ウェブサイトの追跡：クロスサイト追跡を防止する]のチェックを外して、ユーザー補助Cookieが期待どおりに機能するようにしてください。",
    "2935155034": "欧州経済領域にお住まいの場合は、上記の「EUデータ主体への通知」という見出しの下に記載されている特定の権利があります。これには、お客様に関するデータを検査、修正、または削除する権利が含まれます。",
    "2939852138": "詐欺師はどのようにして支払い詐欺を回避しますか？",
    "2940689138": "インテグレーターおよびカスタマーアカウントを管理し、サービスを提供するため。当社は、特定のアカウントをインテグレーターおよび顧客に関連付け、それらにサービスを提供し、要求または問い合わせに応答し、サポートまたは技術支援を提供し、支払いを容易にするために、個人情報を使用します。",
    "2941545733": "私たちはエンジニアであり、営業担当者ではありません。私たちはあなたにあなたの選択に満足してもらいたいのです。",
    "2943346052": "IETFの標準化プロセスが続くにつれて、主要なブラウザが何らかの形式のプライバシーパスをネイティブに採用することが予想されます。これにより、最終的に拡張機能が不要になります。ただし、当面は以下の手順に従ってください。",
    "2945960297": "EUのデータ主体に関して、このプライバシーポリシーで使用される「個人情報」という用語は、欧州連合の一般データ保護規則（GDPR）で定義されている「個人データ」と同等です。",
    "2947576723": "この話は、運転免許証とデジタルフィンガープリントよりも前のものですが、アカウントの乗っ取り状況で何がうまくいかないかを示す良い例です。ある人がオンライン銀行口座またはモバイル決済アプリにログインします。彼は実際のアカウント所有者ですか、それともハッカーですか？誰が本当に誰ですか？これらのセキュリティ問題は、セルフサービスアカウントアクセスを許可する組織に影響します。",
    "2952586316": "すべての問題が同じというわけではありません。安全性が重要なタスクの注釈には、完全に人間の労働者からの99.99％の信頼が必要な場合があります。モバイルゲームアプリの1つのベータ機能のアノテーションには、中程度の信頼度しか必要ない場合があります。あなたが決める。",
    "2954157511": "なぜCookieを使用するのですか？",
    "2959486280": "これらの利用規約に同意しない場合は、サイトまたはサービスを使用またはアクセスすることはできません。",
    "295955580": "当社のウェブサイトには、サードパーティのウェブサイトへのリンクが含まれている場合があります。当社は、そのようなWebサイトを管理、調査、監視、またはチェックしません。当社は、そのようなWebサイトに含まれるコンピュータープログラム、コンテンツ、または意見について責任を負わず、またそれらを支持するものでもありません。当社のウェブサイトを離れてサードパーティのウェブサイトにアクセスする場合は、ご自身の責任で行ってください。",
    "2968026167": "あなたの好きな野菜",
    "2970907810": "ページ。同社の現在のCEOは、コンテンツを担当するマネージングディレクターです。",
    "2989126922": "メニューバーからChromeの設定を開きます。",
    "299335340": "それは何であり、攻撃を止める方法",
    "3004688366": "（）対策には、振り込め詐欺やクレジットカード詐欺を含めるべきではありません",
    "3005876482": "hCaptchaは現在最大の独立したCAPTCHAサービスであり、インターネットの15％で実行されています",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "お客様の権利に影響を与えるお客様の個人情報の処理の基礎としての当社の正当な利益への依存に反対します。",
    "3012870872": "無料版（hCaptcha Publisher）を使用しているウェブサイトやアプリは、Googleに寄付する代わりに、その作品から収益を得ることができます。",
    "3014149332": "A：いいえ、パスは相互運用できません。パスは同じ機関（この場合はhCaptcha）によって発行および引き換えられる必要があります。拡張機能にCloudflareとhCaptchaの両方からのパスがある場合、利用可能な数は、アクセスしているページの要件に応じて正しい量に変更されることに注意してください。つまり、ウォレットに100個のCloudflareパスと10個のhCaptchaパスがある場合、hCaptchaが埋め込まれているページの拡張機能アイコンに10個が表示されます。",
    "3014657981": "「Cookie」の横にある設定をオンにします。",
    "3017040355": "EUデータ主体データの処理は、当社の利用規約またはインテグレーターとのデータ処理契約のデータ処理補遺に統合された標準契約条項（SCC）の法的根拠に基づいて運用されます。",
    "3017533972": "私たち、私たちの学術研究パートナー、および私たちの顧客は、機械学習の分野で人類の知識を向上させるために、hCaptchaプラットフォームを介してクリエイティブコモンズライセンスのコンテンツの一部を参照または複製する場合があります。",
    "3018077211": "25.寄稿者の紛争解決",
    "3018523079": "一貫したユーザーエクスペリエンスでブランドを維持します。",
    "3022001832": "当社は、当社のサービスをWebサイトに組み込む人（「インテグレーター」）、データのラベル付けにサービスを利用する人（「顧客」）、および当社とやり取りするエンドユーザーを含む、当社のサイトおよびサービスとやり取りする個人から情報を収集します。当社のインテグレーター（「エンドユーザー」）のウェブサイトを介したサービス。",
    "3022301908": "アクセス",
    "3022922096": "、hCaptchaのエンタープライズ製品スイート。 hCaptchaの無料版とは異なり、",
    "3025548709": "この不公正な取引に代わるものはありますか？",
    "3027055607": "16.知的財産および所有権",
    "3028319964": "AI倫理",
    "3030395800": "これらの資格情報は通常、データ侵害に由来します。 「クレデンシャルスピル」とも呼ばれるこれらの攻撃により、何百万ものクレデンシャルがダークウェブにダンプされる可能性があります。流出が銀行からのものである場合、ハッカーはそれらの資格情報を使用して他のサイトにアクセスしようとします。非常に多くの人が複数のサイトで同じユーザー名とパスワードの組み合わせを使用するため、このアプローチは機能します。 （この方法はお勧めしませんが、現実はそれです。人々は同じログイン資格情報を繰り返す傾向があります。）",
    "30312304": "悪い連邦法が可決される前は州ごとに異なっていた他の欠陥。）",
    "3031284129": "保証の免責事項",
    "3031357206": "URLバーの横に新しいアイコンが表示されます。次に、hCaptchaを使用してWebサイトにアクセスします。次のようになります。",
    "3031953301": "代わりに、hCaptcha Enterpriseサービスを使用する機会を提供し、一定期間（「提供期間」）サービスを提供し続ける場合があります。オファー期間中の当社の継続的なサービスの提供は、本条に基づく当社の権利を変更するものではありません。",
    "3031953928": "HUMANNetwork™はHUMANProtocol Foundationの商標であり、許可を得て使用しています。",
    "3034959000": "取得できます",
    "3038275155": "集団訴訟の放棄。あなたは、集団訴訟、集団訴訟、または代表訴訟として提起、審理、または仲裁される紛争に対する権利を放棄します。本契約に含まれる他の条項にかかわらず、前文はいかなる場合でも本契約から分離することはできません。この権利放棄の全部または一部が執行不能、良心的、無効または無効であるという主張は、仲裁人ではなく、管轄裁判所によってのみ決定される場合があります。全国労働関係法の第7条に基づく権利の行使の結果として、または任意のフォーラムでの集団訴訟、集団訴訟、または代表訴訟の提起または参加の結果として、当社のWebサイトでのタスクに対する報復またはタスクの完了が妨げられることはありません。ただし、この集団訴訟の放棄の執行を合法的に求める場合があり、そのような集団訴訟または代表訴訟または請求の却下を求める場合があります。",
    "304004915": "ユーザーが誰であるかは関係ありません。悪意のあるユーザーやマシンである可能性がどの程度あるかだけです。私たちは次のようなイニシアチブをサポートします",
    "3044038608": "あなたは、私たちの登録プロセスで要求されたとおり、真実で正確かつ完全な情報を私たちに提供することに同意します。また、最新かつ正確に保つために、必要に応じてそのような情報を迅速に更新することに同意するものとします。",
    "3047519814": "アカウントやパスワードを他人と共有しないことに同意するものとします。",
    "3048865891": "費用と料金。弁護士費用が法律で明示的に規定されている場合を除き、当事者はそれぞれ、そのような仲裁における法的代理人のそれぞれの費用を負担するものとします。当事者は、仲裁人が請求する初期管理費を、最大で250ドル（US $ 250.00）まで分割します。仲裁人および裁判所の記者の費用は、もしあれば、最初は私たちが負担するものとします。ただし、仲裁人は、法律で定められているように、勝訴した当事者に適切な費用を与える、および/または仲裁人および/または裁判所の記者に関連する費用を分割するよう当事者に要求する裁量権を有するものとします。",
    "3049976256": "新しいラベリングの顧客ごとに、販売プロセス中にチェックリストを確認します。これには、オンボーディング前の最初のKYCの注意、アナリストへのすべてのリクエストの検証、セルフサービスプラットフォームを使用して行われたリクエストのリアルタイムのスポットチェックと定期的なレビューが含まれます。",
    "3054564199": "プレスキット",
    "3056723024": "13.許容できないタスクの完了",
    "305735018": "最後に、Googleの信頼できる代替手段です。 hCaptcha Enterpriseは、より高いセキュリティでreCAPTCHAの請求額を大幅に節約します。場合によっては、最大80％安くなります。",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "プライバシーポリシー",
    "3064321967": "最初の既知のスパムメールは1978年に送信されました。[",
    "3065000659": "「車をクリックする」たびに、シングルのトレーニングに役立っていることに気づきましたか？",
    "3068923550": "（）段階的に段階的に導入する場合は、対策が機能する必要があります",
    "3083289844": "ユーザーのプライバシーに影響を与える可能性があると思われる問題を見つけた場合は、次のアドレスにメールでお問い合わせください。",
    "3086730511": "あなたが私たちの無料サービスのインテグレーターであり、あなたが私たちのフェアユースのしきい値を超えていると判断した場合、現在は次のいずれか少ない方です。",
    "3088605177": "チャレンジコードは、必要な場合、およびユーザーとユーザーの両方を保護することが理にかなっている場合にのみ追加してください。",
    "3089778412": "hCaptchaが報酬を計算する方法",
    "3092200338": "** 15日が週末に当たる場合、支払い日は代わりに17日です。",
    "3093388779": "hCaptchaは、あらゆる規模の出版社に無料で使用できます",
    "3093689546": "簡単な統合",
    "3094150511": "規制当局：米国連邦通信委員会、45 L Street NE、ワシントンDC20554米国。",
    "3094354698": "2019年6月15日",
    "3096063825": "やってみて",
    "3096553330": "私たちが作成するすべてのシステムは、単に他の人々との関係を反映しています。",
    "3098677775": "Q：プライバシーパスを使用する場合、IPと閲覧履歴はhCaptchaから完全に非公開になりますか？",
    "3100722753": "潜在的なセキュリティまたはプライバシーの問題については、以下の手順を参照してください。",
    "3103557430": "情報の使用方法",
    "3103642530": "このレビューは、いくつかの基準で構成されています。",
    "3107683988": "これにより、24時間年中無休のオンコールスタッフによる管理のすべてのメリットを維持しながら、ネットワーク外のトラフィックとコストを大幅に削減して、最も厳しいSLAを満たすことができます。",
    "3108727249": "BotStop",
    "310885519": "また",
    "3114147525": "hCaptchaのお客様は、オブジェクト認識、属性検出（ラベルを収集して衣類の種類を識別する）、関連性ランキング（主要製品と比較して、いくつかのオプションから最も関連性の高い製品を選択する）、バウンディングボックス（画像）、「Human OCR」（画像内のテキストを識別する）、および他の多くのタイプのタスク。",
    "3117887301": "最大のオンラインサービスから信頼されている",
    "3119498672": "インターネットボット、Webロボット、ボット、スクリプト、またはその他の形式の人工知能を使用してタスクを実行するか、説明されているタスクを完了せずにIMIまたはリクエスターまたはインテグレーターから報酬を取得しようとします。",
    "3119589996": "仕組み：ブラウザ拡張機能は、プライバシーパスプロトコルをサポートするWebサイトの暗号化されたブラインドトークンを作成して署名する機能をユーザーに提供します。拡張機能は、hCaptchaサービスを使用して任意のサイトでチャレンジが解決されたときに、hCaptchaによって署名された暗号でブラインドされたトークンを含むパスを生成します。",
    "3121248460": "予想されるオーディエンスに対して、単純なものから複雑なものまで、無限に多様なカスタムチャレンジを表示します",
    "3128328457": "あなたがコントリビューターまたはインテグレーターである場合、あなただけが、推定またはその他の連邦、州、または地方の所得税、社会保障、FICA、および当社のWebサイトの使用の結果として支払うべき労働者の補償の支払いに責任があります。米国以外の法域における同様の税金または料金。あなたは、税法を順守しなかったために、私たちに対するいかなる査定についても私たちを補償し、無害にすることに同意します。",
    "3128433367": "... などなど",
    "3130928685": "ブログ",
    "3138772661": "毎年何千人もの命",
    "3139609561": "以下は、画像分類と属性検出ジョブタイプの2つの例です。 [",
    "31502377": "リッチテキスト要素とは何ですか？",
    "3152512587": "そして、システムは毎日何億もの解決策を収集します。 [",
    "3153117136": "hCaptchaの難易度設定のしくみ",
    "3160820928": "協調攻撃保護",
    "3161489950": "世界で最も高度なセキュリティMLプラットフォーム",
    "3162107126": "IMIは、お客様と本サービスの他のユーザーとの間の紛争の当事者ではありません。お客様は、IMIおよびその関連会社を、お客様と他のユーザーとの間の紛争に起因または関連する、既知および未知、疑わしいおよび疑わしい、開示および非開示のあらゆる種類および性質のあらゆる請求、要求、および損害から解放します。",
    "3167979932": "初日からプライバシーを保護するように設計されています。強力なデータ処理契約。",
    "3168199226": "しかし、2020年に、この種のデータセットを構築することは、1年前にはほとんど予想されなかった方法でデュアルユーステクノロジーとして認識される可能性があることが明らかになりました。",
    "3173156067": "記事にサンプル画像を含めたい場合は、いくつかの既製の販促素材を利用できます。",
    "3176531704": "データ注釈",
    "3178581111": "新しい目的のための使用",
    "3180664128": "何千もの信号を学習することにより、モデルは、個々の信号自体が問題を示すほど強力ではない場合でも、悪意のある動作を非常に迅速に検出することを推測し、高い信頼性に達することができます。",
    "3182435854": "著作権",
    "318339230": "（以下の1つ以上があなたの特定のアイデアに当てはまるかもしれません、そしてそれは持っているかもしれません",
    "3183855267": "1. hmt_id",
    "3186435874": "セッションID",
    "3192683783": "このプライバシーポリシーの変更",
    "3193548097": "ホープスプリングスエターナル",
    "3194111925": "サポート",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "APIの有用性と脆弱性",
    "3200641265": "2020年6月16日まで*",
    "3200859925": "1。目的",
    "320166522": "機械学習は現在、私たちの生活のほぼすべての側面に影響を与えています。多くの場合、私たちが気づかず、見ることができない方法で影響を与えています。オンラインセキュリティサービスも例外ではありません。",
    "3202747130": "完全合意。これらの利用規約および本契約で参照されているポリシー、手順、または条件は、主題に関する両当事者の完全な合意を構成し、両当事者の以前および同時期の関連するすべての合意、請求、表明、および理解に優先し、取り消すものとします。 。",
    "3203921334": "hCaptchaソリューションの多くの点が気に入りました。1）個人データを販売していません。彼らは最小限の必要な個人データのみを収集し、収集した情報とそれをどのように使用および/または開示するかについて透明性を持って説明します。",
    "3206136647": "ここでのグーグルの問題は、彼らが使用する質問データとそれを見る人に基づいています。すべてのデータが同じ文化（そしてGoogleの場合は同じ会社）からのものである場合、エデンの苦情に沿って、他の文化にうまく変換されない課題があることは確かに予想できます。",
    "3207769512": "本番ジョブのデプロイ",
    "3208155808": "機械で読み取り可能な個人情報のコピーを、お客様またはお客様が選択した第三者に転送します。",
    "3212830633": "2.適格性",
    "3213351333": "事前のコミットメントは必要ありません",
    "3213411837": "画像2",
    "3214322759": "それ以外の場合は、悪意のあるまたは不正な活動に従事します。",
    "3217791519": "2020年7月15日-2020年10月15日",
    "3225770968": "hCaptchaは、機械学習で最も労働集約的な問題を解決するように設計されています。タイムリーで手頃な価格の信頼できる方法で大量のデータにラベルを付けます。",
    "3225936061": "GoogleのBooksサービスの本のページから取られたテキストの写真を見て、OCR（テキスト認識）ソフトウェアの改善に役立っている可能性があります。",
    "322830977": "クッキーを無効にする方法。",
    "3228928991": "名前、電子メールアドレス、国など、個人を特定または連絡するために使用できる情報（「個人情報」）。当社は、現在および将来のインテグレーターおよび顧客から直接提供された場合（たとえば、アカウントのサインアップ時にフォームに記入したり、当社からの電子メール通知の受信を申請したりすることにより）、個人情報を収集します。また、個人情報をサードパーティのデータベースまたは公式の法的文書と比較することにより、インテグレーターおよび顧客の身元を確認する場合があります。",
    "3230004040": "あなたは視覚障害があるか、さもなければhCaptchasを完了することができませんか？",
    "3233305531": "商標",
    "3233441200": "侵害者ポリシーを繰り返す",
    "3235430156": "会社の機械学習システムは無料ですか？",
    "3235744534": "インターネットエクスプローラ",
    "3236311792": "4.hCaptcha内部分析。 2019年6月30日までに収集されたデータ。詳細はリクエストに応じて入手できます。",
    "3236873806": "IMIはこのウェブサイトに責任があります。",
    "3238184941": "注：個々のIPアドレスに関連する不正リスクは、要求に応じてインテグレーターと共有される場合があります。",
    "3238345709": "（）スパムは2週間停止し、その後は立ち往生します",
    "3238612014": "閲覧履歴、インターネットWebサイト、アプリケーション、または広告との消費者の相互作用に関する情報。",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "最終更新日：2021年2月18日",
    "324647915": "この情報を入手するために時間を割いていただきありがとうございます。",
    "3247172580": "hCaptchaは、高度な自己教師あり機械学習と、データの収集と保持を独自に最小化する新しいエッジコンピューティングアプローチを組み合わせ、世界中の250を超える場所から配信されて大規模なスケーラビリティを実現しました。",
    "325077666": "あなたの情報を提出することにより、あなたは私たちに同意します",
    "3251220335": "A：いいえ。Cookieを設定するには、使用する各デバイスで送信されたものと同じメールログインリンクをクリックしてください。",
    "3254142589": "（）管轄の問題",
    "3255230599": "クッキーとは何ですか？",
    "3256020881": "複数のウェブサイトまたは他のプラットフォームにわたるあなたの行動およびブラウジング活動を経時的に観察すること。",
    "3256245394": "だけでなく、私たちのブログの投稿、例えば",
    "3260825523": "直感的なマシン",
    "3264813246": "不適切",
    "3265293440": "（）SMTP以外のプロトコルの攻撃に対する感受性",
    "3265328927": "）、大規模な機械学習を実装する企業に製品とサービスを提供する機械学習会社。",
    "3265895521": "時間帯に基づいてチャレンジの難易度を上げ下げします",
    "3268946369": "6.クレジット：Gkrusze [CC BY-SA 4.0（https://creativecommons.org/licenses/by-sa/4.0）]",
    "3269644546": "お願いします",
    "3272552822": "開発者と暗号学者：",
    "32739972": "あなたが私たちのサイトに登録されている場合、あなたのログインセッション情報を保存するため。",
    "3276777569": "hCaptcha",
    "3280658086": "エンタープライズソリューション",
    "3286051798": "見出し、段落、ブロッククォート、図、画像、および図のキャプションはすべて、ネストされたセレクタシステムの「内部にあるとき」を使用してリッチテキスト要素にクラスを追加した後にスタイルを設定できます。",
    "328625009": "...私たちはあなたがいるときに準備ができています：私たちのサービスは24時間利用可能です。",
    "3287172429": "表示されているチャレンジタイプを制御する",
    "3288667364": "比較と検出",
    "3290996791": "他のすべての製品名、ロゴ、およびブランドは、それぞれの所有者に帰属します。このウェブサイトで使用されている他のすべての会社名、製品名、およびサービス名は、識別のみを目的としています。これらの名前、ロゴ、およびブランドの使用は、承認を意味するものではありません。",
    "3292221787": "課題は、それが正しいかどうかだけでなく、答えられ、質問と使用されるデータの両方を頻繁に変更します。",
    "3301728462": "何百万もの人々が、ブラウザ、拡張機能、デバイス、ファイアウォールなどの何千もの組み合わせで、毎月hCaptchaを使用しています。",
    "3312336121": "これは、Webユーザーが正当な人間であるかボットであるかを判断するために、膨大な量の行動データを消費します。",
    "3315658779": "hCaptchaEnterpriseでコンテンツのスクレイピングを防ぐ",
    "3319083717": "名前：",
    "3324288040": "フィードバックを送ってください",
    "332723732": "コンテンツ",
    "3329634829": "個人情報の処理を制限します。",
    "3329755436": "このプロセスをスピードアップする予定ですか？",
    "3334160175": "（）ブルートフォース攻撃に対して無防備です",
    "3336625692": "このページでは、AI倫理の文脈におけるこのトピックに関する私たちの考えを詳しく説明し、私たちのサービスの使用を確実にするために私たちが従うプロセスは、私たちが会社として採用したポリシーに沿ったままです。",
    "3339302473": "27.終了",
    "3342910682": "続きを読む",
    "3346362371": "機械学習はどうですか？",
    "3348433919": "あなたの権利",
    "3349094124": "倫理的懸念基準：目的",
    "3353238942": "hCaptchaは、ボットを人と区別することでボットを阻止するように設計されています。視覚テストはこのための便利なツールですが、誰もが視覚的な課題を解決できるわけではありません。",
    "3356329025": "1。30日",
    "3356349631": "グーグルクローム",
    "3357523404": "国境を越えたデータ転送",
    "33639629": "サードパーティのWebサイトには適用されません。このプライバシーポリシーは、当社のサイトにリンクしている、またはサービスが組み込まれている場合でも、第三者のWebサイト、オファリング、製品、またはサービスには適用されないことに注意してください。第三者に情報を提供することを決定する前に、該当するプライバシーポリシーを参照してください。パーティー。",
    "3365203058": "世界クラスのアンチボット保護",
    "3368788823": "テレンス・エデンは彼のブログで興味深い点を述べています： \"",
    "3370561195": "6.許容される行動",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI倫理のポリシーとプロセス",
    "3376724603": "2021年9月14日〜24日†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "今すぐデータにラベルを付ける",
    "337971271": "機械学習は便利です。ただし、機能するために個人データは必要ありません。",
    "3383086062": "hCaptcha Enterpriseは、完全なオンラインセキュリティソリューションです。アクティブモードとパッシブモードを使用すると、資格情報の詰め込みを停止し、アカウントの乗っ取りを検出し、疑わしいアクターをブロックできます。正当なユーザーにとってはすべて摩擦がゼロです。",
    "3386280249": "ラベル付きデータの市場を提供するため。当社のサービスは、ウェブサイトの所有者やデータのラベル付けを支援する必要のある企業へのサービスとして、機械学習システムの大量のデータラベル付けと人間によるレビューを可能にします。そのために、ラベル付きデータの取得に関心のあるお客様にラベル付きデータを開示します。",
    "3388180864": "Web規模で深い技術的課題に取り組むことに興味がありますか？私たちは常に世界中で才能のあるエンジニアを採用しています-",
    "3389431373": "reCAPTCHA v3のようなサービスは、サイトのすべてのページにトラッキングピクセルを配置することが、優れたセキュリティのために必要であると述べています。これはそうではありません。",
    "3395399558": "（）技術的に文盲の政治家",
    "3397976149": "hCaptchaPublisherのサポートを取得する",
    "3398978455": "2021年9月15日〜25日†††",
    "3401005681": "お金を稼ぐ",
    "3401861278": "、これは参照により本明細書に組み込まれる。この契約を確認して、お客様に代わって個人データを処理する方法を確認してください。当社は、EU一般データ保護規則の目的では「データ処理者」として、カリフォルニア州消費者プライバシー法の目的では「サービスプロバイダー」として運営されていることに注意してください。",
    "34074886": "あなたが挑戦に答えるたびに、私たちはあなたが人間であるかどうかを判断するために洗練されたモデルを使用します。次に、アクセスしたWebサイトはこの結果を使用して、ボットを排除することにより、サイトでのエクスペリエンスを向上させます。",
    "3408107995": "しかし今日では、スクレイピングは常にWebサイトからデータを取得するためのプログラム的なアプローチを意味します。スクレイピングソフトウェアは人間のユーザーのように機能し、ボタンをクリックして結果の出力を読み取ります。スクレイピングには多くの正当な用途があります。検索エンジンを強化するWebクローラーはその一例です。何千もの旅行ウェブサイトをくまなく調べて旅行のお得な情報を探すSkyscannerのようなツールもそうです。フィンテック企業もこれを使用して、データ接続に使用できるアプリケーションプログラミングインターフェイス（API）がない場合、銀行のサイトからユーザーの財務データを取得します。スクリーンスクレイピングについて覚えておくべきことは、その速度とスケーラビリティです。このプロセスでは、Webサイトが発生を阻止するように構成されていない場合、Webサイトから膨大な量のデータを収集できます。スクレーパーは、コンピューティングの速度で、Webサイトと、それらを強化する基盤となるソフトウェアおよびデータベースと対話することにより、大規模なデータセットを蓄積できます。",
    "3409726716": "書面による許可なしに、複数のアカウントに登録する。",
    "3412647984": "これにより、Cookieを登録および設定することにより、今後の質問を回避できます。また、広告ブロッカーをオフにしてみてください。",
    "3417372336": "数分で切り替えます",
    "3419878556": "「サードパーティのCookieをブロックする」が有効になっていないことを確認してください。",
    "3421090159": "オープンソース",
    "3426312287": "2022年1月5日〜15日",
    "3433896984": "BotStop™",
    "3434202027": "コミュニケーションでhCaptcha名を使用する場合は、「hCaptchaはIntuition Machines、Inc。の登録商標です」という帰属が必要です。",
    "3436534225": "パイロットを開始する事実上すべての企業が、最終的に当社のソリューションを選択します。",
    "3437412311": "エンタープライズユーザーの場合、パッシブスコアに依存して、ほとんどのシナリオで課題を完全に回避するためのオプションを利用できます。",
    "3441764123": "hCaptchaサービスを使用しているサイトのユーザー補助ユーザーにチャレンジが提示されると、ユーザーは自動的に合格します。",
    "3443160243": "hCaptchaPartner™",
    "3444947612": "間のトラフィック",
    "3446714684": "モバイル（iOSおよびAndroid）の統合",
    "345108670": "-資格情報の詰め込みやその他のアカウント乗っ取りの試み",
    "3453526675": "1.ファーストパーティ",
    "345563040": "（）これは愚かな考えであり、あなたはそれを提案するための愚かな人です。",
    "3457805519": "3.顧客の要求は、米国の法律および当社の契約規則に基づいて満たすことができますか？",
    "3458934553": "3.異なります。 30日まで。",
    "3460432665": "上記にかかわらず、米国の納税者の場合、W-9を毎年更新するように要求することがあり、W-9を完了するか更新するまで、タスクの実行を禁止することがあります。",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1.広告ブロッカーまたはブラウザのセキュリティ拡張機能でhcaptcha.comおよび* .hcaptcha.comのCookieをホワイトリストに登録します。",
    "3470857731": "reCAPTCHAがボットをどれだけうまく検出するかの分析。",
    "3475647460": "（）スパマーの協力が多すぎる",
    "3478726913": "hCaptchaには、地球上で最大のプールの1つがあります。あなたの規模がどうであれ、私たちは高価な事前の約束なしにそれを処理することができます。 1日あたり数百万のタスクは問題ありません。",
    "3479034323": "自分のコンテンツがhCaptchaプラットフォームで複製されているのを見つけ、何らかの理由で削除したい場合は、メールでお問い合わせください。",
    "3480023141": "アクセシビリティオプションの詳細",
    "3483700676": "何百万ものタスクを即座に起動",
    "3488019891": "hCaptchaは、Intuition Machines、Inc。の登録商標です。",
    "348809718": "4. [サードパーティのCookie]で[同意する]を選択します。",
    "349292953": "私たちが収集する情報",
    "3494826505": "ベンダーと協力して、データストレージ、ホスティング、分析など、サイトとサービスの重要な側面をそれらの目的のためにのみ提供することに取り組んでいます。",
    "3496767126": "誤解を避けるために、次の段落は、当社の注釈サービスを使用するお客様にのみ適用され、インテグレーターとしての当社のサービスの使用には適用されません。",
    "3500503648": "hCaptchaは、閲覧履歴を記録および分析するのではなく、即時評価に依存することにより、長期的なデータ保持を排除するように設計されています。また、次のようなイニシアチブもサポートしています",
    "3501923981": "最終更新日：2020年1月1日。",
    "3507532387": "（）すべての電子メールアドレスの小さな英数字のアドレス空間を簡単に検索できます",
    "3510143229": "hCaptchaは、ウェブサイトやアプリ向けのサービスです。",
    "3511610999": "あなたが正しい場所に着くようにしましょう。",
    "3515435438": "DMCAの苦情の報告",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "処理目的",
    "3520687192": "あなたとのコミュニケーションの記録（例えば、電子メールまたはツイッターを介して開かれたサポートチケット）は無期限に保持される場合があります。",
    "3524251858": "Cloudflareの製品管理ディレクター",
    "3526939538": "ソフトウェアのバグ",
    "3527140447": "ドキュメント",
    "3530599065": "プライバシーはゼロから構築されます。 hCaptchaはPIIを保持せず、多数のプライバシー義務および規制に準拠しています。",
    "353066938": "今日の最も困難な問題に取り組んでいる経験豊富なチーム。 hCaptchaはのサービスです",
    "3532143291": "当社のサービスとシステムを保護するため。分析情報を使用して、潜在的な脅威や脆弱性を特定することでシステムを保護し、収集した情報を保護します。",
    "353367791": "多くの異なるタイプの悪意のあるアクターを検出します。",
    "3536122902": "（）そのようにそれらを停止することは遅くなく、十分に苦痛ではありません",
    "3543141425": "それのための！",
    "3545935449": "新規または過去のユーザーを認識するため。",
    "3548097301": "発効日：2020年1月1日。",
    "354925785": "イントロ",
    "3554363588": "その他のマーク",
    "3554448168": "分類",
    "3555583744": "と",
    "356336077": "Lorem ipsum dolorは、amet、consectetur adipiscingelitに座っています。 eros elementumtristiqueのSuspendissevariusenim。 Duis cursus、mi quis viverra ornare、eros dolor interdum nulla、ut commodo diam libero vitaeerat。 Aenean faucibus nibh et justo cursus id rutrum loremimperdiet。 Nunc ut sem vitae risus tristiqueposuere。",
    "3564208535": "お客様は、当社から、または当社のサービスを通じて受け取った機密情報を保護するために、商業的に合理的な努力を払うことに同意するものとします。ボットスコアとエンタープライズサービスの非公開の詳細が含まれます。これには、非公開のドキュメントや、ボットの検出方法に関して共有する可能性のある詳細が含まれます。お客様がそのような機密情報へのアクセスを許可された場合、お客様が当社のサービスを使用することにより機密情報が公開されていると当社が判断した場合、当社は独自の裁量でお客様のサービスへのアクセスを変更、一時停止、または制限することがあり、合理的な努力を払います停止前に通知するため。",
    "3566102529": "詳細については、本日お問い合わせください。",
    "3569492665": "オンライン活動を記録することは答えではありません。",
    "3570415321": "会社",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "お客様から提供された情報の一部は、政府発行の身分証明書に記載されている人種や民族の身分証明書など、GDPRで定義されている機密データ（個人データの特別なカテゴリとも呼ばれます）を構成する場合があります。",
    "3573245166": "reCAPTCHAとは異なり、私たちはすべての国で働いています。",
    "3576146278": "必要な精度に対してのみ支払う",
    "3578122193": "関連するコンテンツでブランドを維持する",
    "3588274874": "欧州連合のGDPRやカリフォルニアのCCPAなどの規制の取り組みに沿った製品の提供に注力することで、私たちは大幅な成長を遂げました。もちろん、hCaptchaはreCAPTCHAの単純な「ドロップイン」代替品であり、数分でインストールできます。",
    "3588620914": "プライバシーパスはWebの標準による新しい発明であり、プライバシーパスを認識していない他のアプリケーションやブラウザ拡張機能がその機能に干渉する可能性があります。",
    "3590546893": "単純な行動分析は、悪意のある人物によって簡単に偽造されるシグナルであり、すべての正当なトラフィックの閲覧履歴も保持する必要があります。",
    "359073033": "ダッシュボードは、アクティビティの高レベルまたは詳細なビューを提供します。",
    "3594381346": "位置。",
    "3594440415": "最終的に、彼らはドアを開け始めるでしょう。",
    "3594526017": "IMの科学者は、CVPR 2020で弱教師ありテキスト認識（OCR）の新しいベンチマークを設定しました。",
    "3596207631": "Q：Cookieを設定した後も、まだ問題が発生しています。これは何が原因ですか？",
    "3600022491": "このため、私たちは、私たちのサービスを使用する出版社がセクション508とWCAG 2.1 AAに完全に準拠して、すべての人のアクセシビリティを維持できるようにするための、シンプルで痛みのない代替案を設計しました。",
    "3600718611": "GooglereCAPTCHAを検討してください。",
    "3600797185": "遡及的なボット識別を提供することは、その不正なトラフィックにお金を費やした広告主に遡及的に返金する方法についての厄介な質問にGoogleを開放するでしょう。",
    "360236473": "hCaptchaサービスは、個人のラベラーとして働く人を対象としたものではありません。この目的のために設計されたものでも、適切なものでもありません。個人の収入源としてhCaptchaを使おうとする人はお勧めしません。",
    "3604147138": "3.厳密に必要な技術的目的で使用されます：アクセシビリティユーザーの使用を可能にします。",
    "3609106478": "資格情報の詰め込み：",
    "3609929815": "。個人のラベリング作業の機会に関して将来あなたに連絡する目的でのみ、あなたの名前、国、および電子メールアドレス情報を保持します。",
    "3612043014": "...およびその他の簡単なタスク。人間にとっては簡単で、ボットにとっては難しい。",
    "361372538": "2.当社が提供するサービスは、合法である可能性があるが当社に受け入れられない方法で、お客様が差別的な目的で使用する可能性が高いと考えていますか？",
    "3614653023": "むしろ、この慣行は、アカウントの小さなサブセットのロックを解除することを期待して、数十の対象金融機関で数百万のユーザー名とパスワードのペアを試す大規模な資格情報の詰め込み攻撃に依存しています。自動化された詐欺ソフトウェアがアカウントにアクセスできるようになると、人間のハッカーが関与する可能性がありますが、そうでない場合もあります。",
    "361795034": "。不明な作者、c。 2000年",
    "3619183405": "2021年には、機械学習の進歩のおかげで、単純なCAPTCHAをソフトウェアで解決できる場合があります。これに対処するために、hCaptchaは次のようなプロパティの非常に詳細な分析も行います。",
    "3620039756": "右上の[その他]、[設定]の順にタップします。",
    "3620442880": "フラッシュセール保護機能",
    "3621401685": "（）奇妙な新しい税金の不人気",
    "3621411541": "hCaptchaのアクセシビリティオプションについて学ぶ",
    "3621455477": "詳しく知ることができ！",
    "3623028666": "（のようなサービスをご利用ください",
    "3624758171": "エンタープライズパブリッシャーもカスタムタスクを利用できます。",
    "3630114728": "すべてのサイトとアプリで何が起こっているかを確認してください。",
    "3644106388": "コンタクト",
    "3645414921": "消去",
    "364774188": "私はhuman™です",
    "3654556483": "金融機関とeコマース企業には、アカウント乗っ取りの脅威の一部を軽減するプロセスと制御があります。これらは、昔ながらの「小学校の親友の名前は何でしたか」というセキュリティの質問から、疑わしいIPアドレスやモバイルデバイスのプロファイルを探し出す検出方法まで多岐にわたります。",
    "3657743880": "クロスサイトCookieのブラウザの説明",
    "3660619092": "無料でサインアップするか、エンタープライズソリューションの営業担当者にお問い合わせください",
    "366088791": "hCaptchaはさまざまなタスクをサポートしています。",
    "3660891610": "あなたが寄稿者である場合、あなたではなくIMIが、タスクの完了の一環として作成するすべての作品の所有権を有します。本契約の条件に同意することにより、あなたはあなたの作品の所有権、所有権、および所有権（世界中に存在するすべての知的財産権を含む）を私たちに譲渡することに同意します（そしてこれによりそうします）。当社がそのような権利を取得、完成、および使用できることを保証するために、お客様はさらに次のことに同意するものとします。 （ii）あらゆる国でそのような所有権を記録、完成、保護、防御、および施行するための情報への合理的なアクセスを提供する。このセクションに基づくお客様の義務は、お客様が本サービスの登録を解除した後、または本サービスの使用を中止した後も継続します。あなたは、このセクションに記載されている目的のためにあなたに代わって文書を実行するあなたの実際の弁護士として私たちを任命します。",
    "3666807632": "14.寄稿者の資格とスキル",
    "3668115514": "hCaptchaはどう違うのですか？",
    "3668873369": "hCaptchaでは、初日とは異なるアプローチを採用しています",
    "3669258571": "クッキーポリシー",
    "3671246379": "手順5：[コンソール]タブをクリックし、右クリックして[すべて選択]をクリックし、テキストファイルに保存して、コンソールログを保存します。それも送ってください。",
    "3671828834": "共有される個人情報の例",
    "3673079511": "新たな基準",
    "3678889946": "2019年6月15日まで",
    "3679148535": "Q：プライバシーパスの他のどのアプリケーションに取り組んでいますか？",
    "3680327841": "私たちは、hCaptchaがすべての人にとってうまく機能するようにすることをお約束します",
    "3682071227": "アカウントの乗っ取りとは何ですか？また、どのように機能しますか？",
    "3688621388": "脅威のシグネチャ",
    "3694578791": "上記のように、当社（および当社のサードパーティベンダー）は、Cookie、Webビーコン、およびその他の追跡技術を使用して、分析情報を収集します。場合によっては、サードパーティベンダーと協力して、分析情報を収集する目的でCookieを使用します。",
    "3695206755": "義務のないあなたの環境で私たちを試してみてください。",
    "3700113699": "Androidデバイスで、Chromeアプリを開きます。",
    "3700767772": "拡張機能をインストールしたら、ここをクリックして（または、hCaptchaを使用するWebサイトで）パスを獲得してください。",
    "370366524": "エフェメラルサービステレメトリ",
    "3709608616": "その場合、お客様のアカウントは、事前の通知の有無にかかわらず、任意の期間、当社の独自の裁量により無効にされるか、収益の対象外と判断される場合があります。いかなる状況においても、フェアユースのしきい値を超えるリクエストは、書面による確認なしに収益の対象となることはありません。",
    "3714002185": "hCaptchaEnterpriseの詳細",
    "3715747429": "当社のオンボーディングエンジニアは、React統合、iOSネイティブアプリ用のSDK、Javaバックエンドの例、または事実上他のシナリオが必要かどうかにかかわらず、迅速に作業を進めることができます。",
    "3717512591": "プラットフォームの直接統合",
    "3717942925": "電子メールであなたの注意を引きたいと思う人々が常にいるように、人間だけがそれらにアクセスできるように、いくつかのリソースへのアクセスを制限したいという願望が常にあります。",
    "3719056187": "インターネットページで提供される情報は、個々のアドバイスを表すものではなく、これに代わるものではありません。個別のアドバイスが必要な場合は、サポートスタッフにお問い合わせください。このサイトの使用",
    "3720584906": "2021年7月15日-2021年10月15日",
    "3721365241": "試す",
    "3723626769": "あなたの貢献とレビューのために。",
    "3725880582": "チャリティーに還元する",
    "3729345277": "hCaptchaは、企業が必要な注釈を他の方法よりも速く、高品質で、低コストで取得するための方法です。",
    "3730038780": "ユーザーが解決するためのほぼ無限の数の課題から選択してください",
    "3730344349": "このセクションでは、カリフォルニア州の消費者に関して収集する個人情報と、カリフォルニア州消費者プライバシー法または「CCPA」に基づいて消費者に付与される権利について詳しく説明します。",
    "3733422465": "8.本人確認",
    "3740051331": "また、ソーシャルメディア、フォーラム、およびウィジェット内および電子メールのサポートチャネル全体で、ユーザーの質問を積極的に監視して回答することにも取り組んでいます。私たちはアクセス可能で応答性が高く、ユーザーの満足度を最高のKPIとして扱います。",
    "3741193183": "（）多くの電子メールユーザーは、ビジネスを失ったり、潜在的な雇用主を疎外したりする余裕がありません",
    "3744079744": "2020年6月15〜19日****",
    "3744153629": "名前：",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "コンタクト",
    "3753956446": "無料",
    "3758963444": "ありがとうございました！あなたの提出物は受領されました！",
    "3759360138": "4.ユーザー名とパスワード",
    "3759657802": "お客様は、本利用規約または本契約に基づくお客様の権利または義務を（法律の運用またはその他の方法により）譲渡、譲渡、または委任することはできません。",
    "3759923279": "プレスのお問い合わせは、次のメールアドレスに直接お問い合わせください。",
    "3764131594": "22.サードパーティのWebサイト",
    "3766910104": "2.厳密に必要な技術的目的（負荷分散、ルーティング）に使用されます。",
    "3767462250": "プライバシーのために設計された",
    "3768951251": "エンタープライズSLA",
    "3773515538": "「2つの単語を入力してください」と言われたことがありますか？",
    "378086442": "UX自体ではなく、CAPTCHAの数です。",
    "3782751514": "HUMANProtocol®はHUMANProtocol Foundationの登録商標であり、許可を得て使用しています。",
    "3783031293": "Cloudflareを使用してWebトラフィックを最適化します。 Cloudflareがデータを収集および処理する方法については、",
    "3795997071": "Chromeメニューアイコンを選択します。 [設定]を選択します。",
    "3800781598": "]ほぼ50年後、電子メールスパムは私たちを悩ませ続けています。数十億ドルと数千人年のエンジニアリング努力がそれを打ち負かすために費やされましたが、それでもスパムは続いています。両側に10億ドルの産業があります。つまり、それを擁護する産業とそれを送る産業です。",
    "3805618893": "Google Chrome（PC）",
    "3806054689": "2020年4月15日-2020年7月15日",
    "3807059944": "使用するチャレンジコンテンツを制御する",
    "3816867833": "フィードバック",
    "3817067682": "ポリゴン",
    "3817811295": "保証された信頼性と24時間年中無休の迅速なオンコールサポート。",
    "3819851005": "2.料金",
    "3821716514": "ページ。",
    "3828090208": "代わりに「forhCaptcha」を使用してください。サードパーティのロゴと一緒に使用する場合、「forhCaptcha」はサードパーティのロゴよりもサイズを小さくする必要があります。",
    "3833636936": "a）1秒あたり1,000リクエスト、",
    "3836291932": "Q：複数のデバイスを使用しています。複数回サインアップする必要がありますか？",
    "3842490632": "多くの質問に答えようとする個々のユーザーは、レート制限されるか、すぐに禁止される可能性があります。同様に重要なのは、",
    "3842673636": "GDPRの下では、個人情報に関して一定の権利があります。当社が保有するお客様の個人情報に関して、以下の措置を講じるよう当社に依頼することができます。",
    "3842815245": "これはフェアトレードですか？",
    "38428546": "私たちはあなたのアカウントの存続期間を通してあなたの個人データを安全に保存します。当社は、法的、会計、または報告義務の履行または紛争の解決を含む、収集した目的を達成するために必要な期間のみ、お客様の個人データを保持します。保管期間を決定するために使用する基準には、有効な該当する契約条項、法的法定制限期間、該当する規制要件、および業界標準が含まれます。",
    "3844300338": "お客様は、お客様のタスクの実行または当社のWebサイトの使用に起因または関連するすべての請求、損害、責任、費用、および費用（合理的な弁護士費用および費用を含む）から当社を補償、防御、および無害にすることに同意するものとします。 。",
    "3844432472": "APIの非常にオープンで実用的なため、APIは攻撃者にとって非常に豊富なターゲットになっています。 APIを使用して企業システムにアクセスしてデータを取得するようにモバイルアプリをプログラムできるのと同じように、マルウェアも同様です。ハッカーは、APIを悪用するためのさまざまなソフトウェアツールを作成しています。効果的な攻撃テクニックです。",
    "384965568": "保持要件は管轄によって異なりますが、個人データのさまざまな側面の一般的な保持期間に関する情報を以下に説明します。",
    "3856690908": "2020年1月15日-2020年4月15日",
    "3856912381": "ユーザーは苦しんでおり、不要なWebスパムが蔓延しています。しかし、別の方法があります。",
    "3859506577": "ビジネスメール",
    "3861413614": "書面による明示的な許可なしに、hCaptchaがサードパーティの製品またはサービスと提携または承認、後援、またはサポートしていることを示唆するhCaptchaの商標またはロゴを使用することはできません。",
    "3863351997": "カリフォルニア顧客記録法（Cal。Civ。Code§1798.80（e））に記載されている個人情報カテゴリ。",
    "3871665286": "、hCaptchaウィジェット情報ページで目立つようにリンクされています。 1日に数回使用できる暗号化されたCookieが提供されますが、ログインを介して24時間ごとに更新する必要があります。",
    "3875523186": "gistfile1.txt",
    "3878077249": "個人情報の誤りを更新または修正します。",
    "3878230879": "私たちの目標は、それが常にあなたのために機能することを確認することですので、私たちはあなたの報告に非常に感謝しています！",
    "3881754581": "。あなたが当社の注釈サービスの顧客であり、サービスの使用の一部として「すべてのデータ」オプションを選択した場合、IMIおよびサービスのすべてのユーザーに、世界中の非独占的、サブライセンス可能、譲渡可能、関連するすべての知的財産権を含むすべての顧客データを完全に活用するための、ロイヤリティフリーの取消不能なライセンス。 「DataforAll」オプションを選択した場合、このセクションでライセンスを付与するために、データに対する十分な権利、権原、および利益を所有していることを表明および保証するものとします。",
    "3882147547": "忘却型疑似乱数関数",
    "388240587": "2022年1月5日〜15日",
    "3884400764": "これらのガイドラインに従ってhCaptchaマークを使用することはできますが、hCaptchaマーク、ロゴ、またはhCaptchaの他の商標、商号、サービスマーク、事業名、または親善に権利があることを意味するものではありません。可能な限り柔軟性を持たせたいと考えていますが、hCaptchaの商標、商号、サービスマーク、事業名、または信用の不正使用からhCaptchaを保護する義務があります。無許可の使用は、hCaptchaによって付与された許可またはライセンスを自動的に終了し、損害に対する法的責任を負う可能性があります。",
    "3887113660": "Q：プライバシーパスはhCaptchaの収益にどのように影響しますか？",
    "3891941747": "*** COVID-19アドバイザリー：COVID-19に関連するスタッフのキャパシティが減少したため、調整が再スケジュールされ、標準の検証を完了するための追加の時間が許可されました。支払いは金曜日に開始され、次の月曜日に完了する予定です。",
    "3892905664": "hCaptchaは、人間にとっては簡単で機械にとっては難しい簡単な質問をすることで、お気に入りのオンラインサービスがボット、スパム、悪用を防ぐのに役立ちます。",
    "3892952987": "私たちの開口部をチェックして、ここに適用してください",
    "3893539589": "タスクで必要とされない限り、商品またはサービスを提供する外部リンクを挿入します。",
    "389705801": "（）それを明示的に禁止する法律",
    "3897238493": "サービスは「現状有姿」で提供されます。当社は、サービス、関連するソフトウェアまたはマテリアル、タスク、または関連するアクティビティまたはアイテムのアクセス可能性、適合性、合法性、可用性、または機能性に関して、黙示的または明示的に、表明または保証を行いません。 IMIは、法律で認められる最大限の範囲で、商品性、特定目的への適合性、および非侵害の保証を含むがこれらに限定されない、すべての明示的または黙示的な条件、表明、および保証を否認します。欠陥、不適合、または不満に関するIMIに対する唯一かつ排他的な救済策は、サービスの使用を停止することです。当社は、お客様のコンピューターシステムへの損害、データの損失または破損、またはその他の結果として生じる損害について責任を負いません。 WebサイトまたはIntuitionMachinesPlatformへのアクセスまたは使用から。予定されたおよび予定外の中断が発生する可能性があり、当社のWebサイトが中断なく利用できることを保証するものではありません。",
    "3898950867": "（）ジョーの仕事および/または個人情報の盗難",
    "3900538778": "ラベル付けされたデータは、機械学習を促進する燃料です。 reCAPTCHAの回答は、2009年からGoogleのML / AIサービスを改善するために使用されています。reCAPTCHAを使用する多くの人々は、自分の労力が使われていることに気づいていません。",
    "3901503296": "プライバシーに対するこの独自の焦点は、優れたセキュリティを維持しながら、必要に応じて、個別のデータ保持、Cookieのない操作、およびその他の契約上のプライバシー保証を提供できないことを意味します。",
    "3904679538": "クロム",
    "3906359167": "ソリューション：",
    "3906886217": "企業やウェブサイトの場合",
    "3908992897": "また、世界中のすべての国と地域で使用されているため、一貫したグローバルエクスペリエンスの提供に重点を置いています。",
    "3909240516": "（）SMTPヘッダーは法律の対象とすべきではありません",
    "3910971075": "IMIは、知的財産権を含む、ソースコード、オブジェクトコードまたは基盤となる構造、アイデアまたはアルゴリズム、API、およびサービスに関連する追加のソフトウェア、ドキュメント、またはデータ（「ソフトウェア」）に関するすべての権利を所有します。直接的または間接的に、第三者またはその他の方法で次のことを行ってはなりません。（a）リバースエンジニアリング、逆コンパイル、逆アセンブル、またはその他の方法でソフトウェアの発見を試みること。 （b）ソフトウェアに基づいて派生物を変更、翻訳、または作成すること。 （c）ソフトウェアの権利をコピー、賃貸、リース、配布、誓約、譲渡、またはその他の方法で譲渡または妨害すること。 （d）タイムシェアリング、サービスビューローの目的、またはその他の方法で第三者の利益のためにソフトウェアを使用すること。または（e）所有権の通知またはラベルを削除します。",
    "3912514510": "（）メーリングリストやその他の正当な電子メールの使用が影響を受ける",
    "3912926900": "hCaptcha®は、クリエイティブコピーに初めて表示されるときに、登録商標記号が付いている必要があります。",
    "3913203723": "何らかの理由で、リクエスターが完了したタスクの実行を受け入れない場合、コントリビューターまたはインテグレーターとしてのあなたは、タスクに対する報酬を受け取る権利がありません。容認できないほど完了したタスクに対して報酬がすでに分散されている場合、私たちはあなたから報酬を回収することがあります。",
    "3913801502": "hCaptchaは現在インターネットの約15％で実行されています",
    "3913848038": "99.99％の稼働率SLAと24時間年中無休のグローバルサポートが利用可能です。",
    "3916131732": "南北アメリカ",
    "3922723611": "広告ブロッカーまたはブラウザのセキュリティ拡張機能を無効にしてみてください",
    "3926027556": "すぐにご連絡いたします。",
    "392886773": "すべての国で動作します",
    "3930611699": "個々の労働者。",
    "3930808600": "当社は、収集および保存する情報を保護するために適切な技術的および組織的対策を実施し、当社に代わって処理を実行するすべてのエージェントに同じことを要求します。残念ながら、100％絶対確実なセキュリティ対策はありません。そのため、収集および保存する情報の破壊、紛失、改ざん、不正開示、またはアクセスに対して100％安全であると保証できるネットワークまたはシステム（当社を含む）はありません。何らかの理由でお客様の情報が安全でないと思われる場合は、すぐに次のアドレスまでご連絡ください。",
    "3933993151": "個別のデータラベラーとして機能する",
    "394235836": "3.上記の提案のいずれも機能しない場合は、サポートメールを送信してください。何が起こっているのかを把握するお手伝いをさせていただきます。",
    "3942875761": "より良いWeb™の構築を支援する",
    "3943164003": "生で見る",
    "3943417791": "hCaptcha Enterprise（BotStop）のサポートを取得する",
    "3946753128": "プライベート。安全。もっと早く。",
    "3951112506": "。これにより、データの高度な不均一性がすでに保証されています。",
    "3951254541": "ご意見をお待ちしております。問題があればお知らせください。迅速に解決します。",
    "3952259236": "ブラインドデータをhCaptchaの数千のシグナルと組み合わせて、動作のクラスについてhCaptchaをトレーニングし（インスタンスのみ）、いずれかのソリューションのみよりも悪意のある動作をより適切に予測します",
    "3953584369": "洗練されたRBACアクセス制限が利用可能です。",
    "3955555607": "パートナーまたは認定再販業者を除き、サードパーティは、hCaptchaマークまたはスペルミスを使用して、キーワード、Google AdWords、またはその他のターゲット広告システムに入札することはできません。また、サードパーティがドメイン名、検索エンジン最適化、メタタグ、検索用語、コード、またはその他の不実表示にhCaptchaマークを使用することもできません。",
    "3955981186": "修正。 IMIの正式に承認された代表者によって署名された書面による文書でない限り、IMI以外の者によるこれらの利用規約の変更または修正はIMIを拘束するものではありません。",
    "3963216198": "APIがハッカーの人気のあるターゲットである理由を説明するために、最初に少し時間を取って、現在「API」という用語が何を意味しているのかを定義する価値があります。 APIの概念はまったく新しいものではありません。実際、さまざまなコンピュータシステムを相互に接続するためのインターフェイス、およびそれらの内部コンポーネントは、少なくとも1960年代の初めから存在していました。",
    "3963642878": "2019年12月14日まで*",
    "3967047208": "チェックボックスの選択を解除することにより、カスタムで一部の保護を一時的にオフにしてこれをデバッグすることもできます。問題が解決しない場合は、[トラッカー]チェックボックスの選択を解除するか、[Cookie]チェックボックスの選択を解除します。",
    "3971348140": "なぜhCaptchaを使用したのですか？他の誰も私たちが必要とする機能とパフォーマンスを提供できませんでした。彼らは私たちをすぐに立ち上げて実行しました、そして私たちの商人はその経験を愛しています。",
    "3972094614": "ブレンダン・アイク",
    "3972554015": "プロセスも。そしてブラウザ拡張機能はもちろんです",
    "3974566657": "サービスの人気が高まるにつれ、この種の発生は必然的に頻繁になります。 hCaptchaは、世界中のほぼすべての国で毎日何百万人もの人々によって使用されているため、このポリシーと、可能な限り透明性を高めるためにこれらの問題に対処する方法に関するケーススタディを公開しています。",
    "3978720689": "スパムと戦うためのアプローチ。あなたの考えはうまくいきません。これが機能しない理由です。",
    "3983646521": "すべての製品名、ロゴ、ブランド、商標、および登録商標は、それぞれの所有者に帰属します。このウェブサイトで使用されているすべての会社名、製品名、およびサービス名は、識別のみを目的としています。これらの名前、商標、ブランドの使用は、承認を意味するものではありません。この場合、まったく逆です。",
    "3987022469": "ラベリング",
    "3988350": "これは、実際のアンブレラアノテーションの優れたユースケースがあることを意味します。自動運転車の影響については意見の相違の余地がありますが、ADASシステムはすでに節約しています",
    "3991444169": "このページには、hCaptchaEnterpriseサービスの現在のサブプロセッサが一覧表示されます。",
    "3992401943": "2012年以降、ディープラーニングに革命がありました。タスクの精度に関する業界の基準は、主に深い畳み込みネットワークにより、過去10年間で根本的に改善されました。 Googleが提供する他のMLを利用したサービスは、この曲線をたどっています。",
    "4007826952": "ウェブ、モバイルなどでプライバシーを第一に考えたCAPTCHA。",
    "4008400186": "ステップ4：解決を試みた後、[HARのエクスポート]（小さな下矢印）をクリックします。これにより、ネットワークログが保存されます。そのファイルを私たちに送ってください。",
    "4011712313": "DMCAポリシーの一環として、侵害の申し立てに関する複数のDMCA通知を受け取った顧客のアカウントを、マルチステップのDMCA繰り返し侵害者ポリシーに配置します。暦月にDMCA通知が繰り返されると、顧客アカウントは1つのポリシーステップから次のポリシーステップに進みます。",
    "4015238193": "およびOCR [",
    "4019638786": "A：hCaptchaのプライバシーパスユーザーは、ブラウザのトークンウォレットが空であるか、サイトから送信されない限り、IPをhCaptchaに公開することはありません。 hCaptchaには、ユーザーをトークンの引き換えにリンクする方法がなく、トークンウォレットが空でない限り、引き換え中にユーザーと直接対話することはありません。",
    "4019660456": "0msのレイテンシー：API呼び出しなしでhCaptchaトークンを検証します。",
    "4023575072": "デュアルユース",
    "4024785952": "Cloudflare、Inc。（グローバル）。提供されるサービス：Cloudflare.com。",
    "4034694801": "一致する結果はありません。",
    "4036662147": "5.機密情報の保護",
    "4036872105": "最初に再試行します",
    "4039193170": "トークンの取得または引き換えに問題がある場合：",
    "4044467791": "過去12か月間にお客様から収集した個人情報のカテゴリについては、上記の「収集する情報」セクションをご覧ください。この情報は、上記の「個人情報の使用方法」セクションに記載されているビジネスおよび商業目的で収集されます。過去12か月間に、ビジネス目的で次のカテゴリの情報をサードパーティと共有しました。",
    "4051104324": "「IntuitionMachines」は、Intuition Machines、Inc。の登録商標です。",
    "4051785543": "使用する：",
    "4057343238": "身を引く",
    "4059570880": "標準化の取り組みを追跡したい場合は、現在、",
    "4060250206": "このフォームを使用して、当社の技術スペシャリストに連絡してください。迅速に対応します。",
    "4063155841": "2021年6月25日まで††",
    "4063769686": "ユーザーはアクセスしているサイトをサポートし、Webスパムの発生を抑えます。これはより公正な取引のようです。",
    "4065065042": "ユースケースにぴったり合うようにこれをダイヤルしてください。",
    "4065614934": "この分析は新しいものではありませんが、人々は永遠に楽観的です。特に彼らが彼らの考えが新しいと思うとき。",
    "4072202039": "2019年4月15日-2019年7月15日",
    "4074220464": "A：オーディオキャプチャのような以前は人気のあったオプションは、多くのa11yユーザーを差別し、最新の機械学習技術によって簡単に打ち負かされます。これにより、現在のオーディオの課題はますます困難になり、ノイズ、奇妙なタイミング、異常な単語の組み合わせなどが発生して、攻撃者を打ち負かしています。したがって、このアプローチとチャレンジを完全に回避することにはあまり熱心ではありませんが、a11yコミュニティからの需要がある場合は検討します。",
    "4080263153": "権利放棄なし。権利放棄が書面で行われ、署名されていない限り、当社は権利または救済のいかなる部分も放棄したとは見なされません。当社が本契約のいずれかの条項に基づく権利の行使を遅らせたり、執行しなかった場合でも、そのような条項または本契約の一部をその後に執行する権利の放棄を構成するものではありません。",
    "4082053540": "2021年6月19日〜25日††",
    "4083018285": "高度な持続的脅威に対処するための強化されたSOC監視および応答と組み合わせた一連の拡張機能",
    "4086379603": "質問？",
    "4087694419": "スクレイピングハッカーは、AmazonやeBayなどのサイトからデータを収集して、偽のまたは欺瞞的な商品リストを作成することもできます。その後、OfferUpなどのピアツーピアサービスでそれらを売りに出し、購入者にフィッシング攻撃を仕掛けることができます。または、詐欺師が存在しない製品を販売する可能性があります。さらにスクリーンスクレイピング詐欺には、広告発行者を偽造することが含まれます。詐欺師は、パブリッシャーサイトからコンテンツをスクレイピングすることにより、さまざまなサービスで偽の広告パブリッシャーページを作成できます。その後、それらのページの広告を認定再販業者に販売できます。再販業者の連絡先は、サイト運営者のads.txtファイルから取得します。広告スロットは広告主には本物のように見えますが、そうではありません。",
    "4087729475": "最初の解決後の課題。",
    "4088941349": "購入、取得、または検討された製品またはサービスの記録。",
    "4091044469": "。シークレットモードで拡張機能を有効にしていることを確認してください。次に、hCaptchaを使用して任意のWebサイトにアクセスし、キャプチャを解決します。バージョン2.0.3以降、hCaptchaを使用してWebサイトでこれらのトークンを利用できます。",
    "4097297673": "お客様、リクエスター、またはインテグレーターは、お客様とIMIの間の他の拘束力のある条件に加えて、以下の条件に拘束されることに同意するものとします。",
    "409780280": "（ ） よい試み、 ****！誰かがあなたのキーボードを踏むことを願っています！",
    "4099477834": "すべての顧客関係は、強力なデータ処理契約によっても保護されています。 hCaptchaサービスは、サービスや顧客がどこに住んでいるかに関係なく、すべてのプライバシー法に準拠しています。個人データを保持しないことで、他の企業よりもはるかに簡単になります。",
    "4101570501": "また、現在、プライバシーパスの作業を補完し、悪用を防止する能力を維持しながら、電子メールアドレスを迅速に破棄する暗号化ソリューションにも取り組んでいます。",
    "410397176": "詳細については",
    "4104188759": "AI倫理方針",
    "4104221634": "hCaptchaの顧客は、テクノロジー企業から、ファッション、小売、その他の機械学習の適用から価値を生み出すことができる分野に焦点を当てた企業まで、さまざまな業界にまたがっています。",
    "4114820649": "2. [プライバシー]タブをクリックします。",
    "4131598919": "押す",
    "4132302900": "5.あなたのプライバシー、あなたのデータ、そして「すべての人のためのデータ」",
    "4137573005": "は、データの使用方法に関して包括的で信頼できる回答を持っていますが、簡単な回答は、あなたを個人として閲覧履歴に関連付けることに関心がないということです。",
    "4138068262": "ユーザー。結局のところ、課題とのやりとりは、人間の本性が変わらない限り、オンラインでの虐待を減らすためのツールの武器の一部であり続ける可能性があります。",
    "4142610534": "支払いが遅れると、月額1.5％パーセント、または法律で許可されている最大額のいずれか低い方の割合で遅延料金が発生します。何らかの理由で本契約に基づいて支払われるべき金額を支払わなかった場合、当社の独自の裁量によりアカウントが停止される場合があります。その場合、タスクの完了のためにアカウントから追加の支払いが行われることはなく、すべてのタスクが削除されます。当社のウェブサイトから。お客様は、要求に応じて支払うべきすべての金額に加えて、処理手数料、延滞手数料、または弁護士費用を当社に払い戻す必要があります。また、信用報告機関や法執行機関に適切な報告を行う場合があります。",
    "4146870445": "私たちは誰ですか",
    "4147497805": "にんじん",
    "4149738856": "hCaptchaは形容詞として使用し、その後に適切な一般用語を続ける必要があります。",
    "41530052": "28.一般条件",
    "4154415610": "***** 2020年9月の支払いは、調整が完了するとバッチで実行されます。調整の遅延により、当初の予定より数日遅れて実行されるものもあります。",
    "4162383380": "2020年9月16日〜22日*****",
    "4162847": "一部のお客様は、Googleのサービスから完全に切り替える前に、同じリクエストでA / Bテストを実行するため、これを直接観察することができました。通常、reCAPTCHAv3またはreCAPTCHAEnterpriseからの高い誤検知率と誤検知率の両方を証明できます。",
    "4163469907": "ステップ2：開発ツールの[ネットワーク]タブをクリックします。上部の[ログを保存する]チェックボックスをオンにします。",
    "4165374512": "IPおよび位置検出ツールを使用して資格情報の詰め込みを防ぐことは可能ですが、より費用効果が高く正確な方法は、自動化された資格情報の詰め込みボット自体を単に中断することです。 hCaptchaとhCaptchaEnterpriseは、エントリの時点でボットを困らせる可能性があります。ボットが適切な資格情報を持っていても、hCaptcha Enterpriseの検出またはhCaptchaのCAPTCHAを通過できない場合、ボットはスタッフィングを実行できず、サイトとユーザーが保護されます。",
    "4166776480": "資格情報の詰め込み：それは何であり、攻撃を止める方法",
    "4169910317": "9.法律の遵守",
    "4172868199": "これよりもはるかに進んで、「善人」と「悪人」を区別しようとする領域に移行し、今日、世界で最も人気のあるオンラインサービスの多くで、購入詐欺から高度な持続性まですべてを見つけて阻止するために使用されています。プライバシーの保護に独自の焦点を当てながら、ユーザーに対する脅威。",
    "4179118182": "（）技術的（）立法的（）市場ベース（）自警行為",
    "4181060163": "サードパーティは、バリエーションやスペルミスを使用したり、hCaptchaの商標に関する最初の関心の混乱を引き起こすような行動をとったりしないでください。",
    "4181611011": "調整日",
    "4185927140": "プロダクトマネージャー、Flash、Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "マスター利用規約",
    "4188814619": "hCaptchaはIntuitionMachinesのサービスです（",
    "4194763679": "きめ細かい難易度",
    "4195759329": "ボットの検出とリスクスコア",
    "4197928199": "プライバシーポリシー",
    "4199502476": "高度なレポートダッシュボードとAPI",
    "4202774977": "物体",
    "4205152730": "当社のウェブサイト、フォーラム、メッセージング、チャット、およびIMIが管理するその他のソーシャルメディアチャネルのどこでも他のユーザーとやり取りすることをお勧めしますが、そうする場合は、当社のサイトおよび関連するすべての法律のすべての利用規約と使用法を遵守する必要があります。",
    "4208081170": "個人情報のカテゴリー",
    "4209078147": "私たちのサイトを改善し、私たちのプラットフォームとサイトへの訪問をよりよく理解するため。",
    "4215483493": "A：hCaptchaは、プライバシーをゼロから保護するように設計されています。これは、広告ネットワークが所有するreCAPTCHAのような従来のオプションとは大きく異なります。これらのオプションは、Web全体でユーザーを追跡し、実際のIDに関連付けるインセンティブを持っています。",
    "4217013126": "支払いは通常、支払い日の1日を通して実行され、通常は太平洋時間の深夜までに完了します。アカウントに審査のフラグが付けられている場合、支払いがリリースされるまでにさらに最大5営業日かかる場合があります。",
    "4217693416": "。このポリシーで説明されているように、hCaptcha.comおよびBotStop.com Webサイト（サイト）には、追加のCookieが含まれている場合があります。",
    "42182578": "個人情報を削除します。",
    "4222109231": "hCaptchaのエンタープライズ製品によるAPIリスクの軽減",
    "4224961202": "プライバシー、セキュリティ、機械学習。",
    "4227800293": "（）メールのユーザーはそれを我慢しません",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "属性の分類",
    "4230322909": "私たちは常に、新しい顧客とその使用目的をよく理解し、それが当社の製品とサービスに適していることを確認し、会社として採用したポリシーに準拠していることを確認するよう努めています。",
    "423222878": "検出、防止、阻止するのが最も難しいサイバー攻撃のいくつかは、悪意のある攻撃者が正当なユーザー資格情報を使用してアクティブなユーザーアカウントにログインできるものです。多くの高度な検出機能が整っていなければ、アカウントをホストしている会社は何かが間違っていると疑う理由がありません。顧客は単に自分のアカウントにログインしているように見えます。攻撃者は、盗まれたクレデンシャルを使用してこの成功した策略を達成しました。これは通常、「クレデンシャルスタッフィング」として知られるサイバー攻撃手法の結果です。今日は深刻な問題ですが、適切な対策を講じることで軽減できる問題です。",
    "424089481": "アマゾンウェブサービス社（グローバル）。提供されるサービス：アマゾンウェブサービス。 https://aws.amazon.com/security/",
    "4242322181": "お客様は、Intuition Machinesの純収入または個人資産に課せられる米国の税金以外の、サービスに関連するすべての税金の支払いに責任を負います。",
    "4243348003": "ステップ3：訪問",
    "4246520782": "実際、インターネットは近年、詐欺師と擁護者の間の真の軍拡競争を目撃しています。",
    "4247858664": "アクセシビリティサインアップページ",
    "4248655793": "—アレックスM。",
    "4255608322": "最終更新日：2021年4月12日",
    "42559805": "緊急のオンボーディングが必要ですか？",
    "4256083674": "特定のCAPTCHAチャレンジリクエストまたはIPアドレスの不正リスクを特定するためのインテグレーターからの直接のリクエスト、または特定の同意が得られた場合。",
    "4257144752": "リアルタイムの見積もりは最終的な正確性や人間性を反映していないため、最終的な収益は、最初の調整前にダッシュボードに表示された数値と大幅に上下する可能性があります。",
    "4260466272": "適用されるすべてのIMIポリシーを遵守する必要がある場合は、いつでも当社のWebサイトの使用を中止することを選択できます。当社は、独自の裁量により、本契約を終了するか、当社のWebサイトへのアクセスを一時停止するか、または理由の如何を問わず、通知なしに直ちにサービスを削除する場合があります。",
    "4260542944": "コンテンツスクレイピング（「スクリーンスクレイピング」または単に「スクレイピング」とも呼ばれます）は、Webから情報を収集するためのよく知られた、多くの場合便利なプロセスです。ただし、近年、この手法はハッカーや詐欺師に好まれるツールになっています。対策は脅威を効果的に軽減することができますが、それらを実装するには、プロセスがどのように機能するかを理解することが不可欠です。",
    "426125156": "17.著作権と削除",
    "4263626815": "hCaptchaアクセシビリティCookieは、すべての一般的なブラウザと標準設定の広告ブロッカーで機能するため、通常、失敗は「アンチアドブロック」スクリプトまたは特定のサイトを対象とする同様のルールセットが原因です。",
    "4264784515": "セキュリティバグ",
    "4270038521": "（「サイト」）およびhCaptchaアプリケーションプログラムインターフェイスと関連するソフトウェアおよび資料（総称して「サービス」）。",
    "4272022475": "すべてのリクエストとアセットはhcaptcha.yourdomain.comにアクセスします",
    "4272088465": "あなたがそれを使用することからあなたが得る収入であなたの選んだ慈善団体。",
    "4272454814": "選択したIDプロバイダーと統合します。",
    "4274324704": "書面によるコピーで私たちの名前を使用する方法は次のとおりです。",
    "4277475973": "（）奇妙な新しい形のお金を受け入れることへの国民の抵抗",
    "4280117172": "実際、ナイジェリア、インド、ブラジル、ドイツなど、多くの国は米国よりもわずかに優れています。",
    "4281708680": "。 hCaptchaでは、プライバシーを保護する機械学習技術を使用して、非常に異なるアプローチを意図的に採用し、データの消費と保存を可能な限り少なくしながら、典型的なボットの動作を高精度で識別しています。",
    "4284094387": "††調整期間中の最終計算の検証が遅れたため、2021年6月の調整と支払いの一部が翌週に実行されます。",
    "4286602632": "c）hCaptcha Publisher（無料）アカウントを使用して、Webファイアウォール（WAF）や同様のアプリケーションなどの商用ボット管理製品を有効にするインテグレーターに対する月間100,000件のリクエスト。",
    "4290195307": "詳細なガイダンスについては。",
    "433424759": "支払い詐欺は、サイバー犯罪者が被害者から価値のあるもの、通常は金銭を奪うあらゆる種類の違法取引を含みます。これは、盗まれたクレジットカードを使用してオンラインで商品を注文したり、銀行口座を乗っ取って違法に資金を送金したりすることを意味する場合があります。多くのバリエーションがありますが、それらはすべて同じ結果になります。詐欺師は、盗まれたIDまたは支払い情報を使用して、消費者、銀行、または商人から盗みます。",
    "435302267": "会社のブログ投稿",
    "436125785": "これらの製品で利用可能なフィードバックループの不正確さ、およびボット検出が上手くなりすぎないことに圧倒的な既得権を持つ広告ネットワークによって販売されているという事実を考えると、これは驚くべきことではありません。",
    "439777523": "規制事項",
    "443094024": "Filebin",
    "444492541": "Firefoxのデバッグログの手順",
    "448807334": "（「何億ものCAPTCHAが毎日人々によって解決されています。」）2019年7月8日取得。",
    "451701069": "GDPR、CCPAに準拠し、",
    "452920031": "米国外のお客様への注意事項。",
    "453723556": "お客様は、お客様またはリクエスターでなくなることにより、利用規約とは関係なく、このお客様の付録を終了することができます。当社は、お客様またはリクエスターとしてのステータスをいつでも一時停止または終了する権利、または利用規約に従ってお客様のアカウントまたはサービスの使用を終了する権利を留保します。お客様は、注文フォームに基づいて支払われるべき金額について、終了時に引き続き責任を負います。サブスクリプションに月額または年額の料金、または月額または年額の最低料金が含まれている場合でも、その月または年の終わりまで、すべてのサービス料金を支払う責任があります。",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "はい。当社および当社の分析またはサービスプロバイダー、マーケティングパートナー、および関連会社は、Cookie、Webビーコン、またはピクセルやその他のテクノロジーを使用して、サイトを使用するすべての人が可能な限り最高のエクスペリエンスを享受できるようにする場合があります。詳細については、プライバシーポリシーの「サードパーティの分析および追跡技術」セクションを参照してください。",
    "458271951": "Intuition Machines（リクエスターとして機能）に代わってIntegratorを介して、またはIntegratorに関連してサービスにアクセスしたり、タスクを実行したりするコントリビューターの場合、IntuitionMachinesは特定のタスクの許容可能な完了に対して報酬を与える場合があります。あなたがこれらの利用規約の詐欺、乱用、または違反に関与していることが判明した場合、あなたへのすべての報酬は、IntuitionMachinesによって保留および/または回収される場合があります。",
    "458376553": "インテグレーター、カスタマー、またはアクセシビリティユーザーアカウント（インテグレーター、カスタマー、またはアクセシビリティユーザーの場合）を通じて提供された特定の個人情報にアクセス、修正、修正、または削除することができます。それができない場合、または収集および/または共有した個人情報について質問がある場合、または処理への同意を取り消す（つまり、アカウントを完全に削除する）場合は、次のアドレスまでご連絡ください。",
    "461631543": "GDPRノート",
    "462321455": "仲裁地。このセクションに基づく仲裁手続きは、米国外に居住している場合を除き、デフォルトでカリフォルニア州内で行われます。米国外に居住している場合、仲裁は完全に電子的または電話で行われます。仲裁は、すべての当事者が書面で合意した場合、他の場所で行うことができます。その場所に関係なく、どの当事者もライブビデオまたは電話会議を介して仲裁に出頭することを選択できます。",
    "464238793": "Google自体が、広告を見たりリンクをクリックしたりするユーザーが実際にはボットであると判断した場合、そのユーザーに表示された広告に対して課金することはできません。この利益相反は、Googleのボット対策の野心の範囲を大幅に制限しています。",
    "465714311": "アクセシビリティユーザー向け：Q＆Aおよびトラブルシューティングガイド",
    "465783046": "あなたのデータで試してみませんか？",
    "468929661": "reCAPTCHAを破る平均コストは信じられないほど低く（1000回の解決あたり1ドル未満）、2016年に監視を開始して以来、大幅に増加していません。これはreCAPTCHAv2とv3の両方に当てはまります。 [",
    "469089249": "A：これは通常、積極的な広告ブロッカーまたはアンチCookie拡張機能、または「クロスサイト」Cookie（この場合はhCaptcha JSによって設定またはチェックされるhcaptcha.comのCookie）をブロックする設定を使用していることが原因です。あなたが訪問しているもののような別のサイト。",
    "47536007": "hCaptchaの詳細",
    "477275453": "APIがハッカーの人気のあるターゲットであるのはなぜですか？",
    "487083593": "販売",
    "493717511": "2.この顧客は次のようなサービスを要求していますか",
    "497117287": "アクセシビリティオプション",
    "499510428": "私たちは実際、規制がここで私たちを助けてくれたと信じています",
    "501102544": "：hCaptchaアンチボットサービス（つまり、ウェブサイト、ゲーム、またはモバイルアプリに埋め込まれたサービス）には、GDPR規制に準拠したいわゆる「同意免除」Cookieのみが含まれていると考えています。このような免除Cookieの例は次のとおりです。",
    "504332576": "hCaptchaが世界最大の独立したサイバーセキュリティサービスに成長し、インターネットの約15％で稼働していることを発表できることを誇りに思います。そして、この市場シェアのほとんどをGooglereCAPTCHAから直接取得しました。一緒に、hCaptchaと",
    "505891021": "ラベリングサービス",
    "508143070": "IMIはお客様の個人情報の管理者であることに注意してください。ただし、サービスの提供に関連してインテグレーターに代わって個人情報を処理する場合を除きます。この場合、当社は個人情報の処理者であり、これらのインテグレーターは個人情報。",
    "512598290": "したがって、すべてのhCaptchaマークとロゴは、大文字と小文字、書体、スタイルなど、以下のルールに準拠した形式で常に使用するようにお願いする必要があります。",
    "512991700": "料金に異議を申し立てる場合は、調整またはクレジットを受け取るために、エラーまたは問題が発生した最初の請求またはアカウントステートメントの締切日から30日以内にカスタマーサポート部門に連絡する必要があります。",
    "515733427": "（）電子メールで受信したOSパッチをインストールするユーザーの意欲",
    "517010299": "注：現在、ほぼリアルタイムの調整への主要なバックエンドの移行に取り組んでいます。定期的な調整は、2021年第1四半期まで通常よりも頻繁に実行されません。これは、支払いスケジュールや日付には影響しません。",
    "519755936": "お客様のみが、本サービスの使用に関連して、連邦、州、州、および地方の法律を遵守する責任があります。お客様は、法律を遵守しなかった、または契約、知的財産、プライバシーの権利を含むがこれらに限定されない第三者の権利を侵害したために、当社に対する請求について補償し、無害にすることに同意するものとします。",
    "532470444": "バランスは年ごとにわずかに変化する可能性がありますが、この行動は単に基本的な人間の性質を反映しており、5000年の記録された歴史は、ダイナミクスがすぐに変わる可能性が低いことを意味します。",
    "535659033": "クリエイティブ・コモンズの帰属",
    "538871570": "グーグルや他のビッグテック企業との競争は難しい注文のように思えます。彼らの独占的な市場支配力、プラットフォーム効果、高給の開発者の軍隊は、FacebookやAmazonなどの他のテクノロジー大手以外の誰にとっても取り組むには一般的に強力すぎると考えられています。私たちの話は、そのようにする必要はないことを示しています-プライバシーに焦点を当てることでビッグテックを打ち負かすことができます。",
    "54093347": "DMCA登録エージェント",
    "547245263": "今日、ボットの問題を解決してください。",
    "548587288": "世界中で。",
    "55035359": "現在reCAPTCHAを使用していますか？",
    "551761392": "正しく表示されていないものがあると思われる場合は、リンクを送信し、オプションでスクリーンショットを送信します。使用しているIPも送信してください。あなたはそれをから得ることができます",
    "552920956": "hCaptchaを使用すると、ボットやその他の形態の悪用をブロックしながら、Webサイトが報酬を獲得できます。 hCaptchaを使用すると、これらの収益で選択した慈善団体を支援することもできます。",
    "554844646": "クリックするたびにカウンターが1つ下がるのを見ると、拡張機能が機能していることを確認できます。",
    "555158694": "使用するサービスは、悪意のあるトラフィックを減らすためにhCaptchaをインストールすることにより、サイトでのエクスペリエンスを向上させることを選択しました。",
    "555246307": "ちなみに、貴族とその運転手の話は次のように終わります。巡査は二人の男を何時間も一緒に部屋に座らせ、彼らの心に飽きさせました。一日の終わりに、彼は現れて、「私は今、ワゴンの運転手と話します」と言いました。高貴な服を着た男が立ち上がった。彼はとても退屈だったので、彼は貴族のふりをしているだけだったことを忘れていました。",
    "555749578": "すべての大陸の主要国間で解決率の差異は1％未満です。",
    "558378834": "そのため、現時点では傘に関するご質問は受け付けておりません。現時点で傘についての質問をエンドユーザーが見たときに混乱する可能性は非常に高く、最終的に私たちの目標は世界をより快適な場所にすることです。",
    "563059212": "サブプロセッサのリスト",
    "564127016": "hCaptchaの手のアイコン：",
    "565624910": "下書き",
    "578738483": "通常、Webブラウザに組み込まれている機能を使用して、Cookieの使用をアクティブ化または後で非アクティブ化できます。 Cookieの詳細、またはCookieを制御、無効化、または削除する方法については、次のWebサイトをご覧ください。",
    "58091799": "hCaptchaPublisherとEnterpriseの詳細",
    "583434701": "hCaptchaアクセシビリティ",
    "585557010": "正当なユーザーの0.1％未満に挑戦します。",
    "593735469": "新しいスパム対策ソリューションが機能しない理由",
    "595582512": "ユーザーのプライバシーを保護しながら（そして関連するすべての規制を遵守しながら）、ボット、スパマー、その他の悪意のある攻撃者からサイトやアプリを効果的に保護したい場合は、hCaptchaと当社のエンタープライズ製品を検討してください。",
    "596347471": "アプリケーションプログラミングインターフェイス（API）は、サイバースペースの悪意のある攻撃者の一般的なターゲットになっています。これには、アプリケーション統合における優れたユーティリティなど、多くの理由があります。ただし、APIリスクを軽減することは可能です。",
    "600646860": "hCaptchaは、真の価値のある労働力を引き出しながら疑わしい価値のサービスを提供する代わりに、補償と強力なボット対策の両方を提供します。",
    "604751186": "その他の問題？ Eメール",
    "606978017": "hCaptchaへようこそ！このプライバシーポリシーは、当社のWebサイトを介した情報（以下に定義する個人情報を含む）の収集、使用、および開示に関するIntuition Machines、Inc。（「IMI」、「当社」または「当社」）の慣行について説明しています。",
    "611905972": "セキュリティを維持しながら、すべてのユーザーがシームレスにアクセスできるようにします",
    "614310292": "誰がhCaptchaを作ったのですか？",
    "615017396": "クッキー（「クッキー」）は、ウェブページサーバーによってハードドライブに配置される小さなテキストファイルです。 Cookieには、Cookieを発行したドメインのWebサーバーが後で読み取ることができる情報が含まれています。一部のCookieは、特定の機能を使用するか、特定の設定を選択した場合にのみ使用され、一部のCookieは常に使用されます。以下の現在のCookieリストを表示すると、各Cookieの詳細を確認できます。このリストは定期的に更新されるため、まだリストされていない追加のCookieが存在する可能性があります。 Webビーコン、タグ、およびスクリプトは、Cookieの配信、訪問のカウント、使用法とキャンペーンの有効性の理解、および電子メールが開かれて処理されたかどうかの判断に役立つように、サイトまたは電子メールで使用される場合があります。当社のサービス/分析プロバイダーによるこれらのテクノロジーの使用に基づいて、個別に集計されたレポートを受け取る場合があります。",
    "615031303": "（脚注を参照",
    "615618648": "2021年4月15日-2021年7月15日",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "2019年12月17日**",
    "633598495": "管理上の枯渇。このウェブサイトの使用に起因する請求は、行政機関に持ち込むことができますが、仲裁の合意があるにもかかわらず、適用法がそのような機関へのアクセスを許可している場合に限ります。このような行政上の請求には、平等雇用機会委員会、米国労働省、および全国労働関係委員会に提起された請求または請求が含まれますが、これらに限定されません。この条項のいかなる規定も、仲裁で請求を行う前に行政救済を尽くす義務を果たすために、代理店に行政請求を提起することを妨げたり免除したりするものではありませんが、これにより金銭的裁定を受ける権利を放棄します。代理店の手続き。",
    "636461959": "名前",
    "63719113": "高度な機械学習を使用して、サイトやアプリへの悪意のあるトラフィックを特定します。これには、スクレイピングアクティビティも含まれます。",
    "639413188": "に応じて。",
    "641342999": "、または問題が発生しているWebサイト（プライバシーに関する注意：それが何であるかを共有してもかまわない場合のみ）...次に、[私は人間です]ボタンをクリックして、解決してみてください。",
    "647630208": "以上です！オンラインブラウジングがよりプライベートになりました。",
    "648630222": "hCaptchaEnterpriseで支払い詐欺を防止する",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "2021年1月5日〜11日*",
    "64953197": "2020年10月15日-2021年1月15日",
    "651123197": "チャレンジを完了すると、ウォレットの現在の合計数がアイコンに表示されます。",
    "653679457": "さまざまな混乱",
    "654326661": "自分で見たいですか？ hCaptchaを無料でお試しください。",
    "655974837": "コンテンツに関する保証はありません",
    "659124570": "さらに、hCaptchaプラットフォームで複製された自分のコンテンツを見つけ、何らかの理由で削除したい場合は、次のアドレスに電子メールで連絡することができます。",
    "661412233": "一部のユーザーがボットであることをキャプチャ後に知ることも重要です。これにより、Webサイトの所有者は、古いスパム投稿を一掃し、将来スパムフォーラムに登録されている「スリーパーアカウント」を削除したり、詐欺を減らしたりすることができます。",
    "664236229": "プルリクエスト",
    "680638297": "お客様の個人情報の処理に関する情報を提供し、お客様の個人情報へのアクセスを提供します。",
    "685916926": "reCAPTCHAが時間の経過とともに改善されなかったのはなぜですか？",
    "692064738": "（）警察はそれを我慢しません",
    "692176459": "ログインする",
    "693820850": "プライバシーを最優先することでGoogleを打ち負かすことができます",
    "69844082": "hCaptchaの商標、グラフィックシンボル、ロゴ、書体、またはアイコンも、軽蔑的な方法で使用することはできません。",
    "700843971": "Hound Technology、Inc。（グローバル）。提供されるサービス：ハニカム.io。",
    "702287791": "hCaptcha Publisher（無料）",
    "703051968": "手のアイコン：",
    "707527778": "子供たちからの情報",
    "707541553": "当社のインターネットページに含まれるすべての情報は、IMIまたはサードパーティによって検証されています。ただし、IMIもサードパーティも、情報が最新、正確、または完全であることに責任を負うことはできません。これは、当社のページのハイパーリンクを介してアクセスできる他のWebサイトにも当てはまります。 IMIは、これらの外部Webサイトのコンテンツについて責任を負いません。",
    "710145621": "独自のグラウンドトゥルースデータを提供するか、その場で構築しましょう",
    "713281684": "ナス",
    "714342693": "hCaptchaチームは、2016年以来、「ダークウェブ」のキャプチャブレイクサービスから価格データを収集しています。興味深い傾向に気づきました。",
    "717622341": "hCaptchaEnterprise™",
    "719304627": "エンドツーエンドの制御が必要ですか？",
    "723027910": "これは法律上の助言ではなく、この分析に関して保証は提供されません。ご不明な点やご不明な点がございましたら、次のアドレスまでお問い合わせください。",
    "728503636": "支払い日",
    "731546974": "10.コントリビューターまたはインテグレーター税",
    "734735952": "多くのCAPTCHAベンダーを評価し、独自にシステムを構築しました。結局、hCaptchaはreCAPTCHAの最良の代替手段として浮上しました。",
    "735630686": "あなたの情報（あなたの権利）の管理",
    "740501259": "シンプルなAPI駆動型パイプライン",
    "741483946": "*つまり、hCaptcha.comでhCaptchaプライバシーパストークンを取得し、hCaptcha.comを使用して他のサイトで直接使用することができます。 Cloudflareは独自のプライバシーパストークンを発行して利用するため、Cloudflareが使用するhCaptchaサービスをバイパスするためにhCaptchaプライバシーパストークンを取得または利用することはできません。",
    "751483365": "JavaScript以外のクライアントのサポート。",
    "755156539": "hCaptcha認定再販業者™",
    "755283510": "13歳未満の子供からの情報または13歳未満の子供に関する情報があると思われる場合。",
    "759057398": "EUデータ主体への通知",
    "763447231": "同時に、ボットがパブリッシャーサイトにアクセスするのを阻止すると、広告詐欺が明らかになり、GoogleのreCAPTCHA製品が、収益の80％以上を生み出す広告ビジネスに直接対抗する可能性があります。",
    "766825168": "DMCAリピート侵害者ポリシーに基づいて実行する可能性のあるアクションには、アカウントの記録されている顧客への可視性の向上に関するアラートの送信が含まれます。これらのアラートを確認するために、お客様にアカウントへのログインまたはサポートチームへの電話を要求する場合があります。また、侵害者の警告を繰り返し送信した後も、侵害の申し立てのDMCA通知を引き続き受信しているお客様のhCaptchaおよびIMIサービスを一時停止または終了する権利、およびその他の暫定措置を適用する権利を留保します。さらに、このポリシーに基づいてhCaptchaサービスを終了する場合、当社は独自の裁量により、これらの顧客に提供された他のhCaptchaまたはIMIサービスを終了する場合があります。",
    "767207800": "データに露骨な内容や不快感を与える可能性のあるコンテンツが含まれている場合は、データを閲覧したすべての人に公正な警告として機能するように、「EXPLICITCONTENT」とマークする必要があります。 IMIとの書面による個別の合意なしに、（a）別のWebサイトまたはサービスを直接的または間接的に宣伝するタスク、（b）サードパーティのWebサイトの条件に違反するタスク、およびこれらに限定されない、当社のポリシーに違反するタスクを含めることはできません。条件、（c）寄稿者に第三者を勧誘するよう求めるタスク、（d）寄稿者にウェブサイトの動作または結果を操作するための行動をとるよう求めるタスク、（e）第三者の知的財産権を侵害するタスク、および（f）タスクコントリビューターがソフトウェアまたはファイルをダウンロードする必要があります。",
    "770264626": "サービスにhCaptchaを追加する（無料）",
    "776542208": "（）すべてのフィルタリングアプローチに関与する永遠の軍拡競争",
    "777660551": "資格情報の詰め込みとは何ですか？",
    "778204464": "リッチテキスト要素は、静的または動的コンテンツで使用できます。静的コンテンツの場合は、任意のページにドロップして編集を開始します。動的コンテンツの場合は、任意のコレクションにリッチテキストフィールドを追加してから、設定パネルでリッチテキスト要素をそのフィールドに接続します。出来上がり！",
    "779426309": "本名、一意の個人識別子、オンライン識別子、インターネットプロトコルアドレス、電子メールアドレス、アカウント名、またはその他の同様の識別子。",
    "779817954": "Q：別のプロバイダーが発行したプライバシーパスパスを持っている場合、hCaptchaでそれらを利用できますか？",
    "780280214": "hCaptchaとhCaptchaEnterpriseが資格情報の詰め込みの脅威をどのように軽減するか",
    "780475098": "広告ネットワークは、訪問者を製品と見なします。私たちは訪問が良いか悪いかだけを気にします。 hCaptchaは、GDPR、CCPA、LGPD、PIPL、およびその他のグローバルデータ法に準拠しています。",
    "787916198": "あなたの同意を得て",
    "788770967": "それを聞いてすみません！アクセシビリティオプションを使用することをお勧めします。",
    "793242047": "ユーザーに提示される課題を減らして、アプリケーションへの高速アクセスを可能にします",
    "793784899": "予定",
    "803639471": "hCaptchaロゴは、手のアイコンとhCaptchaロゴタイプで構成されています。別の形式では、スペースが制限され、「hCaptcha」が（上記のように）手のアイコンのすぐ近くでワードマークとして使用され、手のアイコンがhCaptchaを表すことが明確になると、手のアイコンが単独で表示される場合があります。",
    "805221621": "お問い合わせください",
    "805971861": "「傘」は、コンピュータービジョンの研究者が使用する標準的なベンチマークデータセットであるImageNetの用語です。安全な次世代先進運転支援（ADAS）システムを構築するには、傘を持っている人を確実に特定することも重要です。",
    "808872868": "例：2つのシステムが最初に接続された翌日から、スパム、詐欺、不正使用がオンラインで存在しています。",
    "809251240": "お問い合わせ",
    "811735413": "例外。ドッド・フランクウォールストリート改革および消費者保護法（公法111-203）によって提供される紛争前仲裁合意の対象とならない可能性のある紛争は、これから除外されます。",
    "818049069": "2019年7月15日まで",
    "824740867": "Googleは、ソリューションを改善するのではなく、セキュリティソフトウェアというよりも広告ネットワークのように動作するreCAPTCHA v3をリリースし、ウェブ全体から行動データを収集してユーザープロファイルを作成しました。残念ながら、この種の信号は簡単に無効になるため、ユーザーのプライバシーを損なう一方で、ボットに対する保護はほとんど提供されません。",
    "825780955": "個人情報",
    "826396656": "当社の事業継続計画",
    "832385387": "（）あなたと同じようなアイデアは簡単に思いつくことができますが、実用的なものはこれまでに示されていません。",
    "833750823": "チャレンジに苦労していませんか？",
    "835249867": "b）hCaptcha Publisher（無料）アカウントを使用しているほとんどのインテグレーターの月間100万リクエスト、または",
    "835396984": "現在アクティブ",
    "835545301": "以下のカテゴリの情報を収集します。",
    "835717930": "hCaptchaでのAI倫理",
    "836017336": "Firefox",
    "838049015": "クエリに一致するすべての画像を選択します",
    "838225123": "23.保証の否認",
    "83852121": "Microsoft Corp.（グローバル）。提供されるサービス：MicrosoftAzure。",
    "838951836": "（）スパマー自身の不正直",
    "846501387": "世界クラスのボット保護",
    "850025770": "A：私たちはそう信じています：ウェブを閲覧し、フォームにテキストを入力することができるあらゆる形態の障害を持つすべてのユーザーは、登録時にhCaptchaによって保護されているサービスにアクセスできます。ただし、これは法的なアドバイスではありません。特定の実装を考慮して独自の評価を実行し、これが展開に当てはまることを確認する必要があります。",
    "851679588": "はい。",
    "851786723": "メールアドレスを入力すると、利用規約とプライバシーポリシーに同意し、メールを受信することになります。",
    "852032043": "サファリ",
    "855097735": "すべての懸念のバランスを取りながらこれをうまく行うサービスを構築することは非常に難しい問題です（そして私たちは常に経験をできるだけ快適にするためにそれを改善するために取り組んでいます）が、スパム、乱用、アカウントの乗っ取りを減らすことに同意することを願っています、そしてオンライン詐欺は、最終的には時折簡単な質問をするだけの価値があります。",
    "857974529": "サイトとサービスを改善するため。分析情報を使用して、既存および新しいサービスとオファリングを改善し、既存および将来の製品オファリングをカスタマイズします。",
    "858218750": "およびでそれらを使用するためのガイダンス",
    "867314732": "高解像度を取得できます",
    "869702955": "当社のウェブサイトでタスクを実行することにより、お客様は当社のプライバシーポリシーに従って、お客様の個人情報の収集、使用、および開示を許可します。さらに、サービス関係を促進し、Webサイトを改善するために、コントリビューターID、IPアドレス、完了したタスク、その他の関連属性など、お客様と完了したタスクに関する特定の情報を、お客様が完了したタスクのリクエスターと共有する場合があります。あなたの資格、言語、スキル、そしてウェブサイトの使用に。",
    "874098071": "アクセシビリティユーザーの方は、こちらからサインアップしてください",
    "878585497": "条項",
    "879362350": "新しいAPIがインターネット上で機能することで、プラットフォーム、データスキーマ、プログラミング言語に関係なく、世界中のどこにいても、あらゆるソフトウェアやデータソースに接続できるようになりました。その結果、コンピューティングの世界は現在API革命の真っ只中にあります。アプリケーションとデータ間の接続性が爆発的に増加しています。そうでないまで、それは素晴らしいことです。",
    "881015166": "出版社向けのhCaptchaを私のウェブサイトまたはアプリに追加します",
    "88879089": "プライバシーパスは",
    "897432717": "カスタマイズされた脅威スコアの斬新なデザインにより、ビジネス知識を追加することで、モデルがユーザーに独自に関連するスコアを提供できるようになります。",
    "907324388": "関数",
    "910989640": "アクティビティの詳細でカスタマイズされたレポートを生成する",
    "918924423": "たとえば、Googleは、遡及的なボット検出のような明らかに価値のあるサービスを提供していません。数日間のデータを分析した後、ボットによって生成されたユーザートラフィックを宣言する方がはるかに信頼性が高くなります。",
    "920212083": "バグを報告",
    "922470170": "（）対策は、パブリックネットワークの妨害を伴うべきではありません",
    "926138631": "[プライバシーとセキュリティ]に移動し、次に[Cookieとその他のサイトデータ]に移動します。",
    "931661269": "（）一時的/一時的なメールアドレスは面倒です",
    "932546190": "CAPTCHAが常に私たちと一緒にいる理由",
    "936667684": "「建物/道路標識を入力する」ように求められたことはありますか？",
    "938404336": "2.異なります。 30日まで。",
    "939665604": "プライバシー重視",
    "941057651": "（）SMTPへの既存のソフトウェアへの巨額の投資",
    "946838734": "3.「詳細」ボタンを選択します。",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptchaのスペルは決して変更しないでください。また、hCaptchaは常に2番目の文字（ \"C\"）で大文字にする必要があります。複数形や所有格になることはありません。",
    "952813944": "当社のウェブサイトまたは本契約のいかなる条項も、お客様とIntuition Machinesの間に雇用、パートナーシップ、合弁事業、代理店、フランチャイズ、または営業担当者の関係を構築するものではありません。タスクを完了するための機器やツールは提供していません。福利厚生、労働者災害補償、保険は提供しません。当社は、お客様が当社のウェブサイトを使用する際に発生するいかなる費用についても責任を負いません。連邦または州の所得税、社会保障、またはその他の税金に対する報酬から金額を差し控えることはありません。競合他社を含め、あらゆる個人または企業のタスクをいつでも自由に実行できます。 Intuition Machinesに代わって、書面または口頭で契約を締結する権限はありません。",
    "956019009": "最大のWebインフラストラクチャ企業はすでに行動を起こしている",
    "961941354": "ただし、これには個人を特定できる情報（ \"PII\"）を使用する必要はありません。最新の暗号化技術により、個人データを可能な限り迅速に破棄し、代わりに、個人にリンクできない一方向の署名を作成することができます。",
    "963238401": "私たちは常にセキュリティバグの報告を受け取ることに関心を持っています。 Eメール",
    "971933157": "hCaptchaは、プライバシー、透明性、公平性に配慮しています。",
    "976209454": "報酬を獲得するか、慈善団体に寄付する",
    "98173630": "hCaptchaは、世界で最も広く使用されている独立したCAPTCHAサービスです。",
    "981806349": "実績のあるhCaptchaプラットフォーム上に構築",
    "984849234": "hCaptchaは、高度な機械学習を使用して、reCAPTCHAが約束するものだけを提供すると同時に、それを使用するWebサイトで取得した価値を共有します。",
    "987267027": "パーティ",
    "987375734": "IMIは米国を拠点としています。サイトおよびサービスは、米国から当社によって管理および運営されています。お客様の個人情報は、当社が施設を所有している、またはサービスプロバイダーと契約している国で保存および処理される場合があり、サイトおよびサービスを使用することにより、米国を含むお客様の居住国以外の国への情報の転送に同意するものとします。 、お住まいの国とは異なるデータ保護ルールがある場合があります。特定の状況では、これらの他の国の裁判所、法執行機関、規制機関、またはセキュリティ当局がお客様の個人情報にアクセスする権利を有する場合があります。",
    "987901590": "包括的な検証セットのない生データはありますか？ほとんどの場合、タスクがシステムを実行するときに作成するか、承認用のラベル付きサンプルを作成できます。",
    "989480928": "（）スパムの極端な収益性",
    "990215503": "hCaptchaは、広告ネットワークが所有していない唯一の主要なキャプチャサービスです。",
    "993651083": "ステップ1：開発ツールを開きます（これにより、セッションの記録が開始されます）。",
    "996362763": "これらのトークンはブラインドされておらず、将来の使用のために拡張機能によって保存されます。ユーザーがhCaptchaを使用してサイトにアクセスし、チャレンジに合格する必要がある場合（非表示か、[私は人間です]ボタンを使用するかどうかに関係なく）、ユーザーは自動的に引き換えられます。盲検化手順は、署名および引き換えられたトークンがhCaptchaの観点から暗号的にリンクできないことを意味し、したがってユーザーのプライバシーが保護されます。",
    "999610953": "最後に、Googleの信頼できる代替手段です。 hCaptcha Enterpriseは、より高いセキュリティでreCAPTCHAの請求額を大幅に節約します。場合によっては、最大80％安くなります。",
    "999674529": "Googleが検出するすべてのボットは、広告費がゼロになるはずです。したがって、Googleの企業インセンティブは、セキュリティサービスのユーザーとの整合性が低く、これは、reCAPTCHAセキュリティ製品のパフォーマンスが低いことの1つの説明である可能性があります。"
}