{
    "1290027486": "CEO da Brave. Co-fundador da Mozilla. Criador da linguagem de programação JavaScript. Construtor de navegadores e muito mais.",
    "1137470858": "11 de dezembro de 2021",
    "12462594": "O hCaptcha é construído na plataforma HUMAN, que permite roteamento e análise sofisticados para otimizar o custo e a eficiência em cada etapa.",
    "2262549101": "Os métodos alternativos de contato estão documentados no Diretório de agentes designados do DMCA do US Copyright Office",
    "2272776729": "Observe que você deve verificar sua identidade e solicitar antes que qualquer ação seja tomada, como fornecer sua identidade oficial. De acordo com a lei da Califórnia, você pode designar um agente autorizado para fazer uma solicitação em seu nome. Para designar um agente autorizado para fazer uma solicitação em seu nome, você deve fornecer uma procuração válida, a identificação válida emitida pelo governo do solicitante e a identificação válida emitida pelo governo do agente autorizado.",
    "2335607721": "Aviso prévio. Todas as notificações relacionadas a estes Termos de Serviço serão enviadas por e-mail ou publicadas em nosso site. Você deve nos enviar avisos em",
    "2875934612": "20 de novembro de 2020",
    "3084122606": "Quando o uso de suas informações pessoais for baseado em seu consentimento, você tem o direito de retirá-las a qualquer momento da maneira indicada no Serviço ou entrando em contato conosco em",
    "3312286067": "ou envie uma reclamação ao regulador de proteção de dados em sua jurisdição. Você pode encontrar o seu regulador de proteção de dados em",
    "3506025515": "hCaptcha não é afetado pelo log4shell. Veja como sabemos.",
    "3516838896": "O bug de execução remota de código log4j2 varreu recentemente a Internet, afetando uma grande porcentagem dos serviços online. hCaptcha não foi afetado. Aqui está como verificamos esse fato.",
    "3553195003": "hCaptcha não é afetado pelo log4shell.",
    "3610875753": "- Se, após uma interrupção significativa nos negócios, você não puder entrar em contato conosco como costuma fazer em",
    "3612764043": ", você deve acessar nosso site em hcaptcha.com ou hcaptchastatus.com.",
    "3626193263": "O Agente Designado do hCaptcha para o Digital Millennium Copyright Act (DMCA) é",
    "3794891866": "Os consumidores da Califórnia podem fazer uma solicitação de acordo com seus direitos sob o CCPA entrando em contato conosco em",
    "3814036702": "- Se você tiver dúvidas sobre nosso planejamento de continuidade de negócios, pode entrar em contato conosco em",
    "3975007628": "agora protege centenas de milhões de usuários em dezenas de milhões de sites e aplicativos todos os meses. Nossa história mostra que você pode competir com a Big Tech ao colocar a privacidade em primeiro lugar.",
    "4038264749": "Observe que, embora os pedidos COVID-19 locais permaneçam em vigor, não há garantias de que a correspondência será recebida em tempo hábil e e-mail (",
    "4115505783": ") é o canal correto para chegar até nós. A empresa não mantém números de telefone ou fax; este é o século 21.",
    "4164851712": "Só usamos suas informações pessoais conforme permitido por lei. Somos obrigados a informá-lo sobre as bases jurídicas do nosso processamento de suas informações pessoais, descritas a seguir. Se você tiver dúvidas sobre as bases jurídicas sob as quais processamos suas informações pessoais, entre em contato conosco em",
    "4201262098": "Essa tecnologia permite que a força de trabalho certa cuide de cada parte do seu trabalho, maximizando a eficiência de custos ao mesmo tempo em que preserva a privacidade e atende a quaisquer requisitos regulamentares aplicáveis.",
    "4217188341": "30 de novembro de 2020",
    "4238473596": "Minimizar o atrito para usuários reais é importante. O hCaptcha usa tarefas simples e leva menos tempo para a maioria dos usuários, ao mesmo tempo que interrompe o tráfego de bots.",
    "4243935861": "ha.com",
    "4270798104": "2. Tente desativar outras extensões. Se isso resolver o problema, ligue-os um por um até encontrar o problema e avise o desenvolvedor dessa extensão, além de nos avisar em",
    "427220273": "Podemos solicitar informações específicas de você para nos ajudar a confirmar sua identidade e processar sua solicitação. A lei aplicável pode exigir ou permitir que recusemos sua solicitação. Se recusarmos sua solicitação, informaremos o motivo, sujeito às restrições legais. Se desejar enviar uma reclamação sobre o uso de suas informações pessoais ou uma resposta às suas solicitações em relação às suas informações pessoais, você pode entrar em contato conosco em",
    "433026247": "Ao realizar tarefas, você pode adquirir qualificações e habilidades, que concederemos a nosso critério. Nós nos reservamos o direito de criar, editar ou revogar suas qualificações e habilidades a qualquer momento, por qualquer motivo ou sem motivo algum. Como não discriminamos com base na nacionalidade, raça, cor, gênero, orientação sexual ou qualquer outra classe protegida por lei, você terá a mesma oportunidade que qualquer outro Colaborador de obter acesso às tarefas conforme suas qualificações e habilidades se acumulem . Como Contribuidor, se você acredita que as questões problemáticas do teste afetaram suas qualificações, habilidades ou recompensas, você pode fornecer contenções bem fundamentadas descrevendo as questões problemáticas do teste por meio da interface de tarefas ou por meio de um tíquete em nosso sistema de suporte, por exemplo, por e-mail no",
    "492025216": "13 de dezembro de 2021",
    "799274928": "As notificações por e-mail são consideradas notificações por escrito para todos os fins para os quais notificações por escrito podem ser necessárias. As notificações por e-mail são consideradas recebidas no dia útil após a transmissão, devidamente endereçadas ao destinatário pretendido."
}