{
  "header-privacy-link": "Tūmataitinga",
  "header-integration-link": "Te whakauru",
  "header-cost-link": "Utu",
  "header-features-link": "Ngā āhuatanga",
  "header-docs-link": "Tuhinga",
  "header-login-button": "Takiuru",
  "header-contact-button": "Whakapa atu ki nga Hokonga",
  "intro-heading": "Kore waku manatoko tangata.",
  "intro-contact-button": "Whakapaa mai ki te ako atu",
  "intro-text-bottom": "I whakawhirinakihia e nga kamupene e kaha ana te paetukutuku.",
  "sub-menu-button": "Whakapa atu ki nga Hokonga",
  "sub-menu-item1": "hinonga",
  "sub-menu-item2": "Utu",
  "sub-menu-item3": "Te whakauru",
  "sub-menu-item4": "Ngā āhuatanga",
  "sub-menu-item5": "Tūmataitinga",
  "sub-menu-item6": "Tuhinga",
  "info-head-1": "I hangaia i runga i te papanga hCaptcha kua whakamatauria",
  "info-text-1": "Ko te hCaptcha Enterprise e whakahaere ana i runga i te hangarau papaaho hCaptcha, ka toro atu ki te whakauru i nga ahuatanga e hiahiatia ana e nga hinonga waka teitei.",
  "info-head-2": "He hoa whakawhirinaki",
  "intro-subtitle": "Whakaotihia to raru karetao i tenei ra.",
  "info-text-2": "Ko a maatau ratonga e whakawhirinakihia ana e nga kamupene nui rawa atu o te ao ki te mahi i nga miriona o nga kaiwhakamahi o ia ra puta noa i nga tekau miriona o nga waahi.",
  "cloudflare-quote-text": "I arotakehia e matou te maha o nga kaihoko CAPTCHA me te hanga punaha na matou ano. I te mutunga, i puta mai te hCaptcha hei huarahi pai ki te reCAPTCHA.",
  "cloudflare-quote-detail": "Kaiwhakahaere o te Whakahaere Hua, Cloudflare",
  "section-quote-head": "Ko te utu whai hua mo nga umanga hokohoko tiketike",
  "section-quote-text": "Ka mutu, he rereke pono ki a Google. Ka tukuna e te hCaptcha Enterprise he penapena nui mo to pire reCAPTCHA me te haumarutanga teitei ake: ki te 80% iti ake te utu i etahi keehi. Ko te nuinga o nga ratonga ipurangi nui rawa atu o te ao kua huri ki te hCaptcha Enterprise me te pai ake o te kitenga karetao me te penapena utu nui.",
  "section-quote-button": "Whakapaa mai ki a matou i tenei ra mo tetahi korero",
  "section-privacy-header": "Arotahi ki te Matatapu",
  "section-privacy-text-1": "Ko nga whatunga panui ka kite i o manuhiri hei hua. Mo tatou ko te hua anake te whakatau i to raatau tangata. Ka tutuki, ka nui ake ranei a matou ratonga i nga whakaritenga GDPR, CCPA, LGPD, me te tautoko i nga kaupapa penei i te Privacy Pass. Ka whakapau kaha matou ki te whakataurite i te tūmataiti me te haumarutanga.",
  "section-privacy-text-2": "Ko tenei arotahi ahurei ki runga i te taha muna ka taea e matou te tuku kore pupuri raraunga takitahi, mahi kore-pihikete, me etahi atu whakapumautanga kirimana e hiahiatia ana me te pupuri i te haumarutanga pai.",
  "section-security-header": "Haumarutanga Tuatahi",
  "section-security-text-1": "Ko te tika kei runga i to hiahia me to maatau. Ka mahi a hCaptcha ki te tuku raraunga pono ki a koe me te whakatau me pehea te whakamahi. Ko etahi atu captchas e whakaratohia ana e nga kamupene panui Gigantic. Ko te tikanga ko nga karetao katoa ka aukatihia e ratou ka whakaheke i a raatau moni.",
  "section-security-text-2": "Ma te whakamahi i nga tikanga ako miihini hou me te aro ki te noho muna ka taea e taatau ki runga ake i nga paerewa haumarutanga o nga taonga tuku iho ki te tuhi i nga rautaki katoa mo ake tonu atu me te kore e whara i te haumarutanga, i te muna a te kaiwhakamahi.",
  "section-user-experience-header": "Wheako Kaiwhakamahi Nui",
  "section-user-experience-text1": "Mo nga kaiwhakamahi hinonga, kei te waatea nga whiringa ki te karo i nga wero i roto i te nuinga o nga ahuatanga.",
  "section-user-experience-text2": "Whakaitihia te waku ma te karo katoa i te wero mo te 99.9% o to hokohoko tika i te wa e whakarato ana i te haumarutanga pai, he mihi ki nga tauira bot matatau.",
  "section-easy-integration-header": "Te whakauru ngawari",
  "section-easy-integration-text": "Ko te taapiri i te hCaptcha he meneti noa me etahi rarangi waehere. He hototahi te API taketake ki te reCAPTCHA V2, a he meneti noa te waa ki te huri. Ka taea e koe te whakatika me te whakahaere me tetahi momo pai ake i tenei ra, me te huri i nga waahanga matatau ake ina tika.",
  "section-easy-integration-serverside": "Taha Tūmau:",
  "section-easy-integration-frontend": "Tuhinga o mua:",
  "section-threat-header": "Nga Tohu Whakamatau Whakaritea",
  "section-threat-text": "Ehara i te rite nga raruraru katoa: ko te whiwhi i te kaute kotahi ko te tikanga me whakatutuki i o hiahia kia whai hua. Ki nga Tohu Whakawehi Whakaritea ahurei a hCaptcha, ma te whakawhitiwhiti korero tere ka taea e matou te whakarite i o maatau tauira ki te tuku kaute e tika ana mo to pakihi.",
  "section-challenges-header": "Whakarewahia o Wero i roto i nga Hekona",
  "section-challenges-text-1": "Kia mau ki te waitohu me nga mea e tika ana",
  "section-challenges-text-2": "Ina whakatau nga kaiwhakamahi i tetahi wero ki te whakatutuki i nga whakaritenga haumarutanga, he aha e kore ai e hanga mahi ahuareka me te whai take ki te kaiwhakamahi? Ma ta matou kaihoahoa wero ritenga ngawari, ka taea e koe te whakarewa i nga ihirangi wero tohu-tohu i roto noa i nga meneti.",
  "section-integration-header": "Whakakotahitanga Raarangi Tika",
  "section-integration-subheader": "Mo nga Kamupene Hanganga Tukutuku",
  "section-integration-text": "Ko te punaha hCaptcha Enterprise he tino ngawari i roto i tana hoahoa: ka taea te whakauru i tetahi waahanga, i te katoa ranei ki te taha o to whatunga mena kei te whakahaere koe i te kapua a te iwi, kei a koe nga pokapū raraunga maha. Ka taea e tenei te whakaiti rawa i nga utu me nga waka o waho-whatunga i te wa e mau tonu ana nga painga katoa o te whakahaere a a maatau kaimahi waea-waea 24/7 ki te whakatutuki i nga SLA tino kaha.",
  "section-support-header": "Te Tohunga me te Tautoko mo koe me o Kaiwhakamahi",
  "section-support-text": "Ko te ratonga te kaupapa matua mo matou. Ka mau tonu matou ki te tautoko waea-waea 24/7 me te tuku tika i te Slack me to roopu whakauru miihini me a maatau kaimahi waea-waea i te waa me muri i te whakatinanatanga. , me o maatau-a-widget me nga hongere tautoko imeera. He waatea, he urupare hoki matou, me te whakatau i te pai o nga kaiwhakamahi hei KPI runga.",
  "section-enterprise-header": "Ngā āhuatanga hinonga",
  "section-enterprise-title-1": "Te tiaki anti-bot te karaehe o te ao",
  "section-enterprise-desc-1": "I whakamatauria te whawhai ki te tauine paetukutuku.",
  "section-enterprise-title-2": "Nga kaute karetao tika",
  "section-enterprise-desc-2": "Rapua nga kaiwhakaari kino o nga momo momo rereke.",
  "section-enterprise-title-3": "Kore waku me 99.9% aratau hāngū",
  "section-enterprise-desc-3": "Wero iti iho i te 0.1% o nga kaiwhakamahi tika.",
  "section-enterprise-title-4": "Ko nga momo wero whakahaere kua whakaatuhia",
  "section-enterprise-desc-4": "Wharepukapuka whanui o nga momo hei whiriwhiri mai.",
  "section-enterprise-title-5": "Whakahaere ihirangi wero whakamahia",
  "section-enterprise-desc-5": "Noho tonu ki te waitohu me te wheako kaiwhakamahi rite.",
  "section-enterprise-title-6": "Nga SLA hinonga",
  "section-enterprise-desc-6": "He pono me te tere 24/7 tautoko waea-waea.",
  "section-enterprise-title-7": "Tautoko pūtirotiro tuku iho",
  "section-enterprise-desc-7": "He hototahi katoa ki te Internet Explorer 8.",
  "section-enterprise-title-8": "Papatohu purongo matatau me te API",
  "section-enterprise-desc-8": "Tirohia nga mea e puta ana puta noa i o pae me o taupānga.",
  "section-enterprise-title-9": "Ka mahi i ia whenua",
  "section-enterprise-desc-9": "Kaore i rite ki te reCAPTCHA, ka mahi matou i ia whenua.",
  "section-enterprise-title-10": "GDPR, CCPA, me LGPD-friendly kaupapa here tūmataiti",
  "section-enterprise-desc-10": "I hoahoatia mo te noho muna mai i te ra tuatahi. Whakaaetanga Tukatuka Raraunga Kaha.",
  "section-enterprise-title-11": "Nga taumata uaua pai",
  "section-enterprise-desc-11": "Waeahia tenei kia pai ai to take whakamahi.",
  "section-enterprise-title-12": "Ko te manaaki tuatahi",
  "section-enterprise-desc-12": "Ko nga tono me nga rawa katoa ka haere ki hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Papatohu-kaiwhakamahi maha",
  "section-enterprise-desc-13": "Tohaina te whakahaere puta noa i to roopu.",
  "section-enterprise-title-14": "Manatoko Inamata",
  "section-enterprise-desc-14": "0ms torohūtanga: manatokohia nga tohu hCaptcha kaore he waea API.",
  "section-enterprise-title-15": "Waea Waea (iOS me Android) Whakauru",
  "section-enterprise-desc-15": "He wheako pai puta noa i te paetukutuku, te pūkoro taketake, te paetukutuku pūkoro. Kei te waatea nga whakaurunga kua oti te hanga me nga SDK taketake.",
  "section-enterprise-title-16": "Nga Ture Whakaritea me nga Whakaaetanga Matatapu",
  "section-enterprise-desc-16": "Whakaotia o hiahia ture ina kore e taea e etahi atu kamupene.",
  "presented-challlenges-head": "Nga wero kua tukuna",
  "presented-challenges-title-1": "Whakatauritenga",
  "presented-challenges-text-1": "Tīpakohia nga whakaahua katoa e rite ana ki te patai",
  "presented-challenges-title-2": "Pouaka Herenga",
  "presented-challenges-text-2": "Tautuhia te rohe here mo nga mea",
  "presented-challenges-title-3": "Te whakarōpūtanga",
  "presented-challenges-text-3": "Tautuhia nga tapanga e rite ana",
  "presented-challenges-subheader": "...me etahi atu mahi ngawari. He ngawari mo te tangata, he uaua mo nga potae.",
  "presented-challenges-subtext": "E waatea ana nga mahi ritenga mo nga kaiwhakaputa hinonga.",
  "footer-header-1": "Kamupene",
  "footer-header-2": "Rauemi",
  "footer-header-3": "Whakapā",
  "footer-link-1": "Te tapanga",
  "footer-link-2": "Mō",
  "footer-link-3": "Nga mahi",
  "footer-link-4": "Waitohu",
  "footer-link-5": "Blog",
  "footer-link-6": "Tūnga",
  "footer-link-7": "Tuhinga",
  "footer-link-8": "Pūrongo he Bug",
  "footer-link-9": "Te urunga",
  "footer-terms": "Nga tikanga",
  "footer-privacy": "Tūmataitinga",
  "footer-attribution": "Tohunga",
  "footer-subheader-1": "Tautoko",
  "footer-subheader-2": "Whakapā",
  "switch-to-english-link": "Hurihia ki te reo Ingarihi",
  "intro-heading-privacy": "I hoahoatia mo te tūmataiti.",
  "intro-subtitle-p1-privacy": " He huarahi motuhake mo te haumarutanga ipurangi.",
  "info-head-2-pr": "Ko te tuhi mahi ipurangi ehara i te whakautu.",
  "info-text-1-pr": "Kotahi noa te kaupapa a hCaptcha Enterprise: ki te aukati i nga kaiwhakaari kino mai i te whakararu i o mahi ipurangi me te tukino i o kaiwhakamahi.",
  "info-text-2-pr": "I hangaia a maatau punaha mai i te whenua ki runga ki te whakaiti i te kohinga raraunga me te pupuri i te wa e mau tonu ana te haumarutanga o te karaehe. Ko te huarahi pai ki te tiaki i nga raraunga kaiwhakamahi ko te kore rawa e penapena.",
  "info-text-3-pr": "Ko nga hononga katoa o nga kaihoko ka tiakina e tetahi Whakaaetanga Tukatuka Raraunga kaha. Ka ū te ratonga hCaptcha ki nga ture tūmataiti katoa ahakoa kei hea to ratonga me o kaihoko. Ko te kore e pupuri i nga raraunga whaiaro he maamaa ake tenei mo tatou i era atu kamupene.",
  "info-text-2-2-pr": "Ko nga ratonga penei i te reCAPTCHA v3 e kii ana ko te whakatakoto i a raatau pika aroturuki ki ia wharangi o to papaanga he mea tika mo te haumarutanga pai. Ehara tenei i te ahua.",
  "info-text-2-3-pr": "Ko te tātari whanonga ngawari he tohu ngawari te hanga e nga kaiwhakaari kino, me te pupuri i nga hitori tirotiro mo o hokohoko tika katoa.",
  "info-text-2-4-pr": "Kaore matou e whakahaere i te whatunga panui, kaore hoki e aro ki te maataki i to whanonga kaiwhakamahi ki te hoko atu i a raatau panui. Ko te tikanga kaore matou e hiahia ki te pika hāngū ki ia wharangi o to pae.",
  "info-text-2-5-pr": "Taapirihia ta matou waehere wero anake ki nga waahi e tika ana, me nga waahi e tika ana kia tiakina koe me o kaiwhakamahi.",
  "info-head-3-pr": "He whai hua te ako miihini. Engari kaore e hiahiatia he raraunga whaiaro hei mahi.",
  "info-text-3-1-pr": "Ko te ako miihini inaianei ka pa ki nga ahuatanga katoa o to tatou oranga, he maha nga huarahi kaore tatou i te mohio me te kore e kite. Ko nga ratonga haumaru ipurangi he rereke.",
  "info-text-3-2-pr": "Ma te ako i nga mano o nga tohu, ka taea e nga tauira te whakatau me te tino maia ki te kite tere i te whanonga kino, ahakoa karekau he tohu takitahi e kaha ki te tohu i tetahi raru.",
  "info-text-3-3-pr": "Heoi, kaore tetahi o enei e hiahia ana ki te whakamahi i nga korero tautuhi whaiaro (PII). Ko nga tikanga cryptographic o enei ra ka taea e tatou te whakakore i nga raraunga whaiaro i te wa e taea ai, ma te hanga i nga waitohu kotahi-ara kaore e taea te hono atu ki tetahi tangata.",
  "info-text-3-4-pr": "He pai te mahi whakangungu mo nga raraunga kua whakakorehia, me te kore e whakararu i te haumarutanga, i te noho muna ranei. Kua mahia e o taatau kaihoko nga whakamatautau whaimana, a kua kii mai he rite, he pai ake ranei i nga waahanga iti ake.",
  "cloudflare-quote-text-privacy": "He maha nga mea i pai ki a matou mo nga otinga hCaptcha: 1) kaore ratou e hoko raraunga whaiaro; he iti noa nga raraunga whaiaro e kohia ana e ratou, he maamaa te whakamaarama i nga korero ka kohia e ratou me te whakamahi me te whakaatu ranei.",
  "pilot-head": "Whakamātauria matou i roto i to taiao me te kore he here.",
  "pilot-text-1a": "He miihini matou, ehara i te kaihoko: kei te pirangi matou kia koa koe ki taau e pai ai.",
  "pilot-text-1b": "Ko te huarahi pai ki te whakarite kia pai to ngakau ko te whakaatu i te tutuki i o hiahia.",
  "pilot-text-1c": "Tata ki nga kamupene katoa e timata ana i te kaiurungi ka whiriwhiri i a maatau otinga.",
  "pilot-text-1d": "Whakamahia tenei puka ki te toro atu ki tetahi o o maatau tohunga hangarau. Ka whakautu tere matou.",
  "pilot-text-1e": "Ka taea hoki e koe te imeera tika ki a maatau.",
  "pilot-email-details": "Kei konei nga korero.",
  "pilot-f1": "Rohe",
  "pilot-f2": "To Ingoa",
  "pilot-f3": "To Ingoa",
  "pilot-f4": "Īmēra Pakihi",
  "pilot-f5": "Ko etahi atu korero me whai maatau?",
  "pilot-f6": "Kei te hiahia koe ki te whakauru tere?",
  "pilot-f7": "Ae.",
  "pilot-f8": "Kei te whakaekea ahau me te hiahia kia eke wawe ahau.",
  "pilot-f9": "Tukuna",
  "pilot-f10": "Ma te whakauru i to imeera, ka whakaae koe ki a maatau Ture me te Kaupapahere Whaiaro, me te whiwhi imeera mai ia matou.",
  "pilot-fo-1": "Ko te whakaurunga kaore i ngawari ake.",
  "pilot-fo-2": "He maha nga whakaurunga kua oti te hanga a hCaptcha mo nga punaha o mua me te tuara e whakamahia ana e koe.",
  "pilot-fo-3": "Mena kei te haere mai koe i te reCAPTCHA a Google, ko o maatau API he whakakapinga takahuri. E toru nga rarangi waehere ko nga mea katoa e hiahia ana koe.",
  "pilot-fo-4": "Ka taea e o maatau miihini whakaurunga te tere tere, ahakoa e hiahia ana koe ki te whakauru React, SDKs mo nga taupānga taketake iOS, he tauira Java backend, tata ki etahi atu ahuatanga.",
  "pilot-fo-5": "Ka rite tonu ki nga wa katoa, ko te noho muna he uara matua mo tatou. Taapirihia ta matou waehere wero anake ki nga waahi e tika ana, me nga waahi e tika ana kia tiakina koe me o kaiwhakamahi. Ko te whakaiti i te kohinga raraunga ka timata mai i te wa o te whakauru.",
  "pilot-fdone": "Mauruuru koe. Ka whakapā atu tatou i mua tata nei.",
  "home-ent-2-new": "Ako atu mo to maatau otinga hinonga.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Ko nga otinga hCaptcha Enterprise e kawe ana i te haumarutanga o te karaehe me te tiaki i te maha o nga ratonga ipurangi rongonui.",
  "home-plans-button-2-new": "Ako atu",
  "header-enterprise-link": "hinonga",
  "sales-interstitial-c1b-new": "Ako atu mo hCaptcha Enterprise"
}
