{
  "23114595": "Wheako Kaiwhakamahi Nui",
  "34074886": "Ia wa ka whakautu koe i tetahi wero, ka whakamahi matou i nga tauira maamaa kia mohio ai he tangata koe. Ko te paetukutuku i torohia e koe ka whakamahi i tenei hua hei awhina i te whakapai ake i to wheako i runga i to raatau pae ma te aukati i nga potae.",
  "98173630": "Ko hCaptcha te ratonga CAPTCHA motuhake e whakamahia nuitia ana i te ao.",
  "111184581": "Ko te manaaki tuatahi",
  "119298044": "Ko nga hangarau ML me AI e maataki ana i a koe ano e tiaki ana i o taonga paetukutuku mai i nga whakatuma me nga whakaeke",
  "121743429": "Mo nga Kamupene Hanganga Tukutuku",
  "122875767": "Whakaotia o hiahia ture ina kore e taea e etahi atu kamupene.",
  "126134492": "Ētahi atu",
  "152010250": "I whakakotahihia e hCaptcha te ako miihini maataki-a-whaiaro me te papaaa rorohiko mata hou e whakaiti ana i te kohinga raraunga me te pupuri, i tukuna mai i nga waahi 250 neke atu i te ao mo te nui o te tauine.",
  "179723061": "He mana ake mo nga roopu e hiahia ana ki te haumaru-a-akomanga",
  "191460155": "Kore waku me 99.9% aratau hāngū",
  "282913023": "Ko te utu whai hua mo nga umanga hokohoko tiketike",
  "328625009": "... kua reri matou i a koe: kei te waatea ta matou ratonga i nga wa katoa.",
  "353066938": "He roopu mohio, e mahi ana i nga raru tino uaua o enei ra. hCaptcha he ratonga o",
  "353367791": "Rapua nga kaiwhakaari kino o nga momo rereke maha.",
  "359073033": "Ko nga papatohu e whakaatu ana i nga tirohanga taumata-tiketike, tino pai ranei mo te mahi.",
  "392886773": "Ka mahi i ia whenua",
  "451701069": "Ka ū ki te GDPR, CCPA,",
  "547245263": "Whakaotihia to raru raru i tenei ra.",
  "552920956": "Ka taea e hCaptcha nga paetukutuku ki te whiwhi utu i te wa e aukati ana i nga potae me etahi atu momo mahi kino. Ka taea hoki e hCaptcha koe ki te tautoko i nga mahi atawhai e hiahia ana koe me enei moni whiwhi.",
  "555158694": "Ko tetahi ratonga e whakamahia ana e koe kua whiriwhiria hei whakapai ake i to wheako ki to raatau pae ma te whakauru i te hCaptcha hei whakaiti i nga hokohoko kino.",
  "585557010": "Wero iti iho i te 0.1% o nga kaiwhakamahi tika.",
  "713281684": "Eggplant",
  "719304627": "Me Mana Whakamutunga-ki-Mutunga?",
  "734735952": "I arotakehia e matou te maha o nga kaihoko CAPTCHA me te hanga punaha na matou ano. I te mutunga, i puta mai te hCaptcha hei huarahi pai ki te reCAPTCHA.",
  "751483365": "Tautoko mo nga kiritaki kore-JavaScript.",
  "788770967": "Aroha mai ki te rongo! Ka hiahia pea koe ki te whakamahi i ta maatau whiringa urunga:",
  "793242047": "Whakaitihia nga wero ka tukuna ki nga kaiwhakamahi kia tere te uru ki nga tono",
  "829047995": "Kei te whakamahi reCAPTCHA?",
  "836577577": "Ko te taapiri i te hCaptcha he meneti noa me etahi rarangi waehere. He hototahi te API taketake ki te reCAPTCHA V2, a he meneti noa te waa ki te huri.",
  "838049015": "Tīpakohia nga whakaahua katoa e rite ana ki te patai",
  "846501387": "Te tiaki karetao o te ao",
  "861167568": "Ka whakatauhia e te hCaptcha tetahi o nga raru nui o te IT: te aukati i nga potae kino ki te whakaeke i o tono paetukutuku",
  "880478438": "mo te pai rawa atu o te karetao me te whakahaere tinihanga.",
  "897432717": "Ma ta matou hoahoa hou mo nga Tohu Whakawehi Whakaritea,   ko te taapiri i to matauranga pakihi ka taea e a maatau tauira te tuku tohu e tino tika ana ki o kaiwhakamahi.",
  "910989640": "Waihangahia he purongo mo te mahi",
  "976209454": "Whiwhi utu, hoatu ranei ki te aroha",
  "981806349": "I hangaia i runga i te papanga hCaptcha kua whakamatauria",
  "999610953": "Ka mutu, he rereke pono ki a Google. Ka tukuna e te hCaptcha Enterprise he penapena nui mo to pire reCAPTCHA me te haumarutanga teitei ake: ki te 80% iti ake te utu i etahi wa.",
  "1014004474": "Ko nga Mahere Hinonga a hCaptcha he tuku whakaaetanga taumata-rangatira kia tiakina to whakahaere",
  "1045484714": "SAML SSO whakauru ki to Kaiwhakarato Tuakiri, hei tauira. Okta ko Azure AD ranei.",
  "1050501253": "Tino uaua",
  "1070364246": "Aue! I hapa i te tuku i te puka.",
  "1103295010": "Whiwhi moni, hoatu ranei ki te aroha mo te wa e whakaoti ana te tangata i nga CAPTCHA",
  "1130868224": "E toru nga rarangi waehere",
  "1131525092": "Whakarōpūhia nga kaiwhakaari kino ki te mahi tahi ma o maatau UID e tiaki tūmataiti ana ki te rapu me te aukati i nga mahi tinihanga me nga mahi kino.",
  "1141402092": "Nga ahuatanga purongo matatau",
  "1150035777": "Ko nga tauira ako miihini maamaa ka whakaputa i nga kaute maiatanga bot i runga i te maha o nga tohu raraunga i tua atu i te whakautu tika i nga paatai",
  "1150963691": "Te whakaheke APT",
  "1172067553": "Ko te tüäpapa HUMAN kei muri hCaptcha e whakarato ana i te kounga o te mahi me nga ahuatanga whakahaere ma te whakaurunga i runga-whare, ranu, SaaS ranei e hono ana ki o punaha o naianei.",
  "1173652155": "Kaitohutohu",
  "1218990730": "me pehea te ripoata i nga take me nga raarangi taipitopito",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Whiwhi utu mo nga whakaotinga tangata",
  "1300485304": "Ka whakamarumaru a hCaptcha ki nga whakatumatanga me nga mahi whakapohehe i hangaia hei kuhu i o whatunga",
  "1345083090": "Te ripoata i tetahi take taumahinga?",
  "1356745565": "He hototahi ki te hoki ki te Internet Explorer 8.",
  "1368787974": "Tohaina te whakahaere puta noa i to roopu.",
  "1393184984": "Ko nga mea katoa e hiahia ana koe.",
  "1475399473": "Ako atu mo te roopu hCaptcha",
  "1485807325": "Papatohu-kaiwhakamahi maha, SAML SSO",
  "1508655687": "Tāpirihia ō ake wero kua whakahāngaitia mā tō hunga mātakitaki ki te whakahāngai, ki te aukati rānei i te uru",
  "1510448156": "Ka taea e koe te whakatika me te whakahaere me tetahi momo pai ake i tenei ra, ka huri i nga waahanga matatau ake ina tika.",
  "1525403768": "Mo te roanga atu o nga korero whakapā atu ki nga Hokonga Hinonga.",
  "1544546608": "Whakaaetanga Matatapu",
  "1549336309": "Ka huri a hCaptcha i tenei tauira. Ka whakamahi koe i te hCaptcha, ka tono nga kamupene ki nga mahi e mahia ana e o kaiwhakamahi i a raatau e whakaatu ana i o raatau tangata. Ka whiwhi koe i nga utu.",
  "1559631739": "Ako takitahi",
  "1579093044": "Ma ta matou kaihoahoa wero ritenga ngawari, ka taea e koe te whakarewa i nga ihirangi wero i runga i te waitohu i roto noa i nga meneti.",
  "1586809757": "Nga kaute karetao tika",
  "1599610318": "Kaiwhakaputa",
  "1637702726": "Mo hCaptcha",
  "1662477701": "Rauemi",
  "1676849166": "Whakaitihia te waku ma te karo katoa i te wero mo te 99.9% o to hokohoko tika i te wa e whakarato ana i te haumarutanga pai, he mihi ki nga tauira karetao matatau.",
  "1685871181": "Ka whakawhirinaki nga ratonga ipurangi runga",
  "1752795854": "Ka kawea mai e te hCaptcha he huarahi hou, e arotahi ana ki te noho muna ki te aukati i nga bots.",
  "1779265104": "Nga Ture Whakaritea me nga Whakaaetanga Matatapu",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Tautoko pūtirotiro tuku iho",
  "1803009328": "I whakamatauria te whawhai ki te tauine paetukutuku.",
  "1844885924": "Wharepukapuka whanui o nga momo hei whiriwhiri mai.",
  "1849717906": "Whakaritea me o ake ihirangi wero",
  "1849805607": "Ka whakamarumaru a hCaptcha ki nga whakatuma me nga whakapohehe i hangaia hei kuhu i o whatunga",
  "1886100235": "Ko te nuinga o nga ratonga ipurangi nui rawa atu o te ao kua huri ki te hCaptcha Enterprise me te pai ake o te kitenga karetao i te taha o te penapena utu nui.",
  "1894355645": "Ko te hCaptcha e whakarato ana i te rapunga karetao ngawari, ngawari me te pono i te mea he mea iti noa ma te tangata ki te whakaoti.",
  "1927613000": "Ka whakakotahihia e te hCaptcha te ako miihini maamaa me te papaa wero kaha ki te tiaki i nga tono paetukutuku mai i te tango i nga kaute, te whakakii i nga tohu tohu, te tarai, me era atu momo mahi kino.",
  "1936512180": "Te urunga API ngawari, nga papatohu ataahua, me te hangarau tauira-i-te-kopiko hou hei whakanui i te pai o nga kaimahi.",
  "1956967813": "Ko a maatau ratonga e whakawhirinakihia ana e nga kamupene nui rawa atu o te ao ki te mahi i nga miriona o nga kaiwhakamahi o ia ra puta noa i nga tekau miriona o nga waahi.",
  "1958297836": "Ko te whakamarumaru whakaeke me te whakaheke APT",
  "2041686284": "He nui ake nga raraunga ka pai ake nga hua ki te whakangungu i nga tauira ako miihini. Ko te angitu hou o nga tauira hohonu kua piki ake nga huingararaunga nui, a ko te hCaptcha te whakatutuki i tenei hiahia. Heoi, he puhoi me te utu nui te hanga i nga huingararaunga kua arotakehia e te tangata ma te whakamahi i nga tikanga tuku iho.",
  "2103563261": "Nga korero mo te tangata, mo te iwi whanui ranei",
  "2131386784": "Te Tohunga me te Tautoko mo koe me o Kaiwhakamahi",
  "2138799135": "He maha nga whakaurunga kua oti te hanga a hCaptcha mo nga punaha o mua me te tuara e whakamahia ana e koe.",
  "2163914794": "Kei te hiahia tapanga ake mo o huingararaunga? Ko te hCaptcha e whakarato ana i te tapanga raraunga tere, whai hua,  kounga teitei hoki mo nga kamupene e mahi ana i runga i te mohiotanga horihori me nga tono ako miihini.",
  "2183926131": "Me timata me te hCaptcha Enterprise",
  "2184564739": "Tirohia",
  "2188609322": "Kei te kaha haere nga kaiwhakaari kino ki runga ipurangi. Engari ko te patu i te tūmataitinga kaiwhakamahi ehara i te whakautu.",
  "2319072959": "Whakahaere tuimotu katoa me o ake kaimahi, whai i te uara i pau puta noa i nga waahanga pakihi, hoa mahi whakakotahi ranei, whiriwhiria nga mahi ki nga kaiwhakarato mahi o roto, o waho ranei i runga i nga utu me nga whakaritenga haumaru, me etahi atu.",
  "2320894364": "Neke atu i te 200 nga waahi, ka tiakina e te kapua o hCaptcha o rawa puta noa i te ao",
  "2354267648": "GDPR, CCPA, me LGPD-friendly kaupapa here tūmataiti",
  "2373007864": "Ko te hCaptcha Enterprise e whakahaere ana i runga i te hangarau papaaho hCaptcha, ka toro atu ki te whakauru i nga ahuatanga e hiahiatia ana e nga hinonga waka teitei.",
  "2418549423": ", he paerewa ka puta ake mo te tiaki i te matatapu ipurangi ma nga tohu tohu tohu, me etahi atu ahuatanga motuhake motuhake-tuatahi.",
  "2489287539": "Waku-kore \"Kao CAPTCHA\" & 99.9% aratau hāngū",
  "2510209017": "Me awhina ake?",
  "2513143348": "He tino ngawari te punaha hCaptcha Enterprise i roto i tana hoahoa: ka taea te tuku i tetahi waahanga, i te katoa ranei ki te taha o to whatunga mena kei te whakahaere koe i te kapua a te iwi, kei a koe nga pokapū raraunga maha.",
  "2535001179": "Mena kei te haere mai koe i te reCAPTCHA a Google, ko o maatau API he whakakapinga takahuri.",
  "2593768395": "He wheako pai puta noa i te paetukutuku, te pūkoro taketake, te paetukutuku pūkoro. Ko nga whakaurunga kua oti te hanga me nga SDK taketake e waatea ana.",
  "2650502379": "Whakarewahia o Wero i roto i nga Hekona",
  "2670003220": "Nga mahi",
  "2671622670": "hinonga",
  "2676853536": "Papatohu-kaiwhakamahi maha",
  "2681650568": "Ka rite tonu ki nga wa katoa, he uara matua mo tatou te muna. Taapirihia ta maatau tohu wero anake ki nga waahi e tika ana, me nga waahi e tika ana kia tiakina koe me o kaiwhakamahi. Ko te whakaiti i te kohinga raraunga ka timata mai i te wa o te whakauru.",
  "2682873489": "Tautuhia te rohe here mo nga mea",
  "2686825859": "Waitohu kore utu, whakapā mai ranei mo nga otinga hCaptcha Enterprise",
  "2698140263": "Ehara i te rite nga raruraru katoa: ko te whiwhi i te kaute kotahi ko te tikanga me whakatutuki i o hiahia kia whai hua koe.",
  "2698640210": "Whakahaerehia nga wero me nga momo kua whakaatuhia",
  "2707282231": "Whakaritea nga wero mo o kaiwhakamahi. Kia kore e taea e nga bots te whakaoti me te kuhu.",
  "2714878440": "Tiakihia o ratonga mai i te tangohanga, te tango i nga kaute, te whakakii i nga korero, me te mokowhiti me o maatau ako miihini matatau me te manatoko tangata.",
  "2718999653": "Nga Tohu Whakamatau Whakaritea",
  "2781507299": "Manatoko Inamata",
  "2782263070": "Ko te ratonga te kaupapa matua mo matou. Ka mau tonu matou ki te tautoko waea-waea 24/7 me te tuku ruruku Slack tika me to roopu whakauru miihini me a maatau kaimahi waea-waea i te waa me muri i te whakatinanatanga.",
  "2806751666": "He aha te hCaptcha?",
  "2826051554": "me etahi atu",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Ko nga whatunga panui ka kite i o manuhiri te hua. Mo tatou ko te hua anake te whakatau i to raatau tangata. Ka tutuki, ka nui ake ranei a maatau ratonga i nga whakaritenga GDPR, CCPA, LGPD, PIPL, me nga kaupapa tautoko penei i te Privacy Pass. Ka whakapau kaha matou ki te whakataurite i te tūmataiti me te haumarutanga.",
  "2927700175": "Ka whakaatuhia e matou nga wero CAPTCHA he uaua mo nga bots engari he ngawari mo te tangata ma te kohi raraunga uaua-ki-tapanga mai i nga raru ako miihini, me te whakamahi hei wehe mena he tangata te manuhiri paetukutuku, taupānga ranei.",
  "2968026167": "To huawhenua tino pai",
  "3018523079": "Noho tonu ki te waitohu me te wheako kaiwhakamahi rite.",
  "3065000659": "I mohio koe i nga wa katoa ka \"paohia te motuka\" kei te awhina koe ki te whakangungu i te kotahi",
  "3093388779": "He kore utu te hCaptcha ki te whakamahi mo nga kaiwhakaputa ahakoa te rahi",
  "3093689546": "Te whakauru ngawari",
  "3096063825": "Whakamātauria",
  "3107683988": "Ka taea e tenei te whakaiti rawa i nga hokohoko me nga utu i waho-whatunga i te wa e pupuri ana i nga painga katoa o te whakahaere a a maatau kaimahi waea-waea 24/7 ki te whakatutuki i nga SLA tino kaha.",
  "3117887301": "Ka whakawhirinakihia e nga ratonga ipurangi nui rawa atu",
  "3121248460": "Whakaatuhia nga wero ritenga tino kanorau -- mai i te ngawari ki te uaua -- mo to hunga e tatari ana",
  "3153117136": "Me pehea te Mahi Tautuhinga uaua hCaptcha",
  "3160820928": "Te parenga whakaeke ruruku",
  "3161489950": "Te Puawai ML Te Haumarutanga Ake o te Ao",
  "3167979932": "I hoahoatia mo te noho muna mai i te ra tuatahi. Whakaaetanga Tukatuka Raraunga Kaha.",
  "3194111925": "tautoko",
  "3213351333": "Karekau he herenga o mua e hiahiatia ana",
  "3213957230": "Ina whakatau nga kaiwhakamahi i tetahi wero ki te whakatutuki i nga whakaritenga haumarutanga, he aha e kore ai e hanga mahi ahuareka me te whai take ki te kaiwhakamahi?",
  "3225770968": "Kua hangaia te hCaptcha ki te whakaoti i te raruraru tino kaha i roto i te ako miihini; te tapanga i te maha o nga raraunga i roto i te waa, te utu, me te pono.",
  "3230004040": "He ngoikore te kanohi, kaore ranei e taea e koe te whakaoti hCaptchas?",
  "3235430156": "nga punaha ako miihini a te kamupene mo te kore utu?",
  "3260825523": "Nga Miihini Whakaaro",
  "3264813246": "Kore e tika ana",
  "3265895521": "Whakanuia me te whakaiti i te uauatanga i runga i te waa o te ra",
  "3266612494": "He hoa whakawhirinaki",
  "3276777569": "hCaptcha",
  "3287172429": "Ko nga momo wero whakahaere kua whakaatuhia",
  "3365203058": "Te tiaki anti-bot te karaehe o te ao",
  "3412647984": "Ma tenei ka taea e koe te karo i nga patai a muri ake nei ma te rehita me te whakatakoto pihikete. Me ngana ano ki te whakaweto i to aukati panui.",
  "3417372336": "Huri i roto i nga meneti",
  "3446714684": "Waea Waea (iOS me Android) Whakauru",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Mo nga kaiwhakamahi hinonga, kei te waatea nga whiringa ki te karo i nga wero i roto i te nuinga o nga ahuatanga.",
  "3478726913": "Kei a hCaptcha tetahi o nga puna nui rawa atu o te ao e waatea ana hei whakamahi maau. Ahakoa he aha to tauine, ka taea e matou te whakahaere me te kore utu nui. E hia miriona nga mahi ia ra kaore he raru.",
  "3480023141": "Ako atu mo nga whiringa urunga",
  "3483700676": "Whakarewahia nga miriona mahi inamata",
  "3500503648": "I hoahoatia te hCaptcha ki te whakakore i te pupuri raraunga mo te wa roa ma te whakawhirinaki ki te aro mātai inamata, kaua ki te tuhi me te tātari i to hitori tirotiro. Ka tautoko hoki matou i nga kaupapa penei",
  "3524251858": "Kaiwhakahaere o te Whakahaere Hua, Cloudflare",
  "3526939538": "Bug Pūmanawa",
  "3530599065": "He mea hanga mai i te whenua ki runga. Karekau he PII e mau ana i te hCaptcha me te whai ki te maha o nga mana motuhake me nga ture.",
  "3570415321": "Kamupene",
  "3573245166": "Kaore i rite ki te reCAPTCHA, ka mahi matou i ia whenua.",
  "3578122193": "Noho i runga i te waitohu me nga mea e tika ana",
  "3620442880": "Ko nga ahuatanga tiaki Flash Sale",
  "3630114728": "Tirohia nga mea e puta ana puta noa i o pae me o taupānga.",
  "3644106388": "Whakapā",
  "3660619092": "Waitohu kore utu, whakapā atu ranei ki nga hoko mo nga otinga hinonga",
  "3688621388": "Nga hainatanga whakatuma",
  "3704893754": "Kei te hiahia koe ki te kite i a koe ano? Whakamātauria hCaptcha Free",
  "3714002185": "Ako atu mo hCaptcha Enterprise",
  "3715747429": "Ka taea e o maatau miihini whakaurunga te tere tere, ahakoa e hiahia ana koe ki te whakauru React, SDKs mo nga taupānga taketake iOS, he tauira Java backend, tata ki etahi atu ahuatanga.",
  "3717512591": "Whakakotahitanga Raarangi Tika",
  "3721365241": "Whakamātauria",
  "3729345277": "Ko te hCaptcha he huarahi mo nga kamupene ki te tiki tere ake i nga korero e hiahiatia ana e ratou, me te kounga teitei ake, me te utu iti ake i era atu huarahi.",
  "3730038780": "Whiriwhiria mai i te tata mutunga kore o nga wero ma nga kaiwhakamahi hei whakaoti",
  "3739936967": "Ko tenei arotahi motuhake ki te taha muna ka taea e matou te tuku kore pupuri raraunga takitahi, mahi kore-pihikete, me etahi atu taurangi tūmataiti kirimana ina hiahiatia me te pupuri i te tino haumarutanga. Pānuitia atu.",
  "3740051331": "Kei te kaha hoki matou ki te aro turuki me te whakautu i nga patai a o kaiwhakamahi puta noa i nga paapori paapori, huihuinga, me o maatau-whanui me nga hongere tautoko imeera. He waatea, he urupare hoki matou, me te whakatau i te pai o nga kaiwhakamahi hei KPI runga.",
  "3753956446": "Kore utu",
  "3758963444": "Mauruuru koe! Kua tae mai to tukunga!",
  "3767462250": "I hangaia mo te Matatapu",
  "3768951251": "Nga umanga SLA",
  "3807059944": "Whakahaerehia nga ihirangi wero i whakamahia",
  "3816867833": "Urupare",
  "3817811295": "Ko te pono me te tere 24/7 tautoko waea-waea.",
  "3892905664": "Ka awhina a hCaptcha i o ratonga ipurangi tino pai ki te aukati i nga karetao, te mokowhiti me te mahi kino ma te patai i nga patai ngawari he ngawari ki te tangata me te uaua mo nga miihini.",
  "3913848038": "99.99% nga wa mahi SLA me te 24/7 tautoko ao e waatea ana.",
  "3951254541": "Ka mihi matou ki to whakauru. Korerohia mai ki a maatau etahi take ka tere te whakaoti.",
  "3952259236": "Whakakotahitia o raraunga matapo me nga mano tohu a hCaptcha ki te whakangungu i te hCaptcha i runga i nga karaehe o te whanonga -- mo koe anake -- kia pai ake te matapae i te whanonga kino atu i te otinga anake",
  "3953584369": "E waatea ana nga here uru ki te RBAC.",
  "4007826952": "Ko te #1 tūmataiti-tuatahi CAPTCHA mo te tukutuku, pūkoro, me te maha atu.",
  "4019660456": "0ms torohūtanga: manatokohia nga tohu hCaptcha kaore he waea API.",
  "4065065042": "Waeahia tenei kia pai ai to take whakamahi.",
  "4083018285": "He huinga o nga waahanga taapiri e hono ana me te aro turuki me te urupare SOC ki te whakatika i nga riri e mau tonu ana",
  "4146870445": "Ko wai tatou",
  "4147497805": "kāreti",
  "4194763679": "Nga taumata uaua pai",
  "4195759329": "Te kimi karetao me nga tohu morearea",
  "4199502476": "Papatohu purongo matatau me te API",
  "4238473596": "He mea nui te whakaiti i te waku mo nga kaiwhakamahi pono. Ka whakamahi a hCaptcha i nga mahi ngawari me te iti ake te wa mo te nuinga o nga kaiwhakamahi me te aukati i nga hokohoko bot.",
  "4272022475": "Ko nga tono me nga rawa katoa ka haere ki hcaptcha.yourdomain.com",
  "4272454814": "Whakauru ki te kaiwhakarato tuakiri e pai ana koe.",
  "a11y-img-1": "Whakauru kaiwhakamahi urunga i muri i te takiuru",
  "a11y-img-2": "He kowhiringa whakauru i te tahua UI widget",
  "a11y-img-3": "Whakauru pouaka korero whakauru i te UI widget",
  "about-advisors-brendan": "Tuhinga o mua. Ko te Kaihanga-tahi o Mozilla. Kaihanga i te reo hotaka JavaScript. Kaihanga tirotiro me te maha atu.",
  "about-advisors-dawn": "Ahorangi, CS i Te Whare Waananga o California, Berkeley. Te ako hohonu, te ahuru, te tohunga poraka. Tumuaki o Oasis Labs.",
  "about-advisors-head": "Kaitohutohu",
  "about-advisors-keiran": "Kairangahau Rangahau i Stanford. Te ako miihini me te putea moni i nga peeke nui, putea taiepa, me nga whare wananga.",
  "about-content-head-1": "He aha ta maatau mahi",
  "about-content-head-2": "Te Take He Take",
  "about-content-text-1a": "hCaptcha e kawe mai ana i tetahi huarahi hou-aro ki te aukati i nga potae.",
  "about-content-text-1b": "Ka whakaatuhia e maatau nga wero CAPTCHA he uaua ki nga potae engari ngawari ki te taangata ma te kohikohi i nga tuhinga uaua ki te tapanga mai i nga raru ako miihini, me te whakamahi kia wehewehe he tangata he paetukutuku, he manuhiri taupānga ranei.",
  "about-content-text-2a": "Ko nga kaiwhakaari kino e tino kitea ana i runga ipurangi. Engari ko te whakaheke i te muna a te kaiwhakamahi ehara i te whakautu.",
  "about-content-text-2b": "Ko nga whakataunga ahuru e whakaatuhia ana e nga kamupene whakatairanga e aro nui ana ki te tirotiro i nga kaiwhakamahi puta noa i te paetukutuku. Kua waihangahia e maatau he whakataunga ahuru whaihua e whakaatu ana ko te kino o te noho muna o nga kaiwhakamahi kaore e tika ana kia puta he hua pai.",
  "about-intro-head-1": "Mo te hCaptcha",
  "about-intro-head-2": "Tūmataiti, Haumarutanga, me te Ako Miihini.",
  "about-intro-text": "Ko hCaptcha te ratonga CAPTCHA motuhake e whakamahia nuitia ana i te ao.",
  "about-leadership-head": "Ko wai tatou",
  "about-leadership-headsub": "He roopu mohio, e mahi ana i nga raru tino uaua o tenei ra.",
  "about-leadership-link1": "Ko wai tatou",
  "about-leadership-text1": "He tohunga taatau ki te ako hohonu me te ako miihini rohe miihini ki te reanga, me te aro nui ki te whakatau i nga punaha aipurangi mai i nga whakawehi o te ao hou.",
  "about-leadership-text2": "I roto i nga tau tekau tau o te raupaparorohiko me te tohungatanga ako miihini, ka hangaia, ka whakahaere i nga punaha tino kaha ki te whakatau i etahi raru uaua o tenei ra i te wa e tiaki ana i te noho muna.",
  "acc-opt": "Kōwhiringa Urutanga",
  "acc-opt-but": "Ako atu mo nga waahanga whakauru",
  "acc-opt-text": "Kei te ngoikore koe ki te tirohanga, kaore ranei e taea te whakaoti hCaptchas?",
  "accessibility-link": "Urutanga",
  "appreciate-in": "He pai ki a koe taau whakauru. Kia mohio taatau ki etahi take ka tere ta taatau whakatau.",
  "fb-but": "Tukuna mai he urupare ki a maatau",
  "feedback-text": "Tukuna he urupare mo te hCaptcha kua kite koe",
  "footer-attribution": "Huanga",
  "footer-copyright-text": "Ko te hCaptcha he tohu kua rehitatia mo nga Miihini Intuition, Inc.",
  "footer-header-1": "Kamupene",
  "footer-header-2": "Rauemi",
  "footer-header-3": "Whakapaa",
  "footer-link-1": "Tapanga",
  "footer-link-10": "Urutanga",
  "footer-link-2": "Mō",
  "footer-link-3": "Nga Mahi",
  "footer-link-4": "Waitohu",
  "footer-link-5": "AI Matatika",
  "footer-link-6": "Blog",
  "footer-link-7": "Tūnga",
  "footer-link-8": "Tuhinga",
  "footer-link-9": "Ripoata he Bug",
  "footer-privacy": "Tūmataitinga",
  "footer-subheader-1": "Tautoko",
  "footer-subheader-2": "Whakapaa",
  "footer-terms": "Kupu",
  "h-plans": "Mahere Ohaurunga",
  "header-docs-link": "Tuhinga",
  "header-labeling-services-link": "Ratonga Tapanga",
  "header-login-button": "Takiuru",
  "header-plans-link": "Mahere",
  "header-signup-button": "Waitohu",
  "home-about-head": "Mo te hCaptcha",
  "home-about-subtitle": "Whakahaerehia e te KATOA HUMAN",
  "home-about-text-1": "HCaptcha kua hangaia hei whakatau i te raru tino kaha o te mahi miihini: te tuhi i nga tini tuhinga i te waa tika, utu me te pono.",
  "home-about-text-2": "Ko te nuinga o nga tuhinga he pai ake nga hua ka puta i nga tauira miihini whakangungu. Ko te angitu o nga tauira hohonu inaianei ka nui haere te rahi o nga putunga putunga tuhinga, tata tonu me etahi arotake a te tangata. Heoi, ko te hanga i nga kohinga nui kua arotakehia e te tangata ma te miihini Turiki, Whakaahua Waru, me etahi atu he puhoi, he utu nui hoki.",
  "home-about-text-3": "Ma te hCaptcha e tuku nga paetukutuku ki te mahi moni maana e tono ana i tenei tono me te aukati i nga potae me etahi atu momo tuukino.",
  "home-about-text-4": "Ko te maakete hCaptcha e whakamanahia ana e te HUMAN Protocol, he kawa tuwhera wehe mo te arotake a te tangata e whakahaere ana i te poraka Ethereum. Ka whiwhi nga paetukutuku i nga Tohu Tangata (HMT) i nga wa katoa e whakamahi ana nga kaiwhakamahi i te widget hCaptcha i runga i ta raatau papaanga, a ka utua e nga kamupene ako miihini nga tohu a te Tangata kia tuhia o raatau tuhinga.",
  "home-ba-labeling-services-link": "Ratonga Tapanga",
  "home-benefits-head-1": "Te Uara i te Tapanga Raraunga",
  "home-benefits-head-2": "Whakahoki ki te Aroha",
  "home-benefits-text-1": "I mohio koe i nga wa katoa ka pa ana koe ki te motuka kei te awhina koe ki te whakangungu i nga punaha ako miihini a te kamupene Gigantic mo te koreutu?",
  "home-benefits-text-2": "hCaptcha ka huri i tenei tauira. Ka whakamahi koe i te hCaptcha, ka tono nga kamupene i nga mahi a o kaiwhakamahi hei whakaatu i to raatau taangata. Ka whiwhi koe i nga utu.",
  "home-benefits-text-3": "Kei te hiahia koe ki te whakahoki i o mahi aroha tino pai ki a koe? hCaptcha ka taea e koe te tautoko i nga manaakitanga i whiriwhiria e koe me nga hua e whiwhi ana koe mai i te whakamahi. Ka taea e nga kaiwhakamahi o to papaanga te kite i to koha ki te mahi atawhai na te tohu tupato i te atanga hCaptcha.",
  "home-challenge-text-1": "Tohua nga whakaahua katoa e taurite ana ki te paatai",
  "home-challenge-text-2": "Whakatautuhia te rohe here mo nga taonga",
  "home-challenge-text-3": "Tautuhia nga tapanga rite",
  "home-challenge-title-1": "Whakataurite",
  "home-challenge-title-2": "Pouaka Taapiri",
  "home-challenge-title-3": "Whakarōpūtanga",
  "home-challenges-head": "Nga Wero",
  "home-challenges-text-1": "... me etahi atu mahi ngawari. He ngawari ma te tangata, he uaua mo nga potae.",
  "home-challenges-text-2": "E waatea ana nga mahi ritenga mo nga kaiwhakaputa hinonga.",
  "home-ent-1": "Kei te rapu taatau putea ahuru umanga?",
  "home-ent-2": "Tirohia ta maatau waahi whakatapu hou: BotStop.com",
  "home-ent-button": "Ako atu: BotStop na hCaptcha",
  "home-from-the-blog": "MAI TE KURA:",
  "home-from-the-blog-value": "Pehea te HCaptcha Whakawhana uaua Mahi",
  "home-intro-body": "Kei te whakamahi koe i te captcha hei pupuri i nga potae? Ka tiakina e te hCaptcha te noho muna o nga kaiwhakamahi, te utu i nga paetukutuku, me te awhina i nga kamupene ki te tapa i o raatau raraunga. He whakakapi-taka mo te reCAPTCHA: ka taea e koe te huri i roto i nga meneti.",
  "home-intro-button": "Waitohu Ake Na",
  "home-intro-head": "Kati nga potae. Me tiimata te tiaki i te noho muna o te kaiwhakamahi.",
  "home-main-1": "Tūmataiti Haumaru. Tere. Ana ka utua e maatau ki te whakamahi.",
  "home-main-2": "Tūmataiti te Arotahi",
  "home-main-2c": "Ko nga whatunga panui ka kite i o manuhiri te hua. Mo te hCaptcha ko te hua te mahi e whakaratohia ana e ratou. Kare matou e aro ko wai o kaiwhakamahi, me pehea te mahi kino. Ka tautoko matou i nga kaupapa penei i te Privacy Pass, me te whakapau kaha ki te whakataurite i te tūmataiti me te haumarutanga.",
  "home-main-3": "Haumaru Tuatahi",
  "home-main-3c": "Ko to tika ko to painga me ta maatau. hCaptcha ko te kaupapa kaiwhakaputa. Ka mahi maatau ki te hoatu ki a koe i nga korero tuuturu ka tuku ki a koe te whakatau me pehea te whakamahi. Ko etahi atu kapene e tukuna ana e nga kamupene whakatairanga Gigantic. Ko te tikanga ko nga potaka e aukati ana ka iti ake a raatau moni whiwhi.",
  "home-main-4": "He pai ake te wheako Kaiwhakamahi",
  "home-main-4c": "Ko nga tauira ako miihini maere e whakamahia ana e hCaptcha hei whakatau i te taangata. Ma tenei ka iti ake nga mahi whakararuraru a o kaiwhakamahi ki a maatau me te iti ake o ta raatau waa ki te mahi, i te wa e whakaputa ana i nga raraunga tapanga whai hua mo nga kaihoko tapanga.",
  "home-main-plans": "hCaptcha he koreutu ki te whakamahi mo nga kaiwhakaputa ahakoa te rahi. Heoi, mo nga umanga me nga papa e hiahia ana kia kaha ake te whakahaere, kei te waatea a maatau rongoa umanga.",
  "home-main-plans2": "Ko nga rongoa hinonga hCaptcha e tiaki ana i nga miriona kaiwhakamahi puta noa i te tekau miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia ranei",
  "home-main-plans3": "Ko nga rongoa hinonga hCaptcha e tiaki ana i nga miriona kaiwhakamahi puta noa i te tekau miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia ranei",
  "home-main-plans4": "mo nga korero taipitopito.",
  "home-plans-button-1": "Waitohu inaianei",
  "home-plans-button-2": "Hokona Whakapā",
  "home-plans-chart-head-1": "Āhuahira",
  "home-plans-chart-head-2": "Kaiwhakaputa",
  "home-plans-chart-head-3": "Hinonga",
  "home-plans-chart-row-1-cell-1": "Whakahaerehia nga momo wero e whakaatuhia ana",
  "home-plans-chart-row-1-cell-2": "Iti",
  "home-plans-chart-row-1-cell-3": "Tapeke",
  "home-plans-chart-row-10-cell-1": "Papatohu Kaiwhakamahi-maha",
  "home-plans-chart-row-11-cell-1": "Nga ahuatanga purongo matatau",
  "home-plans-chart-row-12-cell-1": "Nga SLA Hinonga",
  "home-plans-chart-row-2-cell-1": "Whakamahia nga korero wero i whakamahia",
  "home-plans-chart-row-2-cell-2": "Iti",
  "home-plans-chart-row-2-cell-3": "Tapeke",
  "home-plans-chart-row-3-cell-1": "Whiwhi utu mo nga whakataunga a te tangata",
  "home-plans-chart-row-4-cell-1": "Te tiaki anti-bot karapu o te ao",
  "home-plans-chart-row-5-cell-1": "Ka mahi i nga whenua katoa",
  "home-plans-chart-row-5a-cell-1": "Kore-CAPTCHA me 99.9% aratau hāngū",
  "home-plans-chart-row-5b-cell-1": "Kaute whakawhirinaki a Bot",
  "home-plans-chart-row-6-cell-1": "Kaupapahere tūmataiti GDPR me CCPA-hoa",
  "home-plans-chart-row-7-cell-1": "Nga taumata uaua tino pai",
  "home-plans-chart-row-8-cell-1": "Whakarewa i to ake ihirangi wero",
  "home-plans-chart-row-9-cell-1": "Te whakarite uaua i runga i te waa",
  "home-try-it-out-button": "Haere hCaptcha",
  "home-try-it-out-head": "Whakamatauria",
  "home-try-it-out-text": "hCaptcha he kitenga bot ngawari, ngawari, pono hoki i te mea he iti nei ma te tangata ki te whakatau.",
  "labeling-about-head": "Mo te hCaptcha",
  "labeling-about-text-1": "hCaptcha kua hangaia hei whakatau i te raru tino kaha o te mahi miihini; te tapanga i te maha o nga tuhinga i te waa tika, te utu me te pono. Ko te nuinga o nga tuhinga he pai ake nga hua ka puta i nga tauira miihini whakangungu. Ko te angitu o nga tauira hohonu inaianei ka nui haere te rahi o nga putunga tuhinga, ana ka whakamahia e te hCaptcha tenei hiahia.",
  "labeling-about-text-2": "Heoi, ko te hanga i nga waahanga nui kua tirohia e te tangata ma te whakamahi i nga tikanga tuku iho he puhoi me te utu. Ko te hCaptcha he huarahi kia whiwhi nga kamupene i nga tuhinga e hiahiatia ana he tere ake, me te kounga teitei ake me te utu iti ake i etahi atu huarahi rereke.",
  "labeling-annotations-head": "Nga Momo Panui",
  "labeling-annotations-text-1": "Te kitenga o te mea tika i nga whakaahua me te riipene whakaata",
  "labeling-annotations-text-2": "Te kitenga o te mea tika i nga whakaahua me te riipene whakaata",
  "labeling-annotations-text-3": "Tohu tohu mo nga keehi rereke rereke",
  "labeling-annotations-text-4": "Kōmaka āpitihia ranei nga momo taapiri ahakoa te rahi",
  "labeling-annotations-text-5": "Te kitenga tangata-hiko me te whakarōpūtanga",
  "labeling-annotations-text-6": "Me hiahia tetahi momo kaore i te raarangi i konei? Ui noa mai ki a maatau.",
  "labeling-annotations-title-1": "Pouaka Whakawhitinga",
  "labeling-annotations-title-2": "Whero",
  "labeling-annotations-title-3": "Tohu Whenua",
  "labeling-annotations-title-4": "Whakatakotoranga Huanga",
  "labeling-annotations-title-5": "Whakataurite me te Kimi",
  "labeling-annotations-title-6": "... me te maha atu",
  "labeling-ent-button": "Whakapaa atu ki ta maatau Roopu Whakaoti Hinonga",
  "labeling-ent-head": "Me Mana Whakamutunga-ki-Whakamutunga?",
  "labeling-ent-text-1": "Ko te HUMAN Platform kei muri o te hCaptcha e whakarato ana i te kounga mahi tino pai me nga ahuatanga whakahaere ma runga i te kaupapa-a-mua, te ranu, nga waahanga SaaS ranei e hono ana ki o punaha o mua.",
  "labeling-ent-text-2": "Whakahaerehia te tuimotu me o kaimahi, whakapau uara kua pau i nga umanga umanga, nga hoa whakakao ranei, tohua nga mahi ki nga kaiwhakarato kaimahi o roto, o waho ranei e pa ana ki nga whakaritenga utu me te ahuru, me te maha atu.",
  "labeling-ent-text-3": "Whakauru API ngawari, papa papatuhi ataahua, me te hangarau hou-a-koropiko hei whakanui i te whaihua.",
  "labeling-ent-text-4": "99,99% o nga wa SLA me nga tautoko 24/7 o te ao e waatea ana. Mo etahi atu korero:",
  "labeling-features-head-1": "Nga paipa API-peehia maamaa.",
  "labeling-features-head-2": "Kua whakapaihia mo te utu me te kounga. Kaore e hiahiatia te pono o mua.",
  "labeling-features-head-3": "Me utu noa te tika e hiahiatia ana e koe.",
  "labeling-features-head-4": "Whakaratohia mai o ake ake korero pono whenua, ma maatau ranei e hanga kia tere.",
  "labeling-features-text-1": "Kei te hiahia koe ki te whakauru tika i te arotake a te tangata ki roto i o mahi pakihi? Ka whakaekea e maatau nga SLA pono nui, te kaha taurangi, me nga API WHAKAMAHI ngawari.",
  "labeling-features-text-2": "Ko te papa HUMAN e whakamahi ana i nga tauira tuuturu whanui hei mahi i te taatai kounga-tino kounga. Ma tenei ka taea e taatau te whakatau wawe i te uaua o nga paatai me o raatau whakautu tika, ka penapena i to wa me to moni.",
  "labeling-features-text-3": "Kaore nga raruraru katoa i te orite. Ko nga whakapaahotanga mo nga mahi-morearea kia 99,99% te maia o nga kaimahi katoa. Ko nga panui mo te waahanga beta i roto i te mahinga taakaro waea pūkoro, me whakapono noa pea. Maau e whakatau.",
  "labeling-features-text-4": "He raraunga mata ano to kaore he huinga whakaotinga whanui? I te nuinga o nga wa ka taea e taatau te hanga tetahi maau hei mahi ma te punaha, hei hanga tauira ranei hei tohu mo to whakaaetanga.",
  "labeling-info-head": "Whiwhi Rapa Tapanga",
  "labeling-info-text-1": "Korero ki tetahi o o maatau tohunga rohe ki te whakaatu i o hiahia kaupapa: te whainga o te whaainga, te whakatakotoranga me nga whakaritenga motuhake.",
  "labeling-info-text-2": "Ka mahia e maatau he mahi whakaputa iti i runga i o tauira tauira. Ma tenei ka whakamatautau nga mahi i mahi tahi ai maatau kia tino rite ai taau e hiahia ana.",
  "labeling-info-text-3": "Ma te nui o te kaha me te waatea iti ka huri wawe a maatau mahi, me te tuku aunoa i te wa e oti ana.",
  "labeling-info-text-4": "I te maarama o taatau mahi mahi, ka pai ake pea nga hua i roto i te waa.",
  "labeling-info-text-5": "Ma te papatohu ora e tuku ki a koe te tuku urupare me te okioki ranei i nga mahi i nga wa katoa.",
  "labeling-info-title-1": "Tautuhia nga Whakatakotoranga",
  "labeling-info-title-2": "Whakamatautau Mahi Tuatahi",
  "labeling-info-title-3": "Tohaina nga Mahi Whakaputa",
  "labeling-info-title-4": "Whakapai Whakarei Atu",
  "labeling-info-title-5": "Nga Hua o te Wa Tuuturu",
  "labeling-main-1": "Tapanga raraunga whai hua-utu i te tauine",
  "labeling-main-1-button": "Tapaina o Raupanga Inaianei",
  "labeling-main-1c": "Kei te hiahia tapanga ake mo o huingararaunga? Ko te hCaptcha e whakarato ana i te tapanga raraunga tere, whai hua, me te kounga teitei mo nga kamupene e mahi ana i runga i te matauranga mohio me nga tono ako miihini.",
  "labeling-main-2": "Whakarewahia tonu nga mahi miriona.",
  "labeling-main-2-button": "Hokona Ratonga Tapanga Raraunga",
  "labeling-main-2c": "hCaptcha tetahi o nga puna nui kei runga i te ao e waatea ana hei whakamahi maau. Ahakoa te rahinga o te pauna, ka taea e maatau te whakahaere me te kore e tutuki i mua. Miriona miriona mahi ia ra kaore he raru.",
  "labeling-platform-head": "Nga korero tuuturu, ma te iwi whanui ranei",
  "labeling-platform-text": "hCaptcha he mea hanga i runga i te HUMAN Platform, e ahei ai te huringa huringa me te wetewete i nga utu me te whaihua i ia hikoi. Ma tenei hangarau e mahi nga kaimahi tika ki te whakahaere i ia waahanga o to mahi, me te whakanui i te utu mo te tiaki i te muna me te whakatutuki i nga whakaritenga ture e pa ana ki a koe.",
  "labeling-try-button": "Hokona Ratonga Tapanga Raraunga",
  "labeling-try-head": "Kei te hiahia whakamatautau koe me o raraunga?",
  "labeling-try-text": "... kua rite matou ina kei a koe: e waatea ana ta maatau ratonga mo te karaka.",
  "learn-more-hcaptcha": "Ako Ano mo te hCaptcha",
  "page-acc-faq-1": "Pātai: Kei te whai mana te hCaptcha Wāhanga 508 + WCAG 2.1 AA? Whakautu: E whakapono ana matou: ko nga kaiwhakamahi katoa he ahua ngoikore e kaha ana ki te tirotiro i te ipurangi me te whakauru tuhinga ki nga puka ka taea te uru atu ki nga ratonga e tiakina ana e te hCaptcha i runga i te rehitatanga. Heoi, ehara tenei i te tohutohu a-ture: me mahi koe i to ake arotake, me te whai whakaaro ki to tino whakatinanatanga kia pai ai to tono.",
  "page-acc-faq-2": "Pātai: Kei te mahi koe mo etahi atu whiringa urunga (a11y), penei i te ororongo? Whakautu: Ko nga whiringa rongonui o mua penei i nga captchas ororongo e whakapohehe ana ki te maha o nga kaiwhakamahi a11y, a he ngawari ki te hinga i nga tikanga ako miihini hou. Na tenei i kaha nga wero oro o naianei ki te uaua ake, te whakauru i te haruru, te wa rerekee, te whakakotahitanga o nga kupu rereke, me era atu mea ki te hinga i te hunga whakaeke. No reira ka iti ake to maatau ngakau ki tenei huarahi me te karo katoa i te wero, engari ka whakaarohia mena he tono mai i te hapori a11y. Heoi, kei te tino pirangi matou ki te Paahi Whaiaro mo te keehi whakamahi Uru. E whakapono ana matou ko te whakakotahi i ta maatau huarahi a11y o naianei me te tukunga Putea Whaiaro ka taea e nga kaiwhakamahi a11y te tirotiro ma te haumaru, ma te mohio kei te noho motuhake a raatau waka, me te aukati i nga mahi kino a nga kaiwhakawhanake bot e kore e kore ka puta i te wa e waatea ana nga whiringa a11y. He kaha matou ki te whakauru ki te roopu mahi IETF e whakataurite ana i tenei hangarau hou.",
  "page-acc-faq-3": "Pātai: Me pehea te noho tūmataiti? Ka whakaatu te rehitatanga i nga raraunga tirotiro a11y i etahi huarahi? Ka aha koe ki te imeera? Whakautu: Ko te hCaptcha i hangaia mo te noho muna mai i te timatanga. He rereke rawa atu i nga whiringa tawhito penei i te reCAPTCHA na nga whatunga panui, he mea whakatenatena ki te whai i a koe huri noa i te paetukutuku me te hono atu ki a koe he tuakiri pono. Kare rawa matou e whakamahi i nga imeera whakauru, korero ranei mo etahi atu kaupapa ke atu i te whakahaere a11y whakamahi me te aukati i te tukino. Ko ta matou kaupapa here tūmataiti he whakautu matawhānui me te whai mana mo te pehea e whakamahia ai e matou nga raraunga, engari ko te whakautu poto kaore matou e aro ki te hono i a koe hei tangata ki to hitori tirotiro. i te wa e pupuri tonu ana i to maatau kaha ki te aukati i te mahi kino, ki te whakakii i a maatau mahi Whakaaetanga Whaiaro.",
  "page-acc-link-1": "Mena he kaiwhakamahi whakauru koe, me whakauru mai ki konei.",
  "page-acc-subhead": "Te whakarite i te urunga totika mo nga kaiwhakamahi katoa i te wa e mau ana te ahuru",
  "page-acc-summary": "Whakarapopototanga",
  "page-acc-summary-contents-1": "I hangaia te hCaptcha ki te aukati i nga bots ma te wehewehe i a raatau mai i nga tangata. Ko nga whakamatautau tirohanga he taputapu watea mo tenei, engari kaore e taea e te katoa te whakaoti i te wero tirohanga. Mo konei i hangaia e matou he huarahi ngawari, kore mamae kia waiho ma nga kaiwhakaputa e whakamahi ana i ta maatau ratonga kia mau te urunga mo te katoa me te katoa o te waahanga 508 me te WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Me pehea te mahi: tuatahi, ka haina te kaiwhakamahi urunga ki tenei URL, he mea hono ki te whaarangi info widget hCaptcha. Ka whakawhiwhia ki a raatau he pihikete kua huna ka taea te whakamahi i nga wa maha i ia ra, engari me whakahau ano i nga haora 24 katoa ma te takiuru. Ka tukuna he wero ki tetahi kaiwhakamahi whakauru i runga i tetahi papaanga ma te whakamahi i te ratonga hCaptcha, ka haere noa raatau.",
  "page-acc-title": "hCaptcha Urutanga Korero",
  "page-acc-tr-body": "Patai: Kei te kite tonu ahau i tetahi wero i muri i te tautuhi i te pihikete. He aha te take o tenei?<br> Whakautu: Ko te tikanga tenei na te whakamahi i te kaiwhakawhaki poka whakatairanga, i te toronga pihikete ranei, i te waahi ranei e aukati ana i nga pihikete-whakawhiti, i tenei wa he pihikete mo hcaptcha.com kua tohua kua tirohia ranei e te hCaptcha JS ki tetahi atu waahi. , peera ki taau e toro atu ana.<br><br> Ka mahi nga pihikete urunga hCaptcha me nga kaitirotiro rongonui katoa me nga aukati panui me o raatau waahanga paerewa, no reira ko nga ngoikoretanga e pa ana ki nga tuhinga anti-anti-adblock, nga ture rite ranei e aro ana ki etahi papaanga.<br><br> Rongoā:<br><br> 1. Whitelist hcaptcha.com me nga pihikete * .hcaptcha.com kei roto i to aukati ad, to toronga haumarutanga toronga ranei.<br> 2. Mena kei te whakamahi koe i te tirotiro tirotiro Toa, kaore nei pea he momo raarangi pihikete, haere ki te Manakohanga -> Shields -> Pihikete ka kowhiria Tukua nga Pihikete Katoa.<br> 3. Mena kei te whakamahi koe i te waahanga hou rawa o te Safari i runga i te OS X 10.15 i tukuna mai nei ranei iOS 13.4, kua huri noa a Apple i nga whanonga o Safari e pa ana ki nga pihikete a te roopu-toru, ka aukati katoa i a raatau. Kei te whakatinana maatau i tetahi otinga, engari i tenei wa tirohia te Manakohanga Safari, waahanga Motuhake, ka tango i te tirotiro Paetukutuku: Aukati i te aroturukinga papa-whakawhiti kia ahei ai te mahi pihikete urunga ki ta te tumanakohanga.<br><br> Patai: He maha nga taputapu kei te whakamahia e au. Me haina au i nga wa maha?<br> Whakautu: Kaore. Tena koa paatohia te hono takiuru imeera ano i tukuna atu ki a koe i runga i ia taputapu e whakamahia ana e koe hei whakarite i te pihikete.<br><br> Patai: Me pehea e taea ai e au te tiaki i a au mai i te tirotiro pihikete a te roopu tuatoru i a au e whakamahi ana i te pihikete urutanga?<br> Whakautu: Ma te whakamahi i tetahi hononga muna, aukati ad-aukati ranei e tautoko ana i te raarangi-maamaa rohe-rohe (hei tauira uBlock Origin) ka tika te mahi: kia mahara ki te raanonga hcaptcha.com.",
  "page-acc-tr-title": "Mo nga Kaiwhakamahi Whakaaetanga: Nga Patai Auau me te Aratohu Rapanga",
  "page-acc-tr2-body": "Safari<br> Hei whakahohe i nga pihikete i Safari (Mac): Haere ki te raarangi taka-iho Safari. Tohua nga Manakohanga. Paatohia te Motuhake i te rarangi o runga. I raro i te 'Poraka pihikete' kowhiria te waahanga 'Kaua rawa.'<br> Hei whakahohe i nga pihikete i Safari (iPhone / iPad iOS 11+): Whakatuwherahia o Tautuhinga. Panuku ki raro ka kowhiri i a Safari. I raro i te Tūmataitinga me te Haumarutanga, whakaweto i te 'Aukati i te Arotaki Pae-Paa' me te 'Aukati i nga Pihikete Katoa'<br><br> Firefox<br> Paatohia te whakangungu rakau ki te taha maui o te pae wahitau i runga i tetahi whaarangi paetukutuku. Paatohia nga Tautuhi Tiaki. Ka tuwhera te Paewhiri Manakohanga Haumarutanga & Haumarutanga. I raro i te Whakahaere Arotake Whakarei, tohua Ritenga. Tohua ko nga kaitautoko me nga tuhinga hei aukati ma te tohu i aua pouakataki. Kia mahara kua tangohia e koe te hcaptcha.com.<br><br> Ka taea hoki e koe te whakaweto i etahi whakamarumaru i te Ritenga hei whakakore i tenei, ma te tohu i nga pouakataki: Tango i te pouakataki Arotake, ka tango ranei i te pouakataki Pihikete mena kei te raru tonu koe.<br><br> Google Chrome<br> Google Chrome (PC)<br> Tohua te tohu tahua Chrome. Tīpakohia Tautuhinga.<br> Haere ki te Tūmataitinga me te Haumarutanga, kaatahi i nga Pihikete me etahi atu o nga papaanga pae.<br> Kia mahara ki te 'Poraka i nga pihikete a te hunga-tuatoru' kaore i te whakahohea.<br><br> Google Chrome (Mac):<br> Whakatuwherahia nga manakohanga Chrome mai i te pae tahua.<br> Haere ki te Tūmataitinga me te Haumarutanga, kaatahi i nga Pihikete me etahi atu o nga papaanga pae.<br> Kia mahara ki te 'Poraka i nga pihikete a te hunga-tuatoru' kaore i te whakahohea.<br><br> Google Chrome (Android):<br> I runga i to taputapu Android, whakatuwherahia te taupānga Chrome.<br> I te taha matau o runga, paato Anoa atu ka tautuhi.<br> Paoa i nga Tautuhinga Pae ka Kuki.<br> Ki te taha o te 'Pihikete', whakakikihia te waahi.<br> Tohua te pouaka i te taha o 'Tukua nga pihikete a te roopu tuatoru.'<br><br> Kaitirotiro Ipurangi<br> 1. Tohua nga taputapu i te kokonga matau o runga o te mata, ka tohua te 'Kōwhiringa Ipurangi'. Mena kua whakahohea te Pae Tahua, ka taea te kowhiri i nga 'Utauta' ka 'Korero Ipurangi'.<br> 2. Paatohia te ripa 'Tūmataitinga'.<br> 3. Tohua te paatene 'Arā Atu Anō'.<br> 4. I raro i te 'Pihikete tuatoru' kowhiria te 'Whakaae'.<br> 5. Paatohia te 'OK'",
  "page-acc-tr2-head": "Tohutohu Tirohanga mo nga Pihikete Whakawhiti",
  "priv-hc": "Tūmataiti te Arotahi",
  "priv-hc-text": "Ka kitea koe e nga whatunga panui hei hua. Kaore matou. Kaore matou e whakaaro nui ki nga kaiwhakamahi, engari ka mahi kino pea raatau. Ka tautokohia e maatau nga kaupapa penei i te Pass Privacy, me te whakapau kaha ki te taurite i te muna me te ahuru.",
  "reporting-bugs-accessibility-button": "Ako atu mo nga waahanga whakauru",
  "reporting-bugs-accessibility-head": "Kōwhiringa Urutanga",
  "reporting-bugs-accessibility-text": "Kei te ngoikore koe ki te tirohanga, kaore ranei e taea te whakaoti hCaptchas?",
  "reporting-bugs-guide-ff-head": "Te hopu i nga korero mo te purongo bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Hipanga 1: Whakatuwheratia nga Utauta Kaihanga (Ka tiimata te tuhi i tenei waahanga.)",
  "reporting-bugs-guide-ff-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tohua te pouaka rakau Whakautu kei runga rawa.",
  "reporting-bugs-guide-ff-step-3": "Hipanga 3: toro https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei a koe tetahi take (Tuhipoka Tūmataitinga: mena kaore koe e whakaaro ki te tiri he aha tena) ... ka paato i te I he patene tangata ahau, ka ngana ki te whakaoti.",
  "reporting-bugs-guide-ff-step-4": "Hipanga 4: Paatohia te HAR i muri i to ngana ki te whakaoti, ka kowhiria Tiaki Katoa hei HAR hei tiaki i te raarangi whatunga. Tukuna mai taua kōnae ki a matou.",
  "reporting-bugs-guide-ff-step-5": "Hipanga 5: Paatohia te ripa Papatohu, ka paato-matau ka kowhiri i nga mea katoa ka penapena ki roto i te konae tuhinga, hei whakaora i te roko papatohu. Tukuna mai hoki tena ki a matou.",
  "reporting-bugs-guide-ff-step-6": "Te taahiraa whakamutunga: Tukuna mai ki a matou aua HAR me nga konae raarangi papatohu, ka whakaahua i te raru Whakamahi: support@hcaptcha.com (whakamahia he ratonga penei i te Dropbox, Filebin ranei ka tuku hononga) me te kowhiria he whakaahua whakaahua, ki te whakapae koe he mea kaore i te whakaatu tika. . Tukuna koa te IP e whakamahi ana koe. Ka taea e koe te tiki mai i https://www.whatsmyip.org/ Nga mihi mo te whai wa ki te awhina i a matou ki te tiki i enei korero! E pono ana matou kia pai te mahi a hCaptcha mo te katoa.",
  "reporting-bugs-guide-head": "Te Hopu Nga Taipitopito Ripoata Bug: Chrome",
  "reporting-bugs-guide-step-1": "Hipanga 1: Whakatuwheratia nga Utauta Kaihanga (Ka tiimata te tuhi i tenei waahanga.)",
  "reporting-bugs-guide-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tohua te pouaka rakau Tiakina i runga rawa.",
  "reporting-bugs-guide-step-3": "Hipanga 3: toro https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei a koe tetahi take (Tuhipoka Tūmataitinga: mena kaore koe e whakaaro ki te tiri he aha tena) ... ka paato i te I he patene tangata ahau, ka ngana ki te whakaoti.",
  "reporting-bugs-guide-step-4": "Hipanga 4: Paatohia te Kaweake HAR (te pere iti iho) i muri i to ngana ki te whakaoti, ka penapena i te raina whatunga. Tukuna mai tena konae ki a maatau.",
  "reporting-bugs-guide-step-5": "Hipanga 5: Paatohia te ripa Papatohu, ka paato-katau ka tiakina hei .. kia ora ai te roko papatohu. Tukuna mai hoki tena ki a matou.",
  "reporting-bugs-guide-step-6": "Te mahi whakamutunga: Tukuna mai ki a matou aua HAR me nga konae raarangi papatohu, me te whakaahua i te raru. Whakamahia: support@hcaptcha.com (whakamahia he ratonga penei i te Dropbox, Filebin ranei me te tuku hononga) me te kowhiria he whakaahua whakaahua, mena kei te whakapae koe he mea kaore i te whakaatu tika. Tukuna koa te IP e whakamahi ana koe. Ka taea e koe te tiki mai i https://www.whatsmyip.org/ Nga mihi mo te whai wa ki te awhina i a matou ki te tiki i enei korero! E pono ana matou kia pai te mahi a hCaptcha mo te katoa.",
  "reporting-bugs-guide-text-1": "Ma te tuku korero whakakore me to purongo ka ngawari ki a maatau ki te tohu he aha nga mahi. Anei nga tohutohu taahiraa-i te-taahiraa:",
  "reporting-bugs-guide-text-2": "Mena he kaiwhakawhanake paetukutuku koe, he tohunga tohunga ranei, ko te whakarāpopototanga ko te hiahia kia tukuna mai e koe he kupenga tuhi HAR me nga raarangi papatohu tirotiro. Tena koa me ngana ki te whakakore i tetahi aukati panui, toronga haumarutanga tirotiro i te tuatahi ka ngana ano i mua i to haere i enei mahi. Mena ka whakatikahia to raru, ka mihi tonu matou kia mohio koe ki to putanga tirotiro, paraka panui, toronga tirotiro ranei, me te URL paetukutuku.",
  "reporting-bugs-intro-head": "I kitea he pepeha? Anei me penei te ripoata.",
  "reporting-bugs-intro-text": "Miriona nga taangata e whakamahi ana i te hCaptcha ia marama, i runga i nga mano tini o nga kaitirotiro, toronga, taputapu, aahiahi, me te maha atu. Ko ta maatau whainga ko te whakarite kia pai mo koe i nga wa katoa, no reira ka nui to koa ki o ripoata! Hei tuku urupare tere, paatohia te paatene Tukuna mai ki a maatau. Mena kei te kite koe i tetahi take mahi, tena koa whai i nga tohutohu takiuru whakairoiro mo Chrome, mo nga tohutohu takiuru patuiro ranei mo Firefox i raro nei. Mo etahi atu kaitirotiro me imeera mai ki a maatau. Mo nga take o te ahuru me te muna, tirohia nga tohutohu kei raro nei.",
  "reporting-bugs-privacy-head": "Nga Take Tuuturu",
  "reporting-bugs-privacy-text": "Kaore matou e whakaaro nui ko wai nga kaiwhakamahi, akene ko te hunga kino ki te miihini ranei. Ka tautokohia e maatau nga kaupapa penei i te Pass Privacy, me te whakapau kaha ki te taurite i te muna me te ahuru. Mena kua kitea e koe tetahi raru e whakaaro ana koe ka pa ki te noho muna o nga kaiwhakamahi, tena koa imeerahia mai ki a matou i te tautoko@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Tukuna mai he urupare ki a maatau",
  "reporting-bugs-provide-feedback-head": "Tukuna he urupare tonu mo te hCaptcha",
  "reporting-bugs-provide-feedback-text": "He pai ki a koe taau whakauru. Kia mohio taatau ki etahi take ka tere ta taatau whakatau.",
  "reporting-bugs-security-head": "Papu Haumaru",
  "reporting-bugs-security-text": "He hiahia tonu ta matou ki te whiwhi ripoata mo nga hapa ahuru. Email imeera@hcaptcha.com & CC security@hcaptcha.com a ka hoki wawe atu matou ki a koe. He kaupapa putea atawhai ano hoki ta maatau mo nga ripoata haumarutanga tika mo te ratonga hCaptcha me te waehere punawai e pa ana.",
  "sales-interstitial-c1": "Mo nga kamupene",
  "sales-interstitial-c1a": "Nga whakataunga ahuru umanga (utua)",
  "sales-interstitial-c1b": "Ako atu mo te hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Tuhi tuhinga",
  "sales-interstitial-c1d": "Hokona nga ratonga tohu hCaptcha",
  "sales-interstitial-c2": "Mo te takitahi",
  "sales-interstitial-c2a": "Taapirihia te hCaptcha ki to ratonga (koreutu)",
  "sales-interstitial-c2b": "Taapirihia te hCaptcha mo nga Kaiwhakaputa ki taku paetukutuku, ki taku taupānga ranei",
  "sales-interstitial-c2c": "He aha te hCaptcha?",
  "sales-interstitial-c2d": "Ako atu mo hCaptcha",
  "sales-interstitial-head": "Kia mahara kia tae koe ki te waahi tika.",
  "sec-hc": "Haumaru Tuatahi",
  "sec-hc-text": "hCaptcha he kaiwhakaputa-arotahi. Ka mahi matou ki te tuku i nga waahi mo nga raraunga tuuturu ka waiho ma ratou e whakatau me pehea te whakamahi. Ko te tika kei runga i to hiahia me to maatau. Ko etahi atu captcha ka tukuna e nga kamupene panui. Ka taea e ia karetao te aukati i a raatau moni whiwhi.",
  "signup-interstitial-c1": "Mo nga kamupene paetukutuku ranei",
  "signup-interstitial-c1a": "Taapirihia te hCaptcha ki to ratonga (koreutu)",
  "signup-interstitial-c1b": "Taapirihia te hCaptcha mo nga Kaiwhakaputa ki taku paetukutuku, ki taku taupānga ranei",
  "signup-interstitial-c1c": "Nga whakataunga ahuru umanga (utua)",
  "signup-interstitial-c1d": "Ako atu mo te hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Tuhi tuhinga",
  "signup-interstitial-c1f": "Hokona nga ratonga tohu hCaptcha",
  "signup-interstitial-c2": "Mo te takitahi",
  "signup-interstitial-c2a": "Urutanga",
  "signup-interstitial-c2b": "Akohia nga waahanga whakauru mo hCaptcha",
  "signup-interstitial-c2c": "Whiwhi moni",
  "signup-interstitial-c2d": "Mahi hei tapanga raraunga takitahi",
  "signup-interstitial-head": "Kia mahara kia tae koe ki te waahi tika.",
  "support-interstitial-c1": "Mo nga kamupene",
  "support-interstitial-c1a": "Nga whakataunga ahuru umanga (utua)",
  "support-interstitial-c1b": "Tiki awhina mo te hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Kaiwhakaputa (koreutu)",
  "support-interstitial-c1d": "Tiki awhina mo te Kaiwhakaputa hCaptcha",
  "support-interstitial-c2": "Mo te takitahi",
  "support-interstitial-c2a": "He uaua ki te wero?",
  "support-interstitial-c2b": "Akohia nga waahanga whakauru mo hCaptcha",
  "support-interstitial-c2c": "Kei te hiahia koe ki te ripoata i tetahi bug?",
  "support-interstitial-c2d": "Ako atu mo te ripoata i nga raupaparorohiko",
  "support-interstitial-head": "Kia mahara kia tae koe ki te waahi tika.",
  "switch-to-english-link": "Whakawhiti ki te Ingarihi",
  "what-is-hcaptcha": "He aha te hCaptcha?",
  "what-is-hcaptcha-text": "Ka awhina a hCaptcha i o ratonga paetukutuku tino pai ki te aukati i nga potae, pāme, me te tukino ma te paatai i nga patai ngawari he ngawari ki nga taangata he uaua ki nga miihini.",
  "why-hc": "He aha hCaptcha?",
  "why-hc-text": "I a koe e whakautu ana i tetahi wero, ka whakamahia e maatau he tauira taatai kia mohio ai he tangata koe, he miihini ranei. Ko te paetukutuku i toro atu koe ka whakamahi i tenei hua hei awhina ki te whakapai ake i to wheako ki ta raatau papaanga ma te kore e tuku i nga potae."
}
