{
  "header-privacy-link": "Prywatność",
  "header-integration-link": "Integracja",
  "header-cost-link": "Koszt",
  "header-features-link": "Cechy",
  "header-docs-link": "Dokumenty",
  "header-login-button": "Zaloguj sie",
  "header-contact-button": "Skontaktuj się z działem sprzedaży",
  "intro-heading": "Weryfikacja człowieczeństwa zerowego tarcia.",
  "intro-contact-button": "Skontaktuj się z nami, aby dowiedzieć się więcej",
  "intro-text-bottom": "Polegają na firmach, które zasilają sieć.",
  "sub-menu-button": "Skontaktuj się z działem sprzedaży",
  "sub-menu-item1": "Przedsiębiorstwo",
  "sub-menu-item2": "Koszt",
  "sub-menu-item3": "Integracja",
  "sub-menu-item4": "Cechy",
  "sub-menu-item5": "Prywatność",
  "sub-menu-item6": "Dokumenty",
  "info-head-1": "Zbudowany na sprawdzonej platformie hCaptcha",
  "info-text-1": "hCaptcha Enterprise działa w oparciu o technologię platformy hCaptcha, rozszerzoną o funkcje, których potrzebują przedsiębiorstwa o dużym natężeniu ruchu.",
  "info-head-2": "Zaufany partner",
  "intro-subtitle": "Rozwiąż swój problem z botem już dziś.",
  "info-text-2": "Nasze usługi cieszą się zaufaniem największych firm na świecie, obsługując wiele milionów codziennych użytkowników w dziesiątkach milionów witryn.",
  "cloudflare-quote-text": "Oceniliśmy wielu dostawców CAPTCHA, a także sami zbudowaliśmy system. Ostatecznie hCaptcha okazała się najlepszą alternatywą dla reCAPTCHA.",
  "cloudflare-quote-detail": "Dyrektor ds. Zarządzania Produktem, Cloudflare",
  "section-quote-head": "Ekonomiczna opcja dla przedsiębiorstw o dużym natężeniu ruchu",
  "section-quote-text": "Wreszcie wiarygodna alternatywa dla Google. hCaptcha Enterprise zapewnia znaczne oszczędności na rachunku reCAPTCHA przy wyższym poziomie bezpieczeństwa: w niektórych przypadkach nawet o 80% mniej. ‍Wiele największych na świecie usług online przeszło na hCaptcha Enterprise i uzyskało ulepszone wykrywanie botów oraz znaczne oszczędności.",
  "section-quote-button": "Skontaktuj się z nami już dziś, aby uzyskać wycenę",
  "section-privacy-header": "Koncentracja na prywatności",
  "section-privacy-text-1": "Sieci reklamowe postrzegają odwiedzających jako produkt. Dla nas jedynym produktem jest określenie ich człowieczeństwa. Nasze usługi spełniają lub przekraczają wymagania RODO, CCPA i LGPD oraz wspierają inicjatywy takie jak Privacy Pass. Ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
  "section-privacy-text-2": "To wyjątkowe skupienie się na prywatności oznacza, że możemy zaoferować zerowe przechowywanie indywidualnych danych, działanie bez plików cookie i inne umowne gwarancje prywatności zgodnie z wymaganiami, przy jednoczesnym zachowaniu doskonałego bezpieczeństwa.",
  "section-security-header": "Bezpieczeństwo przede wszystkim",
  "section-security-text-1": "Dokładność leży w twoim i naszym interesie. hCaptcha zapewnia prawdziwe dane i pozwala zdecydować, jak z nich korzystać. Inne captcha są dostarczane przez firmy reklamowe Gigantic. Oznacza to, że każdy blokowany przez nich bot może zmniejszyć ich przychody.",
  "section-security-text-2": "Korzystanie z najnowszych technik uczenia maszynowego z naciskiem na prywatność pozwala nam przekraczać standardy bezpieczeństwa starszych strategii zapisu wszystkiego na zawsze bez szkody dla bezpieczeństwa lub prywatności użytkownika.",
  "section-user-experience-header": "Świetne wrażenia użytkownika",
  "section-user-experience-text1": "Dla użytkowników korporacyjnych dostępne są opcje pozwalające całkowicie uniknąć wyzwań w większości scenariuszy.",
  "section-user-experience-text2": "Zmniejsz tarcie, całkowicie unikając wyzwania dla 99,9% uzasadnionego ruchu, jednocześnie zapewniając doskonałe bezpieczeństwo dzięki zaawansowanym modelom botów.",
  "section-easy-integration-header": "Łatwa integracja",
  "section-easy-integration-text": "Dodanie hCaptcha zajmuje tylko kilka minut i tylko kilka linijek kodu. Podstawowe API jest kompatybilne z reCAPTCHA V2, a przełączenie zajmuje tylko kilka minut. Już dziś możesz korzystać z doskonałej alternatywy i w razie potrzeby włączyć bardziej zaawansowane funkcje.",
  "section-easy-integration-serverside": "Po stronie serwera:",
  "section-easy-integration-frontend": "Interfejs:",
  "section-threat-header": "Dostosowane oceny zagrożeń",
  "section-threat-text": "Nie wszystkie problemy są takie same: uzyskanie jednego wyniku oznacza, że musi on odpowiadać Twoim potrzebom, aby był użyteczny. Dzięki unikalnym, dostosowanym ocenom zagrożeń hCaptcha, szybka konsultacja pozwala nam dostosować nasze modele, aby dostarczać wyniki bardziej odpowiednie dla Twojej firmy.",
  "section-challenges-header": "Uruchom własne wyzwania w kilka sekund",
  "section-challenges-text-1": "Pozostań przy marce z odpowiednią treścią",
  "section-challenges-text-2": "Kiedy użytkownicy muszą stawić czoła wyzwaniu, aby spełnić wymagania bezpieczeństwa, dlaczego nie stworzyć zadań przyjemnych i istotnych dla użytkownika? Dzięki naszemu prostemu, niestandardowemu projektantowi wyzwań możesz uruchomić treści związane z wyzwaniem marki w ciągu zaledwie kilku minut.",
  "section-integration-header": "Bezpośrednia integracja platformy",
  "section-integration-subheader": "Dla firm zajmujących się infrastrukturą internetową",
  "section-integration-text": "System hCaptcha Enterprise jest wyjątkowo elastyczny w swojej konstrukcji: można go częściowo lub całkowicie wdrożyć na obrzeżach sieci, jeśli obsługujesz chmurę publiczną lub posiadasz wiele centrów danych. ‍Może to radykalnie obniżyć koszty i ruch poza siecią, zachowując jednocześnie wszystkie zalety zarządzania przez nasz całodobowy personel dyżurny w celu spełnienia najbardziej rygorystycznych umów SLA.",
  "section-support-header": "Dostępna wiedza i wsparcie zarówno dla Ciebie, jak i Twoich użytkowników",
  "section-support-text": "Serwis jest dla nas najwyższym priorytetem. Utrzymujemy całodobowe wsparcie na telefon i oferujemy bezpośrednią koordynację Slack z zespołem ds. integracji inżynierów i naszym personelem dyżurnym podczas i po wdrożeniu.‍ ‍Jesteśmy również zaangażowani w aktywne monitorowanie i odpowiadanie na pytania użytkowników za pośrednictwem mediów społecznościowych, forów oraz nasze kanały pomocy w widżecie i e-mailu. Jesteśmy dostępni i responsywni, a satysfakcję użytkowników traktujemy jako najwyższy KPI.",
  "section-enterprise-header": "Funkcje korporacyjne",
  "section-enterprise-title-1": "Światowej klasy ochrona antybotowa",
  "section-enterprise-desc-1": "Przetestowane w boju w skali internetowej.",
  "section-enterprise-title-2": "Wyniki bota o wysokiej dokładności",
  "section-enterprise-desc-2": "Wykrywaj złych aktorów wielu różnych typów.",
  "section-enterprise-title-3": "Zero tarcia i 99,9% tryby pasywne",
  "section-enterprise-desc-3": "Rzuć wyzwanie mniej niż 0,1% legalnych użytkowników.",
  "section-enterprise-title-4": "Pokazane typy wyzwań kontrolnych",
  "section-enterprise-desc-4": "Szeroka biblioteka typów do wyboru.",
  "section-enterprise-title-5": "Kontroluj używaną zawartość wyzwania",
  "section-enterprise-desc-5": "Pozostań przy marce dzięki spójnemu doświadczeniu użytkownika.",
  "section-enterprise-title-6": "Umowy SLA dla przedsiębiorstw",
  "section-enterprise-desc-6": "Gwarantowana niezawodność i szybkie wsparcie na telefon 24/7.",
  "section-enterprise-title-7": "Obsługa starszych przeglądarek",
  "section-enterprise-desc-7": "Kompatybilny z powrotem do Internet Explorera 8.",
  "section-enterprise-title-8": "Zaawansowane panele raportowania i API",
  "section-enterprise-desc-8": "Zobacz, co się dzieje we wszystkich Twoich witrynach i aplikacjach.",
  "section-enterprise-title-9": "Działa w każdym kraju",
  "section-enterprise-desc-9": "W przeciwieństwie do reCAPTCHA pracujemy w każdym kraju.",
  "section-enterprise-title-10": "Polityka prywatności przyjazna RODO, CCPA i LGPD",
  "section-enterprise-desc-10": "Zaprojektowany z myślą o prywatności od pierwszego dnia. Silna Umowa o Przetwarzanie Danych.",
  "section-enterprise-title-11": "Drobne poziomy trudności",
  "section-enterprise-desc-11": "Wybierz to, aby dokładnie pasowało do Twojego przypadku użycia.",
  "section-enterprise-title-12": "Hosting własny",
  "section-enterprise-desc-12": "Wszystkie żądania i zasoby trafiają do hcaptcha.twojadomena.com",
  "section-enterprise-title-13": "Dashboardy dla wielu użytkowników",
  "section-enterprise-desc-13": "Współdziel zarządzanie w całym zespole.",
  "section-enterprise-title-14": "Natychmiastowa weryfikacja",
  "section-enterprise-desc-14": "Opóźnienie 0 ms: zweryfikuj tokeny hCaptcha bez wywołania interfejsu API.",
  "section-enterprise-title-15": "Integracja z urządzeniami mobilnymi (iOS i Android)",
  "section-enterprise-desc-15": "Bezproblemowe działanie w internecie, natywnym telefonie komórkowym i internecie mobilnym. Dostępne są gotowe integracje i natywne pakiety SDK.",
  "section-enterprise-title-16": "Indywidualne warunki i gwarancje prywatności",
  "section-enterprise-desc-16": "Spełnij swoje potrzeby prawne, gdy inne firmy nie mogą.",
  "presented-challlenges-head": "Przedstawione wyzwania",
  "presented-challenges-title-1": "Porównanie",
  "presented-challenges-text-1": "Wybierz wszystkie obrazy pasujące do zapytania",
  "presented-challenges-title-2": "Pudełko ograniczające",
  "presented-challenges-text-2": "Zdefiniuj obszar graniczny dla obiektów",
  "presented-challenges-title-3": "Kategoryzacja",
  "presented-challenges-text-3": "Zidentyfikuj odpowiednie etykiety",
  "presented-challenges-subheader": "...i inne proste zadania. Łatwy dla ludzi, trudny dla robotów.",
  "presented-challenges-subtext": "Zadania niestandardowe dostępne również dla wydawców korporacyjnych.",
  "footer-header-1": "Spółka",
  "footer-header-2": "Zasoby",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Etykietowanie",
  "footer-link-2": "O",
  "footer-link-3": "Oferty pracy",
  "footer-link-4": "Znaki towarowe",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentacja",
  "footer-link-8": "Zgłoś błąd",
  "footer-link-9": "Dostępność",
  "footer-terms": "Warunki",
  "footer-privacy": "Prywatność",
  "footer-attribution": "Atrybucja",
  "footer-subheader-1": "Wsparcie",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Przełącz na angielski",
  "intro-heading-privacy": "Zaprojektowany z myślą o prywatności.",
  "intro-subtitle-p1-privacy": " Wyjątkowo oparte na prywatności podejście do bezpieczeństwa online.",
  "info-head-2-pr": "Nagrywanie aktywności online nie jest odpowiedzią.",
  "info-text-1-pr": "hCaptcha Enterprise ma tylko jeden cel: zapobieganie zakłócaniu operacji online przez złych podmiotów i szkodzeniu użytkownikom.",
  "info-text-2-pr": "Nasze systemy są zatem projektowane od podstaw, aby zminimalizować gromadzenie i przechowywanie danych przy jednoczesnym zachowaniu wiodącego w swojej klasie bezpieczeństwa. Najlepszym sposobem ochrony danych użytkownika jest ich w ogóle nie przechowywać.",
  "info-text-3-pr": "Wszystkie relacje z klientami są również chronione mocną umową o przetwarzanie danych. Usługa hCaptcha jest zgodna ze wszystkimi przepisami dotyczącymi prywatności bez względu na to, gdzie mieszkają Twoja usługa lub Twoi klienci. Nieprzechowywanie danych osobowych znacznie ułatwia nam to niż innym firmom.",
  "info-text-2-2-pr": "Usługi takie jak reCAPTCHA v3 twierdzą, że umieszczenie ich piksela śledzącego na każdej stronie witryny jest konieczne dla dobrego bezpieczeństwa. Nie o to chodzi.",
  "info-text-2-3-pr": "Prosta analiza behawioralna jest sygnałem łatwym do podrobienia przez złych aktorów i wymaga również zachowania historii przeglądania dla całego legalnego ruchu.",
  "info-text-2-4-pr": "Nie prowadzimy sieci reklamowej i nie jesteśmy zainteresowani obserwowaniem zachowań użytkowników w celu sprzedawania im reklam. Oznacza to, że nie wymagamy pasywnego piksela na każdej stronie Twojej witryny.",
  "info-text-2-5-pr": "Dodaj nasz kod wezwania tylko tam, gdzie jest to konieczne i tam, gdzie ma sens ochrona zarówno Ciebie, jak i Twoich użytkowników.",
  "info-head-3-pr": "Uczenie maszynowe jest przydatne. Ale to nie wymaga danych osobowych do pracy.",
  "info-text-3-1-pr": "Uczenie maszynowe wpływa teraz na prawie każdy aspekt naszego życia, często w sposób, z którego nie zdajemy sobie sprawy i którego nie widzimy. Usługi bezpieczeństwa online nie różnią się.",
  "info-text-3-2-pr": "Ucząc się na tysiącach sygnałów, modele mogą bardzo szybko wywnioskować i osiągnąć wysoki poziom pewności w wykrywaniu złośliwego zachowania, nawet jeśli żaden pojedynczy sygnał nie byłby wystarczająco silny, aby wskazać problem.",
  "info-text-3-3-pr": "Jednak żadna z tych czynności nie wymaga korzystania z informacji umożliwiających identyfikację osób (PII). Nowoczesne techniki kryptograficzne pozwalają nam jak najszybciej pozbyć się wszelkich danych osobowych, tworząc zamiast tego jednokierunkowe podpisy, których nie można powiązać z żadną osobą.",
  "info-text-3-4-pr": "Szkolenie na temat danych pozbawionych elementów umożliwiających identyfikację działa równie dobrze i nie wymaga narażania bezpieczeństwa ani prywatności. Nasi klienci przeprowadzili testy empiryczne i zadeklarowali, że jesteśmy równi lub lepsi niż znacznie mniej prywatne alternatywy.",
  "cloudflare-quote-text-privacy": "W rozwiązaniach hCaptcha podobało nam się kilka rzeczy: 1) nie sprzedają danych osobowych; zbierają tylko minimum niezbędnych danych osobowych, są przejrzyste w opisie gromadzonych informacji oraz w jaki sposób je wykorzystują i/lub ujawniają.",
  "pilot-head": "Wypróbuj nas w swoim środowisku bez zobowiązań.",
  "pilot-text-1a": "Jesteśmy inżynierami, a nie sprzedawcami: chcemy, abyś był zadowolony ze swojego wyboru.",
  "pilot-text-1b": "Najlepszym sposobem na zapewnienie Twojej satysfakcji jest wykazanie, że spełniamy Twoje potrzeby.",
  "pilot-text-1c": "Praktycznie wszystkie firmy, które rozpoczynają pilotaż, ostatecznie wybierają nasze rozwiązania.",
  "pilot-text-1d": "Skorzystaj z tego formularza, aby skontaktować się z jednym z naszych specjalistów technicznych. Szybko reagujemy.",
  "pilot-text-1e": "Możesz również wysłać do nas e-mail bezpośrednio.",
  "pilot-email-details": "Szczegóły znajdziesz tutaj.",
  "pilot-f1": "Region",
  "pilot-f2": "Twoje imię",
  "pilot-f3": "Twoje imię",
  "pilot-f4": "Biznesowy adres e-mail",
  "pilot-f5": "Jakieś inne szczegóły, które powinniśmy mieć?",
  "pilot-f6": "Potrzebujesz pilnego onboardingu?",
  "pilot-f7": "Tak.",
  "pilot-f8": "Jestem atakowany i wymagam natychmiastowego wdrożenia.",
  "pilot-f9": "Składać",
  "pilot-f10": "Wpisując swój adres e-mail, wyrażasz zgodę na nasze Warunki i Politykę prywatności oraz na otrzymywanie od nas wiadomości e-mail.",
  "pilot-fo-1": "Integracja nie może być prostsza.",
  "pilot-fo-2": "hCaptcha ma dziesiątki gotowych integracji dla używanych systemów frontendowych i backendowych.",
  "pilot-fo-3": "Jeśli pochodzisz z reCAPTCHA Google, nasze interfejsy API są zastępczymi zamiennikami. Wystarczą trzy linijki kodu.",
  "pilot-fo-4": "Nasi inżynierowie wdrożeniowi pomogą Ci szybko rozpocząć pracę, niezależnie od tego, czy potrzebujesz integracji React, pakietów SDK dla natywnych aplikacji iOS, przykładowego backendu Java, czy praktycznie dowolnego innego scenariusza.",
  "pilot-fo-5": "I jak zawsze prywatność jest dla nas podstawową wartością. Dodaj nasz kod wezwania tylko tam, gdzie jest to konieczne i tam, gdzie ma sens ochrona zarówno Ciebie, jak i Twoich użytkowników. Minimalizacja zbierania danych zaczyna się od momentu integracji.",
  "pilot-fdone": "Dziękuję Ci. Wkrótce skontaktujemy się z Tobą.",
  "home-ent-2-new": "Dowiedz się więcej o naszym rozwiązaniu dla przedsiębiorstw.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Rozwiązania hCaptcha Enterprise zapewniają najlepsze w swojej klasie zabezpieczenia i chronią wiele najlepszych usług online.",
  "home-plans-button-2-new": "Ucz się więcej",
  "header-enterprise-link": "Przedsiębiorstwo",
  "sales-interstitial-c1b-new": "Dowiedz się więcej o hCaptcha Enterprise"
}
