{
    "1001938065": "Integracja nie może być prostsza",
    "1012122721": "* Statystyczne pliki cookie zarządzane bezpośrednio przez nas (tj. pliki cookie pierwszej strony, a nie strony trzeciej), w przypadku których dane nie są wykorzystywane do profilowania.",
    "1014004474": "Plany Enterprise firmy hCaptcha oferują zaawansowane umowy dotyczące poziomu usług, aby zapewnić ochronę Twojej organizacji",
    "1021431157": "() Niezgodność z licencjami typu open source lub open source",
    "1023070345": "Nie później niż 14 marca 2021",
    "1023108656": "Kategorie odbiorców zewnętrznych",
    "1023190144": "hCaptcha® w tekście",
    "102498091": "Google pobiera 1 USD za 1000 żądań za reCAPTCHA Enterprise, co oznacza, że teraz pobiera więcej za żądanie, niż kosztuje złamanie bezpieczeństwa ich usługi. To wygląda na złą ofertę.",
    "102695075": "Czas trwania",
    "1027023087": "Zamiast tego w hCaptcha skupiliśmy się na bardziej nowoczesnych podejściach do problemu, które nie wymagają przechowywania długoterminowych rejestrów zachowań, takich jak historia przeglądania, i od czasu wprowadzenia usługi okazały się znacznie bardziej odporne w obliczu zdeterminowanych przeciwników.",
    "1027200955": "Porozmawiaj z jednym z naszych ekspertów dziedzinowych, aby określić potrzeby projektu: dokładność docelową, format i wszelkie specjalne wymagania.",
    "1028058338": "Zapoznaj się z naszą sekcją „Powiadomienie dla podmiotów danych z UE” dotyczącą Twoich praw wynikających z ogólnego rozporządzenia o ochronie danych („RODO”).",
    "1033698050": "1. Czy uważamy, że klient podał nam przypadek użycia, który uważamy za moralnie akceptowalny, zgodnie z naszą interpretacją typowych zachodnich norm społecznych?",
    "1035621426": "Każdy bot zidentyfikowany przez reCAPTCHA bezpośrednio zmniejsza przychody z reklam Google.",
    "1038019440": "1. Czy ten klient reprezentuje interesy narodowe kraju, o którym wiadomo, że angażuje się w zachowania sprzeczne z międzynarodowymi prawami i normami?",
    "103876916": "do kwalifikujących się raportów bezpieczeństwa dotyczących usługi hCaptcha i powiązanego kodu źródłowego.",
    "1042802841": "Informacje poufne to wszelkie informacje, które są oznaczone jako poufne lub zastrzeżone lub które powinny być racjonalnie zrozumiane przez stronę otrzymującą jako poufne lub zastrzeżone. Nie obejmuje to żadnych informacji, które są (1) publicznie dostępne, (2) już w posiadaniu, opracowane niezależnie lub już znane stronie otrzymującej, lub (3) zostały ujawnione na mocy nakazu sądowego lub w inny sposób wymagany przez prawo.",
    "1045484714": "Integracja SAML SSO z dostawcą tożsamości, np. Okta lub Azure AD.",
    "1046087606": "IBM. (Światowy). Świadczone usługi: IBM Cloud.",
    "1047251718": "Dziś jednak, kiedy ludzie mówią o API, niezmiennie mają na myśli API oparte na standardach. Są to interfejsy API zbudowane przy użyciu otwartych standardów, takich jak Representational State Transfer (REST) i otwartych standardowych formatów plików, takich jak JavaScript Object Notation (JSON). Takie „interfejsy API RESTful”, jak się je nazywa, można tworzyć bez konieczności posiadania zastrzeżonego oprogramowania. Powstałe interfejsy API są w stanie wysyłać i odbierać wywołania danych i procedur między aplikacjami. Na przykład aplikacja bankowości mobilnej korzysta z interfejsu API, aby uzyskać dostęp do systemów banku.",
    "1050501253": "Zbyt trudne",
    "1051214799": "hCaptcha to usługa bezpieczeństwa internetowego, która stara się dzielić wartość z wydawcami witryn lub aplikacji, które z niej korzystają.",
    "1053787685": "Co to jest oszustwo płatnicze?",
    "1058572205": "nas, jeśli chcesz dowiedzieć się więcej",
    "1059502393": "Przechwytywanie szczegółów raportu o błędzie: Firefox",
    "1061239711": "3. Pierwsza strona",
    "1062291156": "standardowe warunki",
    "1066753052": "co oznacza, że portfel jest pusty i jesteś na stronie zawierającej wyzwanie hCaptcha. Po ukończeniu wyzwania otrzymasz tokeny, które można wymienić na dowolnej innej stronie internetowej z hCaptcha.",
    "1067704102": "Wartość w etykietowaniu danych",
    "1070364246": "Ups! Coś poszło nie tak podczas przesyłania formularza.",
    "10724169": "Akceptujesz naszą Politykę prywatności, która reguluje, co zrobimy z wszelkimi danymi osobowymi, które nam przekazujesz.",
    "1074044172": "Kiedy użytkownicy muszą stawić czoła wyzwaniu, aby spełnić Twoje wymagania dotyczące bezpieczeństwa, dlaczego nie zadać pytań przyjemnych i istotnych dla użytkownika?",
    "1077448694": "Integracja z zewnętrznymi serwisami społecznościowymi.",
    "1080672247": "Ponieważ wielu z zadawanych pytań nie można rozwiązać ekonomicznie za pomocą gotowego oprogramowania, a dane są zazwyczaj unikalne dla systemu, oznacza to, że boty są często całkowicie zatrzymywane przez bezpłatną usługę i muszą zamiast tego polegać na ludzkich rozwiązaniach CAPTCHA, które sprawia, że wiele rodzajów nadużyć jest całkowicie nieopłacalnych.",
    "1080752747": "Skontaktuj się z działem sprzedaży",
    "1085089390": "Nadużycia w Internecie wynikają z wrodzonych ludzkich zachowań",
    "1087195513": "Jeśli jesteś Współtwórcą, który uzyskuje dostęp do Usług i/lub wykonuje zadania za pośrednictwem lub w związku z integratorem w imieniu Wnioskodawcy, który nie jest IMI, zgadzasz się i przyjmujesz do wiadomości, że Intuition Machines nie ponosi odpowiedzialności za w odniesieniu do wszelkich nagród lub innych wynagrodzeń za wykonane zadania. Zgadzasz się i przyjmujesz do wiadomości, że wszelkie nagrody lub inne wynagrodzenia za ukończone zadania są określane wyłącznie zgodnie z Twoją umową z Zgłaszającym i/lub Integratorem, stosownie do przypadku. Wszelkie spory dotyczące takich nagród lub innego wynagrodzenia (w tym między innymi nieotrzymania takich nagród lub innego wynagrodzenia) są rozstrzygane wyłącznie między użytkownikiem a Zgłaszającym i/lub integratorem, w zależności od przypadku.",
    "1087260385": "Jeśli masz jakiekolwiek pytania dotyczące niniejszej Polityki prywatności, skontaktuj się z nami pod adresem",
    "1088304322": "Możemy wykorzystywać Twoje dane osobowe z powodów nie opisanych w niniejszej Polityce prywatności, jeśli zezwala na to prawo i gdy powód jest zgodny z celem, dla którego je zebraliśmy. Jeśli będziemy musieli wykorzystać Twoje dane osobowe w niepowiązanym celu, możemy Cię o tym powiadomić i wyjaśnić odpowiednią podstawę prawną takiego wykorzystania. Jeśli polegaliśmy na Twojej zgodzie na określone wykorzystanie Twoich danych osobowych, możemy poprosić Cię o zgodę w dowolnym niepowiązanym celu i zezwolić Ci na zakończenie korzystania z usługi w tym czasie, jeśli wyrazisz sprzeciw.",
    "1089415440": "Dokładne wykrywanie obiektów na obrazach i wideo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kryteria dotyczące kwestii etycznych: Subiektywne",
    "1092241113": "Aby lepiej zrozumieć interesy naszych Klientów i Integratorów.",
    "1093280979": "1. Formularze zamówień platformy",
    "1099238677": "Dzięki naszemu dużemu wolumenowi i małym opóźnieniom szybko zmienimy Twoją pracę, z automatyczną dostawą, gdy tylko się skończy.",
    "1103295010": "Zarabiaj pieniądze lub przekazuj na cele charytatywne, gdy ludzie rozwiązują CAPTCHA",
    "1105363520": "Nie prowadzimy sieci reklamowej i nie jesteśmy zainteresowani obserwowaniem zachowań użytkowników w celu sprzedawania im reklam. Oznacza to, że nie wymagamy pasywnego piksela na każdej stronie Twojej witryny.",
    "110836420": "Ostatnia aktualizacja: 23 grudnia 2020 r.",
    "1108398506": "klienci zyskują całkowitą kontrolę nad doświadczeniem i korzystają z wiedzy zdobytej przez hCaptcha, obsługując największego niezależnego dostawcę wyzwań w Internecie. Dostają również lepszą ofertę niż reCAPTCHA Enterprise: do 50-80% lepsze ceny, w zależności od wolumenu.",
    "111184581": "Hosting własny",
    "1112074001": "Krok 2: Kliknij kartę Sieć w Narzędziach dla programistów. Zaznacz pole „Utrwalaj dzienniki” u góry.",
    "1115642494": "1. Źródło: wykazy witryn BuiltWith.com reCAPTCHA. Źródło 9 lipca 2019 r.",
    "1115671076": "Zendesk, Inc. (globalny). Świadczone usługi: Zendesk.com.",
    "1116455671": "O: Otrzymasz nagrodę za wstępne rozwiązanie, jeśli użytkownik ukończy je w Twojej witrynie. Wykupy mają taki sam wzorzec odpowiedzi, jak gdyby użytkownik przeszedł automatycznie w Twojej witrynie ze względu na duże zaufanie klientów: nie ma żadnych zarobków, a wywołanie siteverify z Twojego serwera otrzymuje w wynikach „kredyt: Fałsz”.",
    "1118929614": "( ) Ekstremalna głupota ze strony ludzi, którzy robią interesy ze spamerami",
    "1119009846": "W razie potrzeby, aby zachować zgodność z obowiązującym prawem, w tym żądaniami rządowymi, żądaniami organów ścigania i innymi podmiotami publicznymi i prywatnymi w celu ochrony praw, prywatności, bezpieczeństwa lub własności Ciebie, nas lub innych osób.",
    "1123365779": "Jeśli jesteś programistą stron internetowych lub użytkownikiem-ekspertem, podsumowanie jest takie, że chcielibyśmy, abyś przesłał nam rejestr sieciowy HAR i dzienniki konsoli przeglądarki.",
    "1126302400": "Pudełko ograniczające",
    "1126447688": "często zgłaszają równą lub lepszą wydajność w wykrywaniu i łagodzeniu botów pomimo naszego skupienia na prywatności",
    "1126613163": "Dane wrażliwe",
    "1129833879": "Zatrzymaj złośliwe boty, chroń prywatność użytkowników",
    "1130783905": "Dokładność leży w twoim i naszym interesie. hCaptcha zapewnia prawdziwe dane i pozwala zdecydować, jak z nich korzystać. Inne rozwiązania bezpieczeństwa są dostarczane przez firmy reklamowe Gigantic. Oznacza to, że każdy blokowany przez nich bot może zmniejszyć ich przychody.",
    "1130802068": "Informacje, które zbieramy, wykorzystujemy do następujących celów:",
    "1130868224": "Trzy linijki kodu",
    "1131196501": "Duże firmy, takie jak",
    "1131525092": "Grupuj złych aktorów bez wysiłku za pomocą naszych identyfikatorów UID z zachowaniem prywatności, aby znaleźć i powstrzymać powiązane oszustwa i nadużycia",
    "1133989302": "Dlaczego hCaptcha?",
    "1137757109": "Jeśli jest to konto eCommerce, osoba atakująca może zamówić towar. Jeśli ofiarą jest bank, napastnik może przelać środki za granicę i tak dalej.",
    "1139493658": "i ciężko pracuj, aby zrównoważyć prywatność i bezpieczeństwo.",
    "1139500589": "Kraj",
    "1140554614": "Umowa o przetwarzanie danych",
    "1141402092": "Zaawansowane funkcje raportowania",
    "1144966033": "Zoptymalizowany pod kątem kosztów i jakości",
    "1150035777": "Zaawansowane modele uczenia maszynowego generują ocenę zaufania botów na podstawie wielu punktów danych, poza tym, czy udzielono prawidłowej odpowiedzi na pytania",
    "1150786045": "www.botstop.com",
    "1150963691": "łagodzenie APT",
    "1151065360": "( ) Czarne listy są do bani",
    "1155436473": "(nasza oferta dla przedsiębiorstw) chroni teraz setki milionów użytkowników w dziesiątkach milionów witryn i aplikacji miesięcznie. Nasza historia pokazuje, że możesz konkurować z Big Tech, jeśli na pierwszym miejscu stawiasz prywatność.",
    "1155821305": "obrona to głębia",
    "1156712451": "Wstępny test pracy",
    "1159746815": "Możesz również wysłać do nas e-mail bezpośrednio.",
    "1160252730": "Google pobiera teraz wysokie ceny za reCAPTCHA Enterprise, przez co wiele firm ponownie ocenia tę ofertę.",
    "1160707899": "12. Rola współtwórcy i relacje z IMI i innymi wnioskodawcami",
    "1161704803": "Dlaczego mamy politykę etyki AI?",
    "116842359": "***** Oczekuje się, że uzgodnienia zakończą się w ciągu kilku dni ze względu na konserwację systemu.",
    "1169005651": "15 września 2019 r.",
    "1172067553": "Platforma HUMAN stojąca za hCaptcha zapewnia wysoce wyrafinowane funkcje jakości pracy i zarządzania za pośrednictwem wdrożeń lokalnych, hybrydowych lub SaaS, które integrują się z istniejącymi systemami.",
    "117227832": "( ) Dlaczego powinniśmy ufać Tobie i Twoim serwerom?",
    "1173652155": "Doradcy",
    "1173934218": "Rozumiemy, że Twoja prywatność jest dla Ciebie ważna i zobowiązujemy się do przejrzystego informowania o używanych przez nas technologiach. Niniejsza polityka zawiera szczegółowe informacje o tym, jak i kiedy używamy plików cookie w naszych Witrynach i Usługach.",
    "1174237568": "Te czynności przetwarzania stanowią nasze prawnie uzasadnione interesy. Staramy się rozważyć i zrównoważyć wszelkie potencjalne skutki dla Ciebie (zarówno pozytywne, jak i negatywne) oraz Twoje prawa, zanim przetworzymy Twoje dane osobowe w naszych uzasadnionych interesach. Nie wykorzystujemy Twoich danych osobowych do działań, w których nasze interesy są nadrzędne w stosunku do Ciebie (chyba że mamy Twoją zgodę lub w inny sposób jest to wymagane lub dozwolone przez prawo).",
    "1177598246": "Skontaktuj się z działem sprzedaży",
    "1182294134": "Azja i Pacyfik (APAC)",
    "1186243118": "obrazy logo",
    "1187718370": "Skontaktuj się z nami",
    "1188668818": "podawać żadnych fałszywych informacji podczas korzystania z tej witryny (w tym między innymi podszywanie się pod inną osobę lub organizację na swoim koncie lub fałszywe oświadczenie lub w inny sposób nieprawdziwe przedstawianie siebie lub powiązania z jakąkolwiek inną osobą lub organizacją na swoim koncie;",
    "119098046": "A co z rozwiązaniami pasywnymi lub bezproblemowymi?",
    "119298044": "Zaawansowane, samonadzorowane technologie ML i AI chronią Twoje usługi internetowe przed zagrożeniami i atakami",
    "1193738791": ": śledzą zachowanie użytkownika na każdej stronie witryny i w całej sieci. Zaprojektowaliśmy hCaptcha tak, aby od pierwszego dnia był jak najbardziej przyjazny dla prywatności. Doprowadziło to do zupełnie innego podejścia do problemu. Jak się okazuje, śledzenie użytkowników w sieci i wiązanie ich historii internetowej z ich tożsamością jest całkowicie niepotrzebne do osiągnięcia dobrego bezpieczeństwa. Wiele firm, które przeszły na hCaptcha",
    "1200905005": "††† Od września 2021 r. rozliczenia i wypłaty trwają obecnie około 10 dni, a nie jeden dzień, aby uprościć ograniczenia operacyjne związane z rozwojem usługi.",
    "1201821619": "hCaptcha rozwiązuje jeden z najbardziej palących problemów dnia dzisiejszego: zapobieganie nadużywaniu usług online przez złośliwe boty.",
    "120384113": "6. Wypowiedzenie",
    "1204911585": "2. Jeśli korzystasz z przeglądarki Brave, która (stan na kwiecień 2020 r.) nie ma żadnej białej listy plików cookie, przejdź do Preferencje -> Tarcze -> Ciasteczka i wybierz „Zezwalaj na wszystkie pliki cookie”.",
    "1208179159": "LogDNA, Inc. (globalny). Świadczone usługi: LogDNA.com.",
    "121192737": "Nadchodzące dodatki",
    "1216071511": "Te same pomysły są proponowane tak często, że około 20 lat temu anonimowy autor wymyślił pomocne wypełnienie luki w internetowych dyskusjach na temat rozwiązań antyspamowych:",
    "121743429": "Dla firm zajmujących się infrastrukturą internetową",
    "1218990730": "jak zgłaszać problemy ze szczegółowymi logami",
    "1219091208": "Dropbox",
    "1224727373": "BotStop autorstwa hCaptcha",
    "122875767": "Spełnij swoje potrzeby prawne, gdy inne firmy nie mogą.",
    "1229233916": "Przypisy",
    "1230058025": "Podzielność. Z wyjątkiem zrzeczenia się prawa do pozwu zbiorowego, jeśli jakikolwiek warunek lub postanowienie lub część niniejszej klauzuli arbitrażowej zostanie uznana za nieważną lub niewykonalną, zostanie ona zerwana, a pozostała część klauzuli arbitrażowej będzie wykonalna.",
    "1232651561": "oprogramowanie jest teraz tak dobre, jak ludzie w rozwiązywaniu problemów reCAPTCHA.",
    "1233229030": "Różnorodny",
    "1233793176": "Nasze Witryny i Usługi nie są skierowane do dzieci poniżej 13 roku życia i nie gromadzimy świadomie Danych osobowych od dzieci poniżej 13 roku życia. Jeśli dowiemy się, że zebraliśmy Dane osobowe dziecka poniżej 13 roku życia, podejmiemy uzasadnione kroki w celu usunięcia takich informacji z naszych plików tak szybko, jak to możliwe, chyba że mamy prawny obowiązek ich zachowania. Prosimy o kontakt pod adresem",
    "1235925265": "Dokumentacja",
    "1237076138": "hCaptcha oferuje uczciwą ofertę zarówno dla klientów bezpłatnych (hCaptcha Publisher), jak i korporacyjnych (hCaptcha Enterprise).",
    "1240667045": "Możemy zawiesić, ograniczyć lub anulować Twój dostęp do Usług w dowolnym momencie z dowolnego powodu, w tym z powodu: (a) uważamy, że naruszyłeś niniejsze Warunki świadczenia usług (w tym inne powiązane zasady); (b) uważamy, że naruszyłeś nasze prawa lub prawa jakiejkolwiek strony trzeciej; (c) nie jesteśmy w stanie zweryfikować lub uwierzytelnić informacji, które nam przekazałeś; lub (d) uważamy, że Twoje działania mogą spowodować powstanie zobowiązań wobec Ciebie, nas lub strony trzeciej. W celu uniknięcia wątpliwości zastrzegamy sobie prawo do uniemożliwienia lub zawieszenia płatności na rzecz użytkownika, jeśli mamy uzasadnione przekonanie, że którekolwiek z powyższych dotyczy takiej płatności.",
    "1241291641": "Zobacz więcej szczegółów.",
    "1242066691": "Zaznacz pole obok „Zezwalaj na pliki cookie innych firm”.",
    "1243684308": "Poważnie traktujemy Twoją opinię i chcemy zapewnić wszystkim przyjemniejsze wrażenia z korzystania z Internetu, mniejszą liczbę botów i mniej spamu. Skontaktuj się z nami:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Kliknij „OK”",
    "1254771154": "wyzwania pokazane w innych usługach wspierających Privacy Pass, które również zawierają hCaptcha, np. Cloudflare.",
    "1258965840": "Tak więc, jeśli atakujący może dostać się do jednej witryny, prawdopodobnie może dostać się do wielu witryn za pomocą rozlanych poświadczeń. Na przykład mogą otrzymać parę nazwa użytkownika/hasło, takie jak JohnDoe/525momma, ale nie mają pojęcia, co ta para dla nich zrobi. Próbują więc parę na Amazon.com, Ebay, Citibank, Walgreens i tak dalej. Mogą wypróbować tę parę na tysiącu różnych witryn.",
    "1259002282": "Znalazłeś błąd? Oto jak to zgłosić.",
    "126134492": "Inne",
    "1263998069": "Zdobywaj nagrody za ludzkie rozwiązania",
    "1266963825": "P: Czy hCaptcha Section 508 + WCAG 2.1 AA jest zgodny?",
    "1268414751": "Jakieś inne szczegóły, które powinniśmy mieć?",
    "1268918580": "Niektóre logo i znaki używane przez firmę hCaptcha i jej partnerów są własnością osób trzecich i mogą być wykorzystywane wyłącznie za ich zgodą. Osoby trzecie nie mogą używać następujących znaków, z wyjątkiem przypadków dozwolonych przez ich właścicieli:",
    "1270712701": "Komunikaty prasowe i najnowsze raporty",
    "1271831121": "To nie jest tak, że haker (oczywiście ubrany w bluzę z kapturem!) siedzi tam, wpisując poświadczenie po poświadczeniu. Zautomatyzowany bot do logowania może być stworzony z gotowego narzędzia, takiego jak Selenium, lub z niestandardowego narzędzia hakerskiego.",
    "1273071008": "Wnioski o prawa dostępu osoby, której dane dotyczą",
    "1273914192": "3. Podatki",
    "1275150216": "Zabytki",
    "1278884196": "To powiedziawszy, kryptografia jest dość młodą dyscypliną. Opierając się na niedawnej historii, twój schemat kryptograficzny i/lub implementacja prawdopodobnie zostanie złamany, gdy tylko ktoś będzie miał motywację, by przyjrzeć się mu z bliska, i jest prawdopodobne, że inni ludzie zrozumieją to na długo przed tobą. Poleganie na sprzęcie oznacza również, że konieczne może być poproszenie każdego z użytkowników o zmianę urządzenia fizycznego w celu usunięcia usterki. W większości przypadków jest to mało prawdopodobne, co oznacza, że w rzeczywistości system po prostu się nie otworzy.",
    "1282121137": "Aby zrozumieć, jak problematyczne może być przejęcie konta, zastanów się, jak wygląda to doświadczenie z punktu widzenia instytucji finansowej. Codziennie obsługują miliony logowań.",
    "1289884910": "Publikujemy również sporadycznie analizy i raporty. Na przykład:",
    "1291824746": "Wypłaty hCaptcha są realizowane kwartalnie, na podstawie 60-dniowego okresu kroczącego. Aby zilustrować, co to oznacza, zapoznaj się z poniższą tabelą.",
    "129661785": "Czy kiedykolwiek proszono Cię o „kliknięcie samochodu/przejścia dla pieszych/światła stopu?”",
    "1296696044": "Prywatność a bezpieczeństwo: dlaczego nie jedno i drugie?",
    "1297224875": "Wyjątkowo oparte na prywatności podejście do bezpieczeństwa online w przedsiębiorstwie.",
    "1297657322": "Ekran użytkownika ułatwień dostępu po zalogowaniu",
    "1300485304": "hCaptcha chroni przed zaawansowanymi zagrożeniami i wabikami zaprojektowanymi do infiltracji sieci",
    "130239139": "Jaka jest wartość ponad 100 osobolat pracy gromadzonej codziennie przez Google?",
    "1316817321": "Atrybucja",
    "131871195": "Najlepszym sposobem na zapewnienie Twojej satysfakcji jest wykazanie, że spełniamy Twoje potrzeby.",
    "1330274831": "Niniejszym udzielasz nam ogólnoświatowej, niewyłącznej, podlegającej podlicencjonowaniu, przenoszalnej, wolnej od opłat, nieodwołalnej licencji na okres obowiązywania niniejszej Umowy na używanie, powielanie, rozpowszechnianie drogą elektroniczną i publiczne wyświetlanie wszelkich Danych Klienta wyłącznie w celu świadczenia Usług . Oświadczasz i gwarantujesz, że posiadasz wystarczające prawa, tytuły i udziały w swoich danych w celu udzielenia licencji w tej sekcji.",
    "1333016413": "Pozwala to uniknąć przyszłych pytań, rejestrując i ustawiając plik cookie.",
    "1337725003": "hCaptcha jest zaangażowana w demokratyzację dostępu do dużych ilości adnotacji w czasie rzeczywistym, umożliwiając dużym i małym firmom poprawę jakości swoich produktów i usług poprzez zastosowanie uczenia maszynowego w swojej działalności.",
    "1338341134": "hCaptcha + przepustka prywatności (Beta)",
    "1340011854": "Wymagane alternatywne rozstrzyganie sporów. Zgadzasz się, że w przypadku wszelkich sporów wynikających z korzystania przez Ciebie z Usług lub związanych z nimi, w tym wszelkich sporów, które mogły powstać od momentu rozpoczęcia wykonywania zadań dla IMI, a w szczególności wszelkich roszczeń związanych z tym, czy zaklasyfikujesz je jako niezależnego kontrahenta, najpierw powiadomisz IMI o swoim roszczeniu przeciwko niemu. Następnie Ty i IMI podejmiecie próbę rozwiązania problemu w drodze bezpośrednich negocjacji lub mediacji. Podzielimy równo koszty mediacji i uzgodnimy, że mediacja będzie prowadzona za pośrednictwem telefonu lub innych środków elektronicznych. Jeśli roszczenie pozostaje nierozstrzygnięte w wyniku nieformalnych negocjacji lub mediacji, zgadzasz się, że Ty i IMI użyjecie ostatecznego i wiążącego arbitrażu w celu rozstrzygnięcia sporu. Niniejsza klauzula reguluje wszystkie roszczenia z mocą wsteczną od momentu rozpoczęcia korzystania z naszej strony internetowej, niezależnie od tego, czy są one oparte na delikcie, umowie, ustawie, w tym między innymi na wszelkich roszczeniach dotyczących dyskryminacji i nękania, niezależnie od tego, czy są oparte na kalifornijskiej ustawie o uczciwym zatrudnieniu i mieszkalnictwie , Tytuł VII Ustawy o Prawach Obywatelskich z 1964 r., z późniejszymi zmianami, lub jakiekolwiek inne prawo lub przepisy stanowe lub federalne, prawo sprawiedliwe lub inne.",
    "1344687860": "Pudełka ograniczające",
    "1344959096": "Praca jako indywidualna etykieta danych",
    "1345083090": "Zgłaszasz problem z funkcjonalnością?",
    "134571844": "Impressum (powiadomienie o witrynie)",
    "1350478093": "Cel przetwarzania",
    "135276624": "Europa, Bliski Wschód, Afryka (EMEA)",
    "1356745565": "Kompatybilny z powrotem do Internet Explorera 8.",
    "1358325821": "Najpierw zainstaluj rozszerzenie dla",
    "1362015807": "Rozpoczęcie pracy",
    "1368787974": "Współdziel zarządzanie w całym zespole.",
    "137127070": "wstawiać, przesyłać ani załączać złośliwych lub nieznanych zewnętrznych łączy lub plików ani przesyłać jakichkolwiek treści zawierających wirusa, konia trojańskiego, robaka, bombę zegarową lub inny szkodliwy kod komputerowy;",
    "1373262754": "Wiedza o tym, kim jest dana osoba, ma minimalną wartość dla hCaptcha. Obchodzi nas tylko to, czy są ludźmi, czy złośliwymi aktorami.",
    "1374227759": "wykorzystywać Serwisu do jakiejkolwiek nielegalnej działalności lub w celu innym niż cel, dla którego został udostępniony;",
    "1377538813": "Dominujący język. Wersja w języku angielskim niniejszych Warunków świadczenia usług będzie miała znaczenie nadrzędne pod każdym względem i będzie miała pierwszeństwo w przypadku jakichkolwiek niezgodności z ewentualnymi przetłumaczonymi wersjami.",
    "1388241689": "Informacje zebrane w wyniku odpowiedzi Użytkowników końcowych na monity za pośrednictwem Usługi („Dane oznaczone etykietą”), takie jak dane etykietowania obrazów, tekst przekonwertowany z plików audio odtwarzanych tym Użytkownikom końcowym, odpowiedzi na pytania i inne monity generowane przez Usługę do celów oznaczania danych do wykorzystania w aplikacjach uczenia maszynowego. Należy pamiętać, że dane oznaczone etykietami nie są powiązane z żadną zidentyfikowaną osobą.",
    "1393184984": "to wszystko, czego potrzebujesz.",
    "1394253934": "7. Nadużycia, nadużycia i wprowadzanie w błąd",
    "1397766838": "Lepsze wrażenia użytkownika",
    "1406188018": "6 i 7",
    "1406393333": "Wszelki dostęp do Usług lub korzystanie z nich w sposób inny niż zgodny z niniejszymi Warunkami świadczenia usług i instrukcjami, które udostępniamy, jest surowo wzbroniony. W szczególności NIE BĘDZIESZ:",
    "1406692811": "angażować się w spamowanie lub publikować wszelkiego rodzaju reklamy, próbować uzyskać skierowania, komunikację masową, oferty pieniężne lub prośby, pozyskiwanie usług, reklamy, marketing, nonsensowne wiadomości, powielone tematy, nielegalne treści, linki do serwisów społecznościowych, adresy e-mail lub identyfikatory komunikatorów internetowych, chyba że wymaga tego zadanie;",
    "1408530660": "IMI szanuje własność intelektualną innych osób i zastrzegamy sobie prawo do usunięcia z naszej witryny wszelkich materiałów, które naszym zdaniem mogą naruszać prawa intelektualne osób trzecich. Jeśli uważasz, że Twoja własna praca została skopiowana w sposób, który stanowi naruszenie praw autorskich na tej stronie, skontaktuj się z obsługą klienta Intuition Machines.",
    "1408599440": "Zacznij szybko od kilku linijek kodu i naszego trybu pasywnego 99,9% lub przejmij pełną kontrolę nad tym, kiedy i jak użytkownicy są rzucani wyzwania. Niestandardowe modele zagrożeń i konfigurowalne wyzwania oznaczają niezrównaną elastyczność w zapewnianiu bezpieczeństwa.",
    "1408750006": "Z zastrzeżeniem pewnych ograniczeń, CCPA zapewnia konsumentom w Kalifornii prawo do żądania uzyskania dodatkowych informacji na temat kategorii lub określonych elementów gromadzonych przez nas danych osobowych (w tym sposobu, w jaki wykorzystujemy i ujawniamy te informacje), do usunięcia ich danych osobowych, do rezygnacji z wszelka „sprzedaż”, która może mieć miejsce, a także prawo do niedyskryminacji za korzystanie z tych praw.",
    "1409486258": "Prawidłowy",
    "1409822234": "W żadnym wypadku identyczny lub prawie identyczny znak towarowy hCaptcha nie może być używany jako nazwa domeny.",
    "1418235079": "Usługodawcy",
    "1421074182": "Znacznie wyższa.",
    "1422537019": "nas dzisiaj, aby dowiedzieć się więcej.",
    "1424800293": "Logo hCaptcha:",
    "1428053210": "Ta treść jest na ogół przekształcana z pierwotnej formy. Na przykład wideo może zostać podzielone na wiele obrazów, obrazy te mogą zostać podzielone na wiele nowych obrazów, a następnie te nowe obrazy zostaną losowo zmieszane w celu uzyskania końcowego wyświetlanego wyniku.",
    "1434289796": "Niektóre pliki cookie są niezbędne do niektórych zastosowań Witryn, a bez takich plików cookie nie bylibyśmy w stanie świadczyć wielu usług potrzebnych do prawidłowego korzystania z Witryn. Te pliki cookie pozwalają nam na przykład obsługiwać nasze Witryny, dzięki czemu możesz uzyskać do nich dostęp zgodnie z żądaniem i pozwalają nam rozpoznać, że utworzyłeś konto i zalogowałeś się na to konto, aby uzyskać dostęp do zawartości Witryny. Obejmują one również pliki cookie, które pozwalają nam zapamiętać Twoje poprzednie działania w ramach tej samej sesji przeglądania i zabezpieczyć nasze Witryny.",
    "1445008801": "Jak mówi Eden:",
    "1446868537": "hCaptcha nigdy nie powinno być używane jako czasownik.",
    "1447649958": "Przypominamy, że tylko dokładny ruch ludzki kwalifikuje się do wypłat. Więcej informacji na ten temat można znaleźć w naszym FAQ, do którego link znajduje się poniżej. Dostępne saldo musi również spełniać minimalny próg, aby kwalifikować się do wypłaty, obecnie 10 HMT.",
    "1457707016": "Dla klientów indywidualnych",
    "1467218142": "To, czego od nich i od siebie pragniemy, kieruje naszym zachowaniem, a zatem te same wzorce interakcji powtarzają się we wszystkich ludzkich systemach. Internet dostarcza wielu znakomitych przykładów tego fundamentalnego aspektu naszego świata.",
    "1467308982": "Harmonogramy płatności",
    "1467783792": "Żadna osoba, podmiot ani organizacja objęte sankcjami przez Stany Zjednoczone („Podmiot objęty sankcjami”) nie jest uprawniona do nagród ani do korzystania z Usług jako integrator. Aby uniknąć wątpliwości, obejmuje to podmioty objęte sankcjami wyznaczone przez Biuro Kontroli Aktywów Zagranicznych („OFAC”) Departamentu Skarbu USA.",
    "1470290349": "do najlepszego w swojej klasie zarządzania botami i oszustwami.",
    "1475399473": "Dowiedz się więcej o zespole hCaptcha",
    "1476843710": "Mniej szkodliwe finansowo, ale nadal szkodliwe formy przejmowania kont obejmują przejmowanie kont w mediach społecznościowych i tym podobne. W takich przypadkach atakujący zwykle próbuje rozprzestrzeniać złośliwe oprogramowanie lub przeprowadzać ataki phishingowe na niczego niepodejrzewających znajomych ofiary. Albo napastnik próbuje zawstydzić ofiarę, co czasami zdarza się na przykład w przypadku celebrytów i polityków.",
    "1477196356": "Od dziesięcioleci proponowano różne metody łączenia tożsamości z urządzeniem w sposób bezpieczny kryptograficznie, czasami z właściwościami chroniącymi prywatność. Kryptografia klucza publicznego sięga ok. 1975, a tokeny sprzętowe istnieją prawie tak długo.",
    "1480820434": "obraz 1",
    "148188781": "Przedstawione wyzwania",
    "1482845460": "() Wymaga natychmiastowej pełnej współpracy od wszystkich jednocześnie",
    "1483015662": "3. Sesja",
    "1485807325": "Pulpity nawigacyjne dla wielu użytkowników, SAML SSO",
    "1487796027": "Dla firm",
    "1491780143": "CAPTCHA nie dowodzą, że jesteś człowiekiem – dowodzą, że jesteś Amerykaninem",
    "1493115924": "Uwagi dotyczące znaku towarowego:",
    "1493790285": "Inne informacje zebrane od Użytkowników końcowych w ramach Usługi, które są wymagane do ustalenia, czy:",
    "1495915066": "Jak my, nasi partnerzy naukowi i nasi klienci korzystamy z mediów Creative Commons",
    "1499894352": "Bardzo niewiele firm oferuje przejrzystość procesów decyzyjnych w tym obszarze i mamy nadzieję, że inni pójdą za tym przykładem!",
    "1503240421": "Krok 5: Kliknij kartę Konsola, a następnie kliknij prawym przyciskiem myszy „Zapisz jako ..”, aby zapisać dziennik konsoli. Prześlij nam to również.",
    "1504327211": "Należy pamiętać, że korzystanie z naszej Usługi podlega naszym",
    "1508655687": "Dodaj własne wyzwania dostosowane do Twoich odbiorców, aby usprawnić lub ograniczyć dostęp",
    "1510448156": "Już dziś możesz korzystać z doskonałej alternatywy i w razie potrzeby włączyć bardziej zaawansowane funkcje.",
    "1514478724": "Ucz się więcej",
    "151737819": "hCaptcha Solve Rates na całym świecie wykazują bardzo małą wariancję",
    "1517625162": "Zgodnie z sekcją 1789.3 kodeksu cywilnego stanu Kalifornia, użytkownicy stanu Kalifornia mają prawo do następującej informacji o prawach konsumenta: Mieszkańcy stanu Kalifornia mogą skontaktować się z Działem Obsługi Zażaleń Wydziału Usług Konsumenckich Kalifornijskiego Departamentu Spraw Konsumenckich pocztą na adres 1625 North Market Blvd., Sacramento, CA 95834 lub telefonicznie pod numerem (916) 445-1254 lub (800) 952-5210.",
    "1517627947": "Prawdopodobnie widziałeś zdjęcia budynków lub znaków drogowych z samochodów Streetview firmy Google i pomagałeś w oznaczaniu lokalizacji dla ich produktów Mapy i Earth.",
    "1519201684": "Polityka etyki AI",
    "1519560388": "7. Źródło: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Aby uzyskać więcej informacji, skontaktuj się z działem sprzedaży dla przedsiębiorstw.",
    "1525506526": "Czym są przejęcia kont i jak one działają?",
    "1526887904": "hCaptcha Prywatność przedsiębiorstwa",
    "1528242915": "Identyfikatory.",
    "1533171442": "Używamy również funkcjonalnych plików cookie i plików cookie stron trzecich do celów analitycznych i marketingowych. Funkcjonalne pliki cookie umożliwiają prawidłowe działanie niektórych części Witryn, a preferencje użytkownika pozostają znane. Analityczne pliki cookie gromadzą między innymi informacje o tym, w jaki sposób Klienci, integratorzy i użytkownicy końcowi korzystają z naszych Witryn, treści i produkty, które użytkownicy przeglądają najczęściej, oraz o skuteczności reklam stron trzecich. Reklamowe pliki cookie pomagają w dostarczaniu reklam odpowiednim odbiorcom i wyświetlaniu naszych reklam na górze wyników wyszukiwania. Pliki cookie to albo „sesyjne” pliki cookie, które są usuwane po zakończeniu sesji przeglądarki, albo „trwałe”, które pozostają do momentu ich usunięcia przez Ciebie (omówione poniżej) lub stronę, która udostępniła plik cookie. Pełne informacje na temat wszystkich plików cookie używanych w Witrynach są dostępne w poniższej tabeli ujawniania plików cookie.",
    "1539071196": "Zasadniczo używamy plików cookie w następujących celach:",
    "1544546608": "Karnet prywatności",
    "1544829730": "Jeśli jesteś Klientem lub Wnioskodawcą, zgadzasz się, że dodatkowe warunki dołączone do niniejszego dokumentu jako Załącznik dla Klienta będą miały zastosowanie i zostaną włączone przez odniesienie do niniejszych Warunków świadczenia usług. Jeśli nie jesteś Klientem lub Wnioskodawcą lub przestaniesz być Klientem lub Wnioskodawcą, dodatkowe warunki zawarte w Załączniku dotyczącym Klienta nie będą miały zastosowania ani nie zostaną włączone przez odniesienie do niniejszych Warunków świadczenia usług.",
    "1546930020": "Oznakowanie danych",
    "1547006769": "Weryfikacja ludzkości to ten sam problem",
    "1549336309": "hCaptcha odwraca ten model. Kiedy korzystasz z hCaptcha, firmy licytują pracę, którą wykonują Twoi użytkownicy, udowadniając swoje człowieczeństwo. Otrzymujesz nagrody.",
    "1549953005": "Użytkownik mógł wypełnić jeden lub więcej formularzy zamówienia dostępu do platformy (każdy „Formularz zamówienia”) jako warunek zostania Klientem lub Wnioskodawcą. W takim przypadku warunki opisane w Formularzu zamówienia stają się częścią Warunków świadczenia usług i zostają niniejszym włączone przez odniesienie.",
    "155456850": "ogłaszając przejście na hCaptcha:",
    "1558428432": ". Prześlij je na hCaptcha.com.",
    "155877895": "Wykrywanie i klasyfikacja wspomagane przez człowieka",
    "1559150837": "Cele nie są jednak bezbronne. Większość witryn internetowych ma kontrolki, które blokują podejrzanego użytkownika, który w krótkim czasie próbuje zalogować się na tysiące różnych kont z tego samego adresu IP. To, co robią napastnicy z upychaniem poświadczeń, aby obejść te techniki ochrony, to symulacja różnorodności geograficznej i IP. Używając potężnych, często opartych na sztucznej inteligencji narzędzi, mogą sprawić wrażenie, że tysiące użytkowników losowo próbuje zalogować się o różnych porach dnia z całego kraju. Jest to o wiele trudniejsze do wykrycia i powstrzymania.",
    "1559190296": "5-11 stycznia 2021†",
    "1559631739": "Nauka prywatna",
    "1560232962": "obejmuje szczegółowo, nie udziela się żadnych gwarancji co do kwoty zarobionej za daną odpowiedź. W tym czasie mogą nie być dostępne płatne pytania, odpowiedź może zostać odrzucona ze względu na jakość i tak dalej.",
    "1565481281": "Uwaga dla mieszkańców Kalifornii",
    "1569804581": "Jeśli chcesz w przyszłości kontaktować się z Tobą w sprawie powiązanych możliwości, wypełnij ten formularz.",
    "1579093044": "Dzięki naszemu prostemu, niestandardowemu projektantowi wyzwań możesz uruchomić treści związane z wyzwaniem marki w ciągu zaledwie kilku minut.",
    "1579715421": "Naukowcy zajmujący się IM regularnie publikują na czołowych konferencjach, takich jak ICML, ICLR, ECCV i NeurIPS, a firma opublikowała publicznie najnowocześniejsze wyniki w dyscyplinach ML, takich jak deep hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Wyniki bota o wysokiej dokładności",
    "1589805435": "Mamy również",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Opłaty na rzecz IMI, zgodnie z opisem w odpowiednim Formularzu zamówienia, uiścisz za pomocą metody płatności podanej w odpowiednim Formularzu zamówienia. O ile obie strony wyraźnie nie uzgodniły inaczej na piśmie, zapewnisz pełną płatność za wszystkie wystawione faktury w ciągu trzydziestu (30) dni od daty wysłania faktury. Upoważniasz nas do przeprowadzania autoryzacji karty kredytowej w odniesieniu do wszystkich danych karty kredytowej, które nam przekazujesz, do przechowywania tych informacji o karcie kredytowej oraz do obciążania Twojej karty kredytowej lub dowolnego innego konta, które wspólnie uzgodnimy jako formę płatności. O ile w Formularzu zamówienia lub w Umowie o świadczenie usług dla przedsiębiorstw lub w Ramowej umowie o świadczenie usług nie określono inaczej, wszystkie opłaty za Usługi, z wyjątkiem nadwyżek, są naliczane corocznie w momencie rozpoczęcia usług świadczonych przez IMI w ramach Umowy („Data wejścia w życie”).",
    "159272246": "P: Czy pracujesz nad innymi opcjami ułatwień dostępu („a11y”), takimi jak dźwięk?",
    "1595254735": "Usługi czysto pasywne mają problemy z utrzymaniem dokładności wykrywania botów, a nawet z wiedzą, kiedy są niedokładne. Bez możliwości od czasu do czasu rzucania wyzwania użytkownikom i poprawnej analizy wyników tego wyzwania, dokładność z czasem znacznie spada.",
    "1597520917": "Coraz więcej krytyków wskazuje, że lekceważenie przez Google prywatności użytkowników powinno dotyczyć klientów, którzy chcą chronić swoje witryny i aplikacje.",
    "1599610318": "Wydawca",
    "1601080128": "Jeśli zawiesimy lub zamkniemy Twoje konto, nie będziesz już mieć dostępu do żadnych części witryny, w tym danych, wiadomości, plików i innych materiałów, które przechowujesz w witrynie. NIE MOŻESZ nadal korzystać z naszej strony internetowej pod inną lub nową nazwą konta. Naruszenia niniejszych Warunków świadczenia usług mogą być ścigane w najszerszym zakresie prawa i mogą skutkować dodatkowymi karami i sankcjami.",
    "1606599610": "Kieran Thompson",
    "1606783855": "Odp.: Bardzo interesuje nas przepustka prywatności dla przypadku użycia ułatwień dostępu („a11y”). Wcześniej popularne opcje, takie jak captcha audio, dyskryminowały wielu użytkowników a11y. Wierzymy, że połączenie naszego obecnego podejścia a11y z wydawaniem Privacy Pass pozwoli użytkownikom a11y na bezpieczne przeglądanie, wiedząc, że ich ruch jest bardziej prywatny, jednocześnie ograniczając nadużycia ze strony operatorów botów, które nieuchronnie występują, gdy dostępne są opcje a11y.",
    "1609621367": "Przenosić",
    "1617196410": "hCaptcha koncentruje się na zatrzymywaniu botów. Nie obchodzi nas, kim jest użytkownik, a jedynie czy jest złośliwy. Ciężko pracujemy, aby zrównoważyć prywatność i",
    "162063633": "Mailgun Technologies, Inc. (globalny). Świadczone usługi: Mailgun.com.",
    "1620709264": "HUMAN Token® jest zastrzeżonym znakiem towarowym Fundacji HUMAN Protocol i jest używany za jej zgodą.",
    "1621597093": "Rozwiązania bezpieczeństwa dla przedsiębiorstw (płatne)",
    "1621930829": "Co można zrobić z dzisiejszymi zaawansowanymi, nieustannymi oszustwami płatniczymi? Stosowanie wielu warstw kontroli jest zwykle mądrym podejściem. Jednak najlepsze środki zaradcze to te, które mogą uwięzić bota i ujawnić, że jest fałszywy, pomimo najlepszych wysiłków jego twórców, aby odtworzyć ludzkie zachowanie.",
    "1622303590": "Aby włączyć pliki cookie w Safari (iPhone/iPad iOS 11+): Otwórz Ustawienia. Przewiń w dół i wybierz Safari. W sekcji Prywatność i bezpieczeństwo wyłącz „Zapobiegaj śledzeniu między witrynami” i „Blokuj wszystkie pliki cookie”",
    "1624200563": "bezpieczeństwa i są zgodne z RODO, CCPA, LGPD, PIPL i innymi przepisami dotyczącymi prywatności.",
    "1627232990": "Tłumaczenia niniejszych Warunków świadczenia usług są dostarczane z zachowaniem należytej staranności. W przypadku jakiejkolwiek merytorycznej różnicy między Warunkami świadczenia usług w języku angielskim a ich tłumaczeniem, Warunki świadczenia usług w języku angielskim będą traktowane jako wiążące.",
    "1636202177": "O",
    "1637527266": "W których krajach ruch botów jest największy?",
    "1637702726": "O hCaptcha",
    "1642844535": "jest ważne: hCaptcha wykorzystuje wiele różnych podejść, aby odpowiedzieć na to samo podstawowe pytanie, umożliwiając porównanie w celu zapewnienia spójności we wszystkich ocenach.",
    "1644003939": "Uwaga: nie dotyczy wszystkich klientów. Na przykład klienci korzystający z funkcji IP Blinding lub innych zaawansowanych opcji prywatności lub zabezpieczeń (np. klienci Secure Virtual Tenancy) są całkowicie wyłączeni z wszelkich potencjalnych „PII”, które kiedykolwiek wejdą do systemów telemetrycznych, nawet adresu IP. W razie potrzeby skontaktuj się z przedstawicielem ds. konta, aby uzyskać więcej informacji.",
    "164801246": "Rekoncyliacja to proces, w którym ruch jest analizowany po fakcie w celu zweryfikowania jego człowieczeństwa i dokładności, gdy wszystkie dane ze wszystkich witryn raportujących są już dostępne. Więcej szczegółów można znaleźć w naszym",
    "1655022901": "BotStop autorstwa hCaptcha™",
    "1655796811": "Informacje zbierane automatycznie w wyniku korzystania przez Integratora lub Klienta ze Stron lub Usług („Informacje analityczne”), takie jak adresy IP, typ przeglądarki, dostawca usług internetowych, typ platformy, typ urządzenia, system operacyjny, data i godzina dostępu i inne podobne informacje. Niektóre Informacje analityczne są gromadzone w naszym imieniu przez strony trzecie, z którymi współpracujemy w tym celu, a niektóre Informacje analityczne są gromadzone za pomocą różnych technologii śledzenia, w tym plików cookie (patrz „Analiza i technologie śledzenia stron trzecich” poniżej).",
    "165932542": "Spojrzenie na wskaźniki rozwiązywania hCaptcha na całym świecie",
    "1662477701": "Zasoby",
    "166277959": "Uwaga: ta funkcja jest obecnie w fazie beta i może nie działać dla wszystkich witryn i użytkowników przez cały czas. W przypadku, gdy nie jest włączone lub nie działa dla konkretnego użytkownika, zachowanie po prostu powróci do standardowego środowiska hCaptcha bez utraty funkcjonalności.",
    "1663628612": "pozwala Ci",
    "1665616092": "Oszustwo związane z płatnościami jest proste w swojej koncepcji, ale może być fantastycznie skomplikowane w obecnej realizacji.",
    "1669194950": "Oprócz Danych osobowych możesz być również zobowiązany do podania (lub może być konieczne zebranie przez nas) innych danych, abyśmy mogli świadczyć Usługi (łącznie „Dane Klienta”). Nie ponosimy odpowiedzialności za niewykonanie Usług, które jest spowodowane opóźnieniem lub niedostarczeniem Danych Klienta.",
    "1671436004": "Chcesz oddać swoją ulubioną organizację charytatywną?",
    "1671996585": "Może być konieczne zintegrowanie swojej witryny internetowej, aplikacji lub platformy z naszymi Usługami za pośrednictwem naszego interfejsu programowania aplikacji („API”). W takim przypadku udzielamy Ci ograniczonej, niewyłącznej, nieprzenoszalnej, niezbywalnej, odwołalnej licencji na korzystanie z interfejsu API wyłącznie w celu uzyskania dostępu do Usług. W dowolnym momencie możemy zmodyfikować API i/lub zaprzestać obsługi starych wersji lub wydań API. Zastrzegamy sobie prawo do zawieszenia lub ograniczenia Twojego dostępu do interfejsu API według naszego wyłącznego uznania i dołożymy uzasadnionych starań, aby powiadomić Cię o tym przed zawieszeniem.",
    "1678661231": "W celu zapewnienia zgodności, zapobiegania oszustwom i bezpieczeństwa",
    "1685871181": "Najlepsze usługi online polegają",
    "1686079269": "Informacje o aktualnym zarządzaniu spółką można uzyskać na",
    "1686655020": "Przesyłaj treści objęte prawami autorskimi, które nie są Twoim oryginalnym dziełem, chyba że masz pozwolenie od prawowitego właściciela na publikowanie takich treści i przyznanie IMI wszystkich praw licencyjnych przyznanych w niniejszym dokumencie;",
    "1687299615": "Co to jest przejęcie konta?",
    "1691348394": "- zautomatyzowane zakupy masowe podczas wyprzedaży limitowanej",
    "1691879905": "https://www.plaster miodu.io/privacy",
    "169267610": "Wyślij do nas e-mail",
    "1697438123": "Prywatność",
    "1699668873": "Musisz natychmiast powiadomić IMI, jeśli podejrzewasz, że informacje o Twoim koncie zostały skradzione lub wykorzystane przez kogoś innego, lub w przypadku jakiegokolwiek innego naruszenia bezpieczeństwa.",
    "1702335960": "Wszelkie zbierane przez nas informacje podlegają Polityce prywatności obowiązującej w momencie ich zbierania. Możemy jednak od czasu do czasu zmieniać Politykę prywatności. Jeśli zmiana jest istotna, jak ustaliliśmy wyłącznie przez nas, powiadomimy Cię, na przykład za pośrednictwem poczty elektronicznej. Aktualna wersja będzie zawsze publikowana na naszej stronie Polityka prywatności.",
    "1706581702": "Szkolenie na temat danych pozbawionych elementów umożliwiających identyfikację działa równie dobrze i nie wymaga narażania bezpieczeństwa ani prywatności. Nasi klienci przeprowadzili testy empiryczne i zadeklarowali, że jesteśmy równi lub lepsi niż znacznie mniej prywatne alternatywy.",
    "170775527": "Funkcje korporacyjne",
    "1709478090": "Aby służyć Ci reklamą opartą na zainteresowaniach lub ukierunkowaną.",
    "1717658846": "Opcja ułatwień dostępu w menu interfejsu widżetu",
    "1722734001": "Otwarty internet to bardzo hałaśliwe środowisko. Źli aktorzy codziennie atakują użytkowników naszej usługi i konkurentów, takich jak reCAPTCHA, i oczywiście starają się przy tym wyglądać jak najbardziej ludzko.",
    "1728211763": "Wykorzystanie treści w ten sposób i do tych celów jest zgodne z wytycznymi dotyczącymi dozwolonego użytku zgodnie z naszym rozumieniem prawa i standardowymi praktykami w tej dziedzinie, ale jesteśmy od dawna fanami Creative Commons i wolimy udzielać uznania każdemu, kto pomaga w monumentalne zadanie poprawy inteligencji maszyny.",
    "1729677626": "Jestem atakowany i wymagam natychmiastowego wdrożenia.",
    "1752259468": "5. Ostrożne oszacowanie: 0,01 USD koszt pojedynczej adnotacji * 200 mln średnio. adnotacje dziennie (dolna granica) * 365 dni w roku * 10 lat od nabycia w 2009 r. = 7,3 mld USD wartości dolnej granicy.",
    "1752795854": "hCaptcha zapewnia nowoczesne, skoncentrowane na prywatności podejście do zatrzymywania botów.",
    "1756106276": "Status",
    "175786331": "https://www.mailgun.com/polityka-prywatnosci/",
    "1764089150": "tutaj:",
    "1767952047": "Zaatakował mnie zeszłej nocy, ukradł moje ubrania i zabrał pieniądze. Drugi mężczyzna, ubrany w bardzo wytworny strój klasy szlacheckiej, odpowiedział: „Konstablu, ten człowiek jest szalony. Myśli, że jest szlachcicem. Jestem prawdziwym szlachcicem. Aresztować go!\"",
    "1771016224": "- oprogramowanie do masowego pobierania wszystkich treści z Twojej witryny",
    "1778058441": "Jakie rodzaje zadań działają w hCaptcha?",
    "1778642038": "Komunikować się z tobą",
    "1779265104": "Indywidualne warunki i gwarancje prywatności",
    "1783317946": "Zatrzymanie ataków API jest popularnym przypadkiem użycia",
    "1786796818": "Ograniczać",
    "178839499": "hCaptcha podziela wartość wykonanej pracy, podczas gdy użytkownicy udowadniają swoje człowieczeństwo.",
    "1789371580": "Możliwość przypisania. Użytkownik nie może dokonać cesji niniejszych Warunków świadczenia usług bez naszej uprzedniej pisemnej zgody. Możemy dokonać cesji niniejszych Warunków świadczenia usług w dowolnym momencie bez powiadomienia. Z zastrzeżeniem powyższego, niniejsze Warunki świadczenia usług będą wiążące dla następców każdej ze stron i dozwolonych cesjonariuszy.",
    "1789607185": "Adres e-mail",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sesja",
    "179723061": "Większa kontrola dla zespołów, które potrzebują najlepszych w swojej klasie zabezpieczeń",
    "1797298240": "Krok 4: Kliknij „HAR” po próbie rozwiązania i wybierz „Zapisz wszystko jako HAR”, aby zapisać dziennik sieci. Wyślij ten plik do nas.",
    "1798492192": "Obsługa starszych przeglądarek",
    "1803009328": "Przetestowane w boju w skali internetowej.",
    "1803943584": "Po drugie, pozwalamy wyzwaniom na samooptymalizację, aby określić, w jakich krajach lub językach będą działać, co jeszcze bardziej zwiększa prawdopodobieństwo spójnego doświadczenia. Jeśli dokładność jest niższa niż oczekiwana, zestaw pytań po prostu przestanie działać w regionie lub języku, w którym występuje ten efekt.",
    "1806535500": "Praktycznie każda technologia, od ołówków po dynamit, jest",
    "1807143500": "Usługi obejmują usługę bezpieczeństwa online („Usługa hCaptcha”) oraz platformę („Platforma Intuition Machines”), na której osoba („Współtwórca”) może wybrać wykonywanie zadań, które podmiot zewnętrzny lub sam Intuition Machines (każdy „Zgłaszający”) publikuje na naszej stronie internetowej lub w Usłudze hCaptcha bezpośrednio na naszej stronie internetowej lub poprzez dostęp do Platformy Intuition Machines i/lub wykonując zadania za pośrednictwem lub w związku z podmiotem zewnętrznym i/lub platformą lub usługą (każda, \"Integrator\"). Zgłaszający publikują zadania i zapraszają współtwórców do ich wykonania w zamian za nagrody zapewniane przez IMI integratorom lub zgodnie z ustaleniami wnioskodawcy, jeśli wnioskodawca korzysta z platformy Intuition Machines lub usługi hCaptcha do obsługi zadań swoim użytkownikom końcowym. Opłaty za korzystanie z naszej platformy obciążamy firmy i osoby fizyczne (każdy „Klient”), aby mogły korzystać z naszego oprogramowania, tworzyć zadania, zatrudniać nas do tworzenia zadań i/lub uzyskiwać dostęp do Współtwórców. Integratorzy pobieramy również opłaty za korzystanie z naszej Usługi hCaptcha w celu ograniczenia oszustw, nadużyć i spamu w ich witrynach internetowych, aplikacjach mobilnych i innych usługach internetowych. Powyższe określa się łącznie jako „Usługi”.",
    "181065232": "Wykonujemy małe zlecenie produkcyjne na podstawie Twoich przykładowych danych. To testuje pracę, którą wykonaliśmy razem, aby upewnić się, że otrzymujesz dokładnie to, czego potrzebujesz.",
    "1817772953": "Oszustwo nie jest nową formą przestępstwa. Rzeczywiście, archeolodzy odkryli urządzenia zapobiegające oszustwom, opracowane przez starożytnych Sumerów do transportu żywego inwentarza bez strat prawie 10 000 lat temu! W ich przypadku umieścili gliniane żetony, każdy przedstawiający zwierzę, w glinianej kuli zwanej „bulą”. Bulla podróżowała wraz ze stadem, przechodząc od sprzedawcy do kupującego. Nawet wtedy właściciele firm obawiali się, że nie wszyscy, z którymi mają do czynienia, są na fali. Wiele się zmieniło przez 10 000 lat, ale potrzeba innowacyjności w zapobieganiu oszustwom pozostaje w nas. Dziś kwestia oszustw związanych z płatnościami online ma ogromne znaczenie. Dzięki Internetowi oszuści stają się coraz bardziej biegli w przechytrzaniu kontroli zabezpieczających przed oszustwami. Jednak nowe rozwiązania odwracają bieg wydarzeń.",
    "1818116402": "Mamy nadzieję, że spodobało Ci się to, jak radzimy sobie z pytaniami operacyjnymi za pomocą komponentu AI Ethics.",
    "1820844638": "Aby uzyskać informacje na temat rynku. Używamy Informacji analitycznych do analizowania rynku i przeprowadzania analiz biznesowych związanych z Witryną i naszymi Usługami oraz do innych celów badawczych.",
    "1828028934": "Dlatego",
    "1829242168": "__cflb,",
    "1830910223": "Prawdziwe studium przypadku etyki AI",
    "1834239172": "Kup usługi adnotacji hCaptcha",
    "1834801943": "2. Pierwsza strona",
    "1834911235": "Przestań wysyłać Ci komunikaty marketingu bezpośredniego, na otrzymywanie których wyraziłeś zgodę. Możemy nadal wysyłać Ci komunikaty związane z Usługami i inne komunikaty niezwiązane z marketingiem.",
    "1836191653": "Zamiast oferować łatwą do pokonania usługę darmowym użytkownikom, a jednocześnie pobierać miliony dolarów za niewiele lepszą wersję korporacyjną, hCaptcha zapewnia doskonałą ochronę przed botami dla obu, jednocześnie oferując użytkownikom korporacyjnym dodatkowe funkcje i dostosowywanie, a także silne umowy SLA i szybkie wsparcie.",
    "1836369533": "Jak konstabl w bajce ludowej, jak ustalić, kto jest naprawdę kim? Jeśli atakujący ma wystarczająco dużo skradzionych elementów tożsamości, takich jak numer prawa jazdy, numer ubezpieczenia społecznego, nazwisko panieńskie matki, adres itd., ustalenie, czy osoba dzwoniąca jest prawdziwym posiadaczem konta, czy też napastnikiem próbującym uzyskać resetowanie hasła na koncie, które chce przeniknąć.",
    "1836554225": "Posty na blogu",
    "1844885924": "Szeroka biblioteka typów do wyboru.",
    "1845745385": "Zaprojektowany z myślą o prywatności.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Dostosuj za pomocą własnej treści wyzwania",
    "1849805607": "hCaptcha chroni przed zagrożeniami i wabikami zaprojektowanymi do infiltracji sieci",
    "1865097546": "16 listopada 2021",
    "1866590035": "instrukcje dziennika debugowania dla Chrome",
    "1873812847": "Ujawnienie plików cookie",
    "1886100235": "Wiele największych na świecie usług online przeszło na hCaptcha Enterprise i uzyskało ulepszone wykrywanie botów oraz znaczne oszczędności.",
    "1890955039": "Jak dostosować formatowanie dla każdego tekstu sformatowanego?",
    "1892020899": "Skąd hakerzy uzyskują dane uwierzytelniające?",
    "1892574253": "Zapisać się",
    "1898063898": "za ochronę prywatności użytkowników, którą rozwijamy we współpracy z",
    "1903743785": "Pojawienie się interfejsów API opartych na standardach stanowiło duży krok naprzód w integracji aplikacji. W ciągu ostatnich 20 lat interfejsy API przeszły od kosztownych i skomplikowanych prawnie zastrzeżonego oprogramowania do darmowych, opartych na standardach narzędzi, które były stosunkowo łatwe w obsłudze i szybkie we wdrażaniu.",
    "1904390996": "standaryzować",
    "1906593952": "Przekaż opinię na temat hCaptcha, który właśnie zobaczyłeś",
    "190955495": "() Brak centralnego organu kontrolującego pocztę e-mail",
    "1910628828": "Content scraping to technika pobierania danych z systemu, która obejmuje zautomatyzowany zestaw narzędzi podszywający się pod klienta oprogramowania lub przeglądarkę internetową. To nie jest nowe. W rzeczywistości dla inżynierów oprogramowania, którzy mogą potrzebować danych ze starego komputera mainframe, scraping może być jedynym sposobem na wyodrębnienie informacji. Oryginalne złącza mogą zniknąć i nie można ich wymienić.",
    "1911669851": "Tak, obecnie pracujemy nad różnymi ulepszeniami naszych systemów zaplecza, które, jak się spodziewamy, ostatecznie pozwolą nam zaoferować zarówno szybsze uzgadnianie, szybsze szacowanie, jak i szybsze wypłaty. Obecnie w pierwszej kolejności pracujemy nad przyspieszeniem uzgadniania.",
    "191460155": "Zero tarcia i 99,9% tryby pasywne",
    "1918025546": "Jeśli otrzymasz informacje poufne od kogokolwiek w Usługach, zgadzasz się chronić poufność informacji poufnych z taką samą starannością, z jaką chronisz własne informacje poufne, ale w żadnym wypadku nie z należytą starannością. Nie możesz ujawniać ani publikować takich poufnych lub zastrzeżonych informacji, z wyjątkiem sytuacji, gdy jest to konieczne do wykonania zadania. Wszystkie informacje w ramach zadania na Platformie Intuition Machines należy traktować jako poufne, nawet jeśli informacje te nie są wyraźnie oznaczone jako poufne.",
    "1920884252": "Dlaczego pobieranie treści stanowi zagrożenie bezpieczeństwa?",
    "1923297430": "Ostateczny punkt przełomowy dla wielu większych klientów nastąpił, gdy Google zaczął pobierać od firm opłaty za korzystanie z ich produktu na jakąkolwiek znaczącą skalę. To spowodowało, że użytkownicy reCAPTCHA przez długi czas szukali lepszych alternatyw, ponieważ obawy regulacyjne na całym świecie sprawiły, że korzystanie z ofert Google stało się coraz bardziej nieatrakcyjne.",
    "1923351954": "https://www.zendesk.com/firma/klienci-partners/polityka-prywatnosci/",
    "1923365316": "W hCaptcha stosujemy ścisłą politykę etyki AI, której częścią jest proces Poznaj swojego klienta (KYC).",
    "1927613000": "hCaptcha łączy zaawansowane uczenie maszynowe z potężną platformą wyzwań, aby chronić aplikacje internetowe przed przejęciem kont, upychaniem poświadczeń, skrobaniem i innymi rodzajami nadużyć.",
    "1933936765": "Umowa przetwarzania danych (Ostatnia aktualizacja: 23 września 2021 r.)",
    "1936449777": "Następnie, w trybie w pełni zautomatyzowanym, mogą naśladować ludzkie zachowanie w witrynach e-commerce, klikając przyciski i dodając elementy do koszyków – do tego stopnia, że wiele, jeśli nie większość kontroli przeciwdziałających oszustwom, nie może stwierdzić, że bot próbuje ukraść towar. Wygląda raczej na to, że człowiek po prostu robi zakupy. Bot może zalogować się na prawdziwe konto klienta przy użyciu skradzionych danych logowania. Dalsze ukrywanie oszustwa polega na tym, że bot potrafi sfałszować adresy IP i sprawić, by wyglądało to tak, jakby „kupujący” był kimś innym niż atakujący, który może znajdować się w obcym kraju.",
    "1936512180": "‍Łatwy dostęp do interfejsu API, piękne pulpity nawigacyjne i najnowsza technologia modelu w pętli, aby zmaksymalizować wydajność pracowników.",
    "1941999673": "Twoi zwolennicy postu a",
    "1942186611": "i inni.",
    "1942611550": "głównie",
    "1949452297": "Ze względu na wewnętrzne ograniczenia interfejsu hCaptcha i względy bezpieczeństwa nie jest możliwe odtworzenie źródła każdego obrazu bezpośrednio sąsiadującego z jego użyciem. Zamiast tego łączymy się z tą stroną z naszej strony głównej i utrzymujemy listę źródeł aktualnie lub ostatnio obsługiwanych przez platformę. Możesz uzyskać dostęp do aktualnej listy",
    "1952810469": "Rodzaj",
    "1953519598": "Koszt etykietowania pojedynczego obrazu waha się od 0,03 USD do 1,00 USD lub więcej. Według wszelkich ostrożnych szacunków, Google wydobył do tej pory miliardy dolarów darmowej siły roboczej. [",
    "1953959745": "dostępność",
    "1958297836": "Skoordynowana ochrona przed atakami i łagodzenie APT",
    "1959762846": "- wypełnianie formularzy internetowych niekończącym się spamem marketingowym lub nadużyciami",
    "1960601330": "Aby włączyć pliki cookie w Safari (Mac): Przejdź do menu rozwijanego Safari. Wybierz Preferencje. Kliknij Prywatność w górnym panelu. W sekcji „Blokuj pliki cookie” wybierz opcję „Nigdy”.",
    "1962721652": "Istoty ludzkie poszukują wzorców i czasami nieszkodliwe pytanie może w jednej chwili zmienić się z zupełnie nie zaskakującego w podejrzane, z powodu zmian w świecie, a nie motywacji kogokolwiek zadającego pytanie.",
    "1963951234": "Bez względu na to, jak niezawodny jest twój schemat kryptograficzny, jeśli ktoś może po prostu wydać pieniądze, aby dać ci odpowiedź, której szukasz, posiadanie sprzętu jest niewystarczające.",
    "1972710018": "Patrząc na to z perspektywy firmy",
    "1973347745": "10. Przykładowe obrazy bez tantiem. Źródło: Petapixel.",
    "197676026": "Z innymi w jakimkolwiek uzasadnionym celu biznesowym, pod warunkiem, że informacje są pozbawione elementów umożliwiających identyfikację",
    "1977013707": "† Wypłaty w grudniu 2020 r. zostały przesunięte na 15., aby uniknąć pokrywania się z uzgodnieniami na koniec roku i urlopami pracowników: zostaną zakończone do drugiego tygodnia stycznia. Ze względu na wolniejsze niż zwykle przelewy do PayPal, wypłaty trwają kilka dni, a nie są realizowane w ciągu jednego dnia.",
    "1978884623": "Dowiedz się więcej o zgłaszaniu problemów z oprogramowaniem",
    "1979347895": "– Znaczące zakłócenia biznesowe mogą mieć różny zakres, np. tylko nasza firma, pojedynczy budynek naszej firmy, okolica, w której znajduje się nasza firma, miasto, w którym się znajdujemy, czy cały region. W każdym z tych obszarów, nasilenie zakłóceń może również wahać się od minimalnego do poważnego. W przypadku zakłóceń w funkcjonowaniu naszej firmy, naszej dzielnicy biznesowej, miasta lub regionu lub budynku, w którym znajduje się nasza firma, w razie potrzeby przeniesiemy naszą działalność do lokalizacji lokalnej i nie spodziewamy się żadnych istotnych zakłóceń w działalności biznesowej. W obu przypadkach planujemy kontynuować działalność, w razie potrzeby przenieść operacje do alternatywnych dostawców i powiadomić Cię za pośrednictwem naszej strony internetowej pod adresem hcaptcha.com i naszej strony statusu pod adresem hcaptchastatus.com, jak się z nami skontaktować. Jeśli poważne zakłócenie działalności jest tak poważne, że uniemożliwia nam kontynuowanie działalności, niezwłocznie Cię o tym poinformujemy.",
    "1982617151": "( ) Każdy może anonimowo zniszczyć karierę lub biznes innej osoby",
    "1982750088": "Firmy na całym świecie starają się o tę pracę, aby wykonać proste zadania, które są łatwe dla ludzi, ale trudne dla maszyn. Użytkownicy wspierają odwiedzaną witrynę i doświadczają mniej spamu internetowego ze względu na wyższy poziom bezpieczeństwa.",
    "1985238261": "Inne zastrzeżone znaki",
    "1988268879": "Ekonomiczne etykietowanie danych na dużą skalę",
    "1988461282": "Podstawy prawne przetwarzania",
    "1990824776": "16-24 września 2020*****",
    "1993899769": "15. Nasze wykorzystanie informacji",
    "1993984258": "( ) Każdy system oparty na rezygnacji jest niedopuszczalny",
    "1995277831": "Dziękuję Ci",
    "1996843433": "Zmniejsz tarcie, całkowicie unikając wyzwania dla 99,9% legalnego ruchu, zapewniając jednocześnie doskonałe bezpieczeństwo.",
    "1997838163": "Największe światowe firmy polegają na hCaptcha Enterprise. Integracja jest prosta, a dokładność wykrywania niezrównana.",
    "2012837493": "Wyniki wyszukiwania",
    "2014256987": "Jeśli nie chcesz blokować korzystania z plików cookie lub innych technologii śledzenia, zapoznaj się z częścią „Zarządzanie informacjami” poniżej. Należy pamiętać, że może to negatywnie wpłynąć na korzystanie z Witryn lub Usługi, ponieważ niektóre funkcje mogą nie działać poprawnie.",
    "2015218686": "zanim wykonasz te kroki. Jeśli to rozwiąże Twój problem, będziemy wdzięczni za poinformowanie nas o wersji przeglądarki, blokadzie reklam lub rozszerzeniu przeglądarki oraz adresie URL witryny.",
    "2019130052": "Nasze innowacje w ML skoncentrowanym na prywatności pozwalają nam przekraczać standardy bezpieczeństwa starszych strategii „zapisuj wszystko na zawsze” bez szkody dla bezpieczeństwa lub prywatności użytkowników.",
    "2019702084": "O ile nie jest to wyraźnie dozwolone w Ramowej Umowie o Świadczeniu Usług Klienta lub Umowie Sprzedawcy, zamówione Usługi SaaS nie mogą być sprzedawane, odsprzedawane, dzierżawione, poddzierżawione, licencjonowane, podlicencjonowane ani w inny sposób udostępniane żadnej innej stronie trzeciej (innej niż Podmiot Stowarzyszony Klienta ), a wszystkie zamówienia w ramach Umowy oraz korzystanie przez Klienta z Usługi będzie przeznaczone do wewnętrznego użytku biznesowego Klienta lub jego Podmiotu stowarzyszonego.",
    "2024293275": ". Wszystkie inne prawa zastrzeżone, na razie.",
    "2024737147": "Chcesz zgłosić błąd?",
    "2030062561": "( ) Nikt nie będzie mógł znaleźć faceta ani zebrać pieniędzy",
    "2032102720": "Rozwiązania bezpieczeństwa oferowane przez firmy reklamowe skupiają się przede wszystkim na śledzeniu użytkowników w sieci. Stworzyliśmy skuteczne rozwiązanie zabezpieczające, które udowadnia, że naruszanie prywatności użytkownika nie jest konieczne do osiągnięcia doskonałych wyników.",
    "2041686284": "Więcej danych zazwyczaj daje lepsze wyniki w trenowaniu modeli uczenia maszynowego. Niedawny sukces głębokich modeli doprowadził do coraz większych zbiorów danych, a hCaptcha spełnia tę potrzebę. Jednak tworzenie dużych zbiorów danych zweryfikowanych przez ludzi przy użyciu tradycyjnych metod jest zarówno powolne, jak i kosztowne.",
    "204716894": "Treść i projekt naszych stron internetowych są chronione prawem autorskim. Powielanie stron i ich treści w sposób wykraczający poza zasadny dozwolony użytek wymaga uprzedniej pisemnej zgody IMI, jeśli nie ma innych przepisów prawnych dotyczących powielania na stronie.",
    "204889717": "przeszli na hCaptcha",
    "2052161540": "Przechwytywanie szczegółów raportu o błędzie: Chrome",
    "2058856283": "hCaptcha Enterprise ma tylko jeden cel: zapobieganie zakłócaniu operacji online przez złych podmiotów i szkodzeniu użytkownikom.",
    "2059998584": "Region",
    "2066255783": "Co to jest usuwanie treści?",
    "2066321185": "Podstawa prawna",
    "2066749488": "Inne reklamacje",
    "2067112112": "Wskaż adnotacje dla wielu różnych przypadków użycia",
    "2067334580": "Link tekstowy",
    "2072808435": "„Zgadnij co, Google? Taksówki w moim kraju są na ogół czarne. Obejrzałem wystarczająco dużo filmów, by wiedzieć, że wszystkie te w Ameryce są żółte. Ale w każdym innym kraju, który odwiedziłem, taksówki były miszmaszem różne odcienie.\"",
    "2075610992": "Dziękuję za wsparcie!",
    "2076066173": "Cyberataki 101",
    "2076932190": "Produkt reCAPTCHA znajduje się zatem w stagnacji przez dekadę.",
    "2077639538": ". Po pierwsze, dane dotyczące wyzwań w naszej usłudze mogą pochodzić z wielu źródeł, a nie tylko z jednego - od dużych firm z listy Fortune 500 po startupy zajmujące się uczeniem maszynowym, o ile przestrzegają naszych",
    "2082237880": "O: hCaptcha to pierwsza tego rodzaju usługa obsługująca Privacy Pass i obecnie jedyna, która to robi. Oczekujemy jednak, że inne usługi dostrzegą zalety zwiększenia prywatności użytkowników w Internecie i spodziewamy się, że w przyszłości więcej podejmie się wdrożenia, ponieważ standardy IETF, które pomagamy rozwijać, zostaną formalnie przyjęte.",
    "2082407178": "P: Jak mogę zabezpieczyć się przed śledzeniem plików cookie stron trzecich podczas korzystania z pliku cookie ułatwień dostępu?",
    "2087769953": "„Jesteśmy podekscytowani tą zmianą, ponieważ pomaga ona rozwiązać problem prywatności związany z poleganiem na usługach Google, które mamy od jakiegoś czasu. Oceniliśmy wielu dostawców CAPTCHA, a także sami stworzyliśmy system. hCaptcha okazała się najlepszą alternatywą dla reCAPTCHA.” „Podobało nam się wiele rzeczy w rozwiązaniach hCaptcha: 1) nie sprzedają danych osobowych; zbierają tylko minimum niezbędne dane osobowe, w przejrzysty sposób opisują gromadzone informacje oraz w jaki sposób je wykorzystują i/lub ujawniają.\"",
    "2090457681": "( ) Nie chcę, żeby rząd czytał mój e-mail",
    "2095899021": "Wytyczne dotyczące marki hCaptcha i ogólna licencja na znak towarowy",
    "2103513933": "angażować się w działania, które zakłócają lub zakłócają funkcjonowanie strony;",
    "2103563261": "Informacje prywatne lub publiczne",
    "2104933754": "Zidentyfikuj odpowiednie etykiety",
    "2107077506": "Platforma HUMAN wykorzystuje kompleksowe modele zaufania do przeprowadzania zaawansowanych analiz jakości w czasie rzeczywistym. Pozwala nam to szybko określić zarówno poziom trudności pytań, jak i prawdopodobną prawidłową odpowiedź, oszczędzając Twój czas i pieniądze.",
    "2109792055": "Podręcznik użytkownika: Problemy z debugowaniem przy wydawaniu i walidacji przepustki prywatności",
    "2110259227": "24. Ograniczenie odpowiedzialności",
    "211351380": "Z bloga:",
    "2113642787": "Pieśń świtu",
    "21141582": "ten",
    "2114694926": "2. Sesja",
    "2119943547": "Dlaczego to? Odpowiedź jest prosta. Dopóki istnieje bodziec do nadużywania systemu, ktoś na ogół znajdzie sposób. A kiedy już to zrobią, ktoś inny będzie miał motywację, by ich powstrzymać.",
    "2123236933": "( ) Koszty przepustowości, na które nie ma wpływu filtrowanie klientów",
    "2125514305": "ML uległa poprawie, ale trudność ominięcia reCAPTCHA nie zmieniła się w tym czasie istotnie.",
    "2131386784": "Dostępna wiedza i wsparcie zarówno dla Ciebie, jak i Twoich użytkowników",
    "2133754014": "Ponad 4,5 miliona stron internetowych korzysta z reCAPTCHA [",
    "2133809801": "Dopóki ludzie pozostaną ludźmi, jest prawdopodobne, że weryfikacja człowieczeństwa będzie odgrywać rolę online.",
    "2138799135": "hCaptcha ma dziesiątki gotowych integracji dla używanych systemów frontendowych i backendowych.",
    "2146900431": "Intuicyjnie to twierdzenie ma wiele sensu. CAPTCHA, jak prawie wszystko, są osadzone w kontekście kulturowym, a jeśli Twoja pula wyzwań została w większości stworzona w jednej kulturze, może nie przekładać się zbyt dobrze na inną. W gruncie rzeczy jest to kwestia kulturowa",
    "2150595700": ". RODO i CCPA uwidoczniły obawy dotyczące prywatności dla kupujących w przedsiębiorstwach, a jednocześnie prywatność w Internecie staje się coraz ważniejsza dla opinii publicznej, ponieważ wszyscy zaczynamy rozumieć, w jaki sposób branża reklamy internetowej i marketingu w przeszłości wykorzystywała nasze dane.",
    "2150907653": "* Techniczne pliki cookie ściśle niezbędne do świadczenia usługi. Należą do nich pliki cookie preferencji, pliki cookie sesji, pliki cookie równoważenia obciążenia itp.",
    "2155089487": ". Gdyby nasze wyzwania były łatwiejsze do rozwiązania dla niektórych grup, spodziewalibyśmy się różnicy w tym, jak ludzie na całym świecie i w różnych kulturach radzą sobie z ich rozwiązywaniem. W kontekście postu Edena spodziewalibyśmy się, że Amerykanie będą radzić sobie lepiej niż ludzie w innych krajach. Ponieważ spędziliśmy lata na opracowywaniu systemów, aby uniknąć tego problemu, w rzeczywistości widzimy coś wręcz przeciwnego.",
    "2159517814": "Udostępniamy lub ujawniamy dane osobowe w następujących przypadkach:",
    "2163914794": "Potrzebujesz więcej etykiet do swoich zbiorów danych? hCaptcha zapewnia szybkie, ekonomiczne i wysokiej jakości etykietowanie danych dla firm pracujących nad sztuczną inteligencją i aplikacjami uczenia maszynowego.",
    "2164933356": "Cloudflare",
    "2167049807": "Zespoły ds. bezpieczeństwa przyjęły różne środki zaradcze i kontrole, które eliminują łatwe, leniwe podejścia do oszustw płatniczych. Jednak ataki stają się coraz bardziej wyrafinowane. Na przykład boty mogą teraz przechwytywać skradzione numery kart kredytowych i kody PIN z fałszywych stron internetowych i ataków phishingowych.",
    "2168177815": "proszę kliknij tutaj",
    "2177660021": "Naukowiec w Stanford. Uczenie maszynowe i finansowanie ilościowe w głównych bankach, funduszach hedgingowych i na uczelniach.",
    "2178073797": "Ponieważ ujawnienie informacji poufnych może spowodować nieodwracalną szkodę, strona ujawniająca jest uprawniona do żądania nakazu sądowego w przypadku naruszenia lub groźby naruszenia tego warunku.",
    "2179524509": "Od czasu do czasu otrzymujemy pytania, jakie rodzaje pytań są dozwolone w przypadku usługi hCaptcha i dlaczego są zadawane konkretne pytania.",
    "2182196747": "Wsparcie",
    "2183926131": "Zacznij korzystać z hCaptcha Enterprise",
    "2184564739": "Widzieć",
    "2185418511": "W jakimkolwiek uzasadnionym celu biznesowym, pod warunkiem, że informacje są pozbawione elementów pozwalających na identyfikację lub są zagregowane w taki sposób, że nie można ich w uzasadniony sposób powiązać z osobą.",
    "2185860003": "21. Modyfikacje strony internetowej",
    "2187096543": "Rzeczywiście, doszło do kilku poważnych naruszeń bezpieczeństwa danych wynikających z oprogramowania napisanego przez hakerów, które odwoływało się do API w celu wyodrębnienia danych z bazy danych. W końcu, jeśli kradzież danych wymaga po prostu podstawowego wywołania GET w interfejsie API, napisanego przy użyciu REST i JSON, łatwo jest szybko usunąć bazę danych do czysta. W rzeczywistości, gdy ludzie mówią o atakach typu „screen scraping”, mają na myśli przede wszystkim błyskawiczne wywołania API, które wyciągają dane z baz danych. Interfejsy API stały się główną powierzchnią ataku dla organizacji, które je tworzą.",
    "2188609322": "W sieci coraz częściej pojawiają się źli aktorzy. Ale poświęcanie prywatności użytkownika nie jest odpowiedzią.",
    "218889628": "Z wyjątkiem sytuacji, w których wypowiadamy niniejszy Załącznik dla klienta lub Warunki świadczenia usług w wyniku naruszenia przez Ciebie tego Załącznika dla klienta lub Warunków świadczenia usług, jeśli zakończymy, a Ty zapłaciłeś nam z góry jakiekolwiek opłaty, zwrócimy proporcjonalną część tych kwoty przedpłacone na podstawie pozostałego czasu lub Usług, za które zapłaciłeś, w zależności od tego, która z tych wartości jest mniejsza. Zakończymy naszą pracę w rozsądny handlowo sposób oraz zachowamy i dostarczymy Państwu wszystkie opłacone Zbiory Danych Wyjściowych oraz wszystkie Dane Klienta będące w naszym posiadaniu. Po każdym wypowiedzeniu możemy, ale nie jesteśmy zobowiązani, usunąć jakiekolwiek dane.",
    "2193061499": "Niektóre z naszych logo i znaków mogą być używane wyłącznie przez firmę hCaptcha i jej partnerów. Osoby trzecie nie mogą używać następujących znaków bez pisemnej licencji od hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Dyrektor generalny Cloudflare, Matthew Prince, podsumował ten punkt widzenia w",
    "219813583": "Bezpieczeństwo przede wszystkim",
    "2199048568": "Kliknij tarczę po lewej stronie paska adresu na dowolnej stronie internetowej. Kliknij Ustawienia ochrony. Otworzy się panel Prywatność i bezpieczeństwo preferencji Firefoksa. W obszarze Wzmocniona ochrona przed śledzeniem wybierz opcję Niestandardowe. Wybierz, które moduły śledzące i skrypty chcesz zablokować, zaznaczając te pola wyboru. Upewnij się, że odblokowałeś hcaptcha.com.",
    "2209109640": "wykorzystywane wyłącznie do złośliwych celów, w kontekście ich normalnej działalności biznesowej?",
    "2209837451": "15.10.2019 - 15.01.2020",
    "2212670355": "Zapisz się",
    "2216374138": "są ludzkie, takie jak ruchy myszy, pozycja przewijania, zdarzenia naciśnięcia klawisza, zdarzenia dotyku oraz informacje z żyroskopu / akcelerometru, jeśli ma to zastosowanie.",
    "2217842245": "Jednak nasze dane pokazują, że (dla hCaptcha)",
    "2219945145": "sesja,",
    "2223819810": "Aby zoptymalizować naszą platformę",
    "2225785608": "( ) Powinniśmy być w stanie rozmawiać o Viagrze bez cenzury",
    "2230333214": "Łączymy Dane Klienta z innymi danymi, tak aby wyniki nie umożliwiały osobistej identyfikacji, a także gromadzimy pozbawione elementów identyfikujących dzienniki techniczne i dane dotyczące korzystania z Usług („Dane zbiorcze/odidentyfikowane”). Niezależnie od jakichkolwiek odmiennych postanowień zawartych w niniejszej Umowie, wszelkie takie Dane zagregowane/De-identyfikowane mogą być wykorzystywane przez IMI do dowolnych celów biznesowych w okresie obowiązywania niniejszej Umowy lub po jej zakończeniu, w tym między innymi do opracowywania i ulepszania Usług oraz tworzenia i rozpowszechniania raportów i innych materiały. Dane Klienta mogą również pozostawać i być wyświetlane w systemie przez ograniczony czas, nieprzekraczający 180 dni po zakończeniu zadania, na przykład jako dane automatycznej kalibracji lub walidacji systemów Intuition Machines. Dla jasności, niniejszy punkt 5 nie daje nam prawa do zidentyfikowania Ciebie jako źródła jakichkolwiek Danych zagregowanych/de-identyfikowanych bez Twojej uprzedniej pisemnej zgody.",
    "2233384692": "W przypadku jakichkolwiek pytań lub wątpliwości dotyczących sposobu postępowania z takimi danymi lub chęci skorzystania ze swoich praw, należy skontaktować się z osobą lub podmiotem (tj. administratorem danych), który zawarł z nami umowę na korzystanie z Usługi w celu przetwarzania tych danych. Udzielimy jednak pomocy naszym integratorom w rozwiązaniu wszelkich problemów, które możesz mieć, zgodnie z warunkami naszej umowy z nimi.",
    "2233741720": "Podsumowując",
    "2234909600": "( ) Spamerzy nie dbają o nieprawidłowe adresy na swoich listach",
    "2236960358": "Po rejestracji zostaniesz poproszony o ujawnienie pewnych danych osobowych (\"Dane osobowe\"), w tym imię i nazwisko, adres e-mail oraz utworzenie nazwy użytkownika i hasła, z których wszystkie będą podlegać naszej Polityce prywatności, dostępnej na naszej Strona internetowa. Tylko Ty jesteś odpowiedzialny za monitorowanie, zapewnienie i utrzymanie bezpieczeństwa swojego konta, haseł i wszelkich kluczy uwierzytelniających powiązanych z Twoim kontem, a Ty jesteś odpowiedzialny za wszelkie wykorzystanie lub działania podjęte w związku z wykorzystaniem tych informacji w Usługach.",
    "2255549335": "Naszym zadaniem w hCaptcha jest znalezienie dobrych kompromisów między trudnością a dokładnością oraz utrzymywanie niskiego tarcia, szczególnie dla",
    "2256305371": "Profesor CS na Uniwersytecie Kalifornijskim w Berkeley. Ekspert ds. głębokiego uczenia się, bezpieczeństwa, blockchain. Prezes Oasis Labs.",
    "2256795853": "Możliwość szybkiego wydobycia dużej ilości danych ze stron internetowych sprawia, że scraping jest potężnym narzędziem w rękach złośliwych cyberprzestępców. Scraping bot może zbierać dane użytkownika z serwisów społecznościowych. Następnie, zeskrobując witryny zawierające adresy i inne dane osobowe oraz korelując wyniki, haker może popełniać przestępstwa dotyczące tożsamości, takie jak przesyłanie fałszywych wniosków o karty kredytowe.",
    "2260079771": "Przechowywanie danych",
    "2268939633": "IMI nie zobowiązuje się ani nie jest zobowiązany do uczestniczenia w alternatywnym rozwiązywaniu sporów konsumenckich przed podmiotem rozstrzygającym spory konsumenckie. Oficjalna strona internetowa Komisji Europejskiej dotycząca internetowego rozstrzygania sporów:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Uwaga dla mieszkańców Europejskiego Obszaru Gospodarczego.",
    "2271252286": "( ) Microsoft tego nie zniesie",
    "2271512952": "Użytkownicy wspierają odwiedzaną witrynę i doświadczają mniej spamu internetowego.",
    "2271969747": "20. Poufne informacje, które otrzymujesz",
    "2273532558": "Kim są płacący klienci hCaptcha?",
    "2281169898": "Wysyłanie informacji debugowania wraz z raportem znacznie ułatwi nam zidentyfikowanie tego, co się dzieje. Oto instrukcje krok po kroku:",
    "2284856231": "Zauważyliśmy też radykalnie poprawioną dokładność w całkowicie pasywnym trybie hCaptcha Enterprise.",
    "229198134": "( ) Przepraszam stary, ale nie sądzę, żeby to zadziałało.",
    "2292919419": "( ) Perspektywy",
    "2296918009": "Odpowiada to ponad 100 osobolatom pracy każdego dnia.",
    "2301335298": "Oszustwo płatnicze: łagodzenie szybko rozwijającego się trybu cyberprzestępczości",
    "230159237": "Łączność",
    "2301757528": "**** Ze względu na konserwację przez PayPal ich interfejsów API REST w okresie wypłaty, nie wszystkie wypłaty zostały zakończone 15 czerwca. Wszelkie wypłaty zaplanowane na 15 czerwca (czasu pacyficznego), ale niewykonane z powodu błędów API PayPal, zostały ponownie zrealizowane do 19 czerwca (czasu pacyficznego).",
    "2303655425": "15.01.2019 - 15.04.2019",
    "2309661107": "Jednak jesteśmy bardzo zainteresowani",
    "2310694091": "Co oznacza pojednanie?",
    "2310705547": "Element tekstu sformatowanego umożliwia tworzenie i formatowanie nagłówków, akapitów, cytatów blokowych, obrazów i wideo w jednym miejscu, bez konieczności dodawania i formatowania ich osobno. Wystarczy dwukrotnie kliknąć i łatwo tworzyć treści.",
    "23114595": "Świetne wrażenia użytkownika",
    "231285005": "Najnowsze aktualizacje znajdziesz na naszym blogu",
    "2315518622": "Dzięki zaawansowaniu dostępnemu w dzisiejszych narzędziach ataku niezwykle trudno jest wykryć, które z nich są fałszywe. Następnie osoba dzwoni na linię obsługi klienta i mówi „Moje konto zostało zaatakowane! Nie mogę się zalogować, a ktoś kradnie moje pieniądze!”",
    "2319072959": "Pracuj całkowicie offline z własnymi pracownikami, śledź wartość zużywaną przez jednostki biznesowe lub partnerów konsorcjum, selektywnie przekierowuj zadania do różnych wewnętrznych lub zewnętrznych dostawców siły roboczej w oparciu o wymagania dotyczące kosztów i bezpieczeństwa i nie tylko.",
    "2320894364": "Dzięki ponad 200 punktom obecności chmura hCaptcha chroni Twoje zasoby na całym świecie",
    "2323013093": "26. Obowiązujące prawo",
    "2323282990": "Nowoczesne podejście do weryfikacji ludzkości",
    "2326660907": "z wyjątkiem",
    "2328839224": ". Zapoznaj się z sekcją „Powiadomienie dla mieszkańców stanu Kalifornia” dotyczącą Twoich praw wynikających z kalifornijskiej ustawy o ochronie prywatności konsumentów („CCPA”).",
    "2330965058": "W przypadku, gdy działamy jako podmiot przetwarzający dla naszych Integratorów, nie wykorzystujemy zebranych danych w żadnym innym celu niż jest to uzasadnione w celu świadczenia naszej Usługi, a nasze przetwarzanie będzie podlegać umowom, które zawarliśmy z naszymi Integratorami, a nie tym Polityka prywatności",
    "2333410049": "Spróbuj też wyłączyć blokowanie reklam.",
    "2340340589": "Wytyczne dotyczące używania znaku hCaptcha",
    "234420106": "W przypadku, gdy jesteś Integratorem lub Klientem usługi hCaptcha Enterprise, a Twoje wykorzystanie interfejsu API mierzone przez RPS przekracza ustaloną stawkę dla Twojego poziomu usług, możemy zdecydować się na modyfikację Twojej usługi lub naliczyć stawkę nadwyżki. W przypadku, gdy szczytowa stawka RPS przekroczy ustaloną stawkę o współczynnik 10 dla łącznie co najmniej 10 minut w ciągu 30 dni, a większość tych żądań nie jest, naszym wyłącznym osądem, ruchem złośliwym, możemy zdecydować się na pobierać opłaty według określonej w umowie stawki nadwyżki za wszystkie żądania API złożone w tym miesiącu.",
    "2344319147": "Ile naprawdę warte jest wykrywanie botów przez Google?",
    "2348450790": "Przeczytaj niniejsze Warunki korzystania z usługi. Obejmują one m.in. zrzeczenia się gwarancji, ograniczenia odpowiedzialności oraz wiążący arbitraż. Należy pamiętać, że niniejsze Warunki świadczenia usług mogły ulec zmianie od czasu Twojej ostatniej wizyty na naszej stronie internetowej. Od czasu do czasu możemy zmieniać i aktualizować niniejsze Warunki świadczenia usług według własnego uznania. W przypadku istotnej zmiany powiadomimy Cię, publikując zaktualizowane Warunki świadczenia usług na tej stronie, po czym musisz zaakceptować zaktualizowane Warunki świadczenia usług, aby kontynuować korzystanie z Witryny lub Usługi lub uzyskiwać do nich dostęp.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Niestety kontrolowanie sprzętu nie oznacza, że jesteś osobą. Praktycznie każdy popularny schemat atestacji sprzętu konsumenckiego był wielokrotnie łamany, łatany, a następnie ponownie łamany.",
    "2351176803": "Warunki licencji dla hCaptcha JS API",
    "2354267648": "Polityka prywatności przyjazna RODO, CCPA i LGPD",
    "2359150347": "P: Czy inne usługi bezpieczeństwa online obsługują Privacy Pass?",
    "2359312315": "lub zagregowane w taki sposób, że nie można ich racjonalnie powiązać z osobą.",
    "2359913400": "Infrastruktura",
    "2366003154": "Zapytania prasowe i medialne",
    "2367602973": "tutaj",
    "2369877184": "Maksymalna dozwolona szczytowa stawka RPS dla Integratorów lub Klientów hCaptcha wynosi 1000 żądań na sekundę do podmiotów na Twoim koncie („RPS”), chyba że w pisemnej umowie zawartej między Tobą a nami określono inaczej.",
    "237009707": "() Otwarte przekaźniki w obcych krajach",
    "2373007864": "hCaptcha Enterprise działa w oparciu o technologię platformy hCaptcha, rozszerzoną o funkcje, których potrzebują przedsiębiorstwa o dużym natężeniu ruchu.",
    "2378786360": "1. Wypróbuj jedną z innych obsługiwanych przeglądarek: jeśli korzystasz z Chrome, spróbuj użyć Firefoksa bez importowania ustawień z Chrome i zainstaluj tam wtyczkę. Jeśli to zadziała, możesz mieć problem z konfiguracją przeglądarki.",
    "2385522384": "Prawdopodobnie widziałeś klatki wideo z kamer w samojezdnych samochodach Google Waymo i pomagałeś poprawić rozpoznawanie obiektów.",
    "2386465280": "Jak udostępniamy informacje",
    "2391175562": "Co więcej, tak myślę o tobie:",
    "2394073454": "Możemy zbierać dodatkowe informacje od Użytkowników końcowych, którzy chcą z nami współpracować jako Indywidualni Etykiety Danych.",
    "2396605499": "( ) Białe listy są do niczego",
    "2397590157": "3. Ostrożne oszacowanie: 200 milionów rozwiązań * 30 sekund na rozwiązanie w latach = 190,3 osobolat/dzień.",
    "2402165761": "Jak działa skrobanie?",
    "2404545611": "Witamy w hCaptcha! Dziękujemy, że jesteś częścią naszej społeczności. Wszyscy użytkownicy „Usług” (zdefiniowanych poniżej) muszą wyrazić zgodę na następujące warunki („Warunki świadczenia usług”). Zgodnie z niniejszymi Warunkami świadczenia usług terminy „IMI”, „my” i „nas” odnoszą się do firmy Intuition Machines, Inc. oraz jej spółek zależnych, stowarzyszonych, kadry kierowniczej, agentów, pracowników, przedstawicieli i agentów, a nasza „witryna internetowa” obejmuje dowolną witrynę internetową pod naszą kontrolę, w tym www.hcaptcha.com i www.imachines.com.",
    "2408036504": "Nasze systemy są zatem projektowane od podstaw w celu zminimalizowania gromadzenia i przechowywania danych przy jednoczesnym zachowaniu wiodącego w swojej klasie bezpieczeństwa. Najlepszym sposobem ochrony danych użytkownika jest ich w ogóle nie przechowywać.",
    "2410122265": "Zasoby hCaptcha: Boty 101",
    "2412751979": "Dzięki dokładniejszym sygnałom ludzkości, które zasilają hCaptcha, wiele firm, które wcześniej korzystały z reCAPTCHA v3/Enterprise, przeszło na",
    "2413742287": "Motywacją hCaptcha jest maksymalizacja dokładności, a nie przychodów z reklam: odpowiedzi botów są bezużyteczne dla naszych klientów, którzy potrzebują ludzkich danych treningowych.",
    "2414232014": "Nasze logo jest natychmiast rozpoznawalne i jest jednym z naszych najcenniejszych i najważniejszych atutów. Aby zapewnić, że pozostanie silną reprezentacją naszej firmy, musi być prezentowana w ostrożny i spójny sposób we wszystkich kanałach komunikacji.",
    "2414368123": "Imię i nazwisko, numer karty kredytowej, numer karty debetowej lub inne informacje finansowe.",
    "2418549423": ", wyłaniający się standard ochrony prywatności w Internecie za pomocą dowodów kryptograficznych i innych unikalnych funkcji zapewniających prywatność.",
    "2419795065": "Informacja dla mieszkańców Kalifornii",
    "2420789666": "Fastly, Inc. Świadczone usługi: Fastly CDN i obliczenia brzegowe.",
    "2423586454": "Nadal istnieją pewne rzeczy, których oprogramowanie nie może zrobić, bez względu na to, jak dobra stoi za nimi sztuczna inteligencja. Nowoczesna technologia CAPTCHA oferuje sprawdzoną metodę blokowania botów próbujących utrwalać oszustwa płatnicze. Podczas gdy stare podejścia do CAPTCHA, takie jak proste ukośne liczby w pudełku, są obecnie w większości niewystarczające w łagodzeniu zaawansowanych botów, zautomatyzowane urządzenie testujące, takie jak hCaptcha Enterprise, może z łatwością obezwładnić bota oszusta w momencie logowania się na konto lub kasowania koszyka. Nawet jeśli bot ma prawdziwe dane uwierzytelniające, nie będzie w stanie przejść przez CAPTCHA.",
    "2429359042": "przykładowe obrazy interfejsu",
    "2430148876": "Stworzyliśmy niniejsze wytyczne i ogólną licencję na znak towarowy, aby maksymalnie ułatwić naszym klientom, partnerom i fanom współpracę z naszą marką przy jednoczesnym zachowaniu naszej tożsamości korporacyjnej. Jeśli chcesz używać ikon, logo lub innych znaków hCaptcha w sposób, który znacząco odbiega od niniejszych wytycznych, musisz skontaktować się z nami (IMI) w celu uzyskania pisemnej licencji.",
    "2436973524": "Dopuszczalne są tylko dokładne referencje. Niedopuszczalne jest twierdzenie, że witryna korzysta z usług i aplikacji hCaptcha, jeśli tak nie jest. Podobnie użycie naszego logo lub jakichkolwiek odznak jest również właściwe tylko wtedy, gdy witryna korzysta z usług hCaptcha.",
    "2437934778": "Twoje imię",
    "2438016011": "Umowa dobrowolna. Wszystkie strony niniejszych Warunków świadczenia usług oświadczają i zgadzają się, że zapoznały się ze wszystkimi aspektami niniejszej umowy, dokładnie przeczytały i w pełni rozumieją wszystkie jej postanowienia oraz dobrowolnie zawierają niniejszą umowę.",
    "2441638955": "Po pierwsze, czym jest API?",
    "2444685143": "Zasady dotyczące logo",
    "2445034923": "Jeśli nie zgadzasz się ze wszystkimi warunkami niniejszych Warunków świadczenia usług, nie korzystaj (i nie możesz) korzystać z Witryny lub Usług ani uzyskiwać do nich dostępu.",
    "24452499": "rozwiązanie; może być używany na dobre lub na złe. Każda firma badająca, budująca lub sprzedająca rozwiązania podwójnego zastosowania ma obowiązek zastanowienia się nad konsekwencjami swoich działań.",
    "2446481523": "Jest taka stara ludowa opowieść, w której woźnica i szlachcic zjawiają się w policji w małej wiejskiej wiosce. Pewien mężczyzna, ubrany w brudne, nędzne ubranie, powiedział konstablowi: „Jestem szlachcicem. Ten człowiek był moim kierowcą.",
    "2449501658": "zapewnia jeden z najbardziej zaawansowanych sposobów ograniczania zagrożenia związanego z próbami nieuczciwego logowania się na konto, wykorzystując uczenie maszynowe do wykrywania i zatrzymywania botów oraz skutecznie utrudnia lub wręcz uniemożliwia oszustom przejmowanie konta.",
    "2462728596": "Jeśli nie będziemy w stanie zadowolić się tymi punktami, odrzucimy prośbę i możemy zakończyć dalszy dostęp do naszej platformy, jak określono w naszych Warunkach.",
    "2462909475": "Ściana ponad 10 000 telefonów wykorzystywanych do nadużyć, część chińskiej operacji botów.",
    "2465128185": "Aby szybko przekazać opinię, po prostu kliknij przycisk „Prześlij nam opinię”.",
    "2468683988": "Nagłówek",
    "2474091800": "19. Spory z Innymi Użytkownikami; Uwolnienie",
    "2474661839": "Nasz",
    "247560732": "Dodaj hCaptcha z trzema liniami kodu. Jeśli pochodzisz z reCAPTCHA, nasze API jest kompatybilne, a zmiana zajmuje tylko kilka minut.",
    "2477958756": "( ) Źli ludzie",
    "2481032625": "Czy celem jest zapobieganie:",
    "2486638408": "Zdefiniuj specyfikacje",
    "2487931657": "Nie używaj: „hCaptcha'd naszej witryny”.",
    "248923369": "Logo BotStop™",
    "2489287539": "Beztarciowe tryby „Bez CAPTCHA” i 99,9% trybów pasywnych",
    "2491398763": "Cały tekst, obrazy, animacje graficzne, filmy, muzyka, dźwięki i inne materiały na tych stronach są chronione prawem autorskim przez IMI lub strony trzecie, jeśli tak określono. Zabronione jest kopiowanie lub modyfikowanie tego materiału do użytku komercyjnego w sposób wykraczający poza rozsądny dozwolony użytek. Odpowiedzialność za tę stronę",
    "2497216176": "Technologie analityczne i śledzące innych firm",
    "2498172334": "W szczególności Twój plan nie uwzględnia",
    "2505227594": "7. Przerost",
    "2510209017": "Potrzebujesz więcej pomocy?",
    "2510534204": "Najpóźniej do 23.03.2020***",
    "2513143348": "System hCaptcha Enterprise jest wyjątkowo elastyczny w swojej konstrukcji: można go częściowo lub całkowicie wdrożyć na obrzeżach sieci, jeśli obsługujesz chmurę publiczną lub posiadasz wiele centrów danych.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "podstawy bezpieczeństwa kryptograficznego Privacy Pass. Sam protokół przechodzi przez",
    "2531534427": "Szczegóły znajdziesz tutaj.",
    "2534436327": "a także mogą mieć zastosowanie następujące zastrzeżenia filozoficzne:",
    "2535001179": "Jeśli pochodzisz z Google reCAPTCHA, nasze interfejsy API są zastępczymi zamiennikami.",
    "2540760245": "wśród wielu innych zastosowań możliwość filtrowania ruchu internetowego na podstawie „człowiek czy nie” prawdopodobnie pozostanie cennym narzędziem, o ile ludzka natura będzie podążać za tymi samymi wzorcami, które zarejestrowano w ciągu ostatnich pięciu tysięcy lat.",
    "2543123170": "Weryfikacja człowieczeństwa zerowego tarcia",
    "254326776": "Złośliwe nadużywanie tych wad jest często ujawniane przez miesiące lub lata przed ujawnieniem lub publikacją naukową.",
    "2544169219": "Najnowsze, najnowocześniejsze wyniki: ICML LLD, maj 2019.",
    "2544565802": "15.07.2019 - 15.10.2019",
    "2547140673": "Od ponad dekady usługa reCAPTCHA firmy Google oferuje właścicielom witryn możliwość handlu: pozwól Google śledzić użytkowników i zadawać im pytania, a w zamian obiecują powstrzymać boty i spam.",
    "2547406584": "Jeśli masz jakiekolwiek pytania dotyczące niniejszej Polityki plików cookie, skontaktuj się z nami pod adresem",
    "2551802342": "– Planujemy szybkie odzyskanie i wznowienie działalności biznesowej po znacznym zakłóceniu działalności oraz reagowanie poprzez ochronę naszych pracowników i mienia, dokonanie oceny finansowej i operacyjnej, ochronę ksiąg i dokumentacji firmy oraz umożliwienie naszym klientom i ich użytkownikom końcowym zawieranie transakcji online. Krótko mówiąc, nasz plan ciągłości działania ma na celu umożliwienie naszej firmie wznowienia działalności tak szybko, jak to możliwe, biorąc pod uwagę zakres i wagę znaczących zakłóceń w działalności. Nasz plan ciągłości działania obejmuje: tworzenie kopii zapasowych i odzyskiwanie danych; wszystkie systemy o znaczeniu krytycznym; oceny finansowe i operacyjne; alternatywna komunikacja z klientami, pracownikami i organami nadzoru; alternatywna fizyczna lokalizacja pracowników; krytyczny wpływ na dostawców i klientów; sprawozdawczość regulacyjna; i natychmiastowego powiadamiania naszych klientów, jeśli nie jesteśmy w stanie kontynuować naszej działalności. Nasza główna grupa dostawców tworzy kopie zapasowe naszych ważnych danych w geograficznie oddzielonym obszarze. Chociaż każda sytuacja awaryjna wiąże się z wyjątkowymi problemami wynikającymi z czynników zewnętrznych, takich jak pora dnia i powaga zakłóceń, ta grupa dostawców poinformowała nas, że ich celem jest przywrócenie własnej działalności i możliwość szybkiego wznowienia usług. Chociaż pracowaliśmy nad zmniejszeniem ryzyka, korzystając z różnych dostawców, Twoje usługi mogą zostać zmodyfikowane lub przerwane w tym okresie.",
    "2555914614": "dla przypadku użycia Ułatwienia dostępu. Wierzymy, że połączenie naszego obecnego podejścia a11y z wydawaniem Privacy Pass pozwoli użytkownikom a11y na bezpieczne przeglądanie, wiedząc, że ich ruch jest bardziej prywatny, jednocześnie ograniczając nadużycia ze strony operatorów botów, które nieuchronnie występują, gdy dostępne są opcje a11y. Jesteśmy aktywnymi uczestnikami grupy roboczej IETF standaryzującej tę nową technologię.",
    "2557240048": "Jak to działa: najpierw użytkownik ułatwień dostępu rejestruje się przez",
    "2557601376": "logo hCaptcha™",
    "2560582224": "program nagród za błędy",
    "2561077702": "Aby świadczyć nasze usługi",
    "2565565429": "Zamiast tego użyj: „używamy hCaptcha, aby nasza strona była bezpieczniejsza i bardziej bezpieczna”.",
    "2575690545": "Przejęcia kont, podobnie jak wiele cyberoszustw, to w większości kwestia zautomatyzowanych, masowych procesów. Rzadko zdarza się, aby haker ubrany w bluzę z kapturem w piwnicy swojej matki wpisywał hasła na stronach banków pojedynczo.",
    "2583775432": "P: A co z prywatnością? Czy rejestracja w jakiś sposób naraża a11y dane przeglądania? Co robisz z e-mailem?",
    "2588750717": "Rzeczywiście, niektóre ataki polegające na upychaniu poświadczeń obejmują miliony danych uwierzytelniających — wszystkie są wpychane do interfejsu logowania niczego niepodejrzewającego w witrynie w nadziei, że zostaną wpuszczone. Po wejściu do środka atakujący może przejąć konto ofiary.",
    "2590587108": "Statyczna i dynamiczna edycja treści",
    "2593768395": "Bezproblemowe działanie w internecie, natywnym telefonie komórkowym i internecie mobilnym. Dostępne są gotowe integracje i natywne pakiety SDK.",
    "2593864519": "Zatrzymaj więcej botów. Zacznij chronić prywatność użytkowników.",
    "259613338": "jeśli masz jakiekolwiek pytania dotyczące niniejszych Warunków świadczenia usług.",
    "2597149484": "Powód, dla którego haker musi „wypychać” tak wiele danych uwierzytelniających, ma związek z tym, skąd zdobywa skradzione dane uwierzytelniające.",
    "2597352122": "Typy adnotacji",
    "2600696085": "15 marca 2021",
    "2602081482": "hCaptcha Enterprise wykorzystuje zaawansowane uczenie maszynowe do identyfikowania złośliwego ruchu w Twojej witrynie i aplikacjach — w tym działań typu scraping.",
    "2602763587": "Upychanie poświadczeń to forma cyberataku, w której osoba atakująca wielokrotnie próbuje zalogować się na stronie internetowej za pomocą par skradzionych nazw użytkownika i haseł. „Wypychanie” odnosi się do powtarzających się prób logowania, które prawie zawsze są wykonywane przez zautomatyzowane oprogramowanie botów.",
    "2603863826": "PS: Jeśli znajdziesz tłumaczenie w swoim języku, które wymagałoby ulepszeń, prześlij",
    "2605814073": "Korzystając lub rejestrując się w naszych Usługach, zgadzasz się: masz co najmniej 18 lat; masz upoważnienie do zawarcia niniejszej umowy w imieniu swoim lub podmiotu, który reprezentujesz, i zawsze będziesz przestrzegać niniejszych Warunków świadczenia usług oraz wszystkich polityk i wytycznych IMI, o których mowa w niniejszym dokumencie; i nie będziesz nadużywać naszej strony internetowej, fałszywie przedstawiać nam swojej tożsamości ani używać sztucznej inteligencji w celu wykonania jakiejkolwiek części jakiegokolwiek zadania w systemie IMI, które wymaga ludzkiej inteligencji.",
    "260595108": "Nigdy nie używamy e-maili ani informacji dotyczących ułatwień dostępu w żadnym innym celu niż ułatwienie korzystania i zapobieganie nadużyciom.",
    "2611914656": "Używamy Sentry do zbierania danych debugowania, gdy użytkownik napotka błąd. Aby uzyskać informacje o tym, jak Sentry zbiera i przetwarza dane,",
    "2616040974": "3. Klienci i wnioskodawcy",
    "2616226398": "Z zastrzeżeniem naszych",
    "2619472217": "8. Odsprzedaż",
    "2620705814": "Google jest firmą reklamową, a jej produkty zabezpieczające bardzo przypominają produkty reklamowe",
    "2621989404": "Ostatnia aktualizacja: 24 września 2021 r. Należy pamiętać, że nasze warunki w języku angielskim są miarodajne.",
    "2624601135": "„hCaptcha” nie powinno być używane jako część nazwy marki, połączone myślnikiem ani używane w nazwach aplikacji lub innych produktów.",
    "2624949852": "Oczywiście reCAPTCHA od 2009 roku jako pierwsza wkroczyła w bezpieczeństwo sieci, chroniąc miliony stron internetowych przed coraz większymi zagrożeniami ze strony złośliwych botów i spamerów. Jednak w ostatnich latach został całkowicie skompromitowany:",
    "262509504": "Możemy łączyć informacje zebrane przez pliki cookie z innymi informacjami, które zbieramy od Ciebie zgodnie z niniejszą Polityką prywatności i wykorzystywać połączone informacje, jak określono w niniejszym dokumencie. Podobnie strony trzecie, które obsługują pliki cookie w naszych Witrynach, mogą łączyć Twoje imię i nazwisko lub adres e-mail z innymi gromadzonymi informacjami, które mogą obejmować wcześniejsze zakupy dokonane w trybie offline lub online lub informacje o użytkowaniu online.",
    "2631159699": "( ) Armie zarobaczonych komputerów z systemem Windows z dostępem szerokopasmowym",
    "2631249972": "Możemy ulepszać lub modyfikować naszą stronę internetową bez powiadomienia.",
    "26365791": "W najszerszym zakresie dozwolonym przez prawo Witryna i Usługa (oraz wszelkie inne powiązane usługi, informacje, dane, funkcje i inne treści lub materiały) są dostarczane na zasadzie „tak jak jest” i „w miarę dostępności”. W najszerszym zakresie dozwolonym przez prawo, IMI wyklucza wszelkie gwarancje, w tym między innymi dorozumiane gwarancje przydatności handlowej, przydatności do określonego celu i nienaruszania praw.",
    "263761351": "hCaptcha to pierwsza wiarygodna alternatywa, z której co miesiąc korzystają setki milionów ludzi.",
    "2639657759": "Znaki używane za zgodą",
    "2645321220": "A jeśli uważasz, że koszt reCAPTCHA jest zbyt wysoki, zapytaj nas o hCaptcha Enterprise. Obecnie używane przez niektórych z największych wydawców, firmy świadczące usługi finansowe i firmy zajmujące się infrastrukturą internetową na świecie, są nie tylko wiarygodną alternatywą dla reCAPTCHA: uważamy, że oferują najlepszą dostępną obecnie ochronę przed botami.",
    "2646127839": "Załącznik Klienta do Ogólnych Warunków Świadczenia Usług",
    "2648707986": "Przejęcie konta to forma cyberoszustwa, w której złośliwy gracz podszywa się pod właściciela konta internetowego. Zazwyczaj konto znajduje się w instytucji finansowej lub firmie zajmującej się handlem elektronicznym, w której oszust może ukraść pieniądze, towary lub karty podarunkowe. Atakujący używa skradzionych danych logowania, aby uzyskać dostęp do konta, a następnie przejąć je, być może zmieniając hasło, aby zablokować faktycznego właściciela konta.",
    "2650241052": "Brak porad",
    "2650502379": "Uruchom własne wyzwania w kilka sekund",
    "2652399059": "Niezawodny partner",
    "265443926": "Aby uniknąć wątpliwości, pamiętaj, że te progi dotyczą łącznie wszystkich kont utworzonych przez Ciebie jako osoba, podmiot lub organizacja. Na przykład, jeśli utworzysz 10 kont, z których każde otrzymuje 100 000 żądań w miesiącu (tj. łącznie 1 milion żądań), to przekroczyłbyś limity dozwolonego użytku dla wszystkich kont w tym miesiącu.",
    "2659418535": "Procedura arbitrażowa. Wszelkie arbitraże na podstawie niniejszej umowy będą prowadzone zgodnie z zasadami Amerykańskiego Stowarzyszenia Arbitrażowego lub przez wspólnie uzgodnioną usługę arbitrażową. Arbiterem będzie arbiter amerykański wybrany z listy co najmniej siedmiu (7) nazwisk za pomocą alternatywnych ostrzeżeń. W arbitrażu każda ze stron będzie miała prawo do przeprowadzenia stosownego ujawnienia cywilnego, wystąpienia z wnioskami rozstrzygającymi oraz przedstawienia świadków i dowodów w miarę potrzeb do przedstawienia swoich racji i obrony, a wszelkie spory w tym zakresie będą rozstrzygane przez arbitra. Rozstrzygnięcie sporu będzie oparte wyłącznie na prawie właściwym dla wnoszonych roszczeń i obrony, a arbiter nie może powoływać się na żadną podstawę inną niż prawo kontrolne. Arbiter posiada immunitet komornika sądowego od odpowiedzialności cywilnej, gdy występuje w charakterze arbitra, który to immunitet uzupełnia każdy inny istniejący immunitet. Orzeczenia muszą zawierać pisemną uzasadnioną opinię arbitra. Zrzekasz się prawa do rozpatrzenia przez ławę przysięgłych wszelkich roszczeń, które możesz mieć przeciwko IMI lub jakie IMI może mieć przeciwko tobie. Wszelkie roszczenia wynikające z niniejszej klauzuli należy zgłaszać w obowiązującym okresie przedawnienia. Ta klauzula podlega federalnej ustawie arbitrażowej Stanów Zjednoczonych, a użytkownik przyjmuje do wiadomości, że niniejsza Umowa stanowi dowód transakcji handlowej.",
    "2666258754": "osadzenia relacyjne oparte na hierarchii semantycznej dla słabo nadzorowanego głębokiego haszowania, Heikki Arponen, Tom E Bishop. ICML 2019, Warsztaty LLD.",
    "2670003220": "Oferty pracy",
    "2670352917": "hCaptcha zapewnia bardziej niezawodne wykrywanie botów, a jednocześnie jest proste do rozwiązania dla ludzi.",
    "2671622670": "Przedsiębiorstwo",
    "267645277": "IMI może zweryfikować Twoją tożsamość. Może to obejmować porównywanie Twoich danych osobowych z bazami danych stron trzecich lub oficjalnymi dokumentami prawnymi. Upoważniasz nas do przeprowadzenia wszelkich zapytań niezbędnych do potwierdzenia Twojej tożsamości, własności Twojego adresu e-mail oraz własności Twoich kont finansowych. Zgadzasz się podać informacje o sobie, aby pomóc nam w weryfikacji Twojej tożsamości.",
    "2676853536": "Dashboardy dla wielu użytkowników",
    "2681650568": "I jak zawsze prywatność jest dla nas podstawową wartością. Dodaj nasz kod wezwania tylko tam, gdzie jest to konieczne i tam, gdzie ma sens ochrona zarówno Ciebie, jak i Twoich użytkowników. Minimalizacja zbierania danych zaczyna się od momentu integracji.",
    "2682873489": "Zdefiniuj obszar graniczny dla obiektów",
    "2683038211": "Internet lub inna aktywność w sieci elektronicznej.",
    "2686825859": "Zarejestruj się bezpłatnie lub skontaktuj się z nami w sprawie rozwiązań hCaptcha Enterprise",
    "2689973938": "Udoskonalenie reCAPTCHA powoduje wewnętrzny konflikt dla Google jako dostawcy reklam.",
    "2690395789": "Jeśli i kiedy nie będziesz już potrzebować otrzymanych informacji poufnych, musisz niezwłocznie zwrócić lub zniszczyć (zgodnie z żądaniem osoby, która ujawniła informacje) wszystkie kopie informacji znajdujących się w pomieszczeniach, systemach lub innym sprzęcie, który kontrolujesz.",
    "2694001822": "Jednak czasami zatrudniamy osoby, które pomagają nam testować właściwości systemu i nowe funkcje.",
    "2694150481": "Czy używamy plików cookie?",
    "2696932851": "18. Odszkodowanie",
    "2697276059": "Dowód, że to działa: jednolite wskaźniki rozwiązywania na całym świecie",
    "2698140263": "Nie wszystkie problemy są takie same: uzyskanie jednego wyniku oznacza, że musi on odpowiadać Twoim potrzebom, aby był użyteczny.",
    "269838707": "Jeśli jesteś Współtwórcą, Ty i tylko Ty decydujesz, które i ile zadań do wykonania oraz kiedy i gdzie je wykonasz. Możesz poświęcić tyle lub mało czasu na wykonywanie zadań, ile chcesz. W żadnym momencie nie jesteś zobowiązany do wykonania zadania.",
    "2698640210": "Wyzwania kontrolne i typy pokazane",
    "2700197090": "O: Korzystanie z dowolnego rozszerzenia dotyczącego prywatności lub blokowania reklam, które obsługuje białą listę na poziomie domeny (np. uBlock Origin), będzie działać zgodnie z oczekiwaniami: wystarczy, że umieścisz na białej liście hcaptcha.com.",
    "2707282231": "Dostosuj wyzwania dla swoich użytkowników. Uniemożliwić botom rozwiązywanie i penetrację.",
    "2710988028": "( ) Spamerzy mogą z łatwością używać go do przechwytywania adresów e-mail",
    "2712493234": "Oszustwo płatnicze: łagodzenie szybko rozwijającego się trybu cyberprzestępczości",
    "2714878440": "Chroń swoje usługi przed scrapingiem, przejęciem kont, upychaniem danych uwierzytelniających i spamem dzięki naszemu zaawansowanemu uczeniu maszynowemu i weryfikacji człowieczeństwa.",
    "2715462692": "Jak wygląda nasz proces AI Ethics?",
    "2718999653": "Dostosowane oceny zagrożeń",
    "2722456056": "15 stycznia 2021 - 15 kwietnia 2021",
    "2728931827": "Po każdym uzgodnieniu szacunki dotyczące klucza witryny zostaną zaktualizowane, a dokładność przyszłych prognoz powinna wzrosnąć, chyba że w witrynie nastąpiła istotna zmiana w zachowaniu użytkowników.",
    "2729131930": "Co to jest skrobanie i jak to działa?",
    "2735073144": "W razie potrzeby przeprowadzamy również bieżące przeglądy. Na przykład w naszym niedawnym przeglądzie dat i źródeł wniosków dotyczących wniosków o etykietowanie parasoli byliśmy w stanie szybko potwierdzić, że żaden podmiot rządowy ani znany państwowy dostawca oprogramowania do nadzoru nie złożył wniosków dotyczących parasoli korzystających z naszych usług w ciągu ostatnich 12 miesięcy .",
    "2735878907": "Oświadczenie dotyczące planowania ciągłości działania",
    "2740033957": "Zespół IM składa się z naukowców i inżynierów z Apple, Amazon i innych liderów w dziedzinie uczenia maszynowego, systemów rozproszonych i bezpieczeństwa.",
    "2743692546": "Gdy użytkownicy udowadniają swoje człowieczeństwo za pośrednictwem hCaptcha, ich praca wchodzi na anonimowy otwarty rynek licytacji.",
    "2745385064": "Streszczenie",
    "2752975480": "( ) Wysyłanie wiadomości e-mail powinno być bezpłatne",
    "2754937029": "Niedopuszczalne zastosowania",
    "2760410719": "Usługi, które próbują wykrywać boty za pomocą czysto pasywnych sygnałów, szybko napotykają fundamentalną kwestię: jak sprawdzić, czy system prawidłowo wykrywa złych aktorów, gdy nie masz dokładnej prawdy podstawowej?",
    "2762458927": "Twoje dane użytkownika nie są na sprzedaż.",
    "2762759509": "Wiele ataków polegających na przejęciu konta jest prawie całkowicie zautomatyzowanych.",
    "2769710842": "W razie pytań prosimy o kontakt pod adresem",
    "278010425": "Szeroka i często zmieniająca się różnorodność zadań w hCaptcha jest również trudniejsza do zautomatyzowania. Pojedynczy interfejs reCAPTCHA nie zmienił się od wielu lat i zawiera niewielki zestaw rzadko zmieniających się pytań. Jest to jeden ze sposobów, w jaki hCaptcha zapewnia skuteczniejszą ochronę przed robotami niż reCAPTCHA.",
    "2781507299": "Natychmiastowa weryfikacja",
    "2782263070": "Serwis jest dla nas najwyższym priorytetem. Utrzymujemy całodobowe wsparcie na telefon i oferujemy bezpośrednią koordynację Slack z zespołem integracji inżynierów i naszym personelem na wezwanie podczas i po wdrożeniu.",
    "2784612261": "Chcesz zintegrować weryfikację ludzką bezpośrednio z operacjami biznesowymi? Oferujemy umowy SLA o wysokiej niezawodności, gwarantowaną pojemność i proste interfejsy API REST.",
    "2785425016": "(w kontekście rozwiązania weryfikacji człowieczeństwa, np. wezwanie do działania)",
    "278568955": "Data wejścia w życie: 1 września 2021 r. Dodanie infrastruktury",
    "2788024905": "Jak zabezpieczamy informacje",
    "2788836740": "Dane kontaktowe w celach marketingowych są przechowywane na bieżąco do momentu anulowania subskrypcji. Następnie bezterminowo dodamy Twoje dane do naszej listy wykluczonych. Informacje e-mail zebrane od Użytkowników Ułatwień dostępu nigdy nie będą wykorzystywane do celów marketingowych.",
    "2790841456": "Jeśli jesteś Współtwórcą, zgadzasz się na następującą klauzulę arbitrażową i zrzeczenie się prawa do pozwu zbiorowego:",
    "279580593": "imachines.com",
    "279918384": "W jaki sposób Google korzysta z Twojej bezpłatnej siły roboczej?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Środki poprawiające samopoczucie nie rozwiązują problemu",
    "2804310964": "uzyskać dostęp lub próbować uzyskać dostęp do naszej witryny za pośrednictwem dowolnego serwera proxy lub innego urządzenia zaprojektowanego w celu ukrycia Twojej prawdziwej lokalizacji lub tożsamości lub w jakikolwiek inny sposób niż dostarczony interfejs;",
    "2806751666": "Co to jest hCaptcha?",
    "2808122102": "Funkcjonalność międzykulturowa jest więc podstawowym wymogiem naszej usługi. Zapewnienie wszystkim uprawnionym użytkownikom szybkiego dostępu do treści jest kluczowym elementem naszej misji. Zapewniamy wyzwania w 110 językach i stale ulepszamy odpowiednie tłumaczenia, aby mieć pewność, że każdy może sprostać naszym wyzwaniom.",
    "2808971932": "To jest tekst wewnątrz bloku div.",
    "2813310562": "Dotknij Ustawienia witryny, a następnie Pliki cookie.",
    "2819628066": "Podzielność. Jeśli którekolwiek z postanowień niniejszych Warunków świadczenia usług zostanie z jakiegokolwiek powodu uznane za nieważne lub niewykonalne, nie wpłynie to na ważność i wykonalność pozostałych postanowień.",
    "2820080973": "gospodarzem ❤ by",
    "2826051554": "i więcej",
    "2826705343": "Informacje handlowe.",
    "2827452240": "Potrzebujesz innego typu niewymienionego tutaj? Zapytaj nas.",
    "282913023": "Ekonomiczna opcja dla przedsiębiorstw o dużym natężeniu ruchu",
    "2840750518": "GitHub",
    "285116485": "Firma nie „sprzedaje” (zgodnie z definicją tego terminu w CCPA) gromadzonych przez nas danych osobowych. Więcej informacji na temat rodzajów plików cookie stron trzecich, z których korzystamy, znajduje się powyżej w sekcji „Analiza i technologie śledzenia stron trzecich”.",
    "2852295413": "Nieodłączny konflikt interesów: zatrzymanie botów zmniejsza przychody sieci reklamowej",
    "2862164005": "Dane cenowe pozwalają nam określić dokładną wartość zabezpieczenia oferowanego przez reCAPTCHA: 0,001 USD lub mniej za odpowiedź.",
    "2863840904": "Krok 6: Ostatni krok, wyślij nam e-mailem pliki dziennika HAR i konsoli i opisz problem",
    "2864016648": "Prywatne problemy",
    "2867855718": "3. Czy uważamy, że potrzeby dotyczące prywatności można w zadowalający sposób zaspokoić w przypadku wniosku?",
    "2870341481": "poniżej. W przypadku innych przeglądarek po prostu",
    "2873297188": "Czy wszystkie CAPTCHAS dyskryminują nie-Amerykanów?",
    "2873911365": "A co z atestem sprzętu?",
    "2880837730": "Co można zrobić, aby powstrzymać przejęcia kont?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Firma Intuition Machines, Inc opracowała plan ciągłości działania, określający, w jaki sposób będziemy reagować na zdarzenia, które znacząco zakłócą naszą działalność w zakresie hCaptcha. Ponieważ czas i skutki katastrof i zakłóceń są nieprzewidywalne, będziemy musieli elastycznie reagować na rzeczywiste zdarzenia w momencie ich wystąpienia. Mając to na uwadze, przekazujemy Ci te informacje dotyczące naszego planu ciągłości działania.",
    "2894845722": "Użytkownicy Twojej witryny wkrótce będą mogli zobaczyć Twój wkład na cele charytatywne dzięki dyskretnemu brandingowi w interfejsie hCaptcha.",
    "2895491273": "Jeśli wolisz blokować pliki cookie lub inne technologie śledzenia, większość przeglądarek i urządzeń mobilnych wystarczy, aby zmienić swoje ustawienia, aby powiadamiać Cię, gdy otrzymasz pliki cookie lub inne technologie śledzenia są używane, a także zdecydować, czy zaakceptować/zezwolić to. Większość przeglądarek umożliwia również wyłączenie lub usunięcie istniejących plików cookie lub automatyczne odrzucenie przyszłych plików cookie. Możesz również używać narzędzi stron trzecich, w tym wtyczek do przeglądarek, do kontrolowania swoich preferencji dotyczących plików cookie. Pamiętaj jednak, że jeśli wyłączysz wszystkie pliki cookie, niektóre części naszych Witryn mogą nie działać poprawnie.",
    "2896187462": "1. Wykorzystywane do ściśle niezbędnych anonimowych statystyk związanych z usługami oraz do innych celów technicznych, takich jak pomoc we wsparciu dostępności.",
    "2900525040": "Niniejsze Warunki świadczenia usług oraz wszelkie kontrowersje, spory lub roszczenia z nich wynikające podlegają prawu stanu Kalifornia.",
    "2901894297": "hCaptcha jest usługą firmy Intuition Machines, Inc. („IMI”), amerykańskiej korporacji Delaware (nr 6393793).",
    "2903742230": "Sieci reklamowe postrzegają odwiedzających jako produkt. Dla nas jedynym celem jest określenie ich człowieczeństwa. Nasze usługi spełniają lub przekraczają wymagania RODO, CCPA, LGPD i PIPL, a my ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "2904949278": "Jak haker przejmuje konto?",
    "2905621957": "Ostatnia aktualizacja: 18 lipca 2020 r.",
    "290966395": "Jak opisano w sekcji „Uwaga dla klientów spoza Stanów Zjednoczonych”, należy pamiętać, że Twoje dane osobowe będą przekazywane, przetwarzane i przechowywane w Stanach Zjednoczonych. Przepisy dotyczące ochrony danych w USA mogą różnić się od tych w Twoim kraju zamieszkania. Wyrażasz zgodę na przekazanie swoich informacji, w tym danych osobowych, do Stanów Zjednoczonych zgodnie z niniejszą Polityką prywatności, odwiedzając nasze Witryny lub korzystając z naszej Usługi.",
    "2910560864": "20-23 marca 2020***",
    "2915355938": "Dostępność",
    "2920213479": "Sortuj lub dołączaj dowolne kategorie o dowolnym rozmiarze",
    "2921990472": "Jeśli widzisz problem z działaniem, postępuj zgodnie z",
    "292211832": "Informacje zebrane za pomocą środków technicznych, takich jak pliki cookie, liczniki stron internetowych i inne narzędzia analityczne, są odrzucane tak szybko, jak to możliwe, ale mogą być przechowywane przez ograniczony okres do jednego roku od wygaśnięcia pliku cookie, zwykle w formie pozbawionej elementów identyfikujących i zagregowanej chyba że wykryjemy potencjalne nadużycie naszej usługi, w którym to przypadku zachowamy te informacje, aby pomóc nam zapobiegać przyszłym nadużyciom. Nie jesteśmy w stanie powiązać tych anonimowych i zagregowanych informacji z Tobą, Twoim gospodarstwem domowym, adresem IP ani żadnymi danymi osobowymi na podstawie przechowywanych informacji.",
    "292250020": "1. Wybierz koło zębate w prawym górnym rogu ekranu, a następnie wybierz „Opcje internetowe”. Jeśli masz włączony pasek menu, możesz wybrać „Narzędzia”, a następnie „Opcje internetowe”.",
    "2927700175": "Pokazujemy wyzwania CAPTCHA, które są trudne dla botów, ale łatwe dla ludzi, zbierając trudne do oznaczenia dane z problemów z uczeniem maszynowym i używając ich do rozróżnienia, czy odwiedzający witrynę lub aplikację to człowiek.",
    "2928362319": "Zapytania można przesyłać pocztą na adres: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Naruszenie niniejszych Warunków świadczenia usług",
    "2932826396": "3. Jeśli używasz najnowszej wersji Safari na niedawno wydanym systemie OS X 10.15 lub iOS 13.4, firma Apple właśnie zmieniła zachowanie Safari związane z plikami cookie innych firm, domyślnie blokując je wszystkie. Wdrażamy rozwiązanie, ale w międzyczasie przejdź do sekcji Preferencje Safari, Prywatność i odznacz „Śledzenie witryn: zapobiegaj śledzeniu między witrynami”, aby umożliwić działanie pliku cookie ułatwień dostępu zgodnie z oczekiwaniami.",
    "2935155034": "Jeśli znajdujesz się w Europejskim Obszarze Gospodarczym, masz pewne prawa opisane powyżej w nagłówku „Powiadomienie dla podmiotów danych z UE”, w tym prawo do wglądu i poprawiania lub usuwania danych, które posiadamy o Tobie.",
    "2939852138": "Jak oszuści [próbują] uciec przed oszustwami płatniczymi?",
    "2940689138": "Administrowanie kontami Integratora i Klienta oraz świadczenie Usługi. Używamy Danych Osobowych w celu powiązania konkretnych kont z Integratorami i Klientami oraz świadczenia im Usługi, odpowiadania na prośby lub zapytania, udzielania wsparcia lub pomocy technicznej oraz ułatwiania płatności.",
    "2941545733": "Jesteśmy inżynierami, a nie sprzedawcami: chcemy, abyś był zadowolony ze swojego wyboru.",
    "2943346052": "Ponieważ proces standaryzacji IETF trwa, spodziewamy się, że główne przeglądarki przyjmą natywnie jakąś formę przepustki prywatności. To ostatecznie sprawi, że rozszerzenie będzie niepotrzebne. Na razie jednak postępuj zgodnie z poniższymi instrukcjami.",
    "2945960297": "W odniesieniu do osób, których dane dotyczą, termin „dane osobowe” użyty w niniejszej Polityce prywatności jest równoważny z „danymi osobowymi” zdefiniowanymi w Ogólnym rozporządzeniu o ochronie danych Unii Europejskiej (RODO).",
    "2947576723": "Ta historia poprzedza wydanie prawa jazdy i cyfrowego odcisku palca, ale stanowi dobry przykład tego, co może pójść nie tak w sytuacji przejęcia konta. Osoba loguje się do internetowego konta bankowego lub aplikacji do płatności mobilnych. Czy to rzeczywisty posiadacz konta, czy haker? Kto tak naprawdę jest kim? Te problemy z zabezpieczeniami dotyczą organizacji, które umożliwiają samoobsługowy dostęp do kont.",
    "2952586316": "Nie wszystkie problemy są takie same. Adnotacje dotyczące zadań krytycznych dla bezpieczeństwa mogą wymagać 99,99% zaufania od wyłącznie ludzkich pracowników. Adnotacje dotyczące jednej funkcji beta w aplikacji do gier mobilnych mogą wymagać jedynie umiarkowanej pewności siebie. Ty decydujesz.",
    "2954157511": "Dlaczego używamy plików cookie?",
    "2959486280": "Jeśli nie zgadzasz się z niniejszymi Warunkami świadczenia usług, nie możesz korzystać z Witryny lub Usługi ani uzyskiwać do nich dostępu.",
    "295955580": "Nasza strona internetowa może zawierać linki do stron internetowych osób trzecich. Nie kontrolujemy, nie badamy, nie monitorujemy ani nie sprawdzamy takich stron internetowych. Nie ponosimy odpowiedzialności za ani nie popieramy programów komputerowych, treści ani opinii zawartych na takich stronach internetowych. Jeśli zdecydujesz się opuścić naszą witrynę i uzyskać dostęp do dowolnej witryny innej firmy, robisz to na własne ryzyko.",
    "2968026167": "Twoje ulubione warzywo",
    "2970907810": "strona. Obecny prezes firmy jest dyrektorem zarządzającym odpowiedzialnym za treść.",
    "2989126922": "Otwórz preferencje Chrome z paska menu.",
    "299335340": "Co to jest i jak powstrzymać ataki",
    "3004688366": "( ) Środki zaradcze nie powinny obejmować oszustw związanych z przelewami lub kartami kredytowymi",
    "3005876482": "hCaptcha jest teraz największą niezależną usługą CAPTCHA, działa na 15% Internetu",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "sprzeciwić się temu, że opieramy się na naszych uzasadnionych interesach jako podstawie przetwarzania przez nas Twoich danych osobowych, co ma wpływ na Twoje prawa.",
    "3012870872": "Witryny i aplikacje korzystające z bezpłatnej wersji (hCaptcha Publisher) zarabiają na tej pracy, zamiast przekazywać ją Google.",
    "3014149332": "O: Nie, przepustki nie są interoperacyjne: muszą być wydawane i realizowane przez ten sam organ, w tym przypadku hCaptcha. Pamiętaj, że jeśli masz przepustki z Cloudflare i hCaptcha w swoim rozszerzeniu, dostępna liczba zmieni się na prawidłową ilość w zależności od wymagań odwiedzanej strony. Innymi słowy, jeśli masz w portfelu 100 przejść Cloudflare i 10 przejść hCaptcha, powinieneś zobaczyć 10 na ikonie rozszerzenia na stronach z osadzonym hCaptcha.",
    "3014657981": "Włącz ustawienie obok „Pliki cookie”.",
    "3017040355": "Przetwarzanie danych podmiotów danych z UE działa na podstawie prawnej standardowych klauzul umownych (SCC) zintegrowanych z Aneksem dotyczącym przetwarzania danych do naszych Warunków świadczenia usług lub umów o przetwarzanie danych z naszymi integratorami.",
    "3017533972": "My, nasi partnerzy naukowi i nasi klienci możemy od czasu do czasu odwoływać się do fragmentów treści na licencji Creative Commons lub powielać je za pośrednictwem platformy hCaptcha w celu poszerzenia wiedzy ludzkości w dziedzinie uczenia maszynowego.",
    "3018077211": "25. Rozstrzyganie sporów współtwórców",
    "3018523079": "Pozostań przy marce dzięki spójnemu doświadczeniu użytkownika.",
    "3022001832": "Zbieramy informacje od osób, które wchodzą w interakcję z naszymi Witrynami i Usługami, w tym od osób, które włączają naszą Usługę do swojej witryny internetowej („Integratorzy”), od osób korzystających z usług oznaczania danych („Klienci”) oraz od użytkowników końcowych, którzy wchodzą w interakcję z naszymi Usługi za pośrednictwem witryn internetowych naszych Integratorów („Użytkowników końcowych”).",
    "3022301908": "Dostęp",
    "3022922096": ", pakiet produktów firmy hCaptcha dla przedsiębiorstw. W przeciwieństwie do darmowej wersji hCaptcha,",
    "3025548709": "Czy istnieje alternatywa dla tej nieuczciwej umowy?",
    "3027055607": "16. Własność intelektualna i prawa własności",
    "3028319964": "Etyka AI",
    "3030395800": "Te dane uwierzytelniające zwykle pochodzą z naruszeń danych. Ataki te, znane również jako „wycieki danych uwierzytelniających”, mogą spowodować zrzucenie milionów danych uwierzytelniających w ciemnej sieci. Jeśli wyciek pochodził z banku, haker spróbuje wykorzystać te dane uwierzytelniające, aby dostać się na inne strony. To podejście działa, ponieważ tak wiele osób używa tej samej kombinacji nazwy użytkownika i hasła w wielu witrynach. (Ta praktyka jest odradzana, ale rzeczywistość jest taka, jaka jest. Ludzie mają tendencję do powtarzania tych samych danych logowania).",
    "30312304": "inne wady, które różniły się w zależności od stanu, zanim uchwalono złe prawo federalne.)",
    "3031284129": "Zastrzeżenia gwarancyjne",
    "3031357206": "Nowa ikona pojawi się obok paska adresu URL. Teraz odwiedź stronę internetową za pomocą hCaptcha. Będzie to wyglądać tak:",
    "3031953301": "Zamiast tego możemy zaoferować Ci możliwość korzystania z naszej usługi hCaptcha Enterprise i nadal świadczyć Ci usługi przez pewien czas („Okres oferty”). Dalsze świadczenie przez nas usług w Okresie Oferty w żaden sposób nie zmieni naszych praw wynikających z niniejszej Sekcji.",
    "3031953928": "HUMAN Network™ jest znakiem towarowym HUMAN Protocol Foundation i jest używany za jej zgodą.",
    "3034959000": "Możesz odzyskać",
    "3038275155": "Zrzeczenie się pozwu zbiorowego. Zrzekasz się wszelkich praw do wniesienia, wysłuchania lub rozstrzygnięcia sporu w ramach powództwa zbiorowego, zbiorowego lub przedstawicielskiego. Niezależnie od innych klauzul zawartych w niniejszej umowie, zdanie poprzednie nie może być w żadnym przypadku odłączone od niniejszej umowy. Wszelkie roszczenia, że całość lub część tego zrzeczenia się jest niewykonalna, nieuzasadniona, nieważna lub nieważna, może zostać rozstrzygnięte wyłącznie przez sąd właściwej jurysdykcji, a nie przez arbitra. Nie będziesz podejmować działań odwetowych lub uniemożliwić Ci wykonanie zadań na naszej stronie internetowej w wyniku korzystania ze swoich praw zgodnie z sekcją 7 krajowej ustawy o stosunkach pracy lub przez wniesienie lub udział w powództwie zbiorowym, zbiorowym lub przedstawicielskim na jakimkolwiek forum , ale możemy zgodnie z prawem ubiegać się o wyegzekwowanie zrzeczenia się prawa do pozwu zbiorowego oraz o oddalenie takich pozwów lub roszczeń zbiorowych, zbiorowych lub reprezentacyjnych.",
    "304004915": "Nie obchodzi nas, kim są użytkownicy, tylko jak prawdopodobne jest, że są złośliwi lub są maszynami. Wspieramy inicjatywy takie jak",
    "3044038608": "Wyrażasz zgodę na podanie nam prawdziwych, dokładnych i kompletnych informacji wymaganych w naszym procesie rejestracji. Zgadzasz się również na niezwłoczną aktualizację takich informacji, aby były aktualne i dokładne.",
    "3047519814": "Zgadzasz się, że nie będziesz nikomu udostępniać swojego konta ani hasła.",
    "3048865891": "Koszty i opłaty. Każda ze stron poniesie odpowiednie koszty reprezentacji prawnej w takim arbitrażu, z wyjątkiem przypadków, w których honoraria adwokackie są wyraźnie przewidziane przez prawo. Strony podzielą początkową opłatę administracyjną naliczoną przez arbitra do maksymalnego kosztu w wysokości dwustu pięćdziesięciu dolarów (250,00 USD). Koszt arbitra i protokolanta sądowego, jeśli taki istnieje, zostanie początkowo poniesiony przez nas; jednakże arbiter ma prawo do przyznania odpowiednich kosztów stronie wygrywającej, zgodnie z prawem i/lub zażądania od stron podziału kosztów związanych z arbitrem i/lub protokolantem sądowym.",
    "3049976256": "Dla każdego nowego klienta etykietującego podczas procesu sprzedaży przechodzimy przez listę kontrolną. Obejmuje to początkową staranność KYC przed wdrożeniem, a także weryfikację wszystkich wniosków kierowanych do naszych analityków oraz wyrywkowe kontrole w czasie rzeczywistym i okresowe przeglądy wniosków składanych za pomocą naszej platformy samoobsługowej.",
    "3054564199": "Materiały prasowe",
    "3056723024": "13. Niedopuszczalne wykonywanie zadań",
    "305735018": "Wreszcie wiarygodna alternatywa dla Google. hCaptcha Enterprise zapewnia znaczne oszczędności na rachunku reCAPTCHA przy wyższym poziomie bezpieczeństwa: w niektórych przypadkach nawet o 80% mniej.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "Polityka prywatności",
    "3064321967": "Pierwsza znana wiadomość e-mail ze spamem została wysłana w 1978 roku. [",
    "3065000659": "Czy zdajesz sobie sprawę, że za każdym razem, gdy klikasz na samochód, pomagasz trenować singla?",
    "3068923550": "( ) Środki zaradcze muszą działać, jeśli są wprowadzane stopniowo",
    "3083289844": "Jeśli znalazłeś problem, który Twoim zdaniem może wpłynąć na prywatność użytkownika, napisz do nas na",
    "3086730511": "Jeśli jesteś Integratorem naszej bezpłatnej usługi i stwierdzimy, że przekroczyłeś nasze progi dozwolonego użytku, obecnie mniejsza z nich:",
    "3088605177": "Dodaj nasz kod wezwania tylko tam, gdzie jest to konieczne i tam, gdzie ma sens ochrona zarówno Ciebie, jak i Twoich użytkowników.",
    "3089778412": "Jak hCaptcha oblicza nagrody",
    "3092200338": "** Kiedy 15 dzień przypada w weekend, zamiast tego datą wypłaty jest 17. dzień.",
    "3093388779": "hCaptcha jest darmowy dla wydawców dowolnej wielkości",
    "3093689546": "Łatwa integracja",
    "3094150511": "Organ regulacyjny: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 czerwca 2019",
    "3096063825": "Wypróbuj to",
    "3096553330": "Każdy tworzony przez nas system po prostu odzwierciedla nasze relacje z innymi ludźmi.",
    "3098677775": "P: Czy mój adres IP i historia przeglądania są całkowicie prywatne od hCaptcha podczas korzystania z Privacy Pass?",
    "3100722753": "W przypadku potencjalnych problemów z bezpieczeństwem lub prywatnością zapoznaj się z poniższymi instrukcjami.",
    "3103557430": "Jak wykorzystujemy informacje",
    "3103642530": "Przegląd ten składa się z kilku zestawów kryteriów:",
    "3107683988": "Może to radykalnie zmniejszyć ruch i koszty poza siecią, zachowując jednocześnie wszystkie korzyści płynące z zarządzania przez nasz całodobowy personel dyżurujący w celu spełnienia najbardziej rygorystycznych umów SLA.",
    "3108727249": "Zatrzymanie Bot",
    "310885519": "lub",
    "3114147525": "Klienci hCaptcha korzystają z usługi do zadań takich jak rozpoznawanie obiektów, wykrywanie atrybutów (zbieranie etykiet w celu identyfikacji rodzajów odzieży), ranking trafności (wybieranie najbardziej odpowiedniego produktu z kilku opcji w porównaniu z produktem podstawowym), ramki ograniczające (znajdowanie obszarów zainteresowania na obraz), „Human OCR” (identyfikujący tekst na obrazie) i wiele innych rodzajów zadań.",
    "3117887301": "Zaufany przez największe serwisy online",
    "3119498672": "wykonywać żadnych zadań z wykorzystaniem botów internetowych, robotów internetowych, botów, skryptów lub jakiejkolwiek innej formy sztucznej inteligencji lub w inny sposób próbować uzyskać nagrody od IMI lub dowolnego Zgłaszającego lub Integratora bez wykonywania zadań zgodnie z opisem;",
    "3119589996": "Jak to działa: rozszerzenie przeglądarki zapewnia użytkownikom możliwość tworzenia i podpisywania kryptograficznie ślepych tokenów dla stron internetowych obsługujących protokół Privacy Pass. Rozszerzenie generuje przepustki zawierające tokeny zaślepione kryptograficznie, które są podpisywane przez hCaptcha, gdy wyzwanie zostanie rozwiązane w dowolnej witrynie korzystającej z usługi hCaptcha,",
    "3121248460": "Wyświetlaj nieskończenie różnorodne niestandardowe wyzwania – od prostych po złożone – dla oczekiwanych odbiorców",
    "3128328457": "Jeśli jesteś Współtwórcą lub Integratorem, jesteś sam odpowiedzialny za opłacenie wszelkich szacunkowych lub innych federalnych, stanowych lub lokalnych podatków dochodowych, ubezpieczeń społecznych, FICA i odszkodowań pracowniczych należnych w wyniku korzystania z naszej strony internetowej, a także podobne podatki lub opłaty w jurysdykcjach poza Stanami Zjednoczonymi. Zgadzasz się zwolnić nas z odpowiedzialności i uchronić nas przed wszelkimi ocenami wymierzonymi przeciwko nam, ponieważ nie przestrzegałeś żadnych przepisów podatkowych.",
    "3128433367": "... i wiele więcej",
    "3130928685": "Blog",
    "3138772661": "tysiące istnień każdego roku",
    "3139609561": "Poniżej znajdują się dwa przykłady klasyfikacji obrazów i typów zadań wykrywania atrybutów. [",
    "31502377": "Co to jest element tekstu sformatowanego?",
    "3152512587": "a system zbiera codziennie setki milionów rozwiązań. [",
    "3153117136": "Jak działają ustawienia trudności hCaptcha",
    "3160820928": "Skoordynowana ochrona przed atakiem",
    "3161489950": "Najbardziej zaawansowana platforma Security ML na świecie",
    "3162107126": "IMI nie jest stroną w żadnym sporze między Tobą a innym użytkownikiem Usług. Użytkownik zwalnia firmę IMI i jej podmioty stowarzyszone z wszelkich roszczeń, żądań i szkód wszelkiego rodzaju i rodzaju, znanych i nieznanych, podejrzewanych i niepodejrzewanych, ujawnionych i nieujawnionych, wynikających lub związanych z jakimkolwiek sporem między użytkownikiem a innym użytkownikiem.",
    "3167979932": "Zaprojektowany z myślą o prywatności od pierwszego dnia. Silna Umowa o Przetwarzanie Danych.",
    "3168199226": "Jednak w 2020 r. stało się jasne, że budowanie tego rodzaju zbioru danych może być postrzegane jako technologia podwójnego zastosowania w sposób, w jaki niewielu oczekiwałoby rok temu.",
    "3173156067": "Niektóre gotowe materiały są dostępne na wypadek, gdybyś chciał zamieścić przykładowe obrazy w swoim artykule.",
    "3176531704": "Adnotacja do danych",
    "3178581111": "Użyj do nowych celów",
    "3180664128": "Ucząc się na tysiącach sygnałów, modele mogą bardzo szybko wywnioskować i osiągnąć wysoki poziom pewności w wykrywaniu złośliwego zachowania, nawet jeśli żaden pojedynczy sygnał nie byłby wystarczająco silny, aby wskazać problem.",
    "3182435854": "prawa autorskie",
    "318339230": "(Jedno lub więcej z poniższych może dotyczyć Twojego konkretnego pomysłu i może mieć",
    "3183855267": "1. hmt_id",
    "3186435874": "identyfikator sesji",
    "3192683783": "Zmiany w niniejszej Polityce prywatności",
    "3193548097": "Wieczne źródła nadziei",
    "3194111925": "Pomoc",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Przydatność i podatność interfejsów API",
    "3200641265": "Nie później niż 16 czerwca 2020*",
    "3200859925": "1. Cel",
    "320166522": "Uczenie maszynowe wpływa teraz na prawie każdy aspekt naszego życia, często w sposób, z którego nie zdajemy sobie sprawy i którego nie widzimy. Usługi bezpieczeństwa online nie różnią się.",
    "3202747130": "Całość porozumienia. Niniejsze Warunki świadczenia usług oraz wszelkie zasady, procedury lub warunki, o których mowa w niniejszej umowie, stanowią całość umowy stron w odniesieniu do przedmiotu oraz zastępują i anulują wszystkie wcześniejsze i równoczesne powiązane umowy, roszczenia, oświadczenia i porozumienia stron .",
    "3203921334": "W rozwiązaniach hCaptcha podobało nam się kilka rzeczy: 1) nie sprzedają danych osobowych; zbierają tylko niezbędne minimum danych osobowych, w przejrzysty sposób opisują gromadzone informacje oraz w jaki sposób je wykorzystują i/lub ujawniają.",
    "3206136647": "Problem Google'a opiera się na danych z pytań, których używają, a tym, kto je widzi. Jeśli wszystkie dane pochodzą z tej samej kultury (a w przypadku Google z tej samej firmy), z pewnością można spodziewać się wyzwań, które nie przekładają się dobrze na inne kultury, zgodnie z zarzutem Edena.",
    "3207769512": "Wdrażanie zadań produkcyjnych",
    "3208155808": "Przenieś czytelną maszynowo kopię swoich danych osobowych do siebie lub wybranej przez siebie strony trzeciej.",
    "3212830633": "2. Kwalifikowalność",
    "3213351333": "Nie jest wymagane żadne zobowiązanie z góry",
    "3213411837": "obraz 2",
    "3214322759": "w inny sposób angażować się w jakąkolwiek złośliwą lub oszukańczą działalność.",
    "3217791519": "15.07.2020 - 15.10.2020",
    "3225770968": "hCaptcha ma na celu rozwiązanie najbardziej pracochłonnego problemu w uczeniu maszynowym; etykietowanie ogromnych ilości danych w sposób terminowy, przystępny cenowo i niezawodny.",
    "3225936061": "Prawdopodobnie widziałeś zdjęcia tekstu zaczerpnięte ze stron książek w usłudze Książki Google, które pomagały ulepszyć ich oprogramowanie OCR (rozpoznawanie tekstu).",
    "322830977": "Jak wyłączyć pliki cookie.",
    "3228928991": "Informacje, które można wykorzystać do zidentyfikowania osoby lub skontaktowania się z nią („Dane osobowe”), takie jak imię i nazwisko, adres e-mail i kraj. Gromadzimy Dane Osobowe od naszych obecnych i przyszłych Integratorów i Klientów, gdy przekazują je nam bezpośrednio (na przykład wypełniając formularz podczas zakładania konta lub ubiegając się o otrzymywanie od nas powiadomień e-mail). Możemy również zweryfikować tożsamość naszych integratorów i klientów, porównując dane osobowe z bazami danych stron trzecich lub oficjalnymi dokumentami prawnymi.",
    "3230004040": "Czy jesteś niedowidzący lub w inny sposób nie możesz ukończyć hCaptchas?",
    "3233305531": "Znaki towarowe",
    "3233441200": "Zasady dotyczące wielokrotnych naruszeń",
    "3235430156": "systemy uczenia maszynowego firmy za darmo?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Analiza wewnętrzna hCaptcha. Dane zebrane do 30 czerwca 2019 r. Szczegóły dostępne na żądanie.",
    "3236873806": "Za tę stronę odpowiada IMI.",
    "3238184941": "Uwaga: ryzyko oszustwa związane z indywidualnym adresem IP może zostać udostępnione integratorowi na żądanie.",
    "3238345709": "( ) Zatrzyma spam na dwa tygodnie, a potem utkniemy",
    "3238612014": "Historia przeglądania, informacje o interakcji konsumenta ze stroną internetową, aplikacją lub reklamą.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Ostatnia aktualizacja: 18 lutego 2021",
    "324647915": "Dziękujemy za czas poświęcony na pomoc w uzyskaniu tych informacji!",
    "3247172580": "hCaptcha połączył zaawansowane samonadzorowane samouczenie się maszyn z nowatorskim podejściem do obliczeń brzegowych, które w unikalny sposób minimalizuje gromadzenie i przechowywanie danych, dostarczanych z ponad 250 lokalizacji na całym świecie, zapewniając ogromną skalowalność.",
    "325077666": "Przesyłając swoje dane, zgadzasz się na nasze",
    "3251220335": "O: Nie. Aby ustawić plik cookie, kliknij ten sam link do logowania w wiadomości e-mail, który został wysłany do Ciebie na każdym urządzeniu, z którego korzystasz.",
    "3254142589": "() Problemy prawne",
    "3255230599": "Co to jest plik cookie?",
    "3256020881": "Aby obserwować Twoje zachowania i czynności związane z przeglądaniem w czasie na wielu stronach internetowych lub innych platformach.",
    "3256245394": "a także nasze wpisy na blogu, np.",
    "3260825523": "Maszyny intuicyjne",
    "3264813246": "Nieodpowiedni",
    "3265293440": "( ) Podatność na atak protokołów innych niż SMTP",
    "3265328927": "), firma zajmująca się uczeniem maszynowym, która oferuje produkty i usługi dla firm wdrażających uczenie maszynowe na dużą skalę.",
    "3265895521": "Podnoś i obniżaj poziom trudności wyzwania w zależności od pory dnia",
    "3268946369": "6. Źródło: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Proszę",
    "3272552822": "Deweloperzy i kryptografowie:",
    "32739972": "Aby przechowywać informacje o sesji logowania, jeśli jesteś zarejestrowany w naszych Witrynach.",
    "3276777569": "hCaptcha",
    "3280658086": "rozwiązania dla przedsiębiorstw",
    "3286051798": "Nagłówki, akapity, cytaty blokowe, rysunki, obrazy i podpisy rysunków mogą być stylizowane po dodaniu klasy do elementu tekstu sformatowanego przy użyciu zagnieżdżonego systemu selektorów „Kiedy wewnątrz”.",
    "328625009": "... jesteśmy gotowi, gdy Ty: nasza usługa jest dostępna przez całą dobę.",
    "3287172429": "Pokazane typy wyzwań kontrolnych",
    "3288667364": "Porównanie i wykrywanie",
    "3290996791": "Wszystkie inne nazwy produktów, logo i marki są własnością ich odpowiednich właścicieli. Wszystkie inne nazwy firm, produktów i usług używane na tej stronie służą wyłącznie do celów identyfikacyjnych. Użycie tych nazw, logo i marek nie oznacza poparcia.",
    "3292221787": "odpowiedziano na wyzwanie, a nie tylko na to, czy było poprawne, i często zmienia zarówno pytania, jak i użyte dane.",
    "3301728462": "Miliony ludzi używają hCaptcha każdego miesiąca w tysiącach kombinacji przeglądarek, rozszerzeń, urządzeń, zapór sieciowych i nie tylko.",
    "3312336121": "który zużywa ogromne ilości danych behawioralnych w celu ustalenia, czy użytkownicy sieci są legalnymi ludźmi, czy botami",
    "3315658779": "Zapobiegaj niszczeniu treści dzięki hCaptcha Enterprise",
    "3319083717": "Nazwa:",
    "3324288040": "Wyślij nam opinie",
    "332723732": "zadowolony",
    "3329634829": "Ogranicz przetwarzanie swoich danych osobowych.",
    "3329755436": "Czy planujesz przyspieszyć ten proces?",
    "3334160175": "( ) Jest bezbronny przed brutalnymi atakami",
    "3336625692": "Na tej stronie szczegółowo przedstawiamy nasze przemyślenia na ten temat w kontekście etyki AI, a procesy, które stosujemy, aby zapewnić korzystanie z naszych usług, pozostają zgodne z zasadami przyjętymi przez nas jako firma.",
    "3339302473": "27. Wypowiedzenie",
    "3342910682": "Czytaj więcej",
    "3346362371": "A co z uczeniem maszynowym?",
    "3348433919": "Twoje prawa",
    "3349094124": "Kryteria etyczne dotyczą: Cel",
    "3353238942": "hCaptcha ma na celu zatrzymanie botów poprzez odróżnienie ich od ludzi. Testy wizualne są do tego wygodnym narzędziem, ale nie każdy potrafi rozwiązać wizualne wyzwanie.",
    "3356329025": "1. 30 dni",
    "3356349631": "Google Chrome",
    "3357523404": "Transgraniczny transfer danych",
    "33639629": "Nie dotyczy witryn internetowych osób trzecich. Należy pamiętać, że niniejsza Polityka prywatności nie ma zastosowania do żadnej witryny internetowej, oferty, produktu lub usługi jakiejkolwiek strony trzeciej, nawet jeśli zawiera łącze do naszej Witryny lub zawiera Usługę – przed podjęciem decyzji o przekazaniu jakichkolwiek informacji osobom trzecim należy zapoznać się z obowiązującymi politykami prywatności. imprezy.",
    "3365203058": "Światowej klasy ochrona antybotowa",
    "3368788823": "Terence Eden robi na swoim blogu interesującą uwagę: ”",
    "3370561195": "6. Dopuszczalne zachowanie",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Polityki i procesy AI Ethics",
    "3376724603": "14-24 września 2021†††",
    "337766618": "https://www.logdna.com/polityka-prywatnosci",
    "3378932530": "Oznacz swoje dane teraz",
    "337971271": "Uczenie maszynowe jest przydatne. Ale to nie wymaga danych osobowych do pracy.",
    "3383086062": "hCaptcha Enterprise to kompletne rozwiązanie bezpieczeństwa online. Tryby aktywne i pasywne pozwalają zatrzymać upychanie poświadczeń, wykrywać przejęcia kont i blokować podejrzanych graczy. Wszystko bez tarcia dla legalnych użytkowników.",
    "3386280249": "Zapewnienie rynku dla danych oznaczonych etykietami. Nasza usługa umożliwia znakowanie dużych ilości danych i ocenę przez człowieka systemów uczenia maszynowego jako usługę dla właścicieli witryn i firm, które potrzebują pomocy w oznaczeniu swoich danych. W tym celu ujawniamy Dane Oznaczone naszym Klientom zainteresowanym pozyskaniem Danych Oznaczonych.",
    "3388180864": "Interesuje Cię praca nad poważnymi wyzwaniami technicznymi na skalę internetową? Zawsze zatrudniamy utalentowanych inżynierów na całym świecie -",
    "3389431373": "Usługi takie jak reCAPTCHA v3 twierdzą, że umieszczenie ich piksela śledzącego na każdej stronie witryny jest konieczne dla dobrego bezpieczeństwa. Nie o to chodzi.",
    "3395399558": "( ) Politycy technicznie niepiśmienni",
    "3397976149": "Uzyskaj wsparcie dla hCaptcha Publisher",
    "3398978455": "15-25 września 2021 r.†††",
    "3401005681": "Zarabiać pieniądze",
    "3401861278": ", który jest tu włączony przez odniesienie. Zapoznaj się z niniejszą umową, aby zobaczyć, w jaki sposób przetwarzamy dane osobowe w Twoim imieniu. Należy pamiętać, że działamy jako „przetwarzający dane” dla celów ogólnego rozporządzenia o ochronie danych UE oraz jako „dostawca usług” dla celów kalifornijskiej ustawy o ochronie prywatności konsumentów.",
    "34074886": "Za każdym razem, gdy odpowiadasz na wyzwanie, używamy wyrafinowanych modeli, aby dowiedzieć się, czy jesteś człowiekiem. Odwiedzana przez Ciebie strona internetowa wykorzystuje ten wynik, aby poprawić Twoje wrażenia na swojej stronie poprzez eliminację botów.",
    "3408107995": "Dziś jednak scraping niezmiennie oznacza programistyczne podejście do pobierania danych ze strony internetowej. Oprogramowanie do skrobania działa jak człowiek, klikając przyciski i odczytując wynikowy wynik. Istnieje wiele legalnych zastosowań skrobania. Jednym z przykładów są roboty sieciowe, które napędzają wyszukiwarki. Podobnie jak Skyscanner, które wyszukują oferty turystyczne, przeczesując tysiące stron podróżniczych. Korzystają z niego również firmy z branży fintech, które pobierają dane finansowe użytkownika z witryn bankowych, jeśli nie ma dostępnych interfejsów programowania aplikacji (API) umożliwiających połączenie danych. Rzeczy, o których należy pamiętać w przypadku screen scrapingu, to jego szybkość i skalowalność. Proces może zbierać ogromne ilości danych ze stron internetowych, zakładając, że strony nie są skonfigurowane tak, aby temu zapobiec. Z szybkością obliczeniową skrobak może gromadzić duże zbiory danych poprzez interakcję z witrynami internetowymi oraz oprogramowaniem i bazami danych, które je obsługują.",
    "3409726716": "zarejestrować u nas więcej niż jedno konto bez pisemnego upoważnienia;",
    "3412647984": "Pozwala to uniknąć przyszłych pytań, rejestrując i ustawiając plik cookie. Spróbuj też wyłączyć blokowanie reklam.",
    "3417372336": "Przełącz w kilka minut",
    "3419878556": "Upewnij się, że opcja „Blokuj pliki cookie innych firm” nie jest włączona.",
    "3421090159": "otwarte źródło",
    "3426312287": "5-15 stycznia 2022",
    "3433896984": "BotStop™",
    "3434202027": "Każde użycie nazwy hCaptcha w komunikacji wymaga podania: „hCaptcha jest zastrzeżonym znakiem towarowym firmy Intuition Machines, Inc”.",
    "3436534225": "Praktycznie wszystkie firmy, które rozpoczynają pilotaż, ostatecznie wybierają nasze rozwiązania.",
    "3437412311": "Dla użytkowników korporacyjnych dostępne są opcje pozwalające całkowicie uniknąć wyzwań w większości scenariuszy, opierając się na pasywnych wynikach.",
    "3441764123": "Gdy wyzwanie zostanie przedstawione użytkownikowi ułatwień dostępu w witrynie korzystającej z usługi hCaptcha, zostanie on automatycznie przepuszczony.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Ruch między",
    "3446714684": "Integracja z urządzeniami mobilnymi (iOS i Android)",
    "345108670": "- upychanie danych uwierzytelniających i inne próby przejęcia konta",
    "3453526675": "1. Pierwsza strona",
    "345563040": "( ) To głupi pomysł, a ty jesteś głupią osobą, że go sugerujesz.",
    "3457805519": "3. Czy prośba klienta może zostać spełniona zgodnie z prawem USA i naszymi zasadami zaangażowania?",
    "3458934553": "3. Różni się; do 30 dni.",
    "3460432665": "Niezależnie od powyższego, jeśli jesteś podatnikiem USA, możemy poprosić Cię o coroczną aktualizację W-9 i możemy zabronić Ci wykonywania zadań do czasu wypełnienia lub zaktualizowania W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Umieść na białej liście pliki cookie hcaptcha.com i *.hcaptcha.com w blokadzie reklam lub rozszerzeniu bezpieczeństwa przeglądarki.",
    "3470857731": "Analiza tego, jak dobrze reCAPTCHA wykrywa boty.",
    "3475647460": "( ) Wymaga zbyt dużej współpracy ze strony spamerów",
    "3478726913": "hCaptcha ma jedną z największych dostępnych pul na świecie. Bez względu na skalę, poradzimy sobie z tym bez kosztownych zobowiązań z góry. Miliony zadań dziennie nie stanowią problemu.",
    "3479034323": "Jeśli widzisz treści, które należą do Ciebie, odtworzone na platformie hCaptcha i chcesz, aby zostały usunięte z jakiegokolwiek powodu, możesz skontaktować się z nami za pośrednictwem poczty elektronicznej.",
    "3480023141": "Dowiedz się więcej o opcjach ułatwień dostępu",
    "3483700676": "Natychmiastowe uruchamianie milionów zadań",
    "3488019891": "hCaptcha jest zastrzeżonym znakiem towarowym firmy Intuition Machines, Inc.",
    "348809718": "4. W sekcji „Pliki cookie innych firm” wybierz „Akceptuj”.",
    "349292953": "Informacje, które zbieramy",
    "3494826505": "Z dostawcami angażujemy się w dostarczanie podstawowych aspektów Witryn i Usługi, takich jak przechowywanie danych, hosting i analityka, i tylko w tych celach.",
    "3496767126": "W celu uniknięcia wątpliwości, poniższy paragraf dotyczy wyłącznie Klientów korzystających z naszych usług adnotacji, a nie korzystania z naszych Usług jako Integrator",
    "3500503648": "hCaptcha ma na celu wyeliminowanie długoterminowego przechowywania danych, polegając na natychmiastowej ocenie zamiast rejestrowania i analizowania historii przeglądania. Wspieramy również inicjatywy takie jak",
    "3501923981": "Ostatnia aktualizacja: 1 stycznia 2020 r.",
    "3507532387": "( ) Łatwość przeszukiwania niewielkiej alfanumerycznej przestrzeni adresowej wszystkich adresów e-mail",
    "3510143229": "hCaptcha to usługa dla stron internetowych i aplikacji,",
    "3511610999": "Upewnijmy się, że trafiłeś we właściwe miejsce.",
    "3515435438": "Zgłaszanie skarg DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Cele przetwarzania",
    "3520687192": "Zapisy komunikacji z Tobą (np. zgłoszenia do pomocy technicznej otwarte przez e-mail lub Twitter) mogą być przechowywane przez czas nieokreślony.",
    "3524251858": "Dyrektor ds. Zarządzania Produktem, Cloudflare",
    "3526939538": "Błąd oprogramowania",
    "3527140447": "Dokumenty",
    "3530599065": "Prywatność jest budowana od podstaw. hCaptcha nie przechowuje danych umożliwiających identyfikację i jest zgodna z licznymi nakazami i przepisami dotyczącymi prywatności.",
    "353066938": "Doświadczony zespół, pracujący nad najtrudniejszymi problemami dnia dzisiejszego. hCaptcha to usługa firmy",
    "3532143291": "Aby zabezpieczyć nasze usługi i systemy. Używamy informacji analitycznych do zabezpieczania naszych systemów, identyfikując potencjalne zagrożenia i luki w zabezpieczeniach, a także do ochrony gromadzonych przez nas informacji w inny sposób.",
    "353367791": "Wykrywaj złych aktorów wielu różnych typów.",
    "3536122902": "( ) Zatrzymanie ich w ten sposób nie jest wystarczająco powolne i bolesne",
    "3543141425": "dla tego!",
    "3545935449": "Aby rozpoznać nowych lub byłych użytkowników.",
    "3548097301": "Obowiązuje: 1 stycznia 2020 r.",
    "354925785": "Wprowadzenie",
    "3554363588": "Inne znaki",
    "3554448168": "Kategoryzacja",
    "3555583744": "oraz",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim w eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Zgadzasz się dołożyć uzasadnionych handlowo starań w celu ochrony wszelkich Informacji Poufnych otrzymanych od nas lub za pośrednictwem naszych Usług. zawiera wyniki botów i niepubliczne szczegóły naszej usługi dla przedsiębiorstw, w tym niepubliczną dokumentację i wszelkie szczegóły, które możemy udostępniać, dotyczące naszych metod wykrywania botów. Jeśli uzyskasz dostęp do takich Informacji Poufnych, możemy zmodyfikować, zawiesić lub ograniczyć Twój dostęp do naszych Usług według naszego wyłącznego uznania, jeśli ustalimy, że Informacje Poufne są ujawniane w wyniku korzystania z naszych Usług, i dołożymy uzasadnionych starań aby powiadomić Cię przed zawieszeniem.",
    "3566102529": "nas dzisiaj, aby dowiedzieć się więcej.",
    "3569492665": "Nagrywanie aktywności online nie jest odpowiedzią.",
    "3570415321": "Spółka",
    "3571003547": "https://www.plaster miodu.io/security",
    "3571006800": "Niektóre informacje, które nam przekazujesz, mogą stanowić dane wrażliwe w rozumieniu RODO (zwane również specjalnymi kategoriami danych osobowych), w tym identyfikację rasy lub pochodzenia etnicznego na dokumentach identyfikacyjnych wydanych przez rząd.",
    "3573245166": "W przeciwieństwie do reCAPTCHA pracujemy w każdym kraju.",
    "3576146278": "Płać tylko za dokładność, której potrzebujesz",
    "3578122193": "Pozostań na marce z odpowiednią treścią",
    "3588274874": "Koncentrując się na dostarczaniu produktu zgodnego z wysiłkami regulacyjnymi, takimi jak RODO Unii Europejskiej i CCPA w Kalifornii, doświadczyliśmy ogromnego wzrostu - oczywiście pomaga to, że hCaptcha jest prostym zamiennikiem reCAPTCHA, dzięki czemu można go zainstalować w ciągu kilku minut.",
    "3588620914": "Przepustka prywatności jest nowym wynalazkiem według standardów sieci i możliwe jest, że inne aplikacje i rozszerzenia przeglądarki, które nie są tego świadome, mogą zakłócać jego funkcjonalność.",
    "3590546893": "Prosta analiza behawioralna jest sygnałem łatwym do podrobienia przez złych aktorów i wymaga również zachowania historii przeglądania dla całego uzasadnionego ruchu.",
    "359073033": "Pulpity nawigacyjne zapewniają wysoki lub szczegółowy widok aktywności.",
    "3594381346": "Lokalizacja.",
    "3594440415": "W końcu zaczną otwierać drzwi.",
    "3594526017": "Naukowcy zajmujący się komunikatorami internetowymi wyznaczają nowy punkt odniesienia dla słabo nadzorowanego rozpoznawania tekstu (OCR) podczas CVPR 2020.",
    "3596207631": "P: Po ustawieniu pliku cookie nadal widzę wyzwanie. Co to powoduje?",
    "3600022491": "Z tego powodu opracowaliśmy prostą, bezbolesną alternatywę, aby umożliwić wydawcom korzystającym z naszej usługi zachowanie dostępności dla wszystkich z pełną zgodnością z sekcją 508 i WCAG 2.1 AA.",
    "3600718611": "Rozważ Google reCAPTCHA,",
    "3600797185": "Oferowanie wstecznej identyfikacji botów naraziłoby Google na drażliwe pytania dotyczące sposobu wstecznego zwrotu kosztów reklamodawcom, którzy wydali pieniądze na ten oszukańczy ruch.",
    "360236473": "Usługa hCaptcha nie jest przeznaczona do pracy w charakterze indywidualnego etykiecisty. Nie jest przeznaczony ani nie nadaje się do tego celu. Nie zalecamy nikomu korzystania z hCaptcha jako źródła osobistego dochodu.",
    "3604147138": "3. Wykorzystywane do ściśle niezbędnych celów technicznych: umożliwia korzystanie z funkcji Dostępność.",
    "3609106478": "Wypełnienie poświadczeń:",
    "3609929815": ". Twoje imię i nazwisko, kraj i adres e-mail zachowamy wyłącznie w celu skontaktowania się z Tobą w przyszłości w sprawie indywidualnych możliwości pracy w zakresie etykietowania.",
    "3612043014": "...i inne proste zadania. Łatwy dla ludzi, trudny dla robotów.",
    "361372538": "2. Czy uważamy, że nasze świadczone usługi byłyby prawdopodobnie wykorzystywane przez klienta w celach dyskryminacyjnych, w sposób, który może być zgodny z prawem, ale nie jest dla nas akceptowalny?",
    "3614653023": "Praktyka ta opiera się raczej na atakach polegających na upychaniu danych uwierzytelniających na dużą skalę, w ramach których wypróbowuje się miliony par nazwa użytkownika/hasło na dziesiątki docelowych instytucji finansowych w nadziei na odblokowanie niewielkiego podzbioru kont. Gdy oprogramowanie do automatycznego oszustwa uzyska dostęp do konta, haker może się zaangażować, ale w niektórych przypadkach nie.",
    "361795034": ". Autor nieznany, ok. 2000",
    "3619183405": "W 2021 r. proste CAPTCHA można czasem rozwiązać za pomocą oprogramowania, dzięki postępowi w uczeniu maszynowym. Aby rozwiązać ten problem, hCaptcha przeprowadza również bardzo szczegółową analizę właściwości, takich jak",
    "3620039756": "W prawym górnym rogu kliknij Więcej, a potem Ustawienia.",
    "3620442880": "Funkcje ochrony Flash Sale",
    "3621401685": "( ) Niepopularność dziwnych nowych podatków",
    "3621411541": "Dowiedz się o opcjach ułatwień dostępu dla hCaptcha",
    "3621455477": "uczyć się więcej!",
    "3623028666": "(proszę skorzystać z usługi takiej jak",
    "3624758171": "Zadania niestandardowe dostępne również dla wydawców korporacyjnych.",
    "3630114728": "Zobacz, co się dzieje we wszystkich Twoich witrynach i aplikacjach.",
    "3644106388": "Kontakt",
    "3645414921": "Kasować",
    "364774188": "jestem człowiekiem™",
    "3654556483": "Instytucje finansowe i firmy zajmujące się handlem elektronicznym posiadają procesy i kontrole, które łagodzą niektóre zagrożenia związane z przejęciem kont. Obejmują one od staromodnych pytań bezpieczeństwa „jak nazywał się twój najlepszy przyjaciel w szkole podstawowej” po metody wykrywania, które wykrywają podejrzane adresy IP i profile urządzeń mobilnych.",
    "3657743880": "Instrukcje przeglądarki dotyczące plików cookie między witrynami",
    "3660619092": "Zarejestruj się bezpłatnie lub skontaktuj się z działem sprzedaży rozwiązań dla przedsiębiorstw",
    "366088791": "hCaptcha obsługuje szeroką gamę zadań.",
    "3660891610": "Jeśli jesteś Współtwórcą, to IMI, a nie Ty, posiadasz prawa własności do wszelkich prac, które tworzysz w ramach wykonywania dowolnego zadania. Akceptując warunki niniejszej Umowy, zgadzasz się (i niniejszym dokonujesz) przeniesienia na nas posiadania, własności i tytułu (w tym wszystkich praw własności intelektualnej istniejących na całym świecie) do swojej pracy. Aby upewnić się, że jesteśmy w stanie nabyć, udoskonalić i wykorzystać takie prawa, zgadzasz się ponadto (i) podpisać wszelkie dokumenty, aby pomóc w dokumentacji, doskonaleniu i egzekwowaniu naszych praw; oraz (ii) zapewnić rozsądny dostęp do informacji w celu rejestrowania, doskonalenia, zabezpieczania, obrony i egzekwowania takich praw własności we wszystkich krajach. Twoje zobowiązania wynikające z tej sekcji będą obowiązywać nawet po wyrejestrowaniu się lub zaprzestaniu korzystania z Usług. Wyznaczasz nas jako swojego pełnomocnika do wykonywania dokumentów w Twoim imieniu w celach określonych w tej sekcji.",
    "3666807632": "14. Kwalifikacje i umiejętności współtwórcy",
    "3668115514": "Czym różni się hCaptcha?",
    "3668873369": "W hCaptcha przyjęliśmy inne podejście od pierwszego dnia",
    "3669258571": "Polityka Cookie",
    "3671246379": "Krok 5: Kliknij kartę Konsola, a następnie kliknij prawym przyciskiem myszy „Wybierz wszystko” i zapisz to w pliku tekstowym, aby zapisać dziennik konsoli. Prześlij nam to również.",
    "3671828834": "Przykłady udostępnianych danych osobowych",
    "3673079511": "wschodzący standard",
    "3678889946": "Najpóźniej do 15 czerwca 2019 r.",
    "3679148535": "P: Nad jakimi innymi aplikacjami Privacy Pass pracujesz?",
    "3680327841": "Dążymy do tego, aby hCaptcha działał dobrze dla wszystkich",
    "3682071227": "Czym są przejęcia kont i jak one działają?",
    "3688621388": "Sygnatury zagrożeń",
    "3694578791": "Jak omówiono powyżej, my (i nasi zewnętrzni dostawcy) gromadzimy Informacje analityczne częściowo za pomocą plików cookie, sygnałów nawigacyjnych i innych technologii śledzenia. W niektórych przypadkach współpracujemy z dostawcami zewnętrznymi, aby wykorzystywać pliki cookie do celów gromadzenia informacji analitycznych.",
    "3695206755": "Wypróbuj nas w swoim środowisku bez zobowiązań.",
    "3700113699": "Na urządzeniu z Androidem otwórz aplikację Chrome.",
    "3700767772": "Po zainstalowaniu rozszerzenia kliknij tutaj (lub w dowolnej witrynie korzystającej z hCaptcha), aby zdobyć przepustki:",
    "370366524": "Telemetria usług efemerycznych",
    "3709608616": "wtedy Twoje konto może zostać wyłączone lub uznane za niekwalifikujące się do zarobków według naszego wyłącznego uznania, na dowolny okres, z uprzednim powiadomieniem lub bez niego. W żadnym wypadku żądania przekraczające nasze progi dozwolonego użytku nie będą kwalifikowały się do uzyskania zarobków bez pisemnego potwierdzenia od nas.",
    "3714002185": "Dowiedz się więcej o hCaptcha Enterprise",
    "3715747429": "Nasi inżynierowie wdrożeniowi pomogą Ci szybko rozpocząć pracę, niezależnie od tego, czy potrzebujesz integracji React, pakietów SDK dla natywnych aplikacji na iOS, przykładowego backendu Java, czy praktycznie dowolnego innego scenariusza.",
    "3717512591": "Bezpośrednia integracja platformy",
    "3717942925": "Tak jak zawsze będą ludzie, którzy będą chcieli zwrócić twoją uwagę przez e-mail, zawsze będzie chęć ograniczenia dostępu do niektórych zasobów tak, aby dostęp do nich mieli tylko ludzie.",
    "3719056187": "Informacje podane na stronach internetowych nie stanowią indywidualnej porady i nie mogą jej zastąpić. Jeśli potrzebujesz indywidualnej porady, skontaktuj się z naszym zespołem pomocy technicznej.Korzystanie z tej strony",
    "3720584906": "15.07.2021 - 15.10.2021",
    "3721365241": "Próbować",
    "3723626769": "za swój wkład i recenzję.",
    "3725880582": "Oddaj na cele charytatywne",
    "3729345277": "hCaptcha to sposób, w jaki firmy mogą szybciej uzyskiwać adnotacje, o wyższej jakości i po niższych kosztach niż inne alternatywy.",
    "3730038780": "Wybieraj spośród prawie nieskończonej liczby wyzwań do rozwiązania przez użytkowników",
    "3730344349": "Ta sekcja zawiera dodatkowe informacje na temat gromadzonych przez nas danych osobowych konsumentów w Kalifornii oraz praw przyznanych im na mocy kalifornijskiej ustawy o ochronie prywatności konsumentów lub „CCPA”.",
    "3733422465": "8. Weryfikacja Twojej tożsamości",
    "3740051331": "Zobowiązujemy się również do aktywnego monitorowania i odpowiadania na pytania użytkowników w mediach społecznościowych, forach oraz w naszych kanałach pomocy w widżecie i wiadomościach e-mail. Jesteśmy dostępni i responsywni, a satysfakcję użytkowników traktujemy jako najwyższy KPI.",
    "3741193183": "( ) Wielu użytkowników poczty e-mail nie może sobie pozwolić na utratę biznesu lub zniechęcenie potencjalnych pracodawców",
    "3744079744": "15-19 czerwca 2020****",
    "3744153629": "Nazwy:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kontakt",
    "3753956446": "Darmowy",
    "3758963444": "Dziękuję Ci! Twoje zgłoszenie zostało odebrane!",
    "3759360138": "4. Nazwa użytkownika i hasło",
    "3759657802": "Użytkownik nie może w jakikolwiek sposób cedować, przenosić ani delegować niniejszych Warunków świadczenia usług ani swoich praw lub obowiązków wynikających z niniejszej Umowy (z mocy prawa lub w inny sposób).",
    "3759923279": "Zapytania prasowe prosimy kierować na następujący adres e-mail:",
    "3764131594": "22. Strony internetowe osób trzecich",
    "3766910104": "2. Wykorzystywane do ściśle niezbędnych celów technicznych: równoważenie obciążenia, routing.",
    "3767462250": "Zaprojektowany z myślą o prywatności",
    "3768951251": "Umowy SLA dla przedsiębiorstw",
    "3773515538": "Czy kiedykolwiek proszono Cię o „wpisanie dwóch słów”?",
    "378086442": "CAPTCHA, a nie ich UX jako taki.",
    "3782751514": "HUMAN Protocol® jest zarejestrowanym znakiem towarowym Fundacji HUMAN Protocol i jest używany za jej zgodą.",
    "3783031293": "Używamy Cloudflare do optymalizacji naszego ruchu internetowego. Aby uzyskać informacje o tym, jak Cloudflare zbiera i przetwarza dane,",
    "3795997071": "Wybierz ikonę menu Chrome. Wybierz Ustawienia.",
    "3800781598": "] Prawie pięć dekad później spam e-mailowy nadal nas nęka. W jej pokonanie włożono wiele miliardów dolarów i tysiące osobo-lat wysiłku inżynieryjnego, a mimo to spam nadal istnieje. Po obu stronach są branże warte miliardy dolarów, to znaczy te, które się przed nią bronią, i te, które ją wysyłają.",
    "3805618893": "Google Chrome (komputer)",
    "3806054689": "15.04.2020 - 15.07.2020",
    "3807059944": "Kontroluj zawartość wyzwania używanego",
    "3816867833": "Sprzężenie zwrotne",
    "3817067682": "Wielokąty",
    "3817811295": "Gwarantowana niezawodność i szybkie wsparcie na telefon 24/7.",
    "3819851005": "2. Opłaty",
    "3821716514": "strona.",
    "3828090208": "Zamiast tego użyj „for hCaptcha”. Jeśli jest używane z logo innej firmy, „for hCaptcha” musi być mniejsze niż logo innej firmy.",
    "3833636936": "a) 1000 żądań na sekundę,",
    "3836291932": "P: Używam wielu urządzeń. Czy muszę się wielokrotnie rejestrować?",
    "3842490632": "Pojedynczy użytkownik próbujący odpowiedzieć na wiele pytań prawdopodobnie zostanie szybko ograniczony lub zbanowany. Równie ważne, jak nasze",
    "3842673636": "Zgodnie z RODO masz pewne prawa dotyczące swoich danych osobowych. Możesz poprosić nas o podjęcie następujących działań w związku z Twoimi danymi osobowymi, które posiadamy:",
    "3842815245": "Czy to uczciwy handel?",
    "38428546": "Przechowujemy Twoje Dane Osobowe bezpiecznie przez cały okres istnienia Twojego konta u nas. Będziemy przechowywać Twoje dane osobowe tylko tak długo, jak będzie to konieczne do realizacji celów, dla których je zgromadziliśmy, w tym w celu spełnienia wszelkich zobowiązań prawnych, księgowych lub sprawozdawczych lub rozstrzygania sporów. Kryteria, których używamy do określenia okresów przechowywania, obejmują obowiązujące postanowienia umowne, ustawowe okresy przedawnienia, obowiązujące wymogi regulacyjne i standardy branżowe.",
    "3844300338": "Zgadzasz się zabezpieczyć, bronić i chronić nas przed wszelkimi roszczeniami, odszkodowaniami, zobowiązaniami, kosztami i wydatkami (w tym uzasadnionymi honorariami i kosztami prawników) wynikającymi lub związanymi z wykonywaniem przez Ciebie zadań lub korzystaniem z naszej strony internetowej .",
    "3844432472": "Sama otwartość i użyteczność interfejsów API czyni je niezwykle bogatymi celami dla atakujących. W taki sam sposób, w jaki można zaprogramować aplikację mobilną, aby pobierać i pobierać dane z systemu korporacyjnego za pomocą interfejsu API, tak samo może być ze złośliwym oprogramowaniem. Hakerzy napisali wiele różnych narzędzi programowych do nadużywania interfejsów API. To skuteczna technika ataku.",
    "384965568": "Chociaż wymagania dotyczące przechowywania różnią się w zależności od jurysdykcji, poniżej opisano informacje o naszych typowych okresach przechowywania różnych aspektów danych osobowych.",
    "3856690908": "15.01.2020 - 15.04.2020",
    "3856912381": "Użytkownicy ucierpieli, a niepotrzebny spam internetowy szerzy się obecnie. Ale jest alternatywa.",
    "3859506577": "Biznesowy adres e-mail",
    "3861413614": "Bez wyraźnej pisemnej zgody nie wolno używać żadnych znaków towarowych ani logo hCaptcha, które sugerowałyby, że firma hCaptcha jest powiązana z lub popiera, sponsoruje lub wspiera produkt lub usługę strony trzeciej.",
    "3863351997": "Kategorie danych osobowych wymienione w ustawie California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", który jest wyraźnie połączony na stronie informacyjnej widżetu hCaptcha. Otrzymują zaszyfrowany plik cookie, który może być używany kilka razy dziennie, ale musi być odświeżany co 24 godziny po zalogowaniu.",
    "3875523186": "plik_gist1.txt",
    "3878077249": "Aktualizuj lub poprawiaj nieścisłości w swoich danych osobowych.",
    "3878230879": "Naszym celem jest upewnienie się, że zawsze działa dla Ciebie, dlatego bardzo doceniamy Twoje raporty!",
    "3881754581": ". Jeśli jesteś Klientem naszych usług adnotacji i wybrałeś opcję „Dane dla wszystkich” w ramach korzystania z Usług, udzielasz IMI i wszystkim użytkownikom Usług ogólnoświatowej, niewyłącznej, podlegającej podlicencjonowaniu, przenoszalnej, bezpłatna, nieodwołalna licencja na pełne wykorzystanie wszystkich Danych Klienta, w tym wszystkich powiązanych praw własności intelektualnej. Jeśli wybierzesz opcję „Dane dla wszystkich”, oświadczasz i gwarantujesz, że posiadasz wystarczające prawa, tytuł i udział w swoich danych, aby udzielić licencji w tej sekcji.",
    "3882147547": "Niepamięć funkcji pseudolosowych",
    "388240587": "5-15 stycznia 2022",
    "3884400764": "Chociaż możesz używać znaków hCaptcha zgodnie z tymi wytycznymi, nie oznacza to, że masz jakiekolwiek prawa do znaków hCaptcha, logo lub jakiegokolwiek innego znaku towarowego, nazwy handlowej, znaku usługowego, nazwy firmy lub renomy hCaptcha. Chcemy zapewnić jak największą elastyczność, ale jesteśmy zobowiązani do ochrony hCaptcha przed nieuprawnionym użyciem jakiegokolwiek znaku towarowego, nazwy handlowej, znaku usługowego, nazwy firmy lub renomy hCaptcha. Każde nieautoryzowane użycie automatycznie kończy zezwolenie lub licencję udzieloną przez hCaptcha i może pociągać za sobą odpowiedzialność prawną za wszelkie szkody.",
    "3887113660": "P: Jak przepustka prywatności wpływa na zarobki hCaptcha?",
    "3891941747": "*** DORADZTWO COVID-19: ze względu na ograniczone możliwości personelu związane z COVID-19 uzgodnienie zostało przełożone, aby zapewnić dodatkowy czas na ukończenie naszej standardowej weryfikacji. Oczekuje się, że wypłaty rozpoczną się w piątek i zakończą w następny poniedziałek.",
    "3892905664": "hCaptcha pomaga Twoim ulubionym usługom online chronić przed botami, spamem i nadużyciami, zadając proste pytania, które są łatwe dla ludzi i trudne dla komputerów.",
    "3892952987": "sprawdź nasze oferty i aplikuj tutaj",
    "3893539589": "wstawiać linki zewnętrzne, które oferują towary lub usługi, chyba że wymaga tego zadanie;",
    "389705801": "() Przepisy wyraźnie zabraniające tego",
    "3897238493": "USŁUGI SĄ ŚWIADCZONE W STANIE, W JAKIM SĄ. NIE SKŁADAMY ŻADNYCH OŚWIADCZEŃ ANI GWARANCJI, DOROZUMIANYCH ANI WYRAŹNYCH, W ODNIESIENIU DO DOSTĘPNOŚCI, PRZYDATNOŚCI, ZGODNOŚCI Z PRAWEM, DOSTĘPNOŚCI LUB FUNKCJONALNOŚCI USŁUG, WSZELKICH POWIĄZANYCH OPROGRAMOWANIA LUB MATERIAŁÓW, ZADAŃ LUB JAKICHKOLWIEK CZYNNOŚCI LUB POSTANOWIEŃ ZWIĄZANYCH Z NINIEJSZYMI POSTANOWIENIAMI. W MAKSYMALNYM ZAKRESIE DOZWOLONYM PRZEZ PRAWO IMI ZRZEKA SIĘ WSZELKICH WYRAŹNYCH LUB DOROZUMIANYCH WARUNKÓW, OŚWIADCZEŃ I GWARANCJI, W TYM MIĘDZY INNYMI GWARANCJI WARTOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW. JEDYNYM I WYŁĄCZNYM ŚRODKIEM ZARADCZYM WOBEC IMI W ODNIESIENIU DO WSZELKICH WAD, NIEZGODNOŚCI LUB NIEZADOWOLENIA JEST ZAPRZESTANIE KORZYSTANIA Z USŁUG. z Twojego dostępu do lub korzystania ze strony internetowej lub Platformy Intuition Machines. Mogą wystąpić zaplanowane i nieplanowane przerwy i nie gwarantujemy nieprzerwanej dostępności naszej strony internetowej.",
    "3898950867": "( ) Praca Joe i/lub kradzież tożsamości",
    "3900538778": "Dane oznaczone etykietami to paliwo napędzające uczenie maszynowe. Odpowiedzi reCAPTCHA są wykorzystywane do ulepszania usług Google ML/AI od 2009 roku. Wiele osób korzystających z reCAPTCHA nie zdaje sobie sprawy, że ich praca jest wykorzystywana.",
    "3901503296": "To wyjątkowe skupienie się na prywatności oznacza, że możemy zaoferować zerowe przechowywanie indywidualnych danych, działanie bez plików cookie i inne umowne gwarancje prywatności zgodnie z wymaganiami, przy jednoczesnym zachowaniu doskonałego bezpieczeństwa.",
    "3904679538": "Chrom",
    "3906359167": "Rozwiązania:",
    "3906886217": "Dla firm lub stron internetowych",
    "3908992897": "i jest używany w każdym kraju i terytorium na świecie, dlatego jesteśmy bardzo skoncentrowani na zapewnieniu spójnego globalnego doświadczenia.",
    "3909240516": "( ) Nagłówki SMTP nie powinny być przedmiotem przepisów",
    "3910971075": "IMI jest właścicielem wszystkich praw, w tym praw własności intelektualnej, do kodu źródłowego, kodu wynikowego lub podstawowej struktury, pomysłów lub algorytmów, interfejsu API oraz dodatkowego oprogramowania, dokumentacji lub danych związanych z Usługami („Oprogramowanie”). Użytkownik nie będzie, bezpośrednio ani pośrednio, za pośrednictwem strony trzeciej ani w inny sposób: (a) dokonywać inżynierii wstecznej, dekompilować, dezasemblować ani w inny sposób podejmować prób odkrycia Oprogramowania; (b) modyfikować, tłumaczyć ani tworzyć dzieł pochodnych na podstawie dowolnego Oprogramowania; (c) kopiować, wynajmować, wydzierżawiać, rozpowszechniać, zastawiać, cedować lub w inny sposób przenosić lub obciążać praw do jakiegokolwiek Oprogramowania; (d) używać jakiegokolwiek Oprogramowania do celów współdzielenia czasu, biura obsługi lub w inny sposób na korzyść strony trzeciej; lub (e) usuwać żadnych informacji o prawach własności lub etykiet.",
    "3912514510": "( ) Wpłynie to na listy mailingowe i inne legalne zastosowania poczty e-mail",
    "3912926900": "hCaptcha® powinien mieć zarejestrowany symbol znaku towarowego za pierwszym razem, gdy pojawia się w kreatywnej kopii.",
    "3913203723": "Jeśli z jakiegokolwiek powodu Zgłaszający nie zaakceptuje wykonania wykonanego przez Ciebie zadania, jako Współtwórca lub Integrator nie będziesz uprawniony do żadnej nagrody za to zadanie. W przypadku, gdy nagrody zostały już rozdzielone za niedopuszczalnie wykonane zadanie, możemy je od Ciebie odzyskać.",
    "3913801502": "hCaptcha działa teraz na około 15% internetu",
    "3913848038": "Dostępne są umowy SLA dotyczące dostępności na poziomie 99,99% i globalna pomoc techniczna 24/7.",
    "3916131732": "Ameryki",
    "3922723611": "Spróbuj wyłączyć blokowanie reklam lub rozszerzenia zabezpieczeń przeglądarki",
    "3926027556": "a my szybko się z Tobą skontaktujemy.",
    "392886773": "Działa w każdym kraju",
    "3930611699": "pracownicy indywidualni.",
    "3930808600": "Wdrażamy odpowiednie środki techniczne i organizacyjne w celu ochrony informacji, które zbieramy i przechowujemy, i wymagamy tego samego od wszystkich agentów, którzy przeprowadzają nasze przetwarzanie w naszym imieniu. Niestety, żadne środki bezpieczeństwa nie są w 100% niezawodne i jako takie nie można zagwarantować, że żadna sieć ani system (w tym nasz) nie będzie w 100% zabezpieczony przed zniszczeniem, utratą, zmianą, nieautoryzowanym ujawnieniem lub dostępem do informacji, które zbieramy i przechowujemy. Jeśli uważasz, że Twoje dane mogą z jakiegokolwiek powodu nie być bezpieczne, prosimy o natychmiastowy kontakt pod adresem",
    "3933993151": "Pracuj jako indywidualna etykieta danych",
    "394235836": "3. Jeśli żadna z powyższych sugestii nie zadziała, wyślij nam e-mail z pomocą techniczną, a z przyjemnością pomożemy Ci dowiedzieć się, co się dzieje.",
    "3942875761": "Pomóż zbudować lepszą sieć™",
    "3943164003": "zobacz surowe",
    "3943417791": "Uzyskaj wsparcie dla hCaptcha Enterprise (BotStop)",
    "3946753128": "Prywatny. Bezpieczne. Szybciej.",
    "3951112506": ". To już gwarantuje wyższy stopień niejednorodności danych.",
    "3951254541": "Doceniamy Twój wkład. Daj nam znać o wszelkich problemach, a szybko je rozwiążemy.",
    "3952259236": "Połącz zaślepione dane z tysiącami sygnałów hCaptcha, aby nauczyć hCaptcha klas zachowań — tylko dla Twojego przykładu — aby lepiej przewidywać złośliwe zachowanie, lepiej niż każde z tych rozwiązań samodzielnie",
    "3953584369": "Dostępne zaawansowane ograniczenia dostępu RBAC.",
    "3955555607": "Inne niż Partnerzy lub Autoryzowani Sprzedawcy nie mogą licytować słów kluczowych, Google AdWords ani innych ukierunkowanych systemów reklamowych wykorzystujących znaki hCaptcha lub błędy ortograficzne. Osoby trzecie również nie mogą używać znaków hCaptcha w nazwach domen, optymalizacji wyszukiwarek, metatagów, wyszukiwanych terminów, kodzie ani w inny sposób wprowadzać w błąd.",
    "3955981186": "Poprawki. Żadna modyfikacja ani zmiana niniejszych Warunków świadczenia usług dokonana przez osobę inną niż IMI nie będzie wiążąca dla IMI, chyba że w formie pisemnej podpisanej przez należycie upoważnionego przedstawiciela IMI.",
    "3963216198": "Aby omówić, dlaczego interfejsy API są popularnym celem hakerów, warto najpierw poświęcić krótką chwilę na zdefiniowanie, co obecnie oznacza termin „API”. Koncepcja API wcale nie jest nowa. W rzeczywistości interfejsy łączące ze sobą różne systemy komputerowe, a także ich wewnętrzne komponenty, istnieją co najmniej od wczesnych lat sześćdziesiątych.",
    "3963642878": "Nie później niż 14 grudnia 2019*",
    "3967047208": "Możesz także tymczasowo wyłączyć niektóre zabezpieczenia w Custom, aby to naprawić, odznaczając pola wyboru: Usuń zaznaczenie pola wyboru Śledzenie lub odznacz pole Pliki cookie, jeśli nadal masz problemy.",
    "3971348140": "Dlaczego użyliśmy hCaptcha? Nikt inny nie był w stanie zapewnić potrzebnych nam funkcji i wydajności. Szybko nas uruchomili, a nasi kupcy uwielbiają to doświadczenie.",
    "3972094614": "Brendan Eich",
    "3972554015": "proces, jak również. I oczywiście rozszerzenie przeglądarki",
    "3974566657": "W miarę jak usługi stają się coraz bardziej popularne, tego rodzaju zdarzenia nieuchronnie stają się coraz częstsze. hCaptcha jest używany przez miliony ludzi każdego dnia w praktycznie każdym kraju na świecie, dlatego publikujemy tę politykę i studium przypadku, w jaki sposób zajmujemy się tymi problemami, aby zachować jak największą przejrzystość.",
    "3978720689": "podejście do walki ze spamem. Twój pomysł nie zadziała. Oto dlaczego to nie zadziała.",
    "3983646521": "Wszystkie nazwy produktów, loga, marki, znaki towarowe i zarejestrowane znaki towarowe są własnością ich odpowiednich właścicieli. Wszystkie nazwy firm, produktów i usług używane na tej stronie służą wyłącznie do celów identyfikacyjnych. Użycie tych nazw, znaków towarowych i marek nie oznacza poparcia. W tym przypadku wręcz przeciwnie.",
    "3987022469": "Etykietowanie",
    "3988350": "Oznacza to, że istnieją doskonałe przypadki użycia adnotacji parasola w świecie rzeczywistym. W kwestii wpływu autonomicznych samochodów jest miejsce na spory, ale systemy ADAS już oszczędzają",
    "3991444169": "Ta strona zawiera listę aktualnych podprocesorów dla usługi hCaptcha Enterprise.",
    "3992401943": "Od 2012 roku nastąpiła rewolucja w uczeniu głębokim. Norma branżowa dotycząca dokładności zadań uległa radykalnej poprawie w ciągu ostatniej dekady, głównie dzięki głębokim sieciom konwolucyjnym. Inne usługi oparte na ML, oferowane przez Google, podążają tą krzywą.",
    "4007826952": "Pierwsze badanie CAPTCHA zapewniające prywatność w Internecie, na urządzeniach mobilnych i nie tylko.",
    "4008400186": "Krok 4: Kliknij „Eksportuj HAR” (mała strzałka w dół) po próbie rozwiązania, co zapisuje dziennik sieci. Wyślij ten plik do nas.",
    "4011712313": "W ramach naszej Polityki DMCA umieszczamy konta klientów, od których otrzymujemy wiele powiadomień DMCA o domniemanym naruszeniu, w wieloetapowej Polityce DMCA dotyczącej wielokrotnych naruszeń. Po otrzymaniu wielokrotnych powiadomień DMCA w ciągu miesiąca kalendarzowego konto klienta przejdzie od jednego kroku polityki do następnego.",
    "4015238193": "i OCR [",
    "4019638786": "O: Użytkownicy przepustki prywatności hCaptcha nigdy nie ujawnią swojego adresu IP dla hCaptcha, chyba że portfel tokenów ich przeglądarki jest pusty lub witryna go wyśle. hCaptcha nie ma możliwości powiązania użytkownika z realizacją tokena i nigdy nie wchodzi w bezpośrednią interakcję z użytkownikiem podczas realizacji, chyba że jego portfel tokenów jest pusty.",
    "4019660456": "Opóźnienie 0 ms: zweryfikuj tokeny hCaptcha bez wywołania interfejsu API.",
    "4023575072": "podwójne użycie",
    "4024785952": "Cloudflare, Inc. (globalny). Świadczone usługi: Cloudflare.com.",
    "4034694801": "Brak pasujących wyników.",
    "4036662147": "5. Ochrona informacji poufnych",
    "4036872105": "najpierw, a potem spróbuj ponownie",
    "4039193170": "Jeśli masz problemy z uzyskaniem lub zrealizowaniem tokenów:",
    "4044467791": "Aby zapoznać się z kategoriami danych osobowych, które zebraliśmy od Ciebie w ciągu ostatnich 12 miesięcy, zapoznaj się z sekcją „Informacje, które gromadzimy” powyżej. Zbieramy te informacje w celach biznesowych i handlowych opisanych w sekcji „Jak wykorzystujemy dane osobowe” powyżej. W ciągu ostatnich 12 miesięcy udostępniliśmy następujące kategorie informacji stronom trzecim w celach biznesowych:",
    "4051104324": "„Intuition Machines” jest zastrzeżonym znakiem towarowym firmy Intuition Machines, Inc.",
    "4051785543": "Posługiwać się:",
    "4057343238": "Rezygnacja",
    "4059570880": "Jeśli chcesz śledzić wysiłki normalizacyjne, obecnie trwają starania o",
    "4060250206": "Skorzystaj z tego formularza, aby skontaktować się z jednym z naszych specjalistów technicznych. Szybko reagujemy.",
    "4063155841": "Nie później niż 25 czerwca 2021 r.††",
    "4063769686": "Użytkownicy wspierają odwiedzaną witrynę i doświadczają mniej spamu internetowego. To wydaje się bardziej sprawiedliwe.",
    "4065065042": "Wybierz to, aby dokładnie pasowało do Twojego przypadku użycia.",
    "4065614934": "Ta analiza nie jest nowa, ale ludzie są wiecznie optymistyczni. Zwłaszcza gdy myślą, że ich pomysł jest nowy.",
    "4072202039": "15.04.2019 - 15.07.2019",
    "4074220464": "Odp.: Wcześniej popularne opcje, takie jak captcha audio, dyskryminowały wielu użytkowników a11y i można je łatwo pokonać nowoczesnymi technikami uczenia maszynowego. To sprawiło, że obecne wyzwania dźwiękowe stają się coraz trudniejsze, wprowadzając hałas, dziwne synchronizacje, nietypowe kombinacje słów i tak dalej, aby pokonać atakujących. Dlatego jesteśmy mniej entuzjastycznie nastawieni do tego podejścia niż do całkowitego unikania wyzwania, ale rozważymy to, jeśli pojawi się zapotrzebowanie ze strony społeczności a11y.",
    "4080263153": "Brak zrzeczenia się. Nie zostanie uznane za zrzeczenie się jakiejkolwiek części naszych praw lub środków zaradczych, chyba że zrzeczenie się zostanie sporządzone na piśmie i podpisane przez nas. Jeśli opóźnimy egzekwowanie lub nie wyegzekwujemy naszych praw wynikających z któregokolwiek postanowienia niniejszej umowy, nie będzie to stanowić zrzeczenia się naszego prawa do późniejszego egzekwowania takiego postanowienia lub jakiejkolwiek części niniejszej umowy.",
    "4082053540": "19-25 czerwca 2021††",
    "4083018285": "Pakiet rozszerzonych funkcji, które w połączeniu z ulepszonym monitorowaniem SOC i reagowaniem na zaawansowane, trwałe zagrożenia",
    "4086379603": "Pytania?",
    "4087694419": "Haker może również zbierać dane z witryn takich jak Amazon i eBay, aby tworzyć fałszywe lub zwodnicze listy produktów. Mógł następnie oferować je do sprzedaży w usługach peer-to-peer, takich jak OfferUp, i przeprowadzać ataki phishingowe na kupujących. Oszuści mogą też sprzedawać produkty, które nie istnieją. Kolejnym oszustwem polegającym na zgarnianiu reklam jest fałszowanie wydawców reklam. Pobierając treści z witryn wydawców, oszust może tworzyć fałszywe strony wydawców reklam w różnych usługach. Następnie mogą sprzedawać reklamy na tych stronach autoryzowanym sprzedawcom, których kontakty zebrali z pliku ads.txt wydawcy. Boksy reklamowe wydają się reklamodawcom prawdziwe, ale nimi nie są.",
    "4087729475": "wyzwanie po pierwszym rozwiązaniu.",
    "4088941349": "Ewidencja zakupionych, uzyskanych lub rozważonych produktów lub usług.",
    "4091044469": ". Upewnij się, że rozszerzenie jest włączone w trybie incognito. Następnie odwiedź dowolną witrynę za pomocą hCaptcha i rozwiąż captcha. Od wersji 2.0.3 możesz wymieniać te tokeny na stronach internetowych za pomocą hCaptcha.",
    "4097297673": "Jako Klient, Wnioskodawca lub Integrator zgadzasz się przestrzegać poniższych warunków oprócz wszelkich innych wiążących warunków między Tobą a IMI.",
    "409780280": "( ) Niezła próba, ****! Mam nadzieję, że ktoś nadepnie na twoją klawiaturę!",
    "4099477834": "Wszystkie relacje z klientami są również chronione mocną umową o przetwarzanie danych. Usługa hCaptcha jest zgodna ze wszystkimi przepisami dotyczącymi prywatności bez względu na to, gdzie mieszkają Twoja usługa lub Twoi klienci. Nieprzechowywanie danych osobowych znacznie ułatwia nam to niż innym firmom.",
    "4101570501": "Obecnie pracujemy również nad rozwiązaniem kryptograficznym, które szybko usuwa Twój adres e-mail, jednocześnie zachowując naszą zdolność do zapobiegania nadużyciom, uzupełniając naszą pracę dotyczącą przepustki prywatności.",
    "410397176": "Po więcej informacji",
    "4104188759": "Polityka etyczna AI",
    "4104221634": "Klienci hCaptcha obejmują różne branże, od firm technologicznych po te, które koncentrują się na modzie, handlu detalicznym i innych obszarach, w których mogą tworzyć wartość dzięki zastosowaniu uczenia maszynowego.",
    "4114820649": "2. Kliknij zakładkę „Prywatność”.",
    "4131598919": "naciskać",
    "4132302900": "5. Twoja prywatność, Twoje dane i „Dane dla wszystkich”",
    "4137573005": "ma wyczerpujące i wiarygodne odpowiedzi na temat tego, w jaki sposób wykorzystujemy dane, ale krótka odpowiedź jest taka, że nie jesteśmy zainteresowani kojarzeniem Cię jako osoby z Twoją historią przeglądania.",
    "4138068262": "użytkowników. W końcu interakcja z wyzwaniami prawdopodobnie pozostanie częścią arsenału narzędzi do ograniczania nadużyć w Internecie, o ile natura ludzka pozostanie niezmieniona.",
    "4142610534": "Wszelkie opóźnienia w płatnościach będą naliczane w wysokości 1,5% procent miesięcznie lub maksymalnej kwoty dozwolonej przez prawo, w zależności od tego, która z tych wartości jest niższa. Jeśli z jakiegokolwiek powodu nie zapłacisz kwoty należnej zgodnie z niniejszą Umową, Twoje konto może zostać zawieszone, według naszego wyłącznego uznania, w którym to przypadku żadne dodatkowe płatności nie zostaną wykonane z Twojego konta za wykonanie zadań, a wszystkie Twoje zadania zostaną usunięte z naszej strony internetowej. Musisz zwrócić nam wszystkie należne kwoty na żądanie, plus wszelkie opłaty manipulacyjne, opłaty za opóźnienie lub opłaty adwokackie. Możemy również sporządzać odpowiednie raporty do agencji informacji kredytowej i organów ścigania.",
    "4146870445": "Kim jesteśmy",
    "4147497805": "Marchewka",
    "4149738856": "hCaptcha należy używać jako przymiotnika, po którym następuje odpowiedni termin ogólny.",
    "41530052": "28. Warunki ogólne",
    "4154415610": "***** Wypłaty we wrześniu 2020 r. będą realizowane w partiach po zakończeniu uzgadniania, przy czym niektóre będą realizowane kilka dni później niż pierwotnie planowano z powodu opóźnień uzgadniania.",
    "4162383380": "16 - 22 września 2020*****",
    "4162847": "Mogliśmy to zaobserwować bezpośrednio, ponieważ niektórzy nasi klienci przeprowadzają testy A/B na to samo żądanie, zanim całkowicie przestawią się z oferty Google. Zazwyczaj jesteśmy w stanie udowodnić zarówno wysoki odsetek wyników fałszywie pozytywnych, jak i fałszywie negatywnych pochodzących z reCAPTCHA v3 lub reCAPTCHA Enterprise.",
    "4163469907": "Krok 2: Kliknij kartę Sieć w Narzędziach dla programistów. Zaznacz pole „Zachowaj dziennik” u góry.",
    "4165374512": "Chociaż możliwe jest użycie narzędzi do wykrywania adresów IP i lokalizacji, aby zapobiec wypełnianiu poświadczeń, bardziej opłacalną i dokładną metodą jest po prostu przerwanie działania automatycznego bota wypełniającego poświadczenia. hCaptcha i hCaptcha Enterprise mogą ogłuszyć bota w punkcie wejścia. Nawet jeśli bot ma odpowiednie dane uwierzytelniające, jeśli nie może przejść przez wykrywanie hCaptcha Enterprise lub CAPTCHA hCaptcha, nie wykona swojego zadania, a Twoja witryna i użytkownicy są chronieni.",
    "4166776480": "Wypełnianie poświadczeń: co to jest i jak powstrzymać ataki",
    "4169910317": "9. Zgodność z prawem",
    "4172868199": "idzie znacznie dalej, wkraczając w sferę prób odróżnienia „dobrego człowieka” od „złego człowieka” i jest dziś używany przez wiele najpopularniejszych na świecie usług internetowych do wyszukiwania i powstrzymywania wszystkiego, od oszustw zakupowych po zaawansowane, trwałe zagrożenia dla swoich użytkowników, przy jednoczesnym zachowaniu wyjątkowego nacisku na ochronę prywatności.",
    "4179118182": "( ) techniczne ( ) legislacyjne ( ) rynkowe ( ) vigilante",
    "4181060163": "Osoby trzecie nie powinny używać odmian lub błędów ortograficznych ani działać w jakikolwiek sposób, który mógłby spowodować początkowe zamieszanie związane ze znakami towarowymi hCaptcha.",
    "4181611011": "Data uzgodnienia",
    "4185927140": "Menedżer produktu, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Główne warunki korzystania z usługi",
    "4188814619": "hCaptcha to usługa Intuition Machines (",
    "4194763679": "Drobne poziomy trudności",
    "4195759329": "Wykrywanie botów i ocena ryzyka",
    "4197928199": "Polityka prywatności",
    "4199502476": "Zaawansowane panele raportowania i API",
    "4202774977": "Obiekt",
    "4205152730": "Zachęcamy do interakcji z innymi użytkownikami w dowolnym miejscu naszej witryny internetowej, forum, wiadomości, czatu i innych kanałów mediów społecznościowych kontrolowanych przez IMI, ale jeśli to zrobisz, musisz przestrzegać wszystkich warunków korzystania z usługi i korzystania z naszej witryny oraz wszystkich odpowiednich przepisów .",
    "4208081170": "Kategoria danych osobowych",
    "4209078147": "Aby ulepszyć naszą Stronę i lepiej zrozumieć Twoje wizyty na naszych platformach i Stronie.",
    "4215483493": "Odp.: hCaptcha od samego początku zaprojektowano z myślą o prywatności. Różni się bardzo od tradycyjnych opcji, takich jak reCAPTCHA, które należą do sieci reklamowych, które mają motywację do śledzenia Cię w sieci i kojarzenia Cię z prawdziwą tożsamością.",
    "4217013126": "Wypłaty są zazwyczaj realizowane przez cały dzień w dniu wypłaty i zazwyczaj są kończone do północy czasu pacyficznego. Jeśli konto zostało oznaczone do sprawdzenia, zwolnienie płatności może zająć do pięciu dodatkowych dni roboczych.",
    "4217693416": ". Witryny hCaptcha.com i BotStop.com (Witryny) mogą zawierać dodatkowe pliki cookie, zgodnie z opisem w niniejszej Polityce.",
    "42182578": "Usuń swoje dane osobowe.",
    "4222109231": "Zmniejszanie ryzyka związanego z interfejsami API dzięki produktowi Enterprise firmy hCaptcha",
    "4224961202": "Prywatność, bezpieczeństwo i uczenie maszynowe.",
    "4227800293": "( ) Użytkownicy poczty e-mail nie zniosą tego",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Kategoryzacja atrybutów",
    "4230322909": "Zawsze staramy się dobrze zrozumieć każdego nowego klienta i jego zamierzony przypadek użycia, zarówno w celu potwierdzenia, że dobrze pasuje on do naszych produktów i usług, jak i zapewnienia, że jest on zgodny z polityką, którą przyjęliśmy jako firma.",
    "423222878": "Niektóre z najtrudniejszych do wykrycia, zapobiegania i powstrzymania cyberataków to takie, w których złośliwy gracz może użyć legalnych danych uwierzytelniających użytkownika, aby zalogować się na aktywne konto użytkownika. Bez wielu zaawansowanych funkcji wykrywania firma obsługująca konto nie ma powodu podejrzewać, że coś jest nie tak. Wygląda na to, że klient po prostu zalogował się na swoje konto. Atakujący dokonał tego udanego podstępu, używając skradzionych danych uwierzytelniających — zwykle w wyniku techniki cyberataku znanej jako „upychanie poświadczeń”. Dziś jest to poważny problem, ale można go złagodzić za pomocą odpowiednich środków zaradczych.",
    "424089481": "Amazon Web Services, Inc. (globalny). Świadczone usługi: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Jesteś odpowiedzialny za opłacenie wszystkich podatków związanych z Usługami innych niż podatki amerykańskie naliczane od dochodu netto lub majątku osobistego Intuition Machines.",
    "4243348003": "Krok 3: wizyta",
    "4246520782": "W rzeczywistości Internet był w ostatnich latach świadkiem prawdziwego wyścigu zbrojeń między oszustami a obrońcami.",
    "4247858664": "strona rejestracji ułatwień dostępu",
    "4248655793": "— Alex M.",
    "4255608322": "Ostatnia aktualizacja: 12 kwietnia 2021 r.",
    "42559805": "Potrzebujesz pilnego onboardingu?",
    "4256083674": "Na bezpośrednie żądanie integratora w celu zidentyfikowania ryzyka oszustwa związanego z konkretnym żądaniem zakwestionowania CAPTCHA lub adresu IP, lub w inny sposób, w przypadku wyrażenia określonej zgody.",
    "4257144752": "Szacunki w czasie rzeczywistym nie odzwierciedlają ostatecznej dokładności ani człowieczeństwa, dlatego ostateczne zarobki mogą znacznie różnić się w górę lub w dół od liczb wyświetlanych na pulpicie nawigacyjnym przed pierwszym rozliczeniem.",
    "4260466272": "Możesz w dowolnym momencie zrezygnować z korzystania z naszej strony internetowej, pod warunkiem, że musisz przestrzegać wszystkich obowiązujących zasad IMI. Możemy, według naszego wyłącznego uznania, wypowiedzieć niniejszą umowę, zawiesić dostęp do naszej strony internetowej lub natychmiast usunąć dowolne usługi bez powiadomienia z dowolnego powodu.",
    "4260542944": "Skrobanie treści (znane również jako „skrobanie ekranu” lub po prostu „scraping”) to znany, często przydatny proces zbierania informacji z sieci. Jednak w ostatnich latach technika ta stała się ulubionym narzędziem hakerów i oszustów. Środki zaradcze mogą skutecznie złagodzić zagrożenie, ale aby je wdrożyć, konieczne jest zrozumienie, jak działa ten proces.",
    "426125156": "17. Prawa autorskie i usuwanie",
    "4263626815": "Pliki cookie ułatwień dostępu hCaptcha działają ze wszystkimi popularnymi przeglądarkami i programami blokującymi reklamy ze standardowymi ustawieniami, więc zazwyczaj awarie są spowodowane skryptami „anty-anty-adblock” lub podobnymi zestawami reguł atakującymi określone witryny.",
    "4264784515": "Błędy bezpieczeństwa",
    "4270038521": "(„Witryny”) oraz interfejs aplikacji hCaptcha i powiązane oprogramowanie i materiały (łącznie „Usługa”).",
    "4272022475": "Wszystkie żądania i zasoby trafiają na stronę hcaptcha.twojadomena.com",
    "4272088465": "wybrane przez Ciebie organizacje charytatywne z zarobkami, które uzyskasz z ich używania.",
    "4272454814": "Zintegruj się z wybranym dostawcą tożsamości.",
    "4274324704": "Oto jak używać naszego imienia i nazwiska w pisemnej kopii:",
    "4277475973": "( ) Niechęć społeczeństwa do zaakceptowania dziwnych nowych form pieniędzy",
    "4280117172": "Wiele krajów w rzeczywistości radzi sobie nieco lepiej niż Stany Zjednoczone, w tym Nigeria, Indie, Brazylia i Niemcy:",
    "4281708680": ". W hCaptcha celowo przyjęliśmy zupełnie inne podejście, wykorzystując techniki uczenia maszynowego chroniące prywatność w celu identyfikacji typowych zachowań botów z dużą dokładnością, jednocześnie zużywając i przechowując jak najmniej danych.",
    "4284094387": "†† Niektóre uzgodnienia i wypłaty z czerwca 2021 r. zostaną uruchomione w następnym tygodniu z powodu opóźnień w weryfikacji ostatecznych obliczeń podczas okna uzgadniania.",
    "4286602632": "c) 100 000 żądań miesięcznie dla Integratorów korzystających z kont hCaptcha Publisher (bezpłatnych) w celu umożliwienia komercyjnych produktów do zarządzania botami, np. zapór sieciowych (WAF) i podobnych aplikacji,",
    "4290195307": "szczegółowe wskazówki.",
    "433424759": "Oszustwa płatnicze obejmują wszelkiego rodzaju nielegalne transakcje, w których cyberprzestępca pozbawia ofiarę czegoś wartościowego, zazwyczaj pieniędzy. Może to oznaczać użycie skradzionej karty kredytowej do zamawiania towarów online lub przejęcie konta bankowego i nielegalne przelanie z niego środków. Istnieje wiele odmian, ale wszystkie prowadzą do tego samego rezultatu: oszust używa skradzionej tożsamości lub informacji o płatnościach, aby okraść konsumenta, bank lub kupca.",
    "435302267": "wpis na blogu firmy",
    "436125785": "Nie jest to zaskakujące, biorąc pod uwagę niedokładność pętli sprzężenia zwrotnego dostępnych w tych produktach oraz fakt, że są one sprzedawane przez sieć reklamową z przytłaczającym zainteresowaniem, aby nie być zbyt dobrym w wykrywaniu botów, co może zaszkodzić ich podstawowej działalności.",
    "439777523": "Sprawy Regulacyjne",
    "443094024": "segregator",
    "444492541": "instrukcje dziennika debugowania dla Firefoksa",
    "448807334": "(„Setki milionów CAPTCHA są rozwiązywane przez ludzi każdego dnia”). Pobrano 8 lipca 2019 r.",
    "451701069": "Zgodny z RODO, CCPA,",
    "452920031": "Uwaga dla klientów spoza Stanów Zjednoczonych.",
    "453723556": "Możesz wypowiedzieć niniejszy Dodatek dla Klienta niezależnie od Warunków świadczenia usług, przestając być Klientem lub Wnioskodawcą. Zastrzegamy sobie prawo do zawieszenia lub zakończenia Twojego statusu jako Klienta lub Wnioskodawcy w dowolnym momencie lub do zamknięcia konta lub korzystania z Usług zgodnie z Warunkami świadczenia usług w inny sposób. Po rozwiązaniu umowy pozostajesz odpowiedzialny za wszelkie kwoty należne zgodnie z Twoim Formularzem zamówienia. Jeśli Twoja subskrypcja obejmuje jakiekolwiek miesięczne lub roczne opłaty lub miesięczne lub roczne minimum, nadal będziesz odpowiedzialny za opłacenie wszystkich opłat za Usługi odpowiednio do końca tego miesiąca lub roku.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Tak. My i nasi dostawcy usług analitycznych, partnerzy marketingowi i podmioty stowarzyszone możemy używać plików cookie, sygnalizatorów internetowych, pikseli i innych technologii, aby zapewnić każdemu, kto korzysta z Witryn, jak najlepsze wrażenia. Więcej informacji można znaleźć w sekcji „Analiza i technologie śledzenia stron trzecich” w naszej Polityce prywatności.",
    "458271951": "Jeśli jesteś Współtwórcą, który uzyskuje dostęp do Usług i/lub wykonuje zadania za pośrednictwem lub w związku z integratorem w imieniu Intuition Machines (działającym jako Zgłaszający), Intuition Machines może nagrodzić Cię za dopuszczalne wykonanie niektórych zadań. W przypadku stwierdzenia, że zaangażowałeś się w oszustwo, nadużycie lub naruszenie niniejszych Warunków świadczenia usług, wszelkie nagrody dla Ciebie mogą zostać wstrzymane i/lub odzyskane przez Intuition Machines.",
    "458376553": "Użytkownik może uzyskiwać dostęp, poprawiać, zmieniać lub usuwać niektóre Dane osobowe, które mogłeś nam przekazać za pośrednictwem swojego konta integratora, klienta lub użytkownika ułatwień dostępu (jeśli jesteś integratorem, klientem lub użytkownikiem ułatwień dostępu). Jeśli nie możesz tego zrobić, masz jakiekolwiek pytania dotyczące zebranych i/lub udostępnionych przez nas Danych Osobowych, lub chcesz wycofać swoją zgodę na nasze przetwarzanie (tj. całkowicie usunąć Twoje konto), skontaktuj się z nami pod adresem",
    "461631543": "Uwaga dotycząca RODO",
    "462321455": "Miejsce arbitrażu. Wszelkie postępowanie arbitrażowe na podstawie niniejszej sekcji będzie domyślnie prowadzone w stanie Kalifornia, chyba że użytkownik mieszka poza Stanami Zjednoczonymi, w którym to przypadku arbitraż będzie miał miejsce w całości drogą elektroniczną lub telefoniczną. Arbitraż może odbyć się w dowolnym innym miejscu, jeżeli każda ze stron wyrazi na to zgodę na piśmie. Niezależnie od lokalizacji, każda ze stron może zdecydować się na udział w arbitrażu za pośrednictwem wideo na żywo lub telekonferencji.",
    "464238793": "Jeśli Google samo ustali, że użytkownik, który zobaczył reklamę lub kliknął link, był w rzeczywistości botem, nie może pobierać opłat za reklamy wyświetlane temu użytkownikowi. Ten konflikt interesów poważnie ograniczył zakres ambicji Google w zakresie zwalczania botów.",
    "465714311": "Dla użytkowników ułatwień dostępu: pytania i odpowiedzi oraz przewodnik rozwiązywania problemów",
    "465783046": "Chcesz spróbować ze swoimi danymi?",
    "468929661": "Średni koszt złamania reCAPTCHA jest niewiarygodnie niski (mniej niż 1 USD na 1000 rozwiązań) i nie wzrósł znacząco od czasu rozpoczęcia naszego monitorowania w 2016 roku. Dotyczy to zarówno reCAPTCHA v2, jak i v3. [",
    "469089249": "O: Jest to zwykle spowodowane użyciem agresywnego narzędzia do blokowania reklam lub rozszerzenia przeciwdziałającego plikom cookie albo ustawienia, które blokuje pliki cookie „między witrynami”, w tym przypadku plik cookie witryny hcaptcha.com, który jest ustawiany lub sprawdzany przez plik JS hCaptcha na inną witrynę, taką jak ta, którą odwiedzasz.",
    "47536007": "Dowiedz się więcej o hCaptcha",
    "477275453": "Dlaczego interfejsy API są popularnym celem hakerów?",
    "487083593": "Sprzedaż",
    "493717511": "2. Czy ten klient żąda usług, które mogłyby być?",
    "497117287": "Opcje ułatwień dostępu",
    "499510428": "Naprawdę wierzymy, że regulacje nam w tym pomogły",
    "501102544": ": uważamy, że usługa antybotowa hCaptcha (tj. Usługa osadzona przez strony internetowe, gry lub aplikacje mobilne) zawiera tylko tak zwane pliki cookie „zwolnione z zgody” zgodnie z przepisami RODO. Przykłady takich zwolnionych plików cookie obejmują:",
    "504332576": "Z dumą ogłaszamy, że hCaptcha urosła do rangi największej niezależnej usługi cyberbezpieczeństwa na świecie, działającej na około 15% Internetu - a większość tego udziału w rynku przejęliśmy bezpośrednio od Google reCAPTCHA. Razem hCaptcha i",
    "505891021": "Usługi etykietowania",
    "508143070": "Pamiętaj, że IMI jest administratorem Twoich danych osobowych, z wyjątkiem sytuacji, gdy przetwarzamy dane osobowe w imieniu naszych Integratorów w związku ze świadczeniem naszej Usługi, w którym to przypadku jesteśmy podmiotem przetwarzającym dane osobowe, a Integratorzy są administratorami informacje osobiste.",
    "512598290": "Dlatego musimy poprosić, aby zawsze używać wszystkich znaków i logo hCaptcha w formie zgodnej z poniższymi zasadami, w tym wielkimi literami, krojem pisma i stylem.",
    "512991700": "Jeśli chcesz zakwestionować jakiekolwiek opłaty, musisz skontaktować się z naszym działem obsługi klienta nie później niż trzydzieści (30) dni po dacie zamknięcia pierwszego rozliczenia lub wyciągu z konta, w którym wystąpił błąd lub problem, aby otrzymać korektę lub kredyt.",
    "515733427": "( ) Chęć użytkowników do zainstalowania poprawek systemu operacyjnego otrzymanych pocztą elektroniczną",
    "517010299": "Uwaga: obecnie pracujemy nad gruntownym przejściem zaplecza do uzgadniania w czasie zbliżonym do rzeczywistego. Uzgodnienia okresowe będą przeprowadzane rzadziej niż zwykle do pierwszego kwartału 2021 r. Nie ma to wpływu na harmonogramy ani daty wypłat.",
    "519755936": "Tylko Ty jesteś odpowiedzialny za przestrzeganie przepisów federalnych, stanowych, prowincjonalnych i lokalnych w związku z korzystaniem z Usług. Zgadzasz się zwolnić nas z odpowiedzialności za wszelkie roszczenia wobec nas, ponieważ nie przestrzegałeś jakiegokolwiek prawa lub naruszyłeś jakiekolwiek prawa stron trzecich, w tym między innymi prawa umowne, prawa własności intelektualnej lub prawa do prywatności.",
    "532470444": "Równowaga może się nieznacznie zmieniać z roku na rok, ale to zachowanie po prostu odzwierciedla fundamentalną ludzką naturę, a pięć tysięcy lat zapisanej historii sugeruje, że dynamika raczej nie zmieni się w najbliższym czasie.",
    "535659033": "Uznanie autorstwa na licencji Creative Commons",
    "538871570": "Konkurowanie z Google i innymi firmami Big Tech wydaje się być trudnym zadaniem: ich monopolistyczna siła rynkowa, efekty platformy i armia wysoko opłacanych programistów są ogólnie uważane za zbyt potężne, aby mogli się z nimi zmierzyć dla kogokolwiek poza innymi gigantami technologicznymi, takimi jak Facebook czy Amazon. Nasza historia pokazuje, że nie musi tak być – możesz pokonać Big Tech, skupiając się na prywatności.",
    "54093347": "Zarejestrowany agent DMCA",
    "547245263": "Rozwiąż problem z botem już dziś.",
    "548587288": "dookoła świata.",
    "55035359": "Używasz obecnie reCAPTCHA?",
    "551761392": "i wyślij linki) i opcjonalnie zrzut ekranu, jeśli podejrzewasz, że coś nie wyświetla się poprawnie. Prześlij również adres IP, którego używasz. Możesz to uzyskać od",
    "552920956": "hCaptcha umożliwia stronom internetowym zdobywanie nagród podczas blokowania botów i innych form nadużyć. hCaptcha umożliwia również wspieranie wybranych organizacji charytatywnych tymi zarobkami.",
    "554844646": "Możesz potwierdzić, że rozszerzenie działa, widząc, że licznik zmniejsza się o 1 za każdym kliknięciem",
    "555158694": "Usługa, z której korzystasz, postanowiła poprawić jakość korzystania z witryny, instalując hCaptcha w celu zmniejszenia złośliwego ruchu.",
    "555246307": "Nawiasem mówiąc, tak kończy się historia szlachcica i jego kierowcy: konstabl kazał dwóm mężczyznom siedzieć razem w pokoju godzinami i nudzić się. Pod koniec dnia pojawił się i powiedział: „Teraz porozmawiam z woźnicą”. Mężczyzna w szlachetnym stroju wstał. Był tak znudzony, że zapomniał, że tylko udaje szlachcica.",
    "555749578": "na każdym kontynencie występuje mniej niż 1% rozbieżności we wskaźnikach rozwiązań w głównych krajach.",
    "558378834": "W związku z tym obecnie nie przyjmujemy już próśb o pytania związane z parasolami. Potencjał zamieszania, gdy użytkownik końcowy zobaczy pytanie o parasole w danej chwili, jest zbyt wysoki, a ostatecznie naszym celem jest uczynienie świata przyjemniejszym miejscem.",
    "563059212": "Lista podwykonawców przetwarzania",
    "564127016": "Ikona dłoni hCaptcha:",
    "565624910": "projekt",
    "578738483": "Zasadniczo możesz aktywować lub później dezaktywować korzystanie z plików cookie za pomocą funkcji wbudowanej w przeglądarkę internetową. Jeśli chcesz dowiedzieć się więcej o plikach cookie lub o tym, jak je kontrolować, wyłączać lub usuwać, odwiedź",
    "58091799": "Dowiedz się więcej o hCaptcha Publisher i Enterprise",
    "583434701": "Dostępność hCaptcha",
    "585557010": "Rzuć wyzwanie mniej niż 0,1% legalnych użytkowników.",
    "593735469": "Dlaczego Twoje nowe rozwiązanie antyspamowe nie działa",
    "595582512": "Jeśli chcesz skutecznie chronić swoją witrynę lub aplikację przed botami, spamerami lub innymi złośliwymi podmiotami, jednocześnie chroniąc prywatność użytkowników (i przestrzegając wszystkich odpowiednich przepisów!), rozważ hCaptcha i naszą ofertę dla przedsiębiorstw",
    "596347471": "Interfejsy programowania aplikacji (API) stały się popularnym celem złośliwych podmiotów w cyberprzestrzeni. Istnieje wiele powodów takiego stanu rzeczy, w tym ich wielka użyteczność w integracji aplikacji. Możliwe jest jednak zminimalizowanie ryzyka API.",
    "600646860": "Zamiast oferować usługę o wątpliwej wartości, jednocześnie pozyskując pracę o rzeczywistej wartości, hCaptcha zapewnia zarówno rekompensatę, jak i silną ochronę przed robotami.",
    "604751186": "Inne sprawy? E-mail",
    "606978017": "Witamy w hCaptcha! Niniejsza Polityka prywatności opisuje praktyki firmy Intuition Machines, Inc. („IMI”, „my” lub „nas”) dotyczące gromadzenia, wykorzystywania i ujawniania informacji (w tym Danych osobowych, zdefiniowanych poniżej) za pośrednictwem naszej witryny internetowej pod adresem",
    "611905972": "Zapewnienie bezproblemowego dostępu dla wszystkich użytkowników przy zachowaniu bezpieczeństwa",
    "614310292": "Kto zbudował hCaptcha?",
    "615017396": "Plik cookie („Cookie”) to mały plik tekstowy umieszczany na dysku twardym przez serwer strony internetowej. Pliki cookie zawierają informacje, które mogą później zostać odczytane przez serwer sieciowy w domenie, która wysłała Ci plik cookie. Niektóre pliki cookie będą używane tylko w przypadku korzystania z określonych funkcji lub wybrania określonych preferencji, a niektóre pliki cookie będą zawsze używane. Możesz dowiedzieć się więcej o każdym pliku cookie, przeglądając naszą aktualną listę plików cookie poniżej. Okresowo aktualizujemy tę listę, więc mogą istnieć dodatkowe pliki cookie, których jeszcze nie ma na liście. Sygnały nawigacyjne, tagi i skrypty w sieci Web mogą być używane w Witrynach lub w wiadomościach e-mail, aby pomóc nam w dostarczaniu plików cookie, liczeniu wizyt, zrozumieniu użytkowania i skuteczności kampanii oraz w ustaleniu, czy wiadomość e-mail została otwarta i podjęta w związku z nią. Możemy otrzymywać raporty na podstawie wykorzystania tych technologii przez naszych dostawców usług/analiz w ujęciu indywidualnym i zbiorczym.",
    "615031303": "(Patrz przypisy",
    "615618648": "15.04.2021 - 15.07.2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 grudnia 2019**",
    "633598495": "Wyczerpanie administracyjne. Możesz wnieść jakiekolwiek roszczenia wynikające z korzystania z tej witryny do agencji administracyjnej, ale tylko w zakresie, w jakim obowiązujące prawo zezwala na dostęp do takiej agencji, niezależnie od istnienia umowy o arbitraż. Takie roszczenia administracyjne obejmują bez ograniczeń roszczenia lub zarzuty wnoszone do Komisji ds. Równych Szans Zatrudnienia, Departamentu Pracy Stanów Zjednoczonych oraz Krajowej Rady ds. Stosunków Pracy. Żadne z postanowień niniejszej klauzuli nie będzie uważane za wykluczające lub zwalniające z wnoszenia roszczenia administracyjnego do jakiejkolwiek agencji w celu wypełnienia obowiązku wyczerpania środków administracyjnych przed wniesieniem roszczenia w arbitrażu, jednak zrzekasz się prawa do jakiejkolwiek nagrody pieniężnej w ramach tego postępowanie agencyjne.",
    "636461959": "Nazwa",
    "63719113": "wykorzystuje zaawansowane uczenie maszynowe do identyfikowania złośliwego ruchu w Twojej witrynie i aplikacjach — w tym do działań typu scraping.",
    "639413188": "w odpowiedzi.",
    "641342999": "lub witrynę, w której występuje problem (Uwaga dotycząca prywatności: tylko jeśli nie masz nic przeciwko udostępnianiu tego, co to jest) ... a następnie kliknij przycisk „Jestem człowiekiem” i spróbuj rozwiązać.",
    "647630208": "I to wszystko! Twoje przeglądanie online jest teraz bardziej prywatne.",
    "648630222": "Zapobiegaj oszustwom płatniczym dzięki hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 stycznia 2021*",
    "64953197": "15.10.2020 - 15.01.2021",
    "651123197": "Po ukończeniu wyzwania na ikonie zostanie wyświetlona aktualna suma w Twoim portfelu.",
    "653679457": "Różne zakłócenia",
    "654326661": "Chcesz zobaczyć na własne oczy? Wypróbuj hCaptcha za darmo.",
    "655974837": "Brak gwarancji dotyczących treści",
    "659124570": "Dodatkowo, jeśli widzisz treści, które należą do Ciebie, odtworzone na platformie hCaptcha i chciałbyś, aby zostały one usunięte z jakiegokolwiek powodu, możesz skontaktować się z nami za pośrednictwem poczty e-mail pod adresem",
    "661412233": "Wiedza po captcha, że niektórzy użytkownicy byli botami, jest również cenna. Pozwala właścicielom witryn usuwać w przyszłości stare posty ze spamem i usuwać „uśpione konta” zarejestrowane na forach spamowych, ograniczać oszustwa i nie tylko.",
    "664236229": "prośba o pociągnięcie",
    "680638297": "Udzieli Ci informacji o naszym przetwarzaniu Twoich danych osobowych i zapewni Ci dostęp do Twoich danych osobowych.",
    "685916926": "Dlaczego reCAPTCHA nie poprawiła się z biegiem czasu?",
    "692064738": "( ) Policja tego nie zniesie",
    "692176459": "Zaloguj sie",
    "693820850": "Możesz pokonać Google, stawiając prywatność na pierwszym miejscu",
    "69844082": "Znaki towarowe, symbole graficzne, logo, krój pisma lub ikony hCaptcha również nie mogą być używane w sposób uwłaczający.",
    "700843971": "Hound Technology, Inc. (globalny). Świadczone usługi: plaster miodu.io.",
    "702287791": "Wydawca hCaptcha (bezpłatny)",
    "703051968": "ha ikona dłoni:",
    "707527778": "Informacje od dzieci",
    "707541553": "Wszystkie informacje zawarte na naszych stronach internetowych zostały zatwierdzone przez IMI lub stronę trzecią. Jednak ani IMI, ani strony trzecie nie mogą ponosić odpowiedzialności za aktualność, dokładność lub kompletność informacji. Dotyczy to również innych stron internetowych, do których można dotrzeć za pośrednictwem hiperłączy na naszych stronach. IMI nie ponosi odpowiedzialności za zawartość tych zewnętrznych stron internetowych.",
    "710145621": "Podaj własne dane na temat prawdy gruntowej lub pozwól nam zbudować je w locie",
    "713281684": "Bakłażan",
    "714342693": "Zespół hCaptcha od 2016 roku zbiera dane cenowe z usług łamiących captcha „dark web”. Zauważyliśmy ciekawy trend:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Potrzebujesz kompleksowej kontroli?",
    "723027910": "Nie jest to porada prawna i nie udziela się żadnych gwarancji dotyczących tej analizy. Jeśli masz dodatkowe pytania lub wątpliwości, skontaktuj się z nami pod adresem",
    "728503636": "Data wypłaty",
    "731546974": "10. Podatki dla współtwórców lub integratorów",
    "734735952": "Oceniliśmy wielu dostawców CAPTCHA, a także sami zbudowaliśmy system. Ostatecznie hCaptcha okazała się najlepszą alternatywą dla reCAPTCHA.",
    "735630686": "Zarządzanie Twoimi Informacjami (Twoje Prawa)",
    "740501259": "Proste potoki oparte na API",
    "741483946": "* Innymi słowy: możesz zdobyć tokeny hCaptcha Privacy Pass na hCaptcha.com i używać ich w innych witrynach bezpośrednio za pomocą hCaptcha.com. Nie można uzyskać ani wykorzystać tokenów hCaptcha Privacy Pass, aby ominąć usługę hCaptcha używaną przez Cloudflare, ponieważ Cloudflare wydaje i wykorzystuje własne tokeny Privacy Pass.",
    "751483365": "Wsparcie dla klientów innych niż JavaScript.",
    "755156539": "Autoryzowany sprzedawca hCaptcha™",
    "755283510": "jeśli uważasz, że mamy jakiekolwiek informacje od lub o dziecku poniżej 13 roku życia.",
    "759057398": "Informacja dla podmiotów danych z UE",
    "763447231": "Jednocześnie powstrzymywanie botów przed dostępem do witryn wydawców może ujawnić oszustwa reklamowe, narażając produkt Google reCAPTCHA bezpośrednio na ich działalność reklamową, która generuje ponad 80% ich przychodów.",
    "766825168": "Działania, które możemy podjąć zgodnie z Zasadami dotyczącymi wielokrotnych naruszeń DMCA, obejmują wysyłanie alertów o zwiększonej widoczności do zarejestrowanego klienta konta. Aby potwierdzić te alerty, możemy wymagać od klienta zalogowania się na konto lub skontaktowania się z naszym zespołem pomocy technicznej. Zastrzegamy sobie również prawo do zawieszenia lub zakończenia, a także zastosowania innych środków tymczasowych w odniesieniu do usług hCaptcha i IMI każdego klienta, od którego nadal otrzymywaliśmy powiadomienia DMCA o domniemanym naruszeniu, nawet po wielokrotnym wysłaniu alertów dotyczących naruszeń. Ponadto możemy zakończyć według własnego uznania inne usługi hCaptcha lub IMI świadczone tym klientom, gdy zakończymy usługę hCaptcha zgodnie z niniejszą polityką.",
    "767207800": "Jeśli Twoje dane zawierają potencjalnie wulgarną lub obraźliwą treść, wymagamy oznaczenia ich jako „WYRAŹNA TREŚĆ”, aby stanowić uczciwe ostrzeżenie dla każdego, kto zobaczy Twoje dane. Bez oddzielnej pisemnej umowy z IMI nie możesz wykonywać zadań, które naruszają nasze zasady, w tym między innymi (a) zadań, które bezpośrednio lub pośrednio promują inną witrynę lub usługę, (b) zadań, które naruszają warunki witryny internetowej strony trzeciej oraz warunki, (c) zadania proszące Współtwórców o nagabywanie osób trzecich, (d) zadania, które wymagają od Współtwórców podjęcia działań w celu manipulowania zachowaniem lub wynikami witryny internetowej, (e) zadania, które naruszają prawa własności intelektualnej osób trzecich oraz (f) zadania które wymagają od współtwórców pobierania oprogramowania lub plików.",
    "770264626": "Dodaj hCaptcha do swojej usługi (za darmo)",
    "776542208": "( ) Odwieczny wyścig zbrojeń zaangażowany we wszystkie podejścia filtrujące",
    "777660551": "Co to jest wypychanie poświadczeń?",
    "778204464": "Element tekstu sformatowanego może być używany z treścią statyczną lub dynamiczną. W przypadku zawartości statycznej po prostu upuść ją na dowolnej stronie i rozpocznij edycję. W przypadku zawartości dynamicznej dodaj pole tekstu sformatowanego do dowolnej kolekcji, a następnie połącz element tekstu sformatowanego z tym polem w panelu ustawień. Voila!",
    "779426309": "Prawdziwe imię i nazwisko, unikalny identyfikator osobisty, identyfikator internetowy, adres protokołu internetowego, adres e-mail, nazwa konta lub inne podobne identyfikatory.",
    "779817954": "P: Jeśli mam przepustki prywatności wydane przez innego dostawcę, czy mogę je wykorzystać na hCaptcha?",
    "780280214": "Jak hCaptcha i hCaptcha Enterprise łagodzą zagrożenie upychania poświadczeń",
    "780475098": "Sieci reklamowe postrzegają odwiedzających jako produkt. Dbamy tylko o to, czy wizyta jest dobra czy zła. hCaptcha jest zgodny z RODO, CCPA, LGPD, PIPL i innymi globalnymi przepisami dotyczącymi danych.",
    "787916198": "Za twoją zgodą",
    "788770967": "Przykro mi to słyszeć! Możesz skorzystać z naszej opcji ułatwień dostępu:",
    "793242047": "Zmniejszenie wyzwań stawianych przed użytkownikami, aby umożliwić szybki dostęp do aplikacji",
    "793784899": "Plany",
    "803639471": "Logo hCaptcha składa się z ikony dłoni i logotypu hCaptcha. W swojej alternatywnej formie ikona dłoni może pojawić się sama, gdy przestrzeń jest ograniczona, a „hCaptcha” jest używane jako znak słowny (jak opisano powyżej) w bliskim sąsiedztwie ikony dłoni, tak że jest jasne, że ikona dłoni reprezentuje hCaptcha.",
    "805221621": "Prosimy o kontakt pod adresem",
    "805971861": "„Umbrella” to termin w ImageNet, standardowym zestawie danych porównawczych używanym przez badaczy widzenia komputerowego. Niezawodna identyfikacja osób trzymających parasole ma również kluczowe znaczenie dla budowy bezpiecznych zaawansowanych systemów wspomagania kierowcy (ADAS) nowej generacji.",
    "808872868": "Na przykład: spam, oszustwa i nadużycia istnieją w sieci niemal od dnia, w którym dwa systemy zostały po raz pierwszy połączone ze sobą.",
    "809251240": "Kontakt z nami",
    "811735413": "Wyjątki. Spory, które nie mogą być przedmiotem umowy o arbitraż przed sporem, zgodnie z ustawą Dodd-Frank Wall Street Reform and Consumer Protection Act (Prawo publiczne 111-203) są wyłączone z tego zakresu.",
    "818049069": "Najpóźniej do 15 lipca 2019 r.",
    "824740867": "Zamiast ulepszać rozwiązanie, Google wypuścił reCAPTCHA v3, który działa bardziej jak sieć reklamowa niż oprogramowanie zabezpieczające, zbierając dane behawioralne z całej sieci w celu tworzenia profili użytkowników. Niestety, ten rodzaj sygnału jest łatwy do pokonania, a tym samym zapewnia niewielką ochronę przed botami, jednocześnie szkodząc prywatności użytkowników.",
    "825780955": "Informacje osobiste",
    "826396656": "Nasz plan ciągłości działania",
    "832385387": "( ) Pomysły podobne do twoich są łatwe do wymyślenia, ale żaden nigdy nie okazał się praktyczny",
    "833750823": "Masz trudności z wyzwaniem?",
    "835249867": "b) 1 milion żądań miesięcznie dla większości integratorów korzystających z kont hCaptcha Publisher (bezpłatnych) lub",
    "835396984": "Obecnie aktywny",
    "835545301": "Zbieramy następujące kategorie informacji:",
    "835717930": "Etyka AI w hCaptcha",
    "836017336": "Firefox",
    "838049015": "Wybierz wszystkie obrazy pasujące do zapytania",
    "838225123": "23. Zrzeczenie się gwarancji",
    "83852121": "Microsoft Corp. (globalny). Świadczone usługi: Microsoft Azure.",
    "838951836": "( ) Nieuczciwość ze strony samych spamerów",
    "846501387": "Światowej klasy ochrona przed botami",
    "850025770": "O: Wierzymy, że tak: wszyscy użytkownicy z jakąkolwiek niepełnosprawnością, którzy są w stanie przeglądać sieć i wprowadzać tekst w formularzach, mogą uzyskać dostęp do usług chronionych przez hCaptcha podczas rejestracji. Nie jest to jednak porada prawna: powinieneś przeprowadzić własną ocenę, biorąc pod uwagę konkretną implementację, aby upewnić się, że tak jest w przypadku Twojego wdrożenia.",
    "851679588": "Tak.",
    "851786723": "Wpisując swój adres e-mail, wyrażasz zgodę na nasze Warunki i Politykę prywatności oraz na otrzymywanie od nas wiadomości e-mail.",
    "852032043": "Safari",
    "855097735": "Stworzenie usługi, która robi to dobrze, jednocześnie równoważąc wszystkie obawy, jest bardzo trudnym problemem (i zawsze pracujemy nad ulepszeniem go, aby było jak najprzyjemniejsze), ale mamy nadzieję, że zgodzisz się, że ograniczanie spamu, nadużyć, przejmowania kont , a oszustwa internetowe są ostatecznie warte okazjonalnego prostego pytania.",
    "857974529": "Aby ulepszyć Witrynę i Usługę. Korzystamy z informacji analitycznych, aby ulepszać nasze istniejące i rozwijać nowe usługi i oferty oraz dostosowywać istniejące i przyszłe oferty produktów.",
    "858218750": "i wskazówki dotyczące korzystania z nich na",
    "867314732": "Możesz pobrać w wysokiej rozdzielczości",
    "869702955": "Wykonując zadania na naszej stronie internetowej, upoważniasz do gromadzenia, wykorzystywania i ujawniania swoich danych osobowych zgodnie z naszą Polityką prywatności. Ponadto możemy udostępnić pewne informacje o Tobie i Twoich ukończonych zadaniach Zgłaszającemu, którego zadania wykonałeś, aby ułatwić relacje serwisowe i ulepszyć witrynę, w tym na przykład identyfikator współtwórcy, adres IP, ukończone zadania i inne powiązane atrybuty do Twoich kwalifikacji, języków, umiejętności i korzystania z witryny.",
    "874098071": "Jeśli jesteś użytkownikiem ułatwień dostępu, zarejestruj się tutaj",
    "878585497": "Warunki",
    "879362350": "Dzięki nowym interfejsom API działającym przez Internet, możliwe stało się podłączenie dowolnego oprogramowania lub źródła danych w dowolnym miejscu na świecie, niezależnie od platformy, schematu danych czy języka programowania. W rezultacie świat komputerów znajduje się w środku rewolucji API. Nastąpiła eksplozja łączności między aplikacjami i danymi. To świetnie, dopóki tak nie jest.",
    "881015166": "Dodaj hCaptcha for Publishers do mojej witryny lub aplikacji",
    "88879089": "Karnet prywatności to",
    "897432717": "Dzięki naszemu nowatorskiemu projektowi niestandardowych ocen zagrożeń, dodając wiedzę biznesową, nasze modele mogą dostarczać wyniki wyjątkowo istotne dla użytkowników.",
    "907324388": "Funkcjonować",
    "910989640": "Generuj szczegółowe i spersonalizowane raporty aktywności",
    "918924423": "Na przykład Google nie oferuje oczywiście wartościowych usług, takich jak wykrywanie botów z mocą wsteczną. O wiele bardziej wiarygodne jest deklarowanie ruchu generowanego przez boty po przeanalizowaniu danych z kilku dni.",
    "920212083": "Zgłoś błąd",
    "922470170": "() Środki zaradcze nie powinny obejmować sabotażu sieci publicznych",
    "926138631": "Przejdź do Prywatność i bezpieczeństwo, a następnie Pliki cookie i inne dane witryny.",
    "931661269": "( ) Tymczasowe/jednorazowe adresy e-mail są uciążliwe",
    "932546190": "Dlaczego CAPTCHA będą z nami zawsze",
    "936667684": "Czy kiedykolwiek proszono Cię o „wpisanie znaku budynku/ulicy?”",
    "938404336": "2. Różni się; do 30 dni.",
    "939665604": "Koncentracja na prywatności",
    "941057651": "( ) Ogromne inwestycje w oprogramowanie w SMTP",
    "946838734": "3. Wybierz przycisk „Zaawansowane”.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Pisownia hCaptcha nigdy nie powinna być zmieniana, a druga litera hCaptcha powinna być zawsze pisana wielką literą („C”). Nigdy nie jest liczby mnogiej ani dzierżawczej.",
    "952813944": "Ani korzystanie z naszej strony internetowej, ani żadne postanowienie niniejszej umowy nie tworzy stosunku pracy, partnerstwa, joint venture, agencji, franczyzy lub przedstawicielstwa handlowego między Tobą a Intuition Machines. Nie udostępniamy Państwu żadnego sprzętu ani narzędzi do wykonania zadania. Nie zapewniamy żadnych świadczeń, odszkodowań pracowniczych ani ochrony ubezpieczeniowej. Nie ponosimy odpowiedzialności za jakiekolwiek wydatki poniesione podczas korzystania z naszej strony internetowej. Nie potrącamy żadnej kwoty z Twojej nagrody z tytułu federalnego lub stanowego podatku dochodowego, ubezpieczenia społecznego ani żadnego innego podatku. Możesz przez cały czas wykonywać zadania dla dowolnej osoby lub firmy, w tym dla dowolnej z naszych konkurentów. Nie masz uprawnień do zawierania jakiejkolwiek umowy, pisemnej lub ustnej, w imieniu Intuition Machines.",
    "956019009": "Największe firmy zajmujące się infrastrukturą internetową już podjęły działania",
    "961941354": "Jednak żadna z tych czynności nie wymaga korzystania z informacji umożliwiających identyfikację osób („PII”). Nowoczesne techniki kryptograficzne pozwalają nam jak najszybciej pozbyć się wszelkich danych osobowych, tworząc zamiast tego jednokierunkowe podpisy, których nie można powiązać z żadną osobą.",
    "963238401": "Zawsze jesteśmy zainteresowani otrzymywaniem zgłoszeń o błędach bezpieczeństwa. E-mail",
    "971933157": "hCaptcha dba o prywatność, przejrzystość i uczciwość.",
    "976209454": "Zdobywaj nagrody lub przekazuj na cele charytatywne",
    "98173630": "hCaptcha to najczęściej używana na świecie niezależna usługa CAPTCHA.",
    "981806349": "Zbudowany na sprawdzonej platformie hCaptcha",
    "984849234": "hCaptcha wykorzystuje zaawansowane uczenie maszynowe, aby zapewnić to, co tylko obiecuje reCAPTCHA, jednocześnie dzieląc się przechwyconą wartością z witrynami, które z niej korzystają.",
    "987267027": "Impreza",
    "987375734": "IMI ma siedzibę w Stanach Zjednoczonych. Witryny i Usługa są przez nas kontrolowane i obsługiwane ze Stanów Zjednoczonych. Twoje dane osobowe mogą być przechowywane i przetwarzane w dowolnym kraju, w którym posiadamy placówki lub w którym angażujemy dostawców usług, a korzystając z Witryn i Usług, wyrażasz zgodę na przekazywanie informacji do krajów spoza Twojego kraju zamieszkania, w tym do Stanów Zjednoczonych , które mogą mieć inne zasady ochrony danych niż obowiązujące w Twoim kraju. W pewnych okolicznościach sądy, organy ścigania, organy regulacyjne lub organy bezpieczeństwa w tych innych krajach mogą być uprawnione do dostępu do Twoich danych osobowych.",
    "987901590": "Czy masz surowe dane bez kompleksowego zestawu weryfikacyjnego? W większości przypadków możemy je zbudować dla Ciebie w miarę wykonywania zadań w systemie lub utworzyć próbki z etykietami do zatwierdzenia.",
    "989480928": "( ) Ekstremalna opłacalność spamu",
    "990215503": "hCaptcha to jedyna duża usługa captcha, która nie jest własnością sieci reklamowej.",
    "993651083": "Krok 1: Otwórz Narzędzia programistyczne (spowoduje to rozpoczęcie nagrywania sesji).",
    "996362763": "Te tokeny są odsłaniane i przechowywane przez rozszerzenie do wykorzystania w przyszłości. Gdy użytkownik odwiedza witrynę za pomocą hCaptcha i musi przejść wyzwanie (niewidoczne lub za pomocą przycisku „Jestem człowiekiem”), są one automatycznie odbierane. Procedura zaślepiania oznacza, że podpisane i wykupione tokeny są kryptograficznie rozłączne z perspektywy hCaptcha, dzięki czemu zachowana jest prywatność użytkownika.",
    "999610953": "Wreszcie wiarygodna alternatywa dla Google. hCaptcha Enterprise zapewnia znaczne oszczędności na rachunku reCAPTCHA przy wyższym poziomie bezpieczeństwa: w niektórych przypadkach nawet o 80% mniej.",
    "999674529": "Każdy bot wykryty przez Google powinien zarabiać zero dolarów na reklamę. Zachęty firmowe Google są zatem słabo dostosowane do użytkowników ich usług bezpieczeństwa, co może być jednym z wyjaśnień słabej wydajności ich oferty zabezpieczeń reCAPTCHA."
}