{
  "header-privacy-link": "Privatësia",
  "header-integration-link": "Integrimi",
  "header-cost-link": "Kostoja",
  "header-features-link": "Veçoritë",
  "header-docs-link": "Dokumentet",
  "header-login-button": "Identifikohu",
  "header-contact-button": "Kontaktoni me shitjet",
  "intro-heading": "Verifikimi i njerëzimit me zero fërkime.",
  "intro-contact-button": "Na kontaktoni për të mësuar më shumë",
  "intro-text-bottom": "Mbështetur nga kompanitë që fuqizojnë ueb-in.",
  "sub-menu-button": "Kontaktoni me shitjet",
  "sub-menu-item1": "Ndërmarrje",
  "sub-menu-item2": "Kostoja",
  "sub-menu-item3": "Integrimi",
  "sub-menu-item4": "Veçoritë",
  "sub-menu-item5": "Privatësia",
  "sub-menu-item6": "Dokumentet",
  "info-head-1": "Ndërtuar në platformën e provuar hCaptcha",
  "info-text-1": "hCaptcha Enterprise funksionon në teknologjinë e platformës hCaptcha, e zgjeruar për të përfshirë veçoritë që u nevojiten ndërmarrjeve me trafik të lartë.",
  "info-head-2": "Një partner i besuar",
  "intro-subtitle": "Zgjidheni problemin tuaj me robotët sot.",
  "info-text-2": "Shërbimet tona janë të besuara nga kompanitë më të mëdha në botë për t'u shërbyer miliona përdoruesve të përditshëm në dhjetëra miliona sajte.",
  "cloudflare-quote-text": "Ne vlerësuam një numër shitësish CAPTCHA, si dhe ndërtuam vetë një sistem. Në fund, hCaptcha doli si alternativa më e mirë për reCAPTCHA.",
  "cloudflare-quote-detail": "Drejtor i Menaxhimit të Produkteve, Cloudflare",
  "section-quote-head": "Opsioni me kosto efektive për ndërmarrjet me trafik të lartë",
  "section-quote-text": "Më në fund, një alternativë e besueshme për Google. hCaptcha Enterprise ofron kursime dramatike në faturën tuaj reCAPTCHA me siguri më të lartë: deri në 80% më lirë në disa raste. Shumë nga shërbimet më të mëdha në internet në botë kanë kaluar në hCaptcha Enterprise dhe kanë marrë zbulim të përmirësuar të robotëve krahas kursimeve të konsiderueshme të kostos.",
  "section-quote-button": "Na kontaktoni sot për një ofertë",
  "section-privacy-header": "I fokusuar në privatësi",
  "section-privacy-text-1": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Për ne i vetmi produkt është përcaktimi i humanitetit të tyre. Shërbimet tona plotësojnë ose tejkalojnë kërkesat e GDPR, CCPA dhe LGPD dhe mbështesin iniciativat si Privacy Pass. Ne punojmë shumë për të balancuar privatësinë dhe sigurinë.",
  "section-privacy-text-2": "Ky fokus unik në privatësi do të thotë që ne mund të ofrojmë zero mbajtje të të dhënave individuale, funksionim pa cookie dhe garanci të tjera kontraktuale të privatësisë siç kërkohet, duke ruajtur një siguri të shkëlqyer.",
  "section-security-header": "Siguria së pari",
  "section-security-text-1": "Saktësia është në interesin tuaj dhe tonin. hCaptcha punon për t'ju dhënë të dhëna reale dhe ju lejon të vendosni se si t'i përdorni ato. Captcha të tjera ofrohen nga kompanitë e reklamave gjigante. Kjo do të thotë se çdo bot që ata bllokojnë mund të zvogëlojë të ardhurat e tyre.",
  "section-security-text-2": "Përdorimi i teknikave më të fundit të të mësuarit të makinerive me fokus në privatësi na lejon të tejkalojmë standardet e sigurisë të strategjive të regjistrimit të trashëguar përgjithmonë pa dëmtuar sigurinë ose privatësinë e përdoruesit.",
  "section-user-experience-header": "Përvojë e madhe e përdoruesit",
  "section-user-experience-text1": "Për përdoruesit e Enterprise, opsionet janë të disponueshme për të shmangur plotësisht sfidat në shumicën e skenarëve.",
  "section-user-experience-text2": "Zvogëloni fërkimin duke shmangur plotësisht një sfidë për 99,9% të trafikut tuaj legjitim, ndërkohë që ofroni ende siguri të shkëlqyer, falë modeleve të avancuara të bot-it.",
  "section-easy-integration-header": "Integrim i lehtë",
  "section-easy-integration-text": "Shtimi i hCaptcha kërkon vetëm minuta dhe vetëm disa rreshta kodi. API bazë është i pajtueshëm me reCAPTCHA V2, dhe kalimi i nevojiten vetëm disa minuta. Ju mund të jeni në funksion me një alternativë superiore sot dhe të aktivizoni veçori më të avancuara sipas nevojës.",
  "section-easy-integration-serverside": "Ana e serverit:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Rezultatet e personalizuara të kërcënimit",
  "section-threat-text": "Jo të gjitha problemet janë të njëjta: marrja e një rezultati të vetëm do të thotë se duhet të adresojë nevojat tuaja për të qenë i dobishëm. Me rezultatet unike të personalizuara të kërcënimit të hCaptcha, një konsultim i shpejtë na lejon të akordojmë modelet tona për të ofruar rezultate më të përshtatshme për biznesin tuaj.",
  "section-challenges-header": "Nisni sfidat tuaja në sekonda",
  "section-challenges-text-1": "Qëndroni në markë me përmbajtje përkatëse",
  "section-challenges-text-2": "Kur përdoruesit duhet të zgjidhin një sfidë për të përmbushur kërkesat e sigurisë, pse të mos krijoni detyra të këndshme dhe të rëndësishme për përdoruesin? Me projektuesin tonë të thjeshtë të sfidave me porosi, mund të lëshoni përmbajtje sfiduese të markës në vetëm pak minuta.",
  "section-integration-header": "Integrimi i drejtpërdrejtë i platformës",
  "section-integration-subheader": "Për Kompanitë e Infrastrukturës së Uebit",
  "section-integration-text": "Sistemi hCaptcha Enterprise është në mënyrë unike fleksibël në dizajnin e tij: ai mund të vendoset pjesërisht ose tërësisht në skajin e rrjetit tuaj nëse përdorni një re publike ose zotëroni shumë qendra të dhënash. Kjo mund të zvogëlojë në mënyrë dramatike kostot dhe trafikun jashtë rrjetit duke ruajtur të gjitha përfitimet e menaxhimit nga stafi ynë në gatishmëri 24/7 për të përmbushur SLA-të më të rrepta.",
  "section-support-header": "Ekspertizë dhe mbështetje e arritshme si për ju ashtu edhe për përdoruesit tuaj",
  "section-support-text": "Shërbimi është një prioritet kryesor për ne. Ne mbajmë mbështetje në thirrje 24/7 dhe ofrojmë koordinim të drejtpërdrejtë të Slack me ekipin tuaj të integrimit inxhinierik dhe stafin tonë në gatishmëri gjatë dhe pas zbatimit. Ne jemi gjithashtu të përkushtuar të monitorojmë në mënyrë aktive dhe t'u përgjigjemi pyetjeve të përdoruesve tuaj nëpër media sociale, forume , dhe kanalet tona të mbështetjes në miniaplikacion dhe email. Ne jemi të aksesueshëm dhe të përgjegjshëm dhe e trajtojmë kënaqësinë e përdoruesit si një KPI kryesore.",
  "section-enterprise-header": "Karakteristikat e ndërmarrjes",
  "section-enterprise-title-1": "Mbrojtje kundër robotëve të klasit botëror",
  "section-enterprise-desc-1": "Beteja e testuar në shkallë web.",
  "section-enterprise-title-2": "Rezultatet e robotëve me saktësi të lartë",
  "section-enterprise-desc-2": "Zbuloni aktorë të këqij të shumë llojeve të ndryshme.",
  "section-enterprise-title-3": "Fërkim zero dhe mënyra pasive 99,9%.",
  "section-enterprise-desc-3": "Sfidoni më pak se 0,1% të përdoruesve legjitimë.",
  "section-enterprise-title-4": "Tregohen llojet e sfidave të kontrollit",
  "section-enterprise-desc-4": "Bibliotekë e gjerë llojesh për të zgjedhur.",
  "section-enterprise-title-5": "Kontrollo përmbajtjen e përdorur të sfidës",
  "section-enterprise-desc-5": "Qëndroni në markë me një përvojë të qëndrueshme përdoruesi.",
  "section-enterprise-title-6": "SLA-të e ndërmarrjeve",
  "section-enterprise-desc-6": "Besueshmëri e garantuar dhe mbështetje e shpejtë 24/7 në thirrje.",
  "section-enterprise-title-7": "Mbështetje e shfletuesit të vjetër",
  "section-enterprise-desc-7": "E përputhshme gjatë gjithë rrugës me Internet Explorer 8.",
  "section-enterprise-title-8": "Paneli i avancuar i raportimit dhe API",
  "section-enterprise-desc-8": "Shiko se çfarë po ndodh në të gjitha sajtet dhe aplikacionet e tua.",
  "section-enterprise-title-9": "Punon në çdo vend",
  "section-enterprise-desc-9": "Ndryshe nga reCAPTCHA, ne punojmë në çdo vend.",
  "section-enterprise-title-10": "Politika e privatësisë miqësore me GDPR, CCPA dhe LGPD",
  "section-enterprise-desc-10": "Projektuar për privatësi që nga dita e parë. Marrëveshje e fortë për përpunimin e të dhënave.",
  "section-enterprise-title-11": "Nivele të hollësishme të vështirësisë",
  "section-enterprise-desc-11": "Telefonojeni këtë për t'iu përshtatur saktësisht rastit tuaj të përdorimit.",
  "section-enterprise-title-12": "Pritja e palës së parë",
  "section-enterprise-desc-12": "Të gjitha kërkesat dhe asetet shkojnë te hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Paneli me shumë përdorues",
  "section-enterprise-desc-13": "Ndani menaxhimin në të gjithë ekipin tuaj.",
  "section-enterprise-title-14": "Verifikimi i menjëhershëm",
  "section-enterprise-desc-14": "Vonesa 0ms: verifikoni argumentet hCaptcha pa thirrje API.",
  "section-enterprise-title-15": "Integrimi celular (iOS dhe Android).",
  "section-enterprise-desc-15": "Përvojë e qetë në ueb, në celularin vendas, në ueb celular. Integrime të para-ndërtuara dhe SDK-të vendase të disponueshme.",
  "section-enterprise-title-16": "Kushtet e personalizuara dhe garancitë e privatësisë",
  "section-enterprise-desc-16": "Kënaqni nevojat tuaja ligjore kur kompanitë e tjera nuk munden.",
  "presented-challlenges-head": "Sfidat e paraqitura",
  "presented-challenges-title-1": "Krahasimi",
  "presented-challenges-text-1": "Zgjidh të gjitha imazhet që përputhen me pyetjen",
  "presented-challenges-title-2": "Kutia kufizuese",
  "presented-challenges-text-2": "Përcaktoni zonën kufizuese për objektet",
  "presented-challenges-title-3": "Kategorizimi",
  "presented-challenges-text-3": "Identifikoni etiketat përkatëse",
  "presented-challenges-subheader": "...dhe detyra të tjera të thjeshta. Lehtë për njerëzit, e vështirë për robotët.",
  "presented-challenges-subtext": "Detyrat e personalizuara ofrohen gjithashtu për botuesit e ndërmarrjeve.",
  "footer-header-1": "Kompania",
  "footer-header-2": "Burimet",
  "footer-header-3": "Kontaktoni",
  "footer-link-1": "Etiketimi",
  "footer-link-2": "Rreth",
  "footer-link-3": "Punët",
  "footer-link-4": "Markat tregtare",
  "footer-link-5": "Blog",
  "footer-link-6": "Statusi",
  "footer-link-7": "Dokumentacioni",
  "footer-link-8": "Raportoni një gabim",
  "footer-link-9": "Aksesueshmëria",
  "footer-terms": "Kushtet",
  "footer-privacy": "Privatësia",
  "footer-attribution": "Atribuimi",
  "footer-subheader-1": "Mbështetje",
  "footer-subheader-2": "Kontaktoni",
  "switch-to-english-link": "Kalo në anglisht",
  "intro-heading-privacy": "Projektuar për privatësi.",
  "intro-subtitle-p1-privacy": " Një qasje unike e drejtuar nga privatësia për sigurinë në internet.",
  "info-head-2-pr": "Regjistrimi i aktivitetit në internet nuk është zgjidhja.",
  "info-text-1-pr": "hCaptcha Enterprise ka vetëm një qëllim: të parandalojë aktorët e këqij që të ndërpresin operacionet tuaja në internet dhe të dëmtojnë përdoruesit tuaj.",
  "info-text-2-pr": "Si rrjedhim, sistemet tona janë të dizajnuara që nga themeli për të minimizuar mbledhjen dhe ruajtjen e të dhënave duke ruajtur sigurinë kryesore të klasës. Mënyra më e mirë për të mbrojtur të dhënat e përdoruesit është të mos i ruani ato fare.",
  "info-text-3-pr": "Të gjitha marrëdhëniet me klientët mbrohen gjithashtu nga një Marrëveshje e fortë e përpunimit të të dhënave. Shërbimi hCaptcha përputhet me të gjitha ligjet e privatësisë, pavarësisht se ku banojnë shërbimi juaj ose klientët tuaj. Mosmbajtja e të dhënave personale e bën këtë shumë më të lehtë për ne sesa për kompanitë e tjera.",
  "info-text-2-2-pr": "Shërbime si reCAPTCHA v3 thonë se vendosja e pikselit të tyre gjurmues në çdo faqe të faqes suaj është e nevojshme për siguri të mirë. Kjo nuk është çështja.",
  "info-text-2-3-pr": "Analiza e thjeshtë e sjelljes është një sinjal i falsifikuar lehtësisht nga aktorë të këqij dhe kërkon mbajtjen e historisë së shfletimit për të gjithë trafikun tuaj legjitim.",
  "info-text-2-4-pr": "Ne nuk operojmë një rrjet reklamash dhe nuk kemi asnjë interes të vëzhgojmë sjelljen tuaj të përdoruesit për t'u shitur atyre reklama. Kjo do të thotë që ne nuk kërkojmë një piksel pasiv në çdo faqe të faqes tuaj.",
  "info-text-2-5-pr": "Shto kodin tonë të sfidës vetëm aty ku është e nevojshme dhe ku ka kuptim të mbrohemi si ju ashtu edhe përdoruesit tuaj.",
  "info-head-3-pr": "Mësimi i makinerisë është i dobishëm. Por nuk kërkon të dhëna personale për të funksionuar.",
  "info-text-3-1-pr": "Mësimi i makinerisë tani ndikon pothuajse në çdo aspekt të jetës sonë, shpesh në mënyra që nuk i kuptojmë dhe nuk mund t'i shohim. Shërbimet e sigurisë në internet nuk janë të ndryshme.",
  "info-text-3-2-pr": "Duke mësuar mbi mijëra sinjale, modelet mund të nxjerrin përfundime dhe të arrijnë besim të lartë në zbulimin e sjelljeve keqdashëse shumë shpejt, edhe kur asnjë sinjal individual nuk do të ishte në vetvete mjaft i fortë për të treguar një problem.",
  "info-text-3-3-pr": "Megjithatë, asnjë nga këto nuk kërkon përdorimin e informacionit personal të identifikueshëm (PII). Teknikat moderne kriptografike na lejojnë të heqim çdo të dhënë personale sa më shpejt që të jetë e mundur, duke krijuar nënshkrime të njëanshme që nuk mund të lidhen me asnjë individ.",
  "info-text-3-4-pr": "Trajnimi për të dhënat e çidentifikuara funksionon po aq mirë dhe nuk kërkon kompromentim as për sigurinë, as për privatësinë. Klientët tanë kanë bërë testet empirike dhe na kanë shpallur të barabartë ose më të mirë se alternativat shumë më pak private.",
  "cloudflare-quote-text-privacy": "Na pëlqyen një sërë gjërash në lidhje me zgjidhjet hCaptcha: 1) ato nuk shesin të dhëna personale; ata mbledhin vetëm të dhënat personale minimale të nevojshme, ata janë transparentë në përshkrimin e informacionit që mbledhin dhe mënyrën se si i përdorin dhe/ose i zbulojnë ato.",
  "pilot-head": "Na provoni në ambientin tuaj pa asnjë detyrim.",
  "pilot-text-1a": "Ne jemi inxhinierë, jo shitës: ne duam që ju të jeni të kënaqur me zgjedhjen tuaj.",
  "pilot-text-1b": "Mënyra më e mirë për të siguruar kënaqësinë tuaj është të tregojmë se plotësojmë nevojat tuaja.",
  "pilot-text-1c": "Pothuajse të gjitha kompanitë që fillojnë një pilot zgjedhin përfundimisht zgjidhjet tona.",
  "pilot-text-1d": "Përdoreni këtë formular për të kontaktuar një nga specialistët tanë teknikë. Ne përgjigjemi shpejt.",
  "pilot-text-1e": "Ju gjithashtu mund të na dërgoni email direkt.",
  "pilot-email-details": "Detajet janë këtu.",
  "pilot-f1": "Rajon",
  "pilot-f2": "Emri juaj",
  "pilot-f3": "Emri juaj",
  "pilot-f4": "Email biznesi",
  "pilot-f5": "Ndonjë detaj tjetër që duhet të kemi?",
  "pilot-f6": "Keni nevojë për futje urgjente?",
  "pilot-f7": "Po.",
  "pilot-f8": "Jam nën sulm dhe kërkoj hyrje të menjëhershme.",
  "pilot-f9": "Paraqisni",
  "pilot-f10": "Duke futur emailin tuaj, ju pranoni Kushtet dhe Politikën tonë të Privatësisë dhe të merrni email nga ne.",
  "pilot-fo-1": "Integrimi nuk mund të ishte më i lehtë.",
  "pilot-fo-2": "hCaptcha ka dhjetëra integrime të para-ndërtuara për sistemet frontend dhe backend që përdorni.",
  "pilot-fo-3": "Nëse ndodh që vini nga reCAPTCHA e Google, API-të tona janë zëvendësues të hyrjes. Tre rreshta kodi janë gjithçka që ju nevojitet.",
  "pilot-fo-4": "Inxhinierët tanë inboarding mund t'ju bëjnë të ecni shpejt, pavarësisht nëse keni nevojë për integrimin e React, SDK për aplikacionet origjinale të iOS, një shembull prapavijë të Java ose pothuajse çdo skenar tjetër.",
  "pilot-fo-5": "Dhe si gjithmonë, privatësia është një vlerë thelbësore për ne. Shto kodin tonë të sfidës vetëm aty ku është e nevojshme dhe ku ka kuptim të mbrohemi si ju ashtu edhe përdoruesit tuaj. Minimizimi i mbledhjes së të dhënave fillon që nga momenti i integrimit.",
  "pilot-fdone": "Faleminderit. Ne do të kontaktojmë së shpejti.",
  "home-ent-2-new": "Mësoni më shumë rreth zgjidhjes sonë të ndërmarrjes.",
  "home-ent-button-new": "Ndërmarrja hCaptcha",
  "home-main-plans2-new": "Zgjidhjet e hCaptcha Enterprise ofrojnë siguri të nivelit të lartë dhe mbrojnë shumë nga shërbimet më të mira në internet.",
  "home-plans-button-2-new": "Mëso më shumë",
  "header-enterprise-link": "Ndërmarrje",
  "sales-interstitial-c1b-new": "Mësoni më shumë rreth hCaptcha Enterprise"
}
