{
    "1001938065": "Integrimi nuk mund të ishte më i lehtë",
    "1012122721": "* Kuki statistikore të menaxhuara drejtpërdrejt nga ne (p.sh. kuki nga pala e parë, jo nga palët e treta), ku të dhënat nuk përdoren për profilizimin.",
    "1014004474": "Planet e Enterprise të hCaptcha ofrojnë marrëveshje të avancuara të nivelit të shërbimit për të mbajtur të mbrojtur organizatën tuaj",
    "1021431157": "( ) Papajtueshmëri me licencat me burim të hapur ose me burim të hapur",
    "1023070345": "Jo më vonë se 14 Mars 2021",
    "1023108656": "Kategoritë e Marrësve të Palëve të Treta",
    "1023190144": "hCaptcha® në tekst",
    "102498091": "Google tarifon 1 dollarë për 1000 kërkesa për reCAPTCHA Enterprise, që do të thotë se ata tani tarifojnë më shumë për kërkesë sesa kushton për të thyer sigurinë e shërbimit të tyre. Kjo duket si një marrëveshje e keqe.",
    "102695075": "Kohëzgjatja",
    "1027023087": "Në vend të kësaj, ne në hCaptcha jemi fokusuar në qasje më moderne ndaj problemit, të cilat nuk kërkojnë mbajtjen e të dhënave afatgjata të sjelljes si historia e shfletimit dhe janë dëshmuar shumë më elastike përballë kundërshtarëve të vendosur që nga prezantimi i shërbimit.",
    "1027200955": "Flisni me një nga ekspertët tanë të domenit për të përcaktuar nevojat e projektit tuaj: saktësinë e objektivit, formatin dhe çdo kërkesë të veçantë.",
    "1028058338": "Ju lutemi shikoni seksionin tonë \"Njoftimi për subjektet e të dhënave të BE\" në lidhje me të drejtat tuaja sipas Rregullores së Përgjithshme të Mbrojtjes së të Dhënave (\"GDPR\").",
    "1033698050": "1. A besojmë se klienti na ka dhënë një rast përdorimi që ne e konsiderojmë të pranueshëm moralisht, sipas interpretimit tonë të normave tipike të shoqërisë perëndimore?",
    "1035621426": "Çdo robot i identifikuar nga reCAPTCHA zvogëlon drejtpërdrejt të ardhurat e Google nga reklamat.",
    "1038019440": "1. A përfaqëson ky klient interesat kombëtare të një vendi të njohur për sjellje në kundërshtim me ligjet dhe normat ndërkombëtare?",
    "103876916": "për raportet e pranueshme të sigurisë në shërbimin hCaptcha dhe kodin burimor përkatës.",
    "1042802841": "Informacioni konfidencial është çdo informacion që shënohet si konfidencial ose pronësor, ose që duhet të kuptohet në mënyrë të arsyeshme nga pala marrëse si konfidencial ose pronësor. Kjo nuk përfshin asnjë informacion që është (1) i disponueshëm publikisht, (2) tashmë në posedim, i zhvilluar në mënyrë të pavarur nga, ose i njohur tashmë për palën pranuese, ose (3) është zbuluar me urdhër të gjykatës ose siç kërkohet ndryshe nga ligji.",
    "1045484714": "Integrimi SAML SSO me Ofruesin tuaj të Identitetit, p.sh. Okta ose Azure AD.",
    "1046087606": "IBM. (Global). Shërbimet e ofruara: IBM Cloud.",
    "1047251718": "Sot, megjithatë, kur njerëzit flasin për API-të, ata nënkuptojnë pa ndryshim API të bazuara në standarde. Këto janë API të ndërtuara duke përdorur standarde të hapura si Transferimi i Shtetit Përfaqësues (REST) dhe formatet standarde të hapura të skedarëve si Shënimi i Objekteve JavaScript (JSON). Të tilla \"API-të RESTful\", siç njihen, mund të krijohen pa nevojën e softuerit të pronarit. API-të që rezultojnë janë në gjendje të dërgojnë dhe marrin të dhëna dhe thirrje procedurale ndërmjet aplikacioneve softuerike. Për shembull, një aplikacion bankar celular përdor një API për të hyrë në sistemet e bankës.",
    "1050501253": "Shume e veshtire",
    "1051214799": "hCaptcha është një shërbim sigurie në ueb që përpiqet të ndajë vlerën me botuesit e faqeve të internetit ose aplikacioneve që e përdorin atë.",
    "1053787685": "Çfarë është mashtrimi në pagesa?",
    "1058572205": "ne nëse dëshironi të mësoni më shumë rreth",
    "1059502393": "Kapja e detajeve të raportit të gabimeve: Firefox",
    "1061239711": "3. Partia e parë",
    "1062291156": "kushte standarde",
    "1066753052": "që do të thotë se portofoli është bosh dhe ju jeni në një sajt që përfshin një sfidë hCaptcha. Pasi të përfundoni sfidën, do të fitoni argumente që mund të blihen në çdo uebsajt tjetër me hCaptcha.",
    "1067704102": "Vlera në etiketimin e të dhënave",
    "1070364246": "Oops! Ndodhi një gabim gjatë dorëzimit të formularit.",
    "10724169": "Ju pranoni Politikën tonë të Privatësisë, e cila rregullon atë që ne do të bëjmë me çdo Informacion Personal që na jepni.",
    "1074044172": "Kur përdoruesit duhet të zgjidhin një sfidë për të përmbushur kërkesat tuaja të sigurisë, pse të mos bëni pyetje të këndshme dhe të rëndësishme për përdoruesin?",
    "1077448694": "Për t'u integruar me faqet e internetit të mediave sociale të palëve të treta.",
    "1080672247": "Për shkak se shumë nga pyetjet e bëra nuk mund të zgjidhen ekonomikisht me softuerin jashtë raftit dhe për shkak se të dhënat janë përgjithësisht unike për sistemin, kjo do të thotë se robotët shpesh ndalohen plotësisht nga shërbimi falas dhe në vend të kësaj duhet të mbështeten te zgjidhësit njerëzorë CAPTCHA, të cilët i bën shumë lloje abuzimesh krejtësisht joekonomike.",
    "1080752747": "Kontaktoni shitjet",
    "1085089390": "Abuzimi në internet rrjedh nga sjelljet e lindura njerëzore",
    "1087195513": "Nëse jeni një Kontribues që akseson Shërbimet dhe/ose kryen detyra nëpërmjet ose në lidhje me një Integrues në emër të një Kërkues që nuk është IMI, atëherë ju pranoni dhe pranoni se Intuition Machines nuk është përgjegjëse dhe nuk ka asnjë detyrim ndaj jush me respektimi i çdo shpërblimi ose kompensimi tjetër për detyrat e kryera. Ju pranoni dhe pranoni se çdo shpërblim ose kompensim tjetër për detyrat e përfunduara përcaktohet vetëm në përputhje me marrëveshjen tuaj me Kërkuesin dhe/ose Integruesin, sipas rastit. Çdo mosmarrëveshje mbi këto shpërblime ose kompensim tjetër (duke përfshirë pa kufizim dështimin për të marrë këto shpërblime ose kompensim tjetër) është vetëm midis jush dhe Kërkuesit dhe/ose Integruesit, sipas rastit.",
    "1087260385": "Nëse keni ndonjë pyetje në lidhje me këtë Politikë të Privatësisë, ju lutemi na kontaktoni në",
    "1088304322": "Ne mund t'i përdorim të dhënat tuaja personale për arsye që nuk përshkruhen në këtë Politikë të Privatësisë, ku lejohemi me ligj ta bëjmë këtë dhe kur arsyeja është në përputhje me qëllimin për të cilin i kemi mbledhur. Nëse na duhet të përdorim informacionin tuaj personal për një qëllim që nuk ka lidhje, ne mund t'ju njoftojmë dhe shpjegojmë bazën ligjore të zbatueshme për atë përdorim. Nëse jemi mbështetur në pëlqimin tuaj për një përdorim të veçantë të informacionit tuaj personal, ne mund të kërkojmë pëlqimin tuaj për ndonjë qëllim që nuk ka lidhje dhe t'ju lejojmë të përfundoni përdorimin e shërbimit në atë kohë nëse kundërshtoni.",
    "1089415440": "Zbulimi i saktë i objekteve në imazhe dhe video",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kriteret e shqetësimeve etike: Subjektive",
    "1092241113": "Për të kuptuar më mirë interesat e Klientëve dhe Integruesve tanë.",
    "1093280979": "1. Format e Porosisë së Platformës",
    "1099238677": "Me volumin tonë të lartë dhe vonesën e ulët, ne do ta kthejmë punën tuaj shpejt, me dorëzim të automatizuar sapo të përfundojë.",
    "1103295010": "Fitoni para ose jepni për bamirësi kur njerëzit zgjidhin CAPTCHA",
    "1105363520": "Ne nuk operojmë një rrjet reklamash dhe nuk kemi asnjë interes të vëzhgojmë sjelljen tuaj të përdoruesit për t'u shitur atyre reklama. Kjo do të thotë që ne nuk kërkojmë një piksel pasiv në çdo faqe të faqes tuaj.",
    "110836420": "Përditësimi i fundit: 23 dhjetor 2020",
    "1108398506": "klientët fitojnë kontroll të plotë mbi përvojën dhe përfitojnë nga ekspertiza që ka fituar hCaptcha duke funksionuar ofruesin më të madh të sfidave të pavarur në internet. Ata gjithashtu marrin një marrëveshje më të mirë se reCAPTCHA Enterprise: deri në 50-80% çmim më të mirë, në varësi të vëllimit.",
    "111184581": "Pritja e palës së parë",
    "1112074001": "Hapi 2: Klikoni në skedën Rrjeti në Veglat e Zhvilluesit. Kontrolloni kutinë \"Regjistrimet e vazhdueshme\" në krye.",
    "1115642494": "1. Burimi: Listimet e faqeve të BuiltWith.com reCAPTCHA. Marrë më 9 korrik 2019.",
    "1115671076": "Zendesk, Inc. (Global). Shërbimet e ofruara: Zendesk.com.",
    "1116455671": "Përgjigje: Ju do të fitoni një shpërblim për zgjidhjen fillestare nëse përdoruesi e plotëson atë në faqen tuaj. Shlyerjet ndjekin të njëjtin model përgjigjeje sikur përdoruesi të kishte kaluar automatikisht në sajtin tuaj për shkak të besimit të lartë të klientit: nuk ndodh asnjë fitim dhe thirrja e verifikimit të faqes nga serveri juaj merr një \"kredi: E gabuar\" në rezultatet e kalimit.",
    "1118929614": "( ) Marrëzi ekstreme nga ana e njerëzve që bëjnë biznes me spammers",
    "1119009846": "Sipas nevojës, për t'u pajtuar me ligjin në fuqi, duke përfshirë kërkesat qeveritare, kërkesat e zbatimit të ligjit, dhe përndryshe ndaj enteve publike dhe private, me qëllim mbrojtjen e të drejtave, privatësisë, sigurisë ose pronës suaj, nesh ose të tjerëve.",
    "1123365779": "Nëse jeni një zhvillues uebi ose përdorues ekspert, përmbledhja është se ne do të dëshironim që ju të na dërgoni një rrjet që regjistron regjistrat e HAR dhe të konsolës së shfletuesit.",
    "1126302400": "Kutia kufizuese",
    "1126447688": "shpesh raportojnë performancë të barabartë ose më të mirë në zbulimin dhe zbutjen e robotëve, pavarësisht fokusit tonë në privatësi",
    "1126613163": "Të dhëna të ndjeshme",
    "1129833879": "Ndaloni robotët me qëllim të keq, mbroni privatësinë e përdoruesit",
    "1130783905": "Saktësia është në interesin tuaj dhe tonin. hCaptcha punon për t'ju dhënë të dhëna reale dhe ju lejon të vendosni se si t'i përdorni ato. Zgjidhje të tjera sigurie ofrohen nga kompanitë e reklamave Gigantic. Kjo do të thotë se çdo robot që bllokojnë mund të zvogëlojë të ardhurat e tyre.",
    "1130802068": "Ne përdorim informacionin që mbledhim për qëllimet e mëposhtme:",
    "1130868224": "Tre rreshta kodi",
    "1131196501": "Kompanitë e mëdha si",
    "1131525092": "Gruponi aktorët e këqij së bashku pa mundim përmes UID-ve tona me shtrirje që ruajnë privatësinë për të gjetur dhe ndaluar mashtrimet dhe abuzimet e lidhura",
    "1133989302": "Pse hCaptcha?",
    "1137757109": "Nëse është një llogari e Tregtisë elektronike, sulmuesi mund të porosisë mallra. Nëse viktima është një bankë, sulmuesi mund të transferojë fonde në det të hapur, e kështu me radhë.",
    "1139493658": ", dhe punoni shumë për të balancuar privatësinë dhe sigurinë.",
    "1139500589": "Vendi",
    "1140554614": "Marrëveshja për përpunimin e të dhënave",
    "1141402092": "Karakteristikat e avancuara të raportimit",
    "1144966033": "Optimizuar për koston dhe cilësinë",
    "1150035777": "Modelet e sofistikuara të mësimit të makinerive gjenerojnë rezultate të besimit të robotëve bazuar në shumë pika të të dhënave përtej nëse pyetjeve iu përgjigjën saktë",
    "1150786045": "www.botstop.com",
    "1150963691": "Zbutja e APT",
    "1151065360": "( ) Listat e zeza janë të neveritshme",
    "1155436473": "(Oferta jonë e ndërmarrjes) tani mbron qindra miliona përdorues në dhjetëra miliona faqe interneti dhe aplikacione çdo muaj. Historia jonë tregon se ju mund të konkurroni me Big Tech kur vendosni privatësinë në radhë të parë.",
    "1155821305": "mbrojtja është thellësi",
    "1156712451": "Testi fillestar i punës",
    "1159746815": "Ju gjithashtu mund të na dërgoni email direkt.",
    "1160252730": "Google tani po ngarkon çmime të larta për reCAPTCHA Enterprise, duke bërë që shumë kompani të rivlerësojnë këtë marrëveshje.",
    "1160707899": "12. Roli i kontribuuesit dhe marrëdhënia me IMI dhe kërkuesit e tjerë",
    "1161704803": "Pse kemi një politikë të Etikës së AI?",
    "116842359": "***** Barazimet pritet të përfundojnë brenda disa ditësh për shkak të mirëmbajtjes së sistemit.",
    "1169005651": "15 shtator 2019",
    "1172067553": "Platforma HUMAN që qëndron pas hCaptcha ofron cilësi shumë të sofistikuara të punës dhe veçori të menaxhimit nëpërmjet vendosjeve në premisë, hibride ose SaaS që integrohen me sistemet tuaja ekzistuese.",
    "117227832": "( ) Pse duhet t'ju besojmë juve dhe serverëve tuaj?",
    "1173652155": "këshilltarët",
    "1173934218": "Ne e kuptojmë se privatësia juaj është e rëndësishme për ju dhe jemi të përkushtuar të jemi transparentë në lidhje me teknologjitë që përdorim. Kjo politikë ofron informacion të detajuar se si dhe kur përdorim cookies në sajtet dhe shërbimin tonë.",
    "1174237568": "Këto aktivitete përpunimi përbëjnë interesat tona legjitime. Ne përpiqemi të shqyrtojmë dhe balancojmë çdo ndikim të mundshëm mbi ju (si pozitiv ashtu edhe negativ) dhe të drejtat tuaja përpara se të përpunojmë informacionin tuaj personal për interesat tona legjitime. Ne nuk i përdorim të dhënat tuaja personale për aktivitete ku interesat tona tejkalohen nga ndonjë ndikim negativ mbi ju (përveç rastit kur kemi pëlqimin tuaj ose kërkohet ose lejohet ndryshe me ligj).",
    "1177598246": "Kontaktoni me shitjet",
    "1182294134": "Azi-Paqësor (APAC)",
    "1186243118": "imazhet e logos",
    "1187718370": "Na kontaktoni",
    "1188668818": "jepni çdo informacion të rremë gjatë përdorimit të kësaj faqeje interneti (duke përfshirë pa kufizim imitimin e ndonjë personi ose organizate tjetër në llogarinë tuaj, ose deklarimin e rremë ose keqinterpretimin e vetvetes ose lidhjen tuaj me ndonjë person ose organizatë tjetër në llogarinë tuaj);",
    "119098046": "Po zgjidhjet pasive apo pa sfida?",
    "119298044": "Teknologjitë e përparuara të ML dhe AI, të vetë-mbikëqyrura, mbrojnë pronat tuaja të internetit nga kërcënimet dhe sulmet",
    "1193738791": ": ata gjurmojnë sjelljen e përdoruesit në çdo faqe të një faqe interneti dhe në të gjithë ueb-in. Ne projektuam hCaptcha që të jetë sa më miqësore ndaj privatësisë që nga dita e parë. Kjo çoi në një qasje krejtësisht të ndryshme ndaj problemit. Siç rezulton, gjurmimi i përdoruesve nëpër ueb dhe lidhja e historisë së tyre të internetit me identitetin e tyre është krejtësisht e panevojshme për arritjen e një sigurie të mirë. Shumë kompani që kanë kaluar në hCaptcha",
    "1200905005": "††† Nga shtatori 2021, rakordimet dhe pagesat tani zgjasin për një periudhë afërsisht 10 ditore dhe jo një ditë të vetme, në mënyrë që të thjeshtohen kufizimet operacionale që lidhen me rritjen në shërbim.",
    "1201821619": "hCaptcha zgjidh një nga problemet më urgjente të ditëve të sotme: parandalimin e robotëve me qëllim të keq që të abuzojnë me shërbimet online.",
    "120384113": "6. Ndërprerja",
    "1204911585": "2. Nëse jeni duke përdorur shfletuesin Brave, i cili nuk (nga prilli 2020) duket se ka asnjë lloj liste të bardhë të skedarëve të skedarëve, shkoni te Preferencat -> Mburoja -> Cookies dhe zgjidhni \"Lejo të gjitha skedarët e skedarëve\".",
    "1208179159": "LogDNA, Inc. (Global). Shërbimet e ofruara: LogDNA.com.",
    "121192737": "Shtesat e ardhshme",
    "1216071511": "Të njëjtat ide propozohen aq shpesh sa rreth 20 vjet më parë, një autor anonim doli me një plotësim të dobishëm të boshllëkut për diskutimet në internet rreth zgjidhjeve anti-spam:",
    "121743429": "Për Kompanitë e Infrastrukturës së Uebit",
    "1218990730": "si të raportoni problemet me regjistrat e detajuar",
    "1219091208": "Dropbox",
    "1224727373": "BotStop nga hCaptcha",
    "122875767": "Kënaqni nevojat tuaja ligjore kur kompanitë e tjera nuk munden.",
    "1229233916": "Fusnotat",
    "1230058025": "Ndarshmëria. Me përjashtim të heqjes dorë nga Class Action, nëse ndonjë term ose dispozitë, ose pjesë e kësaj klauzole të arbitrazhit shpallet e pavlefshme ose e pazbatueshme, ajo do të shkëputet dhe pjesa e mbetur e klauzolës së arbitrazhit do të jetë e zbatueshme.",
    "1232651561": "softueri tani është po aq i mirë sa njerëzit në zgjidhjen e sfidave të reCAPTCHA.",
    "1233229030": "Të ndryshme",
    "1233793176": "Faqet dhe shërbimet tona nuk u drejtohen fëmijëve nën moshën 13 vjeç dhe ne nuk mbledhim me vetëdije informacione personale nga fëmijët nën moshën 13 vjeç. Nëse mësojmë se kemi mbledhur informacione personale të një fëmije nën moshën 13 vjeç, ne do të marrim hapa të arsyeshëm për të fshirë një informacion të tillë nga skedarët tanë sa më shpejt që të jetë e mundur, përveç nëse kemi detyrim ligjor për ta mbajtur atë. Ju lutemi na kontaktoni në",
    "1235925265": "Dokumentacioni",
    "1237076138": "hCaptcha ofron një marrëveshje të drejtë si për klientët falas (hCaptcha Publisher) ashtu edhe për klientët (hCaptcha Enterprise).",
    "1240667045": "Ne mund të pezullojmë, kufizojmë ose anulojmë aksesin tuaj në Shërbime në çdo kohë për çfarëdo arsye, duke përfshirë: (a) ne besojmë se keni shkelur këto Kushte të Shërbimit (duke përfshirë politika të tjera të lidhura); (b) ne besojmë se ju keni shkelur të drejtat tona ose të drejtat e ndonjë pale të tretë; (c) ne nuk jemi në gjendje të verifikojmë ose vërtetojmë informacionin që na keni dhënë; ose (d) ne besojmë se veprimet tuaja mund të krijojnë detyrime për ju, ne ose një palë të tretë. Për të shmangur dyshimin, ne rezervojmë të drejtën për të parandaluar ose pezulluar pagesën për ju nëse besojmë në mënyrë të arsyeshme se ndonjë nga sa më sipër vlen për një pagesë të tillë.",
    "1241291641": "Shihni më shumë detaje.",
    "1242066691": "Kontrolloni kutinë pranë \"Lejo skedarët e skedarëve të palëve të treta\".",
    "1243684308": "Ne i marrim seriozisht komentet tuaja dhe duam të sigurojmë që të gjithë të kenë një përvojë më të këndshme në internet, me më pak robotë dhe më pak mesazhe të padëshiruara. Na kontaktoni:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Kliko \"OK\"",
    "1254771154": "sfidat e shfaqura në shërbime të tjera që mbështesin Privacy Pass që përfshijnë gjithashtu hCaptcha, p.sh. Cloudflare.",
    "1258965840": "Kështu, nëse sulmuesi mund të hyjë në një sajt, ai ndoshta mund të hyjë në shumë site duke përdorur kredencialet e derdhura. Për shembull, ata mund të marrin një çift emri përdoruesi/fjalëkalimi si JohnDoe/525momma, por ata nuk e kanë idenë se çfarë do të bëjë ai çift për ta. Pra, ata e provojnë çiftin në Amazon.com, Ebay, Citibank, Walgreens dhe me radhë. Ata mund ta provojnë atë çift në një mijë sajte të ndryshme.",
    "1259002282": "Gjete një defekt? Ja se si ta raportoni atë.",
    "126134492": "Të tjera",
    "1263998069": "Fitoni shpërblime për zgjidhjet njerëzore",
    "1266963825": "Pyetje: A është në përputhje me hCaptcha Seksioni 508 + WCAG 2.1 AA?",
    "1268414751": "Ndonjë detaj tjetër që duhet të kemi?",
    "1268918580": "Disa nga logot dhe shenjat e përdorura nga hCaptcha dhe partnerët e saj janë në pronësi të palëve të treta dhe mund të përdoren vetëm me lejen e tyre. Palët e treta nuk mund të përdorin shenjat e mëposhtme, përveç nëse lejohet nga pronarët e tyre:",
    "1270712701": "Njoftimet për shtyp dhe raportet e fundit",
    "1271831121": "Nuk është sikur hakeri (i veshur me kapuç, sigurisht!) është ulur aty, duke shtypur kredencialet pas kredencialeve. Roti i automatizuar i hyrjes mund të bëhet nga një mjet i disponueshëm si Selenium ose një mjet hakeri i zhvilluar me porosi.",
    "1273071008": "Kërkesat për të drejtat e aksesit të subjektit të të dhënave",
    "1273914192": "3. Taksat",
    "1275150216": "Pikat e referimit",
    "1278884196": "Thënë kështu, kriptografia është një disiplinë mjaft e re. Bazuar në historinë e kohëve të fundit, skema dhe/ose zbatimi juaj kriptografik ka të ngjarë të prishet sapo dikush të ketë një nxitje për ta parë nga afër, dhe ka të ngjarë që njerëzit e tjerë ta kuptojnë këtë shumë përpara se ta bëni ju. Mbështetja në harduer do të thotë gjithashtu se mund t'ju duhet t'i kërkoni secilit prej përdoruesve tuaj të ndryshojnë një pajisje fizike në mënyrë që të rregulloni defektin. Kjo nuk ka gjasa të ndodhë shpejt në shumicën e rasteve, që do të thotë në realitet sistemi juaj thjesht do të dështojë i hapur.",
    "1282121137": "Për të kuptuar se sa problematike mund të jetë marrja e llogarisë, merrni parasysh se si duket përvoja nga këndvështrimi i institucionit financiar. Ata trajtojnë miliona hyrje çdo ditë.",
    "1289884910": "Ne gjithashtu publikojmë analiza dhe raporte të herëpashershme. Për shembull:",
    "1291824746": "Pagesat hCaptcha ekzekutohen çdo tremujor në një bazë 60-ditore pasuese. Për të ilustruar se çfarë do të thotë kjo, ju lutemi shikoni tabelën më poshtë.",
    "129661785": "A të është kërkuar ndonjëherë të \"klikosh në makinë/kalim/pikëkalim\"?",
    "1296696044": "Privatësia kundrejt sigurisë: Pse jo të dyja?",
    "1297224875": "Një qasje unike e drejtuar nga privatësia për sigurinë në internet të Ndërmarrjeve.",
    "1297657322": "Ekrani i përdoruesit të aksesueshmërisë pas identifikimit",
    "1300485304": "hCaptcha mbron nga kërcënimet dhe mashtrimet e avancuara të krijuara për të depërtuar në rrjetet tuaja",
    "130239139": "Cila është vlera e 100+ person-viteve të punës të mbledhura nga Google çdo ditë?",
    "1316817321": "Atribuimi",
    "131871195": "Mënyra më e mirë për të siguruar kënaqësinë tuaj është të tregojmë se plotësojmë nevojat tuaja.",
    "1330274831": "Nëpërmjet kësaj, ju na jepni një licencë mbarëbotërore, joekskluzive, të nënlicensueshme, të transferueshme, pa honorare, të parevokueshme gjatë afatit të kësaj Marrëveshjeje për të përdorur, riprodhuar, shpërndarë elektronikisht dhe shfaqur publikisht çdo të dhënë të klientit vetëm për qëllimin e ofrimit të Shërbimeve . Ju përfaqësoni dhe garantoni se zotëroni të drejta, titull dhe interes të mjaftueshëm në dhe ndaj të dhënave tuaja në mënyrë që të jepni licencën në këtë seksion.",
    "1333016413": "Kjo ju lejon të shmangni pyetjet e ardhshme duke u regjistruar dhe vendosur një cookie.",
    "1337725003": "hCaptcha është e përkushtuar për të demokratizuar aksesin në shënimet me volum të lartë në kohë reale, duke i lejuar kompanitë e mëdha dhe të vogla të përmirësojnë cilësinë e produkteve dhe shërbimeve të tyre duke aplikuar mësimin e makinerive në biznesin e tyre.",
    "1338341134": "hCaptcha + Leja e privatësisë (Beta)",
    "1340011854": "Kërkohet zgjidhje alternative e mosmarrëveshjeve. Ju pranoni që për çdo mosmarrëveshje që lind nga ose lidhet me përdorimin tuaj të Shërbimeve, duke përfshirë çdo mosmarrëveshje që mund të ketë lindur nga koha që keni filluar të kryeni detyra për IMI, dhe në mënyrë specifike duke përfshirë çdo pretendim që lidhet nëse klasifikoheni apo jo si një kontraktor i pavarur, ju së pari do të njoftoni IMI për pretendimin tuaj kundër tij. Më pas, ju dhe IMI do të përpiqeni ta zgjidhni çështjen nëpërmjet negociatave të drejtpërdrejta ose ndërmjetësimit. Ne do të ndajmë në mënyrë të barabartë koston e ndërmjetësimit dhe do të biem dakord që ndërmjetësimi të kryhet nëpërmjet telefonit ose mjeteve të tjera elektronike. Nëse një pretendim mbetet i pazgjidhur pas negociatave ose ndërmjetësimit jozyrtar, ju pranoni që ju dhe IMI të përdorni arbitrazhin përfundimtar dhe detyrues për të zgjidhur mosmarrëveshjen. Kjo klauzolë rregullon të gjitha pretendimet në mënyrë retroaktive që nga koha kur filluat të përdorni faqen tonë të internetit, qoftë të bazuara në dëmshpërblim, kontratë, statut, duke përfshirë, por pa u kufizuar në, çdo pretendim për diskriminim dhe ngacmim, pavarësisht nëse ato bazohen në Aktin e Drejtë të Punësimit dhe Strehimit në Kaliforni. , Titulli VII i Ligjit për të Drejtat Civile të vitit 1964, i ndryshuar, ose çdo ligj ose rregullore tjetër shtetërore ose federale, ligj i barabartë ose ndryshe.",
    "1344687860": "Kutitë kufizuese",
    "1344959096": "Duke punuar si një etiketues individual i të dhënave",
    "1345083090": "Raportoni një problem funksionaliteti?",
    "134571844": "Impressum (Njoftimi i faqes)",
    "1350478093": "Qëllimi i përpunimit",
    "135276624": "Evropa, Lindja e Mesme, Afrika (EMEA)",
    "1356745565": "E përputhshme gjatë gjithë rrugës me Internet Explorer 8.",
    "1358325821": "Së pari, instaloni shtesën për",
    "1362015807": "Duke filluar",
    "1368787974": "Ndani menaxhimin në të gjithë ekipin tuaj.",
    "137127070": "futni, ngarkoni ose bashkëngjitni lidhje ose skedarë të jashtëm me qëllim të keq ose të panjohur, ose ngarkoni çdo përmbajtje që përmban një virus, kalë trojan, krimb, bombë me sahat ose kode të tjera të dëmshme kompjuterike;",
    "1373262754": "Njohja se kush është një individ ka vlerë minimale për hCaptcha. Na intereson vetëm nëse janë njerëz apo aktorë keqdashës.",
    "1374227759": "përdorni faqen e internetit për çdo aktivitet të paligjshëm, ose për ndonjë qëllim tjetër përveç qëllimit për të cilin është vënë në dispozicion;",
    "1377538813": "Gjuha mbizotëruese. Versioni në gjuhën angleze i këtyre Kushteve të Shërbimit do të kontrollojë në të gjitha aspektet dhe do të mbizotërojë në rast të ndonjë mospërputhjeje me versionet e përkthyera, nëse ka.",
    "1388241689": "Informacioni i mbledhur si rezultat i përgjigjes së kërkesave të përdoruesve fundorë përmes Shërbimit (\"Të dhënat e etiketuara\"), si p.sh. të dhënat e etiketimit të imazheve, teksti i konvertuar nga skedarët audio të luajtur tek ata Përdorues Fundi, përgjigjet e pyetjeve dhe kërkesa të tjera të krijuara nga Shërbimi për qëllime të etiketimit të të dhënave për përdorim në aplikacionet e mësimit të makinerive. Vini re se të dhënat e etiketuara nuk janë të lidhura me ndonjë individ të identifikuar.",
    "1393184984": "janë gjithçka që ju nevojitet.",
    "1394253934": "7. Keqpërdorimi, keqpërdorimi dhe keqinterpretimi",
    "1397766838": "Përvojë më e mirë e përdoruesit",
    "1406188018": "6 dhe 7",
    "1406393333": "Ndalohet rreptësisht çdo akses ose përdorim i Shërbimeve, përveç në përputhje me këto Kushte të Shërbimeve dhe çdo udhëzim që ne ofrojmë. Në veçanti, ju NUK DO:",
    "1406692811": "përfshihuni në spamming ose postoni çdo lloj publiciteti, përpiquni të merrni referime, komunikim masiv, oferta ose kërkesa për para, kërkim shërbimesh, reklama, marketing, mesazhe të pakuptimta, tema të dyfishta, përmbajtje të paligjshme, lidhje të uebsajteve sociale, adresa e-mail, ose ID-të e mesazherëve të menjëhershëm, përveç nëse kërkohet nga detyra;",
    "1408530660": "IMI respekton pronësinë intelektuale të të tjerëve dhe ne rezervojmë të drejtën të heqim nga faqja jonë çdo material që ne besojmë se mund të cenojë të drejtat intelektuale të çdo pale të tretë. Nëse besoni se puna juaj është kopjuar në një mënyrë që përbën shkelje të së drejtës së autorit në këtë faqe interneti, ju lutemi kontaktoni mbështetjen e klientit të Intuition Machines.",
    "1408599440": "Filloni shpejt me disa rreshta kodi dhe modalitetin tonë pasiv 99,9%, ose merrni kontrollin e plotë se kur dhe si sfidohen përdoruesit. Modelet e personalizuara të kërcënimit dhe sfidat e personalizueshme nënkuptojnë fleksibilitet të pakrahasueshëm për të garantuar sigurinë.",
    "1408750006": "Në varësi të kufizimeve të caktuara, CCPA u siguron konsumatorëve të Kalifornisë të drejtën të kërkojnë të dinë më shumë detaje rreth kategorive ose pjesëve specifike të informacionit personal që mbledhim (duke përfshirë mënyrën se si e përdorim dhe zbulojmë këtë informacion), për të fshirë informacionin e tyre personal, për të hequr dorë nga çdo “shitje” që mund të ndodhë, si dhe të drejtën për të mos u diskriminuar për ushtrimin e këtyre të drejtave.",
    "1409486258": "E sakte",
    "1409822234": "Në asnjë rrethanë nuk duhet të përdoret një markë identike ose pothuajse identike hCaptcha si emër domain.",
    "1418235079": "Ofruesit e Shërbimeve",
    "1421074182": "Në mënyrë të konsiderueshme më e lartë.",
    "1422537019": "ne sot për të mësuar më shumë.",
    "1424800293": "Logoja e hCaptcha:",
    "1428053210": "Kjo përmbajtje në përgjithësi është transformuar nga forma e saj origjinale. Për shembull, një video mund të ndahet në shumë imazhe, ato imazhe mund të ndahen në shumë imazhe të reja dhe ato imazhe të reja më pas përzihen rastësisht për të prodhuar rezultatin përfundimtar të shfaqur.",
    "1434289796": "Disa Cookies janë të nevojshme për përdorime të caktuara të Sajteve, dhe pa skedarë të tillë, ne nuk do të ishim në gjendje të ofrojmë shumë shërbime që ju nevojiten për t'i përdorur siç duhet Faqet. Këto Cookie, për shembull, na lejojnë të operojmë faqet tona në mënyrë që ju të mund t'i qaseni ato siç keni kërkuar dhe të na lejoni të pranojmë që keni krijuar një llogari dhe keni hyrë në atë llogari për të hyrë në përmbajtjen e sajtit. Ato përfshijnë gjithashtu \"Cookies\" që na mundësojnë të kujtojmë veprimet tuaja të mëparshme brenda të njëjtit sesion shfletimi dhe të sigurojmë faqet tona.",
    "1445008801": "Siç thotë Eden:",
    "1446868537": "hCaptcha nuk duhet të përdoret kurrë si folje.",
    "1447649958": "Si kujtesë, vetëm trafiku i saktë njerëzor kualifikohet për pagesa. Ju mund të shihni më shumë detaje mbi këtë në FAQ tonë, të lidhura më poshtë. Bilanci i disponueshëm duhet gjithashtu të plotësojë një prag minimal në mënyrë që të kualifikohet për pagesë, aktualisht 10 HMT.",
    "1457707016": "Për individët",
    "1467218142": "Ajo që ne dëshirojmë prej tyre dhe vetes drejton sjelljen tonë, dhe kështu të njëjtat modele të ndërveprimit përsëriten në të gjitha sistemet njerëzore. Interneti ofron shumë shembuj të shkëlqyer të këtij aspekti themelor të botës sonë.",
    "1467308982": "Oraret e pagesave",
    "1467783792": "Asnjë person, entitet ose organizatë e sanksionuar nga Shtetet e Bashkuara (një \"Aktor i Sanksionuar\") nuk ka të drejtë për shpërblime ose për të përdorur Shërbimet si Integrues. Për të shmangur dyshimin, kjo përfshin çdo aktor të sanksionuar të caktuar nga Zyra e Kontrollit të Pasurive të Huaja (\"OFAC\") e Departamentit të Thesarit të SHBA-së.",
    "1470290349": "për menaxhimin më të mirë të robotëve dhe mashtrimeve në klasë.",
    "1475399473": "Mësoni më shumë rreth ekipit hCaptcha",
    "1476843710": "Format më pak të dëmshme financiare, por ende të dëmshme të marrjes së llogarisë përfshijnë rrëmbimin e llogarive të mediave sociale dhe të ngjashme. Në këto raste, sulmuesi zakonisht përpiqet të përhapë malware ose të përfshihet në sulme phishing kundër miqve që nuk dyshojnë të viktimës. Ose, sulmuesi po përpiqet të turpërojë viktimën, gjë që ndonjëherë ndodh me të famshëm dhe politikanë, për shembull.",
    "1477196356": "Metoda të ndryshme të lidhjes së identitetit me një pajisje në një mënyrë të sigurt kriptografike, ndonjëherë me veçori të ruajtjes së privatësisë, janë propozuar për dekada. Kriptografia me çelës publik daton në shek. 1975, dhe argumentet e harduerit kanë ekzistuar pothuajse aq gjatë.",
    "1480820434": "imazhi 1",
    "148188781": "Sfidat e paraqitura",
    "1482845460": "( ) Kërkon bashkëpunim të menjëhershëm të plotë nga të gjithë menjëherë",
    "1483015662": "3. Sesioni",
    "1485807325": "Paneli me shumë përdorues, SAML SSO",
    "1487796027": "Për kompanitë",
    "1491780143": "CAPTCHA-të nuk vërtetojnë se je njeri - ata vërtetojnë se je amerikan",
    "1493115924": "Shënime për markën tregtare:",
    "1493790285": "Informacione të tjera të mbledhura nga Përdoruesit Fundorë si pjesë e Shërbimit për të kërkohet për të përcaktuar nëse ata",
    "1495915066": "Si ne, partnerët tanë të kërkimit akademik dhe klientët tanë i përdorim mediat Creative Commons",
    "1499894352": "Shumë pak kompani ofrojnë transparencë në proceset e tyre vendimmarrëse në këtë fushë, dhe shpresojmë që të tjerët ta ndjekin këtë shembull!",
    "1503240421": "Hapi 5: Klikoni në skedën Console dhe kliko me të djathtën më pas \"Ruaj si ..\" për të ruajtur regjistrin e konsolës. Na dërgoni edhe atë.",
    "1504327211": "Ju lutemi vini re se përdorimi juaj i Shërbimit tonë drejtohet nga ne",
    "1508655687": "Shtoni sfidat tuaja të përshtatura për audiencën tuaj për të përmirësuar ose kufizuar aksesin",
    "1510448156": "Ju mund të jeni në funksion me një alternativë superiore sot dhe të aktivizoni veçori më të avancuara sipas nevojës.",
    "1514478724": "Mëso më shumë",
    "151737819": "Normat e zgjidhjes së hCaptcha në të gjithë globin tregojnë shumë pak variancë",
    "1517625162": "Sipas nenit 1789.3 të Kodit Civil të Kalifornisë, përdoruesit e Kalifornisë kanë të drejtë për njoftimin e mëposhtëm për të drejtat e konsumatorit: Banorët e Kalifornisë mund të kontaktojnë Njësinë e Ndihmës së Ankesave të Divizionit të Shërbimeve të Konsumatorit të Departamentit të Çështjeve të Konsumatorit të Kalifornisë me postë në 1625 North Market Blvd., Sacramento, CA 95834, ose me telefon në (916) 445-1254 ose (800) 952-5210.",
    "1517627947": "Ka të ngjarë të shihni fotografi të ndërtesave ose tabelave të rrugëve nga makinat e Google Streetview dhe të ndihmonit për të etiketuar vendndodhjet për produktet e tyre Hartat dhe Tokën.",
    "1519201684": "Politika e etikës së AI",
    "1519560388": "7. Burimi: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Për më shumë informacion kontaktoni Enterprise Sales.",
    "1525506526": "Cilat janë marrja e llogarive dhe si funksionojnë ato?",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1528242915": "Identifikuesit.",
    "1533171442": "Ne përdorim gjithashtu \"Cookies\" dhe \"Cookies\" funksionale nga palët e treta për qëllime analize dhe marketingu. Cookies funksionale mundësojnë që pjesë të caktuara të sajteve të funksionojnë siç duhet dhe preferencat tuaja të përdoruesve të mbeten të njohura. Analiza Cookies, ndër të tjera, mbledhin informacion mbi mënyrën se si klientët, integruesit dhe përdoruesit fundorë përdorin faqet tona, përmbajtjen dhe produktet që përdoruesit shohin më shpesh, dhe efektivitetin e reklamave tona të palëve të treta. Cookies reklamuese ndihmojnë në dërgimin e reklamave tek audienca përkatëse dhe shfaqjen e reklamave tona në krye të rezultateve të kërkimit. Cookies janë ose \"sesione\" cookie që fshihen kur përfundoni sesionin e shfletuesit tuaj, ose \"të vazhdueshme\", të cilat mbeten deri në fshirjen e tyre nga ju (diskutuar më poshtë) ose nga pala që shërbeu cookie-n. Detajet e plota mbi të gjitha cookie-t e përdorura në sajte janë të disponueshme në tabelën tonë të Zbulimit të Cookie-ve më poshtë.",
    "1539071196": "Ne përgjithësisht përdorim Cookies për qëllimet e mëposhtme:",
    "1544546608": "Leja e privatësisë",
    "1544829730": "Nëse jeni klient ose kërkues, ju pranoni që kushtet shtesë të bashkangjitura këtu si Shtojca e Klientit do të zbatohen dhe do të përfshihen duke iu referuar këtyre Kushteve të Shërbimit. Nëse nuk jeni klient ose kërkues, ose pushoni së qeni klient ose kërkues, atëherë kushtet shtesë në Shtojcën e Klientit nuk do të zbatohen dhe as nuk do të përfshihen duke iu referuar këtyre Kushteve të Shërbimit.",
    "1546930020": "Marrja e etiketimit të të dhënave",
    "1547006769": "Verifikimi i njerëzimit është i njëjti problem",
    "1549336309": "hCaptcha e kthen këtë model. Kur përdorni hCaptcha, kompanitë bëjnë oferta për punën që bëjnë përdoruesit tuaj, pasi dëshmojnë humanitetin e tyre. Ju merrni shpërblimet.",
    "1549953005": "Ju mund të keni plotësuar një ose më shumë formularë të porosisë së aksesit në platformë (secili, një \"Formulari i Porosisë\") si kusht për t'u bërë Klient ose Kërkues. Nëse po, atëherë termat dhe kushtet e përshkruara në Formularin e Porosisë bëhen pjesë e Kushteve të Shërbimit dhe janë përfshirë këtu me referencë.",
    "155456850": "duke njoftuar kalimin e tyre në hCaptcha:",
    "1558428432": ". Ju lutemi kreditoni ato në hCaptcha.com.",
    "155877895": "Zbulimi dhe klasifikimi me fuqi njerëzore",
    "1559150837": "Megjithatë, objektivat nuk janë të pambrojtur. Shumica e faqeve të internetit kanë kontrolle që bllokojnë një përdorues të dyshimtë i cili po përpiqet të hyjë në mijëra llogari të ndryshme nga e njëjta adresë IP në një hapësirë të shkurtër kohe. Ajo që sulmuesit e mbushjes së kredencialeve bëjnë për të kapërcyer këto teknika mbrojtëse është që të simulojnë diversitetin gjeografik dhe IP. Duke përdorur mjete të fuqishme, shpesh të drejtuara nga AI, ata mund të bëjnë të duket se mijëra përdorues po përpiqen rastësisht të identifikohen në periudha të ndryshme të ditës nga i gjithë vendi. Kjo është shumë më e vështirë për t'u zbuluar dhe ndaluar.",
    "1559190296": "5-11 janar 2021†",
    "1559631739": "Mësimi privat",
    "1560232962": "mbulon në detaje, nuk jepen garanci për shumën e fituar për çdo përgjigje të dhënë. Mund të mos ketë pyetje me pagesë në atë kohë, një përgjigje mund të refuzohet për arsye cilësore, e kështu me radhë.",
    "1565481281": "Një shënim për banorët e Kalifornisë",
    "1569804581": "Nëse dëshironi të kontaktoheni në të ardhmen në lidhje me mundësitë e lidhura, ju lutemi plotësoni këtë formular.",
    "1579093044": "Me projektuesin tonë të thjeshtë të sfidave me porosi, mund të lëshoni përmbajtje sfiduese të markës në vetëm pak minuta.",
    "1579715421": "Shkencëtarët IM publikojnë rregullisht në konferencat kryesore si ICML, ICLR, ECCV dhe NeurIPS, dhe kompania ka publikuar publikisht rezultate më të avancuara në disiplinat e ML si hashimi i thellë [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Rezultatet e robotëve me saktësi të lartë",
    "1589805435": "Ne gjithashtu kemi një",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Ju do t'i paguani IMI tarifat siç përshkruhet në Formularin e Porosisë në fuqi nëpërmjet mënyrës së pagesës që keni dhënë në Formularin e Porosisë në fuqi. Përveç nëse bihet dakord shprehimisht ndryshe nga të dyja palët me shkrim, ju do të siguroni pagesën e plotë për të gjitha faturat e lëshuara brenda tridhjetë (30) ditëve pas datës së postimit të faturës. Ju na autorizoni të ekzekutojmë autorizimet e kartës së kreditit për të gjitha informacionet e kartës së kreditit që na jepni, për të ruajtur atë informacion të kartës së kreditit dhe për të tarifuar kartën tuaj të kreditit ose çdo llogari tjetër për të cilën biem dakord reciprokisht si një formë pagese. Nëse nuk përcaktohet ndryshe në Formularin e Porosisë ose brenda Marrëveshjes suaj të Shërbimit të Ndërmarrjes ose Marrëveshjes Master të Shërbimit, të gjitha tarifat për Shërbimet, përveç tepricave, faturohen çdo vit me fillimin e shërbimeve të ofruara nga IMI sipas Marrëveshjes tuaj (\"Data e hyrjes në fuqi\").",
    "159272246": "Pyetje: A po punoni në opsione të tjera të aksesueshmërisë (\"a11y\"), si audio?",
    "1595254735": "Shërbimet thjesht pasive luftojnë për të ruajtur saktësinë e zbulimit të robotëve, apo edhe për të ditur kur janë të pasakta. Pa aftësinë për të sfiduar herë pas here përdoruesit dhe për të analizuar saktë rezultatet e asaj sfide, saktësia tenton të bjerë shumë me kalimin e kohës.",
    "1597520917": "Një numër në rritje kritikësh kanë vënë në dukje se shpërfillja e Google për privatësinë e përdoruesve duhet të shqetësojë klientët që kërkojnë të mbrojnë faqet e internetit dhe aplikacionet e tyre.",
    "1599610318": "Botues",
    "1601080128": "Nëse pezullojmë ose mbyllim llogarinë tuaj, ju nuk do të keni më akses në asnjë pjesë të faqes së internetit, duke përfshirë të dhënat, mesazhet, skedarët dhe materialet e tjera që mbani në sajt. Ju NUK mund të vazhdoni të përdorni faqen tonë të internetit me një emër tjetër ose të ri llogarie. Shkeljet e këtyre Kushteve të Shërbimit mund të ndiqen penalisht në masën më të plotë të ligjit dhe mund të rezultojnë në dënime dhe sanksione shtesë.",
    "1606599610": "Kieran Thompson",
    "1606783855": "Përgjigje: Ne jemi shumë të interesuar për Privacy Pass për rastin e përdorimit të Aksesueshmërisë (\"a11y\"). Opsionet e njohura më parë si kapça audio diskriminojnë shumë përdorues a11y. Ne besojmë se kombinimi i qasjes sonë aktuale a11y me lëshimin e Privacy Pass do t'i lejojë përdoruesit e a11y të shfletojnë në mënyrë të sigurt, të sigurt duke ditur se trafiku i tyre është më privat, duke kufizuar njëkohësisht abuzimin nga operatorët bot që ndodh në mënyrë të pashmangshme kur opsionet a11y janë të disponueshme.",
    "1609621367": "Transferimi",
    "1617196410": "hCaptcha është e fokusuar në ndalimin e robotëve. Nuk na intereson kush është një përdorues, por vetëm nëse janë keqdashës. Ne punojmë shumë për të balancuar privatësinë dhe",
    "162063633": "Mailgun Technologies, Inc. (Global). Shërbimet e ofruara: Mailgun.com.",
    "1620709264": "HUMAN Token® është një markë tregtare e regjistruar e Fondacionit HUMAN Protocol dhe përdoret me lejen e tij.",
    "1621597093": "Zgjidhjet e sigurisë së ndërmarrjes (me pagesë)",
    "1621930829": "Çfarë mund të bëhet në lidhje me aktivitetet e sotme të avancuara dhe të pandërprera të mashtrimit të pagesave? Përdorimi i shtresave të shumta të kontrolleve është zakonisht një qasje e mençur. Megjithatë, kundërmasat më të mira janë ato që mund të bllokojnë robotin dhe të zbulojnë se ai është i rremë, pavarësisht përpjekjeve më të mira të krijuesve të tij për të përsëritur sjelljen njerëzore.",
    "1622303590": "Për të aktivizuar kukit në Safari (iPhone/iPad iOS 11+): Hapni Cilësimet tuaja. Lëvizni poshtë dhe zgjidhni Safari. Nën Privatësia dhe siguria, çaktivizo \"Parandalimi i gjurmimit në faqe\" dhe \"Blloko të gjitha skedarët e skedarëve\"",
    "1624200563": "sigurinë dhe pajtohen me GDPR, CCPA, LGPD, PIPL dhe rregullore të tjera të privatësisë.",
    "1627232990": "Përkthimet e këtyre Kushteve të Shërbimit ofrohen në bazë të përpjekjeve më të mira. Në rast të ndonjë ndryshimi thelbësor midis Kushteve të Shërbimit në gjuhën angleze dhe një përkthimi të tyre, Kushtet e Shërbimit në gjuhën angleze do të interpretohen si autoritative.",
    "1636202177": "Rreth",
    "1637527266": "Cilat vende kanë trafikun më të madh të robotëve?",
    "1637702726": "Rreth hCaptcha",
    "1642844535": "është e rëndësishme: hCaptcha përdor shumë qasje të ndryshme për t'iu përgjigjur të njëjtës pyetje themelore, duke lejuar krahasimin për konsistencë në të gjitha vlerësimet.",
    "1644003939": "Shënim: nuk vlen për të gjithë klientët. Për shembull, Blinding IP ose klientët e tjerë të avancuar të privatësisë ose sigurisë (p.sh. klientët Secure Virtual Tenancy) përjashtohen plotësisht nga çdo \"PII\" potencial që hyn ndonjëherë në sistemet e telemetrisë, madje edhe një adresë IP. Ju lutemi kontaktoni përfaqësuesin e llogarisë tuaj për më shumë informacion nëse kërkohet.",
    "164801246": "Rakordimi është procesi ku trafiku analizohet pas faktit për të verifikuar humanitetin dhe saktësinë e tij, pasi të jenë futur të gjitha të dhënat nga të gjitha faqet e raportimit. Ju mund të lexoni më shumë detaje në faqen tonë",
    "1655022901": "BotStop nga hCaptcha™",
    "1655796811": "Informacioni i mbledhur automatikisht si rezultat i përdorimit të Siteve ose Shërbimeve nga një Integrator ose Klient (\"Informacion Analitik\"), si adresat IP, lloji i shfletuesit, ofruesi i shërbimit të internetit, lloji i platformës, lloji i pajisjes, sistemi operativ, data dhe vula e orës të aksesit dhe informacione të tjera të ngjashme. Disa informacione të analitikës mblidhen në emrin tonë nga palët e treta që ne angazhojmë për këtë qëllim, dhe disa informacione të analitikës mblidhen përmes një sërë teknologjish gjurmimi, duke përfshirë kuki (shih \"Analizat e palëve të treta dhe teknologjitë e gjurmimit\" më poshtë).",
    "165932542": "Një vështrim në normat e zgjidhjes së hCaptcha në të gjithë globin",
    "1662477701": "Burimet",
    "166277959": "Ju lutemi vini re: kjo veçori është aktualisht në beta dhe mund të mos funksionojë për të gjitha faqet e internetit dhe përdoruesit gjatë gjithë kohës. Në rast se nuk aktivizohet ose nuk funksionon për një përdorues të caktuar, sjellja thjesht do të kthehet në përvojën standarde të hCaptcha pa humbje të funksionalitetit.",
    "1663628612": "ju lejon",
    "1665616092": "Mashtrimi i pagesave është i thjeshtë në koncept, por mund të jetë fantastikisht kompleks në ekzekutimin e tij të sotëm.",
    "1669194950": "Përveç Informacionit Personal, mund t'ju kërkohet gjithashtu të jepni (ose mund të jetë e nevojshme që ne të mbledhim) të dhëna të tjera në mënyrë që ne të ofrojmë Shërbimet (së bashku, \"Të dhënat e klientit\"). Ne nuk jemi përgjegjës për çdo dështim në kryerjen e Shërbimeve që është shkaktuar nga vonesa ose mosdhënie e të dhënave të klientit.",
    "1671436004": "Dëshironi të ktheheni në bamirësinë tuaj të preferuar?",
    "1671996585": "Mund t'ju kërkohet të integroni faqen tuaj të internetit, aplikacionin ose platformën tuaj me Shërbimet tona nëpërmjet ndërfaqes sonë të programimit të aplikacionit (\"API\"). Në rast se e bëni këtë, ne ju japim një licencë të kufizuar, joekskluzive, të patransferueshme, të pacaktueshme, të revokueshme për të përdorur API-në vetëm për të hyrë në Shërbimet. Ne mund të modifikojmë API-në dhe/ose të ndërpresim mbështetjen e versioneve ose lëshimeve të vjetra të API-së në çdo kohë. Ne rezervojmë të drejtën për të pezulluar ose kufizuar aksesin tuaj në API sipas gjykimit tonë dhe do të bëjmë përpjekje të arsyeshme për t'ju dhënë njoftim përpara pezullimit.",
    "1678661231": "Për pajtueshmërinë, parandalimin e mashtrimit dhe sigurinë",
    "1685871181": "Shërbimet më të mira në internet mbështeten në",
    "1686079269": "Informacioni rreth menaxhimit aktual të kompanisë mund të merret në",
    "1686655020": "Ngarkoni çdo përmbajtje që i nënshtrohet të drejtës së autorit që nuk është vepra juaj origjinale, përveç nëse keni leje nga pronari i ligjshëm për të postuar një përmbajtje të tillë dhe për t'i dhënë IMI të gjitha të drejtat e licencuara të dhëna këtu;",
    "1687299615": "Çfarë është marrja e llogarisë?",
    "1691348394": "- blerje masive të automatizuara gjatë një shitje të kufizuar",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "na dërgoni email",
    "1697438123": "Privatësia",
    "1699668873": "Ju duhet të njoftoni menjëherë IMI-në nëse dyshoni se informacioni i llogarisë tuaj është vjedhur ose përdorur nga dikush tjetër, ose ndonjë shkelje tjetër e sigurisë.",
    "1702335960": "Çdo informacion që mbledhim i nënshtrohet Politikës së Privatësisë në fuqi në kohën kur mblidhet një informacion i tillë. Megjithatë, ne mund ta rishikojmë herë pas here Politikën e Privatësisë. Nëse një rishikim është material, siç përcaktohet vetëm nga ne, ne do t'ju njoftojmë, për shembull me email. Versioni aktual do të postohet gjithmonë në faqen tonë të Politikës së Privatësisë.",
    "1706581702": "Trajnimi për të dhënat e çidentifikuara funksionon po aq mirë dhe nuk kërkon kompromentim as për sigurinë, as për privatësinë. Klientët tanë kanë bërë testet empirike dhe na kanë shpallur të barabartë ose më të mirë se alternativat shumë më pak private.",
    "170775527": "Karakteristikat e ndërmarrjes",
    "1709478090": "Për t'ju shërbyer me reklama të bazuara në interes ose të synuara.",
    "1717658846": "Opsioni i aksesueshmërisë në menynë e ndërfaqes së miniaplikacionit",
    "1722734001": "Interneti i hapur është një mjedis shumë i zhurmshëm. Aktorët e këqij sulmojnë përdoruesit e shërbimit tonë dhe konkurrentët si reCAPTCHA çdo ditë, dhe sigurisht që po përpiqen të duken sa më njerëz që të jetë e mundur ndërkohë që e bëjnë këtë.",
    "1728211763": "Përdorimi i përmbajtjes në këtë mënyrë dhe për këto qëllime bie brenda udhëzimeve të përdorimit të drejtë sipas të kuptuarit tonë të ligjit dhe praktikave standarde në këtë fushë, por ne jemi adhurues prej kohësh të Creative Commons dhe preferojmë t'i japim kredi kujtdo që ndihmon në detyrë monumentale e përmirësimit të inteligjencës së makinës.",
    "1729677626": "Jam nën sulm dhe kërkoj hyrje të menjëhershme.",
    "1752259468": "5. Vlerësimi konservativ: 0,01 dollarë kosto e një shënimi të vetëm * 200 milion mesatarisht. shënime në ditë (kufi më i ulët) * 365 ditë në vit * 10 vjet që nga blerja e 2009 = 7.3 miliardë dollarë vlera e kufirit më të ulët.",
    "1752795854": "hCaptcha sjell një qasje moderne, të fokusuar në privatësi për ndalimin e robotëve.",
    "1756106276": "Statusi",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "këtu:",
    "1767952047": "Ai më sulmoi mbrëmë, më vodhi rrobat dhe më mori paratë”. Burri tjetër, i veshur me rroba të shkëlqyera, veshje të klasës fisnike, u përgjigj: “Polic, ky njeri është i çmendur. Ai mendon se është një fisnik. Unë jam fisniku i vërtetë. Arrestojeni!”",
    "1771016224": "- softuer nga shkarkimi masiv i të gjithë përmbajtjes nga faqja juaj e internetit",
    "1778058441": "Cilat lloje të punëve funksionojnë në hCaptcha?",
    "1778642038": "Për të komunikuar me ju",
    "1779265104": "Kushtet e personalizuara dhe garancitë e privatësisë",
    "1783317946": "Ndalimi i sulmeve API është një rast i njohur përdorimi për të",
    "1786796818": "Kufizoni",
    "178839499": "hCaptcha ndan vlerën e punës së bërë ndërsa përdoruesit dëshmojnë humanitetin e tyre.",
    "1789371580": "caktueshmëria. Ju nuk mund t'i caktoni këto Kushte të Shërbimit pa pëlqimin tonë paraprak me shkrim. Ne mund t'i caktojmë këto Kushte të Shërbimit në çdo kohë, pa paralajmërim. Në varësi të sa më sipër, këto Kushte të Shërbimit do të jenë të detyrueshme për pasardhësit e secilës palë dhe caktimet e lejuara.",
    "1789607185": "Adresa e emailit",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sesioni",
    "179723061": "Më shumë kontroll për ekipet që kanë nevojë për siguri në klasë",
    "1797298240": "Hapi 4: Klikoni \"HAR\" pasi të përpiqeni të zgjidhni dhe zgjidhni \"Ruaj të gjitha si HAR\" për të ruajtur regjistrin e rrjetit. Na dërgoni atë skedar.",
    "1798492192": "Mbështetje e shfletuesit të vjetër",
    "1803009328": "Beteja e testuar në shkallë web.",
    "1803943584": "Së dyti, ne i lejojmë sfidat të vetë-optimizohen për të përcaktuar se në cilat vende ose gjuhë do të drejtohen, duke rritur edhe më tej gjasat për një përvojë të qëndrueshme. Nëse saktësia është më e ulët se sa pritej, një grup pyetjesh thjesht do të ndalojë së ekzekutuari në rajonin ose gjuhën ku ndodh ky efekt.",
    "1806535500": "Pothuajse çdo teknologji, nga lapsat te dinamiti, është një",
    "1807143500": "Shërbimet përfshijnë një shërbim sigurie në internet (\"Shërbimi hCaptcha\") dhe një platformë (\"Platforma e Makinave të Intuitës\") në të cilën një individ (\"Kontribues\") mund të zgjedhë të kryejë detyra që një ent i palës së tretë ose vetë Intuition Machines (secila një \"Kërkues\") poston në faqen tonë të internetit ose Shërbimin hCaptcha, ose drejtpërdrejt në faqen tonë të internetit ose duke hyrë në Platformën e Makinave Intuition dhe/ose duke kryer detyra nëpërmjet ose në lidhje me një entitet dhe/ose platformë ose shërbim të palës së tretë (secila, një \"Integruesi\"). Kërkuesit postojnë detyra dhe ftojnë Kontribuesit t'i kryejnë ato në këmbim të shpërblimeve të ofruara nga IMI për Integruesit, ose siç përcaktohet nga Kërkuesi nëse Kërkuesi po përdor Platformën e Makinave të Intuitës ose Shërbimin hCaptcha për t'i shërbyer detyrave përdoruesve të tyre fundorë. Ne ngarkojmë kompanitë dhe individët (secili një \"Klient\") për përdorimin e platformës sonë, në mënyrë që ata të mund të përdorin softuerin tonë, detyrat e autorit, të na punësojnë në detyrat e autorit dhe/ose të kenë akses te Kontribuesit. Ne gjithashtu tarifojmë Integruesit për përdorimin e Shërbimit tonë hCaptcha në mënyrë që të reduktojmë mashtrimin, abuzimin dhe postën e padëshiruar në faqet e tyre të internetit, aplikacionet celulare dhe pronat e tjera në internet. Sa më sipër përmendet kolektivisht si \"Shërbimet\".",
    "181065232": "Ne kryejmë një punë të vogël prodhimi bazuar në të dhënat tuaja të mostrës. Kjo teston punën që kemi bërë së bashku për t'u siguruar që ju të merrni saktësisht atë që ju nevojitet.",
    "1817772953": "Mashtrimi nuk është një formë e re krimi. Në të vërtetë, arkeologët kanë zbuluar pajisje kundër mashtrimit të krijuara nga sumerët e lashtë për të transportuar bagëti pa humbje gati 10,000 vjet më parë! Në rastin e tyre, ata vendosën shenja balte, secila që përfaqësonte një kafshë, brenda një topi balte të njohur si \"bulla\". Bulla do të udhëtonte me kopenë ndërsa ajo kalonte nga shitësi tek blerësi. Edhe atëherë, pronarët e bizneseve ishin të shqetësuar se jo të gjithë ata me të cilët kishin të bënin ishin në rritje e sipër. Shumëçka ka ndryshuar në 10,000 vjet, por nevoja për të qenë novator në parandalimin e mashtrimit mbetet me ne. Sot, çështja e mashtrimit të pagesave në internet është e një rëndësie të madhe. Me internetin, mashtruesit janë bërë gjithnjë e më të aftë për të mposhtur kontrollet kundër mashtrimit. Megjithatë, zgjidhjet e reja po e kthejnë valën.",
    "1818116402": "Shpresojmë se e keni vlerësuar këtë vështrim se si i trajtojmë pyetjet operative me një komponent të Etikës së AI.",
    "1820844638": "Për të nxjerrë njohuritë e tregut. Ne përdorim informacionin e analitikës për të analizuar tregun dhe për të kryer analiza biznesi në lidhje me sitin dhe shërbimet tona, si dhe për qëllime të tjera kërkimore.",
    "1828028934": "Kjo eshte pse",
    "1829242168": "__cflb,",
    "1830910223": "Një rast studimor i Etikës së AI në botën reale",
    "1834239172": "Blini shërbimet e shënimeve hCaptcha",
    "1834801943": "2. Partia e parë",
    "1834911235": "Ndaloni dërgimin e komunikimeve të drejtpërdrejta të marketingut për të cilat keni pranuar më parë t'i merrni. Ne mund të vazhdojmë t'ju dërgojmë komunikime të lidhura me shërbimin dhe komunikime të tjera jo-marketing.",
    "1836191653": "Në vend që t'u ofrojë përdoruesve pa pagesë një shërbim lehtësisht të mposhtur ndërkohë që tarifon miliona dollarë për një version të ndërmarrjes që nuk është shumë më i mirë, hCaptcha ofron mbrojtje të shkëlqyer të robotëve për të dy, ndërsa u ofron përdoruesve të ndërmarrjeve veçori shtesë dhe personalizim, së bashku me SLA të forta dhe mbështetje të shpejtë.",
    "1836369533": "Ashtu si polici në përrallën popullore, si mund të përcaktohet se kush është në të vërtetë kush? Nëse sulmuesi ka mjaft elementë identiteti të vjedhur, si numrin e patentës së shoferit, numrin e sigurimeve shoqërore, mbiemrin e vajzërisë, adresën e kështu me radhë, mund të jetë mjaft e vështirë të përcaktohet nëse telefonuesi është mbajtësi i vërtetë i llogarisë apo një sulmues që përpiqet të marrë një rivendosja e fjalëkalimit në një llogari që dëshiron të depërtojë.",
    "1836554225": "Postimet në Blog",
    "1844885924": "Bibliotekë e gjerë llojesh për të zgjedhur.",
    "1845745385": "Projektuar për privatësi.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Personalizojeni me përmbajtjen tuaj sfiduese",
    "1849805607": "hCaptcha mbron nga kërcënimet dhe mashtrimet e krijuara për të depërtuar në rrjetet tuaja",
    "1865097546": "16 nëntor 2021",
    "1866590035": "udhëzimet e regjistrit të korrigjimit të gabimeve për Chrome",
    "1873812847": "Zbulimi i cookie-ve",
    "1886100235": "Shumë nga shërbimet më të mëdha online në botë kanë kaluar në hCaptcha Enterprise dhe kanë marrë zbulim të përmirësuar të bot-it së bashku me kursime të konsiderueshme të kostos.",
    "1890955039": "Si të personalizoni formatimin për çdo tekst të pasur",
    "1892020899": "Ku i marrin hakerat kredencialet?",
    "1892574253": "Regjistrohu",
    "1898063898": "për ruajtjen e privatësisë së përdoruesit që ne po zhvillojmë në lidhje me",
    "1903743785": "Ardhja e API-ve të bazuara në standarde përfaqësoi një hap të madh përpara në integrimin e aplikacioneve. Gjatë 20 viteve të fundit, API-të kaluan nga të qenit produkte softuerësh të kushtueshëm dhe të komplikuar në mjete të lira, të bazuara në standarde, që ishin relativisht të lehta për t'u punuar dhe të shpejtë për t'u vendosur.",
    "1904390996": "për të standardizuar",
    "1906593952": "Jepni komente për hCaptcha që sapo patë",
    "190955495": "( ) Mungesa e autoritetit qendror kontrollues për email",
    "1910628828": "Skrapimi i përmbajtjes është një teknikë për marrjen e të dhënave nga një sistem që përfshin një grup mjetesh të automatizuara që imitojnë një klient softueri ose një shfletues uebi. Nuk është e re. Në fakt, për inxhinierët e softuerit që mund të kenë nevojë për të dhëna nga një mainframe i vjetër, gërvishtja mund të jetë mënyra e vetme për të nxjerrë informacion. Lidhësit origjinal mund të jenë zhdukur dhe të pamundur për t'u zëvendësuar.",
    "1911669851": "Po, ne jemi duke punuar aktualisht në një sërë përmirësimesh në sistemet tona mbështetëse që presim që përfundimisht të na lejojnë të ofrojmë harmonizim më të shpejtë, saktësi më të shpejtë të vlerësimit dhe pagesa më të shpejta. Aktualisht po punojmë që fillimisht të përshpejtojmë pajtimin.",
    "191460155": "Fërkim zero dhe mënyra pasive 99,9%.",
    "1918025546": "Nëse ju jepet informacion konfidencial nga dikush në Shërbimet, ju pranoni të mbroni sekretin e informacionit konfidencial me të njëjtën shkallë kujdesi që përdorni për të mbrojtur informacionin tuaj konfidencial, por në asnjë rast me më pak se kujdesin e duhur. Ju nuk mund të zbuloni ose publikoni ndonjë informacion të tillë konfidencial ose pronësor, përveç rasteve kur mund të jetë e nevojshme për kryerjen e një detyre. I gjithë informacioni brenda një detyre në Platformën e Makinave Intuition duhet të konsiderohet si konfidencial edhe nëse informacioni nuk është përcaktuar shprehimisht si konfidencial.",
    "1920884252": "Pse gërvishtja e përmbajtjes është një kërcënim sigurie?",
    "1923297430": "Pika e fundit e thyerjes për shumë klientë më të mëdhenj erdhi kur Google filloi të tarifonte kompanitë për përdorimin e produktit të tyre në çdo shkallë domethënëse. Kjo bëri që përdoruesit e reCAPTCHA për një kohë të gjatë të kërkonin alternativa më të mira pasi shqetësimet rregullatore në mbarë botën e kishin bërë tashmë gjithnjë e më të pakëndshme përdorimin e ofertave të Google.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Ne kemi një politikë strikte të Etikës së AI në hCaptcha dhe një pjesë e saj përfshin një proces Njih klientin tënd (KYC).",
    "1927613000": "hCaptcha kombinon mësimin e sofistikuar të makinerive me një platformë sfiduese të fuqishme për të mbrojtur aplikacionet në ueb nga marrja e llogarive, mbushja e kredencialeve, gërvishtja dhe lloje të tjera abuzimi.",
    "1933936765": "Marrëveshja e përpunimit të të dhënave (Përditësimi i fundit: 23 shtator 2021)",
    "1936449777": "Më pas, në modalitetin plotësisht të automatizuar, ata mund të imitojnë sjelljen njerëzore në faqet e tregtisë elektronike, duke klikuar mbi butona dhe duke shtuar artikuj në karrocat e blerjeve - deri në pikën ku shumë, nëse jo shumica e kontrolleve kundër mashtrimit nuk mund të thonë se një robot po përpiqet të vjedhë mallin. Përkundrazi, duket sikur një përdorues njerëzor thjesht po bën blerje. Bot mund të hyjë në llogarinë e një klienti të vërtetë duke përdorur kredencialet e vjedhura të hyrjes. Errësim i mëtejshëm i mashtrimit është aftësia e robotit për të mashtruar adresat IP dhe për ta bërë atë të duket sikur \"blerësi\" është diku ndryshe nga sulmuesi, i cili mund të jetë në një vend të huaj.",
    "1936512180": "Qasje e lehtë në API, panele të bukura dhe teknologjia më e fundit e modelit për të maksimizuar efikasitetin e punonjësve.",
    "1941999673": "Mbështetësit e postimit tuaj a",
    "1942186611": "dhe të tjerët.",
    "1942611550": "në radhë të parë",
    "1949452297": "Për shkak të kufizimeve të brendshme të ndërfaqes së përdoruesit të hCaptcha dhe konsideratave të saj të sigurisë, nuk është e mundur të riprodhohet burimi i çdo imazhi drejtpërdrejt pranë përdorimit të tij. Në vend të kësaj, ne lidhemi me këtë faqe nga faqja jonë kryesore dhe mbajmë një listë të burimeve të shërbyera aktualisht ose së fundmi nëpërmjet platformës. Ju mund të hyni në listën aktuale",
    "1952810469": "Lloji",
    "1953519598": "Kostoja e etiketimit të një imazhi të vetëm varion nga 0,03 dollarë në 1,00 dollarë ose më shumë. Sipas çdo vlerësimi konservator, Google ka nxjerrë miliarda dollarë punë falas deri më sot. [",
    "1953959745": "aksesueshmërisë",
    "1958297836": "Mbrojtja e koordinuar e sulmeve dhe zbutja e APT",
    "1959762846": "- plotësimi i formularëve tuaj të internetit me spam ose abuzime të pafundme marketingu",
    "1960601330": "Për të aktivizuar cookies në Safari (Mac): Shkoni te menyja rënëse Safari. Zgjidhni Preferencat. Klikoni Privacy në panelin e sipërm. Nën \"Blloko cookies\" zgjidhni opsionin \"Kurrë\".",
    "1962721652": "Qeniet njerëzore janë kërkues të modeleve dhe ndonjëherë një pyetje e padëmshme mund të bëhet nga krejtësisht e papritur në e dyshimtë në një çast, për shkak të ndryshimeve në botë dhe jo për shkak të motivimeve të kujtdo që bën pyetjen.",
    "1963951234": "Pavarësisht se sa e besueshme është skema juaj kriptografike, nëse dikush në fund të ditës thjesht mund të shpenzojë para për t'ju dhënë përgjigjen që kërkoni, zotërimi i një pjese të harduerit është i pamjaftueshëm.",
    "1972710018": "Duke e parë atë nga perspektiva e kompanisë",
    "1973347745": "10. Imazhe shembuj pa pagesë. Burimi: Petapixel.",
    "197676026": "Me të tjerët për çdo qëllim legjitim biznesi, me kusht që informacioni të mos identifikohet",
    "1977013707": "† Pagesat e dhjetorit 2020 janë riplanifikuar nga data 15 për të shmangur mbivendosjet me barazimet e fundvitit dhe pushimet e stafit: ato do të përfundojnë deri në javën e dytë të janarit. Për shkak të transfertave më të ngadalta se zakonisht në PayPal, pagesat do të zgjasin disa ditë në vend që të kryhen në një ditë të vetme.",
    "1978884623": "Mësoni më shumë rreth raportimit të problemeve të softuerit",
    "1979347895": "– Ndërprerjet e rëndësishme të biznesit mund të ndryshojnë në shtrirjen e tyre, si p.sh. vetëm firma jonë, një ndërtesë e vetme ku ndodhet firma jonë, lagjja ku ndodhet firma jonë, qyteti ku ndodhemi ose i gjithë rajoni. Brenda secilës prej këtyre zonave, ashpërsia e ndërprerjes gjithashtu mund të ndryshojë nga minimale në të rënda. Në rast të një ndërprerjeje në firmën tonë, distriktin tonë të biznesit, qytetin ose rajonin ose një ndërtesë ku ndodhet firma jonë, ne do t'i transferojmë operacionet tona në një vend lokal kur të jetë e nevojshme dhe nuk presim asnjë ndërprerje materiale në operacionet e biznesit. Në çdo situatë, ne planifikojmë të vazhdojmë biznesin, të transferojmë operacionet te furnitorët alternativë nëse është e nevojshme dhe t'ju njoftojmë përmes faqes sonë të internetit në hcaptcha.com dhe faqes sonë të statusit në hcaptchastatus.com se si të na kontaktoni. Nëse ndërprerja e rëndësishme e biznesit është aq e rëndë saqë na pengon të qëndrojmë në biznes, ne do t'ju njoftojmë me shpejtësi.",
    "1982617151": "( ) Çdokush mund të shkatërrojë në mënyrë anonime karrierën ose biznesin e dikujt tjetër",
    "1982750088": "Kompanitë në të gjithë botën bëjnë oferta për atë punë për të përfunduar detyra të thjeshta që janë të lehta për njerëzit, por të vështira për makineritë. Përdoruesit mbështesin sajtin që po vizitojnë dhe përjetojnë më pak spam në ueb për shkak të një niveli më të lartë sigurie.",
    "1985238261": "Shenja të tjera të kufizuara",
    "1988268879": "Etiketimi i të dhënave me kosto efektive në shkallë",
    "1988461282": "Bazat Ligjore për Përpunim",
    "1990824776": "16-24 shtator 2020*****",
    "1993899769": "15. Përdorimi ynë i informacionit",
    "1993984258": "( ) Çdo skemë e bazuar në opt-out është e papranueshme",
    "1995277831": "Faleminderit",
    "1996843433": "Zvogëloni fërkimin duke shmangur një sfidë tërësisht për 99,9% të trafikut tuaj legjitim, ndërkohë që ofroni siguri të shkëlqyer.",
    "1997838163": "Kompanitë më të mëdha në botë varen nga hCaptcha Enterprise. Integrimi është i thjeshtë dhe saktësia e zbulimit është e pashembullt.",
    "2012837493": "Rezultatet e kërkimit",
    "2014256987": "Nëse nuk preferoni të bllokoni përdorimin e cookies ose teknologjive të tjera gjurmuese, ju lutemi shihni \"Menaxhimi i informacionit tuaj\" më poshtë. Ju lutemi vini re se kjo mund të ndikojë negativisht në përvojën tuaj duke përdorur Faqet ose Shërbimin, pasi disa veçori mund të mos funksionojnë siç duhet.",
    "2015218686": "përpara se të kaloni nëpër këto hapa. Nëse kjo e rregullon problemin tuaj, do të jemi mirënjohës që të na njoftoni versionin e shfletuesit tuaj, bllokuesin e reklamave ose shtesën e shfletuesit dhe URL-në e faqes së internetit.",
    "2019130052": "Risitë tona në ML-në e përqendruar te privatësia na lejojnë të tejkalojmë standardet e sigurisë të strategjive të vjetra \"të regjistrojmë gjithçka përgjithmonë\" pa dëmtuar sigurinë ose privatësinë e përdoruesit.",
    "2019702084": "Përveç rasteve kur lejohet shprehimisht në Marrëveshjen Master të Shërbimit të Klientit ose Marrëveshjen e Rishitësit, Shërbimet e porositura SaaS nuk do të shiten, rishiten, jepen me qira, nënqira, licencohen, nën-licencohen ose vihen në dispozicion të ndonjë pale tjetër të tretë (përveç një Filiali të Klientit ), dhe të gjitha porositë sipas Marrëveshjes dhe i gjithë përdorimi i Shërbimit nga Klienti do të jetë për përdorim të brendshëm të biznesit të Klientit ose Filialit të tij.",
    "2024293275": ". Të gjitha të drejtat e tjera të rezervuara, për momentin.",
    "2024737147": "Dëshironi të raportoni një defekt?",
    "2030062561": "( ) Askush nuk do të jetë në gjendje ta gjejë djalin ose të mbledhë paratë",
    "2032102720": "Zgjidhjet e sigurisë të ofruara nga kompanitë e reklamave fokusohen kryesisht në gjurmimin e përdoruesve nëpër ueb. Ne kemi krijuar një zgjidhje efektive sigurie që vërteton se dëmtimi i privatësisë së përdoruesit nuk është i nevojshëm për të dhënë rezultate të shkëlqyera.",
    "2041686284": "Më shumë të dhëna përgjithësisht prodhojnë rezultate më të mira në trajnimin e modeleve të mësimit të makinerive. Suksesi i fundit i modeleve të thella ka çuar në grupe të dhënash gjithnjë e më të mëdha dhe hCaptcha i shërben kësaj nevoje. Megjithatë, krijimi i grupeve të të dhënave të rishikuara nga njeriu duke përdorur metoda tradicionale është i ngadalshëm dhe i shtrenjtë.",
    "204716894": "Përmbajtja dhe dizajni i faqeve tona të internetit mbrohen nga ligji për të drejtën e autorit. Dyfishimi i faqeve dhe i përmbajtjes së tyre në një mënyrë që tejkalon përdorimin e drejtë të arsyeshëm kërkon pëlqimin paraprak me shkrim nga IMI nëse nuk ka dispozita të tjera ligjore të specifikuara për dyfishim në faqe.",
    "204889717": "kanë kaluar në hCaptcha's",
    "2052161540": "Kapja e detajeve të raportit të gabimeve: Chrome",
    "2058856283": "hCaptcha Enterprise ka vetëm një qëllim: të parandalojë aktorët e këqij që të ndërpresin operacionet tuaja në internet dhe të dëmtojnë përdoruesit tuaj.",
    "2059998584": "Rajon",
    "2066255783": "Çfarë është skrapimi i përmbajtjes?",
    "2066321185": "Baza Ligjore",
    "2066749488": "Ankesa të tjera",
    "2067112112": "Shënime me pika për shumë raste të ndryshme përdorimi",
    "2067334580": "Lidhja e tekstit",
    "2072808435": "\"Me mend çfarë, Google? Taksitë në vendin tim janë përgjithësisht të zeza. Kam parë mjaft filma për të ditur se të gjithë ata në Amerikë janë të verdhë. Por në çdo vend tjetër që kam vizituar, taksitë kanë qenë një përzierje e nuanca të ndryshme.\"",
    "2075610992": "Faleminderit per mbeshtetjen!",
    "2076066173": "Sulmet kibernetike 101",
    "2076932190": "Kështu, produkti reCAPTCHA ka ngecur për një dekadë.",
    "2077639538": ". Së pari, të dhënat e sfidave për shërbimin tonë mund të vijnë nga shumë burime, jo vetëm nga një - nga kompanitë e mëdha të Fortune 500 deri tek startup-et e mësimit të makinerive, për sa kohë që ata i përmbahen",
    "2082237880": "Përgjigje: hCaptcha është shërbimi i parë i këtij lloji që mbështet Privacy Pass dhe aktualisht është i vetmi që e bën këtë. Megjithatë, ne presim që shërbime të tjera të njohin avantazhet e rritjes së privatësisë së përdoruesve në internet dhe presim që në të ardhmen më shumë do të ndërmarrin zbatime pasi standardet e IETF që ne po ndihmojmë për të zhvilluar janë miratuar zyrtarisht.",
    "2082407178": "Pyetje: Si mund të mbrohem nga gjurmimi i kukive të palëve të treta gjatë përdorimit të skedarit të aksesueshmërisë?",
    "2087769953": "\"Ne jemi të ngazëllyer për këtë ndryshim, sepse ai ndihmon në adresimin e një shqetësimi të privatësisë, i natyrshëm për t'u mbështetur në një shërbim të Google që e kemi prej disa kohësh. Ne vlerësuam një numër shitësish CAPTCHA, si dhe ndërtuam vetë një sistem. Në fund, hCaptcha u shfaq si alternativa më e mirë për reCAPTCHA.”\"Na pëlqyen një sërë gjërash në lidhje me zgjidhjet hCaptcha: 1) ato nuk shesin të dhëna personale; ata mbledhin vetëm të dhënat personale minimale të nevojshme, ata janë transparentë në përshkrimin e informacionit që mbledhin dhe mënyrën se si i përdorin dhe/ose i zbulojnë ato.\"",
    "2090457681": "( ) Nuk dua që qeveria të lexojë emailin tim",
    "2095899021": "Udhëzimet e markës hCaptcha dhe licenca e përgjithshme e markës tregtare",
    "2103513933": "përfshihen në aktivitete që ndërhyjnë ose prishin funksionimin e sitit;",
    "2103563261": "Informacion privat ose publik",
    "2104933754": "Identifikoni etiketat përkatëse",
    "2107077506": "Platforma HUMAN përdor modele gjithëpërfshirëse besimi për të kryer analiza të sofistikuara të cilësisë në kohë reale. Kjo na lejon të përcaktojmë shpejt vështirësinë e pyetjeve dhe përgjigjen e mundshme të tyre, duke ju kursyer kohë dhe para.",
    "2109792055": "Udhëzuesi i përdoruesit: Çështjet e korrigjimit me lëshimin dhe verifikimin e lejes së privatësisë",
    "2110259227": "24. Kufizimi i përgjegjësisë",
    "211351380": "Nga blogu:",
    "2113642787": "Kënga e Agimit",
    "21141582": "kjo",
    "2114694926": "2. Sesioni",
    "2119943547": "Pse eshte kjo? Përgjigja është e thjeshtë. Për sa kohë që ka një nxitje për të abuzuar me një sistem, dikush në përgjithësi do të gjejë një mënyrë. Dhe sapo ta bëjnë, dikush tjetër tani do të ketë një nxitje për t'i ndaluar.",
    "2123236933": "( ) Kostot e gjerësisë së brezit që nuk ndikohen nga filtrimi i klientit",
    "2125514305": "ML është përmirësuar, por vështirësia për të anashkaluar reCAPTCHA nuk ka ndryshuar materialisht gjatë kësaj kohe.",
    "2131386784": "Ekspertizë dhe mbështetje e arritshme si për ju ashtu edhe për përdoruesit tuaj",
    "2133754014": "Më shumë se 4.5 milionë faqe interneti përdorin reCAPTCHA [",
    "2133809801": "Për sa kohë që njerëzit mbeten njerëz, ka të ngjarë që verifikimi i njerëzimit të ketë një rol për të luajtur në internet.",
    "2138799135": "hCaptcha ka dhjetëra integrime të para-ndërtuara për sistemet frontend dhe backend që përdorni.",
    "2146900431": "Intuitivisht, ky pretendim ka shumë kuptim. CAPTCHA-të, si pothuajse çdo gjë, janë të ngulitura në një kontekst kulturor dhe nëse grupi juaj i sfidave është krijuar kryesisht në një kulturë, mund të mos përkthehet shumë mirë në një tjetër. Në thelb, kjo është një çështje kulturore",
    "2150595700": ". GDPR dhe CCPA kanë vënë në hartë shqetësimet e privatësisë për blerësit e ndërmarrjeve, dhe në të njëjtën kohë privatësia në internet po bëhet gjithnjë e më e rëndësishme për publikun ndërsa të gjithë fillojmë të kuptojmë se si industritë e reklamimit dhe marketingut në internet i kanë përdorur historikisht të dhënat tona.",
    "2150907653": "* Cookie teknike rreptësisht të nevojshme për ofrimin e shërbimit. Këto përfshijnë skedarët e preferencës, skedarët e sesionit, skedarët e balancimit të ngarkesës, etj.",
    "2155089487": ". Nëse sfidat tona do të ishin më të lehta për t'u zgjidhur për disa grupe, do të prisnim të shihnim një ndryshim në mënyrën se si njerëzit anembanë globit dhe nëpër kultura të ndryshme performojnë kur i zgjidhin ato. Në kontekstin e postimit të Edenit, ne do të prisnim që amerikanët të bënin më mirë se njerëzit në vendet e tjera. Për shkak se ne kemi shpenzuar vite duke zhvilluar sisteme për të shmangur këtë problem, ne në fakt shohim pikërisht të kundërtën.",
    "2159517814": "Ne ndajmë ose zbulojmë informacione personale në rastet e mëposhtme:",
    "2163914794": "Keni nevojë për më shumë etiketa për grupet tuaja të të dhënave? hCaptcha ofron etiketim të shpejtë, me kosto efektive dhe me cilësi të lartë të të dhënave për kompanitë që punojnë në inteligjencën artificiale dhe aplikacionet e mësimit të makinerive.",
    "2164933356": "Cloudflare",
    "2167049807": "Ekipet e sigurisë kanë miratuar një sërë kundërmasash dhe kontrollesh që mposhtin qasjet e lehta dhe dembele ndaj mashtrimit të pagesave. Megjithatë, sulmet po bëhen gjithnjë e më të sofistikuara. Për shembull, robotët tani mund të mbledhin numrat e kartave të kreditit dhe PIN-et e vjedhura nga faqet e internetit të rreme dhe sulmet e phishing.",
    "2168177815": "ju lutem klikoni këtu",
    "2177660021": "Shkencëtar kërkimor në Stanford. Mësimi i makinerive dhe financat sasiore në bankat kryesore, fondet mbrojtëse dhe akademinë.",
    "2178073797": "Për shkak se zbulimi i informacionit konfidencial mund të shkaktojë dëm të pariparueshëm, pala zbuluese ka të drejtë të kërkojë masa urgjente për çdo shkelje ose shkelje të kërcënuar të këtij termi.",
    "2179524509": "Herë pas here marrim pyetje se cilat lloje pyetjesh janë të lejueshme për shërbimin hCaptcha dhe pse bëhen pyetje të veçanta.",
    "2182196747": "Mbështetje",
    "2183926131": "Filloni me hCaptcha Enterprise",
    "2184564739": "Shiko",
    "2185418511": "Për çdo qëllim legjitim biznesi, me kusht që informacioni të çidentifikohet ose të grumbullohet në mënyrë që të mos mund të lidhet në mënyrë të arsyeshme me një individ.",
    "2185860003": "21. Ndryshimet e faqes në internet",
    "2187096543": "Në të vërtetë, ka pasur disa shkelje të mëdha të të dhënave që rezultojnë nga softueri i shkruar nga hakerët që i kërkonin një API për të nxjerrë të dhëna nga një bazë të dhënash. Në fund të fundit, nëse vjedhja e të dhënave thjesht kërkon një telefonatë bazë GET në një API, të shkruar duke përdorur REST dhe JSON, atëherë është e lehtë të heqësh shpejt një bazë të dhënash të pastër. Në fakt, kur njerëzit flasin për sulmet e \"skrapimit të ekranit\", ajo që ata në të vërtetë nënkuptojnë, kryesisht, janë thirrjet API me zjarr të shpejtë që nxjerrin të dhënat nga bazat e të dhënave. API-të janë bërë një sipërfaqe e madhe sulmi për organizatat që i ndërtojnë ato.",
    "2188609322": "Aktorët e këqij janë gjithnjë e më të zakonshëm në internet. Por sakrifikimi i privatësisë së përdoruesit nuk është zgjidhja.",
    "218889628": "Përveç rasteve kur ne e mbyllim këtë Shtojcë të Klientit ose Kushtet e Shërbimit si rezultat i shkeljes nga ana juaj të kësaj Shtojce të Klientit ose Kushteve të Shërbimit, nëse e mbyllim dhe ju na keni paguar ndonjë tarifë paraprakisht, ne do të rimbursojmë një pjesë proporcionale të atyre shumat e parapaguara, bazuar në kohën e mbetur ose Shërbimet për të cilat keni paguar, cilado qoftë më pak. Ne do ta mbyllim punën tonë në një mënyrë komercialisht të arsyeshme dhe do t'ju ruajmë dhe do t'ju ofrojmë të gjitha grupet e të dhënave dalëse me pagesë dhe të gjitha të dhënat e klientit që zotërojmë. Pas çdo përfundimi, ne mund, por nuk jemi të detyruar të fshijmë asnjë të dhënë.",
    "2193061499": "Disa nga logot dhe shenjat tona janë të kufizuara për t'u përdorur nga hCaptcha dhe partnerët e saj. Palët e treta nuk mund të përdorin shenjat e mëposhtme pa një licencë me shkrim nga hCaptcha:",
    "2196526290": "hc_aksesueshmëria",
    "2197218442": "CEO i Cloudflare, Matthew Prince e përmblodhi këtë këndvështrim në",
    "219813583": "Siguria së pari",
    "2199048568": "Klikoni në mburojën në të majtë të shiritit të adresave në çdo faqe interneti. Klikoni mbi Cilësimet e Mbrojtjes. Paneli i Privatësisë dhe Sigurisë së Preferencave të Firefox-it do të hapet. Nën Mbrojtja e Përmirësuar nga Ndjekja, zgjidhni Custom. Zgjidhni gjurmuesit dhe skriptet që të bllokoni duke zgjedhur ato kutitë e kontrollit. Sigurohuni që të keni zhbllokuar hcaptcha.com.",
    "2209109640": "përdoren vetëm për qëllime keqdashëse, në kuadër të aktiviteteve normale të biznesit të tyre?",
    "2209837451": "15 tetor 2019 - 15 janar 2020",
    "2212670355": "Regjistrohu",
    "2216374138": "janë njerëzore, të tilla si lëvizjet e miut, pozicioni i lëvizjes, ngjarjet e shtypjes së tastit, ngjarjet me prekje dhe informacioni i xhiroskopit / akselerometrit sipas rastit.",
    "2217842245": "Sidoqoftë, të dhënat tona tregojnë se (për hCaptcha)",
    "2219945145": "seancë,",
    "2223819810": "Për të optimizuar platformën tonë",
    "2225785608": "( ) Duhet të jemi në gjendje të flasim për Viagrën pa u censuruar",
    "2230333214": "Ne grumbullojmë të dhënat e klientit me të dhëna të tjera në mënyrë që rezultatet të mos jenë të identifikueshme personalisht dhe mbledhim gjithashtu regjistra dhe të dhëna teknike të paidentifikuara në lidhje me përdorimin e Shërbimeve (\"Të dhënat e grumbulluara/të çidentifikuara\"). Pavarësisht nga çdo gjë e kundërt këtu, çdo e dhënë e tillë Përmbledhëse/De-identifikuar mund të përdoret nga IMI për çdo qëllim biznesi gjatë ose pas afatit të kësaj Marrëveshjeje, duke përfshirë pa kufizim zhvillimin dhe përmirësimin e Shërbimeve dhe krijimin dhe shpërndarjen e raporteve dhe të tjera Materiale. Të dhënat e klientit gjithashtu mund të vazhdojnë dhe të shfaqen në sistem për një periudhë të kufizuar kohore që nuk i kalon 180 ditë pas përfundimit të një pune, për shembull si kalibrim automatik ose të dhëna vërtetimi për sistemet Intuition Machines. Për qartësi, ky Seksion 5 nuk na jep të drejtën që t'ju identifikojmë si burim të çdo të Dhëne të Përmbledhur/Ç'identifikuar pa lejen tuaj paraprake me shkrim.",
    "2233384692": "Nëse keni ndonjë pyetje ose shqetësim rreth mënyrës se si trajtohen këto të dhëna ose dëshironi të ushtroni të drejtat tuaja, duhet të kontaktoni personin ose subjektin (d.m.th., kontrolluesin e të dhënave) që ka kontraktuar me ne për të përdorur Shërbimin për të përpunuar këto të dhëna. Sidoqoftë, ne do t'u ofrojmë ndihmë Integruesve tanë për të adresuar çdo shqetësim që mund të keni, në përputhje me kushtet e kontratës sonë me ta.",
    "2233741720": "Në përfundim",
    "2234909600": "( ) Postuesit e padëshiruar nuk kujdesen për adresat e pavlefshme në listat e tyre",
    "2236960358": "Pas regjistrimit, do t'ju kërkohet të zbuloni informacione të caktuara personale rreth jush (\"Informacionet personale\"), duke përfshirë emrin tuaj, adresën e emailit dhe të krijoni një emër përdoruesi dhe fjalëkalim, të cilat të gjitha do t'i nënshtrohen Politikës sonë të Privatësisë, të disponueshme në faqen tonë faqe interneti. Vetëm ju jeni përgjegjës për monitorimin, garantimin dhe ruajtjen e sigurisë së llogarisë suaj, fjalëkalimeve dhe çdo çelës vërtetimi të lidhur me llogarinë tuaj, dhe ju jeni përgjegjës për çdo përdorim ose veprim të ndërmarrë nëpërmjet përdorimit të atij informacioni në Shërbime.",
    "2255549335": "Detyra jonë në hCaptcha është të gjejmë shkëmbime të mira midis vështirësisë dhe saktësisë dhe të mbajmë fërkime të ulëta, veçanërisht për",
    "2256305371": "Profesor, CS në Universitetin e Kalifornisë, Berkeley. Ekspert i të mësuarit të thellë, sigurisë, blockchain. CEO i Oasis Labs.",
    "2256795853": "Aftësia për të nxjerrë shumë të dhëna, shpejt, nga faqet e internetit e bën scraping një mjet të fuqishëm në duart e aktorëve keqdashës. Një robot scraping mund të mbledhë të dhënat e përdoruesve nga faqet e mediave sociale. Më pas, duke gërvishtur faqet që përmbajnë adresa dhe informacione të tjera personale dhe duke korreluar rezultatet, një haker mund të përfshihet në krime identiteti si paraqitja e aplikacioneve mashtruese për karta krediti.",
    "2260079771": "Ruajtja e të dhënave",
    "2268939633": "IMI nuk angazhohet dhe as nuk është i detyruar të marrë pjesë në zgjidhjen alternative të mosmarrëveshjeve për mosmarrëveshjet konsumatore përpara një entiteti për zgjidhjen e mosmarrëveshjeve të konsumatorit. Faqja zyrtare e Komisionit Evropian për Zgjidhjen e Mosmarrëveshjeve në internet:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Një shënim për banorët e zonës ekonomike evropiane.",
    "2271252286": "( ) Microsoft nuk do ta durojë atë",
    "2271512952": "Përdoruesit mbështesin sajtin që po vizitojnë dhe përjetojnë më pak mesazhe të padëshiruara në ueb.",
    "2271969747": "20. Informacioni konfidencial që merrni",
    "2273532558": "Kush janë klientët që paguajnë hCaptcha?",
    "2281169898": "Dërgimi i informacionit të korrigjimit me raportin tuaj do ta bëjë shumë më të lehtë për ne të identifikojmë se çfarë po ndodh. Këtu janë udhëzimet hap pas hapi:",
    "2284856231": "dhe është parë një saktësi e përmirësuar në mënyrë dramatike edhe në modalitetin thjesht pasiv të hCaptcha Enterprise.",
    "229198134": "( ) Më fal shoku, por nuk mendoj se do të funksiononte.",
    "2292919419": "( ) Outlook",
    "2296918009": "Kjo barazohet me më shumë se 100 vite punë çdo ditë.",
    "2301335298": "Mashtrimi i pagesave: Zbutja e një mënyre me zhvillim të shpejtë të krimit kibernetik",
    "230159237": "Kontaktet",
    "2301757528": "**** Për shkak të mirëmbajtjes nga PayPal të API-ve të tyre REST gjatë dritares së pagesës, jo të gjitha pagesat u kryen më 15 qershor. Të gjitha pagesat e planifikuara për 15 qershor (koha e Paqësorit), por të paekzekutuara për shkak të gabimeve të API-së së PayPal-it, u rifutën deri më 19 qershor (koha e Paqësorit).",
    "2303655425": "15 janar 2019 - 15 prill 2019",
    "2309661107": "Sidoqoftë, ne jemi shumë të interesuar",
    "2310694091": "Çfarë do të thotë pajtim?",
    "2310705547": "Elementi i tekstit të pasur ju lejon të krijoni dhe formatoni titujt, paragrafët, kuotat e bllokut, imazhet dhe videot të gjitha në një vend në vend që t'i shtoni dhe formatoni ato individualisht. Thjesht klikoni dy herë dhe krijoni lehtësisht përmbajtje.",
    "23114595": "Përvojë e madhe e përdoruesit",
    "231285005": "Ju mund të gjeni përditësimet e fundit në blogun tonë",
    "2315518622": "Me sofistikimin e disponueshëm në mjetet e sotme të sulmit, është jashtëzakonisht sfiduese të zbulosh se cilat, nëse ka, janë mashtruese. Më pas, një person telefonon linjën e shërbimit ndaj klientit dhe thotë “Llogaria ime është sulmuar! Nuk mund të hyj dhe dikush po më vjedh paratë!”",
    "2319072959": "Ekzekutoni plotësisht jashtë linje me fuqinë tuaj punëtore, gjurmoni vlerën e konsumuar në njësitë e biznesit ose partnerët e konsorciumit, drejtoni në mënyrë selektive punët drejt ofruesve të ndryshëm të punës së brendshme ose të jashtme bazuar në kërkesat e kostos dhe sigurisë dhe më shumë.",
    "2320894364": "Me mbi 200 pika prezence, cloud i hCaptcha mbron pasuritë tuaja në të gjithë botën",
    "2323013093": "26. Ligji në fuqi",
    "2323282990": "Një qasje moderne për verifikimin e njerëzimit",
    "2326660907": "përveç",
    "2328839224": ". Ju lutemi, shihni seksionin tonë \"Njoftim për banorët e Kalifornisë\" në lidhje me të drejtat tuaja sipas Aktit të Privatësisë së Konsumatorit të Kalifornisë (\"CCPA\").",
    "2330965058": "Aty ku ne veprojmë si përpunues për Integruesit tanë, ne nuk i përdorim të dhënat e mbledhura për ndonjë qëllim tjetër përveç sa është e nevojshme në mënyrë të arsyeshme për të ofruar Shërbimin tonë, dhe përpunimi ynë do të drejtohet nga kontratat që ne kemi me Integruesit tanë, jo nga kjo Politika e privatësisë",
    "2333410049": "Ju lutemi provoni gjithashtu të çaktivizoni bllokuesin tuaj të reklamave.",
    "2340340589": "Udhëzime për përdorimin e shenjës hCaptcha",
    "234420106": "Në rast se ju jeni një Integrues ose Klient i shërbimit hCaptcha Enterprise dhe përdorimi juaj i API i matur nga RPS tejkalon tarifën e parashikuar për nivelin e shërbimit tuaj, ne mund të zgjedhim të modifikojmë shërbimin tuaj ose të tarifojmë një tarifë të tepërt. Në rast se norma juaj maksimale RPS tejkalon normën e parashikuar me një faktor prej 10 për 10 ose më shumë minuta në total brenda një periudhe 30 ditore dhe shumica e këtyre kërkesave, sipas gjykimit tonë, nuk janë trafik me qëllim të keq, ne mund të zgjedhim të ju tarifon me tarifën tuaj të tepërt të specifikuar me kontratë për të gjitha kërkesat e API të bëra në atë muaj.",
    "2344319147": "Sa vlen vërtet zbulimi i robotëve të Google?",
    "2348450790": "Ju lutemi lexoni këto Kushte të Shërbimit. Ato përfshijnë, midis dispozitave të tjera, mohimin e garancive, kufizimet e përgjegjësisë dhe arbitrazhin detyrues. Ju lutemi vini re se këto Kushte të Shërbimit mund të kenë ndryshuar që nga vizita juaj e fundit në faqen tonë të internetit. Ne mund t'i rishikojmë dhe përditësojmë këto Kushte të Shërbimit herë pas here sipas gjykimit tonë. Në rast të një ndryshimi material, ne do t'ju njoftojmë duke postuar Kushtet e përditësuara të Shërbimit në këtë faqe, pas së cilës ju duhet të pranoni në mënyrë afirmative Kushtet e përditësuara të Shërbimit në mënyrë që të vazhdoni të përdorni ose të përdorni Faqen ose Shërbimin.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Fatkeqësisht, të kontrollosh një pjesë të harduerit nuk do të thotë që je një person. Pothuajse çdo skemë popullore e vërtetimit të harduerit të konsumatorit është prishur, rregulluar dhe më pas prishur në mënyrë të përsëritur.",
    "2351176803": "Kushtet e licencës për hCaptcha JS API",
    "2354267648": "Politika e privatësisë miqësore me GDPR, CCPA dhe LGPD",
    "2359150347": "Pyetje: A e mbështesin shërbimet e tjera të sigurisë në internet Privacy Pass?",
    "2359312315": "ose të grumbulluara në mënyrë të tillë që nuk mund të lidhet në mënyrë të arsyeshme me një individ.",
    "2359913400": "Infrastruktura",
    "2366003154": "Kërkimet e shtypit dhe medias",
    "2367602973": "këtu",
    "2369877184": "Norma maksimale e lejuar maksimale e RPS për integruesit ose klientët hCaptcha është 1000 kërkesa në sekondë për subjektet brenda llogarisë tuaj (\"RPS\"), përveç rasteve kur specifikohet ndryshe nga një marrëveshje kontraktuale me shkrim midis jush dhe nesh.",
    "237009707": "( ) Hapni stafetë në vende të huaja",
    "2373007864": "hCaptcha Enterprise funksionon në teknologjinë e platformës hCaptcha, e zgjeruar për të përfshirë veçoritë që u nevojiten ndërmarrjeve me trafik të lartë.",
    "2378786360": "1. Provoni një nga shfletuesit e tjerë të mbështetur: nëse jeni në Chrome, provoni të përdorni Firefox-in pa importuar cilësimet tuaja nga Chrome dhe instaloni shtesën aty. Nëse kjo funksionon, mund të keni një problem me konfigurimin e shfletuesit.",
    "2385522384": "Ka të ngjarë të shihni korniza video nga kamerat në makinat vetëdrejtuese të Google Waymo dhe të ndihmonit në përmirësimin e njohjes së objekteve të tyre.",
    "2386465280": "Si e ndajmë informacionin",
    "2391175562": "Për më tepër, kjo është ajo që unë mendoj për ju:",
    "2394073454": "Ne mund të mbledhim informacion shtesë nga Përdoruesit Fundorë që dëshirojnë të punojnë me ne si Etiketues Individualë të të Dhënave.",
    "2396605499": "( ) Listat e bardha janë të neveritshme",
    "2397590157": "3. Vlerësimi konservativ: 200 milionë zgjidhje * 30 sekonda për zgjidhje në vite = 190.3 person-vite/ditë.",
    "2402165761": "Si funksionon scraping?",
    "2404545611": "Mirë se vini në hCaptcha! Faleminderit që jeni pjesë e komunitetit tonë. Të gjithë përdoruesit e \"Shërbimeve\" (të përcaktuara më poshtë) duhet të pajtohen me kushtet e mëposhtme (\"Kushtet e shërbimit\"). Sipas këtyre Kushteve të Shërbimit, \"IMI\", \"ne\" dhe \"ne\" i referohet Intuition Machines, Inc. dhe filialeve, filialeve, oficerëve, agjentëve, punonjësve, përfaqësuesve dhe agjentëve të saj, dhe \"faqja jonë e internetit\" përfshin çdo faqe interneti nën kontrollin tonë, duke përfshirë www.hcaptcha.com dhe www.imachines.com.",
    "2408036504": "Si rrjedhim, sistemet tona janë të dizajnuara nga themeli për të minimizuar mbledhjen dhe mbajtjen e të dhënave duke ruajtur sigurinë kryesore të klasës. Mënyra më e mirë për të mbrojtur të dhënat e përdoruesit është të mos i ruani ato fare.",
    "2410122265": "Burimet hCaptcha: Bots 101",
    "2412751979": "Falë sinjaleve më të sakta njerëzore që fuqizojnë hCaptcha, shumë kompani që kanë përdorur më parë reCAPTCHA v3/Enterprise kanë kaluar në",
    "2413742287": "Nxitja e hCaptcha është të maksimizojë saktësinë, jo të ardhurat nga reklamat: përgjigjet e robotëve janë të padobishme për klientët tanë, të cilët kanë nevojë për të dhëna trajnimi njerëzor.",
    "2414232014": "Logoja jonë njihet menjëherë dhe është një nga asetet tona më të vlefshme dhe më të rëndësishme. Për të siguruar që ajo të mbetet një përfaqësim i fortë i kompanisë sonë, ajo duhet të prezantohet në një mënyrë të kujdesshme dhe të qëndrueshme në të gjitha kanalet e komunikimit.",
    "2414368123": "Një emër, numrin e kartës së kreditit, numrin e kartës së debitit ose çdo informacion tjetër financiar.",
    "2418549423": ", një standard në zhvillim për ruajtjen e privatësisë në internet nëpërmjet provave kriptografike dhe veçorive të tjera unike të para të privatësisë.",
    "2419795065": "Njoftim për banorët e Kalifornisë",
    "2420789666": "Fastly, Inc. Shërbimet e ofruara: Fastly CDN dhe llogaritja e skajeve.",
    "2423586454": "Ka ende disa gjëra që softueri nuk mund t'i bëjë, pavarësisht se sa e mirë është AI pas saj. Teknologjia moderne CAPTCHA ofron një metodë të provuar për të bllokuar robotët që përpiqen të përjetësojnë mashtrimin e pagesave. Ndërsa qasjet e vjetra ndaj CAPTCHA, si numrat e thjeshtë të pjerrët në një kuti, tani janë kryesisht të mangëta në zbutjen e robotëve të avancuar, një pajisje e automatizuar e përgjigjes së testimit si hCaptcha Enterprise mund të pengojë lehtësisht një robot mashtrues në momentin e hyrjes në llogari ose blerjes së karrocave të blerjeve. Edhe nëse roboti ka kredenciale të vërteta, nëse nuk do të jetë në gjendje të kalojë përmes CAPTCHA.",
    "2429359042": "shembuj të imazheve të ndërfaqes",
    "2430148876": "Ne kemi krijuar këto udhëzime dhe licencë të përgjithshme të markës tregtare për ta bërë sa më të lehtë që të jetë e mundur për klientët, partnerët dhe fansat tanë që të punojnë me markën tonë duke ruajtur ende identitetin tonë të korporatës. Nëse keni nevojë të përdorni ikonat, logot ose shenjat e tjera hCaptcha në mënyra që ndryshojnë materialisht nga këto udhëzime, do t'ju duhet të na kontaktoni (IMI) për një licencë me shkrim.",
    "2436973524": "Vetëm referencat e sakta janë të pranueshme. Nuk lejohet të thuhet se një sajt përdor shërbime dhe aplikacione hCaptcha kur nuk i bën. Në mënyrë të ngjashme, përdorimi i logos sonë ose ndonjë distinktivi është gjithashtu i përshtatshëm vetëm kur sajti përdor shërbime hCaptcha.",
    "2437934778": "Emri juaj",
    "2438016011": "Marrëveshje vullnetare. Të gjitha palët në këto Kushte të Shërbimit përfaqësojnë dhe bien dakord që secila ka shqyrtuar të gjitha aspektet e kësaj marrëveshjeje, ka lexuar me kujdes dhe kuptuar plotësisht të gjitha dispozitat e saj dhe është duke hyrë vullnetarisht në këtë marrëveshje.",
    "2441638955": "Së pari, çfarë është një API?",
    "2444685143": "Politika e logos",
    "2445034923": "Nëse nuk jeni dakord me të gjitha termat dhe kushtet e këtyre Kushteve të Shërbimit, mos (dhe nuk mundeni) të përdorni ose të hyni në Faqen ose Shërbimet.",
    "24452499": "zgjidhje; mund të përdoret për të mirë ose për keq. Çdo kompani që hulumton, ndërton ose shet zgjidhje me përdorim të dyfishtë ka detyrimin të marrë parasysh pasojat e veprimeve të tyre.",
    "2446481523": "Është një përrallë e vjetër popullore në të cilën një shofer vagoni dhe një fisnik shfaqen në policinë e një fshati të vogël fshati. Një burrë, i veshur me rroba të pista, të varfër, i tha policit: “Unë jam fisniku. Ky njeri ishte shoferi im.",
    "2449501658": "ofron një nga mënyrat më të avancuara për të zbutur kërcënimin nga përpjekjet mashtruese të hyrjes në llogari, duke përdorur mësimin e makinerive për të zbuluar dhe ndaluar robotët, dhe duke e bërë në mënyrë efektive shumë më të vështirë apo edhe të pamundur përfshirjen e mashtruesve në marrjen e llogarisë.",
    "2462728596": "Nëse nuk mund të kënaqemi në këto pika, ne do ta refuzojmë kërkesën dhe mund të ndërpresim aksesin e mëtejshëm në platformën tonë, siç përshkruhet në Kushtet tona.",
    "2462909475": "Një mur me më shumë se 10,000 telefona të përdorur për abuzim, pjesë e një operacioni bot kinez.",
    "2465128185": "Për të dhënë komente të shpejta, thjesht klikoni butonin \"Na dërgoni komente\".",
    "2468683988": "Drejtimi",
    "2474091800": "19. Mosmarrëveshjet me përdoruesit e tjerë; Lirimi",
    "2474661839": "Tona",
    "247560732": "Shtoni hCaptcha me tre rreshta kodi. Nëse vini nga reCAPTCHA, API-ja jonë është e përputhshme dhe duhen vetëm minuta për t'u ndërruar.",
    "2477958756": "( ) Njerëz të këqij",
    "2481032625": "Nëse qëllimi është të parandaloni:",
    "2486638408": "Përcaktoni Specifikimet",
    "2487931657": "Mos përdorni: \"ne hCaptcha'd faqen tonë.\"",
    "248923369": "Logoja e BotStop™",
    "2489287539": "\"Pa CAPTCHA\" pa fërkime dhe modalitete pasive 99,9%.",
    "2491398763": "I gjithë teksti, imazhet, animacionet grafike, videot, muzika, tingujt dhe materialet e tjera në këto faqe mbrohen sipas ligjit të së drejtës së autorit nga IMI ose palë të treta nëse specifikohet. Ndalohet kopjimi ose modifikimi i këtij materiali për përdorim komercial në një mënyrë që tejkalon përdorimin e drejtë të arsyeshëm. Përgjegjësia për këtë faqe interneti",
    "2497216176": "Analizat e Palës së Tretë dhe Teknologjitë e Ndjekjes",
    "2498172334": "Në mënyrë të veçantë, plani juaj dështon të merret parasysh",
    "2505227594": "7. Tepricat",
    "2510209017": "Keni nevojë për më shumë ndihmë?",
    "2510534204": "Jo më vonë se 23 Mars 2020***",
    "2513143348": "Sistemi hCaptcha Enterprise është unike fleksibël në dizajnin e tij: ai mund të vendoset pjesërisht ose tërësisht në skajin e rrjetit tuaj nëse përdorni një re publike ose zotëroni shumë qendra të dhënash.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "në themel të sigurisë kriptografike të Privacy Pass. Protokolli në vetvete është duke kaluar nëpër",
    "2531534427": "Detajet janë këtu.",
    "2534436327": "dhe kundërshtimet e mëposhtme filozofike mund të zbatohen gjithashtu:",
    "2535001179": "Nëse ndodh që vini nga reCAPTCHA e Google, API-të tona janë zëvendësues të hyrjes.",
    "2540760245": "ndër shumë përdorime të tjera, aftësia për të filtruar trafikun në internet në bazë të \"njerëzore apo jo\" ka të ngjarë të mbetet një mjet i vlefshëm për sa kohë që natyra njerëzore ndjek të njëjtat modele të regjistruara gjatë pesë mijë viteve të fundit.",
    "2543123170": "Verifikimi i njerëzimit me fërkim zero",
    "254326776": "Abuzimi keqdashës i këtyre të metave shpesh zbulohet se ka ndodhur për muaj ose vite përpara zbulimit ose publikimit akademik.",
    "2544169219": "Rezultatet e fundit më të fundit: ICML LLD, maj 2019.",
    "2544565802": "15 korrik 2019 - 15 tetor 2019",
    "2547140673": "Për më shumë se një dekadë, shërbimi reCAPTCHA i Google u ka ofruar pronarëve të faqeve të internetit një tregti: lëreni Google të gjurmojë përdoruesit tuaj dhe t'u bëjë atyre pyetje, dhe në këmbim ata premtojnë të ndalojnë robotët dhe mesazhet e padëshiruara.",
    "2547406584": "Nëse keni ndonjë pyetje në lidhje me këtë Politikë të Cookies, ju lutemi na kontaktoni në",
    "2551802342": "– Ne planifikojmë të rikuperojmë shpejt dhe të rifillojmë operacionet e biznesit pas një ndërprerjeje të konsiderueshme të biznesit dhe të përgjigjemi duke mbrojtur punonjësit dhe pronën tonë, duke bërë një vlerësim financiar dhe operacional, duke mbrojtur librat dhe të dhënat e firmës dhe duke lejuar klientët tanë dhe përdoruesit e tyre përfundimtarë të bëjnë transaksione në internet. Shkurtimisht, plani ynë i vazhdimësisë së biznesit është krijuar për të lejuar firmën tonë të rifillojë operacionet sa më shpejt që të jetë e mundur, duke pasur parasysh shtrirjen dhe ashpërsinë e ndërprerjes së konsiderueshme të biznesit. Plani ynë i vazhdimësisë së biznesit adreson: rezervimin dhe rikuperimin e të dhënave; të gjitha sistemet kritike të misionit; vlerësimet financiare dhe operacionale; komunikime alternative me klientët, punonjësit dhe organet mbikëqyrëse; vendndodhjen fizike alternative të punonjësve; ndikimi kritik i furnizuesit dhe klientit; raportimi rregullator; dhe duke u dhënë klientëve tanë njoftimin e menjëhershëm nëse nuk jemi në gjendje të vazhdojmë biznesin tonë. Grupi ynë kryesor i furnizuesve mbështet të dhënat tona të rëndësishme në një zonë gjeografikisht të veçantë. Ndërsa çdo situatë emergjente paraqet probleme unike bazuar në faktorë të jashtëm, si koha e ditës dhe ashpërsia e ndërprerjes, ne jemi këshilluar nga kjo grup furnizues që objektivi i tyre është të rivendosin operacionet e tyre dhe të jenë në gjendje të rifillojnë shërbimet me shpejtësi. Edhe pse ne kemi punuar për të reduktuar rrezikun duke përdorur një grup të ndryshëm furnizuesish, shërbimet tuaja mund të modifikohen ose ndërpriten gjatë kësaj periudhe.",
    "2555914614": "për rastin e përdorimit të aksesueshmërisë. Ne besojmë se kombinimi i qasjes sonë aktuale a11y me lëshimin e Privacy Pass do t'i lejojë përdoruesit e a11y të shfletojnë në mënyrë të sigurt, të sigurt duke ditur se trafiku i tyre është më privat, duke kufizuar njëkohësisht abuzimin nga operatorët bot që ndodh në mënyrë të pashmangshme kur opsionet a11y janë të disponueshme. Ne jemi pjesëmarrës aktivë në grupin e punës të IETF që standardizon këtë teknologji të re.",
    "2557240048": "Si funksionon: së pari, një përdorues i aksesueshmërisë regjistrohet nëpërmjet",
    "2557601376": "logo hCaptcha™",
    "2560582224": "programi i shpërblimit të gabimeve",
    "2561077702": "Për të ofruar shërbimin tonë",
    "2565565429": "Në vend të kësaj përdorni: \"ne përdorim hCaptcha për ta bërë faqen tonë më të sigurt dhe më të sigurt.\"",
    "2575690545": "Marrja e llogarive, si shumë mashtrime kibernetike, janë kryesisht një çështje e proceseve të automatizuara dhe masive. Është e rrallë që një haker, i veshur me kapuç në bodrumin e nënës së tij, të shkruajë fjalëkalime në faqet e internetit të bankave një nga një.",
    "2583775432": "Pyetje: Po në lidhje me privatësinë? A ekspozon regjistrimi në një farë mënyre të dhënat e shfletimit a11y? Çfarë bëni me emailin?",
    "2588750717": "Në të vërtetë, disa sulme të mbushjes së kredencialeve përfshijnë miliona kredenciale—të gjitha futen në ndërfaqen e identifikimit të uebsajtit që nuk dyshon me shpresën se do të lejohet. Pasi të hyjë brenda, sulmuesi mund të marrë përsipër llogarinë e viktimës.",
    "2590587108": "Redaktimi i përmbajtjes statike dhe dinamike",
    "2593768395": "Përvojë e qetë në ueb, në celularin vendas, në ueb celular. Të disponueshme integrime të para-ndërtuara dhe SDK-të vendase.",
    "2593864519": "Ndaloni më shumë robotë. Filloni të mbroni privatësinë e përdoruesit.",
    "259613338": "nëse keni ndonjë pyetje në lidhje me këto Kushte të Shërbimit.",
    "2597149484": "Arsyeja pse hakeri duhet të \"mbushë\" kaq shumë kredenciale ka të bëjë me vendin ku i marrin kredencialet e vjedhura.",
    "2597352122": "Llojet e shënimeve",
    "2600696085": "15 mars 2021",
    "2602081482": "hCaptcha Enterprise përdor mësimin e avancuar të makinerive për të identifikuar trafikun keqdashës në faqen dhe aplikacionet tuaja - duke përfshirë aktivitetet e skrapimit.",
    "2602763587": "Mbushja e kredencialeve është një formë e sulmit kibernetik ku sulmuesi përpiqet të identifikohet në një faqe interneti disa herë duke përdorur çifte emrash përdoruesish dhe fjalëkalimesh të vjedhura. \"Mbushja\" i referohet përpjekjeve të përsëritura të hyrjes, të cilat kryhen pothuajse gjithmonë nga softueri i automatizuar bot.",
    "2603863826": "PS: Nëse gjeni një përkthim në gjuhën tuaj që mund të përdorë përmirësime, mos ngurroni të paraqisni një",
    "2605814073": "Duke përdorur ose regjistruar për Shërbimet tona, ju pranoni: jeni të paktën 18 vjeç; ju keni autoritetin për të hyrë në këtë marrëveshje në emër të vetes ose të subjektit që përfaqësoni dhe do të qëndroni në çdo kohë në përputhje me këto Kushte të Shërbimit dhe të gjitha politikat dhe udhëzimet e IMI-së të referuara këtu; dhe ju nuk do të abuzoni me faqen tonë të internetit, nuk do të na paraqitni gabim identitetin tuaj ose nuk do të përdorni inteligjencën artificiale për të përfunduar çdo pjesë të çdo detyre në IMI që kërkon inteligjencë njerëzore.",
    "260595108": "Ne kurrë nuk i përdorim emailet ose informacionet e aksesueshmërisë për ndonjë qëllim tjetër përveç lehtësimit të përdorimit dhe parandalimit të abuzimit.",
    "2611914656": "Ne përdorim Sentry për të mbledhur të dhëna korrigjimi kur një përdorues përjeton një gabim. Për informacion se si Sentry mbledh dhe përpunon të dhënat,",
    "2616040974": "3. Klientët dhe Kërkuesit",
    "2616226398": "Në varësi të tonë",
    "2619472217": "8. Rishitje",
    "2620705814": "Google është një kompani reklamash dhe produktet e tyre të sigurisë duken shumë si produktet e tyre të reklamave",
    "2621989404": "Përditësimi i fundit: 24 shtator 2021. Ju lutemi, vini re se termat tanë të gjuhës angleze janë autoritative.",
    "2624601135": "\"hCaptcha\" nuk duhet të përdoret si pjesë e një emri marke, të bashkuar me një vizë ndarëse ose të përdoret në emrat e aplikacioneve ose produkteve të tjera.",
    "2624949852": "Sigurisht, reCAPTCHA ishte një hyrje e hershme në sigurinë e uebit që nga viti 2009, duke mbrojtur miliona faqe interneti kundër kërcënimeve gjithnjë në rritje nga bots me qëllim të keq dhe spammers. Megjithatë, ajo është komprometuar plotësisht vitet e fundit:",
    "262509504": "Ne mund të lidhim informacionin e mbledhur nga Cookies me informacione të tjera që mbledhim nga ju në përputhje me këtë Politikë të Privatësisë dhe të përdorim informacionin e kombinuar siç përcaktohet këtu. Në mënyrë të ngjashme, palët e treta që ofrojnë cookie në sajtet tona mund të lidhin emrin ose adresën tuaj të emailit me informacione të tjera që ata mbledhin, të cilat mund të përfshijnë blerjet e mëparshme të bëra jashtë linje ose në internet, ose informacionin tuaj të përdorimit në internet.",
    "2631159699": "( ) Ushtri me krimba kuti Windows të lidhura me brez të gjerë",
    "2631249972": "Ne mund të përmirësojmë ose modifikojmë faqen tonë të internetit pa paralajmërim për ju.",
    "26365791": "Në masën më të plotë të lejuar nga ligji, Sajti dhe Shërbimi (dhe çdo shërbim, informacion, të dhëna, veçori, veçori dhe materiale të tjera të lidhura) ofrohen mbi bazën \"siç është\" dhe \"siç disponohet\". Në masën më të plotë të lejuar nga ligji, IMI përjashton të gjitha garancitë, duke përfshirë por pa u kufizuar në garancitë e nënkuptuara të tregtueshmërisë, përshtatshmërisë për një qëllim të caktuar dhe mosshkeljes.",
    "263761351": "hCaptcha është alternativa e parë e besueshme, e përdorur tani nga qindra miliona njerëz çdo muaj.",
    "2639657759": "Shenjat e përdorura me leje",
    "2645321220": "Dhe nëse mendoni se kostoja e reCAPTCHA është shumë e lartë, na pyesni për hCaptcha Enterprise. Aktualisht në përdorim nga disa prej botuesve më të mëdhenj, kompanitë e shërbimeve financiare dhe kompanitë e infrastrukturës së uebit në botë, ato nuk janë vetëm një alternativë e besueshme për reCAPTCHA: ne besojmë se ato ofrojnë mbrojtjen më të mirë të bot-it që disponohet aktualisht.",
    "2646127839": "Shtojca e klientit në Kushtet kryesore të shërbimit",
    "2648707986": "Marrja e llogarisë është një formë e mashtrimit kibernetik ku një aktor keqdashës imiton pronarin e një llogarie në internet. Në mënyrë tipike, llogaria është në një institucion financiar ose në një biznes të tregtisë elektronike ku mashtruesi mund të vjedhë para, mallra ose karta dhuratash. Sulmuesi përdor kredencialet e vjedhura të hyrjes për të hyrë në llogari dhe më pas për ta marrë atë, ndoshta duke ndryshuar fjalëkalimin për të bllokuar pronarin aktual të llogarisë.",
    "2650241052": "Asnjë këshillë",
    "2650502379": "Nisni sfidat tuaja në sekonda",
    "2652399059": "Një partner i besueshëm",
    "265443926": "Për të shmangur dyshimet, ju lutemi vini re se këto pragje zbatohen në tërësi për çdo llogari që ju si individ, entitet ose organizatë keni krijuar. Për shembull, nëse keni krijuar 10 llogari, secila merr 100,000 kërkesa në një muaj (dmth. 1 milion kërkesa në total), atëherë do të kishit tejkaluar kufijtë e përdorimit të drejtë për të gjitha llogaritë në atë muaj.",
    "2659418535": "Procedura e arbitrazhit. I gjithë arbitrazhi sipas kësaj marrëveshjeje do të kryhet sipas rregullave të Shoqatës Amerikane të Arbitrazhit ose nga një shërbim arbitrazhi me marrëveshje reciproke. Arbitri do të jetë një arbitr amerikan i zgjedhur nga një listë prej jo më pak se shtatë (7) emrash përmes goditjeve alternative. Në arbitrazh, secila palë do të ketë të drejtën të kryejë zbulime adekuate civile, të paraqesë propozime dispozitive dhe të paraqesë dëshmitarë dhe prova sipas nevojës për të paraqitur çështjet dhe mbrojtjen e tyre, dhe çdo mosmarrëveshje në këtë drejtim do të zgjidhet nga arbitri. Zgjidhja e mosmarrëveshjes do të bazohet vetëm në ligjin që rregullon pretendimet dhe mbrojtjet e parashtruara, dhe arbitri nuk mund të përdorë asnjë bazë tjetër përveç ligjit të tillë kontrollues. Arbitri ka imunitetin e nëpunësit gjyqësor nga përgjegjësia civile kur vepron në cilësinë e arbitrit, imunitet i cili plotëson çdo imunitet tjetër ekzistues. Vendimet duhet të përfshijnë mendimin e arsyetuar me shkrim të arbitrit. Ju hiqni dorë nga e drejta juaj për gjykim nga juria për çdo pretendim që mund të keni kundër IMI-së ose që IMI mund të ketë kundër jush. Çdo pretendim sipas kësaj klauzole duhet të paraqitet brenda periudhës së kufizimeve në fuqi. Akti Federal i Arbitrazhit të Shteteve të Bashkuara rregullon këtë klauzolë dhe ju e pranoni se kjo Marrëveshje evidenton një transaksion në tregti.",
    "2666258754": "MBËSHTETJE RELACIONALE TË BAZUARA TË HIERARKISË SEMANTIKE PËR HASHIM TË THELLË TË MBIKQYRSHËM TË DOBËT, Heikki Arponen, Tom E Bishop. ICML 2019, Workshop LLD.",
    "2670003220": "Punët",
    "2670352917": "hCaptcha siguron zbulim më të besueshëm të robotëve, ndërkohë që është i thjeshtë për t'u zgjidhur nga njerëzit.",
    "2671622670": "Ndërmarrje",
    "267645277": "IMI mund të verifikojë identitetin tuaj. Kjo mund të përfshijë krahasimin e informacionit tuaj personal me bazat e të dhënave të palëve të treta ose dokumentet zyrtare ligjore. Ju na autorizoni të bëjmë çdo pyetje të nevojshme për të konfirmuar identitetin tuaj, pronësinë tuaj mbi adresën tuaj të emailit dhe pronësinë tuaj mbi llogaritë tuaja financiare. Ju pranoni të jepni informacion rreth jush për të na ndihmuar në verifikimin e identitetit tuaj.",
    "2676853536": "Paneli me shumë përdorues",
    "2681650568": "Dhe si gjithmonë, privatësia është një vlerë thelbësore për ne. Shto kodin tonë të sfidës vetëm aty ku është e nevojshme dhe ku ka kuptim të mbrohemi si ju ashtu edhe përdoruesit tuaj. Minimizimi i mbledhjes së të dhënave fillon që nga momenti i integrimit.",
    "2682873489": "Përcaktoni zonën kufizuese për objektet",
    "2683038211": "Internet ose veprimtari të tjera të rrjetit elektronik.",
    "2686825859": "Regjistrohuni falas ose na kontaktoni për zgjidhjet e hCaptcha Enterprise",
    "2689973938": "Përmirësimi i reCAPTCHA krijon një konflikt të brendshëm për Google si shitës reklamash.",
    "2690395789": "Nëse dhe kur nuk keni më nevojë për informacionin konfidencial që keni marrë, duhet t'i ktheni ose shkatërroni menjëherë (siç kërkohet nga kushdo që ka zbuluar informacionin) të gjitha kopjet e informacionit që ekzistojnë në ambientet, sistemet ose pajisjet e tjera që ju kontrolloni.",
    "2694001822": "Megjithatë, ne punësojmë herë pas here individë për të na ndihmuar të testojmë vetitë e sistemit dhe veçoritë e reja.",
    "2694150481": "A përdorim Cookies?",
    "2696932851": "18. Dëmshpërblimi",
    "2697276059": "Dëshmia që kjo po funksionon: norma uniforme të zgjidhjes në të gjithë globin",
    "2698140263": "Jo të gjitha problemet janë të njëjta: marrja e një rezultati të vetëm do të thotë se duhet të adresojë nevojat tuaja për të qenë i dobishëm.",
    "269838707": "Nëse jeni një Kontribues, ju dhe vetëm ju vendosni se cilat dhe sa detyra të përfundoni, dhe kur dhe ku t'i përfundoni ato. Jeni të lirë të shpenzoni sa më shumë ose pak kohë për të përfunduar detyrat që dëshironi. Në asnjë moment nuk keni asnjë detyrim për të përfunduar një detyrë.",
    "2698640210": "Kontrolloni sfidat dhe llojet e treguara",
    "2700197090": "Përgjigje: Përdorimi i çdo shtesë të privatësisë ose bllokimit të reklamave që mbështet listën e bardhë të nivelit të domenit (p.sh. Origjina e uBlock) do të funksionojë siç pritej: thjesht sigurohuni që të vendosni hcaptcha.com në listën e bardhë.",
    "2707282231": "Personalizoni sfidat për përdoruesit tuaj. Bëjeni të pamundur zgjidhjen dhe depërtimin e robotëve.",
    "2710988028": "( ) Postuesit e postës elektronike mund ta përdorin lehtësisht për të mbledhur adresat e emailit",
    "2712493234": "Mashtrimi i pagesave: Zbutja e një mënyre me zhvillim të shpejtë të krimit kibernetik",
    "2714878440": "Mbroni shërbimet tuaja nga gërvishtja, marrja e llogarive, mbushja e kredencialeve dhe mesazhet e padëshiruara me mësimin tonë të avancuar të makinerive dhe verifikimin human.",
    "2715462692": "Si duket procesi ynë i Etikës së AI?",
    "2718999653": "Rezultatet e personalizuara të kërcënimit",
    "2722456056": "15 janar 2021 - 15 prill 2021",
    "2728931827": "Pas çdo rakordimi, vlerësimet tuaja për çelësin e faqes do të përditësohen dhe saktësia e parashikimeve të ardhshme duhet të rritet, përveç nëse faqja juaj ka një ndryshim material në sjelljen e përdoruesit.",
    "2729131930": "Çfarë është Scraping dhe si funksionon?",
    "2735073144": "Ne gjithashtu kryejmë rishikime të vazhdueshme sipas nevojës. Për shembull, në rishikimin tonë të fundit të datave dhe burimeve të kërkesave për kërkesat e etiketimit të lidhura me ombrellën, ne ishim në gjendje të konfirmonim shpejt se asnjë ent qeveritar ose furnizues i njohur shtetëror i softuerit të mbikqyrjes nuk ka bërë kërkesa në lidhje me çadrat që përdorin shërbimet tona në 12 muajt e fundit .",
    "2735878907": "Deklarata e Planifikimit të Vazhdimësisë së Biznesit",
    "2740033957": "Ekipi i IM përbëhet nga shkencëtarë dhe inxhinierë nga Apple, Amazon dhe liderë të tjerë në mësimin e makinerive, sistemet e shpërndara dhe sigurinë.",
    "2743692546": "Ndërsa përdoruesit dëshmojnë humanitetin e tyre nëpërmjet hCaptcha, puna e tyre hyn në një treg të hapur anonim për oferta.",
    "2745385064": "Përmbledhje",
    "2752975480": "( ) Dërgimi i emailit duhet të jetë falas",
    "2754937029": "Përdorime të papranueshme",
    "2760410719": "Shërbimet që përpiqen të bëjnë zbulimin e robotëve me sinjale thjesht pasive hasin me shpejtësi në një çështje themelore: si e vërtetoni nëse një sistem zbulon saktë aktorët e këqij kur nuk keni të vërtetën e saktë bazë?",
    "2762458927": "Të dhënat tuaja të përdoruesit nuk janë në shitje.",
    "2762759509": "Shumë sulme të marrjes së llogarisë janë pothuajse tërësisht të automatizuara.",
    "2769710842": "Nëse keni ndonjë pyetje, ju lutemi na kontaktoni në",
    "278010425": "Shumëllojshmëria e gjerë dhe shpesh e ndryshueshme e detyrave në hCaptcha janë gjithashtu më të vështira për t'u automatizuar. Ndërfaqja e vetme e reCAPTCHA nuk ka ndryshuar për shumë vite dhe ka një grup të vogël pyetjesh që ndryshojnë rrallë. Kjo është një nga mënyrat se si hCaptcha ofron mbrojtje më të fuqishme kundër robotëve sesa reCAPTCHA.",
    "2781507299": "Verifikimi i menjëhershëm",
    "2782263070": "Shërbimi është një prioritet kryesor për ne. Ne mbajmë mbështetje në thirrje 24/7 dhe ofrojmë koordinim të drejtpërdrejtë të Slack me ekipin tuaj të integrimit inxhinierik dhe stafin tonë në gatishmëri gjatë dhe pas zbatimit.",
    "2784612261": "Dëshironi të integroni rishikimin njerëzor drejtpërdrejt në operacionet e biznesit tuaj? Ne ofrojmë SLA me besueshmëri të lartë, kapacitet të garantuar dhe API të thjeshta REST.",
    "2785425016": "(në kontekstin e një zgjidhjeje verifikimi njerëzor, p.sh. një thirrje për veprim)",
    "278568955": "Në fuqi: 1 shtator 2021. Shtimi i infrastrukturës",
    "2788024905": "Si e sigurojmë informacionin",
    "2788836740": "Informacioni i kontaktit për qëllime marketingu ruhet në mënyrë të vazhdueshme derisa të çabonoheni. Më pas ne do t'i shtojmë të dhënat tuaja në listën tonë të shtypjes për një kohë të pacaktuar. Informacioni i postës elektronike i mbledhur nga përdoruesit e aksesueshmërisë nuk do të përdoret kurrë për qëllime marketingu.",
    "2790841456": "Nëse jeni Kontribues, ju pranoni klauzolën e mëposhtme të arbitrazhit dhe heqjen dorë nga veprimet grupore:",
    "279580593": "imachines.com",
    "279918384": "Si po e përdor Google punën tuaj falas?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Masat e ndjeshmërisë nuk bëjnë asgjë për të zgjidhur problemin",
    "2804310964": "hyni ose përpiquni të hyni në faqen tonë të internetit përmes çdo serveri proxy të internetit ose pajisje tjetër të krijuar për të turbulluar vendndodhjen ose identitetin tuaj të vërtetë ose me ndonjë mjet tjetër përveç ndërfaqes së ofruar;",
    "2806751666": "Çfarë është hCaptcha?",
    "2808122102": "Funksionaliteti ndërkulturor është kështu një kërkesë bazë për shërbimin tonë. Sigurimi që të gjithë përdoruesit e ligjshëm mund të kenë akses në përmbajtje shpejt është një pjesë kritike e misionit tonë. Ne ofrojmë sfida në 110 gjuhë dhe po përmirësojmë vazhdimisht përkthimet përkatëse për t'u siguruar që sfidat tona mund të zgjidhen nga të gjithë.",
    "2808971932": "Ky është një tekst brenda një blloku div.",
    "2813310562": "Trokitni lehtë mbi Cilësimet e faqes dhe më pas \"Cookies\".",
    "2819628066": "Ndarshmëria. Nëse ndonjë dispozitë e këtyre Kushteve të Shërbimit rezulton e pavlefshme ose e pazbatueshme për ndonjë arsye, ajo nuk do të ndikojë në vlefshmërinë dhe zbatueshmërinë e ndonjë dispozite të mbetur.",
    "2820080973": "organizuar me ❤ nga",
    "2826051554": "dhe me shume",
    "2826705343": "Informacion komercial.",
    "2827452240": "Keni nevojë për një lloj tjetër që nuk është renditur këtu? Thjesht na pyesni.",
    "282913023": "Opsioni me kosto efektive për ndërmarrjet me trafik të lartë",
    "2840750518": "GitHub",
    "285116485": "Kompania nuk \"shet\" (siç përcaktohet ky term në CCPA) informacionin personal që mbledhim. Ju lutemi referojuni seksionit \"Analizat e palëve të treta dhe teknologjitë e gjurmimit\" më sipër për më shumë informacion në lidhje me llojet e kukit të palëve të treta, nëse ka, që ne përdorim.",
    "2852295413": "Një konflikt i natyrshëm interesi: ndalimi i robotëve zvogëlon të ardhurat për një rrjet reklamash",
    "2862164005": "Të dhënat e çmimeve na lejojnë të vendosim një vlerë të saktë në dollarë për sigurinë e ofruar nga një reCAPTCHA: 0,001 dollarë ose më pak për përgjigje.",
    "2863840904": "Hapi 6: Hapi i fundit, na dërgoni me email ato skedarë regjistri të HAR dhe konsolës dhe përshkruani problemin",
    "2864016648": "Çështjet e privatësisë",
    "2867855718": "3. A besojmë se nevojat për privatësi mund të adresohen në mënyrë të kënaqshme për kërkesën?",
    "2870341481": "më poshtë. Vetëm për çdo shfletues tjetër",
    "2873297188": "A diskriminojnë të gjithë CAPTCHAS kundër jo-amerikanëve?",
    "2873911365": "Po në lidhje me vërtetimin e harduerit?",
    "2880837730": "Çfarë mund të bëhet për të ndaluar marrjen e llogarive?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc ka zhvilluar një plan për vazhdimësinë e biznesit se si do t'i përgjigjemi ngjarjeve që prishin ndjeshëm biznesin tonë hCaptcha. Meqenëse koha dhe ndikimi i fatkeqësive dhe ndërprerjeve është i paparashikueshëm, ne do të duhet të jemi fleksibël në përgjigjen ndaj ngjarjeve aktuale kur ato ndodhin. Me këtë në mendje, ne po ju ofrojmë këtë informacion mbi planin tonë të vazhdimësisë së biznesit.",
    "2894845722": "Përdoruesit në faqen tuaj së shpejti do të jenë në gjendje të shohin kontributin tuaj në bamirësi përmes markës diskrete në ndërfaqen hCaptcha.",
    "2895491273": "Nëse preferoni të bllokoni skedarët e skedarëve ose teknologjitë e tjera të gjurmimit, shumica e shfletuesve dhe pajisjeve celulare duhet të ndryshoni cilësimet tuaja në mënyrë që t'ju njoftojnë kur merrni skedarë skedarësh ose teknologji të tjera gjurmimi dhe të zgjidhni nëse do të pranoni/lejoni ose jo atë. Shumica e shfletuesve ju lejojnë gjithashtu të çaktivizoni ose fshini skedarët ekzistues ose të refuzoni automatikisht skedarët e ardhshëm. Ju gjithashtu mund të përdorni mjete të palëve të treta, duke përfshirë shtojcat e shfletuesit, për të kontrolluar preferencat tuaja të cookie-ve. Megjithatë, vini re se nëse çaktivizoni të gjitha kukit, disa pjesë të sajteve tona mund të mos funksionojnë siç duhet.",
    "2896187462": "1. Përdoret për statistika rreptësisht të nevojshme anonime të lidhura me shërbimin dhe për qëllime të tjera teknike si ndihma në mbështetjen e aksesueshmërisë.",
    "2900525040": "Ligjet e Shtetit të Kalifornisë rregullojnë këto Kushte të Shërbimit dhe çdo polemikë, mosmarrëveshje ose pretendim që rrjedh prej tyre.",
    "2901894297": "hCaptcha është një shërbim i Intuition Machines, Inc. (\"IMI\"), një korporatë amerikane e Delaware (#6393793).",
    "2903742230": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Për ne qëllimi i vetëm është përcaktimi i humanitetit të tyre. Shërbimet tona plotësojnë ose tejkalojnë kërkesat e GDPR, CCPA, LGPD dhe PIPL, dhe ne punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "2904949278": "Si e merr një haker një llogari?",
    "2905621957": "Përditësimi i fundit: 18 korrik 2020",
    "290966395": "Siç përshkruhet në seksionin tonë \"Një shënim për klientët jashtë Shteteve të Bashkuara\", ju lutemi kini parasysh se të dhënat tuaja personale do të transferohen, përpunohen dhe ruhen në Shtetet e Bashkuara. Ligjet për mbrojtjen e të dhënave në SHBA mund të jenë të ndryshme nga ato në vendin tuaj të banimit. Ju pranoni transferimin e informacionit tuaj, duke përfshirë informacionin personal, në SHBA, siç përcaktohet në këtë Politikë të Privatësisë duke vizituar Faqet tona ose duke përdorur Shërbimin tonë.",
    "2910560864": "20-23 Mars 2020***",
    "2915355938": "Aksesueshmëria",
    "2920213479": "Renditni ose shtoni kategori arbitrare të çdo madhësie",
    "2921990472": "Nëse shihni një problem funksional, ju lutemi ndiqni",
    "292211832": "Informacioni i mbledhur nëpërmjet mjeteve teknike si cookie-t, numëruesit e faqeve të internetit dhe mjeteve të tjera analitike hidhet sa më shpejt që të jetë praktike, por mund të ruhet për një periudhë të kufizuar deri në një vit nga skadimi i cookie-t, zakonisht në një formë të çidentifikuar dhe të grumbulluar përveç nëse zbulojmë abuzim të mundshëm të shërbimit tonë, në të cilin rast ne do ta ruajmë atë informacion për të na ndihmuar në parandalimin e abuzimit në të ardhmen. Ne nuk jemi në gjendje ta lidhim këtë informacion të anonimizuar dhe të grumbulluar me ju, familjen tuaj, një adresë IP ose ndonjë informacion personal bazuar në informacionin e ruajtur.",
    "292250020": "1. Zgjidhni ingranazhin në këndin e sipërm djathtas të ekranit, më pas zgjidhni \"Opsionet e Internetit\". Nëse e keni të aktivizuar shiritin e menysë, mund të zgjidhni \"Tools\" pastaj \"Opsionet e Internetit\".",
    "2927700175": "Ne shfaqim sfida të CAPTCHA që janë të vështira për robotët, por të lehta për njerëzit, duke mbledhur të dhëna të vështira për t'u etiketuar nga problemet e mësimit të makinerive dhe duke i përdorur ato për të dalluar nëse një vizitor uebsajti ose aplikacioni është njeri.",
    "2928362319": "Kërkesat me postë mund të dërgohen në: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Shkelje e këtyre Kushteve të Shërbimit",
    "2932826396": "3. Nëse jeni duke përdorur versionin më të fundit të Safari ose në OS X 10.15 ose iOS 13.4 të lëshuar së fundmi, Apple sapo ka ndryshuar sjelljen e Safari në lidhje me skedarët e personalizimit të palëve të treta, duke i bllokuar të gjitha si parazgjedhje. Ne jemi duke zbatuar një zgjidhje, por ndërkohë ju lutemi vizitoni seksionin \"Preferencat e Safari\", \"Privatësia\" dhe zgjidhni \"Gjurmimi i faqes në internet: Parandaloni gjurmimin në faqet e internetit\" për të mundësuar që kukia e aksesit të funksionojë siç pritej.",
    "2935155034": "Nëse ndodheni në Zonën Ekonomike Evropiane, ju keni disa të drejta që përshkruhen më sipër nën titullin \"Njoftim për subjektet e të dhënave të BE-së\", duke përfshirë të drejtën për të inspektuar dhe korrigjuar ose fshirë të dhënat që kemi për ju.",
    "2939852138": "Si munden mashtruesit t'i shpëtojnë mashtrimit të pagesave?",
    "2940689138": "Për të administruar llogaritë e Integratorit dhe të Klientit dhe për të ofruar Shërbimin. Ne përdorim të dhënat personale për të lidhur llogari specifike me Integruesit dhe klientët dhe për t'u ofruar atyre Shërbimin, për t'iu përgjigjur kërkesave ose pyetjeve, për të ofruar mbështetje ose ndihmë teknike dhe për të lehtësuar pagesat.",
    "2941545733": "Ne jemi inxhinierë, jo shitës: duam që ju të jeni të kënaqur me zgjedhjen tuaj.",
    "2943346052": "Ndërsa procesi i standardizimit të IETF vazhdon, ne presim që shfletuesit kryesorë të miratojnë një formë të Privacy Pass në mënyrë origjinale. Kjo përfundimisht do ta bëjë zgjatjen të panevojshme. Për momentin, megjithatë, ju lutemi ndiqni udhëzimet e mëposhtme.",
    "2945960297": "Në lidhje me subjektet e të dhënave të BE-së, termi \"informacion personal\" siç përdoret në këtë Politikë të Privatësisë është i barabartë me \"të dhënat personale\" siç përcaktohet në Rregulloren e Përgjithshme të Mbrojtjes së të Dhënave të Bashkimit Evropian (GDPR).",
    "2947576723": "Kjo histori i paraprin licencave të shoferit dhe shtypjes dixhitale të gishtërinjve, por ofron një shembull të mirë të asaj që mund të shkojë keq në një situatë të marrjes së llogarisë. Një person hyn në një llogari bankare në internet ose në një aplikacion pagesash celulare. A është ai mbajtësi aktual i llogarisë, apo një haker? Kush është në të vërtetë kush? Këto çështje sigurie prekin organizatat që lejojnë qasjen në llogarinë e vetë-shërbimit.",
    "2952586316": "Jo të gjitha problemet janë të njëjta. Shënimet për detyrat kritike për sigurinë mund të kërkojnë 99,99% besim nga punëtorë tërësisht njerëzorë. Shënimet për një veçori beta në një aplikacion lojërash celulare mund të kërkojnë vetëm besim të moderuar. Ti vendos.",
    "2954157511": "Pse përdorim Cookies?",
    "2959486280": "Nëse nuk pajtoheni me këto Kushte të Shërbimit, nuk mund të përdorni ose të hyni në Faqen ose Shërbimin.",
    "295955580": "Faqja jonë e internetit mund të përmbajë lidhje me faqet e internetit të palëve të treta. Ne nuk kontrollojmë, hetojmë, monitorojmë ose kontrollojmë faqet e tilla të internetit. Ne nuk jemi përgjegjës dhe as nuk i miratojmë programet kompjuterike, përmbajtjen ose opinionet e përfshira në faqet e tilla të internetit. Nëse vendosni të largoheni nga faqja jonë e internetit dhe të hyni në ndonjë faqe interneti të palëve të treta, ju e bëni këtë me rrezikun tuaj.",
    "2968026167": "Perimet tuaja të preferuara",
    "2970907810": "faqe. CEO aktual i kompanisë është drejtori menaxhues përgjegjës për përmbajtjen.",
    "2989126922": "Hapni preferencat e Chrome nga shiriti i menysë.",
    "299335340": "Çfarë është dhe si të ndaloni sulmet",
    "3004688366": "( ) Kundërmasat nuk duhet të përfshijnë mashtrime me tela ose mashtrim me karta krediti",
    "3005876482": "hCaptcha është tani shërbimi më i madh i pavarur CAPTCHA, funksionon në 15% të internetit",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Kundërshtoni mbështetjen tonë në interesat tona legjitime si bazë e përpunimit tonë të informacionit tuaj personal që ndikon në të drejtat tuaja.",
    "3012870872": "Faqet e internetit dhe aplikacionet që përdorin versionin falas (hCaptcha Publisher) fitojnë të ardhura nga ajo punë në vend që t'ia dhurojnë Google.",
    "3014149332": "Përgjigje: Jo, lejet nuk janë të ndërveprueshme: ato duhet të lëshohen dhe të blihen nga i njëjti autoritet, në këtë rast hCaptcha. Vini re se nëse keni leje nga Cloudflare dhe hCaptcha në shtesën tuaj, numri i disponueshëm do të ndryshojë në shumën e saktë në varësi të kërkesës së faqes që po vizitoni. Me fjalë të tjera, nëse keni 100 kalime në Cloudflare në portofolin tuaj dhe 10 kalime hCaptcha, duhet të shihni 10 në ikonën shtesë në faqet me hCaptcha të integruar.",
    "3014657981": "Pranë \"Cookies\", aktivizo cilësimin.",
    "3017040355": "Përpunimi i të dhënave të subjektit të të dhënave të BE-së operon sipas bazës ligjore të Klauzolave Standarde Kontraktore (SCC) të integruara në Shtojcën e Përpunimit të të Dhënave në Kushtet tona të Shërbimit ose Marrëveshjet e Përpunimit të të Dhënave me Integruesit tanë.",
    "3017533972": "Ne, partnerët tanë të kërkimit akademik dhe klientët tanë mund t'i referojmë ose riprodhojmë herë pas here pjesë të përmbajtjes së licencuar nga Creative Commons nëpërmjet platformës hCaptcha, në mënyrë që të avancojmë njohuritë e njerëzimit në fushën e mësimit të makinerive.",
    "3018077211": "25. Zgjidhja e mosmarrëveshjeve të kontribuesve",
    "3018523079": "Qëndroni në markë me një përvojë të qëndrueshme përdoruesi.",
    "3022001832": "Ne mbledhim informacion nga individë që ndërveprojnë me Faqet dhe Shërbimet tona, duke përfshirë ata që përfshijnë Shërbimin tonë në faqen e tyre të internetit (\"Integruesit\"), ata që përdorin shërbimet për etiketimin e të dhënave (\"Klientë\") dhe përdoruesit fundorë që ndërveprojnë me Shërbim përmes faqeve të internetit të Integratorëve tanë (\"Përdoruesit Fundorë\").",
    "3022301908": "Qasja",
    "3022922096": ", paketa e produkteve të ndërmarrjeve të hCaptcha. Ndryshe nga versioni falas i hCaptcha,",
    "3025548709": "A ka ndonjë alternativë për këtë marrëveshje të padrejtë?",
    "3027055607": "16. Pronësia Intelektuale dhe të Drejtat e Pronësisë",
    "3028319964": "Etika e AI",
    "3030395800": "Këto kredenciale zakonisht vijnë nga shkeljet e të dhënave. Të njohura gjithashtu si \"derdhje kredenciale\", këto sulme mund të rezultojnë në hedhjen e miliona kredencialeve në rrjetin e errët. Nëse derdhja erdhi nga një bankë, hakeri do të përpiqet t'i përdorë ato kredenciale për të hyrë në sajte të tjera. Kjo qasje funksionon sepse shumë njerëz përdorin të njëjtin kombinim të emrit të përdoruesit dhe fjalëkalimit për shumë site. (Kjo praktikë është e dekurajuar, por realiteti është ai që është. Njerëzit priren të përsërisin të njëjtat kredenciale identifikimi.)",
    "30312304": "të meta të tjera që ndryshonin nga shteti në shtet përpara se të miratohej një ligj i keq federal.)",
    "3031284129": "Mohimet e garancisë",
    "3031357206": "Një ikonë e re do të shfaqet pranë shiritit tuaj të URL-së. Tani vizitoni një faqe interneti duke përdorur hCaptcha. Do të duket kështu:",
    "3031953301": "Në vend të kësaj, ne mund t'ju ofrojmë mundësinë për të përdorur shërbimin tonë hCaptcha Enterprise dhe të vazhdojmë t'ju ofrojmë shërbimin për një periudhë kohore (\"Periudha e ofertës\"). Ofrimi i vazhdueshëm i shërbimit tonë gjatë periudhës së ofertës në asnjë mënyrë nuk do të modifikojë të drejtat tona sipas këtij seksioni.",
    "3031953928": "HUMAN Network™ është një markë tregtare e Fondacionit HUMAN Protocol dhe përdoret me lejen e tij.",
    "3034959000": "Ju mund të merrni",
    "3038275155": "Heqja dorë nga veprimet e klasës. Ju heqni dorë nga çdo e drejtë që keni që çdo mosmarrëveshje të ngrihet, dëgjohet ose arbitrohet si një padi klasore, kolektive ose përfaqësuese. Pavarësisht nga çdo klauzolë tjetër e përfshirë në këtë marrëveshje, fjalia e mësipërme nuk do të ndahet nga kjo marrëveshje në asnjë rast. Çdo pretendim se i gjithë ose një pjesë e kësaj heqjeje është e pazbatueshme, e pandërgjegjshme, e pavlefshme ose e pavlefshme mund të përcaktohet vetëm nga një gjykatë e juridiksionit kompetent dhe jo nga një arbitër. Ju nuk do të hakmerreni ose nuk do të pengoheni nga kryerja e detyrave në faqen tonë të internetit si rezultat i ushtrimit të të drejtave tuaja sipas seksionit 7 të Aktit Kombëtar të Marrëdhënieve të Punës, ose nga depozitimi ose pjesëmarrja në një veprim të klasës, kolektive ose përfaqësuese në çdo forum , por ne mund të kërkojmë ligjërisht zbatimin e këtij heqjeje nga padia e grupit dhe të kërkojmë rrëzimin e veprimeve ose pretendimeve të tilla klasore, kolektive ose përfaqësuese.",
    "304004915": "Nuk na intereson kush janë përdoruesit, vetëm sa ka gjasa që ata të jenë keqdashës ose makina. Ne mbështesim iniciativat si",
    "3044038608": "Ju pranoni të na jepni informacion të vërtetë, të saktë dhe të plotë siç kërkohet në procesin tonë të regjistrimit. Ju gjithashtu pranoni ta përditësoni këtë informacion menjëherë sipas nevojës për ta mbajtur atë aktual dhe të saktë.",
    "3047519814": "Ju pranoni që nuk do të ndani llogarinë ose fjalëkalimin tuaj me askënd.",
    "3048865891": "Kostot dhe tarifat. Palët do të përballojnë secila kostot e tyre përkatëse për përfaqësimin ligjor në çdo arbitrazh të tillë, me përjashtim të masës që tarifat e avokatit parashikohen shprehimisht me ligj. Palët do të ndajnë çdo tarifë fillestare administrative të ngarkuar nga arbitri, deri në një kosto maksimale për ju prej dyqind e pesëdhjetë dollarësh (250,00 USD). Kostoja e arbitrit dhe raportuesit të gjykatës, nëse ka, fillimisht do të përballohet nga ne; megjithatë, arbitri do të ketë diskrecionin për t'i dhënë kostot e duhura palës mbizotëruese, siç parashikohet me ligj, dhe/ose t'u kërkojë palëve të ndajnë kostot që lidhen me arbitrin dhe/ose raportuesin e gjykatës.",
    "3049976256": "Për çdo klient të ri etiketimi, ne kalojmë një listë kontrolli gjatë procesit të shitjes. Kjo përfshin kujdesin fillestar të KYC përpara hyrjes në bord, si dhe verifikimin e të gjitha kërkesave të bëra për analistët tanë, si dhe kontrolle në kohë reale dhe rishikime periodike të kërkesave të bëra duke përdorur platformën tonë të vetë-shërbimit.",
    "3054564199": "Kompleti i shtypit",
    "3056723024": "13. Përfundimi i papranueshëm i detyrave",
    "305735018": "Më në fund, një alternativë e besueshme për Google. hCaptcha Enterprise ofron kursime dramatike në faturën tuaj reCAPTCHA me siguri më të lartë: deri në 80% më lirë në disa raste.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "Politika e privatësisë",
    "3064321967": "E-maili i parë i njohur spam u dërgua në vitin 1978. [",
    "3065000659": "A e keni kuptuar se sa herë që \"klikon në makinë\" po ndihmoni për të trajnuar një beqar",
    "3068923550": "( ) Kundërmasat duhet të funksionojnë nëse futen gradualisht",
    "3083289844": "Nëse keni gjetur një problem që mendoni se mund të ndikojë në privatësinë e përdoruesit, ju lutemi na dërgoni email në",
    "3086730511": "Nëse jeni një Integrues i shërbimit tonë falas dhe ne përcaktojmë se i keni tejkaluar pragjet tona të përdorimit të drejtë, aktualisht më i vogli nga:",
    "3088605177": "Shto kodin tonë të sfidës vetëm aty ku është e nevojshme dhe ku ka kuptim të mbrohemi si ju ashtu edhe përdoruesit tuaj.",
    "3089778412": "Si Llogarit Shpërblimet hCaptcha",
    "3092200338": "** Kur data 15 bie në një fundjavë, data e pagesës është në vend të kësaj data 17.",
    "3093388779": "hCaptcha është falas për t'u përdorur për botuesit e çdo madhësie",
    "3093689546": "Integrim i lehtë",
    "3094150511": "Autoriteti rregullator: Komisioni Federal i Komunikimeve i SHBA-së, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 qershor 2019",
    "3096063825": "Provoje",
    "3096553330": "Çdo sistem që ne krijojmë thjesht pasqyron marrëdhëniet tona me njerëzit e tjerë.",
    "3098677775": "Pyetje: A është IP-ja ime dhe historia e shfletimit plotësisht private nga hCaptcha kur përdor Privacy Pass?",
    "3100722753": "Për çështje të mundshme të sigurisë ose privatësisë, shihni udhëzimet më poshtë.",
    "3103557430": "Si e përdorim informacionin",
    "3103642530": "Ky rishikim përbëhet nga disa grupe kriteresh:",
    "3107683988": "Kjo mund të zvogëlojë në mënyrë dramatike trafikun dhe kostot jashtë rrjetit duke ruajtur të gjitha përfitimet e menaxhimit nga stafi ynë në gatishmëri 24/7 për të përmbushur SLA-të më të rrepta.",
    "3108727249": "BotStop",
    "310885519": "ose",
    "3114147525": "Klientët e hCaptcha përdorin shërbimin për detyra duke përfshirë njohjen e objekteve, zbulimin e atributeve (mbledhjen e etiketave për të identifikuar llojet e veshjeve), renditjen e rëndësisë (zgjedhja e produktit më të përshtatshëm nga disa opsione kur krahasohet me një produkt parësor), kutitë kufizuese (gjetja e zonave me interes në një imazh), \"Human OCR\" (identifikimi i tekstit në një imazh) dhe shumë lloje të tjera detyrash.",
    "3117887301": "I besuar nga shërbimet më të mëdha në internet",
    "3119498672": "të kryejë çdo detyrë me përdorimin e robotëve të internetit, robotëve të internetit, boteve, skripteve ose çdo forme tjetër të inteligjencës artificiale ose në ndonjë mënyrë tjetër të përpiqet të marrë shpërblime nga IMI ose çdo Kërkues ose Integrues pa përfunduar detyrat siç përshkruhen;",
    "3119589996": "Si funksionon: një shtesë e shfletuesit u siguron përdoruesve mundësinë për të krijuar dhe nënshkruar argumente të verbër kriptografik për faqet e internetit që mbështesin protokollin Privacy Pass. Shtesa gjeneron kalime që përmbajnë argumente të verbuara kriptografikisht që nënshkruhen nga hCaptcha kur një sfidë zgjidhet në çdo sajt duke përdorur shërbimin hCaptcha,",
    "3121248460": "Shfaq sfida të personalizuara pafundësisht të ndryshme -- nga e thjeshta në komplekse -- për audiencën tuaj të pritshme",
    "3128328457": "Nëse jeni një kontribues ose integrues, vetëm ju jeni përgjegjës për pagesën e çdo takse të llogaritur ose tjetër federale, shtetërore ose lokale mbi të ardhurat, sigurimet shoqërore, FICA dhe kompensimin e punëtorëve që i detyrohen si rezultat i përdorimit të faqes sonë të internetit, si dhe taksa ose tarifa të ngjashme në juridiksione jo-SHBA. Ju pranoni të na dëmshpërbleni dhe të na mbani të padëmshëm për çdo vlerësim kundër nesh sepse nuk keni respektuar asnjë ligj tatimor.",
    "3128433367": "... dhe shumë të tjera",
    "3130928685": "Blog",
    "3138772661": "mijëra jetë çdo vit",
    "3139609561": "Më poshtë janë dy shembuj të llojeve të punës së klasifikimit të imazhit dhe zbulimit të atributeve. [",
    "31502377": "Çfarë është një element i tekstit të pasur?",
    "3152512587": "dhe sistemi mbledh qindra miliona zgjidhje ditore. [",
    "3153117136": "Si funksionojnë cilësimet e vështirësisë së hCaptcha",
    "3160820928": "Mbrojtje nga sulmet e koordinuara",
    "3161489950": "Platforma ML më e avancuar e sigurisë në botë",
    "3162107126": "IMI nuk është palë në asnjë mosmarrëveshje midis jush dhe çdo përdoruesi tjetër të Shërbimeve. Ju e lironi IMI-në dhe bashkëpunëtorët e saj nga të gjitha pretendimet, kërkesat dhe dëmet e çdo lloji dhe natyre, të njohura dhe të panjohura, të dyshuara dhe të padyshuara, të zbuluara dhe të pazbuluara, që lindin ose lidhen me ndonjë mosmarrëveshje midis jush dhe një përdoruesi tjetër.",
    "3167979932": "Projektuar për privatësi që nga dita e parë. Marrëveshje e fortë për përpunimin e të dhënave.",
    "3168199226": "Sidoqoftë, në vitin 2020 u bë e qartë se ndërtimi i këtij lloji të të dhënave mund të perceptohej si një teknologji me përdorim të dyfishtë në një mënyrë që pakkush do ta kishte pritur një vit më parë.",
    "3173156067": "Disa kolaterale të gatshme janë të disponueshme në rast se dëshironi të përfshini imazhe shembull në artikullin tuaj.",
    "3176531704": "Shënimi i të dhënave",
    "3178581111": "Përdorni për qëllime të reja",
    "3180664128": "Duke mësuar mbi mijëra sinjale, modelet mund të nxjerrin përfundime dhe të arrijnë besim të lartë në zbulimin e sjelljeve keqdashëse shumë shpejt, edhe kur asnjë sinjal individual nuk do të ishte në vetvete mjaft i fortë për të treguar një problem.",
    "3182435854": "E drejta e autorit",
    "318339230": "(Një ose më shumë nga sa vijon mund të zbatohet për idenë tuaj të veçantë dhe mund të ketë",
    "3183855267": "1. hmt_id",
    "3186435874": "sesioni",
    "3192683783": "Ndryshimet në këtë Politikë të Privatësisë",
    "3193548097": "Hope Springs Eternal",
    "3194111925": "mbështetje",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Dobia dhe cenueshmëria e API-ve",
    "3200641265": "Jo më vonë se data 16 qershor 2020*",
    "3200859925": "1. Qëllimi",
    "320166522": "Mësimi i makinerisë tani ndikon pothuajse në çdo aspekt të jetës sonë, shpesh në mënyra që nuk i kuptojmë dhe nuk mund t'i shohim. Shërbimet e sigurisë në internet nuk janë të ndryshme.",
    "3202747130": "Marrëveshja e plotë. Këto Kushte Shërbimi dhe çdo politikë, procedurë ose kushte të referuara në këtë marrëveshje përbëjnë të gjithë marrëveshjen e palëve në lidhje me temën, dhe zëvendësojnë dhe anulojnë të gjitha marrëveshjet, pretendimet, përfaqësimet dhe mirëkuptimet e mëparshme dhe të njëkohshme të lidhura me palët. .",
    "3203921334": "Na pëlqyen një sërë gjërash në lidhje me zgjidhjet hCaptcha: 1) ato nuk shesin të dhëna personale; ata mbledhin vetëm të dhënat personale minimale të nevojshme, ata janë transparentë në përshkrimin e informacionit që mbledhin dhe mënyrën se si i përdorin dhe/ose i zbulojnë ato.",
    "3206136647": "Problemi i Google këtu bazohet në të dhënat e pyetjeve që ata përdorin në krahasim me atë se kush e sheh atë. Nëse të gjitha të dhënat vijnë nga e njëjta kulturë (dhe në rastin e Google, e njëjta kompani), sigurisht që mund të prisni që të keni sfida që nuk përkthehen mirë me kulturat e tjera, në përputhje me ankesën e Edenit.",
    "3207769512": "Vendosja e Punëve të Prodhimit",
    "3208155808": "Transferoni një kopje të informacionit tuaj personal të lexueshme nga makineritë tek ju ose një palë e tretë sipas zgjedhjes suaj.",
    "3212830633": "2. Përshtatshmëria",
    "3213351333": "Nuk kërkohet angazhim paraprak",
    "3213411837": "imazhi 2",
    "3214322759": "përndryshe përfshihen në ndonjë veprimtari keqdashëse ose mashtruese.",
    "3217791519": "15 korrik 2020 - 15 tetor 2020",
    "3225770968": "hCaptcha është krijuar për të zgjidhur problemin më intensiv të punës në mësimin e makinerive; etiketimi i sasive masive të të dhënave në kohën e duhur, të përballueshme dhe të besueshme.",
    "3225936061": "Ka të ngjarë të shihni fotografi të tekstit të marra nga faqet e librave në shërbimin e Librave të Google dhe duke ndihmuar në përmirësimin e softuerit të tyre OCR (njohja e tekstit).",
    "322830977": "Si të çaktivizoni Cookies.",
    "3228928991": "Informacion që mund të përdoret për të identifikuar ose kontaktuar një individ (\"Informacione personale\"), si emri, adresa e emailit dhe shteti. Ne mbledhim informacione personale nga integruesit dhe klientët tanë aktualë dhe të mundshëm kur ata na i japin drejtpërdrejt (për shembull, duke plotësuar një formular kur regjistroheni për një llogari ose kur aplikoni për të marrë njoftime me email nga ne). Ne gjithashtu mund të verifikojmë identitetin e integruesve dhe klientëve tanë duke krahasuar informacionin personal me bazat e të dhënave të palëve të treta ose dokumentet zyrtare ligjore.",
    "3230004040": "A jeni me dëmtim të shikimit ose nuk jeni në gjendje të plotësoni hCaptchas?",
    "3233305531": "Markat tregtare",
    "3233441200": "Përsëritni politikën e shkeljes",
    "3235430156": "sistemet e mësimit të makinerive të kompanisë falas?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Analiza e brendshme hCaptcha. Të dhënat e mbledhura deri më 30 qershor 2019. Detajet ofrohen sipas kërkesës.",
    "3236873806": "IMI është përgjegjës për këtë faqe interneti.",
    "3238184941": "Shënim: Rreziku i mashtrimit i lidhur me një adresë IP individuale mund të ndahet me një Integrues sipas kërkesës.",
    "3238345709": "( ) Do të ndalojë mesazhet e padëshiruara për dy javë dhe më pas do të ngecim me të",
    "3238612014": "Historia e shfletimit, informacioni mbi ndërveprimin e një konsumatori me një faqe interneti, aplikacion ose reklamë.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Përditësimi i fundit: 18 shkurt 2021",
    "324647915": "Faleminderit që gjetët kohën për të na ndihmuar të marrim këtë informacion!",
    "3247172580": "hCaptcha kombinoi mësimin e avancuar të makinerive të vetë-mbikëqyrur me një qasje të re llogaritëse të avantazheve që minimizon në mënyrë unike mbledhjen dhe mbajtjen e të dhënave, të ofruara nga mbi 250 vendndodhje globalisht për shkallëzim masiv.",
    "325077666": "Duke paraqitur informacionin tuaj, ju pajtoheni me tonën",
    "3251220335": "Përgjigje: Jo. Ju lutemi, klikoni të njëjtën lidhje identifikimi me email që ju është dërguar në secilën pajisje që përdorni për të vendosur skedarin e skedarit.",
    "3254142589": "( ) Problemet juridiksionale",
    "3255230599": "Çfarë është një Cookie?",
    "3256020881": "Për të vëzhguar sjelljet tuaja dhe aktivitetet e shfletimit me kalimin e kohës nëpër uebsajte të shumta ose platforma të tjera.",
    "3256245394": "si dhe postimet tona në blog, p.sh",
    "3260825523": "Makinat e intuitës",
    "3264813246": "E papërshtatshme",
    "3265293440": "( ) Ndjeshmëria e protokolleve të ndryshme nga SMTP ndaj sulmit",
    "3265328927": "), një kompani e mësimit të makinerive që ofron produkte dhe shërbime për kompanitë që zbatojnë mësimin e makinerive në shkallë.",
    "3265895521": "Ngrini dhe ulni vështirësinë e sfidës bazuar në kohën e ditës",
    "3268946369": "6. Kredia: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Ju lutem",
    "3272552822": "Zhvilluesit dhe kriptografët:",
    "32739972": "Për të ruajtur informacionin tuaj të sesionit të hyrjes nëse jeni i regjistruar në Faqet tona.",
    "3276777569": "hCaptcha",
    "3280658086": "zgjidhjet e ndërmarrjes",
    "3286051798": "Titujt, paragrafët, thonjëzat e bllokut, figurat, imazhet dhe titrat e figurave mund të stilohen të gjitha pasi një klasë të shtohet në elementin e tekstit të pasur duke përdorur sistemin e përzgjedhur të mbivendosur \"Kur brenda\".",
    "328625009": "... ne jemi gati kur të jeni: shërbimi ynë është i disponueshëm gjatë gjithë kohës.",
    "3287172429": "Tregohen llojet e sfidave të kontrollit",
    "3288667364": "Krahasimi dhe Zbulimi",
    "3290996791": "Të gjithë emrat e tjerë të produkteve, logot dhe markat janë pronë e pronarëve të tyre përkatës. Të gjithë emrat e tjerë të kompanive, produkteve dhe shërbimeve të përdorura në këtë faqe interneti janë vetëm për qëllime identifikimi. Përdorimi i këtyre emrave, logove dhe markave nuk nënkupton miratim.",
    "3292221787": "sfidës iu përgjigj përgjigje, jo vetëm nëse ishte e saktë, dhe shpesh ndryshon si pyetjet ashtu edhe të dhënat e përdorura.",
    "3301728462": "Miliona njerëz përdorin hCaptcha çdo muaj, në mijëra kombinime të shfletuesve, shtesave, pajisjeve, mureve të zjarrit dhe më shumë.",
    "3312336121": "i cili konsumon sasi të mëdha të të dhënave të sjelljes për të përcaktuar nëse përdoruesit e uebit janë njerëz legjitimë ose robotë",
    "3315658779": "Parandaloni gërvishtjen e përmbajtjes me hCaptcha Enterprise",
    "3319083717": "Emri:",
    "3324288040": "Na dërgoni komente",
    "332723732": "përmbajtjen",
    "3329634829": "Kufizoni përpunimin e informacionit tuaj personal.",
    "3329755436": "A po planifikoni ta përshpejtoni këtë proces?",
    "3334160175": "( ) Është i pambrojtur ndaj sulmeve me forcë brutale",
    "3336625692": "Kjo faqe detajon mendimet tona për këtë temë në kontekstin e Etikës së AI, dhe proceset që ndjekim për të siguruar përdorimin e shërbimeve tona mbeten në përputhje me politikat që kemi miratuar si kompani.",
    "3339302473": "27. Ndërprerja",
    "3342910682": "Lexo më shumë",
    "3346362371": "Po në lidhje me mësimin e makinerive?",
    "3348433919": "Të drejtat tuaja",
    "3349094124": "Kriteret e shqetësimeve etike: Objektivi",
    "3353238942": "hCaptcha është krijuar për të ndaluar robotët duke i dalluar nga njerëzit. Testet vizuale janë një mjet i përshtatshëm për këtë, por jo të gjithë mund të zgjidhin një sfidë vizuale.",
    "3356329025": "1. 30 ditë",
    "3356349631": "Google Chrome",
    "3357523404": "Transferimi i të dhënave ndërkufitare",
    "33639629": "Nuk zbatohet për faqet e internetit të palëve të treta. Ju lutemi vini re se kjo politikë e privatësisë nuk zbatohet për asnjë faqe interneti, ofertë, produkt ose shërbim të ndonjë pale të tretë, edhe nëse lidhet me faqen tonë ose përfshin Shërbimin - ju lutemi referojuni politikave të zbatueshme të privatësisë përpara se të vendosni t'i jepni ndonjë informacion të tretës partive.",
    "3365203058": "Mbrojtje kundër robotëve të klasit botëror",
    "3368788823": "Terence Eden bën një pikë interesante në blogun e tij: \"",
    "3370561195": "6. Sjellje e pranueshme",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Politikat dhe proceset e etikës së AI",
    "3376724603": "14-24 shtator 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Merr të dhënat tuaja të etiketuara tani",
    "337971271": "Mësimi i makinerisë është i dobishëm. Por nuk kërkon të dhëna personale për të funksionuar.",
    "3383086062": "hCaptcha Enterprise është një zgjidhje e plotë e sigurisë në internet. Mënyrat aktive dhe pasive ju lejojnë të ndaloni mbushjen e kredencialeve, të zbuloni marrjen e llogarive dhe të bllokoni aktorë të dyshimtë. Të gjitha me zero fërkime për përdoruesit e ligjshëm.",
    "3386280249": "Për të ofruar një treg për të dhënat e etiketuara. Shërbimi ynë mundëson etiketimin e të dhënave me vëllim të lartë dhe rishikimin njerëzor për sistemet e mësimit të makinerive si një shërbim për pronarët e faqeve të internetit dhe kompanitë që kanë nevojë për ndihmë për të etiketuar të dhënat e tyre. Për këtë qëllim, ne u zbulojmë të dhëna të etiketuara klientëve tanë të interesuar për të marrë të dhëna të etiketuara.",
    "3388180864": "Jeni të interesuar të punoni në sfida të thella teknike në shkallën e internetit? Ne gjithmonë punësojmë inxhinierë të talentuar në mbarë botën -",
    "3389431373": "Shërbime si reCAPTCHA v3 thonë se vendosja e pikselit të tyre gjurmues në çdo faqe të faqes suaj është e nevojshme për siguri të mirë. Kjo nuk është çështja.",
    "3395399558": "( ) Politikanët teknikisht analfabetë",
    "3397976149": "Merrni mbështetje për hCaptcha Publisher",
    "3398978455": "15-25 shtator 2021†††",
    "3401005681": "Fito para",
    "3401861278": ", e cila është përfshirë këtu me referencë. Ju lutemi rishikoni këtë marrëveshje për të parë se si ne i përpunojmë të dhënat personale në emrin tuaj. Vini re se ne operojmë si një \"përpunues i të dhënave\" për qëllimet e Rregullores së Përgjithshme të Mbrojtjes së të Dhënave të BE-së dhe një \"ofrues shërbimi\" për qëllimin e Aktit të Privatësisë së Konsumatorit në Kaliforni.",
    "34074886": "Sa herë që i përgjigjeni një sfide, ne përdorim modele të sofistikuara për të kuptuar nëse jeni njeri. Faqja e internetit që vizituat më pas përdor këtë rezultat për të ndihmuar në përmirësimin e përvojës suaj në sajtin e tyre duke mbajtur jashtë robots.",
    "3408107995": "Megjithatë, sot, gërvishtja nënkupton pa ndryshim një qasje programatike për tërheqjen e të dhënave nga një faqe interneti. Softueri i scraping vepron si një përdorues njerëzor, duke klikuar mbi butonat dhe duke lexuar rezultatin që rezulton. Ka shumë përdorime legjitime për gërvishtjen. Zvarritësit e uebit që fuqizojnë motorët e kërkimit janë një shembull. Po kështu janë mjetet si Skyscanner që kërkojnë oferta udhëtimi duke analizuar mijëra faqe interneti udhëtimi. Firmat Fintech e përdorin gjithashtu atë, duke hequr të dhënat financiare të përdoruesve nga faqet e bankave nëse nuk ka ndërfaqe të programimit të aplikacionit (API) të disponueshme për të bërë lidhjen e të dhënave. Gjërat që duhen mbajtur parasysh në lidhje me gërvishtjen e ekranit janë shpejtësia dhe shkallëzueshmëria e tij. Procesi mund të mbledhë sasi të mëdha të dhënash nga faqet e internetit, duke supozuar se faqet nuk janë të konfiguruara për ta ndaluar atë që të ndodhë. Me shpejtësinë e llogaritjes, një kruese mund të grumbullojë grupe të mëdha të dhënash duke ndërvepruar me faqet e internetit dhe softuerin dhe bazat e të dhënave themelore që i fuqizojnë ato.",
    "3409726716": "regjistrohu për më shumë se një llogari me ne pa autorizim me shkrim;",
    "3412647984": "Kjo ju lejon të shmangni pyetjet e ardhshme duke u regjistruar dhe vendosur një cookie. Ju lutemi provoni gjithashtu të çaktivizoni bllokuesin tuaj të reklamave.",
    "3417372336": "Kaloni në minuta",
    "3419878556": "Sigurohuni që \"Bllokimi i kukive të palëve të treta\" nuk është i aktivizuar.",
    "3421090159": "burim i hapur",
    "3426312287": "5-15 janar 2022",
    "3433896984": "BotStop™",
    "3434202027": "Çdo përdorim i emrit hCaptcha në komunikime kërkon atributin: \"hCaptcha është një markë e regjistruar tregtare e Intuition Machines, Inc.\"",
    "3436534225": "Pothuajse të gjitha kompanitë që fillojnë një pilot zgjedhin përfundimisht zgjidhjet tona.",
    "3437412311": "Për përdoruesit e Enterprise, opsionet janë të disponueshme për të shmangur plotësisht sfidat në shumicën e skenarëve, duke u mbështetur në rezultatet pasive.",
    "3441764123": "Kur një sfidë i paraqitet një përdoruesi të aksesueshmërisë në një sajt duke përdorur shërbimin hCaptcha, ato do të kalojnë automatikisht.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Trafiku ndërmjet",
    "3446714684": "Integrimi celular (iOS dhe Android).",
    "345108670": "- mbushje kredenciale dhe përpjekje të tjera për marrjen e llogarisë",
    "3453526675": "1. Partia e parë",
    "345563040": "( ) Kjo është një ide budallaqe, dhe ju jeni një person budalla që sugjeron atë.",
    "3457805519": "3. A mund të përmbushet kërkesa e klientit sipas ligjit amerikan dhe rregullave tona të angazhimit?",
    "3458934553": "3. Ndryshon; deri në 30 ditë.",
    "3460432665": "Pavarësisht nga sa më sipër, nëse jeni një tatimpagues amerikan, ne mund të kërkojmë nga ju një W-9, që të përditësohet çdo vit dhe ne mund t'ju ndalojmë të kryeni detyra derisa të keni përfunduar ose përditësuar një W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Lista e bardhë e kukive hcaptcha.com dhe *.hcaptcha.com në bllokuesin tuaj të reklamave ose shtesën e sigurisë së shfletuesit.",
    "3470857731": "Një analizë se sa mirë reCAPTCHA zbulon robotët.",
    "3475647460": "( ) Kërkon shumë bashkëpunim nga spammers",
    "3478726913": "hCaptcha ka një nga pishinat më të mëdha në planet në dispozicion për përdorimin tuaj. Cilado qoftë shkalla juaj, ne mund ta trajtojmë atë pa angazhime të shtrenjta paraprake. Miliona detyra në ditë nuk janë problem.",
    "3479034323": "Nëse shihni përmbajtje që ju përket të riprodhuar në platformën hCaptcha dhe dëshironi që ajo të hiqet për çfarëdo arsye, mund të na kontaktoni me email.",
    "3480023141": "Mësoni më shumë rreth opsioneve të aksesueshmërisë",
    "3483700676": "Nisni miliona detyra në çast",
    "3488019891": "hCaptcha është një markë e regjistruar e Intuition Machines, Inc.",
    "348809718": "4. Nën \"Cookies nga palët e treta\" zgjidhni \"Prano\".",
    "349292953": "Informacioni që mbledhim",
    "3494826505": "Me shitësit ne angazhohemi për të ofruar aspekte thelbësore të Faqeve dhe Shërbimit, të tilla si ruajtja e të dhënave, hostimi dhe analitika, dhe vetëm për ato qëllime.",
    "3496767126": "Për të shmangur dyshimet, paragrafi i mëposhtëm zbatohet ekskluzivisht për klientët që përdorin shërbimet tona të shënimeve dhe jo për përdorimin e Shërbimeve tona si Integrues",
    "3500503648": "hCaptcha është krijuar për të eliminuar mbajtjen afatgjatë të të dhënave duke u mbështetur në vlerësimin e menjëhershëm dhe jo në regjistrimin dhe analizimin e historisë suaj të shfletimit. Ne gjithashtu mbështesim iniciativat si",
    "3501923981": "Përditësimi i fundit: 1 janar 2020.",
    "3507532387": "( ) Lehtësia e kërkimit të hapësirës së vogël të adresave alfanumerike të të gjitha adresave të emailit",
    "3510143229": "hCaptcha është një shërbim për faqet e internetit dhe aplikacionet,",
    "3511610999": "Le të sigurohemi që të arrish në vendin e duhur.",
    "3515435438": "Raportimi i ankesave të DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Qëllimet e përpunimit",
    "3520687192": "Regjistrimet e komunikimeve me ju (p.sh. biletat e mbështetjes të hapura përmes emailit ose Twitter) mund të mbahen për një kohë të pacaktuar.",
    "3524251858": "Drejtor i Menaxhimit të Produkteve, Cloudflare",
    "3526939538": "Bug softueri",
    "3527140447": "Dokumentet",
    "3530599065": "Privatësia është ndërtuar nga themeli. hCaptcha nuk ruan asnjë PII dhe është në përputhje me mandatet dhe rregulloret e shumta të privatësisë.",
    "353066938": "Një ekip me përvojë, duke punuar në problemet më të vështira të ditës së sotme. hCaptcha është një shërbim i",
    "3532143291": "Për të siguruar shërbimet dhe sistemet tona. Ne përdorim informacionin e analitikës për të siguruar sistemet tona duke identifikuar kërcënimet dhe dobësitë e mundshme, dhe për të mbrojtur ndryshe informacionin që mbledhim.",
    "353367791": "Zbuloni aktorë të këqij të shumë llojeve të ndryshme.",
    "3536122902": "( ) Ndalimi i tyre në këtë mënyrë nuk është mjaft i ngadalshëm dhe i dhimbshëm",
    "3543141425": "për atë!",
    "3545935449": "Për të njohur përdoruesit e rinj ose të kaluar.",
    "3548097301": "Në fuqi: 1 janar 2020.",
    "354925785": "Hyrje",
    "3554363588": "Shenja të tjera",
    "3554448168": "Kategorizimi",
    "3555583744": "dhe",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Ju pranoni të përdorni përpjekje të arsyeshme komerciale për të mbrojtur çdo Informacion Konfidencial të marrë nga ne ose nëpërmjet Shërbimeve tona. përfshin rezultatet e robotëve dhe detajet jopublike të shërbimit tonë të ndërmarrjes, duke përfshirë dokumentacionin jopublik dhe çdo detaj që mund të ndajmë në lidhje me metodat tona të zbulimit të robotëve. Nëse ju jepet akses në ndonjë informacion të tillë Konfidencial, ne mund të modifikojmë, pezullojmë ose kufizojmë aksesin tuaj në Shërbimet tona sipas gjykimit tonë, nëse përcaktojmë se Informacioni Konfidencial po ekspozohet nga përdorimi juaj i Shërbimeve tona dhe ne do të bëjmë përpjekje të arsyeshme për t'ju dhënë njoftim përpara pezullimit.",
    "3566102529": "ne sot për të mësuar më shumë.",
    "3569492665": "Regjistrimi i aktivitetit në internet nuk është zgjidhja.",
    "3570415321": "Kompania",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Disa nga informacionet që na jepni mund të përbëjnë të dhëna sensitive siç përcaktohet në GDPR (të referuara gjithashtu si kategori të veçanta të të dhënave personale), duke përfshirë identifikimin e racës ose përkatësisë etnike në dokumentet e identifikimit të lëshuara nga qeveria.",
    "3573245166": "Ndryshe nga reCAPTCHA, ne punojmë në çdo vend.",
    "3576146278": "Paguani vetëm për saktësinë që ju nevojitet",
    "3578122193": "Qëndroni në markë me përmbajtje përkatëse",
    "3588274874": "Duke u fokusuar në ofrimin e një produkti të përafruar me përpjekjet rregullatore si GDPR e Bashkimit Evropian dhe CCPA e Kalifornisë, ne kemi përjetuar rritje masive - natyrisht, kjo ndihmon që hCaptcha është një zëvendësim i thjeshtë \"i futur\" për reCAPTCHA dhe kështu mund të instalohet brenda pak minutash.",
    "3588620914": "Privacy Pass është një shpikje e re sipas standardeve të Uebit dhe është e mundur që aplikacionet e tjera dhe shtesat e shfletuesit që nuk janë në dijeni të tij të ndërhyjnë në funksionalitetin e tij.",
    "3590546893": "Analiza e thjeshtë e sjelljes është një sinjal i falsifikuar lehtësisht nga aktorë të këqij dhe kërkon mbajtjen e historisë së shfletimit për të gjithë trafikun tuaj të ligjshëm.",
    "359073033": "Paneli ofron pamje të nivelit të lartë ose të hollësishme të aktivitetit.",
    "3594381346": "vendndodhjen.",
    "3594440415": "Më në fund, ata do të fillojnë të hapin dyert.",
    "3594526017": "Shkencëtarët IM vendosin standarde të reja për njohjen e tekstit të mbikëqyrur dobët (OCR) në CVPR 2020.",
    "3596207631": "Pyetje: Unë jam ende duke parë një sfidë pas vendosjes së cookie-t. Çfarë e shkakton këtë?",
    "3600022491": "Për këtë arsye ne kemi krijuar një alternativë të thjeshtë dhe pa dhimbje për t'i lejuar botuesit që përdorin shërbimin tonë të ruajnë aksesin për të gjithë me përputhshmërinë e plotë të Seksionit 508 dhe WCAG 2.1 AA.",
    "3600718611": "Merrni parasysh Google reCAPTCHA,",
    "3600797185": "Ofrimi i identifikimit retroaktiv të robotit do t'i hapte Google pyetjeve të mprehta se si të rimbursohen në mënyrë retroaktive reklamuesit që kanë shpenzuar para në atë trafik mashtrues.",
    "360236473": "Shërbimi hCaptcha nuk synohet të përdoret për këdo që të punojë si etiketues individual. Nuk është projektuar apo i përshtatshëm për këtë qëllim. Ne nuk rekomandojmë askënd që të përpiqet të përdorë hCaptcha si një burim të ardhurash personale.",
    "3604147138": "3. Përdoret për qëllime teknike rreptësisht të nevojshme: mundëson aksesueshmërinë përdorimin e përdoruesit.",
    "3609106478": "Mbushja e kredencialeve:",
    "3609929815": ". Ne do të ruajmë informacionin për emrin, shtetin dhe adresën tuaj të emailit vetëm me qëllim që t'ju kontaktojmë në të ardhmen në lidhje me mundësitë individuale të punës për etiketim.",
    "3612043014": "...dhe detyra të tjera të thjeshta. Lehtë për njerëzit, e vështirë për robotët.",
    "361372538": "2. A besojmë se shërbimet tona të ofruara ka të ngjarë të përdoren për qëllime diskriminuese nga klienti, në mënyra që mund të jenë të ligjshme, por të papranueshme për ne?",
    "3614653023": "Përkundrazi, praktika mbështetet në sulme në shkallë të gjerë të mbushjes së kredencialeve që provojnë miliona çifte emra përdoruesi/fjalëkalimesh në dhjetëra institucione financiare të synuara me shpresën për të zhbllokuar një nëngrup të vogël llogarish. Pasi softueri i automatizuar i mashtrimit të ketë fituar akses në llogari, atëherë një haker njerëzor mund të përfshihet, por në disa raste jo.",
    "361795034": ". Autori i panjohur, shek. 2000",
    "3619183405": "Në vitin 2021, CAPTCHA-të e thjeshta ndonjëherë mund të zgjidhen me softuer, falë përparimeve në mësimin e makinerive. Për të adresuar këtë, hCaptcha gjithashtu bën një analizë shumë të detajuar të pronave si",
    "3620039756": "Në krye djathtas, prekni Më shumë dhe më pas Cilësimet.",
    "3620442880": "Karakteristikat e mbrojtjes nga Shitja e Flash",
    "3621401685": "( ) Jopopullariteti i taksave të reja të çuditshme",
    "3621411541": "Mësoni rreth opsioneve të aksesueshmërisë për hCaptcha",
    "3621455477": "për të mësuar më shumë!",
    "3623028666": "(ju lutemi përdorni një shërbim si",
    "3624758171": "Detyrat e personalizuara ofrohen gjithashtu për botuesit e ndërmarrjeve.",
    "3630114728": "Shiko se çfarë po ndodh në të gjitha sajtet dhe aplikacionet e tua.",
    "3644106388": "Kontaktoni",
    "3645414921": "Fshije",
    "364774188": "Unë jam njeri™",
    "3654556483": "Institucionet financiare dhe kompanitë e tregtisë elektronike kanë procese dhe kontrolle që zbusin disa nga kërcënimet e marrjes së llogarisë. Këto variojnë nga pyetjet e sigurisë së modës së vjetër \"si quhej shoku juaj më i mirë në shkollën fillore\" deri te metodat e zbulimit që nxjerrin në pah adresat e dyshimta IP dhe profilet e pajisjeve celulare.",
    "3657743880": "Udhëzimet e shfletuesit për cookies ndër-site",
    "3660619092": "Regjistrohuni falas ose kontaktoni shitjet për zgjidhjet e Ndërmarrjeve",
    "366088791": "hCaptcha mbështet një shumëllojshmëri të gjerë detyrash.",
    "3660891610": "Nëse jeni Kontribues, IMI, dhe jo ju, ka të drejta pronësie në çdo punë që prodhoni si pjesë e përfundimit të çdo detyre. Duke pranuar kushtet e kësaj Marrëveshjeje, ju pranoni (dhe bëni) të transferoni posedimin, pronësinë dhe titullin (duke përfshirë të gjitha të drejtat e pronësisë intelektuale që ekzistojnë në të gjithë botën) brenda dhe për punën tuaj tek ne. Për të siguruar që ne jemi në gjendje t'i përvetësojmë, përsosim dhe përdorim të drejta të tilla, ju pranoni më tej që (i) të nënshkruani çdo dokument për të ndihmuar në dokumentimin, përsosjen dhe zbatimin e të drejtave tona; dhe (ii) të sigurojë akses të arsyeshëm në informacion për regjistrimin, përsosjen, sigurimin, mbrojtjen dhe zbatimin e të drejtave të tilla pronësore në çdo dhe në të gjitha vendet. Detyrimet tuaja sipas këtij seksioni do të vazhdojnë edhe pasi të çregjistroheni ose të ndaloni përdorimin e Shërbimeve. Ju na caktoni si avokatin tuaj në fakt për të ekzekutuar dokumentet në emrin tuaj për qëllimet e përcaktuara në këtë seksion.",
    "3666807632": "14. Kualifikimet dhe aftësitë e kontribuesve",
    "3668115514": "Si është e ndryshme hCaptcha?",
    "3668873369": "Në hCaptcha, ne kemi marrë një qasje të ndryshme nga dita e parë",
    "3669258571": "Politika e kukive",
    "3671246379": "Hapi 5: Klikoni në skedën Console dhe kliko me të djathtën më pas \"Zgjidh të gjitha\" dhe ruaje atë në një skedar teksti, në mënyrë që të ruhet regjistri i konsolës. Na dërgoni edhe atë.",
    "3671828834": "Shembuj të informacionit personal të ndarë",
    "3673079511": "standarde në zhvillim",
    "3678889946": "Jo më vonë se 15 qershor 2019",
    "3679148535": "Pyetje: Me cilat aplikacione të tjera të Privacy Pass po punoni?",
    "3680327841": "Ne jemi të përkushtuar që hCaptcha të funksionojë mirë për të gjithë",
    "3682071227": "Cilat janë marrja e llogarive dhe si funksionojnë ato?",
    "3688621388": "Nënshkrimet e kërcënimit",
    "3694578791": "Siç u diskutua më lart, ne (dhe shitësit tanë të palëve të treta) mbledhim informacione të analitikës pjesërisht përmes përdorimit të kukive, sinjalizuesve të internetit dhe teknologjive të tjera të gjurmimit. Në disa raste, ne punojmë me shitës të palëve të treta për të përdorur kuki për qëllime të mbledhjes së informacionit të analitikës.",
    "3695206755": "Na provoni në ambientin tuaj pa asnjë detyrim.",
    "3700113699": "Në pajisjen tuaj Android, hapni aplikacionin Chrome.",
    "3700767772": "Pasi të keni instaluar shtesën, klikoni këtu (ose në çdo faqe interneti që përdor hCaptcha) për të fituar leje:",
    "370366524": "Telemetria e shërbimit kalimtar",
    "3709608616": "atëherë llogaria juaj mund të çaktivizohet ose të përcaktohet si e papërshtatshme për fitime sipas gjykimit tonë, për çdo periudhë kohore, me ose pa njoftim paraprak për ju. Në asnjë rrethanë kërkesat që tejkalojnë kufijtë tanë të përdorimit të drejtë nuk do të jenë të pranueshme për fitime pa konfirmim me shkrim nga ne.",
    "3714002185": "Mësoni më shumë rreth hCaptcha Enterprise",
    "3715747429": "Inxhinierët tanë inboarding mund t'ju bëjnë të ecni shpejt, pavarësisht nëse keni nevojë për integrimin e React, SDK për aplikacionet origjinale të iOS, një shembull prapavijë të Java ose pothuajse çdo skenar tjetër.",
    "3717512591": "Integrimi i drejtpërdrejtë i platformës",
    "3717942925": "Ashtu siç do të ketë gjithmonë njerëz që duan të tërheqin vëmendjen tuaj përmes emailit, do të ketë gjithmonë dëshirën për të kufizuar aksesin në disa burime në mënyrë që vetëm njerëzit të mund t'i qasen ato.",
    "3719056187": "Informacioni i dhënë në faqet e internetit nuk përfaqëson këshilla individuale dhe nuk mund ta zëvendësojë këtë. Nëse keni nevojë për këshilla individuale, ju lutemi kontaktoni stafin tonë mbështetës. Përdorni këtë faqe",
    "3720584906": "15 korrik 2021 - 15 tetor 2021",
    "3721365241": "Provoni",
    "3723626769": "për kontributet dhe rishikimin tuaj.",
    "3725880582": "Jepini Bamirësisë",
    "3729345277": "hCaptcha është një mënyrë që kompanitë të marrin shënimet që kërkojnë më shpejt, me cilësi më të lartë dhe me kosto më të ulët se alternativat e tjera.",
    "3730038780": "Zgjidhni nga një numër pothuajse i pafund sfidash për t'i zgjidhur përdoruesit",
    "3730344349": "Ky seksion ofron detaje shtesë në lidhje me informacionin personal që mbledhim për konsumatorët e Kalifornisë dhe të drejtat që u jepen atyre sipas Aktit të Privatësisë së Konsumatorit të Kalifornisë ose \"CCPA\".",
    "3733422465": "8. Verifikimi i identitetit tuaj",
    "3740051331": "Ne jemi gjithashtu të përkushtuar të monitorojmë në mënyrë aktive dhe t'u përgjigjemi pyetjeve të përdoruesve tuaj nëpër mediat sociale, forumet dhe kanalet tona të mbështetjes në miniaplikacion dhe email. Ne jemi të arritshëm dhe të përgjegjshëm dhe e trajtojmë kënaqësinë e përdoruesit si një KPI kryesore.",
    "3741193183": "( ) Shumë përdorues të postës elektronike nuk mund të përballojnë të humbasin biznesin ose të largojnë punëdhënësit e mundshëm",
    "3744079744": "15-19 qershor 2020****",
    "3744153629": "Emrat:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kontakt",
    "3753956446": "Falas",
    "3758963444": "Faleminderit! Dorëzimi juaj është marrë!",
    "3759360138": "4. Emri i përdoruesit dhe fjalëkalimi",
    "3759657802": "Ju nuk mund t'i caktoni, transferoni ose delegoni këto Kushte të Shërbimit ose të drejtat ose detyrimet tuaja sipas këtij ligji në asnjë mënyrë (sipas ligjit ose ndryshe).",
    "3759923279": "Ju lutemi drejtojini pyetjet e shtypit në adresën e mëposhtme të emailit:",
    "3764131594": "22. Faqet e internetit të palëve të treta",
    "3766910104": "2. Përdoret për qëllime teknike rreptësisht të nevojshme: balancim i ngarkesës, rrugëzim.",
    "3767462250": "Projektuar për privatësi",
    "3768951251": "SLA-të e ndërmarrjeve",
    "3773515538": "Ju është kërkuar ndonjëherë të \"shkruani dy fjalë?\"",
    "378086442": "të CAPTCHA-ve, në vend të UX-së së tyre në vetvete.",
    "3782751514": "HUMAN Protocol® është një markë tregtare e regjistruar e Fondacionit HUMAN Protocol dhe përdoret me lejen e tij.",
    "3783031293": "Ne përdorim Cloudflare për të optimizuar trafikun tonë të internetit. Për informacion se si Cloudflare mbledh dhe përpunon të dhënat,",
    "3795997071": "Zgjidhni ikonën e menusë Chrome. Zgjidhni Cilësimet.",
    "3800781598": "] Pothuajse pesë dekada më vonë, emaili i padëshiruar vazhdon të na shqetësojë. Shumë miliarda dollarë dhe mijëra përpjekje inxhinierike për vite me rradhë janë investuar për ta mposhtur atë, dhe megjithatë mesazhet e padëshiruara vazhdojnë. Ka industri miliarda dollarësh në të dyja anët, dmth ato që mbrojnë kundër saj dhe ato që e dërgojnë atë.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 prill 2020 - 15 korrik 2020",
    "3807059944": "Kontrollo përmbajtjen e përdorur të sfidës",
    "3816867833": "Feedback",
    "3817067682": "Shumëkëndëshat",
    "3817811295": "Besueshmëri e garantuar dhe mbështetje e shpejtë 24/7 në thirrje.",
    "3819851005": "2. Tarifat",
    "3821716514": "faqe.",
    "3828090208": "Në vend të kësaj, përdorni \"for hCaptcha\". Nëse përdoret me një logo të palës së tretë, \"për hCaptcha\" duhet të jetë më e vogël në madhësi se logoja e palës së tretë.",
    "3833636936": "a) 1000 kërkesa në sekondë,",
    "3836291932": "Pyetje: Unë përdor pajisje të shumta. A duhet të regjistrohem disa herë?",
    "3842490632": "Një përdorues individual që përpiqet t'i përgjigjet shumë pyetjeve ka të ngjarë të kufizohet ose të ndalohet shpejt. Po aq e rëndësishme, sa edhe e jona",
    "3842673636": "Sipas GDPR, ju keni të drejta të caktuara në lidhje me informacionin tuaj personal. Ju mund të na kërkoni të ndërmarrim veprimet e mëposhtme në lidhje me informacionin tuaj personal që mbajmë:",
    "3842815245": "A është kjo një tregti e drejtë?",
    "38428546": "Ne i ruajmë të dhënat tuaja personale në mënyrë të sigurt gjatë gjithë jetës së llogarisë suaj me ne. Ne do t'i ruajmë të dhënat tuaja personale vetëm për aq kohë sa është e nevojshme për të përmbushur qëllimet për të cilat i kemi mbledhur ato, përfshirë për qëllimet e përmbushjes së çdo detyrimi ligjor, kontabël ose raportues ose për të zgjidhur mosmarrëveshjet. Kriteret që përdorim për të përcaktuar periudhat e ruajtjes përfshijnë dispozitat kontraktuale të zbatueshme që janë në fuqi, periudhat e parashkrimit ligjor, kërkesat rregullatore të zbatueshme dhe standardet e industrisë.",
    "3844300338": "Ju pranoni të zhdëmtoni, mbroni dhe na mbani të padëmshëm nga të gjitha pretendimet, dëmet, detyrimet, kostot dhe shpenzimet (përfshirë tarifat dhe kostot e arsyeshme të avokatëve), që rrjedhin ose lidhen me kryerjen tuaj të detyrave ose përdorimin tuaj të faqes sonë të internetit .",
    "3844432472": "Vetë hapja dhe dobia e API-ve i bën ato objektiva tepër të pasura për sulmuesit. Në të njëjtën mënyrë që një aplikacion celular mund të programohet për të arritur dhe marrë të dhëna nga një sistem korporativ duke përdorur një API, po ashtu mund të programohet edhe një pjesë e malware. Hakerët kanë shkruar një shumëllojshmëri të gjerë mjetesh softuerike për të abuzuar me API-të. Është një teknikë efektive sulmi.",
    "384965568": "Ndërsa kërkesat e ruajtjes ndryshojnë sipas juridiksionit, informacioni në lidhje me periudhat tona tipike të ruajtjes për aspekte të ndryshme të të dhënave tuaja personale përshkruhen më poshtë.",
    "3856690908": "15 janar 2020 - 15 prill 2020",
    "3856912381": "Përdoruesit kanë vuajtur, dhe spam-i i panevojshëm në ueb tani është i shfrenuar. Por ka një alternativë.",
    "3859506577": "Email biznesi",
    "3861413614": "Ju nuk mund të përdorni asnjë markë ose logo të hCaptcha që do të nënkuptonte se hCaptcha ka një lidhje ose miratim, sponsorizim ose mbështetje të një produkti ose shërbimi të palës së tretë, pa leje të shprehur me shkrim.",
    "3863351997": "Kategoritë e informacionit personal të listuara në statutin e Regjistrimeve të Klientit në Kaliforni (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", i cili është i lidhur dukshëm në faqen e informacionit të miniaplikacionit hCaptcha. Atyre u jepet një cookie e koduar që mund të përdoret disa herë në ditë, por duhet të rifreskohet çdo 24 orë përmes hyrjes.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Përditësoni ose korrigjoni pasaktësitë në të dhënat tuaja personale.",
    "3878230879": "Qëllimi ynë është të sigurohemi që të funksionojë gjithmonë për ju, kështu që ne i vlerësojmë shumë raportet tuaja!",
    "3881754581": ". Nëse jeni klient i shërbimeve tona të shënimit dhe keni zgjedhur opsionin \"Të dhënat për të gjithë\" si pjesë e përdorimit tuaj të Shërbimeve, atëherë ju i jepni IMI-së dhe të gjithë përdoruesve të Shërbimeve një në mbarë botën, joekskluzive, të nënlicensueshme, të transferueshme, Licencë pa pagesë, e pakthyeshme për të shfrytëzuar plotësisht të gjitha të dhënat e klientit, duke përfshirë të gjitha të drejtat përkatëse të pronësisë intelektuale. Nëse zgjidhni opsionin \"Të dhënat për të gjithë\", ju përfaqësoni dhe garantoni se zotëroni të drejta, titull dhe interes të mjaftueshëm në dhe ndaj të dhënave tuaja në mënyrë që të jepni licencën në këtë seksion.",
    "3882147547": "Funksionet pseudorandom të pavëmendshëm",
    "388240587": "5-15 janar 2022",
    "3884400764": "Ndërkohë që mund të përdorni shenjat hCaptcha sipas këtyre udhëzimeve, kjo nuk do të thotë që ju keni ndonjë të drejtë të dhënë në Markat, logot hCaptcha ose në ndonjë markë tjetër tregtare, emër tregtar, markë shërbimi, emër biznesi ose vullnetin e mirë të hCaptcha. Ne duam të japim sa më shumë fleksibilitet të jetë e mundur, por jemi të detyruar të mbrojmë hCaptcha nga përdorimi i paautorizuar i çdo marke tregtare, emri tregtar, markë shërbimi, emri i biznesit ose emri i mirë i hCaptcha. Çdo përdorim i paautorizuar përfundon automatikisht lejen ose licencën e dhënë nga hCaptcha dhe mund të ketë përgjegjësi ligjore për çdo dëmtim.",
    "3887113660": "Pyetje: Si ndikon Privacy Pass në fitimet e hCaptcha?",
    "3891941747": "*** KËSHILLIM PËR COVID-19: Për shkak të kapacitetit të reduktuar të stafit në lidhje me COVID-19, rakordimi është riplanifikuar për të lejuar kohë shtesë për të përfunduar verifikimin tonë standard. Pagesat pritet të fillojnë të premten dhe të përfundojnë të hënën në vijim.",
    "3892905664": "hCaptcha ndihmon shërbimet tuaja të preferuara në internet të mbajnë larg robotët, mesazhet e padëshiruara dhe abuzimet duke bërë pyetje të thjeshta që janë të lehta për njerëzit dhe të vështira për makinat.",
    "3892952987": "shikoni hapjet tona dhe aplikoni këtu",
    "3893539589": "futni lidhje të jashtme që ofrojnë mallra ose shërbime përveç nëse kërkohet nga detyra;",
    "389705801": "( ) Ligjet që e ndalojnë shprehimisht atë",
    "3897238493": "SHËRBIMET JANË NË BAZË \"SIÇ ËSHTË\". NE NUK BËJMË PËRFAQËSIM OSE GARANCI, TË LËNDËSUARA OSE TË SHPREHUR, LIDHUR ME AKSESUESHMËRITË, PËRSHTATSHMËRISË, LIGJISHTINË, DISPONUESHMËRIMIN, APO FUNKSIONALITETIN E SHËRBIMIT, NDONJË SOFTRIME TË LIDHUR ME MJETET E KOSOVËS ME SEKSION, TË KONTROLLIT. NË SHPËNDAJEN MAKSIME TË LEJUAR NGA LIGJI, IMI HEQET TË GJITHA KUSHTET, PËRFAQËSIMET DHE GARANCITË E SHPREHTA APO TË LËNKUFSHME, PËRFSHIRË, POR JO KUFIZUARA ME GARANCITË E TREGTUESHMËRISË DHE PARAQITJES SË PARAQITJES SË PARAQITJES SË PARAQITJES SË PARAQITJES SË AKTIVITETIT. MJETI JUAJ I VETËM DHE EKSKLUZIV KUNDËR IMI-së LIDHUR ME NDONJË DEFEKT, MOSKONFORMANCË APO PAKENAQËSI ËSHTË TË NDËLPËSHISH PËRDORIMIN E SHËRBIMEVE. nga qasja juaj ose përdorimi i faqes së internetit ose platformës së Intuition Machines. Mund të ndodhin ndërprerje të planifikuara dhe të paplanifikuara dhe ne nuk garantojmë disponueshmërinë e pandërprerë të faqes sonë të internetit.",
    "3898950867": "( ) Punët e Joe dhe/ose vjedhja e identitetit",
    "3900538778": "Të dhënat e etiketuara janë karburanti që fuqizon mësimin e makinerive. Përgjigjet e reCAPTCHA janë përdorur për të përmirësuar shërbimet ML/AI të Google që nga viti 2009. Shumë njerëz që përdorin reCAPTCHA nuk e kuptojnë se puna e tyre po përdoret.",
    "3901503296": "Ky fokus unik në privatësi do të thotë që ne mund të ofrojmë zero mbajtje të të dhënave individuale, funksionim pa cookie dhe garanci të tjera kontraktuale të privatësisë sipas nevojës, duke ruajtur siguri të shkëlqyer.",
    "3904679538": "krom",
    "3906359167": "Zgjidhjet:",
    "3906886217": "Për kompanitë apo faqet e internetit",
    "3908992897": "dhe përdoret në çdo vend dhe territor në botë, kështu që ne jemi shumë të fokusuar në ofrimin e një eksperience të qëndrueshme globale.",
    "3909240516": "( ) Titujt e SMTP nuk duhet të jenë objekt i legjislacionit",
    "3910971075": "IMI zotëron të gjitha të drejtat, duke përfshirë të drejtat e pronësisë intelektuale, në kodin burimor, kodin e objektit ose strukturën bazë, idetë ose algoritmet, API, dhe çdo softuer, dokumentacion ose të dhëna shtesë që lidhen me Shërbimet (\"Softuer\"). Ju nuk do të, drejtpërdrejt ose tërthorazi, nëpërmjet një pale të tretë ose ndryshe: (a) të rindërtoni, të dekompiloni, të çmontoni ose të përpiqeni ndryshe të zbuloni Softuerin; (b) modifikojë, përkthejë ose krijon vepra të prejardhura bazuar në ndonjë Softuer; (c) kopjoni, merrni me qira, jepni me qira, shpërndani, jepni peng, caktoni ose transferoni ose ngarkoni ndryshe të drejtat për çdo Softuer; (d) të përdorë çdo Softuer për ndarjen e kohës, qëllime të zyrës së shërbimit ose ndryshe për përfitimin e një pale të tretë; ose (e) hiqni çdo njoftim ose etiketë pronësie.",
    "3912514510": "( ) Listat e postimeve dhe përdorime të tjera legjitime të postës elektronike do të preken",
    "3912926900": "hCaptcha® duhet të ketë një simbol të markës së regjistruar herën e parë që shfaqet në një kopje krijuese.",
    "3913203723": "Nëse, për ndonjë arsye, Kërkuesi nuk pranon kryerjen e një detyre që keni përfunduar, ju si Kontribues ose Integrues nuk do të keni të drejtë për asnjë shpërblim për detyrën. Në rast se shpërblimet ju janë shpërndarë tashmë për një detyrë të kryer në mënyrë të papranueshme, ne mund t'i rikuperojmë ato nga ju.",
    "3913801502": "hCaptcha tani funksionon në rreth 15% të internetit",
    "3913848038": "Ofrohen 99,99% SLA në kohë pune dhe mbështetje globale 24/7.",
    "3916131732": "Amerikat",
    "3922723611": "Ju lutemi provoni të çaktivizoni çdo bllokues reklamash ose shtesa sigurie të shfletuesit",
    "3926027556": "dhe ne do të kthehemi tek ju shpejt.",
    "392886773": "Punon në çdo vend",
    "3930611699": "punëtorët individualë.",
    "3930808600": "Ne zbatojmë masat e duhura teknike dhe organizative për të mbrojtur informacionin që mbledhim dhe ruajmë dhe kërkojmë që të gjithë agjentët që kryejnë përpunimin tonë në emrin tonë të bëjnë të njëjtën gjë. Fatkeqësisht, asnjë masë sigurie nuk është 100% e pagabueshme dhe si e tillë, asnjë rrjet ose sistem (përfshirë tonën) nuk mund të garantohet të jetë 100% i sigurt kundër shkatërrimit, humbjes, ndryshimit, zbulimit të paautorizuar të informacionit që mbledhim dhe ruajmë. Nëse besoni se informacioni juaj mund të mos jetë i sigurt për ndonjë arsye, ju lutemi na kontaktoni menjëherë në",
    "3933993151": "Punoni si një etiketues individual i të dhënave",
    "394235836": "3. Nëse asnjë nga sugjerimet e mësipërme nuk funksionon, na dërgoni një email mbështetjeje dhe ne do të jemi të lumtur t'ju ndihmojmë të kuptojmë se çfarë po ndodh.",
    "3942875761": "Ndihmoni në ndërtimin e një Web™ më të mirë",
    "3943164003": "shikoni të papërpunuara",
    "3943417791": "Merrni mbështetje për hCaptcha Enterprise (BotStop)",
    "3946753128": "Privat. Sigurt. Më shpejt.",
    "3951112506": ". Kjo tashmë garanton një shkallë më të lartë heterogjeniteti në të dhëna.",
    "3951254541": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo problem dhe ne do t'i zgjidhim ato shpejt.",
    "3952259236": "Kombinoni të dhënat tuaja të verbuara me mijëra sinjale të hCaptcha për të trajnuar hCaptcha në klasat e sjelljes -- vetëm për shembullin tuaj -- për të parashikuar më mirë sjelljen keqdashëse më mirë se çdo zgjidhje e vetme",
    "3953584369": "Në dispozicion kufizime të sofistikuara të aksesit RBAC.",
    "3955555607": "Përveç partnerëve ose rishitësve të autorizuar, palët e treta nuk mund të bëjnë oferta për fjalë kyçe, Google AdWords ose sisteme të tjera reklamimi të synuara duke përdorur shenja hCaptcha ose gabime drejtshkrimore. As palët e treta nuk mund të përdorin shenja hCaptcha në emrat e domeneve, ndonjë optimizim të motorit të kërkimit, meta etiketat, termat e kërkimit, kodin ose keqinterpretime të tjera.",
    "3955981186": "Amendamentet. Asnjë modifikim ose ndryshim i këtyre Kushteve të Shërbimit nga dikush tjetër përveç IMI-së nuk do të jetë i detyrueshëm për IMI-në përveç rastit kur në një instrument me shkrim të nënshkruar nga një përfaqësues i autorizuar i IMI-së.",
    "3963216198": "Për të diskutuar pse API-të janë një objektiv popullor për hakerat, ia vlen fillimisht të kaloni një moment të shkurtër për të përcaktuar se çfarë nënkuptohet aktualisht me termin \"API\". Koncepti i API-së nuk është aspak i ri. Në fakt, ndërfaqet për të lidhur sisteme të ndryshme kompjuterike me njëri-tjetrin, si dhe komponentët e tyre të brendshëm, kanë ekzistuar të paktën që nga fillimi i viteve 1960.",
    "3963642878": "Jo më vonë se data 14 dhjetor 2019*",
    "3967047208": "Ju gjithashtu mund të çaktivizoni përkohësisht disa mbrojtje në Custom për të korrigjuar këtë, duke ç'vendosur kutitë e zgjedhjes: Çzgjidhni kutinë e kontrollit \"Trackers\" ose çaktivizoni kutinë e kontrollit \"Cookies\" nëse keni ende probleme.",
    "3971348140": "Pse përdorëm hCaptcha? Askush tjetër nuk mund të ofronte veçoritë dhe performancën që kishim nevojë. Ata na nxitën shpejt dhe tregtarët tanë e duan përvojën.",
    "3972094614": "Brendan Eich",
    "3972554015": "proces gjithashtu. Dhe zgjerimi i shfletuesit është sigurisht",
    "3974566657": "Ndërsa shërbimet bëhen më të njohura, kjo lloj dukuri në mënyrë të pashmangshme bëhet më e shpeshtë. hCaptcha përdoret nga miliona njerëz çdo ditë në pothuajse çdo vend të botës, ndaj ne po publikojmë këtë politikë dhe një rast studimi se si i trajtojmë këto çështje në mënyrë që të jemi sa më transparentë.",
    "3978720689": "qasje për të luftuar spam-in. Ideja juaj nuk do të funksionojë. Ja pse nuk do të funksionojë.",
    "3983646521": "Të gjithë emrat e produkteve, logot, markat, markat tregtare dhe markat e regjistruara tregtare janë pronë e pronarëve të tyre përkatës. Të gjithë emrat e kompanive, produkteve dhe shërbimeve të përdorura në këtë faqe interneti janë vetëm për qëllime identifikimi. Përdorimi i këtyre emrave, markave tregtare dhe markave nuk nënkupton miratim. Në këtë rast, krejt e kundërta.",
    "3987022469": "Etiketimi",
    "3988350": "Kjo do të thotë se ka raste të shkëlqyera përdorimi për shënimet e ombrellës në botën reale. Ka vend për mosmarrëveshje për ndikimin e makinave vetë-drejtuese, por sistemet ADAS tashmë po kursejnë",
    "3991444169": "Kjo faqe liston nënprocesorët aktualë për shërbimin hCaptcha Enterprise.",
    "3992401943": "Ka pasur një revolucion në të mësuarit e thellë që nga viti 2012. Norma e industrisë për saktësinë e detyrave është përmirësuar rrënjësisht gjatë dekadës së fundit, kryesisht për shkak të rrjeteve të thella konvolucionale. Shërbime të tjera me fuqi ML që ofron Google e kanë ndjekur këtë kurbë.",
    "4007826952": "CAPTCHA numër 1 i parë i privatësisë për ueb, celular dhe më shumë.",
    "4008400186": "Hapi 4: Klikoni \"Export HAR\" (shigjeta e vogël poshtë) pasi të përpiqeni të zgjidhni, gjë që ruan regjistrin e rrjetit. Na dërgoni atë skedar.",
    "4011712313": "Si pjesë e politikës sonë DMCA, ne vendosim llogaritë e klientëve për të cilët marrim njoftime të shumta DMCA për shkelje të supozuara në një politikë me shumë hapa të shkeljes së përsëritur DMCA. Pas marrjes së njoftimeve të përsëritura DMCA në një muaj kalendarik, llogaria e klientit do të përparojë nga një hap i politikës në hapin tjetër.",
    "4015238193": "dhe OCR [",
    "4019638786": "Përgjigje: Përdoruesit e Privacy Pass të hCaptcha nuk do ta ekspozojnë kurrë IP-në e tyre ndaj hCaptcha, përveç nëse portofoli i kodit të shfletuesit të tyre është bosh ose faqja nuk e dërgon atë. hCaptcha nuk ka asnjë mënyrë për të lidhur përdoruesin me riblerjen e tokenit dhe nuk ndërvepron kurrë drejtpërdrejt me përdoruesin gjatë riblerjes, përveç nëse portofoli i tyre i tokenit është bosh.",
    "4019660456": "Vonesa 0ms: verifikoni argumentet hCaptcha pa thirrje API.",
    "4023575072": "përdorim të dyfishtë",
    "4024785952": "Cloudflare, Inc. (Global). Shërbimet e ofruara: Cloudflare.com.",
    "4034694801": "Nuk ka rezultate që përputhen.",
    "4036662147": "5. Mbrojtja e Informacionit Konfidencial",
    "4036872105": "fillimisht dhe pastaj riprovoni",
    "4039193170": "Nëse keni probleme me marrjen ose shlyerjen e argumenteve:",
    "4044467791": "Për kategoritë e informacionit personal që kemi mbledhur nga ju në 12 muajt e mëparshëm, ju lutemi shihni seksionin \"Informacioni që mbledhim\" më sipër. Ne e mbledhim këtë informacion për qëllime biznesi dhe komerciale të përshkruara në seksionin \"Si i përdorim informacionet personale\" më sipër. Në 12 muajt e mëparshëm, ne kemi ndarë kategoritë e mëposhtme të informacionit me palët e treta për një qëllim biznesi:",
    "4051104324": "\"Intuition Machines\" është një markë e regjistruar e Intuition Machines, Inc.",
    "4051785543": "Përdorni:",
    "4057343238": "Tërhiqe",
    "4059570880": "Nëse dëshironi të gjurmoni përpjekjet e standardizimit, përpjekjet janë duke u zhvilluar aktualisht në",
    "4060250206": "Përdoreni këtë formular për të kontaktuar një nga specialistët tanë teknikë. Ne përgjigjemi shpejt.",
    "4063155841": "Jo më vonë se 25 qershor 2021††",
    "4063769686": "Përdoruesit mbështesin sajtin që po vizitojnë dhe përjetojnë më pak mesazhe të padëshiruara në ueb. Kjo duket si një marrëveshje më e drejtë.",
    "4065065042": "Telefonojeni këtë për t'iu përshtatur saktësisht rastit tuaj të përdorimit.",
    "4065614934": "Kjo analizë nuk është e re, por njerëzit janë përjetësisht optimistë. Sidomos kur mendojnë se ideja e tyre është e re.",
    "4072202039": "15 prill 2019 - 15 korrik 2019",
    "4074220464": "Përgjigje: Opsionet e njohura më parë si kapça audio diskriminojnë shumë përdorues a11y dhe mposhten lehtësisht nga teknikat moderne të mësimit të makinerive. Kjo ka detyruar sfidat aktuale të audios të bëhen gjithnjë e më të vështira, duke futur zhurmë, kohë të çuditshme, kombinime të pazakonta fjalësh, e kështu me radhë për të mposhtur sulmuesit. Prandaj, ne jemi më pak entuziastë për këtë qasje kundrejt shmangies së sfidës në tërësi, por do ta konsiderojmë atë nëse ka kërkesë nga komuniteti a11y.",
    "4080263153": "Asnjë heqje dorë. Ne nuk do të konsiderohet se kemi hequr dorë nga ndonjë pjesë e të drejtave ose mjeteve tona juridike, përveç nëse heqja dorë është me shkrim dhe e nënshkruar nga ne. Nëse ne e vonojmë zbatimin ose nuk arrijmë të zbatojmë të drejtat tona sipas ndonjë dispozite të kësaj marrëveshjeje, kjo nuk do të përbëjë heqje dorë nga e drejta jonë për të zbatuar më pas këtë dispozitë ose ndonjë pjesë të kësaj marrëveshjeje.",
    "4082053540": "19-25 qershor 2021††",
    "4083018285": "Një grup karakteristikash të zgjeruara që kombinohen me monitorimin dhe përgjigjen e përmirësuar të SOC për të adresuar kërcënimet e sofistikuara të vazhdueshme",
    "4086379603": "Pyetje?",
    "4087694419": "Një haker scraping gjithashtu mund të mbledhë të dhëna nga faqe si Amazon dhe eBay për të krijuar listime produktesh të rreme ose mashtruese. Më pas, ai ose ajo mund t'i ofrojë ato për shitje në shërbimet peer-to-peer si OfferUp dhe të kryejë sulme phishing ndaj blerësve. Ose, mashtruesi mund të shesë produkte që nuk ekzistojnë. Një mashtrim i mëtejshëm i gërvishtjes së ekranit përfshin falsifikimin e botuesve të reklamave. Duke hequr përmbajtjen nga faqet e botuesve, mashtruesi mund të krijojë faqe të rreme të botuesve të reklamave në shërbime të ndryshme. Më pas, ata mund t'u shesin reklama në ato faqe rishitësve të autorizuar, kontaktet e të cilëve i kanë mbledhur nga skedari ads.txt i botuesit. Vendet e reklamave duken reale për reklamuesin, por nuk janë.",
    "4087729475": "sfida pas zgjidhjes suaj fillestare.",
    "4088941349": "Regjistrimet e produkteve ose shërbimeve të blera, të marra ose të konsideruara.",
    "4091044469": ". Sigurohuni që e keni aktivizuar shtesën në modalitetin e fshehtë. Më pas, vizitoni çdo faqe interneti duke përdorur hCaptcha dhe zgjidhni një captcha. Që nga versioni 2.0.3, ju mund t'i shfrytëzoni këto argumente në faqet e internetit duke përdorur hCaptcha.",
    "4097297673": "Si klient, kërkues ose integrues, ju pranoni të jeni të detyruar nga kushtet e mëposhtme si shtesë e çdo kushti tjetër detyrues midis jush dhe IMI.",
    "409780280": "( ) Përpjekje e bukur, ****! Shpresoj që dikush të shkelë në tastierën tuaj!",
    "4099477834": "Të gjitha marrëdhëniet me klientët mbrohen gjithashtu nga një Marrëveshje e fortë e përpunimit të të dhënave. Shërbimi hCaptcha përputhet me të gjitha ligjet e privatësisë, pavarësisht se ku banojnë shërbimi ose klientët tuaj. Mosmbajtja e të dhënave personale e bën këtë shumë më të lehtë për ne sesa për kompanitë e tjera.",
    "4101570501": "Ne po punojmë gjithashtu për një zgjidhje kriptografike për të hequr me shpejtësi adresën tuaj të emailit, ndërkohë që ruajmë aftësinë tonë për të parandaluar abuzimin, duke plotësuar punën tonë të Privacy Pass.",
    "410397176": "Për më shumë informacion",
    "4104188759": "Politika e Etikës së UA",
    "4104221634": "Klientët e hCaptcha përfshijnë një sërë industrish, nga kompanitë e teknologjisë tek ato të përqendruara në modë, shitje me pakicë dhe fusha të tjera ku mund të krijojnë vlerë nga aplikimi i mësimit të makinerive.",
    "4114820649": "2. Klikoni në skedën \"Privacy\".",
    "4131598919": "Shtypni",
    "4132302900": "5. Privatësia juaj, të dhënat tuaja dhe \"Të dhënat për të gjithë\"",
    "4137573005": "ka përgjigje gjithëpërfshirëse dhe autoritare për mënyrën se si i përdorim të dhënat, por përgjigja e shkurtër është se ne nuk kemi interes t'ju lidhim si person me historinë tuaj të shfletimit.",
    "4138068262": "përdoruesit. Në fund, ndërveprimi me sfidat ka të ngjarë të mbetet pjesë e arsenalit të mjeteve për reduktimin e abuzimit në internet për sa kohë që natyra njerëzore mbetet e pandryshuar.",
    "4142610534": "Çdo pagesë e vonuar do të grumbullojë tarifa të vonuara në masën 1.5% për qind në muaj ose shumën maksimale të lejuar me ligj, cilado qoftë më e ulët. Nëse nuk arrini të paguani shumën e duhur sipas kësaj Marrëveshjeje për ndonjë arsye, llogaria juaj mund të pezullohet, sipas gjykimit tonë, në të cilin rast nuk do të bëhen pagesa shtesë nga llogaria juaj për përfundimin e detyrave dhe të gjitha detyrat tuaja do të hiqen nga faqja jonë e internetit. Ju duhet të na rimbursoni për të gjitha shumat e detyrimeve sipas kërkesës, plus çdo tarifë përpunimi, tarifë vonese ose tarifa avokatie. Ne gjithashtu mund të bëjmë raporte të përshtatshme për agjencitë e raportimit të kredisë dhe autoritetet e zbatimit të ligjit.",
    "4146870445": "Kush jemi ne",
    "4147497805": "Karrota",
    "4149738856": "hCaptcha duhet të përdoret si mbiemër dhe të pasohet nga një term i duhur i përgjithshëm.",
    "41530052": "28. Kushtet e përgjithshme",
    "4154415610": "***** Pagesat e shtatorit 2020 do të kryhen në grupe ndërsa rakordimi përfundon, me disa që do të ekzekutohen disa ditë më vonë se sa ishte planifikuar fillimisht për shkak të vonesave të rakordimit.",
    "4162383380": "16 - 22 shtator 2020*****",
    "4162847": "Ne kemi qenë në gjendje ta vëzhgojmë këtë drejtpërdrejt, pasi disa nga klientët tanë kryejnë teste A/B me të njëjtën kërkesë përpara se të kalojnë tërësisht nga ofertat e Google. Zakonisht ne jemi në gjendje të vërtetojmë një normë të lartë false pozitive dhe false negative që vjen nga reCAPTCHA v3 ose reCAPTCHA Enterprise.",
    "4163469907": "Hapi 2: Klikoni në skedën Rrjeti në Veglat e Zhvilluesit. Kontrolloni kutinë \"Ruaj regjistrin\" në krye.",
    "4165374512": "Ndërsa është e mundur të përdoren mjetet e zbulimit të IP-së dhe vendndodhjes për të parandaluar mbushjen e kredencialeve, një metodë më ekonomike dhe më e saktë është thjesht ndërprerja e vetë robotit të automatizuar të mbushjes së kredencialeve. hCaptcha dhe hCaptcha Enterprise mund të pengojnë robotin në pikën e hyrjes. Edhe nëse roboti ka kredencialet e duhura, nëse nuk mund të kapërcejë zbulimin e hCaptcha Enterprise ose CAPTCHA të hCaptcha, ai nuk do të arrijë të kryejë mbushjen e tij dhe faqja juaj dhe përdoruesit janë të mbrojtur.",
    "4166776480": "Mbushja e kredencialeve: Çfarë është dhe si të ndaloni sulmet",
    "4169910317": "9. Pajtueshmëria me Ligjin",
    "4172868199": "shkon shumë më tej se kjo, duke lëvizur në sferën e përpjekjes për të dalluar \"njeriun e mirë\" nga \"njeriu i keq\" gjithashtu, dhe përdoret sot nga shumë prej shërbimeve më të njohura në internet në botë për të gjetur dhe ndaluar gjithçka, nga mashtrimet e blerjeve deri te ato të përparuara të vazhdueshme. kërcënime ndaj përdoruesve të tyre, duke ruajtur një fokus unik në ruajtjen e privatësisë.",
    "4179118182": "( ) teknik ( ) legjislativ ( ) i bazuar në treg ( ) vigjilent",
    "4181060163": "Palët e treta nuk duhet të përdorin variacione ose gabime drejtshkrimore ose të veprojnë në asnjë mënyrë që do të shkaktonte ndonjë konfuzion fillestar të interesit mbi markat tregtare hCaptcha.",
    "4181611011": "Data e pajtimit",
    "4185927140": "Menaxher i produktit, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Kushtet Master të Shërbimit",
    "4188814619": "hCaptcha është një shërbim i Machines Intuition (",
    "4194763679": "Nivele të hollësishme të vështirësisë",
    "4195759329": "Zbulimi i robotëve dhe rezultatet e rrezikut",
    "4197928199": "Politika e privatësisë",
    "4199502476": "Paneli i avancuar i raportimit dhe API",
    "4202774977": "Objekt",
    "4205152730": "Jeni të inkurajuar të ndërveproni me përdorues të tjerë kudo në faqen tonë të internetit, Forum, mesazhe, bisedë dhe kanale të tjera të mediave sociale të kontrolluara nga IMI, por nëse veproni kështu duhet të respektoni të gjitha kushtet e shërbimit dhe përdorimit në faqen tonë dhe të gjitha ligjet përkatëse .",
    "4208081170": "Kategoria e Informacionit Personal",
    "4209078147": "Për të përmirësuar faqen tonë dhe për të kuptuar më mirë vizitat tuaja në platformat dhe faqen tonë.",
    "4215483493": "Përgjigje: hCaptcha është krijuar për privatësi nga themeli. Është shumë i ndryshëm nga opsionet tradicionale si reCAPTCHA që zotërohen nga rrjetet e reklamave, të cilët kanë një nxitje për t'ju gjurmuar nëpër ueb dhe për t'ju lidhur me një identitet të vërtetë.",
    "4217013126": "Pagesat zakonisht kryhen gjatë gjithë ditës në datën e pagesës dhe në përgjithësi përfundojnë në mesnatën e kohës së Paqësorit. Nëse një llogari është raportuar për shqyrtim, mund të duhen deri në pesë ditë pune shtesë për të lëshuar një pagesë.",
    "4217693416": ". Uebsajtet e hCaptcha.com dhe BotStop.com (Sajtet) mund të përfshijnë skedarë shtesë, siç përshkruhet në këtë Politikë.",
    "42182578": "Fshini të dhënat tuaja personale.",
    "4222109231": "Zbutja e rrezikut të API-së me Produktin e Ndërmarrjes së hCaptcha",
    "4224961202": "Privatësia, Siguria dhe Mësimi i Makinerisë.",
    "4227800293": "( ) Përdoruesit e emailit nuk do ta durojnë atë",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Kategorizimi i atributeve",
    "4230322909": "Ne gjithmonë përpiqemi të kuptojmë mirë çdo klient të ri dhe rastin e përdorimit të tij të synuar, si për të konfirmuar se është një përshtatje e mirë për produktet dhe shërbimet tona dhe për të siguruar që ai ndjek politikat që ne kemi miratuar si kompani.",
    "423222878": "Disa nga sulmet kibernetike më të vështira për t'u zbuluar, parandaluar dhe ndaluar janë ato ku një aktor keqdashës është në gjendje të përdorë kredencialet legjitime të përdoruesit për t'u identifikuar në një llogari aktive të përdoruesit. Pa shumë aftësi të sofistikuara zbulimi në vend, kompania që pret llogarinë nuk ka arsye të dyshojë se diçka nuk është në rregull. Një klient thjesht duket se ka hyrë në llogarinë e tij ose të saj. Sulmuesi e arriti këtë mashtrim të suksesshëm duke përdorur kredencialet e vjedhura - zakonisht rezultat i një teknike sulmi kibernetik të njohur si \"mbushje kredenciale\". Është një problem serioz sot, por që mund të zbutet me kundërmasat e duhura.",
    "424089481": "Amazon Web Services, Inc. (Global). Shërbimet e ofruara: Shërbimet e Uebit të Amazon. https://aws.amazon.com/security/",
    "4242322181": "Ju jeni përgjegjës për pagesën e të gjitha taksave të lidhura me Shërbimet, përveç taksave të SHBA-së të vlerësuara mbi të ardhurat neto ose pronën personale të Intuition Machines.",
    "4243348003": "Hapi 3: vizitoni",
    "4246520782": "Në fakt, interneti ka qenë dëshmitar i një gare të vërtetë armësh midis mashtruesve dhe mbrojtësve vitet e fundit.",
    "4247858664": "faqja e regjistrimit të aksesueshmërisë",
    "4248655793": "- Alex M.",
    "4255608322": "Përditësimi i fundit: 12 Prill 2021",
    "42559805": "Keni nevojë për futje urgjente?",
    "4256083674": "Me kërkesë të drejtpërdrejtë nga një integrues për të identifikuar rrezikun e mashtrimit të një kërkese specifike sfiduese të CAPTCHA ose adresës IP, ose ndryshe kur është dhënë pëlqimi specifik.",
    "4257144752": "Vlerësimet në kohë reale nuk pasqyrojnë saktësinë përfundimtare ose humanizmin, dhe kështu fitimet tuaja përfundimtare mund të ndryshojnë ndjeshëm lart ose poshtë nga numrat e shfaqur në Panel përpara rakordimit tuaj të parë.",
    "4260466272": "Ju mund të zgjidhni në çdo kohë të ndaloni përdorimin e faqes sonë të internetit, me kusht që të respektoni të gjitha politikat e zbatueshme të IMI. Ne, sipas gjykimit tonë, mund ta ndërpresim këtë marrëveshje, të pezullojmë aksesin në faqen tonë të internetit ose të heqim çdo shërbim menjëherë pa njoftim për ndonjë arsye.",
    "4260542944": "Skrapimi i përmbajtjes (i njohur gjithashtu si \"skrapimi i ekranit\" ose thjesht \"skrapimi\") është një proces i njohur, shpesh i dobishëm për mbledhjen e informacionit nga ueb. Megjithatë, vitet e fundit, teknika është bërë një mjet i preferuar i hakerëve dhe mashtruesve. Kundërmasat mund të zbusin në mënyrë efektive kërcënimin, por për t'i zbatuar ato, është thelbësore të kuptohet se si funksionon procesi.",
    "426125156": "17. E drejta e autorit dhe heqja",
    "4263626815": "Kukit e aksesueshmërisë hCaptcha funksionojnë me të gjithë shfletuesit e njohur dhe bllokuesit e reklamave me cilësimet e tyre standarde, kështu që zakonisht dështimet janë për shkak të skripteve \"anti-anti-adblock\" ose grupeve të ngjashme të rregullave që synojnë sajte të veçanta.",
    "4264784515": "Defektet e sigurisë",
    "4270038521": "(\"Sajtet\") dhe ndërfaqja e programit të aplikacionit hCaptcha dhe softueri dhe materialet përkatëse (bashkë, \"Shërbimi\").",
    "4272022475": "Të gjitha kërkesat dhe asetet shkojnë te hcaptcha.yourdomain.com",
    "4272088465": "bamirësitë e zgjedhjes suaj me të ardhurat që fitoni nga përdorimi i tij.",
    "4272454814": "Integrohuni me ofruesin e identitetit sipas zgjedhjes suaj.",
    "4274324704": "Ja se si të përdorim emrin tonë në një kopje të shkruar:",
    "4277475973": "( ) Ngurrimi i publikut për të pranuar forma të reja të çuditshme parash",
    "4280117172": "Shumë vende në fakt bëjnë pak më mirë se SHBA, duke përfshirë Nigerinë, Indinë, Brazilin dhe Gjermaninë:",
    "4281708680": ". Në hCaptcha, ne kemi marrë qëllimisht një qasje shumë të ndryshme, duke përdorur teknika të mësimit të makinerisë për ruajtjen e privatësisë për të identifikuar sjelljet tipike të robotëve me saktësi të lartë, të gjitha duke konsumuar dhe ruajtur sa më pak të dhëna të jetë e mundur.",
    "4284094387": "†† Disa barazime dhe pagesa të qershorit 2021 do të kryhen në javën në vijim për shkak të vonesave në verifikimin e llogaritjeve përfundimtare gjatë dritares së rakordimit.",
    "4286602632": "c) 100,000 kërkesa në muaj për Integruesit që përdorin llogaritë hCaptcha Publisher (falas) për të mundësuar produkte komerciale të menaxhimit të boteve, p.sh. muret e zjarrit në ueb (WAF) dhe aplikacione të ngjashme,",
    "4290195307": "për udhëzime të hollësishme.",
    "433424759": "Mashtrimi i pagesave përfshin çdo lloj transaksioni të paligjshëm ku një kriminel kibernetik e privon viktimën nga diçka me vlerë, zakonisht para. Kjo mund të nënkuptojë përdorimin e një karte krediti të vjedhur për të porositur mallra në internet ose marrjen e një llogarie bankare dhe transferimin e paligjshëm të fondeve nga ajo. Ka shumë variacione, por të gjitha kanë të njëjtin rezultat: një mashtrues përdor një identitet të vjedhur ose informacion pagese për të vjedhur nga një konsumator, një bankë ose një tregtar.",
    "435302267": "postimi në blog i kompanisë",
    "436125785": "Kjo nuk është befasuese duke pasur parasysh pasaktësinë e sytheve të reagimit të disponueshëm në ato produkte dhe faktin që ato shiten nga një rrjet reklamash me një interes dërrmues për të mos bërë shumë të mirë në zbulimin e robotëve, që të mos dëmtojë biznesin e tyre kryesor.",
    "439777523": "Rregullorja ka rëndësi",
    "443094024": "Filebin",
    "444492541": "udhëzimet e regjistrit të korrigjimit të gabimeve për Firefox",
    "448807334": "(\"Qindra miliona CAPTCHA zgjidhen nga njerëzit çdo ditë.\") Marrë më 8 korrik 2019.",
    "451701069": "Përputhet me GDPR, CCPA,",
    "452920031": "Një shënim për klientët jashtë Shteteve të Bashkuara.",
    "453723556": "Ju mund ta përfundoni këtë Shtojcë të Klientit pavarësisht nga Kushtet e Shërbimit duke pushuar së qeni Klient ose Kërkues. Ne rezervojmë të drejtën të pezullojmë ose të përfundojmë statusin tuaj si Klient ose Kërkues në çdo kohë, ose të mbyllim ndryshe llogarinë tuaj ose përdorimin e Shërbimeve në përputhje me Kushtet e Shërbimit. Ju mbeteni përgjegjës pas përfundimit për çdo shumë të detyrimit sipas Formularit tuaj të Porosisë. Nëse abonimi juaj përfshin çdo tarifë mujore ose vjetore ose minimume mujore ose vjetore, ju do të jeni përsëri përgjegjës për të paguar për të gjitha tarifat e Shërbimeve deri në fund të atij muaji ose viti, përkatësisht.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Po. Ne dhe ofruesit tanë të analitikës ose shërbimeve, partnerët e marketingut dhe bashkëpunëtorët mund të përdorim skedarë kuki, sinjalizues uebi ose pikselë dhe teknologji të tjera për të siguruar që të gjithë ata që përdorin Sajtet të kenë përvojën më të mirë të mundshme. Ju lutemi, shihni seksionin \"Analizat e palëve të treta dhe teknologjitë e gjurmimit\" të politikës sonë të privatësisë për më shumë detaje.",
    "458271951": "Nëse jeni një Kontribues që akseson Shërbimet dhe/ose kryen detyra nëpërmjet ose në lidhje me një Integrues në emër të Intuition Machines (duke vepruar si një kërkues), Intuition Machines mund t'ju shpërblejë për përfundimin e pranueshëm të detyrave të caktuara. Në rast se zbulohet se jeni përfshirë në mashtrim, abuzim ose shkelje të këtyre Kushteve të Shërbimit, çdo dhe të gjitha shpërblimet për ju mund të mbahen dhe/ose të rikuperohen nga Intuition Machines.",
    "458376553": "Ju mund të hyni, korrigjoni, ndryshoni ose fshini informacione të caktuara personale që mund të na keni dhënë përmes llogarisë tuaj të Integratorit, Klientit ose Përdoruesit të Aksesueshmërisë (nëse jeni Integrues, Klient ose Përdorues i Aksesueshmërisë). Nëse nuk jeni në gjendje ta bëni këtë, ose keni ndonjë pyetje në lidhje me Informacionin Personal që kemi mbledhur dhe/ose ndarë për ju, ose dëshironi të tërhiqni pëlqimin tuaj për përpunimin tonë (dmth. fshini plotësisht llogarinë tuaj), ju lutemi na kontaktoni në",
    "461631543": "Shënim GDPR",
    "462321455": "Vendndodhja e arbitrazhit. Çdo procedurë arbitrazhi sipas këtij seksioni do të zhvillohet si parazgjedhje brenda Shtetit të Kalifornisë, përveç rastit kur banoni jashtë Shteteve të Bashkuara, rast në të cilin arbitrazhi do të zhvillohet tërësisht në mënyrë elektronike ose telefonike. Arbitrazhi mund të zhvillohet në çdo vend tjetër nëse bihet dakord me shkrim nga secila palë. Pavarësisht vendndodhjes së saj, çdo palë mund të zgjedhë të paraqitet në arbitrazh nëpërmjet videove të drejtpërdrejta ose telekonferencës.",
    "464238793": "Nëse Google vetë përcakton se një përdorues që sheh një reklamë ose klikon një lidhje ishte në fakt një bot, ai nuk mund të tarifojë për reklamat e shfaqura tek ai përdorues. Ky konflikt interesi ka kufizuar rreptësisht shtrirjen e ambicieve të Google kundër robotëve.",
    "465714311": "Për përdoruesit e aksesueshmërisë: Pyetje dhe përgjigje dhe udhëzues për zgjidhjen e problemeve",
    "465783046": "Dëshironi ta provoni me të dhënat tuaja?",
    "468929661": "Kostoja mesatare e thyerjes së një reCAPTCHA është tepër e ulët (më pak se 1 $ për 1000 zgjidhje) dhe nuk është rritur materialisht që nga fillimi i monitorimit tonë në 2016. Kjo vlen si për reCAPTCHA v2 ashtu edhe për v3. [",
    "469089249": "Përgjigje: Kjo është zakonisht për shkak të përdorimit të një bllokuesi agresiv të reklamave ose shtesë kundër cookie-ve, ose një cilësime që bllokon skedarët e skedarëve \"ndër-faqe\", në këtë rast një cookie për hcaptcha.com që është vendosur ose kontrolluar nga hCaptcha JS në një faqe të ndryshme, si ajo që po vizitoni.",
    "47536007": "Mësoni më shumë rreth hCaptcha",
    "477275453": "Pse API-të janë një objektiv popullor për hakerët?",
    "487083593": "Shitjet",
    "493717511": "2. A është ky klient që kërkon shërbime që mund të jenë",
    "497117287": "Opsionet e aksesueshmërisë",
    "499510428": "Ne në fakt besojmë se rregullorja na ka ndihmuar këtu",
    "501102544": ": ne besojmë se shërbimi anti-bot hCaptcha (dmth. Shërbimi i ngulitur nga faqet e internetit, lojërat ose aplikacionet celulare) përfshin vetëm të ashtuquajturat skedarë \"cookie të përjashtuara nga pëlqimi\" në përputhje me rregulloret GDPR. Shembuj të cookie-ve të tilla të përjashtuara përfshijnë:",
    "504332576": "Jemi krenarë të njoftojmë se hCaptcha është rritur në shërbimin më të madh të pavarur të sigurisë kibernetike në botë, që funksionon në rreth 15% të internetit - dhe ne morëm pjesën më të madhe të këtij tregu direkt nga Google reCAPTCHA. Së bashku, hCaptcha dhe",
    "505891021": "Shërbimet e etiketimit",
    "508143070": "Vini re se IMI është kontrolluesi i informacionit tuaj personal, me përjashtim të rasteve kur ne përpunojmë informacionin personal në emër të Integruesve tanë në lidhje me ofrimin e Shërbimit tonë, në të cilin rast ne jemi përpunues i informacionit personal, dhe ata Integrues janë kontrolluesit e informata personale.",
    "512598290": "Prandaj, ne duhet të kërkojmë që të përdorni gjithmonë të gjitha shenjat dhe logot hCaptcha në një formë që i përmbahet rregullave të mëposhtme, duke përfshirë shkronjat e mëdha, shkronjat e shkrimit dhe stilin.",
    "512991700": "Nëse dëshironi të kundërshtoni ndonjë tarifë, duhet të kontaktoni departamentin tonë të mbështetjes së klientit jo më vonë se tridhjetë (30) ditë pas datës së mbylljes në deklaratën e parë të faturimit ose llogarisë në të cilën u shfaq gabimi ose problemi për të marrë një rregullim ose kredi.",
    "515733427": "( ) Gatishmëria e përdoruesve për të instaluar arna të OS të marra me email",
    "517010299": "Ju lutemi vini re: ne jemi duke punuar aktualisht në një tranzicion të madh të prapavijës drejt pajtimit në kohë reale. Barazimet periodike do të zhvillohen më rrallë se zakonisht deri në tremujorin e parë 2021. Kjo nuk ndikon në oraret ose datat e pagesave.",
    "519755936": "Vetëm ju jeni përgjegjës për respektimin e ligjeve federale, shtetërore, provinciale dhe lokale në lidhje me përdorimin tuaj të Shërbimeve. Ju pranoni të na dëmshpërbleni dhe të na mbani të padëmshëm për çdo pretendim kundër nesh sepse nuk keni respektuar ndonjë ligj ose keni shkelur ndonjë të drejtë të palës së tretë, duke përfshirë pa kufizim të drejtat kontraktuale, të pronësisë intelektuale ose të privatësisë.",
    "532470444": "Bilanci mund të ndryshojë pak nga viti në vit, por kjo sjellje thjesht pasqyron natyrën themelore njerëzore dhe pesë mijë vjet histori të regjistruara nënkuptojnë se dinamika nuk ka gjasa të ndryshojë së shpejti.",
    "535659033": "Atribuimi i Creative Commons",
    "538871570": "Konkurrenca me Google dhe kompanitë e tjera Big Tech duket si një urdhër i gjatë: fuqia e tyre monopoliste e tregut, efektet e platformës dhe ushtria e zhvilluesve me pagesë të lartë konsiderohen përgjithësisht shumë të fuqishme për t'u trajtuar për këdo, përveç gjigantëve të tjerë të teknologjisë si Facebook ose Amazon. Historia jonë tregon se nuk duhet të jetë kështu - ju mund ta mposhtni Big Tech duke u fokusuar te privatësia.",
    "54093347": "Agjent i regjistruar në DMCA",
    "547245263": "Zgjidheni problemin tuaj me robotët sot.",
    "548587288": "Rreth botës.",
    "55035359": "Aktualisht po përdorni reCAPTCHA?",
    "551761392": "dhe dërgoni lidhje) dhe opsionalisht një pamje të ekranit, nëse dyshoni se diçka nuk shfaqet siç duhet. Ju lutemi dërgoni edhe IP-në që po përdorni. Mund ta merrni nga",
    "552920956": "hCaptcha lejon faqet e internetit të fitojnë shpërblime ndërsa bllokojnë bots dhe forma të tjera abuzimi. hCaptcha gjithashtu ju lejon të mbështesni bamirësitë e zgjedhjes suaj me këto fitime.",
    "554844646": "Mund të konfirmoni se zgjerimi funksionon duke parë numëruesin të zvogëlohet me 1 sa herë që klikoni",
    "555158694": "Një shërbim që përdorni ka zgjedhur të përmirësojë përvojën tuaj në sajtin e tij duke instaluar hCaptcha për të reduktuar trafikun keqdashës.",
    "555246307": "Meqë ra fjala, ja si përfundon historia e fisnikut dhe shoferit të tij: Policja i bëri dy burrat të uleshin me orë të tëra në një dhomë bashkë dhe të mërziteshin nga mendja. Në fund të ditës, ai u shfaq dhe tha: \"Unë do të flas me shoferin e vagonit tani\". Burri me rroba fisnike u ngrit në këmbë. Ai u mërzit aq shumë, sa harroi se po shtirej vetëm si fisniku.",
    "555749578": "ka më pak se 1% variancë në normat e zgjidhjes në vendet kryesore në çdo kontinent.",
    "558378834": "Kështu, ne nuk po pranojmë më kërkesa për pyetje në lidhje me çadrat në këtë moment. Potenciali për konfuzion kur një përdorues fundor sheh një pyetje në lidhje me çadrat në momentin aktual është shumë i lartë, dhe në fund të fundit qëllimi ynë është ta bëjmë botën një vend më të këndshëm.",
    "563059212": "Lista e Nënpërpunuesve",
    "564127016": "Ikona e dorës hCaptcha:",
    "565624910": "draft",
    "578738483": "Në përgjithësi mund të aktivizoni ose çaktivizoni përdorimin e cookies përmes një funksionaliteti të integruar në shfletuesin tuaj të internetit. Nëse dëshironi të mësoni më shumë rreth cookies, ose si t'i kontrolloni, çaktivizoni ose fshini ato, ju lutemi vizitoni",
    "58091799": "Mësoni më shumë rreth hCaptcha Publisher dhe Enterprise",
    "583434701": "Aksesueshmëria hCaptcha",
    "585557010": "Sfidoni më pak se 0,1% të përdoruesve legjitimë.",
    "593735469": "Pse zgjidhja juaj e re anti-spam nuk do të funksionojë",
    "595582512": "Nëse po kërkoni të mbroni faqen ose aplikacionin tuaj në mënyrë efektive nga robotët, dërguesit e padëshiruar ose aktorë të tjerë keqdashës, të gjitha duke ruajtur privatësinë e përdoruesve tuaj (dhe në përputhje me të gjitha rregulloret përkatëse!), merrni parasysh hCaptcha dhe ofertën tonë të Ndërmarrjeve",
    "596347471": "Ndërfaqet e programimit të aplikacioneve (API) janë bërë një objektiv popullor për aktorët keqdashës në hapësirën kibernetike. Ka shumë arsye për këtë, duke përfshirë dobinë e tyre të madhe në integrimin e aplikacioneve. Sidoqoftë, është e mundur të zbutet rreziku i API.",
    "600646860": "Në vend që të ofrojë një shërbim me vlerë të diskutueshme duke nxjerrë fuqinë punëtore me vlerë reale, hCaptcha ofron si kompensim ashtu edhe mbrojtje të fortë kundër robotëve.",
    "604751186": "Ceshtje te tjera? Email",
    "606978017": "Mirë se vini në hCaptcha! Kjo Politikë e Privatësisë përshkruan praktikat e Intuition Machines, Inc. (\"IMI\", \"ne\" ose \"ne\") në lidhje me mbledhjen, përdorimin dhe zbulimin tonë të informacionit (përfshirë Informacionin Personal, të përcaktuar më poshtë) përmes faqes sonë të internetit në",
    "611905972": "Sigurimi i aksesit pa probleme për të gjithë përdoruesit duke ruajtur sigurinë",
    "614310292": "Kush e ndërtoi hCaptcha?",
    "615017396": "Një cookie (\"Cookie\") është një skedar i vogël teksti që vendoset në hard diskun tuaj nga një server faqe interneti. Cookies përmbajnë informacione që mund të lexohen më vonë nga një server në internet në domenin që ju ka dhënë cookie-t. Disa nga kukit do të përdoren vetëm nëse përdorni veçori të caktuara ose zgjidhni preferenca të caktuara dhe disa skedarë do të përdoren gjithmonë. Ju mund të mësoni më shumë për çdo cookie duke parë listën tonë aktuale të skedarëve më poshtë. Ne e përditësojmë këtë listë në mënyrë periodike, kështu që mund të ketë skedarë shtesë që nuk janë ende të listuara. Fenerët e uebit, etiketat dhe skriptet mund të përdoren në sajte ose në email për të na ndihmuar të ofrojmë skedarë skedarësh, të numërojmë vizitat, të kuptojmë përdorimin dhe efektivitetin e fushatës dhe të përcaktojmë nëse një email është hapur dhe zbatuar. Ne mund të marrim raporte bazuar në përdorimin e këtyre teknologjive nga ofruesit tanë të shërbimeve/analitikës në baza individuale dhe të përmbledhura.",
    "615031303": "(Shih shënimet në fund të faqes",
    "615618648": "15 prill 2021 - 15 korrik 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 dhjetor 2019**",
    "633598495": "Lodhja Administrative. Ju mund të paraqisni çdo pretendim që rrjedh nga përdorimi juaj i kësaj faqeje interneti te një agjenci administrative, por vetëm në masën që ligji në fuqi e lejon aksesin në një agjenci të tillë, pavarësisht nga ekzistenca e një marrëveshjeje për arbitrazh. Kërkesa të tilla administrative përfshijnë pa kufizim pretendime ose tarifa të paraqitura përpara Komisionit të Mundësive të Barabarta të Punësimit, Departamentit të Punës të SHBA-së dhe Bordit Kombëtar të Marrëdhënieve të Punës. Asgjë në këtë klauzolë nuk do të konsiderohet se ju pengon ose ju shfajëson nga paraqitja e një padie administrative përpara çdo agjencie në mënyrë që të përmbushni detyrimin tuaj për të shterur mjetet juridike administrative përpara se të bëni një kërkesë në arbitrazh, megjithatë, ju hiqni dorë nga e drejta për çdo vendim monetar nëpërmjet kësaj procedurat e agjencisë.",
    "636461959": "Emri",
    "63719113": "përdor mësimin e avancuar të makinerive për të identifikuar trafikun keqdashës në faqen dhe aplikacionet tuaja - duke përfshirë aktivitetet e gërvishtjes.",
    "639413188": "ne pergjigje.",
    "641342999": ", ose faqen e internetit ku keni një problem (Shënim privatësie: vetëm nëse nuk keni problem të ndani atë që është) ... dhe më pas klikoni butonin \"Unë jam njeri\" dhe përpiquni ta zgjidhni.",
    "647630208": "Dhe kjo eshte! Shfletimi juaj në internet është tani më privat.",
    "648630222": "Parandaloni mashtrimin e pagesave me hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 janar 2021*",
    "64953197": "15 tetor 2020 - 15 janar 2021",
    "651123197": "Një numër i totalit aktual në portofolin tuaj do të shfaqet në ikonën pas përfundimit të sfidës.",
    "653679457": "Ndërprerje të ndryshme",
    "654326661": "Dëshironi të shihni vetë? Provoni hCaptcha falas.",
    "655974837": "Nuk ka garanci në lidhje me përmbajtjen",
    "659124570": "Për më tepër, nëse shihni përmbajtje që ju përket të riprodhuar në platformën hCaptcha dhe dëshironi që ajo të hiqet për çfarëdo arsye, mund të na kontaktoni me email në",
    "661412233": "Të dish pas captcha-s se disa përdorues ishin bot është gjithashtu e vlefshme. Ai i lejon pronarët e faqeve të internetit të pastrojnë postimet e vjetra të padëshiruara dhe të fshijnë \"llogaritë e gjumit\" të regjistruara në forumet e padëshiruara në të ardhmen, të reduktojnë mashtrimet dhe më shumë.",
    "664236229": "kërkesë për tërheqje",
    "680638297": "Ju ofrojmë informacion në lidhje me përpunimin tonë të informacionit tuaj personal dhe ju japim akses në informacionin tuaj personal.",
    "685916926": "Pse reCAPTCHA nuk është përmirësuar me kalimin e kohës?",
    "692064738": "( ) Policia nuk do ta durojë",
    "692176459": "Identifikohu",
    "693820850": "Ju mund ta mposhtni Google duke vënë në plan të parë privatësinë",
    "69844082": "Markat tregtare, simbolet grafike, logot, shkronjat e shkruara ose ikonat hCaptcha gjithashtu nuk mund të përdoren në mënyrë përçmuese.",
    "700843971": "Hound Technology, Inc. (Global). Shërbimet e ofruara: honeycomb.io.",
    "702287791": "hCaptcha Publisher (falas)",
    "703051968": "ikona e dorës ha:",
    "707527778": "Informacion nga Fëmijët",
    "707541553": "Të gjitha informacionet që gjenden në faqet tona të internetit janë vërtetuar nga IMI ose një palë e tretë. Megjithatë, as IMI dhe as palët e treta nuk mund të mbahen përgjegjës për faktin se informacioni është aktual, i saktë ose i plotë. Kjo vlen edhe për faqet e tjera të internetit të cilat mund të arrihen përmes hiperlidhjeve në faqet tona. IMI nuk pranon asnjë përgjegjësi për përmbajtjen e këtyre faqeve të jashtme të internetit.",
    "710145621": "Jepni të dhënat tuaja të vërteta bazë ose na lejoni t'i ndërtojmë ato menjëherë",
    "713281684": "Patëllxhan",
    "714342693": "Ekipi i hCaptcha ka mbledhur të dhëna për çmimet nga shërbimet e \"dark web\" për thyerjen e captcha-s që nga viti 2016. Vëmë re një prirje interesante:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Keni nevojë për kontroll nga fundi në fund?",
    "723027910": "Kjo nuk është këshillë ligjore dhe nuk jepen garanci në lidhje me këtë analizë. Nëse keni pyetje ose shqetësime shtesë, ju lutemi na kontaktoni në",
    "728503636": "Data e pagesës",
    "731546974": "10. Taksat e kontribuesve ose integruesve",
    "734735952": "Ne vlerësuam një numër shitësish CAPTCHA, si dhe ndërtuam vetë një sistem. Në fund, hCaptcha doli si alternativa më e mirë për reCAPTCHA.",
    "735630686": "Menaxhimi i informacionit tuaj (të drejtat tuaja)",
    "740501259": "Tubacione të thjeshta të drejtuara nga API",
    "741483946": "* Me fjalë të tjera: ju mund të merrni argumentet hCaptcha Privacy Pass në hCaptcha.com dhe t'i përdorni ato në sajte të tjera drejtpërdrejt duke përdorur hCaptcha.com. Nuk mund të marrësh ose të përdorësh argumentet hCaptcha Privacy Pass për të anashkaluar shërbimin hCaptcha siç përdoret nga Cloudflare, pasi Cloudflare lëshon dhe përdor kodet e veta të Privacy Pass.",
    "751483365": "Mbështetje për klientët jo-JavaScript.",
    "755156539": "Rishitësi i Autorizuar hCaptcha™",
    "755283510": "nëse besoni se kemi ndonjë informacion nga ose në lidhje me një fëmijë nën moshën 13 vjeç.",
    "759057398": "Njoftim për subjektet e të dhënave të BE-së",
    "763447231": "Në të njëjtën kohë, ndalimi i qasjes së robotëve në faqet e botuesve mund të zbulojë mashtrimin e reklamave, duke e vënë produktin reCAPTCHA të Google drejtpërdrejt me biznesin e tyre të reklamave, i cili prodhon mbi 80% të të ardhurave të tyre.",
    "766825168": "Veprimet që mund të ndërmarrim sipas politikës së DMCA-së për shkeljet e përsëritura përfshijnë dërgimin e sinjalizimeve për rritjen e dukshmërisë te klienti i regjistruar i llogarisë. Për të pranuar këto sinjalizime, ne mund t'i kërkojmë klientit të identifikohet në llogari ose të telefonojë ekipin tonë të mbështetjes. Ne gjithashtu rezervojmë të drejtën për të pezulluar ose përfunduar, si dhe për të zbatuar masa të tjera të përkohshme për shërbimin hCaptcha dhe IMI të çdo klienti për të cilin kemi vazhduar të marrim njoftime DMCA për shkeljet e supozuara edhe pasi të kemi dërguar alarme të përsëritura për shkelje. Për më tepër, ne mund të mbyllim sipas gjykimit tonë shërbime të tjera hCaptcha ose IMI që u ofrohen këtyre klientëve kur e mbyllim shërbimin hCaptcha sipas kësaj politike.",
    "767207800": "Nëse të dhënat tuaja përmbajnë përmbajtje potencialisht eksplicite ose fyese, ne kërkojmë që t'i shënoni ato \"PERMBAJTJE E EXPLICIT\" për të shërbyer si një paralajmërim i drejtë për këdo që sheh të dhënat tuaja. Ju nuk mund të përfshini pa një marrëveshje të veçantë me shkrim me IMI detyrat që shkelin politikat tona, duke përfshirë, por pa u kufizuar në, (a) detyra që promovojnë drejtpërdrejt ose tërthorazi një uebsajt ose shërbim tjetër, (b) detyra që shkelin kushtet e një faqe interneti të palës së tretë dhe kushtet, (c) detyrat që kërkojnë nga kontribuesit të kërkojnë palë të treta, (d) detyra që kërkojnë nga kontribuesit të ndërmarrin veprime për të manipuluar sjelljen ose rezultatet e një faqe interneti, (e) detyra që shkelin të drejtat e pronësisë intelektuale të palëve të treta, dhe (f) detyrat që kërkojnë që Kontribuesit të shkarkojnë softuer ose skedarë.",
    "770264626": "Shtoni hCaptcha në shërbimin tuaj (falas)",
    "776542208": "( ) Gara e përjetshme e armatimeve e përfshirë në të gjitha qasjet filtruese",
    "777660551": "Çfarë është mbushja e kredencialeve?",
    "778204464": "Një element teksti i pasur mund të përdoret me përmbajtje statike ose dinamike. Për përmbajtje statike, thjesht hidheni në çdo faqe dhe filloni të redaktoni. Për përmbajtje dinamike, shtoni një fushë me tekst të pasur në çdo koleksion dhe më pas lidhni një element teksti të pasur me atë fushë në panelin e cilësimeve. Voila!",
    "779426309": "Një emër i vërtetë, identifikues unik personal, identifikues në internet, adresë e Protokollit të Internetit, adresë emaili, emër llogarie ose identifikues të tjerë të ngjashëm.",
    "779817954": "Pyetje: Nëse kam leje të lejuara të privatësisë të lëshuara nga një ofrues tjetër, a mund t'i përdor ato në hCaptcha?",
    "780280214": "Si hCaptcha dhe hCaptcha Enterprise zbusin kërcënimin e mbushjes së kredencialeve",
    "780475098": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Neve na intereson vetëm nëse një vizitë është e mirë apo e keqe. hCaptcha përputhet me GDPR, CCPA, LGPD, PIPL dhe ligjet e tjera globale të të dhënave.",
    "787916198": "Me pëlqimin tuaj",
    "788770967": "Na vjen keq që e dëgjoj këtë! Ju mund të dëshironi të përdorni opsionin tonë të aksesueshmërisë:",
    "793242047": "Reduktoni sfidat e paraqitura për përdoruesit për të lejuar akses të shpejtë në aplikacione",
    "793784899": "Planet",
    "803639471": "Logoja hCaptcha përbëhet nga ikona e dorës dhe logotipi hCaptcha. Në formën e saj alternative, ikona e dorës mund të shfaqet vetvetiu kur hapësira është e kufizuar dhe \"hCaptcha\" përdoret si një shenjë fjalësh (siç përshkruhet më lart) në afërsi të ikonës së dorës, në mënyrë që të jetë e qartë se ikona e dorës përfaqëson hCaptcha.",
    "805221621": "Ju lutemi na kontaktoni në",
    "805971861": "\"Umbrella\" është një term në ImageNet, grupi standard standard i të dhënave të përdorur nga studiuesit e vizionit kompjuterik. Identifikimi i besueshëm i njerëzve që mbajnë çadra është gjithashtu kritik për ndërtimin e sistemeve të sigurta të asistencës së avancuar të shoferit (ADAS) të gjeneratës së ardhshme.",
    "808872868": "Për shembull: mesazhet e padëshiruara, mashtrimet dhe abuzimet kanë ekzistuar në internet që pothuajse një ditë pasi dy sisteme u lidhën së bashku.",
    "809251240": "Na kontaktoni",
    "811735413": "Përjashtimet. Mosmarrëveshjet që mund të mos i nënshtrohen marrëveshjes së arbitrazhit paradiskutues siç parashikohet nga Akti i Reformës Dodd-Frank Wall Street dhe Mbrojtjes së Konsumatorit (Ligji Publik 111-203) përjashtohen nga ky",
    "818049069": "Jo më vonë se 15 korrik 2019",
    "824740867": "Në vend që të përmirësonte zgjidhjen, Google lëshoi reCAPTCHA v3, i cili funksionon shumë më tepër si një rrjet reklamash sesa një softuer sigurie, duke mbledhur të dhëna të sjelljes nga i gjithë uebi për të ndërtuar profile të përdoruesve. Fatkeqësisht, ky lloj sinjali mposhtet lehtësisht, dhe në këtë mënyrë siguron pak mbrojtje kundër robotëve duke dëmtuar privatësinë e përdoruesit.",
    "825780955": "Informata personale",
    "826396656": "Plani ynë i vazhdimësisë së biznesit",
    "832385387": "( ) Ide të ngjashme me tuajat janë të lehta për t'u krijuar, por asnjëra nuk është treguar ndonjëherë praktike",
    "833750823": "Keni vështirësi me një sfidë?",
    "835249867": "b) 1 milion kërkesa në muaj për shumicën e Integruesve që përdorin llogari të hCaptcha Publisher (falas), ose",
    "835396984": "Aktualisht aktiv",
    "835545301": "Ne mbledhim kategoritë e mëposhtme të informacionit:",
    "835717930": "Etika e AI në hCaptcha",
    "836017336": "Firefox",
    "838049015": "Zgjidh të gjitha imazhet që përputhen me pyetjen",
    "838225123": "23. Mohim i garancisë",
    "83852121": "Microsoft Corp. (Global). Shërbimet e ofruara: Microsoft Azure.",
    "838951836": "( ) Pandershmëri nga ana e vetë spammers",
    "846501387": "Mbrojtje bot e klasit botëror",
    "850025770": "Përgjigje: Ne besojmë se po: të gjithë përdoruesit me çfarëdo forme dëmtimi që janë në gjendje të shfletojnë ueb-in dhe të futin tekst në formularë mund të kenë akses në shërbimet e mbrojtura nga hCaptcha pas regjistrimit. Megjithatë, kjo nuk është këshillë ligjore: ju duhet të bëni vlerësimin tuaj, duke marrë parasysh zbatimin tuaj të veçantë për të siguruar që ky është rasti për vendosjen tuaj.",
    "851679588": "Po.",
    "851786723": "Duke futur emailin tuaj, ju pranoni Kushtet dhe Politikën tonë të Privatësisë dhe të merrni email nga ne.",
    "852032043": "Safari",
    "855097735": "Ndërtimi i një shërbimi që e bën këtë mirë duke balancuar të gjitha shqetësimet është një problem shumë i vështirë (dhe ne jemi gjithmonë duke punuar për ta përmirësuar atë në mënyrë që ta bëjmë përvojën sa më të këndshme të jetë e mundur) por shpresojmë që do të bini dakord që reduktimi i postës së padëshiruar, abuzimi, marrja e llogarive , dhe mashtrimi në internet në fund të fundit ia vlen për pyetjen e thjeshtë të rastit.",
    "857974529": "Për të përmirësuar faqen dhe shërbimin. Ne përdorim informacionin e Analytics për të përmirësuar shërbimet dhe ofertat tona ekzistuese dhe të reja dhe për të personalizuar ofertat ekzistuese dhe të ardhshme të produkteve.",
    "858218750": "dhe udhëzime për përdorimin e tyre në",
    "867314732": "Mund të merrni me rezolucion të lartë",
    "869702955": "Duke kryer detyra në faqen tonë të internetit, ju autorizoni mbledhjen, përdorimin dhe zbulimin e informacionit tuaj personal në përputhje me Politikën tonë të Privatësisë. Përveç kësaj, ne mund të ndajmë informacione të caktuara rreth jush dhe detyrave tuaja të përfunduara me Kërkuesit, detyrat e të cilit i keni përfunduar për të lehtësuar marrëdhënien e shërbimit dhe për të përmirësuar faqen e internetit, duke përfshirë, për shembull, ID-në e kontribuuesit, adresën IP, detyrat e përfunduara dhe atribute të tjera që lidhen me për kualifikimet tuaja, gjuhët, aftësitë dhe përdorimin e faqes në internet.",
    "874098071": "Nëse jeni përdorues i aksesueshmërisë, ju lutemi regjistrohuni këtu",
    "878585497": "Kushtet",
    "879362350": "Me API-të e reja që funksionojnë në internet, u bë e mundur lidhja e çdo softueri ose burimi të dhënash, kudo në botë, pavarësisht nga platforma, skema e të dhënave ose gjuha e programimit. Si rezultat, bota e informatikës është tani në mes të një revolucioni API. Ka pasur një shpërthim të lidhjes midis aplikacioneve dhe të dhënave. Kjo është e mrekullueshme, derisa nuk është.",
    "881015166": "Shto hCaptcha për Publishers në faqen time ose aplikacionin tim",
    "88879089": "Privacy Pass është një",
    "897432717": "Me dizajnin tonë të ri për rezultatet e personalizuara të kërcënimit, shtimi i njohurive tuaja të biznesit u mundëson modeleve tona të japin rezultate unike të përshtatshme për përdoruesit tuaj.",
    "907324388": "Funksioni",
    "910989640": "Gjeneroni raporte të detajuara dhe të personalizuara të aktivitetit",
    "918924423": "Për shembull, Google nuk ka ofruar shërbime dukshëm të vlefshme si zbulimi retroaktiv i robotëve. Është shumë më e besueshme të deklarosh trafikun e përdoruesve të gjeneruar nga bot pas analizimit të të dhënave disaditore.",
    "920212083": "Raportoni një gabim",
    "922470170": "( ) Kundërmasat nuk duhet të përfshijnë sabotim të rrjeteve publike",
    "926138631": "Shkoni te Privatësia dhe Siguria, më pas \"Cookies\" dhe të dhëna të tjera të sajtit.",
    "931661269": "( ) Adresat e postës elektronike të përkohshme/njëhershme janë të rënda",
    "932546190": "Pse CAPTCHA-të do të jenë gjithmonë me ne",
    "936667684": "Ju është kërkuar ndonjëherë të \"shkruani shenjën e ndërtesës/rrugës?\"",
    "938404336": "2. Ndryshon; deri në 30 ditë.",
    "939665604": "I fokusuar në privatësi",
    "941057651": "( ) Investim i madh ekzistues i softuerit në SMTP",
    "946838734": "3. Zgjidhni butonin \"Avanced\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Drejtshkrimi hCaptcha nuk duhet të ndryshohet kurrë dhe hCaptcha duhet të shkruhet gjithmonë me shkronjën e dytë (\"C\"). Nuk është asnjëherë shumës apo pronore.",
    "952813944": "As përdorimi juaj i faqes sonë të internetit dhe as ndonjë gjë në këtë marrëveshje nuk krijon një marrëdhënie punësimi, partneriteti, sipërmarrjeje të përbashkët, agjencie, ekskluziviteti ose përfaqësuesi i shitjeve midis jush dhe Intuition Machines. Ne nuk ju ofrojmë asnjë pajisje apo mjet për të përfunduar një detyrë. Ne nuk ju ofrojmë asnjë përfitim, kompensim të punëtorëve ose mbulim sigurimi. Ne nuk jemi përgjegjës për çdo shpenzim që ju bëni gjatë përdorimit të faqes sonë të internetit. Ne nuk do të mbajmë asnjë shumë nga shpërblimi juaj për tatimin mbi të ardhurat federale ose shtetërore, sigurimet shoqërore ose ndonjë taksë tjetër. Ju jeni të lirë në çdo kohë për të kryer detyra për çdo person ose biznes, duke përfshirë ndonjë nga konkurrentët tanë. Ju nuk keni autoritetin për të lidhur ndonjë kontratë, me shkrim ose me gojë, në emër të Intuition Machines.",
    "956019009": "Kompanitë më të mëdha të infrastrukturës së internetit kanë ndërmarrë tashmë veprime",
    "961941354": "Megjithatë, asnjë nga këto nuk kërkon përdorimin e informacionit personal të identifikueshëm (\"PII\"). Teknikat moderne kriptografike na lejojnë të heqim çdo të dhënë personale sa më shpejt të jetë e mundur, duke krijuar në vend të kësaj nënshkrime të njëanshme që nuk mund të lidhen me asnjë individ.",
    "963238401": "Ne jemi gjithmonë të interesuar të marrim raporte të gabimeve të sigurisë. Email",
    "971933157": "hCaptcha kujdeset për privatësinë, transparencën dhe drejtësinë.",
    "976209454": "Fitoni shpërblime ose jepni për bamirësi",
    "98173630": "hCaptcha është shërbimi i pavarur CAPTCHA më i përdorur në botë.",
    "981806349": "Ndërtuar në platformën e provuar hCaptcha",
    "984849234": "hCaptcha përdor mësimin e avancuar të makinerive për të ofruar atë që premton vetëm reCAPTCHA, ndërkohë që ndan vlerën e kapur me faqet e internetit që e përdorin atë.",
    "987267027": "Partia",
    "987375734": "IMI është me bazë në Shtetet e Bashkuara. Faqet dhe Shërbimi kontrollohen dhe operohen nga ne nga Shtetet e Bashkuara. Informacioni juaj Personal mund të ruhet dhe përpunohet në çdo vend ku ne kemi objekte ose në të cilin ne angazhojmë ofrues të shërbimeve, dhe duke përdorur Faqet dhe Shërbimin ju pranoni transferimin e informacionit në vendet jashtë vendit tuaj të banimit, duke përfshirë Shtetet e Bashkuara , të cilat mund të kenë rregulla për mbrojtjen e të dhënave që janë të ndryshme nga ato të vendit tuaj. Në rrethana të caktuara, gjykatat, agjencitë e zbatimit të ligjit, agjencitë rregullatore ose autoritetet e sigurisë në ato vende të tjera mund të kenë të drejtë të kenë akses në Informacionin tuaj Personal.",
    "987901590": "A keni të dhëna të papërpunuara pa një grup verifikimi gjithëpërfshirës? Në shumicën e rasteve ne mund të ndërtojmë një për ju ndërsa detyrat kalojnë nëpër sistem, ose të krijojmë mostra të etiketuara për miratimin tuaj.",
    "989480928": "( ) Rentabilitet ekstrem i spamit",
    "990215503": "hCaptcha është i vetmi shërbim i madh captcha që nuk zotërohet nga një rrjet reklamash.",
    "993651083": "Hapi 1: Hapni Veglat e Zhvilluesve (Kjo fillon regjistrimin e sesionit.)",
    "996362763": "Këta token zhblinden dhe ruhen nga zgjerimi për përdorim në të ardhmen. Kur përdoruesi viziton një sajt duke përdorur hCaptcha dhe duhet të kalojë sfidën (qoftë e padukshme ose nëpërmjet butonit \"Unë jam njeri\"), ato blihen automatikisht. Procedura verbuese do të thotë që shenjat e nënshkruara dhe të shlyera janë kriptografikisht të palidhura nga këndvështrimi i hCaptcha dhe kështu ruhet privatësia e përdoruesit.",
    "999610953": "Më në fund, një alternativë e besueshme për Google. hCaptcha Enterprise ofron kursime dramatike në faturën tuaj reCAPTCHA me siguri më të lartë: deri në 80% më lirë në disa raste.",
    "999674529": "Çdo bot që zbulon Google duhet të fitojë zero dollarë reklamash. Prandaj, stimujt e kompanive të Google nuk përputhen keq me përdoruesit e shërbimeve të tyre të sigurisë dhe ky mund të jetë një shpjegim për performancën e dobët të ofertës së tyre të sigurisë reCAPTCHA."
}