{
  "header-privacy-link": "კონფიდენციალურობა",
  "header-integration-link": "ინტეგრაცია",
  "header-cost-link": "ღირებულება",
  "header-features-link": "მახასიათებლები",
  "header-docs-link": "Docs",
  "header-login-button": "Შესვლა",
  "header-contact-button": "დაუკავშირდით გაყიდვებს",
  "intro-heading": "ნულოვანი ხახუნის კაცობრიობის შემოწმება.",
  "intro-contact-button": "დაგვიკავშირდით მეტის გასაგებად",
  "intro-text-bottom": "ეყრდნობა იმ კომპანიებს, რომლებიც უზრუნველყოფენ ინტერნეტს.",
  "sub-menu-button": "დაუკავშირდით გაყიდვებს",
  "sub-menu-item1": "საწარმო",
  "sub-menu-item2": "ღირებულება",
  "sub-menu-item3": "ინტეგრაცია",
  "sub-menu-item4": "მახასიათებლები",
  "sub-menu-item5": "კონფიდენციალურობა",
  "sub-menu-item6": "Docs",
  "info-head-1": "აგებულია დადასტურებულ hCaptcha პლატფორმაზე",
  "info-text-1": "hCaptcha Enterprise მუშაობს hCaptcha პლატფორმის ტექნოლოგიაზე, გაფართოვდა იმ ფუნქციების ჩათვლით, რომლებიც საჭიროა მაღალი ტრაფიკის საწარმოებისთვის.",
  "info-head-2": "სანდო პარტნიორი",
  "intro-subtitle": "მოაგვარეთ თქვენი ბოტის პრობლემა დღეს.",
  "info-text-2": "ჩვენს სერვისებს ენდობიან მსოფლიოს უმსხვილესი კომპანიები, რომლებიც ემსახურებიან ყოველდღიურად მილიონობით მომხმარებელს ათობით მილიონ საიტზე.",
  "cloudflare-quote-text": "ჩვენ შევაფასეთ მთელი რიგი CAPTCHA მომწოდებლები, ასევე თავად შევქმენით სისტემა. საბოლოოდ, hCaptcha გამოჩნდა, როგორც reCAPTCHA-ს საუკეთესო ალტერნატივა.",
  "cloudflare-quote-detail": "Cloudflare-ის პროდუქტის მენეჯმენტის დირექტორი",
  "section-quote-head": "ეფექტური ვარიანტი მაღალი ტრაფიკის საწარმოებისთვის",
  "section-quote-text": "დაბოლოს, Google-ის სანდო ალტერნატივა. hCaptcha Enterprise უზრუნველყოფს დრამატულ დანაზოგს თქვენს reCAPTCHA ანგარიშზე უფრო მაღალი დაცვით: ზოგიერთ შემთხვევაში 80%-მდე იაფია. მსოფლიოს ბევრი უმსხვილესი ონლაინ სერვისი გადაერთო hCaptcha Enterprise-ზე და მიიღო გაუმჯობესებული ბოტის ამოცნობა და ხარჯების მნიშვნელოვანი დაზოგვა.",
  "section-quote-button": "დაგვიკავშირდით დღეს ციტატის მისაღებად",
  "section-privacy-header": "კონფიდენციალურობაზე ორიენტირებული",
  "section-privacy-text-1": "სარეკლამო ქსელები თქვენს ვიზიტორებს პროდუქტად აღიქვამენ. ჩვენთვის ერთადერთი პროდუქტია მათი ჰუმანურობის განსაზღვრა. ჩვენი სერვისები აკმაყოფილებს ან აღემატება GDPR, CCPA და LGPD მოთხოვნებს და მხარს უჭერს ინიციატივებს, როგორიცაა Privacy Pass. ჩვენ ბევრს ვმუშაობთ კონფიდენციალურობისა და უსაფრთხოების დასაბალანსებლად.",
  "section-privacy-text-2": "ეს უნიკალური ფოკუსირება კონფიდენციალურობაზე ნიშნავს, რომ ჩვენ შეგვიძლია შემოგთავაზოთ ნულოვანი ინდივიდუალური მონაცემების შენახვა, ქუქი-ფაილების გარეშე მუშაობა და სხვა კონფიდენციალურობის კონფიდენციალურობის გარანტიები, როგორც ეს საჭიროა, თანაც შესანიშნავი უსაფრთხოების შენარჩუნებით.",
  "section-security-header": "უსაფრთხოება პირველ რიგში",
  "section-security-text-1": "სიზუსტე თქვენს და ჩვენს ინტერესებშია. hCaptcha მუშაობს იმისთვის, რომ მოგაწოდოთ რეალური მონაცემები და გაძლევთ გადაწყვიტოთ როგორ გამოიყენოთ ისინი. სხვა კაპჩებს გიგანტური სარეკლამო კომპანიები აწვდიან. ეს ნიშნავს, რომ მათ მიერ დაბლოკილ თითოეულ ბოტს შეუძლია შეამციროს შემოსავალი.",
  "section-security-text-2": "უახლესი მანქანათმცოდნეობის ტექნიკის გამოყენება კონფიდენციალურობაზე ფოკუსირებული საშუალებას გვაძლევს გადავაჭარბოთ მემკვიდრეობითი ჩაწერის უსაფრთხოების სტანდარტებს სამუდამოდ ჩაწეროთ ყველა სტრატეგია უსაფრთხოების ან მომხმარებლის კონფიდენციალურობისთვის ზიანის მიყენების გარეშე.",
  "section-user-experience-header": "დიდი მომხმარებლის გამოცდილება",
  "section-user-experience-text1": "Enterprise-ის მომხმარებლებისთვის ხელმისაწვდომია ვარიანტები, რათა თავიდან აიცილონ გამოწვევები უმეტეს სცენარებში.",
  "section-user-experience-text2": "შეამცირეთ უთანხმოება თქვენი ლეგიტიმური ტრაფიკის 99,9%-ისთვის გამოწვევის თავიდან აცილებით, და ამავე დროს, უზრუნველყოთ შესანიშნავი უსაფრთხოება ბოტების მოწინავე მოდელების წყალობით.",
  "section-easy-integration-header": "მარტივი ინტეგრაცია",
  "section-easy-integration-text": "hCaptcha-ს დამატებას მხოლოდ წუთები და კოდის მხოლოდ რამდენიმე ხაზი სჭირდება. ძირითადი API თავსებადია reCAPTCHA V2-თან და გადართვას მხოლოდ წუთები სჭირდება. დღეს შეგიძლიათ გაუშვათ უმაღლესი ალტერნატივა და საჭიროების შემთხვევაში ჩართოთ უფრო მოწინავე ფუნქციები.",
  "section-easy-integration-serverside": "სერვერის მხარე:",
  "section-easy-integration-frontend": "წინა ნაწილი:",
  "section-threat-header": "მორგებული საფრთხის ქულები",
  "section-threat-text": "ყველა პრობლემა ერთნაირი არ არის: ერთი ქულის მიღება ნიშნავს, რომ ის უნდა აკმაყოფილებდეს თქვენს საჭიროებებს, რომ იყოს სასარგებლო. hCaptcha-ს უნიკალური მორგებული საფრთხის ქულებით, სწრაფი კონსულტაცია საშუალებას გვაძლევს დავაკონფიგურიროთ ჩვენი მოდელები, რათა მივაწოდოთ ქულები უფრო შესაბამისი თქვენი ბიზნესისთვის.",
  "section-challenges-header": "გაუშვით თქვენი საკუთარი გამოწვევები წამებში",
  "section-challenges-text-1": "დარჩით ბრენდზე შესაბამისი შინაარსით",
  "section-challenges-text-2": "როდესაც მომხმარებლებმა უნდა გადაჭრას გამოწვევა უსაფრთხოების მოთხოვნების დასაკმაყოფილებლად, რატომ არ უნდა შექმნათ მომხმარებლისთვის სასიამოვნო და შესაბამისი ამოცანები? ჩვენი მარტივი მორგებული გამოწვევის დიზაინერთან ერთად, თქვენ შეგიძლიათ გაუშვათ ბრენდის გამოწვევის კონტენტი სულ რამდენიმე წუთში.",
  "section-integration-header": "პირდაპირი პლატფორმის ინტეგრაცია",
  "section-integration-subheader": "ვებ ინფრასტრუქტურის კომპანიებისთვის",
  "section-integration-text": "hCaptcha Enterprise სისტემა ცალსახად მოქნილია მის დიზაინში: ის შეიძლება ნაწილობრივ ან მთლიანად განლაგდეს თქვენი ქსელის კიდეზე, თუ თქვენ მართავთ საჯარო ღრუბელს ან ფლობთ მრავალ მონაცემთა ცენტრს. ამან შეიძლება მკვეთრად შეამციროს ხარჯები და ქსელის გარეთ ტრაფიკი და შეინარჩუნოს მენეჯმენტის ყველა უპირატესობა ჩვენი 24/7 გამოძახების პერსონალის მიერ, რათა დააკმაყოფილოს ყველაზე მკაცრი SLA.",
  "section-support-header": "ხელმისაწვდომი ექსპერტიზა და მხარდაჭერა როგორც თქვენთვის, ასევე თქვენი მომხმარებლებისთვის",
  "section-support-text": "სერვისი ჩვენთვის მთავარი პრიორიტეტია. ჩვენ ვინარჩუნებთ 24/7 გამოძახების მხარდაჭერას და გთავაზობთ Slack-ის პირდაპირ კოორდინაციას თქვენს საინჟინრო ინტეგრაციის გუნდთან და ჩვენს გამოძახებულ პერსონალთან განხორციელების დროს და მის შემდეგ. და ჩვენი ვიჯეტისა და ელ.ფოსტის მხარდაჭერის არხები. ჩვენ ვართ ხელმისაწვდომი და პასუხისმგებელი და განვიხილავთ მომხმარებლის კმაყოფილებას, როგორც საუკეთესო KPI-ს.",
  "section-enterprise-header": "საწარმოს მახასიათებლები",
  "section-enterprise-title-1": "მსოფლიო დონის ანტი-ბოტის დაცვა",
  "section-enterprise-desc-1": "ვებ-მასშტაბით გამოცდილი ბრძოლა.",
  "section-enterprise-title-2": "მაღალი სიზუსტის ბოტის ქულები",
  "section-enterprise-desc-2": "გამოავლინეთ სხვადასხვა ტიპის ცუდი მსახიობები.",
  "section-enterprise-title-3": "ნულოვანი ხახუნის და 99,9% პასიური რეჟიმები",
  "section-enterprise-desc-3": "გამოწვევა ლეგიტიმური მომხმარებლების 0.1%-ზე ნაკლები.",
  "section-enterprise-title-4": "ნაჩვენებია საკონტროლო გამოწვევების ტიპები",
  "section-enterprise-desc-4": "არჩევანის ტიპების ფართო ბიბლიოთეკა.",
  "section-enterprise-title-5": "აკონტროლეთ გამოყენებული გამოწვევის კონტენტი",
  "section-enterprise-desc-5": "დარჩით ბრენდზე თანმიმდევრული მომხმარებლის გამოცდილებით.",
  "section-enterprise-title-6": "საწარმო SLA",
  "section-enterprise-desc-6": "გარანტირებული საიმედოობა და სწრაფი 24/7 გამოძახების მხარდაჭერა.",
  "section-enterprise-title-7": "ძველი ბრაუზერის მხარდაჭერა",
  "section-enterprise-desc-7": "თავსებადია Internet Explorer 8-მდე.",
  "section-enterprise-title-8": "გაფართოებული მოხსენების დაფები და API",
  "section-enterprise-desc-8": "ნახეთ, რა ხდება თქვენს ყველა საიტზე და აპში.",
  "section-enterprise-title-9": "მუშაობს ყველა ქვეყანაში",
  "section-enterprise-desc-9": "reCAPTCHA-სგან განსხვავებით, ჩვენ ვმუშაობთ ყველა ქვეყანაში.",
  "section-enterprise-title-10": "GDPR, CCPA და LGPD მეგობრული კონფიდენციალურობის პოლიტიკა",
  "section-enterprise-desc-10": "შექმნილია კონფიდენციალურობისთვის პირველივე დღიდან. ძლიერი მონაცემთა დამუშავების შეთანხმება.",
  "section-enterprise-title-11": "წვრილმარცვლოვანი სირთულის დონეები",
  "section-enterprise-desc-11": "აკრიფეთ ეს, რომ ზუსტად მოერგოს თქვენს გამოყენებას.",
  "section-enterprise-title-12": "პირველი მხარის ჰოსტინგი",
  "section-enterprise-desc-12": "ყველა მოთხოვნა და აქტივი გადადის hcaptcha.yourdomain.com-ზე",
  "section-enterprise-title-13": "მრავალ მომხმარებლის დაფები",
  "section-enterprise-desc-13": "გააზიარეთ მენეჯმენტი თქვენს გუნდში.",
  "section-enterprise-title-14": "მყისიერი გადამოწმება",
  "section-enterprise-desc-14": "0ms შეყოვნება: დაადასტურეთ hCaptcha ტოკენები API ზარის გარეშე.",
  "section-enterprise-title-15": "მობილური (iOS და Android) ინტეგრაცია",
  "section-enterprise-desc-15": "უწყვეტი გამოცდილება ვებზე, მშობლიურ მობილურზე, მობილურ ვებზე. ხელმისაწვდომია წინასწარ ჩაშენებული ინტეგრაციები და მშობლიური SDK.",
  "section-enterprise-title-16": "მორგებული პირობები და კონფიდენციალურობის გარანტიები",
  "section-enterprise-desc-16": "დააკმაყოფილეთ თქვენი იურიდიული საჭიროებები, როდესაც სხვა კომპანიებს არ შეუძლიათ.",
  "presented-challlenges-head": "წარმოდგენილი გამოწვევები",
  "presented-challenges-title-1": "შედარება",
  "presented-challenges-text-1": "აირჩიეთ ყველა სურათი, რომელიც შეესაბამება მოთხოვნას",
  "presented-challenges-title-2": "შემოსაზღვრული ყუთი",
  "presented-challenges-text-2": "განსაზღვრეთ ობიექტების შემოსაზღვრული ფართობი",
  "presented-challenges-title-3": "კატეგორიზაცია",
  "presented-challenges-text-3": "იდენტიფიცირება შესაბამისი ეტიკეტები",
  "presented-challenges-subheader": "...და სხვა მარტივი დავალებები. ადვილია ადამიანებისთვის, რთული ბოტებისთვის.",
  "presented-challenges-subtext": "მორგებული ამოცანები ასევე ხელმისაწვდომია საწარმოს გამომცემლებისთვის.",
  "footer-header-1": "კომპანია",
  "footer-header-2": "რესურსები",
  "footer-header-3": "კონტაქტი",
  "footer-link-1": "მარკირება",
  "footer-link-2": "შესახებ",
  "footer-link-3": "სამუშაო ადგილები",
  "footer-link-4": "სავაჭრო ნიშნები",
  "footer-link-5": "ბლოგი",
  "footer-link-6": "სტატუსი",
  "footer-link-7": "დოკუმენტაცია",
  "footer-link-8": "Შეატყობინე შეცდომა",
  "footer-link-9": "ხელმისაწვდომობა",
  "footer-terms": "Ვადები",
  "footer-privacy": "კონფიდენციალურობა",
  "footer-attribution": "ატრიბუცია",
  "footer-subheader-1": "მხარდაჭერა",
  "footer-subheader-2": "კონტაქტი",
  "switch-to-english-link": "ინგლისურზე გადართვა",
  "intro-heading-privacy": "შექმნილია კონფიდენციალურობისთვის.",
  "intro-subtitle-p1-privacy": " ცალსახად კონფიდენციალურობაზე ორიენტირებული მიდგომა ონლაინ უსაფრთხოების მიმართ.",
  "info-head-2-pr": "ონლაინ აქტივობის ჩაწერა არ არის პასუხი.",
  "info-text-1-pr": "hCaptcha Enterprise-ს აქვს მხოლოდ ერთი მიზანი: დაუშვას ცუდი ფაქტორების მიერ თქვენი ონლაინ ოპერაციების ჩაშლა და თქვენი მომხმარებლების ზიანის მიყენება.",
  "info-text-2-pr": "ამრიგად, ჩვენი სისტემები შექმნილია თავიდანვე, რათა მინიმუმამდე დაიყვანოს მონაცემთა შეგროვება და შენახვა, კლასში წამყვანი უსაფრთხოების შენარჩუნებისას. მომხმარებლის მონაცემების დასაცავად საუკეთესო საშუალებაა მისი საერთოდ არ შენახვა.",
  "info-text-3-pr": "ყველა კლიენტთან ურთიერთობა ასევე დაცულია მონაცემთა დამუშავების ძლიერი შეთანხმებით. hCaptcha სერვისი შეესაბამება კონფიდენციალურობის ყველა კანონს, არ აქვს მნიშვნელობა სად ცხოვრობენ თქვენი სერვისი ან თქვენი მომხმარებლები. პერსონალური მონაცემების არ შენახვა აადვილებს ამას ჩვენთვის, ვიდრე სხვა კომპანიებისთვის.",
  "info-text-2-2-pr": "სერვისები, როგორიცაა reCAPTCHA v3, ამბობენ, რომ მათი თვალთვალის პიქსელის განთავსება თქვენი საიტის ყველა გვერდზე აუცილებელია კარგი უსაფრთხოებისთვის. Საქმე მაგაში არაა.",
  "info-text-2-3-pr": "მარტივი ქცევითი ანალიზი არის სიგნალი, რომელიც ადვილად ყალბია ცუდი მსახიობების მიერ და მოითხოვს დათვალიერების ისტორიის შენარჩუნებას თქვენი ლეგიტიმური ტრაფიკისთვისაც.",
  "info-text-2-4-pr": "ჩვენ არ ვმართავთ სარეკლამო ქსელს და არ გვაქვს ინტერესი, დავაკვირდეთ თქვენი მომხმარებლის ქცევას, რათა მათ რეკლამა გავყიდოთ. ეს ნიშნავს, რომ ჩვენ არ გვჭირდება პასიური პიქსელი თქვენი საიტის ყველა გვერდზე.",
  "info-text-2-5-pr": "დაამატეთ ჩვენი გამოწვევის კოდი მხოლოდ იქ, სადაც ეს აუცილებელია და სადაც აზრი აქვს თქვენი და თქვენი მომხმარებლების დაცვას.",
  "info-head-3-pr": "მანქანური სწავლება სასარგებლოა. მაგრამ ის არ საჭიროებს პერსონალურ მონაცემებს მუშაობისთვის.",
  "info-text-3-1-pr": "მანქანური სწავლება ახლა გავლენას ახდენს ჩვენი ცხოვრების თითქმის ყველა ასპექტზე, ხშირად ისე, როგორც ჩვენ ვერ ვაცნობიერებთ და ვერ ვხედავთ. ონლაინ უსაფრთხოების სერვისები არაფრით განსხვავდება.",
  "info-text-3-2-pr": "ათასობით სიგნალის შესწავლით, მოდელებს შეუძლიათ გამოიტანონ დასკვნა და მიაღწიონ მაღალ ნდობას მავნე ქცევის ძალიან სწრაფად გამოვლენაში, მაშინაც კი, როდესაც არც ერთი ინდივიდუალური სიგნალი არ იქნება საკმარისად ძლიერი, რომ მიუთითოს პრობლემა.",
  "info-text-3-3-pr": "თუმცა, არცერთი მათგანი არ მოითხოვს პერსონალური იდენტიფიცირებადი ინფორმაციის (PII) გამოყენებას. თანამედროვე კრიპტოგრაფიული ტექნიკა საშუალებას გვაძლევს რაც შეიძლება სწრაფად გავაუქმოთ ნებისმიერი პერსონალური მონაცემი, ამის ნაცვლად შევქმნათ ცალმხრივი ხელმოწერები, რომლებიც არ შეიძლება იყოს დაკავშირებული რომელიმე ინდივიდთან.",
  "info-text-3-4-pr": "დეიდენტიფიცირებულ მონაცემებზე ტრენინგი მუშაობს ისევე კარგად და არ საჭიროებს კომპრომისს არც უსაფრთხოებაზე და არც კონფიდენციალურობაზე. ჩვენმა მომხმარებლებმა ჩაატარეს ემპირიული ტესტები და გამოგვიცხადეს თანაბარი ან უკეთესი, ვიდრე გაცილებით ნაკლებად კერძო ალტერნატივები.",
  "cloudflare-quote-text-privacy": "ჩვენ მოგვწონს ბევრი რამ hCaptcha გადაწყვეტილებების შესახებ: 1) ისინი არ ყიდიან პერსონალურ მონაცემებს; ისინი აგროვებენ მხოლოდ მინიმალურ აუცილებელ პერსონალურ მონაცემებს, ისინი გამჭვირვალეა აღწერენ მათ მიერ შეგროვებულ ინფორმაციას და როგორ იყენებენ და/ან ამჟღავნებენ მას.",
  "pilot-head": "გამოგვცადეთ თქვენს გარემოში ყოველგვარი ვალდებულების გარეშე.",
  "pilot-text-1a": "ჩვენ ვართ ინჟინრები და არა გამყიდველები: გვინდა, რომ კმაყოფილი იყოთ თქვენი არჩევანით.",
  "pilot-text-1b": "საუკეთესო გზა თქვენი კმაყოფილების უზრუნველსაყოფად არის იმის დემონსტრირება, რომ ჩვენ ვაკმაყოფილებთ თქვენს საჭიროებებს.",
  "pilot-text-1c": "პრაქტიკულად ყველა კომპანია, რომელიც იწყებს პილოტირებას, საბოლოოდ ირჩევს ჩვენს გადაწყვეტილებებს.",
  "pilot-text-1d": "გამოიყენეთ ეს ფორმა, რათა დაუკავშირდეთ ჩვენს ტექნიკურ სპეციალისტს. ჩვენ სწრაფად ვპასუხობთ.",
  "pilot-text-1e": "თქვენ ასევე შეგიძლიათ მოგვწეროთ პირდაპირ.",
  "pilot-email-details": "დეტალები აქ.",
  "pilot-f1": "რეგიონი",
  "pilot-f2": "Თქვენი სახელი",
  "pilot-f3": "Თქვენი სახელი",
  "pilot-f4": "ბიზნეს ელ.ფოსტა",
  "pilot-f5": "სხვა დეტალები უნდა გვქონდეს?",
  "pilot-f6": "გჭირდებათ სასწრაფო ჩაწერა?",
  "pilot-f7": "დიახ.",
  "pilot-f8": "მე ვარ თავდასხმის ქვეშ და მჭირდება სასწრაფოდ ჩასვლა.",
  "pilot-f9": "გაგზავნა",
  "pilot-f10": "თქვენი ელ.ფოსტის შეყვანით თქვენ ეთანხმებით ჩვენს პირობებს და კონფიდენციალურობის პოლიტიკას და იღებთ ჩვენგან ელ.წერილს.",
  "pilot-fo-1": "ინტეგრაცია არ შეიძლება იყოს ადვილი.",
  "pilot-fo-2": "hCaptcha-ს აქვს ათობით წინასწარ ჩაშენებული ინტეგრაცია თქვენს მიერ გამოყენებული წინა და უკანა სისტემებისთვის.",
  "pilot-fo-3": "თუ თქვენ მოდიხართ Google-ის reCAPTCHA-დან, ჩვენი API არის ჩამოსაშლელი ჩანაცვლება. სამი ხაზი კოდი არის ყველაფერი რაც თქვენ გჭირდებათ.",
  "pilot-fo-4": "ჩვენი ბორტინგის ინჟინრებს შეუძლიათ სწრაფად გაგიწიონ, იქნება ეს React ინტეგრაცია, SDK-ები iOS-ის მშობლიური აპებისთვის, Java backend-ის მაგალითი, თუ პრაქტიკულად ნებისმიერი სხვა სცენარი.",
  "pilot-fo-5": "და როგორც ყოველთვის, კონფიდენციალურობა ჩვენთვის მთავარი ღირებულებაა. დაამატეთ ჩვენი გამოწვევის კოდი მხოლოდ იქ, სადაც ეს აუცილებელია და სადაც აზრი აქვს თქვენი და თქვენი მომხმარებლების დაცვას. მონაცემთა შეგროვების მინიმიზაცია იწყება ინტეგრაციის მომენტიდან.",
  "pilot-fdone": "Გმადლობთ. ჩვენ მალე დაგიკავშირდებით.",
  "home-ent-2-new": "შეიტყვეთ მეტი ჩვენი საწარმოს გადაწყვეტის შესახებ.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise გადაწყვეტილებები უზრუნველყოფს კლასის წამყვან უსაფრთხოებას და იცავს ბევრ საუკეთესო ონლაინ სერვისს.",
  "home-plans-button-2-new": "Გაიგე მეტი",
  "header-enterprise-link": "საწარმო",
  "sales-interstitial-c1b-new": "შეიტყვეთ მეტი hCaptcha Enterprise-ის შესახებ"
}
