{
    "1137470858": "2021 წლის 11 დეკემბერი",
    "12462594": "hCaptcha აგებულია HUMAN პლატფორმაზე, რომელიც საშუალებას აძლევს დახვეწილ მარშრუტიზაციას და ანალიზს ოპტიმიზაცია გაუწიოს ღირებულებას და ეფექტურობას ყოველ ნაბიჯზე.",
    "2262549101": "კონტაქტის ალტერნატიული მეთოდები დოკუმენტირებულია აშშ-ს საავტორო უფლებების ოფისის DMCA დანიშნულ აგენტების დირექტორიაში",
    "2272776729": "გთხოვთ, გაითვალისწინოთ, რომ თქვენ უნდა გადაამოწმოთ თქვენი ვინაობა და მოითხოვოთ შემდგომი ქმედებების განხორციელებამდე, როგორიცაა თქვენი სამთავრობო იდენტიფიკაციის მიწოდება. კალიფორნიის კანონმდებლობის შესაბამისად, თქვენ შეგიძლიათ დანიშნოთ უფლებამოსილი აგენტი თქვენი სახელით მოთხოვნის განსახორციელებლად. იმისათვის, რომ დანიშნოთ ავტორიზებული აგენტი თქვენი სახელით მოთხოვნის განსახორციელებლად, თქვენ უნდა მიაწოდოთ მოქმედი მინდობილობა, მომთხოვნის მოქმედი სახელმწიფოს მიერ გაცემული პირადობის დამადასტურებელი დოკუმენტი და ავტორიზებული აგენტის მოქმედი სახელმწიფოს მიერ გაცემული პირადობის დამადასტურებელი დოკუმენტი.",
    "2335607721": "შენიშვნა. ამ მომსახურების პირობებთან დაკავშირებული ყველა შეტყობინება გაიგზავნება ელექტრონული ფოსტით ან განთავსდება ჩვენს ვებ-გვერდზე. თქვენ უნდა გამოგვიგზავნოთ შეტყობინებები მისამართზე",
    "2875934612": "2020 წლის 20 ნოემბერი",
    "3084122606": "თუ ჩვენი პერსონალური ინფორმაციის გამოყენება ეფუძნება თქვენს თანხმობას, თქვენ გაქვთ უფლება გააუქმოთ იგი ნებისმიერ დროს სერვისში მითითებული წესით ან დაგვიკავშირდეთ",
    "3312286067": "ან წარუდგინეთ საჩივარი თქვენი იურისდიქციის მონაცემთა დაცვის მარეგულირებელ ორგანოს. თქვენ შეგიძლიათ იპოვოთ თქვენი მონაცემთა დაცვის მარეგულირებელი აქ",
    "3506025515": "hCaptcha-ზე გავლენას არ ახდენს log4shell. აი, როგორ ვიცით.",
    "3516838896": "log4j2 დისტანციური კოდის შესრულების შეცდომამ ახლახან მოიცვა ინტერნეტი, რამაც გავლენა მოახდინა ონლაინ სერვისების დიდ პროცენტზე. hCaptcha არ დაზარალდა. აი, როგორ გადავამოწმეთ ეს ფაქტი.",
    "3553195003": "hCaptcha-ზე გავლენას არ ახდენს log4shell.",
    "3610875753": "– თუ ბიზნესის მნიშვნელოვანი შეფერხების შემდეგ ვერ დაგვიკავშირდებით, როგორც ამას ჩვეულებრივ აკეთებთ",
    "3612764043": ", თქვენ უნდა გადახვიდეთ ჩვენს ვებსაიტზე hcaptcha.com ან hcaptchastatus.com.",
    "3626193263": "hCaptcha დანიშნული აგენტი ციფრული ათასწლეულის საავტორო უფლებების შესახებ კანონისთვის (DMCA) არის",
    "3794891866": "კალიფორნიის მომხმარებლებმა შეიძლება გააკეთონ მოთხოვნა CCPA-ით გათვალისწინებული მათი უფლებების შესაბამისად, დაგვიკავშირდნენ ნომერზე",
    "3814036702": "– თუ გაქვთ შეკითხვები ჩვენი ბიზნესის უწყვეტობის დაგეგმვის შესახებ, შეგიძლიათ დაგვიკავშირდეთ ნომერზე",
    "3975007628": "ახლა დაიცავით ასობით მილიონი მომხმარებელი ყოველთვიურად ათობით მილიონ ვებსაიტსა და აპში. ჩვენი ამბავი გვიჩვენებს, რომ თქვენ შეგიძლიათ კონკურენცია გაუწიოთ Big Tech-ს, როდესაც პირველ ადგილზე აყენებთ კონფიდენციალურობას.",
    "4038264749": "გაითვალისწინეთ, სანამ ადგილობრივი COVID-19 შეკვეთები ძალაში რჩება, არ არსებობს გარანტია, რომ ფოსტა დროულად მიიღება და ელ.",
    "4115505783": ") არის სწორი არხი ჩვენამდე მისასვლელად. კომპანია არ ინახავს ტელეფონის ან ფაქსის ნომრებს; ეს არის 21-ე საუკუნე.",
    "4164851712": "ჩვენ ვიყენებთ თქვენს პირად ინფორმაციას მხოლოდ კანონით დაშვებული. ჩვენ ვალდებულნი ვართ გაცნობოთ თქვენი პერსონალური ინფორმაციის დამუშავების სამართლებრივი საფუძვლების შესახებ, რომლებიც აღწერილია ქვემოთ. თუ თქვენ გაქვთ შეკითხვები იურიდიულ საფუძვლებთან დაკავშირებით, რომლითაც ჩვენ ვამუშავებთ თქვენს პერსონალურ ინფორმაციას, დაგვიკავშირდით ნომერზე",
    "4201262098": "ეს ტექნოლოგია საშუალებას აძლევს სწორ მუშახელს გაუმკლავდეს თქვენი სამუშაოს თითოეულ ნაწილს, მაქსიმალურად გაზარდოს ხარჯების ეფექტურობა კონფიდენციალურობის შენარჩუნებისას და დააკმაყოფილოს ნებისმიერი მარეგულირებელი მოთხოვნა, რომელიც შეიძლება გამოყენებულ იქნას.",
    "4217188341": "2020 წლის 30 ნოემბერი",
    "4238473596": "რეალური მომხმარებლებისთვის ხახუნის მინიმიზაცია მნიშვნელოვანია. hCaptcha იყენებს მარტივ ამოცანებს და ნაკლებ დროს უთმობს მომხმარებელთა უმეტესობას, ხოლო ბოტების მეტი ტრაფიკის შეჩერებას.",
    "4243935861": "ha.com",
    "4270798104": "2. სცადეთ სხვა გაფართოებების გამორთვა. თუ ეს მოაგვარებს, ჩართეთ ისინი სათითაოდ, სანამ არ იპოვით პრობლემას და აცნობეთ ამ გაფართოების დეველოპერს ამის შესახებ, ასევე მოგვწერეთ",
    "427220273": "ჩვენ შეიძლება მოვითხოვოთ თქვენგან კონკრეტული ინფორმაცია, რათა დაგვეხმაროთ თქვენი ვინაობის დადასტურებასა და თქვენი მოთხოვნის დამუშავებაში. მოქმედმა კანონმდებლობამ შეიძლება მოითხოვოს ან მოგვცეს უფლება, უარვყოთ თქვენი მოთხოვნა. თუ ჩვენ უარს ვიტყვით თქვენს მოთხოვნაზე, ჩვენ გეტყვით რატომ, სამართლებრივი შეზღუდვების გათვალისწინებით. თუ გსურთ საჩივრის წარდგენა თქვენი პერსონალური ინფორმაციის გამოყენებასთან დაკავშირებით ან თქვენს თხოვნებზე პასუხის გაცემასთან დაკავშირებით, შეგიძლიათ დაგვიკავშირდეთ",
    "433026247": "ამოცანების შესრულებით, თქვენ შეიძლება დაერიცხოთ კვალიფიკაცია და უნარები, რომლებსაც ჩვენ მივცემთ ჩვენი შეხედულებისამებრ. ჩვენ ვიტოვებთ უფლებას შევქმნათ, დაარედაქტიროთ ან გავაუქმოთ თქვენი კვალიფიკაცია და უნარები ნებისმიერ დროს, ნებისმიერი მიზეზით ან უმიზეზოდ. იმის გამო, რომ ჩვენ არ ვაკეთებთ დისკრიმინაციას ეროვნული წარმომავლობის, რასის, ფერის, სქესის, სექსუალური ორიენტაციის ან კანონით დაცული ნებისმიერი სხვა კლასის საფუძველზე, თქვენ გექნებათ იგივე შესაძლებლობა, როგორც ნებისმიერ სხვა კონტრიბუტორს, მიაღწიოთ წვდომას ამოცანებს, როგორც თქვენი კვალიფიკაცია და უნარები დაგროვდება. . როგორც კონტრიბუტორი, თუ თვლით, რომ პრობლემურმა ტესტის კითხვებმა გავლენა მოახდინა თქვენს კვალიფიკაციაზე, უნარებზე ან ჯილდოებზე, შეგიძლიათ მოგვაწოდოთ კარგად მხარდაჭერილი არგუმენტები, რომლებიც აღწერს პრობლემური ტესტის კითხვებს ამოცანების ინტერფეისის ან ბილეთის მეშვეობით ჩვენს მხარდაჭერის სისტემაში, მაგალითად ელფოსტით. ზე",
    "492025216": "2021 წლის 13 დეკემბერი",
    "799274928": "ელექტრონული ფოსტის შეტყობინებები ითვლება წერილობით შეტყობინებებად ყველა მიზნისთვის, რისთვისაც შეიძლება საჭირო გახდეს წერილობითი შეტყობინებები. ელ. ფოსტის შეტყობინებები მიღებულად ითვლება მიღებულ მიმღებამდე სათანადოდ გაგზავნილ სამუშაო დღეს.",
    "211351380": "ბლოგიდან:",
    "3153117136": "როგორ მუშაობს hCaptcha სირთულის პარამეტრები",
    "2915355938": "ხელმისაწვდომობა",
    "793784899": "გეგმები",
    "2671622670": "საწარმო",
    "3527140447": "Docs",
    "505891021": "მარკირების სერვისები",
    "692176459": "Შესვლა",
    "1892574253": "დარეგისტრირდით",
    "2593864519": "შეაჩერე მეტი ბოტი. დაიწყეთ მომხმარებლის კონფიდენციალურობის დაცვა.",
    "4007826952": "#1 კონფიდენციალურობის პირველი CAPTCHA ვებ, მობილურისთვის და სხვათათვის.",
    "3721365241": "სცადე",
    "3753956446": "უფასო",
    "3276777569": "hCaptcha",
    "55035359": "ამჟამად იყენებთ reCAPTCHA-ს?",
    "3417372336": "გადართვა წუთებში",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "საუკეთესო ონლაინ სერვისები ეყრდნობა",
    "1470290349": "კლასში საუკეთესო ბოტებისა და თაღლითობის მართვისთვის.",
    "3714002185": "შეიტყვეთ მეტი hCaptcha Enterprise-ის შესახებ",
    "3946753128": "პირადი. უსაფრთხო. უფრო სწრაფად.",
    "939665604": "კონფიდენციალურობაზე ორიენტირებული",
    "780475098": "სარეკლამო ქსელები თქვენს ვიზიტორებს პროდუქტად აღიქვამენ. ჩვენ მხოლოდ გვაინტერესებს ვიზიტი კარგია თუ ცუდი. hCaptcha შეესაბამება GDPR, CCPA, LGPD, PIPL და მონაცემთა სხვა გლობალურ კანონებს.",
    "219813583": "უსაფრთხოება პირველ რიგში",
    "2714878440": "დაიცავით თქვენი სერვისები სკრაპინგისგან, ანგარიშის აღების, რწმუნებათა სიგელების ჩაყრისა და სპამისგან ჩვენი მოწინავე მანქანათმცოდნეობისა და ადამიანური გადამოწმებისგან.",
    "1397766838": "უკეთესი მომხმარებლის გამოცდილება",
    "2670352917": "hCaptcha უზრუნველყოფს უფრო სანდო ბოტის ამოცნობას, მაგრამ ეს არის მარტივი გადასაჭრელი ადამიანებისთვის.",
    "2806751666": "რა არის hCaptcha?",
    "3096063825": "Სცადე",
    "2968026167": "თქვენი საყვარელი ბოსტნეული",
    "713281684": "Ბადრიჯანი",
    "4147497805": "სტაფილო",
    "3758963444": "Გმადლობთ! თქვენი განცხადება მიღებულია!",
    "1070364246": "უი! ფორმის გაგზავნისას მოხდა რაღაც შეცდომა.",
    "1129833879": "შეაჩერე მავნე ბოტები, დაიცავი მომხმარებლის კონფიდენციალურობა",
    "58091799": "შეიტყვეთ მეტი hCaptcha Publisher-ისა და Enterprise-ის შესახებ",
    "1599610318": "გამომცემელი",
    "3093388779": "hCaptcha უფასოა გამოსაყენებლად ნებისმიერი ზომის გამომცემლებისთვის",
    "179723061": "მეტი კონტროლი გუნდებისთვის, რომლებსაც სჭირდებათ კლასის წამყვანი უსაფრთხოება",
    "846501387": "მსოფლიო დონის ბოტის დაცვა",
    "119298044": "გაფართოებული თვითმმართველობის ზედამხედველობითი ML და AI ტექნოლოგიები იცავს თქვენს ვებ საკუთრებებს საფრთხეებისა და თავდასხმებისგან",
    "1263998069": "იშოვე ჯილდოები ადამიანის გადაწყვეტილებისთვის",
    "1103295010": "იშოვე ფული ან მიეცი ქველმოქმედება, როდესაც ადამიანები წყვეტენ CAPTCHA-ს",
    "392886773": "მუშაობს ყველა ქვეყანაში",
    "2320894364": "ყოფნის 200-ზე მეტი წერტილით, hCaptcha-ს ღრუბელი იცავს თქვენს აქტივებს მთელ მსოფლიოში",
    "451701069": "შეესაბამება GDPR, CCPA,",
    "2826051554": "და მეტი",
    "3530599065": "კონფიდენციალურობა აშენებულია თავიდანვე. hCaptcha არ ინახავს PII-ს და შეესაბამება მრავალრიცხოვან კონფიდენციალურობის მანდატსა და რეგულაციას.",
    "2489287539": "ხახუნის გარეშე \"No CAPTCHA\" და 99.9% პასიური რეჟიმები",
    "793242047": "შეამცირეთ მომხმარებლებისთვის წარდგენილი გამოწვევები, რათა უზრუნველყოთ აპლიკაციებზე სწრაფი წვდომა",
    "4195759329": "ბოტის გამოვლენა და რისკის ქულები",
    "1150035777": "დახვეწილი მანქანათმცოდნეობის მოდელები ქმნიან ბოტის ნდობის ქულებს, რომლებიც დაფუძნებულია მრავალ მონაცემზე, იმის გარდა, იყო თუ არა სწორი პასუხი კითხვებზე",
    "3688621388": "მუქარის ხელმოწერები",
    "1131525092": "დააჯგუფეთ ცუდი მსახიობები ერთად ძალისხმევის გარეშე ჩვენი კონფიდენციალურობის დაცვის Scoped UID-ების საშუალებით, რათა იპოვოთ და შეაჩეროთ დაკავშირებული თაღლითობა და შეურაცხყოფა",
    "1559631739": "კერძო სწავლა",
    "3952259236": "შეუთავსეთ თქვენი დაბრმავებული მონაცემები hCaptcha-ს ათასობით სიგნალს, რათა მოამზადოთ hCaptcha ქცევის კლასებზე - მხოლოდ თქვენი მაგალითისთვის - უკეთესად წინასწარ განსაზღვროთ მავნე ქცევა, ვიდრე ცალკეული გადაწყვეტა.",
    "1150963691": "APT შერბილება",
    "4083018285": "გაფართოებული ფუნქციების კომპლექტი, რომელიც აერთიანებს გაძლიერებულ SOC მონიტორინგს და პასუხს დახვეწილი მუდმივი საფრთხეების მოსაგვარებლად",
    "3160820928": "კოორდინირებული თავდასხმის დაცვა",
    "1849805607": "hCaptcha იცავს საფრთხისა და მატყუარასგან, რომელიც შექმნილია თქვენს ქსელებში შეღწევისთვის",
    "1958297836": "კოორდინირებული თავდასხმის დაცვა და APT შერბილება",
    "1300485304": "hCaptcha იცავს მოწინავე საფრთხეებისა და მატყუარაებისგან, რომლებიც შექმნილია თქვენს ქსელებში შეღწევისთვის",
    "2698640210": "აკონტროლეთ ნაჩვენები გამოწვევები და ტიპები",
    "3121248460": "აჩვენეთ უსაზღვროდ მრავალფეროვანი საბაჟო გამოწვევები - მარტივიდან რთულამდე - თქვენი მოსალოდნელი აუდიტორიისთვის",
    "3807059944": "აკონტროლეთ გამოყენებული გამოწვევის კონტენტი",
    "2707282231": "შეცვალეთ გამოწვევები თქვენი მომხმარებლებისთვის. შეუძლებელი გახადეთ ბოტების გადაჭრა და შეღწევა.",
    "4194763679": "წვრილმარცვლოვანი სირთულის დონეები",
    "3730038780": "აირჩიეთ თითქმის უსასრულო რაოდენობის გამოწვევები, რომლებიც მომხმარებლებს გადაჭრით",
    "1849717906": "შეცვალეთ თქვენი საკუთარი გამოწვევის შინაარსი",
    "1508655687": "დაამატეთ თქვენი საკუთარი გამოწვევები, რომლებიც მორგებულია თქვენს აუდიტორიაზე, რათა გაამარტივოთ ან შეზღუდოთ წვდომა",
    "3620442880": "Flash გაყიდვების დაცვის მახასიათებლები",
    "3265895521": "აწიეთ და შეამცირეთ გამოწვევის სირთულე დღის დროის მიხედვით",
    "1485807325": "მრავალ მომხმარებლის დაფები, SAML SSO",
    "359073033": "საინფორმაციო დაფები გთავაზობთ მაღალი დონის ან წვრილმარცვლიან ხედებს აქტივობაზე.",
    "4272454814": "ინტეგრირდით თქვენს მიერ არჩეულ პირადობის პროვაიდერთან.",
    "1141402092": "მოწინავე მოხსენების ფუნქციები",
    "910989640": "შექმენით დეტალური და მორგებული ანგარიშები საქმიანობის შესახებ",
    "3768951251": "საწარმო SLA",
    "1014004474": "hCaptcha's Enterprise გეგმები გთავაზობთ მოწინავე სერვისის დონის შეთანხმებებს თქვენი ორგანიზაციის დაცვის მიზნით",
    "1177598246": "დაუკავშირდით გაყიდვებს",
    "1067704102": "ღირებულება მონაცემთა მარკირებაში",
    "3065000659": "გააცნობიერე, რომ ყოველ ჯერზე, როცა \"მანქანაზე დააწკაპუნებ\", ეხმარები სინგლის მომზადებაში",
    "3235430156": "კომპანიის მანქანათმცოდნეობის სისტემები უფასოდ?",
    "1549336309": "hCaptcha აქცევს ამ მოდელს. როდესაც იყენებთ hCaptcha-ს, კომპანიები განაცხადებენ წინადადებას თქვენი მომხმარებლების სამუშაოზე, რადგან ისინი ამტკიცებენ თავიანთ ადამიანურობას. თქვენ მიიღებთ ჯილდოებს.",
    "3725880582": "დაუბრუნე ქველმოქმედებას",
    "1671436004": "გსურთ დაუბრუნდეთ თქვენს საყვარელ საქველმოქმედო ორგანიზაციას?",
    "1663628612": "გაძლევს",
    "4272088465": "თქვენი არჩევანის საქველმოქმედო ორგანიზაციები იმ შემოსავლით, რომელსაც მიიღებთ მისი გამოყენებით.",
    "2894845722": "თქვენს საიტზე მომხმარებლები მალე შეძლებენ ნახონ თქვენი წვლილი ქველმოქმედებაში ფრთხილი ბრენდინგის მეშვეობით hCaptcha ინტერფეისზე.",
    "3194111925": "მხარდაჭერა",
    "1637702726": "hCaptcha-ს შესახებ",
    "2323282990": "კაცობრიობის გადამოწმების თანამედროვე მიდგომა",
    "1201821619": "hCaptcha აგვარებს დღევანდელ ერთ-ერთ ყველაზე აქტუალურ პრობლემას: მავნე ბოტებისგან ონლაინ სერვისების ბოროტად გამოყენების თავიდან აცილებას.",
    "1475399473": "შეიტყვეთ მეტი hCaptcha გუნდის შესახებ",
    "3161489950": "მსოფლიოში ყველაზე მოწინავე უსაფრთხოების ML პლატფორმა",
    "3247172580": "hCaptcha აერთიანებს გაფართოებულ თვითმმართველობის ზედამხედველობით მანქანურ სწავლებას ახალ ზღვრულ გამოთვლით მიდგომასთან, რომელიც ცალსახად ამცირებს მონაცემთა შეგროვებას და შენახვას, რომელიც მოწოდებულია გლობალურად 250-ზე მეტი ადგილიდან მასიური მასშტაბურობისთვის.",
    "3767462250": "შექმნილია კონფიდენციალურობისთვის",
    "3500503648": "hCaptcha შექმნილია იმისთვის, რომ აღმოფხვრას მონაცემთა გრძელვადიანი შენახვა მყისიერ შეფასებაზე დაყრდნობით, ვიდრე თქვენი დათვალიერების ისტორიის ჩაწერისა და ანალიზის გზით. ჩვენ ასევე მხარს ვუჭერთ ინიციატივებს, როგორიცაა",
    "2418549423": ", განვითარებული სტანდარტი ონლაინ კონფიდენციალურობის შესანარჩუნებლად კრიპტოგრაფიული მტკიცებულებების და სხვა უნიკალური კონფიდენციალურობის პირველი ფუნქციების საშუალებით.",
    "1544546608": "კონფიდენციალურობის საშვი",
    "976209454": "იშოვე ჯილდოები ან მიეცი ქველმოქმედება",
    "552920956": "hCaptcha საშუალებას აძლევს ვებსაიტებს მიიღონ ჯილდოები ბოტების და სხვა სახის შეურაცხყოფის დაბლოკვისას. hCaptcha ასევე საშუალებას გაძლევთ მხარი დაუჭიროთ თქვენს მიერ არჩეულ საქველმოქმედო ორგანიზაციებს ამ შემოსავლით.",
    "654326661": "გსურთ თავად ნახოთ? სცადეთ hCaptcha უფასოდ.",
    "3570415321": "კომპანია",
    "3987022469": "მარკირება",
    "1636202177": "შესახებ",
    "2670003220": "სამუშაო ადგილები",
    "3233305531": "სავაჭრო ნიშნები",
    "3028319964": "AI ეთიკა",
    "4131598919": "დაჭერა",
    "1662477701": "რესურსები",
    "3130928685": "ბლოგი",
    "1756106276": "სტატუსი",
    "1235925265": "დოკუმენტაცია",
    "920212083": "Შეატყობინე შეცდომა",
    "2076066173": "კიბერშეტევები 101",
    "3644106388": "კონტაქტი",
    "2182196747": "მხარდაჭერა",
    "487083593": "Გაყიდვების",
    "878585497": "Ვადები",
    "1697438123": "კონფიდენციალურობა",
    "1316817321": "ატრიბუცია",
    "3488019891": "hCaptcha არის Intuition Machines, Inc-ის რეგისტრირებული სავაჭრო ნიშანი.",
    "4224961202": "კონფიდენციალურობა, უსაფრთხოება და მანქანური სწავლება.",
    "98173630": "hCaptcha არის მსოფლიოში ყველაზე ფართოდ გამოყენებული დამოუკიდებელი CAPTCHA სერვისი.",
    "1514478724": "Გაიგე მეტი",
    "1752795854": "hCaptcha მოაქვს თანამედროვე, კონფიდენციალურობაზე ორიენტირებული მიდგომა ბოტების შესაჩერებლად.",
    "2927700175": "ჩვენ ვაჩვენებთ CAPTCHA გამოწვევებს, რომლებიც რთულია ბოტებისთვის, მაგრამ მარტივი ადამიანებისთვის, მანქანური სწავლების პრობლემებიდან ძნელად მარკირებადი მონაცემების შეგროვებით და მათი გამოყენებით იმის გასარკვევად, არის თუ არა ვებსაიტის ან აპლიკაციის ვიზიტორი ადამიანი.",
    "2188609322": "ცუდი მსახიობები სულ უფრო ხშირად ჩნდებიან ინტერნეტში. მაგრამ მომხმარებლის კონფიდენციალურობის შეწირვა არ არის პასუხი.",
    "2032102720": "სარეკლამო კომპანიების მიერ შემოთავაზებული უსაფრთხოების გადაწყვეტილებები ძირითადად ფოკუსირებულია მომხმარებლების თვალყურის დევნებაზე ინტერნეტში. ჩვენ შევქმენით უსაფრთხოების ეფექტური გადაწყვეტა, რომელიც ადასტურებს, რომ მომხმარებლის კონფიდენციალურობის დაზიანება არ არის აუცილებელი შესანიშნავი შედეგების მისაღწევად.",
    "4146870445": "Ვინ ვართ",
    "353066938": "გამოცდილი გუნდი, რომელიც მუშაობს დღევანდელ ურთულეს პრობლემებზე. hCaptcha არის სერვისი",
    "1173652155": "მრჩევლები",
    "2256305371": "პროფესორი, CS კალიფორნიის უნივერსიტეტში, ბერკლი. ღრმა სწავლა, უსაფრთხოება, ბლოკჩეინის ექსპერტი. Oasis Labs-ის აღმასრულებელი დირექტორი.",
    "2177660021": "სტენფორდის მკვლევარი. მანქანათმცოდნეობა და რაოდენობრივი ფინანსები დიდ ბანკებში, ჰეჯ-ფონდებსა და აკადემიაში.",
    "2686825859": "დარეგისტრირდით უფასოდ ან დაგვიკავშირდით hCaptcha Enterprise გადაწყვეტილებების შესახებ",
    "583434701": "hCaptcha ხელმისაწვდომობა",
    "611905972": "ყველა მომხმარებლისთვის უწყვეტი წვდომის უზრუნველყოფა უსაფრთხოების შენარჩუნებით",
    "874098071": "თუ თქვენ ხართ ხელმისაწვდომობის მომხმარებელი, გთხოვთ დარეგისტრირდეთ აქ",
    "2745385064": "Შემაჯამებელი",
    "3353238942": "hCaptcha შექმნილია იმისთვის, რომ შეაჩეროს ბოტები ხალხისგან განასხვავების გზით. ვიზუალური ტესტები ამისთვის მოსახერხებელი ინსტრუმენტია, მაგრამ ყველას არ შეუძლია ვიზუალური გამოწვევის გადაჭრა.",
    "3600022491": "ამ მიზეზით, ჩვენ შევქმენით მარტივი, უმტკივნეულო ალტერნატივა, რათა გამომცემლებს მივცეთ საშუალება, რომ ჩვენი სერვისი გამოიყენონ, შეინარჩუნონ ხელმისაწვდომობა ყველასთვის 508 სექციისა და WCAG 2.1 AA-ს სრული შესაბამისობით.",
    "2557240048": "როგორ მუშაობს: პირველი, ხელმისაწვდომობის მომხმარებელი დარეგისტრირდება მეშვეობით",
    "3871665286": ", რომელიც აშკარად არის დაკავშირებული hCaptcha ვიჯეტის ინფორმაციის გვერდზე. მათ ეძლევათ დაშიფრული ქუქი, რომელიც შეიძლება გამოყენებულ იქნას დღეში რამდენჯერმე, მაგრამ უნდა განახლდეს ყოველ 24 საათში შესვლის გზით.",
    "3441764123": "როდესაც გამოწვევა წარედგინება წვდომის მომხმარებელს საიტზე hCaptcha სერვისის გამოყენებით, ისინი ავტომატურად გაივლიან.",
    "4247858664": "ხელმისაწვდომობის რეგისტრაციის გვერდი",
    "1297657322": "მომხმარებლის ხელმისაწვდომობის ეკრანი შესვლის შემდეგ",
    "1717658846": "ხელმისაწვდომობის ვარიანტი ვიჯეტის UI მენიუში",
    "1266963825": "კითხვა: შეესაბამება თუ არა hCaptcha სექცია 508 + WCAG 2.1 AA?",
    "850025770": "პასუხი: ჩვენ ასე გვჯერა: ნებისმიერი სახის დარღვევის მქონე მომხმარებელს, რომელსაც შეუძლია ინტერნეტის დათვალიერება და ტექსტის შეტანა ფორმებში, შეუძლია რეგისტრაციისას hCaptcha-ით დაცულ სერვისებზე წვდომა. თუმცა, ეს არ არის იურიდიული რჩევა: თქვენ უნდა შეასრულოთ თქვენი საკუთარი შეფასება, თქვენი კონკრეტული განხორციელების გათვალისწინებით, რათა უზრუნველყოთ ეს თქვენი განლაგების შემთხვევაში.",
    "159272246": "Q: მუშაობთ სხვა წვდომის (\"a11y\") ვარიანტებზე, როგორიცაა აუდიო?",
    "4074220464": "A: ადრე პოპულარული ვარიანტები, როგორიცაა აუდიო კაპჩაები, ასხვავებენ a11y ბევრ მომხმარებელს და ადვილად ამარცხებენ მანქანური სწავლების თანამედროვე ტექნიკას. ამან აიძულა მიმდინარე აუდიო გამოწვევები გამხდარიყო უფრო და უფრო რთული, შემოიღო ხმაური, უცნაური დრო, უჩვეულო სიტყვების კომბინაციები და ასე შემდეგ თავდამსხმელების დასამარცხებლად. ამრიგად, ჩვენ ნაკლებად ენთუზიაზმით ვართ განწყობილნი ამ მიდგომის მიმართ, გამოწვევის თავიდან აცილების წინააღმდეგ, მაგრამ განვიხილავთ მას, თუ იქნება მოთხოვნა a11y საზოგადოების მხრიდან.",
    "2309661107": "თუმცა ჩვენ ძალიან გვაინტერესებს",
    "2555914614": "ხელმისაწვდომობის გამოყენების შემთხვევისთვის. ჩვენ გვჯერა, რომ ჩვენი ამჟამინდელი a11y მიდგომის შერწყმა კონფიდენციალურობის საშვის გაცემასთან, საშუალებას მისცემს a11y მომხმარებლებს დაათვალიერონ უსაფრთხოდ, დაცულად იმის ცოდნა, რომ მათი ტრაფიკი უფრო პირადია, ამასთან, შეზღუდავს ბოტის ოპერატორების მიერ ბოროტად გამოყენებას, რაც გარდაუვლად ხდება, როდესაც ხელმისაწვდომია a11y პარამეტრები. ჩვენ აქტიური მონაწილეები ვართ IETF სამუშაო ჯგუფში, რომელიც სტანდარტიზებს ამ ახალ ტექნოლოგიას.",
    "2583775432": "Q: რაც შეეხება კონფიდენციალურობას? ავლენს თუ არა რეგისტრაცია გარკვეულწილად a11y დათვალიერების მონაცემებს? რას აკეთებთ ელ.წერილთან?",
    "4215483493": "პასუხი: hCaptcha შექმნილია თავიდანვე კონფიდენციალურობისთვის. ის ძალიან განსხვავდება ტრადიციული ვარიანტებისგან, როგორიცაა reCAPTCHA, რომელიც ეკუთვნის სარეკლამო ქსელებს, რომლებსაც აქვთ სტიმული, თვალყური ადევნონ თქვენ ინტერნეტში და დაგიკავშირდეთ რეალურ იდენტობასთან.",
    "2474661839": "ჩვენი",
    "4137573005": "აქვს ყოვლისმომცველი და ავტორიტეტული პასუხები იმის შესახებ, თუ როგორ ვიყენებთ მონაცემებს, მაგრამ მოკლე პასუხი არის ის, რომ ჩვენ არ გვაქვს ინტერესი თქვენი, როგორც პიროვნების დაკავშირება თქვენს დათვალიერების ისტორიასთან.",
    "4101570501": "ჩვენ ასევე ამჟამად ვმუშაობთ კრიპტოგრაფიულ გადაწყვეტაზე, რათა სწრაფად გავაუქმოთ თქვენი ელ.ფოსტის მისამართი, ამავდროულად შევინარჩუნოთ ძალადობის თავიდან აცილების უნარი, რაც ავსებს ჩვენს Privacy Pass-ის მუშაობას.",
    "260595108": "ჩვენ არასოდეს ვიყენებთ ხელმისაწვდომობის ელ.წერილს ან ინფორმაციას რაიმე მიზნით, გარდა 11y გამოყენების ხელშეწყობისა და ბოროტად გამოყენების პრევენციისა.",
    "3063819779": "კონფიდენციალურობის პოლიტიკა",
    "465714311": "ხელმისაწვდომობის მომხმარებლებისთვის: კითხვა-პასუხი და პრობლემების მოგვარების გზამკვლევი",
    "3596207631": "კითხვა: მე მაინც ვხედავ გამოწვევას ქუქი-ფაილის დაყენების შემდეგ. რა იწვევს ამას?",
    "469089249": "პასუხი: ეს ჩვეულებრივ გამოწვეულია აგრესიული რეკლამის ბლოკატორის ან ქუქი-ფაილების საწინააღმდეგო გაფართოების გამოყენებით, ან პარამეტრით, რომელიც ბლოკავს ქუქი-ფაილებს, ამ შემთხვევაში, hcaptcha.com-ის ქუქი, რომელიც დაყენებულია ან შემოწმებულია hCaptcha JS-ის მიერ სხვადასხვა საიტი, როგორიც თქვენ ეწვიეთ.",
    "4263626815": "hCaptcha ხელმისაწვდომობის ქუქი-ფაილები მუშაობს ყველა პოპულარულ ბრაუზერთან და რეკლამის ბლოკერებთან მათი სტანდარტული პარამეტრებით, ამიტომ, როგორც წესი, წარუმატებლობები განპირობებულია „ანტი-adblock“ სკრიპტებით ან მსგავსი წესებით, რომლებიც მიმართულია კონკრეტულ საიტებზე.",
    "3906359167": "გადაწყვეტილებები:",
    "3464870463": "1. hcaptcha.com და *.hcaptcha.com ქუქიების თეთრი სია თქვენს რეკლამის ბლოკერში ან ბრაუზერის უსაფრთხოების გაფართოებაში.",
    "1204911585": "2. თუ იყენებთ Brave ბრაუზერს, რომელსაც (2020 წლის აპრილის მდგომარეობით) არ აქვს რაიმე სახის ქუქიების თეთრი სია, გადადით Preferences -> Shields -> Cookies და აირჩიეთ \"Allow All Cookies\".",
    "2932826396": "3. თუ იყენებთ Safari-ის უახლეს ვერსიას ახლახან გამოშვებულ OS X 10.15-ზე ან iOS 13.4-ზე, Apple-მა ახლახან შეცვალა Safari-ის ქცევა მესამე მხარის ქუქი-ფაილებებთან და დაბლოკა ყველა მათგანი ნაგულისხმევად. ჩვენ ვახორციელებთ გადაწყვეტას, მაგრამ ამასობაში გთხოვთ, ეწვიოთ Safari Preferences-ს, კონფიდენციალურობის განყოფილებას და მოხსნათ მონიშვნა „ვებგვერდის თვალყურის დევნება: თავიდან აიცილოთ თვალის მიდევნება“, რათა ჩართოთ ხელმისაწვდომობის ქუქი-ფაილის მოსალოდნელი ფუნქციონირება.",
    "3836291932": "კითხვა: მე ვიყენებ რამდენიმე მოწყობილობას. მჭირდება რამდენჯერმე დარეგისტრირება?",
    "3251220335": "პასუხი: არა. გთხოვთ, დააწკაპუნოთ იმავე ელ.ფოსტის შესვლის ბმულზე, რომელიც გამოგიგზავნეთ თითოეულ მოწყობილობაზე, რომელსაც იყენებთ ქუქი-ფაილის დასაყენებლად.",
    "2082407178": "კითხვა: როგორ დავიცვა თავი მესამე მხარის ქუქიების თვალყურის დევნისაგან ხელმისაწვდომობის ქუქი-ფაილის გამოყენებისას?",
    "2700197090": "პასუხი: ნებისმიერი კონფიდენციალურობის ან რეკლამის დაბლოკვის გაფართოების გამოყენება, რომელიც მხარს უჭერს დომენის დონის თეთრ სიას (მაგ. uBlock Origin) იმუშავებს ისე, როგორც მოსალოდნელია: უბრალოდ დარწმუნდით, რომ შეიტანეთ hcaptcha.com თეთრ სიაში.",
    "3657743880": "ბრაუზერის ინსტრუქციები საიტის ქუქი-ფაილებისთვის",
    "1960601330": "ქუქიების ჩასართავად Safari-ში (Mac): გადადით Safari-ის ჩამოსაშლელ მენიუში. აირჩიეთ პრეფერენციები. დააჭირეთ კონფიდენციალურობას ზედა პანელში. \"ქუქიების დაბლოკვის\" ქვეშ აირჩიეთ ვარიანტი \"არასოდეს\".",
    "1622303590": "ქუქიების ჩასართავად Safari-ში (iPhone/iPad iOS 11+): გახსენით თქვენი პარამეტრები. გადადით ქვემოთ და აირჩიეთ Safari. კონფიდენციალურობისა და უსაფრთხოების განყოფილებაში გამორთეთ „საიტებზე თვალის დევნების აკრძალვა“ და „ყველა ქუქი-ფაილის დაბლოკვა“",
    "2199048568": "დააწკაპუნეთ ფარზე მისამართების ზოლის მარცხნივ ნებისმიერ ვებ გვერდზე. დააჭირეთ დაცვის პარამეტრებს. Firefox პრეფერენციების კონფიდენციალურობის და უსაფრთხოების პანელი გაიხსნება. გაძლიერებული თვალთვალის დაცვის ქვეშ აირჩიეთ მორგებული. აირჩიეთ რომელი ტრეკერები და სკრიპტები დაიბლოკოთ ამ ველების არჩევით. დარწმუნდით, რომ განბლოკეთ hcaptcha.com.",
    "3967047208": "თქვენ ასევე შეგიძლიათ დროებით გამორთოთ ზოგიერთი დაცვა Custom-ში ამის გამართვის მიზნით, მონიშვნის ველების მოხსნით: გააუქმეთ Trackers ჩამრთველი ან გააუქმეთ ქუქიების ჩამრთველი, თუ ჯერ კიდევ გაქვთ პრობლემები.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "აირჩიეთ Chrome მენიუს ხატულა. აირჩიეთ პარამეტრები.",
    "926138631": "გადადით კონფიდენციალურობა და უსაფრთხოება, შემდეგ ქუქიები და საიტის სხვა მონაცემები.",
    "3419878556": "დარწმუნდით, რომ \"მესამე მხარის ქუქიების დაბლოკვა\" არ არის ჩართული.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "გახსენით Chrome-ის პარამეტრები მენიუს ზოლიდან.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "თქვენს Android მოწყობილობაზე გახსენით Chrome აპი.",
    "3620039756": "ზედა მარჯვენა კუთხეში შეეხეთ მეტს და შემდეგ პარამეტრებს.",
    "2813310562": "შეეხეთ საიტის პარამეტრებს და შემდეგ ქუქიებს.",
    "3014657981": "ჩართეთ პარამეტრი „ქუქიების“ გვერდით.",
    "1242066691": "მონიშნეთ ველი \"მესამე მხარის ქუქი-ფაილების დაშვება\".",
    "292250020": "1. აირჩიეთ გადაცემათა კოლოფი ეკრანის ზედა მარჯვენა კუთხეში, შემდეგ აირჩიეთ \"ინტერნეტ ოფციები\". თუ ჩართული გაქვთ მენიუს ზოლი, შეგიძლიათ აირჩიოთ \"ინსტრუმენტები\", შემდეგ \"ინტერნეტ ოფციები\".",
    "4114820649": "2. დააწკაპუნეთ \"კონფიდენციალურობის\" ჩანართზე.",
    "946838734": "3. აირჩიეთ \"Advanced\" ღილაკი.",
    "348809718": "4. \"მესამე მხარის ქუქიების\" განყოფილებაში აირჩიეთ \"მიღება\".",
    "1253441326": "5. დააწკაპუნეთ \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "გუგლ ქრომი",
    "3235744534": "Internet Explorer",
    "4104188759": "AI ეთიკის პოლიტიკა",
    "1161704803": "რატომ გვაქვს AI ეთიკის პოლიტიკა?",
    "1806535500": "პრაქტიკულად ყველა ტექნოლოგია, ფანქრებიდან დინამიტამდე, არის ა",
    "24452499": "ხსნარი; ის შეიძლება გამოყენებულ იქნას სიკეთისთვის ან ცუდად. ყველა კომპანიას, რომელიც იკვლევს, აშენებს ან ყიდის ორმაგი დანიშნულების გადაწყვეტილებებს, ვალდებულია განიხილოს მათი ქმედებების შედეგები.",
    "4023575072": "ორმაგი გამოყენება",
    "3336625692": "ეს გვერდი დეტალურად აღწერს ჩვენს აზრებს ამ თემაზე ხელოვნური ინტელექტის ეთიკის კონტექსტში და პროცესები, რომლებსაც ჩვენ მივყვებით, რათა უზრუნველყოფილი იყოს ჩვენი სერვისების გამოყენება, შეესაბამება იმ პოლიტიკას, რომელიც ჩვენ მივიღეთ, როგორც კომპანია.",
    "835717930": "AI ეთიკა hCaptcha-ზე",
    "2179524509": "ჩვენ დროდადრო გვიჩნდება კითხვები, თუ რა სახის კითხვებია დასაშვები hCaptcha სერვისისთვის და რატომ სვამენ კონკრეტულ კითხვებს.",
    "1962721652": "ადამიანები ნიმუშების მაძიებლები არიან და ზოგჯერ უვნებელი კითხვა შეიძლება სრულიად მოულოდნელობიდან საეჭვოდ გადაიზარდოს მყისიერად, სამყაროში მომხდარი ცვლილებების გამო და არა ვინმეს მოტივაციის გამო, რომელიც სვამს კითხვას.",
    "3974566657": "რაც უფრო პოპულარული ხდება სერვისები, ასეთი შემთხვევები აუცილებლად უფრო ხშირი ხდება. hCaptcha-ს ყოველდღიურად იყენებს მილიონობით ადამიანი მსოფლიოს თითქმის ყველა ქვეყანაში, ამიტომ ჩვენ ვაქვეყნებთ ამ პოლიტიკას და საქმის შესწავლას იმის შესახებ, თუ როგორ მივმართავთ ამ საკითხებს, რათა ვიყოთ მაქსიმალურად გამჭვირვალე.",
    "1830910223": "რეალურ სამყაროში AI ეთიკის საქმის შესწავლა",
    "805971861": "“Umbrella” არის ტერმინი ImageNet-ში, სტანდარტული საორიენტაციო მონაცემთა ნაკრები, რომელსაც იყენებენ კომპიუტერული ხედვის მკვლევარები. ქოლგების ხელში მყოფი ადამიანების საიმედო იდენტიფიცირება ასევე მნიშვნელოვანია მომავალი თაობის მოწინავე მძღოლის დახმარების სისტემების შესაქმნელად.",
    "3988350": "ეს ნიშნავს, რომ არსებობს შესანიშნავი გამოყენების შემთხვევები რეალურ სამყაროში ქოლგის ანოტაციებისთვის. არსებობს უთანხმოება თვითმართვადი მანქანების გავლენის შესახებ, მაგრამ ADAS სისტემები უკვე ზოგავს",
    "548587288": "მსოფლიოს გარშემო.",
    "3138772661": "ათასობით სიცოცხლე ყოველწლიურად",
    "3168199226": "თუმცა, 2020 წელს გაირკვა, რომ ამ ტიპის მონაცემთა ბაზა შეიძლება აღიქმებოდეს, როგორც ორმაგი დანიშნულების ტექნოლოგია ისე, როგორც ცოტას მოელოდა ერთი წლის წინ.",
    "558378834": "ამრიგად, ჩვენ აღარ ვიღებთ თხოვნებს ქოლგებთან დაკავშირებულ კითხვებზე. დაბნეულობის პოტენციალი, როდესაც საბოლოო მომხმარებელი ხედავს კითხვას ქოლგების შესახებ მიმდინარე მომენტში, ძალიან მაღალია და, საბოლოო ჯამში, ჩვენი მიზანია გავხადოთ სამყარო უფრო სასიამოვნო ადგილად.",
    "3376604063": "AI ეთიკის პოლიტიკა და პროცესები",
    "1923365316": "ჩვენ გვაქვს მკაცრი ხელოვნური ინტელექტის ეთიკის პოლიტიკა hCaptcha-ზე და მისი ნაწილი მოიცავს იცოდე შენი კლიენტის (KYC) პროცესს.",
    "4230322909": "ჩვენ ყოველთვის ვცდილობთ გავიგოთ ყოველი ახალი მომხმარებლისა და მათი დანიშნულებისამებრ გამოყენების შემთხვევის შესახებ, როგორც იმის დასადასტურებლად, რომ ის კარგად შეესაბამება ჩვენს პროდუქტებსა და სერვისებს და უზრუნველვყოფთ, რომ ის მიჰყვება იმ პოლიტიკას, რომელიც ჩვენ მივიღეთ, როგორც კომპანია.",
    "2735073144": "ჩვენ ასევე ვაწარმოებთ უწყვეტ მიმოხილვებს საჭიროების შემთხვევაში. მაგალითად, ქოლგასთან დაკავშირებული ეტიკეტირების მოთხოვნის თარიღებისა და წყაროების ბოლო მიმოხილვისას ჩვენ სწრაფად დავადასტურეთ, რომ არცერთ სამთავრობო ერთეულს ან სათვალთვალო პროგრამული უზრუნველყოფის ცნობილ სახელმწიფო მიმწოდებელს არ გაუკეთებია მოთხოვნა ქოლგებთან დაკავშირებით, რომლებიც იყენებენ ჩვენს სერვისებს ბოლო 12 თვის განმავლობაში. .",
    "2715462692": "როგორ გამოიყურება ჩვენი AI ეთიკის პროცესი?",
    "3049976256": "ეტიკეტირების ყოველი ახალი მომხმარებლისთვის, ჩვენ გავდივართ საკონტროლო სიას გაყიდვების პროცესში. ეს მოიცავს KYC-ის თავდაპირველ შრომისმოყვარეობას ბორტზე ჩართვამდე, ისევე როგორც ჩვენი ანალიტიკოსების მიმართ გაკეთებული ყველა მოთხოვნის შემოწმებას და რეალურ დროში ადგილზე შემოწმებას და ჩვენი თვითმომსახურების პლატფორმის გამოყენებით შესრულებული მოთხოვნების პერიოდულ მიმოხილვას.",
    "3103642530": "ეს მიმოხილვა შედგება რამდენიმე კრიტერიუმისგან:",
    "3349094124": "ეთიკური შეშფოთების კრიტერიუმები: ობიექტური",
    "1038019440": "1. წარმოადგენს თუ არა ეს მომხმარებელი ქვეყნის ეროვნულ ინტერესებს, რომელიც ცნობილია საერთაშორისო კანონებისა და ნორმების საწინააღმდეგო ქცევით?",
    "493717511": "2. ითხოვს თუ არა ეს მომხმარებელი მომსახურებას, რომელიც შეიძლება იყოს",
    "2209109640": "გამოიყენება მხოლოდ მავნე მიზნებისთვის, მათი ნორმალური ბიზნეს საქმიანობის კონტექსტში?",
    "3457805519": "3. შეიძლება თუ არა მომხმარებლის მოთხოვნის შესრულება აშშ-ს კანონმდებლობისა და ჩვენი ურთიერთობის წესების მიხედვით?",
    "1942611550": "პირველ რიგში",
    "109179759": "ეთიკური შეშფოთების კრიტერიუმები: სუბიექტური",
    "1033698050": "1. გვჯერა თუ არა, რომ მომხმარებელმა მოგვცა გამოყენების შემთხვევა, რომელიც ჩვენ მივიჩნევთ მორალურად მისაღები, ტიპიური დასავლური საზოგადოების ნორმების ინტერპრეტაციის შესაბამისად?",
    "361372538": "2. გვჯერა, რომ ჩვენი მოწოდებული სერვისები სავარაუდოდ გამოყენებული იქნება მომხმარებლის მიერ დისკრიმინაციული მიზნებისთვის, ისეთი გზებით, რომლებიც შეიძლება იყოს ლეგალური, მაგრამ ჩვენთვის მიუღებელია?",
    "2867855718": "3. გვჯერა თუ არა, რომ კონფიდენციალურობის მოთხოვნილებები შეიძლება დაკმაყოფილდეს მოთხოვნით?",
    "2462728596": "თუ ჩვენ ვერ დავაკმაყოფილებთ ამ საკითხებს, ჩვენ უარს ვიტყვით მოთხოვნაზე და შეიძლება შევწყვიტოთ შემდგომი წვდომა ჩვენს პლატფორმაზე, როგორც ეს მოცემულია ჩვენს პირობებში.",
    "1995277831": "Გმადლობთ",
    "1818116402": "ვიმედოვნებთ, რომ თქვენ დააფასეთ ეს მიმოხილვა იმის შესახებ, თუ როგორ ვაგვარებთ საოპერაციო კითხვებს AI ეთიკის კომპონენტით.",
    "1499894352": "ძალიან ცოტა კომპანია გვთავაზობს გამჭვირვალობას ამ სფეროში გადაწყვეტილების მიღების პროცესში და ვიმედოვნებთ, რომ სხვებიც მიჰყვებიან ამ მაგალითს!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "როგორ ვიყენებთ ჩვენ, ჩვენი აკადემიური კვლევის პარტნიორები და ჩვენი მომხმარებლები Creative Commons მედიას",
    "3017533972": "ჩვენ, ჩვენი აკადემიური კვლევის პარტნიორები და ჩვენს კლიენტებს შეიძლება დროდადრო მივმართოთ ან გავამრავლოთ Creative Commons-ით ლიცენზირებული კონტენტი hCaptcha პლატფორმის მეშვეობით, რათა გავაუმჯობესოთ კაცობრიობის ცოდნა მანქანათმცოდნეობის სფეროში.",
    "1428053210": "ეს შინაარსი ზოგადად გარდაიქმნება მისი თავდაპირველი ფორმიდან. მაგალითად, ვიდეო შეიძლება დაიყოს ბევრ სურათად, ეს სურათები შეიძლება დაიყოს ბევრ ახალ სურათად და ეს ახალი სურათები შემდეგ შემთხვევით შერეული იყოს საბოლოო შედეგის მისაღებად.",
    "1728211763": "კონტენტის ამ გზით და ამ მიზნებისთვის გამოყენება ექვემდებარება სამართლიანი გამოყენების სახელმძღვანელო მითითებებს კანონის და ამ სფეროში სტანდარტული პრაქტიკის გაგების შესაბამისად, მაგრამ ჩვენ ვართ Creative Commons-ის დიდი ხნის ფანები და გვირჩევნია მივცეთ დამსახურება ყველას, ვინც გვეხმარება მანქანური ინტელექტის გაუმჯობესების მონუმენტური ამოცანა.",
    "1949452297": "hCaptcha UI-ის შინაგანი შეზღუდვების და მისი უსაფრთხოების მოსაზრებების გამო, შეუძლებელია თითოეული სურათის წყაროს რეპროდუცირება უშუალოდ მისი გამოყენების გვერდით. ამის ნაცვლად, ჩვენ ვუკავშირდებით ამ გვერდს ჩვენი საწყისი გვერდიდან და ვინახავთ წყაროების სიას, რომლებიც ამჟამად ან ახლახანს გამოიყენება პლატფორმის მეშვეობით. თქვენ შეგიძლიათ წვდომა მიმდინარე სიაში",
    "2367602973": "აქ",
    "659124570": "გარდა ამისა, თუ hCaptcha პლატფორმაზე რეპროდუცირებულ კონტენტს ხედავთ, რომელიც თქვენ გეკუთვნით და გსურთ მისი წაშლა რაიმე მიზეზით, შეგიძლიათ დაგვიკავშირდეთ ელექტრონული ფოსტით მისამართზე:",
    "2066749488": "სხვა საჩივრები",
    "3479034323": "თუ hCaptcha პლატფორმაზე რეპროდუცირებულ კონტენტს ხედავთ, რომელიც თქვენ გეკუთვნით და გსურთ მისი წაშლა რაიმე მიზეზით, შეგიძლიათ დაგვიკავშირდეთ ელექტრონული ფოსტით.",
    "1836554225": "ბლოგის პოსტები",
    "2873297188": "ყველა CAPTCHAS დისკრიმინაციას უწევს არაამერიკელებს?",
    "165932542": "გადახედეთ hCaptcha გადაჭრის განაკვეთებს მთელს მსოფლიოში",
    "1865097546": "2021 წლის 16 ნოემბერი",
    "3005876482": "hCaptcha ახლა არის ყველაზე დიდი დამოუკიდებელი CAPTCHA სერვისი, მუშაობს ინტერნეტის 15%-ზე",
    "693820850": "შეგიძლიათ დაამარცხოთ Google კონფიდენციალურობის პირველ ადგილზე დაყენებით",
    "3609106478": "სერთიფიკატის შევსება:",
    "299335340": "რა არის ეს და როგორ შევაჩეროთ თავდასხმები",
    "354925785": "შესავალი",
    "423222878": "ზოგიერთი ურთულესი კიბერშეტევა აღმოსაჩენად, პრევენციასა და შესაჩერებლად არის ისეთები, სადაც მავნე მოქმედს შეუძლია გამოიყენოს ლეგიტიმური მომხმარებლის რწმუნებათა სიგელები აქტიურ მომხმარებლის ანგარიშში შესასვლელად. უამრავი დახვეწილი გამოვლენის შესაძლებლობების გარეშე, კომპანიას, რომელიც მასპინძლობს ანგარიშს, არ აქვს საფუძველი ეჭვი შეიტანოს, რომ რამე არასწორია. როგორც ჩანს, მომხმარებელი უბრალოდ შესულია მის ანგარიშში. თავდამსხმელმა მიაღწია ამ წარმატებულ ხრიკს მოპარული რწმუნებათა სიგელების გამოყენებით - ჩვეულებრივ კიბერშეტევის ტექნიკის შედეგი, რომელიც ცნობილია როგორც „სარწმუნოების ჩაყრა“. ეს დღეს სერიოზული პრობლემაა, მაგრამ ის შეიძლება შემცირდეს სწორი კონტრზომებით.",
    "777660551": "რა არის კრედიტის ჩაყრა?",
    "2602763587": "სერთიფიკატების ჩაყრა არის კიბერშეტევის ფორმა, რომლის დროსაც თავდამსხმელი ცდილობს მრავალჯერ შევიდეს ვებსაიტზე მოპარული მომხმარებლის სახელებისა და პაროლების გამოყენებით. „ჩაყრა“ ეხება შესვლის განმეორებით მცდელობებს, რომლებიც თითქმის ყოველთვის სრულდება ავტომატური ბოტის პროგრამული უზრუნველყოფის საშუალებით.",
    "1271831121": "ისე არ არის, თითქოს ჰაკერი (ჰუდით გამოწყობილი, რა თქმა უნდა!) იქ ზის და რწმუნებათა სიგელებს აკრეფს. შესვლის ავტომატური ბოტი შეიძლება დამზადდეს თაროზე არსებული ხელსაწყოებიდან, როგორიცაა Selenium ან შემუშავებული ჰაკერების ხელსაწყოებიდან.",
    "2588750717": "მართლაც, ზოგიერთი რწმუნებათა სიგელის ჩაყრის შეტევები მოიცავს მილიონობით სერთიფიკატს - ყველა მათგანი ჩაყრილია არასაეჭვო ვებსაიტის შესვლის ინტერფეისში იმ იმედით, რომ შეშვებული იქნება. შიგნით შესვლის შემდეგ, თავდამსხმელს შეუძლია დაიკავოს მსხვერპლის ანგარიში.",
    "1137757109": "თუ ეს არის ელექტრონული კომერციის ანგარიში, თავდამსხმელს შეუძლია შეუკვეთოს საქონელი. თუ მსხვერპლი ბანკია, თავდამსხმელს შეუძლია თანხების გადარიცხვა ოფშორში და ა.შ.",
    "1559150837": "თუმცა მიზნები დაუცველი არ არის. ვებსაიტების უმეტესობას აქვს კონტროლი, რომელიც ბლოკავს საეჭვო მომხმარებელს, რომელიც ცდილობს შევიდეს ათასობით სხვადასხვა ანგარიშში ერთიდაიგივე IP მისამართიდან მოკლე დროში. რასაც სერთიფიკატების ჩაყრის თავდამსხმელები აკეთებენ ამ დაცვის ტექნიკის მოსაშორებლად არის გეოგრაფიული და IP მრავალფეროვნების სიმულაცია. ძლიერი, ხშირად ხელოვნური ინტელექტის მართვის ინსტრუმენტების გამოყენებით, მათ შეუძლიათ წარმოაჩინონ, რომ ათასობით მომხმარებელი შემთხვევით ცდილობს შესვლას დღის სხვადასხვა დროს მთელი ქვეყნის მასშტაბით. ამის გამოვლენა და შეჩერება გაცილებით რთულია.",
    "1892020899": "საიდან იღებენ ჰაკერებს რწმუნებათა სიგელები?",
    "2597149484": "მიზეზი, რის გამოც ჰაკერმა უნდა „ჩამოსოს“ ამდენი სერთიფიკატი, დაკავშირებულია იმასთან, თუ სად იღებენ მათ მოპარულ სერთიფიკატებს.",
    "3030395800": "ეს სერთიფიკატები, როგორც წესი, მოდის მონაცემთა დარღვევით. ასევე ცნობილია როგორც „სარწმუნოების დაღვრა“, ამ შეტევებმა შეიძლება გამოიწვიოს მილიონობით სერთიფიკატის გადაყრა ბნელ ქსელში. თუ დაღვრა მოვიდა ბანკიდან, ჰაკერი შეეცდება გამოიყენოს ეს სერთიფიკატები სხვა საიტებზე მოსახვედრად. ეს მიდგომა მუშაობს, რადგან ბევრი ადამიანი იყენებს იგივე მომხმარებლის სახელსა და პაროლის კომბინაციას მრავალი საიტისთვის. (ეს პრაქტიკა დაუკარგავია, მაგრამ რეალობა ისეთია, როგორიც არის. ადამიანები, როგორც წესი, იმეორებენ იმავე შესვლის სერთიფიკატებს.)",
    "1258965840": "ამრიგად, თუ თავდამსხმელს შეუძლია ერთ საიტზე მოხვედრა, მას, სავარაუდოდ, შეუძლია რამდენიმე საიტზე მოხვდეს დაღვრილი სერთიფიკატების გამოყენებით. მაგალითად, მათ შეიძლება მიიღონ მომხმარებლის სახელი/პაროლი წყვილი, როგორიცაა JohnDoe/525momma, მაგრამ მათ წარმოდგენაც არ აქვთ, რას გააკეთებს ეს წყვილი მათთვის. ასე რომ, ისინი ცდიან წყვილს Amazon.com-ზე, Ebay-ზე, Citibank-ზე, Walgreens-ზე და ასე შემდეგ. მათ შეიძლება სცადონ ეს წყვილი ათას სხვადასხვა საიტზე.",
    "3594440415": "საბოლოოდ, ისინი დაიწყებენ კარების გაღებას.",
    "780280214": "როგორ ამცირებენ hCaptcha და hCaptcha Enterprise რწმუნებათა სიგელების დატენვის საფრთხეს",
    "4165374512": "მიუხედავად იმისა, რომ შესაძლებელია IP და მდებარეობის ამოცნობის ხელსაწყოების გამოყენება რწმუნებათა სიგელების ჩაყრის თავიდან ასაცილებლად, უფრო ეკონომიური და ზუსტი მეთოდია უბრალოდ ავტომატური რწმუნებათა სიგელების ჩაყრის ბოტის შეწყვეტა. hCaptcha-მ და hCaptcha Enterprise-მა შეიძლება შეაჩერონ ბოტი შესვლის წერტილში. მაშინაც კი, თუ ბოტს აქვს სწორი რწმუნებათა სიგელები, თუ ის ვერ გადალახავს hCaptcha Enterprise-ის აღმოჩენას ან hCaptcha-ს CAPTCHA-ს, ის ვერ შეძლებს შეავსოს და თქვენი საიტი და მომხმარებლები დაცულია.",
    "3269644546": "გთხოვთ",
    "1058572205": "ჩვენთან, თუ გსურთ გაიგოთ მეტი",
    "3753613260": "კონტაქტი",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA საჩივრების მოხსენება",
    "54093347": "DMCA რეგისტრირებული აგენტი",
    "3233441200": "გაიმეორეთ დამრღვევის პოლიტიკა",
    "4011712313": "როგორც ჩვენი DMCA პოლიტიკის ნაწილი, ჩვენ ვათავსებთ იმ კლიენტების ანგარიშებს, რომლებისთვისაც ვიღებთ DMCA-ს რამდენიმე შეტყობინებებს სავარაუდო დარღვევის შესახებ მრავალსაფეხურიან DMCA განმეორებითი დამრღვევის პოლიტიკაში. კალენდარული თვის განმავლობაში განმეორებითი DMCA შეტყობინებების მიღების შემდეგ, მომხმარებლის ანგარიში გადავა ერთი პოლიტიკის საფეხურიდან მეორეზე.",
    "766825168": "ქმედებები, რომლებიც შეიძლება განვახორციელოთ DMCA-ის განმეორებითი დამრღვევის პოლიტიკის შესაბამისად, მოიცავს გაზრდილი ხილვადობის შესახებ გაფრთხილებების გაგზავნას ანგარიშის ჩანაწერების კლიენტისთვის. ამ შეტყობინებების დასადასტურებლად, ჩვენ შეიძლება მოვითხოვოთ კლიენტს შევიდეს ანგარიშში ან დარეკოს მხარდაჭერის ჯგუფში. ჩვენ ასევე ვიტოვებთ უფლებას შევაჩეროთ ან შევწყვიტოთ, ასევე გამოვიყენოთ სხვა შუალედური ზომები ნებისმიერი მომხმარებლის hCaptcha და IMI სერვისის მიმართ, ვისთვისაც ჩვენ ვაგრძელებთ სავარაუდო დარღვევის შესახებ DMCA შეტყობინებების მიღებას მას შემდეგაც, რაც გამოგვიგზავნეთ განმეორებითი დამრღვევის გაფრთხილებები. გარდა ამისა, ჩვენ შეიძლება ჩვენი შეხედულებისამებრ შევწყვიტოთ სხვა hCaptcha ან IMI სერვისები, რომლებიც მიეწოდება ამ კლიენტებს, როდესაც ჩვენ შევწყვეტთ hCaptcha სერვისს ამ პოლიტიკის შესაბამისად.",
    "2410122265": "hCaptcha რესურსები: ბოტები 101",
    "4166776480": "სერთიფიკატების შევსება: რა არის ეს და როგორ შევაჩეროთ თავდასხმები",
    "2301335298": "გადახდის თაღლითობა: კიბერდანაშაულის სწრაფად განვითარებადი რეჟიმის შერბილება",
    "3682071227": "რა არის ანგარიშის აღება და როგორ მუშაობს ისინი?",
    "2729131930": "რა არის სკრაპინგი და როგორ მუშაობს იგი?",
    "1344959096": "მუშაობს როგორც ინდივიდუალური მონაცემების ეტიკეტირება",
    "3510143229": "hCaptcha არის სერვისი ვებსაიტებისა და აპებისთვის,",
    "3930611699": "ინდივიდუალური მუშები.",
    "1051214799": "hCaptcha არის ვებ უსაფრთხოების სერვისი, რომელიც ცდილობს გაუზიაროს ღირებულება ვებსაიტების ან აპების გამომცემლებს, რომლებიც მას იყენებენ.",
    "360236473": "hCaptcha სერვისი არ არის გამიზნული ვინმეს გამოსაყენებლად ინდივიდუალური ლეიბლიერად მუშაობისთვის. ის არ არის შექმნილი ან შესაფერისი ამ მიზნისთვის. ჩვენ არავის გირჩევთ, სცადოთ hCaptcha-ს პირადი შემოსავლის წყაროდ გამოყენება.",
    "3842490632": "ინდივიდუალური მომხმარებელი, რომელიც ცდილობს უპასუხოს ბევრ კითხვას, შესაძლოა სწრაფად შეიზღუდოს ან აიკრძალოს. ისეთივე მნიშვნელოვანი, როგორც ჩვენი",
    "1560232962": "დეტალურად მოიცავს, არანაირი გარანტია არ არის მოცემული პასუხისთვის მიღებული თანხის შესახებ. შეიძლება იმ დროს ფასიანი კითხვები არ იყოს ხელმისაწვდომი, პასუხი შეიძლება უარყოფილი იყოს ხარისხის მიზეზების გამო და ა.შ.",
    "2694001822": "თუმცა, ჩვენ დროდადრო ვიქირავებ ინდივიდებს, რათა დაგვეხმარონ სისტემის თვისებებისა და ახალი ფუნქციების შესამოწმებლად.",
    "1569804581": "თუ გსურთ დაგიკავშირდეთ მომავალში დაკავშირებულ შესაძლებლობებთან დაკავშირებით, გთხოვთ შეავსოთ ეს ფორმა.",
    "636461959": "სახელი",
    "1139500589": "ქვეყანა",
    "1789607185": "Ელექტრონული მისამართი",
    "325077666": "თქვენი ინფორმაციის გაგზავნით თქვენ ეთანხმებით ჩვენს",
    "3555583744": "და",
    "3609929815": ". ჩვენ შევინარჩუნებთ თქვენს სახელს, ქვეყანას და ელფოსტის მისამართს ინფორმაციას მხოლოდ იმ მიზნით, რომ მომავალში დაგიკავშირდეთ ინდივიდუალური მარკირების სამუშაო შესაძლებლობებთან დაკავშირებით.",
    "4197928199": "Კონფიდენციალურობის პოლიტიკა",
    "851786723": "თქვენი ელ.ფოსტის შეყვანით თქვენ ეთანხმებით ჩვენს წესებს და კონფიდენციალურობის პოლიტიკას და იღებთ ჩვენგან ელ.წერილს.",
    "2402165761": "როგორ მუშაობს სკრაპინგი?",
    "4260542944": "შიგთავსის სკრაპი (ასევე ცნობილია, როგორც „ეკრანის გახეხვა“ ან უბრალოდ „გაფხეკა“) არის ნაცნობი, ხშირად სასარგებლო პროცესი ინტერნეტიდან ინფორმაციის შეგროვებისთვის. თუმცა, ბოლო წლებში ეს ტექნიკა გახდა ჰაკერებისა და თაღლითების ხელსაყრელი ინსტრუმენტი. კონტრზომებს შეუძლიათ ეფექტურად შეამსუბუქონ საფრთხე, მაგრამ მათი განსახორციელებლად აუცილებელია იმის გაგება, თუ როგორ მუშაობს პროცესი.",
    "2066255783": "რა არის შინაარსის სკრაპი?",
    "1910628828": "კონტენტის სკრაპინგი არის სისტემიდან მონაცემების აღების ტექნიკა, რომელიც მოიცავს ავტომატიზირებულ ხელსაწყოებს, რომლებიც ასახავს პროგრამულ კლიენტს ან ვებ ბრაუზერს. ახალი არ არის. სინამდვილეში, პროგრამული უზრუნველყოფის ინჟინრებისთვის, რომლებსაც შეიძლება დასჭირდეთ მონაცემები ძველი მეინფრემიდან, სკრაპინგი შეიძლება იყოს ინფორმაციის მოპოვების ერთადერთი გზა. ორიგინალური კონექტორები შეიძლება გაქრეს და შეუძლებელი იყოს ჩანაცვლება.",
    "3408107995": "თუმცა, დღეს, სკრაპინგი უცვლელად ნიშნავს პროგრამულ მიდგომას ვებგვერდიდან მონაცემების ამოღების მიზნით. scraping პროგრამული უზრუნველყოფა მოქმედებს როგორც ადამიანის მომხმარებელი, აწკაპუნებს ღილაკებზე და კითხულობს შედეგად გამომავალს. გახეხვის მრავალი ლეგიტიმური გამოყენება არსებობს. ერთ-ერთი მაგალითია ვებ მცოცავი, რომელიც აძლიერებს საძიებო სისტემებს. ასევეა Skyscanner-ის მსგავსი ინსტრუმენტები, რომლებიც ეძებენ სამოგზაურო გარიგებებს ათასობით ტურისტული ვებსაიტის შესწავლით. Fintech ფირმები ასევე იყენებენ მას, აგროვებენ მომხმარებლის ფინანსურ მონაცემებს ბანკის საიტებიდან, თუ არ არსებობს აპლიკაციის პროგრამირების ინტერფეისები (API) მონაცემთა კავშირის დასამყარებლად. რაც უნდა გვახსოვდეს ეკრანის გახეხვის შესახებ არის მისი სიჩქარე და მასშტაბურობა. პროცესს შეუძლია უზარმაზარი რაოდენობის მონაცემების შეგროვება ვებსაიტებიდან, თუ ვივარაუდებთ, რომ საიტები არ არის კონფიგურირებული, რათა შეაჩეროს ეს. გამოთვლის სიჩქარით, scraper-ს შეუძლია შეაგროვოს დიდი მონაცემთა ნაკრები ვებსაიტებთან და ფუძემდებლურ პროგრამულ უზრუნველყოფასთან და მონაცემთა ბაზებთან ურთიერთქმედებით, რომლებიც მათ კვებავს.",
    "1920884252": "რატომ არის კონტენტის სკრიპინგი უსაფრთხოების საფრთხე?",
    "2256795853": "ვებსაიტებიდან ბევრი მონაცემების სწრაფად ამოღების შესაძლებლობა აქცევს ძლიერ ინსტრუმენტად მავნე მოქმედი პირების ხელში. სკრეპ ბოტს შეუძლია შეაგროვოს მომხმარებლის მონაცემები სოციალური მედიის საიტებიდან. შემდეგ, საიტების ამოღებით, რომლებიც შეიცავს მისამართებს და სხვა პერსონალურ ინფორმაციას და შედეგების კორელაციას უწევს, ჰაკერი შეიძლება ჩაერთოს პირადობის დანაშაულში, როგორიცაა თაღლითური საკრედიტო ბარათის განაცხადების წარდგენა.",
    "4087694419": "სკრეპ ჰაკერს ასევე შეუძლია შეაგროვოს მონაცემები ისეთი საიტებიდან, როგორიცაა Amazon და eBay, რათა შექმნას ყალბი ან მატყუარა პროდუქტების ჩამონათვალი. შემდეგ მას შეუძლია შესთავაზოს ისინი გასაყიდად peer-to-peer სერვისებზე, როგორიცაა OfferUp და განახორციელოს ფიშინგ შეტევები მყიდველებზე. ან, თაღლითს შეუძლია გაყიდოს პროდუქტები, რომლებიც არ არსებობს. ეკრანის შემდგომი თაღლითობა გულისხმობს რეკლამის გამომცემლების გაყალბებას. გამომცემლის საიტებიდან შინაარსის ამოღებით, თაღლითს შეუძლია შექმნას ყალბი რეკლამის გამომცემლის გვერდები სხვადასხვა სერვისებზე. შემდეგ მათ შეუძლიათ გაყიდონ რეკლამები ამ გვერდებზე ავტორიზებულ გადამყიდველებზე, რომელთა კონტაქტები მათ ამოიღეს გამომცემლის ads.txt ფაილიდან. რეკლამის სლოტები რეკლამის განმთავსებლისთვის რეალური ჩანს, მაგრამ ეს ასე არ არის.",
    "3315658779": "თავიდან აიცილეთ შინაარსის სკრაპი hCaptcha Enterprise-ით",
    "2602081482": "hCaptcha Enterprise იყენებს მოწინავე მანქანურ სწავლებას თქვენი საიტისა და აპების მავნე ტრაფიკის იდენტიფიცირებისთვის - სკრაპინგის აქტივობების ჩათვლით.",
    "1422537019": "ჩვენ დღეს ვისწავლოთ მეტი.",
    "1988268879": "ხარჯთეფექტური მონაცემების მარკირება მასშტაბით",
    "2163914794": "გჭირდებათ მეტი ლეიბლი თქვენი მონაცემთა ნაკრებისთვის? hCaptcha უზრუნველყოფს სწრაფ, ეკონომიურ და მაღალხარისხიან მონაცემთა მარკირებას იმ კომპანიებისთვის, რომლებიც მუშაობენ ხელოვნურ ინტელექტსა და მანქანათმცოდნეობის აპლიკაციებზე.",
    "3378932530": "მიიღეთ თქვენი მონაცემები ეტიკეტირებული ახლა",
    "3483700676": "გაუშვით მილიონობით დავალება მყისიერად",
    "3478726913": "hCaptcha-ს აქვს პლანეტის ერთ-ერთი უდიდესი აუზი, რომელიც ხელმისაწვდომია თქვენთვის. როგორიც არ უნდა იყოს თქვენი მასშტაბი, ჩვენ შეგვიძლია გავუმკლავდეთ მას ძვირადღირებული წინასწარი ვალდებულებების გარეშე. დღეში მილიონობით დავალება არ არის პრობლემა.",
    "740501259": "მარტივი API-ზე ორიენტირებული მილსადენები",
    "2784612261": "გსურთ ადამიანური მიმოხილვის ინტეგრირება პირდაპირ თქვენს ბიზნეს ოპერაციებში? ჩვენ გთავაზობთ მაღალი საიმედოობის SLA-ებს, გარანტირებულ სიმძლავრეს და მარტივ REST API-ებს.",
    "1144966033": "ოპტიმიზებულია ფასისა და ხარისხისთვის",
    "3213351333": "არ არის საჭირო წინასწარი ვალდებულება",
    "2107077506": "HUMAN პლატფორმა იყენებს ყოვლისმომცველ ნდობის მოდელებს რეალურ დროში ხარისხის დახვეწილი ანალიზის შესასრულებლად. ეს საშუალებას გვაძლევს სწრაფად განვსაზღვროთ როგორც კითხვების სირთულე, ასევე მათი სავარაუდო სწორი პასუხი, დაზოგავთ თქვენს დროსა და ფულს.",
    "3576146278": "გადაიხადეთ მხოლოდ თქვენთვის საჭირო სიზუსტისთვის",
    "2952586316": "ყველა პრობლემა ერთნაირი არ არის. უსაფრთხოებისთვის კრიტიკული ამოცანების ანოტაციები შეიძლება მოითხოვდეს 99,99% ნდობას მთლიანად ადამიანური მუშაკებისგან. მობილური თამაშების აპში ერთი ბეტა ფუნქციის ანოტაციები შეიძლება მოითხოვდეს მხოლოდ ზომიერ ნდობას. Შენ გადაწყვიტე.",
    "710145621": "მოგვაწოდეთ თქვენი საკუთარი საფუძვლიანი ჭეშმარიტების მონაცემები ან მოგვეცით ავაშენოთ ის ფრენაში",
    "987901590": "გაქვთ დაუმუშავებელი მონაცემები ყოვლისმომცველი გადამოწმების ნაკრების გარეშე? უმეტეს შემთხვევაში, ჩვენ შეგვიძლია შევქმნათ თქვენთვის, როდესაც ამოცანები გადის სისტემაში, ან შევქმნათ ეტიკეტირებული ნიმუშები თქვენი დასამტკიცებლად.",
    "2597352122": "ანოტაციის ტიპები",
    "1344687860": "შემოსაზღვრული ყუთები",
    "1089415440": "ობიექტების ზუსტი ამოცნობა სურათებსა და ვიდეოებში",
    "3817067682": "მრავალკუთხედები",
    "2682873489": "განსაზღვრეთ ობიექტების შემოსაზღვრული ფართობი",
    "1275150216": "ღირსშესანიშნაობები",
    "2067112112": "მიუთითეთ ანოტაციები სხვადასხვა გამოყენების შემთხვევისთვის",
    "4228682126": "ატრიბუტების კატეგორიზაცია",
    "2920213479": "ნებისმიერი ზომის თვითნებური კატეგორიების დალაგება ან დამატება",
    "3288667364": "შედარება და გამოვლენა",
    "155877895": "ადამიანის ენერგიის გამოვლენა და კლასიფიკაცია",
    "3128433367": "... და მრავალი სხვა",
    "2827452240": "გჭირდებათ სხვა ტიპი, რომელიც აქ არ არის ჩამოთვლილი? უბრალოდ გვკითხეთ.",
    "719304627": "გჭირდებათ ბოლოდან ბოლომდე კონტროლი?",
    "1172067553": "hCaptcha-ს მიღმა არსებული HUMAN პლატფორმა უზრუნველყოფს უაღრესად დახვეწილ სამუშაო ხარისხს და მართვის ფუნქციებს შიდა, ჰიბრიდული ან SaaS განლაგების საშუალებით, რომლებიც ინტეგრირდება თქვენს არსებულ სისტემებთან.",
    "2319072959": "იმუშაეთ მთლიანად ოფლაინში საკუთარი მუშახელით, თვალყური ადევნეთ ბიზნეს ერთეულებში ან კონსორციუმის პარტნიორებს შორის მოხმარებულ ღირებულებას, შერჩევით მიმართეთ სამუშაოებს სხვადასხვა შიდა ან გარე შრომის პროვაიდერებთან, ხარჯების და უსაფრთხოების მოთხოვნების საფუძველზე და სხვა.",
    "1936512180": "მარტივი API წვდომა, ლამაზი დაფები და უახლესი მოდელის ტექნოლოგია მუშაკთა ეფექტურობის გაზრდის მიზნით.",
    "3913848038": "ხელმისაწვდომია 99,99% უწყვეტი SLA და 24/7 გლობალური მხარდაჭერა.",
    "1080752747": "დაუკავშირდით გაყიდვებს",
    "1525403768": "დამატებითი ინფორმაციისთვის დაუკავშირდით Enterprise Sales-ს.",
    "1546930020": "მონაცემთა ეტიკეტირების მიღება",
    "2486638408": "განსაზღვრეთ სპეციფიკაციები",
    "1027200955": "ესაუბრეთ ჩვენს დომენის ერთ-ერთ ექსპერტს თქვენი პროექტის საჭიროებების დასადგენად: სამიზნე სიზუსტე, ფორმატი და ნებისმიერი განსაკუთრებული მოთხოვნა.",
    "1156712451": "საწყისი სამუშაო ტესტი",
    "181065232": "ჩვენ ვასრულებთ მცირე წარმოების სამუშაოს თქვენი ნიმუშის მონაცემების საფუძველზე. ეს ამოწმებს სამუშაოს, რომელიც ჩვენ ერთად გავაკეთეთ, რათა დავრწმუნდეთ, რომ მიიღებთ ზუსტად იმას, რაც გჭირდებათ.",
    "3207769512": "განათავსეთ წარმოების სამუშაოები",
    "1099238677": "ჩვენი მაღალი მოცულობისა და დაბალი შეფერხების გამო, ჩვენ სწრაფად მოვაქცევთ თქვენს სამუშაოს, ავტომატური მიწოდებით, როგორც კი ის დასრულდება.",
    "465783046": "გსურთ სცადოთ ის თქვენი მონაცემებით?",
    "328625009": "... ჩვენ მზად ვართ, როცა თქვენ იქნებით: ჩვენი სერვისი ხელმისაწვდომია მთელი საათის განმავლობაში.",
    "3225770968": "hCaptcha შექმნილია მანქანური სწავლების ყველაზე შრომატევადი პრობლემის გადასაჭრელად; დიდი რაოდენობით მონაცემების მარკირება დროული, ხელმისაწვდომი და საიმედო გზით.",
    "2041686284": "მეტი მონაცემი ზოგადად უკეთეს შედეგს იძლევა მანქანური სწავლების მოდელების ტრენინგში. ღრმა მოდელების ბოლოდროინდელმა წარმატებამ განაპირობა მონაცემთა მზარდი სიმრავლე და hCaptcha ემსახურება ამ საჭიროებას. თუმცა, ტრადიციული მეთოდების გამოყენებით ადამიანის მიერ განხილული მონაცემთა დიდი ნაკრების შექმნა ნელი და ძვირია.",
    "3729345277": "hCaptcha არის საშუალება კომპანიებისთვის, მიიღონ მათთვის საჭირო ანოტაციები უფრო სწრაფად, უფრო მაღალი ხარისხით და დაბალ ფასად, ვიდრე სხვა ალტერნატივები.",
    "2103563261": "პირადი ან საჯარო ინფორმაცია",
    "2513143348": "hCaptcha Enterprise სისტემა ცალსახად მოქნილია მის დიზაინში: ის შეიძლება ნაწილობრივ ან მთლიანად განლაგდეს თქვენი ქსელის კიდეზე, თუ თქვენ მართავთ საჯარო ღრუბელს ან ფლობთ მრავალ მონაცემთა ცენტრს.",
    "3107683988": "ამან შეიძლება მკვეთრად შეამციროს ქსელის გარეთ ტრაფიკი და ხარჯები, ხოლო შეინარჩუნოს მენეჯმენტის ყველა უპირატესობა ჩვენი 24/7 გამოძახების პერსონალის მიერ ყველაზე მკაცრი SLA-ების შესასრულებლად.",
    "3660619092": "დარეგისტრირდით უფასოდ ან დაუკავშირდით გაყიდვებს Enterprise გადაწყვეტილებებისთვის",
    "2351176803": "ლიცენზიის პირობები hCaptcha JS API-სთვის",
    "2616226398": "ექვემდებარება ჩვენს",
    "2024293275": ". ყველა სხვა უფლება დაცულია, ჯერჯერობით.",
    "1062291156": "სტანდარტული პირობები",
    "2712493234": "გადახდის თაღლითობა: კიბერდანაშაულის სწრაფად განვითარებადი რეჟიმის შერბილება",
    "1817772953": "თაღლითობა არ არის დანაშაულის ახალი ფორმა. მართლაც, არქეოლოგებმა აღმოაჩინეს თაღლითობის საწინააღმდეგო მოწყობილობები, რომლებიც გამოიგონეს ძველი შუმერების მიერ პირუტყვის დანაკარგის გარეშე გადასატანად თითქმის 10 000 წლის წინ! მათ შემთხვევაში, ისინი თიხის ბურთულაში დებდნენ თიხის ჟეტონებს, რომელთაგან თითოეული წარმოადგენს ცხოველს. ბულა სამწყსოსთან ერთად მიემგზავრებოდა, როცა ის გამყიდველიდან მყიდველზე გადადიოდა. მაშინაც კი, ბიზნესის მფლობელები შეშფოთებულნი იყვნენ, რომ ყველა, ვისთანაც საქმე ჰქონდათ, არ იყო მაღლა და მაღლა. ბევრი რამ შეიცვალა 10 000 წლის განმავლობაში, მაგრამ თაღლითობის თავიდან აცილების მიზნით ინოვაციურობის აუცილებლობა ჩვენთან რჩება. დღესდღეობით, ონლაინ გადახდის თაღლითობის საკითხს უდიდესი მნიშვნელობა აქვს. ინტერნეტთან ერთად, თაღლითები სულ უფრო დახვეწილნი ხდებიან თაღლითობის საწინააღმდეგო კონტროლის გაკონტროლებაში. თუმცა, ახალი გადაწყვეტილებები ცვლის დინებას.",
    "1053787685": "რა არის გადახდის თაღლითობა?",
    "433424759": "გადახდის თაღლითობა მოიცავს ნებისმიერი სახის უკანონო ტრანზაქციას, სადაც კიბერდანაშაული ართმევს მსხვერპლს რაიმე ღირებულს, ჩვეულებრივ ფულს. ეს შეიძლება გულისხმობდეს მოპარული საკრედიტო ბარათის გამოყენებას საქონლის ონლაინ შეკვეთისთვის ან საბანკო ანგარიშის აღებასა და მისგან თანხების უკანონო გადარიცხვას. ბევრი ვარიაციაა, მაგრამ მათ ყველას ერთი და იგივე შედეგი აქვს: თაღლითი იყენებს მოპარულ პირადობას ან გადახდის ინფორმაციას მომხმარებლის, ბანკის ან ვაჭრის მოსაპარად.",
    "2939852138": "როგორ [ცდილობენ] თაღლითები გათავისუფლდნენ გადახდის თაღლითობისგან?",
    "1665616092": "გადახდის თაღლითობა მარტივი კონცეფციაა, მაგრამ ის შეიძლება იყოს ფანტასტიკურად რთული მისი დღევანდელი აღსრულებით.",
    "4246520782": "ფაქტობრივად, ბოლო წლებში ინტერნეტი თაღლითებსა და დამცველებს შორის იარაღის ნამდვილი შეჯიბრის მოწმე იყო.",
    "2167049807": "უსაფრთხოების გუნდებმა მიიღეს სხვადასხვა სახის კონტრზომები და კონტროლი, რომლებიც ამარცხებენ გადახდის თაღლითობის მარტივ, ზარმაცი მიდგომებს. თუმცა, თავდასხმები სულ უფრო დახვეწილი ხდება. მაგალითად, ბოტებს ახლა შეუძლიათ მოაგროვონ მოპარული საკრედიტო ბარათის ნომრები და PIN-ები ყალბი ვებსაიტებიდან და ფიშინგის შეტევებიდან.",
    "1936449777": "შემდეგ, სრულად ავტომატიზირებულ რეჟიმში, მათ შეუძლიათ მიბაძონ ადამიანის ქცევას ელექტრონული კომერციის საიტებზე, დააწკაპუნონ ღილაკებზე და დაამატონ ნივთები საყიდლების კალათებში - იმ დონემდე, რომ ბევრი, თუ არა თაღლითობის საწინააღმდეგო კონტროლის უმეტესობა ვერ ეტყვის, რომ ბოტი ცდილობს მოიპაროს. ნაკეთობა. პირიქით, როგორც ჩანს, ადამიანი მომხმარებელი უბრალოდ ყიდულობს. ბოტს შეუძლია შევიდეს რეალური მომხმარებლის ანგარიშში მოპარული ავტორიზაციის მონაცემების გამოყენებით. თაღლითობის კიდევ უფრო დამაბნეველი არის ბოტის შესაძლებლობა, გააყალბოს IP მისამართები და გამოიყურებოდეს თითქოს „მყიდველი“ სადღაც განსხვავდება თავდამსხმელისგან, რომელიც შესაძლოა იყოს უცხო ქვეყანაში.",
    "648630222": "თავიდან აიცილეთ გადახდის გაყალბება hCaptcha Enterprise-ით",
    "1621930829": "რა შეიძლება გაკეთდეს დღევანდელი მოწინავე, განუწყვეტელი გადახდის თაღლითობის აქტივობებთან დაკავშირებით? კონტროლის მრავალი ფენის გამოყენება ჩვეულებრივ გონივრული მიდგომაა. თუმცა, საუკეთესო კონტრზომები არის ისეთები, რომლებსაც შეუძლიათ ბოტის ხაფანგში მოხვედრა და იმის გამოვლენა, რომ ის ყალბია, მიუხედავად მისი შემქმნელების საუკეთესო მცდელობისა ადამიანური ქცევის გამეორებისთვის.",
    "2423586454": "ჯერ კიდევ არის რაღაცეები, რისი გაკეთებაც პროგრამულ უზრუნველყოფას არ შეუძლია, რაც არ უნდა კარგი AI იყოს მის უკან. თანამედროვე CAPTCHA ტექნოლოგია გთავაზობთ ბოტების დაბლოკვის დადასტურებულ მეთოდს, რომლებიც ცდილობენ გააგრძელონ გადახდის თაღლითობა. მიუხედავად იმისა, რომ CAPTCHA-ს ძველი მიდგომები, როგორიცაა მარტივი დახრილი ნომრები ყუთში, ახლა ძირითადად დეფიციტურია მოწინავე ბოტების შერბილებაში, ავტომატური ტესტირება-პასუხის მოწყობილობა, როგორიცაა hCaptcha Enterprise, ადვილად შეუძლია შეაფერხოს თაღლითური ბოტი ანგარიშის შესვლის ან საყიდლების კალათის გადახდის მომენტში. მაშინაც კი, თუ ბოტს აქვს რეალური რწმუნებათა სიგელები, თუ ვერ შეძლებს CAPTCHA-ს გავლას.",
    "1467308982": "გადახდის განრიგი",
    "1291824746": "hCaptcha Payouts იწარმოება კვარტალში ერთხელ 60 დღის შემდეგ. იმის საილუსტრაციოდ, თუ რას ნიშნავს ეს, იხილეთ ქვემოთ მოცემული ცხრილი.",
    "3444947612": "ტრაფიკი შორის",
    "4181611011": "შერიგების თარიღი",
    "728503636": "გადახდის თარიღი",
    "3720584906": "2021 წლის 15 ივლისი - 2021 წლის 15 ოქტომბერი",
    "388240587": "2022 წლის 5-15 იანვარი",
    "3426312287": "2022 წლის 5-15 იანვარი",
    "615618648": "2021 წლის 15 აპრილი - 2021 წლის 15 ივლისი",
    "3376724603": "2021 წლის 14-24 სექტემბერი†††",
    "3398978455": "2021 წლის 15-25 სექტემბერი†††",
    "2722456056": "2021 წლის 15 იანვარი - 2021 წლის 15 აპრილი",
    "4063155841": "არაუგვიანეს 2021 წლის 25 ივნისისა††",
    "4082053540": "2021 წლის 19-25 ივნისი††",
    "64953197": "2020 წლის 15 ოქტომბერი - 2021 წლის 15 იანვარი",
    "1023070345": "არაუგვიანეს 2021 წლის 14 მარტისა",
    "2600696085": "2021 წლის 15 მარტი",
    "3217791519": "2020 წლის 15 ივლისი - 2020 წლის 15 ოქტომბერი",
    "649261378": "2021 წლის 5-11 იანვარი *",
    "1559190296": "2021 წლის 5-11 იანვარი†",
    "3806054689": "2020 წლის 15 აპრილი - 2020 წლის 15 ივლისი",
    "4162383380": "2020 წლის 16 - 22 სექტემბერი*****",
    "1990824776": "2020 წლის 16-24 სექტემბერი*****",
    "3856690908": "2020 წლის 15 იანვარი - 2020 წლის 15 აპრილი",
    "3200641265": "არაუგვიანეს 2020 წლის 16 ივნისისა*",
    "3744079744": "2020 წლის 15-19 ივნისი****",
    "2209837451": "2019 წლის 15 ოქტომბერი - 2020 წლის 15 იანვარი",
    "2510534204": "არაუგვიანეს 2020 წლის 23 მარტისა***",
    "2910560864": "2020 წლის 20-23 მარტი***",
    "2544565802": "2019 წლის 15 ივლისი - 2019 წლის 15 ოქტომბერი",
    "3963642878": "არაუგვიანეს 2019 წლის 14 დეკემბერი*",
    "622103562": "2019 წლის 17 დეკემბერი **",
    "4072202039": "2019 წლის 15 აპრილი - 2019 წლის 15 ივლისი",
    "818049069": "არაუგვიანეს 2019 წლის 15 ივლისისა",
    "1169005651": "2019 წლის 15 სექტემბერი",
    "2303655425": "2019 წლის 15 იანვარი - 2019 წლის 15 აპრილი",
    "3678889946": "არაუგვიანეს 2019 წლის 15 ივნისისა",
    "3094354698": "2019 წლის 15 ივნისი",
    "4217013126": "გადახდები, როგორც წესი, მთელი დღის განმავლობაში მიმდინარეობს გადახდის თარიღზე და ზოგადად სრულდება წყნარი ოკეანის დროით შუაღამისას. თუ ანგარიში დროშით მონიშნულია განსახილველად, გადახდის განთავისუფლებას შეიძლება დასჭირდეს ხუთი სამუშაო დღე.",
    "1447649958": "შეგახსენებთ, რომ მხოლოდ ზუსტი ადამიანური ტრაფიკი არის დაშვებული გადახდების მისაღებად. ამის შესახებ მეტი დეტალების ნახვა შეგიძლიათ ჩვენს FAQ-ში, ბმულზე ქვემოთ. ხელმისაწვდომი ბალანსი ასევე უნდა აკმაყოფილებდეს მინიმალურ ზღვარს, რათა დაიკმაყოფილოს გადახდა, ამჟამად 10 HMT.",
    "4257144752": "რეალურ დროში შეფასებები არ ასახავს საბოლოო სიზუსტეს ან ადამიანურობას და, შესაბამისად, თქვენი საბოლოო შემოსავალი შეიძლება არსებითად განსხვავდებოდეს ზემოთ ან ქვევით იმ რიცხვებიდან, რომლებიც ნაჩვენები იყო თქვენს პირველ შერიგებამდე.",
    "2728931827": "ყოველი შეჯერების შემდეგ, თქვენი საიტის გასაღების შეფასებები განახლდება და მომავალი პროგნოზების სიზუსტე უნდა გაიზარდოს, თუ თქვენს საიტს არ აქვს არსებითი ცვლილება მომხმარებლის ქცევაში.",
    "1200905005": "††† 2021 წლის სექტემბრიდან, შერიგებები და გადახდები ახლა გადის დაახლოებით 10 დღიან პერიოდს და არა ერთ დღეს, რათა გამარტივდეს საოპერაციო შეზღუდვები, რომლებიც დაკავშირებულია სერვისის ზრდასთან.",
    "4284094387": "†† 2021 წლის ივნისის ზოგიერთი შეჯერება და გადახდა განხორციელდება მომდევნო კვირაში შერიგების ფანჯრის დროს საბოლოო გამოთვლების გადამოწმების შეფერხების გამო.",
    "1977013707": "† 2020 წლის დეკემბრის ანაზღაურება გადაიგეგმა 15-დან, რათა თავიდან ავიცილოთ გადახურვა წლის ბოლოს შერიგებებთან და პერსონალის არდადეგებთან: ისინი დასრულდება იანვრის მეორე კვირამდე. PayPal-ში ჩვეულებრივზე ნელი გადარიცხვების გამო, გადახდები გაგრძელდება რამდენიმე დღეში და არა ერთ დღეში.",
    "517010299": "გთხოვთ, გაითვალისწინოთ: ჩვენ ამჟამად ვმუშაობთ ძირითად ფონზე გადასვლაზე თითქმის რეალურ დროში შერიგებაზე. პერიოდული შერიგებები ჩვეულებრივზე ნაკლებად ხშირად გაგრძელდება 2021 წლის კვარტალში. ეს არ იმოქმედებს გადახდის გრაფიკებსა და თარიღებზე.",
    "3092200338": "** როდესაც მე-15 მოდის შაბათ-კვირას, გადახდის თარიღი არის მე-17.",
    "3891941747": "*** COVID-19 საკონსულტაციო: COVID-19-თან დაკავშირებული პერსონალის შესაძლებლობების შემცირების გამო, შერიგება გადაიდო, რათა დამატებითი დრო დარჩეს ჩვენი სტანდარტული დადასტურების დასასრულებლად. გადახდები სავარაუდოდ დაიწყება პარასკევს და დასრულდება მომდევნო ორშაბათს.",
    "2301757528": "**** PayPal-ის მიერ მათი REST API-ების შენარჩუნების გამო, გადახდის ფანჯრის დროს, ყველა გადახდა არ დასრულებულა 15 ივნისს. 15 ივნისს (წყნარი ოკეანის დრო) დაგეგმილი ნებისმიერი გადახდა, რომელიც არ შესრულდა PayPal API-ის შეცდომების გამო, ხელახლა განხორციელდა 19 ივნისისთვის (წყნარი ოკეანის დროით).",
    "116842359": "***** შერიგებები, სავარაუდოდ, დასრულდება რამდენიმე დღეში სისტემის მოვლის გამო.",
    "4154415610": "***** 2020 წლის სექტემბრის გადახდები შეჯერების დასრულებისას ჯგუფურად განხორციელდება, ზოგი კი შერიგების დაგვიანების გამო თავდაპირველად დაგეგმილზე რამდენიმე დღით გვიან.",
    "2310694091": "რას ნიშნავს შერიგება?",
    "164801246": "შეჯერება არის პროცესი, რომლის დროსაც ხდება ტრაფიკის ანალიზი ფაქტის შემდეგ, რათა გადაამოწმოს მისი ადამიანურობა და სიზუსტე, მას შემდეგ რაც ყველა მონაცემი საანგარიშო საიტიდან იქნება შესული. დამატებითი დეტალების წაკითხვა შეგიძლიათ ჩვენს საიტზე.",
    "3256245394": "ისევე როგორც ჩვენი ბლოგის პოსტები, მაგ",
    "3089778412": "როგორ ითვლის hCaptcha ჯილდოებს",
    "3329755436": "გეგმავთ ამ პროცესის დაჩქარებას?",
    "1911669851": "დიახ, ჩვენ ამჟამად ვმუშაობთ ჩვენი სარეზერვო სისტემების მრავალფეროვან გაუმჯობესებაზე, რომლებიც, ჩვენ ველით, რომ საბოლოოდ მოგვცემს საშუალებას შემოგთავაზოთ როგორც უფრო სწრაფი შეჯერება, ასევე უფრო სწრაფი შეფასების სიზუსტე და უფრო სწრაფი გადახდა. ჩვენ ამჟამად ვმუშაობთ, რომ პირველ რიგში დავაჩქაროთ შერიგება.",
    "2366003154": "პრესისა და მედიის გამოკითხვები",
    "3054564199": "პრეს ნაკრები",
    "3173156067": "ზოგიერთი მზა გირაო ხელმისაწვდომია იმ შემთხვევაში, თუ გსურთ თქვენს სტატიაში შეიტანოთ სურათების მაგალითი.",
    "867314732": "შეგიძლიათ მიიღოთ მაღალი გარჩევადობა",
    "858218750": "და მითითებები მათი გამოყენების შესახებ",
    "3821716514": "გვერდი.",
    "1186243118": "ლოგოს სურათები",
    "3034959000": "შეგიძლიათ მიიღოთ",
    "1764089150": "აქ:",
    "1558428432": ". გთხოვთ, ჩაწეროთ ისინი hCaptcha.com-ზე.",
    "2429359042": "ინტერფეისის სურათების მაგალითი",
    "1480820434": "სურათი 1",
    "3213411837": "სურათი 2",
    "1270712701": "პრეს რელიზები და ბოლო მოხსენებები",
    "231285005": "ბოლო განახლებები შეგიძლიათ ნახოთ ჩვენს ბლოგზე",
    "1289884910": "ჩვენ ასევე ვაქვეყნებთ პერიოდულ ანალიზს და ანგარიშებს. Მაგალითად:",
    "932546190": "რატომ იქნება CAPTCHA ყოველთვის ჩვენთან ერთად",
    "2344319147": "რა ღირს ნამდვილად Google-ის ბოტის აღმოჩენა?",
    "1637527266": "რომელ ქვეყნებს აქვთ ყველაზე მეტი ბოტის ტრაფიკი?",
    "230159237": "კონტაქტები",
    "3759923279": "გთხოვთ მიმართოთ პრესის შეკითხვებს შემდეგ ელ.ფოსტის მისამართზე:",
    "4255608322": "ბოლო განახლება: 2021 წლის 12 აპრილი",
    "537881751": "კეთილი იყოს თქვენი მობრძანება hCaptcha-ზე! ეს კონფიდენციალურობის პოლიტიკა აღწერს Intuition Machines, Inc.-ის („IMI“, „ჩვენ“ ან „ჩვენ“) პრაქტიკას ჩვენს მიერ ინფორმაციის შეგროვების, გამოყენებისა და გამჟღავნების შესახებ (ქვემოთ განსაზღვრული პერსონალური ინფორმაციის ჩათვლით) ჩვენი ვებგვერდის მეშვეობით www.hcaptcha. .com და ნებისმიერი სხვა ქვედომენი ან დომენი, რომელსაც ვიყენებთ (\"საიტები\") და hCaptcha აპლიკაციის პროგრამის ინტერფეისი და მასთან დაკავშირებული პროგრამული უზრუნველყოფა და მასალები (ერთობლივად, \"სერვისი\").",
    "33639629": "არ ვრცელდება მესამე მხარის ვებსაიტებზე. გთხოვთ, გაითვალისწინოთ, რომ ეს კონფიდენციალურობის პოლიტიკა არ ვრცელდება რომელიმე მესამე მხარის ვებსაიტზე, შეთავაზებაზე, პროდუქტზე ან სერვისზე, თუნდაც ის აკავშირებს ჩვენს საიტს ან აერთიანებს სერვისს – გთხოვთ, გაეცნოთ მოქმედ კონფიდენციალურობის პოლიტიკას, სანამ გადაწყვეტთ რაიმე ინფორმაციის მიწოდებას მესამესთვის. პარტიები.",
    "987375734": "IMI დაფუძნებულია შეერთებულ შტატებში. საიტებსა და სერვისებს ჩვენ ვაკონტროლებთ და ვმართავთ შეერთებული შტატებიდან. თქვენი პერსონალური ინფორმაცია შეიძლება იყოს შენახული და დამუშავებული ნებისმიერ ქვეყანაში, სადაც ჩვენ გვაქვს ობიექტები ან სადაც ვმუშაობთ სერვისის პროვაიდერებთან, და საიტებისა და სერვისების გამოყენებით თქვენ ეთანხმებით ინფორმაციის გადაცემას თქვენი საცხოვრებელი ქვეყნის გარეთ ქვეყნებში, მათ შორის შეერთებულ შტატებში. , რომელსაც შეიძლება ჰქონდეს მონაცემთა დაცვის წესები, რომლებიც განსხვავდება თქვენი ქვეყნის წესებისგან. გარკვეულ გარემოებებში, სასამართლოებს, სამართალდამცავ ორგანოებს, მარეგულირებელ ორგანოებს ან უსაფრთხოების ორგანოებს სხვა ქვეყნებში შეიძლება ჰქონდეთ თქვენი პერსონალური ინფორმაციის წვდომის უფლება.",
    "452920031": "შენიშვნა კლიენტებისთვის შეერთებული შტატების გარეთ.",
    "2328839224": ". გთხოვთ, იხილოთ ჩვენი განყოფილება \"შეტყობინება კალიფორნიის მაცხოვრებლებისთვის\", რომელიც დაკავშირებულია თქვენს უფლებებთან კალიფორნიის მომხმარებელთა კონფიდენციალურობის აქტის (\"CCPA\") მიხედვით.",
    "1565481281": "შენიშვნა კალიფორნიის მაცხოვრებლებისთვის",
    "1028058338": "გთხოვთ, იხილოთ ჩვენი სექცია \"შეტყობინება ევროკავშირის მონაცემთა სუბიექტებისთვის\", რომელიც დაკავშირებულია თქვენს უფლებებთან მონაცემთა დაცვის ზოგადი რეგულაციის (\"GDPR\") მიხედვით.",
    "2271205646": "შენიშვნა ევროპის ეკონომიკური ზონის მაცხოვრებლებისთვის.",
    "508143070": "გაითვალისწინეთ, რომ IMI არის თქვენი პერსონალური ინფორმაციის მაკონტროლებელი, გარდა იმ შემთხვევებისა, როდესაც ჩვენ ვამუშავებთ პერსონალურ ინფორმაციას ჩვენი ინტეგრატორების სახელით ჩვენი სერვისის მიწოდებასთან დაკავშირებით, ამ შემთხვევაში ჩვენ ვართ პერსონალური ინფორმაციის დამმუშავებელი და ეს ინტეგრატორები არიან კონტროლერები. პირადი ინფორმაცია.",
    "2330965058": "როდესაც ჩვენ ვმოქმედებთ როგორც პროცესორი ჩვენი ინტეგრატორებისთვის, ჩვენ არ ვიყენებთ შეგროვებულ მონაცემებს სხვა მიზნით, გარდა იმ მიზნისთვის, რაც გონივრულად არის საჭირო ჩვენი სერვისის უზრუნველსაყოფად და ჩვენი დამუშავება რეგულირდება იმ კონტრაქტებით, რომლებიც გვაქვს ჩვენს ინტეგრატორებთან და არა ამ Კონფიდენციალურობის პოლიტიკა",
    "3017040355": "ევროკავშირის მონაცემთა სუბიექტის მონაცემების დამუშავება მოქმედებს სტანდარტული საკონტრაქტო დებულებების (SCCs) სამართლებრივი საფუძვლების მიხედვით, რომლებიც ინტეგრირებულია ჩვენი მომსახურების პირობების მონაცემთა დამუშავების დანართში ან ჩვენს ინტეგრატორებთან მონაცემთა დამუშავების შეთანხმებებში.",
    "2233384692": "თუ თქვენ გაქვთ რაიმე შეკითხვა ან შეშფოთება იმის შესახებ, თუ როგორ ხდება ასეთი მონაცემების დამუშავება ან გსურთ თქვენი უფლებების გამოყენება, უნდა დაუკავშირდეთ პირს ან ერთეულს (ანუ მონაცემთა კონტროლერს), რომელმაც დადო კონტრაქტი ჩვენთან, რომ გამოიყენოს სერვისი ამ მონაცემების დასამუშავებლად. თუმცა, ჩვენ დახმარებას გავუწევთ ჩვენს ინტეგრატორებს, რათა გაუმკლავდეთ თქვენს ნებისმიერ პრობლემას, მათთან ჩვენი კონტრაქტის პირობების შესაბამისად.",
    "349292953": "ინფორმაცია ჩვენ ვაგროვებთ",
    "3022001832": "ჩვენ ვაგროვებთ ინფორმაციას იმ პირებისგან, რომლებიც ურთიერთობენ ჩვენს საიტებთან და სერვისებთან, მათ შორის, ვინც აერთიანებს ჩვენს სერვისს მათ ვებსაიტში (\"ინტეგრატორები\"), მათგან, ვინც იყენებს სერვისებს მონაცემთა მარკირებისთვის (\"მომხმარებლები\") და საბოლოო მომხმარებლებისგან, რომლებიც ურთიერთობენ ჩვენს ვებსაიტთან. მომსახურება ჩვენი ინტეგრატორების (\"ბოლო მომხმარებლები\") ვებსაიტების მეშვეობით.",
    "835545301": "ჩვენ ვაგროვებთ შემდეგი კატეგორიის ინფორმაციას:",
    "3228928991": "ინფორმაცია, რომელიც შეიძლება გამოყენებულ იქნას პიროვნების იდენტიფიცირებისთვის ან დასაკავშირებლად („პერსონალური ინფორმაცია“), როგორიცაა სახელი, ელფოსტის მისამართი და ქვეყანა. ჩვენ ვაგროვებთ პერსონალურ ინფორმაციას ჩვენი ამჟამინდელი და პერსპექტიული ინტეგრატორებისა და მომხმარებლებისგან, როდესაც ისინი პირდაპირ გვაწვდიან მას (მაგალითად, ფორმის შევსებით ანგარიშზე დარეგისტრირებისას ან ჩვენგან ელ.ფოსტის შეტყობინებების მისაღებად). ჩვენ ასევე შეიძლება გადავამოწმოთ ჩვენი ინტეგრატორებისა და მომხმარებლების ვინაობა პერსონალური ინფორმაციის მესამე მხარის მონაცემთა ბაზებთან ან ოფიციალურ იურიდიულ დოკუმენტებთან შედარებით.",
    "1655796811": "ინფორმაცია, რომელიც ავტომატურად გროვდება ინტეგრატორის ან მომხმარებლის მიერ საიტების ან სერვისების გამოყენების შედეგად („ანალიტიკის ინფორმაცია“), როგორიცაა IP მისამართები, ბრაუზერის ტიპი, ინტერნეტ სერვისის პროვაიდერი, პლატფორმის ტიპი, მოწყობილობის ტიპი, ოპერაციული სისტემა, თარიღი და დრო ხელმისაწვდომობა და სხვა მსგავსი ინფორმაცია. ანალიტიკის ზოგიერთი ინფორმაცია გროვდება ჩვენი სახელით მესამე მხარის მიერ, რომელსაც ჩვენ ამ მიზნით ვატარებთ, და ანალიტიკის ზოგიერთი ინფორმაცია გროვდება სხვადასხვა თვალთვალის ტექნოლოგიების, ქუქიების ჩათვლით (იხ. „მესამე მხარის ანალიტიკა და თვალთვალის ტექნოლოგიები“ ქვემოთ).",
    "1388241689": "ინფორმაცია, რომელიც შეგროვდა საბოლოო მომხმარებლების მიერ სერვისის მეშვეობით მოთხოვნებზე პასუხის გაცემის შედეგად („ეტიკეტირებული მონაცემები“), როგორიცაა სურათების მარკირების მონაცემები, ტექსტი, რომელიც გადაყვანილია აუდიო ფაილებიდან ამ საბოლოო მომხმარებლებზე, კითხვებზე პასუხები და სერვისის მიერ გენერირებული სხვა მოთხოვნები. მანქანური სწავლების აპლიკაციებში გამოსაყენებელი მონაცემების მარკირების მიზნით. გაითვალისწინეთ, რომ ეტიკეტირებული მონაცემები არ არის დაკავშირებული რომელიმე იდენტიფიცირებულ პირთან.",
    "1493790285": "სხვა ინფორმაცია, რომელიც შეგროვებულია საბოლოო მომხმარებლებისგან, როგორც სერვისის ნაწილი, საჭიროა იმის დასადგენად, არის თუ არა ისინი",
    "2216374138": "არის ადამიანი, როგორიცაა მაუსის მოძრაობები, გადახვევის პოზიცია, კლავიშების დაჭერის მოვლენები, შეხების მოვლენები და გიროსკოპის/აქსელერომეტრის ინფორმაცია.",
    "2394073454": "ჩვენ შეიძლება შევაგროვოთ დამატებითი ინფორმაცია საბოლოო მომხმარებლებისგან, რომლებსაც სურთ ჩვენთან მუშაობა, როგორც ინდივიდუალური მონაცემების მარკერი.",
    "3103557430": "როგორ ვიყენებთ ინფორმაციას",
    "1130802068": "ჩვენ ვიყენებთ ჩვენს მიერ შეგროვებულ ინფორმაციას შემდეგი მიზნებისთვის:",
    "2940689138": "ინტეგრატორისა და კლიენტების ანგარიშების ადმინისტრირება და სერვისის მიწოდება. ჩვენ ვიყენებთ პერსონალურ ინფორმაციას ინტეგრატორებთან და მომხმარებლებთან კონკრეტული ანგარიშების დასაკავშირებლად და მათთვის სერვისის უზრუნველსაყოფად, თხოვნებზე ან შეკითხვებზე პასუხის გასაცემად, მხარდაჭერის ან ტექნიკური დახმარების უზრუნველსაყოფად და გადახდების გასაადვილებლად.",
    "857974529": "საიტისა და სერვისის გასაუმჯობესებლად. ჩვენ ვიყენებთ ანალიტიკის ინფორმაციას ჩვენი არსებული და ახალი სერვისებისა და შეთავაზებების გასაუმჯობესებლად და არსებული და მომავალი პროდუქციის შეთავაზებების მოსაწყობად.",
    "1820844638": "ბაზრის შეხედულებების გამომუშავება. ჩვენ ვიყენებთ ანალიტიკის ინფორმაციას ბაზრის გასაანალიზებლად და საიტთან და ჩვენს სერვისებთან დაკავშირებული ბიზნეს ანალიზების ჩასატარებლად და სხვა კვლევის მიზნებისთვის.",
    "3386280249": "მარკირებული მონაცემების ბაზრის უზრუნველსაყოფად. ჩვენი სერვისი საშუალებას იძლევა დიდი მოცულობის მონაცემების მარკირება და ადამიანური მიმოხილვა მანქანური სწავლების სისტემებისთვის, როგორც სერვისი ვებსაიტების მფლობელებისთვის და კომპანიებისთვის, რომლებსაც დახმარება სჭირდებათ მათი მონაცემების მარკირებაში. ამ მიზნით, ჩვენ ვამხელთ ეტიკეტირებულ მონაცემებს ჩვენს კლიენტებს, რომლებიც დაინტერესებულნი არიან ეტიკეტირებული მონაცემების შეძენით.",
    "3532143291": "ჩვენი სერვისებისა და სისტემების დასაცავად. ჩვენ ვიყენებთ ანალიტიკის ინფორმაციას ჩვენი სისტემების დასაცავად პოტენციური საფრთხეებისა და დაუცველობის იდენტიფიცირებით და სხვაგვარად დავიცვათ ჩვენს მიერ შეგროვებული ინფორმაცია.",
    "2185418511": "ნებისმიერი ლეგიტიმური ბიზნეს მიზნისთვის, იმ პირობით, რომ ინფორმაცია არის დეიდენტიფიცირებული ან აგრეგირებული ისე, რომ არ შეიძლება გონივრულად იყოს მიბმული ინდივიდთან.",
    "2386465280": "როგორ ვაზიარებთ ინფორმაციას",
    "2159517814": "ჩვენ ვიზიარებთ ან ვამხელთ პერსონალურ ინფორმაციას შემდეგ შემთხვევებში:",
    "4256083674": "ინტეგრატორის პირდაპირი მოთხოვნის საფუძველზე CAPTCHA გამოწვევის კონკრეტული მოთხოვნის ან IP მისამართის თაღლითობის რისკის იდენტიფიცირება, ან სხვა შემთხვევაში, სადაც კონკრეტული თანხმობა იყო მიცემული.",
    "3494826505": "მომწოდებლებთან ერთად ჩვენ ვცდილობთ უზრუნველყოთ საიტებისა და სერვისების ძირითადი ასპექტები, როგორიცაა მონაცემთა შენახვა, ჰოსტინგი და ანალიტიკა და მხოლოდ ამ მიზნებისთვის.",
    "1119009846": "საჭიროებისამებრ, შეასრულოთ მოქმედი კანონმდებლობა, მათ შორის სამთავრობო მოთხოვნები, სამართალდამცავი ორგანოების მოთხოვნები და სხვა სახის საჯარო და კერძო სუბიექტების მიმართ თქვენი, ჩვენი ან სხვათა უფლებების, კონფიდენციალურობის, უსაფრთხოების ან საკუთრების დასაცავად.",
    "197676026": "სხვასთან ერთად ნებისმიერი ლეგიტიმური ბიზნეს მიზნით, იმ პირობით, რომ ინფორმაცია დეიდენტიფიცირებულია",
    "2359312315": "ან გაერთიანებულია ისე, რომ არ შეიძლება გონივრულად იყოს მიბმული ინდივიდთან.",
    "2497216176": "მესამე მხარის ანალიტიკა და თვალთვალის ტექნოლოგიები",
    "3694578791": "როგორც ზემოთ განვიხილეთ, ჩვენ (და ჩვენი მესამე მხარის მომწოდებლები) ვაგროვებთ ანალიტიკის ინფორმაციას ნაწილობრივ ქუქიების, ვებ შუქურების და თვალთვალის სხვა ტექნოლოგიების გამოყენებით. ზოგიერთ შემთხვევაში, ჩვენ ვმუშაობთ მესამე მხარის მომწოდებლებთან, რათა გამოვიყენოთ ქუქიები ანალიტიკის ინფორმაციის შეგროვების მიზნით.",
    "2238885192": "ჩვენ ვიყენებთ Sentry-ს გამართვის მონაცემების შესაგროვებლად, როდესაც მომხმარებელი განიცდის შეცდომას. ინფორმაციისთვის, თუ როგორ აგროვებს და ამუშავებს Sentry მონაცემებს:",
    "1535054294": "გთხოვთ, იხილოთ მათი დეტალური პოლიტიკა",
    "658775471": "ჩვენ ვიყენებთ Cloudflare-ს ჩვენი ვებ ტრაფიკის ოპტიმიზაციისთვის. ინფორმაციისთვის, თუ როგორ აგროვებს და ამუშავებს Cloudflare მონაცემებს:",
    "2014256987": "თუ გსურთ არ დაბლოკოთ ქუქიების ან თვალთვალის სხვა ტექნოლოგიების გამოყენება, გთხოვთ, იხილოთ „თქვენი ინფორმაციის მართვა“ ქვემოთ. გთხოვთ, გაითვალისწინოთ, რომ ამით შეიძლება უარყოფითად იმოქმედოს თქვენს გამოცდილებაზე საიტების ან სერვისების გამოყენებისას, რადგან ზოგიერთი ფუნქცია შეიძლება არ იმუშაოს სწორად.",
    "2788024905": "როგორ ვიცავთ ინფორმაციას",
    "271333468": "ჩვენ ვახორციელებთ შესაბამის ტექნიკურ და ორგანიზაციულ ზომებს, რათა დავიცვათ ინფორმაცია, რომელსაც ვაგროვებთ და ვინახავთ, და ვითხოვთ ყველა აგენტს, რომელიც ახორციელებს ჩვენს დამუშავებას ჩვენი სახელით. სამწუხაროდ, არცერთი უსაფრთხოების ზომა არ არის 100% უტყუარი და, როგორც ასეთი, არცერთი ქსელი ან სისტემა (მათ შორის ჩვენი) არ არის გარანტირებული, რომ იქნება 100% დაცული განადგურებისგან, დაკარგვის, ცვლილების, არაავტორიზებული გამჟღავნებისგან ან წვდომისგან, რომელსაც ჩვენ ვაგროვებთ და ვინახავთ. თუ ფიქრობთ, რომ თქვენი ინფორმაცია შეიძლება რაიმე მიზეზით არ იყოს დაცული, გთხოვთ, დაუყოვნებლივ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "3031284129": "გარანტიის უარყოფა",
    "26365791": "კანონით დაშვებული სრულად, საიტი და სერვისი (და სხვა დაკავშირებული სერვისები, ინფორმაცია, მონაცემები, ფუნქციები და სხვა შინაარსი ან მასალები) მოწოდებულია „როგორც არის“ და „როგორც ხელმისაწვდომია“. კანონით ნებადართული სრულყოფილად, IMI გამორიცხავს ყველა გარანტიას, მათ შორის, მაგრამ არ შემოიფარგლება მხოლოდ ვაჭრობის, კონკრეტული მიზნისთვის ვარგისიანობისა და არადარღვევის ნაგულისხმევ გარანტიებზე.",
    "735630686": "თქვენი ინფორმაციის მართვა (თქვენი უფლებები)",
    "498769698": "თქვენ შეგიძლიათ შეხვიდეთ, შეასწოროთ, შეცვალოთ ან წაშალოთ გარკვეული პერსონალური ინფორმაცია, რომელიც შესაძლოა მოგვაწოდეთ თქვენი ინტეგრატორის, კლიენტის ან ხელმისაწვდომობის მომხმარებლის ანგარიშის მეშვეობით (თუ თქვენ ხართ ინტეგრატორი, მომხმარებელი ან ხელმისაწვდომობის მომხმარებელი). თუ თქვენ არ შეგიძლიათ ამის გაკეთება, ან გაქვთ რაიმე შეკითხვა ჩვენს მიერ შეგროვებული და/ან გაზიარებული თქვენს შესახებ პერსონალურ ინფორმაციასთან დაკავშირებით, ან გსურთ გააუქმოთ თქვენი თანხმობა ჩვენს დამუშავებაზე (ანუ მთლიანად წაშალოთ თქვენი ანგარიში), გთხოვთ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "2895491273": "თუ გირჩევნიათ დაბლოკოთ ქუქი-ფაილები ან თვალთვალის სხვა ტექნოლოგიები, ბრაუზერებისა და მობილური მოწყობილობების უმეტესობამ უნდა შეცვალოს თქვენი პარამეტრები ისე, რომ შეგატყობინოთ, როდესაც მიიღებთ ქუქი-ფაილებს ან გამოიყენება თვალთვალის სხვა ტექნოლოგიები, და აირჩიონ მიღება/დაშვება. ის. ბრაუზერების უმეტესობა ასევე საშუალებას გაძლევთ გამორთოთ ან წაშალოთ არსებული ქუქიები ან ავტომატურად უარყოთ მომავალი ქუქიები. თქვენ ასევე შეგიძლიათ გამოიყენოთ მესამე მხარის ხელსაწყოები, ბრაუზერის დანამატების ჩათვლით, თქვენი ქუქიების პარამეტრების გასაკონტროლებლად. თუმცა გაითვალისწინეთ, რომ თუ გამორთავთ ყველა ქუქი-ფაილს, ჩვენი საიტების ზოგიერთი ნაწილი შესაძლოა გამართულად არ იმუშაოს.",
    "707527778": "ინფორმაცია ბავშვებისგან",
    "1747657936": "ჩვენი საიტები და სერვისი არ არის მიმართული 13 წლამდე ასაკის ბავშვებისთვის და ჩვენ შეგნებულად არ ვაგროვებთ პერსონალურ ინფორმაციას 13 წლამდე ასაკის ბავშვებისგან. თუ გავიგებთ, რომ შევაგროვეთ 13 წლამდე ასაკის ბავშვის პერსონალური ინფორმაცია, მივიღებთ გონივრული ნაბიჯები, რათა წაშალოთ ასეთი ინფორმაცია ჩვენი ფაილებიდან, რაც შეიძლება მალე, თუ ჩვენ არ გვაქვს კანონიერი ვალდებულება შევინარჩუნოთ იგი. გთხოვთ დაგვიკავშირდეთ, თუ თვლით, რომ გვაქვს რაიმე ინფორმაცია 13 წლამდე ასაკის ბავშვის შესახებ ან მის შესახებ:",
    "2419795065": "შეტყობინება კალიფორნიის მაცხოვრებლებს",
    "1517625162": "კალიფორნიის სამოქალაქო კოდექსის 1789.3 ნაწილის მიხედვით, კალიფორნიის მომხმარებლებს უფლება აქვთ მიიღონ შემდეგი მომხმარებლის უფლებების შესახებ შეტყობინება: კალიფორნიის მაცხოვრებლებს შეუძლიათ დაუკავშირდნენ კალიფორნიის სამომხმარებლო საქმეთა დეპარტამენტის მომხმარებელთა მომსახურების განყოფილების საჩივრების დახმარების განყოფილებას ფოსტით 1625 North Market Blvd., Sacramento, CA 95834, ან ტელეფონით (916) 445-1254 ან (800) 952-5210.",
    "3730344349": "ამ განყოფილებაში მოცემულია დამატებითი დეტალები იმ პირადი ინფორმაციის შესახებ, რომელსაც ჩვენ ვაგროვებთ კალიფორნიის მომხმარებლების შესახებ და მათთვის მინიჭებული უფლებების შესახებ კალიფორნიის მომხმარებელთა კონფიდენციალურობის შესახებ კანონის ან „CCPA“-ს მიხედვით.",
    "4044467791": "პერსონალური ინფორმაციის კატეგორიებისთვის, რომლებიც თქვენგან მოვაგროვეთ წინა 12 თვის განმავლობაში, გთხოვთ, იხილოთ განყოფილება „ჩვენ ვაგროვებთ ინფორმაციას“. ჩვენ ვაგროვებთ ამ ინფორმაციას საქმიანი და კომერციული მიზნებისთვის, რომელიც აღწერილია \"როგორ ვიყენებთ პერსონალურ ინფორმაციას\" ზემოთ. წინა 12 თვის განმავლობაში ჩვენ გავუზიარეთ შემდეგი კატეგორიის ინფორმაცია მესამე მხარეებს ბიზნეს მიზნით:",
    "4208081170": "პერსონალური ინფორმაციის კატეგორია",
    "1528242915": "იდენტიფიკატორები.",
    "3863351997": "პერსონალური ინფორმაციის კატეგორიები ჩამოთვლილია კალიფორნიის მომხმარებელთა ჩანაწერების დებულებაში (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "კომერციული ინფორმაცია.",
    "2683038211": "ინტერნეტი ან სხვა ელექტრონული ქსელის აქტივობა.",
    "3671828834": "გაზიარებული პირადი ინფორმაციის მაგალითები",
    "779426309": "ნამდვილი სახელი, უნიკალური პერსონალური იდენტიფიკატორი, ონლაინ იდენტიფიკატორი, ინტერნეტ პროტოკოლის მისამართი, ელექტრონული ფოსტის მისამართი, ანგარიშის სახელი ან სხვა მსგავსი იდენტიფიკატორი.",
    "2414368123": "სახელი, საკრედიტო ბარათის ნომერი, სადებეტო ბარათის ნომერი ან სხვა ფინანსური ინფორმაცია.",
    "4088941349": "შეძენილი, მიღებული ან განხილული პროდუქციის ან მომსახურების ჩანაწერები.",
    "3238612014": "დათვალიერების ისტორია, ინფორმაცია მომხმარებლის ინტერაქციის შესახებ ინტერნეტ ვებსაიტთან, აპლიკაციასთან ან რეკლამასთან.",
    "1023108656": "მესამე მხარის მიმღებთა კატეგორიები",
    "1418235079": "სერვისის პროვაიდერები",
    "3238184941": "შენიშვნა: ინდივიდუალურ IP მისამართთან დაკავშირებული თაღლითობის რისკი შეიძლება გაზიარებული იყოს ინტეგრატორთან მოთხოვნის შემთხვევაში.",
    "285116485": "კომპანია არ \"ყიდის\" (როგორც ეს ტერმინი განსაზღვრულია CCPA-ში) ჩვენ მიერ შეგროვებულ პირად ინფორმაციას. გთხოვთ, იხილოთ \"მესამე მხარის ანალიტიკა და თვალთვალის ტექნოლოგიები\" განყოფილება ზემოთ, დამატებითი ინფორმაციისთვის მესამე მხარის ქუქიების ტიპებთან დაკავშირებით, ასეთის არსებობის შემთხვევაში, რომლებსაც ჩვენ ვიყენებთ.",
    "1408750006": "გარკვეული შეზღუდვების გათვალისწინებით, CCPA აძლევს კალიფორნიის მომხმარებლებს უფლებას მოითხოვონ მეტი დეტალები კატეგორიების ან კონკრეტული პერსონალური ინფორმაციის შესახებ, რომელსაც ჩვენ ვაგროვებთ (მათ შორის, როგორ ვიყენებთ და ვამჟღავნებთ ამ ინფორმაციას), წაშალონ მათი პერსონალური ინფორმაცია, უარი თქვან ნებისმიერი \"გაყიდვა\", რომელიც შეიძლება მოხდეს, ისევე როგორც უფლება არ იყოთ დისკრიმინირებული ამ უფლებების განხორციელებისთვის.",
    "759057398": "შეტყობინება ევროკავშირის მონაცემთა სუბიექტებისთვის",
    "825780955": "Პირადი ინფორმაცია",
    "2945960297": "რაც შეეხება ევროკავშირის მონაცემთა სუბიექტებს, ტერმინი „პერსონალური ინფორმაცია“, როგორც გამოყენებულია წინამდებარე კონფიდენციალურობის პოლიტიკაში, არის „პერსონალური მონაცემების“ ექვივალენტური, როგორც ეს განსაზღვრულია ევროკავშირის მონაცემთა დაცვის გენერალურ რეგულაციაში (GDPR).",
    "1126613163": "სენსიტიური მონაცემები",
    "3571006800": "ზოგიერთი ინფორმაცია, რომელსაც თქვენ გვაწვდით, შესაძლოა იყოს სენსიტიურ მონაცემებს, როგორც ეს განსაზღვრულია GDPR-ში (ასევე მოიხსენიება, როგორც პერსონალური მონაცემების სპეციალური კატეგორიები), მათ შორის თქვენი რასის ან ეთნიკური წარმომავლობის იდენტიფიკაცია მთავრობის მიერ გაცემულ საიდენტიფიკაციო დოკუმენტებში.",
    "1988461282": "დამუშავების სამართლებრივი საფუძვლები",
    "3519564631": "დამუშავების მიზნები",
    "1778642038": "თქვენთან კომუნიკაციისთვის",
    "2223819810": "ჩვენი პლატფორმის ოპტიმიზაციისთვის",
    "1678661231": "შესაბამისობის, თაღლითობის პრევენციისა და უსაფრთხოებისთვის",
    "2561077702": "ჩვენი სერვისის უზრუნველსაყოფად",
    "2066321185": "სამართლებრივი საფუძველი",
    "1174237568": "ეს გადამამუშავებელი აქტივობები წარმოადგენს ჩვენს ლეგიტიმურ ინტერესებს. ჩვენ ვცდილობთ გავითვალისწინოთ და დავაბალანსოთ ნებისმიერი პოტენციური გავლენა თქვენზე (როგორც დადებითი, ასევე უარყოფითი) და თქვენი უფლებები, სანამ დავამუშავებთ თქვენს პირად ინფორმაციას ჩვენი ლეგიტიმური ინტერესებისთვის. ჩვენ არ ვიყენებთ თქვენს პირად ინფორმაციას იმ საქმიანობებისთვის, სადაც ჩვენი ინტერესები გადალახულია თქვენზე რაიმე უარყოფითი ზემოქმედებით (თუ ჩვენ არ გვაქვს თქვენი თანხმობა ან სხვაგვარად არ არის მოთხოვნილი ან ნებადართული კანონით).",
    "1350478093": "დამუშავების მიზანი",
    "787916198": "თქვენი თანხმობით",
    "3348433919": "შენი უფლებები",
    "3842673636": "GDPR-ის მიხედვით, თქვენ გაქვთ გარკვეული უფლებები თქვენს პერსონალურ ინფორმაციასთან დაკავშირებით. თქვენ შეგიძლიათ გვთხოვოთ შემდეგი ქმედებების განხორციელება თქვენს პერსონალურ ინფორმაციასთან დაკავშირებით, რომელიც ჩვენ გვაქვს:",
    "4057343238": "Უარის თქმა",
    "1834911235": "შეწყვიტე თქვენთვის პირდაპირი მარკეტინგული კომუნიკაციების გაგზავნა, რომლის მიღებაზეც ადრე დაეთანხმეთ. ჩვენ შეიძლება გავაგრძელოთ თქვენთვის სერვისთან დაკავშირებული და სხვა არამარკეტინგული კომუნიკაციების გამოგზავნა.",
    "3022301908": "წვდომა",
    "680638297": "მოგაწოდოთ ინფორმაცია თქვენი პირადი ინფორმაციის დამუშავების შესახებ და მოგცეთ წვდომა თქვენს პერსონალურ ინფორმაციაზე.",
    "1409486258": "სწორი",
    "3878077249": "განაახლეთ ან შეასწორეთ უზუსტობები თქვენს პერსონალურ ინფორმაციაში.",
    "3645414921": "წაშლა",
    "42182578": "წაშალეთ თქვენი პირადი ინფორმაცია.",
    "1609621367": "Გადაცემა",
    "3208155808": "გადასცეს თქვენი პირადი ინფორმაციის მანქანით წაკითხვადი ასლი თქვენ ან თქვენს მიერ არჩეულ მესამე მხარეს.",
    "1786796818": "შეზღუდეთ",
    "3329634829": "შეზღუდეთ თქვენი პერსონალური ინფორმაციის დამუშავება.",
    "4202774977": "ობიექტი",
    "3007158970": "ეწინააღმდეგებით ჩვენს ლეგიტიმურ ინტერესებს, როგორც თქვენი პერსონალური ინფორმაციის დამუშავების საფუძველს, რომელიც გავლენას ახდენს თქვენს უფლებებზე.",
    "1273071008": "მონაცემთა სუბიექტის წვდომის უფლებების მოთხოვნები",
    "3594381346": "მდებარეობა.",
    "21141582": "ეს",
    "3357523404": "ტრანსსასაზღვრო მონაცემთა გადაცემა",
    "290966395": "როგორც აღწერილია ჩვენს სექციაში „შენიშვნა კლიენტებისთვის შეერთებული შტატების გარეთ“, გთხოვთ გაითვალისწინოთ, რომ თქვენი პერსონალური მონაცემები გადაეცემა, დამუშავდება და შეინახება შეერთებულ შტატებში. მონაცემთა დაცვის კანონები აშშ-ში შეიძლება განსხვავდებოდეს თქვენი საცხოვრებელი ქვეყნის კანონებისგან. თქვენ ეთანხმებით თქვენი ინფორმაციის, მათ შორის პერსონალური ინფორმაციის, აშშ-ში გადაცემას, როგორც ეს მითითებულია ამ კონფიდენციალურობის პოლიტიკაში ჩვენი საიტების მონახულებით ან ჩვენი სერვისის გამოყენებით.",
    "3178581111": "გამოიყენეთ ახალი მიზნებისთვის",
    "1088304322": "ჩვენ შეიძლება გამოვიყენოთ თქვენი პერსონალური ინფორმაცია წინამდებარე კონფიდენციალურობის პოლიტიკაში განუხილველი მიზეზების გამო, სადაც კანონით ნებადართული გვაქვს ამის გაკეთება და სადაც მიზეზი შეესაბამება იმ მიზნებს, რისთვისაც ჩვენ შევაგროვეთ იგი. თუ ჩვენ გვჭირდება თქვენი პერსონალური ინფორმაციის გამოყენება დაუკავშირებელი მიზნებისთვის, შეიძლება შეგატყობინოთ და აგიხსნათ ამ გამოყენების მოქმედი სამართლებრივი საფუძველი. თუ ჩვენ ვეყრდნობოდით თქვენს თანხმობას თქვენი პერსონალური ინფორმაციის კონკრეტულ გამოყენებაზე, ჩვენ შეიძლება მოვითხოვოთ თქვენი თანხმობა ნებისმიერი დაუკავშირებელი მიზნისთვის და მოგცეთ უფლება შეწყვიტოთ სერვისის გამოყენება იმ დროს, თუ წინააღმდეგი იქნებით.",
    "2260079771": "მონაცემთა შენახვა",
    "38428546": "ჩვენ თქვენს პერსონალურ მონაცემებს უსაფრთხოდ ვინახავთ ჩვენთან თქვენი ანგარიშის მთელი ცხოვრების განმავლობაში. ჩვენ შევინარჩუნებთ თქვენს პერსონალურ მონაცემებს მხოლოდ მანამ, სანამ ეს აუცილებელია იმ მიზნების შესასრულებლად, რისთვისაც შევაგროვეთ ისინი, მათ შორის ნებისმიერი სამართლებრივი, სააღრიცხვო ან საანგარიშო ვალდებულებების დაკმაყოფილების ან დავების გადასაჭრელად. კრიტერიუმები, რომლებსაც ვიყენებთ შენახვის ვადების დასადგენად, მოიცავს მოქმედი სახელშეკრულებო დებულებებს, კანონიერი ხანდაზმულობის პერიოდებს, მოქმედ მარეგულირებელ მოთხოვნებს და ინდუსტრიის სტანდარტებს.",
    "384965568": "მიუხედავად იმისა, რომ შენახვის მოთხოვნები განსხვავდება იურისდიქციის მიხედვით, ინფორმაცია თქვენი პერსონალური მონაცემების სხვადასხვა ასპექტების შენახვის ჩვენი ტიპიური პერიოდების შესახებ აღწერილია ქვემოთ.",
    "2788836740": "მარკეტინგული მიზნებისთვის საკონტაქტო ინფორმაცია ინახება მუდმივად, სანამ არ გააუქმებთ გამოწერას. ამის შემდეგ ჩვენ დავამატებთ თქვენს დეტალებს ჩვენს ჩახშობის სიაში განუსაზღვრელი ვადით. ხელმისაწვდომობის მომხმარებლებისგან შეგროვებული ელ.ფოსტის ინფორმაცია არასოდეს იქნება გამოყენებული მარკეტინგული მიზნებისთვის.",
    "3520687192": "თქვენთან კომუნიკაციის ჩანაწერები (მაგ. მხარდაჭერის ბილეთები გახსნილი ელექტრონული ფოსტით ან Twitter-ით) შეიძლება ინახებოდეს განუსაზღვრელი ვადით.",
    "292211832": "ტექნიკური საშუალებებით შეგროვებული ინფორმაცია, როგორიცაა ქუქიები, ვებგვერდების მრიცხველები და სხვა ანალიტიკური ხელსაწყოები, უგულებელყოფილია როგორც კი პრაქტიკაში, მაგრამ შეიძლება შენახული იყოს ქუქი-ფაილის ვადის გასვლიდან ერთ წლამდე შეზღუდული პერიოდის განმავლობაში, როგორც წესი, დეიდენტიფიცირებული და გაერთიანებული ფორმით. თუ ჩვენ არ გამოვავლენთ ჩვენი სერვისის პოტენციურ ბოროტად გამოყენებას, ამ შემთხვევაში ჩვენ შევინარჩუნებთ ამ ინფორმაციას, რათა დაგვეხმაროს მომავალში ბოროტად გამოყენების თავიდან აცილებაში. ჩვენ არ შეგვიძლია ამ ანონიმური და გაერთიანებული ინფორმაციის დაკავშირება თქვენთან, თქვენს ოჯახთან, IP მისამართთან ან ნებისმიერ პერსონალურ ინფორმაციას შენახული ინფორმაციის საფუძველზე.",
    "470943029": "თუ თქვენ გაქვთ რაიმე შეკითხვები ამ კონფიდენციალურობის პოლიტიკასთან დაკავშირებით, გთხოვთ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "3192683783": "ცვლილებები ამ კონფიდენციალურობის პოლიტიკაში",
    "1702335960": "ნებისმიერი ინფორმაცია, რომელსაც ჩვენ ვაგროვებთ, ექვემდებარება კონფიდენციალურობის პოლიტიკას, რომელიც მოქმედებს ასეთი ინფორმაციის შეგროვების დროს. თუმცა, ჩვენ შეიძლება დროდადრო გადავხედოთ კონფიდენციალურობის პოლიტიკას. თუ რევიზია მატერიალურია, როგორც ეს მხოლოდ ჩვენ მიერ არის განსაზღვრული, ჩვენ შეგატყობინებთ, მაგალითად, ელფოსტით. მიმდინარე ვერსია ყოველთვის გამოქვეყნდება ჩვენს კონფიდენციალურობის პოლიტიკის გვერდზე.",
    "3669258571": "ქუქიების პოლიტიკა",
    "2905621957": "ბოლო განახლება: 2020 წლის 18 ივლისი",
    "1173934218": "ჩვენ გვესმის, რომ თქვენი კონფიდენციალურობა მნიშვნელოვანია თქვენთვის და მზად ვართ ვიყოთ გამჭვირვალე ტექნოლოგიების შესახებ, რომლებსაც ვიყენებთ. ეს პოლიტიკა გვაწვდის დეტალურ ინფორმაციას იმის შესახებ, თუ როგორ და როდის ვიყენებთ ქუქიებს ჩვენს საიტებსა და სერვისებზე.",
    "2694150481": "ვიყენებთ თუ არა ქუქი-ფაილებს?",
    "457627611": "დიახ. ჩვენ და ჩვენმა ანალიტიკამ ან სერვისის პროვაიდერებმა, მარკეტინგულმა პარტნიორებმა და ფილიალებს შეიძლება გამოვიყენოთ ქუქიები, ვებ შუქურები, ან პიქსელები და სხვა ტექნოლოგიები, რათა უზრუნველყონ ყველა, ვინც იყენებს საიტებს, ჰქონდეს საუკეთესო გამოცდილება. გთხოვთ იხილოთ ჩვენი კონფიდენციალურობის პოლიტიკის \"მესამე მხარის ანალიტიკა და თვალთვალის ტექნოლოგიები\" განყოფილება დამატებითი ინფორმაციისთვის.",
    "501102544": ": ჩვენ გვჯერა, რომ hCaptcha ანტი-ბოტის სერვისი (ანუ სერვისი, რომელიც ჩაშენებულია ვებსაიტების, თამაშების ან მობილური აპების მიერ) მოიცავს მხოლოდ ეგრეთ წოდებულ „თანხმობისგან გათავისუფლებულ“ ქუქი-ფაილებს GDPR რეგულაციების შესაბამისად. ასეთი გათავისუფლებული ქუქიების მაგალითებია:",
    "461631543": "GDPR შენიშვნა",
    "2150907653": "* ტექნიკური ქუქი-ფაილები, რომლებიც მკაცრად აუცილებელია სერვისის მიწოდებისთვის. მათ შორისაა პრიორიტეტული ქუქიები, სესიის ქუქიები, დატვირთვის დაბალანსების ქუქიები და ა.შ.",
    "1012122721": "* სტატისტიკური ქუქიები, რომლებიც იმართება უშუალოდ ჩვენ მიერ (ანუ პირველი მხარის, არა მესამე მხარის ქუქიები), სადაც მონაცემები არ გამოიყენება პროფილირებისთვის.",
    "148542287": "ეს არ არის იურიდიული რჩევა და არანაირი გარანტია არ არის გათვალისწინებული ამ ანალიზთან დაკავშირებით. თუ თქვენ გაქვთ დამატებითი შეკითხვები ან შეშფოთება, გთხოვთ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "3956117148": "hCaptcha.com და BotStop.com ვებსაიტები (საიტები) შეიძლება შეიცავდეს დამატებით ქუქი-ფაილებს, როგორც ეს აღწერილია ამ პოლიტიკაში.",
    "3255230599": "რა არის ქუქი?",
    "1095532507": "ქუქი (\"ქუქი\") არის პატარა ტექსტური ფაილი, რომელიც განთავსებულია თქვენს მყარ დისკზე ვებ გვერდის სერვერის მიერ. ქუქი-ფაილები შეიცავს ინფორმაციას, რომელიც მოგვიანებით შეიძლება წაიკითხოს ვებ სერვერის მიერ იმ დომენში, რომელმაც გასცა ქუქი. ზოგიერთი ქუქი ფაილი გამოყენებული იქნება მხოლოდ იმ შემთხვევაში, თუ იყენებთ გარკვეულ ფუნქციებს ან აირჩევთ გარკვეულ პარამეტრებს, ხოლო ზოგიერთი ქუქი-ფაილი ყოველთვის იქნება გამოყენებული. თქვენ შეგიძლიათ გაიგოთ მეტი თითოეული ქუქი-ფაილის შესახებ ჩვენი ამჟამინდელი ქუქიების სიის ნახვით ქვემოთ.",
    "2943815316": "ჩვენ პერიოდულად ვაახლებთ ამ სიას, ამიტომ შეიძლება იყოს დამატებითი ქუქიები, რომლებიც ჯერ არ არის ჩამოთვლილი. ვებ შუქურები, ტეგები და სკრიპტები შეიძლება გამოყენებულ იქნას საიტებზე ან ელფოსტაში, რათა დაგვეხმაროს ქუქიების მიწოდებაში, ვიზიტების დათვლაში, გამოყენებისა და კამპანიის ეფექტურობის გაგებაში და იმის დადგენაში, გაიხსნა თუ არა ელფოსტა და მოქმედებდა თუ არა. ჩვენ შეიძლება მივიღოთ ანგარიშები ამ ტექნოლოგიების გამოყენებაზე დაფუძნებული ჩვენი სერვისების/ანალიტიკის პროვაიდერების მიერ ინდივიდუალურ და გაერთიანებულ საფუძველზე.",
    "2954157511": "რატომ ვიყენებთ Cookies?",
    "1539071196": "ჩვენ ჩვეულებრივ ვიყენებთ ქუქიებს შემდეგი მიზნებისთვის:",
    "3545935449": "ახალი ან წარსული მომხმარებლების ამოცნობა.",
    "32739972": "თქვენი შესვლის სესიის ინფორმაციის შესანახად, თუ დარეგისტრირებული ხართ ჩვენს საიტებზე.",
    "4209078147": "ჩვენი საიტის გასაუმჯობესებლად და ჩვენს პლატფორმებზე და საიტზე თქვენი ვიზიტების უკეთ გასაგებად.",
    "1077448694": "მესამე მხარის სოციალური მედიის ვებსაიტებთან ინტეგრირება.",
    "1709478090": "მოგემსახურებათ ინტერესებზე დაფუძნებული ან მიზნობრივი რეკლამა.",
    "3256020881": "დააკვირდით თქვენს ქცევებს და დათვალიერების აქტივობებს დროთა განმავლობაში მრავალ ვებსაიტზე ან სხვა პლატფორმაზე.",
    "1092241113": "ჩვენი მომხმარებლებისა და ინტეგრატორების ინტერესების უკეთ გასაგებად.",
    "1434289796": "ზოგიერთი ქუქი-ფაილები აუცილებელია საიტების გარკვეული გამოყენებისთვის და ასეთი ქუქი-ფაილების გარეშე, ჩვენ ვერ მოგაწოდებთ ბევრ სერვისს, რომელიც გჭირდებათ საიტების სწორად გამოყენებისთვის. მაგალითად, ეს ქუქი-ფაილები გვაძლევს საშუალებას ვიმოქმედოთ ჩვენს საიტებზე, რათა თქვენ შეძლოთ მასზე წვდომა, როგორც თქვენ მოითხოვეთ და გვაცნობეთ, რომ თქვენ შექმენით ანგარიში და შეხვედით ამ ანგარიშში საიტის შინაარსზე წვდომისთვის. ისინი ასევე შეიცავს ქუქი-ფაილებს, რომლებიც საშუალებას გვაძლევს დავიმახსოვროთ თქვენი წინა ქმედებები იმავე დათვალიერების სესიაზე და დავიცვათ ჩვენი საიტები.",
    "1533171442": "ჩვენ ასევე ვიყენებთ ფუნქციურ Cookies და Cookies მესამე მხარისგან ანალიზისა და მარკეტინგული მიზნებისთვის. ფუნქციური ქუქიები საშუალებას აძლევს საიტების გარკვეულ ნაწილებს იმუშაონ გამართულად და თქვენი მომხმარებლის პრეფერენციები ცნობილი დარჩეს. ანალიზის ქუქიები, სხვა საკითხებთან ერთად, აგროვებს ინფორმაციას იმის შესახებ, თუ როგორ იყენებენ მომხმარებლები, ინტეგრატორები და საბოლოო მომხმარებლები ჩვენს საიტებს, კონტენტს და პროდუქტებს, რომლებსაც მომხმარებლები ყველაზე ხშირად ნახულობენ და ჩვენი მესამე მხარის რეკლამის ეფექტურობას. სარეკლამო ქუქი-ფაილები ხელს უწყობს რეკლამის მიწოდებას შესაბამისი აუდიტორიისთვის და ჩვენი რეკლამის გამოჩენას ძიების შედეგების ზედა ნაწილში. ქუქიები არის ან \"სესიის\" ქუქიები, რომლებიც იშლება, როდესაც დაასრულებთ თქვენი ბრაუზერის სესიას, ან \"მუდმივი\", რომლებიც რჩება თქვენს მიერ (ქვემოთ განხილული) წაშლამდე ან მხარის მიერ, რომელმაც მოამზადა ქუქი. საიტებზე გამოყენებული ყველა ქუქი-ფაილის შესახებ სრული დეტალები ხელმისაწვდომია ქვემოთ მოცემულ ჩვენს ქუქიების გამჟღავნების ცხრილში.",
    "322830977": "როგორ გამორთოთ ქუქიები.",
    "3885459114": "თქვენ შეგიძლიათ ზოგადად გაააქტიუროთ ან მოგვიანებით გამორთოთ ქუქიების გამოყენება თქვენს ბრაუზერში ჩაშენებული ფუნქციის მეშვეობით. თუ გსურთ გაიგოთ მეტი ქუქიების შესახებ, ან როგორ გააკონტროლოთ, გამორთოთ ან წაშალოთ ისინი, გთხოვთ ეწვიოთ https://www.knowcookies.com/ დეტალური მითითებისთვის.",
    "262509504": "ჩვენ შეიძლება დავაკავშიროთ Cookies მიერ შეგროვებული ინფორმაცია სხვა ინფორმაციასთან, რომელსაც ვაგროვებთ თქვენგან ამ კონფიდენციალურობის პოლიტიკის შესაბამისად და გამოვიყენოთ კომბინირებული ინფორმაცია, როგორც ეს მოცემულია აქ. ანალოგიურად, მესამე მხარეებმა, რომლებიც ემსახურებიან ქუქი-ფაილებს ჩვენს საიტებზე, შეიძლება დაუკავშირონ თქვენი სახელი ან ელ.ფოსტის მისამართი მათ მიერ შეგროვებულ სხვა ინფორმაციას, რომელიც შეიძლება მოიცავდეს ოფლაინ ან ონლაინში განხორციელებულ წარსულ შესყიდვებს, ან თქვენს ონლაინ გამოყენების ინფორმაციას.",
    "2935155034": "თუ თქვენ მდებარეობთ ევროპის ეკონომიკურ ზონაში, გაქვთ გარკვეული უფლებები, რომლებიც აღწერილია ზემოთ სათაურში \"შეტყობინება ევროკავშირის მონაცემთა სუბიექტებისთვის\", მათ შორის, უფლება შეამოწმოთ და შეასწოროთ ან წაშალოთ ის მონაცემები, რაც თქვენ შესახებ გვაქვს.",
    "1873812847": "ქუქი(ებ)ის გამჟღავნება",
    "3319083717": "სახელი:",
    "3183855267": "1. hmt_id",
    "907324388": "ფუნქცია",
    "2896187462": "1. გამოიყენება მკაცრად აუცილებელი ანონიმური სერვისთან დაკავშირებული სტატისტიკისთვის და სხვა ტექნიკური მიზნებისთვის, როგორიცაა ხელმისაწვდომობის მხარდაჭერა.",
    "987267027": "წვეულება",
    "3453526675": "1. 1 პარტია",
    "1952810469": "ტიპი",
    "1795436560": "1. სესია",
    "102695075": "ხანგრძლივობა",
    "3356329025": "1. 30 დღე",
    "3744153629": "სახელები:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "სესია,",
    "3186435874": "სხდომა",
    "720059527": "2. გამოიყენება მკაცრად აუცილებელი ტექნიკური მიზნებისათვის: დატვირთვის დაბალანსება, მარშრუტირება.",
    "1241291641": "იხილეთ მეტი დეტალი.",
    "1834801943": "2. 1 პარტია",
    "2114694926": "2. სესია",
    "938404336": "2. ვარირებს; 30 დღემდე.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. გამოიყენება მკაცრად აუცილებელი ტექნიკური მიზნებისთვის: აძლევენ წვდომას მომხმარებლის გამოყენების საშუალებას.",
    "1061239711": "3. 1 პარტია",
    "1483015662": "3. სესია",
    "3458934553": "3. ცვალებადია; 30 დღემდე.",
    "1527172673": "თუ თქვენ გაქვთ რაიმე შეკითხვები ამ ქუქიების პოლიტიკასთან დაკავშირებით, გთხოვთ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "134571844": "Impressum (საიტის შეტყობინება)",
    "110836420": "ბოლო განახლება: 2020 წლის 23 დეკემბერი",
    "2901894297": "hCaptcha არის Intuition Machines, Inc. (\"IMI\"), დელავერის აშშ კორპორაციის (#6393793) სერვისი.",
    "2928362319": "ფოსტით გაგზავნილი შეკითხვები შეიძლება გაიგზავნოს: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "კომპანიის ამჟამინდელი მენეჯმენტის შესახებ ინფორმაცია შეგიძლიათ მიიღოთ შესახებ გვერდზე. კომპანიის ამჟამინდელი აღმასრულებელი დირექტორი არის მმართველი დირექტორი, რომელიც პასუხისმგებელია შინაარსზე.",
    "3094150511": "მარეგულირებელი ორგანო: აშშ ფედერალური კომუნიკაციების კომისია, 45 L Street NE, ვაშინგტონი, DC 20554 აშშ.",
    "2763011087": "IMI არ იღებს ვალდებულებას და არც არის ვალდებული მიიღოს მონაწილეობა სამომხმარებლო დავების ალტერნატიულ გადაწყვეტაში სამომხმარებლო დავების გადამწყვეტი ორგანიზაციის წინაშე.",
    "1395644678": "ევროკომისიის ოფიციალური ვებგვერდი დავების ონლაინ გადაწყვეტისთვის:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "არანაირი გარანტია შინაარსთან დაკავშირებით",
    "707541553": "ჩვენს ინტერნეტ გვერდებზე არსებული ყველა ინფორმაცია დამოწმებულია IMI-ს ან მესამე მხარის მიერ. თუმცა, არც IMI და არც მესამე მხარე არ შეიძლება იყოს პასუხისმგებელი ინფორმაციის აქტუალური, ზუსტი ან სრული. ეს ასევე ეხება სხვა ვებსაიტებს, რომლებზეც წვდომა შესაძლებელია ჩვენს გვერდებზე არსებული ჰიპერბმულების საშუალებით. IMI არ იღებს პასუხისმგებლობას ამ გარე ვებსაიტების შინაარსზე.",
    "2650241052": "არანაირი რჩევა",
    "3361191778": "ინტერნეტ გვერდებზე მოწოდებული ინფორმაცია არ წარმოადგენს ინდივიდუალურ რჩევას და ვერ შეცვლის მას. თუ გჭირდებათ ინდივიდუალური რჩევა, გთხოვთ, დაუკავშირდეთ ჩვენს დამხმარე პერსონალს.",
    "1031855757": "ამ საიტის გამოყენება",
    "204716894": "ჩვენი ვებ გვერდების შინაარსი და დიზაინი დაცულია საავტორო უფლებების კანონით. გვერდების და მათი შინაარსის დუბლირება ისე, რომ აღემატებოდეს გონივრულ სამართლიან გამოყენებას, საჭიროა წინასწარი წერილობითი თანხმობა IMI-სგან, თუ არ არსებობს სხვა სამართლებრივი დებულებები მითითებული დუბლირებისთვის გვერდზე.",
    "3182435854": "საავტორო უფლება",
    "3187946010": "ყველა ტექსტი, სურათი, გრაფიკული ანიმაცია, ვიდეო, მუსიკა, ხმები და სხვა მასალა ამ გვერდებზე დაცულია საავტორო უფლებების კანონით IMI-ს ან მესამე მხარის მიერ, თუ მითითებულია. აკრძალულია ამ მასალის კოპირება ან შეცვლა კომერციული გამოყენებისთვის ისე, რომ აღემატებოდეს გონივრულ სამართლიან გამოყენებას.",
    "74538881": "პასუხისმგებლობა ამ ვებსაიტზე",
    "3236873806": "IMI პასუხისმგებელია ამ ვებსაიტზე.",
    "2657277322": "თუ თქვენ გაქვთ რაიმე შეკითხვები, გთხოვთ დაგვიკავშირდეთ შემდეგ მისამართზე:",
    "1338341134": "hCaptcha + კონფიდენციალურობის საშვი (ბეტა)",
    "88879089": "კონფიდენციალურობის საშვი არის",
    "1898063898": "მომხმარებლის კონფიდენციალურობის შესანარჩუნებლად, რომელთანაც ჩვენ ვვითარდებით",
    "1942186611": "და სხვა.",
    "3673079511": "განვითარებადი სტანდარტი",
    "2164933356": "Cloudflare",
    "3119589996": "როგორ მუშაობს: ბრაუზერის გაფართოება მომხმარებლებს აძლევს შესაძლებლობას შექმნან და ხელი მოაწერონ კრიპტოგრაფიულად ბრმა ტოკენებს ვებსაიტებისთვის, რომლებიც მხარს უჭერენ Privacy Pass პროტოკოლს. გაფართოება წარმოქმნის საშვებს, რომლებიც შეიცავს კრიპტოგრაფიულად დაბრმავებულ ტოკენებს, რომლებიც ხელმოწერილია hCaptcha-ს მიერ, როდესაც გამოწვევა მოგვარდება ნებისმიერ საიტზე hCaptcha სერვისის გამოყენებით.",
    "1254771154": "გამოწვევები ნაჩვენებია სხვა Privacy Pass-ის მხარდამჭერ სერვისებზე, რომლებიც ასევე ჩაშენებულია hCaptcha, მაგ. Cloudflare.",
    "996362763": "ეს ჟეტონები მოხსნილია და ინახება გაფართოების მიერ მომავალი გამოყენებისთვის. როდესაც მომხმარებელი ეწვევა საიტს hCaptcha-ს გამოყენებით და უნდა გაიაროს გამოწვევა (უხილავი იქნება თუ ღილაკის \"მე ვარ ადამიანი\") ისინი ავტომატურად გამოისყიდიან. დამაბრმავებელი პროცედურა ნიშნავს, რომ ხელმოწერილი და გამოსყიდული ტოკენები კრიპტოგრაფიულად მიუღებელია hCaptcha-ს პერსპექტივიდან და, შესაბამისად, მომხმარებლის კონფიდენციალურობა დაცულია.",
    "2943346052": "როგორც IETF სტანდარტიზაციის პროცესი გრძელდება, ჩვენ ველით, რომ ძირითადი ბრაუზერები მიიღებენ კონფიდენციალურობის საშვის გარკვეულ ფორმას. ეს საბოლოოდ გახდის გაფართოებას არასაჭირო. თუმცა, ამ მომენტისთვის გთხოვთ, მიჰყევით ქვემოთ მოცემულ ინსტრუქციებს.",
    "2326660907": "გარდა",
    "741483946": "* სხვა სიტყვებით რომ ვთქვათ: შეგიძლიათ მიიღოთ hCaptcha Privacy Pass ტოკენები hCaptcha.com-ზე და გამოიყენოთ ისინი სხვა საიტებზე პირდაპირ hCaptcha.com-ის გამოყენებით. თქვენ არ შეგიძლიათ მიიღოთ ან გამოისყიდოთ hCaptcha Privacy Pass ჟეტონები hCaptcha სერვისის გვერდის ავლით, როგორც გამოიყენება Cloudflare-ის მიერ, რადგან Cloudflare გამოსცემს და გამოისყიდის საკუთარ Privacy Pass ტოკენებს.",
    "1362015807": "Ვიწყებთ",
    "1358325821": "პირველი, დააინსტალირეთ გაფართოება",
    "310885519": "ან",
    "4091044469": ". დარწმუნდით, რომ ჩართეთ გაფართოება ინკოგნიტო რეჟიმში. შემდეგ, ეწვიეთ ნებისმიერ ვებსაიტს hCaptcha-ს გამოყენებით და გადაწყვიტეთ captcha. 2.0.3 ვერსიიდან, თქვენ შეგიძლიათ გამოისყიდოთ ეს ნიშნები ვებსაიტებზე hCaptcha-ს გამოყენებით.",
    "3904679538": "ქრომი",
    "3700767772": "გაფართოების დაინსტალირების შემდეგ დააწკაპუნეთ აქ (ან ნებისმიერ hCaptcha-ს მომხმარებელ ვებსაიტზე) საშვის მოსაპოვებლად:",
    "166277959": "გთხოვთ გაითვალისწინოთ: ეს ფუნქცია ამჟამად ბეტა რეჟიმშია და შესაძლოა არ იმუშაოს ყველა ვებსაიტზე და მომხმარებელზე მუდმივად. იმ შემთხვევაში, თუ ის არ არის ჩართული ან არ მუშაობს კონკრეტული მომხმარებლისთვის, ქცევა უბრალოდ დაუბრუნდება სტანდარტულ hCaptcha გამოცდილებას ფუნქციონირების დაკარგვის გარეშე.",
    "3031357206": "ახალი ხატი გამოჩნდება თქვენი URL ზოლის გვერდით. ახლა ეწვიეთ ვებსაიტს hCaptcha-ს გამოყენებით. ეს ასე გამოიყურება:",
    "1066753052": "რაც ნიშნავს, რომ საფულე ცარიელია და თქვენ იმყოფებით საიტზე, რომელიც მოიცავს hCaptcha გამოწვევას. გამოწვევის დასრულების შემდეგ, თქვენ მიიღებთ ტოკენებს, რომელთა გამოყენება შესაძლებელია ნებისმიერ სხვა ვებსაიტზე hCaptcha-ით.",
    "651123197": "თქვენს საფულეში არსებული თანხის რაოდენობა გამოწვევის დასრულების შემდეგ გამოჩნდება ხატულაზე.",
    "554844646": "თქვენ შეგიძლიათ დაადასტუროთ, რომ გაფართოება მუშაობს, თუ ხედავთ, რომ მრიცხველი იკლებს 1-ით ყოველ დაწკაპუნებაზე",
    "4087729475": "გამოწვევა თქვენი საწყისი გადაჭრის შემდეგ.",
    "647630208": "და ეს არის ის! თქვენი ონლაინ დათვალიერება ახლა უფრო პირადია.",
    "3272552822": "დეველოპერები და კრიპტოგრაფები:",
    "4059570880": "თუ გსურთ თვალყური ადევნოთ სტანდარტიზაციის ძალისხმევას, მცდელობები ამჟამად მიმდინარეობს",
    "1904390996": "სტანდარტიზაცია",
    "252720667": "Privacy Pass-ის კრიპტოგრაფიული უსაფრთხოების საფუძველი. თავად პროტოკოლი გადის",
    "3972554015": "პროცესიც. და ბრაუზერის გაფართოება რა თქმა უნდა",
    "3723626769": "თქვენი წვლილისა და მიმოხილვისთვის.",
    "3882147547": "დაუვიწყარი ფსევდორანდომური ფუნქციები",
    "565624910": "პროექტი",
    "3421090159": "საჯარო წყარო",
    "3098677775": "Q: არის თუ არა ჩემი IP და დათვალიერების ისტორია მთლიანად პირადი hCaptcha-დან Privacy Pass-ის გამოყენებისას?",
    "4019638786": "პასუხი: hCaptcha-ს კონფიდენციალურობის საშვის მომხმარებლები არასოდეს გამოავლენენ თავიანთ IP-ს hCaptcha-ს, გარდა იმ შემთხვევისა, როდესაც ბრაუზერის ტოკენის საფულე ცარიელია ან საიტი არ აგზავნის მას. hCaptcha-ს არ აქვს საშუალება დააკავშიროს მომხმარებელი ტოკენის გამოსყიდვასთან და არასოდეს ურთიერთქმედებს უშუალოდ მომხმარებელთან გამოსყიდვის დროს, თუ მათი ტოკენ საფულე ცარიელი არ არის.",
    "3887113660": "Q: როგორ მოქმედებს Privacy Pass hCaptcha-ს შემოსავალზე?",
    "1116455671": "პასუხი: თქვენ მიიღებთ ჯილდოს საწყისი გადაწყვეტისთვის, თუ მომხმარებელი დაასრულებს მას თქვენს საიტზე. გამოსყიდვები მიჰყვება პასუხების იმავე სქემას, თითქოს მომხმარებელმა ავტომატურად გაიარა თქვენს საიტზე კლიენტის მაღალი ნდობის გამო: არანაირი შემოსავალი არ ხდება და საიტის გადამოწმების ზარი თქვენი სერვერიდან იღებს „კრედიტი: მცდარი“ საშვის შედეგებში.",
    "779817954": "Q: თუ მე მაქვს სხვა პროვაიდერის მიერ გაცემული Privacy Pass საშვი, შემიძლია გამოვიყენო ისინი hCaptcha-ზე?",
    "3014149332": "პასუხი: არა, საშვი არ არის თავსებადი: ისინი უნდა იყოს გაცემული და გამოსყიდული იმავე ორგანოს მიერ, ამ შემთხვევაში hCaptcha. გაითვალისწინეთ, რომ თუ თქვენს გაფართოებაში გაქვთ გადასასვლელები როგორც Cloudflare-დან, ასევე hCaptcha-დან, ხელმისაწვდომი ნომერი შეიცვლება სწორ ოდენობამდე, თქვენს მიერ მონახულებული გვერდის მოთხოვნიდან გამომდინარე. სხვა სიტყვებით რომ ვთქვათ, თუ თქვენ გაქვთ 100 Cloudflare საშვი თქვენს საფულეში და 10 hCaptcha საშვი, თქვენ უნდა ნახოთ 10 გაფართოების ხატულაზე გვერდებზე, სადაც ჩაშენებულია hCaptcha.",
    "3679148535": "Q: Privacy Pass-ის რომელ სხვა აპლიკაციებზე მუშაობთ?",
    "1606783855": "პასუხი: ჩვენ ძალიან გვაინტერესებს კონფიდენციალურობის საშვი ხელმისაწვდომობის (\"a11y\") გამოყენების შემთხვევაში. ადრე პოპულარული ვარიანტები, როგორიცაა აუდიო captcha, დისკრიმინაციას უწევს a11y ბევრ მომხმარებელს. ჩვენ გვჯერა, რომ ჩვენი ამჟამინდელი a11y მიდგომის შერწყმა კონფიდენციალურობის საშვის გაცემასთან, საშუალებას მისცემს a11y მომხმარებლებს დაათვალიერონ უსაფრთხოდ, დაცულად იმის ცოდნა, რომ მათი ტრაფიკი უფრო პირადია, ამასთან, შეზღუდავს ბოტის ოპერატორების მიერ ბოროტად გამოყენებას, რაც გარდაუვლად ხდება, როდესაც ხელმისაწვდომია a11y პარამეტრები.",
    "2359150347": "Q: სხვა ონლაინ უსაფრთხოების სერვისები მხარს უჭერენ Privacy Pass-ს?",
    "2082237880": "პასუხი: hCaptcha არის ასეთი ტიპის პირველი სერვისი, რომელიც მხარს უჭერს Privacy Pass-ს და ამჟამად ერთადერთია, ვინც ამას აკეთებს. თუმცა, ჩვენ ველით, რომ სხვა სერვისები აღიარებენ მომხმარებელთა კონფიდენციალურობის გაზრდის უპირატესობებს ონლაინ და ველით, რომ მომავალში უფრო მეტი განახორციელებს იმპლემენტაციას, რადგან IETF სტანდარტები, რომელთა შემუშავებაშიც ჩვენ ვეხმარებით, ოფიციალურად იქნება მიღებული.",
    "2109792055": "მომხმარებლის სახელმძღვანელო: პრობლემების გამართვა კონფიდენციალურობის საშვის გაცემისა და ვალიდაციის დროს",
    "3588620914": "Privacy Pass არის ახალი გამოგონება ვებ სტანდარტებით და შესაძლებელია სხვა აპლიკაციებმა და ბრაუზერის გაფართოებებმა, რომლებმაც არ იციან ამის შესახებ, ხელი შეუშალონ მის ფუნქციონირებას.",
    "4039193170": "თუ ტოკენების მიღების ან გამოსყიდვის პრობლემა გაქვთ:",
    "2378786360": "1. სცადეთ რომელიმე სხვა მხარდაჭერილი ბრაუზერი: თუ Chrome-ზე ხართ, სცადეთ Firefox-ის გამოყენება თქვენი პარამეტრების Chrome-დან იმპორტის გარეშე და დააინსტალირეთ დანამატი იქ. თუ ეს მუშაობს, შესაძლოა ბრაუზერის კონფიგურაციის პრობლემა გქონდეთ.",
    "394235836": "3. თუ არცერთი ზემოაღნიშნული შემოთავაზება არ მუშაობს, გამოგვიგზავნეთ მხარდაჭერის ელფოსტა და ჩვენ მოხარული ვიქნებით დაგეხმაროთ იმის გარკვევაში, თუ რა ხდება.",
    "3470857731": "ანალიზი იმისა, თუ რამდენად კარგად ამოიცნობს reCAPTCHA ბოტებს.",
    "3240786848": "ბოლო განახლება: 2021 წლის 18 თებერვალი",
    "2547140673": "ათ წელზე მეტი ხნის განმავლობაში, Google-ის reCAPTCHA სერვისი ვებსაიტების მფლობელებს სთავაზობდა ვაჭრობას: ნება მიეცით Google-ს თვალყური ადევნოს თქვენს მომხმარებლებს და დაუსვას მათ შეკითხვები, ხოლო სანაცვლოდ ისინი გპირდებიან ბოტებისა და სპამის შეჩერებას.",
    "2133754014": "4,5 მილიონზე მეტი ვებსაიტი იყენებს reCAPTCHA-ს [",
    "3152512587": "და სისტემა აგროვებს ყოველდღიურად ასობით მილიონ ამოხსნას. [",
    "2296918009": "ეს უტოლდება 100 ადამიანზე მეტ წელზე შრომას ყოველდღიურად.[",
    "3900538778": "მარკირებული მონაცემები არის საწვავი, რომელიც აძლიერებს მანქანურ სწავლებას. reCAPTCHA პასუხები გამოიყენება Google-ის ML/AI სერვისების გასაუმჯობესებლად 2009 წლიდან. ბევრი ადამიანი, ვინც იყენებს reCAPTCHA-ს, არ აცნობიერებს, რომ მათი შრომა გამოიყენება.",
    "1160252730": "Google ახლა აწესებს მაღალ ფასებს reCAPTCHA Enterprise-ზე, რის გამოც ბევრმა კომპანიამ გადახედა ამ გარიგებას.",
    "1131196501": "მსხვილ კომპანიებს მოსწონთ",
    "204889717": "გადავიდნენ hCaptcha-ზე",
    "639413188": "საპასუხოდ.",
    "3280658086": "საწარმოს გადაწყვეტილებები",
    "3842815245": "ეს სამართლიანი ვაჭრობაა?",
    "714342693": "hCaptcha-ს გუნდი 2016 წლიდან აგროვებს ფასების მონაცემებს „ბნელი ვებ“ captcha-ს გატეხვის სერვისებიდან. ჩვენ შევნიშნეთ საინტერესო ტენდენცია:",
    "468929661": "reCAPTCHA-ის გატეხვის საშუალო ღირებულება წარმოუდგენლად დაბალია (1$-ზე ნაკლები 1000 გადაწყვეტაზე) და არსებითად არ გაზრდილა მას შემდეგ, რაც ჩვენი მონიტორინგი დაიწყო 2016 წელს. ეს ეხება როგორც reCAPTCHA v2, ასევე v3. [",
    "2862164005": "ფასების მონაცემები საშუალებას გვაძლევს დავაყენოთ ზუსტი დოლარის ღირებულება უსაფრთხოებას reCAPTCHA-ს მიერ შემოთავაზებული: $0,001 ან ნაკლები თითო პასუხზე.",
    "102498091": "Google ანაზღაურებს 1$-ს 1000 მოთხოვნაზე reCAPTCHA Enterprise-ისთვის, რაც იმას ნიშნავს, რომ ისინი ახლა უფრო მეტს იხდიან თითო მოთხოვნაზე, ვიდრე მათი სერვისის უსაფრთხოების დარღვევა ჯდება. როგორც ჩანს, ეს ცუდი გარიგებაა.",
    "130239139": "რა ღირს Google-ის მიერ ყოველდღიურად შეგროვებული 100+ ადამიანი-წელი შრომა?",
    "1421074182": "არსებითად უფრო მაღალი.",
    "1953519598": "ერთი სურათის ეტიკეტირების ღირებულება მერყეობს $0.03-დან $1.00-მდე ან მეტი. ნებისმიერი კონსერვატიული შეფასებით, Google-მა დღემდე მოიპოვა მილიარდობით დოლარის უფასო შრომა. [",
    "3025548709": "არის თუ არა ამ უსამართლო გარიგების ალტერნატივა?",
    "263761351": "hCaptcha არის პირველი სანდო ალტერნატივა, რომელსაც ახლა ყოველთვიურად ასობით მილიონი ადამიანი იყენებს.",
    "2743692546": "როდესაც მომხმარებლები ამტკიცებენ თავიანთ ადამიანურობას hCaptcha-ს საშუალებით, მათი შრომა ტენდერის ანონიმურ ღია ბაზარზე შედის.",
    "1982750088": "კომპანიები მთელ მსოფლიოში ტენდერს სთხოვენ ამ სამუშაოს შესრულებას მარტივი ამოცანების შესასრულებლად, რომლებიც ადვილია ადამიანებისთვის, მაგრამ რთული მანქანებისთვის. მომხმარებლები მხარს უჭერენ საიტს, რომელსაც სტუმრობენ და ნაკლებად განიცდიან ვებ სპამს უსაფრთხოების უფრო მაღალი დონის გამო.",
    "1108398506": "კლიენტები იძენენ სრულ კონტროლს გამოცდილებაზე და სარგებლობენ იმ გამოცდილებით, რომელიც hCaptcha-მ მოიპოვა ინტერნეტში უმსხვილესი დამოუკიდებელი გამოწვევის პროვაიდერის მუშაობაზე. ისინი ასევე იღებენ უკეთეს გარიგებას, ვიდრე reCAPTCHA Enterprise: 50-80%-მდე უკეთესი ფასი, მოცულობის მიხედვით.",
    "3012870872": "ვებსაიტები და აპები, რომლებიც იყენებენ უფასო ვერსიას (hCaptcha Publisher) იღებენ შემოსავალს ამ ნამუშევრიდან Google-ისთვის გადაცემის ნაცვლად.",
    "2271512952": "მომხმარებლები მხარს უჭერენ საიტს, რომელსაც სტუმრობენ და ნაკლებად განიცდიან ვებ სპამს.",
    "278010425": "hCaptcha-ზე დავალებების ფართო და ხშირად ცვალებადი მრავალფეროვნება ასევე უფრო რთულია ავტომატიზირება. reCAPTCHA-ს ერთი ინტერფეისი მრავალი წლის განმავლობაში არ შეცვლილა და აქვს იშვიათად ცვალებადი კითხვების მცირე ნაკრები. ეს არის ერთ-ერთი გზა, რომლითაც hCaptcha უზრუნველყოფს უფრო მძლავრ ანტიბოტ დაცვას, ვიდრე reCAPTCHA.",
    "984849234": "hCaptcha იყენებს მოწინავე მანქანურ სწავლებას, რათა მიაწოდოს ის, რასაც მხოლოდ reCAPTCHA გვპირდება, ხოლო მიღებული ღირებულების გაზიარება ვებსაიტებთან, რომლებიც იყენებენ მას.",
    "4063769686": "მომხმარებლები მხარს უჭერენ საიტს, რომელსაც სტუმრობენ და ნაკლებად განიცდიან ვებ სპამს. როგორც ჩანს, ეს უფრო სამართლიანი გარიგებაა.",
    "685916926": "რატომ არ გაუმჯობესდა reCAPTCHA დროთა განმავლობაში?",
    "3992401943": "ღრმა სწავლაში რევოლუცია მოხდა 2012 წლიდან. დავალების სიზუსტის ინდუსტრიის ნორმა რადიკალურად გაუმჯობესდა ბოლო ათწლეულის განმავლობაში, უპირველეს ყოვლისა, ღრმა კონვოლუციური ქსელების გამო. ML-ზე მომუშავე სხვა სერვისები, რომლებსაც Google გთავაზობთ, მიჰყვება ამ მრუდს.",
    "615031303": "(იხილეთ სქოლიოები",
    "2125514305": "ML გაუმჯობესდა, მაგრამ reCAPTCHA-ს გვერდის ავლით სირთულე არსებითად არ შეცვლილა ამ დროის განმავლობაში.",
    "1406188018": "6 და 7",
    "2689973938": "reCAPTCHA-ს გაუმჯობესება იწვევს Google-ს, როგორც რეკლამის გამყიდველს, შინაგან კონფლიქტს.",
    "464238793": "თუ Google თავად განსაზღვრავს, რომ მომხმარებელი, რომელიც ხედავს რეკლამას ან აწკაპუნებს ბმულზე, სინამდვილეში ბოტი იყო, მას არ შეუძლია გადაიხადოს ამ მომხმარებლისთვის ნაჩვენები რეკლამები. ინტერესთა ამ კონფლიქტმა სერიოზულად შეზღუდა Google-ის ანტი-ბოტების ამბიციების ფარგლები.",
    "918924423": "მაგალითად, Google-ს არ შესთავაზა აშკარად ღირებული სერვისები, როგორიცაა რეტროაქტიული ბოტების აღმოჩენა. ბევრად უფრო საიმედოა გამოცხადდეს მომხმარებლის ტრაფიკის ბოტის მიერ გენერირებული მონაცემების რამდენიმე დღის გაანალიზების შემდეგ.",
    "661412233": "კაპჩას შემდეგ იმის ცოდნა, რომ ზოგიერთი მომხმარებელი ბოტი იყო, ასევე ღირებულია. ის საშუალებას აძლევს ვებსაიტების მფლობელებს გაასუფთავონ ძველი სპამის პოსტები და წაშალონ მომავალში სპამის ფორუმებზე დარეგისტრირებული „მძინარე ანგარიშები“, შეამცირონ თაღლითობა და სხვა.",
    "3600797185": "რეტროაქტიული ბოტის იდენტიფიკაციის შეთავაზება Google-ს გაუხსნის რთულ კითხვებს იმის შესახებ, თუ როგორ უნდა დაუბრუნდეს რეკლამის განმთავსებლებს, რომლებმაც ფული დახარჯეს ამ თაღლითურ ტრაფიკზე.",
    "2076932190": "ამგვარად, reCAPTCHA პროდუქტი სტაგნირებულია ათწლეულის განმავლობაში.",
    "3856912381": "მომხმარებლებმა დაზარალდნენ და არასაჭირო ვებ სპამი ახლა ყოვლისმომცველია. მაგრამ არსებობს ალტერნატივა.",
    "1035621426": "reCAPTCHA-ს მიერ გამოვლენილი ყველა ბოტი პირდაპირ ამცირებს Google-ის რეკლამის შემოსავალს.",
    "3668115514": "რით განსხვავდება hCaptcha?",
    "2413742287": "hCaptcha-ს სტიმული არის სიზუსტის მაქსიმიზაცია და არა რეკლამის შემოსავალი: ბოტების პასუხები უსარგებლოა ჩვენი მომხმარებლებისთვის, რომლებსაც ესაჭიროებათ ადამიანური ტრენინგის მონაცემები.",
    "1373262754": "იმის ცოდნა, თუ ვინ არის ინდივიდი, აქვს მინიმალური მნიშვნელობა hCaptcha-სთვის. ჩვენ მხოლოდ გვაინტერესებს, ისინი ადამიანები არიან თუ მავნე მსახიობი.",
    "600646860": "იმის ნაცვლად, რომ შესთავაზოს საეჭვო ღირებულების სერვისი რეალური ღირებულებით შრომის მოპოვებისას, hCaptcha უზრუნველყოფს როგორც კომპენსაციას, ასევე ძლიერ ანტიბოტ დაცვას.",
    "1836191653": "იმის ნაცვლად, რომ შესთავაზოს ადვილად დამარცხებული სერვისი უფასო მომხმარებლებს, ხოლო მილიონობით დოლარი გადაიხადოს კორპორატიული ვერსიისთვის, რომელიც ბევრად უკეთესი არ არის, hCaptcha უზრუნველყოფს ბოტების შესანიშნავ დაცვას ორივესთვის, ხოლო საწარმო მომხმარებლებს სთავაზობს დამატებით ფუნქციებს და პერსონალიზაციას, ძლიერ SLA-ებთან და სწრაფ მხარდაჭერასთან ერთად.",
    "990215503": "hCaptcha არის ერთადერთი ძირითადი captcha სერვისი, რომელიც არ ეკუთვნის სარეკლამო ქსელს.",
    "971933157": "hCaptcha ზრუნავს კონფიდენციალურობაზე, გამჭვირვალობაზე და სამართლიანობაზე.",
    "178839499": "hCaptcha იზიარებს შესრულებული სამუშაოს ღირებულებას, სანამ მომხმარებლები ამტკიცებენ თავიანთ ადამიანურობას.",
    "1237076138": "hCaptcha სთავაზობს სამართლიან გარიგებას როგორც უფასო (hCaptcha Publisher) ასევე საწარმოს (hCaptcha Enterprise) მომხმარებელს.",
    "614310292": "ვინ შექმნა hCaptcha?",
    "4188814619": "hCaptcha არის ინტუიციის მანქანების სერვისი (",
    "3265328927": "), მანქანათმცოდნეობის კომპანია, რომელიც სთავაზობს პროდუქტებსა და სერვისებს კომპანიებისთვის, რომლებიც ახორციელებენ მანქანურ სწავლებას მასშტაბურად.",
    "2740033957": "IM გუნდი დაკომპლექტებულია Apple-ის, Amazon-ის და მანქანური სწავლების, განაწილებული სისტემებისა და უსაფრთხოების სხვა ლიდერებისგან მეცნიერებისა და ინჟინრებისგან.",
    "1579715421": "IM მეცნიერები რეგულარულად აქვეყნებენ ტოპ კონფერენციებს, როგორიცაა ICML, ICLR, ECCV და NeurIPS, და კომპანიამ საჯაროდ გამოაქვეყნა უახლესი შედეგები ML დისციპლინებში, როგორიცაა ღრმა ჰეშირება [",
    "4015238193": "და OCR [",
    "279580593": "imachines.com",
    "279918384": "როგორ იყენებს Google თქვენს უფასო შრომას?",
    "2385522384": "თქვენ სავარაუდოდ ხედავდით ვიდეოს კადრებს კამერებიდან Google-ის Waymo თვითმართველ მანქანებზე და ეხმარებოდით მათი ობიექტების ამოცნობის გაუმჯობესებას.",
    "1517627947": "თქვენ, სავარაუდოდ, ხედავდით შენობების სურათებს ან ქუჩის ნიშნებს Google-ის Streetview მანქანებიდან და ეხმარებოდით მდებარეობების ეტიკეტირებას მათი Maps და Earth პროდუქტებისთვის.",
    "3225936061": "თქვენ, სავარაუდოდ, ხედავდით წიგნების გვერდებიდან გადაღებულ ტექსტის სურათებს Google's Books სერვისზე და ეხმარებით მათ OCR (ტექსტის ამოცნობის) პროგრამული უზრუნველყოფის გაუმჯობესებაში.",
    "129661785": "ოდესმე გთხოვეს \"დააწკაპუნოთ მანქანაზე/გადასასვლელზე/გასაჩერებელზე?\"",
    "936667684": "ოდესმე გთხოვეს \"აკრიფეთ შენობა/ქუჩის ნიშანი?\"",
    "3773515538": "ოდესმე სთხოვეს \"აკრიფეთ ორი სიტყვა?\"",
    "1778058441": "რა სახის სამუშაოები მუშაობს hCaptcha-ზე?",
    "366088791": "hCaptcha მხარს უჭერს მრავალფეროვან დავალებებს.",
    "3114147525": "hCaptcha-ს მომხმარებლები იყენებენ სერვისს ამოცანების შესასრულებლად, მათ შორის ობიექტების ამოცნობა, ატრიბუტების ამოცნობა (ეტიკეტების შეგროვება ტანსაცმლის ტიპების იდენტიფიცირებისთვის), შესაბამისობის რანჟირება (ყველაზე რელევანტური პროდუქტის არჩევა რამდენიმე ვარიანტიდან პირველად პროდუქტთან შედარებით), ყუთების შეზღუდვა (საინტერესო სფეროების პოვნა სურათი), \"ადამიანის OCR\" (ტექსტის იდენტიფიცირება სურათში) და მრავალი სხვა სახის დავალება.",
    "3139609561": "ქვემოთ მოცემულია სურათების კლასიფიკაციისა და ატრიბუტების ამოცნობის სამუშაოს ტიპების ორი მაგალითი. [",
    "2273532558": "ვინ არიან hCaptcha-ს გადამხდელი მომხმარებლები?",
    "4104221634": "hCaptcha-ს მომხმარებლები მოიცავს სხვადასხვა ინდუსტრიებს, დაწყებული ტექნოლოგიური კომპანიებით დამთავრებული მოდაზე, საცალო ვაჭრობამდე და სხვა სფეროებით, სადაც მათ შეუძლიათ შექმნან ღირებულება მანქანური სწავლების გამოყენებით.",
    "1337725003": "hCaptcha მოწოდებულია გააძლიეროს წვდომა რეალურ დროში მაღალი მოცულობის ანოტაციებზე, რაც საშუალებას აძლევს დიდ და პატარა კომპანიებს გააუმჯობესონ თავიანთი პროდუქტებისა და სერვისების ხარისხი თავიანთი ბიზნესისთვის მანქანური სწავლების გამოყენებით.",
    "4086379603": "კითხვები?",
    "1243684308": "ჩვენ სერიოზულად ვითვალისწინებთ თქვენს გამოხმაურებას და გვინდა, რომ ყველას ჰქონდეს უფრო სასიამოვნო გამოცდილება ონლაინ, ნაკლები ბოტებით და ნაკლები სპამი. მოგვმართეთ:",
    "2645321220": "და თუ ფიქრობთ, რომ reCAPTCHA-ს ღირებულება ძალიან მაღალია, გვკითხეთ hCaptcha Enterprise-ის შესახებ. ამჟამად გამოიყენება ზოგიერთი უმსხვილესი გამომცემლების, ფინანსური მომსახურების კომპანიების და ვებ ინფრასტრუქტურის კომპანიების მიერ მსოფლიოში, ისინი არ არიან მხოლოდ სანდო ალტერნატივა reCAPTCHA-სთვის: ჩვენ გვჯერა, რომ ისინი გვთავაზობენ საუკეთესო ბოტების დაცვას ამჟამად ხელმისაწვდომი.",
    "1229233916": "სქოლიოები",
    "1115642494": "1. წყარო: BuiltWith.com reCAPTCHA საიტების ჩამონათვალი. წაკითხულია 2019 წლის 9 ივლისს.",
    "448807334": "(\"ასობით მილიონი CAPTCHA იხსნება ადამიანები ყოველდღიურად.\") მოძიებულია 2019 წლის 8 ივლისს.",
    "2397590157": "3. კონსერვატიული შეფასება: 200 მილიონი ამოხსნა * 30 წამი თითო ამოხსნაზე წელიწადში = 190.3 ადამიანი-წელი/დღეში.",
    "3236311792": "4. hCaptcha შიდა ანალიზი. მონაცემები შეგროვდა 2019 წლის 30 ივნისამდე. დეტალები ხელმისაწვდომია მოთხოვნის შემთხვევაში.",
    "1752259468": "5. კონსერვატიული შეფასება: $0,01 ღირებულება ერთი ანოტაციისთვის * 200 მილიონი საშ. ანოტაციები დღეში (ქვედა ზღვარი) * 365 დღე წელიწადში * 10 წელი 2009 წლის შეძენის შემდეგ = $7.3 მილიარდი ქვედა ზღვარი.",
    "3268946369": "6. კრედიტი: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. წყარო: Mary Meeker, KP Internet Trends 2017 წ",
    "2666258754": "სემანტიკურ იერარქიაზე დაფუძნებული რელაციური ჩაშენებები სუსტი ზედამხედველობით ღრმა ჰეშინგისთვის, ჰეიკი არპონენი, ტომ ე ბიშოპი. ICML 2019, LLD სემინარი.",
    "2544169219": "უახლესი უახლესი შედეგები: ICML LLD, 2019 წლის მაისი.",
    "1973347745": "10. უნივერსალური სურათების მაგალითი. წყარო: პეტაპიქსელი.",
    "1493115924": "სავაჭრო ნიშნის შენიშვნები:",
    "4051104324": "\"Intuition Machines\" არის Intuition Machines, Inc-ის რეგისტრირებული სავაჭრო ნიშანი.",
    "3983646521": "ყველა პროდუქტის სახელი, ლოგო, ბრენდი, სავაჭრო ნიშანი და რეგისტრირებული სავაჭრო ნიშანი მათი შესაბამისი მფლობელების საკუთრებაა. ყველა კომპანიის, პროდუქტის და სერვისის სახელები, რომლებიც გამოიყენება ამ ვებსაიტზე, მხოლოდ საიდენტიფიკაციო მიზნებისთვისაა. ამ სახელების, სასაქონლო ნიშნების და ბრენდების გამოყენება არ ნიშნავს მოწონებას. ამ შემთხვევაში, პირიქით.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM მეცნიერებმა დაადგინეს ახალი ინდიკატორი სუსტი ზედამხედველობითი ტექსტის ამოცნობისთვის (OCR) CVPR 2020-ზე.",
    "1259002282": "იპოვე ხარვეზი? აი, როგორ უნდა შეატყობინოთ.",
    "3301728462": "მილიონობით ადამიანი იყენებს hCaptcha-ს ყოველთვიურად, ბრაუზერების, გაფართოებების, მოწყობილობების, ფეიერვოლებისა და სხვა ათასობით კომბინაციაზე.",
    "3878230879": "ჩვენი მიზანია დავრწმუნდეთ, რომ ის ყოველთვის მუშაობს თქვენთვის, ამიტომ ჩვენ ძალიან ვაფასებთ თქვენს მოხსენებებს!",
    "2465128185": "სწრაფი გამოხმაურებისთვის, უბრალოდ დააწკაპუნეთ ღილაკზე „გამოგვიგზავნეთ გამოხმაურება“.",
    "2921990472": "თუ ხედავთ ფუნქციურ პრობლემას, გთხოვთ, მიჰყევით",
    "2870341481": "ქვევით. უბრალოდ ნებისმიერი სხვა ბრაუზერისთვის",
    "1866590035": "გამართვის ჟურნალის ინსტრუქციები Chrome-ისთვის",
    "444492541": "გამართვის ჟურნალის ინსტრუქციები Firefox-ისთვის",
    "169267610": "მოგვწერეთ",
    "3100722753": "უსაფრთხოების ან კონფიდენციალურობის პოტენციური პრობლემებისთვის იხილეთ ქვემოთ მოცემული ინსტრუქციები.",
    "1906593952": "მიაწოდეთ გამოხმაურება hCaptcha-ზე, რომელიც ახლახან ნახეთ",
    "3951254541": "ჩვენ ვაფასებთ თქვენს შეყვანას. შეგვატყობინეთ ნებისმიერი საკითხი და ჩვენ მათ სწრაფად მოვაგვარებთ.",
    "3324288040": "გამოგვიგზავნეთ გამოხმაურება",
    "2864016648": "Კონფიდენციალურობის საკითხები",
    "304004915": "ჩვენ არ გვაინტერესებს ვინ არიან მომხმარებლები, მხოლოდ რამდენად სავარაუდოა, რომ ისინი იქნებიან მავნე ან მანქანები. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა",
    "1139493658": "და ბევრი იმუშავეთ კონფიდენციალურობისა და უსაფრთხოების დასაბალანსებლად.",
    "3083289844": "თუ თქვენ იპოვეთ პრობლემა, რომელიც, თქვენი აზრით, შეიძლება გავლენა იქონიოს მომხმარებლის კონფიდენციალურობაზე, გთხოვთ მოგვწეროთ მისამართზე",
    "4264784515": "უსაფრთხოების შეცდომები",
    "963238401": "ჩვენ ყოველთვის გვაინტერესებს უსაფრთხოების შეცდომების შესახებ ანგარიშების მიღება. ელფოსტა",
    "3926027556": "და ჩვენ სწრაფად დაგიბრუნდებით.",
    "1589805435": "ჩვენ ასევე გვაქვს ა",
    "2560582224": "შეცდომის სიკეთის პროგრამა",
    "103876916": "hCaptcha სერვისზე და მასთან დაკავშირებულ წყაროს კოდის უსაფრთხოების შესაბამისი ანგარიშებისთვის.",
    "497117287": "ხელმისაწვდომობის პარამეტრები",
    "3230004040": "გაქვთ მხედველობა დაქვეითებული ან სხვაგვარად ვერ შეძლებთ hCaptchas-ის დასრულებას?",
    "3480023141": "შეიტყვეთ მეტი ხელმისაწვდომობის ვარიანტების შესახებ",
    "2052161540": "შეცდომის ანგარიშის დეტალების აღება: Chrome",
    "2281169898": "გამართვის შესახებ ინფორმაციის გაგზავნა თქვენი ანგარიშით გაგვიადვილებს იმის დადგენას, თუ რა ხდება. აქ არის ნაბიჯ-ნაბიჯ ინსტრუქციები:",
    "1123365779": "თუ თქვენ ხართ ვებ დეველოპერი ან ექსპერტი მომხმარებელი, მოკლედ გვსურს გამოგვიგზავნოთ ქსელის ჩამწერი HAR და ბრაუზერის კონსოლის ჟურნალები.",
    "2015218686": "სანამ ამ ნაბიჯებს გაივლით. თუ ეს მოაგვარებს თქვენს პრობლემას, ჩვენ მაინც მოხარული ვიქნებით, რომ გაგვაცნოთ თქვენი ბრაუზერის ვერსია, რეკლამის ბლოკერი ან ბრაუზერის გაფართოება და ვებსაიტის URL.",
    "3922723611": "გთხოვთ, გამორთოთ ნებისმიერი რეკლამის ბლოკერი ან ბრაუზერის უსაფრთხოების გაფართოებები",
    "4036872105": "ჯერ და შემდეგ ხელახლა სცადეთ",
    "993651083": "ნაბიჯი 1: გახსენით Developer Tools (ეს იწყებს სესიის ჩაწერას.)",
    "4163469907": "ნაბიჯი 2: დააწკაპუნეთ ქსელის ჩანართზე Developer Tools-ში. შეამოწმეთ ყუთი \"შენახვა ჟურნალი\" ზედა.",
    "4243348003": "ნაბიჯი 3: ვიზიტი",
    "641342999": ", ან ვებსაიტზე, რომელზეც პრობლემა გაქვთ (კონფიდენციალურობის შენიშვნა: მხოლოდ იმ შემთხვევაში, თუ წინააღმდეგი არ ხართ მისი გაზიარება) ... და შემდეგ დააწკაპუნეთ ღილაკზე „მე ადამიანი“ და სცადეთ გადაჭრა.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ნაბიჯი 4: დააწკაპუნეთ \"Export HAR\" (პატარა ქვემოთ ისარი) მას შემდეგ, რაც თქვენ ცდილობთ გადაჭრას, რაც ინახავს ქსელის ჟურნალს. გამოგვიგზავნეთ ეს ფაილი.",
    "1503240421": "ნაბიჯი 5: დააწკაპუნეთ კონსოლის ჩანართზე და დააწკაპუნეთ მაუსის მარჯვენა ღილაკით შემდეგ \"შენახვა როგორც ..\" კონსოლის ჟურნალის შესანახად. გამოგვიგზავნეთ ისიც.",
    "2863840904": "ნაბიჯი 6: ბოლო ნაბიჯი, მოგვწერეთ HAR და კონსოლის ჟურნალის ფაილები და აღწერეთ პრობლემა",
    "4051785543": "გამოყენება:",
    "3623028666": "(გთხოვთ გამოიყენოთ სერვისი, როგორიცაა",
    "551761392": "და გაგზავნეთ ბმულები) და სურვილისამებრ ეკრანის ანაბეჭდი, თუ ეჭვი გაქვთ, რომ რაღაც არ არის სწორად ნაჩვენები. გთხოვთ, ასევე გამოაგზავნოთ IP, რომელსაც იყენებთ. თქვენ შეგიძლიათ მიიღოთ იგი",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "გმადლობთ, რომ დაუთმეთ დრო და დაგვეხმარეთ ამ ინფორმაციის მიღებაში!",
    "3680327841": "ჩვენ მზად ვართ, რომ hCaptcha ყველასთვის კარგად იმუშაოს",
    "1059502393": "შეცდომის ანგარიშის დეტალების აღება: Firefox",
    "1112074001": "ნაბიჯი 2: დააწკაპუნეთ ქსელის ჩანართზე Developer Tools-ში. შეამოწმეთ ყუთი \"გაგრძელებული ჟურნალები\" ზედა.",
    "1797298240": "ნაბიჯი 4: გადაჭრის მცდელობის შემდეგ დააწკაპუნეთ \"HAR\"-ზე და აირჩიეთ \"Save All as HAR\" ქსელის ჟურნალის შესანახად. გამოგვიგზავნეთ ეს ფაილი.",
    "3671246379": "ნაბიჯი 5: დააწკაპუნეთ კონსოლის ჩანართზე და დააწკაპუნეთ მარჯვენა ღილაკით, შემდეგ \"აირჩიეთ ყველა\" და შეინახეთ ტექსტურ ფაილში, რათა შეინახოთ კონსოლის ჟურნალი. გამოგვიგზავნეთ ისიც.",
    "3816867833": "კავშირი",
    "788770967": "ბოდიში ამის გაგონებაზე! თქვენ შეგიძლიათ გამოიყენოთ ჩვენი ხელმისაწვდომობის ვარიანტი:",
    "1333016413": "ეს საშუალებას გაძლევთ თავიდან აიცილოთ მომავალი კითხვები რეგისტრაციით და ქუქი-ფაილის დაყენებით.",
    "2333410049": "გთხოვთ, ასევე სცადოთ თქვენი რეკლამის ბლოკერის გამორთვა.",
    "1345083090": "აცნობებთ ფუნქციონალურ პრობლემას?",
    "2184564739": "იხ",
    "604751186": "Სხვა პრობლემები? ელფოსტა",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "როგორ შეატყობინოთ პრობლემები დეტალური ჟურნალებით",
    "1050501253": "Ძალიან რთულია",
    "3264813246": "შეუფერებელი",
    "3526939538": "პროგრამული ხარვეზი",
    "126134492": "სხვა",
    "3511610999": "დავრწმუნდეთ, რომ სწორ ადგილას მოხვდებით.",
    "3906886217": "კომპანიებისთვის ან ვებსაიტებისთვის",
    "1621597093": "საწარმოს უსაფრთხოების გადაწყვეტილებები (ფასიანი)",
    "3176531704": "მონაცემთა ანოტაცია",
    "1834239172": "შეიძინეთ hCaptcha ანოტაციის სერვისები",
    "1457707016": "ფიზიკური პირებისთვის",
    "770264626": "დაამატეთ hCaptcha თქვენს სერვისს (უფასო)",
    "881015166": "დაამატეთ hCaptcha for Publishers ჩემს ვებსაიტს ან აპლიკაციას",
    "47536007": "შეიტყვეთ მეტი hCaptcha-ს შესახებ",
    "2012837493": "Ძიების შედეგები",
    "4034694801": "შესატყვისი შედეგები არ არის.",
    "3621411541": "შეიტყვეთ hCaptcha-სთვის ხელმისაწვდომობის ვარიანტების შესახებ",
    "3401005681": "Ფულის გამომუშავება",
    "3933993151": "იმუშავეთ როგორც ინდივიდუალური მონაცემების მარკერი",
    "563059212": "ქვეპროცესორების სია",
    "3501923981": "ბოლო განახლება: 2020 წლის 1 იანვარი.",
    "3548097301": "ძალაშია: 2020 წლის 1 იანვრიდან.",
    "3991444169": "ამ გვერდზე ჩამოთვლილია მიმდინარე ქვეპროცესორები hCaptcha Enterprise სერვისისთვის.",
    "835396984": "ამჟამად აქტიური",
    "424089481": "Amazon Web Services, Inc. (გლობალური). მოწოდებული სერვისები: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (გლობალური). მოწოდებული სერვისები: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (გლობალური). მოწოდებული სერვისები: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (გლობალური). მოწოდებული სერვისები: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "შენიშვნა: არ ვრცელდება ყველა მომხმარებელს. მაგალითად, IP Blinding ან სხვა მოწინავე კონფიდენციალურობის ან უსაფრთხოების პარამეტრების მომხმარებლები (მაგ. უსაფრთხო ვირტუალური ქირავნობის მომხმარებლები) მთლიანად გამორიცხულია ნებისმიერი პოტენციური \"PII\"-დან, რომელიც ოდესმე შედის ტელემეტრიულ სისტემებში, თუნდაც IP მისამართიდან. საჭიროების შემთხვევაში, გთხოვთ, დაუკავშირდეთ თქვენი ანგარიშის წარმომადგენელს დამატებითი ინფორმაციისთვის.",
    "700843971": "Hound Technology, Inc. (გლობალური). მოწოდებული სერვისები: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (გლობალური). მოწოდებული სერვისები: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (გლობალური). მოწოდებული სერვისები: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (გლობალური). მოწოდებული სერვისები: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ინფრასტრუქტურა",
    "370366524": "ეფემერული სერვისის ტელემეტრია",
    "121192737": "მომავალი დამატებები",
    "2420789666": "Fastly, Inc. მოწოდებული სერვისები: Fastly CDN და edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "ძალაშია: 2021 წლის 1 სექტემბერი. ინფრასტრუქტურის დამატება",
    "1487796027": "კომპანიებისთვის",
    "3943417791": "მიიღეთ მხარდაჭერა hCaptcha Enterprise-ისთვის (BotStop)",
    "702287791": "hCaptcha Publisher (უფასო)",
    "3397976149": "მიიღეთ მხარდაჭერა hCaptcha Publisher-ისთვის",
    "833750823": "გიჭირთ გამოწვევა?",
    "2024737147": "გსურთ შეატყობინოთ ხარვეზის შესახებ?",
    "1978884623": "შეიტყვეთ მეტი პროგრამული უზრუნველყოფის პრობლემების შესახებ მოხსენების შესახებ",
    "4188664955": "მომსახურების ძირითადი პირობები",
    "2621989404": "ბოლო განახლება: 2021 წლის 24 სექტემბერი. გთხოვთ, გაითვალისწინოთ, რომ ჩვენი ინგლისური ენის ტერმინები ავტორიტეტულია.",
    "2404545611": "კეთილი იყოს თქვენი მობრძანება hCaptcha-ზე! გმადლობთ, რომ ხართ ჩვენი საზოგადოების ნაწილი. \"სერვისების\" (ქვემოთ განსაზღვრული) ყველა მომხმარებელი უნდა დაეთანხმოს შემდეგ პირობებს (\"მომსახურების პირობებს\"). ამ მომსახურების პირობების თანახმად, \"IMI\", \"ჩვენ\" და \"ჩვენ\" ეხება Intuition Machines, Inc.-ს და მის შვილობილი კომპანიების, შვილობილი კომპანიების, ოფიცრების, აგენტების, თანამშრომლების, წარმომადგენლებს და აგენტებს და ჩვენი \"ვებგვერდი\" მოიცავს ნებისმიერ ვებსაიტს ჩვენი კონტროლი, მათ შორის www.hcaptcha.com და www.imachines.com.",
    "2348450790": "გთხოვთ, წაიკითხოთ ეს მომსახურების პირობები. ისინი, სხვა დებულებებთან ერთად, მოიცავს გარანტიების უარყოფას, პასუხისმგებლობის შეზღუდვებს და სავალდებულო არბიტრაჟს. გთხოვთ, გაითვალისწინოთ, რომ ეს მომსახურების პირობები შეიძლება შეიცვალოს ჩვენს ვებსაიტზე თქვენი ბოლო ვიზიტის შემდეგ. ჩვენ შეიძლება დროდადრო გადავხედოთ და განვაახლოთ ეს მომსახურების პირობები ჩვენი შეხედულებისამებრ. მატერიალური ცვლილების შემთხვევაში, ჩვენ შეგატყობინებთ ამ გვერდზე განახლებული მომსახურების პირობების გამოქვეყნებით, რის შემდეგაც თქვენ დადებითად უნდა დაეთანხმოთ განახლებულ მომსახურების პირობებს, რათა გააგრძელოთ საიტის ან სერვისის გამოყენება ან წვდომა.",
    "1064537632": "გთხოვთ გაითვალისწინოთ, რომ თქვენ მიერ ჩვენი სერვისით სარგებლობა რეგულირდება ჩვენი მონაცემთა დამუშავების შეთანხმებით, რომელიც ჩართულია აქ მითითებით. გთხოვთ, გადახედოთ ამ შეთანხმებას, რათა ნახოთ, როგორ ვამუშავებთ პერსონალურ მონაცემებს თქვენი სახელით. გაითვალისწინეთ, რომ ჩვენ ვმუშაობთ როგორც „მონაცემთა დამმუშავებელი“ ევროკავშირის მონაცემთა დაცვის ზოგადი რეგულაციის მიზნებისთვის და „მომსახურების მიმწოდებელი“ კალიფორნიის მომხმარებელთა კონფიდენციალურობის აქტის მიზნებისთვის.",
    "1933936765": "მონაცემთა დამუშავების შეთანხმება (ბოლო განახლება: 2021 წლის 23 სექტემბერი)",
    "2959486280": "თუ თქვენ არ ეთანხმებით ამ მომსახურების პირობებს, თქვენ არ შეგიძლიათ გამოიყენოთ ან შეხვიდეთ საიტზე ან სერვისზე.",
    "3200859925": "1. მიზანი",
    "1807143500": "სერვისები მოიცავს უსაფრთხოების ონლაინ სერვისს (\"hCaptcha Service\") და პლატფორმას (\"ინტუიციის მანქანების პლატფორმა\"), რომელზედაც ინდივიდს (\"კონტრიბუტორს\") შეუძლია აირჩიოს დავალებების შესრულება, რომლებიც მესამე მხარის სუბიექტს ან თავად Intuition Machines-ს (თითოეული \"მომთხოვნი\") აქვეყნებს პოსტებს ჩვენს ვებსაიტზე ან hCaptcha სერვისზე, პირდაპირ ჩვენს ვებსაიტზე ან ინტუიციის მანქანების პლატფორმაზე წვდომით და/ან ამოცანების შესრულებით მესამე მხარის სუბიექტის ან/და პლატფორმის ან სერვისის მეშვეობით ან მასთან დაკავშირებით (თითოეული, \"ინტეგრატორი\"). მომთხოვნი აქვეყნებს დავალებებს და იწვევს კონტრიბუტორებს, რომ შეასრულონ ისინი ინტეგრატორებისთვის IMI-ს მიერ მიწოდებული ჯილდოს სანაცვლოდ, ან მოთხოვნის მიერ განსაზღვრული, თუ მომთხოვნი იყენებს ინტუიციის მანქანების პლატფორმას ან hCaptcha სერვისს დავალებების შესასრულებლად საკუთარი საბოლოო მომხმარებლებისთვის. ჩვენ ვაკისრებთ კომპანიებსა და ინდივიდებს (თითოეული „მომხმარებელი“) ჩვენი პლატფორმის გამოყენებისთვის, რათა მათ გამოიყენონ ჩვენი პროგრამული უზრუნველყოფა, ავტორის ამოცანები, დაგვიქირაონ საავტორო ამოცანები და/ან მიიღონ წვდომა კონტრიბუტორებზე. ჩვენ ასევე ვახდენთ ინტეგრატორებს ჩვენი hCaptcha სერვისით სარგებლობისთვის, რათა შევამციროთ თაღლითობა, ბოროტად გამოყენება და სპამი მათ ვებსაიტებზე, მობილურ აპებსა და სხვა ონლაინ მახასიათებლებზე. ზემოაღნიშნულს ერთობლივად მოიხსენიებენ, როგორც \"სერვისებს\".",
    "3212830633": "2. უფლებამოსილება",
    "2605814073": "ჩვენი სერვისების გამოყენებით ან დარეგისტრირებით თქვენ ეთანხმებით: ხართ მინიმუმ 18 წლის; თქვენ გაქვთ უფლებამოსილება დადოთ ეს შეთანხმება თქვენი ან იმ სუბიექტის სახელით, რომელსაც თქვენ წარმოადგენთ და ყოველთვის დარჩებით წინამდებარე მომსახურების პირობებთან და IMI-ს ყველა პოლიტიკასა და მითითებასთან, რომელიც მითითებულია აქ; და თქვენ არ ბოროტად გამოიყენებთ ჩვენს ვებსაიტს, არასწორად წარმოაჩენთ თქვენს პირადობას ან არ გამოიყენებთ ხელოვნურ ინტელექტს IMI-ზე ნებისმიერი ამოცანის შესასრულებლად, რომელიც მოითხოვს ადამიანის ინტელექტს.",
    "2616040974": "3. მომხმარებლები და მომთხოვნი",
    "1544829730": "თუ თქვენ ხართ მომხმარებელი ან მომთხოვნი, თქვენ ეთანხმებით, რომ აქ დართული დამატებითი პირობები, როგორც მომხმარებელთა დანართი, გავრცელდება და ჩართული იქნება წინამდებარე მომსახურების პირობებში მითითებით. თუ თქვენ არ ხართ მომხმარებელი ან მომთხოვნი, ან აღარ ხართ მომხმარებელი ან მომთხოვნი, მაშინ კლიენტის დანართში მოცემული დამატებითი პირობები არ გავრცელდება და ისინი არ იქნება ჩართული ამ მომსახურების პირობებში მითითებით.",
    "3759360138": "4. მომხმარებლის სახელი და პაროლი",
    "2236960358": "რეგისტრაციისას თქვენ მოგეთხოვებათ გაამჟღავნოთ გარკვეული პერსონალური ინფორმაცია თქვენს შესახებ (\"პერსონალური ინფორმაცია\"), მათ შორის თქვენი სახელი, ელ.ფოსტის მისამართი და შექმნათ მომხმარებლის სახელი და პაროლი, ეს ყველაფერი დაექვემდებარება ჩვენს კონფიდენციალურობის პოლიტიკას, რომელიც ხელმისაწვდომია ჩვენს საიტზე. ვებგვერდი. მხოლოდ თქვენ ხართ პასუხისმგებელი თქვენი ანგარიშის, პაროლების და თქვენს ანგარიშთან დაკავშირებული ნებისმიერი ავთენტიფიკაციის გასაღებების მონიტორინგზე, უზრუნველსაყოფად და შენარჩუნებაზე.",
    "3047519814": "თქვენ ეთანხმებით, რომ არავის გაუზიარებთ თქვენს ანგარიშს ან პაროლს.",
    "1699668873": "თქვენ დაუყოვნებლივ უნდა აცნობოთ IMI-ს, თუ ეჭვი გეპარებათ, რომ თქვენი ანგარიშის ინფორმაცია მოიპარეს ან გამოიყენეს ვინმემ, ან რაიმე სხვა უსაფრთხოების დარღვევა.",
    "3044038608": "თქვენ თანახმა ხართ მოგვაწოდოთ ჭეშმარიტი, ზუსტი და სრული ინფორმაცია, როგორც ეს მოითხოვება ჩვენი რეგისტრაციის პროცესში. თქვენ ასევე ეთანხმებით, რომ დროულად განაახლოთ ასეთი ინფორმაცია, საჭიროებისამებრ, რომ იყოს აქტუალური და ზუსტი.",
    "4132302900": "5. თქვენი კონფიდენციალურობა, თქვენი მონაცემები და „მონაცემები ყველასათვის“",
    "10724169": "თქვენ ეთანხმებით ჩვენს კონფიდენციალურობის პოლიტიკას, რომელიც არეგულირებს, რას გავაკეთებთ ნებისმიერ პერსონალურ ინფორმაციას, რომელსაც თქვენ გვაწვდით.",
    "1669194950": "გარდა პერსონალური ინფორმაციისა, თქვენ ასევე შეიძლება დაგჭირდეთ მოგვაწოდოთ (ან შეიძლება საჭირო გახდეს ჩვენთვის შეგროვება) სხვა მონაცემების შესასრულებლად, რათა ჩვენ მივაწოდოთ სერვისები (ერთობლივად, \"მომხმარებელთა მონაცემები\"). ჩვენ არ ვართ პასუხისმგებელი ნებისმიერი სერვისის შეუსრულებლობაზე, რომელიც გამოწვეულია თქვენი დაგვიანებით ან მომხმარებლის მონაცემების წარუმატებლობით.",
    "1330274831": "თქვენ გვაძლევთ მსოფლიოს მასშტაბით, არაექსკლუზიურ, ქველიცენზირებადი, გადასაცემი, ჰონორარის გარეშე, შეუქცევადი ლიცენზია ამ შეთანხმების მოქმედების განმავლობაში, რათა გამოვიყენოთ, გავამრავლოთ, ელექტრონულად გავავრცელოთ და საჯაროდ გამოვაჩინოთ მომხმარებლის მონაცემები მხოლოდ სერვისების მიწოდების მიზნით. . თქვენ აცხადებთ და იძლევით გარანტიას, რომ ფლობთ საკმარის უფლებებს, ტიტულებს და ინტერესებს თქვენს მონაცემებზე და მათ მიმართ, რათა გასცეთ ლიცენზია ამ განყოფილებაში.",
    "2230333214": "ჩვენ ვაგროვებთ კლიენტთა მონაცემებს სხვა მონაცემებთან ისე, რომ შედეგები არ იყოს პერსონალური იდენტიფიცირებადი და ასევე ვაგროვებთ დეიდენტიფიცირებულ ტექნიკურ ჟურნალებს და მონაცემებს სერვისების გამოყენებასთან დაკავშირებით (\"აგრეგატი/დეიდენტიფიცირებული მონაცემები\"). მიუხედავად იმისა, რომ აქ საპირისპიროა, ნებისმიერი ასეთი აგრეგატი/დეიდენტიფიცირებული მონაცემი შეიძლება გამოყენებულ იქნას IMI-ს მიერ ნებისმიერი საქმიანი მიზნისთვის ამ შეთანხმების მოქმედების პერიოდში ან მის შემდეგ, მათ შორის სერვისების შემუშავებისა და გაუმჯობესების შეზღუდვის გარეშე, ანგარიშების და სხვათა შესაქმნელად და გავრცელებისთვის. მასალები. კლიენტის მონაცემები ასევე შეიძლება შენარჩუნდეს და გამოჩნდეს სისტემაში გარკვეული დროის განმავლობაში, რომელიც არ უნდა აღემატებოდეს სამუშაოს დასრულებიდან 180 დღეს, მაგალითად, როგორც ავტომატური კალიბრაციის ან ვალიდაციის მონაცემები Intuition Machines სისტემებისთვის. სიცხადისთვის, ეს მე-5 ნაწილი არ გვაძლევს უფლებას, თქვენი წინასწარი წერილობითი ნებართვის გარეშე გაგაცნობთ თქვენ, როგორც რაიმე მთლიანი/დეიდენტიფიცირებული მონაცემების წყაროს.",
    "3881754581": ". თუ თქვენ ხართ ჩვენი ანოტაციის სერვისების მომხმარებელი და აირჩიეთ \"მონაცემები ყველასთვის\" ოფცია, როგორც სერვისების გამოყენების ნაწილი, მაშინ თქვენ ანიჭებთ IMI-ს და სერვისების ყველა მომხმარებელს მთელ მსოფლიოში, არაექსკლუზიურ, ქველიცენზირებადი, გადასაცემი, ჰონორარის გარეშე, შეუქცევადი ლიცენზია, რომ სრულად გამოიყენოს კლიენტის მონაცემები, მათ შორის ყველა დაკავშირებული ინტელექტუალური საკუთრების უფლება. თუ აირჩევთ „მონაცემები ყველასთვის“ ოფციას, თქვენ აცხადებთ და იძლევით გარანტიას, რომ ფლობთ საკმარის უფლებებს, სათაურებს და ინტერესებს თქვენს მონაცემებზე და მათ მიმართ, რათა ამ განყოფილებაში ლიცენზია მიანიჭოთ.",
    "3496767126": "ეჭვის თავიდან აცილების მიზნით, შემდეგი პუნქტი ეხება ექსკლუზიურად კლიენტებს, რომლებიც იყენებენ ჩვენი ანოტაციის სერვისებს, და არა ჩვენი სერვისების, როგორც ინტეგრატორის გამოყენებას.",
    "767207800": "თუ თქვენი მონაცემები შეიცავს პოტენციურად გამოკვეთილ ან შეურაცხმყოფელ შინაარსს, ჩვენ მოვითხოვთ, რომ მონიშნოთ ისინი „გამოკვეთილი კონტენტი“, რათა იყოს სამართლიანი გაფრთხილება ყველასთვის, ვინც ხედავს თქვენს მონაცემებს. თქვენ არ შეგიძლიათ IMI-თან ცალკე წერილობითი შეთანხმების გარეშე შეიცავდეთ ამოცანებს, რომლებიც არღვევს ჩვენს პოლიტიკას, მათ შორის, მაგრამ არ შემოიფარგლება ამით, (ა) ამოცანები, რომლებიც პირდაპირ ან ირიბად ხელს უწყობს სხვა ვებსაიტს ან სერვისს, (ბ) ამოცანებს, რომლებიც არღვევს მესამე მხარის ვებსაიტის პირობებს და პირობები, (გ) დავალებები, რომლებიც სთხოვენ კონტრიბუტორებს მოითხოვონ მესამე მხარეები, (დ) დავალებები, რომლებიც სთხოვენ კონტრიბუტორებს, მიიღონ ზომები ვებსაიტის ქცევით ან შედეგებით მანიპულირებისთვის, (ე) ამოცანები, რომლებიც არღვევს მესამე მხარის ინტელექტუალური საკუთრების უფლებებს და (ვ) ამოცანები რომელიც მოითხოვს კონტრიბუტორებს პროგრამული უზრუნველყოფის ან ფაილების ჩამოტვირთვას.",
    "3370561195": "6. მისაღები ქცევა",
    "4205152730": "თქვენ მოგიწოდებთ სხვა მომხმარებლებთან ურთიერთობას ნებისმიერ ადგილას ჩვენს ვებსაიტზე, ფორუმზე, შეტყობინებებზე, ჩეთში და სხვა სოციალური მედიის არხებზე, რომლებსაც აკონტროლებს IMI, მაგრამ თუ ასე მოიქცევით, უნდა შეასრულოთ ჩვენი საიტის მომსახურებისა და გამოყენების ყველა პირობა და ყველა შესაბამისი კანონი. .",
    "1394253934": "7. ბოროტად გამოყენება, ბოროტად გამოყენება და არასწორი წარმოდგენა",
    "1406393333": "სერვისების ნებისმიერი წვდომა ან გამოყენება, გარდა ამ მომსახურების პირობებისა და ჩვენ მიერ მოწოდებული ნებისმიერი ინსტრუქციის შესაბამისად, მკაცრად აკრძალულია. კერძოდ, თქვენ არ გააკეთებთ:",
    "3409726716": "დარეგისტრირდით ერთზე მეტ ანგარიშზე ჩვენთან წერილობითი ნებართვის გარეშე;",
    "3119498672": "შეასრულოს ნებისმიერი დავალება ინტერნეტ-ბოტების, ვებ რობოტების, ბოტების, სკრიპტების ან ხელოვნური ინტელექტის ნებისმიერი სხვა ფორმის გამოყენებით ან სხვაგვარად შეეცადოს მიიღო ჯილდოები IMI-სგან ან ნებისმიერი მომთხოვნისგან ან ინტეგრატორისგან დავალებების შესრულების გარეშე, როგორც ისინი აღწერილია;",
    "1188668818": "მიაწოდეთ ნებისმიერი ცრუ ინფორმაცია ამ ვებსაიტის გამოყენებისას (მათ შორის, შეზღუდვის გარეშე, თქვენს ანგარიშში სხვა პიროვნების ან ორგანიზაციის განსახიერება, ან თქვენს ანგარიშში საკუთარი თავის ან თქვენი კუთვნილების სხვა პირთან ან ორგანიზაციასთან ტყუილად განცხადების ან სხვაგვარად არასწორად წარმოჩენა);",
    "2804310964": "ჩვენს ვებ-გვერდზე წვდომა ან წვდომის მცდელობა ნებისმიერი პროქსი ვებ სერვერის ან სხვა მოწყობილობის მეშვეობით, რომელიც შექმნილია თქვენი ნამდვილი მდებარეობის ან ვინაობის გასაიდუმლოების მიზნით, ან ნებისმიერი საშუალებით, გარდა მოწოდებული ინტერფეისისა;",
    "1374227759": "გამოიყენოს ვებგვერდი ნებისმიერი უკანონო საქმიანობისთვის, ან ნებისმიერი მიზნისთვის, გარდა იმ მიზნისა, რისთვისაც იგი ხელმისაწვდომი გახდა;",
    "2103513933": "ჩაერთოს იმ საქმიანობაში, რომელიც ხელს უშლის ან არღვევს საიტის ფუნქციონირებას;",
    "137127070": "ჩადეთ, ატვირთეთ ან მიამაგრეთ მავნე ან უცნობი გარე ბმულები ან ფაილები, ან ატვირთეთ ნებისმიერი შინაარსი, რომელიც შეიცავს ვირუსს, ტროას ცხენს, ჭიას, დროის ბომბს ან სხვა მავნე კომპიუტერულ კოდს;",
    "1686655020": "ატვირთეთ ნებისმიერი კონტენტი, რომელიც ექვემდებარება საავტორო უფლებებს, რომელიც არ არის თქვენი ორიგინალური ნამუშევარი, გარდა იმ შემთხვევისა, როდესაც თქვენ გაქვთ ნებართვა კანონიერი მფლობელისგან, განათავსოთ ასეთი შინაარსი და მიანიჭოთ IMI-ს ყველა ლიცენზირებული უფლება, რომელიც მინიჭებულია აქ;",
    "1406692811": "ჩაერთეთ სპამში ან გამოაქვეყნეთ რაიმე სახის საჯაროობა, ცდილობთ მიიღოთ რეფერალები, მასობრივი კომუნიკაცია, ფულის შეთავაზებები ან მოთხოვნები, სერვისების მოთხოვნა, რეკლამა, მარკეტინგი, უაზრო შეტყობინებები, დუბლირებული თემები, უკანონო შინაარსი, სოციალური ვებსაიტების ბმულები, ელექტრონული ფოსტის მისამართები, ან მყისიერი მესინჯერის ID-ები, თუ დავალება ამას არ მოითხოვს;",
    "3893539589": "ჩადეთ გარე ბმულები, რომლებიც გვთავაზობენ საქონელს ან მომსახურებას, თუ დავალება ამას არ მოითხოვს;",
    "3214322759": "სხვაგვარად ჩაერთონ რაიმე მავნე ან თაღლითურ საქმიანობაში.",
    "3733422465": "8. თქვენი პირადობის გადამოწმება",
    "267645277": "IMI შეიძლება გადაამოწმოს თქვენი ვინაობა. ეს შეიძლება მოიცავდეს თქვენი პერსონალური ინფორმაციის შედარებას მესამე მხარის მონაცემთა ბაზებთან ან ოფიციალურ იურიდიულ დოკუმენტებთან. თქვენ გვაძლევთ უფლებას, განვახორციელოთ ნებისმიერი მოთხოვნა, რათა დაადასტუროთ თქვენი ვინაობა, თქვენი ელფოსტის მისამართის ფლობა და თქვენი ფინანსური ანგარიშების მფლობელობა. თქვენ თანახმა ხართ მოგვაწოდოთ ინფორმაცია თქვენს შესახებ, რათა დაგვეხმაროთ თქვენი ვინაობის გადამოწმებაში.",
    "4169910317": "9. კანონთან შესაბამისობა",
    "519755936": "მხოლოდ თქვენ ხართ პასუხისმგებელი ფედერალური, სახელმწიფო, პროვინციული და ადგილობრივი კანონების დაცვაზე სერვისების გამოყენებასთან დაკავშირებით. თქვენ თანახმა ხართ ანაზღაუროთ და უვნებლად დაგვაყენოთ ჩვენს წინააღმდეგ მიმართული ნებისმიერი პრეტენზია, რადგან თქვენ ვერ შეასრულეთ რაიმე კანონი ან დაარღვიეთ მესამე მხარის უფლებები, მათ შორის შეზღუდვის გარეშე სახელშეკრულებო, ინტელექტუალური საკუთრება ან კონფიდენციალურობის უფლებები.",
    "731546974": "10. კონტრიბუტორი ან ინტეგრატორი გადასახადები",
    "3128328457": "თუ თქვენ ხართ კონტრიბუტორი ან ინტეგრატორი, მხოლოდ თქვენ ხართ პასუხისმგებელი ნებისმიერი სავარაუდო ან სხვა ფედერალური, შტატის ან ადგილობრივი საშემოსავლო გადასახადის, სოციალური უზრუნველყოფის, FICA-ს და მუშაკთა კომპენსაციის გადახდაზე ჩვენი ვებსაიტის გამოყენების შედეგად, ასევე მსგავსი გადასახადები ან გადასახადები არაამერიკულ იურისდიქციებში. თქვენ ეთანხმებით ანაზღაურებას და უვნებელყოფთ ჩვენს წინააღმდეგ განხორციელებული შეფასებების გამო, რადგან თქვენ ვერ შეასრულეთ საგადასახადო კანონები.",
    "2931396764": "11. ამ მომსახურების პირობების დარღვევა",
    "1240667045": "ჩვენ შეგვიძლია ნებისმიერ დროს შეაჩეროთ, შეზღუდოთ ან გავაუქმოთ თქვენი წვდომა სერვისებზე რაიმე მიზეზით, მათ შორის, იმის გამო, რომ: (ა) მიგვაჩნია, რომ თქვენ დაარღვიეთ მომსახურების პირობები (მათ შორის სხვა დაკავშირებული პოლიტიკა); (ბ) მიგვაჩნია, რომ თქვენ დაარღვიეთ ჩვენი ან მესამე მხარის უფლებები; (გ) ჩვენ არ შეგვიძლია გადავამოწმოთ ან დავადასტუროთ ინფორმაცია თქვენ მიერ მოწოდებული; ან (დ) ჩვენ გვჯერა, რომ თქვენმა ქმედებებმა შეიძლება შექმნას ვალდებულებები თქვენთვის, ჩვენთვის ან მესამე მხარისთვის. ეჭვის თავიდან აცილების მიზნით, ჩვენ ვიტოვებთ უფლებას აღვკვეთოთ ან შევაჩეროთ გადახდა, თუ გონივრულად გვჯერა, რომ რომელიმე ზემოაღნიშნული ეხება ასეთ გადახდას.",
    "1601080128": "თუ ჩვენ შევაჩერებთ ან გავაუქმებთ თქვენს ანგარიშს, თქვენ აღარ გექნებათ წვდომა ვებსაიტის ნებისმიერ ნაწილზე, მათ შორის მონაცემებზე, შეტყობინებებზე, ფაილებზე და სხვა მასალაზე, რომელსაც ინახავთ საიტზე. თქვენ არ შეგიძლიათ გააგრძელოთ ჩვენი ვებსაიტის გამოყენება სხვა ან ახალი ანგარიშის სახელით. ამ მომსახურების პირობების დარღვევის შემთხვევაში შეიძლება იყოს სისხლისსამართლებრივი პასუხისმგებლობა კანონის სრულყოფილად და შეიძლება გამოიწვიოს დამატებითი ჯარიმები და სანქციები.",
    "1160707899": "12. კონტრიბუტორის როლი და ურთიერთობა IMI-სთან და სხვა მომთხოვნებთან",
    "269838707": "თუ კონტრიბუტორი ხართ, თქვენ და მხოლოდ თქვენ გადაწყვიტეთ რომელი და რამდენი დავალება დაასრულოთ, როდის და სად დაასრულოთ ისინი. თქვენ თავისუფლად შეგიძლიათ დახარჯოთ იმდენი ან ცოტა დრო ამოცანების შესასრულებლად, რამდენიც გსურთ. არავითარ შემთხვევაში არ ხართ ვალდებული დაასრულოთ დავალება.",
    "1087195513": "თუ თქვენ ხართ კონტრიბუტორი, რომელიც წვდება სერვისებს და/ან ასრულებს ამოცანებს ინტეგრატორის მეშვეობით ან მასთან დაკავშირებით მომთხოვნის სახელით, რომელიც არ არის IMI, მაშინ თქვენ ეთანხმებით და აცნობიერებთ, რომ Intuition Machines არ არის პასუხისმგებელი და არ აქვს ვალდებულება თქვენს წინაშე. ნებისმიერი ჯილდოს ან სხვა კომპენსაციის მიმართ დასრულებული ამოცანებისთვის. თქვენ ეთანხმებით და აცნობიერებთ, რომ ნებისმიერი ჯილდო ან სხვა კომპენსაცია დასრულებული ამოცანებისთვის განისაზღვრება მხოლოდ მომთხოვნთან და/ან ინტეგრატორთან თქვენი შეთანხმების შესაბამისად, როგორც ეს შესაძლებელია. ნებისმიერი დავა ამ ჯილდოებთან ან სხვა კომპენსაციასთან დაკავშირებით (მათ შორის, შეუზღუდავად, ასეთი ჯილდოს ან სხვა კომპენსაციის მიღწევის შეუსრულებლობა) არის მხოლოდ თქვენსა და მომთხოვნელს და/ან ინტეგრატორს შორის, შესაბამისად.",
    "952813944": "არც ჩვენი ვებსაიტის გამოყენება და არც რაიმე ამ ხელშეკრულებაში არ ქმნის დასაქმებას, პარტნიორობას, ერთობლივ საწარმოს, სააგენტოს, ფრენჩაიზის ან გაყიდვების წარმომადგენლის ურთიერთობას თქვენსა და Intuition Machines-ს შორის. ჩვენ არ მოგაწოდებთ რაიმე აღჭურვილობას ან ხელსაწყოებს დავალების შესასრულებლად. ჩვენ არ გაწვდით რაიმე სარგებელს, მუშაკთა კომპენსაციას ან სადაზღვევო დაფარვას. ჩვენ არ ვართ პასუხისმგებელი რაიმე ხარჯზე, რომელიც გაგიწევთ ჩვენი ვებსაიტის გამოყენებისას. ჩვენ არ დავაკავებთ თქვენს ჯილდოს ფედერალური ან სახელმწიფო საშემოსავლო გადასახადისთვის, სოციალური უზრუნველყოფის ან სხვა გადასახადისთვის. თქვენ თავისუფლად ხართ ნებისმიერ დროს შეასრულოთ დავალებები ნებისმიერი ადამიანისთვის ან ბიზნესისთვის, მათ შორის ნებისმიერი ჩვენი კონკურენტისთვის. თქვენ არ გაქვთ უფლება დადოთ რაიმე კონტრაქტი, წერილობითი თუ ზეპირი, Intuition Machines-ის სახელით.",
    "3460432665": "მიუხედავად ზემოაღნიშნულისა, თუ თქვენ ხართ აშშ-ს გადასახადის გადამხდელი, ჩვენ შეიძლება მოვითხოვოთ თქვენგან W-9, რომელიც ყოველწლიურად უნდა განახლდეს და ჩვენ შეიძლება აგიკრძალოთ დავალებების შესრულება, სანამ არ დაასრულებთ ან განაახლებთ W-9-ს.",
    "458271951": "თუ თქვენ ხართ კონტრიბუტორი, რომელიც წვდება სერვისებს და/ან ასრულებს ამოცანებს ინტეგრატორის მეშვეობით ან მასთან დაკავშირებით Intuition Machines-ის სახელით (მომთხოვნის როლში), Intuition Machines-მა შეიძლება დააჯილდოოს თქვენ გარკვეული ამოცანების მისაღები შესრულებისთვის. იმ შემთხვევაში, თუ აღმოაჩენთ, რომ თქვენ ჩაერთეთ თაღლითობაში, ბოროტად გამოყენებაში ან ამ მომსახურების პირობების დარღვევაში, თქვენთვის ნებისმიერი და ყველა ჯილდო შეიძლება დაიბლოკოს და/ან დაიბრუნოს Intuition Machines-ის მიერ.",
    "3056723024": "13. ამოცანების მიუღებელი შესრულება",
    "3913203723": "თუ რაიმე მიზეზით მომთხოვნი არ მიიღებს თქვენს მიერ შესრულებული დავალების შესრულებას, თქვენ, როგორც კონტრიბუტორს ან ინტეგრატორს, არ გექნებათ რაიმე ჯილდოს უფლება ამ დავალების შესრულებისთვის. იმ შემთხვევაში, თუ ჯილდოები უკვე დაგერიცხათ მიუღებლად შესრულებული ამოცანისთვის, ჩვენ შეიძლება თქვენგან აღვადგინოთ ისინი.",
    "3666807632": "14. მონაწილეთა კვალიფიკაცია და უნარები",
    "1993899769": "15. ჩვენ მიერ ინფორმაციის გამოყენება",
    "2927283721": "ჩვენს ვებსაიტზე ამოცანების შესრულებით, თქვენ უფლებას აძლევთ თქვენი პირადი ინფორმაციის შეგროვებას, გამოყენებას და გამჟღავნებას ჩვენი კონფიდენციალურობის პოლიტიკის შესაბამისად. გარდა ამისა, ჩვენ შეიძლება გავუზიაროთ გარკვეული ინფორმაცია თქვენს შესახებ და თქვენი დასრულებული ამოცანების შესახებ მომთხოვნთან, რომლის ამოცანები თქვენ შეასრულეთ სერვისთან ურთიერთობის გასაადვილებლად და ვებსაიტის გასაუმჯობესებლად, მათ შორის, მაგალითად, კონტრიბუტორის ID, დასრულებული ამოცანების შედეგები და სხვა ატრიბუტები, რომლებიც დაკავშირებულია თქვენი კვალიფიკაცია, ენები, უნარები და ვებსაიტის გამოყენება.",
    "3027055607": "16. ინტელექტუალური საკუთრება და საკუთრების უფლებები",
    "3910971075": "IMI ფლობს ყველა უფლებას, ინტელექტუალური საკუთრების უფლების ჩათვლით, საწყის კოდზე, ობიექტის კოდზე ან ფუძემდებლურ სტრუქტურაზე, იდეებსა თუ ალგორითმებზე, API-ზე და ნებისმიერ დამატებით პროგრამულ უზრუნველყოფას, დოკუმენტაციასა თუ მონაცემებზე, რომლებიც დაკავშირებულია სერვისებთან („პროგრამული უზრუნველყოფა“). თქვენ არ გააკეთებთ, პირდაპირ ან ირიბად, მესამე მხარის მეშვეობით ან სხვაგვარად: (ა) შეცვალოთ ინჟინერი, დეკომპილი, დაშლა ან სხვაგვარად შეეცდებით პროგრამული უზრუნველყოფის აღმოჩენას; (ბ) ნებისმიერი პროგრამული უზრუნველყოფის საფუძველზე შეცვალოს, თარგმნოს ან შექმნას წარმოებული სამუშაოები; (c) კოპირება, დაქირავება, იჯარა, გავრცელება, გირავნობა, მინიჭება ან სხვაგვარად გადაცემა ან დატვირთული უფლებები ნებისმიერ პროგრამაზე; (დ) გამოიყენოს ნებისმიერი პროგრამული უზრუნველყოფა დროის გაზიარებისთვის, მომსახურების ბიუროს მიზნებისთვის ან სხვაგვარად მესამე მხარის სასარგებლოდ; ან (ე) წაშალეთ ნებისმიერი საკუთრების შეტყობინება ან ეტიკეტები.",
    "3660891610": "თუ თქვენ ხართ კონტრიბუტორი, IMI-ს და არა თქვენ, აქვს საკუთრების უფლება ნებისმიერ ნამუშევარზე, რომელსაც აწარმოებთ, როგორც ნებისმიერი დავალების შესრულების ნაწილი. ამ შეთანხმების პირობების მიღებით თქვენ ეთანხმებით (და ამით ასრულებთ) მფლობელობის, საკუთრების და საკუთრების უფლების (მათ შორის მთელ მსოფლიოში არსებული ინტელექტუალური საკუთრების უფლების ჩათვლით) და თქვენს საქმიანობაზე ჩვენთვის გადაცემას. იმის უზრუნველსაყოფად, რომ ჩვენ შევძლებთ ასეთი უფლებების შეძენას, სრულყოფას და გამოყენებას, თქვენ დამატებით ეთანხმებით (i) ხელი მოაწეროთ ნებისმიერ დოკუმენტს, რომელიც ხელს შეუწყობს ჩვენი უფლებების დოკუმენტაციას, სრულყოფასა და აღსრულებას; და (ii) უზრუნველყოს ინფორმაციაზე გონივრული წვდომა ნებისმიერი და ყველა ქვეყანაში ასეთი საკუთრების უფლებების აღრიცხვის, სრულყოფის, უზრუნველყოფის, დაცვისა და აღსრულების მიზნით. თქვენი ვალდებულებები ამ განყოფილებით გაგრძელდება მას შემდეგაც, რაც თქვენ გააუქმებთ სერვისებს ან შეწყვეტთ მათ გამოყენებას. თქვენ დაგვინიშნავთ თქვენს ადვოკატად, რათა შევასრულოთ დოკუმენტები თქვენი სახელით ამ ნაწილში მითითებული მიზნებისთვის.",
    "426125156": "17. საავტორო უფლება და TakeDown",
    "1408530660": "IMI პატივს სცემს სხვათა ინტელექტუალურ საკუთრებას და ჩვენ ვიტოვებთ უფლებას წავშალოთ ჩვენი საიტიდან ნებისმიერი მასალა, რომელიც, ჩვენი აზრით, შეიძლება არღვევდეს მესამე მხარის ინტელექტუალურ უფლებებს. თუ ფიქრობთ, რომ თქვენი საკუთარი ნამუშევარი დაკოპირებულია ისე, რომ წარმოადგენს საავტორო უფლებების დარღვევას ამ ვებსაიტზე, გთხოვთ, დაუკავშირდეთ Intuition Machines-ის მომხმარებელთა მხარდაჭერას.",
    "2696932851": "18. ანაზღაურება",
    "3844300338": "თქვენ ეთანხმებით ანაზღაურებას, დასაცავად და უვნებლად გვყავს ნებისმიერი და ყველა პრეტენზია, ზიანი, ვალდებულება, ხარჯი და ხარჯი (ადვოკატის გონივრული საფასურისა და ხარჯების ჩათვლით), რომელიც წარმოიქმნება ან დაკავშირებულია თქვენი ამოცანების შესრულებასთან ან ჩვენი ვებსაიტის გამოყენებასთან. .",
    "2474091800": "19. დავა სხვა მომხმარებლებთან; გათავისუფლება",
    "3162107126": "IMI არ არის რაიმე დავის მხარე თქვენსა და სერვისების სხვა მომხმარებლებს შორის. თქვენ ათავისუფლებთ IMI-ს და მის ფილიალებს ნებისმიერი სახის და ბუნების, ცნობილ და უცნობი, საეჭვო და დაუსაბუთებელი, გამჟღავნებული და გაურკვეველი პრეტენზიებისაგან, მოთხოვნებისგან და ზიანისგან, რომლებიც წარმოიქმნება ან დაკავშირებულია თქვენსა და სხვა მომხმარებელს შორის.",
    "2271969747": "20. კონფიდენციალური ინფორმაცია, რომელსაც იღებთ",
    "1042802841": "კონფიდენციალური ინფორმაცია არის ნებისმიერი ინფორმაცია, რომელიც მონიშნულია, როგორც კონფიდენციალური ან საკუთრების, ან რომელიც მიმღები მხარის მიერ გონივრულად უნდა იყოს გაგებული, როგორც კონფიდენციალური ან საკუთრება. ეს არ შეიცავს ინფორმაციას, რომელიც არის (1) საჯაროდ ხელმისაწვდომი, (2) უკვე ფლობს, დამოუკიდებლად არის შემუშავებული ან უკვე ცნობილია მიმღები მხარისთვის, ან (3) გამჟღავნებულია სასამართლოს ბრძანებით ან სხვაგვარად მოთხოვნილი კანონი.",
    "1918025546": "თუ თქვენ მოგეწოდებათ კონფიდენციალური ინფორმაცია ვინმესგან სერვისებზე, თქვენ თანახმა ხართ დაიცვათ კონფიდენციალური ინფორმაციის საიდუმლოება იმავე ხარისხით, რასაც იყენებთ თქვენი საკუთარი კონფიდენციალური ინფორმაციის დასაცავად, მაგრამ არავითარ შემთხვევაში ნაკლები სიფრთხილით. თქვენ არ შეგიძლიათ გაამჟღავნოთ ან გამოაქვეყნოთ რაიმე ასეთი კონფიდენციალური ან საკუთრებაში არსებული ინფორმაცია, გარდა იმ შემთხვევებისა, როდესაც ეს შეიძლება იყოს საჭირო დავალების შესასრულებლად. ყველა ინფორმაცია ამოცანის ფარგლებში ინტუიციის მანქანების პლატფორმაზე უნდა ჩაითვალოს კონფიდენციალურად, მაშინაც კი, თუ ინფორმაცია პირდაპირ არ არის განსაზღვრული, როგორც კონფიდენციალური.",
    "2690395789": "თუ და როცა აღარ დაგჭირდებათ მიღებული კონფიდენციალური ინფორმაცია, დაუყოვნებლივ უნდა დააბრუნოთ ან გაანადგუროთ (როგორც ამას ითხოვს ის, ვინც ინფორმაციას ავრცელებს) ინფორმაციის ყველა ასლი, რომელიც არსებობს თქვენს მიერ კონტროლირებად შენობებზე, სისტემებზე ან სხვა აღჭურვილობაზე.",
    "2178073797": "იმის გამო, რომ კონფიდენციალური ინფორმაციის გამჟღავნებამ შეიძლება გამოიწვიოს გამოუსწორებელი ზიანი, გამჟღავნებელი მხარე უფლებამოსილია მოითხოვოს სასამართლო ახსნა ამ ტერმინის ნებისმიერი დარღვევისთვის ან მუქარის დარღვევისთვის.",
    "2185860003": "21. ვებსაიტის ცვლილებები",
    "2631249972": "ჩვენ შეიძლება გავაუმჯობესოთ ან შევცვალოთ ჩვენი ვებ – გვერდი თქვენთვის შეტყობინების გარეშე.",
    "3764131594": "22. მესამე მხარის ვებსაიტები",
    "295955580": "ჩვენი ვებგვერდი შეიძლება შეიცავდეს ბმულებს მესამე მხარის ვებსაიტებზე. ჩვენ არ ვაკონტროლებთ, არ ვიძიებთ, არ ვაკვირდებით ან ვამოწმებთ ასეთ ვებგვერდებს. ჩვენ არ ვართ პასუხისმგებელი და არ ვადასტურებთ კომპიუტერულ პროგრამებს, შინაარსს ან მოსაზრებებს, რომლებიც შეიცავს ასეთ ვებგვერდებს. თუ გადაწყვეტთ დატოვოთ ჩვენი ვებ – გვერდი და შეხვიდეთ მესამე მხარის ვებსაიტზე, ამას აკეთებთ საკუთარი რისკის ქვეშ.",
    "838225123": "23. გარანტიის უარყოფა",
    "3897238493": "მომსახურება ხორციელდება \"როგორც არის\" საფუძველზე. ჩვენ არ ვაძლევთ არანაირ წარმომადგენლობას ან გარანტიას, ნაგულისხმევი ან გამოხატული, მომსახურების ხელმისაწვდომობის, ფიტნესის, კანონიერების, ხელმისაწვდომობის, ან ფუნქციონალურობის, რაიმე დაკავშირებული ინფორმაციის ან ტექნიკური ინფორმაციის პროგრამულ უზრუნველყოფასთან დაკავშირებით. კანონით ნებადართული მაქსიმალური ზომით, IMI უარს ამბობს ყველა გამოხატულ ან ნაგულისხმევ პირობაზე, წარმომადგენლობასა და გარანტიებზე, მათ შორის, მაგრამ არ შემოიფარგლება, გარანტიები სავაჭრო და ტექნიკური ტექნიკური უზრუნველყოფის, ტექნიკური მომსახურებისა და ტექნიკური უზრუნველყოფის შესახებ, მაგრამ არ შემოიფარგლება. თქვენი ერთადერთი და ექსკლუზიური საშუალება IMI-ს წინააღმდეგ ნებისმიერი დეფექტის, შეუსაბამობის ან უკმაყოფილების მიმართ არის სერვისების გამოყენების შეწყვეტა. ვებსაიტზე ან ინტუიციის მანქანების პლატფორმაზე თქვენი წვდომიდან ან გამოყენებისგან. შეიძლება მოხდეს დაგეგმილი და დაუგეგმავი შეფერხებები და ჩვენ არ ვიძლევით გარანტიას ჩვენი ვებსაიტის უწყვეტი ხელმისაწვდომობის შესახებ.",
    "2110259227": "24. პასუხისმგებლობის შეზღუდვა",
    "3018077211": "25. კონტრიბუტორის დავის გადაწყვეტა",
    "2790841456": "თუ თქვენ ხართ კონტრიბუტორი, თქვენ ეთანხმებით შემდეგ საარბიტრაჟო პუნქტს და კლასობრივი ქმედებების უარყოფას:",
    "3302832698": "საჭიროა დავის ალტერნატიული გადაწყვეტა.",
    "561456032": "თქვენ ეთანხმებით, რომ ნებისმიერი დავა, რომელიც წარმოიქმნება ან დაკავშირებულია თქვენს მიერ სერვისების გამოყენებასთან, მათ შორის ნებისმიერი დავისთვის, რომელიც შეიძლება წარმოიშვას იმ მომენტიდან, როდესაც დაიწყეთ ამოცანების შესრულება IMI-სთვის, და კონკრეტულად, ნებისმიერი პრეტენზიის ჩათვლით, დაკავშირებულია თუ არა თქვენ კლასიფიცირებულად დამოუკიდებელი კონტრაქტორი, თქვენ პირველ რიგში აცნობებთ IMI-ს მის წინააღმდეგ თქვენს პრეტენზიას. თქვენ და IMI შემდეგ შეეცდებით პრობლემის გადაჭრას პირდაპირი მოლაპარაკების ან შუამავლობით. ჩვენ თანაბრად გავყოფთ მედიაციის ღირებულებას და შევთანხმდებით, რომ მედიაცია განხორციელდეს სატელეფონო ან სხვა ელექტრონული საშუალებებით. თუ საჩივარი გადაუჭრელი რჩება არაფორმალური მოლაპარაკებების ან შუამავლობის შემდეგ, თქვენ ეთანხმებით, რომ თქვენ და IMI გამოიყენებთ საბოლოო და სავალდებულო არბიტრაჟს დავის გადასაჭრელად. ეს პუნქტი არეგულირებს ყველა პრეტენზიას რეტროაქტიულად იმ დროიდან, როდესაც დაიწყეთ ჩვენი ვებსაიტის გამოყენება, იქნება ეს დაფუძნებული დანაშაულზე, კონტრაქტზე, წესდებაზე, მათ შორის, მაგრამ არ შემოიფარგლება, დისკრიმინაციისა და შევიწროების შესახებ პრეტენზიების შესახებ, იქნება ეს კალიფორნიის სამართლიანი დასაქმებისა და საცხოვრებელი აქტის საფუძველზე. , 1964 წლის სამოქალაქო უფლებების კანონის VII სათაური, შესწორებული, ან ნებისმიერი სხვა სახელმწიფო ან ფედერალური კანონი ან რეგულაცია, სამართლიანი კანონი ან სხვა.",
    "3794239003": "საარბიტრაჟო პროცედურა.",
    "4193379787": "ამ შეთანხმების ფარგლებში ყველა არბიტრაჟი ჩატარდება ამერიკის საარბიტრაჟო ასოციაციის წესებით ან ორმხრივად შეთანხმებული საარბიტრაჟო სამსახურის მიერ. არბიტრი იქნება აშშ-ს არბიტრი, რომელიც შეირჩევა არანაკლებ შვიდი (7) სახელის სიიდან ალტერნატიული გაფიცვის გზით. არბიტრაჟში, თითოეულ მხარეს ექნება უფლება ჩაატაროს ადეკვატური სამოქალაქო აღმოჩენა, განახორციელოს დისპოზიტიური შუამდგომლობები და წარმოადგინოს მოწმეები და მტკიცებულებები საჭიროებისამებრ, რათა წარმოადგინონ თავიანთი საქმეები და დაცვა, და ამ კუთხით ნებისმიერი დავა გადაწყდება არბიტრის მიერ. დავის გადაწყვეტა უნდა ეფუძნებოდეს მხოლოდ კანონს, რომელიც არეგულირებს წარდგენილ პრეტენზიებსა და დაცვას და არბიტრს არ შეუძლია მიმართოს სხვა საფუძველს, გარდა ასეთი მაკონტროლებელი კანონისა. არბიტრს აქვს სასამართლო მოხელის იმუნიტეტი სამოქალაქო პასუხისმგებლობისგან არბიტრის რანგში მოქმედებისას, რაც იმუნიტეტი ავსებს ნებისმიერ სხვა არსებულ იმუნიტეტს. გადაწყვეტილება უნდა შეიცავდეს არბიტრის წერილობით დასაბუთებულ აზრს. თქვენ უარს იტყვით ნაფიც მსაჯულთა სასამართლოს მიერ ნებისმიერი პრეტენზიის შესახებ, რომელიც შეიძლება გქონდეთ IMI-ს ან IMI-ს თქვენს წინააღმდეგ. ნებისმიერი პრეტენზია ამ პუნქტით გათვალისწინებული უნდა იყოს მოქმედი ხანდაზმულობის ვადის ფარგლებში. შეერთებული შტატების ფედერალური საარბიტრაჟო აქტი არეგულირებს ამ პუნქტს და თქვენ აღიარებთ, რომ ეს შეთანხმება ადასტურებს კომერციულ გარიგებას.",
    "2583888954": "გამონაკლისები.",
    "1034830": "დავები, რომლებიც შეიძლება არ დაექვემდებაროს საარბიტრაჟო შეთანხმებას, როგორც ეს გათვალისწინებულია დოდ-ფრენკ უოლ სტრიტის რეფორმისა და მომხმარებელთა დაცვის აქტით (საჯარო სამართალი 111-203), გამორიცხულია ამ",
    "263977834": "ადმინისტრაციული ამოწურვა.",
    "1807512722": "თქვენ შეგიძლიათ ნებისმიერი პრეტენზია, რომელიც წარმოიქმნება თქვენი ამ ვებსაიტის გამოყენებით ადმინისტრაციულ სააგენტოში, მაგრამ მხოლოდ იმ მოცულობით, რამდენადაც მოქმედი კანონმდებლობა იძლევა ასეთ სააგენტოზე წვდომას, მიუხედავად არბიტრაჟზე შეთანხმების არსებობისა. ასეთი ადმინისტრაციული საჩივრები მოიცავს შეუზღუდავად პრეტენზიებს ან ბრალდებებს, რომლებიც წარდგენილია თანაბარი დასაქმების შესაძლებლობების კომისიის, აშშ-ს შრომის დეპარტამენტისა და შრომითი ურთიერთობის ეროვნული საბჭოს წინაშე. არაფერი ამ მუხლში არ უნდა ჩაითვალოს, რომ შეგიშლით ხელს ან გამართლებთ ადმინისტრაციული საჩივრის წარდგენაში რომელიმე უწყების წინაშე, რათა შეასრულოთ თქვენი ვალდებულება, ამოწუროთ ადმინისტრაციული საშუალებები საარბიტრაჟო პრეტენზიამდე, თუმცა, თქვენ უარს იტყვით ნებისმიერი ფულადი გადაწყვეტილების მიღების უფლებაზე. სააგენტოს წარმოება.",
    "996430331": "არბიტრაჟის ადგილმდებარეობა.",
    "3040062804": "ნებისმიერი საარბიტრაჟო განხილვა ამ განყოფილების მიხედვით წარიმართება ნაგულისხმევად კალიფორნიის შტატში, თუ თქვენ არ ცხოვრობთ შეერთებული შტატების ფარგლებს გარეთ, ამ შემთხვევაში არბიტრაჟი ჩატარდება მთლიანად ელექტრონულად ან ტელეფონით. არბიტრაჟი შეიძლება ჩატარდეს ნებისმიერ სხვა ადგილას, თუ ყველა მხარე შეთანხმდება წერილობით. განურჩევლად მდებარეობისა, ნებისმიერ მხარეს შეუძლია არბიტრაჟში გამოცხადება პირდაპირი ვიდეოს ან ტელეკონფერენციის საშუალებით.",
    "3091247030": "კლასის ქმედებაზე უარის თქმა.",
    "2520904193": "თქვენ უარს იტყვით ნებისმიერ უფლებაზე, რომელიც გაქვთ რაიმე დავის განხილვაზე, განხილვაზე ან არბიტრაჟზე, როგორც კლასობრივი, კოლექტიური ან წარმომადგენლობითი სარჩელი. ამ ხელშეკრულებაში მოცემული ნებისმიერი სხვა პუნქტის მიუხედავად, წინა წინადადება არავითარ შემთხვევაში არ შეიძლება იყოს გამოყოფილი ამ შეთანხმებისგან. ნებისმიერი პრეტენზია იმის თაობაზე, რომ ამ უარის თქმის მთელი ან ნაწილი არის არააღსასრულებელი, არაკეთილსინდისიერი, ბათილი ან ბათილი, შეიძლება განისაზღვროს მხოლოდ კომპეტენტური იურისდიქციის სასამართლოს მიერ და არა არბიტრის მიერ. თქვენ არ მოგიწევთ შურისძიება ან არ შეგეშლებათ ჩვენი ვებ-გვერდის დავალებების შესრულებაში თქვენი უფლებების გამოყენების შედეგად, შრომითი ურთიერთობების ეროვნული კანონის მე-7 ნაწილის მიხედვით, ან რომელიმე ფორუმზე კლასობრივი, კოლექტიური ან წარმომადგენლობითი ქმედების წარდგენით ან მონაწილეობით. , მაგრამ ჩვენ შეიძლება კანონიერად მოვითხოვოთ აღსრულება ამ ჯგუფური სარჩელის უარის თქმის შესახებ და მოვითხოვოთ ასეთი კლასობრივი, კოლექტიური ან წარმომადგენლობითი ქმედებების ან პრეტენზიების უარყოფა.",
    "3493572638": "ხარჯები და მოსაკრებლები.",
    "702926385": "მხარეები ეკისრებათ თითოეულ ასეთ არბიტრაჟში იურიდიული წარმომადგენლობის ხარჯებს, გარდა იმ შემთხვევისა, როდესაც კანონით ცალსახად არის გათვალისწინებული ადვოკატის საფასური. მხარეები გაანაწილებენ არბიტრის მიერ დაკისრებულ ნებისმიერ თავდაპირველ ადმინისტრაციულ საფასურს, მაქსიმუმ ორას ორმოცდაათი დოლარის (250,00 აშშ დოლარი) ღირებულებამდე. არბიტრისა და სასამართლოს მომხსენებლის ღირებულება, ასეთის არსებობის შემთხვევაში, თავდაპირველად ჩვენ გვეკისრება; თუმცა, არბიტრს აქვს დისკრეცია, დააკისროს შესაბამისი ხარჯები გაბატონებულ მხარეს, როგორც ეს კანონით არის გათვალისწინებული, და/ან მოსთხოვოს მხარეებს გაანაწილონ არბიტრთან და/ან სასამართლოს მომხსენებელთან დაკავშირებული ხარჯები.",
    "3199694247": "განცალკევება.",
    "3102490587": "გარდა კლასობრივი სარჩელისა, თუ ამ საარბიტრაჟო პუნქტის რომელიმე ტერმინი ან დებულება ან ნაწილი გამოცხადდება ბათილად ან არააღსასრულებლად, ის წყდება და საარბიტრაჟო პუნქტის დარჩენილი ნაწილი იქნება აღსასრულებელი.",
    "2323013093": "26. მოქმედი სამართალი",
    "2900525040": "კალიფორნიის შტატის კანონები არეგულირებს ამ მომსახურების პირობებს და მათგან წარმოშობილ ნებისმიერ დაპირისპირებას, დავას ან პრეტენზიას.",
    "3339302473": "27. შეწყვეტა",
    "1158384644": "თქვენ შეგიძლიათ ნებისმიერ დროს შეწყვიტოთ ჩვენი ვებსაიტის გამოყენება, იმ პირობით, რომ თქვენ უნდა დაიცვან ყველა მოქმედი IMI პოლიტიკა. ჩვენ შეგვიძლია, ჩვენი შეხედულებისამებრ, შევწყვიტოთ ეს ხელშეკრულება, შევაჩეროთ წვდომა ჩვენს ვებსაიტზე ან წავშალოთ ნებისმიერი სერვისი დაუყოვნებლივ გაფრთხილების გარეშე რაიმე მიზეზით.",
    "41530052": "28. ზოგადი პირობები",
    "3202747130": "სრული შეთანხმება. მომსახურების ეს პირობები და ამ შეთანხმებაში მითითებული ნებისმიერი პოლიტიკა, პროცედურა ან პირობა წარმოადგენს მხარეთა სრულ შეთანხმებას საკითხთან დაკავშირებით და ცვლის და აუქმებს ყველა წინა და თანადროულ დაკავშირებულ შეთანხმებას, პრეტენზიას, წარმომადგენლობას და მხარეთა შეხედულებებს. .",
    "4080263153": "უარის თქმის გარეშე. ჩვენ არ ჩავთვლით, რომ უარი ვთქვით ჩვენი უფლებების რომელიმე ნაწილზე ან დაცვის საშუალებებზე, თუ უარის თქმა არ არის წერილობითი ფორმით და ხელმოწერილი ჩვენს მიერ. თუ ჩვენ ვაჭიანებთ აღსრულებას ან ვერ აღვასრულებთ ამ ხელშეკრულების რომელიმე დებულების მიხედვით ჩვენს უფლებებს, ეს არ წარმოადგენს უარის თქმას ჩვენს უფლებაზე, შემდგომში აღვასრულოთ ასეთი დებულება ან ამ შეთანხმების რომელიმე ნაწილი.",
    "1789371580": "მინიჭება. თქვენ არ შეგიძლიათ დანიშნოთ ეს მომსახურების პირობები ჩვენი წინასწარი წერილობითი თანხმობის გარეშე. ჩვენ შეგვიძლია მივცეთ ეს მომსახურების პირობები ნებისმიერ დროს, გაფრთხილების გარეშე. ზემოაღნიშნულის გათვალისწინებით, მომსახურების ეს პირობები სავალდებულო იქნება თითოეული მხარის მემკვიდრეებისთვის და ნებადართული დავალებისთვის.",
    "2819628066": "განცალკევება. თუ ამ მომსახურების პირობების რომელიმე დებულება რაიმე მიზეზით აღმოჩნდება არასწორი ან არააღსასრულებელი, ეს არ იმოქმედებს დარჩენილი დებულებების ვალიდობასა და აღსრულებაზე.",
    "3955981186": "შესწორებები. IMI-ს გარდა ამ მომსახურების პირობების არანაირი ცვლილება ან შესწორება არ იქნება სავალდებულო IMI-სთვის, გარდა იმ შემთხვევისა, როდესაც წერილობით დოკუმენტს ხელს აწერს IMI-ს სათანადო უფლებამოსილი წარმომადგენელი.",
    "1377538813": "გაბატონებული ენა. ამ მომსახურების პირობების ინგლისურენოვანი ვერსია გააკონტროლებს ყველა ასპექტს და უპირატესობას ანიჭებს თარგმნილ ვერსიებთან შეუსაბამობის შემთხვევაში, ასეთის არსებობის შემთხვევაში.",
    "2438016011": "ნებაყოფლობითი შეთანხმება. ამ მომსახურების პირობების ყველა მხარე წარმოადგენს და თანხმდება, რომ თითოეულმა განიხილა ამ შეთანხმების ყველა ასპექტი, ყურადღებით წაიკითხა და სრულად გაიგო მისი ყველა დებულება და ნებაყოფლობით დებს ამ შეთანხმებას.",
    "2445034923": "თუ არ ეთანხმებით ამ მომსახურების პირობების ყველა პირობებს, არ გამოიყენოთ (და თქვენ არ შეგიძლიათ) გამოიყენოთ ან შეხვიდეთ საიტზე ან სერვისებზე.",
    "2646127839": "მომხმარებლის დანართი მომსახურების ძირითადი პირობების შესახებ",
    "4097297673": "როგორც კლიენტი, მომთხოვნი ან ინტეგრატორი, თქვენ ეთანხმებით, რომ თქვენ და IMI-ს შორის არსებული სხვა სავალდებულო პირობების გარდა, იყოთ ვალდებული ქვემოთ მოცემული პირობებით.",
    "1093280979": "1. პლატფორმის შეკვეთის ფორმები",
    "1549953005": "თქვენ შესაძლოა შეავსოთ ერთი ან მეტი პლატფორმის წვდომის შეკვეთის ფორმა (თითოეული, „შეკვეთის ფორმა“), როგორც კლიენტი ან მომთხოვნი გახდომის პირობა. თუ ასეა, მაშინ შეკვეთის ფორმაში აღწერილი ვადები და პირობები ხდება მომსახურების პირობების ნაწილი და აქვე გაერთიანებულია მითითებით.",
    "3819851005": "2. მოსაკრებლები",
    "1591032933": "თქვენ გადაიხდით IMI-ს საკომისიოებს, როგორც ეს აღწერილია მოქმედ შეკვეთის ფორმაში იმ გადახდის მეთოდის მეშვეობით, რომელიც თქვენ მიუთითეთ მოქმედ შეკვეთის ფორმაში. თუ სხვაგვარად არ არის შეთანხმებული ორივე მხარის მიერ წერილობით, თქვენ უზრუნველყოფთ სრულ გადახდას ყველა ინვოისისთვის, რომელიც გაცემულია ინვოისის გაგზავნის თარიღიდან ოცდაათი (30) დღის განმავლობაში. თქვენ გვაძლევთ უფლებას, გავუშვათ საკრედიტო ბარათის ავტორიზაცია ყველა საკრედიტო ბარათის ინფორმაციაზე, რომელიც თქვენ მოგვაწოდეთ, შევინახოთ ეს საკრედიტო ბარათის ინფორმაცია და ჩამოვჭრათ თქვენი საკრედიტო ბარათი ან ნებისმიერი სხვა ანგარიში, რომელსაც ჩვენ ორმხრივად ვეთანხმებით, როგორც გადახდის ფორმას. თუ სხვაგვარად არ არის მითითებული შეკვეთის ფორმაში ან თქვენი საწარმოს მომსახურების ხელშეკრულებაში ან ძირითადი მომსახურების ხელშეკრულებაში, მომსახურების ყველა საკომისიო, გარდა ზედმეტობისა, ყოველწლიურად ირიცხება IMI-ს მიერ თქვენი ხელშეკრულებით გათვალისწინებული სერვისების დაწყებისთანავე („ამოქმედების თარიღი“).",
    "4142610534": "ნებისმიერი დაგვიანებული გადახდა დაერიცხება დაგვიანებულ გადასახადს თვეში 1,5% პროცენტით ან კანონით დაშვებული მაქსიმალური ოდენობით, რაც უფრო დაბალია. თუ რაიმე მიზეზით ვერ გადაიხდით წინამდებარე ხელშეკრულებით დაკისრებულ თანხას, თქვენი ანგარიში შეიძლება შეჩერდეს ჩვენი შეხედულებისამებრ, ამ შემთხვევაში თქვენი ანგარიშიდან დამატებითი გადახდები არ განხორციელდება ამოცანების შესასრულებლად და თქვენი ყველა დავალება წაიშლება ჩვენი საიტიდან. თქვენ უნდა დაგვიბრუნოთ მოთხოვნისამებრ გადასახდელი ყველა თანხა, პლუს ნებისმიერი დამუშავების საფასური, დაგვიანების საფასური ან ადვოკატის საფასური. ჩვენ ასევე შეიძლება მივაწოდოთ შესაბამისი ანგარიშები საკრედიტო ანგარიშგების სააგენტოებსა და სამართალდამცავ ორგანოებს.",
    "512991700": "თუ გსურთ რაიმე საკომისიოზე დავასაბამოთ, თქვენ უნდა დაუკავშირდეთ ჩვენს მომხმარებელთა მხარდაჭერის განყოფილებას არაუგვიანეს ოცდაათი (30) დღისა პირველი ბილინგის ან ანგარიშის ამონაწერის დახურვის თარიღიდან, რომელშიც გაჩნდა შეცდომა ან პრობლემა, რათა მიიღოთ კორექტირება ან კრედიტი.",
    "1273914192": "3. გადასახადები",
    "4242322181": "თქვენ ხართ პასუხისმგებელი ყველა გადასახადის გადახდაზე, რომელიც დაკავშირებულია სერვისებთან, გარდა აშშ-ს გადასახადებისა, რომლებიც შეფასებულია Intuition Machines-ის წმინდა შემოსავალზე ან პირად ქონებაზე.",
    "1671996585": "შეიძლება დაგჭირდეთ თქვენი ვებსაიტის, აპლიკაციის ან პლატფორმის ინტეგრირება ჩვენს სერვისებთან ჩვენი აპლიკაციის პროგრამირების ინტერფეისის (\"API\") მეშვეობით. იმ შემთხვევაში, თუ თქვენ ამას გააკეთებთ, ჩვენ გაძლევთ შეზღუდულ, არაექსკლუზიურ, არაგადაცემად, მიუღებელ, გაუქმებულ ლიცენზიას, რომ გამოიყენოთ API მხოლოდ სერვისებზე წვდომისთვის. ჩვენ ნებისმიერ დროს შეგვიძლია შევცვალოთ API და/ან შევწყვიტოთ API-ის ძველი ვერსიების ან გამოშვებების მხარდაჭერა. ჩვენ ვიტოვებთ უფლებას შევაჩეროთ ან შევზღუდოთ თქვენი წვდომა API-ზე ჩვენი შეხედულებისამებრ და გამოვიყენებთ გონივრულ ძალისხმევას, რათა მოგაწოდოთ შეტყობინება შეჩერებამდე.",
    "4036662147": "5. კონფიდენციალური ინფორმაციის დაცვა",
    "3564208535": "თქვენ თანახმა ხართ გამოიყენოთ კომერციულად გონივრული ძალისხმევა ჩვენგან ან ჩვენი სერვისების მეშვეობით მიღებული ნებისმიერი კონფიდენციალური ინფორმაციის დასაცავად. მოიცავს ბოტების ქულებს და ჩვენი საწარმოს სერვისის არასაჯარო დეტალებს, მათ შორის არასაჯარო დოკუმენტაციას და ნებისმიერ დეტალს, რომელსაც შეიძლება გავუზიაროთ ჩვენი ბოტების გამოვლენის მეთოდებთან დაკავშირებით. თუ თქვენ მოგეცემათ წვდომა რომელიმე ასეთ კონფიდენციალურ ინფორმაციაზე, ჩვენ შეგვიძლია შევცვალოთ, შევაჩეროთ ან შეზღუდოთ თქვენი წვდომა ჩვენს სერვისებზე ჩვენი შეხედულებისამებრ, თუ გადავწყვეტთ, რომ კონფიდენციალური ინფორმაცია ვლინდება თქვენი სერვისების გამოყენებით და ჩვენ გამოვიყენებთ გონივრულ ძალისხმევას რომ მოგაწოდოთ შეტყობინება შეჩერებამდე.",
    "120384113": "6. შეწყვეტა",
    "453723556": "თქვენ შეგიძლიათ შეწყვიტოთ მომხმარებელთა ეს დანართი მომსახურების პირობებისგან დამოუკიდებლად იმით, რომ აღარ იყოთ კლიენტი ან მომთხოვნი. ჩვენ ვიტოვებთ უფლებას ნებისმიერ დროს შეაჩეროთ ან შეწყვიტოთ თქვენი, როგორც მომხმარებლის ან მომთხოვნის სტატუსი, ან სხვაგვარად შეწყვიტოთ თქვენი ანგარიში ან სერვისების გამოყენება მომსახურების პირობების შესაბამისად. თქვენ პასუხისმგებელი ხართ შეწყვეტის შემთხვევაში თქვენი შეკვეთის ფორმის მიხედვით გადასახდელი ნებისმიერი თანხისთვის. თუ თქვენი გამოწერა მოიცავს ყოველთვიურ ან წლიურ გადასახადს ან ყოველთვიურ ან წლიურ მინიმუმს, თქვენ კვლავ იქნებით პასუხისმგებელი ყველა სერვისის საფასურის გადახდაზე, შესაბამისად, ამ თვის ან წლის ბოლომდე.",
    "218889628": "გარდა იმ შემთხვევისა, როდესაც ჩვენ ვწყვეტთ კლიენტის ამ დანართს ან მომსახურების პირობებს თქვენს მიერ ამ მომხმარებლის დანართის ან მომსახურების პირობების დარღვევის შედეგად, თუ ჩვენ შევწყვეტთ და თქვენ წინასწარ გადაგიხდით რაიმე საკომისიო ჩვენთვის, ჩვენ დაგიბრუნებთ მათ პროპორციულ ნაწილს. წინასწარ გადახდილი თანხები, დარჩენილი დროის ან სერვისების საფუძველზე, რომელიც გადაიხადეთ, რაც ნაკლებია. ჩვენ დავასრულებთ ჩვენს სამუშაოს კომერციულად გონივრულად და შევინარჩუნებთ და მოგაწოდებთ ყველა ფასიანი გამომავალი მონაცემების კომპლექტს და ჩვენს მფლობელობაში არსებულ კლიენტთა მონაცემებს. ნებისმიერი შეწყვეტის შემთხვევაში, ჩვენ შეიძლება, მაგრამ არ ვართ ვალდებული წავშალოთ ნებისმიერი მონაცემი.",
    "2505227594": "7. ზედმეტობა",
    "2369877184": "hCaptcha ინტეგრატორებისთვის ან მომხმარებლებისთვის მაქსიმალური დასაშვები მაქსიმალური RPS განაკვეთი არის 1000 მოთხოვნა წამში თქვენს ანგარიშში შემავალი ერთეულებისთვის (\"RPS\"), თუ თქვენსა და ჩვენს შორის წერილობითი სახელშეკრულებო შეთანხმებით სხვა რამ არ არის განსაზღვრული.",
    "234420106": "იმ შემთხვევაში, თუ თქვენ ხართ hCaptcha Enterprise სერვისის ინტეგრატორი ან მომხმარებელი და თქვენი API-ს გამოყენება RPS-ით გაზომილი აღემატება თქვენი სერვისის დონისთვის გათვალისწინებულ ტარიფს, ჩვენ შეიძლება ავირჩიოთ თქვენი სერვისის შეცვლა ან გადაჭარბებული ტარიფის დარიცხვა. იმ შემთხვევაში, თუ თქვენი მაქსიმალური RPS განაკვეთი აჭარბებს მოწოდებულ ტარიფს 10-ჯერ 10 ან მეტი წუთის განმავლობაში მთლიანობაში 30 დღის განმავლობაში და ამ მოთხოვნების უმეტესი ნაწილი, ჩვენი აზრით, არ არის მავნე ტრაფიკი, ჩვენ შეიძლება ავირჩიოთ ჩამოგაჭრით თქვენი ხელშეკრულებით განსაზღვრული ზედმეტობის განაკვეთით ყველა API მოთხოვნისთვის, რომელიც შესრულებულია ამ თვეში.",
    "2619472217": "8. გადაყიდვა",
    "2019702084": "თუ პირდაპირ არ არის ნებადართული კლიენტის მომსახურების ძირითადი ხელშეკრულებით ან გადამყიდველის ხელშეკრულებით, შეკვეთილი SaaS სერვისები არ უნდა გაიყიდოს, გადაიყიდოს, გაიცეს იჯარა, ქვეიჯარა, ლიცენზირებული, ქველიცენზირებული ან სხვაგვარად ხელმისაწვდომი გახდეს ნებისმიერი სხვა მესამე მხარისთვის (გარდა კლიენტის შვილობილი კომპანიისა). ) და ხელშეკრულებით გათვალისწინებული ყველა შეკვეთა და სერვისის ყველა მომხმარებლის გამოყენება უნდა იყოს მომხმარებლის ან მისი შვილობილი კომპანიის შიდა ბიზნეს გამოყენებისთვის.",
    "1233229030": "სხვადასხვა",
    "1467783792": "შეერთებული შტატების მიერ სანქცირებული არც ერთი პირი, სუბიექტი ან ორგანიზაცია („სანქცირებული აქტორი“) არ არის უფლებამოსილი ჯილდოს ან სერვისების ინტეგრატორის სახით გამოიყენოს. ეჭვის თავიდან აცილების მიზნით, ეს მოიცავს აშშ-ს სახაზინო დეპარტამენტის საგარეო აქტივების კონტროლის ოფისის (\"OFAC\") მიერ დანიშნულ სანქცირებულ პირებს.",
    "3759657802": "თქვენ არ შეგიძლიათ დანიშნოთ, გადასცეთ ან დელეგირება მოახდინოთ ამ მომსახურების პირობების ან თქვენი უფლებებისა და მოვალეობების შესახებ რაიმე ფორმით (კანონმდებლობით ან სხვაგვარად).",
    "1627232990": "ამ მომსახურების პირობების თარგმანები მოწოდებულია საუკეთესო ძალისხმევის საფუძველზე. ინგლისურენოვანი მომსახურების პირობებსა და მის თარგმანს შორის რაიმე არსებითი სხვაობის შემთხვევაში, ინგლისურენოვანი მომსახურების პირობები განიხილება, როგორც ავტორიტეტული.",
    "805221621": "გთხოვთ დაგვიკავშირდეთ ნომერზე",
    "259613338": "თუ თქვენ გაქვთ რაიმე შეკითხვები ამ მომსახურების პირობებთან დაკავშირებით.",
    "2735878907": "ბიზნესის უწყვეტობის დაგეგმვის განცხადება",
    "2887242610": "Intuition Machines, Inc-მა შეიმუშავა ბიზნესის უწყვეტობის გეგმა, თუ როგორ ვუპასუხებთ მოვლენებს, რომლებიც მნიშვნელოვნად არღვევს ჩვენს hCaptcha ბიზნესს. ვინაიდან კატასტროფებისა და შეფერხებების დრო და გავლენა არაპროგნოზირებადია, ჩვენ უნდა ვიყოთ მოქნილი რეაგირება რეალურ მოვლენებზე, როდესაც ისინი მოხდება. ამის გათვალისწინებით, ჩვენ მოგაწვდით ამ ინფორმაციას ჩვენი ბიზნესის უწყვეტობის გეგმის შესახებ.",
    "809251240": "დაგვიკავშირდით",
    "2551802342": "– ჩვენ ვგეგმავთ სწრაფად აღვადგინოთ და განაახლონ ბიზნეს ოპერაციები ბიზნესის მნიშვნელოვანი შეფერხების შემდეგ და ვუპასუხოთ ჩვენი თანამშრომლების და ქონების დაცვით, ფინანსური და ოპერატიული შეფასებით, ფირმის წიგნებისა და ჩანაწერების დაცვით და ჩვენს კლიენტებსა და მათ საბოლოო მომხმარებლებს ონლაინ ტრანზაქციის მიცემით. მოკლედ, ჩვენი ბიზნესის უწყვეტობის გეგმა შექმნილია იმისთვის, რომ ჩვენს ფირმას ნება მისცეს განაახლოს ოპერირება რაც შეიძლება სწრაფად, ბიზნესის მნიშვნელოვანი შეფერხების მასშტაბისა და სიმძიმის გათვალისწინებით. ჩვენი ბიზნესის უწყვეტობის გეგმა მიმართულია: მონაცემთა სარეზერვო და აღდგენა; ყველა მისიის კრიტიკული სისტემა; ფინანსური და ოპერატიული შეფასებები; ალტერნატიული კომუნიკაცია მომხმარებლებთან, თანამშრომლებთან და ზედამხედველობის ორგანოებთან; თანამშრომლების ალტერნატიული ფიზიკური მდებარეობა; მომწოდებლისა და მომხმარებელზე კრიტიკული გავლენა; მარეგულირებელი ანგარიშგება; და მივაწოდოთ ჩვენს კლიენტებს სასწრაფო შეტყობინება, თუ ჩვენ ვერ ვაგრძელებთ ბიზნესს. ჩვენი ძირითადი მიმწოდებლის ფონდი მხარს უჭერს ჩვენს მნიშვნელოვან ჩანაწერებს გეოგრაფიულად განცალკევებულ ტერიტორიაზე. მიუხედავად იმისა, რომ ყოველი საგანგებო სიტუაცია ქმნის უნიკალურ პრობლემებს, რომელიც ეფუძნება გარე ფაქტორებს, როგორიცაა დღის დრო და შეფერხების სიმძიმე, მიმწოდებლის ამ ჯგუფმა გვითხრა, რომ მათი მიზანია საკუთარი ოპერაციების აღდგენა და სერვისების სწრაფად აღდგენა. მიუხედავად იმისა, რომ ჩვენ ვიმუშავეთ რისკის შესამცირებლად მომწოდებელთა მრავალფეროვანი ნაკრების გამოყენებით, თქვენი სერვისები შეიძლება შეიცვალოს ან შეწყდეს ამ პერიოდის განმავლობაში.",
    "826396656": "ჩვენი ბიზნესის უწყვეტობის გეგმა",
    "1979347895": "– ბიზნესის მნიშვნელოვანი შეფერხებები შეიძლება განსხვავდებოდეს მათი მოცულობით, მაგალითად, მხოლოდ ჩვენი ფირმა, ჩვენი ფირმის ერთ-ერთი შენობა, უბანი, სადაც ჩვენი ფირმა მდებარეობს, ქალაქი, სადაც ჩვენ ვართ, ან მთელი რეგიონი. თითოეულ ამ ზონაში, შეფერხების სიმძიმე ასევე შეიძლება განსხვავდებოდეს მინიმალურიდან მძიმემდე. ჩვენი ფირმის, ჩვენი ბიზნეს უბნის, ქალაქის ან რეგიონის ან ჩვენი ფირმის საცხოვრებელი კორპუსის შეფერხების შემთხვევაში, ჩვენ გადავიტანთ ჩვენს ოპერაციებს ადგილობრივ ადგილზე, როცა საჭიროა და არ ველით ბიზნეს ოპერაციების მატერიალურ შეფერხებას. ნებისმიერ შემთხვევაში, ჩვენ ვაპირებთ გავაგრძელოთ ბიზნესი, საჭიროების შემთხვევაში გადავიტანოთ ოპერაციები ალტერნატიულ მომწოდებლებზე და შეგატყობინოთ ჩვენი ვებსაიტის hcaptcha.com და ჩვენი სტატუსის გვერდის მეშვეობით hcaptchastatus.com, თუ როგორ დაგვიკავშირდეთ. თუ ბიზნესის მნიშვნელოვანი შეფერხება იმდენად სერიოზულია, რომ ხელს გვიშლის ბიზნესში დარჩენაში, ჩვენ დაუყოვნებლივ შეგატყობინებთ.",
    "653679457": "განსხვავებული შეფერხებები",
    "410397176": "დამატებითი ინფორმაციისთვის",
    "2095899021": "hCaptcha ბრენდინგის სახელმძღვანელო პრინციპები და სავაჭრო ნიშნის ზოგადი ლიცენზია",
    "2340340589": "მითითებები hCaptcha ნიშნის გამოყენების შესახებ",
    "2430148876": "ჩვენ შევქმენით ეს გაიდლაინები და სასაქონლო ნიშნის ზოგადი ლიცენზია, რათა მაქსიმალურად გაუადვილდეს ჩვენს მომხმარებლებს, პარტნიორებს და თაყვანისმცემლებს მუშაობა ჩვენს ბრენდთან, მიუხედავად იმისა, რომ შევინარჩუნოთ ჩვენი კორპორატიული იდენტობა. თუ გჭირდებათ hCaptcha-ს ხატულების, ლოგოების ან სხვა ნიშნების გამოყენება ისე, რომ არსებითად განსხვავდებოდეს ამ ინსტრუქციებისგან, თქვენ უნდა დაგვიკავშირდეთ (IMI) წერილობითი ლიცენზიისთვის.",
    "3884400764": "მიუხედავად იმისა, რომ თქვენ შეგიძლიათ გამოიყენოთ hCaptcha ნიშნები ამ სახელმძღვანელოს მიხედვით, ეს არ ნიშნავს, რომ თქვენ გაქვთ რაიმე უფლება hCaptcha ნიშნებზე, ლოგოებზე ან სხვა სავაჭრო ნიშანზე, სავაჭრო სახელზე, სერვისის ნიშანზე, ბიზნესის სახელზე ან hCaptcha-ს გუდვილზე. ჩვენ გვსურს მივცეთ რაც შეიძლება მეტი მოქნილობა, მაგრამ ჩვენ ვალდებულნი ვართ დავიცვათ hCaptcha ნებისმიერი სავაჭრო ნიშნის, სავაჭრო სახელის, სერვისის ნიშნის, ბიზნესის სახელის ან hCaptcha-ს გუდვილის არაავტორიზებული გამოყენებისგან. ნებისმიერი არაავტორიზებული გამოყენება ავტომატურად წყვეტს hCaptcha-ს მიერ გაცემულ ნებართვას ან ლიცენზიას და შეიძლება დაეკისროს იურიდიული პასუხისმგებლობა ნებისმიერი ზიანისთვის.",
    "512598290": "ამრიგად, ჩვენ უნდა გთხოვოთ, რომ ყოველთვის გამოიყენოთ hCaptcha-ს ყველა ნიშანი და ლოგო იმ ფორმით, რომელიც შეესაბამება ქვემოთ მოცემულ წესებს, მათ შორის კაპიტალიზაციას, შრიფტსა და სტილს.",
    "2075610992": "Გმადლობთ მხარდაჭერისთვის!",
    "1023190144": "hCaptcha® ტექსტში",
    "4274324704": "აი, როგორ გამოვიყენოთ ჩვენი სახელი წერილობით ასლში:",
    "3912926900": "hCaptcha®-ს უნდა ჰქონდეს რეგისტრირებული სავაჭრო ნიშნის სიმბოლო, როდესაც ის პირველად გამოჩნდება კრეატიულ ასლში.",
    "950637875": "hCaptcha მართლწერა არასოდეს უნდა შეიცვალოს და hCaptcha ყოველთვის უნდა იყოს დიდი ასოებით მეორე ასოში (\"C\"). ის არასოდეს არის მრავლობითი ან მესაკუთრე.",
    "2624601135": "„hCaptcha“ არ უნდა იყოს გამოყენებული, როგორც ბრენდის სახელის ნაწილი, შეერთებული დეფისით, ან გამოყენებული იყოს აპლიკაციების ან სხვა პროდუქტების სახელებში.",
    "3828090208": "ამის ნაცვლად, გამოიყენეთ \"hCaptcha-სთვის\". თუ გამოიყენება მესამე მხარის ლოგოთი, \"hCaptcha-სთვის\" ზომით უფრო მცირე უნდა იყოს, ვიდრე მესამე მხარის ლოგო.",
    "4149738856": "hCaptcha უნდა იყოს გამოყენებული როგორც ზედსართავი სახელი და მოჰყვეს სათანადო ზოგადი ტერმინი.",
    "1446868537": "hCaptcha არასოდეს არ უნდა იქნას გამოყენებული ზმნის სახით.",
    "2487931657": "არ გამოიყენოთ: \"ჩვენ hCaptcha'd ჩვენი საიტი.\"",
    "2565565429": "ამის ნაცვლად გამოიყენეთ: \"ჩვენ ვიყენებთ hCaptcha-ს, რათა ჩვენი საიტი უფრო უსაფრთხო და უსაფრთხო გავხადოთ.\"",
    "3434202027": "hCaptcha სახელის ნებისმიერი გამოყენება კომუნიკაციაში მოითხოვს ატრიბუტს: \"hCaptcha არის Intuition Machines, Inc-ის რეგისტრირებული სავაჭრო ნიშანი.\"",
    "2754937029": "მიუღებელი გამოყენება",
    "2436973524": "მისაღებია მხოლოდ ზუსტი მითითებები. დაუშვებელია იმის თქმა, რომ საიტი იყენებს hCaptcha სერვისებსა და აპლიკაციებს, როდესაც ის არ იყენებს. ანალოგიურად, ჩვენი ლოგოს ან რაიმე ბეიჯის გამოყენება ასევე მიზანშეწონილია მხოლოდ მაშინ, როდესაც საიტი იყენებს hCaptcha სერვისებს.",
    "69844082": "hCaptcha სასაქონლო ნიშნები, გრაფიკული სიმბოლოები, ლოგოები, შრიფტები ან ხატები ასევე არ შეიძლება იყოს გამოყენებული დამამცირებელი სახით.",
    "3861413614": "თქვენ არ შეგიძლიათ გამოიყენოთ რაიმე hCaptcha სავაჭრო ნიშანი ან ლოგო, რომელიც გულისხმობს, რომ hCaptcha-ს აქვს კავშირი ან ადასტურებს, სპონსორობას ან მხარდაჭერას მესამე მხარის პროდუქტთან ან სერვისთან, წერილობითი ნებართვის გარეშე.",
    "1409822234": "არავითარ შემთხვევაში არ უნდა იქნას გამოყენებული იდენტური ან თითქმის იდენტური hCaptcha სავაჭრო ნიშანი დომენის სახელით.",
    "4181060163": "მესამე მხარეებმა არ უნდა გამოიყენონ ვარიაციები ან მართლწერის შეცდომები ან იმოქმედონ ისეთი გზით, რაც გამოიწვევს თავდაპირველი ინტერესის დაბნეულობას hCaptcha სავაჭრო ნიშნებთან დაკავშირებით.",
    "3955555607": "პარტნიორების ან ავტორიზებული გადამყიდველების გარდა, მესამე მხარეებს არ შეუძლიათ განაცხადონ საკვანძო სიტყვები, Google AdWords ან სხვა მიზნობრივი სარეკლამო სისტემები hCaptcha ნიშნების ან მართლწერის შეცდომის გამოყენებით. არც მესამე მხარეებს შეუძლიათ გამოიყენონ hCaptcha ნიშნები დომენის სახელებში, ნებისმიერი საძიებო სისტემის ოპტიმიზაციაში, მეტატეგებში, საძიებო ტერმინებში, კოდში ან სხვა არასწორ წარმოდგენაში.",
    "1985238261": "სხვა შეზღუდული ნიშნები",
    "2193061499": "ჩვენი ზოგიერთი ლოგო და ნიშანი შეზღუდულია hCaptcha-ს და მისი პარტნიორების მიერ გამოსაყენებლად. მესამე მხარეებს არ შეუძლიათ გამოიყენონ შემდეგი ნიშნები hCaptcha-სგან წერილობითი ლიცენზიის გარეშე:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha ავტორიზებული გადამყიდველი™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop მიერ hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop ლოგო™",
    "3942875761": "დაგვეხმარეთ შექმნაში უკეთესი ვებ™",
    "364774188": "მე ვარ ადამიანი™",
    "2785425016": "(კაცობრიობის გადამოწმების გადაწყვეტის კონტექსტში, მაგ. მოწოდება მოქმედებისკენ)",
    "2639657759": "ნებართვით გამოყენებული ნიშნები",
    "1268918580": "hCaptcha-ს და მისი პარტნიორების მიერ გამოყენებული ზოგიერთი ლოგო და ნიშანი მესამე მხარის საკუთრებაა და მათი გამოყენება შესაძლებელია მხოლოდ მათი ნებართვით. მესამე მხარეებს არ შეუძლიათ გამოიყენონ შემდეგი ნიშნები, გარდა მათი მფლობელების მიერ დაშვებული შემთხვევებისა:",
    "3782751514": "HUMAN Protocol® არის HUMAN Protocol Foundation-ის რეგისტრირებული სავაჭრო ნიშანი და გამოიყენება მისი ნებართვით.",
    "1620709264": "HUMAN Token® არის HUMAN Protocol Foundation-ის რეგისტრირებული სავაჭრო ნიშანი და გამოიყენება მისი ნებართვით.",
    "3031953928": "HUMAN Network™ არის HUMAN Protocol Foundation-ის სავაჭრო ნიშანი და გამოიყენება მისი ნებართვით.",
    "3554363588": "სხვა ნიშნები",
    "3290996791": "ყველა სხვა პროდუქტის სახელები, ლოგოები და ბრენდები მათი შესაბამისი მფლობელების საკუთრებაა. ყველა სხვა კომპანიის, პროდუქტის და სერვისის სახელები, რომლებიც გამოიყენება ამ ვებსაიტზე, მხოლოდ საიდენტიფიკაციო მიზნებისთვისაა. ამ სახელების, ლოგოებისა და ბრენდების გამოყენება არ ნიშნავს მოწონებას.",
    "2444685143": "ლოგოს პოლიტიკა",
    "2414232014": "ჩვენი ლოგო მყისიერად ცნობადი და ჩვენი ერთ-ერთი ყველაზე ღირებული და მნიშვნელოვანი აქტივია. იმის უზრუნველსაყოფად, რომ ის დარჩეს ჩვენი კომპანიის ძლიერი წარმომადგენლობით, ის ფრთხილად და თანმიმდევრულად უნდა იყოს წარმოდგენილი კომუნიკაციის ყველა არხზე.",
    "803639471": "hCaptcha ლოგო შედგება ხელის ხატულისა და hCaptcha ლოგოტიპისგან. მისი ალტერნატიული ფორმით, ხელის ხატულა შეიძლება გამოჩნდეს თავისთავად, როდესაც სივრცე შეზღუდულია და \"hCaptcha\" გამოიყენება სიტყვის ნიშნად (როგორც ზემოთ არის აღწერილი) ხელის ხატულასთან ახლოს, ისე, რომ აშკარად ჩანს, რომ ხელის ხატულა წარმოადგენს hCaptcha-ს.",
    "564127016": "hCaptcha ხელის ხატულა:",
    "1424800293": "hCaptcha ლოგო:",
    "1525506526": "რა არის ანგარიშის აღება და როგორ მუშაობს ისინი?",
    "2446481523": "არის ძველი ხალხური ზღაპარი, რომელშიც ვაგონის მძღოლი და დიდგვაროვანი გამოჩნდებიან პოლიციელში, პატარა სოფლის სოფელში. ერთმა კაცმა, ჭუჭყიან, გაჭირვებულ ტანსაცმელში გამოწყობილმა, უთხრა კონსტებილს: „მე ვარ დიდგვაროვანი. ეს კაცი ჩემი მძღოლი იყო.",
    "1767952047": "წუხელ თავს დაესხა, ტანსაცმელი მომპარა და ფული წამიღო“. მეორე კაცმა, დიდებულთა კლასის ტანსაცმელში გამოწყობილმა, უპასუხა: „პოლიციელი, ეს კაცი გიჟია. მას აზნაური ჰგონია. მე ნამდვილი დიდგვაროვანი ვარ. დააკავეთ იგი!”",
    "2947576723": "ეს ამბავი მართვის მოწმობასა და ციფრულ თითის ბეჭდვას უსწრებს წინ, მაგრამ ის გვთავაზობს კარგ მაგალითს იმისა, თუ რა შეიძლება მოხდეს არასწორად ანგარიშის აღების შემთხვევაში. ადამიანი შედის ონლაინ საბანკო ანგარიშზე ან მობილური გადახდების აპლიკაციაში. არის ის რეალური ანგარიშის მფლობელი, თუ ჰაკერი? ვინ არის სინამდვილეში ვინ? უსაფრთხოების ეს საკითხები გავლენას ახდენს ორგანიზაციებზე, რომლებიც ნებას რთავენ თვითმომსახურების ანგარიშზე წვდომას.",
    "1687299615": "რა არის ანგარიშის აღება?",
    "2648707986": "ანგარიშის აღება არის კიბერ თაღლითობის ფორმა, რომლის დროსაც მავნე აქტორი ასახავს ონლაინ ანგარიშის მფლობელს. როგორც წესი, ანგარიში არის ფინანსურ ინსტიტუტში ან ელექტრონული კომერციის ბიზნესში, სადაც თაღლითს შეუძლია მოიპაროს ფული, საქონელი ან სასაჩუქრე ბარათები. თავდამსხმელი იყენებს მოპარულ შესვლის სერთიფიკატებს ანგარიშზე წვდომისთვის და შემდეგ მის ხელში ჩასაგდებად, შესაძლოა შეცვალოს პაროლი, რათა დაბლოკოს რეალური ანგარიშის მფლობელი.",
    "1476843710": "ნაკლებად ფინანსურად საზიანო, მაგრამ მაინც საზიანო ანგარიშების აღების ფორმები მოიცავს სოციალური მედიის ანგარიშების გატაცებას და მსგავს. ამ შემთხვევებში, თავდამსხმელი, როგორც წესი, ცდილობს გაავრცელოს მავნე პროგრამა ან ჩაერთოს ფიშინგში თავდასხმებში მსხვერპლის არაეჭვმიტანილი მეგობრების წინააღმდეგ. ან, თავდამსხმელი ცდილობს შეარცხვინოს მსხვერპლი, რაც ზოგჯერ ხდება, მაგალითად, ცნობილ ადამიანებთან და პოლიტიკოსებთან.",
    "2904949278": "როგორ იღებს ჰაკერი ანგარიშს?",
    "2575690545": "ანგარიშის აღება, ისევე როგორც ბევრი კიბერ თაღლითობა, ძირითადად ავტომატიზირებული, მასობრივი პროცესების საკითხია. იშვიათია ჰაკერი, დედის სარდაფში კაპიუშონში გამოწყობილი, ბანკის ვებსაიტებზე სათითაოდ აკრიფოს პაროლები.",
    "3614653023": "უფრო მეტიც, პრაქტიკა ეყრდნობა ფართომასშტაბიან რწმუნებათა სიგელების ჩაყრის შეტევებს, რომლებიც ცდილობენ მილიონობით მომხმარებლის სახელის/პაროლის წყვილს ათეულობით სამიზნე ფინანსურ ინსტიტუტზე, ანგარიშების მცირე ქვეჯგუფის განბლოკვის იმედით. მას შემდეგ, რაც ავტომატური თაღლითობის პროგრამული უზრუნველყოფა მოიპოვებს წვდომას ანგარიშზე, ადამიანის ჰაკერი შეიძლება ჩაერთოს, მაგრამ ზოგიერთ შემთხვევაში, არა.",
    "2762759509": "ბევრი ანგარიშის აღების შეტევა თითქმის მთლიანად ავტომატიზირებულია.",
    "1972710018": "კომპანიის პერსპექტივიდან დანახვა",
    "1282121137": "იმის გასაგებად, თუ რამდენად პრობლემური შეიძლება იყოს ანგარიშის აღება, განიხილეთ როგორ გამოიყურება გამოცდილება ფინანსური ინსტიტუტის თვალსაზრისით. ისინი ყოველდღიურად ამუშავებენ მილიონობით შესვლას.",
    "2315518622": "დღევანდელი თავდასხმის ხელსაწყოებში არსებული დახვეწილობით, უკიდურესად რთულია იმის დადგენა, თუ რომელია თაღლითური. შემდეგ ადამიანი რეკავს მომხმარებელთა მომსახურების ხაზზე და ამბობს: „ჩემს ანგარიშზე თავდასხმა მოხდა! მე ვერ შევდივარ და ვიღაც მპარავს ფულს!“",
    "1836369533": "ხალხურ ზღაპარში კონსტებლის მსგავსად, როგორ უნდა დადგინდეს ვინ არის სინამდვილეში ვინ? თუ თავდამსხმელს აქვს საკმარისი მოპარული პირადობის ელემენტები, როგორიცაა მართვის მოწმობის ნომერი, სოციალური დაცვის ნომერი, დედის ქალიშვილობის გვარი, მისამართი და ა.შ. პაროლის გადატვირთვა იმ ანგარიშზე, სადაც მას სურს შეაღწიოს.",
    "2880837730": "რა შეიძლება გაკეთდეს ანგარიშის აღების შესაჩერებლად?",
    "3654556483": "საფინანსო ინსტიტუტებსა და ელექტრონული კომერციის კომპანიებს აქვთ პროცესები და კონტროლი, რომლებიც ამცირებენ ანგარიშების გადაღების საფრთხეს. ეს არის მოძველებული უსაფრთხოების კითხვებიდან „რა ერქვა შენს საუკეთესო მეგობარს დაწყებით სკოლაში“ დაწყებული, ამოცნობის მეთოდებამდე, რომელიც ასახავს საეჭვო IP მისამართებს და მობილური მოწყობილობის პროფილებს.",
    "2449501658": "გთავაზობთ ერთ-ერთ ყველაზე მოწინავე გზას ანგარიშის თაღლითური შესვლის მცდელობების საფრთხის შესამცირებლად, მანქანური სწავლების გამოყენებით ბოტების აღმოსაჩენად და შესაჩერებლად და ეფექტურად ართულებს ან თუნდაც შეუძლებელს თაღლითებისთვის ანგარიშის აღებაში ჩართვა.",
    "3621455477": "მეტის გასაგებად!",
    "555246307": "სხვათა შორის, აი, როგორ მთავრდება დიდგვაროვანი და მისი მძღოლის ამბავი: კონსტებლი ორ კაცს საათობით ოთახში ერთად ჯდებოდა და ჭკუიდან მობეზრდებოდა. დღის ბოლოს ის გამოჩნდა და თქვა: „ახლავე დაველაპარაკები ვაგონის მძღოლს“. კეთილშობილური ტანისამოსი ფეხზე წამოდგა. ისეთი მოწყენილი იყო, დაავიწყდა, რომ მხოლოდ აზნაურს თავს აჩენდა.",
    "1224727373": "BotStop მიერ hCaptcha",
    "1187718370": "Დაგვიკავშირდით",
    "3892905664": "hCaptcha ეხმარება თქვენს საყვარელ ონლაინ სერვისებს თავიდან აიცილონ ბოტები, სპამი და ბოროტად გამოყენება მარტივი კითხვების დასმით, რომლებიც მარტივია ადამიანებისთვის და რთული მანქანებისთვის.",
    "555158694": "სერვისმა, რომელსაც იყენებთ, აირჩია გააუმჯობესოს თქვენი გამოცდილება მათ საიტზე hCaptcha-ს დაყენებით მავნე ტრაფიკის შესამცირებლად.",
    "1617196410": "hCaptcha ორიენტირებულია ბოტების გაჩერებაზე. ჩვენ არ გვაინტერესებს ვინ არის მომხმარებელი, არამედ მხოლოდ ის არის თუ არა მავნე. ჩვენ ბევრს ვმუშაობთ კონფიდენციალურობის დასაბალანსებლად და",
    "1624200563": "უსაფრთხოება და შეესაბამება GDPR, CCPA, LGPD, PIPL და კონფიდენციალურობის სხვა რეგულაციებს.",
    "1927613000": "hCaptcha აერთიანებს დახვეწილ მანქანათმცოდნეობას მძლავრ გამოწვევის პლატფორმასთან, რათა დაიცვას ვებ აპლიკაციები ანგარიშის აღების, რწმუნებათა სიგელების ჩაყრისგან, სკრაპინგისა და სხვა სახის ბოროტად გამოყენებისგან.",
    "1133989302": "რატომ hCaptcha?",
    "34074886": "ყოველ ჯერზე, როცა გამოწვევას უპასუხებთ, ჩვენ ვიყენებთ დახვეწილ მოდელებს იმის გასარკვევად, ხართ თუ არა ადამიანი. თქვენ მიერ მონახულებული ვებსაიტი იყენებს ამ შედეგს, რათა გააუმჯობესოს თქვენი გამოცდილება მათ საიტზე, ბოტების დაცვით.",
    "3412647984": "ეს საშუალებას გაძლევთ თავიდან აიცილოთ მომავალი კითხვები რეგისტრაციით და ქუქი-ფაილის დაყენებით. გთხოვთ, ასევე სცადოთ თქვენი რეკლამის ბლოკერის გამორთვა.",
    "2510209017": "გჭირდებათ მეტი დახმარება?",
    "477275453": "რატომ არის API-ები ჰაკერებისთვის პოპულარული სამიზნე?",
    "596347471": "აპლიკაციის პროგრამირების ინტერფეისები (API) გახდა პოპულარული სამიზნე კიბერსივრცეში მავნე მოქმედი პირებისთვის. ამის მრავალი მიზეზი არსებობს, მათ შორის მათი დიდი სარგებლობა აპლიკაციის ინტეგრაციაში. თუმცა, შესაძლებელია API რისკის შერბილება.",
    "2441638955": "პირველი, რა არის API?",
    "3963216198": "იმის განსახილველად, თუ რატომ არის API-ები პოპულარული სამიზნე ჰაკერებისთვის, პირველ რიგში, ღირს მოკლე მომენტი, რათა განვსაზღვროთ, თუ რას ნიშნავს ამჟამად ტერმინი „API“. API-ს კონცეფცია სულაც არ არის ახალი. სინამდვილეში, ინტერფეისები სხვადასხვა კომპიუტერული სისტემების ერთმანეთთან დასაკავშირებლად, ისევე როგორც მათი შიდა კომპონენტები, არსებობს სულ მცირე 1960-იანი წლების დასაწყისიდან.",
    "1047251718": "თუმცა, დღეს, როდესაც ადამიანები საუბრობენ API-ებზე, ისინი უცვლელად გულისხმობენ სტანდარტებზე დაფუძნებულ API-ებს. ეს არის API-ები, რომლებიც აგებულია ღია სტანდარტების გამოყენებით, როგორიცაა Representational State Transfer (REST) და ღია სტანდარტული ფაილის ფორმატები, როგორიცაა JavaScript Object Notation (JSON). ასეთი \"RESTful API\", როგორც ცნობილია, შეიძლება შეიქმნას საკუთრების პროგრამული უზრუნველყოფის საჭიროების გარეშე. შედეგად API-ებს შეუძლიათ გაგზავნონ და მიიღონ მონაცემები და პროცედურული ზარები პროგრამულ აპლიკაციებს შორის. მაგალითად, მობილური ბანკინგის აპლიკაცია იყენებს API-ს ბანკის სისტემებზე წვდომისთვის.",
    "3195334319": "API-ების სასარგებლოობა და დაუცველობა",
    "1903743785": "სტანდარტებზე დაფუძნებული API-ების გამოჩენა წარმოადგენდა მნიშვნელოვან წინსვლას აპლიკაციების ინტეგრაციაში. ბოლო 20 წლის განმავლობაში, API-ები გადაიზარდა ძვირადღირებული და რთული საკუთრების პროგრამული პროდუქტებიდან თავისუფალ, სტანდარტებზე დაფუძნებულ ინსტრუმენტებზე, რომლებთანაც შედარებით ადვილი იყო მუშაობა და სწრაფი დანერგვა.",
    "879362350": "ახალი API-ებით, რომლებიც მუშაობენ ინტერნეტში, შესაძლებელი გახდა ნებისმიერი პროგრამული უზრუნველყოფის ან მონაცემთა წყაროს დაკავშირება, მსოფლიოს ნებისმიერ წერტილში, მიუხედავად პლატფორმისა, მონაცემთა სქემისა თუ პროგრამირების ენისა. შედეგად, კომპიუტერული სამყარო ახლა API რევოლუციის შუაგულშია. აპლიკაციებსა და მონაცემებს შორის კავშირის აფეთქება მოხდა. ეს მშვენიერია, სანამ არ არის.",
    "3844432472": "API-ების ღიაობა და სარგებლიანობა მათ წარმოუდგენლად მდიდარ სამიზნეებად აქცევს თავდამსხმელებისთვის. ისევე, როგორც მობილური აპლიკაციის დაპროგრამება შესაძლებელია API-ის გამოყენებით კორპორატიული სისტემიდან მისაწვდომად და ინფორმაციის მისაღებად, ასევე მავნე პროგრამის ნაწილი. ჰაკერებმა დაწერეს მრავალფეროვანი პროგრამული ინსტრუმენტები API-ების ბოროტად გამოყენების მიზნით. ეს არის ეფექტური შეტევის ტექნიკა.",
    "2187096543": "მართლაც, დაფიქსირდა რამდენიმე ძირითადი მონაცემების დარღვევა ჰაკერების მიერ დაწერილი პროგრამული უზრუნველყოფის შედეგად, რომელიც მოუწოდებდა API-ს მონაცემთა ბაზიდან ამოსაღებად. ყოველივე ამის შემდეგ, თუ მონაცემების მოპარვა უბრალოდ მოითხოვს ძირითად GET ზარს API-ზე, დაწერილი REST-ისა და JSON-ის გამოყენებით, მაშინ ადვილია მონაცემთა ბაზის გასუფთავება. სინამდვილეში, როდესაც ადამიანები საუბრობენ „ეკრანის გახეხვის“ შეტევებზე, ისინი სინამდვილეში გულისხმობენ, ძირითადად, სწრაფი ცეცხლის API ზარებს, რომლებიც მონაცემთა ბაზებიდან ამოიღებენ მონაცემებს. API-ები იქცა მთავარ თავდასხმად იმ ორგანიზაციებისთვის, რომლებიც ქმნიან მათ.",
    "4222109231": "API რისკის შერბილება hCaptcha's Enterprise Product-ით",
    "1783317946": "API შეტევების შეჩერება პოპულარული გამოყენების შემთხვევაა",
    "3022922096": ", hCaptcha-ს საწარმოს პროდუქციის ნაკრები. hCaptcha-ს უფასო ვერსიისგან განსხვავებით,",
    "63719113": "იყენებს მოწინავე მანქანურ სწავლებას თქვენს საიტზე და აპებში მავნე ტრაფიკის იდენტიფიცირებისთვის - სკრაპინგის აქტივობების ჩათვლით.",
    "3566102529": "ჩვენ დღეს ვისწავლოთ მეტი.",
    "3096553330": "ჩვენ მიერ შექმნილი ყველა სისტემა უბრალოდ ასახავს ჩვენს ურთიერთობას სხვა ადამიანებთან.",
    "1467218142": "ის, რაც ჩვენ გვსურს მათგან და საკუთარი თავისგან, განაპირობებს ჩვენს ქცევას და, ამრიგად, ურთიერთქმედების იგივე ნიმუშები მეორდება ყველა ადამიანურ სისტემაში. ინტერნეტი გვაწვდის უამრავ მაგალითს ჩვენი სამყაროს ამ ფუნდამენტური ასპექტის შესახებ.",
    "808872868": "მაგალითად: სპამი, თაღლითობა და ბოროტად გამოყენება არსებობდა ონლაინ მას შემდეგ, რაც ორი სისტემა პირველად დაუკავშირდა ერთმანეთს.",
    "1085089390": "ონლაინ ძალადობა გამომდინარეობს ადამიანის თანდაყოლილი ქცევებიდან",
    "3064321967": "პირველი ცნობილი სპამი ელ.წერილი გაიგზავნა 1978 წელს.",
    "3800781598": "] თითქმის ხუთი ათეული წლის შემდეგ, ელფოსტის სპამი კვლავ გვაწუხებს. მრავალი მილიარდი დოლარი და ათასობით ადამიანი-წლის საინჟინრო ძალისხმევა დაიხარჯა მის დასამარცხებლად, მაგრამ სპამი რჩება. ორივე მხარეს არის მილიარდი დოლარის მრეწველობა, ანუ მისგან დამცველი და მისგან გამომგზავნი.",
    "2119943547": "Რატომ არის ეს? პასუხი მარტივია. სანამ არსებობს სისტემის ბოროტად გამოყენების სტიმული, ვინმე ზოგადად იპოვის გზას. და როგორც კი ამას გააკეთებენ, ახლა სხვას ექნება სტიმული, რომ შეაჩეროს ისინი.",
    "532470444": "ბალანსი შეიძლება ოდნავ შეიცვალოს წლიდან წლამდე, მაგრამ ეს ქცევა უბრალოდ ასახავს ადამიანის ფუნდამენტურ ბუნებას და ხუთი ათასი წლის ჩაწერილი ისტორია ნიშნავს, რომ დინამიკა ნაკლებად სავარაუდოა, რომ მალე შეიცვალოს.",
    "3193548097": "იმედი წყაროები მარადიული",
    "4065614934": "ეს ანალიზი ახალი არ არის, მაგრამ ხალხი მარადიული ოპტიმისტურია. განსაკუთრებით მაშინ, როცა ფიქრობენ, რომ მათი იდეა ახალია.",
    "1216071511": "იგივე იდეები შემოთავაზებულია იმდენად ხშირად, რომ დაახლოებით 20 წლის წინ, ანონიმურმა ავტორმა მოიფიქრა გამოსადეგი სიცარიელის შევსება ონლაინ დისკუსიებისთვის ანტი-სპამის გადაწყვეტილებების შესახებ:",
    "1941999673": "თქვენი პოსტის დამცველები ა",
    "4179118182": "( ) ტექნიკური ( ) საკანონმდებლო ( ) ბაზარზე დაფუძნებული ( ) სიფხიზლე",
    "3978720689": "სპამის წინააღმდეგ ბრძოლის მიდგომა. შენი იდეა არ იმუშავებს. აი რატომ არ იმუშავებს.",
    "318339230": "(ქვემოთმოყვანილი ერთი ან მეტი შეიძლება ეხებოდეს თქვენს კონკრეტულ იდეას და შეიძლება ჰქონდეს",
    "30312304": "სხვა ხარვეზები, რომლებიც იცვლებოდა შტატში შტატში ცუდი ფედერალური კანონის მიღებამდე.)",
    "2710988028": "( ) სპამერებს შეუძლიათ ადვილად გამოიყენონ ის ელ.ფოსტის მისამართების მოსაპოვებლად",
    "3912514510": "( ) იმოქმედებს საფოსტო სიები და ელ.ფოსტის სხვა ლეგიტიმური გამოყენება",
    "2030062561": "( ) ვერავინ იპოვის ბიჭს და ვერ შეაგროვებს ფულს",
    "3334160175": "( ) ის დაუცველია უხეში ძალის შეტევებისგან",
    "3238345709": "( ) ის შეაჩერებს სპამს ორი კვირის განმავლობაში და შემდეგ ჩვენ მასში დავრჩებით",
    "4227800293": "( ) ელ.ფოსტის მომხმარებლები ამას არ შეეგუებიან",
    "2271252286": "( ) Microsoft არ შეეგუება ამას",
    "692064738": "( ) პოლიცია ამას არ შეეგუება",
    "3475647460": "( ) მოითხოვს ძალიან დიდ თანამშრომლობას სპამისგან",
    "1482845460": "( ) მოითხოვს დაუყოვნებლივ სრულ თანამშრომლობას ყველასგან ერთდროულად",
    "3741193183": "( ) ელ.ფოსტის ბევრ მომხმარებელს არ შეუძლია ბიზნესის დაკარგვა ან პოტენციური დამსაქმებლების გასხვისება",
    "2234909600": "( ) სპამერებს არ აინტერესებთ არასწორი მისამართები მათ სიებში",
    "1982617151": "( ) ნებისმიერს შეეძლო ანონიმურად გაანადგუროს სხვისი კარიერა ან ბიზნესი",
    "2498172334": "კონკრეტულად, თქვენი გეგმა ვერ ითვალისწინებს",
    "389705801": "( ) კანონები, რომლებიც პირდაპირ კრძალავენ მას",
    "190955495": "( ) ელექტრონული ფოსტის ცენტრალური კონტროლის უფლებამოსილების ნაკლებობა",
    "237009707": "( ) ღია რელეები უცხო ქვეყნებში",
    "3507532387": "( ) ყველა ელ.ფოსტის მისამართის მცირე ალფაციფრული მისამართების სივრცის ძიების სიმარტივე",
    "2477958756": "( ) Ცუდი ხალხი",
    "3254142589": "( ) იურისდიქციის პრობლემები",
    "3621401685": "( ) უცნაური ახალი გადასახადების არაპოპულარობა",
    "4277475973": "( ) საზოგადოების თავშეკავება ფულის უცნაური ახალი ფორმების მიღებაზე",
    "941057651": "( ) უზარმაზარი არსებული პროგრამული ინვესტიცია SMTP-ში",
    "3265293440": "( ) SMTP-ის გარდა სხვა პროტოკოლების მგრძნობელობა თავდასხმის მიმართ",
    "515733427": "( ) მომხმარებელთა სურვილი დააინსტალირონ OS-ის პატჩები, რომლებიც მიღებულია ელექტრონული ფოსტით",
    "2631159699": "( ) ჭიების არმიები დაცლილი ფართოზოლოვანი ქსელით დაკავშირებული Windows ყუთები",
    "776542208": "( ) მარადიული შეიარაღების რბოლა ჩართული ყველა ფილტრაციის მიდგომებში",
    "989480928": "() სპამის უკიდურესი მომგებიანობა",
    "3898950867": "() ჯო სამუშაოები და/ან პირადობის ქურდობა",
    "3395399558": "( ) ტექნიკურად გაუნათლებელი პოლიტიკოსები",
    "1118929614": "( ) უკიდურესი სისულელე იმ ადამიანების მხრიდან, რომლებიც საქმიანობენ სპამერებთან",
    "838951836": "( ) არაკეთილსინდისიერება თავად სპამერების მხრიდან",
    "2123236933": "( ) გამტარუნარიანობის ხარჯები, რომლებიც გავლენას არ ახდენს კლიენტის ფილტრაციაზე",
    "2292919419": "() Outlook",
    "2534436327": "და შეიძლება გამოყენებული იქნას შემდეგი ფილოსოფიური წინააღმდეგობები:",
    "832385387": "( ) თქვენი მსგავსი იდეების მოფიქრება ადვილია, მაგრამ არცერთი არასოდეს ყოფილა პრაქტიკული",
    "1993984258": "( ) ნებისმიერი სქემა, რომელიც დაფუძნებულია უარის თქმაზე, მიუღებელია",
    "3909240516": "( ) SMTP სათაურები არ უნდა იყოს კანონმდებლობის საგანი",
    "1151065360": "( ) შავი სიები საზიზღარია",
    "2396605499": "( ) თეთრი სიები საზიზღარია",
    "2225785608": "( ) ვიაგრაზე ცენზურის გარეშე უნდა ვისაუბროთ",
    "3004688366": "( ) საპირისპირო ზომები არ უნდა მოიცავდეს თაღლითობას ან საკრედიტო ბარათის თაღლითობას",
    "922470170": "( ) კონტრზომები არ უნდა მოიცავდეს საჯარო ქსელების საბოტაჟს",
    "3068923550": "( ) კონტრზომებმა უნდა იმოქმედოს, თუ ეტაპობრივად განხორციელდება",
    "2752975480": "( ) ელ.ფოსტის გაგზავნა უნდა იყოს უფასო",
    "117227832": "( ) რატომ უნდა ვენდოთ თქვენ და თქვენს სერვერებს?",
    "1021431157": "( ) შეუთავსებლობა ღია წყაროსთან ან ღია კოდის ლიცენზიებთან",
    "2801524659": "( ) კეთილგანწყობილი ზომები პრობლემის გადასაჭრელად არაფერს აკეთებს",
    "931661269": "( ) დროებითი/ერთჯერადი ელფოსტის მისამართები რთულია",
    "2090457681": "( ) არ მინდა მთავრობამ წაიკითხოს ჩემი ელ.წერილი",
    "3536122902": "( ) მათი ამ გზით გაჩერება არ არის საკმარისად ნელი და მტკივნეული",
    "2391175562": "გარდა ამისა, აი რას ვფიქრობ შენზე:",
    "229198134": "( ) ბოდიში მეგობარო, მაგრამ არამგონია იმოქმედოს.",
    "345563040": "( ) ეს სულელური იდეაა და შენ სულელი ადამიანი ხარ მის შემოთავაზებისთვის.",
    "409780280": "( ) Კარგი ცდა, ****! იმედი მაქვს, რომ ვიღაც დაგადგება კლავიატურაზე!",
    "2820080973": "მასპინძლობს ❤-თან",
    "3943164003": "ნედლეულის ნახვა",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "რატომ არ იმუშავებს თქვენი ახალი ანტი-სპამის გადაწყვეტა",
    "361795034": ". უცნობი ავტორი, გ. 2000 წ",
    "1547006769": "კაცობრიობის შემოწმება იგივე პრობლემაა",
    "3717942925": "ისევე, როგორც ყოველთვის იქნებიან ადამიანები, რომლებსაც სურთ თქვენი ყურადღების მიქცევა ელექტრონული ფოსტით, ყოველთვის იქნება სურვილი შეზღუდოს წვდომა ზოგიერთ რესურსზე ისე, რომ მათზე წვდომა მხოლოდ ადამიანებს შეუძლიათ.",
    "2481032625": "არის თუ არა მიზანი პრევენცია:",
    "1691348394": "- ავტომატური მასობრივი შესყიდვები შეზღუდული გამოშვების გაყიდვის დროს",
    "1771016224": "- პროგრამული უზრუნველყოფა თქვენი ვებსაიტის მთელი შინაარსის მასიურად ჩამოტვირთვისთვის",
    "1959762846": "- თქვენი ვებ-ფორმების შევსება გაუთავებელი მარკეტინგული სპამით ან ბოროტად გამოყენებისას",
    "345108670": "- რწმუნებათა სიგელების ჩაყრა და ანგარიშის აღების სხვა მცდელობები",
    "2540760245": "სხვა მრავალ გამოყენებასთან ერთად, ონლაინ ტრაფიკის გაფილტვრა „ადამიანის თუ არა“ საფუძველზე, სავარაუდოდ, დარჩება ღირებული ინსტრუმენტი მანამ, სანამ ადამიანის ბუნება მიჰყვება იმავე ნიმუშებს, რომლებიც დაფიქსირებულია ბოლო ხუთი ათასი წლის განმავლობაში.",
    "3346362371": "რაც შეეხება მანქანურ სწავლებას?",
    "3619183405": "2021 წელს მარტივი CAPTCHA შეიძლება ზოგჯერ გადაიჭრას პროგრამული უზრუნველყოფით, მანქანური სწავლების მიღწევების წყალობით. ამის გადასაჭრელად, hCaptcha ასევე აკეთებს ძალიან დეტალურ ანალიზს ისეთი თვისებების შესახებ, როგორიცაა",
    "3292221787": "გამოწვევას უპასუხეს და არა მხოლოდ სწორი იყო თუ არა, და ხშირად ცვლის როგორც შეკითხვებს, ასევე გამოყენებულ მონაცემებს.",
    "1080672247": "იმის გამო, რომ დასმული კითხვების ეკონომიკურად გადაჭრა შეუძლებელია თაროზე არსებული პროგრამული უზრუნველყოფის გამოყენებით, და რადგან მონაცემები ზოგადად უნიკალურია სისტემისთვის, ეს ნიშნავს, რომ ბოტები ხშირად მთლიანად შეჩერებულია უფასო სერვისით და ამის ნაცვლად უნდა დაეყრდნონ ადამიანურ CAPTCHA ამომხსნელებს. ბევრ სახის ბოროტად გამოყენებას სრულიად არაეკონომიურს ხდის.",
    "4172868199": "ბევრად უფრო შორს მიდის, გადადის იმ სფეროში, რომ ცდილობს განასხვავოს „კარგი ადამიანი“ „ცუდი ადამიანისგან“ და დღეს გამოიყენება მსოფლიოს მრავალი ყველაზე პოპულარული ონლაინ სერვისის მიერ ყველაფრის საპოვნელად და შესაჩერებლად, შესყიდვის თაღლითობიდან დაწყებული, დამთავრებული სტაბილურობით. საფრთხეები მათი მომხმარებლების წინააღმდეგ, კონფიდენციალურობის დაცვაზე უნიკალური აქცენტის შენარჩუნებით.",
    "2873911365": "რაც შეეხება ტექნიკის ატესტაციას?",
    "1477196356": "იდენტურობის მოწყობილობასთან კრიპტოგრაფიულად უსაფრთხოდ დაკავშირების სხვადასხვა მეთოდი, ზოგჯერ კონფიდენციალურობის დაცვის თვისებებით, შემოთავაზებულია ათწლეულების განმავლობაში. საჯარო გასაღების კრიპტოგრაფია თარიღდება ჩვ. 1975 წელს, და ტექნიკის ნიშნები არსებობდა თითქმის ამდენი ხნის განმავლობაში.",
    "2349681896": "სამწუხაროდ, ტექნიკის ნაწილის კონტროლი არ ნიშნავს იმას, რომ ადამიანი ხართ. თითქმის ყველა პოპულარული სამომხმარებლო ტექნიკის ატესტაციის სქემა არაერთხელ დაირღვა, შესწორებული და შემდეგ ისევ გატეხილია.",
    "254326776": "ხშირად აღმოჩენილია, რომ ამ ხარვეზების მავნე ბოროტად გამოყენება ხდება გამჟღავნებამდე ან აკადემიურ გამოქვეყნებამდე თვეების ან წლების განმავლობაში.",
    "2462909475": "10000-ზე მეტი ტელეფონისგან შემდგარი კედელი, რომელიც გამოიყენება ბოროტად გამოყენებისთვის, ჩინური ბოტის ოპერაციის ნაწილი.",
    "1963951234": "არ აქვს მნიშვნელობა რამდენად სანდოა თქვენი კრიპტოგრაფიული სქემა, თუ ვინმეს შეუძლია დღის ბოლოს უბრალოდ ფული დახარჯოს თქვენთვის სასურველი პასუხის გასაცემად, ტექნიკის ფლობა არასაკმარისია.",
    "1278884196": "ამის თქმით, კრიპტოგრაფია საკმაოდ ახალგაზრდა დისციპლინაა. უახლესი ისტორიიდან გამომდინარე, თქვენი კრიპტოგრაფიული სქემა და/ან იმპლემენტაცია სავარაუდოდ დაირღვევა, როგორც კი ვინმეს ექნება სტიმული, ყურადღებით დააკვირდეს მას და, სავარაუდოდ, სხვა ადამიანები ამას თქვენამდე დიდი ხნით ადრე გაერკვნენ. აპარატურაზე დაყრდნობა ასევე ნიშნავს, რომ შეიძლება დაგჭირდეთ თქვენს თითოეულ მომხმარებელს სთხოვოთ ფიზიკური მოწყობილობის შეცვლა, ხარვეზის აღმოსაფხვრელად. უმეტეს შემთხვევაში, ეს ნაკლებად სავარაუდოა, რომ მოხდეს სწრაფად, რაც იმას ნიშნავს, რომ სინამდვილეში თქვენი სისტემა უბრალოდ ვერ გაიხსნება.",
    "1828028934": "Სწორედ ამიტომ",
    "1642844535": "მნიშვნელოვანია: hCaptcha იყენებს მრავალ განსხვავებულ მიდგომას ერთსა და იმავე ფუნდამენტურ კითხვაზე პასუხის გასაცემად, რაც შესაძლებელს ხდის შედარებას ყველა შეფასების თანმიმდევრულობისთვის.",
    "1155821305": "თავდაცვა არის სიღრმე",
    "119098046": "რაც შეეხება პასიურ ან გამოწვევის გარეშე გადაწყვეტილებებს?",
    "2760410719": "სერვისები, რომლებიც ცდილობენ ბოტის აღმოჩენის გაკეთებას წმინდა პასიური სიგნალებით, სწრაფად აწყდებიან ფუნდამენტურ პრობლემას: როგორ ამოწმებთ, სწორად ამოიცნობს თუ არა სისტემა ცუდ ფაქტორებს, როდესაც არ გაქვთ ზუსტი საფუძველი?",
    "1722734001": "ღია ინტერნეტი ძალიან ხმაურიანი გარემოა. ცუდი მსახიობები ყოველდღიურად თავს ესხმიან ჩვენი სერვისის მომხმარებლებს და კონკურენტებს, როგორიცაა reCAPTCHA და, რა თქმა უნდა, ცდილობენ გამოიყურებოდნენ რაც შეიძლება ადამიანურად ამ დროს.",
    "1595254735": "წმინდა პასიური სერვისები იბრძვიან ბოტის აღმოჩენის სიზუსტის შესანარჩუნებლად, ან თუნდაც იმის გარკვევაში, თუ როდის არის ისინი არაზუსტი. მომხმარებლების დროდადრო გამოწვევის და ამ გამოწვევის შედეგების სწორად გაანალიზების შესაძლებლობის გარეშე, სიზუსტე დროთა განმავლობაში მნიშვნელოვნად იკლებს.",
    "2412751979": "უფრო ზუსტი ადამიანური სიგნალების წყალობით, რომლებიც ამუშავებენ hCaptcha-ს, ბევრი კომპანია, რომლებიც ადრე იყენებდნენ reCAPTCHA v3/Enterprise-ს, გადაერთნენ",
    "2284856231": "და ასევე მკვეთრად გაუმჯობესებული სიზუსტე hCaptcha Enterprise-ის წმინდა პასიურ რეჟიმშიც.",
    "4162847": "ჩვენ შევძელით ამის პირდაპირ დაკვირვება, რადგან ზოგიერთი ჩვენი მომხმარებელი აწარმოებს A/B ტესტებს იმავე მოთხოვნით, სანამ ისინი მთლიანად Google-ის შეთავაზებებზე გადადიან. ჩვენ, როგორც წესი, შეგვიძლია დავამტკიცოთ მაღალი ცრუ დადებითი და ცრუ უარყოფითი მაჩვენებელი reCAPTCHA v3 ან reCAPTCHA Enterprise-დან.",
    "436125785": "ეს გასაკვირი არ არის, თუ გავითვალისწინებთ ამ პროდუქტებში არსებული უკუკავშირის მარყუჟების უზუსტობას და იმ ფაქტს, რომ ისინი იყიდება სარეკლამო ქსელის მიერ, რომელსაც აქვს დიდი ინტერესი, რომ არ იყოს ძალიან კარგი ბოტების გამოვლენაში, რათა არ დააზარალებს მათ ძირითად ბიზნესს.",
    "2233741720": "Საბოლოოდ",
    "2133809801": "სანამ ადამიანები ადამიანებად დარჩებიან, სავარაუდოა, რომ კაცობრიობის შემოწმებას ექნება როლი ონლაინში.",
    "2255549335": "ჩვენი სამუშაო hCaptcha-ში არის კარგი ურთიერთგაგების პოვნა სირთულესა და სიზუსტეს შორის და დაბალი ხახუნის შენარჩუნება, განსაკუთრებით",
    "4138068262": "მომხმარებლები. საბოლოო ჯამში, გამოწვევებთან ურთიერთქმედება, სავარაუდოდ, დარჩება ონლაინ ძალადობის შემცირების ინსტრუმენტების არსენალის ნაწილი, სანამ ადამიანის ბუნება უცვლელი დარჩება.",
    "855097735": "სერვისის შექმნა, რომელიც ამას კარგად აკეთებს და აწონასწორებს ყველა პრობლემას, ძალიან რთული პრობლემაა (და ჩვენ ყოველთვის ვმუშაობთ მის გასაუმჯობესებლად, რათა გამოცდილება მაქსიმალურად სასიამოვნო გავხადოთ), მაგრამ ვიმედოვნებთ, რომ ეთანხმებით სპამის, ბოროტად გამოყენების, ანგარიშის აღების შემცირებას. , და ონლაინ თაღლითობა საბოლოოდ ღირს შემთხვევითი მარტივი კითხვა.",
    "1953959745": "ხელმისაწვდომობა",
    "2543123170": "ნულოვანი ხახუნის კაცობრიობის შემოწმება",
    "547245263": "მოაგვარეთ თქვენი ბოტის პრობლემა დღეს.",
    "3117887301": "სანდოა ყველაზე დიდი ონლაინ სერვისებით",
    "981806349": "აგებულია დადასტურებულ hCaptcha პლატფორმაზე",
    "2373007864": "hCaptcha Enterprise მუშაობს hCaptcha პლატფორმის ტექნოლოგიაზე, გაფართოვდა იმ ფუნქციების ჩათვლით, რომლებიც საჭიროა მაღალი ტრაფიკის მქონე საწარმოებს.",
    "2652399059": "სანდო პარტნიორი",
    "1997838163": "მსოფლიოს უმსხვილესი კომპანიები დამოკიდებულნი არიან hCaptcha Enterprise-ზე. ინტეგრაცია მარტივია და აღმოჩენის სიზუსტე შეუდარებელია.",
    "734735952": "ჩვენ შევაფასეთ მთელი რიგი CAPTCHA მომწოდებლები, ასევე თავად ავაშენეთ სისტემა. საბოლოოდ, hCaptcha გამოჩნდა, როგორც reCAPTCHA-ს საუკეთესო ალტერნატივა.",
    "1250541092": "- სერგი ისასი",
    "3524251858": "Cloudflare-ის პროდუქტის მენეჯმენტის დირექტორი",
    "3971348140": "რატომ გამოვიყენეთ hCaptcha? სხვა ვერავინ შეძლებს იმ ფუნქციებისა და შესრულების შესახებ, რაც ჩვენ გვჭირდებოდა. მათ სწრაფად წამოგვაყენეს და ჩვენს ვაჭრებს უყვართ გამოცდილება.",
    "4248655793": "- ალექს მ.",
    "4185927140": "პროდუქტის მენეჯერი, Flash, Shopify",
    "282913023": "ხარჯთეფექტური ვარიანტი მაღალი ტრაფიკის საწარმოებისთვის",
    "999610953": "და ბოლოს, Google-ის სანდო ალტერნატივა. hCaptcha Enterprise უზრუნველყოფს დრამატულ დანაზოგს თქვენს reCAPTCHA ანგარიშზე უფრო მაღალი დაცვით: ზოგიერთ შემთხვევაში 80%-მდე იაფია.",
    "1886100235": "მსოფლიოს ბევრი უმსხვილესი ონლაინ სერვისი გადაერთო hCaptcha Enterprise-ზე და მიიღო გაუმჯობესებული ბოტის ამოცნობა და ხარჯების მნიშვნელოვანი დაზოგვა.",
    "2903742230": "სარეკლამო ქსელები თქვენს ვიზიტორებს პროდუქტად აღიქვამენ. ჩვენთვის ერთადერთი მიზანია მათი ჰუმანურობის განსაზღვრა. ჩვენი სერვისები აკმაყოფილებს ან აღემატება GDPR, CCPA, LGPD და PIPL მოთხოვნებს და ჩვენ ბევრს ვმუშაობთ კონფიდენციალურობისა და უსაფრთხოების დასაბალანსებლად.",
    "3901503296": "ეს უნიკალური ფოკუსირება კონფიდენციალურობაზე ნიშნავს, რომ ჩვენ შეგვიძლია შემოგთავაზოთ ნულოვანი ინდივიდუალური მონაცემების შენახვა, ქუქი-ფაილების ფუნქციონირება და სხვა კონფიდენციალურობის კონფიდენციალურობის გარანტიები, როგორც ეს საჭიროა, თანაც შესანიშნავი უსაფრთხოების შენარჩუნებით.",
    "3342910682": "Წაიკითხე მეტი",
    "1130783905": "სიზუსტე თქვენს და ჩვენს ინტერესებშია. hCaptcha მუშაობს იმისთვის, რომ მოგაწოდოთ რეალური მონაცემები და გაძლევთ გადაწყვიტოთ როგორ გამოიყენოთ ისინი. უსაფრთხოების სხვა გადაწყვეტილებებს გთავაზობთ გიგანტური სარეკლამო კომპანიები. ეს ნიშნავს, რომ მათ მიერ დაბლოკილ თითოეულ ბოტს შეუძლია შეამციროს შემოსავალი.",
    "2019130052": "ჩვენი ინოვაციები კონფიდენციალურობაზე ორიენტირებულ ML-ში გვაძლევს საშუალებას გადავაჭარბოთ მოძველებული „ყველაფრის სამუდამოდ ჩაწერის“ სტრატეგიების უსაფრთხოების სტანდარტებს უსაფრთხოების ან მომხმარებლის კონფიდენციალურობის შელახვის გარეშე.",
    "23114595": "დიდი მომხმარებლის გამოცდილება",
    "3437412311": "Enterprise-ის მომხმარებლებისთვის ხელმისაწვდომია ვარიანტები, რათა სრულად აიცილონ გამოწვევები უმეტეს სცენარში, ეყრდნობიან პასიურ ქულებს.",
    "1996843433": "შეამცირეთ უთანხმოება თქვენი ლეგიტიმური ტრაფიკის 99,9%-ისთვის გამოწვევის თავიდან აცილების გზით, და ამავე დროს უზრუნველყოთ შესანიშნავი უსაფრთხოება.",
    "3093689546": "მარტივი ინტეგრაცია",
    "247560732": "დაამატეთ hCaptcha კოდის სამი ხაზით. თუ თქვენ მოდიხართ reCAPTCHA-დან, ჩვენი API თავსებადია და გადართვას მხოლოდ წუთები სჭირდება.",
    "1510448156": "დღეს შეგიძლიათ გაუშვათ უმაღლესი ალტერნატივა და საჭიროების შემთხვევაში ჩართოთ უფრო მოწინავე ფუნქციები.",
    "2718999653": "მორგებული საფრთხის ქულები",
    "2698140263": "ყველა პრობლემა ერთნაირი არ არის: ერთი ქულის მიღება ნიშნავს, რომ ის უნდა აკმაყოფილებდეს თქვენს საჭიროებებს, რომ იყოს სასარგებლო.",
    "897432717": "საფრთხის მორგებული ქულების ჩვენი ახალი დიზაინით, თქვენი ბიზნესის ცოდნის დამატება საშუალებას აძლევს ჩვენს მოდელებს მიაწოდონ ქულები ცალსახად თქვენი მომხმარებლებისთვის.",
    "2650502379": "გაუშვით თქვენი საკუთარი გამოწვევები წამებში",
    "3578122193": "დარჩით ბრენდზე შესაბამისი შინაარსით",
    "1074044172": "როდესაც მომხმარებლებმა უნდა გადაჭრას გამოწვევა თქვენი უსაფრთხოების მოთხოვნების დასაკმაყოფილებლად, რატომ არ დაუსვათ მომხმარებლისთვის სასიამოვნო და შესაბამისი კითხვები?",
    "1579093044": "ჩვენი მარტივი მორგებული გამოწვევის დიზაინერთან ერთად, თქვენ შეგიძლიათ გაუშვათ ბრენდის გამოწვევის კონტენტი სულ რამდენიმე წუთში.",
    "3717512591": "პირდაპირი პლატფორმის ინტეგრაცია",
    "121743429": "ვებ ინფრასტრუქტურის კომპანიებისთვის",
    "2131386784": "ხელმისაწვდომი ექსპერტიზა და მხარდაჭერა როგორც თქვენთვის, ასევე თქვენი მომხმარებლებისთვის",
    "2782263070": "სერვისი ჩვენთვის მთავარი პრიორიტეტია. ჩვენ ვინარჩუნებთ 24/7 გამოძახების მხარდაჭერას და ვთავაზობთ Slack-ის პირდაპირ კოორდინაციას თქვენს საინჟინრო ინტეგრაციის გუნდთან და ჩვენს გამოძახებულ პერსონალთან განხორციელების დროს და მის შემდეგ.",
    "3740051331": "ჩვენ ასევე მზად ვართ აქტიურად დავაკვირდეთ და ვუპასუხოთ თქვენი მომხმარებლების კითხვებს სოციალურ მედიაში, ფორუმებზე და ჩვენს ვიჯეტში და ელ.ფოსტის მხარდაჭერის არხებზე. ჩვენ ვართ ხელმისაწვდომი და პასუხისმგებელი და განვიხილავთ მომხმარებლის კმაყოფილებას, როგორც საუკეთესო KPI-ს.",
    "170775527": "საწარმოს მახასიათებლები",
    "3383086062": "hCaptcha Enterprise არის სრული ონლაინ უსაფრთხოების გადაწყვეტა. აქტიური და პასიური რეჟიმები საშუალებას გაძლევთ შეაჩეროთ რწმუნებათა სიგელების შევსება, აღმოაჩინოთ ანგარიშის აღება და დაბლოკოთ საეჭვო მსახიობები. ყველაფერი ნულოვანი ხახუნით ლეგიტიმური მომხმარებლებისთვის.",
    "1408599440": "დაიწყეთ სწრაფად რამდენიმე ხაზით კოდით და ჩვენი 99.9% პასიური რეჟიმით, ან აიღეთ სრული კონტროლი იმაზე, თუ როდის და როგორ აყენებენ მომხმარებლებს გამოწვევას. მორგებული საფრთხის მოდელები და კონფიგურირებადი გამოწვევები ნიშნავს შეუდარებელ მოქნილობას უსაფრთხოების უზრუნველსაყოფად.",
    "3365203058": "მსოფლიო დონის ანტი-ბოტის დაცვა",
    "1803009328": "ვებ-მასშტაბით გამოცდილი ბრძოლა.",
    "1586809757": "მაღალი სიზუსტის ბოტის ქულები",
    "353367791": "გამოავლინეთ სხვადასხვა ტიპის ცუდი მსახიობები.",
    "191460155": "ნულოვანი ხახუნის და 99,9% პასიური რეჟიმები",
    "585557010": "გამოწვევა ლეგიტიმური მომხმარებლების 0,1%-ზე ნაკლები.",
    "3287172429": "ნაჩვენებია საკონტროლო გამოწვევების ტიპები",
    "1844885924": "არჩევანის ტიპების ფართო ბიბლიოთეკა.",
    "3018523079": "დარჩით ბრენდზე თანმიმდევრული მომხმარებლის გამოცდილებით.",
    "3817811295": "გარანტირებული საიმედოობა და სწრაფი 24/7 გამოძახების მხარდაჭერა.",
    "1798492192": "ძველი ბრაუზერის მხარდაჭერა",
    "1356745565": "თავსებადია Internet Explorer 8-მდე.",
    "751483365": "მხარდაჭერა არა JavaScript კლიენტებისთვის.",
    "4199502476": "გაფართოებული მოხსენების დაფები და API",
    "3630114728": "ნახეთ, რა ხდება თქვენს ყველა საიტზე და აპში.",
    "3573245166": "reCAPTCHA-სგან განსხვავებით, ჩვენ ვმუშაობთ ყველა ქვეყანაში.",
    "2354267648": "GDPR, CCPA და LGPD მეგობრული კონფიდენციალურობის პოლიტიკა",
    "3167979932": "შექმნილია კონფიდენციალურობისთვის პირველივე დღიდან. ძლიერი მონაცემთა დამუშავების შეთანხმება.",
    "4065065042": "აკრიფეთ ეს, რომ ზუსტად მოერგოს თქვენს გამოყენებას.",
    "111184581": "პირველი მხარის ჰოსტინგი",
    "4272022475": "ყველა მოთხოვნა და აქტივი გადადის hcaptcha.yourdomain.com-ზე",
    "2676853536": "მრავალ მომხმარებლის დაფები",
    "1368787974": "გააზიარეთ მენეჯმენტი თქვენს გუნდში.",
    "1045484714": "SAML SSO ინტეგრაცია თქვენს პირადობის პროვაიდერთან, მაგ. Okta ან Azure AD.",
    "3953584369": "დახვეწილი RBAC წვდომის შეზღუდვები ხელმისაწვდომია.",
    "2781507299": "მყისიერი გადამოწმება",
    "4019660456": "0ms შეყოვნება: გადაამოწმეთ hCaptcha ტოკენები API ზარის გარეშე.",
    "3446714684": "მობილური (iOS და Android) ინტეგრაცია",
    "2593768395": "უწყვეტი გამოცდილება ვებზე, მშობლიურ მობილურზე, მობილურ ქსელში. ხელმისაწვდომია წინასწარ ჩაშენებული ინტეგრაციები და მშობლიური SDK-ები.",
    "1779265104": "მორგებული პირობები და კონფიდენციალურობის გარანტიები",
    "122875767": "დააკმაყოფილეთ თქვენი იურიდიული საჭიროებები, როდესაც სხვა კომპანიებს არ შეუძლიათ.",
    "148188781": "წარმოდგენილი გამოწვევები",
    "838049015": "აირჩიეთ ყველა სურათი, რომელიც შეესაბამება მოთხოვნას",
    "1126302400": "შემოსაზღვრული ყუთი",
    "3554448168": "კატეგორიზაცია",
    "2104933754": "იდენტიფიცირება შესაბამისი ეტიკეტები",
    "3612043014": "...და სხვა მარტივი დავალებები. მარტივი ადამიანებისთვის, რთული ბოტებისთვის.",
    "3624758171": "მორგებული ამოცანები ასევე ხელმისაწვდომია საწარმოს გამომცემლებისთვის.",
    "1001938065": "ინტეგრაცია არ შეიძლება იყოს ადვილი",
    "2138799135": "hCaptcha-ს აქვს ათობით წინასწარ ჩაშენებული ინტეგრაცია თქვენს მიერ გამოყენებული წინა და უკანა სისტემებისთვის.",
    "2535001179": "თუ თქვენ მოდიხართ Google-ის reCAPTCHA-დან, ჩვენი API არის ჩამოსაშლელი ჩანაცვლება.",
    "1393184984": "არის ყველაფერი რაც თქვენ გჭირდებათ.",
    "3715747429": "ჩვენი ბორტინგის ინჟინრებს შეუძლიათ სწრაფად გაგიწიონ, იქნება ეს React ინტეგრაცია, SDK-ები iOS-ის მშობლიური აპებისთვის, Java backend-ის მაგალითი, თუ პრაქტიკულად ნებისმიერი სხვა სცენარი.",
    "2681650568": "და როგორც ყოველთვის, კონფიდენციალურობა ჩვენთვის მთავარი ღირებულებაა. დაამატეთ ჩვენი გამოწვევის კოდი მხოლოდ იქ, სადაც ეს აუცილებელია და სადაც აზრი აქვს თქვენი და თქვენი მომხმარებლების დაცვას. მონაცემთა შეგროვების მინიმიზაცია იწყება ინტეგრაციის მომენტიდან.",
    "1130868224": "კოდის სამი ხაზი",
    "2183926131": "დაიწყეთ hCaptcha Enterprise-ით",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "შექმნილია კონფიდენციალურობისთვის.",
    "1297224875": "ცალსახად კონფიდენციალურობაზე ორიენტირებული მიდგომა Enterprise ონლაინ უსაფრთხოების მიმართ.",
    "2762458927": "თქვენი მომხმარებლის მონაცემები არ იყიდება.",
    "2058856283": "hCaptcha Enterprise-ს აქვს მხოლოდ ერთი მიზანი: თავიდან აიცილოს ცუდმა მსახიობებმა თქვენი ონლაინ ოპერაციების ჩაშლა და თქვენი მომხმარებლების ზიანის მიყენება.",
    "2408036504": "ამგვარად, ჩვენი სისტემები შექმნილია თავიდანვე, რათა მინიმუმამდე დაიყვანოს მონაცემთა შეგროვება და შენახვა, კლასში წამყვანი უსაფრთხოების შენარჩუნებისას. მომხმარებლის მონაცემების დაცვის საუკეთესო საშუალებაა მისი საერთოდ არ შენახვა.",
    "4099477834": "ყველა კლიენტთან ურთიერთობა ასევე დაცულია მონაცემთა დამუშავების ძლიერი შეთანხმებით. hCaptcha სერვისი შეესაბამება კონფიდენციალურობის ყველა კანონს, არ აქვს მნიშვნელობა სად ცხოვრობენ თქვენი სერვისი ან თქვენი მომხმარებლები. პერსონალური მონაცემების არ შენახვა აადვილებს ამას ჩვენთვის, ვიდრე სხვა კომპანიებისთვის.",
    "3569492665": "ონლაინ აქტივობის ჩაწერა არ არის პასუხი.",
    "3389431373": "სერვისები, როგორიცაა reCAPTCHA v3, ამბობენ, რომ მათი თვალთვალის პიქსელის განთავსება თქვენი საიტის ყველა გვერდზე აუცილებელია კარგი უსაფრთხოებისთვის. Საქმე მაგაში არაა.",
    "3590546893": "მარტივი ქცევითი ანალიზი არის სიგნალი, რომელიც ადვილად ყალბია ცუდი მსახიობების მიერ და მოითხოვს დათვალიერების ისტორიის შენარჩუნებას თქვენი ლეგიტიმური ტრაფიკისთვისაც.",
    "1105363520": "ჩვენ არ ვმართავთ სარეკლამო ქსელს და არ გვაქვს ინტერესი, დავაკვირდეთ თქვენი მომხმარებლის ქცევას, რათა მათ რეკლამა გავყიდოთ. ეს ნიშნავს, რომ ჩვენ არ გვჭირდება პასიური პიქსელი თქვენი საიტის ყველა გვერდზე.",
    "3088605177": "დაამატეთ ჩვენი გამოწვევის კოდი მხოლოდ იქ, სადაც ეს აუცილებელია და სადაც აზრი აქვს თქვენი და თქვენი მომხმარებლების დაცვას.",
    "337971271": "მანქანური სწავლება სასარგებლოა. მაგრამ ის არ საჭიროებს პერსონალურ მონაცემებს მუშაობისთვის.",
    "320166522": "მანქანური სწავლება ახლა გავლენას ახდენს ჩვენი ცხოვრების თითქმის ყველა ასპექტზე, ხშირად ისე, როგორც ჩვენ ვერ ვაცნობიერებთ და ვერ ვხედავთ. ონლაინ უსაფრთხოების სერვისები არაფრით განსხვავდება.",
    "3180664128": "ათასობით სიგნალის შესწავლით, მოდელებს შეუძლიათ გამოიტანონ დასკვნა და მიაღწიონ მაღალ ნდობას მავნე ქცევის ძალიან სწრაფად გამოვლენაში, მაშინაც კი, როდესაც არც ერთი ინდივიდუალური სიგნალი არ იქნება საკმარისად ძლიერი, რომ მიუთითებდეს პრობლემაზე.",
    "961941354": "თუმცა, არცერთი მათგანი არ მოითხოვს პერსონალური იდენტიფიცირებადი ინფორმაციის (\"PII\") გამოყენებას. თანამედროვე კრიპტოგრაფიული ტექნიკა საშუალებას გვაძლევს რაც შეიძლება სწრაფად გავაუქმოთ ნებისმიერი პერსონალური მონაცემი, ამის ნაცვლად შევქმნათ ცალმხრივი ხელმოწერები, რომლებიც არ შეიძლება იყოს დაკავშირებული რომელიმე ინდივიდთან.",
    "1706581702": "დეიდენტიფიცირებულ მონაცემებზე ტრენინგი მუშაობს ისევე კარგად და არ საჭიროებს კომპრომისს არც უსაფრთხოებაზე და არც კონფიდენციალურობაზე. ჩვენმა მომხმარებლებმა ჩაატარეს ემპირიული ტესტები და გამოგვცხადეს თანაბარი ან უკეთესი, ვიდრე გაცილებით ნაკლებად კერძო ალტერნატივები.",
    "3203921334": "ჩვენ მოგვწონს ბევრი რამ hCaptcha გადაწყვეტილებების შესახებ: 1) ისინი არ ყიდიან პერსონალურ მონაცემებს; ისინი აგროვებენ მხოლოდ მინიმალურ აუცილებელ პერსონალურ მონაცემებს, ისინი გამჭვირვალე აღწერენ მათ მიერ შეგროვებულ ინფორმაციას და როგორ იყენებენ და/ან ამჟღავნებენ მას.",
    "305735018": "და ბოლოს, Google-ის სანდო ალტერნატივა. hCaptcha Enterprise უზრუნველყოფს დრამატულ დანაზოგს თქვენს reCAPTCHA ანგარიშზე უფრო მაღალი დაცვით: ზოგიერთ შემთხვევაში 80%-მდე იაფია.",
    "3695206755": "გამოგვცადეთ თქვენს გარემოში ყოველგვარი ვალდებულების გარეშე.",
    "2941545733": "ჩვენ ვართ ინჟინრები და არა გამყიდველები: გვინდა, რომ კმაყოფილი იყოთ თქვენი არჩევანით.",
    "131871195": "საუკეთესო გზა თქვენი კმაყოფილების უზრუნველსაყოფად არის იმის დემონსტრირება, რომ ჩვენ ვაკმაყოფილებთ თქვენს საჭიროებებს.",
    "3436534225": "პრაქტიკულად ყველა კომპანია, რომელიც იწყებს პილოტირებას, საბოლოოდ ირჩევს ჩვენს გადაწყვეტილებებს.",
    "4060250206": "გამოიყენეთ ეს ფორმა, რათა დაუკავშირდეთ ჩვენს ტექნიკურ სპეციალისტს. ჩვენ სწრაფად ვპასუხობთ.",
    "1159746815": "თქვენ ასევე შეგიძლიათ მოგვწეროთ პირდაპირ.",
    "2531534427": "დეტალები აქ.",
    "2059998584": "რეგიონი",
    "3916131732": "ამერიკა",
    "135276624": "ევროპა, ახლო აღმოსავლეთი, აფრიკა (EMEA)",
    "1182294134": "აზია-წყნარი ოკეანე (APAC)",
    "2437934778": "Თქვენი სახელი",
    "3859506577": "ბიზნეს ელ.ფოსტა",
    "1268414751": "სხვა დეტალები უნდა გვქონდეს?",
    "42559805": "გჭირდებათ სასწრაფო ჩართვა?",
    "851679588": "დიახ.",
    "1729677626": "მე ვარ თავდასხმის ქვეშ და მჭირდება სასწრაფოდ ჩასვლა.",
    "2808971932": "ეს არის გარკვეული ტექსტი div ბლოკის შიგნით.",
    "2468683988": "სათაური",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "ტექსტური ბმული",
    "2212670355": "დარეგისტრირდით",
    "31502377": "რა არის მდიდარი ტექსტის ელემენტი?",
    "2310705547": "მდიდარი ტექსტის ელემენტი საშუალებას გაძლევთ შექმნათ და დაფორმატოთ სათაურები, აბზაცები, ბლოკციტატები, სურათები და ვიდეოები ერთ ადგილას, იმის ნაცვლად, რომ ცალკე დაამატოთ და დაფორმატოთ ისინი. უბრალოდ დააწკაპუნეთ ორჯერ და მარტივად შექმენით შინაარსი.",
    "2590587108": "სტატიკური და დინამიური შინაარსის რედაქტირება",
    "778204464": "მდიდარი ტექსტის ელემენტი შეიძლება გამოყენებულ იქნას სტატიკური ან დინამიური შინაარსით. სტატიკური შინაარსისთვის, უბრალოდ ჩააგდეთ იგი ნებისმიერ გვერდზე და დაიწყეთ რედაქტირება. დინამიური შინაარსისთვის, დაამატეთ მდიდარი ტექსტის ველი ნებისმიერ კოლექციას და შემდეგ დააკავშირეთ მდიდარი ტექსტის ელემენტი ამ ველთან პარამეტრების პანელში. ვოილა!",
    "1890955039": "როგორ მოვარგოთ ფორმატირება თითოეული მდიდარი ტექსტისთვის",
    "3286051798": "სათაურები, აბზაცები, ბლოკციტატები, ფიგურები, სურათები და ფიგურების წარწერები შეიძლება იყოს სტილიზებული მას შემდეგ, რაც კლასი დაემატება მდიდარ ტექსტურ ელემენტს \"When inside of\" ჩადგმული ამომრჩეველი სისტემის გამოყენებით.",
    "504332576": "ჩვენ ვამაყობთ, რომ განვაცხადოთ, რომ hCaptcha გადაიზარდა კიბერუსაფრთხოების უდიდეს დამოუკიდებელ სერვისად მსოფლიოში, რომელიც მუშაობს ინტერნეტის დაახლოებით 15%-ზე - და ჩვენ ავიღეთ ამ ბაზრის წილის უმეტესი ნაწილი პირდაპირ Google reCAPTCHA-სგან. ერთად, hCaptcha და",
    "1155436473": "(ჩვენი საწარმოს შეთავაზება) ახლა ყოველთვიურად იცავს ასობით მილიონ მომხმარებელს ათობით მილიონ ვებსაიტსა და აპში. ჩვენი ამბავი გვიჩვენებს, რომ თქვენ შეგიძლიათ კონკურენცია გაუწიოთ Big Tech-ს, როდესაც პირველ ადგილზე აყენებთ კონფიდენციალურობას.",
    "3108727249": "BotStop",
    "1296696044": "კონფიდენციალურობა უსაფრთხოების წინააღმდეგ: რატომ არა ორივე?",
    "538871570": "Google-თან და სხვა Big Tech კომპანიებთან კონკურენცია საკმაოდ დიდი წესრიგია: მათი მონოპოლისტური ბაზრის ძალა, პლატფორმის ეფექტები და მაღალანაზღაურებადი დეველოპერების არმია ზოგადად მიჩნეულია ზედმეტად ძლიერად იმისთვის, რომ შეძლონ ვინმესთვის, გარდა სხვა ტექნიკური გიგანტების, როგორიცაა Facebook ან Amazon. ჩვენი ისტორია გვიჩვენებს, რომ ეს ასე არ არის აუცილებელი - შეგიძლიათ დაამარცხოთ Big Tech კონფიდენციალურობაზე ფოკუსირებით.",
    "3600718611": "განვიხილოთ Google reCAPTCHA,",
    "4281708680": ". hCaptcha-ზე ჩვენ შეგნებულად მივიღეთ სრულიად განსხვავებული მიდგომა, ვიყენებდით კონფიდენციალურობის შენარჩუნების მანქანური სწავლების ტექნიკებს, რათა გამოვავლინოთ ტიპიური ბოტების ქცევა მაღალი სიზუსტით, რაც შეიძლება ნაკლები მონაცემების მოხმარებისა და შენახვის დროს.",
    "3312336121": "რომელიც მოიხმარს უზარმაზარ რაოდენობას ქცევითი მონაცემების დასადგენად, არის თუ არა ვებ მომხმარებლები ლეგიტიმური ადამიანები თუ ბოტები",
    "1193738791": ": ისინი თვალყურს ადევნებენ მომხმარებლის ქცევას ვებსაიტის ყველა გვერდზე და ინტერნეტში. ჩვენ შევქმენით hCaptcha ისე, რომ პირველივე დღიდან მაქსიმალურად იყოს დაცული კონფიდენციალურობისთვის. ამან გამოიწვია პრობლემისადმი სრულიად განსხვავებული მიდგომა. როგორც ირკვევა, მომხმარებლების თვალყურის დევნება ინტერნეტში და მათი ვებ ისტორიის მათ იდენტობასთან დაკავშირება სრულიად არასაჭიროა კარგი უსაფრთხოების მისაღწევად. მრავალი კომპანია, რომლებიც გადავიდნენ hCaptcha-ზე",
    "2620705814": "Google არის სარეკლამო კომპანია და მათი უსაფრთხოების პროდუქტები ძალიან ჰგავს მათ სარეკლამო პროდუქტებს",
    "1126447688": "ხშირად აცნობებენ თანაბარ ან უკეთეს შესრულებას ბოტების გამოვლენისა და შერბილების საქმეში, მიუხედავად ჩვენი კონფიდენციალურობის მიმართ",
    "439777523": "რეგულირების საკითხები",
    "3588274874": "პროდუქტის მიწოდებაზე, რომელიც შეესაბამება მარეგულირებელ ძალისხმევას, როგორიცაა ევროკავშირის GDPR და კალიფორნიის CCPA, ჩვენ განვიცადეთ უზარმაზარი ზრდა - რა თქმა უნდა, ეს გვეხმარება, რომ hCaptcha არის მარტივი ჩანაცვლება reCAPTCHA-სთვის და, შესაბამისად, შეიძლება დაინსტალირდეს წუთებში.",
    "2150595700": ". GDPR-მ და CCPA-მ დააყენეს კონფიდენციალურობის საზრუნავი საწარმოს მყიდველებისთვის, და ამავდროულად ონლაინ კონფიდენციალურობა უფრო და უფრო მნიშვნელოვანი ხდება საზოგადოებისთვის, რადგან ჩვენ ყველანი ვიწყებთ იმის გაგებას, თუ როგორ იყენებდნენ ონლაინ რეკლამის და მარკეტინგის ინდუსტრიები ისტორიულად ჩვენს მონაცემებს.",
    "2624949852": "რა თქმა უნდა, reCAPTCHA იყო ადრეული აბიტურიენტი ვებ უსაფრთხოებაში 2009 წლიდან, იცავდა მილიონობით ვებსაიტს მავნე ბოტებისა და სპამერების მუდმივად მზარდი საფრთხეებისგან. თუმცა, ბოლო წლებში იგი მთლიანად დაზიანდა:",
    "499510428": "ჩვენ რეალურად გვჯერა, რომ რეგულაცია აქ დაგვეხმარა",
    "1232651561": "პროგრამული უზრუნველყოფა ახლა ისეთივე კარგია, როგორც ხალხი reCAPTCHA გამოწვევების გადაჭრაში.",
    "824740867": "გადაწყვეტის გაუმჯობესების ნაცვლად, Google-მა გამოუშვა reCAPTCHA v3, რომელიც მუშაობს ბევრად უფრო ჰგავს სარეკლამო ქსელს, ვიდრე უსაფრთხოების პროგრამულ უზრუნველყოფას, აგროვებს ქცევის მონაცემებს მთელი ვებიდან მომხმარებლის პროფილების შესაქმნელად. სამწუხაროდ, ამ ტიპის სიგნალი ადვილად დამარცხებულია და, შესაბამისად, მცირე დაცვას უზრუნველყოფს ბოტებისგან, ხოლო მომხმარებლის კონფიდენციალურობას აზიანებს.",
    "1027023087": "ჩვენ, hCaptcha-ში, სანაცვლოდ, ყურადღება გავამახვილეთ პრობლემისადმი უფრო თანამედროვე მიდგომებზე, რომლებიც არ საჭიროებს გრძელვადიანი ქცევის ჩანაწერების შენარჩუნებას, როგორიცაა დათვალიერების ისტორია და ბევრად უფრო მდგრადია გადამწყვეტი მოწინააღმდეგეების წინაშე, სერვისის დანერგვის შემდეგ.",
    "2852295413": "თანდაყოლილი ინტერესთა კონფლიქტი: ბოტების გაჩერება ამცირებს შემოსავალს სარეკლამო ქსელისთვის",
    "1597520917": "კრიტიკოსების მზარდმა რაოდენობამ აღნიშნა, რომ Google-ის მიერ მომხმარებლის კონფიდენციალურობის უგულებელყოფა უნდა ეხებოდეს კლიენტებს, რომლებიც ცდილობენ დაიცვან თავიანთი ვებსაიტები და აპლიკაციები.",
    "763447231": "ამავდროულად, ბოტების გამომცემლების საიტებზე წვდომის შეჩერებამ შეიძლება გამოავლინოს რეკლამის თაღლითობა, Google-ის reCAPTCHA პროდუქტის პირდაპირ მათი სარეკლამო ბიზნესის წინააღმდეგ, რომელიც აწარმოებს მათი შემოსავლის 80%-ზე მეტს.",
    "999674529": "Google-ის მიერ აღმოჩენილი ყველა ბოტი უნდა გამოიმუშაოს ნულოვანი სარეკლამო დოლარი. ამგვარად, Google-ის კომპანიის წახალისებები ცუდად არის შერწყმული მათი უსაფრთხოების სერვისების მომხმარებლებთან და ეს შეიძლება იყოს მათი reCAPTCHA უსაფრთხოების შეთავაზების ცუდი შესრულების ერთ-ერთი ახსნა.",
    "956019009": "უდიდესმა ვებ ინფრასტრუქტურის კომპანიებმა უკვე მიიღეს ზომები",
    "1923297430": "ბევრი უფრო დიდი მომხმარებლისთვის საბოლოო გადამწყვეტი წერტილი დადგა, როდესაც Google-მა დაიწყო კომპანიებზე გადასახადის გადახდა მათი პროდუქტის ნებისმიერი მნიშვნელოვანი მასშტაბით გამოყენებისთვის. ამან გამოიწვია დიდი ხნის განმავლობაში reCAPTCHA-ს მომხმარებლები ეძებდნენ უკეთესი ალტერნატივას, რადგან მარეგულირებელი პრობლემები მთელს მსოფლიოში უკვე გახადა Google-ის შეთავაზებების გამოყენება სულ უფრო მიმზიდველი.",
    "2197218442": "Cloudflare-ის აღმასრულებელმა დირექტორმა მეთიუ პრინცმა შეაჯამა ეს თვალსაზრისი",
    "155456850": "აცხადებენ გადართვას hCaptcha-ზე:",
    "435302267": "კომპანიის ბლოგის პოსტი",
    "2087769953": "\"ჩვენ აღფრთოვანებული ვართ ამ ცვლილებით, რადგან ის გვეხმარება კონფიდენციალურობის პრობლემების მოგვარებაში, რომელიც თან ახლავს Google-ის სერვისზე დაყრდნობას, რომელიც ჩვენ გვქონდა გარკვეული პერიოდის განმავლობაში. ჩვენ შევაფასეთ CAPTCHA-ის რამდენიმე მომწოდებელი, ისევე როგორც თავად შევქმენით სისტემა. საბოლოოდ, hCaptcha გაჩნდა, როგორც საუკეთესო ალტერნატივა reCAPTCHA-სთვის.” ”ჩვენ მოგვწონს ბევრი რამ hCaptcha-ს გადაწყვეტილებების შესახებ: 1) ისინი არ ყიდიან პერსონალურ მონაცემებს; ისინი აგროვებენ მხოლოდ მინიმალურ აუცილებელ პერსონალურ მონაცემებს, ისინი გამჭვირვალეა აღწერენ მათ მიერ შეგროვებულ ინფორმაციას და როგორ იყენებენ და/ან ამჟღავნებენ მას.”",
    "595582512": "თუ თქვენ ცდილობთ დაიცვათ თქვენი საიტი ან აპი ეფექტურად ბოტების, სპამისგან ან სხვა მავნე მოქმედი პირებისგან, ეს ყველაფერი თქვენი მომხმარებლების კონფიდენციალურობის დაცვით (და ყველა შესაბამისი რეგულაციის დაცვით!), განიხილეთ hCaptcha და ჩვენი Enterprise შეთავაზება.",
    "3388180864": "გაინტერესებთ მუშაობა ღრმა ტექნიკურ გამოწვევებზე ვებ მასშტაბით? ჩვენ ყოველთვის ვქირაობთ ნიჭიერ ინჟინრებს მთელ მსოფლიოში -",
    "3892952987": "შეამოწმეთ ჩვენი გახსნა და მიმართეთ აქ",
    "3368788823": "ტერენს იდენი თავის ბლოგზე საინტერესო მოსაზრებას აკეთებს: ”",
    "1491780143": "CAPTCHA არ ამტკიცებს, რომ ადამიანი ხარ - ისინი ამტკიცებენ, რომ ამერიკელი ხარ",
    "2146900431": "ინტუიციურად, ამ პრეტენზიას ბევრი აზრი აქვს. CAPTCHA, ისევე როგორც თითქმის ყველაფერი, ჩართულია კულტურულ კონტექსტში და თუ თქვენი გამოწვევების ფონდი ძირითადად ერთ კულტურაშია შექმნილი, ის შეიძლება კარგად არ ითარგმნოს მეორეზე. თავის არსში, ეს არის კულტურული საკითხი",
    "378086442": "CAPTCHA-ების და არა მათი UX თავისთავად.",
    "1445008801": "როგორც ედენი ამბობს:",
    "332723732": "შინაარსი",
    "2072808435": "\"გამოიცანი რა, გუგლი? ჩემს ქვეყანაში ტაქსი ძირითადად შავია. საკმარისად ვუყურე ფილმებს, რომ ვიცოდე, რომ ამერიკაში ყველა ყვითელია. მაგრამ ყველა სხვა ქვეყანაში, სადაც მე ვარ ნამყოფი, ტაქსები შერეული იყო. სხვადასხვა ფერები.\"",
    "3206136647": "Google-ის პრობლემა აქ ემყარება კითხვის მონაცემებს, რომლებსაც ისინი იყენებენ და ვინ ხედავს მას. თუ ყველა მონაცემი მოდის ერთი და იგივე კულტურიდან (და Google-ის შემთხვევაში, ერთი და იგივე კომპანიისგან), რა თქმა უნდა, გექნებათ გამოწვევები, რომლებიც კარგად არ ითარგმნება სხვა კულტურებზე, ედენის საჩივრის შესაბამისად.",
    "2217842245": "თუმცა, ჩვენი მონაცემები აჩვენებს, რომ (hCaptcha-სთვის)",
    "4280117172": "ბევრი ქვეყანა ფაქტობრივად ოდნავ უკეთესად მუშაობს, ვიდრე აშშ, მათ შორის ნიგერია, ინდოეთი, ბრაზილია და გერმანია:",
    "555749578": "ყველა კონტინენტის ძირითად ქვეყნებში გადაჭრის ტემპებში 1%-ზე ნაკლები განსხვავებაა.",
    "151737819": "hCaptcha გადაჭრის განაკვეთები მთელს მსოფლიოში აჩვენებს ძალიან მცირე განსხვავებას",
    "3908992897": "და გამოიყენება მსოფლიოს ყველა ქვეყანაში და ტერიტორიაზე, ამიტომ ჩვენ ძალიან ორიენტირებული ვართ თანმიმდევრული გლობალური გამოცდილების მიწოდებაზე.",
    "2808122102": "ამრიგად, კულტურათაშორისი ფუნქციონირება არის ჩვენი სერვისის ძირითადი მოთხოვნა. იმის უზრუნველყოფა, რომ ყველა ლეგიტიმურ მომხმარებელს შეუძლია სწრაფად წვდომა შინაარსზე, ჩვენი მისიის მნიშვნელოვანი ნაწილია. ჩვენ გთავაზობთ გამოწვევებს 110 ენაზე და მუდმივად ვაუმჯობესებთ შესაბამის თარგმანებს, რათა დავრწმუნდეთ, რომ ჩვენი გამოწვევები ყველას შეუძლია გადაჭრას.",
    "3913801502": "hCaptcha ახლა მუშაობს ინტერნეტის დაახლოებით 15%-ზე",
    "2077639538": ". ერთი, ჩვენი სერვისის გამოწვევის მონაცემები შეიძლება მოდიოდეს მრავალი წყაროდან და არა მხოლოდ ერთიდან - Fortune 500-ის მსხვილი კომპანიებიდან დაწყებული მანქანური სწავლების სტარტაპებამდე, სანამ ისინი იცავენ ჩვენს",
    "3951112506": ". ეს უკვე იძლევა მონაცემთა ჰეტეროგენურობის უფრო მაღალ ხარისხს.",
    "1803943584": "მეორე, ჩვენ ვაძლევთ ნებას გამოწვევების თვითოპტიმიზაციას, რათა განვსაზღვროთ რომელ ქვეყნებში ან ენებზე იმუშავებენ, რაც კიდევ უფრო გაზრდის თანმიმდევრული გამოცდილების ალბათობას. თუ სიზუსტე მოსალოდნელზე დაბალია, კითხვების ნაკრები უბრალოდ შეწყვეტს გაშვებას რეგიონში ან ენაზე, სადაც ეს ეფექტი ხდება.",
    "3668873369": "hCaptcha-ზე ჩვენ განსხვავებული მიდგომა გვაქვს პირველი დღიდან",
    "1519201684": "AI ეთიკის პოლიტიკა",
    "2155089487": ". თუ ჩვენი გამოწვევების გადაჭრა უფრო ადვილი იქნებოდა ზოგიერთი ჯგუფისთვის, ჩვენ მოველით, რომ დავინახოთ განსხვავება იმაში, თუ როგორ მოქმედებენ ადამიანები მთელ მსოფლიოში და სხვადასხვა კულტურაში მათი გადაჭრისას. ედენის პოსტის კონტექსტში, ჩვენ მოველით, რომ ამერიკელები უკეთესად იქცევიან, ვიდრე სხვა ქვეყნების ხალხი. იმის გამო, რომ ჩვენ წლები დავხარჯეთ სისტემების შემუშავებაში, რათა თავიდან ავიცილოთ ეს პრობლემა, ჩვენ რეალურად ვხედავთ საპირისპიროს.",
    "2603863826": "PS: თუ იპოვით თარგმანს თქვენს ენაზე, რომელიც შეიძლება გამოიყენოს გაუმჯობესებები, მოგერიდებათ გაგზავნოთ ა",
    "3543141425": "ამისთვის!",
    "2697276059": "მტკიცებულება, რომ ეს მუშაობს: გადაჭრის ერთიანი ტარიფები მთელს მსოფლიოში",
    "664236229": "გაყვანის მოთხოვნა"
}