{
  "header-privacy-link": "ਗੋਪਨੀਯਤਾ",
  "header-integration-link": "ਏਕੀਕਰਣ",
  "header-cost-link": "ਲਾਗਤ",
  "header-features-link": "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
  "header-docs-link": "ਦਸਤਾਵੇਜ਼",
  "header-login-button": "ਲਾਗਿਨ",
  "header-contact-button": "ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
  "intro-heading": "ਜ਼ੀਰੋ ਫਰਕਸ਼ਨ ਮਾਨਵਤਾ ਤਸਦੀਕ.",
  "intro-contact-button": "ਹੋਰ ਜਾਣਨ ਲਈ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
  "intro-text-bottom": "ਵੈੱਬ ਨੂੰ ਸ਼ਕਤੀ ਦੇਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਭਰੋਸਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
  "sub-menu-button": "ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
  "sub-menu-item1": "ਐਂਟਰਪ੍ਰਾਈਜ਼",
  "sub-menu-item2": "ਲਾਗਤ",
  "sub-menu-item3": "ਏਕੀਕਰਣ",
  "sub-menu-item4": "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
  "sub-menu-item5": "ਗੋਪਨੀਯਤਾ",
  "sub-menu-item6": "ਦਸਤਾਵੇਜ਼",
  "info-head-1": "ਸਾਬਤ hCaptcha ਪਲੇਟਫਾਰਮ 'ਤੇ ਬਣਾਇਆ ਗਿਆ",
  "info-text-1": "hCaptcha Enterprise hCaptcha ਪਲੇਟਫਾਰਮ ਤਕਨਾਲੋਜੀ 'ਤੇ ਚੱਲਦਾ ਹੈ, ਉੱਚ ਟ੍ਰੈਫਿਕ ਉੱਦਮਾਂ ਨੂੰ ਲੋੜੀਂਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਵਧਾਇਆ ਗਿਆ ਹੈ।",
  "info-head-2": "ਇੱਕ ਭਰੋਸੇਯੋਗ ਸਾਥੀ",
  "intro-subtitle": "ਅੱਜ ਹੀ ਆਪਣੀ ਬੋਟ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰੋ।",
  "info-text-2": "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ 'ਤੇ ਦੁਨੀਆ ਦੀਆਂ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਲੱਖਾਂ ਸਾਈਟਾਂ ਦੇ ਲੱਖਾਂ ਰੋਜ਼ਾਨਾ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਲਈ ਭਰੋਸਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
  "cloudflare-quote-text": "ਅਸੀਂ ਆਪਣੇ ਆਪ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਣ ਦੇ ਨਾਲ-ਨਾਲ ਕਈ ਕੈਪਟਚਾ ਵਿਕਰੇਤਾਵਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ। ਅੰਤ ਵਿੱਚ, hCaptcha reCAPTCHA ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ ਵਜੋਂ ਉਭਰਿਆ।",
  "cloudflare-quote-detail": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਦੇ ਡਾਇਰੈਕਟਰ, Cloudflare",
  "section-quote-head": "ਉੱਚ ਟ੍ਰੈਫਿਕ ਉਦਯੋਗਾਂ ਲਈ ਲਾਗਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਵਿਕਲਪ",
  "section-quote-text": "ਅੰਤ ਵਿੱਚ, ਗੂਗਲ ਲਈ ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਕਲਪ. hCaptcha Enterprise ਤੁਹਾਡੇ reCAPTCHA ਬਿੱਲ 'ਤੇ ਉੱਚ ਸੁਰੱਖਿਆ ਦੇ ਨਾਲ ਨਾਟਕੀ ਬਚਤ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ: ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ 80% ਤੱਕ ਘੱਟ ਮਹਿੰਗਾ। ਦੁਨੀਆ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਨੇ hCaptcha Enterprise 'ਤੇ ਸਵਿਚ ਕੀਤਾ ਹੈ ਅਤੇ ਕਾਫ਼ੀ ਲਾਗਤ ਬਚਤ ਦੇ ਨਾਲ-ਨਾਲ ਬਿਹਤਰ ਬੋਟ ਖੋਜ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ।",
  "section-quote-button": "ਇੱਕ ਹਵਾਲੇ ਲਈ ਅੱਜ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
  "section-privacy-header": "ਗੋਪਨੀਯਤਾ ਕੇਂਦਰਿਤ",
  "section-privacy-text-1": "ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਦੇਖਦੇ ਹਨ। ਸਾਡੇ ਲਈ ਇਕੋ ਉਤਪਾਦ ਉਨ੍ਹਾਂ ਦੀ ਮਨੁੱਖਤਾ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰ ਰਿਹਾ ਹੈ. ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ GDPR, CCPA, ਅਤੇ LGPD ਲੋੜਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਪਾਸ ਵਰਗੀਆਂ ਸਹਾਇਤਾ ਪਹਿਲਕਦਮੀਆਂ ਨੂੰ ਪੂਰਾ ਕਰਦੀਆਂ ਹਨ ਜਾਂ ਵੱਧ ਕਰਦੀਆਂ ਹਨ। ਅਸੀਂ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ।",
  "section-privacy-text-2": "ਗੋਪਨੀਯਤਾ 'ਤੇ ਇਸ ਵਿਲੱਖਣ ਫੋਕਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸੀਂ ਸ਼ਾਨਦਾਰ ਸੁਰੱਖਿਆ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਲੋੜ ਅਨੁਸਾਰ ਜ਼ੀਰੋ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਧਾਰਨ, ਕੂਕੀ-ਮੁਕਤ ਸੰਚਾਲਨ, ਅਤੇ ਹੋਰ ਇਕਰਾਰਨਾਮੇ ਦੀ ਗੋਪਨੀਯਤਾ ਗਾਰੰਟੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰ ਸਕਦੇ ਹਾਂ।",
  "section-security-header": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
  "section-security-text-1": "ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ। hCaptcha ਤੁਹਾਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਇਹ ਫੈਸਲਾ ਕਰਨ ਦਿੰਦਾ ਹੈ ਕਿ ਇਸਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ। ਹੋਰ ਕੈਪਚਾ ਵਿਸ਼ਾਲ ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਹਨਾਂ ਦੁਆਰਾ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹਰ ਬੋਟ ਉਹਨਾਂ ਦੀ ਆਮਦਨ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ।",
  "section-security-text-2": "ਗੋਪਨੀਯਤਾ 'ਤੇ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰਨ ਦੇ ਨਾਲ ਨਵੀਨਤਮ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਤਕਨੀਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਸਾਨੂੰ ਸੁਰੱਖਿਆ ਜਾਂ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਏ ਬਿਨਾਂ ਹਰ ਚੀਜ਼ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਰਣਨੀਤੀਆਂ ਰਿਕਾਰਡ ਕਰਨ ਦੇ ਸੁਰੱਖਿਆ ਮਾਪਦੰਡਾਂ ਨੂੰ ਪਾਰ ਕਰਨ ਦਿੰਦਾ ਹੈ।",
  "section-user-experience-header": "ਮਹਾਨ ਉਪਭੋਗਤਾ ਅਨੁਭਵ",
  "section-user-experience-text1": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਲਈ, ਜ਼ਿਆਦਾਤਰ ਸਥਿਤੀਆਂ ਵਿੱਚ ਚੁਣੌਤੀਆਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਚਣ ਲਈ ਵਿਕਲਪ ਉਪਲਬਧ ਹਨ।",
  "section-user-experience-text2": "ਉੱਨਤ ਬੋਟ ਮਾਡਲਾਂ ਲਈ ਧੰਨਵਾਦ, ਅਜੇ ਵੀ ਸ਼ਾਨਦਾਰ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋਏ, ਤੁਹਾਡੇ ਜਾਇਜ਼ ਟ੍ਰੈਫਿਕ ਦੇ 99.9% ਲਈ ਇੱਕ ਚੁਣੌਤੀ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਚ ਕੇ ਰਗੜ ਨੂੰ ਘਟਾਓ।",
  "section-easy-integration-header": "ਆਸਾਨ ਏਕੀਕਰਣ",
  "section-easy-integration-text": "hCaptcha ਨੂੰ ਜੋੜਨ ਵਿੱਚ ਸਿਰਫ ਮਿੰਟ ਅਤੇ ਕੋਡ ਦੀਆਂ ਕੁਝ ਲਾਈਨਾਂ ਲੱਗਦੀਆਂ ਹਨ। ਬੁਨਿਆਦੀ API reCAPTCHA V2 ਦੇ ਅਨੁਕੂਲ ਹੈ, ਅਤੇ ਇਸਨੂੰ ਬਦਲਣ ਵਿੱਚ ਸਿਰਫ ਕੁਝ ਮਿੰਟ ਲੱਗਦੇ ਹਨ। ਤੁਸੀਂ ਅੱਜ ਇੱਕ ਬਿਹਤਰ ਵਿਕਲਪ ਦੇ ਨਾਲ ਤਿਆਰ ਹੋ ਸਕਦੇ ਹੋ, ਅਤੇ ਲੋੜ ਪੈਣ 'ਤੇ ਹੋਰ ਉੱਨਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।",
  "section-easy-integration-serverside": "ਸਰਵਰ ਸਾਈਡ:",
  "section-easy-integration-frontend": "ਅਗਰਾਂਤ:",
  "section-threat-header": "ਅਨੁਕੂਲਿਤ ਧਮਕੀ ਸਕੋਰ",
  "section-threat-text": "ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਇੱਕੋ ਜਿਹੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ: ਇੱਕ ਸਿੰਗਲ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਪਯੋਗੀ ਹੋਣ ਲਈ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ। hCaptcha ਦੇ ਵਿਲੱਖਣ ਕਸਟਮਾਈਜ਼ਡ ਖ਼ਤਰੇ ਦੇ ਸਕੋਰਾਂ ਦੇ ਨਾਲ, ਇੱਕ ਤੇਜ਼ ਸਲਾਹ ਸਾਨੂੰ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਵਧੇਰੇ ਢੁਕਵੇਂ ਸਕੋਰ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਾਡੇ ਮਾਡਲਾਂ ਨੂੰ ਟਿਊਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ।",
  "section-challenges-header": "ਸਕਿੰਟਾਂ ਵਿੱਚ ਆਪਣੀਆਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਲਾਂਚ ਕਰੋ",
  "section-challenges-text-1": "ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ ਦੇ ਨਾਲ ਬ੍ਰਾਂਡ 'ਤੇ ਬਣੇ ਰਹੋ",
  "section-challenges-text-2": "ਜਦੋਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੁਰੱਖਿਆ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਇੱਕ ਚੁਣੌਤੀ ਨੂੰ ਹੱਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਕਿਉਂ ਨਾ ਉਪਭੋਗਤਾ ਲਈ ਸੁਹਾਵਣਾ ਅਤੇ ਢੁਕਵੇਂ ਕਾਰਜਾਂ ਨੂੰ ਬਣਾਓ? ਸਾਡੇ ਸਧਾਰਨ ਕਸਟਮ ਚੁਣੌਤੀ ਡਿਜ਼ਾਈਨਰ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਆਨ-ਬ੍ਰਾਂਡ ਚੁਣੌਤੀ ਸਮੱਗਰੀ ਨੂੰ ਲਾਂਚ ਕਰ ਸਕਦੇ ਹੋ।",
  "section-integration-header": "ਸਿੱਧਾ ਪਲੇਟਫਾਰਮ ਏਕੀਕਰਣ",
  "section-integration-subheader": "ਵੈੱਬ ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਕੰਪਨੀਆਂ ਲਈ",
  "section-integration-text": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸਿਸਟਮ ਇਸਦੇ ਡਿਜ਼ਾਈਨ ਵਿੱਚ ਵਿਲੱਖਣ ਤੌਰ 'ਤੇ ਲਚਕਦਾਰ ਹੈ: ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਜਨਤਕ ਕਲਾਊਡ ਨੂੰ ਚਲਾਉਂਦੇ ਹੋ ਜਾਂ ਬਹੁਤ ਸਾਰੇ ਡੇਟਾ ਸੈਂਟਰਾਂ ਦੇ ਮਾਲਕ ਹੋ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੇ ਕਿਨਾਰੇ 'ਤੇ ਅੰਸ਼ਕ ਜਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤੈਨਾਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਇਹ ਸਭ ਤੋਂ ਸਖਤ SLAs ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸਾਡੇ 24/7 ਆਨ-ਕਾਲ ਸਟਾਫ ਦੁਆਰਾ ਪ੍ਰਬੰਧਨ ਦੇ ਸਾਰੇ ਲਾਭਾਂ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਲਾਗਤਾਂ ਅਤੇ ਆਫ-ਨੈੱਟਵਰਕ ਟ੍ਰੈਫਿਕ ਨੂੰ ਨਾਟਕੀ ਢੰਗ ਨਾਲ ਘਟਾ ਸਕਦਾ ਹੈ।",
  "section-support-header": "ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੋਵਾਂ ਲਈ ਪਹੁੰਚਯੋਗ ਮੁਹਾਰਤ ਅਤੇ ਸਮਰਥਨ",
  "section-support-text": "ਸੇਵਾ ਸਾਡੇ ਲਈ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੈ। ਅਸੀਂ 24/7 ਆਨ-ਕਾਲ ਸਹਾਇਤਾ ਬਣਾਈ ਰੱਖਦੇ ਹਾਂ ਅਤੇ ਲਾਗੂ ਕਰਨ ਦੌਰਾਨ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਤੁਹਾਡੀ ਇੰਜੀਨੀਅਰਿੰਗ ਏਕੀਕਰਣ ਟੀਮ ਅਤੇ ਸਾਡੇ ਆਨ-ਕਾਲ ਸਟਾਫ ਦੇ ਨਾਲ ਸਿੱਧੇ ਸਲੈਕ ਤਾਲਮੇਲ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ।‍ ਅਸੀਂ ਸੋਸ਼ਲ ਮੀਡੀਆ, ਫੋਰਮਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਸਵਾਲਾਂ ਦੀ ਸਰਗਰਮੀ ਨਾਲ ਨਿਗਰਾਨੀ ਕਰਨ ਅਤੇ ਜਵਾਬ ਦੇਣ ਲਈ ਵੀ ਵਚਨਬੱਧ ਹਾਂ। , ਅਤੇ ਸਾਡੇ ਇਨ-ਵਿਜੇਟ ਅਤੇ ਈਮੇਲ ਸਹਾਇਤਾ ਚੈਨਲ। ਅਸੀਂ ਪਹੁੰਚਯੋਗ ਅਤੇ ਜਵਾਬਦੇਹ ਹਾਂ, ਅਤੇ ਉਪਭੋਗਤਾ ਦੀ ਸੰਤੁਸ਼ਟੀ ਨੂੰ ਇੱਕ ਚੋਟੀ ਦੇ ਕੇਪੀਆਈ ਵਜੋਂ ਮੰਨਦੇ ਹਾਂ।",
  "section-enterprise-header": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
  "section-enterprise-title-1": "ਵਿਸ਼ਵ ਪੱਧਰੀ ਐਂਟੀ-ਬੋਟ ਸੁਰੱਖਿਆ",
  "section-enterprise-desc-1": "ਵੈੱਬ ਪੈਮਾਨੇ 'ਤੇ ਲੜਾਈ-ਜਾਂਚ ਕੀਤੀ ਗਈ।",
  "section-enterprise-title-2": "ਉੱਚ ਸ਼ੁੱਧਤਾ ਬੋਟ ਸਕੋਰ",
  "section-enterprise-desc-2": "ਬਹੁਤ ਸਾਰੇ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਦੇ ਮਾੜੇ ਅਦਾਕਾਰਾਂ ਦਾ ਪਤਾ ਲਗਾਓ।",
  "section-enterprise-title-3": "ਜ਼ੀਰੋ ਫਰੈਕਸ਼ਨ ਅਤੇ 99.9% ਪੈਸਿਵ ਮੋਡ",
  "section-enterprise-desc-3": "0.1% ਤੋਂ ਘੱਟ ਜਾਇਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦਿਓ।",
  "section-enterprise-title-4": "ਨਿਯੰਤਰਣ ਚੁਣੌਤੀ ਦੀਆਂ ਕਿਸਮਾਂ ਦਿਖਾਈਆਂ ਗਈਆਂ ਹਨ",
  "section-enterprise-desc-4": "ਚੁਣਨ ਲਈ ਕਿਸਮਾਂ ਦੀ ਵਿਸ਼ਾਲ ਲਾਇਬ੍ਰੇਰੀ।",
  "section-enterprise-title-5": "ਵਰਤੀ ਗਈ ਚੁਣੌਤੀ ਸਮੱਗਰੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰੋ",
  "section-enterprise-desc-5": "ਇਕਸਾਰ ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਦੇ ਨਾਲ ਬ੍ਰਾਂਡ 'ਤੇ ਬਣੇ ਰਹੋ।",
  "section-enterprise-title-6": "ਐਂਟਰਪ੍ਰਾਈਜ਼ SLAs",
  "section-enterprise-desc-6": "ਗਾਰੰਟੀਸ਼ੁਦਾ ਭਰੋਸੇਯੋਗਤਾ ਅਤੇ ਤੇਜ਼ 24/7 ਆਨ-ਕਾਲ ਸਹਾਇਤਾ।",
  "section-enterprise-title-7": "ਪੁਰਾਤਨ ਬ੍ਰਾਊਜ਼ਰ ਸਮਰਥਨ",
  "section-enterprise-desc-7": "ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ 8 ਲਈ ਹਰ ਤਰ੍ਹਾਂ ਨਾਲ ਅਨੁਕੂਲ।",
  "section-enterprise-title-8": "ਐਡਵਾਂਸਡ ਰਿਪੋਰਟਿੰਗ ਡੈਸ਼ਬੋਰਡ ਅਤੇ API",
  "section-enterprise-desc-8": "ਦੇਖੋ ਕਿ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਸਾਈਟਾਂ ਅਤੇ ਐਪਾਂ ਵਿੱਚ ਕੀ ਹੋ ਰਿਹਾ ਹੈ।",
  "section-enterprise-title-9": "ਹਰ ਦੇਸ਼ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ",
  "section-enterprise-desc-9": "reCAPTCHA ਦੇ ਉਲਟ, ਅਸੀਂ ਹਰ ਦੇਸ਼ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹਾਂ।",
  "section-enterprise-title-10": "GDPR, CCPA, ਅਤੇ LGPD-ਅਨੁਕੂਲ ਪਰਦੇਦਾਰੀ ਨੀਤੀ",
  "section-enterprise-desc-10": "ਪਹਿਲੇ ਦਿਨ ਤੋਂ ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਮਜ਼ਬੂਤ ਡਾਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤਾ।",
  "section-enterprise-title-11": "ਬਰੀਕ-ਦਾਣੇਦਾਰ ਮੁਸ਼ਕਲ ਪੱਧਰ",
  "section-enterprise-desc-11": "ਤੁਹਾਡੇ ਵਰਤੋਂ ਦੇ ਕੇਸ ਨੂੰ ਬਿਲਕੁਲ ਫਿੱਟ ਕਰਨ ਲਈ ਇਸਨੂੰ ਡਾਇਲ ਕਰੋ।",
  "section-enterprise-title-12": "ਪਹਿਲੀ-ਪਾਰਟੀ ਹੋਸਟਿੰਗ",
  "section-enterprise-desc-12": "ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ ਅਤੇ ਸੰਪਤੀਆਂ hcaptcha.yourdomain.com 'ਤੇ ਜਾਂਦੀਆਂ ਹਨ",
  "section-enterprise-title-13": "ਮਲਟੀ-ਯੂਜ਼ਰ ਡੈਸ਼ਬੋਰਡ",
  "section-enterprise-desc-13": "ਆਪਣੀ ਟੀਮ ਵਿੱਚ ਪ੍ਰਬੰਧਨ ਸਾਂਝਾ ਕਰੋ।",
  "section-enterprise-title-14": "ਤਤਕਾਲ ਪੁਸ਼ਟੀ",
  "section-enterprise-desc-14": "0ms ਲੇਟੈਂਸੀ: ਬਿਨਾਂ API ਕਾਲ ਦੇ hCaptcha ਟੋਕਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
  "section-enterprise-title-15": "ਮੋਬਾਈਲ (iOS ਅਤੇ Android) ਏਕੀਕਰਣ",
  "section-enterprise-desc-15": "ਵੈੱਬ, ਮੂਲ ਮੋਬਾਈਲ, ਮੋਬਾਈਲ ਵੈੱਬ ਵਿੱਚ ਸਹਿਜ ਅਨੁਭਵ। ਪੂਰਵ-ਨਿਰਮਿਤ ਏਕੀਕਰਣ ਅਤੇ ਮੂਲ SDK ਉਪਲਬਧ ਹਨ।",
  "section-enterprise-title-16": "ਅਨੁਕੂਲਿਤ ਨਿਯਮ ਅਤੇ ਗੋਪਨੀਯਤਾ ਗਾਰੰਟੀ",
  "section-enterprise-desc-16": "ਆਪਣੀਆਂ ਕਾਨੂੰਨੀ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰੋ ਜਦੋਂ ਹੋਰ ਕੰਪਨੀਆਂ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।",
  "presented-challlenges-head": "ਚੁਣੌਤੀਆਂ ਪੇਸ਼ ਕੀਤੀਆਂ",
  "presented-challenges-title-1": "ਤੁਲਨਾ",
  "presented-challenges-text-1": "ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦੀਆਂ ਸਾਰੀਆਂ ਤਸਵੀਰਾਂ ਚੁਣੋ",
  "presented-challenges-title-2": "ਬਾਊਂਡਿੰਗ ਬਾਕਸ",
  "presented-challenges-text-2": "ਵਸਤੂਆਂ ਲਈ ਬਾਊਂਡਿੰਗ ਖੇਤਰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ",
  "presented-challenges-title-3": "ਵਰਗੀਕਰਨ",
  "presented-challenges-text-3": "ਸੰਬੰਧਿਤ ਲੇਬਲਾਂ ਦੀ ਪਛਾਣ ਕਰੋ",
  "presented-challenges-subheader": "...ਅਤੇ ਹੋਰ ਸਧਾਰਨ ਕੰਮ। ਇਨਸਾਨਾਂ ਲਈ ਆਸਾਨ, ਬੋਟਾਂ ਲਈ ਔਖਾ।",
  "presented-challenges-subtext": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਕਸਟਮ ਕਾਰਜ ਵੀ ਉਪਲਬਧ ਹਨ।",
  "footer-header-1": "ਕੰਪਨੀ",
  "footer-header-2": "ਸਰੋਤ",
  "footer-header-3": "ਸੰਪਰਕ ਕਰੋ",
  "footer-link-1": "ਲੇਬਲਿੰਗ",
  "footer-link-2": "ਬਾਰੇ",
  "footer-link-3": "ਨੌਕਰੀਆਂ",
  "footer-link-4": "ਟ੍ਰੇਡਮਾਰਕ",
  "footer-link-5": "ਬਲੌਗ",
  "footer-link-6": "ਸਥਿਤੀ",
  "footer-link-7": "ਦਸਤਾਵੇਜ਼ੀਕਰਨ",
  "footer-link-8": "ਇੱਕ ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
  "footer-link-9": "ਪਹੁੰਚਯੋਗਤਾ",
  "footer-terms": "ਸ਼ਰਤਾਂ",
  "footer-privacy": "ਗੋਪਨੀਯਤਾ",
  "footer-attribution": "ਵਿਸ਼ੇਸ਼ਤਾ",
  "footer-subheader-1": "ਸਪੋਰਟ",
  "footer-subheader-2": "ਸੰਪਰਕ ਕਰੋ",
  "switch-to-english-link": "ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ ਬਦਲੋ",
  "intro-heading-privacy": "ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।",
  "intro-subtitle-p1-privacy": " ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਗੋਪਨੀਯਤਾ-ਸੰਚਾਲਿਤ ਪਹੁੰਚ।",
  "info-head-2-pr": "ਔਨਲਾਈਨ ਗਤੀਵਿਧੀ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਜਵਾਬ ਨਹੀਂ ਹੈ.",
  "info-text-1-pr": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਦਾ ਸਿਰਫ਼ ਇੱਕ ਉਦੇਸ਼ ਹੈ: ਬੁਰੇ ਅਦਾਕਾਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਕਾਰਜਾਂ ਵਿੱਚ ਵਿਘਨ ਪਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਤੋਂ ਰੋਕਣਾ।",
  "info-text-2-pr": "ਇਸ ਤਰ੍ਹਾਂ ਸਾਡੇ ਸਿਸਟਮਾਂ ਨੂੰ ਕਲਾਸ-ਮੋਹਰੀ ਸੁਰੱਖਿਆ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਡਾਟਾ ਇਕੱਠਾ ਕਰਨ ਅਤੇ ਧਾਰਨ ਨੂੰ ਘੱਟ ਤੋਂ ਘੱਟ ਕਰਨ ਲਈ ਜ਼ਮੀਨ ਤੋਂ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਗਿਆ ਹੈ। ਉਪਭੋਗਤਾ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਇਹ ਹੈ ਕਿ ਇਸਨੂੰ ਸਟੋਰ ਨਾ ਕਰੋ.",
  "info-text-3-pr": "ਸਾਰੇ ਗਾਹਕ ਸਬੰਧਾਂ ਨੂੰ ਇੱਕ ਮਜ਼ਬੂਤ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤੇ ਦੁਆਰਾ ਵੀ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। hCaptcha ਸੇਵਾ ਸਾਰੇ ਗੋਪਨੀਯਤਾ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੀ ਹੈ ਭਾਵੇਂ ਤੁਹਾਡੀ ਸੇਵਾ ਜਾਂ ਤੁਹਾਡੇ ਗਾਹਕ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹਨ। ਨਿੱਜੀ ਡਾਟਾ ਨਾ ਰੱਖਣਾ ਸਾਡੇ ਲਈ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਮੁਕਾਬਲੇ ਇਸ ਨੂੰ ਬਹੁਤ ਸੌਖਾ ਬਣਾਉਂਦਾ ਹੈ।",
  "info-text-2-2-pr": "reCAPTCHA v3 ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਸਾਈਟ ਦੇ ਹਰ ਪੰਨੇ 'ਤੇ ਉਹਨਾਂ ਦਾ ਟਰੈਕਿੰਗ ਪਿਕਸਲ ਲਗਾਉਣਾ ਚੰਗੀ ਸੁਰੱਖਿਆ ਲਈ ਜ਼ਰੂਰੀ ਹੈ। ਅਜਿਹਾ ਨਹੀਂ ਹੈ।",
  "info-text-2-3-pr": "ਸਧਾਰਨ ਵਿਵਹਾਰਕ ਵਿਸ਼ਲੇਸ਼ਣ ਇੱਕ ਸੰਕੇਤ ਹੈ ਜੋ ਮਾੜੇ ਕਲਾਕਾਰਾਂ ਦੁਆਰਾ ਆਸਾਨੀ ਨਾਲ ਜਾਅਲੀ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਜਾਇਜ਼ ਟ੍ਰੈਫਿਕ ਲਈ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਨੂੰ ਵੀ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ।",
  "info-text-2-4-pr": "ਅਸੀਂ ਕੋਈ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਨਹੀਂ ਚਲਾਉਂਦੇ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵਿਗਿਆਪਨ ਵੇਚਣ ਲਈ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਵਿਵਹਾਰ ਨੂੰ ਦੇਖਣ ਵਿੱਚ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਰੱਖਦੇ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸਾਨੂੰ ਤੁਹਾਡੀ ਸਾਈਟ ਦੇ ਹਰ ਪੰਨੇ 'ਤੇ ਇੱਕ ਪੈਸਿਵ ਪਿਕਸਲ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
  "info-text-2-5-pr": "ਸਾਡੇ ਚੈਲੇਂਜ ਕੋਡ ਨੂੰ ਸਿਰਫ਼ ਉੱਥੇ ਹੀ ਸ਼ਾਮਲ ਕਰੋ ਜਿੱਥੇ ਇਹ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਅਤੇ ਜਿੱਥੇ ਇਹ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਵਰਤੋਂਕਾਰਾਂ ਦੋਵਾਂ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਸਮਝਦਾਰ ਹੋਵੇ।",
  "info-head-3-pr": "ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਲਾਭਦਾਇਕ ਹੈ। ਪਰ ਇਸ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ.",
  "info-text-3-1-pr": "ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਹੁਣ ਸਾਡੇ ਜੀਵਨ ਦੇ ਲਗਭਗ ਹਰ ਪਹਿਲੂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੀ ਹੈ, ਅਕਸਰ ਉਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਦੇਖ ਨਹੀਂ ਸਕਦੇ। ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਸੇਵਾਵਾਂ ਕੋਈ ਵੱਖਰੀਆਂ ਨਹੀਂ ਹਨ।",
  "info-text-3-2-pr": "ਹਜ਼ਾਰਾਂ ਸਿਗਨਲਾਂ ਨੂੰ ਸਿੱਖਣ ਦੁਆਰਾ, ਮਾੱਡਲ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਖਤਰਨਾਕ ਵਿਵਹਾਰ ਦਾ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਉੱਚ ਵਿਸ਼ਵਾਸ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾ ਸਕਦੇ ਹਨ ਅਤੇ ਪਹੁੰਚ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਕੋਈ ਵਿਅਕਤੀਗਤ ਸਿਗਨਲ ਆਪਣੇ ਆਪ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਇੰਨਾ ਮਜ਼ਬੂਤ ਨਾ ਹੋਵੇ।",
  "info-text-3-3-pr": "ਹਾਲਾਂਕਿ, ਇਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਵੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਯੋਗ ਜਾਣਕਾਰੀ (PII) ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਆਧੁਨਿਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤਕਨੀਕਾਂ ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਰੱਦ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ, ਇਸ ਦੀ ਬਜਾਏ ਇੱਕ ਤਰਫਾ ਦਸਤਖਤ ਬਣਾਉਂਦੇ ਹਨ ਜੋ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਲਿੰਕ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।",
  "info-text-3-4-pr": "ਡੀ-ਪਛਾਣ ਵਾਲੇ ਡੇਟਾ 'ਤੇ ਸਿਖਲਾਈ ਉਸੇ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦੀ ਹੈ, ਅਤੇ ਸੁਰੱਖਿਆ ਜਾਂ ਗੋਪਨੀਯਤਾ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ। ਸਾਡੇ ਗਾਹਕਾਂ ਨੇ ਅਨੁਭਵੀ ਟੈਸਟ ਕੀਤੇ ਹਨ, ਅਤੇ ਸਾਨੂੰ ਬਹੁਤ ਘੱਟ ਨਿੱਜੀ ਵਿਕਲਪਾਂ ਦੇ ਬਰਾਬਰ ਜਾਂ ਬਿਹਤਰ ਘੋਸ਼ਿਤ ਕੀਤਾ ਹੈ।",
  "cloudflare-quote-text-privacy": "ਸਾਨੂੰ hCaptcha ਹੱਲਾਂ ਬਾਰੇ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਪਸੰਦ ਆਈਆਂ: 1) ਉਹ ਨਿੱਜੀ ਡੇਟਾ ਨਹੀਂ ਵੇਚਦੇ; ਉਹ ਸਿਰਫ ਘੱਟੋ-ਘੱਟ ਲੋੜੀਂਦਾ ਨਿੱਜੀ ਡਾਟਾ ਇਕੱਠਾ ਕਰਦੇ ਹਨ, ਉਹ ਜੋ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹ ਇਸ ਦੀ ਵਰਤੋਂ ਅਤੇ/ਜਾਂ ਖੁਲਾਸਾ ਕਿਵੇਂ ਕਰਦੇ ਹਨ, ਦਾ ਵਰਣਨ ਕਰਨ ਵਿੱਚ ਪਾਰਦਰਸ਼ੀ ਹੁੰਦੇ ਹਨ।",
  "pilot-head": "ਬਿਨਾਂ ਕਿਸੇ ਜ਼ਿੰਮੇਵਾਰੀ ਦੇ ਆਪਣੇ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸਾਨੂੰ ਅਜ਼ਮਾਓ।",
  "pilot-text-1a": "ਅਸੀਂ ਇੰਜੀਨੀਅਰ ਹਾਂ, ਸੇਲਜ਼ ਲੋਕ ਨਹੀਂ: ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਨਾਲ ਖੁਸ਼ ਰਹੋ।",
  "pilot-text-1b": "ਤੁਹਾਡੀ ਸੰਤੁਸ਼ਟੀ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਇਹ ਦਰਸਾਉਣਾ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਦੇ ਹਾਂ।",
  "pilot-text-1c": "ਅਸਲ ਵਿੱਚ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਜੋ ਇੱਕ ਪਾਇਲਟ ਸ਼ੁਰੂ ਕਰਦੀਆਂ ਹਨ ਆਖਰਕਾਰ ਸਾਡੇ ਹੱਲ ਚੁਣਦੀਆਂ ਹਨ।",
  "pilot-text-1d": "ਸਾਡੇ ਤਕਨੀਕੀ ਮਾਹਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਇਸ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਅਸੀਂ ਜਲਦੀ ਜਵਾਬ ਦਿੰਦੇ ਹਾਂ।",
  "pilot-text-1e": "ਤੁਸੀਂ ਸਾਨੂੰ ਸਿੱਧਾ ਈਮੇਲ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।",
  "pilot-email-details": "ਵੇਰਵੇ ਇੱਥੇ ਹਨ।",
  "pilot-f1": "ਖੇਤਰ",
  "pilot-f2": "ਤੁਹਾਡਾ ਨਾਮ",
  "pilot-f3": "ਤੁਹਾਡਾ ਨਾਮ",
  "pilot-f4": "ਕਾਰੋਬਾਰੀ ਈਮੇਲ",
  "pilot-f5": "ਸਾਡੇ ਕੋਲ ਕੋਈ ਹੋਰ ਵੇਰਵੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ?",
  "pilot-f6": "ਕੀ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਔਨਬੋਰਡਿੰਗ ਦੀ ਲੋੜ ਹੈ?",
  "pilot-f7": "ਹਾਂ।",
  "pilot-f8": "ਮੇਰੇ 'ਤੇ ਹਮਲਾ ਹੈ ਅਤੇ ਮੈਨੂੰ ਤੁਰੰਤ ਆਨ-ਬੋਰਡਿੰਗ ਦੀ ਲੋੜ ਹੈ।",
  "pilot-f9": "ਜਮ੍ਹਾਂ ਕਰੋ",
  "pilot-f10": "ਆਪਣੀ ਈਮੇਲ ਦਰਜ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ, ਅਤੇ ਸਾਡੇ ਤੋਂ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
  "pilot-fo-1": "ਏਕੀਕਰਣ ਸੌਖਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
  "pilot-fo-2": "hCaptcha ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਫਰੰਟਐਂਡ ਅਤੇ ਬੈਕਐਂਡ ਸਿਸਟਮਾਂ ਲਈ ਦਰਜਨਾਂ ਪਹਿਲਾਂ ਤੋਂ ਬਣੇ ਏਕੀਕਰਣ ਹਨ।",
  "pilot-fo-3": "ਜੇਕਰ ਤੁਸੀਂ Google ਦੇ reCAPTCHA ਤੋਂ ਆ ਰਹੇ ਹੋ, ਤਾਂ ਸਾਡੇ API ਡ੍ਰੌਪ-ਇਨ ਰਿਪਲੇਸਮੈਂਟ ਹਨ। ਕੋਡ ਦੀਆਂ ਤਿੰਨ ਲਾਈਨਾਂ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦੀਆਂ ਹਨ।",
  "pilot-fo-4": "ਸਾਡੇ ਆਨਬੋਰਡਿੰਗ ਇੰਜਨੀਅਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅੱਗੇ ਵਧਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ React ਏਕੀਕਰਣ ਦੀ ਲੋੜ ਹੋਵੇ, iOS ਮੂਲ ਐਪਾਂ ਲਈ SDK, ਇੱਕ Java ਬੈਕਐਂਡ ਉਦਾਹਰਨ, ਜਾਂ ਅਸਲ ਵਿੱਚ ਕੋਈ ਹੋਰ ਦ੍ਰਿਸ਼।",
  "pilot-fo-5": "ਅਤੇ ਹਮੇਸ਼ਾ ਵਾਂਗ, ਗੋਪਨੀਯਤਾ ਸਾਡੇ ਲਈ ਇੱਕ ਮੁੱਖ ਮੁੱਲ ਹੈ। ਸਾਡੇ ਚੈਲੇਂਜ ਕੋਡ ਨੂੰ ਸਿਰਫ਼ ਉੱਥੇ ਹੀ ਸ਼ਾਮਲ ਕਰੋ ਜਿੱਥੇ ਇਹ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਅਤੇ ਜਿੱਥੇ ਇਹ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਵਰਤੋਂਕਾਰਾਂ ਦੋਵਾਂ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਸਮਝਦਾਰ ਹੋਵੇ। ਏਕੀਕਰਣ ਦੇ ਪਲ ਤੋਂ ਡਾਟਾ ਇਕੱਠਾ ਕਰਨਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।",
  "pilot-fdone": "ਤੁਹਾਡਾ ਧੰਨਵਾਦ. ਅਸੀਂ ਜਲਦੀ ਹੀ ਸੰਪਰਕ ਵਿੱਚ ਰਹਾਂਗੇ।",
  "home-ent-2-new": "ਸਾਡੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise ਹੱਲ ਕਲਾਸ-ਮੋਹਰੀ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ ਅਤੇ ਬਹੁਤ ਸਾਰੀਆਂ ਪ੍ਰਮੁੱਖ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦੇ ਹਨ।",
  "home-plans-button-2-new": "ਜਿਆਦਾ ਜਾਣੋ",
  "header-enterprise-link": "ਐਂਟਰਪ੍ਰਾਈਜ਼",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise ਬਾਰੇ ਹੋਰ ਜਾਣੋ"
}
