{
    "1031855757": "ਇਸ ਸਾਈਟ ਦੀ ਵਰਤੋਂ",
    "1034830": "ਉਹ ਵਿਵਾਦ ਜੋ ਡੌਡ-ਫ੍ਰੈਂਕ ਵਾਲ ਸਟਰੀਟ ਸੁਧਾਰ ਅਤੇ ਖਪਤਕਾਰ ਸੁਰੱਖਿਆ ਐਕਟ (ਜਨਤਕ ਕਾਨੂੰਨ 111-203) ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਪੂਰਵ-ਵਿਵਾਦ ਸਾਲਸੀ ਸਮਝੌਤੇ ਦੇ ਅਧੀਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਨ, ਇਸ ਤੋਂ ਬਾਹਰ ਹਨ।",
    "1064537632": "ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਸਾਡੀ ਸੇਵਾ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਸਾਡੇ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਇਕਰਾਰਨਾਮੇ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜੋ ਕਿ ਇੱਥੇ ਹਵਾਲੇ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਦੇਖਣ ਲਈ ਇਸ ਸਮਝੌਤੇ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀ ਤਰਫੋਂ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ। ਨੋਟ ਕਰੋ ਕਿ ਅਸੀਂ EU ਜਨਰਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰੈਗੂਲੇਸ਼ਨ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਇੱਕ \"ਡੇਟਾ ਪ੍ਰੋਸੈਸਰ\" ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਖਪਤਕਾਰ ਗੋਪਨੀਯਤਾ ਐਕਟ ਦੇ ਉਦੇਸ਼ ਲਈ ਇੱਕ \"ਸੇਵਾ ਪ੍ਰਦਾਤਾ\" ਵਜੋਂ ਕੰਮ ਕਰਦੇ ਹਾਂ।",
    "1095532507": "ਇੱਕ ਕੂਕੀ (\"ਕੂਕੀ\") ਇੱਕ ਛੋਟੀ ਟੈਕਸਟ ਫਾਈਲ ਹੁੰਦੀ ਹੈ ਜੋ ਇੱਕ ਵੈਬ ਪੇਜ ਸਰਵਰ ਦੁਆਰਾ ਤੁਹਾਡੀ ਹਾਰਡ ਡਰਾਈਵ ਉੱਤੇ ਰੱਖੀ ਜਾਂਦੀ ਹੈ। ਕੂਕੀਜ਼ ਵਿੱਚ ਉਹ ਜਾਣਕਾਰੀ ਹੁੰਦੀ ਹੈ ਜੋ ਬਾਅਦ ਵਿੱਚ ਡੋਮੇਨ ਵਿੱਚ ਇੱਕ ਵੈੱਬ ਸਰਵਰ ਦੁਆਰਾ ਪੜ੍ਹੀ ਜਾ ਸਕਦੀ ਹੈ ਜਿਸਨੇ ਤੁਹਾਨੂੰ ਕੂਕੀ ਜਾਰੀ ਕੀਤੀ ਸੀ। ਕੁਝ ਕੁਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਤਾਂ ਹੀ ਕੀਤੀ ਜਾਵੇਗੀ ਜੇਕਰ ਤੁਸੀਂ ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਜਾਂ ਕੁਝ ਤਰਜੀਹਾਂ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਅਤੇ ਕੁਝ ਕੁਕੀਜ਼ ਹਮੇਸ਼ਾ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ। ਤੁਸੀਂ ਹੇਠਾਂ ਸਾਡੀ ਮੌਜੂਦਾ ਕੂਕੀ ਸੂਚੀ ਨੂੰ ਦੇਖ ਕੇ ਹਰੇਕ ਕੂਕੀ ਬਾਰੇ ਹੋਰ ਪਤਾ ਲਗਾ ਸਕਦੇ ਹੋ।",
    "1158384644": "ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਬੰਦ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ, ਬਸ਼ਰਤੇ ਕਿ ਤੁਹਾਨੂੰ ਸਾਰੀਆਂ ਲਾਗੂ IMI ਨੀਤੀਆਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਅਸੀਂ, ਆਪਣੀ ਪੂਰੀ ਮਰਜ਼ੀ ਨਾਲ, ਇਸ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੇ ਹਾਂ, ਸਾਡੀ ਵੈਬਸਾਈਟ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਮੁਅੱਤਲ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਾਂ ਬਿਨਾਂ ਕਿਸੇ ਕਾਰਨ ਦੇ ਨੋਟਿਸ ਦੇ ਕਿਸੇ ਵੀ ਸੇਵਾਵਾਂ ਨੂੰ ਤੁਰੰਤ ਹਟਾ ਸਕਦੇ ਹਾਂ।",
    "1300074400": "ਕੰਪਨੀ ਦੇ ਮੌਜੂਦਾ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਜਾਣਕਾਰੀ ਬਾਰੇ ਪੰਨੇ 'ਤੇ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਕੰਪਨੀ ਦਾ ਮੌਜੂਦਾ CEO ਸਮੱਗਰੀ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਮੈਨੇਜਿੰਗ ਡਾਇਰੈਕਟਰ ਹੈ।",
    "1395644678": "ਔਨਲਾਈਨ ਵਿਵਾਦ ਹੱਲ ਲਈ ਯੂਰਪੀਅਨ ਕਮਿਸ਼ਨ ਦੀ ਅਧਿਕਾਰਤ ਵੈੱਬਸਾਈਟ:",
    "148542287": "ਇਹ ਕਾਨੂੰਨੀ ਸਲਾਹ ਨਹੀਂ ਹੈ, ਅਤੇ ਇਸ ਵਿਸ਼ਲੇਸ਼ਣ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਕੋਈ ਵਾਰੰਟੀ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਵਾਧੂ ਸਵਾਲ ਜਾਂ ਚਿੰਤਾਵਾਂ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "1527172673": "ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਕੂਕੀ ਨੀਤੀ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "1535054294": "ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਦੀ ਵਿਸਤ੍ਰਿਤ ਨੀਤੀ ਦੇਖੋ",
    "1747657936": "ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਲਈ ਨਿਰਦੇਸ਼ਿਤ ਨਹੀਂ ਹਨ ਅਤੇ ਅਸੀਂ ਜਾਣਬੁੱਝ ਕੇ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਤੋਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਜੇਕਰ ਸਾਨੂੰ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਅਸੀਂ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚੇ ਦੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕੀਤੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਸਾਡੀਆਂ ਫਾਈਲਾਂ ਤੋਂ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਨੂੰ ਜਿੰਨੀ ਜਲਦੀ ਸੰਭਵ ਹੋਵੇ, ਮਿਟਾਉਣ ਲਈ ਉਚਿਤ ਕਦਮ, ਜਦੋਂ ਤੱਕ ਇਸ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਸਾਡੀ ਕਾਨੂੰਨੀ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਸਾਡੇ ਕੋਲ 13 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚੇ ਤੋਂ ਜਾਂ ਉਸ ਬਾਰੇ ਕੋਈ ਜਾਣਕਾਰੀ ਹੈ:",
    "1807512722": "ਤੁਸੀਂ ਇਸ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਨੂੰ ਕਿਸੇ ਪ੍ਰਸ਼ਾਸਕੀ ਏਜੰਸੀ ਕੋਲ ਲਿਆ ਸਕਦੇ ਹੋ ਪਰ ਸਿਰਫ਼ ਉਸ ਹੱਦ ਤੱਕ ਲਾਗੂ ਕਾਨੂੰਨ ਅਜਿਹੀ ਏਜੰਸੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ, ਭਾਵੇਂ ਸਾਲਸੀ ਕਰਨ ਲਈ ਇੱਕ ਸਮਝੌਤੇ ਦੀ ਮੌਜੂਦਗੀ ਦੇ ਬਾਵਜੂਦ। ਅਜਿਹੇ ਪ੍ਰਸ਼ਾਸਕੀ ਦਾਅਵਿਆਂ ਵਿੱਚ ਬਰਾਬਰ ਰੁਜ਼ਗਾਰ ਅਵਸਰ ਕਮਿਸ਼ਨ, ਯੂਐਸ ਡਿਪਾਰਟਮੈਂਟ ਆਫ਼ ਲੇਬਰ, ਅਤੇ ਨੈਸ਼ਨਲ ਲੇਬਰ ਰਿਲੇਸ਼ਨ ਬੋਰਡ ਦੇ ਸਾਹਮਣੇ ਬਿਨਾਂ ਸੀਮਾ ਦੇ ਦਾਅਵੇ ਜਾਂ ਖਰਚੇ ਸ਼ਾਮਲ ਹਨ। ਇਸ ਧਾਰਾ ਵਿੱਚ ਕੁਝ ਵੀ ਤੁਹਾਨੂੰ ਸਾਲਸੀ ਵਿੱਚ ਦਾਅਵਾ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਸ਼ਾਸਕੀ ਉਪਚਾਰਾਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਤੁਹਾਡੀ ਜ਼ਿੰਮੇਵਾਰੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਕਿਸੇ ਵੀ ਏਜੰਸੀ ਦੇ ਸਾਹਮਣੇ ਇੱਕ ਪ੍ਰਬੰਧਕੀ ਦਾਅਵਾ ਲਿਆਉਣ ਤੋਂ ਰੋਕਣ ਜਾਂ ਮਾਫ਼ ਕਰਨ ਲਈ ਨਹੀਂ ਮੰਨਿਆ ਜਾਵੇਗਾ, ਹਾਲਾਂਕਿ, ਤੁਸੀਂ ਇਸ ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਮੁਦਰਾ ਪੁਰਸਕਾਰ ਦੇ ਅਧਿਕਾਰ ਨੂੰ ਛੱਡ ਦਿੰਦੇ ਹੋ। ਏਜੰਸੀ ਦੀ ਕਾਰਵਾਈ.",
    "2238885192": "ਜਦੋਂ ਉਪਭੋਗਤਾ ਇੱਕ ਗਲਤੀ ਦਾ ਅਨੁਭਵ ਕਰਦਾ ਹੈ ਤਾਂ ਅਸੀਂ ਡੀਬਗਿੰਗ ਡੇਟਾ ਨੂੰ ਇਕੱਠਾ ਕਰਨ ਲਈ ਸੰਤਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਸੰਤਰੀ ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਇਕੱਠਾ ਕਰਦੀ ਹੈ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਦੀ ਹੈ ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲਈ:",
    "2520904193": "ਤੁਸੀਂ ਕਲਾਸ, ਸਮੂਹਿਕ, ਜਾਂ ਪ੍ਰਤੀਨਿਧੀ ਕਾਰਵਾਈ ਦੇ ਤੌਰ 'ਤੇ ਕਿਸੇ ਵੀ ਵਿਵਾਦ ਨੂੰ ਲਿਆਉਣ, ਸੁਣਨ, ਜਾਂ ਆਰਬਿਟਰੇਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਵੀ ਅਧਿਕਾਰ ਛੱਡ ਦਿੰਦੇ ਹੋ। ਇਸ ਸਮਝੌਤੇ ਵਿੱਚ ਸ਼ਾਮਲ ਕਿਸੇ ਹੋਰ ਧਾਰਾ ਦੇ ਬਾਵਜੂਦ, ਪਿਛਲੀ ਸਜ਼ਾ ਨੂੰ ਕਿਸੇ ਵੀ ਸਥਿਤੀ ਵਿੱਚ ਇਸ ਸਮਝੌਤੇ ਤੋਂ ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੋਈ ਵੀ ਦਾਅਵਾ ਕਿ ਇਸ ਛੋਟ ਦਾ ਸਾਰਾ ਜਾਂ ਹਿੱਸਾ ਲਾਗੂ ਕਰਨਯੋਗ, ਗੈਰ-ਸੰਵੇਦਨਸ਼ੀਲ, ਬੇਕਾਰ ਜਾਂ ਰੱਦ ਕਰਨ ਯੋਗ ਹੈ, ਸਿਰਫ ਸਮਰੱਥ ਅਧਿਕਾਰ ਖੇਤਰ ਦੀ ਅਦਾਲਤ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਨਾ ਕਿ ਕਿਸੇ ਸਾਲਸ ਦੁਆਰਾ। ਨੈਸ਼ਨਲ ਲੇਬਰ ਰਿਲੇਸ਼ਨਜ਼ ਐਕਟ ਦੇ ਸੈਕਸ਼ਨ 7 ਦੇ ਤਹਿਤ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਨਤੀਜੇ ਵਜੋਂ, ਜਾਂ ਕਿਸੇ ਵੀ ਫੋਰਮ ਵਿੱਚ ਕਲਾਸ, ਸਮੂਹਿਕ ਜਾਂ ਪ੍ਰਤੀਨਿਧੀ ਕਾਰਵਾਈ ਦਾਇਰ ਕਰਨ ਜਾਂ ਉਸ ਵਿੱਚ ਭਾਗ ਲੈਣ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਤੋਂ ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਬਦਲਾ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ ਜਾਂ ਤੁਹਾਨੂੰ ਰੋਕਿਆ ਨਹੀਂ ਜਾਵੇਗਾ। , ਪਰ ਅਸੀਂ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕਲਾਸ ਐਕਸ਼ਨ ਛੋਟ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਾਂ, ਅਤੇ ਅਜਿਹੇ ਵਰਗ, ਸਮੂਹਿਕ ਜਾਂ ਪ੍ਰਤੀਨਿਧ ਕਾਰਵਾਈਆਂ ਜਾਂ ਦਾਅਵਿਆਂ ਨੂੰ ਖਾਰਜ ਕਰਨ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "2577178569": "3. ਸਖਤੀ ਨਾਲ ਲੋੜੀਂਦੇ ਤਕਨੀਕੀ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ: ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਵਰਤੋਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦਾ ਹੈ।",
    "2583888954": "ਅਪਵਾਦ।",
    "263977834": "ਪ੍ਰਬੰਧਕੀ ਥਕਾਵਟ.",
    "2657277322": "ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "271333468": "ਅਸੀਂ ਜੋ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਅਤੇ ਸਟੋਰ ਕਰਦੇ ਹਾਂ, ਉਸ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਅਸੀਂ ਢੁਕਵੇਂ ਤਕਨੀਕੀ ਅਤੇ ਸੰਗਠਨਾਤਮਕ ਉਪਾਅ ਲਾਗੂ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਉਹਨਾਂ ਸਾਰੇ ਏਜੰਟਾਂ ਤੋਂ ਮੰਗ ਕਰਦੇ ਹਾਂ ਜੋ ਸਾਡੀ ਤਰਫੋਂ ਸਾਡੀ ਪ੍ਰਕਿਰਿਆ ਕਰਦੇ ਹਨ। ਬਦਕਿਸਮਤੀ ਨਾਲ, ਕੋਈ ਵੀ ਸੁਰੱਖਿਆ ਉਪਾਅ 100% ਫੂਲਪਰੂਫ ਨਹੀਂ ਹਨ, ਅਤੇ ਜਿਵੇਂ ਕਿ ਕੋਈ ਵੀ ਨੈੱਟਵਰਕ ਜਾਂ ਸਿਸਟਮ (ਸਾਡੇ ਸਮੇਤ) ਤਬਾਹੀ, ਨੁਕਸਾਨ, ਤਬਦੀਲੀ, ਅਣਅਧਿਕਾਰਤ ਖੁਲਾਸੇ, ਜਾਂ ਸਾਡੇ ਦੁਆਰਾ ਇਕੱਤਰ ਅਤੇ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਤੋਂ 100% ਸੁਰੱਖਿਅਤ ਹੋਣ ਦੀ ਗਰੰਟੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕਦੀ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਤੁਰੰਤ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "2763011087": "IMI ਕਿਸੇ ਉਪਭੋਗਤਾ ਵਿਵਾਦ ਨਿਪਟਾਰਾ ਇਕਾਈ ਦੇ ਸਾਹਮਣੇ ਉਪਭੋਗਤਾ ਵਿਵਾਦਾਂ ਲਈ ਵਿਕਲਪਕ ਵਿਵਾਦ ਹੱਲ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਨਹੀਂ ਹੈ, ਅਤੇ ਨਾ ਹੀ ਇਸ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਲਈ ਪਾਬੰਦ ਹੈ।",
    "2927283721": "ਸਾਡੀ ਵੈਬਸਾਈਟ 'ਤੇ ਕੰਮ ਕਰਨ ਦੁਆਰਾ, ਤੁਸੀਂ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਅਨੁਸਾਰ ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇ ਸੰਗ੍ਰਹਿ, ਵਰਤੋਂ ਅਤੇ ਖੁਲਾਸੇ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਦੇ ਹੋ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅਸੀਂ ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਮੁਕੰਮਲ ਕੀਤੇ ਕਾਰਜਾਂ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਬੇਨਤੀਕਰਤਾ ਨਾਲ ਸਾਂਝੀ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਿਸ ਦੇ ਕਾਰਜ ਤੁਸੀਂ ਸੇਵਾ ਸਬੰਧਾਂ ਦੀ ਸਹੂਲਤ ਲਈ ਅਤੇ ਵੈੱਬਸਾਈਟ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਪੂਰੇ ਕੀਤੇ ਹਨ, ਜਿਸ ਵਿੱਚ, ਉਦਾਹਰਨ ਲਈ, ਯੋਗਦਾਨੀ ਆਈ.ਡੀ., ਪੂਰੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਨਤੀਜੇ, ਅਤੇ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਹਨ। ਤੁਹਾਡੀਆਂ ਯੋਗਤਾਵਾਂ, ਭਾਸ਼ਾਵਾਂ, ਹੁਨਰ ਅਤੇ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ।",
    "2943815316": "ਅਸੀਂ ਇਸ ਸੂਚੀ ਨੂੰ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਅੱਪਡੇਟ ਕਰਦੇ ਹਾਂ, ਇਸਲਈ ਇੱਥੇ ਵਾਧੂ ਕੂਕੀਜ਼ ਹੋ ਸਕਦੀਆਂ ਹਨ ਜੋ ਅਜੇ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹਨ। ਵੈੱਬ ਬੀਕਨ, ਟੈਗਸ ਅਤੇ ਸਕ੍ਰਿਪਟਾਂ ਦੀ ਵਰਤੋਂ ਸਾਈਟਾਂ ਜਾਂ ਈਮੇਲਾਂ ਵਿੱਚ ਕੂਕੀਜ਼ ਡਿਲੀਵਰ ਕਰਨ, ਮੁਲਾਕਾਤਾਂ ਦੀ ਗਿਣਤੀ ਕਰਨ, ਵਰਤੋਂ ਅਤੇ ਮੁਹਿੰਮ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਨੂੰ ਸਮਝਣ ਅਤੇ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਕਿ ਕੀ ਕੋਈ ਈਮੇਲ ਖੋਲ੍ਹਿਆ ਗਿਆ ਹੈ ਅਤੇ ਉਸ 'ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਗਈ ਹੈ। ਅਸੀਂ ਸਾਡੀਆਂ ਸੇਵਾ/ਵਿਸ਼ਲੇਸ਼ਣ ਪ੍ਰਦਾਤਾਵਾਂ ਦੁਆਰਾ ਇਹਨਾਂ ਤਕਨਾਲੋਜੀਆਂ ਦੀ ਵਰਤੋਂ ਦੇ ਆਧਾਰ 'ਤੇ ਵਿਅਕਤੀਗਤ ਅਤੇ ਸਮੂਹਿਕ ਆਧਾਰ 'ਤੇ ਰਿਪੋਰਟਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "3040062804": "ਇਸ ਸੈਕਸ਼ਨ ਦੇ ਅਧੀਨ ਕੋਈ ਵੀ ਆਰਬਿਟਰੇਸ਼ਨ ਕਾਰਵਾਈ ਮੂਲ ਰੂਪ ਵਿੱਚ ਕੈਲੀਫੋਰਨੀਆ ਰਾਜ ਦੇ ਅੰਦਰ ਹੋਵੇਗੀ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸੰਯੁਕਤ ਰਾਜ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਰਹਿੰਦੇ ਹੋ, ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਆਰਬਿਟਰੇਸ਼ਨ ਪੂਰੀ ਤਰ੍ਹਾਂ ਇਲੈਕਟ੍ਰਾਨਿਕ ਜਾਂ ਟੈਲੀਫੋਨ ਦੁਆਰਾ ਕੀਤੀ ਜਾਵੇਗੀ। ਆਰਬਿਟਰੇਸ਼ਨ ਕਿਸੇ ਹੋਰ ਸਥਾਨ 'ਤੇ ਹੋ ਸਕਦੀ ਹੈ ਜੇਕਰ ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਹਰ ਧਿਰ ਦੁਆਰਾ ਸਹਿਮਤੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਇਸਦੇ ਸਥਾਨ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ, ਕੋਈ ਵੀ ਪਾਰਟੀ ਲਾਈਵ ਵੀਡੀਓ ਜਾਂ ਟੈਲੀਕਾਨਫਰੰਸ ਰਾਹੀਂ ਆਰਬਿਟਰੇਸ਼ਨ ਵਿੱਚ ਪੇਸ਼ ਹੋਣ ਦੀ ਚੋਣ ਕਰ ਸਕਦੀ ਹੈ।",
    "3091247030": "ਕਲਾਸ ਐਕਸ਼ਨ ਛੋਟ।",
    "3102490587": "ਕਲਾਸ ਐਕਸ਼ਨ ਵੇਵਰ ਨੂੰ ਛੱਡ ਕੇ, ਜੇਕਰ ਇਸ ਆਰਬਿਟਰੇਸ਼ਨ ਕਲਾਜ਼ ਦੇ ਕਿਸੇ ਵੀ ਸ਼ਬਦ ਜਾਂ ਪ੍ਰਬੰਧ, ਜਾਂ ਹਿੱਸੇ ਨੂੰ ਰੱਦ ਜਾਂ ਲਾਗੂ ਕਰਨਯੋਗ ਨਹੀਂ ਘੋਸ਼ਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਤੋੜ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਆਰਬਿਟਰੇਸ਼ਨ ਧਾਰਾ ਦਾ ਬਾਕੀ ਹਿੱਸਾ ਲਾਗੂ ਹੋਵੇਗਾ।",
    "3187946010": "ਇਹਨਾਂ ਪੰਨਿਆਂ 'ਤੇ ਸਾਰੇ ਟੈਕਸਟ, ਚਿੱਤਰ, ਗ੍ਰਾਫਿਕਲ ਐਨੀਮੇਸ਼ਨ, ਵੀਡੀਓ, ਸੰਗੀਤ, ਧੁਨੀਆਂ ਅਤੇ ਹੋਰ ਸਮੱਗਰੀ ਆਈਐਮਆਈ ਜਾਂ ਤੀਜੀ ਧਿਰ ਦੁਆਰਾ ਕਾਪੀਰਾਈਟ ਕਾਨੂੰਨ ਦੇ ਤਹਿਤ ਸੁਰੱਖਿਅਤ ਹਨ ਜੇਕਰ ਨਿਰਧਾਰਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਵਪਾਰਕ ਵਰਤੋਂ ਲਈ ਇਸ ਸਮੱਗਰੀ ਦੀ ਨਕਲ ਜਾਂ ਸੰਸ਼ੋਧਨ ਕਰਨ ਦੀ ਮਨਾਹੀ ਹੈ ਜੋ ਕਿ ਵਾਜਬ ਉਚਿਤ ਵਰਤੋਂ ਤੋਂ ਵੱਧ ਹੈ।",
    "3199694247": "ਵਿਭਾਜਨਤਾ.",
    "3302832698": "ਵਿਕਲਪਿਕ ਵਿਵਾਦ ਹੱਲ ਦੀ ਲੋੜ ਹੈ।",
    "3361191778": "ਇੰਟਰਨੈਟ ਪੰਨਿਆਂ 'ਤੇ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਵਿਅਕਤੀਗਤ ਸਲਾਹ ਨੂੰ ਨਹੀਂ ਦਰਸਾਉਂਦੀ ਅਤੇ ਇਸ ਨੂੰ ਬਦਲ ਨਹੀਂ ਸਕਦੀ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਸਲਾਹ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਸਹਾਇਤਾ ਸਟਾਫ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    "3493572638": "ਲਾਗਤਾਂ ਅਤੇ ਫੀਸਾਂ।",
    "3794239003": "ਆਰਬਿਟਰੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆ।",
    "3885459114": "ਤੁਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਆਪਣੇ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਬਣੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਰਾਹੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਅਕਿਰਿਆਸ਼ੀਲ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਕੂਕੀਜ਼ ਬਾਰੇ ਹੋਰ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਨਿਯੰਤਰਿਤ ਕਰਨਾ, ਅਯੋਗ ਜਾਂ ਮਿਟਾਉਣਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਵਿਸਤ੍ਰਿਤ ਮਾਰਗਦਰਸ਼ਨ ਲਈ https://www.knowcookies.com/ 'ਤੇ ਜਾਓ।",
    "3956117148": "hCaptcha.com ਅਤੇ BotStop.com ਵੈੱਬਸਾਈਟਾਂ (ਸਾਈਟਾਂ) ਵਿੱਚ ਵਾਧੂ ਕੂਕੀਜ਼ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਕਿ ਇਸ ਨੀਤੀ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ।",
    "4193379787": "ਇਸ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅਧੀਨ ਸਾਰੇ ਸਾਲਸੀ ਅਮਰੀਕਨ ਆਰਬਿਟਰੇਸ਼ਨ ਐਸੋਸੀਏਸ਼ਨ ਦੇ ਨਿਯਮਾਂ ਅਧੀਨ ਜਾਂ ਆਪਸੀ ਸਹਿਮਤੀ ਨਾਲ ਸਾਲਸੀ ਸੇਵਾ ਦੁਆਰਾ ਕਰਵਾਏ ਜਾਣਗੇ। ਆਰਬਿਟਰੇਟਰ ਵਿਕਲਪਕ ਹੜਤਾਲਾਂ ਰਾਹੀਂ ਸੱਤ (7) ਤੋਂ ਘੱਟ ਨਾਵਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਚੁਣਿਆ ਗਿਆ ਇੱਕ ਅਮਰੀਕੀ ਸਾਲਸ ਹੋਵੇਗਾ। ਆਰਬਿਟਰੇਸ਼ਨ ਵਿੱਚ, ਹਰ ਇੱਕ ਧਿਰ ਨੂੰ ਆਪਣੇ ਕੇਸਾਂ ਅਤੇ ਬਚਾਅ ਪੱਖਾਂ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਸਿਵਲ ਖੋਜ ਕਰਨ, ਨਿਰਾਧਾਰ ਮੋਸ਼ਨ ਲਿਆਉਣ, ਅਤੇ ਲੋੜ ਅਨੁਸਾਰ ਗਵਾਹ ਅਤੇ ਸਬੂਤ ਪੇਸ਼ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਹੋਵੇਗਾ, ਅਤੇ ਇਸ ਸਬੰਧ ਵਿੱਚ ਕਿਸੇ ਵੀ ਵਿਵਾਦ ਨੂੰ ਸਾਲਸ ਦੁਆਰਾ ਹੱਲ ਕੀਤਾ ਜਾਵੇਗਾ। ਵਿਵਾਦ ਦਾ ਹੱਲ ਸਿਰਫ਼ ਦਾਅਵਿਆਂ ਅਤੇ ਬਚਾਅ ਪੱਖਾਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਵਾਲੇ ਕਾਨੂੰਨ 'ਤੇ ਅਧਾਰਤ ਹੋਵੇਗਾ, ਅਤੇ ਸਾਲਸ ਅਜਿਹੇ ਨਿਯੰਤਰਣ ਕਾਨੂੰਨ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਅਧਾਰ ਦੀ ਮੰਗ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ। ਸਾਲਸ ਦੀ ਸਮਰੱਥਾ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਸਮੇਂ ਸਾਲਸ ਨੂੰ ਸਿਵਲ ਦੇਣਦਾਰੀ ਤੋਂ ਇੱਕ ਨਿਆਂਇਕ ਅਧਿਕਾਰੀ ਦੀ ਛੋਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਛੋਟ ਕਿਸੇ ਹੋਰ ਮੌਜੂਦਾ ਛੋਟ ਨੂੰ ਪੂਰਕ ਕਰਦੀ ਹੈ। ਅਵਾਰਡਾਂ ਵਿੱਚ ਆਰਬਿਟਰੇਟਰ ਦੀ ਲਿਖਤੀ ਤਰਕ ਵਾਲੀ ਰਾਏ ਸ਼ਾਮਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਦੀ ਜਿਊਰੀ ਦੁਆਰਾ ਮੁਕੱਦਮੇ ਦਾ ਅਧਿਕਾਰ ਛੱਡ ਦਿੰਦੇ ਹੋ ਜੋ ਤੁਹਾਡੇ ਕੋਲ IMI ਦੇ ਵਿਰੁੱਧ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ IMI ਤੁਹਾਡੇ ਵਿਰੁੱਧ ਹੋ ਸਕਦਾ ਹੈ। ਇਸ ਧਾਰਾ ਦੇ ਅਧੀਨ ਕੋਈ ਵੀ ਦਾਅਵਾ ਸੀਮਾਵਾਂ ਦੀ ਮਿਆਦ ਦੇ ਲਾਗੂ ਕਾਨੂੰਨ ਦੇ ਅੰਦਰ ਲਿਆਂਦਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਸੰਯੁਕਤ ਰਾਜ ਫੈਡਰਲ ਆਰਬਿਟਰੇਸ਼ਨ ਐਕਟ ਇਸ ਧਾਰਾ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਇਹ ਇਕਰਾਰਨਾਮਾ ਵਪਾਰ ਵਿੱਚ ਇੱਕ ਲੈਣ-ਦੇਣ ਦਾ ਸਬੂਤ ਦਿੰਦਾ ਹੈ।",
    "470943029": "ਜੇਕਰ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਬਾਰੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "498769698": "ਤੁਸੀਂ ਕੁਝ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ, ਠੀਕ ਕਰ ਸਕਦੇ ਹੋ, ਸੰਸ਼ੋਧਿਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਮਿਟਾ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਇਨਟੀਗ੍ਰੇਟਰ, ਗਾਹਕ, ਜਾਂ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਖਾਤੇ (ਜੇ ਤੁਸੀਂ ਇੱਕ ਏਕੀਕ੍ਰਿਤ, ਗਾਹਕ, ਜਾਂ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਹੋ) ਰਾਹੀਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋ, ਜਾਂ ਸਾਡੇ ਦੁਆਰਾ ਤੁਹਾਡੇ ਬਾਰੇ ਇਕੱਠੀ ਕੀਤੀ ਅਤੇ/ਜਾਂ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਜਾਂ ਸਾਡੀ ਪ੍ਰਕਿਰਿਆ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਵਾਪਸ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋ (ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਮਿਟਾਓ) ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ:",
    "537881751": "hCaptcha ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ! ਇਹ ਗੋਪਨੀਯਤਾ ਨੀਤੀ www.hcaptcha 'ਤੇ ਸਾਡੀ ਵੈਬਸਾਈਟ ਰਾਹੀਂ ਜਾਣਕਾਰੀ (ਨੀਤੀ ਜਾਣਕਾਰੀ, ਹੇਠਾਂ ਪਰਿਭਾਸ਼ਿਤ ਸਮੇਤ) ਇਕੱਠੀ ਕਰਨ, ਵਰਤੋਂ ਅਤੇ ਖੁਲਾਸੇ ਕਰਨ ਦੇ ਸਬੰਧ ਵਿੱਚ Intuition Machines, Inc. (\"IMI\", \"we\" ਜਾਂ \"us\") ਦੇ ਅਭਿਆਸਾਂ ਦਾ ਵਰਣਨ ਕਰਦੀ ਹੈ। .com ਅਤੇ ਕੋਈ ਹੋਰ ਉਪ-ਡੋਮੇਨ ਜਾਂ ਡੋਮੇਨ ਜੋ ਅਸੀਂ ਵਰਤਦੇ ਹਾਂ (\"ਸਾਈਟਾਂ\") ਅਤੇ hCaptcha ਐਪਲੀਕੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮ ਇੰਟਰਫੇਸ ਅਤੇ ਸੰਬੰਧਿਤ ਸੌਫਟਵੇਅਰ ਅਤੇ ਸਮੱਗਰੀ (ਸਮੂਹਿਕ ਤੌਰ 'ਤੇ, \"ਸੇਵਾ\")।",
    "561456032": "ਤੁਸੀਂ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ ਕਿ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਜਾਂ ਇਸ ਨਾਲ ਸਬੰਧਤ ਕਿਸੇ ਵੀ ਵਿਵਾਦ ਲਈ, ਜਿਸ ਵਿੱਚ ਕੋਈ ਵੀ ਵਿਵਾਦ ਸ਼ਾਮਲ ਹੈ ਜੋ ਉਸ ਸਮੇਂ ਤੋਂ ਪੈਦਾ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਤੁਸੀਂ IMI ਲਈ ਕੰਮ ਕਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ ਸੀ, ਅਤੇ ਖਾਸ ਤੌਰ 'ਤੇ ਇਸ ਨਾਲ ਸਬੰਧਤ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋ ਕਿ ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸ਼੍ਰੇਣੀਬੱਧ ਕਰਦੇ ਹੋ ਜਾਂ ਨਹੀਂ। ਇੱਕ ਸੁਤੰਤਰ ਠੇਕੇਦਾਰ, ਤੁਸੀਂ ਪਹਿਲਾਂ IMI ਨੂੰ ਇਸਦੇ ਵਿਰੁੱਧ ਆਪਣੇ ਦਾਅਵੇ ਬਾਰੇ ਸੂਚਿਤ ਕਰੋਗੇ। ਤੁਸੀਂ ਅਤੇ IMI ਫਿਰ ਸਿੱਧੀ ਗੱਲਬਾਤ ਜਾਂ ਵਿਚੋਲਗੀ ਰਾਹੀਂ ਮੁੱਦੇ ਨੂੰ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋਗੇ। ਅਸੀਂ ਵਿਚੋਲਗੀ ਦੀ ਲਾਗਤ ਨੂੰ ਬਰਾਬਰ ਵੰਡਾਂਗੇ ਅਤੇ ਸਹਿਮਤ ਹੋਵਾਂਗੇ ਕਿ ਵਿਚੋਲਗੀ ਟੈਲੀਫੋਨ ਜਾਂ ਹੋਰ ਇਲੈਕਟ੍ਰਾਨਿਕ ਸਾਧਨਾਂ ਰਾਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ। ਜੇਕਰ ਕੋਈ ਦਾਅਵਾ ਗੈਰ-ਰਸਮੀ ਗੱਲਬਾਤ ਜਾਂ ਵਿਚੋਲਗੀ ਤੋਂ ਬਾਅਦ ਅਣਸੁਲਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਅਤੇ IMI ਵਿਵਾਦ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਅੰਤਮ ਅਤੇ ਬਾਈਡਿੰਗ ਆਰਬਿਟਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰੋਗੇ। ਇਹ ਧਾਰਾ ਉਸ ਸਮੇਂ ਤੋਂ ਸਾਰੇ ਦਾਅਵਿਆਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਦੀ ਹੈ ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਸ਼ੁਰੂ ਕੀਤੀ ਸੀ, ਭਾਵੇਂ ਕਿ ਵਿਤਕਰੇ, ਇਕਰਾਰਨਾਮੇ, ਕਨੂੰਨ ਦੇ ਆਧਾਰ 'ਤੇ, ਵਿਤਕਰੇ ਅਤੇ ਪਰੇਸ਼ਾਨੀ ਦੇ ਕਿਸੇ ਵੀ ਦਾਅਵੇ ਸਮੇਤ, ਪਰ ਇਸ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ, ਭਾਵੇਂ ਉਹ ਕੈਲੀਫੋਰਨੀਆ ਫੇਅਰ ਐਂਪਲਾਇਮੈਂਟ ਐਂਡ ਹਾਊਸਿੰਗ ਐਕਟ 'ਤੇ ਆਧਾਰਿਤ ਹੋਣ। , 1964 ਦੇ ਸਿਵਲ ਰਾਈਟਸ ਐਕਟ ਦਾ ਸਿਰਲੇਖ VII, ਜਿਵੇਂ ਕਿ ਸੋਧਿਆ ਗਿਆ ਹੈ, ਜਾਂ ਕੋਈ ਹੋਰ ਰਾਜ ਜਾਂ ਸੰਘੀ ਕਾਨੂੰਨ ਜਾਂ ਨਿਯਮ, ਬਰਾਬਰੀ ਵਾਲਾ ਕਾਨੂੰਨ, ਜਾਂ ਹੋਰ।",
    "658775471": "ਅਸੀਂ ਆਪਣੇ ਵੈਬ ਟ੍ਰੈਫਿਕ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਕਲਾਉਡਫਲੇਅਰ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। Cloudflare ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਦਾ ਹੈ ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲਈ:",
    "702926385": "ਪਾਰਟੀਆਂ ਹਰ ਇੱਕ ਅਜਿਹੀ ਸਾਲਸੀ ਵਿੱਚ ਕਾਨੂੰਨੀ ਪ੍ਰਤੀਨਿਧਤਾ ਲਈ ਆਪੋ-ਆਪਣੇ ਖਰਚਿਆਂ ਨੂੰ ਸਹਿਣ ਕਰਨਗੀਆਂ, ਸਿਵਾਏ ਉਸ ਹੱਦ ਤੱਕ ਕਿ ਅਟਾਰਨੀ ਦੀਆਂ ਫੀਸਾਂ ਕਾਨੂੰਨ ਦੁਆਰਾ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਧਿਰਾਂ ਸਾਲਸ ਦੁਆਰਾ ਚਾਰਜ ਕੀਤੀ ਗਈ ਕੋਈ ਵੀ ਸ਼ੁਰੂਆਤੀ ਪ੍ਰਬੰਧਕੀ ਫੀਸ ਨੂੰ ਵੰਡਣਗੀਆਂ, ਤੁਹਾਡੇ ਲਈ ਦੋ ਸੌ ਪੰਜਾਹ ਡਾਲਰ (US$250.00) ਦੀ ਅਧਿਕਤਮ ਲਾਗਤ ਤੱਕ। ਆਰਬਿਟਰੇਟਰ ਅਤੇ ਕੋਰਟ ਰਿਪੋਰਟਰ ਦਾ ਖਰਚਾ, ਜੇਕਰ ਕੋਈ ਹੋਵੇ, ਸ਼ੁਰੂ ਵਿੱਚ ਸਾਡੇ ਦੁਆਰਾ ਸਹਿਣ ਕੀਤਾ ਜਾਵੇਗਾ; ਹਾਲਾਂਕਿ, ਸਾਲਸ ਨੂੰ ਕਾਨੂੰਨ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਅਨੁਸਾਰ, ਪ੍ਰਚਲਿਤ ਧਿਰ ਨੂੰ ਢੁਕਵੀਆਂ ਲਾਗਤਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਅਤੇ/ਜਾਂ ਪੱਖਾਂ ਨੂੰ ਸਾਲਸ ਅਤੇ/ਜਾਂ ਅਦਾਲਤੀ ਰਿਪੋਰਟਰ ਨਾਲ ਸਬੰਧਿਤ ਲਾਗਤਾਂ ਨੂੰ ਵੰਡਣ ਦੀ ਮੰਗ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਹੋਵੇਗਾ।",
    "720059527": "2. ਸਖਤੀ ਨਾਲ ਲੋੜੀਂਦੇ ਤਕਨੀਕੀ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ: ਲੋਡ ਸੰਤੁਲਨ, ਰੂਟਿੰਗ।",
    "74538881": "ਇਸ ਵੈੱਬਸਾਈਟ ਲਈ ਜ਼ਿੰਮੇਵਾਰੀ",
    "996430331": "ਆਰਬਿਟਰੇਸ਼ਨ ਦਾ ਟਿਕਾਣਾ।",
    "211351380": "ਬਲੌਗ ਤੋਂ:",
    "3153117136": "hCaptcha ਮੁਸ਼ਕਲ ਸੈਟਿੰਗਾਂ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀਆਂ ਹਨ",
    "2915355938": "ਪਹੁੰਚਯੋਗਤਾ",
    "793784899": "ਯੋਜਨਾਵਾਂ",
    "2671622670": "ਐਂਟਰਪ੍ਰਾਈਜ਼",
    "3527140447": "ਦਸਤਾਵੇਜ਼",
    "505891021": "ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ",
    "692176459": "ਲਾਗਿਨ",
    "1892574253": "ਸਾਇਨ ਅਪ",
    "2593864519": "ਹੋਰ ਬੋਟਸ ਨੂੰ ਰੋਕੋ. ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ।",
    "4007826952": "#1 ਗੋਪਨੀਯਤਾ-ਵੈੱਬ, ਮੋਬਾਈਲ, ਅਤੇ ਹੋਰ ਲਈ ਪਹਿਲਾ ਕੈਪਟਚਾ।",
    "3721365241": "ਕੋਸ਼ਿਸ਼ ਕਰੋ",
    "3753956446": "ਮੁਫ਼ਤ",
    "3276777569": "hCaptcha",
    "55035359": "ਕੀ ਵਰਤਮਾਨ ਵਿੱਚ reCAPTCHA ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ?",
    "3417372336": "ਮਿੰਟਾਂ ਵਿੱਚ ਬਦਲੋ",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "ਚੋਟੀ ਦੀਆਂ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ 'ਤੇ ਨਿਰਭਰ ਹਨ",
    "1470290349": "ਵਧੀਆ-ਵਿੱਚ-ਕਲਾਸ ਬੋਟ ਅਤੇ ਧੋਖਾਧੜੀ ਪ੍ਰਬੰਧਨ ਲਈ।",
    "3714002185": "hCaptcha Enterprise ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "3946753128": "ਨਿਜੀ। ਸੁਰੱਖਿਅਤ। ਹੋਰ ਤੇਜ਼.",
    "939665604": "ਗੋਪਨੀਯਤਾ ਕੇਂਦਰਿਤ",
    "780475098": "ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਦੇਖਦੇ ਹਨ। ਅਸੀਂ ਸਿਰਫ਼ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਕਰਦੇ ਹਾਂ ਕਿ ਫੇਰੀ ਚੰਗੀ ਹੈ ਜਾਂ ਮਾੜੀ। hCaptcha GDPR, CCPA, LGPD, PIPL, ਅਤੇ ਹੋਰ ਗਲੋਬਲ ਡਾਟਾ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "219813583": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
    "2714878440": "ਸਾਡੀ ਉੱਨਤ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਅਤੇ ਮਾਨਵਤਾ ਤਸਦੀਕ ਨਾਲ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਸਕ੍ਰੈਪਿੰਗ, ਖਾਤਾ ਲੈਣ, ਪ੍ਰਮਾਣ ਪੱਤਰ ਅਤੇ ਸਪੈਮ ਤੋਂ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
    "1397766838": "ਬਿਹਤਰ ਉਪਭੋਗਤਾ ਅਨੁਭਵ",
    "2670352917": "hCaptcha ਮਨੁੱਖਾਂ ਲਈ ਹੱਲ ਕਰਨ ਲਈ ਸਧਾਰਨ ਹੋਣ ਦੇ ਨਾਲ-ਨਾਲ ਵਧੇਰੇ ਭਰੋਸੇਮੰਦ ਬੋਟ ਖੋਜ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "2806751666": "hCaptcha ਕੀ ਹੈ?",
    "3096063825": "ਇਸ ਨੂੰ ਅਜ਼ਮਾਓ",
    "2968026167": "ਤੁਹਾਡੀ ਮਨਪਸੰਦ ਸਬਜ਼ੀ",
    "713281684": "ਬੈਂਗਣ ਦਾ ਪੌਦਾ",
    "4147497805": "ਗਾਜਰ",
    "3758963444": "ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਤੁਹਾਡੀ ਅਧੀਨਗੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਹੈ!",
    "1070364246": "ਓਹ! ਫਾਰਮ ਸਪੁਰਦ ਕਰਨ ਦੌਰਾਨ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ।",
    "1129833879": "ਖਤਰਨਾਕ ਬੋਟਾਂ ਨੂੰ ਰੋਕੋ, ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰੋ",
    "58091799": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ ਅਤੇ Enterprise ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "1599610318": "ਪ੍ਰਕਾਸ਼ਕ",
    "3093388779": "hCaptcha ਕਿਸੇ ਵੀ ਆਕਾਰ ਦੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਵਰਤਣ ਲਈ ਸੁਤੰਤਰ ਹੈ",
    "179723061": "ਉਹਨਾਂ ਟੀਮਾਂ ਲਈ ਵਧੇਰੇ ਨਿਯੰਤਰਣ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਲਾਸ-ਮੋਹਰੀ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਹੈ",
    "846501387": "ਵਿਸ਼ਵ ਪੱਧਰੀ ਬੋਟ ਸੁਰੱਖਿਆ",
    "119298044": "ਉੱਨਤ ਸਵੈ-ਨਿਗਰਾਨੀ ML ਅਤੇ AI ਤਕਨਾਲੋਜੀਆਂ ਤੁਹਾਡੀਆਂ ਵੈੱਬ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਖਤਰਿਆਂ ਅਤੇ ਹਮਲਿਆਂ ਤੋਂ ਬਚਾਉਂਦੀਆਂ ਹਨ",
    "1263998069": "ਮਨੁੱਖੀ ਹੱਲ ਲਈ ਇਨਾਮ ਕਮਾਓ",
    "1103295010": "ਜਦੋਂ ਇਨਸਾਨ ਕੈਪਟਚਾ ਹੱਲ ਕਰਦੇ ਹਨ ਤਾਂ ਪੈਸੇ ਕਮਾਓ ਜਾਂ ਚੈਰਿਟੀ ਨੂੰ ਦਿਓ",
    "392886773": "ਹਰ ਦੇਸ਼ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ",
    "2320894364": "ਮੌਜੂਦਗੀ ਦੇ 200 ਤੋਂ ਵੱਧ ਪੁਆਇੰਟਾਂ ਦੇ ਨਾਲ, hCaptcha ਦਾ ਕਲਾਊਡ ਪੂਰੀ ਦੁਨੀਆ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਸੰਪਤੀਆਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ",
    "451701069": "GDPR, CCPA ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ,",
    "2826051554": "ਅਤੇ ਹੋਰ",
    "3530599065": "ਗੋਪਨੀਯਤਾ ਜ਼ਮੀਨ ਤੋਂ ਬਣਾਈ ਗਈ ਹੈ। hCaptcha ਕੋਲ ਕੋਈ PII ਨਹੀਂ ਹੈ ਅਤੇ ਇਹ ਕਈ ਗੋਪਨੀਯਤਾ ਆਦੇਸ਼ਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "2489287539": "ਰਗੜ-ਰਹਿਤ “ਕੋਈ ਕੈਪਟਚਾ ਨਹੀਂ” ਅਤੇ 99.9% ਪੈਸਿਵ ਮੋਡ",
    "793242047": "ਐਪਲੀਕੇਸ਼ਨਾਂ ਤੱਕ ਤੇਜ਼ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦੇਣ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਪੇਸ਼ ਕੀਤੀਆਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਘਟਾਓ",
    "4195759329": "ਬੋਟ ਖੋਜ ਅਤੇ ਜੋਖਮ ਸਕੋਰ",
    "1150035777": "ਆਧੁਨਿਕ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਮਾਡਲ ਬਹੁਤ ਸਾਰੇ ਡੇਟਾ ਪੁਆਇੰਟਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਬੋਟ ਵਿਸ਼ਵਾਸ ਸਕੋਰ ਪੈਦਾ ਕਰਦੇ ਹਨ ਕਿ ਕੀ ਸਵਾਲਾਂ ਦੇ ਸਹੀ ਜਵਾਬ ਦਿੱਤੇ ਗਏ ਸਨ।",
    "3688621388": "ਧਮਕੀ ਦੇ ਦਸਤਖਤ",
    "1131525092": "ਸੰਬੰਧਿਤ ਧੋਖਾਧੜੀ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਲੱਭਣ ਅਤੇ ਰੋਕਣ ਲਈ ਸਾਡੀ ਗੋਪਨੀਯਤਾ-ਸੁਰੱਖਿਅਤ ਸਕੋਪਡ UIDs ਦੁਆਰਾ ਅਸਾਨੀ ਨਾਲ ਮਾੜੇ ਕਲਾਕਾਰਾਂ ਦਾ ਸਮੂਹ ਕਰੋ",
    "1559631739": "ਨਿੱਜੀ ਸਿੱਖਿਆ",
    "3952259236": "hCaptcha ਨੂੰ ਵਿਵਹਾਰ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ 'ਤੇ ਸਿਖਲਾਈ ਦੇਣ ਲਈ hCaptcha ਦੇ ਹਜ਼ਾਰਾਂ ਸਿਗਨਲਾਂ ਦੇ ਨਾਲ ਆਪਣੇ ਅੰਨ੍ਹੇ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਜੋੜੋ -- ਸਿਰਫ ਤੁਹਾਡੀ ਉਦਾਹਰਣ ਲਈ -- ਇੱਕਲੇ ਹੱਲ ਨਾਲੋਂ ਖਤਰਨਾਕ ਵਿਵਹਾਰ ਦੀ ਬਿਹਤਰ ਭਵਿੱਖਬਾਣੀ ਕਰਨ ਲਈ",
    "1150963691": "APT ਘਟਾਉਣਾ",
    "4083018285": "ਵਿਸਤ੍ਰਿਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਇੱਕ ਸੂਟ ਜੋ ਵਧੀਆ ਸਥਾਈ ਖਤਰਿਆਂ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਵਿਸਤ੍ਰਿਤ SOC ਨਿਗਰਾਨੀ ਅਤੇ ਜਵਾਬ ਦੇ ਨਾਲ ਜੋੜਦਾ ਹੈ",
    "3160820928": "ਤਾਲਮੇਲ ਹਮਲੇ ਦੀ ਸੁਰੱਖਿਆ",
    "1849805607": "hCaptcha ਤੁਹਾਡੇ ਨੈਟਵਰਕਾਂ ਵਿੱਚ ਘੁਸਪੈਠ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੇ ਗਏ ਖਤਰਿਆਂ ਅਤੇ ਡੀਕੋਈਜ਼ ਤੋਂ ਬਚਾਉਂਦਾ ਹੈ",
    "1958297836": "ਤਾਲਮੇਲਿਤ ਹਮਲੇ ਦੀ ਸੁਰੱਖਿਆ ਅਤੇ ਏਪੀਟੀ ਨੂੰ ਘਟਾਉਣਾ",
    "1300485304": "hCaptcha ਤੁਹਾਡੇ ਨੈਟਵਰਕਾਂ ਵਿੱਚ ਘੁਸਪੈਠ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤੇ ਗਏ ਉੱਨਤ ਖਤਰਿਆਂ ਅਤੇ ਡੀਕੋਇਸ ਤੋਂ ਬਚਾਉਂਦਾ ਹੈ",
    "2698640210": "ਨਿਯੰਤਰਣ ਚੁਣੌਤੀਆਂ ਅਤੇ ਕਿਸਮਾਂ ਦਿਖਾਈਆਂ ਗਈਆਂ ਹਨ",
    "3121248460": "ਤੁਹਾਡੇ ਅਨੁਮਾਨਿਤ ਦਰਸ਼ਕਾਂ ਲਈ - ਸਧਾਰਨ ਤੋਂ ਗੁੰਝਲਦਾਰ ਤੱਕ - ਅਨੰਤ ਵਿਭਿੰਨ ਕਸਟਮ ਚੁਣੌਤੀਆਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ",
    "3807059944": "ਵਰਤੀ ਗਈ ਚੁਣੌਤੀ ਸਮੱਗਰੀ ਨੂੰ ਕੰਟਰੋਲ ਕਰੋ",
    "2707282231": "ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਚੁਣੌਤੀਆਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ। ਬੋਟਾਂ ਨੂੰ ਹੱਲ ਕਰਨਾ ਅਤੇ ਪ੍ਰਵੇਸ਼ ਕਰਨਾ ਅਸੰਭਵ ਬਣਾਓ।",
    "4194763679": "ਬਰੀਕ-ਦਾਣੇਦਾਰ ਮੁਸ਼ਕਲ ਪੱਧਰ",
    "3730038780": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਲਗਭਗ ਬੇਅੰਤ ਚੁਣੌਤੀਆਂ ਵਿੱਚੋਂ ਚੁਣੋ",
    "1849717906": "ਆਪਣੀ ਖੁਦ ਦੀ ਚੁਣੌਤੀ ਸਮੱਗਰੀ ਨਾਲ ਅਨੁਕੂਲਿਤ ਕਰੋ",
    "1508655687": "ਪਹੁੰਚ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਣ ਜਾਂ ਪ੍ਰਤਿਬੰਧਿਤ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਲਈ ਤਿਆਰ ਕੀਤੀਆਂ ਆਪਣੀਆਂ ਚੁਣੌਤੀਆਂ ਸ਼ਾਮਲ ਕਰੋ",
    "3620442880": "ਫਲੈਸ਼ ਸੇਲ ਸੁਰੱਖਿਆ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
    "3265895521": "ਦਿਨ ਦੇ ਸਮੇਂ ਦੇ ਆਧਾਰ 'ਤੇ ਚੁਣੌਤੀ ਦੀ ਮੁਸ਼ਕਲ ਨੂੰ ਵਧਾਓ ਅਤੇ ਘਟਾਓ",
    "1485807325": "ਮਲਟੀ-ਯੂਜ਼ਰ ਡੈਸ਼ਬੋਰਡ, SAML SSO",
    "359073033": "ਡੈਸ਼ਬੋਰਡ ਗਤੀਵਿਧੀ ਦੇ ਉੱਚ-ਪੱਧਰੀ ਜਾਂ ਵਧੀਆ ਦ੍ਰਿਸ਼ ਪੇਸ਼ ਕਰਦੇ ਹਨ।",
    "4272454814": "ਆਪਣੀ ਪਸੰਦ ਦੇ ਪਛਾਣ ਪ੍ਰਦਾਤਾ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਕਰੋ।",
    "1141402092": "ਉੱਨਤ ਰਿਪੋਰਟਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
    "910989640": "ਗਤੀਵਿਧੀ ਦੀਆਂ ਵਿਸਤ੍ਰਿਤ ਅਤੇ ਅਨੁਕੂਲਿਤ ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰੋ",
    "3768951251": "ਐਂਟਰਪ੍ਰਾਈਜ਼ SLAs",
    "1014004474": "hCaptcha ਦੀਆਂ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਯੋਜਨਾਵਾਂ ਤੁਹਾਡੀ ਸੰਸਥਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਉੱਨਤ ਸੇਵਾ-ਪੱਧਰ ਦੇ ਸਮਝੌਤਿਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ",
    "1177598246": "ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "1067704102": "ਡੇਟਾ ਲੇਬਲਿੰਗ ਵਿੱਚ ਮੁੱਲ",
    "3065000659": "ਕੀ ਤੁਹਾਨੂੰ ਇਹ ਅਹਿਸਾਸ ਹੋਇਆ ਕਿ ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ \"ਕਾਰ 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ\" ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਸਿੰਗਲ ਨੂੰ ਸਿਖਲਾਈ ਦੇਣ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਹੋ",
    "3235430156": "ਕੰਪਨੀ ਦੇ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਸਿਸਟਮ ਮੁਫ਼ਤ ਲਈ?",
    "1549336309": "hCaptcha ਇਸ ਮਾਡਲ ਨੂੰ ਮੋੜ ਦਿੰਦਾ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਕੰਪਨੀਆਂ ਉਸ ਕੰਮ 'ਤੇ ਬੋਲੀ ਲਗਾਉਂਦੀਆਂ ਹਨ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ ਆਪਣੀ ਮਨੁੱਖਤਾ ਨੂੰ ਸਾਬਤ ਕਰਦੇ ਹਨ। ਤੁਹਾਨੂੰ ਇਨਾਮ ਮਿਲਦਾ ਹੈ।",
    "3725880582": "ਚੈਰਿਟੀ ਨੂੰ ਵਾਪਸ ਦਿਓ",
    "1671436004": "ਆਪਣੇ ਮਨਪਸੰਦ ਚੈਰਿਟੀ ਨੂੰ ਵਾਪਸ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "1663628612": "ਤੁਹਾਨੂੰ ਕਰਨ ਦਿੰਦਾ ਹੈ",
    "4272088465": "ਤੁਹਾਡੀ ਪਸੰਦ ਦੀਆਂ ਚੈਰਿਟੀਜ਼ ਉਸ ਕਮਾਈ ਦੇ ਨਾਲ ਜੋ ਤੁਸੀਂ ਇਸਨੂੰ ਵਰਤਣ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ।",
    "2894845722": "ਤੁਹਾਡੀ ਸਾਈਟ 'ਤੇ ਉਪਭੋਗਤਾ ਜਲਦੀ ਹੀ hCaptcha ਇੰਟਰਫੇਸ 'ਤੇ ਸਮਝਦਾਰ ਬ੍ਰਾਂਡਿੰਗ ਦੁਆਰਾ ਚੈਰਿਟੀ ਲਈ ਤੁਹਾਡੇ ਯੋਗਦਾਨ ਨੂੰ ਦੇਖਣ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "3194111925": "ਸਹਿਯੋਗ",
    "1637702726": "hCaptcha ਬਾਰੇ",
    "2323282990": "ਮਾਨਵਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਇੱਕ ਆਧੁਨਿਕ ਪਹੁੰਚ",
    "1201821619": "hCaptcha ਅੱਜ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਦਬਾਉਣ ਵਾਲੀਆਂ ਸਮੱਸਿਆਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ: ਖਤਰਨਾਕ ਬੋਟਾਂ ਨੂੰ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਨ ਤੋਂ ਰੋਕਣਾ।",
    "1475399473": "hCaptcha ਟੀਮ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "3161489950": "ਵਿਸ਼ਵ ਦਾ ਸਭ ਤੋਂ ਉੱਨਤ ਸੁਰੱਖਿਆ ML ਪਲੇਟਫਾਰਮ",
    "3247172580": "hCaptcha ਨੇ ਇੱਕ ਨਵੀਨ ਕਿਨਾਰੇ ਕੰਪਿਊਟ ਪਹੁੰਚ ਨਾਲ ਅਡਵਾਂਸਡ ਸਵੈ-ਨਿਗਰਾਨੀ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਨੂੰ ਜੋੜਿਆ ਹੈ ਜੋ ਕਿ ਵਿਸ਼ਾਲ ਸਕੇਲੇਬਿਲਟੀ ਲਈ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ 250 ਤੋਂ ਵੱਧ ਸਥਾਨਾਂ ਤੋਂ ਡਾਟਾ ਇਕੱਠਾ ਕਰਨ ਅਤੇ ਧਾਰਨ ਨੂੰ ਵਿਲੱਖਣ ਤੌਰ 'ਤੇ ਘੱਟ ਕਰਦਾ ਹੈ।",
    "3767462250": "ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ",
    "3500503648": "hCaptcha ਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਦੀ ਬਜਾਏ ਤਤਕਾਲ ਮੁਲਾਂਕਣ 'ਤੇ ਭਰੋਸਾ ਕਰਕੇ ਲੰਬੇ ਸਮੇਂ ਦੀ ਡਾਟਾ ਧਾਰਨ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਅਸੀਂ ਵੀ ਵਰਗੀਆਂ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ",
    "2418549423": ", ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਸਬੂਤਾਂ, ਅਤੇ ਹੋਰ ਵਿਲੱਖਣ ਗੋਪਨੀਯਤਾ-ਪਹਿਲੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੁਆਰਾ ਔਨਲਾਈਨ ਗੋਪਨੀਯਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਇੱਕ ਉੱਭਰਦਾ ਮਿਆਰ।",
    "1544546608": "ਗੋਪਨੀਯਤਾ ਪਾਸ",
    "976209454": "ਇਨਾਮ ਕਮਾਓ ਜਾਂ ਚੈਰਿਟੀ ਨੂੰ ਦਿਓ",
    "552920956": "hCaptcha ਬੋਟਾਂ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਦੇ ਹੋਰ ਰੂਪਾਂ ਨੂੰ ਬਲੌਕ ਕਰਦੇ ਹੋਏ ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਇਨਾਮ ਕਮਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। hCaptcha ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਕਮਾਈਆਂ ਨਾਲ ਤੁਹਾਡੀ ਪਸੰਦ ਦੇ ਚੈਰਿਟੀ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦੀ ਵੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।",
    "654326661": "ਆਪਣੇ ਲਈ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ? hCaptcha ਨੂੰ ਮੁਫ਼ਤ ਵਿੱਚ ਅਜ਼ਮਾਓ।",
    "3570415321": "ਕੰਪਨੀ",
    "3987022469": "ਲੇਬਲਿੰਗ",
    "1636202177": "ਬਾਰੇ",
    "2670003220": "ਨੌਕਰੀਆਂ",
    "3233305531": "ਟ੍ਰੇਡਮਾਰਕ",
    "3028319964": "ਏਆਈ ਨੈਤਿਕਤਾ",
    "4131598919": "ਪ੍ਰੈਸ",
    "1662477701": "ਸਰੋਤ",
    "3130928685": "ਬਲੌਗ",
    "1756106276": "ਸਥਿਤੀ",
    "1235925265": "ਦਸਤਾਵੇਜ਼ੀਕਰਨ",
    "920212083": "ਇੱਕ ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ",
    "2076066173": "ਸਾਈਬਰ ਹਮਲੇ 101",
    "3644106388": "ਸੰਪਰਕ ਕਰੋ",
    "2182196747": "ਸਪੋਰਟ",
    "487083593": "ਵਿਕਰੀ",
    "878585497": "ਸ਼ਰਤਾਂ",
    "1697438123": "ਗੋਪਨੀਯਤਾ",
    "1316817321": "ਵਿਸ਼ੇਸ਼ਤਾ",
    "3488019891": "hCaptcha Intuition Machines, Inc ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ।",
    "4224961202": "ਗੋਪਨੀਯਤਾ, ਸੁਰੱਖਿਆ, ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ।",
    "98173630": "hCaptcha ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਵਰਤੀ ਜਾਂਦੀ ਸੁਤੰਤਰ ਕੈਪਟਚਾ ਸੇਵਾ ਹੈ।",
    "1514478724": "ਜਿਆਦਾ ਜਾਣੋ",
    "1752795854": "hCaptcha ਬੋਟਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਇੱਕ ਆਧੁਨਿਕ, ਗੋਪਨੀਯਤਾ-ਕੇਂਦ੍ਰਿਤ ਪਹੁੰਚ ਲਿਆਉਂਦਾ ਹੈ।",
    "2927700175": "ਅਸੀਂ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਸਮੱਸਿਆਵਾਂ ਤੋਂ ਔਖੇ-ਟੂ-ਲੇਬਲ ਡੇਟਾ ਨੂੰ ਇਕੱਠਾ ਕਰਕੇ, ਅਤੇ ਵੈੱਬਸਾਈਟ ਜਾਂ ਐਪ ਵਿਜ਼ਟਰ ਮਨੁੱਖੀ ਹੈ ਜਾਂ ਨਹੀਂ, ਇਹ ਫਰਕ ਕਰਨ ਲਈ ਇਸਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੋਟਾਂ ਲਈ ਮੁਸ਼ਕਲਾਂ, ਪਰ ਲੋਕਾਂ ਲਈ ਆਸਾਨ ਹੋਣ ਵਾਲੀਆਂ ਕੈਪਟਚਾ ਚੁਣੌਤੀਆਂ ਦਿਖਾਉਂਦੇ ਹਾਂ।",
    "2188609322": "ਮਾੜੇ ਅਦਾਕਾਰ ਔਨਲਾਈਨ ਵੱਧ ਰਹੇ ਹਨ। ਪਰ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਕੁਰਬਾਨ ਕਰਨਾ ਜਵਾਬ ਨਹੀਂ ਹੈ.",
    "2032102720": "ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੇ ਗਏ ਸੁਰੱਖਿਆ ਹੱਲ ਮੁੱਖ ਤੌਰ 'ਤੇ ਵੈੱਬ 'ਤੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨ 'ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੇ ਹਨ। ਅਸੀਂ ਇੱਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸੁਰੱਖਿਆ ਹੱਲ ਤਿਆਰ ਕੀਤਾ ਹੈ ਜੋ ਸਾਬਤ ਕਰਦਾ ਹੈ ਕਿ ਸ਼ਾਨਦਾਰ ਨਤੀਜੇ ਦੇਣ ਲਈ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣਾ ਜ਼ਰੂਰੀ ਨਹੀਂ ਹੈ।",
    "4146870445": "ਅਸੀਂ ਕੌਣ ਹਾਂ",
    "353066938": "ਇੱਕ ਤਜਰਬੇਕਾਰ ਟੀਮ, ਅੱਜ ਦੀਆਂ ਮੁਸ਼ਕਿਲ ਸਮੱਸਿਆਵਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੀ ਹੈ। hCaptcha ਦੀ ਇੱਕ ਸੇਵਾ ਹੈ",
    "3260825523": "ਅਨੁਭਵੀ ਮਸ਼ੀਨਾਂ",
    "1173652155": "ਸਲਾਹਕਾਰ",
    "3972094614": "ਬ੍ਰੈਂਡਨ ਈਚ",
    "2113642787": "ਸਵੇਰ ਦਾ ਗੀਤ",
    "2256305371": "ਕੈਲੀਫੋਰਨੀਆ ਯੂਨੀਵਰਸਿਟੀ, ਬਰਕਲੇ ਵਿਖੇ ਪ੍ਰੋਫੈਸਰ, ਸੀ.ਐਸ. ਡੂੰਘੀ ਸਿਖਲਾਈ, ਸੁਰੱਖਿਆ, ਬਲਾਕਚੈਨ ਮਾਹਰ। ਓਏਸਿਸ ਲੈਬਜ਼ ਦੇ ਸੀ.ਈ.ਓ.",
    "1606599610": "ਕੀਰਨ ਥਾਮਸਨ",
    "2177660021": "ਸਟੈਨਫੋਰਡ ਵਿਖੇ ਖੋਜ ਵਿਗਿਆਨੀ. ਵੱਡੇ ਬੈਂਕਾਂ, ਹੇਜ ਫੰਡਾਂ, ਅਤੇ ਅਕਾਦਮੀਆਂ ਵਿੱਚ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਅਤੇ ਕੁਆਂਟ ਵਿੱਤ।",
    "2686825859": "ਮੁਫ਼ਤ ਸਾਈਨ ਅੱਪ ਕਰੋ ਜਾਂ hCaptcha Enterprise ਹੱਲਾਂ ਬਾਰੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "583434701": "hCaptcha ਪਹੁੰਚਯੋਗਤਾ",
    "611905972": "ਸੁਰੱਖਿਆ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਸਹਿਜ ਪਹੁੰਚ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣਾ",
    "874098071": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਸਾਈਨ ਅੱਪ ਕਰੋ",
    "2745385064": "ਸੰਖੇਪ",
    "3353238942": "hCaptcha ਬੋਟਾਂ ਨੂੰ ਲੋਕਾਂ ਤੋਂ ਵੱਖ ਕਰਕੇ ਰੋਕਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਵਿਜ਼ੂਅਲ ਟੈਸਟ ਇਸਦੇ ਲਈ ਇੱਕ ਸੁਵਿਧਾਜਨਕ ਸਾਧਨ ਹਨ, ਪਰ ਹਰ ਕੋਈ ਇੱਕ ਵਿਜ਼ੂਅਲ ਚੁਣੌਤੀ ਨੂੰ ਹੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "3600022491": "ਇਸ ਕਾਰਨ ਕਰਕੇ ਅਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਨੂੰ ਪੂਰੀ ਧਾਰਾ 508 ਅਤੇ WCAG 2.1 AA ਦੀ ਪਾਲਣਾ ਦੇ ਨਾਲ ਸਾਰਿਆਂ ਲਈ ਪਹੁੰਚਯੋਗਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਦੇਣ ਲਈ ਇੱਕ ਸਧਾਰਨ, ਦਰਦ ਰਹਿਤ ਵਿਕਲਪ ਤਿਆਰ ਕੀਤਾ ਹੈ।",
    "2557240048": "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ: ਪਹਿਲਾਂ, ਇੱਕ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਸਾਈਨ ਅੱਪ ਕਰਦਾ ਹੈ",
    "3871665286": ", ਜੋ hCaptcha ਵਿਜੇਟ ਜਾਣਕਾਰੀ ਪੰਨੇ ਵਿੱਚ ਪ੍ਰਮੁੱਖਤਾ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਗਿਆ ਹੈ। ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਏਨਕ੍ਰਿਪਟਡ ਕੂਕੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਜੋ ਪ੍ਰਤੀ ਦਿਨ ਕਈ ਵਾਰ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਪਰ ਲੌਗਇਨ ਦੁਆਰਾ ਹਰ 24 ਘੰਟਿਆਂ ਵਿੱਚ ਤਾਜ਼ਾ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "3441764123": "ਜਦੋਂ hCaptcha ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਕਿਸੇ ਸਾਈਟ 'ਤੇ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਨੂੰ ਚੁਣੌਤੀ ਪੇਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਆਪ ਪਾਸ ਹੋ ਜਾਣਗੇ।",
    "4247858664": "ਪਹੁੰਚਯੋਗਤਾ ਸਾਈਨਅੱਪ ਪੰਨਾ",
    "1297657322": "ਲੌਗਇਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾ ਸਕ੍ਰੀਨ",
    "1717658846": "ਵਿਜੇਟ UI ਮੀਨੂ ਵਿੱਚ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
    "1266963825": "ਸਵਾਲ: ਕੀ hCaptcha ਸੈਕਸ਼ਨ 508 + WCAG 2.1 AA ਅਨੁਕੂਲ ਹੈ?",
    "850025770": "A: ਅਸੀਂ ਅਜਿਹਾ ਮੰਨਦੇ ਹਾਂ: ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੀ ਕਮਜ਼ੋਰੀ ਵਾਲੇ ਸਾਰੇ ਉਪਭੋਗਤਾ ਜੋ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ ਕਰਨ ਅਤੇ ਫਾਰਮਾਂ 'ਤੇ ਟੈਕਸਟ ਦਰਜ ਕਰਨ ਦੇ ਯੋਗ ਹੁੰਦੇ ਹਨ, ਰਜਿਸਟਰ ਹੋਣ 'ਤੇ hCaptcha ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ। ਹਾਲਾਂਕਿ, ਇਹ ਕਨੂੰਨੀ ਸਲਾਹ ਨਹੀਂ ਹੈ: ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਇਹ ਤੁਹਾਡੀ ਤੈਨਾਤੀ ਲਈ ਕੇਸ ਹੈ, ਤੁਹਾਡੇ ਖਾਸ ਅਮਲ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋਏ, ਤੁਹਾਨੂੰ ਆਪਣਾ ਖੁਦ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "159272246": "ਸਵਾਲ: ਕੀ ਤੁਸੀਂ ਹੋਰ ਪਹੁੰਚਯੋਗਤਾ (\"a11y\") ਵਿਕਲਪਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਆਡੀਓ?",
    "4074220464": "A: ਪਹਿਲਾਂ ਪ੍ਰਸਿੱਧ ਵਿਕਲਪ ਜਿਵੇਂ ਕਿ ਆਡੀਓ ਕੈਪਚਾ ਬਹੁਤ ਸਾਰੇ a11y ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਵਿਤਕਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਆਧੁਨਿਕ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਤਕਨੀਕਾਂ ਦੁਆਰਾ ਆਸਾਨੀ ਨਾਲ ਹਾਰ ਜਾਂਦੇ ਹਨ। ਇਸ ਨੇ ਹਮਲਾਵਰਾਂ ਨੂੰ ਹਰਾਉਣ ਲਈ ਮੌਜੂਦਾ ਆਡੀਓ ਚੁਣੌਤੀਆਂ ਨੂੰ ਹੋਰ ਅਤੇ ਵਧੇਰੇ ਮੁਸ਼ਕਲ ਹੋਣ ਲਈ ਮਜ਼ਬੂਰ ਕੀਤਾ ਹੈ, ਰੌਲਾ, ਅਜੀਬ ਸਮਾਂ, ਅਸਧਾਰਨ ਸ਼ਬਦਾਂ ਦੇ ਸੰਜੋਗ, ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਕੀਤੀ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਚੁਣੌਤੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਟਾਲਣ ਦੇ ਬਨਾਮ ਇਸ ਪਹੁੰਚ ਬਾਰੇ ਘੱਟ ਉਤਸ਼ਾਹੀ ਹਾਂ, ਪਰ ਜੇਕਰ a11y ਭਾਈਚਾਰੇ ਤੋਂ ਮੰਗ ਹੁੰਦੀ ਹੈ ਤਾਂ ਇਸ 'ਤੇ ਵਿਚਾਰ ਕਰਾਂਗੇ।",
    "2309661107": "ਹਾਲਾਂਕਿ, ਅਸੀਂ ਬਹੁਤ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ",
    "2555914614": "ਪਹੁੰਚਯੋਗਤਾ ਵਰਤੋਂ ਕੇਸ ਲਈ। ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਗੋਪਨੀਯਤਾ ਪਾਸ ਜਾਰੀ ਕਰਨ ਦੇ ਨਾਲ ਸਾਡੀ ਮੌਜੂਦਾ a11y ਪਹੁੰਚ ਨੂੰ ਜੋੜਨਾ a11y ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਬ੍ਰਾਊਜ਼ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ, ਇਹ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੈ ਕਿ ਉਹਨਾਂ ਦਾ ਟ੍ਰੈਫਿਕ ਵਧੇਰੇ ਨਿਜੀ ਹੈ, ਜਦੋਂ ਕਿ ਬੋਟ ਓਪਰੇਟਰਾਂ ਦੁਆਰਾ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਸੀਮਤ ਕਰਦੇ ਹੋਏ ਜੋ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਉਦੋਂ ਵਾਪਰਦਾ ਹੈ ਜਦੋਂ a11y ਵਿਕਲਪ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ। ਅਸੀਂ ਇਸ ਨਵੀਂ ਤਕਨਾਲੋਜੀ ਨੂੰ ਮਿਆਰੀ ਬਣਾਉਣ ਵਾਲੇ IETF ਕਾਰਜ ਸਮੂਹ ਵਿੱਚ ਸਰਗਰਮ ਭਾਗੀਦਾਰ ਹਾਂ।",
    "2583775432": "ਸਵਾਲ: ਗੋਪਨੀਯਤਾ ਬਾਰੇ ਕੀ? ਕੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ a11y ਬ੍ਰਾਊਜ਼ਿੰਗ ਡੇਟਾ ਨੂੰ ਬੇਨਕਾਬ ਕਰਦੀ ਹੈ? ਤੁਸੀਂ ਈਮੇਲ ਨਾਲ ਕੀ ਕਰਦੇ ਹੋ?",
    "4215483493": "A: hCaptcha ਨੂੰ ਮੁੱਢ ਤੋਂ ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਹ ਰਵਾਇਤੀ ਵਿਕਲਪਾਂ ਜਿਵੇਂ ਕਿ reCAPTCHA ਤੋਂ ਬਹੁਤ ਵੱਖਰਾ ਹੈ ਜੋ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕਾਂ ਦੀ ਮਲਕੀਅਤ ਹਨ, ਜਿਨ੍ਹਾਂ ਕੋਲ ਵੈੱਬ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਤੁਹਾਨੂੰ ਟਰੈਕ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਅਸਲ ਪਛਾਣ ਨਾਲ ਜੋੜਨ ਲਈ ਇੱਕ ਪ੍ਰੇਰਣਾ ਹੈ।",
    "2474661839": "ਸਾਡਾ",
    "4137573005": "ਇਸ ਦੇ ਵਿਆਪਕ ਅਤੇ ਪ੍ਰਮਾਣਿਕ ਜਵਾਬ ਹਨ ਕਿ ਅਸੀਂ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ, ਪਰ ਛੋਟਾ ਜਵਾਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਨਾਲ ਇੱਕ ਵਿਅਕਤੀ ਦੇ ਰੂਪ ਵਿੱਚ ਤੁਹਾਨੂੰ ਜੋੜਨ ਵਿੱਚ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਹੈ।",
    "4101570501": "ਅਸੀਂ ਵਰਤਮਾਨ ਵਿੱਚ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਰੱਦ ਕਰਨ ਲਈ ਇੱਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਹੱਲ 'ਤੇ ਵੀ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਜਦੋਂ ਕਿ ਅਜੇ ਵੀ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਰੋਕਣ ਦੀ ਸਾਡੀ ਯੋਗਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹੋਏ, ਸਾਡੇ ਗੋਪਨੀਯਤਾ ਪਾਸ ਦੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹੋਏ।",
    "260595108": "ਅਸੀਂ ਕਦੇ ਵੀ ਪਹੁੰਚਯੋਗਤਾ ਈਮੇਲਾਂ ਜਾਂ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ a11y ਵਰਤੋਂ ਦੀ ਸਹੂਲਤ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਰੋਕਣ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਨਹੀਂ ਕਰਦੇ ਹਾਂ।",
    "3063819779": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "465714311": "ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾਵਾਂ ਲਈ: ਸਵਾਲ ਅਤੇ ਜਵਾਬ ਅਤੇ ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਗਾਈਡ",
    "3596207631": "ਸਵਾਲ: ਮੈਂ ਕੂਕੀ ਸੈੱਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਇੱਕ ਚੁਣੌਤੀ ਦੇਖ ਰਿਹਾ/ਰਹੀ ਹਾਂ। ਇਸ ਦਾ ਕਾਰਨ ਕੀ ਹੈ?",
    "469089249": "A: ਇਹ ਆਮ ਤੌਰ 'ਤੇ ਇੱਕ ਹਮਲਾਵਰ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਐਂਟੀ-ਕੂਕੀ ਐਕਸਟੈਂਸ਼ਨ, ਜਾਂ ਇੱਕ ਸੈਟਿੰਗ ਜੋ \"ਕਰਾਸ-ਸਾਈਟ\" ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰਦਾ ਹੈ, ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੁੰਦਾ ਹੈ, ਇਸ ਸਥਿਤੀ ਵਿੱਚ hcaptcha.com ਲਈ ਇੱਕ ਕੂਕੀ ਜੋ hCaptcha JS ਦੁਆਰਾ ਸੈੱਟ ਜਾਂ ਜਾਂਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਵੱਖਰੀ ਸਾਈਟ, ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਵਿਜ਼ਿਟ ਕਰ ਰਹੇ ਹੋ।",
    "4263626815": "hCaptcha ਪਹੁੰਚਯੋਗਤਾ ਕੂਕੀਜ਼ ਉਹਨਾਂ ਦੀਆਂ ਮਿਆਰੀ ਸੈਟਿੰਗਾਂ ਦੇ ਨਾਲ ਸਾਰੇ ਪ੍ਰਸਿੱਧ ਬ੍ਰਾਊਜ਼ਰਾਂ ਅਤੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰਾਂ ਨਾਲ ਕੰਮ ਕਰਦੀਆਂ ਹਨ, ਇਸਲਈ ਖਾਸ ਤੌਰ 'ਤੇ ਅਸਫਲਤਾਵਾਂ \"ਐਂਟੀ-ਐਡ-ਬਲਾਕ\" ਸਕ੍ਰਿਪਟਾਂ ਜਾਂ ਖਾਸ ਸਾਈਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਣ ਵਾਲੇ ਸਮਾਨ ਨਿਯਮਾਂ ਦੇ ਕਾਰਨ ਹੁੰਦੀਆਂ ਹਨ।",
    "3906359167": "ਹੱਲ:",
    "3464870463": "1. ਤੁਹਾਡੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾਊਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨ ਵਿੱਚ hcaptcha.com ਅਤੇ *.hcaptcha.com ਕੂਕੀਜ਼ ਨੂੰ ਵਾਈਟਲਿਸਟ ਕਰੋ।",
    "1204911585": "2. ਜੇਕਰ ਤੁਸੀਂ ਬ੍ਰੇਵ ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਜਿਸ ਵਿੱਚ (ਅਪ੍ਰੈਲ 2020 ਤੱਕ) ਕਿਸੇ ਕਿਸਮ ਦੀ ਕੂਕੀ ਵ੍ਹਾਈਟਲਿਸਟ ਨਹੀਂ ਜਾਪਦੀ ਹੈ, ਤਾਂ ਤਰਜੀਹਾਂ -> ਸ਼ੀਲਡਾਂ -> ਕੂਕੀਜ਼ 'ਤੇ ਜਾਓ ਅਤੇ \"ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ\" ਨੂੰ ਚੁਣੋ।",
    "2932826396": "3. ਜੇਕਰ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਜਾਰੀ ਕੀਤੇ OS X 10.15 ਜਾਂ iOS 13.4 'ਤੇ Safari ਦੇ ਬਿਲਕੁਲ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ Apple ਨੇ ਹੁਣੇ ਹੀ ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼ ਨਾਲ ਸੰਬੰਧਿਤ Safari ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਬਦਲਿਆ ਹੈ, ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਬਲੌਕ ਕਰ ਦਿੱਤਾ ਹੈ। ਅਸੀਂ ਇੱਕ ਹੱਲ ਲਾਗੂ ਕਰ ਰਹੇ ਹਾਂ, ਪਰ ਇਸ ਦੌਰਾਨ ਕਿਰਪਾ ਕਰਕੇ ਸਫਾਰੀ ਤਰਜੀਹਾਂ, ਗੋਪਨੀਯਤਾ ਸੈਕਸ਼ਨ 'ਤੇ ਜਾਓ, ਅਤੇ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਨ ਲਈ ਅਸੈਸਬਿਲਟੀ ਕੂਕੀ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ \"ਵੈਬਸਾਈਟ ਟਰੈਕਿੰਗ: ਰੋਕੋ ਕ੍ਰਾਸ-ਸਾਈਟ ਟਰੈਕਿੰਗ\" ਤੋਂ ਨਿਸ਼ਾਨ ਹਟਾਓ।",
    "3836291932": "ਸਵਾਲ: ਮੈਂ ਕਈ ਡਿਵਾਈਸਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹਾਂ। ਕੀ ਮੈਨੂੰ ਕਈ ਵਾਰ ਸਾਈਨ ਅੱਪ ਕਰਨ ਦੀ ਲੋੜ ਹੈ?",
    "3251220335": "ਜਵਾਬ: ਨਹੀਂ। ਕਿਰਪਾ ਕਰਕੇ ਕੂਕੀ ਸੈੱਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੇ ਜਾਂਦੇ ਹਰੇਕ ਡਿਵਾਈਸ 'ਤੇ ਤੁਹਾਨੂੰ ਭੇਜੇ ਗਏ ਈਮੇਲ ਲੌਗਇਨ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "2082407178": "ਪ੍ਰ: ਪਹੁੰਚਯੋਗਤਾ ਕੂਕੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਤੀਜੀ-ਧਿਰ ਕੂਕੀ ਟਰੈਕਿੰਗ ਤੋਂ ਕਿਵੇਂ ਬਚਾ ਸਕਦਾ ਹਾਂ?",
    "2700197090": "A: ਕਿਸੇ ਵੀ ਗੋਪਨੀਯਤਾ ਜਾਂ ਵਿਗਿਆਪਨ-ਬਲੌਕਿੰਗ ਐਕਸਟੈਂਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜੋ ਡੋਮੇਨ-ਪੱਧਰ ਦੀ ਵ੍ਹਾਈਟਲਿਸਟਿੰਗ (ਉਦਾਹਰਨ ਲਈ uBlock Origin) ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰੇਗਾ: ਸਿਰਫ਼ hcaptcha.com ਨੂੰ ਵਾਈਟਲਿਸਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।",
    "3657743880": "ਕਰਾਸ-ਸਾਈਟ ਕੂਕੀਜ਼ ਲਈ ਬ੍ਰਾਊਜ਼ਰ ਨਿਰਦੇਸ਼",
    "1960601330": "Safari (Mac) ਵਿੱਚ ਕੂਕੀਜ਼ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ: Safari ਡ੍ਰੌਪ-ਡਾਊਨ ਮੀਨੂ 'ਤੇ ਜਾਓ। ਤਰਜੀਹਾਂ ਚੁਣੋ। ਚੋਟੀ ਦੇ ਪੈਨਲ ਵਿੱਚ ਗੋਪਨੀਯਤਾ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। 'ਬਲਾਕ ਕੂਕੀਜ਼' ਦੇ ਤਹਿਤ 'ਕਦੇ ਨਹੀਂ' ਵਿਕਲਪ ਚੁਣੋ।",
    "1622303590": "Safari (iPhone/iPad iOS 11+) ਵਿੱਚ ਕੂਕੀਜ਼ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ: ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ। ਹੇਠਾਂ ਸਕ੍ਰੋਲ ਕਰੋ ਅਤੇ Safari ਚੁਣੋ। ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਦੇ ਤਹਿਤ, \"ਕਰਾਸ-ਸਾਈਟ ਟ੍ਰੈਕਿੰਗ ਨੂੰ ਰੋਕੋ\" ਅਤੇ \"ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰੋ\" ਨੂੰ ਬੰਦ ਕਰੋ",
    "2199048568": "ਕਿਸੇ ਵੀ ਵੈੱਬਪੇਜ 'ਤੇ ਐਡਰੈੱਸ ਬਾਰ ਦੇ ਖੱਬੇ ਪਾਸੇ ਸ਼ੀਲਡ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਫਾਇਰਫਾਕਸ ਤਰਜੀਹਾਂ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਪੈਨਲ ਖੁੱਲ੍ਹ ਜਾਵੇਗਾ। ਇਨਹਾਂਸਡ ਟ੍ਰੈਕਿੰਗ ਪ੍ਰੋਟੈਕਸ਼ਨ ਦੇ ਤਹਿਤ, ਕਸਟਮ ਚੁਣੋ। ਉਹਨਾਂ ਚੈਕਬਾਕਸਾਂ ਨੂੰ ਚੁਣ ਕੇ ਚੁਣੋ ਕਿ ਕਿਹੜੇ ਟਰੈਕਰਾਂ ਅਤੇ ਸਕ੍ਰਿਪਟਾਂ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ hcaptcha.com ਨੂੰ ਅਨਬਲੌਕ ਕੀਤਾ ਹੈ।",
    "3967047208": "ਤੁਸੀਂ ਇਸ ਨੂੰ ਡੀਬੱਗ ਕਰਨ ਲਈ ਕਸਟਮ ਵਿੱਚ ਕੁਝ ਸੁਰੱਖਿਆਵਾਂ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬੰਦ ਵੀ ਕਰ ਸਕਦੇ ਹੋ, ਚੈਕਬਾਕਸ ਨੂੰ ਅਣ-ਚੁਣਿਆ ਕਰਕੇ: ਟਰੈਕਰਜ਼ ਚੈੱਕਬਾਕਸ ਨੂੰ ਅਣ-ਚੁਣਿਆ ਕਰੋ ਜਾਂ ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਸਮੱਸਿਆਵਾਂ ਆ ਰਹੀਆਂ ਹਨ ਤਾਂ ਕੂਕੀਜ਼ ਚੈੱਕਬਾਕਸ ਨੂੰ ਅਣ-ਚੁਣਿਆ ਕਰੋ।",
    "3805618893": "ਗੂਗਲ ਕਰੋਮ (ਪੀਸੀ)",
    "3795997071": "ਕਰੋਮ ਮੀਨੂ ਆਈਕਨ ਚੁਣੋ। ਸੈਟਿੰਗਾਂ ਚੁਣੋ।",
    "926138631": "ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ 'ਤੇ ਜਾਓ, ਫਿਰ ਕੂਕੀਜ਼ ਅਤੇ ਹੋਰ ਸਾਈਟ ਡੇਟਾ.",
    "3419878556": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ \"ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰੋ\" ਯੋਗ ਨਹੀਂ ਹੈ।",
    "2269166171": "ਗੂਗਲ ਕਰੋਮ (ਮੈਕ):",
    "2989126922": "ਮੀਨੂ ਬਾਰ ਤੋਂ Chrome ਤਰਜੀਹਾਂ ਖੋਲ੍ਹੋ।",
    "2348697693": "ਗੂਗਲ ਕਰੋਮ (ਐਂਡਰਾਇਡ):",
    "3700113699": "ਆਪਣੀ Android ਡਿਵਾਈਸ 'ਤੇ, Chrome ਐਪ ਖੋਲ੍ਹੋ।",
    "3620039756": "ਉੱਪਰ ਸੱਜੇ ਪਾਸੇ, ਹੋਰ ਅਤੇ ਫਿਰ ਸੈਟਿੰਗਾਂ 'ਤੇ ਟੈਪ ਕਰੋ।",
    "2813310562": "ਸਾਈਟ ਸੈਟਿੰਗਾਂ ਅਤੇ ਫਿਰ ਕੂਕੀਜ਼ 'ਤੇ ਟੈਪ ਕਰੋ।",
    "3014657981": "\"ਕੂਕੀਜ਼\" ਦੇ ਅੱਗੇ, ਸੈਟਿੰਗ ਨੂੰ ਚਾਲੂ ਕਰੋ।",
    "1242066691": "\"ਤੀਜੀ-ਧਿਰ ਕੂਕੀਜ਼ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ\" ਦੇ ਅੱਗੇ ਵਾਲੇ ਬਾਕਸ 'ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ।",
    "292250020": "1. ਸਕ੍ਰੀਨ ਦੇ ਉੱਪਰ-ਸੱਜੇ ਕੋਨੇ ਵਿੱਚ ਗੇਅਰ ਚੁਣੋ, ਫਿਰ \"ਇੰਟਰਨੈੱਟ ਵਿਕਲਪ\" ਚੁਣੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਮੀਨੂ ਬਾਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ \"ਟੂਲ\" ਅਤੇ ਫਿਰ \"ਇੰਟਰਨੈਟ ਵਿਕਲਪ\" ਚੁਣ ਸਕਦੇ ਹੋ।",
    "4114820649": "2. \"ਗੋਪਨੀਯਤਾ\" ਟੈਬ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "946838734": "3. \"ਐਡਵਾਂਸਡ\" ਬਟਨ ਨੂੰ ਚੁਣੋ।",
    "348809718": "4. \"ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼\" ਦੇ ਤਹਿਤ \"ਸਵੀਕਾਰ ਕਰੋ\" ਨੂੰ ਚੁਣੋ।",
    "1253441326": "5. \"ਠੀਕ ਹੈ\" 'ਤੇ ਕਲਿੱਕ ਕਰੋ",
    "852032043": "ਸਫਾਰੀ",
    "836017336": "ਫਾਇਰਫਾਕਸ",
    "3356349631": "ਗੂਗਲ ਕਰੋਮ",
    "3235744534": "ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ",
    "4104188759": "AI ਨੈਤਿਕਤਾ ਨੀਤੀ",
    "1161704803": "ਸਾਡੇ ਕੋਲ AI ਨੈਤਿਕਤਾ ਨੀਤੀ ਕਿਉਂ ਹੈ?",
    "1806535500": "ਲੱਗਭਗ ਹਰ ਤਕਨਾਲੋਜੀ, ਪੈਨਸਿਲ ਤੋਂ ਡਾਇਨਾਮਾਈਟ ਤੱਕ, ਏ",
    "24452499": "ਦਾ ਹੱਲ; ਇਹ ਚੰਗੇ ਜਾਂ ਮਾੜੇ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਦੋਹਰੇ ਵਰਤੋਂ ਦੇ ਹੱਲਾਂ ਦੀ ਖੋਜ ਕਰਨ, ਬਣਾਉਣ ਜਾਂ ਵੇਚਣ ਵਾਲੀ ਹਰੇਕ ਕੰਪਨੀ ਦੀ ਉਹਨਾਂ ਦੀਆਂ ਕਾਰਵਾਈਆਂ ਦੇ ਨਤੀਜਿਆਂ 'ਤੇ ਵਿਚਾਰ ਕਰਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੁੰਦੀ ਹੈ।",
    "4023575072": "ਦੋਹਰੀ ਵਰਤੋਂ",
    "3336625692": "ਇਹ ਪੰਨਾ AI ਨੈਤਿਕਤਾ ਦੇ ਸੰਦਰਭ ਵਿੱਚ ਇਸ ਵਿਸ਼ੇ 'ਤੇ ਸਾਡੇ ਵਿਚਾਰਾਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਅਸੀਂ ਜੋ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਾਂ ਉਹ ਉਹਨਾਂ ਨੀਤੀਆਂ ਦੇ ਅਨੁਸਾਰ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ਜੋ ਅਸੀਂ ਇੱਕ ਕੰਪਨੀ ਵਜੋਂ ਅਪਣਾਈਆਂ ਹਨ।",
    "835717930": "hCaptcha 'ਤੇ AI ਨੈਤਿਕਤਾ",
    "2179524509": "ਸਾਨੂੰ ਕਦੇ-ਕਦਾਈਂ ਇਹ ਸਵਾਲ ਮਿਲਦੇ ਹਨ ਕਿ hCaptcha ਸੇਵਾ ਲਈ ਕਿਸ ਤਰ੍ਹਾਂ ਦੇ ਸਵਾਲਾਂ ਦੀ ਇਜਾਜ਼ਤ ਹੈ, ਅਤੇ ਖਾਸ ਸਵਾਲ ਕਿਉਂ ਪੁੱਛੇ ਜਾ ਰਹੇ ਹਨ।",
    "1962721652": "ਮਨੁੱਖ ਨਮੂਨੇ ਦੀ ਖੋਜ ਕਰਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਅਤੇ ਕਦੇ-ਕਦੇ ਇੱਕ ਨਿਰਦੋਸ਼ ਸਵਾਲ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਦੇ ਪ੍ਰਸ਼ਨ ਪੁੱਛਣ ਦੀ ਪ੍ਰੇਰਣਾ ਦੀ ਬਜਾਏ ਸੰਸਾਰ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਦੇ ਕਾਰਨ, ਇੱਕ ਪਲ ਵਿੱਚ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਚੰਭੇ ਤੋਂ ਸ਼ੱਕੀ ਹੋ ਸਕਦਾ ਹੈ।",
    "3974566657": "ਜਿਵੇਂ-ਜਿਵੇਂ ਸੇਵਾਵਾਂ ਵਧੇਰੇ ਪ੍ਰਸਿੱਧ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਘਟਨਾ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਵਧੇਰੇ ਅਕਸਰ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ। hCaptcha ਦੀ ਵਰਤੋਂ ਦੁਨੀਆ ਦੇ ਲਗਭਗ ਹਰ ਦੇਸ਼ ਵਿੱਚ ਹਰ ਰੋਜ਼ ਲੱਖਾਂ ਲੋਕਾਂ ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸਲਈ ਅਸੀਂ ਇਸ ਨੀਤੀ ਅਤੇ ਇੱਕ ਕੇਸ ਸਟੱਡੀ ਨੂੰ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਅਸੀਂ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਪਾਰਦਰਸ਼ੀ ਹੋਣ ਲਈ ਇਹਨਾਂ ਮੁੱਦਿਆਂ ਨੂੰ ਕਿਵੇਂ ਹੱਲ ਕਰਦੇ ਹਾਂ।",
    "1830910223": "ਇੱਕ ਅਸਲ-ਸੰਸਾਰ AI ਨੈਤਿਕਤਾ ਕੇਸ ਅਧਿਐਨ",
    "805971861": "\"ਛਤਰੀ\" ਇਮੇਜਨੈੱਟ ਵਿੱਚ ਇੱਕ ਸ਼ਬਦ ਹੈ, ਕੰਪਿਊਟਰ ਵਿਜ਼ਨ ਖੋਜਕਰਤਾਵਾਂ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾਣ ਵਾਲਾ ਮਿਆਰੀ ਬੈਂਚਮਾਰਕ ਡੇਟਾਸੈਟ। ਸੁਰੱਖਿਅਤ ਅਗਲੀ ਪੀੜ੍ਹੀ ਦੇ ਐਡਵਾਂਸਡ ਡਰਾਈਵਰ ਅਸਿਸਟੈਂਸ (ADAS) ਸਿਸਟਮਾਂ ਨੂੰ ਬਣਾਉਣ ਲਈ ਛਤਰੀਆਂ ਰੱਖਣ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਭਰੋਸੇਯੋਗਤਾ ਨਾਲ ਪਛਾਣ ਕਰਨਾ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੈ।",
    "3988350": "ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸਲ-ਸੰਸਾਰ ਛਤਰੀ ਐਨੋਟੇਸ਼ਨਾਂ ਲਈ ਵਧੀਆ ਵਰਤੋਂ ਦੇ ਕੇਸ ਹਨ। ਸਵੈ-ਡਰਾਈਵਿੰਗ ਕਾਰਾਂ ਦੇ ਪ੍ਰਭਾਵ 'ਤੇ ਅਸਹਿਮਤੀ ਲਈ ਜਗ੍ਹਾ ਹੈ, ਪਰ ADAS ਸਿਸਟਮ ਪਹਿਲਾਂ ਹੀ ਬਚਤ ਕਰ ਰਹੇ ਹਨ",
    "548587288": "ਸੰਸਾਰ ਭਰ ਵਿਚ.",
    "3138772661": "ਹਰ ਸਾਲ ਹਜ਼ਾਰਾਂ ਜ਼ਿੰਦਗੀਆਂ",
    "3168199226": "ਹਾਲਾਂਕਿ, 2020 ਵਿੱਚ ਇਹ ਸਪੱਸ਼ਟ ਹੋ ਗਿਆ ਹੈ ਕਿ ਇਸ ਕਿਸਮ ਦੇ ਡੇਟਾਸੈਟ ਨੂੰ ਬਣਾਉਣ ਨੂੰ ਇੱਕ ਦੋਹਰੀ ਵਰਤੋਂ ਤਕਨਾਲੋਜੀ ਦੇ ਰੂਪ ਵਿੱਚ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜਿਸ ਤਰ੍ਹਾਂ ਕੁਝ ਲੋਕਾਂ ਨੇ ਇੱਕ ਸਾਲ ਪਹਿਲਾਂ ਉਮੀਦ ਕੀਤੀ ਹੋਵੇਗੀ।",
    "558378834": "ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਇਸ ਸਮੇਂ ਛਤਰੀਆਂ ਨਾਲ ਸਬੰਧਤ ਸਵਾਲਾਂ ਲਈ ਬੇਨਤੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਰਹੇ ਹਾਂ। ਉਲਝਣ ਦੀ ਸੰਭਾਵਨਾ ਜਦੋਂ ਇੱਕ ਅੰਤਮ-ਉਪਭੋਗਤਾ ਵਰਤਮਾਨ ਪਲ ਵਿੱਚ ਛਤਰੀਆਂ ਬਾਰੇ ਇੱਕ ਸਵਾਲ ਦੇਖਦਾ ਹੈ, ਅਤੇ ਅੰਤ ਵਿੱਚ ਸਾਡਾ ਟੀਚਾ ਸੰਸਾਰ ਨੂੰ ਇੱਕ ਹੋਰ ਸੁਹਾਵਣਾ ਸਥਾਨ ਬਣਾਉਣਾ ਹੈ।",
    "3376604063": "AI ਨੈਤਿਕਤਾ ਦੀਆਂ ਨੀਤੀਆਂ ਅਤੇ ਪ੍ਰਕਿਰਿਆਵਾਂ",
    "1923365316": "ਸਾਡੇ ਕੋਲ hCaptcha 'ਤੇ ਸਖਤ AI ਨੈਤਿਕਤਾ ਨੀਤੀ ਹੈ, ਅਤੇ ਇਸਦੇ ਹਿੱਸੇ ਵਿੱਚ ਆਪਣੇ ਗਾਹਕ ਨੂੰ ਜਾਣੋ (KYC) ਪ੍ਰਕਿਰਿਆ ਸ਼ਾਮਲ ਹੈ।",
    "4230322909": "ਅਸੀਂ ਹਮੇਸ਼ਾ ਹਰ ਇੱਕ ਨਵੇਂ ਗਾਹਕ ਅਤੇ ਉਹਨਾਂ ਦੇ ਇੱਛਤ ਵਰਤੋਂ ਦੇ ਮਾਮਲੇ ਦੀ ਚੰਗੀ ਸਮਝ ਹਾਸਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ, ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਿ ਇਹ ਸਾਡੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਲਈ ਸਹੀ ਹੈ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਇਹ ਉਹਨਾਂ ਨੀਤੀਆਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ਜੋ ਅਸੀਂ ਇੱਕ ਕੰਪਨੀ ਵਜੋਂ ਅਪਣਾਈਆਂ ਹਨ।",
    "2735073144": "ਅਸੀਂ ਲੋੜ ਪੈਣ 'ਤੇ ਨਿਰੰਤਰ ਸਮੀਖਿਆਵਾਂ ਵੀ ਕਰਦੇ ਹਾਂ। ਉਦਾਹਰਨ ਲਈ, ਛਤਰੀ-ਸੰਬੰਧੀ ਲੇਬਲਿੰਗ ਬੇਨਤੀਆਂ ਲਈ ਬੇਨਤੀਆਂ ਦੀਆਂ ਤਰੀਕਾਂ ਅਤੇ ਸਰੋਤਾਂ ਦੀ ਸਾਡੀ ਤਾਜ਼ਾ ਸਮੀਖਿਆ ਵਿੱਚ ਅਸੀਂ ਛੇਤੀ ਹੀ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਦੇ ਯੋਗ ਹੋ ਗਏ ਕਿ ਪਿਛਲੇ 12 ਮਹੀਨਿਆਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਰਕਾਰੀ ਸੰਸਥਾ ਜਾਂ ਨਿਗਰਾਨੀ ਸੌਫਟਵੇਅਰ ਦੇ ਜਾਣੇ-ਪਛਾਣੇ ਰਾਜ ਸਪਲਾਇਰ ਨੇ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਛਤਰੀਆਂ ਸੰਬੰਧੀ ਬੇਨਤੀਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਹਨ। .",
    "2715462692": "ਸਾਡੀ AI ਨੈਤਿਕਤਾ ਪ੍ਰਕਿਰਿਆ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ?",
    "3049976256": "ਹਰੇਕ ਨਵੇਂ ਲੇਬਲਿੰਗ ਗਾਹਕ ਲਈ, ਅਸੀਂ ਵਿਕਰੀ ਪ੍ਰਕਿਰਿਆ ਦੌਰਾਨ ਇੱਕ ਚੈਕਲਿਸਟ ਵਿੱਚੋਂ ਲੰਘਦੇ ਹਾਂ। ਇਸ ਵਿੱਚ ਆਨਬੋਰਡਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ੁਰੂਆਤੀ KYC ਮਿਹਨਤ, ਨਾਲ ਹੀ ਸਾਡੇ ਵਿਸ਼ਲੇਸ਼ਕਾਂ ਨੂੰ ਕੀਤੀਆਂ ਗਈਆਂ ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ ਦੀ ਤਸਦੀਕ, ਅਤੇ ਸਾਡੇ ਸਵੈ-ਸੇਵਾ ਪਲੇਟਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕੀਤੀਆਂ ਗਈਆਂ ਬੇਨਤੀਆਂ ਦੀ ਰੀਅਲ-ਟਾਈਮ ਸਪਾਟ ਜਾਂਚ ਅਤੇ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਸਮੀਖਿਆਵਾਂ ਸ਼ਾਮਲ ਹਨ।",
    "3103642530": "ਇਹ ਸਮੀਖਿਆ ਮਾਪਦੰਡਾਂ ਦੇ ਕਈ ਸੈੱਟਾਂ ਨਾਲ ਬਣੀ ਹੈ:",
    "3349094124": "ਨੈਤਿਕ ਚਿੰਤਾ ਦੇ ਮਾਪਦੰਡ: ਉਦੇਸ਼",
    "1038019440": "1. ਕੀ ਇਹ ਗਾਹਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਕਾਨੂੰਨਾਂ ਅਤੇ ਨਿਯਮਾਂ ਦੇ ਉਲਟ ਵਿਹਾਰ ਕਰਨ ਲਈ ਜਾਣੇ ਜਾਂਦੇ ਦੇਸ਼ ਦੇ ਰਾਸ਼ਟਰੀ ਹਿੱਤਾਂ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰ ਰਿਹਾ ਹੈ?",
    "493717511": "2. ਕੀ ਇਹ ਗਾਹਕ ਸੇਵਾਵਾਂ ਦੀ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ ਜੋ ਹੋ ਸਕਦਾ ਹੈ",
    "2209109640": "ਉਹਨਾਂ ਦੀਆਂ ਆਮ ਵਪਾਰਕ ਗਤੀਵਿਧੀਆਂ ਦੇ ਸੰਦਰਭ ਵਿੱਚ, ਸਿਰਫ ਖਤਰਨਾਕ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ?",
    "3457805519": "3. ਕੀ ਯੂ.ਐੱਸ. ਕਾਨੂੰਨ ਅਤੇ ਸਾਡੇ ਰੁਝੇਵਿਆਂ ਦੇ ਨਿਯਮਾਂ ਅਧੀਨ ਗਾਹਕ ਦੀ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ?",
    "1942611550": "ਮੁੱਖ ਤੌਰ 'ਤੇ",
    "109179759": "ਨੈਤਿਕ ਚਿੰਤਾ ਦੇ ਮਾਪਦੰਡ: ਵਿਸ਼ਾ-ਵਸਤੂ",
    "1033698050": "1. ਕੀ ਅਸੀਂ ਇਹ ਮੰਨਦੇ ਹਾਂ ਕਿ ਗਾਹਕ ਨੇ ਸਾਨੂੰ ਇੱਕ ਵਰਤੋਂ ਕੇਸ ਦਿੱਤਾ ਹੈ ਜੋ ਅਸੀਂ ਨੈਤਿਕ ਤੌਰ 'ਤੇ ਸਵੀਕਾਰਯੋਗ ਸਮਝਦੇ ਹਾਂ, ਸਾਡੇ ਆਮ ਪੱਛਮੀ ਸਮਾਜਕ ਨਿਯਮਾਂ ਦੀ ਵਿਆਖਿਆ ਦੇ ਅਨੁਸਾਰ?",
    "361372538": "2. ਕੀ ਅਸੀਂ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਾਂ ਕਿ ਸਾਡੀਆਂ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ ਗਾਹਕ ਦੁਆਰਾ ਵਿਤਕਰੇ ਵਾਲੇ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤੀਆਂ ਜਾਣਗੀਆਂ, ਉਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਜੋ ਕਾਨੂੰਨੀ ਹੋ ਸਕਦੀਆਂ ਹਨ ਪਰ ਸਾਡੇ ਲਈ ਸਵੀਕਾਰਯੋਗ ਨਹੀਂ ਹਨ?",
    "2867855718": "3. ਕੀ ਅਸੀਂ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਾਂ ਕਿ ਬੇਨਤੀ ਲਈ ਗੋਪਨੀਯਤਾ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਤਸੱਲੀਬਖਸ਼ ਢੰਗ ਨਾਲ ਸੰਬੋਧਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ?",
    "2462728596": "ਜੇਕਰ ਅਸੀਂ ਇਹਨਾਂ ਬਿੰਦੂਆਂ 'ਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੰਤੁਸ਼ਟ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਾਂ, ਤਾਂ ਅਸੀਂ ਬੇਨਤੀ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰ ਦੇਵਾਂਗੇ ਅਤੇ ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਵਿੱਚ ਦੱਸੇ ਅਨੁਸਾਰ ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਤੱਕ ਹੋਰ ਪਹੁੰਚ ਨੂੰ ਖਤਮ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "1995277831": "ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
    "1818116402": "ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਸ ਦਿੱਖ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਹੈ ਕਿ ਅਸੀਂ AI ਨੈਤਿਕਤਾ ਵਾਲੇ ਹਿੱਸੇ ਨਾਲ ਕਾਰਜਸ਼ੀਲ ਸਵਾਲਾਂ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਦੇ ਹਾਂ।",
    "1499894352": "ਬਹੁਤ ਘੱਟ ਕੰਪਨੀਆਂ ਇਸ ਖੇਤਰ ਵਿੱਚ ਆਪਣੇ ਫੈਸਲੇ ਲੈਣ ਦੀਆਂ ਪ੍ਰਕਿਰਿਆਵਾਂ ਵਿੱਚ ਪਾਰਦਰਸ਼ਤਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ, ਅਤੇ ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਦੂਸਰੇ ਇਸ ਉਦਾਹਰਣ ਦੀ ਪਾਲਣਾ ਕਰਨਗੇ!",
    "535659033": "ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਵਿਸ਼ੇਸ਼ਤਾ",
    "1495915066": "ਅਸੀਂ, ਸਾਡੇ ਅਕਾਦਮਿਕ ਖੋਜ ਭਾਗੀਦਾਰ, ਅਤੇ ਸਾਡੇ ਗਾਹਕ ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਮੀਡੀਆ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ",
    "3017533972": "ਅਸੀਂ, ਸਾਡੇ ਅਕਾਦਮਿਕ ਖੋਜ ਭਾਗੀਦਾਰ, ਅਤੇ ਸਾਡੇ ਗਾਹਕ ਕਦੇ-ਕਦਾਈਂ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਖੇਤਰ ਵਿੱਚ ਮਨੁੱਖਤਾ ਦੇ ਗਿਆਨ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਲਈ hCaptcha ਪਲੇਟਫਾਰਮ ਰਾਹੀਂ ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼-ਲਾਇਸੰਸਸ਼ੁਦਾ ਸਮੱਗਰੀ ਦੇ ਭਾਗਾਂ ਦਾ ਹਵਾਲਾ ਜਾਂ ਪੁਨਰ-ਨਿਰਮਾਣ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "1428053210": "ਇਹ ਸਮੱਗਰੀ ਆਮ ਤੌਰ 'ਤੇ ਇਸਦੇ ਅਸਲੀ ਰੂਪ ਤੋਂ ਬਦਲ ਜਾਂਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਇੱਕ ਵੀਡੀਓ ਨੂੰ ਕਈ ਚਿੱਤਰਾਂ ਵਿੱਚ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਉਹਨਾਂ ਚਿੱਤਰਾਂ ਨੂੰ ਕਈ ਨਵੀਆਂ ਤਸਵੀਰਾਂ ਵਿੱਚ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਉਹਨਾਂ ਨਵੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ ਫਿਰ ਪ੍ਰਦਰਸ਼ਿਤ ਅੰਤਮ ਨਤੀਜਾ ਬਣਾਉਣ ਲਈ ਬੇਤਰਤੀਬੇ ਤੌਰ 'ਤੇ ਮਿਲਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "1728211763": "ਇਸ ਤਰੀਕੇ ਨਾਲ ਅਤੇ ਇਹਨਾਂ ਉਦੇਸ਼ਾਂ ਲਈ ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਕਾਨੂੰਨ ਅਤੇ ਖੇਤਰ ਵਿੱਚ ਮਿਆਰੀ ਅਭਿਆਸਾਂ ਦੀ ਸਾਡੀ ਸਮਝ ਦੇ ਅਨੁਸਾਰ ਨਿਰਪੱਖ ਵਰਤੋਂ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਵਿੱਚ ਆਉਂਦੀ ਹੈ, ਪਰ ਅਸੀਂ ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਦੇ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਪ੍ਰਸ਼ੰਸਕ ਹਾਂ ਅਤੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਕ੍ਰੈਡਿਟ ਦੇਣਾ ਪਸੰਦ ਕਰਦੇ ਹਾਂ ਜੋ ਇਸ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਮਸ਼ੀਨ ਇੰਟੈਲੀਜੈਂਸ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਦਾ ਮਹੱਤਵਪੂਰਨ ਕੰਮ।",
    "1949452297": "hCaptcha UI ਦੀਆਂ ਅੰਦਰੂਨੀ ਰੁਕਾਵਟਾਂ ਅਤੇ ਇਸ ਦੇ ਸੁਰੱਖਿਆ ਵਿਚਾਰਾਂ ਦੇ ਕਾਰਨ, ਹਰੇਕ ਚਿੱਤਰ ਦੇ ਸਰੋਤ ਨੂੰ ਇਸਦੀ ਵਰਤੋਂ ਨਾਲ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਦੁਬਾਰਾ ਬਣਾਉਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ। ਇਸਦੀ ਬਜਾਏ, ਅਸੀਂ ਆਪਣੇ ਹੋਮਪੇਜ ਤੋਂ ਇਸ ਪੰਨੇ ਨਾਲ ਲਿੰਕ ਕਰਦੇ ਹਾਂ ਅਤੇ ਪਲੇਟਫਾਰਮ ਦੁਆਰਾ ਵਰਤਮਾਨ ਵਿੱਚ ਜਾਂ ਹਾਲ ਹੀ ਵਿੱਚ ਸੇਵਾ ਕੀਤੇ ਸਰੋਤਾਂ ਦੀ ਸੂਚੀ ਬਣਾਈ ਰੱਖਦੇ ਹਾਂ। ਤੁਸੀਂ ਮੌਜੂਦਾ ਸੂਚੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ",
    "2367602973": "ਇਥੇ",
    "659124570": "ਇਸ ਤੋਂ ਇਲਾਵਾ, ਜੇਕਰ ਤੁਸੀਂ hCaptcha ਪਲੇਟਫਾਰਮ 'ਤੇ ਤੁਹਾਡੇ ਨਾਲ ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ ਨੂੰ ਦੁਬਾਰਾ ਤਿਆਰ ਕੀਤਾ ਦੇਖਦੇ ਹੋ ਅਤੇ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਇਸਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਈਮੇਲ ਰਾਹੀਂ ਇੱਥੇ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।",
    "2066749488": "ਹੋਰ ਸ਼ਿਕਾਇਤਾਂ",
    "3479034323": "ਜੇਕਰ ਤੁਸੀਂ hCaptcha ਪਲੇਟਫਾਰਮ 'ਤੇ ਤੁਹਾਡੇ ਨਾਲ ਸਬੰਧਤ ਸਮੱਗਰੀ ਨੂੰ ਮੁੜ-ਉਤਪਾਦਿਤ ਦੇਖਦੇ ਹੋ ਅਤੇ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਇਸਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਈਮੇਲ ਰਾਹੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ।",
    "1836554225": "ਬਲੌਗ ਪੋਸਟਾਂ",
    "2873297188": "ਕੀ ਸਾਰੇ ਕੈਪਟਚਾ ਗੈਰ-ਅਮਰੀਕੀਆਂ ਨਾਲ ਵਿਤਕਰਾ ਕਰਦੇ ਹਨ?",
    "165932542": "ਦੁਨੀਆ ਭਰ ਵਿੱਚ hCaptcha ਹੱਲ ਦਰਾਂ 'ਤੇ ਇੱਕ ਨਜ਼ਰ",
    "1865097546": "16 ਨਵੰਬਰ, 2021",
    "3005876482": "hCaptcha ਹੁਣ ਸਭ ਤੋਂ ਵੱਡੀ ਸੁਤੰਤਰ ਕੈਪਟਚਾ ਸੇਵਾ ਹੈ, 15% ਇੰਟਰਨੈਟ 'ਤੇ ਚੱਲਦੀ ਹੈ",
    "693820850": "ਤੁਸੀਂ ਗੋਪਨੀਯਤਾ ਨੂੰ ਪਹਿਲ ਦੇ ਕੇ ਗੂਗਲ ਨੂੰ ਹਰਾ ਸਕਦੇ ਹੋ",
    "3609106478": "ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ:",
    "299335340": "ਇਹ ਕੀ ਹੈ ਅਤੇ ਹਮਲਿਆਂ ਨੂੰ ਕਿਵੇਂ ਰੋਕਿਆ ਜਾਵੇ",
    "354925785": "ਜਾਣ-ਪਛਾਣ",
    "423222878": "ਖੋਜਣ, ਰੋਕਣ ਅਤੇ ਰੋਕਣ ਲਈ ਕੁਝ ਸਭ ਤੋਂ ਔਖੇ ਸਾਈਬਰ ਹਮਲੇ ਉਹ ਹਨ ਜਿੱਥੇ ਇੱਕ ਖਤਰਨਾਕ ਅਭਿਨੇਤਾ ਇੱਕ ਸਰਗਰਮ ਉਪਭੋਗਤਾ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਲਈ ਜਾਇਜ਼ ਉਪਭੋਗਤਾ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਯੋਗ ਹੁੰਦਾ ਹੈ। ਬਹੁਤ ਸਾਰੀਆਂ ਆਧੁਨਿਕ ਖੋਜ ਸਮਰੱਥਾਵਾਂ ਦੇ ਬਿਨਾਂ, ਖਾਤੇ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕਰਨ ਵਾਲੀ ਕੰਪਨੀ ਕੋਲ ਇਹ ਸ਼ੱਕ ਕਰਨ ਦਾ ਕੋਈ ਕਾਰਨ ਨਹੀਂ ਹੈ ਕਿ ਕੁਝ ਵੀ ਗਲਤ ਹੈ। ਇੱਕ ਗਾਹਕ ਨੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕੀਤਾ ਜਾਪਦਾ ਹੈ। ਹਮਲਾਵਰ ਨੇ ਚੋਰੀ ਕੀਤੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਹ ਸਫਲ ਚਾਲ-ਚਲਣ ਪ੍ਰਾਪਤ ਕੀਤਾ-ਆਮ ਤੌਰ 'ਤੇ ਸਾਈਬਰ ਅਟੈਕ ਤਕਨੀਕ ਦਾ ਨਤੀਜਾ ਹੈ ਜਿਸ ਨੂੰ \"ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਇਹ ਅੱਜ ਇੱਕ ਗੰਭੀਰ ਸਮੱਸਿਆ ਹੈ, ਪਰ ਇੱਕ ਜਿਸਨੂੰ ਸਹੀ ਜਵਾਬੀ ਉਪਾਵਾਂ ਨਾਲ ਘੱਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "777660551": "ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਕੀ ਹੈ?",
    "2602763587": "ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਸਾਈਬਰ ਅਟੈਕ ਦਾ ਇੱਕ ਰੂਪ ਹੈ ਜਿਸ ਵਿੱਚ ਹਮਲਾਵਰ ਚੋਰੀ ਕੀਤੇ ਯੂਜ਼ਰਨਾਮਾਂ ਅਤੇ ਪਾਸਵਰਡਾਂ ਦੇ ਜੋੜਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਵੈਬਸਾਈਟ ਵਿੱਚ ਕਈ ਵਾਰ ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ। \"ਸਟਫਿੰਗ\" ਦੁਹਰਾਉਣ ਵਾਲੀਆਂ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ, ਜੋ ਲਗਭਗ ਹਮੇਸ਼ਾ ਸਵੈਚਲਿਤ ਬੋਟ ਸੌਫਟਵੇਅਰ ਦੁਆਰਾ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
    "1271831121": "ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੈ ਕਿ ਹੈਕਰ (ਇੱਕ ਹੂਡੀ ਪਹਿਨੇ, ਬੇਸ਼ਕ!) ਉੱਥੇ ਬੈਠਾ ਹੈ, ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਤੋਂ ਬਾਅਦ ਪ੍ਰਮਾਣ ਪੱਤਰ ਟਾਈਪ ਕਰ ਰਿਹਾ ਹੈ। ਸਵੈਚਲਿਤ ਲੌਗਇਨ ਬੋਟ ਨੂੰ ਸੇਲੇਨਿਅਮ ਜਾਂ ਕਸਟਮ-ਵਿਕਸਤ ਹੈਕਰ ਟੂਲ ਵਰਗੇ ਆਫ-ਦੀ-ਸ਼ੈਲਫ ਟੂਲ ਤੋਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "2588750717": "ਦਰਅਸਲ, ਕੁਝ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਹਮਲਿਆਂ ਵਿੱਚ ਲੱਖਾਂ ਪ੍ਰਮਾਣ-ਪੱਤਰ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ—ਇਹ ਸਭ ਨੂੰ ਅੰਦਰ ਜਾਣ ਦੀ ਉਮੀਦ ਵਿੱਚ ਬੇਸ਼ੱਕ ਵੈੱਬਸਾਈਟ ਲੌਗਇਨ ਇੰਟਰਫੇਸ ਵਿੱਚ ਭਰਿਆ ਜਾਂਦਾ ਹੈ। ਅੰਦਰ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਹਮਲਾਵਰ ਪੀੜਤ ਦੇ ਖਾਤੇ ਨੂੰ ਲੈ ਸਕਦਾ ਹੈ।",
    "1137757109": "ਜੇਕਰ ਇਹ ਇੱਕ ਈ-ਕਾਮਰਸ ਖਾਤਾ ਹੈ, ਤਾਂ ਹਮਲਾਵਰ ਵਪਾਰ ਦਾ ਆਰਡਰ ਦੇ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਪੀੜਤ ਇੱਕ ਬੈਂਕ ਹੈ, ਤਾਂ ਹਮਲਾਵਰ ਆਫਸ਼ੋਰ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦਾ ਹੈ, ਆਦਿ।",
    "1559150837": "ਟੀਚੇ ਹਾਲਾਂਕਿ ਬਚਾਅ ਰਹਿਤ ਨਹੀਂ ਹਨ. ਜ਼ਿਆਦਾਤਰ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਅਜਿਹੇ ਨਿਯੰਤਰਣ ਹੁੰਦੇ ਹਨ ਜੋ ਇੱਕ ਸ਼ੱਕੀ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰਦੇ ਹਨ ਜੋ ਥੋੜ੍ਹੇ ਸਮੇਂ ਵਿੱਚ ਇੱਕੋ IP ਪਤੇ ਤੋਂ ਹਜ਼ਾਰਾਂ ਵੱਖ-ਵੱਖ ਖਾਤਿਆਂ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ। ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਹਮਲਾਵਰ ਇਹਨਾਂ ਸੁਰੱਖਿਆ ਤਕਨੀਕਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕੀ ਕਰਦੇ ਹਨ ਇਹ ਭੂਗੋਲਿਕ ਅਤੇ IP ਵਿਭਿੰਨਤਾ ਦੀ ਨਕਲ ਕਰਨਾ ਹੈ। ਸ਼ਕਤੀਸ਼ਾਲੀ, ਅਕਸਰ AI-ਸੰਚਾਲਿਤ ਟੂਲਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਉਹ ਇਹ ਦਿਖਾ ਸਕਦੇ ਹਨ ਕਿ ਹਜ਼ਾਰਾਂ ਉਪਭੋਗਤਾ ਪੂਰੇ ਦੇਸ਼ ਤੋਂ ਦਿਨ ਦੇ ਵੱਖ-ਵੱਖ ਸਮਿਆਂ 'ਤੇ ਬੇਤਰਤੀਬੇ ਤੌਰ 'ਤੇ ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ। ਇਸਦਾ ਪਤਾ ਲਗਾਉਣਾ ਅਤੇ ਰੋਕਣਾ ਬਹੁਤ ਔਖਾ ਹੈ।",
    "1892020899": "ਹੈਕਰਾਂ ਨੂੰ ਪ੍ਰਮਾਣ ਪੱਤਰ ਕਿੱਥੋਂ ਮਿਲਦੇ ਹਨ?",
    "2597149484": "ਹੈਕਰ ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦਾ \"ਸਮੱਗਰੀ\" ਕਰਨ ਦਾ ਕਾਰਨ ਇਸ ਨਾਲ ਕਰਨਾ ਪੈਂਦਾ ਹੈ ਕਿ ਉਹ ਆਪਣੇ ਚੋਰੀ ਹੋਏ ਪ੍ਰਮਾਣ ਪੱਤਰ ਕਿੱਥੋਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ।",
    "3030395800": "ਇਹ ਪ੍ਰਮਾਣ ਪੱਤਰ ਆਮ ਤੌਰ 'ਤੇ ਡੇਟਾ ਦੀ ਉਲੰਘਣਾ ਤੋਂ ਆਉਂਦੇ ਹਨ। ਇਹਨਾਂ ਹਮਲਿਆਂ ਨੂੰ \"ਕ੍ਰੀਡੈਂਸ਼ੀਅਲ ਸਪਿਲਸ\" ਵਜੋਂ ਵੀ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ, ਨਤੀਜੇ ਵਜੋਂ ਲੱਖਾਂ ਪ੍ਰਮਾਣ ਪੱਤਰ ਡਾਰਕ ਵੈੱਬ 'ਤੇ ਸੁੱਟੇ ਜਾ ਸਕਦੇ ਹਨ। ਜੇਕਰ ਸਪਿਲ ਬੈਂਕ ਤੋਂ ਆਇਆ ਹੈ, ਤਾਂ ਹੈਕਰ ਉਹਨਾਂ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਨੂੰ ਹੋਰ ਸਾਈਟਾਂ 'ਤੇ ਜਾਣ ਲਈ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ। ਇਹ ਪਹੁੰਚ ਕੰਮ ਕਰਦੀ ਹੈ ਕਿਉਂਕਿ ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਕਈ ਸਾਈਟਾਂ ਲਈ ਇੱਕੋ ਉਪਭੋਗਤਾ ਨਾਮ ਅਤੇ ਪਾਸਵਰਡ ਸੁਮੇਲ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। (ਇਹ ਅਭਿਆਸ ਨਿਰਾਸ਼ਾਜਨਕ ਹੈ, ਪਰ ਅਸਲੀਅਤ ਇਹ ਹੈ ਕਿ ਇਹ ਕੀ ਹੈ। ਲੋਕ ਉਹੀ ਲੌਗਇਨ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਨੂੰ ਦੁਹਰਾਉਂਦੇ ਹਨ।)",
    "1258965840": "ਇਸ ਤਰ੍ਹਾਂ, ਜੇਕਰ ਹਮਲਾਵਰ ਇੱਕ ਸਾਈਟ ਵਿੱਚ ਦਾਖਲ ਹੋ ਸਕਦਾ ਹੈ, ਤਾਂ ਉਹ ਸਪਿਲ ਕੀਤੇ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਈ ਸਾਈਟਾਂ ਵਿੱਚ ਜਾ ਸਕਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਉਹਨਾਂ ਨੂੰ JohnDoe/525momma ਵਰਗਾ ਇੱਕ ਉਪਭੋਗਤਾ ਨਾਮ/ਪਾਸਵਰਡ ਜੋੜਾ ਮਿਲ ਸਕਦਾ ਹੈ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਕਿ ਉਹ ਜੋੜਾ ਉਹਨਾਂ ਲਈ ਕੀ ਕਰੇਗਾ। ਇਸ ਲਈ, ਉਹ Amazon.com, Ebay, Citibank, Walgreens ਅਤੇ ਅੱਗੇ ਅਤੇ ਹੋਰ 'ਤੇ ਜੋੜੀ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ। ਉਹ ਉਸ ਜੋੜੀ ਨੂੰ ਹਜ਼ਾਰਾਂ ਵੱਖ-ਵੱਖ ਸਾਈਟਾਂ 'ਤੇ ਅਜ਼ਮਾ ਸਕਦੇ ਹਨ।",
    "3594440415": "ਆਖਰਕਾਰ, ਉਹ ਦਰਵਾਜ਼ੇ ਖੋਲ੍ਹਣਾ ਸ਼ੁਰੂ ਕਰ ਦੇਣਗੇ।",
    "780280214": "hCaptcha ਅਤੇ hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਖਤਰੇ ਨੂੰ ਕਿਵੇਂ ਘਟਾਉਂਦੇ ਹਨ",
    "4165374512": "ਹਾਲਾਂਕਿ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਨੂੰ ਰੋਕਣ ਲਈ IP ਅਤੇ ਸਥਾਨ ਖੋਜ ਟੂਲਸ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਸੰਭਵ ਹੈ, ਇੱਕ ਵਧੇਰੇ ਲਾਗਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਸਹੀ ਤਰੀਕਾ ਸਿਰਫ਼ ਸਵੈਚਲਿਤ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਬੋਟ ਵਿੱਚ ਰੁਕਾਵਟ ਪਾਉਣਾ ਹੈ। hCaptcha ਅਤੇ hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਐਂਟਰੀ ਦੇ ਸਥਾਨ 'ਤੇ ਬੋਟ ਨੂੰ ਸਟੰਪ ਕਰ ਸਕਦੇ ਹਨ। ਭਾਵੇਂ ਬੋਟ ਕੋਲ ਸਹੀ ਪ੍ਰਮਾਣ-ਪੱਤਰ ਹਨ, ਜੇਕਰ ਇਹ hCaptcha Enterprise ਦੀ ਖੋਜ ਜਾਂ hCaptcha ਦੇ ਕੈਪਟਚਾ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ, ਤਾਂ ਇਹ ਇਸਦੀ ਸਟਫਿੰਗ ਨਹੀਂ ਕਰ ਸਕੇਗਾ ਅਤੇ ਤੁਹਾਡੀ ਸਾਈਟ ਅਤੇ ਉਪਭੋਗਤਾ ਸੁਰੱਖਿਅਤ ਹਨ।",
    "3269644546": "ਕ੍ਰਿਪਾ ਕਰਕੇ",
    "1058572205": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਸਾਨੂੰ",
    "3753613260": "ਸੰਪਰਕ ਕਰੋ",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA ਸ਼ਿਕਾਇਤਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ",
    "54093347": "DMCA ਰਜਿਸਟਰਡ ਏਜੰਟ",
    "3233441200": "ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੀ ਨੀਤੀ ਨੂੰ ਦੁਹਰਾਓ",
    "4011712313": "ਸਾਡੀ DMCA ਨੀਤੀ ਦੇ ਹਿੱਸੇ ਵਜੋਂ, ਅਸੀਂ ਉਹਨਾਂ ਗਾਹਕਾਂ ਦੇ ਖਾਤੇ ਰੱਖਦੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਲਈ ਸਾਨੂੰ ਕਥਿਤ ਉਲੰਘਣਾ ਦੀਆਂ ਕਈ DMCA ਸੂਚਨਾਵਾਂ ਇੱਕ ਬਹੁ-ਪੜਾਵੀ DMCA ਦੁਹਰਾਉਣ ਵਾਲੀ ਉਲੰਘਣਾ ਨੀਤੀ ਵਿੱਚ ਮਿਲਦੀਆਂ ਹਨ। ਇੱਕ ਕੈਲੰਡਰ ਮਹੀਨੇ ਵਿੱਚ ਵਾਰ-ਵਾਰ DMCA ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਹੋਣ 'ਤੇ, ਗਾਹਕ ਖਾਤਾ ਇੱਕ ਨੀਤੀਗਤ ਪੜਾਅ ਤੋਂ ਅਗਲੇ ਪੜਾਅ ਤੱਕ ਅੱਗੇ ਵਧੇਗਾ।",
    "766825168": "ਉਹ ਕਾਰਵਾਈਆਂ ਜੋ ਅਸੀਂ DMCA ਦੁਹਰਾਓ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੀ ਨੀਤੀ ਦੇ ਅਧੀਨ ਕਰ ਸਕਦੇ ਹਾਂ, ਉਹਨਾਂ ਵਿੱਚ ਖਾਤੇ ਦੇ ਰਿਕਾਰਡ ਦੇ ਗਾਹਕ ਨੂੰ ਵਧੀ ਹੋਈ ਦਿੱਖ ਦੀਆਂ ਚੇਤਾਵਨੀਆਂ ਭੇਜਣਾ ਸ਼ਾਮਲ ਹੈ। ਇਹਨਾਂ ਚੇਤਾਵਨੀਆਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ, ਸਾਨੂੰ ਗਾਹਕ ਨੂੰ ਖਾਤੇ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਜਾਂ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨੂੰ ਕਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਅਸੀਂ ਕਿਸੇ ਵੀ ਗਾਹਕ ਦੀ hCaptcha ਅਤੇ IMI ਸੇਵਾ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਜਾਂ ਸਮਾਪਤ ਕਰਨ ਦੇ ਨਾਲ-ਨਾਲ ਹੋਰ ਅੰਤਰਿਮ ਉਪਾਅ ਲਾਗੂ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਵੀ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ, ਜਿਸ ਲਈ ਅਸੀਂ ਲਗਾਤਾਰ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੇ ਚੇਤਾਵਨੀਆਂ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਵੀ ਕਥਿਤ ਉਲੰਘਣਾ ਦੀਆਂ DMCA ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਿਆ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਜਦੋਂ ਅਸੀਂ ਇਸ ਨੀਤੀ ਦੇ ਤਹਿਤ hCaptcha ਸੇਵਾ ਨੂੰ ਸਮਾਪਤ ਕਰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਇਹਨਾਂ ਗਾਹਕਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਗਈਆਂ ਹੋਰ hCaptcha ਜਾਂ IMI ਸੇਵਾਵਾਂ ਨੂੰ ਆਪਣੀ ਪੂਰੀ ਮਰਜ਼ੀ ਨਾਲ ਬੰਦ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "2410122265": "hCaptcha ਸਰੋਤ: ਬੋਟਸ 101",
    "4166776480": "ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ: ਇਹ ਕੀ ਹੈ ਅਤੇ ਹਮਲਿਆਂ ਨੂੰ ਕਿਵੇਂ ਰੋਕਿਆ ਜਾਵੇ",
    "2301335298": "ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ: ਸਾਈਬਰ ਕ੍ਰਾਈਮ ਦੇ ਇੱਕ ਤੇਜ਼-ਵਿਕਾਸ ਮੋਡ ਨੂੰ ਘਟਾਉਣਾ",
    "3682071227": "ਅਕਾਉਂਟ ਟੇਕਓਵਰ ਕੀ ਹਨ ਅਤੇ ਉਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ?",
    "2729131930": "ਸਕ੍ਰੈਪਿੰਗ ਕੀ ਹੈ ਅਤੇ ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ?",
    "1344959096": "ਇੱਕ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਲੇਬਲਰ ਵਜੋਂ ਕੰਮ ਕਰਨਾ",
    "3510143229": "hCaptcha ਵੈੱਬਸਾਈਟਾਂ ਅਤੇ ਐਪਸ ਲਈ ਇੱਕ ਸੇਵਾ ਹੈ,",
    "3930611699": "ਵਿਅਕਤੀਗਤ ਕਰਮਚਾਰੀ।",
    "1051214799": "hCaptcha ਇੱਕ ਵੈੱਬ ਸੁਰੱਖਿਆ ਸੇਵਾ ਹੈ ਜੋ ਇਸਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਜਾਂ ਐਪਾਂ ਦੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਨਾਲ ਮੁੱਲ ਸਾਂਝਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀ ਹੈ।",
    "360236473": "hCaptcha ਸੇਵਾ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਲਈ ਵਿਅਕਤੀਗਤ ਲੇਬਲਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾਣ ਦਾ ਇਰਾਦਾ ਨਹੀਂ ਹੈ। ਇਹ ਇਸ ਉਦੇਸ਼ ਲਈ ਤਿਆਰ ਜਾਂ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ। ਅਸੀਂ ਕਿਸੇ ਨੂੰ ਵੀ ਨਿੱਜੀ ਆਮਦਨ ਦੇ ਸਰੋਤ ਵਜੋਂ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਨਹੀਂ ਕਰਦੇ ਹਾਂ।",
    "3842490632": "ਬਹੁਤ ਸਾਰੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲਾ ਇੱਕ ਵਿਅਕਤੀਗਤ ਉਪਭੋਗਤਾ ਰੇਟ ਸੀਮਤ ਜਾਂ ਤੇਜ਼ੀ ਨਾਲ ਪਾਬੰਦੀਸ਼ੁਦਾ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ। ਬਰਾਬਰ ਮਹੱਤਵਪੂਰਨ, ਸਾਡੇ ਦੇ ਰੂਪ ਵਿੱਚ",
    "1560232962": "ਵਿਸਤਾਰ ਵਿੱਚ ਕਵਰ ਕਰਦਾ ਹੈ, ਕਿਸੇ ਵੀ ਦਿੱਤੇ ਜਵਾਬ ਲਈ ਕਮਾਈ ਹੋਈ ਰਕਮ ਬਾਰੇ ਕੋਈ ਗਾਰੰਟੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਸ ਸਮੇਂ ਕੋਈ ਭੁਗਤਾਨਸ਼ੁਦਾ ਸਵਾਲ ਉਪਲਬਧ ਨਾ ਹੋਣ, ਗੁਣਵੱਤਾ ਕਾਰਨਾਂ ਕਰਕੇ ਜਵਾਬ ਅਸਵੀਕਾਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਆਦਿ।",
    "2694001822": "ਹਾਲਾਂਕਿ, ਅਸੀਂ ਸਿਸਟਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਦੇ-ਕਦਾਈਂ ਵਿਅਕਤੀਆਂ ਨੂੰ ਨਿਯੁਕਤ ਕਰਦੇ ਹਾਂ।",
    "1569804581": "ਜੇਕਰ ਤੁਸੀਂ ਭਵਿੱਖ ਵਿੱਚ ਸਬੰਧਤ ਮੌਕਿਆਂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਫਾਰਮ ਨੂੰ ਭਰੋ।",
    "636461959": "ਨਾਮ",
    "1139500589": "ਦੇਸ਼",
    "1789607185": "ਈਮੇਲ ਖਾਤਾ",
    "325077666": "ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਕੇ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਹਿਮਤ ਹੋ",
    "3555583744": "ਅਤੇ",
    "3609929815": ". ਅਸੀਂ ਵਿਅਕਤੀਗਤ ਲੇਬਲਿੰਗ ਕੰਮ ਦੇ ਮੌਕਿਆਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਭਵਿੱਖ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੇ ਉਦੇਸ਼ ਲਈ ਤੁਹਾਡਾ ਨਾਮ, ਦੇਸ਼ ਅਤੇ ਈਮੇਲ ਪਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਾਂਗੇ।",
    "4197928199": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "851786723": "ਆਪਣੀ ਈਮੇਲ ਦਰਜ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਅਤੇ ਸਾਡੇ ਤੋਂ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "2402165761": "ਸਕ੍ਰੈਪਿੰਗ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀ ਹੈ?",
    "4260542944": "ਸਮੱਗਰੀ ਸਕ੍ਰੈਪਿੰਗ (\"ਸਕ੍ਰੀਨ ਸਕ੍ਰੈਪਿੰਗ\" ਜਾਂ ਸਿਰਫ਼ \"ਸਕ੍ਰੈਪਿੰਗ\" ਵਜੋਂ ਵੀ ਜਾਣੀ ਜਾਂਦੀ ਹੈ) ਵੈੱਬ ਤੋਂ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਨ ਲਈ ਇੱਕ ਜਾਣੀ-ਪਛਾਣੀ, ਅਕਸਰ ਉਪਯੋਗੀ ਪ੍ਰਕਿਰਿਆ ਹੈ। ਹਾਲਾਂਕਿ, ਹਾਲ ਹੀ ਦੇ ਸਾਲਾਂ ਵਿੱਚ, ਤਕਨੀਕ ਹੈਕਰਾਂ ਅਤੇ ਧੋਖੇਬਾਜ਼ਾਂ ਦਾ ਇੱਕ ਪਸੰਦੀਦਾ ਸਾਧਨ ਬਣ ਗਈ ਹੈ। ਵਿਰੋਧੀ ਉਪਾਅ ਖ਼ਤਰੇ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਘਟਾ ਸਕਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ, ਇਹ ਸਮਝਣਾ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਪ੍ਰਕਿਰਿਆ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀ ਹੈ।",
    "2066255783": "ਸਮੱਗਰੀ ਸਕ੍ਰੈਪਿੰਗ ਕੀ ਹੈ?",
    "1910628828": "ਸਮਗਰੀ ਸਕ੍ਰੈਪਿੰਗ ਇੱਕ ਸਿਸਟਮ ਤੋਂ ਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਤਕਨੀਕ ਹੈ ਜਿਸ ਵਿੱਚ ਇੱਕ ਸਾਫਟਵੇਅਰ ਕਲਾਇੰਟ ਜਾਂ ਵੈਬ ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਨਕਲ ਕਰਨ ਵਾਲਾ ਇੱਕ ਸਵੈਚਲਿਤ ਟੂਲਸੈੱਟ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ। ਇਹ ਨਵਾਂ ਨਹੀਂ ਹੈ। ਵਾਸਤਵ ਵਿੱਚ, ਸੌਫਟਵੇਅਰ ਇੰਜੀਨੀਅਰਾਂ ਲਈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪੁਰਾਣੇ ਮੇਨਫ੍ਰੇਮ ਤੋਂ ਡੇਟਾ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ, ਸਕ੍ਰੈਪਿੰਗ ਜਾਣਕਾਰੀ ਨੂੰ ਐਕਸਟਰੈਕਟ ਕਰਨ ਦਾ ਇੱਕੋ ਇੱਕ ਤਰੀਕਾ ਹੋ ਸਕਦਾ ਹੈ. ਅਸਲ ਕਨੈਕਟਰ ਖਤਮ ਹੋ ਸਕਦੇ ਹਨ ਅਤੇ ਬਦਲਣਾ ਅਸੰਭਵ ਹੋ ਸਕਦਾ ਹੈ।",
    "3408107995": "ਅੱਜ, ਹਾਲਾਂਕਿ, ਸਕ੍ਰੈਪਿੰਗ ਦਾ ਮਤਲਬ ਇੱਕ ਵੈਬਸਾਈਟ ਤੋਂ ਡੇਟਾ ਖਿੱਚਣ ਲਈ ਇੱਕ ਪ੍ਰੋਗਰਾਮੇਟਿਕ ਪਹੁੰਚ ਹੈ. ਸਕ੍ਰੈਪਿੰਗ ਸੌਫਟਵੇਅਰ ਇੱਕ ਮਨੁੱਖੀ ਉਪਭੋਗਤਾ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ, ਬਟਨਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰਦਾ ਹੈ ਅਤੇ ਨਤੀਜੇ ਵਜੋਂ ਆਉਟਪੁੱਟ ਨੂੰ ਪੜ੍ਹਦਾ ਹੈ। ਸਕ੍ਰੈਪਿੰਗ ਲਈ ਬਹੁਤ ਸਾਰੇ ਜਾਇਜ਼ ਉਪਯੋਗ ਹਨ. ਵੈੱਬ ਕ੍ਰਾਲਰ ਜੋ ਖੋਜ ਇੰਜਣਾਂ ਨੂੰ ਪਾਵਰ ਦਿੰਦੇ ਹਨ ਇੱਕ ਉਦਾਹਰਣ ਹਨ। ਇਸ ਤਰ੍ਹਾਂ ਸਕਾਈਸਕੈਨਰ ਵਰਗੇ ਟੂਲ ਵੀ ਹਨ ਜੋ ਹਜ਼ਾਰਾਂ ਯਾਤਰਾ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਜੋੜ ਕੇ ਯਾਤਰਾ ਸੌਦਿਆਂ ਦੀ ਭਾਲ ਕਰਦੇ ਹਨ। Fintech ਫਰਮਾਂ ਇਸਦੀ ਵਰਤੋਂ ਵੀ ਕਰਦੀਆਂ ਹਨ, ਜੇਕਰ ਡੇਟਾ ਕਨੈਕਸ਼ਨ ਬਣਾਉਣ ਲਈ ਕੋਈ ਐਪਲੀਕੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮਿੰਗ ਇੰਟਰਫੇਸ (APIs) ਉਪਲਬਧ ਨਹੀਂ ਹਨ ਤਾਂ ਬੈਂਕ ਸਾਈਟਾਂ ਤੋਂ ਉਪਭੋਗਤਾ ਦੇ ਵਿੱਤੀ ਡੇਟਾ ਨੂੰ ਸਕ੍ਰੈਪ ਕਰਦੇ ਹਨ। ਸਕ੍ਰੀਨ ਸਕ੍ਰੈਪਿੰਗ ਬਾਰੇ ਧਿਆਨ ਵਿੱਚ ਰੱਖਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਇਸਦੀ ਗਤੀ ਅਤੇ ਮਾਪਯੋਗਤਾ ਹਨ. ਇਹ ਪ੍ਰਕਿਰਿਆ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮਾਤਰਾ ਵਿੱਚ ਡਾਟਾ ਇਕੱਠਾ ਕਰ ਸਕਦੀ ਹੈ, ਇਹ ਮੰਨ ਕੇ ਕਿ ਸਾਈਟਾਂ ਇਸ ਨੂੰ ਹੋਣ ਤੋਂ ਰੋਕਣ ਲਈ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਗਣਨਾ ਦੀ ਗਤੀ 'ਤੇ, ਇੱਕ ਸਕ੍ਰੈਪਰ ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਅੰਡਰਲਾਈੰਗ ਸੌਫਟਵੇਅਰ ਅਤੇ ਡੇਟਾਬੇਸ ਨਾਲ ਗੱਲਬਾਤ ਕਰਕੇ ਵੱਡੇ ਡੇਟਾਸੇਟਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰ ਸਕਦਾ ਹੈ ਜੋ ਉਹਨਾਂ ਨੂੰ ਸ਼ਕਤੀ ਦਿੰਦੇ ਹਨ।",
    "1920884252": "ਸਮੱਗਰੀ ਨੂੰ ਸਕ੍ਰੈਪ ਕਰਨਾ ਇੱਕ ਸੁਰੱਖਿਆ ਖਤਰਾ ਕਿਉਂ ਹੈ?",
    "2256795853": "ਵੈਬਸਾਈਟਾਂ ਤੋਂ ਬਹੁਤ ਸਾਰਾ ਡੇਟਾ, ਤੇਜ਼ੀ ਨਾਲ, ਐਕਸਟਰੈਕਟ ਕਰਨ ਦੀ ਯੋਗਤਾ ਖਤਰਨਾਕ ਅਦਾਕਾਰਾਂ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਸਕ੍ਰੈਪਿੰਗ ਨੂੰ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਾਧਨ ਬਣਾਉਂਦੀ ਹੈ। ਇੱਕ ਸਕ੍ਰੈਪਿੰਗ ਬੋਟ ਸੋਸ਼ਲ ਮੀਡੀਆ ਸਾਈਟਾਂ ਤੋਂ ਉਪਭੋਗਤਾ ਡੇਟਾ ਇਕੱਠਾ ਕਰ ਸਕਦਾ ਹੈ. ਫਿਰ, ਪਤੇ ਅਤੇ ਹੋਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਵਾਲੀਆਂ ਸਾਈਟਾਂ ਨੂੰ ਸਕ੍ਰੈਪ ਕਰਕੇ ਅਤੇ ਨਤੀਜਿਆਂ ਨੂੰ ਆਪਸ ਵਿੱਚ ਜੋੜ ਕੇ, ਇੱਕ ਹੈਕਰ ਪਛਾਣ ਦੇ ਅਪਰਾਧਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ ਜਿਵੇਂ ਕਿ ਧੋਖਾਧੜੀ ਵਾਲੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਜਮ੍ਹਾ ਕਰਨਾ।",
    "4087694419": "ਇੱਕ ਸਕ੍ਰੈਪਿੰਗ ਹੈਕਰ ਜਾਅਲੀ ਜਾਂ ਧੋਖੇਬਾਜ਼ ਉਤਪਾਦ ਸੂਚੀਆਂ ਬਣਾਉਣ ਲਈ ਐਮਾਜ਼ਾਨ ਅਤੇ ਈਬੇ ਵਰਗੀਆਂ ਸਾਈਟਾਂ ਤੋਂ ਡੇਟਾ ਵੀ ਇਕੱਠਾ ਕਰ ਸਕਦਾ ਹੈ। ਉਹ ਫਿਰ ਉਹਨਾਂ ਨੂੰ ਪੀਅਰ-ਟੂ-ਪੀਅਰ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ OfferUp 'ਤੇ ਵਿਕਰੀ ਲਈ ਪੇਸ਼ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਖਰੀਦਦਾਰਾਂ 'ਤੇ ਫਿਸ਼ਿੰਗ ਹਮਲੇ ਕਰ ਸਕਦਾ ਹੈ। ਜਾਂ, ਧੋਖੇਬਾਜ਼ ਉਹ ਉਤਪਾਦ ਵੇਚ ਸਕਦਾ ਹੈ ਜੋ ਮੌਜੂਦ ਨਹੀਂ ਹਨ। ਇੱਕ ਹੋਰ ਸਕ੍ਰੀਨ ਸਕ੍ਰੈਪਿੰਗ ਧੋਖਾਧੜੀ ਵਿੱਚ ਵਿਗਿਆਪਨ ਪ੍ਰਕਾਸ਼ਕਾਂ ਨੂੰ ਧੋਖਾ ਦੇਣਾ ਸ਼ਾਮਲ ਹੈ। ਪ੍ਰਕਾਸ਼ਕ ਸਾਈਟਾਂ ਤੋਂ ਸਮੱਗਰੀ ਨੂੰ ਸਕ੍ਰੈਪ ਕਰਕੇ, ਧੋਖੇਬਾਜ਼ ਵੱਖ-ਵੱਖ ਸੇਵਾਵਾਂ 'ਤੇ ਜਾਅਲੀ ਵਿਗਿਆਪਨ ਪ੍ਰਕਾਸ਼ਕ ਪੰਨੇ ਬਣਾ ਸਕਦਾ ਹੈ। ਉਹ ਫਿਰ ਉਹਨਾਂ ਪੰਨਿਆਂ 'ਤੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਅਧਿਕਾਰਤ ਪੁਨਰ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਵੇਚ ਸਕਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਸੰਪਰਕਾਂ ਨੂੰ ਉਹਨਾਂ ਨੇ ਪ੍ਰਕਾਸ਼ਕ ਦੀ ads.txt ਫਾਈਲ ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ। ਵਿਗਿਆਪਨ ਸਲਾਟ ਇਸ਼ਤਿਹਾਰ ਦੇਣ ਵਾਲੇ ਨੂੰ ਅਸਲੀ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ, ਪਰ ਉਹ ਨਹੀਂ ਹਨ।",
    "3315658779": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਨਾਲ ਸਮਗਰੀ ਦੀ ਸਕ੍ਰੈਪਿੰਗ ਨੂੰ ਰੋਕੋ",
    "2602081482": "hCaptcha Enterprise ਤੁਹਾਡੀ ਸਾਈਟ ਅਤੇ ਐਪਾਂ ਲਈ ਖਤਰਨਾਕ ਟ੍ਰੈਫਿਕ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਉੱਨਤ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਸਕ੍ਰੈਪਿੰਗ ਗਤੀਵਿਧੀਆਂ ਸਮੇਤ।",
    "1422537019": "ਸਾਨੂੰ ਅੱਜ ਹੋਰ ਸਿੱਖਣ ਲਈ.",
    "1988268879": "ਪੈਮਾਨੇ 'ਤੇ ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਡੇਟਾ ਲੇਬਲਿੰਗ",
    "2163914794": "ਕੀ ਤੁਹਾਡੇ ਡੇਟਾਸੈਟਾਂ ਲਈ ਹੋਰ ਲੇਬਲਾਂ ਦੀ ਲੋੜ ਹੈ? hCaptcha ਨਕਲੀ ਬੁੱਧੀ ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਐਪਲੀਕੇਸ਼ਨਾਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਤੇਜ਼, ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਉੱਚ ਗੁਣਵੱਤਾ ਵਾਲੇ ਡੇਟਾ ਲੇਬਲਿੰਗ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "3378932530": "ਹੁਣੇ ਆਪਣਾ ਡੇਟਾ ਲੇਬਲ ਕਰੋ",
    "3483700676": "ਲੱਖਾਂ ਕਾਰਜਾਂ ਨੂੰ ਤੁਰੰਤ ਲਾਂਚ ਕਰੋ",
    "3478726913": "hCaptcha ਕੋਲ ਤੁਹਾਡੀ ਵਰਤੋਂ ਲਈ ਉਪਲਬਧ ਗ੍ਰਹਿ ਦੇ ਸਭ ਤੋਂ ਵੱਡੇ ਪੂਲ ਵਿੱਚੋਂ ਇੱਕ ਹੈ। ਤੁਹਾਡਾ ਪੈਮਾਨਾ ਜੋ ਵੀ ਹੋਵੇ, ਅਸੀਂ ਇਸ ਨੂੰ ਮਹਿੰਗੇ ਅਗਾਊਂ ਵਚਨਬੱਧਤਾਵਾਂ ਤੋਂ ਬਿਨਾਂ ਸੰਭਾਲ ਸਕਦੇ ਹਾਂ। ਪ੍ਰਤੀ ਦਿਨ ਲੱਖਾਂ ਕੰਮ ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ ਹਨ।",
    "740501259": "ਸਧਾਰਨ API-ਚਲਾਏ ਪਾਈਪਲਾਈਨਾਂ",
    "2784612261": "ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਨੂੰ ਸਿੱਧੇ ਆਪਣੇ ਕਾਰੋਬਾਰੀ ਕਾਰਜਾਂ ਵਿੱਚ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਅਸੀਂ ਉੱਚ ਭਰੋਸੇਯੋਗਤਾ SLA, ਗਾਰੰਟੀਸ਼ੁਦਾ ਸਮਰੱਥਾ, ਅਤੇ ਸਧਾਰਨ REST API ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ।",
    "1144966033": "ਲਾਗਤ ਅਤੇ ਗੁਣਵੱਤਾ ਲਈ ਅਨੁਕੂਲਿਤ",
    "3213351333": "ਕੋਈ ਅਗਾਊਂ ਵਚਨਬੱਧਤਾ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ",
    "2107077506": "ਹਿਊਮਨ ਪਲੇਟਫਾਰਮ ਵਧੀਆ ਰੀਅਲ-ਟਾਈਮ ਗੁਣਵੱਤਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਵਿਆਪਕ ਭਰੋਸੇ ਵਾਲੇ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਹ ਸਾਨੂੰ ਤੁਹਾਡੇ ਸਮੇਂ ਅਤੇ ਪੈਸੇ ਦੀ ਬਚਤ ਕਰਦੇ ਹੋਏ, ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਮੁਸ਼ਕਲ ਅਤੇ ਉਹਨਾਂ ਦੇ ਸੰਭਾਵਿਤ ਸਹੀ ਜਵਾਬ ਦੋਵਾਂ ਨੂੰ ਜਲਦੀ ਨਿਰਧਾਰਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।",
    "3576146278": "ਸਿਰਫ਼ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦੀ ਸ਼ੁੱਧਤਾ ਲਈ ਭੁਗਤਾਨ ਕਰੋ",
    "2952586316": "ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਇੱਕੋ ਜਿਹੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ। ਸੁਰੱਖਿਆ-ਨਾਜ਼ੁਕ ਕਾਰਜਾਂ ਲਈ ਐਨੋਟੇਸ਼ਨਾਂ ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਮਨੁੱਖੀ ਕਰਮਚਾਰੀਆਂ ਤੋਂ 99.99% ਵਿਸ਼ਵਾਸ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਇੱਕ ਮੋਬਾਈਲ ਗੇਮ ਐਪ ਵਿੱਚ ਇੱਕ ਬੀਟਾ ਵਿਸ਼ੇਸ਼ਤਾ ਲਈ ਐਨੋਟੇਸ਼ਨਾਂ ਲਈ ਸਿਰਫ਼ ਮੱਧਮ ਭਰੋਸੇ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਫੈਸਲਾ ਕਰੋ.",
    "710145621": "ਆਪਣਾ ਖੁਦ ਦਾ ਜ਼ਮੀਨੀ ਸੱਚ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰੋ ਜਾਂ ਸਾਨੂੰ ਇਸ ਨੂੰ ਉੱਡਣ 'ਤੇ ਬਣਾਉਣ ਦਿਓ",
    "987901590": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਵਿਆਪਕ ਪੁਸ਼ਟੀਕਰਨ ਸੈੱਟ ਤੋਂ ਬਿਨਾਂ ਕੱਚਾ ਡੇਟਾ ਹੈ? ਜ਼ਿਆਦਾਤਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਅਸੀਂ ਸਿਸਟਮ ਦੁਆਰਾ ਚੱਲਣ ਵਾਲੇ ਕਾਰਜਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਬਣਾ ਸਕਦੇ ਹਾਂ, ਜਾਂ ਤੁਹਾਡੀ ਮਨਜ਼ੂਰੀ ਲਈ ਲੇਬਲ ਕੀਤੇ ਨਮੂਨੇ ਬਣਾ ਸਕਦੇ ਹਾਂ।",
    "2597352122": "ਐਨੋਟੇਸ਼ਨ ਦੀਆਂ ਕਿਸਮਾਂ",
    "1344687860": "ਬਾਊਂਡਿੰਗ ਬਾਕਸ",
    "1089415440": "ਚਿੱਤਰਾਂ ਅਤੇ ਵੀਡੀਓ ਵਿੱਚ ਵਸਤੂ ਦੀ ਸਹੀ ਖੋਜ",
    "3817067682": "ਬਹੁਭੁਜ",
    "2682873489": "ਵਸਤੂਆਂ ਲਈ ਬਾਊਂਡਿੰਗ ਖੇਤਰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ",
    "1275150216": "ਲੈਂਡਮਾਰਕਸ",
    "2067112112": "ਕਈ ਵੱਖ-ਵੱਖ ਵਰਤੋਂ ਦੇ ਮਾਮਲਿਆਂ ਲਈ ਪੁਆਇੰਟ ਐਨੋਟੇਸ਼ਨ",
    "4228682126": "ਗੁਣ ਵਰਗੀਕਰਨ",
    "2920213479": "ਕਿਸੇ ਵੀ ਆਕਾਰ ਦੀਆਂ ਮਨਮਾਨੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਕ੍ਰਮਬੱਧ ਜਾਂ ਜੋੜੋ",
    "3288667364": "ਤੁਲਨਾ ਅਤੇ ਖੋਜ",
    "155877895": "ਮਨੁੱਖੀ-ਸੰਚਾਲਿਤ ਖੋਜ ਅਤੇ ਵਰਗੀਕਰਨ",
    "3128433367": "... ਅਤੇ ਹੋਰ ਬਹੁਤ ਸਾਰੇ",
    "2827452240": "ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਲੋੜ ਹੈ ਜੋ ਇੱਥੇ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੈ? ਬਸ ਸਾਨੂੰ ਪੁੱਛੋ.",
    "719304627": "ਐਂਡ-ਟੂ-ਐਂਡ ਕੰਟਰੋਲ ਦੀ ਲੋੜ ਹੈ?",
    "1172067553": "hCaptcha ਦੇ ਪਿੱਛੇ HUMAN ਪਲੇਟਫਾਰਮ ਆਨ-ਪ੍ਰੀਮਿਸ, ਹਾਈਬ੍ਰਿਡ, ਜਾਂ SaaS ਤੈਨਾਤੀਆਂ ਦੁਆਰਾ ਉੱਚ ਪੱਧਰੀ ਕੰਮ ਦੀ ਗੁਣਵੱਤਾ ਅਤੇ ਪ੍ਰਬੰਧਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਸਿਸਟਮਾਂ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਹੁੰਦੇ ਹਨ।",
    "2319072959": "ਆਪਣੇ ਖੁਦ ਦੇ ਕਰਮਚਾਰੀਆਂ ਦੇ ਨਾਲ ਪੂਰੀ ਤਰ੍ਹਾਂ ਔਫਲਾਈਨ ਚਲਾਓ, ਵਪਾਰਕ ਯੂਨਿਟਾਂ ਜਾਂ ਕੰਸੋਰਟੀਅਮ ਭਾਈਵਾਲਾਂ ਵਿੱਚ ਖਪਤ ਕੀਤੇ ਗਏ ਮੁੱਲ ਨੂੰ ਟਰੈਕ ਕਰੋ, ਲਾਗਤ ਅਤੇ ਸੁਰੱਖਿਆ ਲੋੜਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਵੱਖ-ਵੱਖ ਅੰਦਰੂਨੀ ਜਾਂ ਬਾਹਰੀ ਲੇਬਰ ਪ੍ਰਦਾਤਾਵਾਂ ਲਈ ਚੋਣਵੇਂ ਤੌਰ 'ਤੇ ਨੌਕਰੀਆਂ ਦਾ ਰੂਟ ਕਰੋ, ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ।",
    "1936512180": "ਵਰਕਰ ਦੀ ਕੁਸ਼ਲਤਾ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਨ ਲਈ ਆਸਾਨ API ਪਹੁੰਚ, ਸੁੰਦਰ ਡੈਸ਼ਬੋਰਡ, ਅਤੇ ਨਵੀਨਤਮ ਮਾਡਲ-ਇਨ-ਦੀ-ਲੂਪ ਤਕਨਾਲੋਜੀ।",
    "3913848038": "99.99% ਅਪਟਾਈਮ SLAs ਅਤੇ 24/7 ਗਲੋਬਲ ਸਹਾਇਤਾ ਉਪਲਬਧ ਹੈ।",
    "1080752747": "ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "1525403768": "ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੇਲਜ਼ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    "1546930020": "ਡਾਟਾ ਲੇਬਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
    "2486638408": "ਨਿਰਧਾਰਨ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ",
    "1027200955": "ਆਪਣੀਆਂ ਪ੍ਰੋਜੈਕਟ ਲੋੜਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨ ਲਈ ਸਾਡੇ ਡੋਮੇਨ ਮਾਹਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨਾਲ ਗੱਲ ਕਰੋ: ਟੀਚਾ ਸ਼ੁੱਧਤਾ, ਫਾਰਮੈਟ, ਅਤੇ ਕੋਈ ਵਿਸ਼ੇਸ਼ ਲੋੜਾਂ।",
    "1156712451": "ਸ਼ੁਰੂਆਤੀ ਨੌਕਰੀ ਟੈਸਟ",
    "181065232": "ਅਸੀਂ ਤੁਹਾਡੇ ਨਮੂਨੇ ਦੇ ਡੇਟਾ ਦੇ ਆਧਾਰ 'ਤੇ ਇੱਕ ਛੋਟਾ ਉਤਪਾਦਨ ਕੰਮ ਚਲਾਉਂਦੇ ਹਾਂ। ਇਹ ਉਸ ਕੰਮ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਜੋ ਅਸੀਂ ਇਕੱਠੇ ਕੀਤੇ ਹਨ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਹਾਨੂੰ ਉਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ।",
    "3207769512": "ਉਤਪਾਦਨ ਦੀਆਂ ਨੌਕਰੀਆਂ ਤਾਇਨਾਤ ਕਰੋ",
    "1099238677": "ਸਾਡੇ ਉੱਚ ਵੌਲਯੂਮ ਅਤੇ ਘੱਟ ਲੇਟੈਂਸੀ ਦੇ ਨਾਲ ਅਸੀਂ ਤੁਹਾਡੇ ਕੰਮ ਨੂੰ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਬਦਲ ਦੇਵਾਂਗੇ, ਜਿਵੇਂ ਹੀ ਇਹ ਹੋ ਜਾਵੇਗਾ ਸਵੈਚਲਿਤ ਡਿਲੀਵਰੀ ਦੇ ਨਾਲ।",
    "465783046": "ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੇ ਡੇਟਾ ਨਾਲ ਅਜ਼ਮਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "328625009": "... ਅਸੀਂ ਤਿਆਰ ਹਾਂ ਜਦੋਂ ਤੁਸੀਂ ਹੋ: ਸਾਡੀ ਸੇਵਾ 24 ਘੰਟੇ ਉਪਲਬਧ ਹੈ।",
    "3225770968": "hCaptcha ਨੂੰ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਮਿਹਨਤ ਕਰਨ ਵਾਲੀ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ; ਸਮੇਂ ਸਿਰ, ਕਿਫਾਇਤੀ, ਅਤੇ ਭਰੋਸੇਮੰਦ ਤਰੀਕੇ ਨਾਲ ਵੱਡੀ ਮਾਤਰਾ ਵਿੱਚ ਡੇਟਾ ਨੂੰ ਲੇਬਲ ਕਰਨਾ।",
    "2041686284": "ਵਧੇਰੇ ਡੇਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਖਲਾਈ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਮਾਡਲਾਂ ਵਿੱਚ ਬਿਹਤਰ ਨਤੀਜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ। ਡੂੰਘੇ ਮਾਡਲਾਂ ਦੀ ਹਾਲ ਹੀ ਦੀ ਸਫਲਤਾ ਨੇ ਵੱਡੇ ਡੇਟਾਸੇਟਾਂ ਨੂੰ ਵਧਾਇਆ ਹੈ, ਅਤੇ hCaptcha ਇਸ ਲੋੜ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ। ਹਾਲਾਂਕਿ, ਰਵਾਇਤੀ ਤਰੀਕਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਵੱਡੇ ਮਨੁੱਖੀ-ਸਮੀਖਿਆ ਕੀਤੇ ਡੇਟਾਸੈਟਾਂ ਨੂੰ ਬਣਾਉਣਾ ਹੌਲੀ ਅਤੇ ਮਹਿੰਗਾ ਹੈ।",
    "3729345277": "hCaptcha ਕੰਪਨੀਆਂ ਲਈ ਉੱਚ ਗੁਣਵੱਤਾ ਦੇ ਨਾਲ ਅਤੇ ਹੋਰ ਵਿਕਲਪਾਂ ਨਾਲੋਂ ਘੱਟ ਕੀਮਤ 'ਤੇ ਤੇਜ਼ੀ ਨਾਲ ਲੋੜੀਂਦੀਆਂ ਐਨੋਟੇਸ਼ਨਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇੱਕ ਤਰੀਕਾ ਹੈ।",
    "2103563261": "ਨਿੱਜੀ ਜਾਂ ਜਨਤਕ ਜਾਣਕਾਰੀ",
    "2513143348": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸਿਸਟਮ ਇਸਦੇ ਡਿਜ਼ਾਈਨ ਵਿੱਚ ਵਿਲੱਖਣ ਤੌਰ 'ਤੇ ਲਚਕਦਾਰ ਹੈ: ਜੇਕਰ ਤੁਸੀਂ ਜਨਤਕ ਕਲਾਉਡ ਨੂੰ ਚਲਾਉਂਦੇ ਹੋ ਜਾਂ ਬਹੁਤ ਸਾਰੇ ਡੇਟਾ ਸੈਂਟਰਾਂ ਦੇ ਮਾਲਕ ਹੋ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਨੈੱਟਵਰਕ ਦੇ ਕਿਨਾਰੇ 'ਤੇ ਅੰਸ਼ਕ ਜਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤੈਨਾਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "3107683988": "ਇਹ ਸਭ ਤੋਂ ਸਖਤ SLAs ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸਾਡੇ 24/7 ਆਨ-ਕਾਲ ਸਟਾਫ ਦੁਆਰਾ ਪ੍ਰਬੰਧਨ ਦੇ ਸਾਰੇ ਲਾਭਾਂ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਆਫ-ਨੈੱਟਵਰਕ ਟ੍ਰੈਫਿਕ ਅਤੇ ਲਾਗਤਾਂ ਨੂੰ ਨਾਟਕੀ ਢੰਗ ਨਾਲ ਘਟਾ ਸਕਦਾ ਹੈ।",
    "3660619092": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲਾਂ ਲਈ ਮੁਫਤ ਸਾਈਨ ਅੱਪ ਕਰੋ ਜਾਂ ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "2351176803": "hCaptcha JS API ਲਈ ਲਾਇਸੰਸ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "2616226398": "ਸਾਡੇ ਦੇ ਅਧੀਨ",
    "2024293275": ". ਬਾਕੀ ਸਾਰੇ ਅਧਿਕਾਰ ਹੁਣ ਲਈ ਰਾਖਵੇਂ ਹਨ।",
    "1062291156": "ਮਿਆਰੀ ਨਿਯਮ",
    "2712493234": "ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ: ਸਾਈਬਰ ਕ੍ਰਾਈਮ ਦੇ ਇੱਕ ਤੇਜ਼-ਵਿਕਾਸ ਮੋਡ ਨੂੰ ਘਟਾਉਣਾ",
    "1817772953": "ਧੋਖਾਧੜੀ ਅਪਰਾਧ ਦਾ ਨਵਾਂ ਰੂਪ ਨਹੀਂ ਹੈ। ਦਰਅਸਲ, ਪੁਰਾਤੱਤਵ-ਵਿਗਿਆਨੀਆਂ ਨੇ ਲਗਭਗ 10,000 ਸਾਲ ਪਹਿਲਾਂ ਪ੍ਰਾਚੀਨ ਸੁਮੇਰੀਅਨ ਲੋਕਾਂ ਦੁਆਰਾ ਪਸ਼ੂਆਂ ਨੂੰ ਬਿਨਾਂ ਕਿਸੇ ਨੁਕਸਾਨ ਦੇ ਲਿਜਾਣ ਲਈ ਬਣਾਏ ਗਏ ਧੋਖਾਧੜੀ ਵਿਰੋਧੀ ਯੰਤਰਾਂ ਦਾ ਪਤਾ ਲਗਾਇਆ ਹੈ! ਉਹਨਾਂ ਦੇ ਕੇਸ ਵਿੱਚ, ਉਹ ਮਿੱਟੀ ਦੇ ਟੋਕਨ, ਹਰ ਇੱਕ ਜਾਨਵਰ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹੋਏ, ਮਿੱਟੀ ਦੀ ਇੱਕ ਗੇਂਦ ਦੇ ਅੰਦਰ ਪਾਉਂਦੇ ਹਨ ਜਿਸ ਨੂੰ \"ਬੁਲਾ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਬੁੱਲਾ ਇੱਜੜ ਦੇ ਨਾਲ ਯਾਤਰਾ ਕਰੇਗਾ ਕਿਉਂਕਿ ਇਹ ਵੇਚਣ ਵਾਲੇ ਤੋਂ ਖਰੀਦਦਾਰ ਤੱਕ ਜਾਂਦਾ ਹੈ। ਫਿਰ ਵੀ, ਕਾਰੋਬਾਰੀ ਮਾਲਕ ਚਿੰਤਤ ਸਨ ਕਿ ਹਰ ਕੋਈ ਜਿਸ ਨਾਲ ਉਹ ਕੰਮ ਕਰ ਰਹੇ ਸਨ, ਉਹ ਉੱਪਰ ਅਤੇ ਉੱਪਰ ਨਹੀਂ ਸੀ। 10,000 ਸਾਲਾਂ ਵਿੱਚ ਬਹੁਤ ਕੁਝ ਬਦਲ ਗਿਆ ਹੈ, ਪਰ ਧੋਖਾਧੜੀ ਨੂੰ ਰੋਕਣ ਲਈ ਨਵੀਨਤਾਕਾਰੀ ਹੋਣ ਦੀ ਜ਼ਰੂਰਤ ਸਾਡੇ ਨਾਲ ਬਣੀ ਹੋਈ ਹੈ। ਅੱਜ, ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਦਾ ਮੁੱਦਾ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ. ਇੰਟਰਨੈੱਟ ਦੇ ਨਾਲ, ਧੋਖਾਧੜੀ ਕਰਨ ਵਾਲੇ ਧੋਖਾਧੜੀ ਵਿਰੋਧੀ ਨਿਯੰਤਰਣਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਣ ਵਿੱਚ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਹਰ ਹੋ ਗਏ ਹਨ। ਹਾਲਾਂਕਿ, ਨਵੇਂ ਹੱਲ ਲਹਿਰ ਨੂੰ ਮੋੜ ਰਹੇ ਹਨ.",
    "1053787685": "ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਕੀ ਹੈ?",
    "433424759": "ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਵਿੱਚ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦਾ ਗੈਰ-ਕਾਨੂੰਨੀ ਲੈਣ-ਦੇਣ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਇੱਕ ਸਾਈਬਰ ਅਪਰਾਧੀ ਪੀੜਤ ਨੂੰ ਕਿਸੇ ਕੀਮਤੀ ਚੀਜ਼, ਖਾਸ ਤੌਰ 'ਤੇ ਪੈਸੇ ਤੋਂ ਵਾਂਝਾ ਕਰਦਾ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਕਿਸੇ ਚੋਰੀ ਹੋਏ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਵਰਤੋਂ ਔਨਲਾਈਨ ਵਪਾਰ ਦਾ ਆਰਡਰ ਕਰਨਾ ਜਾਂ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਆਪਣੇ ਕਬਜ਼ੇ ਵਿੱਚ ਲੈਣਾ ਅਤੇ ਗੈਰ-ਕਾਨੂੰਨੀ ਢੰਗ ਨਾਲ ਇਸ ਵਿੱਚੋਂ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰਨਾ। ਬਹੁਤ ਸਾਰੀਆਂ ਭਿੰਨਤਾਵਾਂ ਹਨ, ਪਰ ਉਹਨਾਂ ਸਾਰਿਆਂ ਦਾ ਇੱਕੋ ਜਿਹਾ ਨਤੀਜਾ ਹੈ: ਇੱਕ ਬਦਮਾਸ਼ ਇੱਕ ਖਪਤਕਾਰ, ਬੈਂਕ ਜਾਂ ਵਪਾਰੀ ਤੋਂ ਚੋਰੀ ਕਰਨ ਲਈ ਇੱਕ ਚੋਰੀ ਕੀਤੀ ਪਛਾਣ ਜਾਂ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।",
    "2939852138": "ਧੋਖਾਧੜੀ ਕਰਨ ਵਾਲੇ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਤੋਂ ਕਿਵੇਂ ਬਚ ਜਾਂਦੇ ਹਨ?",
    "1665616092": "ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਸੰਕਲਪ ਵਿੱਚ ਸਧਾਰਨ ਹੈ, ਪਰ ਇਹ ਇਸਦੇ ਅਜੋਕੇ ਅਮਲ ਵਿੱਚ ਸ਼ਾਨਦਾਰ ਰੂਪ ਵਿੱਚ ਗੁੰਝਲਦਾਰ ਹੋ ਸਕਦੀ ਹੈ।",
    "4246520782": "ਵਾਸਤਵ ਵਿੱਚ, ਇੰਟਰਨੈਟ ਹਾਲ ਹੀ ਦੇ ਸਾਲਾਂ ਵਿੱਚ ਧੋਖੇਬਾਜ਼ਾਂ ਅਤੇ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚਕਾਰ ਇੱਕ ਅਸਲ ਹਥਿਆਰਾਂ ਦੀ ਦੌੜ ਦਾ ਗਵਾਹ ਰਿਹਾ ਹੈ।",
    "2167049807": "ਸੁਰੱਖਿਆ ਟੀਮਾਂ ਨੇ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਜਵਾਬੀ ਉਪਾਅ ਅਤੇ ਨਿਯੰਤਰਣ ਅਪਣਾਏ ਹਨ ਜੋ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਲਈ ਆਸਾਨ, ਆਲਸੀ ਪਹੁੰਚ ਨੂੰ ਹਰਾਉਂਦੇ ਹਨ। ਹਾਲਾਂਕਿ, ਹਮਲੇ ਤੇਜ਼ੀ ਨਾਲ ਗੁੰਝਲਦਾਰ ਹੁੰਦੇ ਜਾ ਰਹੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਬੋਟ ਹੁਣ ਜਾਅਲੀ ਵੈੱਬਸਾਈਟਾਂ ਅਤੇ ਫਿਸ਼ਿੰਗ ਹਮਲਿਆਂ ਤੋਂ ਚੋਰੀ ਹੋਏ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰਾਂ ਅਤੇ ਪਿੰਨਾਂ ਦੀ ਕਟਾਈ ਕਰ ਸਕਦੇ ਹਨ।",
    "1936449777": "ਫਿਰ, ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਵੈਚਲਿਤ ਮੋਡ ਵਿੱਚ, ਉਹ ਈ-ਕਾਮਰਸ ਸਾਈਟਾਂ 'ਤੇ ਮਨੁੱਖੀ ਵਿਵਹਾਰ ਦੀ ਨਕਲ ਕਰ ਸਕਦੇ ਹਨ, ਬਟਨਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਸ਼ਾਪਿੰਗ ਕਾਰਟਾਂ ਵਿੱਚ ਆਈਟਮਾਂ ਨੂੰ ਜੋੜ ਸਕਦੇ ਹਨ - ਇਸ ਬਿੰਦੂ ਤੱਕ ਜਿੱਥੇ ਬਹੁਤ ਸਾਰੇ, ਜੇ ਜ਼ਿਆਦਾਤਰ ਧੋਖਾਧੜੀ ਵਿਰੋਧੀ ਨਿਯੰਤਰਣ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕਦੇ ਹਨ ਕਿ ਇੱਕ ਬੋਟ ਚੋਰੀ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ। ਵਪਾਰਕ ਮਾਲ ਇਸ ਦੀ ਬਜਾਏ, ਅਜਿਹਾ ਲਗਦਾ ਹੈ ਜਿਵੇਂ ਕੋਈ ਮਨੁੱਖੀ ਉਪਭੋਗਤਾ ਸਿਰਫ਼ ਖਰੀਦਦਾਰੀ ਕਰ ਰਿਹਾ ਹੈ. ਬੋਟ ਚੋਰੀ ਹੋਏ ਲੌਗ ਇਨ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਅਸਲ ਗਾਹਕ ਦੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰ ਸਕਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਧੋਖਾਧੜੀ ਨੂੰ ਧੁੰਦਲਾ ਕਰਨਾ ਬੋਟ ਦੀ IP ਪਤਿਆਂ ਨੂੰ ਧੋਖਾ ਦੇਣ ਦੀ ਸਮਰੱਥਾ ਹੈ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦਿਸਦਾ ਹੈ ਜਿਵੇਂ ਕਿ \"ਸ਼ੌਪਰ\" ਹਮਲਾਵਰ ਤੋਂ ਕਿਤੇ ਵੱਖਰਾ ਹੈ, ਜੋ ਸ਼ਾਇਦ ਕਿਸੇ ਵਿਦੇਸ਼ੀ ਦੇਸ਼ ਵਿੱਚ ਹੋਵੇ।",
    "648630222": "hCaptcha Enterprise ਨਾਲ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਨੂੰ ਰੋਕੋ",
    "1621930829": "ਅੱਜ ਦੀਆਂ ਉੱਨਤ, ਨਿਰੰਤਰ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਦੀਆਂ ਗਤੀਵਿਧੀਆਂ ਬਾਰੇ ਕੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ? ਨਿਯੰਤਰਣ ਦੀਆਂ ਕਈ ਪਰਤਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨਾ ਆਮ ਤੌਰ 'ਤੇ ਇੱਕ ਬੁੱਧੀਮਾਨ ਪਹੁੰਚ ਹੈ। ਹਾਲਾਂਕਿ, ਸਭ ਤੋਂ ਵਧੀਆ ਜਵਾਬੀ ਉਪਾਅ ਉਹ ਹਨ ਜੋ ਬੋਟ ਨੂੰ ਫਸਾ ਸਕਦੇ ਹਨ ਅਤੇ ਇਹ ਪ੍ਰਗਟ ਕਰ ਸਕਦੇ ਹਨ ਕਿ ਇਹ ਜਾਅਲੀ ਹੈ, ਇਸਦੇ ਨਿਰਮਾਤਾਵਾਂ ਦੁਆਰਾ ਮਨੁੱਖੀ ਵਿਵਹਾਰ ਨੂੰ ਦੁਹਰਾਉਣ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਯਤਨਾਂ ਦੇ ਬਾਵਜੂਦ।",
    "2423586454": "ਅਜੇ ਵੀ ਕੁਝ ਚੀਜ਼ਾਂ ਹਨ ਜੋ ਸੌਫਟਵੇਅਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਭਾਵੇਂ AI ਇਸਦੇ ਪਿੱਛੇ ਕਿੰਨਾ ਵੀ ਚੰਗਾ ਹੋਵੇ। ਆਧੁਨਿਕ ਕੈਪਟਚਾ ਟੈਕਨਾਲੋਜੀ ਭੁਗਤਾਨ ਧੋਖਾਧੜੀ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਵਾਲੇ ਬੋਟਾਂ ਨੂੰ ਬਲੌਕ ਕਰਨ ਦਾ ਇੱਕ ਸਾਬਤ ਤਰੀਕਾ ਪੇਸ਼ ਕਰਦੀ ਹੈ। ਜਦੋਂ ਕਿ ਕੈਪਟਚਾ ਲਈ ਪੁਰਾਣੀ ਪਹੁੰਚ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਬਕਸੇ ਵਿੱਚ ਸਧਾਰਣ ਤਿਰਛੇ ਸੰਖਿਆਵਾਂ, ਹੁਣ ਉੱਨਤ ਬੋਟਾਂ ਨੂੰ ਘਟਾਉਣ ਵਿੱਚ ਜਿਆਦਾਤਰ ਕਮੀਆਂ ਹਨ, ਇੱਕ ਸਵੈਚਲਿਤ ਟੈਸਟਿੰਗ-ਜਵਾਬ ਯੰਤਰ ਜਿਵੇਂ ਕਿ hCaptcha Enterprise ਖਾਤਾ ਲੌਗਇਨ ਜਾਂ ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਚੈੱਕਆਉਟ ਦੇ ਸਮੇਂ ਇੱਕ ਧੋਖੇਬਾਜ਼ ਬੋਟ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਸਟੰਪ ਕਰ ਸਕਦਾ ਹੈ। ਭਾਵੇਂ ਬੋਟ ਕੋਲ ਅਸਲ ਪ੍ਰਮਾਣ ਪੱਤਰ ਹਨ, ਜੇ ਕੈਪਟਚਾ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗਾ।",
    "1467308982": "ਭੁਗਤਾਨ ਸਮਾਂ-ਸਾਰਣੀਆਂ",
    "1291824746": "hCaptcha ਪੇਆਉਟ 60 ਦਿਨਾਂ ਦੇ ਟ੍ਰੇਲਿੰਗ ਆਧਾਰ 'ਤੇ ਤਿਮਾਹੀ ਚਲਦੇ ਹਨ। ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ, ਇਹ ਦਰਸਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੀ ਸਾਰਣੀ ਦੇਖੋ।",
    "3444947612": "ਵਿਚਕਾਰ ਆਵਾਜਾਈ",
    "4181611011": "ਮੇਲ-ਮਿਲਾਪ ਦੀ ਮਿਤੀ",
    "728503636": "ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
    "3720584906": "15 ਜੁਲਾਈ 2021 - ਅਕਤੂਬਰ 15, 2021",
    "388240587": "ਜਨਵਰੀ 5-15, 2022",
    "3426312287": "5-15 ਜਨਵਰੀ 2022",
    "615618648": "15 ਅਪ੍ਰੈਲ 2021 - 15 ਜੁਲਾਈ 2021",
    "3376724603": "ਸਤੰਬਰ 14-24, 2021†††",
    "3398978455": "15 ਸਤੰਬਰ-25 ਸਤੰਬਰ 2021†††",
    "2722456056": "15 ਜਨਵਰੀ 2021 - 15 ਅਪ੍ਰੈਲ 2021",
    "4063155841": "25 ਜੂਨ 2021 ਤੋਂ ਬਾਅਦ ਨਹੀਂ ††",
    "4082053540": "19-25 ਜੂਨ 2021††",
    "64953197": "15 ਅਕਤੂਬਰ 2020 - 15 ਜਨਵਰੀ 2021",
    "1023070345": "14 ਮਾਰਚ 2021 ਤੋਂ ਬਾਅਦ ਨਹੀਂ",
    "2600696085": "15 ਮਾਰਚ 2021",
    "3217791519": "15 ਜੁਲਾਈ 2020 - ਅਕਤੂਬਰ 15, 2020",
    "649261378": "5-11 ਜਨਵਰੀ 2021*",
    "1559190296": "5-11 ਜਨਵਰੀ 2021†",
    "3806054689": "15 ਅਪ੍ਰੈਲ 2020 - 15 ਜੁਲਾਈ 2020",
    "4162383380": "16 ਸਤੰਬਰ - 22 ਸਤੰਬਰ 2020 ****",
    "1990824776": "16-24 ਸਤੰਬਰ 2020 ****",
    "3856690908": "15 ਜਨਵਰੀ 2020 - 15 ਅਪ੍ਰੈਲ 2020",
    "3200641265": "16 ਜੂਨ 2020 ਤੋਂ ਬਾਅਦ ਨਹੀਂ*",
    "3744079744": "15-19 ਜੂਨ 2020 ****",
    "2209837451": "15 ਅਕਤੂਬਰ 2019 - 15 ਜਨਵਰੀ 2020",
    "2510534204": "23 ਮਾਰਚ 2020 ਤੋਂ ਬਾਅਦ ਨਹੀਂ ***",
    "2910560864": "20-23 ਮਾਰਚ 2020 ***",
    "2544565802": "15 ਜੁਲਾਈ 2019 - 15 ਅਕਤੂਬਰ 2019",
    "3963642878": "14 ਦਸੰਬਰ 2019 ਤੋਂ ਬਾਅਦ ਨਹੀਂ*",
    "622103562": "17 ਦਸੰਬਰ 2019**",
    "4072202039": "15 ਅਪ੍ਰੈਲ 2019 - 15 ਜੁਲਾਈ 2019",
    "818049069": "15 ਜੁਲਾਈ 2019 ਤੋਂ ਬਾਅਦ ਨਹੀਂ",
    "1169005651": "15 ਸਤੰਬਰ 2019",
    "2303655425": "15 ਜਨਵਰੀ 2019 - 15 ਅਪ੍ਰੈਲ 2019",
    "3678889946": "15 ਜੂਨ 2019 ਤੋਂ ਬਾਅਦ ਨਹੀਂ",
    "3094354698": "15 ਜੂਨ 2019",
    "4217013126": "ਭੁਗਤਾਨ ਆਮ ਤੌਰ 'ਤੇ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ 'ਤੇ ਦਿਨ ਭਰ ਚੱਲਦੇ ਹਨ, ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ ਅੱਧੀ ਰਾਤ ਨੂੰ ਪੈਸੀਫਿਕ ਸਮੇਂ ਤੱਕ ਪੂਰੇ ਹੁੰਦੇ ਹਨ। ਜੇਕਰ ਕਿਸੇ ਖਾਤੇ ਨੂੰ ਸਮੀਖਿਆ ਲਈ ਫਲੈਗ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਭੁਗਤਾਨ ਜਾਰੀ ਕਰਨ ਵਿੱਚ ਪੰਜ ਵਾਧੂ ਕਾਰੋਬਾਰੀ ਦਿਨ ਲੱਗ ਸਕਦੇ ਹਨ।",
    "1447649958": "ਇੱਕ ਰੀਮਾਈਂਡਰ ਦੇ ਤੌਰ 'ਤੇ, ਸਿਰਫ਼ ਸਹੀ ਮਨੁੱਖੀ ਆਵਾਜਾਈ ਹੀ ਭੁਗਤਾਨ ਲਈ ਯੋਗ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਲਿੰਕ ਕੀਤੇ ਸਾਡੇ FAQ ਵਿੱਚ ਇਸ ਬਾਰੇ ਹੋਰ ਵੇਰਵੇ ਦੇਖ ਸਕਦੇ ਹੋ। ਭੁਗਤਾਨ ਲਈ ਯੋਗ ਹੋਣ ਲਈ ਉਪਲਬਧ ਬਕਾਇਆ ਇੱਕ ਘੱਟੋ-ਘੱਟ ਥ੍ਰੈਸ਼ਹੋਲਡ ਨੂੰ ਵੀ ਪੂਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਵਰਤਮਾਨ ਵਿੱਚ 10 HMT।",
    "4257144752": "ਅਸਲ-ਸਮੇਂ ਦੇ ਅੰਦਾਜ਼ੇ ਅੰਤਿਮ ਸ਼ੁੱਧਤਾ ਜਾਂ ਮਾਨਵਤਾ ਨੂੰ ਨਹੀਂ ਦਰਸਾਉਂਦੇ ਹਨ, ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਤੁਹਾਡੀ ਅੰਤਿਮ ਕਮਾਈ ਤੁਹਾਡੇ ਪਹਿਲੇ ਸੁਲ੍ਹਾ ਤੋਂ ਪਹਿਲਾਂ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਦਿਖਾਏ ਗਏ ਸੰਖਿਆਵਾਂ ਤੋਂ ਕਾਫ਼ੀ ਉੱਪਰ ਜਾਂ ਹੇਠਾਂ ਹੋ ਸਕਦੀ ਹੈ।",
    "2728931827": "ਹਰੇਕ ਮੇਲ-ਮਿਲਾਪ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੇ ਪ੍ਰਤੀ-ਸਾਈਟ-ਕੀ ਅਨੁਮਾਨਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਭਵਿੱਖ ਦੀਆਂ ਪੂਰਵ-ਅਨੁਮਾਨਾਂ ਦੀ ਸ਼ੁੱਧਤਾ ਵਧਣੀ ਚਾਹੀਦੀ ਹੈ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੀ ਸਾਈਟ ਵਿੱਚ ਉਪਭੋਗਤਾ ਵਿਹਾਰ ਵਿੱਚ ਕੋਈ ਸਮੱਗਰੀ ਤਬਦੀਲੀ ਨਹੀਂ ਹੁੰਦੀ ਹੈ।",
    "1200905005": "††† ਸਤੰਬਰ 2021 ਤੋਂ, ਸੇਵਾ ਵਿੱਚ ਵਾਧੇ ਨਾਲ ਸਬੰਧਤ ਸੰਚਾਲਨ ਰੁਕਾਵਟਾਂ ਨੂੰ ਸਰਲ ਬਣਾਉਣ ਲਈ, ਮਿਲਾਨ ਅਤੇ ਭੁਗਤਾਨ ਹੁਣ ਇੱਕ ਦਿਨ ਦੀ ਬਜਾਏ ਲਗਭਗ 10 ਦਿਨਾਂ ਦੀ ਮਿਆਦ ਵਿੱਚ ਚੱਲਦੇ ਹਨ।",
    "4284094387": "†† ਕੁਝ ਜੂਨ 2021 ਸੁਲ੍ਹਾ-ਸਫ਼ਾਈ ਵਿੰਡੋ ਦੇ ਦੌਰਾਨ ਅੰਤਿਮ ਗਣਨਾਵਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਦੇਰੀ ਦੇ ਕਾਰਨ ਅਗਲੇ ਹਫ਼ਤੇ ਵਿੱਚ ਸੁਲ੍ਹਾ-ਸਫਾਈ ਅਤੇ ਅਦਾਇਗੀਆਂ ਚੱਲਣਗੀਆਂ।",
    "1977013707": "† ਦਸੰਬਰ 2020 ਦੇ ਭੁਗਤਾਨਾਂ ਨੂੰ ਸਾਲ ਦੇ ਅੰਤ ਵਿੱਚ ਸੁਲ੍ਹਾ-ਸਫ਼ਾਈ ਅਤੇ ਸਟਾਫ ਦੀਆਂ ਛੁੱਟੀਆਂ ਦੇ ਨਾਲ ਓਵਰਲੈਪ ਤੋਂ ਬਚਣ ਲਈ 15 ਤੋਂ ਮੁੜ-ਨਿਯਤ ਕੀਤਾ ਗਿਆ ਹੈ: ਉਹ ਜਨਵਰੀ ਦੇ ਦੂਜੇ ਹਫ਼ਤੇ ਤੱਕ ਪੂਰੇ ਹੋ ਜਾਣਗੇ। PayPal ਵਿੱਚ ਆਮ ਨਾਲੋਂ ਹੌਲੀ-ਹੌਲੀ ਟ੍ਰਾਂਸਫਰ ਦੇ ਕਾਰਨ, ਭੁਗਤਾਨ ਇੱਕ ਦਿਨ ਵਿੱਚ ਪੂਰਾ ਹੋਣ ਦੀ ਬਜਾਏ ਕਈ ਦਿਨਾਂ ਵਿੱਚ ਚੱਲੇਗਾ।",
    "517010299": "ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ: ਅਸੀਂ ਵਰਤਮਾਨ ਵਿੱਚ ਨਜ਼ਦੀਕੀ-ਰੀਅਲ-ਟਾਈਮ ਮੇਲ-ਮਿਲਾਪ ਲਈ ਇੱਕ ਪ੍ਰਮੁੱਖ ਬੈਕਐਂਡ ਤਬਦੀਲੀ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ। Q1 2021 ਤੱਕ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਮੇਲ-ਮਿਲਾਪ ਆਮ ਨਾਲੋਂ ਘੱਟ ਵਾਰ-ਵਾਰ ਚੱਲੇਗਾ। ਇਹ ਭੁਗਤਾਨ ਸਮਾਂ-ਸਾਰਣੀਆਂ ਜਾਂ ਮਿਤੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
    "3092200338": "** ਜਦੋਂ 15 ਤਾਰੀਖ ਵੀਕਐਂਡ 'ਤੇ ਆਉਂਦੀ ਹੈ, ਤਾਂ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ 17 ਦੀ ਬਜਾਏ ਹੁੰਦੀ ਹੈ।",
    "3891941747": "*** ਕੋਵਿਡ-19 ਸਲਾਹਕਾਰ: ਕੋਵਿਡ-19 ਨਾਲ ਸਬੰਧਤ ਸਟਾਫ ਦੀ ਸਮਰੱਥਾ ਵਿੱਚ ਕਮੀ ਦੇ ਕਾਰਨ, ਸਾਡੀ ਮਿਆਰੀ ਤਸਦੀਕ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਵਾਧੂ ਸਮਾਂ ਦੇਣ ਲਈ ਮੇਲ-ਮਿਲਾਪ ਨੂੰ ਮੁੜ-ਨਿਯਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਭੁਗਤਾਨ ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ ਸ਼ੁਰੂ ਹੋਣ ਅਤੇ ਅਗਲੇ ਸੋਮਵਾਰ ਨੂੰ ਪੂਰਾ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ।",
    "2301757528": "**** ਪੇਆਉਟ ਵਿੰਡੋ ਦੇ ਦੌਰਾਨ ਉਹਨਾਂ ਦੇ REST APIs ਦੇ PayPal ਦੁਆਰਾ ਰੱਖ-ਰਖਾਅ ਦੇ ਕਾਰਨ, 15 ਜੂਨ ਨੂੰ ਸਾਰੇ ਭੁਗਤਾਨ ਪੂਰੇ ਨਹੀਂ ਹੋਏ ਸਨ। ਕੋਈ ਵੀ ਭੁਗਤਾਨ 15 ਜੂਨ (ਪ੍ਰਸ਼ਾਂਤ ਸਮਾਂ) ਲਈ ਨਿਯਤ ਕੀਤਾ ਗਿਆ ਸੀ ਪਰ PayPal API ਤਰੁੱਟੀਆਂ ਦੇ ਕਾਰਨ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ, 19 ਜੂਨ (ਪ੍ਰਸ਼ਾਂਤ ਸਮਾਂ) ਦੁਆਰਾ ਮੁੜ-ਚਲਾਇਆ ਗਿਆ ਸੀ।",
    "116842359": "***** ਸਿਸਟਮ ਦੇ ਰੱਖ-ਰਖਾਅ ਦੇ ਕਾਰਨ ਕਈ ਦਿਨਾਂ ਵਿੱਚ ਮੇਲ-ਮਿਲਾਪ ਪੂਰਾ ਹੋਣ ਦੀ ਉਮੀਦ ਹੈ।",
    "4154415610": "***** ਸਤੰਬਰ 2020 ਦੇ ਭੁਗਤਾਨ ਮੇਲ-ਮਿਲਾਪ ਦੇ ਮੁਕੰਮਲ ਹੋਣ 'ਤੇ ਬੈਚਾਂ ਵਿੱਚ ਚੱਲਣਗੇ, ਕੁਝ ਸੁਲ੍ਹਾ-ਸਫਾਈ ਦੇਰੀ ਦੇ ਕਾਰਨ ਮੂਲ ਰੂਪ ਵਿੱਚ ਨਿਯਤ ਕੀਤੇ ਗਏ ਸਮੇਂ ਤੋਂ ਕਈ ਦਿਨ ਬਾਅਦ ਚੱਲਣਗੇ।",
    "2310694091": "ਮੇਲ-ਮਿਲਾਪ ਦਾ ਕੀ ਅਰਥ ਹੈ?",
    "164801246": "ਮੇਲ-ਮਿਲਾਪ ਉਹ ਪ੍ਰਕਿਰਿਆ ਹੈ ਜਿਸ ਵਿੱਚ ਟ੍ਰੈਫਿਕ ਦੀ ਮਾਨਵਤਾ ਅਤੇ ਸ਼ੁੱਧਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੱਥਾਂ ਤੋਂ ਬਾਅਦ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਇੱਕ ਵਾਰ ਜਦੋਂ ਸਾਰੀਆਂ ਰਿਪੋਰਟਿੰਗ ਸਾਈਟਾਂ ਦਾ ਸਾਰਾ ਡਾਟਾ ਆ ਜਾਂਦਾ ਹੈ। ਤੁਸੀਂ ਸਾਡੇ ਵਿੱਚ ਹੋਰ ਵੇਰਵੇ ਪੜ੍ਹ ਸਕਦੇ ਹੋ",
    "3256245394": "ਨਾਲ ਹੀ ਸਾਡੀਆਂ ਬਲੌਗ ਪੋਸਟਾਂ, ਉਦਾਹਰਨ ਲਈ",
    "3089778412": "hCaptcha ਇਨਾਮਾਂ ਦੀ ਗਣਨਾ ਕਿਵੇਂ ਕਰਦਾ ਹੈ",
    "3329755436": "ਕੀ ਤੁਸੀਂ ਇਸ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹੋ?",
    "1911669851": "ਹਾਂ, ਅਸੀਂ ਵਰਤਮਾਨ ਵਿੱਚ ਸਾਡੇ ਬੈਕਐਂਡ ਸਿਸਟਮਾਂ ਵਿੱਚ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਸੁਧਾਰਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਜਿਸਦੀ ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਆਖਰਕਾਰ ਸਾਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਮੇਲ-ਮਿਲਾਪ, ਵਧੇਰੇ ਤੇਜ਼ ਅਨੁਮਾਨ ਸ਼ੁੱਧਤਾ, ਅਤੇ ਤੇਜ਼ ਅਦਾਇਗੀਆਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਮਿਲੇਗੀ। ਅਸੀਂ ਇਸ ਸਮੇਂ ਪਹਿਲਾਂ ਸੁਲ੍ਹਾ-ਸਫਾਈ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ।",
    "2366003154": "ਪ੍ਰੈਸ ਅਤੇ ਮੀਡੀਆ ਪੁੱਛਗਿੱਛ",
    "3054564199": "ਪ੍ਰੈਸ ਕਿੱਟ",
    "3173156067": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਲੇਖ ਵਿੱਚ ਉਦਾਹਰਨ ਚਿੱਤਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕੁਝ ਤਿਆਰ-ਕੀਤੀ ਸੰਪੱਤੀ ਉਪਲਬਧ ਹੈ।",
    "867314732": "ਤੁਸੀਂ ਉੱਚ-ਰੈਜ਼ੋਲੂਸ਼ਨ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ",
    "858218750": "ਅਤੇ 'ਤੇ ਉਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਮਾਰਗਦਰਸ਼ਨ",
    "3821716514": "ਪੰਨਾ",
    "1186243118": "ਲੋਗੋ ਚਿੱਤਰ",
    "3034959000": "ਤੁਸੀਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ",
    "1764089150": "ਇਥੇ:",
    "1558428432": ". ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ hCaptcha.com 'ਤੇ ਕ੍ਰੈਡਿਟ ਕਰੋ।",
    "2429359042": "ਉਦਾਹਰਨ ਇੰਟਰਫੇਸ ਚਿੱਤਰ",
    "1480820434": "ਚਿੱਤਰ 1",
    "3213411837": "ਚਿੱਤਰ 2",
    "1270712701": "ਪ੍ਰੈਸ ਰਿਲੀਜ਼ਾਂ ਅਤੇ ਤਾਜ਼ਾ ਰਿਪੋਰਟਾਂ",
    "231285005": "ਤੁਸੀਂ ਸਾਡੇ ਬਲੌਗ 'ਤੇ ਤਾਜ਼ਾ ਅੱਪਡੇਟ ਲੱਭ ਸਕਦੇ ਹੋ",
    "1289884910": "ਅਸੀਂ ਕਦੇ-ਕਦਾਈਂ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਰਿਪੋਰਟਾਂ ਵੀ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਦੇ ਹਾਂ। ਉਦਾਹਰਣ ਲਈ:",
    "932546190": "ਕੈਪਟਚਾ ਹਮੇਸ਼ਾ ਸਾਡੇ ਨਾਲ ਕਿਉਂ ਰਹੇਗਾ",
    "2344319147": "ਗੂਗਲ ਦੇ ਬੋਟ ਖੋਜ ਦੀ ਅਸਲ ਕੀਮਤ ਕਿੰਨੀ ਹੈ?",
    "1637527266": "ਕਿਹੜੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਬੋਟ ਟ੍ਰੈਫਿਕ ਹੈ?",
    "230159237": "ਸੰਪਰਕ",
    "3759923279": "ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰੈਸ ਪੁੱਛਗਿੱਛਾਂ ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਭੇਜੋ:",
    "4255608322": "ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ: 12 ਅਪ੍ਰੈਲ, 2021",
    "33639629": "ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਇਹ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੀ ਕਿਸੇ ਵੈਬਸਾਈਟ, ਪੇਸ਼ਕਸ਼, ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ 'ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਇਹ ਸਾਡੀ ਸਾਈਟ ਨਾਲ ਲਿੰਕ ਹੋਵੇ ਜਾਂ ਸੇਵਾ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੀ ਹੋਵੇ - ਕਿਰਪਾ ਕਰਕੇ ਤੀਜੇ ਨੂੰ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਲਾਗੂ ਗੋਪਨੀਯਤਾ ਨੀਤੀਆਂ ਨੂੰ ਵੇਖੋ। ਪਾਰਟੀਆਂ",
    "987375734": "IMI ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾ ਸੰਯੁਕਤ ਰਾਜ ਤੋਂ ਸਾਡੇ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਅਤੇ ਸੰਚਾਲਿਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਦੇਸ਼ ਵਿੱਚ ਸਟੋਰ ਅਤੇ ਪ੍ਰੋਸੈਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿੱਥੇ ਸਾਡੇ ਕੋਲ ਸੁਵਿਧਾਵਾਂ ਹਨ ਜਾਂ ਜਿਸ ਵਿੱਚ ਅਸੀਂ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੁਸੀਂ ਸੰਯੁਕਤ ਰਾਜ ਸਮੇਤ ਤੁਹਾਡੇ ਨਿਵਾਸ ਦੇ ਦੇਸ਼ ਤੋਂ ਬਾਹਰ ਦੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦੇ ਤਬਾਦਲੇ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ। , ਜਿਸ ਵਿੱਚ ਡਾਟਾ ਸੁਰੱਖਿਆ ਨਿਯਮ ਹੋ ਸਕਦੇ ਹਨ ਜੋ ਤੁਹਾਡੇ ਦੇਸ਼ ਦੇ ਨਿਯਮਾਂ ਤੋਂ ਵੱਖਰੇ ਹਨ। ਕੁਝ ਸਥਿਤੀਆਂ ਵਿੱਚ, ਅਦਾਲਤਾਂ, ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੀਆਂ ਏਜੰਸੀਆਂ, ਰੈਗੂਲੇਟਰੀ ਏਜੰਸੀਆਂ ਜਾਂ ਉਹਨਾਂ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸੁਰੱਖਿਆ ਅਥਾਰਟੀ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੇ ਹੱਕਦਾਰ ਹੋ ਸਕਦੇ ਹਨ।",
    "452920031": "ਸੰਯੁਕਤ ਰਾਜ ਤੋਂ ਬਾਹਰਲੇ ਗਾਹਕਾਂ ਲਈ ਇੱਕ ਨੋਟ।",
    "2328839224": ". ਕਿਰਪਾ ਕਰਕੇ ਕੈਲੀਫੋਰਨੀਆ ਕੰਜ਼ਿਊਮਰ ਪ੍ਰਾਈਵੇਸੀ ਐਕਟ (\"CCPA\") ਦੇ ਅਧੀਨ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਨਾਲ ਸੰਬੰਧਿਤ \"ਕੈਲੀਫੋਰਨੀਆ ਨਿਵਾਸੀਆਂ ਲਈ ਨੋਟਿਸ\" ਸੈਕਸ਼ਨ ਦੇਖੋ।",
    "1565481281": "ਕੈਲੀਫੋਰਨੀਆ ਨਿਵਾਸੀਆਂ ਲਈ ਇੱਕ ਨੋਟ",
    "1028058338": "ਕਿਰਪਾ ਕਰਕੇ ਜਨਰਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰੈਗੂਲੇਸ਼ਨ (\"GDPR\") ਦੇ ਅਧੀਨ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਨਾਲ ਸਬੰਧਤ ਸਾਡੇ \"EU ਡੇਟਾ ਵਿਸ਼ਿਆਂ ਲਈ ਨੋਟਿਸ\" ਸੈਕਸ਼ਨ ਦੇਖੋ।",
    "2271205646": "ਯੂਰਪੀਅਨ ਆਰਥਿਕ ਖੇਤਰ ਦੇ ਨਿਵਾਸੀਆਂ ਲਈ ਇੱਕ ਨੋਟ।",
    "508143070": "ਨੋਟ ਕਰੋ ਕਿ IMI ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾ ਨਿਯੰਤਰਕ ਹੈ, ਸਿਵਾਏ ਜਿੱਥੇ ਅਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੇ ਪ੍ਰਬੰਧ ਦੇ ਸਬੰਧ ਵਿੱਚ ਆਪਣੇ ਏਕੀਕਰਣਾਂ ਦੀ ਤਰਫੋਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਦੇ ਹਾਂ, ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਅਸੀਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇ ਪ੍ਰੋਸੈਸਰ ਹਾਂ, ਅਤੇ ਉਹ ਏਕੀਕ੍ਰਿਤ ਦੇ ਨਿਯੰਤਰਕ ਹਨ। ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ.",
    "2330965058": "ਜਿੱਥੇ ਅਸੀਂ ਆਪਣੇ ਇੰਟੀਗ੍ਰੇਟਰਾਂ ਲਈ ਇੱਕ ਪ੍ਰੋਸੈਸਰ ਵਜੋਂ ਕੰਮ ਕਰਦੇ ਹਾਂ, ਅਸੀਂ ਸਾਡੀ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਉਚਿਤ ਤੌਰ 'ਤੇ ਲੋੜੀਂਦੇ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਇਕੱਤਰ ਕੀਤੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਸਾਡੀ ਪ੍ਰੋਸੈਸਿੰਗ ਉਹਨਾਂ ਇਕਰਾਰਨਾਮਿਆਂ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਕੀਤੀ ਜਾਵੇਗੀ ਜੋ ਸਾਡੇ ਇਨਟੀਗਰੇਟਰਾਂ ਦੇ ਨਾਲ ਹਨ, ਨਾ ਕਿ ਇਹ ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "3017040355": "EU ਡੇਟਾ ਵਿਸ਼ਾ ਡੇਟਾ ਦੀ ਪ੍ਰੋਸੈਸਿੰਗ ਸਾਡੀ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਜਾਂ ਸਾਡੇ ਏਕੀਕਰਣਾਂ ਨਾਲ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਇਕਰਾਰਨਾਮੇ ਦੇ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਐਡੈਂਡਮ ਦੇ ਅੰਦਰ ਏਕੀਕ੍ਰਿਤ ਮਿਆਰੀ ਇਕਰਾਰਨਾਮੇ ਦੀਆਂ ਧਾਰਾਵਾਂ (SCCs) ਦੇ ਕਾਨੂੰਨੀ ਅਧਾਰ ਦੇ ਅਧੀਨ ਕੰਮ ਕਰਦੀ ਹੈ।",
    "2233384692": "ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਜਾਂ ਚਿੰਤਾਵਾਂ ਹਨ ਕਿ ਅਜਿਹੇ ਡੇਟਾ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਿਆ ਜਾਂਦਾ ਹੈ ਜਾਂ ਤੁਸੀਂ ਆਪਣੇ ਅਧਿਕਾਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਉਸ ਵਿਅਕਤੀ ਜਾਂ ਇਕਾਈ (ਜਿਵੇਂ, ਡੇਟਾ ਕੰਟਰੋਲਰ) ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਨੇ ਇਸ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਾਡੇ ਨਾਲ ਇਕਰਾਰਨਾਮਾ ਕੀਤਾ ਹੈ। ਅਸੀਂ, ਹਾਲਾਂਕਿ, ਉਹਨਾਂ ਨਾਲ ਸਾਡੇ ਇਕਰਾਰਨਾਮੇ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਅਨੁਸਾਰ, ਤੁਹਾਡੀਆਂ ਕਿਸੇ ਵੀ ਚਿੰਤਾਵਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਸਾਡੇ ਏਕੀਕ੍ਰਿਤਕਾਂ ਨੂੰ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰਾਂਗੇ।",
    "349292953": "ਜਾਣਕਾਰੀ ਅਸੀਂ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ",
    "3022001832": "ਅਸੀਂ ਉਹਨਾਂ ਵਿਅਕਤੀਆਂ ਤੋਂ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ ਜੋ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ, ਜਿਸ ਵਿੱਚ ਉਹ ਲੋਕ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜੋ ਸਾਡੀ ਸੇਵਾ ਨੂੰ ਉਹਨਾਂ ਦੀ ਵੈੱਬਸਾਈਟ (\"ਇੰਟੀਗ੍ਰੇਟਰ\" ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਦੇ ਹਨ), ਉਹ ਲੋਕ ਜੋ ਡੇਟਾ ਲੇਬਲਿੰਗ (\"ਗਾਹਕ\") ਲਈ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਅਤੇ ਅੰਤਮ ਉਪਭੋਗਤਾ ਜੋ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ। ਸਾਡੇ ਇੰਟੀਗ੍ਰੇਟਰਾਂ (\"ਅੰਤ-ਉਪਭੋਗਤਾ\") ਦੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਰਾਹੀਂ ਸੇਵਾ।",
    "835545301": "ਅਸੀਂ ਜਾਣਕਾਰੀ ਦੀਆਂ ਹੇਠ ਲਿਖੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਇਕੱਠੀਆਂ ਕਰਦੇ ਹਾਂ:",
    "3228928991": "ਉਹ ਜਾਣਕਾਰੀ ਜੋ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਪਛਾਣ ਜਾਂ ਸੰਪਰਕ ਕਰਨ ਲਈ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ (\"ਨਿੱਜੀ ਜਾਣਕਾਰੀ\"), ਜਿਵੇਂ ਕਿ ਨਾਮ, ਈਮੇਲ ਪਤਾ, ਅਤੇ ਦੇਸ਼। ਅਸੀਂ ਆਪਣੇ ਮੌਜੂਦਾ ਅਤੇ ਸੰਭਾਵੀ ਏਕੀਕਰਣਕਾਰਾਂ ਅਤੇ ਗਾਹਕਾਂ ਤੋਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ ਜਦੋਂ ਉਹ ਇਸਨੂੰ ਸਿੱਧੇ ਸਾਨੂੰ ਦਿੰਦੇ ਹਨ (ਉਦਾਹਰਨ ਲਈ, ਕਿਸੇ ਖਾਤੇ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰਨ ਵੇਲੇ, ਜਾਂ ਸਾਡੇ ਤੋਂ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਰਜ਼ੀ ਦੇ ਕੇ)। ਅਸੀਂ ਤੀਜੀ ਧਿਰ ਦੇ ਡੇਟਾਬੇਸ ਜਾਂ ਅਧਿਕਾਰਤ ਕਾਨੂੰਨੀ ਦਸਤਾਵੇਜ਼ਾਂ ਦੇ ਵਿਰੁੱਧ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਤੁਲਨਾ ਕਰਕੇ ਆਪਣੇ ਏਕੀਕਰਣਕਰਤਾਵਾਂ ਅਤੇ ਗਾਹਕਾਂ ਦੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਵੀ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "1655796811": "ਸਾਈਟਾਂ ਜਾਂ ਸੇਵਾਵਾਂ (\"ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ\") ਦੀ ਵਰਤੋਂ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਆਪਣੇ ਆਪ ਇਕੱਠੀ ਕੀਤੀ ਜਾਣਕਾਰੀ, ਜਿਵੇਂ ਕਿ IP ਪਤੇ, ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਕਿਸਮ, ਇੰਟਰਨੈੱਟ ਸੇਵਾ ਪ੍ਰਦਾਤਾ, ਪਲੇਟਫਾਰਮ ਕਿਸਮ, ਡਿਵਾਈਸ ਦੀ ਕਿਸਮ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ, ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਸਟੈਂਪ। ਪਹੁੰਚ, ਅਤੇ ਹੋਰ ਸਮਾਨ ਜਾਣਕਾਰੀ। ਕੁਝ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਸਾਡੀ ਤਰਫ਼ੋਂ ਤੀਜੀ ਧਿਰਾਂ ਦੁਆਰਾ ਇਕੱਠੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜੋ ਅਸੀਂ ਉਸ ਉਦੇਸ਼ ਲਈ ਸ਼ਾਮਲ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਕੁਝ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਕੂਕੀਜ਼ ਸਮੇਤ ਵੱਖ-ਵੱਖ ਟਰੈਕਿੰਗ ਤਕਨੀਕਾਂ ਰਾਹੀਂ ਇਕੱਠੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ (ਹੇਠਾਂ \"ਤੀਜੀ ਧਿਰ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀਆਂ\" ਦੇਖੋ)।",
    "1388241689": "ਅੰਤਮ-ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਸੇਵਾ (\"ਲੇਬਲ ਕੀਤੇ ਡੇਟਾ\") ਦੇ ਜਵਾਬ ਦੇਣ ਵਾਲੇ ਪ੍ਰੋਂਪਟਾਂ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣਕਾਰੀ, ਜਿਵੇਂ ਕਿ ਚਿੱਤਰ ਲੇਬਲਿੰਗ ਡੇਟਾ, ਉਹਨਾਂ ਅੰਤਮ-ਉਪਭੋਗਤਿਆਂ ਨੂੰ ਚਲਾਈਆਂ ਗਈਆਂ ਆਡੀਓ ਫਾਈਲਾਂ ਤੋਂ ਪਰਿਵਰਤਿਤ ਟੈਕਸਟ, ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ, ਅਤੇ ਸੇਵਾ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੇ ਹੋਰ ਪ੍ਰੋਂਪਟ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਵਰਤੋਂ ਲਈ ਲੇਬਲਿੰਗ ਡੇਟਾ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ। ਨੋਟ ਕਰੋ ਕਿ ਲੇਬਲ ਕੀਤਾ ਡੇਟਾ ਕਿਸੇ ਵੀ ਪਛਾਣੇ ਗਏ ਵਿਅਕਤੀ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਹੈ।",
    "1493790285": "ਸੇਵਾ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਅੰਤਮ-ਉਪਭੋਗਤਿਆਂ ਤੋਂ ਇਕੱਤਰ ਕੀਤੀ ਗਈ ਹੋਰ ਜਾਣਕਾਰੀ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਹੈ ਕਿ ਕੀ ਉਹ",
    "2216374138": "ਮਨੁੱਖੀ ਹਨ, ਜਿਵੇਂ ਕਿ ਮਾਊਸ ਦੀ ਹਰਕਤ, ਸਕ੍ਰੋਲ ਸਥਿਤੀ, ਕੀਪ੍ਰੈਸ ਇਵੈਂਟਸ, ਟੱਚ ਇਵੈਂਟਸ, ਅਤੇ ਜਾਇਰੋਸਕੋਪ/ਐਕਸੀਲੇਰੋਮੀਟਰ ਜਾਣਕਾਰੀ ਜਿਵੇਂ ਕਿ ਲਾਗੂ ਹੋਵੇ।",
    "2394073454": "ਅਸੀਂ ਉਹਨਾਂ ਅੰਤਮ-ਉਪਭੋਗਤਿਆਂ ਤੋਂ ਵਾਧੂ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰ ਸਕਦੇ ਹਾਂ ਜੋ ਸਾਡੇ ਨਾਲ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਲੇਬਲਰ ਵਜੋਂ ਕੰਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ।",
    "3103557430": "ਅਸੀਂ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ",
    "1130802068": "ਅਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਉਦੇਸ਼ਾਂ ਲਈ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ:",
    "2940689138": "ਇੰਟੀਗ੍ਰੇਟਰ ਅਤੇ ਗਾਹਕ ਖਾਤਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ ਅਤੇ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨਾ। ਅਸੀਂ ਖਾਸ ਖਾਤਿਆਂ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਅਤੇ ਗਾਹਕਾਂ ਨਾਲ ਜੋੜਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ, ਬੇਨਤੀਆਂ ਜਾਂ ਪੁੱਛਗਿੱਛਾਂ ਦਾ ਜਵਾਬ ਦੇਣ, ਸਹਾਇਤਾ ਜਾਂ ਤਕਨੀਕੀ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ, ਅਤੇ ਭੁਗਤਾਨਾਂ ਦੀ ਸਹੂਲਤ ਲਈ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
    "857974529": "ਸਾਈਟ ਅਤੇ ਸੇਵਾ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ. ਅਸੀਂ ਆਪਣੀਆਂ ਮੌਜੂਦਾ ਅਤੇ ਭਵਿੱਖ ਦੀਆਂ ਉਤਪਾਦਾਂ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਅਤੇ ਨਵੀਆਂ ਸੇਵਾਵਾਂ ਅਤੇ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਅਤੇ ਮੌਜੂਦਾ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
    "1820844638": "ਮਾਰਕੀਟ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ. ਅਸੀਂ ਮਾਰਕੀਟ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਅਤੇ ਸਾਈਟ ਅਤੇ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਸਬੰਧਤ ਵਪਾਰਕ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਅਤੇ ਹੋਰ ਖੋਜ ਉਦੇਸ਼ਾਂ ਲਈ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
    "3386280249": "ਲੇਬਲ ਕੀਤੇ ਡੇਟਾ ਲਈ ਇੱਕ ਮਾਰਕੀਟ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ. ਸਾਡੀ ਸੇਵਾ ਵੈਬਸਾਈਟ ਮਾਲਕਾਂ ਅਤੇ ਕੰਪਨੀਆਂ ਲਈ ਸੇਵਾ ਦੇ ਤੌਰ 'ਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਪ੍ਰਣਾਲੀਆਂ ਲਈ ਉੱਚ ਮਾਤਰਾ ਵਾਲੇ ਡੇਟਾ ਲੇਬਲਿੰਗ ਅਤੇ ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਡੇਟਾ ਨੂੰ ਲੇਬਲ ਕਰਨ ਵਿੱਚ ਮਦਦ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਇਸ ਲਈ, ਅਸੀਂ ਲੇਬਲ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਣ ਵਾਲੇ ਸਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਲੇਬਲ ਕੀਤੇ ਡੇਟਾ ਦਾ ਖੁਲਾਸਾ ਕਰਦੇ ਹਾਂ।",
    "3532143291": "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਅਤੇ ਪ੍ਰਣਾਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ। ਅਸੀਂ ਸੰਭਾਵੀ ਖਤਰਿਆਂ ਅਤੇ ਕਮਜ਼ੋਰੀਆਂ ਦੀ ਪਛਾਣ ਕਰਕੇ ਸਾਡੇ ਸਿਸਟਮਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਅਤੇ ਸਾਡੇ ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।",
    "2185418511": "ਕਿਸੇ ਵੀ ਜਾਇਜ਼ ਵਪਾਰਕ ਉਦੇਸ਼ ਲਈ, ਬਸ਼ਰਤੇ ਕਿ ਜਾਣਕਾਰੀ ਨੂੰ ਡੀ-ਪਛਾਣਿਆ ਜਾਂ ਇਕੱਠਾ ਕੀਤਾ ਗਿਆ ਹੋਵੇ ਤਾਂ ਕਿ ਇਸਨੂੰ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਹੀਂ ਜੋੜਿਆ ਜਾ ਸਕਦਾ।",
    "2386465280": "ਅਸੀਂ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਸਾਂਝੀ ਕਰਦੇ ਹਾਂ",
    "2159517814": "ਅਸੀਂ ਨਿਮਨਲਿਖਤ ਮਾਮਲਿਆਂ ਵਿੱਚ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਜਾਂ ਪ੍ਰਗਟ ਕਰਦੇ ਹਾਂ:",
    "4256083674": "ਕਿਸੇ ਖਾਸ ਕੈਪਟਚਾ ਚੁਣੌਤੀ ਬੇਨਤੀ ਜਾਂ IP ਪਤੇ ਦੇ ਧੋਖਾਧੜੀ ਦੇ ਖਤਰੇ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਕਿਸੇ ਇਨਟੀਗ੍ਰੇਟਰ ਤੋਂ ਸਿੱਧੀ ਬੇਨਤੀ 'ਤੇ, ਜਾਂ ਨਹੀਂ ਤਾਂ ਜਿੱਥੇ ਖਾਸ ਸਹਿਮਤੀ ਦਿੱਤੀ ਗਈ ਸੀ।",
    "3494826505": "ਵਿਕਰੇਤਾਵਾਂ ਦੇ ਨਾਲ ਅਸੀਂ ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾ ਦੇ ਜ਼ਰੂਰੀ ਪਹਿਲੂ, ਜਿਵੇਂ ਕਿ ਡੇਟਾ ਸਟੋਰੇਜ, ਹੋਸਟਿੰਗ, ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਰੁੱਝੇ ਹੋਏ ਹਾਂ, ਅਤੇ ਸਿਰਫ਼ ਉਹਨਾਂ ਉਦੇਸ਼ਾਂ ਲਈ।",
    "1119009846": "ਤੁਹਾਡੇ, ਸਾਡੇ, ਜਾਂ ਹੋਰਾਂ ਦੇ ਅਧਿਕਾਰਾਂ, ਗੋਪਨੀਯਤਾ, ਸੁਰੱਖਿਆ, ਜਾਂ ਸੰਪੱਤੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਸਰਕਾਰੀ ਬੇਨਤੀਆਂ, ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਦੀਆਂ ਬੇਨਤੀਆਂ, ਅਤੇ ਨਹੀਂ ਤਾਂ ਜਨਤਕ ਅਤੇ ਨਿੱਜੀ ਸੰਸਥਾਵਾਂ ਲਈ ਲਾਗੂ ਕਾਨੂੰਨ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਹੈ।",
    "197676026": "ਕਿਸੇ ਵੀ ਜਾਇਜ਼ ਵਪਾਰਕ ਉਦੇਸ਼ ਲਈ ਦੂਜਿਆਂ ਨਾਲ, ਬਸ਼ਰਤੇ ਜਾਣਕਾਰੀ ਦੀ ਪਛਾਣ ਨਾ ਕੀਤੀ ਗਈ ਹੋਵੇ",
    "2359312315": "ਜਾਂ ਇਸ ਤਰ੍ਹਾਂ ਇਕੱਠਾ ਕੀਤਾ ਗਿਆ ਹੈ ਕਿ ਇਸਨੂੰ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਹੀਂ ਜੋੜਿਆ ਜਾ ਸਕਦਾ।",
    "2497216176": "ਤੀਜੀ ਧਿਰ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀਆਂ",
    "3694578791": "ਜਿਵੇਂ ਕਿ ਉੱਪਰ ਚਰਚਾ ਕੀਤੀ ਗਈ ਹੈ, ਅਸੀਂ (ਅਤੇ ਸਾਡੇ ਤੀਜੀ ਧਿਰ ਵਿਕਰੇਤਾ) ਕੁਕੀਜ਼, ਵੈਬ ਬੀਕਨ, ਅਤੇ ਹੋਰ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀਆਂ ਦੀ ਵਰਤੋਂ ਰਾਹੀਂ ਅੰਸ਼ਕ ਤੌਰ 'ਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ। ਕੁਝ ਸਥਿਤੀਆਂ ਵਿੱਚ, ਅਸੀਂ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਨ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੀਜੀ ਧਿਰ ਦੇ ਵਿਕਰੇਤਾਵਾਂ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਾਂ।",
    "2014256987": "ਜੇਕਰ ਤੁਸੀਂ ਕੂਕੀਜ਼ ਜਾਂ ਹੋਰ ਟਰੈਕਿੰਗ ਤਕਨੀਕਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਬਲੌਕ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ \"ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਾ ਪ੍ਰਬੰਧਨ\" ਦੇਖੋ। ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਸਾਈਟਾਂ ਜਾਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਨਕਾਰਾਤਮਕ ਤੌਰ 'ਤੇ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ ਕੁਝ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ ਹਨ।",
    "2788024905": "ਅਸੀਂ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਵੇਂ ਸੁਰੱਖਿਅਤ ਕਰਦੇ ਹਾਂ",
    "3031284129": "ਵਾਰੰਟੀ ਬੇਦਾਅਵਾ",
    "26365791": "ਕਾਨੂੰਨ ਦੁਆਰਾ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ ਪੂਰੀ ਹੱਦ ਤੱਕ, ਸਾਈਟ ਅਤੇ ਸੇਵਾ (ਅਤੇ ਕੋਈ ਹੋਰ ਸੰਬੰਧਿਤ ਸੇਵਾਵਾਂ, ਜਾਣਕਾਰੀ, ਡੇਟਾ, ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ, ਅਤੇ ਹੋਰ ਸਮੱਗਰੀ ਜਾਂ ਸਮੱਗਰੀ) \"ਜਿਵੇਂ ਹੈ\" ਅਤੇ \"ਜਿਵੇਂ-ਉਪਲਬਧ\" ਆਧਾਰ 'ਤੇ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਕਨੂੰਨ ਦੁਆਰਾ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ ਪੂਰੀ ਹੱਦ ਤੱਕ, IMI ਸਾਰੀਆਂ ਵਾਰੰਟੀਆਂ ਨੂੰ ਬਾਹਰ ਰੱਖਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਵਪਾਰਕਤਾ, ਕਿਸੇ ਖਾਸ ਉਦੇਸ਼ ਲਈ ਤੰਦਰੁਸਤੀ, ਅਤੇ ਗੈਰ-ਉਲੰਘਣਾ ਦੀਆਂ ਅਪ੍ਰਤੱਖ ਵਾਰੰਟੀਆਂ ਸ਼ਾਮਲ ਹਨ ਪਰ ਇਹਨਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹਨ।",
    "735630686": "ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦਾ ਪ੍ਰਬੰਧਨ (ਤੁਹਾਡੇ ਅਧਿਕਾਰ)",
    "2895491273": "ਜੇਕਰ ਤੁਸੀਂ ਕੂਕੀਜ਼ ਜਾਂ ਹੋਰ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀਆਂ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਪਸੰਦ ਕਰਦੇ ਹੋ, ਤਾਂ ਜ਼ਿਆਦਾਤਰ ਬ੍ਰਾਊਜ਼ਰਾਂ ਅਤੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸਾਂ 'ਤੇ ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਦੇ ਹੋ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਜਾ ਸਕੇ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਕੂਕੀਜ਼ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ ਜਾਂ ਹੋਰ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀਆਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਅਤੇ ਇਹ ਚੁਣਨ ਲਈ ਕਿ ਕੀ ਸਵੀਕਾਰ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ। ਇਹ. ਜ਼ਿਆਦਾਤਰ ਬ੍ਰਾਊਜ਼ਰ ਤੁਹਾਨੂੰ ਮੌਜੂਦਾ ਕੂਕੀਜ਼ ਨੂੰ ਅਯੋਗ ਜਾਂ ਮਿਟਾਉਣ ਜਾਂ ਭਵਿੱਖ ਦੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਅਸਵੀਕਾਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕੂਕੀ ਤਰਜੀਹਾਂ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਲਈ ਬ੍ਰਾਊਜ਼ਰ ਪਲੱਗ-ਇਨਾਂ ਸਮੇਤ, ਤੀਜੀ ਧਿਰ ਦੇ ਸਾਧਨਾਂ ਦੀ ਵਰਤੋਂ ਵੀ ਕਰ ਸਕਦੇ ਹੋ। ਨੋਟ ਕਰੋ, ਹਾਲਾਂਕਿ, ਜੇਕਰ ਤੁਸੀਂ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਅਸਮਰੱਥ ਕਰਦੇ ਹੋ, ਤਾਂ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਦੇ ਕੁਝ ਹਿੱਸੇ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।",
    "707527778": "ਬੱਚਿਆਂ ਤੋਂ ਜਾਣਕਾਰੀ",
    "2419795065": "ਕੈਲੀਫੋਰਨੀਆ ਨਿਵਾਸੀਆਂ ਨੂੰ ਨੋਟਿਸ",
    "1517625162": "ਕੈਲੀਫੋਰਨੀਆ ਸਿਵਲ ਕੋਡ ਸੈਕਸ਼ਨ 1789.3 ਦੇ ਤਹਿਤ, ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਉਪਭੋਗਤਾ ਨਿਮਨਲਿਖਤ ਉਪਭੋਗਤਾ ਅਧਿਕਾਰ ਨੋਟਿਸ ਦੇ ਹੱਕਦਾਰ ਹਨ: ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਨਿਵਾਸੀ 1625 ਉੱਤਰੀ ਮਾਰਕੀਟ ਬਲਵੀਡ, ਸੈਕਰਾ, ਸੈਕਰਾ ਵਿਖੇ ਡਾਕ ਰਾਹੀਂ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਖਪਤਕਾਰ ਮਾਮਲਿਆਂ ਦੇ ਵਿਭਾਗ ਦੇ ਖਪਤਕਾਰ ਸੇਵਾਵਾਂ ਦੇ ਡਿਵੀਜ਼ਨ ਦੀ ਸ਼ਿਕਾਇਤ ਸਹਾਇਤਾ ਯੂਨਿਟ ਤੱਕ ਪਹੁੰਚ ਸਕਦੇ ਹਨ। CA 95834, ਜਾਂ (916) 445-1254 ਜਾਂ (800) 952-5210 'ਤੇ ਟੈਲੀਫੋਨ ਦੁਆਰਾ।",
    "3730344349": "ਇਹ ਸੈਕਸ਼ਨ ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਖਪਤਕਾਰਾਂ ਬਾਰੇ ਸਾਡੇ ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤੀ ਗਈ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਉਪਭੋਗਤਾ ਗੋਪਨੀਯਤਾ ਐਕਟ ਜਾਂ \"CCPA\" ਅਧੀਨ ਉਹਨਾਂ ਨੂੰ ਦਿੱਤੇ ਗਏ ਅਧਿਕਾਰਾਂ ਬਾਰੇ ਵਾਧੂ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "4044467791": "ਪਿਛਲੇ 12 ਮਹੀਨਿਆਂ ਵਿੱਚ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਇਕੱਠੀ ਕੀਤੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਉਪਰੋਕਤ \"ਜਾਣਕਾਰੀ ਅਸੀਂ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ\" ਭਾਗ ਵੇਖੋ। ਅਸੀਂ ਉਪਰੋਕਤ \"ਅਸੀਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ\" ਭਾਗ ਵਿੱਚ ਵਰਣਿਤ ਵਪਾਰਕ ਅਤੇ ਵਪਾਰਕ ਉਦੇਸ਼ਾਂ ਲਈ ਇਹ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ। ਪਿਛਲੇ 12 ਮਹੀਨਿਆਂ ਵਿੱਚ, ਅਸੀਂ ਵਪਾਰਕ ਉਦੇਸ਼ ਲਈ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨਾਲ ਜਾਣਕਾਰੀ ਦੀਆਂ ਹੇਠ ਲਿਖੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਸਾਂਝੀਆਂ ਕੀਤੀਆਂ ਹਨ:",
    "4208081170": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਸ਼੍ਰੇਣੀ",
    "1528242915": "ਪਛਾਣਕਰਤਾ।",
    "3863351997": "ਕੈਲੀਫੋਰਨੀਆ ਗਾਹਕ ਰਿਕਾਰਡ ਕਾਨੂੰਨ (Cal. Civ. ਕੋਡ § 1798.80(e)) ਵਿੱਚ ਸੂਚੀਬੱਧ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸ਼੍ਰੇਣੀਆਂ।",
    "2826705343": "ਵਪਾਰਕ ਜਾਣਕਾਰੀ.",
    "2683038211": "ਇੰਟਰਨੈੱਟ ਜਾਂ ਹੋਰ ਇਲੈਕਟ੍ਰਾਨਿਕ ਨੈੱਟਵਰਕ ਗਤੀਵਿਧੀ।",
    "3671828834": "ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀਆਂ ਉਦਾਹਰਨਾਂ",
    "779426309": "ਇੱਕ ਅਸਲੀ ਨਾਮ, ਵਿਲੱਖਣ ਨਿੱਜੀ ਪਛਾਣਕਰਤਾ, ਔਨਲਾਈਨ ਪਛਾਣਕਰਤਾ, ਇੰਟਰਨੈਟ ਪ੍ਰੋਟੋਕੋਲ ਪਤਾ, ਈਮੇਲ ਪਤਾ, ਖਾਤਾ ਨਾਮ, ਜਾਂ ਹੋਰ ਸਮਾਨ ਪਛਾਣਕਰਤਾ।",
    "2414368123": "ਇੱਕ ਨਾਮ, ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ, ਡੈਬਿਟ ਕਾਰਡ ਨੰਬਰ, ਜਾਂ ਕੋਈ ਹੋਰ ਵਿੱਤੀ ਜਾਣਕਾਰੀ।",
    "4088941349": "ਖਰੀਦੇ, ਪ੍ਰਾਪਤ ਕੀਤੇ, ਜਾਂ ਵਿਚਾਰੇ ਗਏ ਉਤਪਾਦਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਦੇ ਰਿਕਾਰਡ।",
    "3238612014": "ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ, ਕਿਸੇ ਇੰਟਰਨੈੱਟ ਵੈੱਬਸਾਈਟ, ਐਪਲੀਕੇਸ਼ਨ, ਜਾਂ ਇਸ਼ਤਿਹਾਰ ਨਾਲ ਉਪਭੋਗਤਾ ਦੀ ਗੱਲਬਾਤ ਬਾਰੇ ਜਾਣਕਾਰੀ।",
    "1023108656": "ਤੀਜੀ-ਧਿਰ ਦੇ ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ",
    "1418235079": "ਸੇਵਾ ਪ੍ਰਦਾਤਾ",
    "3238184941": "ਨੋਟ: ਕਿਸੇ ਵਿਅਕਤੀਗਤ IP ਪਤੇ ਨਾਲ ਜੁੜੇ ਧੋਖਾਧੜੀ ਦੇ ਜੋਖਮ ਨੂੰ ਬੇਨਤੀ ਕਰਨ 'ਤੇ ਇੱਕ ਇੰਟੀਗ੍ਰੇਟਰ ਨਾਲ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "285116485": "ਕੰਪਨੀ ਸਾਡੇ ਦੁਆਰਾ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਨਿੱਜੀ ਜਾਣਕਾਰੀ (ਜਿਵੇਂ ਕਿ ਇਹ ਸ਼ਬਦ CCPA ਵਿੱਚ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ) \"ਵੇਚ\" ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਕੂਕੀਜ਼ ਦੀਆਂ ਕਿਸਮਾਂ, ਜੇਕਰ ਕੋਈ ਹੈ, ਜੋ ਅਸੀਂ ਵਰਤਦੇ ਹਾਂ, ਦੇ ਸਬੰਧ ਵਿੱਚ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਉੱਪਰ ਦਿੱਤੇ \"ਥਰਡ ਪਾਰਟੀ ਐਨਾਲਿਟਿਕਸ ਐਂਡ ਟ੍ਰੈਕਿੰਗ ਟੈਕਨੋਲੋਜੀ\" ਭਾਗ ਨੂੰ ਵੇਖੋ।",
    "1408750006": "ਕੁਝ ਸੀਮਾਵਾਂ ਦੇ ਅਧੀਨ, CCPA ਕੈਲੀਫੋਰਨੀਆ ਦੇ ਖਪਤਕਾਰਾਂ ਨੂੰ ਉਹਨਾਂ ਸ਼੍ਰੇਣੀਆਂ ਜਾਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇ ਖਾਸ ਹਿੱਸਿਆਂ ਬਾਰੇ ਹੋਰ ਵੇਰਵਿਆਂ ਬਾਰੇ ਜਾਣਨ ਲਈ ਬੇਨਤੀ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜੋ ਅਸੀਂ ਇਕੱਤਰ ਕਰਦੇ ਹਾਂ (ਸਮੇਤ ਕਿ ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਵੇਂ ਵਰਤਦੇ ਅਤੇ ਪ੍ਰਗਟ ਕਰਦੇ ਹਾਂ), ਉਹਨਾਂ ਦੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਟਾਉਣ, ਇਸ ਤੋਂ ਬਾਹਰ ਹੋਣ ਦੀ ਚੋਣ ਕਰਨ ਲਈ। ਕੋਈ ਵੀ \"ਵਿਕਰੀ\" ਜੋ ਹੋ ਸਕਦੀ ਹੈ, ਨਾਲ ਹੀ ਇਹਨਾਂ ਅਧਿਕਾਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਵਿਤਕਰਾ ਨਾ ਕਰਨ ਦਾ ਅਧਿਕਾਰ।",
    "759057398": "EU ਡੇਟਾ ਵਿਸ਼ਿਆਂ ਲਈ ਨੋਟਿਸ",
    "825780955": "ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ",
    "2945960297": "EU ਡੇਟਾ ਵਿਸ਼ਿਆਂ ਦੇ ਸਬੰਧ ਵਿੱਚ, ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਵਰਤੀ ਗਈ ਸ਼ਬਦ \"ਨਿੱਜੀ ਜਾਣਕਾਰੀ\" ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਜਨਰਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਰੈਗੂਲੇਸ਼ਨ (GDPR) ਵਿੱਚ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤੇ ਅਨੁਸਾਰ \"ਨਿੱਜੀ ਡੇਟਾ\" ਦੇ ਬਰਾਬਰ ਹੈ।",
    "1126613163": "ਸੰਵੇਦਨਸ਼ੀਲ ਡਾਟਾ",
    "3571006800": "ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਾਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਣ ਵਾਲੀ ਕੁਝ ਜਾਣਕਾਰੀ ਸਰਕਾਰ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਪਛਾਣ ਦਸਤਾਵੇਜ਼ਾਂ 'ਤੇ ਤੁਹਾਡੀ ਨਸਲ ਜਾਂ ਨਸਲ ਦੀ ਪਛਾਣ ਸਮੇਤ, GDPR (ਨਿੱਜੀ ਡੇਟਾ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ ਸ਼੍ਰੇਣੀਆਂ ਵਜੋਂ ਵੀ ਜਾਣੀ ਜਾਂਦੀ ਹੈ) ਵਿੱਚ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤੇ ਗਏ ਸੰਵੇਦਨਸ਼ੀਲ ਡੇਟਾ ਦਾ ਗਠਨ ਕਰ ਸਕਦੀ ਹੈ।",
    "1988461282": "ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਕਾਨੂੰਨੀ ਆਧਾਰ",
    "3519564631": "ਪ੍ਰੋਸੈਸਿੰਗ ਉਦੇਸ਼",
    "1778642038": "ਤੁਹਾਡੇ ਨਾਲ ਸੰਚਾਰ ਕਰਨ ਲਈ",
    "2223819810": "ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ",
    "1678661231": "ਪਾਲਣਾ, ਧੋਖਾਧੜੀ ਦੀ ਰੋਕਥਾਮ, ਅਤੇ ਸੁਰੱਖਿਆ ਲਈ",
    "2561077702": "ਸਾਡੀ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ",
    "2066321185": "ਕਾਨੂੰਨੀ ਆਧਾਰ",
    "1174237568": "ਇਹ ਪ੍ਰੋਸੈਸਿੰਗ ਗਤੀਵਿਧੀਆਂ ਸਾਡੇ ਜਾਇਜ਼ ਹਿੱਤਾਂ ਦਾ ਗਠਨ ਕਰਦੀਆਂ ਹਨ। ਸਾਡੇ ਜਾਇਜ਼ ਹਿੱਤਾਂ ਲਈ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ ਤੁਹਾਡੇ 'ਤੇ ਕਿਸੇ ਵੀ ਸੰਭਾਵੀ ਪ੍ਰਭਾਵਾਂ (ਸਕਾਰਾਤਮਕ ਅਤੇ ਨਕਾਰਾਤਮਕ ਦੋਵੇਂ) ਅਤੇ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ 'ਤੇ ਵਿਚਾਰ ਕਰਨ ਅਤੇ ਸੰਤੁਲਿਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਉਹਨਾਂ ਗਤੀਵਿਧੀਆਂ ਲਈ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ ਜਿੱਥੇ ਸਾਡੀਆਂ ਦਿਲਚਸਪੀਆਂ ਤੁਹਾਡੇ 'ਤੇ ਕਿਸੇ ਵੀ ਮਾੜੇ ਪ੍ਰਭਾਵ ਦੁਆਰਾ ਓਵਰਰਾਈਡ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ (ਜਦੋਂ ਤੱਕ ਕਿ ਸਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਨਹੀਂ ਹੈ ਜਾਂ ਹੋਰ ਲੋੜੀਂਦਾ ਹੈ ਜਾਂ ਕਾਨੂੰਨ ਦੁਆਰਾ ਆਗਿਆ ਨਹੀਂ ਹੈ)।",
    "1350478093": "ਪ੍ਰੋਸੈਸਿੰਗ ਦਾ ਮਕਸਦ",
    "787916198": "ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਨਾਲ",
    "3348433919": "ਤੁਹਾਡੇ ਅਧਿਕਾਰ",
    "3842673636": "GDPR ਦੇ ਤਹਿਤ, ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸੰਬੰਧੀ ਕੁਝ ਅਧਿਕਾਰ ਹਨ। ਤੁਸੀਂ ਸਾਨੂੰ ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੇ ਸਬੰਧ ਵਿੱਚ ਹੇਠ ਲਿਖੀਆਂ ਕਾਰਵਾਈਆਂ ਕਰਨ ਲਈ ਕਹਿ ਸਕਦੇ ਹੋ ਜੋ ਸਾਡੇ ਕੋਲ ਹੈ:",
    "4057343238": "ਬਾਹਰ ਕੱਡਣਾ",
    "1834911235": "ਤੁਹਾਨੂੰ ਸਿੱਧੇ ਮਾਰਕੀਟਿੰਗ ਸੰਚਾਰ ਭੇਜਣਾ ਬੰਦ ਕਰੋ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੱਤੀ ਸੀ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੇਵਾ-ਸਬੰਧਤ ਅਤੇ ਹੋਰ ਗੈਰ-ਮਾਰਕੀਟਿੰਗ ਸੰਚਾਰ ਭੇਜਣਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹਾਂ।",
    "3022301908": "ਪਹੁੰਚ",
    "680638297": "ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਸਾਡੀ ਪ੍ਰਕਿਰਿਆ ਬਾਰੇ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦਿੰਦਾ ਹੈ।",
    "1409486258": "ਸਹੀ",
    "3878077249": "ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਵਿੱਚ ਅਸ਼ੁੱਧੀਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ ਜਾਂ ਠੀਕ ਕਰੋ।",
    "3645414921": "ਮਿਟਾਓ",
    "42182578": "ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਮਿਟਾਓ।",
    "1609621367": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
    "3208155808": "ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਮਸ਼ੀਨ ਦੁਆਰਾ ਪੜ੍ਹਨਯੋਗ ਕਾਪੀ ਤੁਹਾਨੂੰ ਜਾਂ ਤੁਹਾਡੀ ਪਸੰਦ ਦੀ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਟ੍ਰਾਂਸਫਰ ਕਰੋ।",
    "1786796818": "ਪਾਬੰਦੀ",
    "3329634829": "ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਪ੍ਰਕਿਰਿਆ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ।",
    "4202774977": "ਵਸਤੂ",
    "3007158970": "ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਸਾਡੀ ਪ੍ਰਕਿਰਿਆ ਦੇ ਅਧਾਰ ਵਜੋਂ ਸਾਡੇ ਜਾਇਜ਼ ਹਿੱਤਾਂ 'ਤੇ ਨਿਰਭਰਤਾ 'ਤੇ ਇਤਰਾਜ਼ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰਦੀ ਹੈ।",
    "1273071008": "ਡੇਟਾ ਵਿਸ਼ਾ ਪਹੁੰਚ ਅਧਿਕਾਰਾਂ ਲਈ ਬੇਨਤੀਆਂ",
    "3594381346": "ਟਿਕਾਣਾ।",
    "21141582": "ਇਹ",
    "3357523404": "ਕ੍ਰਾਸ-ਬਾਰਡਰ ਡਾਟਾ ਟ੍ਰਾਂਸਫਰ",
    "290966395": "ਜਿਵੇਂ ਕਿ ਸਾਡੇ \"ਸੰਯੁਕਤ ਰਾਜ ਤੋਂ ਬਾਹਰ ਗਾਹਕਾਂ ਲਈ ਇੱਕ ਨੋਟ\" ਭਾਗ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ ਕਿ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ, ਪ੍ਰਕਿਰਿਆ ਅਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਵੇਗਾ। ਸੰਯੁਕਤ ਰਾਜ ਵਿੱਚ ਡੇਟਾ ਸੁਰੱਖਿਆ ਕਾਨੂੰਨ ਤੁਹਾਡੇ ਨਿਵਾਸ ਦੇ ਦੇਸ਼ ਤੋਂ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ। ਤੁਸੀਂ ਸਾਡੀਆਂ ਸਾਈਟਾਂ 'ਤੇ ਜਾ ਕੇ ਜਾਂ ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਦਰਸਾਏ ਅਨੁਸਾਰ, ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਮੇਤ, ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ US ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ।",
    "3178581111": "ਨਵੇਂ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤੋਂ",
    "1088304322": "ਅਸੀਂ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਉਹਨਾਂ ਕਾਰਨਾਂ ਕਰਕੇ ਕਰ ਸਕਦੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਦਾ ਵਰਣਨ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਿੱਥੇ ਸਾਨੂੰ ਕਾਨੂੰਨ ਦੁਆਰਾ ਅਜਿਹਾ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਜਿੱਥੇ ਕਾਰਨ ਉਸ ਉਦੇਸ਼ ਨਾਲ ਅਨੁਕੂਲ ਹੈ ਜਿਸ ਲਈ ਅਸੀਂ ਇਸਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਹੈ। ਜੇਕਰ ਸਾਨੂੰ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਗੈਰ-ਸੰਬੰਧਿਤ ਉਦੇਸ਼ ਲਈ ਵਰਤਣ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰ ਸਕਦੇ ਹਾਂ ਅਤੇ ਉਸ ਵਰਤੋਂ ਲਈ ਲਾਗੂ ਕਾਨੂੰਨੀ ਆਧਾਰ ਦੀ ਵਿਆਖਿਆ ਕਰ ਸਕਦੇ ਹਾਂ। ਜੇਕਰ ਅਸੀਂ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਕਿਸੇ ਖਾਸ ਵਰਤੋਂ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ 'ਤੇ ਭਰੋਸਾ ਕੀਤਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਕਿਸੇ ਗੈਰ-ਸੰਬੰਧਿਤ ਉਦੇਸ਼ ਲਈ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਲੈ ਸਕਦੇ ਹਾਂ ਅਤੇ ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਤਰਾਜ਼ ਹੈ ਤਾਂ ਅਸੀਂ ਉਸ ਸਮੇਂ ਸੇਵਾ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਨੂੰ ਖਤਮ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇ ਸਕਦੇ ਹਾਂ।",
    "2260079771": "ਡਾਟਾ ਧਾਰਨ",
    "38428546": "ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਪੂਰੇ ਜੀਵਨ ਦੌਰਾਨ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਟੋਰ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸਿਰਫ਼ ਉਹਨਾਂ ਉਦੇਸ਼ਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਜਿੰਨਾ ਚਿਰ ਲੋੜੀਂਦਾ ਹੈ, ਜਿਸ ਲਈ ਅਸੀਂ ਇਸਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਕਿਸੇ ਵੀ ਕਾਨੂੰਨੀ, ਲੇਖਾਕਾਰੀ, ਜਾਂ ਰਿਪੋਰਟਿੰਗ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਨੂੰ ਸੰਤੁਸ਼ਟ ਕਰਨ ਜਾਂ ਵਿਵਾਦਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਦੇ ਉਦੇਸ਼ਾਂ ਸਮੇਤ, ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਾਂਗੇ। ਅਸੀਂ ਸਟੋਰੇਜ ਮਿਆਦਾਂ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਜੋ ਮਾਪਦੰਡ ਵਰਤਦੇ ਹਾਂ, ਉਹਨਾਂ ਵਿੱਚ ਲਾਗੂ ਹੋਣ ਵਾਲੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਪ੍ਰਬੰਧ, ਕਨੂੰਨੀ ਕਨੂੰਨੀ ਸੀਮਾ ਮਿਆਦ, ਲਾਗੂ ਰੈਗੂਲੇਟਰੀ ਲੋੜਾਂ, ਅਤੇ ਉਦਯੋਗ ਦੇ ਮਿਆਰ ਸ਼ਾਮਲ ਹਨ।",
    "384965568": "ਹਾਲਾਂਕਿ ਅਧਿਕਾਰ ਖੇਤਰ ਅਨੁਸਾਰ ਧਾਰਨ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਵੱਖੋ-ਵੱਖਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਦੇ ਵੱਖ-ਵੱਖ ਪਹਿਲੂਆਂ ਲਈ ਸਾਡੀਆਂ ਆਮ ਧਾਰਨਾ ਮਿਆਦਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਹੇਠਾਂ ਦਿੱਤੀ ਗਈ ਹੈ।",
    "2788836740": "ਮਾਰਕੀਟਿੰਗ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਉਦੋਂ ਤੱਕ ਜਾਰੀ ਰੱਖੀ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਗਾਹਕੀ ਰੱਦ ਨਹੀਂ ਕਰਦੇ। ਇਸ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਤੁਹਾਡੇ ਵੇਰਵਿਆਂ ਨੂੰ ਅਣਮਿੱਥੇ ਸਮੇਂ ਲਈ ਸਾਡੀ ਦਮਨ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਾਂਗੇ। ਪਹੁੰਚਯੋਗਤਾ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਇਕੱਤਰ ਕੀਤੀ ਈਮੇਲ ਜਾਣਕਾਰੀ ਨੂੰ ਕਦੇ ਵੀ ਮਾਰਕੀਟਿੰਗ ਉਦੇਸ਼ਾਂ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
    "3520687192": "ਤੁਹਾਡੇ ਨਾਲ ਸੰਚਾਰ ਦੇ ਰਿਕਾਰਡ (ਜਿਵੇਂ ਕਿ ਈਮੇਲ ਜਾਂ ਟਵਿੱਟਰ ਦੁਆਰਾ ਖੋਲ੍ਹੀਆਂ ਗਈਆਂ ਸਹਾਇਤਾ ਟਿਕਟਾਂ) ਨੂੰ ਅਣਮਿੱਥੇ ਸਮੇਂ ਲਈ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "292211832": "ਤਕਨੀਕੀ ਸਾਧਨਾਂ ਜਿਵੇਂ ਕਿ ਕੂਕੀਜ਼, ਵੈਬਪੇਜ ਕਾਊਂਟਰਾਂ ਅਤੇ ਹੋਰ ਵਿਸ਼ਲੇਸ਼ਣ ਸਾਧਨਾਂ ਰਾਹੀਂ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਨੂੰ ਅਮਲੀ ਤੌਰ 'ਤੇ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਪਰ ਕੂਕੀ ਦੀ ਮਿਆਦ ਪੁੱਗਣ ਤੋਂ ਇੱਕ ਸਾਲ ਤੱਕ ਦੀ ਸੀਮਤ ਮਿਆਦ ਲਈ ਰੱਖੀ ਜਾ ਸਕਦੀ ਹੈ, ਖਾਸ ਤੌਰ 'ਤੇ ਇੱਕ ਡੀ-ਪਛਾਣ ਵਾਲੇ ਅਤੇ ਇਕੱਠੇ ਕੀਤੇ ਰੂਪ ਵਿੱਚ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੀ ਸੰਭਾਵੀ ਦੁਰਵਰਤੋਂ ਦਾ ਪਤਾ ਨਹੀਂ ਲਗਾਉਂਦੇ, ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਅਸੀਂ ਭਵਿੱਖ ਵਿੱਚ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਰੋਕਣ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਾਂਗੇ। ਅਸੀਂ ਇਸ ਅਗਿਆਤ ਅਤੇ ਇਕੱਤਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਤੁਹਾਡੇ, ਤੁਹਾਡੇ ਪਰਿਵਾਰ, ਇੱਕ IP ਪਤੇ, ਜਾਂ ਸਟੋਰ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਕਿਸੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਲਿੰਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹਾਂ।",
    "3192683783": "ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਬਦਲਾਅ",
    "1702335960": "ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਜੋ ਅਸੀਂ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ, ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕੀਤੇ ਜਾਣ ਦੇ ਸਮੇਂ ਪ੍ਰਭਾਵੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਅਧੀਨ ਹੈ। ਹਾਲਾਂਕਿ, ਅਸੀਂ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹਾਂ। ਜੇਕਰ ਕੋਈ ਸੰਸ਼ੋਧਨ ਸਮੱਗਰੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਸਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ, ਉਦਾਹਰਨ ਲਈ ਈਮੇਲ ਰਾਹੀਂ। ਮੌਜੂਦਾ ਸੰਸਕਰਣ ਹਮੇਸ਼ਾ ਸਾਡੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੰਨੇ 'ਤੇ ਪੋਸਟ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "3669258571": "ਕੂਕੀ ਨੀਤੀ",
    "2905621957": "ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ: 18 ਜੁਲਾਈ, 2020",
    "1173934218": "ਅਸੀਂ ਸਮਝਦੇ ਹਾਂ ਕਿ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਤੁਹਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ ਅਤੇ ਸਾਡੇ ਦੁਆਰਾ ਵਰਤੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਤਕਨਾਲੋਜੀਆਂ ਬਾਰੇ ਪਾਰਦਰਸ਼ੀ ਹੋਣ ਲਈ ਵਚਨਬੱਧ ਹਾਂ। ਇਹ ਨੀਤੀ ਇਸ ਬਾਰੇ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ ਕਿ ਅਸੀਂ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਅਤੇ ਸੇਵਾ 'ਤੇ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਅਤੇ ਕਦੋਂ ਕਰਦੇ ਹਾਂ।",
    "2694150481": "ਕੀ ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ?",
    "457627611": "ਹਾਂ। ਅਸੀਂ ਅਤੇ ਸਾਡੇ ਵਿਸ਼ਲੇਸ਼ਣ ਜਾਂ ਸੇਵਾ ਪ੍ਰਦਾਤਾ, ਮਾਰਕੀਟਿੰਗ ਭਾਈਵਾਲ, ਅਤੇ ਸਹਿਯੋਗੀ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕੂਕੀਜ਼, ਵੈਬ ਬੀਕਨ, ਜਾਂ ਪਿਕਸਲ ਅਤੇ ਹੋਰ ਤਕਨੀਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਾਂ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਸਾਈਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਹਰ ਵਿਅਕਤੀ ਕੋਲ ਸਭ ਤੋਂ ਵਧੀਆ ਸੰਭਵ ਅਨੁਭਵ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਵੇਰਵਿਆਂ ਲਈ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦਾ \"ਤੀਜੀ ਧਿਰ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਟਰੈਕਿੰਗ ਤਕਨਾਲੋਜੀ\" ਭਾਗ ਵੇਖੋ।",
    "501102544": ": ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ hCaptcha ਐਂਟੀ-ਬੋਟ ਸੇਵਾ (ਭਾਵ ਵੈੱਬਸਾਈਟਾਂ, ਗੇਮਾਂ, ਜਾਂ ਮੋਬਾਈਲ ਐਪਾਂ ਦੁਆਰਾ ਏਮਬੇਡ ਕੀਤੀ ਸੇਵਾ) ਵਿੱਚ GDPR ਨਿਯਮਾਂ ਦੇ ਅਨੁਸਾਰ ਸਿਰਫ਼ ਅਖੌਤੀ \"ਸਹਿਮਤੀ-ਮੁਕਤ\" ਕੂਕੀਜ਼ ਸ਼ਾਮਲ ਹਨ। ਅਜਿਹੀਆਂ ਛੋਟ ਵਾਲੀਆਂ ਕੂਕੀਜ਼ ਦੀਆਂ ਉਦਾਹਰਨਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:",
    "461631543": "GDPR ਨੋਟ",
    "2150907653": "* ਸੇਵਾ ਦੇ ਪ੍ਰਬੰਧ ਲਈ ਤਕਨੀਕੀ ਕੂਕੀਜ਼ ਸਖ਼ਤੀ ਨਾਲ ਜ਼ਰੂਰੀ ਹਨ। ਇਹਨਾਂ ਵਿੱਚ ਤਰਜੀਹੀ ਕੂਕੀਜ਼, ਸੈਸ਼ਨ ਕੂਕੀਜ਼, ਲੋਡ ਬੈਲੇਂਸਿੰਗ ਕੂਕੀਜ਼, ਆਦਿ ਸ਼ਾਮਲ ਹਨ।",
    "1012122721": "* ਸਾਡੇ ਦੁਆਰਾ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਪ੍ਰਬੰਧਿਤ ਅੰਕੜਾ ਕੂਕੀਜ਼ (ਭਾਵ ਪਹਿਲੀ ਧਿਰ, ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਕੂਕੀਜ਼ ਨਹੀਂ), ਜਿੱਥੇ ਡੇਟਾ ਪ੍ਰੋਫਾਈਲਿੰਗ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "3255230599": "ਕੂਕੀ ਕੀ ਹੈ?",
    "2954157511": "ਅਸੀਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਿਉਂ ਕਰਦੇ ਹਾਂ?",
    "1539071196": "ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਉਦੇਸ਼ਾਂ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ:",
    "3545935449": "ਨਵੇਂ ਜਾਂ ਪੁਰਾਣੇ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ।",
    "32739972": "ਜੇਕਰ ਤੁਸੀਂ ਸਾਡੀਆਂ ਸਾਈਟਾਂ 'ਤੇ ਰਜਿਸਟਰਡ ਹੋ ਤਾਂ ਆਪਣੀ ਲੌਗਇਨ ਸੈਸ਼ਨ ਜਾਣਕਾਰੀ ਨੂੰ ਸਟੋਰ ਕਰਨ ਲਈ।",
    "4209078147": "ਸਾਡੀ ਸਾਈਟ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਅਤੇ ਸਾਡੇ ਪਲੇਟਫਾਰਮਾਂ ਅਤੇ ਸਾਈਟ 'ਤੇ ਤੁਹਾਡੀਆਂ ਮੁਲਾਕਾਤਾਂ ਨੂੰ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਣ ਲਈ।",
    "1077448694": "ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੋਸ਼ਲ ਮੀਡੀਆ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਕਰਨ ਲਈ।",
    "1709478090": "ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ-ਅਧਾਰਿਤ ਜਾਂ ਨਿਸ਼ਾਨਾ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਨਾਲ ਸੇਵਾ ਕਰਨ ਲਈ।",
    "3256020881": "ਕਈ ਵੈੱਬਸਾਈਟਾਂ ਜਾਂ ਹੋਰ ਪਲੇਟਫਾਰਮਾਂ 'ਤੇ ਸਮੇਂ ਦੇ ਨਾਲ ਤੁਹਾਡੇ ਵਿਹਾਰਾਂ ਅਤੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਦੇਖਣ ਲਈ।",
    "1092241113": "ਸਾਡੇ ਗਾਹਕਾਂ ਅਤੇ ਏਕੀਕ੍ਰਿਤਕਾਂ ਦੇ ਹਿੱਤਾਂ ਨੂੰ ਬਿਹਤਰ ਢੰਗ ਨਾਲ ਸਮਝਣ ਲਈ।",
    "1434289796": "ਸਾਈਟਾਂ ਦੇ ਕੁਝ ਖਾਸ ਉਪਯੋਗਾਂ ਲਈ ਕੁਝ ਕੁਕੀਜ਼ ਜ਼ਰੂਰੀ ਹਨ, ਅਤੇ ਅਜਿਹੀਆਂ ਕੂਕੀਜ਼ ਤੋਂ ਬਿਨਾਂ, ਅਸੀਂ ਬਹੁਤ ਸਾਰੀਆਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵਾਂਗੇ ਜਿਨ੍ਹਾਂ ਦੀ ਤੁਹਾਨੂੰ ਸਾਈਟਾਂ ਦੀ ਸਹੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਲੋੜ ਹੈ। ਇਹ ਕੂਕੀਜ਼, ਉਦਾਹਰਨ ਲਈ, ਸਾਨੂੰ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਨੂੰ ਚਲਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਨੂੰ ਐਕਸੈਸ ਕਰ ਸਕੋ ਜਿਵੇਂ ਤੁਸੀਂ ਬੇਨਤੀ ਕੀਤੀ ਹੈ ਅਤੇ ਸਾਨੂੰ ਇਹ ਪਛਾਣ ਕਰਨ ਦਿਓ ਕਿ ਤੁਸੀਂ ਇੱਕ ਖਾਤਾ ਬਣਾਇਆ ਹੈ ਅਤੇ ਸਾਈਟ ਸਮੱਗਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਉਸ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕੀਤਾ ਹੈ। ਉਹਨਾਂ ਵਿੱਚ ਕੂਕੀਜ਼ ਵੀ ਸ਼ਾਮਲ ਹਨ ਜੋ ਸਾਨੂੰ ਉਸੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਸੈਸ਼ਨ ਵਿੱਚ ਤੁਹਾਡੀਆਂ ਪਿਛਲੀਆਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਯਾਦ ਰੱਖਣ ਅਤੇ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦੀਆਂ ਹਨ।",
    "1533171442": "ਅਸੀਂ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਮਾਰਕੀਟਿੰਗ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਤੀਜੀ ਧਿਰਾਂ ਤੋਂ ਕਾਰਜਸ਼ੀਲ ਕੂਕੀਜ਼ ਅਤੇ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਵੀ ਕਰਦੇ ਹਾਂ। ਫੰਕਸ਼ਨਲ ਕੂਕੀਜ਼ ਸਾਈਟਾਂ ਦੇ ਕੁਝ ਹਿੱਸਿਆਂ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਅਤੇ ਤੁਹਾਡੀਆਂ ਉਪਭੋਗਤਾ ਤਰਜੀਹਾਂ ਨੂੰ ਜਾਣੂ ਰਹਿਣ ਦੇ ਯੋਗ ਬਣਾਉਂਦੀਆਂ ਹਨ। ਵਿਸ਼ਲੇਸ਼ਣ ਕੂਕੀਜ਼, ਹੋਰ ਚੀਜ਼ਾਂ ਦੇ ਨਾਲ, ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੀ ਹੈ ਕਿ ਗਾਹਕ, ਏਕੀਕ੍ਰਿਤ, ਅਤੇ ਅੰਤਮ-ਉਪਭੋਗਤਾ ਸਾਡੀਆਂ ਸਾਈਟਾਂ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਨ, ਸਮੱਗਰੀ ਅਤੇ ਉਤਪਾਦ ਜੋ ਉਪਭੋਗਤਾ ਅਕਸਰ ਦੇਖਦੇ ਹਨ, ਅਤੇ ਸਾਡੀ ਤੀਜੀ ਧਿਰ ਦੇ ਵਿਗਿਆਪਨ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ। ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਕੂਕੀਜ਼ ਸੰਬੰਧਿਤ ਦਰਸ਼ਕਾਂ ਨੂੰ ਵਿਗਿਆਪਨ ਪ੍ਰਦਾਨ ਕਰਨ ਅਤੇ ਖੋਜ ਨਤੀਜਿਆਂ ਦੇ ਸਿਖਰ 'ਤੇ ਸਾਡੇ ਵਿਗਿਆਪਨਾਂ ਨੂੰ ਦਿਖਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੀਆਂ ਹਨ। ਕੂਕੀਜ਼ ਜਾਂ ਤਾਂ \"ਸੈਸ਼ਨ\" ਕੂਕੀਜ਼ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰਨ 'ਤੇ ਮਿਟਾ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਜਾਂ \"ਸਥਾਈ\", ਜੋ ਤੁਹਾਡੇ ਦੁਆਰਾ (ਹੇਠਾਂ ਚਰਚਾ ਕੀਤੀ ਗਈ) ਜਾਂ ਕੂਕੀ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੀ ਪਾਰਟੀ ਦੁਆਰਾ ਉਹਨਾਂ ਨੂੰ ਮਿਟਾਉਣ ਤੱਕ ਰਹਿੰਦੀਆਂ ਹਨ। ਸਾਈਟਾਂ 'ਤੇ ਵਰਤੀਆਂ ਗਈਆਂ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਦੇ ਪੂਰੇ ਵੇਰਵੇ ਹੇਠਾਂ ਦਿੱਤੇ ਸਾਡੇ ਕੂਕੀ ਡਿਸਕਲੋਜ਼ਰ ਟੇਬਲ 'ਤੇ ਉਪਲਬਧ ਹਨ।",
    "322830977": "ਕੂਕੀਜ਼ ਨੂੰ ਕਿਵੇਂ ਅਸਮਰੱਥ ਬਣਾਇਆ ਜਾਵੇ।",
    "262509504": "ਅਸੀਂ ਕੂਕੀਜ਼ ਦੁਆਰਾ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਨੂੰ ਇਸ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਅਨੁਸਾਰ ਤੁਹਾਡੇ ਤੋਂ ਇਕੱਠੀ ਕੀਤੀ ਗਈ ਹੋਰ ਜਾਣਕਾਰੀ ਨਾਲ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹਾਂ ਅਤੇ ਇੱਥੇ ਦੱਸੇ ਅਨੁਸਾਰ ਸੰਯੁਕਤ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਾਂ। ਇਸੇ ਤਰ੍ਹਾਂ, ਸਾਡੀਆਂ ਸਾਈਟਾਂ 'ਤੇ ਕੂਕੀਜ਼ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੀਆਂ ਤੀਜੀਆਂ ਧਿਰਾਂ ਤੁਹਾਡੇ ਨਾਮ ਜਾਂ ਈਮੇਲ ਪਤੇ ਨੂੰ ਉਹਨਾਂ ਦੁਆਰਾ ਇਕੱਤਰ ਕੀਤੀ ਗਈ ਹੋਰ ਜਾਣਕਾਰੀ ਨਾਲ ਲਿੰਕ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਜਿਸ ਵਿੱਚ ਔਫਲਾਈਨ ਜਾਂ ਔਨਲਾਈਨ ਕੀਤੀਆਂ ਪਿਛਲੀਆਂ ਖਰੀਦਾਂ, ਜਾਂ ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਵਰਤੋਂ ਦੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ।",
    "2935155034": "ਜੇਕਰ ਤੁਸੀਂ ਯੂਰਪੀਅਨ ਆਰਥਿਕ ਖੇਤਰ ਵਿੱਚ ਸਥਿਤ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਕੁਝ ਅਧਿਕਾਰ ਹਨ ਜੋ ਉੱਪਰ ਦਿੱਤੇ ਸਿਰਲੇਖ ਹੇਠ ਦਿੱਤੇ ਗਏ ਹਨ \"EU ਡੇਟਾ ਵਿਸ਼ਿਆਂ ਲਈ ਨੋਟਿਸ\", ਜਿਸ ਵਿੱਚ ਸਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਬਾਰੇ ਮੌਜੂਦ ਡੇਟਾ ਦੀ ਜਾਂਚ ਕਰਨ ਅਤੇ ਸਹੀ ਕਰਨ ਜਾਂ ਮਿਟਾਉਣ ਦਾ ਅਧਿਕਾਰ ਸ਼ਾਮਲ ਹੈ।",
    "1873812847": "ਕੂਕੀ(ਆਂ) ਦਾ ਖੁਲਾਸਾ",
    "3319083717": "ਨਾਮ:",
    "3183855267": "1. hmt_id",
    "907324388": "ਫੰਕਸ਼ਨ",
    "2896187462": "1. ਸਖਤੀ ਨਾਲ ਲੋੜੀਂਦੇ ਗੁਮਨਾਮ ਸੇਵਾ-ਸੰਬੰਧੀ ਅੰਕੜਿਆਂ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਹੋਰ ਤਕਨੀਕੀ ਉਦੇਸ਼ਾਂ ਜਿਵੇਂ ਕਿ ਪਹੁੰਚਯੋਗਤਾ ਸਹਾਇਤਾ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨਾ।",
    "987267027": "ਪਾਰਟੀ",
    "3453526675": "1. ਪਹਿਲੀ ਪਾਰਟੀ",
    "1952810469": "ਟਾਈਪ ਕਰੋ",
    "1795436560": "1. ਸੈਸ਼ਨ",
    "102695075": "ਮਿਆਦ",
    "3356329025": "1. 30 ਦਿਨ",
    "3744153629": "ਨਾਮ:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "ਸੈਸ਼ਨ,",
    "3186435874": "ਸੈਸ਼ਨਿਡ",
    "1241291641": "ਹੋਰ ਵੇਰਵੇ ਵੇਖੋ।",
    "1834801943": "2. ਪਹਿਲੀ ਪਾਰਟੀ",
    "2114694926": "2. ਸੈਸ਼ਨ",
    "938404336": "2. ਬਦਲਦਾ ਹੈ; 30 ਦਿਨ ਤੱਕ.",
    "2196526290": "hc_ਪਹੁੰਚਯੋਗਤਾ",
    "1061239711": "3. ਪਹਿਲੀ ਪਾਰਟੀ",
    "1483015662": "3. ਸੈਸ਼ਨ",
    "3458934553": "3. ਬਦਲਦਾ ਹੈ; 30 ਦਿਨ ਤੱਕ.",
    "134571844": "ਪ੍ਰਭਾਵ (ਸਾਈਟ ਨੋਟਿਸ)",
    "110836420": "ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ: ਦਸੰਬਰ 23, 2020",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\"), ਇੱਕ ਡੇਲਾਵੇਅਰ US ਕਾਰਪੋਰੇਸ਼ਨ (#6393793) ਦੀ ਇੱਕ ਸੇਵਾ ਹੈ।",
    "2928362319": "ਡਾਕ ਰਾਹੀਂ ਪੁੱਛ-ਗਿੱਛ ਇੱਥੇ ਭੇਜੀ ਜਾ ਸਕਦੀ ਹੈ: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "ਰੈਗੂਲੇਟਰੀ ਅਥਾਰਟੀ: ਯੂਐਸ ਫੈਡਰਲ ਕਮਿਊਨੀਕੇਸ਼ਨ ਕਮਿਸ਼ਨ, 45 ਐਲ ਸਟਰੀਟ NE, ਵਾਸ਼ਿੰਗਟਨ, ਡੀਸੀ 20554 ਯੂਐਸਏ।",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ਸਮੱਗਰੀ ਬਾਰੇ ਕੋਈ ਗਾਰੰਟੀ ਨਹੀਂ",
    "707541553": "ਸਾਡੇ ਇੰਟਰਨੈਟ ਪੰਨਿਆਂ 'ਤੇ ਮੌਜੂਦ ਸਾਰੀ ਜਾਣਕਾਰੀ ਨੂੰ IMI ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੁਆਰਾ ਪ੍ਰਮਾਣਿਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਹਾਲਾਂਕਿ, ਜਾਣਕਾਰੀ ਦੇ ਮੌਜੂਦਾ, ਸਹੀ ਜਾਂ ਸੰਪੂਰਨ ਹੋਣ ਲਈ ਨਾ ਤਾਂ IMI ਜਾਂ ਤੀਜੀ ਧਿਰ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ ਜਾ ਸਕਦਾ ਹੈ। ਇਹ ਹੋਰ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਵੀ ਲਾਗੂ ਹੁੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਤੱਕ ਸਾਡੇ ਪੰਨਿਆਂ 'ਤੇ ਹਾਈਪਰਲਿੰਕਸ ਰਾਹੀਂ ਪਹੁੰਚਿਆ ਜਾ ਸਕਦਾ ਹੈ। IMI ਇਹਨਾਂ ਬਾਹਰੀ ਵੈੱਬਸਾਈਟਾਂ ਦੀ ਸਮੱਗਰੀ ਲਈ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
    "2650241052": "ਕੋਈ ਸਲਾਹ ਨਹੀਂ",
    "204716894": "ਸਾਡੇ ਵੈਬ ਪੇਜਾਂ ਦੀ ਸਮੱਗਰੀ ਅਤੇ ਡਿਜ਼ਾਈਨ ਕਾਪੀਰਾਈਟ ਕਾਨੂੰਨ ਅਧੀਨ ਸੁਰੱਖਿਅਤ ਹਨ। ਪੰਨਿਆਂ ਦੀ ਨਕਲ ਅਤੇ ਉਹਨਾਂ ਦੀ ਸਮਗਰੀ ਨੂੰ ਇੱਕ ਤਰੀਕੇ ਨਾਲ ਜੋ ਉਚਿਤ ਨਿਰਪੱਖ ਵਰਤੋਂ ਤੋਂ ਵੱਧ ਹੈ ਲਈ IMI ਤੋਂ ਪਹਿਲਾਂ ਲਿਖਤੀ ਸਹਿਮਤੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਜੇਕਰ ਪੰਨੇ 'ਤੇ ਡੁਪਲੀਕੇਸ਼ਨ ਲਈ ਕੋਈ ਹੋਰ ਕਾਨੂੰਨੀ ਵਿਵਸਥਾਵਾਂ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ।",
    "3182435854": "ਕਾਪੀਰਾਈਟ",
    "3236873806": "IMI ਇਸ ਵੈੱਬਸਾਈਟ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ।",
    "1338341134": "hCaptcha + ਗੋਪਨੀਯਤਾ ਪਾਸ (ਬੀਟਾ)",
    "88879089": "ਗੋਪਨੀਯਤਾ ਪਾਸ ਇੱਕ ਹੈ",
    "1898063898": "ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਜਿਸ ਨਾਲ ਅਸੀਂ ਜੋੜ ਕੇ ਵਿਕਾਸ ਕਰ ਰਹੇ ਹਾਂ",
    "1942186611": "ਅਤੇ ਹੋਰ.",
    "3673079511": "ਉੱਭਰ ਰਹੇ ਮਿਆਰ",
    "2164933356": "Cloudflare",
    "3119589996": "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ: ਇੱਕ ਬ੍ਰਾਊਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਗੋਪਨੀਯਤਾ ਪਾਸ ਪ੍ਰੋਟੋਕੋਲ ਦਾ ਸਮਰਥਨ ਕਰਨ ਵਾਲੀਆਂ ਵੈਬਸਾਈਟਾਂ ਲਈ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤੌਰ 'ਤੇ ਅੰਨ੍ਹੇ ਟੋਕਨ ਬਣਾਉਣ ਅਤੇ ਸਾਈਨ ਕਰਨ ਦੀ ਯੋਗਤਾ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। ਐਕਸਟੈਂਸ਼ਨ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤੌਰ 'ਤੇ ਅੰਨ੍ਹੇ ਕੀਤੇ ਟੋਕਨਾਂ ਵਾਲੇ ਪਾਸ ਬਣਾਉਂਦਾ ਹੈ ਜੋ hCaptcha ਦੁਆਰਾ ਹਸਤਾਖਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਜਦੋਂ hCaptcha ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਕਿਸੇ ਵੀ ਸਾਈਟ 'ਤੇ ਚੁਣੌਤੀ ਹੱਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ,",
    "1254771154": "ਹੋਰ ਗੋਪਨੀਯਤਾ ਪਾਸ-ਸਹਾਇਕ ਸੇਵਾਵਾਂ 'ਤੇ ਦਿਖਾਈਆਂ ਗਈਆਂ ਚੁਣੌਤੀਆਂ ਜੋ hCaptcha ਨੂੰ ਵੀ ਸ਼ਾਮਲ ਕਰਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਕਿ Cloudflare।",
    "996362763": "ਇਹ ਟੋਕਨ ਅਣਬਣ ਕੀਤੇ ਹੋਏ ਹਨ ਅਤੇ ਭਵਿੱਖ ਦੀ ਵਰਤੋਂ ਲਈ ਐਕਸਟੈਂਸ਼ਨ ਦੁਆਰਾ ਸਟੋਰ ਕੀਤੇ ਗਏ ਹਨ। ਜਦੋਂ ਉਪਭੋਗਤਾ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਿਸੇ ਸਾਈਟ 'ਤੇ ਜਾਂਦਾ ਹੈ ਅਤੇ ਚੁਣੌਤੀ ਨੂੰ ਪਾਸ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ (ਭਾਵੇਂ ਅਦਿੱਖ ਹੋਵੇ ਜਾਂ \"ਮੈਂ ਮਨੁੱਖ ਹਾਂ\" ਬਟਨ ਰਾਹੀਂ) ਉਹ ਆਪਣੇ ਆਪ ਰੀਡੀਮ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਬਲਾਇੰਡਿੰਗ ਪ੍ਰਕਿਰਿਆ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਹਸਤਾਖਰ ਕੀਤੇ ਅਤੇ ਰੀਡੀਮ ਕੀਤੇ ਟੋਕਨਾਂ ਨੂੰ hCaptcha ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਤੋਂ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤੌਰ 'ਤੇ ਅਣਲਿੰਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ।",
    "2943346052": "ਜਿਵੇਂ ਕਿ IETF ਮਾਨਕੀਕਰਨ ਪ੍ਰਕਿਰਿਆ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ, ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਪ੍ਰਮੁੱਖ ਬ੍ਰਾਊਜ਼ਰ ਗੋਪਨੀਯਤਾ ਪਾਸ ਦੇ ਕੁਝ ਰੂਪ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਅਪਣਾ ਲੈਣਗੇ। ਇਹ ਅੰਤ ਵਿੱਚ ਐਕਸਟੈਂਸ਼ਨ ਨੂੰ ਬੇਲੋੜੀ ਰੈਂਡਰ ਕਰੇਗਾ। ਫਿਲਹਾਲ, ਹਾਲਾਂਕਿ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਹਿਦਾਇਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।",
    "2326660907": "ਨੂੰ ਛੱਡ ਕੇ",
    "741483946": "* ਦੂਜੇ ਸ਼ਬਦਾਂ ਵਿਚ: ਤੁਸੀਂ hCaptcha.com 'ਤੇ hCaptcha ਗੋਪਨੀਯਤਾ ਪਾਸ ਟੋਕਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ hCaptcha.com ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਸਾਈਟਾਂ 'ਤੇ ਵਰਤ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ Cloudflare ਦੁਆਰਾ ਵਰਤੀ ਗਈ hCaptcha ਸੇਵਾ ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਲਈ hCaptcha ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਟੋਕਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਜਾਂ ਰੀਡੀਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ, ਕਿਉਂਕਿ Cloudflare ਸਮੱਸਿਆ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸਦੇ ਆਪਣੇ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਟੋਕਨਾਂ ਨੂੰ ਰੀਡੀਮ ਕਰਦਾ ਹੈ।",
    "1362015807": "ਸ਼ੁਰੂ ਕਰਨਾ",
    "1358325821": "ਪਹਿਲਾਂ, ਲਈ ਐਕਸਟੈਂਸ਼ਨ ਸਥਾਪਿਤ ਕਰੋ",
    "310885519": "ਜਾਂ",
    "4091044469": ". ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇਨਕੋਗਨਿਟੋ ਮੋਡ ਵਿੱਚ ਐਕਸਟੈਂਸ਼ਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਇਆ ਹੈ। ਫਿਰ, hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਕਿਸੇ ਵੀ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਓ ਅਤੇ ਇੱਕ ਕੈਪਚਾ ਹੱਲ ਕਰੋ। ਸੰਸਕਰਣ 2.0.3 ਦੇ ਅਨੁਸਾਰ, ਤੁਸੀਂ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਇਹਨਾਂ ਟੋਕਨਾਂ ਨੂੰ ਰੀਡੀਮ ਕਰ ਸਕਦੇ ਹੋ।",
    "3904679538": "ਕਰੋਮ",
    "3700767772": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਐਕਸਟੈਂਸ਼ਨ ਸਥਾਪਤ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਪਾਸ ਕਮਾਉਣ ਲਈ ਇੱਥੇ (ਜਾਂ hCaptcha-ਵਰਤਣ ਵਾਲੀ ਕਿਸੇ ਵੀ ਵੈੱਬਸਾਈਟ 'ਤੇ) ਕਲਿੱਕ ਕਰੋ:",
    "166277959": "ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ: ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਵਰਤਮਾਨ ਵਿੱਚ ਬੀਟਾ ਵਿੱਚ ਹੈ, ਅਤੇ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਹ ਸਾਰੀਆਂ ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਹਰ ਸਮੇਂ ਕੰਮ ਨਾ ਕਰੇ। ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਕਿ ਇਹ ਸਮਰੱਥ ਨਹੀਂ ਹੈ ਜਾਂ ਕਿਸੇ ਖਾਸ ਉਪਭੋਗਤਾ ਲਈ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਵਿਵਹਾਰ ਕਾਰਜਸ਼ੀਲਤਾ ਦੇ ਬਿਨਾਂ ਕਿਸੇ ਨੁਕਸਾਨ ਦੇ ਮਿਆਰੀ hCaptcha ਅਨੁਭਵ ਵਿੱਚ ਵਾਪਸ ਆ ਜਾਵੇਗਾ।",
    "3031357206": "ਤੁਹਾਡੇ URL ਬਾਰ ਦੇ ਅੱਗੇ ਇੱਕ ਨਵਾਂ ਆਈਕਨ ਦਿਖਾਈ ਦੇਵੇਗਾ। ਹੁਣ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਓ। ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਦਿਖਾਈ ਦੇਵੇਗਾ:",
    "1066753052": "ਜਿਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਵਾਲਿਟ ਖਾਲੀ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਅਜਿਹੀ ਸਾਈਟ 'ਤੇ ਹੋ ਜਿਸ ਵਿੱਚ hCaptcha ਚੁਣੌਤੀ ਸ਼ਾਮਲ ਹੈ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਚੁਣੌਤੀ ਨੂੰ ਪੂਰਾ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਟੋਕਨ ਕਮਾਓਗੇ ਜੋ hCaptcha ਨਾਲ ਕਿਸੇ ਹੋਰ ਵੈੱਬਸਾਈਟ 'ਤੇ ਰੀਡੀਮ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "651123197": "ਚੁਣੌਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ ਮੌਜੂਦਾ ਕੁੱਲ ਦੀ ਗਿਣਤੀ ਆਈਕਨ 'ਤੇ ਦਿਖਾਈ ਜਾਵੇਗੀ।",
    "554844646": "ਤੁਸੀਂ ਹਰ ਵਾਰ ਕਲਿੱਕ ਕਰਨ 'ਤੇ ਕਾਊਂਟਰ ਨੂੰ 1 ਘਟਦਾ ਦੇਖ ਕੇ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਐਕਸਟੈਂਸ਼ਨ ਕੰਮ ਕਰ ਰਹੀ ਹੈ",
    "4087729475": "ਤੁਹਾਡੇ ਸ਼ੁਰੂਆਤੀ ਹੱਲ ਤੋਂ ਬਾਅਦ ਚੁਣੌਤੀ।",
    "647630208": "ਅਤੇ ਇਹ ਹੈ! ਤੁਹਾਡੀ ਔਨਲਾਈਨ ਬ੍ਰਾਊਜ਼ਿੰਗ ਹੁਣ ਵਧੇਰੇ ਨਿੱਜੀ ਹੈ।",
    "3272552822": "ਡਿਵੈਲਪਰ ਅਤੇ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਰ:",
    "4059570880": "ਜੇਕਰ ਤੁਸੀਂ ਮਾਨਕੀਕਰਨ ਦੇ ਯਤਨਾਂ ਨੂੰ ਟ੍ਰੈਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਇਸ ਸਮੇਂ ਕੋਸ਼ਿਸ਼ਾਂ ਚੱਲ ਰਹੀਆਂ ਹਨ",
    "1904390996": "ਨੂੰ ਮਿਆਰੀ ਬਣਾਉਣ ਲਈ",
    "252720667": "ਗੋਪਨੀਯਤਾ ਪਾਸ ਦੀ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਸੁਰੱਖਿਆ ਅਧੀਨ। ਪ੍ਰੋਟੋਕੋਲ ਆਪਣੇ ਆਪ ਤੋਂ ਲੰਘ ਰਿਹਾ ਹੈ",
    "3972554015": "ਪ੍ਰਕਿਰਿਆ ਦੇ ਨਾਲ ਨਾਲ. ਅਤੇ ਬਰਾਊਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨ ਜ਼ਰੂਰ ਹੈ",
    "3723626769": "ਤੁਹਾਡੇ ਯੋਗਦਾਨਾਂ ਅਤੇ ਸਮੀਖਿਆ ਲਈ।",
    "3882147547": "ਅਣਜਾਣ ਸੂਡੋਰੈਂਡਮ ਫੰਕਸ਼ਨ",
    "565624910": "ਡਰਾਫਟ",
    "3421090159": "ਓਪਨ ਸੋਰਸ",
    "3098677775": "ਸਵਾਲ: ਕੀ ਪਰਾਈਵੇਸੀ ਪਾਸ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ hCaptcha ਤੋਂ ਮੇਰਾ IP ਅਤੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਿੱਜੀ ਹੈ?",
    "4019638786": "A: hCaptcha ਦੇ ਗੋਪਨੀਯਤਾ ਪਾਸ ਉਪਭੋਗਤਾ ਕਦੇ ਵੀ ਆਪਣੇ IP ਨੂੰ hCaptcha ਦੇ ਸਾਹਮਣੇ ਨਹੀਂ ਕਰਨਗੇ ਜਦੋਂ ਤੱਕ ਉਹਨਾਂ ਦੇ ਬ੍ਰਾਊਜ਼ਰ ਦਾ ਟੋਕਨ ਵਾਲਿਟ ਖਾਲੀ ਨਹੀਂ ਹੁੰਦਾ ਜਾਂ ਸਾਈਟ ਇਸਨੂੰ ਭੇਜਦੀ ਹੈ। hCaptcha ਕੋਲ ਉਪਭੋਗਤਾ ਨੂੰ ਟੋਕਨ ਰੀਡੈਮਪਸ਼ਨ ਨਾਲ ਲਿੰਕ ਕਰਨ ਦਾ ਕੋਈ ਤਰੀਕਾ ਨਹੀਂ ਹੈ, ਅਤੇ ਰੀਡੈਂਪਸ਼ਨ ਦੇ ਦੌਰਾਨ ਉਪਭੋਗਤਾ ਨਾਲ ਕਦੇ ਵੀ ਸਿੱਧਾ ਇੰਟਰੈਕਟ ਨਹੀਂ ਕਰਦਾ ਜਦੋਂ ਤੱਕ ਕਿ ਉਹਨਾਂ ਦਾ ਟੋਕਨ ਵਾਲਿਟ ਖਾਲੀ ਨਹੀਂ ਹੁੰਦਾ ਹੈ।",
    "3887113660": "ਸਵਾਲ: ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ hCaptcha ਕਮਾਈਆਂ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ?",
    "1116455671": "A: ਜੇਕਰ ਉਪਭੋਗਤਾ ਇਸਨੂੰ ਤੁਹਾਡੀ ਸਾਈਟ 'ਤੇ ਪੂਰਾ ਕਰਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਸ਼ੁਰੂਆਤੀ ਹੱਲ ਲਈ ਇੱਕ ਇਨਾਮ ਕਮਾਓਗੇ। ਰੀਡੈਮਪਸ਼ਨ ਉਸੇ ਜਵਾਬ ਪੈਟਰਨ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਉਪਭੋਗਤਾ ਨੇ ਉੱਚ ਕਲਾਇੰਟ ਵਿਸ਼ਵਾਸ ਦੇ ਕਾਰਨ ਤੁਹਾਡੀ ਸਾਈਟ 'ਤੇ ਆਟੋ-ਪਾਸ ਕੀਤਾ ਸੀ: ਕੋਈ ਕਮਾਈ ਨਹੀਂ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਸਰਵਰ ਤੋਂ ਸਾਈਟ ਵੈਰੀਫਾਈ ਕਾਲ ਪਾਸ ਨਤੀਜਿਆਂ ਵਿੱਚ ਇੱਕ 'ਕ੍ਰੈਡਿਟ: ਗਲਤ' ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ।",
    "779817954": "ਸਵਾਲ: ਜੇਕਰ ਮੇਰੇ ਕੋਲ ਕਿਸੇ ਹੋਰ ਪ੍ਰਦਾਤਾ ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਪਰਾਈਵੇਸੀ ਪਾਸ ਪਾਸ ਹਨ, ਤਾਂ ਕੀ ਮੈਂ ਉਹਨਾਂ ਨੂੰ hCaptcha 'ਤੇ ਰੀਡੀਮ ਕਰ ਸਕਦਾ ਹਾਂ?",
    "3014149332": "A: ਨਹੀਂ, ਪਾਸ ਆਪਸ ਵਿੱਚ ਕੰਮ ਕਰਨ ਯੋਗ ਨਹੀਂ ਹਨ: ਉਹਨਾਂ ਨੂੰ ਉਸੇ ਅਥਾਰਟੀ ਦੁਆਰਾ ਜਾਰੀ ਅਤੇ ਰੀਡੀਮ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਸ ਕੇਸ ਵਿੱਚ hCaptcha। ਨੋਟ ਕਰੋ ਕਿ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਆਪਣੀ ਐਕਸਟੈਂਸ਼ਨ ਵਿੱਚ Cloudflare ਅਤੇ hCaptcha ਦੋਵਾਂ ਤੋਂ ਪਾਸ ਹਨ, ਤਾਂ ਉਪਲਬਧ ਸੰਖਿਆ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਿਜ਼ਿਟ ਕੀਤੇ ਗਏ ਪੰਨੇ ਦੀ ਲੋੜ ਦੇ ਆਧਾਰ 'ਤੇ ਸਹੀ ਮਾਤਰਾ ਵਿੱਚ ਬਦਲ ਜਾਵੇਗੀ। ਦੂਜੇ ਸ਼ਬਦਾਂ ਵਿੱਚ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ 100 Cloudflare ਪਾਸ ਹਨ ਅਤੇ 10 hCaptcha ਪਾਸ ਹਨ, ਤਾਂ ਤੁਹਾਨੂੰ hCaptcha ਏਮਬੈੱਡ ਵਾਲੇ ਪੰਨਿਆਂ 'ਤੇ ਐਕਸਟੈਂਸ਼ਨ ਆਈਕਨ 'ਤੇ 10 ਦੇਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "3679148535": "ਸਵਾਲ: ਤੁਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਦੀਆਂ ਹੋਰ ਕਿਹੜੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ?",
    "1606783855": "A: ਅਸੈਸਬਿਲਟੀ (\"a11y\") ਵਰਤੋਂ ਦੇ ਕੇਸ ਲਈ ਪਰਦੇਦਾਰੀ ਪਾਸ ਵਿੱਚ ਅਸੀਂ ਬਹੁਤ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ। ਪਹਿਲਾਂ ਪ੍ਰਸਿੱਧ ਵਿਕਲਪ ਜਿਵੇਂ ਕਿ ਆਡੀਓ ਕੈਪਚਾ ਬਹੁਤ ਸਾਰੇ a11y ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਵਿਤਕਰਾ ਕਰਦੇ ਹਨ। ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਗੋਪਨੀਯਤਾ ਪਾਸ ਜਾਰੀ ਕਰਨ ਦੇ ਨਾਲ ਸਾਡੀ ਮੌਜੂਦਾ a11y ਪਹੁੰਚ ਨੂੰ ਜੋੜਨਾ a11y ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਬ੍ਰਾਊਜ਼ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਵੇਗਾ, ਇਹ ਜਾਣਕਾਰੀ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੈ ਕਿ ਉਹਨਾਂ ਦਾ ਟ੍ਰੈਫਿਕ ਵਧੇਰੇ ਨਿਜੀ ਹੈ, ਜਦੋਂ ਕਿ ਬੋਟ ਓਪਰੇਟਰਾਂ ਦੁਆਰਾ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਸੀਮਤ ਕਰਦੇ ਹੋਏ ਜੋ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਉਦੋਂ ਵਾਪਰਦਾ ਹੈ ਜਦੋਂ a11y ਵਿਕਲਪ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ।",
    "2359150347": "ਸਵਾਲ: ਕੀ ਹੋਰ ਆਨਲਾਈਨ ਸੁਰੱਖਿਆ ਸੇਵਾਵਾਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ?",
    "2082237880": "A: hCaptcha ਆਪਣੀ ਕਿਸਮ ਦੀ ਪਹਿਲੀ ਸੇਵਾ ਹੈ ਜੋ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਦਾ ਸਮਰਥਨ ਕਰਦੀ ਹੈ, ਅਤੇ ਵਰਤਮਾਨ ਵਿੱਚ ਅਜਿਹਾ ਕਰਨ ਵਾਲੀ ਇੱਕੋ ਇੱਕ ਸੇਵਾ ਹੈ। ਹਾਲਾਂਕਿ, ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਹੋਰ ਸੇਵਾਵਾਂ ਆਨਲਾਈਨ ਉਪਭੋਗਤਾ ਗੋਪਨੀਯਤਾ ਨੂੰ ਵਧਾਉਣ ਦੇ ਫਾਇਦਿਆਂ ਨੂੰ ਪਛਾਣਨਗੀਆਂ, ਅਤੇ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਭਵਿੱਖ ਵਿੱਚ ਹੋਰ ਵੀ ਲਾਗੂ ਕੀਤੇ ਜਾਣਗੇ ਕਿਉਂਕਿ IETF ਮਾਪਦੰਡ ਜੋ ਅਸੀਂ ਵਿਕਸਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਹਾਂ, ਰਸਮੀ ਤੌਰ 'ਤੇ ਅਪਣਾਏ ਗਏ ਹਨ।",
    "2109792055": "ਉਪਭੋਗਤਾ ਗਾਈਡ: ਗੋਪਨੀਯਤਾ ਪਾਸ ਜਾਰੀ ਕਰਨ ਅਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਦੇ ਨਾਲ ਡੀਬੱਗਿੰਗ ਮੁੱਦੇ",
    "3588620914": "ਗੋਪਨੀਯਤਾ ਪਾਸ ਵੈੱਬ ਦੇ ਮਾਪਦੰਡਾਂ ਦੁਆਰਾ ਇੱਕ ਨਵੀਂ ਕਾਢ ਹੈ, ਅਤੇ ਇਹ ਹੋਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਅਤੇ ਬ੍ਰਾਊਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨਾਂ ਲਈ ਸੰਭਵ ਹੈ ਜੋ ਇਸਦੀ ਕਾਰਜਸ਼ੀਲਤਾ ਵਿੱਚ ਦਖਲਅੰਦਾਜ਼ੀ ਕਰਨ ਲਈ ਇਸ ਬਾਰੇ ਨਹੀਂ ਜਾਣਦੇ ਹਨ।",
    "4039193170": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਟੋਕਨ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾਂ ਰੀਡੀਮ ਕਰਨ ਵਿੱਚ ਸਮੱਸਿਆਵਾਂ ਹਨ:",
    "2378786360": "1. ਹੋਰ ਸਮਰਥਿਤ ਬ੍ਰਾਊਜ਼ਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਅਜ਼ਮਾਓ: ਜੇਕਰ ਤੁਸੀਂ Chrome 'ਤੇ ਹੋ, ਤਾਂ Chrome ਤੋਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਆਯਾਤ ਕੀਤੇ ਬਿਨਾਂ ਫਾਇਰਫਾਕਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਅਤੇ ਉੱਥੇ ਪਲੱਗਇਨ ਸਥਾਪਿਤ ਕਰੋ। ਜੇਕਰ ਇਹ ਕੰਮ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਬ੍ਰਾਊਜ਼ਰ ਕੌਂਫਿਗਰੇਸ਼ਨ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ।",
    "394235836": "3. ਜੇਕਰ ਉਪਰੋਕਤ ਸੁਝਾਵਾਂ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਕੰਮ ਨਹੀਂ ਕਰਦਾ, ਤਾਂ ਸਾਨੂੰ ਇੱਕ ਸਹਾਇਤਾ ਈਮੇਲ ਭੇਜੋ ਅਤੇ ਸਾਨੂੰ ਇਹ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਵਿੱਚ ਖੁਸ਼ੀ ਹੋਵੇਗੀ ਕਿ ਕੀ ਹੋ ਰਿਹਾ ਹੈ।",
    "3470857731": "reCAPTCHA ਬੋਟਾਂ ਨੂੰ ਕਿੰਨੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਖੋਜਦਾ ਹੈ ਇਸਦਾ ਵਿਸ਼ਲੇਸ਼ਣ।",
    "3240786848": "ਆਖਰੀ ਅੱਪਡੇਟ: ਫਰਵਰੀ 18, 2021",
    "2547140673": "ਇੱਕ ਦਹਾਕੇ ਤੋਂ ਵੱਧ ਸਮੇਂ ਤੋਂ, Google ਦੀ reCAPTCHA ਸੇਵਾ ਨੇ ਵੈੱਬਸਾਈਟ ਮਾਲਕਾਂ ਨੂੰ ਇੱਕ ਵਪਾਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਹੈ: Google ਨੂੰ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸਵਾਲ ਪੁੱਛਣ ਦਿਓ, ਅਤੇ ਬਦਲੇ ਵਿੱਚ ਉਹ ਬੋਟਸ ਅਤੇ ਸਪੈਮ ਨੂੰ ਰੋਕਣ ਦਾ ਵਾਅਦਾ ਕਰਦੇ ਹਨ।",
    "2133754014": "4.5 ਮਿਲੀਅਨ ਤੋਂ ਵੱਧ ਵੈਬਸਾਈਟਾਂ reCAPTCHA ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਹਨ [",
    "3152512587": "ਅਤੇ ਸਿਸਟਮ ਰੋਜ਼ਾਨਾ ਲੱਖਾਂ ਹੱਲ ਇਕੱਠੇ ਕਰਦਾ ਹੈ। [",
    "2296918009": "ਇਹ ਹਰ ਰੋਜ਼ 100 ਤੋਂ ਵੱਧ ਵਿਅਕਤੀਆਂ-ਸਾਲਾਂ ਦੀ ਮਜ਼ਦੂਰੀ ਦੇ ਬਰਾਬਰ ਹੈ।",
    "3900538778": "ਲੇਬਲ ਕੀਤਾ ਡੇਟਾ ਉਹ ਬਾਲਣ ਹੈ ਜੋ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਨੂੰ ਸ਼ਕਤੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। 2009 ਤੋਂ Google ਦੀਆਂ ML/AI ਸੇਵਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ reCAPTCHA ਜਵਾਬਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਜੋ reCAPTCHA ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਹ ਅਹਿਸਾਸ ਨਹੀਂ ਹੁੰਦਾ ਕਿ ਉਹਨਾਂ ਦੀ ਮਿਹਨਤ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।",
    "1160252730": "Google ਹੁਣ reCAPTCHA Enterprise ਲਈ ਉੱਚੀਆਂ ਕੀਮਤਾਂ ਵਸੂਲ ਰਿਹਾ ਹੈ, ਜਿਸ ਕਾਰਨ ਬਹੁਤ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਇਸ ਸੌਦੇ ਦਾ ਮੁੜ ਮੁਲਾਂਕਣ ਕਰਦੀਆਂ ਹਨ।",
    "1131196501": "ਵਰਗੀਆਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ",
    "204889717": "hCaptcha's 'ਤੇ ਬਦਲਿਆ ਹੈ",
    "639413188": "ਜਵਾਬ ਵਿੱਚ.",
    "3280658086": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ",
    "3842815245": "ਕੀ ਇਹ ਇੱਕ ਨਿਰਪੱਖ ਵਪਾਰ ਹੈ?",
    "714342693": "hCaptcha ਟੀਮ 2016 ਤੋਂ \"ਡਾਰਕ ਵੈੱਬ\" ਕੈਪਚਾ-ਬ੍ਰੇਕਿੰਗ ਸੇਵਾਵਾਂ ਤੋਂ ਕੀਮਤ ਡਾਟਾ ਇਕੱਠਾ ਕਰ ਰਹੀ ਹੈ। ਅਸੀਂ ਇੱਕ ਦਿਲਚਸਪ ਰੁਝਾਨ ਦੇਖਿਆ ਹੈ:",
    "468929661": "ਇੱਕ reCAPTCHA ਨੂੰ ਤੋੜਨ ਦੀ ਔਸਤ ਲਾਗਤ ਬਹੁਤ ਹੀ ਘੱਟ ਹੈ (ਪ੍ਰਤੀ 1000 ਹੱਲ ਲਈ $1 ਤੋਂ ਘੱਟ) ਅਤੇ 2016 ਵਿੱਚ ਸਾਡੀ ਨਿਗਰਾਨੀ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੋਂ ਅਸਲ ਵਿੱਚ ਕੋਈ ਵਾਧਾ ਨਹੀਂ ਹੋਇਆ ਹੈ। ਇਹ reCAPTCHA v2 ਅਤੇ v3 ਦੋਵਾਂ 'ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ। [",
    "2862164005": "ਕੀਮਤ ਦਾ ਡੇਟਾ ਸਾਨੂੰ ਇੱਕ reCAPTCHA ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੀ ਗਈ ਸੁਰੱਖਿਆ 'ਤੇ ਇੱਕ ਸਹੀ ਡਾਲਰ ਮੁੱਲ ਲਗਾਉਣ ਦਿੰਦਾ ਹੈ: ਪ੍ਰਤੀ ਜਵਾਬ $0.001 ਜਾਂ ਘੱਟ।",
    "102498091": "Google reCAPTCHA Enterprise ਲਈ ਪ੍ਰਤੀ 1000 ਬੇਨਤੀਆਂ 'ਤੇ $1 ਦਾ ਖਰਚਾ ਲੈਂਦਾ ਹੈ, ਮਤਲਬ ਕਿ ਉਹ ਹੁਣ ਪ੍ਰਤੀ ਬੇਨਤੀ ਪ੍ਰਤੀ ਆਪਣੀ ਸੇਵਾ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਤੋੜਨ ਦੀ ਲਾਗਤ ਨਾਲੋਂ ਵੱਧ ਖਰਚਾ ਲੈਂਦੇ ਹਨ। ਇਹ ਇੱਕ ਬੁਰਾ ਸੌਦਾ ਜਾਪਦਾ ਹੈ.",
    "130239139": "Google ਦੁਆਰਾ ਰੋਜ਼ਾਨਾ ਇਕੱਠੀ ਕੀਤੀ 100+ ਵਿਅਕਤੀ-ਸਾਲਾਂ ਦੀ ਮਿਹਨਤ ਦਾ ਕੀ ਮੁੱਲ ਹੈ?",
    "1421074182": "ਕਾਫ਼ੀ ਜ਼ਿਆਦਾ।",
    "1953519598": "ਇੱਕ ਸਿੰਗਲ ਚਿੱਤਰ ਨੂੰ ਲੇਬਲ ਕਰਨ ਦੀ ਲਾਗਤ $0.03 ਤੋਂ $1.00 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਹੈ। ਕਿਸੇ ਵੀ ਰੂੜੀਵਾਦੀ ਅੰਦਾਜ਼ੇ ਦੁਆਰਾ, ਗੂਗਲ ਨੇ ਅੱਜ ਤੱਕ ਅਰਬਾਂ ਡਾਲਰਾਂ ਦੀ ਮੁਫਤ ਕਿਰਤ ਕੱਢੀ ਹੈ। [",
    "3025548709": "ਕੀ ਇਸ ਅਣਉਚਿਤ ਸੌਦੇ ਦਾ ਕੋਈ ਬਦਲ ਹੈ?",
    "263761351": "hCaptcha ਪਹਿਲਾ ਭਰੋਸੇਯੋਗ ਵਿਕਲਪ ਹੈ, ਜੋ ਹੁਣ ਹਰ ਮਹੀਨੇ ਲੱਖਾਂ ਲੋਕਾਂ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "2743692546": "ਜਿਵੇਂ ਕਿ ਉਪਭੋਗਤਾ hCaptcha ਦੁਆਰਾ ਆਪਣੀ ਮਨੁੱਖਤਾ ਨੂੰ ਸਾਬਤ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਕਿਰਤ ਬੋਲੀ ਲਈ ਇੱਕ ਅਗਿਆਤ ਖੁੱਲੇ ਬਾਜ਼ਾਰ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦੀ ਹੈ।",
    "1982750088": "ਦੁਨੀਆ ਭਰ ਦੀਆਂ ਕੰਪਨੀਆਂ ਸਧਾਰਨ ਕੰਮਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਉਸ ਕਿਰਤ ਲਈ ਬੋਲੀ ਲਗਾਉਂਦੀਆਂ ਹਨ ਜੋ ਲੋਕਾਂ ਲਈ ਆਸਾਨ ਹਨ ਪਰ ਮਸ਼ੀਨਾਂ ਲਈ ਔਖਾ ਹਨ। ਉਪਭੋਗਤਾ ਉਸ ਸਾਈਟ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਜਿਸ 'ਤੇ ਉਹ ਜਾ ਰਹੇ ਹਨ, ਅਤੇ ਉੱਚ ਪੱਧਰੀ ਸੁਰੱਖਿਆ ਦੇ ਕਾਰਨ ਘੱਟ ਵੈਬ ਸਪੈਮ ਦਾ ਅਨੁਭਵ ਕਰਦੇ ਹਨ।",
    "1108398506": "ਗਾਹਕ ਅਨੁਭਵ 'ਤੇ ਪੂਰਾ ਨਿਯੰਤਰਣ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਅਤੇ hCaptcha ਨੇ ਇੰਟਰਨੈੱਟ 'ਤੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸੁਤੰਤਰ ਚੁਣੌਤੀ ਪ੍ਰਦਾਤਾ ਨੂੰ ਚਲਾਉਣ ਦੀ ਮੁਹਾਰਤ ਤੋਂ ਲਾਭ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ। ਉਹਨਾਂ ਨੂੰ reCAPTCHA Enterprise ਨਾਲੋਂ ਵਧੀਆ ਸੌਦਾ ਵੀ ਮਿਲਦਾ ਹੈ: ਵਾਲੀਅਮ ਦੇ ਆਧਾਰ 'ਤੇ 50-80% ਤੱਕ ਬਿਹਤਰ ਕੀਮਤ।",
    "3012870872": "ਮੁਫਤ ਸੰਸਕਰਣ (hCaptcha Publisher) ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਅਤੇ ਐਪਾਂ Google ਨੂੰ ਦਾਨ ਕਰਨ ਦੀ ਬਜਾਏ ਉਸ ਕੰਮ ਤੋਂ ਆਮਦਨ ਕਮਾਉਂਦੀਆਂ ਹਨ।",
    "2271512952": "ਉਪਭੋਗਤਾ ਉਸ ਸਾਈਟ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਜਿਸ 'ਤੇ ਉਹ ਜਾ ਰਹੇ ਹਨ, ਅਤੇ ਘੱਟ ਵੈਬ ਸਪੈਮ ਦਾ ਅਨੁਭਵ ਕਰਦੇ ਹਨ।",
    "278010425": "hCaptcha 'ਤੇ ਵਿਆਪਕ ਅਤੇ ਅਕਸਰ-ਬਦਲਣ ਵਾਲੇ ਕਾਰਜਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਕਰਨਾ ਵੀ ਔਖਾ ਹੈ। reCAPTCHA ਦਾ ਸਿੰਗਲ ਇੰਟਰਫੇਸ ਕਈ ਸਾਲਾਂ ਵਿੱਚ ਨਹੀਂ ਬਦਲਿਆ ਹੈ, ਅਤੇ ਇਸ ਵਿੱਚ ਅਕਸਰ ਬਦਲਦੇ ਸਵਾਲਾਂ ਦਾ ਇੱਕ ਛੋਟਾ ਸਮੂਹ ਹੈ। ਇਹ hCaptcha reCAPTCHA ਨਾਲੋਂ ਵਧੇਰੇ ਮਜ਼ਬੂਤ ਐਂਟੀ-ਬੋਟ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਤਰੀਕਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ।",
    "984849234": "hCaptcha ਇਸਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਕੈਪਚਰ ਕੀਤੇ ਮੁੱਲ ਨੂੰ ਸਾਂਝਾ ਕਰਦੇ ਹੋਏ, reCAPTCHA ਸਿਰਫ਼ ਉਹੀ ਦੇਣ ਲਈ ਉੱਨਤ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਜੋ ਸਿਰਫ਼ ਵਾਅਦਾ ਕਰਦਾ ਹੈ।",
    "4063769686": "ਉਪਭੋਗਤਾ ਉਸ ਸਾਈਟ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ ਜਿਸ 'ਤੇ ਉਹ ਜਾ ਰਹੇ ਹਨ, ਅਤੇ ਘੱਟ ਵੈਬ ਸਪੈਮ ਦਾ ਅਨੁਭਵ ਕਰਦੇ ਹਨ। ਇਹ ਇੱਕ ਵਧੀਆ ਸੌਦੇ ਵਾਂਗ ਜਾਪਦਾ ਹੈ.",
    "685916926": "ਸਮੇਂ ਦੇ ਨਾਲ reCAPTCHA ਵਿੱਚ ਸੁਧਾਰ ਕਿਉਂ ਨਹੀਂ ਹੋਇਆ ਹੈ?",
    "3992401943": "2012 ਤੋਂ ਡੂੰਘੀ ਸਿੱਖਿਆ ਵਿੱਚ ਇੱਕ ਕ੍ਰਾਂਤੀ ਆਈ ਹੈ। ਪਿਛਲੇ ਦਹਾਕੇ ਵਿੱਚ, ਮੁੱਖ ਤੌਰ 'ਤੇ ਡੂੰਘੇ ਕਨਵੋਲਿਊਸ਼ਨਲ ਨੈਟਵਰਕਸ ਦੇ ਕਾਰਨ, ਕੰਮ ਦੀ ਸ਼ੁੱਧਤਾ ਲਈ ਉਦਯੋਗ ਦੇ ਆਦਰਸ਼ ਵਿੱਚ ਮੂਲ ਰੂਪ ਵਿੱਚ ਸੁਧਾਰ ਹੋਇਆ ਹੈ। ਹੋਰ ML-ਸੰਚਾਲਿਤ ਸੇਵਾਵਾਂ Google ਪੇਸ਼ਕਸ਼ਾਂ ਨੇ ਇਸ ਵਕਰ ਦਾ ਪਾਲਣ ਕੀਤਾ ਹੈ।",
    "615031303": "(ਫੁਟਨੋਟ ਦੇਖੋ",
    "2125514305": "ML ਵਿੱਚ ਸੁਧਾਰ ਹੋਇਆ ਹੈ, ਪਰ reCAPTCHA ਨੂੰ ਬਾਈਪਾਸ ਕਰਨ ਦੀ ਮੁਸ਼ਕਲ ਇਸ ਸਮੇਂ ਦੌਰਾਨ ਅਸਲ ਵਿੱਚ ਨਹੀਂ ਬਦਲੀ ਹੈ।",
    "1406188018": "6 ਅਤੇ 7",
    "2689973938": "reCAPTCHA ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣਾ ਇੱਕ ਵਿਗਿਆਪਨ ਵਿਕਰੇਤਾ ਵਜੋਂ Google ਲਈ ਇੱਕ ਅੰਦਰੂਨੀ ਵਿਵਾਦ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "464238793": "ਜੇਕਰ Google ਖੁਦ ਇਹ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ ਕਿ ਇੱਕ ਉਪਭੋਗਤਾ ਇੱਕ ਵਿਗਿਆਪਨ ਦੇਖ ਰਿਹਾ ਹੈ ਜਾਂ ਇੱਕ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਨਾ ਅਸਲ ਵਿੱਚ ਇੱਕ ਬੋਟ ਸੀ, ਤਾਂ ਇਹ ਉਸ ਉਪਭੋਗਤਾ ਨੂੰ ਦਿਖਾਏ ਗਏ ਵਿਗਿਆਪਨਾਂ ਲਈ ਚਾਰਜ ਨਹੀਂ ਲੈ ਸਕਦਾ ਹੈ। ਦਿਲਚਸਪੀ ਦੇ ਇਸ ਟਕਰਾਅ ਨੇ ਗੂਗਲ ਦੀਆਂ ਐਂਟੀ-ਬੋਟ ਅਭਿਲਾਸ਼ਾਵਾਂ ਦੇ ਦਾਇਰੇ ਨੂੰ ਬੁਰੀ ਤਰ੍ਹਾਂ ਸੀਮਤ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "918924423": "ਉਦਾਹਰਨ ਲਈ, ਗੂਗਲ ਨੇ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਕੀਮਤੀ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਨਹੀਂ ਕੀਤੀ ਹੈ ਜਿਵੇਂ ਕਿ ਰੀਟ੍ਰੋਐਕਟਿਵ ਬੋਟ ਖੋਜ. ਕਈ ਦਿਨਾਂ ਦੇ ਡੇਟਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਤੋਂ ਬਾਅਦ ਉਪਭੋਗਤਾ ਟ੍ਰੈਫਿਕ ਬੋਟ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੇ ਜਾਣ ਦੀ ਘੋਸ਼ਣਾ ਕਰਨਾ ਵਧੇਰੇ ਭਰੋਸੇਮੰਦ ਹੈ।",
    "661412233": "ਕੈਪਚਾ ਤੋਂ ਬਾਅਦ ਇਹ ਜਾਣਨਾ ਕਿ ਕੁਝ ਉਪਭੋਗਤਾ ਬੋਟ ਸਨ ਇਹ ਵੀ ਕੀਮਤੀ ਹੈ. ਇਹ ਵੈਬਸਾਈਟ ਮਾਲਕਾਂ ਨੂੰ ਪੁਰਾਣੀਆਂ ਸਪੈਮ ਪੋਸਟਾਂ ਨੂੰ ਸਾਫ਼ ਕਰਨ ਅਤੇ ਭਵਿੱਖ ਵਿੱਚ ਸਪੈਮ ਫੋਰਮਾਂ ਵਿੱਚ ਰਜਿਸਟਰ ਕੀਤੇ \"ਸਲੀਪਰ ਖਾਤੇ\" ਨੂੰ ਮਿਟਾਉਣ, ਧੋਖਾਧੜੀ ਨੂੰ ਘਟਾਉਣ, ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਕਰਨ ਦਿੰਦਾ ਹੈ।",
    "3600797185": "ਰੀਟ੍ਰੋਐਕਟਿਵ ਬੋਟ ਪਛਾਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨਾ ਗੂਗਲ ਨੂੰ ਕੰਡਿਆਲੇ ਸਵਾਲਾਂ ਲਈ ਖੋਲ੍ਹ ਦੇਵੇਗਾ ਕਿ ਉਸ ਧੋਖੇਬਾਜ਼ ਟ੍ਰੈਫਿਕ 'ਤੇ ਪੈਸੇ ਖਰਚਣ ਵਾਲੇ ਵਿਗਿਆਪਨਦਾਤਾਵਾਂ ਨੂੰ ਪਿਛਾਖੜੀ ਢੰਗ ਨਾਲ ਰਿਫੰਡ ਕਿਵੇਂ ਕਰਨਾ ਹੈ।",
    "2076932190": "reCAPTCHA ਉਤਪਾਦ ਇਸ ਤਰ੍ਹਾਂ ਇੱਕ ਦਹਾਕੇ ਲਈ ਰੁਕਿਆ ਹੋਇਆ ਹੈ।",
    "3856912381": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨੁਕਸਾਨ ਝੱਲਣਾ ਪਿਆ ਹੈ, ਅਤੇ ਬੇਲੋੜੀ ਵੈਬ ਸਪੈਮ ਹੁਣ ਫੈਲੀ ਹੋਈ ਹੈ। ਪਰ ਇੱਕ ਵਿਕਲਪ ਹੈ.",
    "1035621426": "reCAPTCHA ਦੁਆਰਾ ਪਛਾਣਿਆ ਗਿਆ ਹਰ ਬੋਟ ਸਿੱਧੇ ਤੌਰ 'ਤੇ Google ਦੀ ਵਿਗਿਆਪਨ ਆਮਦਨ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ।",
    "3668115514": "hCaptcha ਵੱਖਰਾ ਕਿਵੇਂ ਹੈ?",
    "2413742287": "hCaptcha ਦਾ ਪ੍ਰੋਤਸਾਹਨ ਸ਼ੁੱਧਤਾ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਨਾ ਹੈ, ਨਾ ਕਿ ਵਿਗਿਆਪਨ ਦੀ ਆਮਦਨ: ਬੋਟ ਜਵਾਬ ਸਾਡੇ ਗਾਹਕਾਂ ਲਈ ਬੇਕਾਰ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਨੁੱਖੀ ਸਿਖਲਾਈ ਡੇਟਾ ਦੀ ਲੋੜ ਹੈ।",
    "1373262754": "ਇਹ ਜਾਣਨਾ ਕਿ ਕੋਈ ਵਿਅਕਤੀ ਕੌਣ ਹੈ hCaptcha ਲਈ ਘੱਟੋ-ਘੱਟ ਮੁੱਲ ਹੈ। ਅਸੀਂ ਸਿਰਫ਼ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਕਰਦੇ ਹਾਂ ਕਿ ਉਹ ਮਨੁੱਖ ਹਨ ਜਾਂ ਇੱਕ ਖਤਰਨਾਕ ਅਭਿਨੇਤਾ।",
    "600646860": "ਅਸਲ ਮੁੱਲ ਦੇ ਨਾਲ ਲੇਬਰ ਨੂੰ ਐਕਸਟਰੈਕਟ ਕਰਦੇ ਸਮੇਂ ਸ਼ੱਕੀ ਮੁੱਲ ਦੀ ਸੇਵਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਦੀ ਬਜਾਏ, hCaptcha ਮੁਆਵਜ਼ਾ ਅਤੇ ਮਜ਼ਬੂਤ ਐਂਟੀ-ਬੋਟ ਸੁਰੱਖਿਆ ਦੋਵੇਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "1836191653": "ਕਿਸੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੰਸਕਰਣ ਲਈ ਲੱਖਾਂ ਡਾਲਰ ਚਾਰਜ ਕਰਦੇ ਹੋਏ ਮੁਫਤ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਅਸਾਨੀ ਨਾਲ ਹਰਾਉਣ ਵਾਲੀ ਸੇਵਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਦੀ ਬਜਾਏ, ਜੋ ਕਿ ਜ਼ਿਆਦਾ ਵਧੀਆ ਨਹੀਂ ਹੈ, hCaptcha ਦੋਵਾਂ ਨੂੰ ਸ਼ਾਨਦਾਰ ਬੋਟ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਮਜ਼ਬੂਤ SLAs ਅਤੇ ਤੇਜ਼ ਸਹਾਇਤਾ ਦੇ ਨਾਲ ਵਾਧੂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਅਨੁਕੂਲਤਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ।",
    "990215503": "hCaptcha ਇੱਕੋ ਇੱਕ ਪ੍ਰਮੁੱਖ ਕੈਪਚਾ ਸੇਵਾ ਹੈ ਜੋ ਕਿਸੇ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਦੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ।",
    "971933157": "hCaptcha ਗੋਪਨੀਯਤਾ, ਪਾਰਦਰਸ਼ਤਾ ਅਤੇ ਨਿਰਪੱਖਤਾ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ।",
    "178839499": "hCaptcha ਕੀਤੇ ਗਏ ਕੰਮ ਦੇ ਮੁੱਲ ਨੂੰ ਸਾਂਝਾ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਉਪਭੋਗਤਾ ਆਪਣੀ ਮਨੁੱਖਤਾ ਨੂੰ ਸਾਬਤ ਕਰਦੇ ਹਨ।",
    "1237076138": "hCaptcha ਮੁਫ਼ਤ (hCaptcha ਪਬਲਿਸ਼ਰ) ਅਤੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ (hCaptcha Enterprise) ਗਾਹਕਾਂ ਲਈ ਇੱਕ ਉਚਿਤ ਸੌਦਾ ਪੇਸ਼ ਕਰਦਾ ਹੈ।",
    "614310292": "hCaptcha ਕਿਸਨੇ ਬਣਾਇਆ?",
    "4188814619": "hCaptcha Intuition ਮਸ਼ੀਨਾਂ ਦੀ ਇੱਕ ਸੇਵਾ ਹੈ (",
    "3265328927": "), ਇੱਕ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਕੰਪਨੀ ਜੋ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਨੂੰ ਪੈਮਾਨੇ 'ਤੇ ਲਾਗੂ ਕਰਨ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਉਤਪਾਦ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ।",
    "2740033957": "IM ਟੀਮ ਐਪਲ, ਐਮਾਜ਼ਾਨ, ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ, ਵਿਤਰਿਤ ਪ੍ਰਣਾਲੀਆਂ ਅਤੇ ਸੁਰੱਖਿਆ ਵਿੱਚ ਹੋਰ ਨੇਤਾਵਾਂ ਦੇ ਵਿਗਿਆਨੀਆਂ ਅਤੇ ਇੰਜੀਨੀਅਰਾਂ ਦੀ ਬਣੀ ਹੋਈ ਹੈ।",
    "1579715421": "IM ਵਿਗਿਆਨੀ ਨਿਯਮਿਤ ਤੌਰ 'ਤੇ ICML, ICLR, ECCV, ਅਤੇ NeurIPS ਵਰਗੀਆਂ ਚੋਟੀ ਦੀਆਂ ਕਾਨਫਰੰਸਾਂ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਤ ਕਰਦੇ ਹਨ, ਅਤੇ ਕੰਪਨੀ ਨੇ ਡੂੰਘੇ ਹੈਸ਼ਿੰਗ ਵਰਗੇ ML ਅਨੁਸ਼ਾਸਨਾਂ ਵਿੱਚ ਅਤਿ-ਆਧੁਨਿਕ ਨਤੀਜੇ ਜਨਤਕ ਤੌਰ 'ਤੇ ਜਾਰੀ ਕੀਤੇ ਹਨ।",
    "4015238193": "ਅਤੇ OCR [",
    "279580593": "imachines.com",
    "279918384": "Google ਤੁਹਾਡੀ ਮੁਫ਼ਤ ਕਿਰਤ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰ ਰਿਹਾ ਹੈ?",
    "2385522384": "ਤੁਸੀਂ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਗੂਗਲ ਦੀਆਂ ਵੇਮੋ ਸਵੈ-ਡਰਾਈਵਿੰਗ ਕਾਰਾਂ 'ਤੇ ਕੈਮਰਿਆਂ ਤੋਂ ਵੀਡੀਓ ਦੇ ਫਰੇਮ ਦੇਖ ਰਹੇ ਹੋ, ਅਤੇ ਉਹਨਾਂ ਦੀ ਵਸਤੂ ਪਛਾਣ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਸੀ।",
    "1517627947": "ਤੁਸੀਂ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ Google ਦੀਆਂ ਸਟ੍ਰੀਟਵਿਊ ਕਾਰਾਂ ਤੋਂ ਇਮਾਰਤਾਂ ਜਾਂ ਸੜਕ ਦੇ ਚਿੰਨ੍ਹਾਂ ਦੀਆਂ ਤਸਵੀਰਾਂ ਦੇਖ ਰਹੇ ਹੋ, ਅਤੇ ਉਹਨਾਂ ਦੇ ਨਕਸ਼ੇ ਅਤੇ ਧਰਤੀ ਉਤਪਾਦਾਂ ਲਈ ਸਥਾਨਾਂ ਨੂੰ ਲੇਬਲ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਹੋ।",
    "3225936061": "ਤੁਸੀਂ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ Google ਦੀ ਕਿਤਾਬਾਂ ਸੇਵਾ 'ਤੇ ਕਿਤਾਬਾਂ ਦੇ ਪੰਨਿਆਂ ਤੋਂ ਲਏ ਗਏ ਟੈਕਸਟ ਦੀਆਂ ਤਸਵੀਰਾਂ ਦੇਖ ਰਹੇ ਹੋ, ਅਤੇ ਉਹਨਾਂ ਦੇ OCR (ਟੈਕਸਟ ਪਛਾਣ) ਸੌਫਟਵੇਅਰ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਰਹੇ ਹੋ।",
    "129661785": "ਕਦੇ \"ਕਾਰ/ਕਰਾਸਵਾਕ/ਸਟੌਪਲਾਈਟ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਲਈ ਕਿਹਾ ਗਿਆ ਹੈ?\"",
    "936667684": "ਕਦੇ \"ਬਿਲਡਿੰਗ/ਸਟ੍ਰੀਟ ਸਾਈਨ ਵਿੱਚ ਟਾਈਪ ਕਰਨ ਲਈ?\"",
    "3773515538": "ਕਦੇ \"ਦੋ ਸ਼ਬਦਾਂ ਵਿੱਚ ਟਾਈਪ ਕਰਨ ਲਈ?\"",
    "1778058441": "hCaptcha 'ਤੇ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀਆਂ ਨੌਕਰੀਆਂ ਚਲਦੀਆਂ ਹਨ?",
    "366088791": "hCaptcha ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਕੰਮਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।",
    "3114147525": "hCaptcha ਗਾਹਕ ਆਬਜੈਕਟ ਪਛਾਣ, ਵਿਸ਼ੇਸ਼ਤਾ ਖੋਜ (ਕਪੜਿਆਂ ਦੀਆਂ ਕਿਸਮਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਲੇਬਲ ਇਕੱਠੇ ਕਰਨਾ), ਪ੍ਰਸੰਗਿਕਤਾ ਦਰਜਾਬੰਦੀ (ਮੁਢਲੇ ਉਤਪਾਦ ਦੀ ਤੁਲਨਾ ਵਿੱਚ ਕਈ ਵਿਕਲਪਾਂ ਵਿੱਚੋਂ ਸਭ ਤੋਂ ਢੁਕਵੇਂ ਉਤਪਾਦ ਨੂੰ ਚੁਣਨਾ), ਬਾਉਂਡਿੰਗ ਬਾਕਸ (ਉਸ 'ਤੇ ਦਿਲਚਸਪੀ ਦੇ ਖੇਤਰ ਲੱਭਣਾ) ਸਮੇਤ ਕੰਮਾਂ ਲਈ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ। ਇੱਕ ਚਿੱਤਰ), \"ਮਨੁੱਖੀ OCR\" (ਇੱਕ ਚਿੱਤਰ ਵਿੱਚ ਟੈਕਸਟ ਦੀ ਪਛਾਣ ਕਰਨਾ) ਅਤੇ ਹੋਰ ਕਈ ਕਿਸਮਾਂ ਦੇ ਕੰਮ।",
    "3139609561": "ਹੇਠਾਂ ਚਿੱਤਰ ਵਰਗੀਕਰਨ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾ ਖੋਜ ਨੌਕਰੀ ਦੀਆਂ ਕਿਸਮਾਂ ਦੀਆਂ ਦੋ ਉਦਾਹਰਣਾਂ ਹਨ। [",
    "2273532558": "hCaptcha ਦੇ ਭੁਗਤਾਨ ਕਰਨ ਵਾਲੇ ਗਾਹਕ ਕੌਣ ਹਨ?",
    "4104221634": "hCaptcha ਗਾਹਕ ਟੈਕਨਾਲੋਜੀ ਕੰਪਨੀਆਂ ਤੋਂ ਲੈ ਕੇ ਫੈਸ਼ਨ, ਪ੍ਰਚੂਨ ਅਤੇ ਹੋਰ ਖੇਤਰਾਂ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰਨ ਵਾਲੇ ਕਈ ਉਦਯੋਗਾਂ ਨੂੰ ਫੈਲਾਉਂਦੇ ਹਨ ਜਿੱਥੇ ਉਹ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਨੂੰ ਲਾਗੂ ਕਰਕੇ ਮੁੱਲ ਪੈਦਾ ਕਰ ਸਕਦੇ ਹਨ।",
    "1337725003": "hCaptcha ਉੱਚ ਵੌਲਯੂਮ ਰੀਅਲ-ਟਾਈਮ ਐਨੋਟੇਸ਼ਨ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਜਮਹੂਰੀ ਬਣਾਉਣ ਲਈ ਵਚਨਬੱਧ ਹੈ, ਵੱਡੀਆਂ ਅਤੇ ਛੋਟੀਆਂ ਕੰਪਨੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਾਰੋਬਾਰ ਵਿੱਚ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਨੂੰ ਲਾਗੂ ਕਰਕੇ ਉਹਨਾਂ ਦੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਗੁਣਵੱਤਾ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਦਿੰਦਾ ਹੈ।",
    "4086379603": "ਸਵਾਲ?",
    "1243684308": "ਅਸੀਂ ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲੈਂਦੇ ਹਾਂ, ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਘੱਟ ਬੋਟਸ ਅਤੇ ਘੱਟ ਸਪੈਮ ਦੇ ਨਾਲ, ਹਰ ਕਿਸੇ ਨੂੰ ਔਨਲਾਈਨ ਵਧੇਰੇ ਸੁਹਾਵਣਾ ਅਨੁਭਵ ਮਿਲੇ। ਸਾਡੇ ਤੱਕ ਪਹੁੰਚੋ:",
    "2645321220": "ਅਤੇ ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ reCAPTCHA ਦੀ ਲਾਗਤ ਬਹੁਤ ਜ਼ਿਆਦਾ ਹੈ, ਤਾਂ ਸਾਨੂੰ hCaptcha Enterprise ਬਾਰੇ ਪੁੱਛੋ। ਵਰਤਮਾਨ ਵਿੱਚ ਦੁਨੀਆ ਵਿੱਚ ਕੁਝ ਸਭ ਤੋਂ ਵੱਡੇ ਪ੍ਰਕਾਸ਼ਕਾਂ, ਵਿੱਤੀ ਸੇਵਾਵਾਂ ਕੰਪਨੀਆਂ, ਅਤੇ ਵੈੱਬ ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਵਰਤੋਂ ਵਿੱਚ ਹਨ, ਉਹ ਨਾ ਸਿਰਫ਼ reCAPTCHA ਲਈ ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਕਲਪ ਹਨ: ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਉਹ ਮੌਜੂਦਾ ਸਮੇਂ ਵਿੱਚ ਉਪਲਬਧ ਸਭ ਤੋਂ ਵਧੀਆ ਬੋਟ ਸੁਰੱਖਿਆ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ।",
    "1229233916": "ਫੁਟਨੋਟ",
    "1115642494": "1. ਸਰੋਤ: BuiltWith.com reCAPTCHA ਸਾਈਟ ਸੂਚੀਆਂ। 9 ਜੁਲਾਈ, 2019 ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤਾ।",
    "448807334": "(\"ਸੈਂਕੜੇ ਲੱਖਾਂ ਕੈਪਟਚਾ ਹਰ ਰੋਜ਼ ਲੋਕਾਂ ਦੁਆਰਾ ਹੱਲ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।\") 8 ਜੁਲਾਈ, 2019 ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ ਗਿਆ।",
    "2397590157": "3. ਕੰਜ਼ਰਵੇਟਿਵ ਅਨੁਮਾਨ: 200 ਮਿਲੀਅਨ ਹੱਲ * 30 ਸਕਿੰਟ ਪ੍ਰਤੀ ਸਾਲ = 190.3 ਵਿਅਕਤੀ-ਸਾਲ/ਦਿਨ ਵਿੱਚ।",
    "3236311792": "4. hCaptcha ਅੰਦਰੂਨੀ ਵਿਸ਼ਲੇਸ਼ਣ। 30 ਜੂਨ, 2019 ਤੱਕ ਡਾਟਾ ਇਕੱਠਾ ਕੀਤਾ ਗਿਆ। ਬੇਨਤੀ ਕਰਨ 'ਤੇ ਵੇਰਵੇ ਉਪਲਬਧ ਹਨ।",
    "1752259468": "5. ਕੰਜ਼ਰਵੇਟਿਵ ਅਨੁਮਾਨ: $0.01 ਇੱਕ ਸਿੰਗਲ ਐਨੋਟੇਸ਼ਨ ਦੀ ਲਾਗਤ * 200M ਔਸਤ। ਪ੍ਰਤੀ ਦਿਨ ਐਨੋਟੇਸ਼ਨ (ਘੱਟ ਸੀਮਾ) * 365 ਦਿਨ ਪ੍ਰਤੀ ਸਾਲ * 2009 ਪ੍ਰਾਪਤੀ ਤੋਂ 10 ਸਾਲ = $7.3 ਬਿਲੀਅਨ ਘੱਟ ਸੀਮਾ ਮੁੱਲ।",
    "3268946369": "6. ਕ੍ਰੈਡਿਟ: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ਸਰੋਤ: ਮੈਰੀ ਮੀਕਰ, ਕੇਪੀ ਇੰਟਰਨੈੱਟ ਟਰੈਂਡਸ 2017",
    "2666258754": "ਕਮਜ਼ੋਰ-ਨਿਗਰਾਨੀ ਵਾਲੇ ਡੂੰਘੇ ਹੈਸ਼ਿੰਗ, ਹੇਕੀ ਅਰਪੋਨੇਨ, ਟੌਮ ਈ ਬਿਸ਼ਪ ਲਈ ਅਰਥਵਾਦੀ ਦਰਜਾਬੰਦੀ ਅਧਾਰਤ ਰਿਲੇਸ਼ਨਲ ਏਮਬੈਡਿੰਗਜ਼। ICML 2019, LLD ਵਰਕਸ਼ਾਪ।",
    "2544169219": "ਹਾਲੀਆ ਅਤਿ-ਆਧੁਨਿਕ ਨਤੀਜੇ: ICML LLD, ਮਈ 2019।",
    "1973347745": "10. ਰਾਇਲਟੀ-ਮੁਕਤ ਉਦਾਹਰਨ ਚਿੱਤਰ। ਸਰੋਤ: ਪੇਟਪਿਕਸਲ",
    "1493115924": "ਟ੍ਰੇਡਮਾਰਕ ਨੋਟ:",
    "4051104324": "\"Intuition Machines\" Intuition Machines, Inc ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ।",
    "3983646521": "ਸਾਰੇ ਉਤਪਾਦ ਦੇ ਨਾਮ, ਲੋਗੋ, ਬ੍ਰਾਂਡ, ਟ੍ਰੇਡਮਾਰਕ ਅਤੇ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਉਹਨਾਂ ਦੇ ਸੰਬੰਧਿਤ ਮਾਲਕਾਂ ਦੀ ਸੰਪਤੀ ਹਨ। ਇਸ ਵੈਬਸਾਈਟ ਵਿੱਚ ਵਰਤੇ ਗਏ ਸਾਰੇ ਕੰਪਨੀ, ਉਤਪਾਦ ਅਤੇ ਸੇਵਾ ਦੇ ਨਾਮ ਸਿਰਫ ਪਛਾਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹਨ। ਇਹਨਾਂ ਨਾਵਾਂ, ਟ੍ਰੇਡਮਾਰਕ ਅਤੇ ਬ੍ਰਾਂਡਾਂ ਦੀ ਵਰਤੋਂ ਦਾ ਮਤਲਬ ਸਮਰਥਨ ਨਹੀਂ ਹੈ। ਇਸ ਮਾਮਲੇ ਵਿੱਚ, ਬਿਲਕੁਲ ਉਲਟ.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM ਵਿਗਿਆਨੀਆਂ ਨੇ CVPR 2020 'ਤੇ ਕਮਜ਼ੋਰ ਨਿਰੀਖਣ ਕੀਤੇ ਟੈਕਸਟ ਪਛਾਣ (OCR) ਲਈ ਨਵਾਂ ਬੈਂਚਮਾਰਕ ਸੈੱਟ ਕੀਤਾ।",
    "1259002282": "ਇੱਕ ਬੱਗ ਮਿਲਿਆ? ਇੱਥੇ ਇਸਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦਾ ਤਰੀਕਾ ਹੈ।",
    "3301728462": "ਲੱਖਾਂ ਲੋਕ ਹਰ ਮਹੀਨੇ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਬ੍ਰਾਊਜ਼ਰਾਂ, ਐਕਸਟੈਂਸ਼ਨਾਂ, ਡਿਵਾਈਸਾਂ, ਫਾਇਰਵਾਲਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ ਦੇ ਹਜ਼ਾਰਾਂ ਸੰਜੋਗਾਂ 'ਤੇ।",
    "3878230879": "ਸਾਡਾ ਟੀਚਾ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਹੈ ਕਿ ਇਹ ਹਮੇਸ਼ਾ ਤੁਹਾਡੇ ਲਈ ਕੰਮ ਕਰੇ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਬਹੁਤ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ!",
    "2465128185": "ਤੁਰੰਤ ਫੀਡਬੈਕ ਦੇਣ ਲਈ, \"ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ\" ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "2921990472": "ਜੇਕਰ ਤੁਸੀਂ ਕੋਈ ਕਾਰਜਾਤਮਕ ਸਮੱਸਿਆ ਦੇਖ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਪਾਲਣਾ ਕਰੋ",
    "2870341481": "ਹੇਠਾਂ। ਕਿਸੇ ਹੋਰ ਬ੍ਰਾਊਜ਼ਰ ਲਈ",
    "1866590035": "Chrome ਲਈ ਡੀਬੱਗ ਲੌਗ ਨਿਰਦੇਸ਼",
    "444492541": "ਫਾਇਰਫਾਕਸ ਲਈ ਡੀਬੱਗ ਲੌਗ ਹਦਾਇਤਾਂ",
    "169267610": "ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ",
    "3100722753": "ਸੰਭਾਵੀ ਸੁਰੱਖਿਆ ਜਾਂ ਗੋਪਨੀਯਤਾ ਸਮੱਸਿਆਵਾਂ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਹਿਦਾਇਤਾਂ ਦੇਖੋ।",
    "1906593952": "hCaptcha 'ਤੇ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ ਜੋ ਤੁਸੀਂ ਹੁਣੇ ਦੇਖਿਆ ਹੈ",
    "3951254541": "ਅਸੀਂ ਤੁਹਾਡੇ ਇੰਪੁੱਟ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ। ਸਾਨੂੰ ਕੋਈ ਵੀ ਸਮੱਸਿਆ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਜਲਦੀ ਹੱਲ ਕਰਾਂਗੇ।",
    "3324288040": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
    "2864016648": "ਗੋਪਨੀਯਤਾ ਮੁੱਦੇ",
    "304004915": "ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਹਨਾਂ ਦੇ ਖਤਰਨਾਕ ਜਾਂ ਮਸ਼ੀਨਾਂ ਹੋਣ ਦੀ ਕਿੰਨੀ ਸੰਭਾਵਨਾ ਹੈ। ਵਰਗੀਆਂ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ",
    "1139493658": ", ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰੋ।",
    "3083289844": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਕੋਈ ਅਜਿਹੀ ਸਮੱਸਿਆ ਮਿਲੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਇੱਥੇ ਈਮੇਲ ਕਰੋ",
    "4264784515": "ਸੁਰੱਖਿਆ ਬੱਗ",
    "963238401": "ਅਸੀਂ ਹਮੇਸ਼ਾ ਸੁਰੱਖਿਆ ਬੱਗਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ। ਈ - ਮੇਲ",
    "3926027556": "ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲ ਜਲਦੀ ਵਾਪਸ ਆਵਾਂਗੇ।",
    "1589805435": "ਸਾਡੇ ਕੋਲ ਏ",
    "2560582224": "ਬੱਗ ਬਾਊਂਟੀ ਪ੍ਰੋਗਰਾਮ",
    "103876916": "hCaptcha ਸੇਵਾ ਅਤੇ ਸੰਬੰਧਿਤ ਸਰੋਤ ਕੋਡ 'ਤੇ ਯੋਗ ਸੁਰੱਖਿਆ ਰਿਪੋਰਟਾਂ ਲਈ।",
    "497117287": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
    "3230004040": "ਕੀ ਤੁਸੀਂ ਨੇਤਰਹੀਣ ਹੋ ਜਾਂ hCaptchas ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋ?",
    "3480023141": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "2052161540": "ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵਿਆਂ ਨੂੰ ਕੈਪਚਰ ਕਰਨਾ: ਕਰੋਮ",
    "2281169898": "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਦੇ ਨਾਲ ਡੀਬਗਿੰਗ ਜਾਣਕਾਰੀ ਭੇਜਣਾ ਸਾਡੇ ਲਈ ਇਹ ਪਛਾਣਨਾ ਬਹੁਤ ਸੌਖਾ ਬਣਾ ਦੇਵੇਗਾ ਕਿ ਕੀ ਹੋ ਰਿਹਾ ਹੈ। ਇੱਥੇ ਕਦਮ-ਦਰ-ਕਦਮ ਨਿਰਦੇਸ਼ ਹਨ:",
    "1123365779": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਵੈੱਬ ਡਿਵੈਲਪਰ ਜਾਂ ਮਾਹਰ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਾਨੂੰ ਇੱਕ ਨੈੱਟਵਰਕ ਰਿਕਾਰਡਿੰਗ HAR ਅਤੇ ਬ੍ਰਾਊਜ਼ਰ ਕੰਸੋਲ ਲੌਗ ਭੇਜੋ।",
    "2015218686": "ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਪੜਾਵਾਂ ਵਿੱਚੋਂ ਲੰਘੋ। ਜੇਕਰ ਇਹ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰਦਾ ਹੈ, ਤਾਂ ਵੀ ਅਸੀਂ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਦੇ ਸੰਸਕਰਨ, ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾਊਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨ, ਅਤੇ ਵੈੱਬਸਾਈਟ URL ਬਾਰੇ ਸਾਨੂੰ ਦੱਸਣ ਦੀ ਸ਼ਲਾਘਾ ਕਰਾਂਗੇ।",
    "3922723611": "ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਵੀ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾਊਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨਾਂ ਨੂੰ ਅਯੋਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
    "4036872105": "ਪਹਿਲਾਂ ਅਤੇ ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
    "993651083": "ਕਦਮ 1: ਡਿਵੈਲਪਰ ਟੂਲ ਖੋਲ੍ਹੋ (ਇਹ ਸੈਸ਼ਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ।)",
    "4163469907": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈੱਟਵਰਕ ਟੈਬ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਸਿਖਰ 'ਤੇ \"ਲਾਗ ਸੁਰੱਖਿਅਤ ਕਰੋ\" ਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ।",
    "4243348003": "ਕਦਮ 3: ਜਾਓ",
    "641342999": ", ਜਾਂ ਜਿਸ ਵੈੱਬਸਾਈਟ 'ਤੇ ਤੁਹਾਨੂੰ ਕੋਈ ਸਮੱਸਿਆ ਆ ਰਹੀ ਹੈ (ਗੋਪਨੀਯਤਾ ਨੋਟ: ਸਿਰਫ਼ ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਹ ਸਾਂਝਾ ਕਰਨ ਵਿੱਚ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ ਹੈ) ... ਅਤੇ ਫਿਰ \"ਮੈਂ ਮਨੁੱਖ ਹਾਂ\" ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ, ਅਤੇ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ਕਦਮ 4: ਤੁਹਾਡੇ ਦੁਆਰਾ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ \"ਐਕਸਪੋਰਟ HAR\" (ਛੋਟਾ ਹੇਠਾਂ ਤੀਰ) 'ਤੇ ਕਲਿੱਕ ਕਰੋ, ਜੋ ਨੈੱਟਵਰਕ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦਾ ਹੈ। ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ।",
    "1503240421": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ 'ਤੇ ਕਲਿੱਕ ਕਰੋ, ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਨੂੰ ਸੇਵ ਕਰਨ ਲਈ ਫਿਰ \"ਇਸ ਤਰ੍ਹਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ ..\" 'ਤੇ ਸੱਜਾ-ਕਲਿਕ ਕਰੋ। ਸਾਨੂੰ ਇਹ ਵੀ ਭੇਜੋ।",
    "2863840904": "ਕਦਮ 6: ਆਖਰੀ ਪੜਾਅ, ਸਾਨੂੰ ਉਹਨਾਂ HAR ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਈਮੇਲ ਕਰੋ, ਅਤੇ ਸਮੱਸਿਆ ਦਾ ਵਰਣਨ ਕਰੋ",
    "4051785543": "ਵਰਤੋ:",
    "3623028666": "(ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰੋ",
    "551761392": "ਅਤੇ ਲਿੰਕ ਭੇਜੋ) ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ 'ਤੇ ਇੱਕ ਸਕ੍ਰੀਨਸ਼ੌਟ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਕੁਝ ਸਹੀ ਢੰਗ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਹ IP ਵੀ ਭੇਜੋ ਜੋ ਤੁਸੀਂ ਵਰਤ ਰਹੇ ਹੋ। ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ",
    "1219091208": "ਡ੍ਰੌਪਬਾਕਸ",
    "443094024": "ਫਾਈਲਬਿਨ",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ਇਹ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਸਮਾਂ ਕੱਢਣ ਲਈ ਧੰਨਵਾਦ!",
    "3680327841": "ਅਸੀਂ hCaptcha ਨੂੰ ਹਰ ਕਿਸੇ ਲਈ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ",
    "1059502393": "ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵੇ ਕੈਪਚਰ ਕਰਨਾ: ਫਾਇਰਫਾਕਸ",
    "1112074001": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈੱਟਵਰਕ ਟੈਬ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਸਿਖਰ 'ਤੇ \"ਪਰਸਿਸਟ ਲੌਗਸ\" ਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ।",
    "1797298240": "ਕਦਮ 4: ਤੁਹਾਡੇ ਦੁਆਰਾ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ \"HAR\" 'ਤੇ ਕਲਿੱਕ ਕਰੋ, ਅਤੇ ਨੈੱਟਵਰਕ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ \"All as HAR\" ਨੂੰ ਚੁਣੋ। ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ।",
    "3671246379": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ 'ਤੇ ਕਲਿੱਕ ਕਰੋ, ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਫਿਰ \"ਸਭ ਚੁਣੋ\" ਤੇ ਸੱਜਾ-ਕਲਿਕ ਕਰੋ ਅਤੇ ਇਸਨੂੰ ਟੈਕਸਟ ਫਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰੋ। ਸਾਨੂੰ ਇਹ ਵੀ ਭੇਜੋ।",
    "3816867833": "ਸੁਝਾਅ",
    "788770967": "ਸੁਣ ਕੇ ਦੁਖ ਹੋਇਆ! ਤੁਸੀਂ ਸਾਡੇ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹ ਸਕਦੇ ਹੋ:",
    "1333016413": "ਇਹ ਤੁਹਾਨੂੰ ਇੱਕ ਕੂਕੀ ਨੂੰ ਰਜਿਸਟਰ ਕਰਕੇ ਅਤੇ ਸੈੱਟ ਕਰਕੇ ਭਵਿੱਖ ਦੇ ਸਵਾਲਾਂ ਤੋਂ ਬਚਣ ਦਿੰਦਾ ਹੈ।",
    "2333410049": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਵੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
    "1345083090": "ਇੱਕ ਕਾਰਜਸ਼ੀਲਤਾ ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰ ਰਹੇ ਹੋ?",
    "2184564739": "ਦੇਖੋ",
    "604751186": "ਹੋਰ ਮੁੱਦੇ? ਈ - ਮੇਲ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ਵਿਸਤ੍ਰਿਤ ਲੌਗਸ ਨਾਲ ਸਮੱਸਿਆਵਾਂ ਦੀ ਰਿਪੋਰਟ ਕਿਵੇਂ ਕਰਨੀ ਹੈ",
    "1050501253": "ਬਹੁਤ ਔਖਾ",
    "3264813246": "ਅਣਉਚਿਤ",
    "3526939538": "ਸਾਫਟਵੇਅਰ ਬੱਗ",
    "126134492": "ਹੋਰ",
    "3511610999": "ਆਓ ਇਹ ਯਕੀਨੀ ਕਰੀਏ ਕਿ ਤੁਸੀਂ ਸਹੀ ਥਾਂ 'ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ।",
    "3906886217": "ਕੰਪਨੀਆਂ ਜਾਂ ਵੈੱਬਸਾਈਟਾਂ ਲਈ",
    "1621597093": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੁਰੱਖਿਆ ਹੱਲ (ਭੁਗਤਾਨ)",
    "3176531704": "ਡਾਟਾ ਐਨੋਟੇਸ਼ਨ",
    "1834239172": "hCaptcha ਐਨੋਟੇਸ਼ਨ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
    "1457707016": "ਵਿਅਕਤੀਆਂ ਲਈ",
    "770264626": "hCaptcha ਨੂੰ ਆਪਣੀ ਸੇਵਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ (ਮੁਫ਼ਤ)",
    "881015166": "ਮੇਰੀ ਵੈੱਬਸਾਈਟ ਜਾਂ ਐਪ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ hCaptcha ਸ਼ਾਮਲ ਕਰੋ",
    "47536007": "hCaptcha ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "2012837493": "ਖੋਜ ਨਤੀਜੇ",
    "4034694801": "ਕੋਈ ਮੇਲ ਖਾਂਦੇ ਨਤੀਜੇ ਨਹੀਂ ਹਨ।",
    "3621411541": "hCaptcha ਲਈ ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪਾਂ ਬਾਰੇ ਜਾਣੋ",
    "3401005681": "ਪੈਸੇ ਕਮਾਓ",
    "3933993151": "ਇੱਕ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਲੇਬਲਰ ਵਜੋਂ ਕੰਮ ਕਰੋ",
    "563059212": "ਸਬਪ੍ਰੋਸੈਸਰਾਂ ਦੀ ਸੂਚੀ",
    "3501923981": "ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ: 1 ਜਨਵਰੀ, 2020।",
    "3548097301": "ਪ੍ਰਭਾਵੀ: 1 ਜਨਵਰੀ, 2020।",
    "3991444169": "ਇਹ ਪੰਨਾ hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੇਵਾ ਲਈ ਮੌਜੂਦਾ ਉਪ-ਪ੍ਰੋਸੈਸਰਾਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਦਾ ਹੈ।",
    "835396984": "ਵਰਤਮਾਨ ਵਿੱਚ ਕਿਰਿਆਸ਼ੀਲ",
    "424089481": "Amazon Web Services, Inc. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "ਆਈ.ਬੀ.ਐਮ. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: IBM ਕਲਾਊਡ।",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "ਮਾਈਕ੍ਰੋਸਾਫਟ ਕਾਰਪੋਰੇਸ਼ਨ (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ਨੋਟ: ਸਾਰੇ ਗਾਹਕਾਂ 'ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੁੰਦਾ। ਉਦਾਹਰਨ ਲਈ, IP ਬਲਾਇੰਡਿੰਗ ਜਾਂ ਹੋਰ ਉੱਨਤ ਗੋਪਨੀਯਤਾ ਜਾਂ ਸੁਰੱਖਿਆ ਵਿਕਲਪ ਗਾਹਕਾਂ (ਜਿਵੇਂ ਕਿ ਸੁਰੱਖਿਅਤ ਵਰਚੁਅਲ ਕਿਰਾਏਦਾਰੀ ਗਾਹਕ) ਨੂੰ ਟੈਲੀਮੈਟਰੀ ਪ੍ਰਣਾਲੀਆਂ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਸੰਭਾਵੀ \"PII\" ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਾਹਰ ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਇੱਕ IP ਪਤਾ ਵੀ। ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਦੇ ਪ੍ਰਤੀਨਿਧੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    "700843971": "ਹਾਉਂਡ ਟੈਕਨਾਲੋਜੀ, ਇੰਕ. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: LogDNA.com।",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "ਜ਼ੇਂਡੇਸਕ, ਇੰਕ. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "ਮੇਲਗਨ ਟੈਕਨੋਲੋਜੀਜ਼, ਇੰਕ. (ਗਲੋਬਲ)। ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ਬੁਨਿਆਦੀ ਢਾਂਚਾ",
    "370366524": "ਏਫਿਮੇਰਲ ਸਰਵਿਸ ਟੈਲੀਮੈਟਰੀ",
    "121192737": "ਆਗਾਮੀ ਜੋੜ",
    "2420789666": "ਫਾਸਟਲੀ, ਇੰਕ. ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਗਈਆਂ ਸੇਵਾਵਾਂ: ਤੇਜ਼ੀ ਨਾਲ CDN ਅਤੇ ਕਿਨਾਰੇ ਦੀ ਗਣਨਾ।",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "ਪ੍ਰਭਾਵੀ: 1 ਸਤੰਬਰ, 2021। ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਜੋੜਨਾ",
    "1487796027": "ਕੰਪਨੀਆਂ ਲਈ",
    "3943417791": "hCaptcha Enterprise (BotStop) ਲਈ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "702287791": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ (ਮੁਫ਼ਤ)",
    "3397976149": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ ਲਈ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "833750823": "ਇੱਕ ਚੁਣੌਤੀ ਨਾਲ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ?",
    "2024737147": "ਇੱਕ ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "1978884623": "ਸੌਫਟਵੇਅਰ ਸਮੱਸਿਆਵਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "4188664955": "ਮਾਸਟਰ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "2621989404": "ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ: ਸਤੰਬਰ 24, 2021। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਸਾਡੇ ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਦੇ ਸ਼ਬਦ ਅਧਿਕਾਰਤ ਹਨ।",
    "2404545611": "hCaptcha ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ! ਸਾਡੇ ਭਾਈਚਾਰੇ ਦਾ ਹਿੱਸਾ ਬਣਨ ਲਈ ਧੰਨਵਾਦ। \"ਸੇਵਾਵਾਂ\" (ਹੇਠਾਂ ਪਰਿਭਾਸ਼ਿਤ) ਦੇ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਹੇਠ ਲਿਖੀਆਂ ਸ਼ਰਤਾਂ (\"ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ\") ਨਾਲ ਸਹਿਮਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਤਹਿਤ, \"IMI\", \"we\" ਅਤੇ \"us\" ਦਾ ਹਵਾਲਾ Intuition Machines, Inc. ਅਤੇ ਇਸਦੀਆਂ ਸਹਾਇਕ ਕੰਪਨੀਆਂ, ਸਹਿਯੋਗੀ, ਅਧਿਕਾਰੀ, ਏਜੰਟ, ਕਰਮਚਾਰੀ, ਪ੍ਰਤੀਨਿਧ ਅਤੇ ਏਜੰਟ ਹਨ, ਅਤੇ ਸਾਡੀ \"ਵੈਬਸਾਈਟ\" ਵਿੱਚ ਕੋਈ ਵੀ ਵੈੱਬਸਾਈਟ ਸ਼ਾਮਲ ਹੈ। ਸਾਡਾ ਨਿਯੰਤਰਣ, www.hcaptcha.com ਅਤੇ www.imachines.com ਸਮੇਤ।",
    "2348450790": "ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹੋ। ਉਹਨਾਂ ਵਿੱਚ, ਹੋਰ ਪ੍ਰਬੰਧਾਂ ਦੇ ਨਾਲ, ਵਾਰੰਟੀਆਂ ਦੇ ਬੇਦਾਅਵਾ, ਦੇਣਦਾਰੀ ਦੀਆਂ ਸੀਮਾਵਾਂ, ਅਤੇ ਬਾਈਡਿੰਗ ਆਰਬਿਟਰੇਸ਼ਨ ਸ਼ਾਮਲ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਦਿਓ ਕਿ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਤੁਹਾਡੀ ਪਿਛਲੀ ਫੇਰੀ ਤੋਂ ਬਾਅਦ ਸੇਵਾ ਦੀਆਂ ਇਹ ਸ਼ਰਤਾਂ ਬਦਲ ਗਈਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਅਸੀਂ ਸਮੇਂ-ਸਮੇਂ 'ਤੇ ਸੇਵਾ ਦੀਆਂ ਇਨ੍ਹਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਆਪਣੀ ਪੂਰੀ ਮਰਜ਼ੀ ਨਾਲ ਸੋਧ ਅਤੇ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹਾਂ। ਕਿਸੇ ਸਮੱਗਰੀ ਵਿੱਚ ਤਬਦੀਲੀ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ 'ਤੇ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪੋਸਟ ਕਰਕੇ ਸੂਚਿਤ ਕਰਾਂਗੇ, ਜਿਸ ਤੋਂ ਬਾਅਦ ਤੁਹਾਨੂੰ ਸਾਈਟ ਜਾਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਜਾਂ ਇਸ ਤੱਕ ਪਹੁੰਚ ਜਾਰੀ ਰੱਖਣ ਲਈ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪੁਸ਼ਟੀ ਨਾਲ ਸਵੀਕਾਰ ਕਰਨਾ ਪਵੇਗਾ।",
    "1933936765": "ਡਾਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤਾ (ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ: 23 ਸਤੰਬਰ, 2021)",
    "2959486280": "ਜੇਕਰ ਤੁਸੀਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਈਟ ਜਾਂ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਜਾਂ ਇਸ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।",
    "3200859925": "1. ਉਦੇਸ਼",
    "1807143500": "ਸੇਵਾਵਾਂ ਵਿੱਚ ਇੱਕ ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਸੇਵਾ (\"hCaptcha ਸੇਵਾ\") ਅਤੇ ਇੱਕ ਪਲੇਟਫਾਰਮ (\"Intuition Machines Platform\") ਸ਼ਾਮਲ ਹੈ ਜਿਸ 'ਤੇ ਇੱਕ ਵਿਅਕਤੀ (\"ਯੋਗਦਾਨਕਰਤਾ\") ਉਹਨਾਂ ਕਾਰਜਾਂ ਨੂੰ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦਾ ਹੈ ਜੋ ਇੱਕ ਤੀਜੀ ਧਿਰ ਦੀ ਸੰਸਥਾ ਜਾਂ Intuition Machines ਆਪਣੇ ਆਪ (ਹਰੇਕ) ਇੱਕ \"ਬੇਨਤੀ ਕਰਨ ਵਾਲਾ\") ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਜਾਂ hCaptcha ਸੇਵਾ 'ਤੇ ਪੋਸਟ ਕਰਦਾ ਹੈ, ਜਾਂ ਤਾਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਂ Intuition Machines ਪਲੇਟਫਾਰਮ ਤੱਕ ਪਹੁੰਚ ਕਰਕੇ ਅਤੇ/ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੀ ਹਸਤੀ ਅਤੇ/ਜਾਂ ਪਲੇਟਫਾਰਮ ਜਾਂ ਸੇਵਾ (ਹਰੇਕ, ਇੱਕ \"ਇੰਟੀਗ੍ਰੇਟਰ\"). ਬੇਨਤੀਕਰਤਾ ਟਾਸਕ ਪੋਸਟ ਕਰਦੇ ਹਨ ਅਤੇ ਯੋਗਦਾਨ ਪਾਉਣ ਵਾਲਿਆਂ ਨੂੰ IMI ਦੁਆਰਾ ਇੰਟੀਗ੍ਰੇਟਰਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਇਨਾਮਾਂ ਦੇ ਬਦਲੇ ਉਹਨਾਂ ਨੂੰ ਕਰਨ ਲਈ ਸੱਦਾ ਦਿੰਦੇ ਹਨ, ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੇ ਅਨੁਸਾਰ ਜੇਕਰ ਬੇਨਤੀਕਰਤਾ ਆਪਣੇ ਅੰਤਮ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਾਰਜਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਲਈ Intuition Machines Platform ਜਾਂ hCaptcha ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ। ਅਸੀਂ ਸਾਡੇ ਪਲੇਟਫਾਰਮ ਦੀ ਵਰਤੋਂ ਲਈ ਕੰਪਨੀਆਂ ਅਤੇ ਵਿਅਕਤੀਆਂ (ਹਰੇਕ ਇੱਕ \"ਗਾਹਕ\") ਤੋਂ ਚਾਰਜ ਲੈਂਦੇ ਹਾਂ ਤਾਂ ਜੋ ਉਹ ਸਾਡੇ ਸੌਫਟਵੇਅਰ, ਲੇਖਕ ਕਾਰਜਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਣ, ਲੇਖਕ ਦੇ ਕੰਮਾਂ ਲਈ ਸਾਨੂੰ ਨਿਯੁਕਤ ਕਰ ਸਕਣ, ਅਤੇ/ਜਾਂ ਯੋਗਦਾਨੀਆਂ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰ ਸਕਣ। ਅਸੀਂ ਇਨਟੀਗਰੇਟਰਾਂ ਨੂੰ ਉਹਨਾਂ ਦੀਆਂ ਵੈੱਬਸਾਈਟਾਂ, ਮੋਬਾਈਲ ਐਪਾਂ ਅਤੇ ਹੋਰ ਔਨਲਾਈਨ ਸੰਪਤੀਆਂ 'ਤੇ ਧੋਖਾਧੜੀ, ਦੁਰਵਿਵਹਾਰ, ਅਤੇ ਸਪੈਮ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਾਡੀ hCaptcha ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਲਈ ਵੀ ਚਾਰਜ ਕਰਦੇ ਹਾਂ। ਉਪਰੋਕਤ ਨੂੰ ਸਮੂਹਿਕ ਤੌਰ 'ਤੇ \"ਸੇਵਾਵਾਂ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ।",
    "3212830633": "2. ਯੋਗਤਾ",
    "2605814073": "ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਜਾਂ ਰਜਿਸਟਰ ਕਰਕੇ, ਤੁਸੀਂ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ: ਤੁਹਾਡੀ ਉਮਰ ਘੱਟੋ-ਘੱਟ 18 ਸਾਲ ਹੈ; ਤੁਹਾਡੇ ਕੋਲ ਆਪਣੀ ਜਾਂ ਉਸ ਸੰਸਥਾ ਦੀ ਤਰਫ਼ੋਂ ਇਸ ਸਮਝੌਤੇ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਦਾ ਅਧਿਕਾਰ ਹੈ ਜਿਸਦੀ ਤੁਸੀਂ ਨੁਮਾਇੰਦਗੀ ਕਰਦੇ ਹੋ, ਅਤੇ ਹਰ ਸਮੇਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਇੱਥੇ ਦਿੱਤੀਆਂ ਸਾਰੀਆਂ IMI ਨੀਤੀਆਂ ਅਤੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਰਹੋਗੇ; ਅਤੇ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੀ ਦੁਰਵਰਤੋਂ ਨਹੀਂ ਕਰੋਗੇ, ਸਾਡੇ ਸਾਹਮਣੇ ਆਪਣੀ ਪਛਾਣ ਨੂੰ ਗਲਤ ਢੰਗ ਨਾਲ ਪੇਸ਼ ਨਹੀਂ ਕਰੋਗੇ, ਜਾਂ IMI 'ਤੇ ਕਿਸੇ ਵੀ ਕੰਮ ਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਨਕਲੀ ਬੁੱਧੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰੋਗੇ ਜਿਸ ਲਈ ਮਨੁੱਖੀ ਬੁੱਧੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
    "2616040974": "3. ਗਾਹਕ ਅਤੇ ਬੇਨਤੀ ਕਰਨ ਵਾਲੇ",
    "1544829730": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ ਕਿ ਗਾਹਕ ਅੰਤਿਕਾ ਦੇ ਰੂਪ ਵਿੱਚ ਇਸ ਨਾਲ ਜੁੜੀਆਂ ਵਾਧੂ ਸ਼ਰਤਾਂ ਲਾਗੂ ਹੋਣਗੀਆਂ ਅਤੇ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਵਿੱਚ ਸੰਦਰਭ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਨਹੀਂ ਹੋ, ਜਾਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਨਹੀਂ ਹੋ, ਤਾਂ ਗਾਹਕ ਅੰਤਿਕਾ ਵਿੱਚ ਵਾਧੂ ਸ਼ਰਤਾਂ ਲਾਗੂ ਨਹੀਂ ਹੋਣਗੀਆਂ ਅਤੇ ਨਾ ਹੀ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਵਿੱਚ ਸੰਦਰਭ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।",
    "3759360138": "4. ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ",
    "2236960358": "ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਹੋਣ 'ਤੇ, ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਬਾਰੇ ਕੁਝ ਨਿੱਜੀ ਜਾਣਕਾਰੀ (\"ਨਿੱਜੀ ਜਾਣਕਾਰੀ\") ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ, ਜਿਸ ਵਿੱਚ ਤੁਹਾਡਾ ਨਾਮ, ਈਮੇਲ ਪਤਾ, ਅਤੇ ਇੱਕ ਉਪਭੋਗਤਾ ਨਾਮ ਅਤੇ ਪਾਸਵਰਡ ਬਣਾਉਣ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ, ਇਹ ਸਭ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਅਧੀਨ ਹੋਣਗੇ, ਜੋ ਸਾਡੇ 'ਤੇ ਉਪਲਬਧ ਹਨ। ਵੈੱਬਸਾਈਟ। ਤੁਸੀਂ ਇਕੱਲੇ ਆਪਣੇ ਖਾਤੇ, ਪਾਸਵਰਡਾਂ, ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਜੁੜੀਆਂ ਕਿਸੇ ਵੀ ਪ੍ਰਮਾਣੀਕਰਨ ਕੁੰਜੀਆਂ ਦੀ ਨਿਗਰਾਨੀ, ਯਕੀਨੀ ਬਣਾਉਣ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਅਤੇ ਤੁਸੀਂ ਸੇਵਾਵਾਂ 'ਤੇ ਉਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਦੁਆਰਾ ਕੀਤੀ ਗਈ ਕਿਸੇ ਵੀ ਵਰਤੋਂ ਜਾਂ ਕਾਰਵਾਈ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ।",
    "3047519814": "ਤੁਸੀਂ ਸਹਿਮਤ ਹੋ ਕਿ ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਜਾਂ ਪਾਸਵਰਡ ਕਿਸੇ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕਰੋਗੇ।",
    "1699668873": "ਤੁਹਾਨੂੰ IMI ਨੂੰ ਤੁਰੰਤ ਸੂਚਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇਕਰ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਚੋਰੀ ਕੀਤੀ ਗਈ ਹੈ ਜਾਂ ਕਿਸੇ ਹੋਰ ਦੁਆਰਾ ਵਰਤੀ ਗਈ ਹੈ, ਜਾਂ ਸੁਰੱਖਿਆ ਦੀ ਕੋਈ ਹੋਰ ਉਲੰਘਣਾ ਕੀਤੀ ਗਈ ਹੈ।",
    "3044038608": "ਤੁਸੀਂ ਸਾਡੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਬੇਨਤੀ ਕੀਤੇ ਅਨੁਸਾਰ ਸਾਨੂੰ ਸੱਚੀ, ਸਹੀ ਅਤੇ ਪੂਰੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ। ਤੁਸੀਂ ਅਜਿਹੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮੌਜੂਦਾ ਅਤੇ ਸਹੀ ਰੱਖਣ ਲਈ ਜ਼ਰੂਰੀ ਤੌਰ 'ਤੇ ਤੁਰੰਤ ਅਪਡੇਟ ਕਰਨ ਲਈ ਵੀ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "4132302900": "5. ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ, ਤੁਹਾਡਾ ਡੇਟਾ, ਅਤੇ \"ਸਾਰਿਆਂ ਲਈ ਡੇਟਾ\"",
    "10724169": "ਤੁਸੀਂ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ, ਜੋ ਇਹ ਨਿਯੰਤ੍ਰਿਤ ਕਰਦੀ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਨੂੰ ਦਿੱਤੀ ਗਈ ਕਿਸੇ ਵੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨਾਲ ਕੀ ਕਰਾਂਗੇ।",
    "1669194950": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਤੋਂ ਇਲਾਵਾ, ਤੁਹਾਨੂੰ ਹੋਰ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਵੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ (ਜਾਂ ਇਹ ਸਾਡੇ ਲਈ ਇਕੱਤਰ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੋ ਸਕਦਾ ਹੈ) ਤਾਂ ਜੋ ਅਸੀਂ ਸੇਵਾਵਾਂ (ਸਮੂਹਿਕ ਤੌਰ 'ਤੇ, \"ਗਾਹਕ ਡੇਟਾ\") ਪ੍ਰਦਾਨ ਕਰ ਸਕੀਏ। ਅਸੀਂ ਸੇਵਾਵਾਂ ਨਿਭਾਉਣ ਵਿੱਚ ਕਿਸੇ ਵੀ ਅਸਫਲਤਾ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ ਜੋ ਤੁਹਾਡੀ ਦੇਰੀ ਜਾਂ ਗਾਹਕ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ ਦੇ ਕਾਰਨ ਹੁੰਦੀ ਹੈ।",
    "1330274831": "ਤੁਸੀਂ ਸਾਨੂੰ ਇਸ ਸਮਝੌਤੇ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ ਇੱਕ ਵਿਸ਼ਵਵਿਆਪੀ, ਗੈਰ-ਨਿਵੇਕਲਾ, ਉਪ-ਲਾਇਸੈਂਸਯੋਗ, ਤਬਾਦਲੇਯੋਗ, ਰਾਇਲਟੀ-ਮੁਕਤ, ਅਟੱਲ ਲਾਇਸੰਸ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ, ਸਿਰਫ਼ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਉਦੇਸ਼ ਲਈ ਕਿਸੇ ਵੀ ਗਾਹਕ ਡੇਟਾ ਨੂੰ ਵਰਤਣ, ਦੁਬਾਰਾ ਪੈਦਾ ਕਰਨ, ਇਲੈਕਟ੍ਰਾਨਿਕ ਤੌਰ 'ਤੇ ਵੰਡਣ ਅਤੇ ਜਨਤਕ ਤੌਰ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ। . ਤੁਸੀਂ ਨੁਮਾਇੰਦਗੀ ਕਰਦੇ ਹੋ ਅਤੇ ਵਾਰੰਟ ਦਿੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਲਾਇਸੈਂਸ ਦੇਣ ਲਈ ਅਤੇ ਤੁਹਾਡੇ ਡੇਟਾ ਵਿੱਚ ਲੋੜੀਂਦੇ ਅਧਿਕਾਰ, ਸਿਰਲੇਖ, ਅਤੇ ਦਿਲਚਸਪੀ ਹੈ।",
    "2230333214": "ਅਸੀਂ ਗਾਹਕ ਡੇਟਾ ਨੂੰ ਹੋਰ ਡੇਟਾ ਦੇ ਨਾਲ ਇਕੱਠਾ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਨਤੀਜੇ ਗੈਰ-ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਹੋਣ ਅਤੇ ਅਸੀਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਡੀ-ਪਛਾਣ ਵਾਲੇ ਤਕਨੀਕੀ ਲੌਗਸ ਅਤੇ ਡੇਟਾ ਨੂੰ ਵੀ ਇਕੱਤਰ ਕਰਦੇ ਹਾਂ (\"ਐਗਰੀਗੇਟ/ਡੀ-ਪਛਾਣਿਆ ਡੇਟਾ\")। ਇਸ ਦੇ ਉਲਟ ਕੁਝ ਵੀ ਹੋਣ ਦੇ ਬਾਵਜੂਦ, IMI ਦੁਆਰਾ ਇਸ ਸਮਝੌਤੇ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਕਿਸੇ ਵੀ ਵਪਾਰਕ ਉਦੇਸ਼ ਲਈ ਅਜਿਹਾ ਕੋਈ ਵੀ ਏਗਰੀਗੇਟ/ਡੀ-ਪਛਾਣਿਆ ਡਾਟਾ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਸੇਵਾਵਾਂ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਅਤੇ ਬਿਹਤਰ ਬਣਾਉਣ ਅਤੇ ਰਿਪੋਰਟਾਂ ਬਣਾਉਣ ਅਤੇ ਵੰਡਣ ਅਤੇ ਹੋਰ ਚੀਜ਼ਾਂ ਸ਼ਾਮਲ ਹਨ। ਸਮੱਗਰੀ. ਗਾਹਕ ਡੇਟਾ ਵੀ ਜਾਰੀ ਰਹਿ ਸਕਦਾ ਹੈ ਅਤੇ ਇੱਕ ਕੰਮ ਪੂਰਾ ਹੋਣ ਤੋਂ ਬਾਅਦ 180 ਦਿਨਾਂ ਤੋਂ ਵੱਧ ਨਾ ਹੋਣ ਲਈ ਇੱਕ ਸੀਮਤ ਸਮੇਂ ਲਈ ਸਿਸਟਮ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਉਦਾਹਰਨ ਲਈ Intuition Machines ਸਿਸਟਮਾਂ ਲਈ ਸਵੈਚਲਿਤ ਕੈਲੀਬ੍ਰੇਸ਼ਨ ਜਾਂ ਪ੍ਰਮਾਣਿਕਤਾ ਡੇਟਾ। ਸਪਸ਼ਟਤਾ ਲਈ, ਇਹ ਸੈਕਸ਼ਨ 5 ਸਾਨੂੰ ਤੁਹਾਡੀ ਪੂਰਵ ਲਿਖਤੀ ਇਜਾਜ਼ਤ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਵੀ ਕੁੱਲ/ਡੀ-ਪਛਾਣ ਵਾਲੇ ਡੇਟਾ ਦੇ ਸਰੋਤ ਵਜੋਂ ਤੁਹਾਡੀ ਪਛਾਣ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਦਿੰਦਾ ਹੈ।",
    "3881754581": ". ਜੇਕਰ ਤੁਸੀਂ ਸਾਡੀਆਂ ਐਨੋਟੇਸ਼ਨ ਸੇਵਾਵਾਂ ਦੇ ਗਾਹਕ ਹੋ ਅਤੇ ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਦੇ ਹਿੱਸੇ ਵਜੋਂ \"ਸਾਰਿਆਂ ਲਈ ਡੇਟਾ\" ਵਿਕਲਪ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ IMI ਅਤੇ ਸੇਵਾਵਾਂ ਦੇ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਵਿਸ਼ਵਵਿਆਪੀ, ਗੈਰ-ਨਿਵੇਕਲੇ, ਉਪ-ਲਾਇਸੈਂਸਯੋਗ, ਤਬਾਦਲੇਯੋਗ, ਸਾਰੇ ਸੰਬੰਧਿਤ ਬੌਧਿਕ ਸੰਪੱਤੀ ਅਧਿਕਾਰਾਂ ਸਮੇਤ, ਸਾਰੇ ਗਾਹਕ ਡੇਟਾ ਦਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸ਼ੋਸ਼ਣ ਕਰਨ ਲਈ ਰਾਇਲਟੀ-ਮੁਕਤ, ਅਟੱਲ ਲਾਇਸੈਂਸ। ਜੇਕਰ ਤੁਸੀਂ \"ਸਾਰਿਆਂ ਲਈ ਡੇਟਾ\" ਵਿਕਲਪ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਲਾਇਸੈਂਸ ਦੇਣ ਲਈ ਤੁਹਾਡੇ ਡੇਟਾ ਵਿੱਚ ਅਤੇ ਇਸ ਵਿੱਚ ਲੋੜੀਂਦੇ ਅਧਿਕਾਰ, ਸਿਰਲੇਖ, ਅਤੇ ਦਿਲਚਸਪੀ ਦੇ ਮਾਲਕ ਹੋ ਅਤੇ ਇਹ ਵਾਰੰਟੀ ਦਿੰਦੇ ਹੋ।",
    "3496767126": "ਸ਼ੱਕ ਤੋਂ ਬਚਣ ਲਈ, ਹੇਠਾਂ ਦਿੱਤਾ ਪੈਰਾ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਸਾਡੀਆਂ ਐਨੋਟੇਸ਼ਨ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਗਾਹਕਾਂ 'ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ, ਨਾ ਕਿ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਵਜੋਂ ਵਰਤਣ ਲਈ",
    "767207800": "ਜੇਕਰ ਤੁਹਾਡੇ ਡੇਟਾ ਵਿੱਚ ਸੰਭਾਵੀ ਤੌਰ 'ਤੇ ਅਸ਼ਲੀਲ ਜਾਂ ਅਪਮਾਨਜਨਕ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹੈ, ਤਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਵੇਖਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਨਿਰਪੱਖ ਚੇਤਾਵਨੀ ਵਜੋਂ ਸੇਵਾ ਕਰਨ ਲਈ ਉਹਨਾਂ ਨੂੰ \"ਪ੍ਰਤੱਖ ਸਮੱਗਰੀ\" ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਤੁਸੀਂ IMI ਦੇ ਨਾਲ ਇੱਕ ਵੱਖਰੇ ਲਿਖਤੀ ਸਮਝੌਤੇ ਤੋਂ ਬਿਨਾਂ ਉਹ ਕੰਮ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ ਜੋ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹਨ, ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ, ਪਰ ਇਹਨਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ, (a) ਕਾਰਜ ਜੋ ਸਿੱਧੇ ਜਾਂ ਅਸਿੱਧੇ ਤੌਰ 'ਤੇ ਕਿਸੇ ਹੋਰ ਵੈਬਸਾਈਟ ਜਾਂ ਸੇਵਾ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਨ, (b) ਕਾਰਜ ਜੋ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੀ ਵੈੱਬਸਾਈਟ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹਨ ਅਤੇ ਸ਼ਰਤਾਂ, (c) ਯੋਗਦਾਨਕਰਤਾਵਾਂ ਨੂੰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨੂੰ ਬੇਨਤੀ ਕਰਨ ਲਈ ਕਹਿਣ ਵਾਲੇ ਕਾਰਜ, (d) ਉਹ ਕਾਰਜ ਜੋ ਯੋਗਦਾਨਕਰਤਾਵਾਂ ਨੂੰ ਕਿਸੇ ਵੈਬਸਾਈਟ ਦੇ ਵਿਹਾਰ ਜਾਂ ਨਤੀਜਿਆਂ ਵਿੱਚ ਹੇਰਾਫੇਰੀ ਕਰਨ ਲਈ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਕਹਿੰਦੇ ਹਨ, (e) ਤੀਜੇ ਪੱਖਾਂ ਦੇ ਬੌਧਿਕ ਸੰਪਤੀ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੇ ਕਾਰਜ, ਅਤੇ (f) ਕਾਰਜ ਜਿਸ ਲਈ ਸੌਫਟਵੇਅਰ ਜਾਂ ਫਾਈਲਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਯੋਗਦਾਨੀਆਂ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।",
    "3370561195": "6. ਸਵੀਕਾਰਯੋਗ ਵਿਵਹਾਰ",
    "4205152730": "ਤੁਹਾਨੂੰ ਸਾਡੀ ਵੈੱਬਸਾਈਟ, ਫੋਰਮ, ਮੈਸੇਜਿੰਗ, ਚੈਟ, ਅਤੇ IMI ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਹੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ ਚੈਨਲਾਂ 'ਤੇ ਕਿਤੇ ਵੀ ਦੂਜੇ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਪਰ ਜੇਕਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਸਾਡੀ ਸਾਈਟ 'ਤੇ ਸੇਵਾ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸਾਰੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਸਾਰੇ ਸੰਬੰਧਿਤ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। .",
    "1394253934": "7. ਦੁਰਵਰਤੋਂ, ਦੁਰਵਿਵਹਾਰ, ਅਤੇ ਗਲਤ ਪੇਸ਼ਕਾਰੀ",
    "1406393333": "ਇਹਨਾਂ ਸੇਵਾਵਾਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਸਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਗਈਆਂ ਹਦਾਇਤਾਂ ਤੋਂ ਇਲਾਵਾ ਸੇਵਾਵਾਂ ਦੀ ਕੋਈ ਵੀ ਪਹੁੰਚ ਜਾਂ ਵਰਤੋਂ ਸਖ਼ਤੀ ਨਾਲ ਮਨਾਹੀ ਹੈ। ਖਾਸ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ ਇਹ ਨਹੀਂ ਕਰੋਗੇ:",
    "3409726716": "ਬਿਨਾਂ ਲਿਖਤੀ ਅਧਿਕਾਰ ਦੇ ਸਾਡੇ ਨਾਲ ਇੱਕ ਤੋਂ ਵੱਧ ਖਾਤਿਆਂ ਲਈ ਰਜਿਸਟਰ ਕਰੋ;",
    "3119498672": "ਇੰਟਰਨੈਟ ਬੋਟਸ, ਵੈਬ ਰੋਬੋਟ, ਬੋਟਸ, ਸਕ੍ਰਿਪਟਾਂ, ਜਾਂ ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਨਕਲੀ ਬੁੱਧੀ ਦੀ ਵਰਤੋਂ ਨਾਲ ਕੋਈ ਵੀ ਕੰਮ ਕਰਨਾ ਜਾਂ ਨਹੀਂ ਤਾਂ IMI ਜਾਂ ਕਿਸੇ ਵੀ ਬੇਨਤੀਕਰਤਾ ਜਾਂ ਇੰਟੀਗ੍ਰੇਟਰ ਤੋਂ ਵਰਣਿਤ ਕੀਤੇ ਗਏ ਕੰਮਾਂ ਨੂੰ ਪੂਰਾ ਕੀਤੇ ਬਿਨਾਂ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ;",
    "1188668818": "ਇਸ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਵੀ ਝੂਠੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰੋ (ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਜਾਂ ਸੰਸਥਾ ਦੀ ਨੁਮਾਇੰਦਗੀ ਕਰਨ, ਜਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਜਾਂ ਸੰਸਥਾ ਨਾਲ ਤੁਹਾਡੀ ਜਾਂ ਤੁਹਾਡੀ ਮਾਨਤਾ ਨੂੰ ਗਲਤ ਢੰਗ ਨਾਲ ਬਿਆਨ ਕਰਨਾ ਜਾਂ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਗਲਤ ਢੰਗ ਨਾਲ ਪੇਸ਼ ਕਰਨਾ ਸ਼ਾਮਲ ਹੈ;",
    "2804310964": "ਕਿਸੇ ਵੀ ਪ੍ਰੌਕਸੀ ਵੈੱਬ ਸਰਵਰ ਜਾਂ ਤੁਹਾਡੇ ਅਸਲੀ ਟਿਕਾਣੇ ਜਾਂ ਪਛਾਣ ਨੂੰ ਅਸਪਸ਼ਟ ਕਰਨ ਲਈ ਜਾਂ ਪ੍ਰਦਾਨ ਕੀਤੇ ਇੰਟਰਫੇਸ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਡਿਜ਼ਾਈਨ ਕੀਤੇ ਗਏ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਰਾਹੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਤੱਕ ਪਹੁੰਚ ਜਾਂ ਪਹੁੰਚ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼;",
    "1374227759": "ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਕਿਸੇ ਗੈਰ-ਕਾਨੂੰਨੀ ਗਤੀਵਿਧੀ ਲਈ, ਜਾਂ ਉਸ ਉਦੇਸ਼ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਉਦੇਸ਼ ਲਈ ਜਿਸ ਲਈ ਇਹ ਉਪਲਬਧ ਕਰਵਾਈ ਗਈ ਸੀ;",
    "2103513933": "ਅਜਿਹੀ ਗਤੀਵਿਧੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ ਜੋ ਸਾਈਟ ਦੇ ਕੰਮਕਾਜ ਵਿੱਚ ਦਖਲਅੰਦਾਜ਼ੀ ਜਾਂ ਵਿਘਨ ਪਾਉਂਦੀ ਹੈ;",
    "137127070": "ਖਤਰਨਾਕ ਜਾਂ ਅਣਜਾਣ ਬਾਹਰੀ ਲਿੰਕਾਂ ਜਾਂ ਫਾਈਲਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨਾ, ਅਪਲੋਡ ਕਰਨਾ ਜਾਂ ਨੱਥੀ ਕਰਨਾ, ਜਾਂ ਕੋਈ ਵੀ ਸਮੱਗਰੀ ਅਪਲੋਡ ਕਰਨਾ ਜਿਸ ਵਿੱਚ ਵਾਇਰਸ, ਟਰੋਜਨ ਹਾਰਸ, ਕੀੜਾ, ਟਾਈਮ ਬੰਬ, ਜਾਂ ਹੋਰ ਨੁਕਸਾਨਦੇਹ ਕੰਪਿਊਟਰ ਕੋਡ ਸ਼ਾਮਲ ਹੈ;",
    "1686655020": "ਕਾਪੀਰਾਈਟ ਦੇ ਅਧੀਨ ਕੋਈ ਵੀ ਸਮੱਗਰੀ ਅਪਲੋਡ ਕਰੋ ਜੋ ਤੁਹਾਡਾ ਅਸਲ ਕੰਮ ਨਹੀਂ ਹੈ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਕੋਲ ਅਜਿਹੀ ਸਮੱਗਰੀ ਨੂੰ ਪੋਸਟ ਕਰਨ ਅਤੇ IMI ਨੂੰ ਇੱਥੇ ਦਿੱਤੇ ਗਏ ਸਾਰੇ ਲਾਇਸੰਸਸ਼ੁਦਾ ਅਧਿਕਾਰ ਦੇਣ ਲਈ ਸਹੀ ਮਾਲਕ ਤੋਂ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ;",
    "1406692811": "ਸਪੈਮਿੰਗ ਜਾਂ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੇ ਪ੍ਰਚਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣਾ, ਰੈਫਰਲ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼, ਜਨ ਸੰਚਾਰ, ਪੈਸੇ ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਜਾਂ ਬੇਨਤੀਆਂ, ਸੇਵਾਵਾਂ ਦੀ ਬੇਨਤੀ, ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ, ਮਾਰਕੀਟਿੰਗ, ਬਕਵਾਸ ਸੰਦੇਸ਼, ਡੁਪਲੀਕੇਟ ਕੀਤੇ ਵਿਸ਼ੇ, ਗੈਰ ਕਾਨੂੰਨੀ ਸਮੱਗਰੀ, ਸੋਸ਼ਲ ਵੈਬਸਾਈਟ ਲਿੰਕ, ਈ-ਮੇਲ ਪਤੇ, ਜਾਂ ਤਤਕਾਲ ਮੈਸੇਂਜਰ ਆਈ.ਡੀ.",
    "3893539589": "ਬਾਹਰੀ ਲਿੰਕ ਪਾਓ ਜੋ ਚੀਜ਼ਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ ਜਦੋਂ ਤੱਕ ਕਿ ਕੰਮ ਲਈ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੁੰਦਾ;",
    "3214322759": "ਨਹੀਂ ਤਾਂ ਕਿਸੇ ਵੀ ਖਤਰਨਾਕ ਜਾਂ ਧੋਖਾਧੜੀ ਵਾਲੀ ਗਤੀਵਿਧੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।",
    "3733422465": "8. ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਾ",
    "267645277": "IMI ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਤੀਜੀ ਧਿਰ ਦੇ ਡੇਟਾਬੇਸ ਜਾਂ ਅਧਿਕਾਰਤ ਕਾਨੂੰਨੀ ਦਸਤਾਵੇਜ਼ਾਂ ਨਾਲ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਤੁਲਨਾ ਕਰਨਾ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਸਾਨੂੰ ਆਪਣੀ ਪਛਾਣ, ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਦੀ ਤੁਹਾਡੀ ਮਲਕੀਅਤ, ਅਤੇ ਤੁਹਾਡੇ ਵਿੱਤੀ ਖਾਤਿਆਂ ਦੀ ਤੁਹਾਡੀ ਮਲਕੀਅਤ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਕੋਈ ਵੀ ਪੁੱਛਗਿੱਛ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ ਕਰਦੇ ਹੋ। ਤੁਸੀਂ ਆਪਣੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "4169910317": "9. ਕਾਨੂੰਨ ਦੀ ਪਾਲਣਾ",
    "519755936": "ਸੇਵਾਵਾਂ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਸੰਘੀ, ਰਾਜ, ਸੂਬਾਈ ਅਤੇ ਸਥਾਨਕ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਲਈ ਤੁਸੀਂ ਇਕੱਲੇ ਜ਼ਿੰਮੇਵਾਰ ਹੋ। ਤੁਸੀਂ ਸਾਡੇ ਵਿਰੁੱਧ ਕਿਸੇ ਵੀ ਦਾਅਵਿਆਂ ਲਈ ਮੁਆਵਜ਼ਾ ਦੇਣ ਅਤੇ ਸਾਨੂੰ ਨੁਕਸਾਨ ਰਹਿਤ ਰੱਖਣ ਲਈ ਸਹਿਮਤ ਹੋ ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਕਾਨੂੰਨ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹੇ ਹੋ ਜਾਂ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਹੈ, ਜਿਸ ਵਿੱਚ ਬਿਨਾਂ ਕਿਸੇ ਸੀਮਾ ਦੇ ਇਕਰਾਰਨਾਮੇ, ਬੌਧਿਕ ਸੰਪਤੀ, ਜਾਂ ਗੋਪਨੀਯਤਾ ਅਧਿਕਾਰ ਸ਼ਾਮਲ ਹਨ।",
    "731546974": "10. ਕੰਟਰੀਬਿਊਟਰ ਜਾਂ ਇੰਟੀਗ੍ਰੇਟਰ ਟੈਕਸ",
    "3128328457": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਜਾਂ ਏਕੀਕ੍ਰਿਤ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕਿਸੇ ਵੀ ਅਨੁਮਾਨਿਤ ਜਾਂ ਹੋਰ ਸੰਘੀ, ਰਾਜ, ਜਾਂ ਸਥਾਨਕ ਆਮਦਨ ਕਰ, ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ, FICA, ਅਤੇ ਕਰਮਚਾਰੀਆਂ ਦੇ ਮੁਆਵਜ਼ੇ ਦੇ ਭੁਗਤਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਅਤੇ ਨਾਲ ਹੀ ਗੈਰ-ਯੂ.ਐੱਸ. ਅਧਿਕਾਰ ਖੇਤਰਾਂ ਵਿੱਚ ਸਮਾਨ ਟੈਕਸ ਜਾਂ ਖਰਚੇ। ਤੁਸੀਂ ਸਾਡੇ ਵਿਰੁੱਧ ਕਿਸੇ ਵੀ ਮੁਲਾਂਕਣ ਲਈ ਮੁਆਵਜ਼ਾ ਦੇਣ ਅਤੇ ਸਾਨੂੰ ਨੁਕਸਾਨ ਰਹਿਤ ਰੱਖਣ ਲਈ ਸਹਿਮਤ ਹੋ ਕਿਉਂਕਿ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਟੈਕਸ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹੇ ਹੋ।",
    "2931396764": "11. ਸੇਵਾ ਦੀਆਂ ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਦੀ ਉਲੰਘਣਾ",
    "1240667045": "ਅਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਸੇਵਾਵਾਂ ਤੱਕ ਤੁਹਾਡੀ ਪਹੁੰਚ ਨੂੰ ਮੁਅੱਤਲ, ਸੀਮਤ ਜਾਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹਾਂ, ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ: (a) ਸਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਸੇਵਾ ਦੀਆਂ ਇਹਨਾਂ ਸ਼ਰਤਾਂ (ਹੋਰ ਸਬੰਧਤ ਨੀਤੀਆਂ ਸਮੇਤ) ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਹੈ; (b) ਸਾਨੂੰ ਵਿਸ਼ਵਾਸ ਹੈ ਕਿ ਤੁਸੀਂ ਸਾਡੇ ਅਧਿਕਾਰਾਂ ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਹੈ; (c) ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਜਾਂ ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹਾਂ; ਜਾਂ (d) ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਤੁਹਾਡੀਆਂ ਕਾਰਵਾਈਆਂ ਤੁਹਾਡੇ, ਸਾਡੇ, ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਲਈ ਦੇਣਦਾਰੀਆਂ ਪੈਦਾ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਸ਼ੱਕ ਤੋਂ ਬਚਣ ਲਈ, ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਭੁਗਤਾਨ ਨੂੰ ਰੋਕਣ ਜਾਂ ਮੁਅੱਤਲ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ ਜੇਕਰ ਅਸੀਂ ਵਾਜਬ ਤੌਰ 'ਤੇ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਾਂ ਕਿ ਉਪਰੋਕਤ ਵਿੱਚੋਂ ਕੋਈ ਵੀ ਅਜਿਹੇ ਭੁਗਤਾਨ 'ਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।",
    "1601080128": "ਜੇਕਰ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਮੁਅੱਤਲ ਜਾਂ ਸਮਾਪਤ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਤੁਹਾਡੇ ਕੋਲ ਹੁਣ ਵੈੱਬਸਾਈਟ ਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋਵੇਗੀ, ਜਿਸ ਵਿੱਚ ਡੇਟਾ, ਸੁਨੇਹਿਆਂ, ਫਾਈਲਾਂ ਅਤੇ ਸਾਈਟ 'ਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਰੱਖੇ ਗਏ ਹੋਰ ਸਮੱਗਰੀ ਸ਼ਾਮਲ ਹਨ। ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਨੂੰ ਕਿਸੇ ਵੱਖਰੇ ਜਾਂ ਨਵੇਂ ਖਾਤੇ ਦੇ ਨਾਮ ਹੇਠ ਵਰਤਣਾ ਜਾਰੀ ਨਹੀਂ ਰੱਖ ਸਕਦੇ ਹੋ। ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ 'ਤੇ ਕਾਨੂੰਨ ਦੀ ਪੂਰੀ ਹੱਦ ਤੱਕ ਮੁਕੱਦਮਾ ਚਲਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਇਸਦੇ ਨਤੀਜੇ ਵਜੋਂ ਵਾਧੂ ਜੁਰਮਾਨੇ ਅਤੇ ਪਾਬੰਦੀਆਂ ਲੱਗ ਸਕਦੀਆਂ ਹਨ।",
    "1160707899": "12. ਯੋਗਦਾਨ ਪਾਉਣ ਵਾਲੇ ਦੀ ਭੂਮਿਕਾ ਅਤੇ IMI ਅਤੇ ਹੋਰ ਬੇਨਤੀਕਾਰਾਂ ਨਾਲ ਸਬੰਧ",
    "269838707": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਅਤੇ ਸਿਰਫ਼ ਤੁਸੀਂ ਇਹ ਫੈਸਲਾ ਕਰਦੇ ਹੋ ਕਿ ਕਿਹੜੇ ਅਤੇ ਕਿੰਨੇ ਕਾਰਜ ਪੂਰੇ ਕਰਨੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿੱਥੇ ਪੂਰਾ ਕਰਨਾ ਹੈ। ਤੁਸੀਂ ਜਿੰਨੇ ਕੰਮ ਚੁਣਦੇ ਹੋ, ਉਹਨਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਜਿੰਨਾ ਜਾਂ ਘੱਟ ਸਮਾਂ ਬਿਤਾਉਣ ਲਈ ਸੁਤੰਤਰ ਹੋ। ਕਿਸੇ ਵੀ ਸਮੇਂ ਤੁਸੀਂ ਕਿਸੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਕਿਸੇ ਵੀ ਜ਼ਿੰਮੇਵਾਰੀ ਦੇ ਅਧੀਨ ਨਹੀਂ ਹੋ।",
    "1087195513": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਅਜਿਹਾ ਯੋਗਦਾਨੀ ਹੋ ਜੋ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਦਾ ਹੈ ਅਤੇ/ਜਾਂ ਇੱਕ ਬੇਨਤੀਕਰਤਾ ਦੀ ਤਰਫੋਂ ਇੱਕ ਇੰਟੀਗਰੇਟਰ ਦੁਆਰਾ ਜਾਂ ਉਸ ਦੇ ਸਬੰਧ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ ਜੋ IMI ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਅਤੇ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ Intuition Machines ਲਈ ਜਵਾਬਦੇਹ ਨਹੀਂ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ ਹੈ। ਮੁਕੰਮਲ ਕੀਤੇ ਕੰਮਾਂ ਲਈ ਕਿਸੇ ਇਨਾਮ ਜਾਂ ਹੋਰ ਮੁਆਵਜ਼ੇ ਦਾ ਸਨਮਾਨ। ਤੁਸੀਂ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਅਤੇ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਪੂਰੇ ਕੀਤੇ ਗਏ ਕੰਮਾਂ ਲਈ ਕੋਈ ਵੀ ਇਨਾਮ ਜਾਂ ਹੋਰ ਮੁਆਵਜ਼ਾ ਸਿਰਫ਼ ਬੇਨਤੀਕਰਤਾ ਅਤੇ/ਜਾਂ ਇੰਟੀਗ੍ਰੇਟਰ ਨਾਲ ਤੁਹਾਡੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅਨੁਸਾਰ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਲਾਗੂ ਹੁੰਦਾ ਹੈ। ਅਜਿਹੇ ਇਨਾਮਾਂ ਜਾਂ ਹੋਰ ਮੁਆਵਜ਼ੇ (ਜਿਸ ਵਿੱਚ ਬਿਨਾਂ ਸੀਮਾ ਦੇ ਅਜਿਹੇ ਇਨਾਮ ਜਾਂ ਹੋਰ ਮੁਆਵਜ਼ਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ ਸ਼ਾਮਲ ਹੈ) ਨੂੰ ਲੈ ਕੇ ਕੋਈ ਵੀ ਵਿਵਾਦ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਅਤੇ ਬੇਨਤੀ ਕਰਨ ਵਾਲੇ ਅਤੇ/ਜਾਂ ਇੰਟੀਗ੍ਰੇਟਰ ਵਿਚਕਾਰ ਹੈ, ਜਿਵੇਂ ਕਿ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।",
    "952813944": "ਨਾ ਤਾਂ ਤੁਹਾਡੀ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਅਤੇ ਨਾ ਹੀ ਇਸ ਸਮਝੌਤੇ ਵਿੱਚ ਕੁਝ ਵੀ ਤੁਹਾਡੇ ਅਤੇ Intuition Machines ਵਿਚਕਾਰ ਰੁਜ਼ਗਾਰ, ਭਾਈਵਾਲੀ, ਸੰਯੁਕਤ ਉੱਦਮ, ਏਜੰਸੀ, ਫਰੈਂਚਾਈਜ਼ੀ, ਜਾਂ ਵਿਕਰੀ ਪ੍ਰਤੀਨਿਧੀ ਸਬੰਧ ਬਣਾਉਂਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਸੇ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਕੋਈ ਸਾਜ਼ੋ-ਸਾਮਾਨ ਜਾਂ ਸੰਦ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਲਾਭ, ਕਰਮਚਾਰੀਆਂ ਦਾ ਮੁਆਵਜ਼ਾ, ਜਾਂ ਬੀਮਾ ਕਵਰੇਜ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਸਾਡੀ ਵੈਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਕਿਸੇ ਵੀ ਖਰਚੇ ਲਈ ਅਸੀਂ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ। ਅਸੀਂ ਸੰਘੀ ਜਾਂ ਰਾਜ ਦੇ ਆਮਦਨ ਕਰ, ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ, ਜਾਂ ਕਿਸੇ ਹੋਰ ਟੈਕਸ ਲਈ ਤੁਹਾਡੇ ਇਨਾਮ ਵਿੱਚੋਂ ਕੋਈ ਰਕਮ ਨਹੀਂ ਰੋਕਾਂਗੇ। ਤੁਸੀਂ ਸਾਡੇ ਕਿਸੇ ਵੀ ਪ੍ਰਤੀਯੋਗੀ ਸਮੇਤ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਜਾਂ ਕਾਰੋਬਾਰ ਲਈ ਕੰਮ ਕਰਨ ਲਈ ਹਰ ਸਮੇਂ ਸੁਤੰਤਰ ਹੋ। ਤੁਹਾਨੂੰ Intuition Machines ਦੀ ਤਰਫੋਂ, ਲਿਖਤੀ ਜਾਂ ਜ਼ੁਬਾਨੀ, ਕਿਸੇ ਇਕਰਾਰਨਾਮੇ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ।",
    "3460432665": "ਉਪਰੋਕਤ ਦੇ ਬਾਵਜੂਦ, ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੂਐਸ ਟੈਕਸਦਾਤਾ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਇੱਕ W-9 ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹਾਂ, ਜੋ ਕਿ ਸਾਲਾਨਾ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਉਦੋਂ ਤੱਕ ਕੰਮ ਕਰਨ ਤੋਂ ਰੋਕ ਸਕਦੇ ਹਾਂ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇੱਕ W-9 ਨੂੰ ਪੂਰਾ ਜਾਂ ਅੱਪਡੇਟ ਨਹੀਂ ਕਰ ਲੈਂਦੇ।",
    "458271951": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਹੋ ਜੋ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਦੇ ਹੋ ਅਤੇ/ਜਾਂ Intuition Machines (ਇੱਕ ਬੇਨਤੀਕਰਤਾ ਵਜੋਂ ਕੰਮ ਕਰਦੇ ਹੋਏ) ਦੀ ਤਰਫੋਂ ਇੱਕ Integrator ਦੁਆਰਾ ਜਾਂ ਉਸ ਦੇ ਸਬੰਧ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹੋ, ਤਾਂ Intuition Machines ਤੁਹਾਨੂੰ ਕੁਝ ਕਾਰਜਾਂ ਦੇ ਸਵੀਕਾਰਯੋਗ ਪੂਰਤੀ ਲਈ ਇਨਾਮ ਦੇ ਸਕਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਧੋਖਾਧੜੀ, ਦੁਰਵਿਵਹਾਰ, ਜਾਂ ਉਲੰਘਣਾ ਵਿੱਚ ਲੱਗੇ ਹੋਏ ਪਾਏ ਜਾਂਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਵੀ ਅਤੇ ਸਾਰੇ ਇਨਾਮ ਰੋਕੇ ਜਾ ਸਕਦੇ ਹਨ ਅਤੇ/ਜਾਂ Intuition Machines ਦੁਆਰਾ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "3056723024": "13. ਕਾਰਜਾਂ ਦਾ ਅਸਵੀਕਾਰਨਯੋਗ ਸੰਪੂਰਨਤਾ",
    "3913203723": "ਜੇਕਰ, ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ, ਬੇਨਤੀਕਰਤਾ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪੂਰਾ ਕੀਤੇ ਗਏ ਕਾਰਜ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਜਾਂ ਏਕੀਕਰਣਕਾਰ ਵਜੋਂ ਕੰਮ ਲਈ ਕਿਸੇ ਇਨਾਮ ਦੇ ਹੱਕਦਾਰ ਨਹੀਂ ਹੋਵੋਗੇ। ਜੇਕਰ ਕਿਸੇ ਅਸਵੀਕਾਰਨਯੋਗ ਤੌਰ 'ਤੇ ਮੁਕੰਮਲ ਕੀਤੇ ਗਏ ਕੰਮ ਲਈ ਇਨਾਮ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਨੂੰ ਵੰਡ ਦਿੱਤੇ ਗਏ ਸਨ, ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "3666807632": "14. ਯੋਗਦਾਨੀ ਯੋਗਤਾਵਾਂ ਅਤੇ ਹੁਨਰ",
    "1993899769": "15. ਜਾਣਕਾਰੀ ਦੀ ਸਾਡੀ ਵਰਤੋਂ",
    "3027055607": "16. ਬੌਧਿਕ ਸੰਪੱਤੀ ਅਤੇ ਮਲਕੀਅਤ ਦੇ ਅਧਿਕਾਰ",
    "3910971075": "IMI ਸਾਰੇ ਅਧਿਕਾਰਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜਿਸ ਵਿੱਚ ਬੌਧਿਕ ਸੰਪੱਤੀ ਦੇ ਅਧਿਕਾਰ ਸ਼ਾਮਲ ਹਨ, ਸਰੋਤ ਕੋਡ, ਆਬਜੈਕਟ ਕੋਡ ਜਾਂ ਅੰਡਰਲਾਈੰਗ ਢਾਂਚੇ, ਵਿਚਾਰ ਜਾਂ ਐਲਗੋਰਿਦਮ, API, ਅਤੇ ਸੇਵਾਵਾਂ (\"ਸਾਫਟਵੇਅਰ\") ਨਾਲ ਸਬੰਧਤ ਕੋਈ ਵੀ ਵਾਧੂ ਸੌਫਟਵੇਅਰ, ਦਸਤਾਵੇਜ਼ ਜਾਂ ਡੇਟਾ। ਤੁਸੀਂ, ਸਿੱਧੇ ਜਾਂ ਅਸਿੱਧੇ ਤੌਰ 'ਤੇ, ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੁਆਰਾ ਜਾਂ ਹੋਰ ਨਹੀਂ: (a) ਰਿਵਰਸ ਇੰਜੀਨੀਅਰ, ਡੀਕੰਪਾਈਲ, ਡਿਸਸੈਂਬਲ, ਜਾਂ ਸੌਫਟਵੇਅਰ ਨੂੰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਹੀਂ ਕਰੋਗੇ; (b) ਕਿਸੇ ਵੀ ਸਾਫਟਵੇਅਰ ਦੇ ਆਧਾਰ 'ਤੇ ਡੈਰੀਵੇਟਿਵ ਕੰਮਾਂ ਨੂੰ ਸੋਧਣਾ, ਅਨੁਵਾਦ ਕਰਨਾ ਜਾਂ ਬਣਾਉਣਾ; (c) ਕਾਪੀ ਕਰਨਾ, ਕਿਰਾਏ 'ਤੇ ਦੇਣਾ, ਲੀਜ਼ ਦੇਣਾ, ਵੰਡਣਾ, ਵਾਅਦਾ ਕਰਨਾ, ਸੌਂਪਣਾ, ਜਾਂ ਕਿਸੇ ਵੀ ਸੌਫਟਵੇਅਰ ਨੂੰ ਅਧਿਕਾਰਾਂ ਦਾ ਤਬਾਦਲਾ ਕਰਨਾ ਜਾਂ ਇਨਕਮਬਰ ਕਰਨਾ; (d) ਟਾਈਮਸ਼ੇਅਰਿੰਗ, ਸੇਵਾ ਬਿਊਰੋ ਦੇ ਉਦੇਸ਼ਾਂ, ਜਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਲਾਭ ਲਈ ਕਿਸੇ ਵੀ ਸੌਫਟਵੇਅਰ ਦੀ ਵਰਤੋਂ ਕਰੋ; ਜਾਂ (e) ਕਿਸੇ ਵੀ ਮਲਕੀਅਤ ਨੋਟਿਸ ਜਾਂ ਲੇਬਲ ਨੂੰ ਹਟਾਓ।",
    "3660891610": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਹੋ, IMI, ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਨਹੀਂ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਕੰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਪੈਦਾ ਕੀਤੇ ਕਿਸੇ ਵੀ ਕੰਮ ਵਿੱਚ ਮਲਕੀਅਤ ਦੇ ਅਧਿਕਾਰ ਹਨ। ਇਸ ਇਕਰਾਰਨਾਮੇ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਕੇ ਤੁਸੀਂ ਸਾਡੇ ਵਿੱਚ ਅਤੇ ਤੁਹਾਡੇ ਕੰਮ ਵਿੱਚ ਕਬਜ਼ਾ, ਮਲਕੀਅਤ, ਅਤੇ ਸਿਰਲੇਖ (ਸੰਸਾਰ ਭਰ ਵਿੱਚ ਮੌਜੂਦ ਸਾਰੇ ਬੌਧਿਕ ਸੰਪੱਤੀ ਅਧਿਕਾਰਾਂ ਸਮੇਤ) ਨੂੰ ਤਬਦੀਲ ਕਰਨ (ਅਤੇ ਇਸ ਦੁਆਰਾ ਕਰਦੇ ਹੋ) ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨ ਲਈ ਕਿ ਅਸੀਂ ਅਜਿਹੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ, ਸੰਪੂਰਨ ਅਤੇ ਵਰਤਣ ਦੇ ਯੋਗ ਹਾਂ, ਤੁਸੀਂ ਅੱਗੇ (i) ਸਾਡੇ ਅਧਿਕਾਰਾਂ ਦੇ ਦਸਤਾਵੇਜ਼ੀਕਰਨ, ਸੰਪੂਰਨਤਾ ਅਤੇ ਲਾਗੂ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਕਿਸੇ ਵੀ ਦਸਤਾਵੇਜ਼ਾਂ 'ਤੇ ਹਸਤਾਖਰ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ; ਅਤੇ (ii) ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਅਜਿਹੇ ਮਲਕੀਅਤ ਅਧਿਕਾਰਾਂ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨ, ਸੰਪੂਰਨ ਬਣਾਉਣ, ਸੁਰੱਖਿਅਤ ਕਰਨ, ਬਚਾਅ ਕਰਨ ਅਤੇ ਲਾਗੂ ਕਰਨ ਲਈ ਜਾਣਕਾਰੀ ਤੱਕ ਵਾਜਬ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰੋ। ਇਸ ਸੈਕਸ਼ਨ ਦੇ ਅਧੀਨ ਤੁਹਾਡੀਆਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸੇਵਾਵਾਂ ਤੋਂ ਰਜਿਸਟਰ ਹੋਣ ਜਾਂ ਬੰਦ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਜਾਰੀ ਰਹਿਣਗੀਆਂ। ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਦਰਸਾਏ ਉਦੇਸ਼ਾਂ ਲਈ ਤੁਹਾਡੀ ਤਰਫ਼ੋਂ ਦਸਤਾਵੇਜ਼ਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਅਸਲ ਵਿੱਚ ਆਪਣੇ ਅਟਾਰਨੀ ਵਜੋਂ ਸਾਨੂੰ ਨਿਯੁਕਤ ਕਰਦੇ ਹੋ।",
    "426125156": "17. ਕਾਪੀਰਾਈਟ ਅਤੇ ਟੇਕਡਾਊਨ",
    "1408530660": "IMI ਦੂਜਿਆਂ ਦੀ ਬੌਧਿਕ ਸੰਪੱਤੀ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ ਅਤੇ ਅਸੀਂ ਆਪਣੀ ਸਾਈਟ ਤੋਂ ਕਿਸੇ ਵੀ ਅਜਿਹੀ ਸਮੱਗਰੀ ਨੂੰ ਹਟਾਉਣ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ ਜੋ ਸਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਕਿਸੇ ਵੀ ਤੀਜੀ ਧਿਰ ਦੇ ਬੌਧਿਕ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਹੋ ਸਕਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਮੰਨਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਆਪਣੇ ਕੰਮ ਨੂੰ ਇਸ ਤਰੀਕੇ ਨਾਲ ਕਾਪੀ ਕੀਤਾ ਗਿਆ ਹੈ ਜੋ ਇਸ ਵੈੱਬਸਾਈਟ 'ਤੇ ਕਾਪੀਰਾਈਟ ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ Intuition Machines ਗਾਹਕ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।",
    "2696932851": "18. ਮੁਆਵਜ਼ਾ",
    "3844300338": "ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਦਾਅਵਿਆਂ, ਹਰਜਾਨੇ, ਦੇਣਦਾਰੀਆਂ, ਲਾਗਤਾਂ ਅਤੇ ਖਰਚਿਆਂ (ਵਾਜਬ ਅਟਾਰਨੀ ਦੀਆਂ ਫੀਸਾਂ ਅਤੇ ਖਰਚਿਆਂ ਸਮੇਤ) ਤੋਂ ਮੁਆਵਜ਼ਾ ਦੇਣ, ਬਚਾਅ ਕਰਨ ਅਤੇ ਸਾਨੂੰ ਨੁਕਸਾਨ ਰਹਿਤ ਰੱਖਣ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ, ਜੋ ਤੁਹਾਡੇ ਕਾਰਜਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਜਾਂ ਸਾਡੀ ਵੈਬਸਾਈਟ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਤੋਂ ਪੈਦਾ ਹੁੰਦੇ ਹਨ ਜਾਂ ਸੰਬੰਧਿਤ ਹਨ। .",
    "2474091800": "19. ਦੂਜੇ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਵਿਵਾਦ; ਜਾਰੀ ਕਰੋ",
    "3162107126": "IMI ਤੁਹਾਡੇ ਅਤੇ ਸੇਵਾਵਾਂ ਦੇ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੇ ਵਿਚਕਾਰ ਕਿਸੇ ਵਿਵਾਦ ਲਈ ਇੱਕ ਧਿਰ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ IMI ਅਤੇ ਇਸਦੇ ਸਹਿਯੋਗੀਆਂ ਨੂੰ ਕਿਸੇ ਵੀ ਅਤੇ ਸਾਰੇ ਦਾਅਵਿਆਂ, ਮੰਗਾਂ, ਅਤੇ ਹਰ ਕਿਸਮ ਅਤੇ ਕਿਸਮ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਮੁਕਤ ਕਰਦੇ ਹੋ, ਜਾਣੇ ਅਤੇ ਅਣਜਾਣ, ਸ਼ੱਕੀ ਅਤੇ ਅਣਪਛਾਤੇ, ਖੁਲਾਸਾ ਅਤੇ ਅਣਜਾਣ, ਤੁਹਾਡੇ ਅਤੇ ਦੂਜੇ ਉਪਭੋਗਤਾ ਵਿਚਕਾਰ ਕਿਸੇ ਵਿਵਾਦ ਤੋਂ ਪੈਦਾ ਹੋਏ ਜਾਂ ਇਸ ਨਾਲ ਜੁੜੇ ਹੋਏ।",
    "2271969747": "20. ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਹੋਣ ਵਾਲੀ ਗੁਪਤ ਜਾਣਕਾਰੀ",
    "1042802841": "ਗੁਪਤ ਜਾਣਕਾਰੀ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਹੁੰਦੀ ਹੈ ਜਿਸਦੀ ਗੁਪਤ ਜਾਂ ਮਲਕੀਅਤ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜਾਂ ਜਿਸ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਧਿਰ ਦੁਆਰਾ ਗੁਪਤ ਜਾਂ ਮਲਕੀਅਤ ਵਜੋਂ ਸਮਝਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਕੋਈ ਵੀ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ ਜੋ (1) ਜਨਤਕ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਹੈ, (2) ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਕਬਜ਼ੇ ਵਿੱਚ ਹੈ, ਦੁਆਰਾ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਵਿਕਸਤ ਕੀਤੀ ਗਈ ਹੈ, ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੀ ਧਿਰ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਜਾਣੀ ਜਾਂਦੀ ਹੈ, ਜਾਂ (3) ਅਦਾਲਤ ਦੇ ਆਦੇਸ਼ ਦੁਆਰਾ ਜਾਂ ਹੋਰ ਲੋੜ ਅਨੁਸਾਰ ਪ੍ਰਗਟ ਕੀਤੀ ਗਈ ਹੈ। ਕਾਨੂੰਨ",
    "1918025546": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਸੇਵਾਵਾਂ 'ਤੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਤੋਂ ਗੁਪਤ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਉਸੇ ਪੱਧਰ ਦੀ ਦੇਖਭਾਲ ਨਾਲ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦੀ ਗੁਪਤਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ, ਪਰ ਕਿਸੇ ਵੀ ਸਥਿਤੀ ਵਿੱਚ ਉਚਿਤ ਦੇਖਭਾਲ ਤੋਂ ਘੱਟ ਨਹੀਂ। ਤੁਸੀਂ ਅਜਿਹੀ ਕਿਸੇ ਵੀ ਗੁਪਤ ਜਾਂ ਮਲਕੀਅਤ ਵਾਲੀ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਜਾਂ ਪ੍ਰਕਾਸ਼ਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ, ਸਿਵਾਏ ਕਿਸੇ ਕੰਮ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਜ਼ਰੂਰੀ ਹੋ ਸਕਦਾ ਹੈ। Intuition Machines Platform 'ਤੇ ਕਿਸੇ ਕੰਮ ਦੇ ਅੰਦਰ ਸਾਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਗੁਪਤ ਮੰਨਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਭਾਵੇਂ ਕਿ ਜਾਣਕਾਰੀ ਨੂੰ ਸਪਸ਼ਟ ਤੌਰ 'ਤੇ ਗੁਪਤ ਵਜੋਂ ਮਨੋਨੀਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।",
    "2690395789": "ਜੇਕਰ ਅਤੇ ਜਦੋਂ ਤੁਹਾਨੂੰ ਹੁਣ ਪ੍ਰਾਪਤ ਹੋਈ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਵਾਪਸ ਜਾਂ ਨਸ਼ਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਨੇ ਵੀ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕੀਤਾ ਹੈ) ਉਸ ਜਾਣਕਾਰੀ ਦੀਆਂ ਸਾਰੀਆਂ ਕਾਪੀਆਂ ਜੋ ਤੁਹਾਡੇ ਦੁਆਰਾ ਨਿਯੰਤਰਿਤ ਪਰਿਸਰ, ਸਿਸਟਮ ਜਾਂ ਹੋਰ ਉਪਕਰਣਾਂ 'ਤੇ ਮੌਜੂਦ ਹਨ।",
    "2178073797": "ਕਿਉਂਕਿ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਕਰਨ ਨਾਲ ਨਾ ਪੂਰਾ ਹੋਣ ਵਾਲਾ ਨੁਕਸਾਨ ਹੋ ਸਕਦਾ ਹੈ, ਇਸ ਲਈ ਖੁਲਾਸਾ ਕਰਨ ਵਾਲੀ ਧਿਰ ਇਸ ਮਿਆਦ ਦੀ ਕਿਸੇ ਵੀ ਉਲੰਘਣਾ ਜਾਂ ਧਮਕੀ ਵਾਲੀ ਉਲੰਘਣਾ ਲਈ ਹੁਕਮਨਾਮਾ ਰਾਹਤ ਲੈਣ ਦੀ ਹੱਕਦਾਰ ਹੈ।",
    "2185860003": "21. ਵੈੱਬਸਾਈਟ ਸੋਧ",
    "2631249972": "ਅਸੀਂ ਤੁਹਾਨੂੰ ਬਿਨਾਂ ਨੋਟਿਸ ਦਿੱਤੇ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਨੂੰ ਸੁਧਾਰ ਜਾਂ ਸੋਧ ਸਕਦੇ ਹਾਂ।",
    "3764131594": "22. ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਵੈੱਬਸਾਈਟਾਂ",
    "295955580": "ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਵਿੱਚ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲਿੰਕ ਹੋ ਸਕਦੇ ਹਨ। ਅਸੀਂ ਅਜਿਹੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਕੰਟਰੋਲ, ਜਾਂਚ, ਨਿਗਰਾਨੀ ਜਾਂ ਜਾਂਚ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਇਸ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ ਅਤੇ ਨਾ ਹੀ ਅਸੀਂ ਅਜਿਹੀਆਂ ਵੈੱਬਸਾਈਟਾਂ 'ਤੇ ਮੌਜੂਦ ਕੰਪਿਊਟਰ ਪ੍ਰੋਗਰਾਮਾਂ, ਸਮੱਗਰੀ ਜਾਂ ਵਿਚਾਰਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਸੀਂ ਸਾਡੀ ਵੈੱਬਸਾਈਟ ਨੂੰ ਛੱਡਣ ਅਤੇ ਕਿਸੇ ਵੀ ਤੀਜੀ-ਧਿਰ ਦੀ ਵੈੱਬਸਾਈਟ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਅਜਿਹਾ ਆਪਣੇ ਜੋਖਮ 'ਤੇ ਕਰਦੇ ਹੋ।",
    "838225123": "23. ਵਾਰੰਟੀ ਦਾ ਬੇਦਾਅਵਾ",
    "3897238493": "ਸੇਵਾਵਾਂ \"ਜਿਵੇਂ ਹੈ\" ਦੇ ਆਧਾਰ 'ਤੇ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਅਸੀਂ ਸੇਵਾਵਾਂ ਦੀ ਪਹੁੰਚ, ਫਿਟਨੈਸ, ਕਨੂੰਨੀਤਾ, ਉਪਲਬਧਤਾ, ਜਾਂ ਕਾਰਜਸ਼ੀਲਤਾ ਦੇ ਸਬੰਧ ਵਿੱਚ, ਕਿਸੇ ਵੀ ਸਬੰਧਤ, ਸੰਚਾਲਿਤ, ਸੰਚਾਲਿਤ, ਸੰਚਾਲਕ, ਕਿਸੇ ਵੀ ਸਬੰਧਤ ਵਸਤੂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਕੋਈ ਪ੍ਰਤੀਨਿਧਤਾ ਜਾਂ ਵਾਰੰਟੀ ਨਹੀਂ ਦਿੰਦੇ, ਪਰਿਭਾਸ਼ਿਤ ਜਾਂ ਪ੍ਰਗਟ ਕਰਦੇ ਹਾਂ। ਕਨੂੰਨ ਦੁਆਰਾ ਅਨੁਮਤੀ ਦਿੱਤੀ ਅਧਿਕਤਮ ਹੱਦ ਤੱਕ, IMI ਸਾਰੀਆਂ ਸਪੱਸ਼ਟ ਜਾਂ ਅਪ੍ਰਤੱਖ ਸ਼ਰਤਾਂ, ਪ੍ਰਤੀਨਿਧਤਾਵਾਂ ਅਤੇ ਵਾਰੰਟੀਆਂ ਦਾ ਖੰਡਨ ਕਰਦਾ ਹੈ, ਪਰ ਇਸ ਤੱਕ ਸੀਮਤ ਨਹੀਂ, ਗੈਰ-ਮੁਲਾਜ਼ਮ, ਵਪਾਰਕਤਾ ਦੀ ਵਾਰੰਟੀ। ਕਿਸੇ ਵੀ ਨੁਕਸ, ਗੈਰ-ਅਨੁਕੂਲਤਾ, ਜਾਂ ਅਸੰਤੁਸ਼ਟੀ ਦੇ ਸਬੰਧ ਵਿੱਚ IMI ਦੇ ਵਿਰੁੱਧ ਤੁਹਾਡਾ ਇੱਕਮਾਤਰ ਅਤੇ ਨਿਵੇਕਲਾ ਉਪਾਅ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ, ਸਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਸਿਸਟਮ ਨੂੰ ਹੋਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਨੁਕਸਾਨ, ਡੇਟਾ ਦੇ ਨੁਕਸਾਨ ਜਾਂ ਹੋਰ ਨੁਕਸਾਨ, ਜਾਂ ਹੋਰ ਖਰਾਬ ਹੋਣ ਲਈ ਕੋਈ ਜ਼ਿੰਮੇਵਾਰੀ ਨਹੀਂ ਹੋਵੇਗੀ। ਵੈੱਬਸਾਈਟ ਜਾਂ ਇੰਟਿਊਸ਼ਨ ਮਸ਼ੀਨ ਪਲੇਟਫਾਰਮ ਤੱਕ ਤੁਹਾਡੀ ਪਹੁੰਚ ਜਾਂ ਵਰਤੋਂ ਤੋਂ। ਅਨੁਸੂਚਿਤ ਅਤੇ ਅਨਸੂਚਿਤ ਰੁਕਾਵਟਾਂ ਆ ਸਕਦੀਆਂ ਹਨ, ਅਤੇ ਅਸੀਂ ਸਾਡੀ ਵੈਬਸਾਈਟ ਦੀ ਨਿਰਵਿਘਨ ਉਪਲਬਧਤਾ ਦੀ ਵਾਰੰਟੀ ਨਹੀਂ ਦਿੰਦੇ ਹਾਂ।",
    "2110259227": "24. ਦੇਣਦਾਰੀ ਦੀ ਸੀਮਾ",
    "3018077211": "25. ਯੋਗਦਾਨੀ ਵਿਵਾਦ ਦਾ ਹੱਲ",
    "2790841456": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਯੋਗਦਾਨੀ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੀ ਆਰਬਿਟਰੇਸ਼ਨ ਧਾਰਾ ਅਤੇ ਕਲਾਸ ਐਕਸ਼ਨ ਛੋਟ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ:",
    "2323013093": "26. ਲਾਗੂ ਕਾਨੂੰਨ",
    "2900525040": "ਕੈਲੀਫੋਰਨੀਆ ਰਾਜ ਦੇ ਕਾਨੂੰਨ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਇਹਨਾਂ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਵਾਦ, ਵਿਵਾਦ ਜਾਂ ਦਾਅਵੇ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰਦੇ ਹਨ।",
    "3339302473": "27. ਸਮਾਪਤੀ",
    "41530052": "28. ਆਮ ਸ਼ਰਤਾਂ",
    "3202747130": "ਪੂਰਾ ਇਕਰਾਰਨਾਮਾ। ਇਹ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਇਸ ਇਕਰਾਰਨਾਮੇ ਵਿੱਚ ਹਵਾਲਾ ਦਿੱਤੀਆਂ ਗਈਆਂ ਕੋਈ ਵੀ ਨੀਤੀਆਂ, ਪ੍ਰਕਿਰਿਆਵਾਂ, ਜਾਂ ਸ਼ਰਤਾਂ ਵਿਸ਼ਾ ਵਸਤੂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਪਾਰਟੀਆਂ ਦੇ ਪੂਰੇ ਸਮਝੌਤੇ ਨੂੰ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਅਤੇ ਪਾਰਟੀਆਂ ਦੇ ਸਾਰੇ ਪੁਰਾਣੇ ਅਤੇ ਸਮਕਾਲੀ ਸਬੰਧਤ ਸਮਝੌਤਿਆਂ, ਦਾਅਵਿਆਂ, ਪ੍ਰਤੀਨਿਧੀਆਂ ਅਤੇ ਸਮਝਾਂ ਨੂੰ ਰੱਦ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਰੱਦ ਕਰਦੀਆਂ ਹਨ। .",
    "4080263153": "ਕੋਈ ਛੋਟ ਨਹੀਂ। ਸਾਨੂੰ ਸਾਡੇ ਅਧਿਕਾਰਾਂ ਜਾਂ ਉਪਚਾਰਾਂ ਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ ਨੂੰ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਨਹੀਂ ਮੰਨਿਆ ਜਾਵੇਗਾ ਜਦੋਂ ਤੱਕ ਮੁਆਫੀ ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਅਤੇ ਸਾਡੇ ਦੁਆਰਾ ਹਸਤਾਖਰਿਤ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ। ਜੇਕਰ ਅਸੀਂ ਇਸ ਸਮਝੌਤੇ ਦੇ ਕਿਸੇ ਵੀ ਉਪਬੰਧ ਅਧੀਨ ਆਪਣੇ ਅਧਿਕਾਰਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਵਿੱਚ ਦੇਰੀ ਕਰਦੇ ਹਾਂ ਜਾਂ ਅਸਫ਼ਲ ਰਹਿੰਦੇ ਹਾਂ, ਤਾਂ ਇਹ ਬਾਅਦ ਵਿੱਚ ਅਜਿਹੇ ਪ੍ਰਬੰਧ ਜਾਂ ਇਸ ਸਮਝੌਤੇ ਦੇ ਕਿਸੇ ਵੀ ਹਿੱਸੇ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦੇ ਸਾਡੇ ਅਧਿਕਾਰ ਦੀ ਛੋਟ ਦਾ ਗਠਨ ਨਹੀਂ ਕਰੇਗਾ।",
    "1789371580": "ਸਪੁਰਦਗੀ। ਤੁਸੀਂ ਸਾਡੀ ਪੂਰਵ ਲਿਖਤੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਸੇਵਾ ਦੀਆਂ ਇਹ ਸ਼ਰਤਾਂ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ। ਅਸੀਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ, ਬਿਨਾਂ ਨੋਟਿਸ ਦੇ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹਾਂ। ਉਪਰੋਕਤ ਦੇ ਅਧੀਨ, ਸੇਵਾ ਦੀਆਂ ਇਹ ਸ਼ਰਤਾਂ ਹਰੇਕ ਪਾਰਟੀ ਦੇ ਉੱਤਰਾਧਿਕਾਰੀਆਂ ਅਤੇ ਅਨੁਮਤੀ ਦਿੱਤੇ ਅਸਾਈਨਾਂ 'ਤੇ ਪਾਬੰਦ ਹੋਣਗੀਆਂ।",
    "2819628066": "ਵਿਭਾਜਨਤਾ. ਜੇਕਰ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਕੋਈ ਵੀ ਪ੍ਰਬੰਧ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਅਵੈਧ ਜਾਂ ਲਾਗੂ ਕਰਨ ਯੋਗ ਨਹੀਂ ਪਾਇਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਕਿਸੇ ਵੀ ਬਾਕੀ ਪ੍ਰਬੰਧਾਂ ਦੀ ਵੈਧਤਾ ਅਤੇ ਲਾਗੂ ਕਰਨਯੋਗਤਾ ਨੂੰ ਪ੍ਰਭਾਵਤ ਨਹੀਂ ਕਰੇਗਾ।",
    "3955981186": "ਸੋਧਾਂ। IMI ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਦੁਆਰਾ ਸੇਵਾ ਦੀਆਂ ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਵਿੱਚ ਕੋਈ ਵੀ ਸੋਧ ਜਾਂ ਸੋਧ IMI 'ਤੇ ਪਾਬੰਦ ਨਹੀਂ ਹੋਵੇਗੀ ਜਦੋਂ ਤੱਕ IMI ਦੇ ਇੱਕ ਅਧਿਕਾਰਤ ਪ੍ਰਤੀਨਿਧੀ ਦੁਆਰਾ ਦਸਤਖਤ ਕੀਤੇ ਲਿਖਤੀ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਨਾ ਹੋਵੇ।",
    "1377538813": "ਪ੍ਰਚਲਿਤ ਭਾਸ਼ਾ। ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਦਾ ਸੰਸਕਰਣ ਹਰ ਤਰ੍ਹਾਂ ਨਾਲ ਨਿਯੰਤਰਿਤ ਕਰੇਗਾ ਅਤੇ ਅਨੁਵਾਦ ਕੀਤੇ ਸੰਸਕਰਣਾਂ ਦੇ ਨਾਲ ਕਿਸੇ ਵੀ ਅਸੰਗਤਤਾ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਜੇਕਰ ਕੋਈ ਹੋਵੇ ਤਾਂ ਪ੍ਰਬਲ ਹੋਵੇਗਾ।",
    "2438016011": "ਸਵੈਇੱਛਤ ਸਮਝੌਤਾ। ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਧਿਰਾਂ ਨੁਮਾਇੰਦਗੀ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਸਹਿਮਤ ਹੁੰਦੀਆਂ ਹਨ ਕਿ ਹਰੇਕ ਨੇ ਇਸ ਸਮਝੌਤੇ ਦੇ ਸਾਰੇ ਪਹਿਲੂਆਂ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਹੈ, ਇਸਦੇ ਸਾਰੇ ਪ੍ਰਬੰਧਾਂ ਨੂੰ ਧਿਆਨ ਨਾਲ ਪੜ੍ਹਿਆ ਅਤੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮਝਿਆ ਹੈ, ਅਤੇ ਸਵੈਇੱਛਤ ਤੌਰ 'ਤੇ ਇਸ ਸਮਝੌਤੇ ਵਿੱਚ ਦਾਖਲ ਹੋ ਰਿਹਾ ਹੈ।",
    "2445034923": "ਜੇਕਰ ਤੁਸੀਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਸਾਰੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ ਸਾਈਟ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਜਾਂ ਵਰਤੋਂ ਨਾ ਕਰੋ (ਅਤੇ ਤੁਸੀਂ ਨਹੀਂ ਵੀ ਕਰ ਸਕਦੇ ਹੋ)।",
    "2646127839": "ਸੇਵਾ ਦੀਆਂ ਮਾਸਟਰ ਸ਼ਰਤਾਂ ਲਈ ਗਾਹਕ ਅੰਤਿਕਾ",
    "4097297673": "ਇੱਕ ਗਾਹਕ, ਬੇਨਤੀਕਰਤਾ, ਜਾਂ ਇੰਟੀਗਰੇਟਰ ਦੇ ਰੂਪ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਅਤੇ IMI ਵਿਚਕਾਰ ਕਿਸੇ ਵੀ ਹੋਰ ਬੰਧਨ ਸ਼ਰਤਾਂ ਤੋਂ ਇਲਾਵਾ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਸ਼ਰਤਾਂ ਦੁਆਰਾ ਬੰਨ੍ਹੇ ਜਾਣ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "1093280979": "1. ਪਲੇਟਫਾਰਮ ਆਰਡਰ ਫਾਰਮ",
    "1549953005": "ਤੁਸੀਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਬਣਨ ਦੀ ਸ਼ਰਤ ਵਜੋਂ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਪਲੇਟਫਾਰਮ ਐਕਸੈਸ ਆਰਡਰ ਫਾਰਮ (ਹਰੇਕ, ਇੱਕ \"ਆਰਡਰ ਫਾਰਮ\") ਨੂੰ ਪੂਰਾ ਕਰ ਲਿਆ ਹੋ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਅਜਿਹਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਫਾਰਮ ਵਿੱਚ ਵਰਣਿਤ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਹਿੱਸਾ ਬਣ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਇਸ ਦੁਆਰਾ ਹਵਾਲੇ ਦੁਆਰਾ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
    "3819851005": "2. ਫੀਸ",
    "1591032933": "ਤੁਸੀਂ ਲਾਗੂ ਆਰਡਰ ਫਾਰਮ ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੁਆਰਾ ਲਾਗੂ ਆਰਡਰ ਫਾਰਮ ਵਿੱਚ ਦਰਸਾਏ ਅਨੁਸਾਰ ਫੀਸਾਂ ਦਾ ਭੁਗਤਾਨ IMI ਨੂੰ ਕਰੋਗੇ। ਜਦੋਂ ਤੱਕ ਲਿਖਤੀ ਰੂਪ ਵਿੱਚ ਦੋਵੇਂ ਧਿਰਾਂ ਦੁਆਰਾ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਸਹਿਮਤੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ, ਤੁਸੀਂ ਇਨਵੌਇਸ ਦੀ ਡਾਕ ਮਿਤੀ ਤੋਂ ਤੀਹ (30) ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਜਾਰੀ ਕੀਤੇ ਸਾਰੇ ਇਨਵੌਇਸਾਂ ਲਈ ਪੂਰਾ ਭੁਗਤਾਨ ਪ੍ਰਦਾਨ ਕਰੋਗੇ। ਤੁਸੀਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸਾਰੀ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਣਕਾਰੀ 'ਤੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਅਧਿਕਾਰਾਂ ਨੂੰ ਚਲਾਉਣ ਲਈ, ਉਸ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਟੋਰ ਕਰਨ ਲਈ, ਅਤੇ ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਕਿਸੇ ਹੋਰ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ ਕਰਦੇ ਹੋ ਜਿਸ ਨਾਲ ਅਸੀਂ ਭੁਗਤਾਨ ਦੇ ਰੂਪ ਵਜੋਂ ਆਪਸੀ ਸਹਿਮਤ ਹੁੰਦੇ ਹਾਂ। ਜਦੋਂ ਤੱਕ ਆਰਡਰ ਫਾਰਮ 'ਤੇ ਜਾਂ ਤੁਹਾਡੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸਰਵਿਸ ਇਕਰਾਰਨਾਮੇ ਜਾਂ ਮਾਸਟਰ ਸਰਵਿਸ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅੰਦਰ ਹੋਰ ਨਹੀਂ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਸੇਵਾਵਾਂ ਲਈ ਸਾਰੀਆਂ ਫੀਸਾਂ, ਵੱਧ ਉਮਰ ਤੋਂ ਇਲਾਵਾ, ਤੁਹਾਡੇ ਇਕਰਾਰਨਾਮੇ (\"ਪ੍ਰਭਾਵੀ ਮਿਤੀ\") ਦੇ ਤਹਿਤ IMI ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਸ਼ੁਰੂਆਤ 'ਤੇ ਸਾਲਾਨਾ ਬਿਲ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
    "4142610534": "ਕੋਈ ਵੀ ਦੇਰੀ ਨਾਲ ਭੁਗਤਾਨ ਪ੍ਰਤੀ ਮਹੀਨਾ 1.5% ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਦਰ ਨਾਲ ਜਾਂ ਕਨੂੰਨ ਦੁਆਰਾ ਮਨਜ਼ੂਰ ਅਧਿਕਤਮ ਰਕਮ, ਜੋ ਵੀ ਘੱਟ ਹੋਵੇ, ਦੇਰੀ ਨਾਲ ਖਰਚੇ ਲਏ ਜਾਣਗੇ। ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਇਸ ਇਕਰਾਰਨਾਮੇ ਦੇ ਤਹਿਤ ਬਕਾਇਆ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਸਾਡੀ ਪੂਰੀ ਮਰਜ਼ੀ ਨਾਲ ਮੁਅੱਤਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਕਾਰਜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਕੋਈ ਵਾਧੂ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਕਾਰਜ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ। ਸਾਡੀ ਵੈਬਸਾਈਟ ਤੋਂ. ਤੁਹਾਨੂੰ ਮੰਗ 'ਤੇ ਬਕਾਇਆ ਸਾਰੀਆਂ ਰਕਮਾਂ, ਨਾਲ ਹੀ ਕੋਈ ਵੀ ਪ੍ਰੋਸੈਸਿੰਗ ਫੀਸ, ਲੇਟ ਫੀਸ, ਜਾਂ ਅਟਾਰਨੀ ਫੀਸਾਂ ਲਈ ਸਾਨੂੰ ਵਾਪਸੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਅਸੀਂ ਕ੍ਰੈਡਿਟ ਰਿਪੋਰਟਿੰਗ ਏਜੰਸੀਆਂ ਅਤੇ ਕਾਨੂੰਨ ਲਾਗੂ ਕਰਨ ਵਾਲੀਆਂ ਅਥਾਰਟੀਆਂ ਨੂੰ ਉਚਿਤ ਰਿਪੋਰਟਾਂ ਵੀ ਦੇ ਸਕਦੇ ਹਾਂ।",
    "512991700": "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਫੀਸ 'ਤੇ ਵਿਵਾਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਪਹਿਲੀ ਬਿਲਿੰਗ ਜਾਂ ਖਾਤਾ ਸਟੇਟਮੈਂਟ ਦੀ ਸਮਾਪਤੀ ਮਿਤੀ ਤੋਂ ਤੀਹ (30) ਦਿਨਾਂ ਬਾਅਦ ਸਾਡੇ ਗਾਹਕ ਸਹਾਇਤਾ ਵਿਭਾਗ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਕੋਈ ਸਮਾਯੋਜਨ ਜਾਂ ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਗਲਤੀ ਜਾਂ ਸਮੱਸਿਆ ਦਿਖਾਈ ਦਿੱਤੀ।",
    "1273914192": "3. ਟੈਕਸ",
    "4242322181": "ਤੁਸੀਂ Intuition Machines ਦੀ ਸ਼ੁੱਧ ਆਮਦਨ ਜਾਂ ਨਿੱਜੀ ਜਾਇਦਾਦ 'ਤੇ ਮੁਲਾਂਕਣ ਕੀਤੇ US ਟੈਕਸਾਂ ਤੋਂ ਇਲਾਵਾ ਸੇਵਾਵਾਂ ਨਾਲ ਜੁੜੇ ਸਾਰੇ ਟੈਕਸਾਂ ਦੇ ਭੁਗਤਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ।",
    "1671996585": "ਤੁਹਾਨੂੰ ਸਾਡੇ ਐਪਲੀਕੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮਿੰਗ ਇੰਟਰਫੇਸ (\"API\") ਰਾਹੀਂ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਆਪਣੀ ਵੈੱਬਸਾਈਟ, ਐਪਲੀਕੇਸ਼ਨ, ਜਾਂ ਪਲੇਟਫਾਰਮ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਰਫ਼ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ API ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਸੀਮਤ, ਗੈਰ-ਨਿਵੇਕਲੇ, ਗੈਰ-ਟ੍ਰਾਂਸਫਰਯੋਗ, ਗੈਰ-ਸਧਾਰਨਯੋਗ, ਰੱਦ ਕਰਨ ਯੋਗ ਲਾਇਸੈਂਸ ਦਿੰਦੇ ਹਾਂ। ਅਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ API ਨੂੰ ਸੋਧ ਸਕਦੇ ਹਾਂ ਅਤੇ/ਜਾਂ ਪੁਰਾਣੇ ਸੰਸਕਰਣਾਂ ਜਾਂ API ਦੇ ਰੀਲੀਜ਼ਾਂ ਦਾ ਸਮਰਥਨ ਬੰਦ ਕਰ ਸਕਦੇ ਹਾਂ। ਅਸੀਂ ਆਪਣੀ ਪੂਰੀ ਮਰਜ਼ੀ ਨਾਲ API ਤੱਕ ਤੁਹਾਡੀ ਪਹੁੰਚ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਜਾਂ ਸੀਮਤ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ, ਅਤੇ ਅਸੀਂ ਮੁਅੱਤਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਨੋਟਿਸ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਉਚਿਤ ਕੋਸ਼ਿਸ਼ਾਂ ਦੀ ਵਰਤੋਂ ਕਰਾਂਗੇ।",
    "4036662147": "5. ਗੁਪਤ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ",
    "3564208535": "ਤੁਸੀਂ ਸਾਡੇ ਤੋਂ ਜਾਂ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਕਿਸੇ ਵੀ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਵਪਾਰਕ ਤੌਰ 'ਤੇ ਉਚਿਤ ਯਤਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ। ਇਸ ਵਿੱਚ ਬੋਟ ਸਕੋਰ ਅਤੇ ਸਾਡੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੇਵਾ ਦੇ ਗੈਰ-ਜਨਤਕ ਵੇਰਵੇ ਸ਼ਾਮਲ ਹਨ, ਜਿਸ ਵਿੱਚ ਗੈਰ-ਜਨਤਕ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਕੋਈ ਵੀ ਵੇਰਵਿਆਂ ਸ਼ਾਮਲ ਹਨ ਜੋ ਅਸੀਂ ਸਾਡੇ ਬੋਟ ਖੋਜ ਵਿਧੀਆਂ ਦੇ ਸਬੰਧ ਵਿੱਚ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜਿਹੀ ਕਿਸੇ ਵੀ ਗੁਪਤ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਆਪਣੇ ਵਿਵੇਕ ਨਾਲ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਤੱਕ ਤੁਹਾਡੀ ਪਹੁੰਚ ਨੂੰ ਸੰਸ਼ੋਧਿਤ, ਮੁਅੱਤਲ ਜਾਂ ਸੀਮਤ ਕਰ ਸਕਦੇ ਹਾਂ ਜੇਕਰ ਅਸੀਂ ਇਹ ਨਿਰਧਾਰਤ ਕਰਦੇ ਹਾਂ ਕਿ ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਦੁਆਰਾ ਗੁਪਤ ਜਾਣਕਾਰੀ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਅਤੇ ਅਸੀਂ ਉਚਿਤ ਯਤਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਾਂਗੇ। ਮੁਅੱਤਲੀ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਨੋਟਿਸ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ।",
    "120384113": "6. ਸਮਾਪਤੀ",
    "453723556": "ਤੁਸੀਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀਕਰਤਾ ਹੋਣ ਨੂੰ ਛੱਡ ਕੇ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਤੋਂ ਸੁਤੰਤਰ ਇਸ ਗਾਹਕ ਅੰਤਿਕਾ ਨੂੰ ਸਮਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਅਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇੱਕ ਗਾਹਕ ਜਾਂ ਬੇਨਤੀ ਕਰਤਾ ਵਜੋਂ ਤੁਹਾਡੀ ਸਥਿਤੀ ਨੂੰ ਮੁਅੱਤਲ ਕਰਨ ਜਾਂ ਸਮਾਪਤ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ, ਜਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਤੁਹਾਡੇ ਖਾਤੇ ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਨੂੰ ਬੰਦ ਕਰ ਸਕਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੇ ਆਰਡਰ ਫਾਰਮ ਦੇ ਅਧੀਨ ਕਿਸੇ ਵੀ ਰਕਮ ਲਈ ਸਮਾਪਤ ਹੋਣ 'ਤੇ ਜਵਾਬਦੇਹ ਰਹਿੰਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਡੀ ਗਾਹਕੀ ਵਿੱਚ ਕੋਈ ਮਾਸਿਕ ਜਾਂ ਸਾਲਾਨਾ ਫੀਸ ਜਾਂ ਮਾਸਿਕ ਜਾਂ ਸਾਲਾਨਾ ਘੱਟੋ-ਘੱਟ ਸ਼ਾਮਲ ਹਨ, ਤਾਂ ਵੀ ਤੁਸੀਂ ਕ੍ਰਮਵਾਰ ਉਸ ਮਹੀਨੇ ਜਾਂ ਸਾਲ ਦੇ ਅੰਤ ਤੱਕ ਸਾਰੀਆਂ ਸੇਵਾਵਾਂ ਦੀਆਂ ਫੀਸਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋਵੋਗੇ।",
    "218889628": "ਇਸ ਗਾਹਕ ਅੰਤਿਕਾ ਜਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਤੁਹਾਡੇ ਉਲੰਘਣ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਜਿੱਥੇ ਅਸੀਂ ਇਸ ਗਾਹਕ ਅੰਤਿਕਾ ਜਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਖਤਮ ਕਰਦੇ ਹਾਂ, ਜੇਕਰ ਅਸੀਂ ਸਮਾਪਤ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਸੀਂ ਸਾਨੂੰ ਕੋਈ ਫੀਸ ਅਦਾ ਕੀਤੀ ਹੈ, ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਅਨੁਪਾਤ ਵਾਲੇ ਹਿੱਸੇ ਨੂੰ ਵਾਪਸ ਕਰ ਦੇਵਾਂਗੇ। ਪੂਰਵ-ਅਦਾਇਗੀਸ਼ੁਦਾ ਰਕਮਾਂ, ਬਾਕੀ ਰਹਿੰਦੇ ਸਮੇਂ ਜਾਂ ਸੇਵਾਵਾਂ ਦੇ ਆਧਾਰ 'ਤੇ, ਜਿਨ੍ਹਾਂ ਲਈ ਤੁਸੀਂ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ, ਜੋ ਵੀ ਘੱਟ ਹੋਵੇ। ਅਸੀਂ ਵਪਾਰਕ ਤੌਰ 'ਤੇ ਵਾਜਬ ਤਰੀਕੇ ਨਾਲ ਸਾਡੇ ਕੰਮ ਨੂੰ ਖਤਮ ਕਰਾਂਗੇ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਸਾਰੇ ਭੁਗਤਾਨ ਕੀਤੇ ਆਉਟਪੁੱਟ ਡੇਟਾ ਸੈੱਟਾਂ ਅਤੇ ਸਾਡੇ ਕਬਜ਼ੇ ਵਿੱਚ ਸਾਰੇ ਗਾਹਕ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਪ੍ਰਦਾਨ ਕਰਾਂਗੇ। ਕਿਸੇ ਵੀ ਸਮਾਪਤੀ 'ਤੇ, ਅਸੀਂ ਕਿਸੇ ਵੀ ਡੇਟਾ ਨੂੰ ਮਿਟਾਉਣ ਲਈ ਪਾਬੰਦ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਾਂ.",
    "2505227594": "7. ਓਵਰਏਜ",
    "2369877184": "hCaptcha Integrators ਜਾਂ ਗਾਹਕਾਂ ਲਈ ਅਧਿਕਤਮ ਅਨੁਮਤੀਸ਼ੁਦਾ ਪੀਕ RPS ਦਰ ਤੁਹਾਡੇ ਖਾਤੇ (\"RPS\") ਦੇ ਅੰਦਰ ਇਕਾਈਆਂ ਨੂੰ ਪ੍ਰਤੀ ਸਕਿੰਟ 1,000 ਬੇਨਤੀਆਂ ਹਨ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਵਿਚਕਾਰ ਲਿਖਤੀ ਇਕਰਾਰਨਾਮੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।",
    "234420106": "ਜੇਕਰ ਤੁਸੀਂ hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੇਵਾ ਦੇ ਇੱਕ ਏਕੀਕ੍ਰਿਤ ਜਾਂ ਗਾਹਕ ਹੋ ਅਤੇ RPS ਦੁਆਰਾ ਮਾਪੀ ਗਈ ਤੁਹਾਡੀ API ਵਰਤੋਂ ਤੁਹਾਡੇ ਸੇਵਾ ਪੱਧਰ ਲਈ ਮਨਜੂਰਸ਼ੁਦਾ ਦਰ ਤੋਂ ਵੱਧ ਹੈ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੀ ਸੇਵਾ ਨੂੰ ਸੋਧਣ ਜਾਂ ਓਵਰਏਜ ਰੇਟ ਚਾਰਜ ਕਰਨ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਹਾਡੀ ਸਿਖਰ ਦੀ RPS ਦਰ 30 ਦਿਨਾਂ ਦੀ ਮਿਆਦ ਦੇ ਅੰਦਰ ਕੁੱਲ 10 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਮਿੰਟਾਂ ਲਈ 10 ਦੇ ਗੁਣਕ ਦੁਆਰਾ ਪ੍ਰੋਵਿਜ਼ਨਡ ਦਰ ਤੋਂ ਵੱਧ ਜਾਂਦੀ ਹੈ ਅਤੇ ਇਹਨਾਂ ਬੇਨਤੀਆਂ ਵਿੱਚੋਂ ਜ਼ਿਆਦਾਤਰ, ਸਾਡੇ ਇਕੱਲੇ ਨਿਰਣੇ ਵਿੱਚ, ਖਤਰਨਾਕ ਟ੍ਰੈਫਿਕ ਨਹੀਂ, ਅਸੀਂ ਚੁਣ ਸਕਦੇ ਹਾਂ। ਉਸ ਮਹੀਨੇ ਵਿੱਚ ਕੀਤੀਆਂ ਸਾਰੀਆਂ API ਬੇਨਤੀਆਂ ਲਈ ਤੁਹਾਡੇ ਤੋਂ ਇਕਰਾਰਨਾਮੇ ਅਨੁਸਾਰ ਨਿਰਧਾਰਤ ਓਵਰਏਜ ਦਰ 'ਤੇ ਚਾਰਜ ਕਰੋ।",
    "2619472217": "8. ਮੁੜ ਵਿਕਰੀ",
    "2019702084": "ਜਦੋਂ ਤੱਕ ਗਾਹਕ ਦੇ ਮਾਸਟਰ ਸੇਵਾ ਇਕਰਾਰਨਾਮੇ ਜਾਂ ਮੁੜ ਵਿਕਰੇਤਾ ਸਮਝੌਤੇ ਵਿੱਚ ਸਪਸ਼ਟ ਤੌਰ 'ਤੇ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ, ਆਰਡਰ ਕੀਤੀਆਂ SaaS ਸੇਵਾਵਾਂ ਨੂੰ ਕਿਸੇ ਹੋਰ ਤੀਜੀ ਧਿਰ (ਗਾਹਕ ਦੇ ਐਫੀਲੀਏਟ ਤੋਂ ਇਲਾਵਾ) ਨੂੰ ਵੇਚਿਆ, ਦੁਬਾਰਾ ਵੇਚਿਆ, ਲੀਜ਼ 'ਤੇ ਦਿੱਤਾ, ਉਪ-ਲੀਜ਼, ਲਾਇਸੰਸਸ਼ੁਦਾ, ਉਪ-ਲਾਇਸੰਸਸ਼ੁਦਾ, ਜਾਂ ਉਪਲਬਧ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ), ਅਤੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਅਧੀਨ ਸਾਰੇ ਆਰਡਰ ਅਤੇ ਸੇਵਾ ਦੀ ਸਾਰੀ ਗਾਹਕ ਵਰਤੋਂ ਗਾਹਕ ਜਾਂ ਇਸਦੇ ਐਫੀਲੀਏਟ ਦੇ ਆਪਣੇ ਅੰਦਰੂਨੀ ਕਾਰੋਬਾਰੀ ਵਰਤੋਂ ਲਈ ਹੋਵੇਗੀ।",
    "1233229030": "ਫੁਟਕਲ",
    "1467783792": "ਸੰਯੁਕਤ ਰਾਜ (ਇੱਕ \"ਪ੍ਰਵਾਨਿਤ ਅਭਿਨੇਤਾ\") ਦੁਆਰਾ ਮਨਜ਼ੂਰ ਕੋਈ ਵੀ ਵਿਅਕਤੀ, ਇਕਾਈ, ਜਾਂ ਸੰਸਥਾ ਇਨਾਮਾਂ ਲਈ ਜਾਂ ਸੇਵਾਵਾਂ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਵਜੋਂ ਵਰਤਣ ਲਈ ਯੋਗ ਨਹੀਂ ਹੈ। ਸ਼ੱਕ ਤੋਂ ਬਚਣ ਲਈ, ਇਸ ਵਿੱਚ ਅਮਰੀਕਾ ਦੇ ਖਜ਼ਾਨਾ ਵਿਭਾਗ ਦੇ ਵਿਦੇਸ਼ੀ ਸੰਪੱਤੀ ਨਿਯੰਤਰਣ ਦਫਤਰ (\"OFAC\") ਦੁਆਰਾ ਮਨੋਨੀਤ ਕੋਈ ਵੀ ਮਨਜ਼ੂਰ ਐਕਟਰ ਸ਼ਾਮਲ ਹਨ।",
    "3759657802": "ਤੁਸੀਂ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਜਾਂ ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਜਾਂ ਜ਼ਿੰਮੇਵਾਰੀਆਂ ਨੂੰ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ (ਕਾਨੂੰਨ ਦੇ ਸੰਚਾਲਨ ਦੁਆਰਾ ਜਾਂ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ) ਨਿਰਧਾਰਤ, ਟ੍ਰਾਂਸਫਰ ਜਾਂ ਸੌਂਪ ਨਹੀਂ ਸਕਦੇ ਹੋ।",
    "1627232990": "ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇ ਅਨੁਵਾਦ ਸਭ ਤੋਂ ਵਧੀਆ ਕੋਸ਼ਿਸ਼ ਦੇ ਆਧਾਰ 'ਤੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ। ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਦੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਇਸਦੇ ਅਨੁਵਾਦ ਵਿੱਚ ਕਿਸੇ ਵੀ ਮਹੱਤਵਪੂਰਨ ਅੰਤਰ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਅੰਗਰੇਜ਼ੀ ਭਾਸ਼ਾ ਦੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਅਧਿਕਾਰਤ ਮੰਨਿਆ ਜਾਵੇਗਾ।",
    "805221621": "ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਇੱਥੇ ਸੰਪਰਕ ਕਰੋ",
    "259613338": "ਜੇਕਰ ਇਹਨਾਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਬਾਰੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ।",
    "2735878907": "ਵਪਾਰ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ ਬਿਆਨ",
    "2887242610": "Intuition Machines, Inc ਨੇ ਇੱਕ ਵਪਾਰਕ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ ਵਿਕਸਿਤ ਕੀਤੀ ਹੈ ਕਿ ਅਸੀਂ ਉਹਨਾਂ ਘਟਨਾਵਾਂ ਦਾ ਜਵਾਬ ਕਿਵੇਂ ਦੇਵਾਂਗੇ ਜੋ ਸਾਡੇ hCaptcha ਕਾਰੋਬਾਰ ਨੂੰ ਮਹੱਤਵਪੂਰਨ ਤੌਰ 'ਤੇ ਵਿਗਾੜਦੇ ਹਨ। ਕਿਉਂਕਿ ਆਫ਼ਤਾਂ ਅਤੇ ਰੁਕਾਵਟਾਂ ਦਾ ਸਮਾਂ ਅਤੇ ਪ੍ਰਭਾਵ ਅਨੁਮਾਨਿਤ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਇਸ ਲਈ ਸਾਨੂੰ ਅਸਲ ਘਟਨਾਵਾਂ ਦੇ ਵਾਪਰਨ ਦੇ ਨਾਲ ਜਵਾਬ ਦੇਣ ਵਿੱਚ ਲਚਕਦਾਰ ਹੋਣਾ ਪਵੇਗਾ। ਇਸ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦੇ ਹੋਏ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਾਡੀ ਵਪਾਰਕ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ 'ਤੇ ਇਹ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹਾਂ।",
    "809251240": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ",
    "2551802342": "- ਅਸੀਂ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਕਾਰੋਬਾਰੀ ਵਿਘਨ ਤੋਂ ਬਾਅਦ ਤੇਜ਼ੀ ਨਾਲ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਕਾਰੋਬਾਰੀ ਕਾਰਵਾਈਆਂ ਨੂੰ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹਾਂ ਅਤੇ ਆਪਣੇ ਕਰਮਚਾਰੀਆਂ ਅਤੇ ਸੰਪਤੀ ਦੀ ਸੁਰੱਖਿਆ ਕਰਕੇ, ਇੱਕ ਵਿੱਤੀ ਅਤੇ ਸੰਚਾਲਨ ਮੁਲਾਂਕਣ ਕਰਕੇ, ਫਰਮ ਦੀਆਂ ਕਿਤਾਬਾਂ ਅਤੇ ਰਿਕਾਰਡਾਂ ਦੀ ਸੁਰੱਖਿਆ ਕਰਕੇ, ਅਤੇ ਸਾਡੇ ਗਾਹਕਾਂ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅੰਤਮ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਔਨਲਾਈਨ ਲੈਣ-ਦੇਣ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇ ਕੇ ਜਵਾਬ ਦਿੰਦੇ ਹਾਂ। ਸੰਖੇਪ ਵਿੱਚ, ਸਾਡੀ ਵਪਾਰਕ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ ਸਾਡੀ ਫਰਮ ਨੂੰ ਵਪਾਰਕ ਵਿਘਨ ਦੀ ਗੁੰਜਾਇਸ਼ ਅਤੇ ਗੰਭੀਰਤਾ ਨੂੰ ਦੇਖਦੇ ਹੋਏ, ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਓਪਰੇਸ਼ਨ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਤਿਆਰ ਕੀਤੀ ਗਈ ਹੈ। ਸਾਡੀ ਵਪਾਰਕ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ ਦੇ ਪਤੇ: ਡੇਟਾ ਬੈਕਅੱਪ ਅਤੇ ਰਿਕਵਰੀ; ਸਾਰੇ ਮਿਸ਼ਨ ਨਾਜ਼ੁਕ ਪ੍ਰਣਾਲੀਆਂ; ਵਿੱਤੀ ਅਤੇ ਸੰਚਾਲਨ ਮੁਲਾਂਕਣ; ਗਾਹਕਾਂ, ਕਰਮਚਾਰੀਆਂ, ਅਤੇ ਨਿਗਰਾਨੀ ਸੰਸਥਾਵਾਂ ਨਾਲ ਵਿਕਲਪਕ ਸੰਚਾਰ; ਕਰਮਚਾਰੀਆਂ ਦੀ ਬਦਲਵੀਂ ਭੌਤਿਕ ਸਥਿਤੀ; ਨਾਜ਼ੁਕ ਸਪਲਾਇਰ ਅਤੇ ਗਾਹਕ ਪ੍ਰਭਾਵ; ਰੈਗੂਲੇਟਰੀ ਰਿਪੋਰਟਿੰਗ; ਅਤੇ ਜੇਕਰ ਅਸੀਂ ਆਪਣਾ ਕਾਰੋਬਾਰ ਜਾਰੀ ਰੱਖਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹਾਂ ਤਾਂ ਸਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਤੁਰੰਤ ਨੋਟਿਸ ਦੇਣਾ। ਸਾਡਾ ਮੁੱਖ ਸਪਲਾਇਰ ਪੂਲ ਇੱਕ ਭੂਗੋਲਿਕ ਤੌਰ 'ਤੇ ਵੱਖਰੇ ਖੇਤਰ ਵਿੱਚ ਸਾਡੇ ਮਹੱਤਵਪੂਰਨ ਰਿਕਾਰਡਾਂ ਦਾ ਬੈਕਅੱਪ ਲੈਂਦਾ ਹੈ। ਹਾਲਾਂਕਿ ਹਰ ਐਮਰਜੈਂਸੀ ਸਥਿਤੀ ਬਾਹਰੀ ਕਾਰਕਾਂ, ਜਿਵੇਂ ਕਿ ਦਿਨ ਦਾ ਸਮਾਂ ਅਤੇ ਵਿਘਨ ਦੀ ਗੰਭੀਰਤਾ ਦੇ ਆਧਾਰ 'ਤੇ ਵਿਲੱਖਣ ਸਮੱਸਿਆਵਾਂ ਪੈਦਾ ਕਰਦੀ ਹੈ, ਸਾਨੂੰ ਇਸ ਸਪਲਾਇਰ ਪੂਲ ਦੁਆਰਾ ਸਲਾਹ ਦਿੱਤੀ ਗਈ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਉਦੇਸ਼ ਆਪਣੇ ਆਪਰੇਸ਼ਨਾਂ ਨੂੰ ਬਹਾਲ ਕਰਨਾ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਹੈ। ਹਾਲਾਂਕਿ ਅਸੀਂ ਸਪਲਾਇਰਾਂ ਦੇ ਵਿਭਿੰਨ ਸਮੂਹ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਜੋਖਮ ਨੂੰ ਘਟਾਉਣ ਲਈ ਕੰਮ ਕੀਤਾ ਹੈ, ਇਸ ਮਿਆਦ ਦੇ ਦੌਰਾਨ ਤੁਹਾਡੀਆਂ ਸੇਵਾਵਾਂ ਨੂੰ ਸੋਧਿਆ ਜਾਂ ਰੋਕਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "826396656": "ਸਾਡੀ ਵਪਾਰਕ ਨਿਰੰਤਰਤਾ ਯੋਜਨਾ",
    "1979347895": "- ਮਹੱਤਵਪੂਰਨ ਕਾਰੋਬਾਰੀ ਰੁਕਾਵਟਾਂ ਉਹਨਾਂ ਦੇ ਦਾਇਰੇ ਵਿੱਚ ਵੱਖੋ-ਵੱਖ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਜਿਵੇਂ ਕਿ ਸਿਰਫ਼ ਸਾਡੀ ਫਰਮ, ਸਾਡੀ ਫਰਮ ਨੂੰ ਰਹਿਣ ਵਾਲੀ ਇੱਕ ਇਮਾਰਤ, ਉਹ ਗੁਆਂਢ ਜਿੱਥੇ ਸਾਡੀ ਫਰਮ ਸਥਿਤ ਹੈ, ਉਹ ਸ਼ਹਿਰ ਜਿੱਥੇ ਅਸੀਂ ਸਥਿਤ ਹਾਂ, ਜਾਂ ਪੂਰਾ ਖੇਤਰ। ਇਹਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਖੇਤਰ ਦੇ ਅੰਦਰ, ਵਿਘਨ ਦੀ ਤੀਬਰਤਾ ਵੀ ਨਿਊਨਤਮ ਤੋਂ ਗੰਭੀਰ ਤੱਕ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੀ ਹੈ। ਸਾਡੀ ਫਰਮ, ਸਾਡੇ ਵਪਾਰਕ ਜ਼ਿਲ੍ਹੇ, ਸ਼ਹਿਰ ਜਾਂ ਖੇਤਰ ਜਾਂ ਸਾਡੀ ਫਰਮ ਦੀ ਰਿਹਾਇਸ਼ ਵਾਲੀ ਇਮਾਰਤ ਵਿੱਚ ਵਿਘਨ ਵਿੱਚ, ਅਸੀਂ ਲੋੜ ਪੈਣ 'ਤੇ ਆਪਣੇ ਕੰਮਕਾਜ ਨੂੰ ਇੱਕ ਸਥਾਨਕ ਸਾਈਟ 'ਤੇ ਟ੍ਰਾਂਸਫਰ ਕਰਾਂਗੇ ਅਤੇ ਕਾਰੋਬਾਰ ਦੇ ਸੰਚਾਲਨ ਵਿੱਚ ਕੋਈ ਭੌਤਿਕ ਰੁਕਾਵਟ ਦੀ ਉਮੀਦ ਨਹੀਂ ਕਰਾਂਗੇ। ਕਿਸੇ ਵੀ ਸਥਿਤੀ ਵਿੱਚ, ਅਸੀਂ ਕਾਰੋਬਾਰ ਵਿੱਚ ਜਾਰੀ ਰੱਖਣ ਦੀ ਯੋਜਨਾ ਬਣਾ ਰਹੇ ਹਾਂ, ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਵਿਕਲਪਕ ਪੂਰਤੀਕਰਤਾਵਾਂ ਨੂੰ ਸੰਚਾਲਨ ਟ੍ਰਾਂਸਫਰ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਤੁਹਾਨੂੰ ਸਾਡੀ ਵੈੱਬਸਾਈਟ hcaptcha.com ਅਤੇ hcaptchastatus.com 'ਤੇ ਸਾਡੇ ਸਥਿਤੀ ਪੰਨੇ ਰਾਹੀਂ ਸੂਚਿਤ ਕਰਦੇ ਹਾਂ ਕਿ ਸਾਡੇ ਨਾਲ ਕਿਵੇਂ ਸੰਪਰਕ ਕਰਨਾ ਹੈ। ਜੇਕਰ ਮਹੱਤਵਪੂਰਨ ਕਾਰੋਬਾਰੀ ਵਿਘਨ ਇੰਨਾ ਗੰਭੀਰ ਹੈ ਕਿ ਇਹ ਸਾਨੂੰ ਕਾਰੋਬਾਰ ਵਿੱਚ ਬਣੇ ਰਹਿਣ ਤੋਂ ਰੋਕਦਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਜਲਦੀ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
    "653679457": "ਵੱਖ-ਵੱਖ ਰੁਕਾਵਟਾਂ",
    "410397176": "ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ",
    "2095899021": "hCaptcha ਬ੍ਰਾਂਡਿੰਗ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ ਅਤੇ ਜਨਰਲ ਟ੍ਰੇਡਮਾਰਕ ਲਾਇਸੰਸ",
    "2340340589": "hCaptcha ਮਾਰਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਬਾਰੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼",
    "2430148876": "ਅਸੀਂ ਇਹ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ ਅਤੇ ਆਮ ਟ੍ਰੇਡਮਾਰਕ ਲਾਇਸੰਸ ਬਣਾਏ ਹਨ ਤਾਂ ਜੋ ਸਾਡੇ ਗਾਹਕਾਂ, ਭਾਈਵਾਲਾਂ ਅਤੇ ਪ੍ਰਸ਼ੰਸਕਾਂ ਲਈ ਸਾਡੀ ਕਾਰਪੋਰੇਟ ਪਛਾਣ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹੋਏ ਸਾਡੇ ਬ੍ਰਾਂਡ ਨਾਲ ਕੰਮ ਕਰਨਾ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਆਸਾਨ ਬਣਾਇਆ ਜਾ ਸਕੇ। ਜੇਕਰ ਤੁਹਾਨੂੰ hCaptcha ਆਈਕਨਾਂ, ਲੋਗੋ ਜਾਂ ਹੋਰ ਚਿੰਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਅਜਿਹੇ ਤਰੀਕਿਆਂ ਨਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਜੋ ਇਹਨਾਂ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਤੋਂ ਭੌਤਿਕ ਤੌਰ 'ਤੇ ਵੱਖਰੇ ਹਨ, ਤਾਂ ਤੁਹਾਨੂੰ ਲਿਖਤੀ ਲਾਇਸੈਂਸ ਲਈ ਸਾਡੇ (IMI) ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।",
    "3884400764": "ਜਦੋਂ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਅਨੁਸਾਰ hCaptcha ਚਿੰਨ੍ਹ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਇਸਦਾ ਮਤਲਬ ਇਹ ਨਹੀਂ ਹੈ ਕਿ ਤੁਹਾਡੇ ਕੋਲ hCaptcha ਚਿੰਨ੍ਹ, ਲੋਗੋ, ਜਾਂ ਕਿਸੇ ਹੋਰ ਟ੍ਰੇਡਮਾਰਕ, ਵਪਾਰਕ ਨਾਮ, ਸੇਵਾ ਚਿੰਨ੍ਹ, ਵਪਾਰਕ ਨਾਮ ਜਾਂ hCaptcha ਦੇ ਸਦਭਾਵਨਾ ਵਿੱਚ ਕੋਈ ਨਿਸ਼ਚਿਤ ਅਧਿਕਾਰ ਹਨ। ਅਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ ਲਚਕਤਾ ਪ੍ਰਦਾਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ, ਪਰ ਅਸੀਂ hCaptcha ਨੂੰ ਕਿਸੇ ਵੀ ਟ੍ਰੇਡਮਾਰਕ, ਵਪਾਰਕ ਨਾਮ, ਸੇਵਾ ਚਿੰਨ੍ਹ, ਵਪਾਰਕ ਨਾਮ ਜਾਂ hCaptcha ਦੀ ਸਦਭਾਵਨਾ ਦੀ ਅਣਅਧਿਕਾਰਤ ਵਰਤੋਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹਾਂ। ਕੋਈ ਵੀ ਅਣਅਧਿਕਾਰਤ ਵਰਤੋਂ ਆਪਣੇ ਆਪ ਹੀ hCaptcha ਦੁਆਰਾ ਦਿੱਤੀ ਗਈ ਇਜਾਜ਼ਤ ਜਾਂ ਲਾਇਸੈਂਸ ਨੂੰ ਖਤਮ ਕਰ ਦਿੰਦੀ ਹੈ ਅਤੇ ਕਿਸੇ ਵੀ ਨੁਕਸਾਨ ਲਈ ਕਾਨੂੰਨੀ ਦੇਣਦਾਰੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਸਕਦਾ ਹੈ।",
    "512598290": "ਇਸ ਲਈ, ਸਾਨੂੰ ਇਹ ਪੁੱਛਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਹਮੇਸ਼ਾਂ ਸਾਰੇ hCaptcha ਚਿੰਨ੍ਹ ਅਤੇ ਲੋਗੋ ਦੀ ਵਰਤੋਂ ਅਜਿਹੇ ਰੂਪ ਵਿੱਚ ਕਰੋ ਜੋ ਹੇਠਾਂ ਦਿੱਤੇ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਕੈਪੀਟਲਾਈਜ਼ੇਸ਼ਨ, ਟਾਈਪਫੇਸ ਅਤੇ ਸ਼ੈਲੀ ਸ਼ਾਮਲ ਹੈ।",
    "2075610992": "ਤੁਹਾਡੇ ਸਾਥ ਲੲੀ ਧੰਨਵਾਦ!",
    "1023190144": "hCaptcha® ਟੈਕਸਟ ਵਿੱਚ",
    "4274324704": "ਲਿਖਤੀ ਕਾਪੀ ਵਿੱਚ ਸਾਡੇ ਨਾਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਤਰੀਕਾ ਇਹ ਹੈ:",
    "3912926900": "hCaptcha® ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਚਿੰਨ੍ਹ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਜਦੋਂ ਇਹ ਪਹਿਲੀ ਵਾਰ ਰਚਨਾਤਮਕ ਕਾਪੀ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।",
    "950637875": "hCaptcha ਸਪੈਲਿੰਗ ਨੂੰ ਕਦੇ ਵੀ ਬਦਲਿਆ ਨਹੀਂ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ hCaptcha ਨੂੰ ਹਮੇਸ਼ਾ ਦੂਜੇ ਅੱਖਰ (\"C\") ਵਿੱਚ ਕੈਪੀਟਲ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਹ ਕਦੇ ਵੀ ਬਹੁਵਚਨ ਜਾਂ ਅਧਿਕਾਰਤ ਨਹੀਂ ਹੁੰਦਾ।",
    "2624601135": "\"hCaptcha\" ਦੀ ਵਰਤੋਂ ਬ੍ਰਾਂਡ ਨਾਮ ਦੇ ਹਿੱਸੇ ਵਜੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ, ਹਾਈਫ਼ਨ ਨਾਲ ਜੁੜੀ ਹੋਈ, ਜਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਜਾਂ ਹੋਰ ਉਤਪਾਦਾਂ ਦੇ ਨਾਮਾਂ ਵਿੱਚ ਨਹੀਂ ਵਰਤੀ ਜਾਣੀ ਚਾਹੀਦੀ।",
    "3828090208": "ਇਸਦੀ ਬਜਾਏ \"hCaptcha ਲਈ\" ਦੀ ਵਰਤੋਂ ਕਰੋ। ਜੇਕਰ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਲੋਗੋ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ \"hCaptcha ਲਈ\" ਦਾ ਆਕਾਰ ਤੀਜੀ ਧਿਰ ਦੇ ਲੋਗੋ ਨਾਲੋਂ ਛੋਟਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "4149738856": "hCaptcha ਨੂੰ ਇੱਕ ਵਿਸ਼ੇਸ਼ਣ ਦੇ ਤੌਰ ਤੇ ਵਰਤਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸਦੇ ਬਾਅਦ ਇੱਕ ਉਚਿਤ ਆਮ ਸ਼ਬਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "1446868537": "hCaptcha ਨੂੰ ਕਦੇ ਵੀ ਕਿਰਿਆ ਵਜੋਂ ਨਹੀਂ ਵਰਤਿਆ ਜਾਣਾ ਚਾਹੀਦਾ।",
    "2487931657": "ਨਾ ਵਰਤੋ: \"ਅਸੀਂ ਆਪਣੀ ਸਾਈਟ ਨੂੰ hCaptcha'd.\"",
    "2565565429": "ਇਸਦੀ ਬਜਾਏ ਵਰਤੋਂ: \"ਅਸੀਂ ਆਪਣੀ ਸਾਈਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਅਤੇ ਵਧੇਰੇ ਸੁਰੱਖਿਅਤ ਬਣਾਉਣ ਲਈ hCaptcha ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ।\"",
    "3434202027": "ਸੰਚਾਰ ਵਿੱਚ hCaptcha ਨਾਮ ਦੀ ਕਿਸੇ ਵੀ ਵਰਤੋਂ ਲਈ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ: \"hCaptcha Intuition Machines, Inc ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ।\"",
    "2754937029": "ਅਸਵੀਕਾਰਨਯੋਗ ਵਰਤੋਂ",
    "2436973524": "ਸਿਰਫ਼ ਸਹੀ ਹਵਾਲੇ ਸਵੀਕਾਰਯੋਗ ਹਨ। ਇਹ ਕਹਿਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ ਕਿ ਕੋਈ ਸਾਈਟ hCaptcha ਸੇਵਾਵਾਂ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ ਜਦੋਂ ਇਹ ਨਹੀਂ ਕਰਦੀ। ਇਸੇ ਤਰ੍ਹਾਂ, ਸਾਡੇ ਲੋਗੋ ਜਾਂ ਕਿਸੇ ਬੈਜ ਦੀ ਵਰਤੋਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਉਚਿਤ ਹੈ ਜਦੋਂ ਸਾਈਟ hCaptcha ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ।",
    "69844082": "hCaptcha ਟ੍ਰੇਡਮਾਰਕ, ਗ੍ਰਾਫਿਕ ਚਿੰਨ੍ਹ, ਲੋਗੋ, ਟਾਈਪਫੇਸ, ਜਾਂ ਆਈਕਨਾਂ ਨੂੰ ਵੀ ਅਪਮਾਨਜਨਕ ਤਰੀਕੇ ਨਾਲ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "3861413614": "ਤੁਸੀਂ ਕਿਸੇ ਵੀ hCaptcha ਟ੍ਰੇਡਮਾਰਕ ਜਾਂ ਲੋਗੋ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ ਜਿਸਦਾ ਮਤਲਬ ਇਹ ਹੋਵੇ ਕਿ hCaptcha ਕੋਲ ਸਪੱਸ਼ਟ ਲਿਖਤੀ ਇਜਾਜ਼ਤ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਦੇ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਨਾਲ ਮਾਨਤਾ ਜਾਂ ਸਮਰਥਨ, ਸਪਾਂਸਰਸ਼ਿਪ, ਜਾਂ ਸਮਰਥਨ ਹੈ।",
    "1409822234": "ਕਿਸੇ ਵੀ ਸਥਿਤੀ ਵਿੱਚ ਇੱਕ ਸਮਾਨ ਜਾਂ ਲਗਭਗ ਇੱਕੋ ਜਿਹੇ hCaptcha ਟ੍ਰੇਡਮਾਰਕ ਦੀ ਵਰਤੋਂ ਇੱਕ ਡੋਮੇਨ ਨਾਮ ਵਜੋਂ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "4181060163": "ਤੀਜੀਆਂ ਧਿਰਾਂ ਨੂੰ ਭਿੰਨਤਾਵਾਂ ਜਾਂ ਗਲਤ ਸ਼ਬਦ-ਜੋੜਾਂ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ ਜਾਂ ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ਜਿਸ ਨਾਲ hCaptcha ਟ੍ਰੇਡਮਾਰਕਾਂ 'ਤੇ ਕੋਈ ਸ਼ੁਰੂਆਤੀ ਦਿਲਚਸਪੀ ਉਲਝਣ ਪੈਦਾ ਹੋਵੇ।",
    "3955555607": "ਭਾਗੀਦਾਰਾਂ ਜਾਂ ਅਧਿਕਾਰਤ ਵਿਕਰੇਤਾਵਾਂ ਤੋਂ ਇਲਾਵਾ, ਤੀਜੀਆਂ ਧਿਰਾਂ hCaptcha ਚਿੰਨ੍ਹ ਜਾਂ ਗਲਤ ਸ਼ਬਦ-ਜੋੜਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਕੀਵਰਡਸ, Google AdWords, ਜਾਂ ਹੋਰ ਨਿਸ਼ਾਨਾ ਵਿਗਿਆਪਨ ਪ੍ਰਣਾਲੀਆਂ ਲਈ ਬੋਲੀ ਨਹੀਂ ਲਗਾ ਸਕਦੀਆਂ ਹਨ। ਨਾ ਹੀ ਤੀਜੀਆਂ ਧਿਰਾਂ ਡੋਮੇਨ ਨਾਮਾਂ, ਕਿਸੇ ਵੀ ਖੋਜ ਇੰਜਨ ਔਪਟੀਮਾਈਜੇਸ਼ਨ, ਮੈਟਾ ਟੈਗਸ, ਖੋਜ ਸ਼ਬਦਾਂ, ਕੋਡ, ਜਾਂ ਹੋਰ ਗਲਤ ਪੇਸ਼ਕਾਰੀ ਵਿੱਚ hCaptcha ਚਿੰਨ੍ਹ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੀਆਂ ਹਨ।",
    "1985238261": "ਹੋਰ ਪ੍ਰਤਿਬੰਧਿਤ ਚਿੰਨ੍ਹ",
    "2193061499": "ਸਾਡੇ ਕੁਝ ਲੋਗੋ ਅਤੇ ਚਿੰਨ੍ਹ hCaptcha ਅਤੇ ਇਸਦੇ ਭਾਈਵਾਲਾਂ ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਤੱਕ ਸੀਮਤ ਹਨ। ਤੀਜੀਆਂ ਧਿਰਾਂ hCaptcha ਤੋਂ ਲਿਖਤੀ ਲਾਇਸੰਸ ਤੋਂ ਬਿਨਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਚਿੰਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha ਸਾਥੀ™",
    "755156539": "hCaptcha ਅਧਿਕਾਰਤ ਰੀਸੇਲਰ™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ ਦੁਆਰਾ BotStop",
    "2557601376": "hCaptcha ਲੋਗੋ™",
    "248923369": "BotStop ਲੋਗੋ™",
    "3942875761": "ਇੱਕ ਬਿਹਤਰ ਵੈੱਬ ™ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੋ",
    "364774188": "ਮੈਂ ਇਨਸਾਨ ਹਾਂ™",
    "2785425016": "(ਮਨੁੱਖਤਾ ਤਸਦੀਕ ਹੱਲ ਦੇ ਸੰਦਰਭ ਵਿੱਚ, ਜਿਵੇਂ ਕਿ ਇੱਕ ਕਾਲ ਟੂ ਐਕਸ਼ਨ)",
    "2639657759": "ਆਗਿਆ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਚਿੰਨ੍ਹ",
    "1268918580": "hCaptcha ਅਤੇ ਇਸਦੇ ਭਾਈਵਾਲਾਂ ਦੁਆਰਾ ਵਰਤੇ ਗਏ ਕੁਝ ਲੋਗੋ ਅਤੇ ਚਿੰਨ੍ਹ ਤੀਜੀ ਧਿਰ ਦੀ ਮਲਕੀਅਤ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦੀ ਇਜਾਜ਼ਤ ਨਾਲ ਹੀ ਵਰਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਤੀਜੀਆਂ ਧਿਰਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਚਿੰਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ, ਸਿਵਾਏ ਉਹਨਾਂ ਦੇ ਮਾਲਕਾਂ ਦੁਆਰਾ ਇਜਾਜ਼ਤ ਦਿੱਤੇ ਜਾਣ ਤੋਂ:",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ, ਅਤੇ ਇਸਦੀ ਇਜਾਜ਼ਤ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ, ਅਤੇ ਇਸਦੀ ਇਜਾਜ਼ਤ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation ਦਾ ਟ੍ਰੇਡਮਾਰਕ ਹੈ, ਅਤੇ ਇਸਦੀ ਇਜਾਜ਼ਤ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "3554363588": "ਹੋਰ ਚਿੰਨ੍ਹ",
    "3290996791": "ਹੋਰ ਸਾਰੇ ਉਤਪਾਦ ਦੇ ਨਾਮ, ਲੋਗੋ ਅਤੇ ਬ੍ਰਾਂਡ ਉਹਨਾਂ ਦੇ ਸਬੰਧਤ ਮਾਲਕਾਂ ਦੀ ਸੰਪਤੀ ਹਨ। ਇਸ ਵੈੱਬਸਾਈਟ ਵਿੱਚ ਵਰਤੇ ਗਏ ਹੋਰ ਸਾਰੀਆਂ ਕੰਪਨੀ, ਉਤਪਾਦ ਅਤੇ ਸੇਵਾ ਦੇ ਨਾਮ ਸਿਰਫ਼ ਪਛਾਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹਨ। ਇਹਨਾਂ ਨਾਵਾਂ, ਲੋਗੋ ਅਤੇ ਬ੍ਰਾਂਡਾਂ ਦੀ ਵਰਤੋਂ ਦਾ ਮਤਲਬ ਸਮਰਥਨ ਨਹੀਂ ਹੈ।",
    "2444685143": "ਲੋਗੋ ਨੀਤੀ",
    "2414232014": "ਸਾਡਾ ਲੋਗੋ ਤੁਰੰਤ ਪਛਾਣਨਯੋਗ ਹੈ ਅਤੇ ਸਾਡੀ ਸਭ ਤੋਂ ਕੀਮਤੀ ਅਤੇ ਮਹੱਤਵਪੂਰਨ ਸੰਪਤੀਆਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਇਹ ਸਾਡੀ ਕੰਪਨੀ ਦੀ ਇੱਕ ਮਜ਼ਬੂਤ ਪ੍ਰਤੀਨਿਧਤਾ ਬਣੀ ਰਹੇ, ਇਸਨੂੰ ਸੰਚਾਰ ਦੇ ਸਾਰੇ ਚੈਨਲਾਂ ਵਿੱਚ ਇੱਕ ਸਾਵਧਾਨੀ ਅਤੇ ਇਕਸਾਰ ਤਰੀਕੇ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "803639471": "hCaptcha ਲੋਗੋ ਵਿੱਚ ਹੈਂਡ ਆਈਕਨ ਅਤੇ hCaptcha ਲੋਗੋਟਾਈਪ ਸ਼ਾਮਲ ਹੈ। ਇਸਦੇ ਬਦਲਵੇਂ ਰੂਪ ਵਿੱਚ, ਹੈਂਡ ਆਈਕਨ ਆਪਣੇ ਆਪ ਪ੍ਰਗਟ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਸਪੇਸ ਸੀਮਤ ਹੁੰਦੀ ਹੈ ਅਤੇ \"hCaptcha\" ਨੂੰ ਹੈਂਡ ਆਈਕਨ ਦੇ ਨੇੜੇ ਇੱਕ ਸ਼ਬਦ ਚਿੰਨ੍ਹ (ਜਿਵੇਂ ਉੱਪਰ ਦੱਸਿਆ ਗਿਆ ਹੈ) ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਇਹ ਸਪੱਸ਼ਟ ਹੈ ਕਿ ਹੈਂਡ ਆਈਕਨ hCaptcha ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "564127016": "hCaptcha ਹੈਂਡ ਆਈਕਨ:",
    "1424800293": "hCaptcha ਲੋਗੋ:",
    "1525506526": "ਅਕਾਉਂਟ ਟੇਕਓਵਰ ਕੀ ਹਨ ਅਤੇ ਉਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ?",
    "2446481523": "ਇੱਥੇ ਇੱਕ ਪੁਰਾਣੀ ਲੋਕ ਕਹਾਣੀ ਹੈ ਜਿਸ ਵਿੱਚ ਇੱਕ ਵੈਗਨ ਡਰਾਈਵਰ ਅਤੇ ਇੱਕ ਰਈਸ ਇੱਕ ਛੋਟੇ ਜਿਹੇ ਦੇਸ਼ ਦੇ ਪਿੰਡ ਵਿੱਚ ਕਾਂਸਟੇਬਲਰੀ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ। ਇੱਕ ਆਦਮੀ, ਗੰਦੇ, ਗਰੀਬਾਂ ਦੇ ਕੱਪੜੇ ਪਹਿਨੇ, ਨੇ ਕਾਂਸਟੇਬਲ ਨੂੰ ਕਿਹਾ, “ਮੈਂ ਅਮੀਰ ਹਾਂ। ਇਹ ਆਦਮੀ ਮੇਰਾ ਡਰਾਈਵਰ ਸੀ।",
    "1767952047": "ਉਸ ਨੇ ਬੀਤੀ ਰਾਤ ਮੇਰੇ 'ਤੇ ਹਮਲਾ ਕੀਤਾ, ਮੇਰੇ ਕੱਪੜੇ ਚੋਰੀ ਕਰ ਲਏ ਅਤੇ ਮੇਰੇ ਪੈਸੇ ਲੈ ਲਏ। ਦੂਜੇ ਆਦਮੀ ਨੇ, ਬਹੁਤ ਵਧੀਆ ਕੱਪੜੇ ਪਹਿਨੇ ਹੋਏ, ਨੇਕ ਸ਼੍ਰੇਣੀ ਦੇ ਕੱਪੜੇ, ਜਵਾਬ ਦਿੱਤਾ, \"ਕਾਂਸਟੇਬਲ, ਇਹ ਆਦਮੀ ਪਾਗਲ ਹੈ। ਉਹ ਸੋਚਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਰਈਸ ਹੈ। ਮੈਂ ਅਸਲੀ ਕੁਲੀਨ ਹਾਂ। ਉਸ ਨੂੰ ਗ੍ਰਿਫਤਾਰ ਕਰੋ!”",
    "2947576723": "ਇਹ ਕਹਾਣੀ ਡ੍ਰਾਈਵਰਜ਼ ਲਾਇਸੰਸ ਅਤੇ ਡਿਜੀਟਲ ਫਿੰਗਰ ਪ੍ਰਿੰਟਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਦੀ ਹੈ, ਪਰ ਇਹ ਇੱਕ ਵਧੀਆ ਉਦਾਹਰਣ ਪੇਸ਼ ਕਰਦੀ ਹੈ ਕਿ ਖਾਤਾ ਲੈਣ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਕੀ ਗਲਤ ਹੋ ਸਕਦਾ ਹੈ। ਇੱਕ ਵਿਅਕਤੀ ਇੱਕ ਔਨਲਾਈਨ ਬੈਂਕ ਖਾਤੇ ਜਾਂ ਮੋਬਾਈਲ ਭੁਗਤਾਨ ਐਪ ਵਿੱਚ ਲੌਗਇਨ ਕਰਦਾ ਹੈ। ਕੀ ਉਹ ਅਸਲ ਖਾਤਾ ਧਾਰਕ, ਜਾਂ ਹੈਕਰ ਹੈ? ਅਸਲ ਵਿੱਚ ਕੌਣ ਹੈ? ਇਹ ਸੁਰੱਖਿਆ ਮੁੱਦੇ ਉਹਨਾਂ ਸੰਸਥਾਵਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ ਜੋ ਸਵੈ-ਸੇਵਾ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੇ ਹਨ।",
    "1687299615": "ਇੱਕ ਖਾਤਾ ਲੈਣ-ਦੇਣ ਕੀ ਹੈ?",
    "2648707986": "ਇੱਕ ਖਾਤਾ ਟੇਕਓਵਰ ਸਾਈਬਰ ਧੋਖਾਧੜੀ ਦਾ ਇੱਕ ਰੂਪ ਹੈ ਜਿਸ ਵਿੱਚ ਇੱਕ ਖਤਰਨਾਕ ਅਭਿਨੇਤਾ ਇੱਕ ਔਨਲਾਈਨ ਖਾਤੇ ਦੇ ਮਾਲਕ ਦੀ ਨਕਲ ਕਰਦਾ ਹੈ। ਆਮ ਤੌਰ 'ਤੇ, ਖਾਤਾ ਕਿਸੇ ਵਿੱਤੀ ਸੰਸਥਾ ਜਾਂ ਈ-ਕਾਮਰਸ ਕਾਰੋਬਾਰ 'ਤੇ ਹੁੰਦਾ ਹੈ ਜਿੱਥੇ ਧੋਖਾਧੜੀ ਕਰਨ ਵਾਲਾ ਪੈਸਾ, ਵਪਾਰਕ ਸਮਾਨ ਜਾਂ ਗਿਫਟ ਕਾਰਡ ਚੋਰੀ ਕਰ ਸਕਦਾ ਹੈ। ਹਮਲਾਵਰ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਚੋਰੀ ਕੀਤੇ ਲੌਗਇਨ ਪ੍ਰਮਾਣ ਪੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ ਅਤੇ ਫਿਰ ਇਸਨੂੰ ਆਪਣੇ ਕਬਜ਼ੇ ਵਿੱਚ ਲੈ ਲੈਂਦਾ ਹੈ, ਸ਼ਾਇਦ ਅਸਲ ਖਾਤਾ ਮਾਲਕ ਨੂੰ ਲਾਕ ਕਰਨ ਲਈ ਪਾਸਵਰਡ ਬਦਲਦਾ ਹੈ।",
    "1476843710": "ਘੱਟ ਵਿੱਤੀ ਨੁਕਸਾਨਦੇਹ ਪਰ ਫਿਰ ਵੀ ਖਾਤਾ ਟੇਕਓਵਰ ਦੇ ਨੁਕਸਾਨਦੇਹ ਰੂਪਾਂ ਵਿੱਚ ਸੋਸ਼ਲ ਮੀਡੀਆ ਖਾਤਿਆਂ ਨੂੰ ਹਾਈਜੈਕ ਕਰਨਾ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦੇ ਹੋਰ ਸ਼ਾਮਲ ਹੁੰਦੇ ਹਨ। ਇਹਨਾਂ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਹਮਲਾਵਰ ਆਮ ਤੌਰ 'ਤੇ ਮਾਲਵੇਅਰ ਫੈਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੁੰਦਾ ਹੈ ਜਾਂ ਪੀੜਤ ਦੇ ਅਣਪਛਾਤੇ ਦੋਸਤਾਂ ਦੇ ਵਿਰੁੱਧ ਫਿਸ਼ਿੰਗ ਹਮਲਿਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ। ਜਾਂ, ਹਮਲਾਵਰ ਪੀੜਤ ਨੂੰ ਸ਼ਰਮਿੰਦਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ, ਜੋ ਕਿ ਕਈ ਵਾਰ ਮਸ਼ਹੂਰ ਹਸਤੀਆਂ ਅਤੇ ਸਿਆਸਤਦਾਨਾਂ ਨਾਲ ਹੁੰਦਾ ਹੈ, ਉਦਾਹਰਨ ਲਈ।",
    "2904949278": "ਇੱਕ ਹੈਕਰ ਇੱਕ ਖਾਤੇ 'ਤੇ ਕਿਵੇਂ ਕਬਜ਼ਾ ਕਰਦਾ ਹੈ?",
    "2575690545": "ਬਹੁਤ ਸਾਰੇ ਸਾਈਬਰ ਧੋਖਾਧੜੀ ਦੀ ਤਰ੍ਹਾਂ ਖਾਤਾ ਲੈਣ-ਦੇਣ, ਜ਼ਿਆਦਾਤਰ ਸਵੈਚਲਿਤ, ਜਨਤਕ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦਾ ਮਾਮਲਾ ਹੈ। ਆਪਣੀ ਮਾਂ ਦੇ ਬੇਸਮੈਂਟ ਵਿੱਚ ਇੱਕ ਹੂਡੀ ਪਹਿਨੇ ਇੱਕ ਹੈਕਰ ਲਈ, ਇੱਕ ਸਮੇਂ ਵਿੱਚ ਇੱਕ ਬੈਂਕ ਵੈਬਸਾਈਟਾਂ ਵਿੱਚ ਪਾਸਵਰਡ ਟਾਈਪ ਕਰਨਾ ਬਹੁਤ ਘੱਟ ਹੁੰਦਾ ਹੈ।",
    "3614653023": "ਇਸ ਦੀ ਬਜਾਇ, ਅਭਿਆਸ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਪ੍ਰਮਾਣਿਤ ਸਟਫਿੰਗ ਹਮਲਿਆਂ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਜੋ ਖਾਤਿਆਂ ਦੇ ਇੱਕ ਛੋਟੇ ਸਬਸੈੱਟ ਨੂੰ ਅਨਲੌਕ ਕਰਨ ਦੀ ਉਮੀਦ ਵਿੱਚ ਦਰਜਨਾਂ ਟੀਚਾ ਵਿੱਤੀ ਸੰਸਥਾਵਾਂ 'ਤੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾ ਨਾਮ/ਪਾਸਵਰਡ ਜੋੜਿਆਂ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਨ। ਇੱਕ ਵਾਰ ਸਵੈਚਲਿਤ ਧੋਖਾਧੜੀ ਵਾਲੇ ਸੌਫਟਵੇਅਰ ਨੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਇੱਕ ਮਨੁੱਖੀ ਹੈਕਰ ਫਿਰ ਸ਼ਾਮਲ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਨਹੀਂ।",
    "2762759509": "ਬਹੁਤ ਸਾਰੇ ਖਾਤੇ ਟੇਕਓਵਰ ਹਮਲੇ ਲਗਭਗ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਵੈਚਾਲਿਤ ਹੁੰਦੇ ਹਨ।",
    "1972710018": "ਇਸ ਨੂੰ ਕੰਪਨੀ ਦੇ ਨਜ਼ਰੀਏ ਤੋਂ ਦੇਖਿਆ ਜਾ ਰਿਹਾ ਹੈ",
    "1282121137": "ਇਹ ਸਮਝਣ ਲਈ ਕਿ ਖਾਤਾ ਲੈਣ-ਦੇਣ ਦੀ ਸਮੱਸਿਆ ਕਿਵੇਂ ਹੋ ਸਕਦੀ ਹੈ, ਇਸ ਗੱਲ 'ਤੇ ਵਿਚਾਰ ਕਰੋ ਕਿ ਵਿੱਤੀ ਸੰਸਥਾ ਦੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਤੋਂ ਅਨੁਭਵ ਕਿਹੋ ਜਿਹਾ ਲੱਗਦਾ ਹੈ। ਉਹ ਹਰ ਰੋਜ਼ ਲੱਖਾਂ ਲੌਗਇਨਾਂ ਨੂੰ ਸੰਭਾਲਦੇ ਹਨ।",
    "2315518622": "ਅੱਜ ਦੇ ਹਮਲੇ ਦੇ ਸਾਧਨਾਂ ਵਿੱਚ ਉਪਲਬਧ ਸੂਝ-ਬੂਝ ਦੇ ਨਾਲ, ਇਹ ਪਤਾ ਲਗਾਉਣਾ ਬਹੁਤ ਚੁਣੌਤੀਪੂਰਨ ਹੈ ਕਿ ਕਿਹੜੇ, ਜੇਕਰ ਕੋਈ, ਧੋਖੇਬਾਜ਼ ਹਨ। ਫਿਰ, ਇੱਕ ਵਿਅਕਤੀ ਗਾਹਕ ਸੇਵਾ ਲਾਈਨ ਨੂੰ ਕਾਲ ਕਰਦਾ ਹੈ ਅਤੇ ਕਹਿੰਦਾ ਹੈ \"ਮੇਰੇ ਖਾਤੇ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਗਿਆ ਹੈ! ਮੈਂ ਲੌਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਅਤੇ ਕੋਈ ਮੇਰੇ ਪੈਸੇ ਚੋਰੀ ਕਰ ਰਿਹਾ ਹੈ!”",
    "1836369533": "ਲੋਕ ਕਥਾ ਵਿੱਚ ਕਾਂਸਟੇਬਲ ਵਾਂਗ, ਕੋਈ ਕਿਵੇਂ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ ਕਿ ਅਸਲ ਵਿੱਚ ਕੌਣ ਹੈ? ਜੇਕਰ ਹਮਲਾਵਰ ਕੋਲ ਕਾਫ਼ੀ ਚੋਰੀ ਹੋਏ ਪਛਾਣ ਤੱਤ ਹਨ, ਜਿਵੇਂ ਕਿ ਡ੍ਰਾਈਵਰਜ਼ ਲਾਇਸੈਂਸ ਨੰਬਰ, ਸੋਸ਼ਲ ਸਿਕਿਉਰਿਟੀ ਨੰਬਰ, ਮਾਂ ਦਾ ਪਹਿਲਾ ਨਾਮ, ਪਤਾ, ਅਤੇ ਹੋਰ, ਤਾਂ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨਾ ਕਾਫ਼ੀ ਮੁਸ਼ਕਲ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਕਾਲ ਕਰਨ ਵਾਲਾ ਅਸਲ ਖਾਤਾ ਧਾਰਕ ਹੈ ਜਾਂ ਹਮਲਾਵਰ ਇੱਕ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ। ਉਸ ਖਾਤੇ 'ਤੇ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ ਜਿਸ ਨੂੰ ਉਹ ਪ੍ਰਵੇਸ਼ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ।",
    "2880837730": "ਖਾਤਾ ਲੈਣ-ਦੇਣ ਨੂੰ ਰੋਕਣ ਲਈ ਕੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ?",
    "3654556483": "ਵਿੱਤੀ ਸੰਸਥਾਵਾਂ ਅਤੇ ਈ-ਕਾਮਰਸ ਕੰਪਨੀਆਂ ਕੋਲ ਪ੍ਰਕਿਰਿਆਵਾਂ ਅਤੇ ਨਿਯੰਤਰਣ ਹੁੰਦੇ ਹਨ ਜੋ ਖਾਤਾ ਲੈਣ ਦੇ ਕੁਝ ਖਤਰੇ ਨੂੰ ਘੱਟ ਕਰਦੇ ਹਨ। ਇਹ ਪੁਰਾਣੇ ਜ਼ਮਾਨੇ ਦੇ \"ਐਲੀਮੈਂਟਰੀ ਸਕੂਲ ਵਿੱਚ ਤੁਹਾਡੇ ਸਭ ਤੋਂ ਚੰਗੇ ਦੋਸਤ ਦਾ ਨਾਮ ਕੀ ਸੀ\" ਸੁਰੱਖਿਆ ਸਵਾਲਾਂ ਤੋਂ ਲੈ ਕੇ ਸ਼ੱਕੀ IP ਪਤਿਆਂ ਅਤੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਣ ਵਾਲੇ ਖੋਜ ਤਰੀਕਿਆਂ ਤੱਕ ਹੈ।",
    "2449501658": "ਬੋਟਸ ਨੂੰ ਖੋਜਣ ਅਤੇ ਰੋਕਣ ਲਈ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਧੋਖਾਧੜੀ ਵਾਲੇ ਖਾਤਾ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ ਤੋਂ ਖਤਰੇ ਨੂੰ ਘੱਟ ਕਰਨ ਦੇ ਸਭ ਤੋਂ ਉੱਨਤ ਤਰੀਕਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਅਤੇ ਧੋਖਾਧੜੀ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਖਾਤਾ ਟੇਕਓਵਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਬਹੁਤ ਮੁਸ਼ਕਲ ਜਾਂ ਅਸੰਭਵ ਬਣਾਉਂਦਾ ਹੈ।",
    "3621455477": "ਹੋਰ ਜਾਣਨ ਲਈ!",
    "555246307": "ਉਂਝ, ਇੱਥੇ ਸਰਦਾਰ ਅਤੇ ਉਸਦੇ ਡਰਾਈਵਰ ਦੀ ਕਹਾਣੀ ਕਿਵੇਂ ਖਤਮ ਹੁੰਦੀ ਹੈ: ਕਾਂਸਟੇਬਲ ਨੇ ਦੋਵਾਂ ਆਦਮੀਆਂ ਨੂੰ ਘੰਟਿਆਂ ਬੱਧੀ ਇਕੱਠੇ ਕਮਰੇ ਵਿੱਚ ਬਿਠਾਇਆ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਦਿਮਾਗ ਵਿੱਚੋਂ ਬੋਰ ਹੋ ਗਿਆ। ਦਿਨ ਦੇ ਅੰਤ ਵਿੱਚ, ਉਹ ਪ੍ਰਗਟ ਹੋਇਆ ਅਤੇ ਕਿਹਾ, \"ਮੈਂ ਹੁਣ ਵੈਗਨ ਡਰਾਈਵਰ ਨਾਲ ਗੱਲ ਕਰਾਂਗਾ।\" ਨੇਕ ਕੱਪੜਿਆਂ ਵਾਲਾ ਆਦਮੀ ਖੜ੍ਹਾ ਹੋ ਗਿਆ। ਉਹ ਬਹੁਤ ਬੋਰ ਹੋ ਗਿਆ ਸੀ, ਉਹ ਭੁੱਲ ਗਿਆ ਸੀ ਕਿ ਉਹ ਸਿਰਫ ਮਹਾਂਪੁਰਖ ਹੋਣ ਦਾ ਦਿਖਾਵਾ ਕਰ ਰਿਹਾ ਸੀ।",
    "1224727373": "hCaptcha ਦੁਆਰਾ BotStop",
    "1187718370": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "3892905664": "hCaptcha ਤੁਹਾਡੀਆਂ ਮਨਪਸੰਦ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਨੂੰ ਸਧਾਰਨ ਸਵਾਲ ਪੁੱਛ ਕੇ ਬੋਟਾਂ, ਸਪੈਮ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਦੂਰ ਰੱਖਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ ਜੋ ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ ਅਤੇ ਮਸ਼ੀਨਾਂ ਲਈ ਮੁਸ਼ਕਲ ਹਨ।",
    "555158694": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਸੇਵਾ ਨੇ ਖਤਰਨਾਕ ਟ੍ਰੈਫਿਕ ਨੂੰ ਘਟਾਉਣ ਲਈ hCaptcha ਸਥਾਪਤ ਕਰਕੇ ਆਪਣੀ ਸਾਈਟ 'ਤੇ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਚੁਣਿਆ ਹੈ।",
    "1617196410": "hCaptcha ਬੋਟਾਂ ਨੂੰ ਰੋਕਣ 'ਤੇ ਕੇਂਦ੍ਰਿਤ ਹੈ। ਸਾਨੂੰ ਕੋਈ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹੈ, ਪਰ ਸਿਰਫ਼ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ਕਿ ਉਹ ਖਤਰਨਾਕ ਹਨ ਜਾਂ ਨਹੀਂ। ਅਸੀਂ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੰਤੁਲਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ",
    "1624200563": "ਸੁਰੱਖਿਆ, ਅਤੇ GDPR, CCPA, LGPD, PIPL, ਅਤੇ ਹੋਰ ਗੋਪਨੀਯਤਾ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।",
    "1927613000": "hCaptcha ਵੈੱਬ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਅਕਾਊਂਟ ਟੇਕਓਵਰ, ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ, ਸਕ੍ਰੈਪਿੰਗ, ਅਤੇ ਹੋਰ ਕਿਸਮ ਦੇ ਦੁਰਵਿਵਹਾਰ ਤੋਂ ਬਚਾਉਣ ਲਈ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਚੁਣੌਤੀ ਪਲੇਟਫਾਰਮ ਦੇ ਨਾਲ ਆਧੁਨਿਕ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਨੂੰ ਜੋੜਦਾ ਹੈ।",
    "1133989302": "hCaptcha ਕਿਉਂ?",
    "34074886": "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਚੁਣੌਤੀ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹੋ, ਅਸੀਂ ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ ਵਧੀਆ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇਨਸਾਨ ਹੋ ਜਾਂ ਨਹੀਂ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਿਜ਼ਿਟ ਕੀਤੀ ਗਈ ਵੈੱਬਸਾਈਟ ਬੋਟਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖ ਕੇ ਆਪਣੀ ਸਾਈਟ 'ਤੇ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਇਸ ਨਤੀਜੇ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ।",
    "3412647984": "ਇਹ ਤੁਹਾਨੂੰ ਇੱਕ ਕੂਕੀ ਨੂੰ ਰਜਿਸਟਰ ਕਰਕੇ ਅਤੇ ਸੈੱਟ ਕਰਕੇ ਭਵਿੱਖ ਦੇ ਸਵਾਲਾਂ ਤੋਂ ਬਚਣ ਦਿੰਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਵੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।",
    "2510209017": "ਹੋਰ ਮਦਦ ਦੀ ਲੋੜ ਹੈ?",
    "477275453": "APIs ਹੈਕਰਾਂ ਲਈ ਇੱਕ ਪ੍ਰਸਿੱਧ ਨਿਸ਼ਾਨਾ ਕਿਉਂ ਹਨ?",
    "596347471": "ਐਪਲੀਕੇਸ਼ਨ ਪ੍ਰੋਗਰਾਮਿੰਗ ਇੰਟਰਫੇਸ (APIs) ਸਾਈਬਰਸਪੇਸ ਵਿੱਚ ਖਤਰਨਾਕ ਅਦਾਕਾਰਾਂ ਲਈ ਇੱਕ ਪ੍ਰਸਿੱਧ ਨਿਸ਼ਾਨਾ ਬਣ ਗਏ ਹਨ। ਇਸਦੇ ਬਹੁਤ ਸਾਰੇ ਕਾਰਨ ਹਨ, ਐਪਲੀਕੇਸ਼ਨ ਏਕੀਕਰਣ ਵਿੱਚ ਉਹਨਾਂ ਦੀ ਮਹਾਨ ਉਪਯੋਗਤਾ ਸਮੇਤ. ਹਾਲਾਂਕਿ, API ਜੋਖਮ ਨੂੰ ਘਟਾਉਣਾ ਸੰਭਵ ਹੈ।",
    "2441638955": "ਪਹਿਲਾਂ, ਇੱਕ API ਕੀ ਹੈ?",
    "3963216198": "ਇਸ ਗੱਲ 'ਤੇ ਚਰਚਾ ਕਰਨ ਲਈ ਕਿ APIs ਹੈਕਰਾਂ ਲਈ ਇੱਕ ਪ੍ਰਸਿੱਧ ਨਿਸ਼ਾਨਾ ਕਿਉਂ ਹਨ, ਪਹਿਲਾਂ ਇਹ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨ ਲਈ ਇੱਕ ਛੋਟਾ ਪਲ ਕੱਢਣਾ ਮਹੱਤਵਪੂਰਣ ਹੈ ਕਿ ਵਰਤਮਾਨ ਵਿੱਚ \"API\" ਸ਼ਬਦ ਦਾ ਕੀ ਅਰਥ ਹੈ। API ਦਾ ਸੰਕਲਪ ਬਿਲਕੁਲ ਨਵਾਂ ਨਹੀਂ ਹੈ. ਵਾਸਤਵ ਵਿੱਚ, ਵੱਖ-ਵੱਖ ਕੰਪਿਊਟਰ ਪ੍ਰਣਾਲੀਆਂ ਨੂੰ ਇੱਕ ਦੂਜੇ ਨਾਲ ਜੋੜਨ ਲਈ ਇੰਟਰਫੇਸ, ਅਤੇ ਨਾਲ ਹੀ ਉਹਨਾਂ ਦੇ ਅੰਦਰੂਨੀ ਹਿੱਸੇ, ਘੱਟੋ-ਘੱਟ 1960 ਦੇ ਦਹਾਕੇ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਹਨ।",
    "1047251718": "ਅੱਜ, ਹਾਲਾਂਕਿ, ਜਦੋਂ ਲੋਕ APIs ਬਾਰੇ ਗੱਲ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਦਾ ਮਤਲਬ ਮਾਪਦੰਡ-ਅਧਾਰਿਤ APIs ਹੁੰਦਾ ਹੈ। ਇਹ ਓਪਨ ਸਟੈਂਡਰਡ ਜਿਵੇਂ ਕਿ ਰਿਪ੍ਰਜ਼ੈਂਟੇਸ਼ਨਲ ਸਟੇਟ ਟ੍ਰਾਂਸਫਰ (REST) ਅਤੇ ਓਪਨ ਸਟੈਂਡਰਡ ਫਾਈਲ ਫਾਰਮੈਟ ਜਿਵੇਂ JavaScript ਆਬਜੈਕਟ ਨੋਟੇਸ਼ਨ (JSON) ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬਣਾਏ ਗਏ API ਹਨ। ਅਜਿਹੇ \"ਰੈਸਟਫੁੱਲ APIs,\" ਜਿਵੇਂ ਕਿ ਉਹ ਜਾਣੇ ਜਾਂਦੇ ਹਨ, ਮਲਕੀਅਤ ਵਾਲੇ ਸੌਫਟਵੇਅਰ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਬਣਾਏ ਜਾ ਸਕਦੇ ਹਨ। ਨਤੀਜੇ ਵਜੋਂ APIs ਸੌਫਟਵੇਅਰ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿਚਕਾਰ ਡੇਟਾ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਕਾਲਾਂ ਭੇਜਣ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਹੁੰਦੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਇੱਕ ਮੋਬਾਈਲ ਬੈਂਕਿੰਗ ਐਪ ਬੈਂਕ ਦੇ ਸਿਸਟਮਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਇੱਕ API ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ।",
    "3195334319": "APIs ਦੀ ਉਪਯੋਗਤਾ ਅਤੇ ਕਮਜ਼ੋਰੀ",
    "1903743785": "ਮਿਆਰ-ਅਧਾਰਿਤ APIs ਦੇ ਆਗਮਨ ਨੇ ਐਪਲੀਕੇਸ਼ਨ ਏਕੀਕਰਣ ਵਿੱਚ ਇੱਕ ਵੱਡੀ ਛਾਲ ਨੂੰ ਦਰਸਾਇਆ। ਪਿਛਲੇ 20 ਸਾਲਾਂ ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਸਮੇਂ ਦੌਰਾਨ, API ਮਹਿੰਗੇ ਅਤੇ ਗੁੰਝਲਦਾਰ ਮਲਕੀਅਤ ਵਾਲੇ ਸੌਫਟਵੇਅਰ ਉਤਪਾਦਾਂ ਤੋਂ ਮੁਫਤ, ਮਿਆਰ-ਅਧਾਰਿਤ ਟੂਲ ਬਣ ਗਏ ਹਨ ਜੋ ਤੁਲਨਾਤਮਕ ਤੌਰ 'ਤੇ ਕੰਮ ਕਰਨ ਲਈ ਆਸਾਨ ਸਨ - ਅਤੇ ਤੈਨਾਤ ਕਰਨ ਲਈ ਤੇਜ਼ ਸਨ।",
    "879362350": "ਇੰਟਰਨੈੱਟ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੇ ਨਵੇਂ API ਦੇ ਨਾਲ, ਪਲੇਟਫਾਰਮ, ਡੇਟਾ ਸਕੀਮਾ ਜਾਂ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ, ਸੰਸਾਰ ਵਿੱਚ ਕਿਤੇ ਵੀ, ਕਿਸੇ ਵੀ ਸੌਫਟਵੇਅਰ ਜਾਂ ਡੇਟਾ ਸਰੋਤ ਨਾਲ ਜੁੜਨਾ ਸੰਭਵ ਹੋ ਗਿਆ ਹੈ। ਨਤੀਜੇ ਵਜੋਂ, ਕੰਪਿਊਟਿੰਗ ਸੰਸਾਰ ਹੁਣ ਇੱਕ API ਕ੍ਰਾਂਤੀ ਦੇ ਵਿਚਕਾਰ ਹੈ। ਐਪਲੀਕੇਸ਼ਨਾਂ ਅਤੇ ਡੇਟਾ ਵਿਚਕਾਰ ਕਨੈਕਟੀਵਿਟੀ ਦਾ ਵਿਸਫੋਟ ਹੋਇਆ ਹੈ। ਇਹ ਬਹੁਤ ਵਧੀਆ ਹੈ, ਜਦੋਂ ਤੱਕ ਇਹ ਨਹੀਂ ਹੈ।",
    "3844432472": "APIs ਦੀ ਬਹੁਤ ਖੁੱਲ੍ਹ ਅਤੇ ਉਪਯੋਗਤਾ ਉਹਨਾਂ ਨੂੰ ਹਮਲਾਵਰਾਂ ਲਈ ਅਵਿਸ਼ਵਾਸ਼ਯੋਗ ਤੌਰ 'ਤੇ ਅਮੀਰ ਨਿਸ਼ਾਨੇ ਬਣਾਉਂਦੀ ਹੈ। ਜਿਸ ਤਰ੍ਹਾਂ ਇੱਕ ਮੋਬਾਈਲ ਐਪ ਨੂੰ API ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਕਾਰਪੋਰੇਟ ਸਿਸਟਮ ਤੋਂ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪ੍ਰੋਗਰਾਮ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਮਾਲਵੇਅਰ ਦਾ ਇੱਕ ਟੁਕੜਾ ਵੀ ਹੋ ਸਕਦਾ ਹੈ। ਹੈਕਰਾਂ ਨੇ API ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਨ ਲਈ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਸੌਫਟਵੇਅਰ ਟੂਲ ਲਿਖੇ ਹਨ। ਇਹ ਇੱਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹਮਲਾ ਤਕਨੀਕ ਹੈ।",
    "2187096543": "ਦਰਅਸਲ, ਹੈਕਰ-ਲਿਖਤ ਸੌਫਟਵੇਅਰ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕੁਝ ਵੱਡੀਆਂ ਡੇਟਾ ਉਲੰਘਣਾਵਾਂ ਹੋਈਆਂ ਹਨ ਜੋ ਇੱਕ ਡੇਟਾਬੇਸ ਤੋਂ ਡੇਟਾ ਐਕਸਟਰੈਕਟ ਕਰਨ ਲਈ ਇੱਕ API ਨੂੰ ਬੁਲਾਉਂਦੇ ਹਨ। ਆਖ਼ਰਕਾਰ, ਜੇਕਰ ਡੇਟਾ ਚੋਰੀ ਕਰਨ ਲਈ ਇੱਕ API 'ਤੇ ਇੱਕ ਬੁਨਿਆਦੀ GET ਕਾਲ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਜੋ REST ਅਤੇ JSON ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲਿਖੀ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇੱਕ ਡੇਟਾਬੇਸ ਨੂੰ ਤੁਰੰਤ ਸਾਫ਼ ਕਰਨਾ ਆਸਾਨ ਹੈ। ਵਾਸਤਵ ਵਿੱਚ, ਜਦੋਂ ਲੋਕ \"ਸਕ੍ਰੀਨ ਸਕ੍ਰੈਪਿੰਗ\" ਹਮਲਿਆਂ ਬਾਰੇ ਗੱਲ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਦਾ ਅਸਲ ਵਿੱਚ ਕੀ ਮਤਲਬ ਹੁੰਦਾ ਹੈ, ਜਿਆਦਾਤਰ, ਰੈਪਿਡ-ਫਾਇਰ API ਕਾਲਾਂ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਡੇਟਾਬੇਸ ਵਿੱਚੋਂ ਡੇਟਾ ਨੂੰ ਬਾਹਰ ਕੱਢਦੀਆਂ ਹਨ. API ਉਹਨਾਂ ਸੰਸਥਾਵਾਂ ਲਈ ਇੱਕ ਪ੍ਰਮੁੱਖ ਹਮਲੇ ਵਾਲੀ ਸਤਹ ਬਣ ਗਏ ਹਨ ਜੋ ਉਹਨਾਂ ਨੂੰ ਬਣਾਉਂਦੇ ਹਨ.",
    "4222109231": "hCaptcha ਦੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਉਤਪਾਦ ਨਾਲ API ਜੋਖਮ ਨੂੰ ਘਟਾਉਣਾ",
    "1783317946": "API ਹਮਲਿਆਂ ਨੂੰ ਰੋਕਣਾ ਇੱਕ ਪ੍ਰਸਿੱਧ ਵਰਤੋਂ ਦਾ ਕੇਸ ਹੈ",
    "3022922096": ", hCaptcha ਦੇ ਉਤਪਾਦਾਂ ਦਾ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੂਟ। hCaptcha ਦੇ ਮੁਫਤ ਸੰਸਕਰਣ ਦੇ ਉਲਟ,",
    "63719113": "ਤੁਹਾਡੀ ਸਾਈਟ ਅਤੇ ਐਪਾਂ ਲਈ ਖਤਰਨਾਕ ਟ੍ਰੈਫਿਕ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਉੱਨਤ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ - ਸਕ੍ਰੈਪਿੰਗ ਗਤੀਵਿਧੀਆਂ ਸਮੇਤ।",
    "3566102529": "ਸਾਨੂੰ ਅੱਜ ਹੋਰ ਸਿੱਖਣ ਲਈ.",
    "3096553330": "ਹਰ ਸਿਸਟਮ ਜੋ ਅਸੀਂ ਬਣਾਉਂਦੇ ਹਾਂ ਉਹ ਸਿਰਫ਼ ਦੂਜੇ ਲੋਕਾਂ ਨਾਲ ਸਾਡੇ ਸਬੰਧਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "1467218142": "ਜੋ ਅਸੀਂ ਉਹਨਾਂ ਤੋਂ ਅਤੇ ਆਪਣੇ ਆਪ ਤੋਂ ਚਾਹੁੰਦੇ ਹਾਂ, ਉਹ ਸਾਡੇ ਵਿਵਹਾਰ ਨੂੰ ਚਲਾਉਂਦਾ ਹੈ, ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸਾਰੇ ਮਨੁੱਖੀ ਪ੍ਰਣਾਲੀਆਂ ਵਿੱਚ ਪਰਸਪਰ ਪ੍ਰਭਾਵ ਦੇ ਉਹੀ ਨਮੂਨੇ ਮੁੜ ਆਉਂਦੇ ਹਨ। ਇੰਟਰਨੈਟ ਸਾਡੇ ਸੰਸਾਰ ਦੇ ਇਸ ਬੁਨਿਆਦੀ ਪਹਿਲੂ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਸ਼ਾਨਦਾਰ ਉਦਾਹਰਣਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "808872868": "ਉਦਾਹਰਨ ਲਈ: ਸਪੈਮ, ਧੋਖਾਧੜੀ, ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਔਨਲਾਈਨ ਮੌਜੂਦ ਹਨ ਜਦੋਂ ਦੋ ਸਿਸਟਮ ਪਹਿਲੀ ਵਾਰ ਇਕੱਠੇ ਜੁੜੇ ਹੋਏ ਸਨ।",
    "1085089390": "ਔਨਲਾਈਨ ਦੁਰਵਿਵਹਾਰ ਮਨੁੱਖੀ ਵਿਹਾਰਾਂ ਤੋਂ ਪੈਦਾ ਹੁੰਦਾ ਹੈ",
    "3064321967": "ਪਹਿਲੀ ਜਾਣੀ ਸਪੈਮ ਈਮੇਲ 1978 ਵਿੱਚ ਭੇਜੀ ਗਈ ਸੀ।",
    "3800781598": "] ਲਗਭਗ ਪੰਜ ਦਹਾਕਿਆਂ ਬਾਅਦ, ਈਮੇਲ ਸਪੈਮ ਸਾਨੂੰ ਪਰੇਸ਼ਾਨ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦਾ ਹੈ। ਇਸ ਨੂੰ ਹਰਾਉਣ ਲਈ ਕਈ ਅਰਬਾਂ ਡਾਲਰ ਅਤੇ ਹਜ਼ਾਰਾਂ ਵਿਅਕਤੀ-ਸਾਲਾਂ ਦੀ ਇੰਜੀਨੀਅਰਿੰਗ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਗਈ ਹੈ, ਅਤੇ ਫਿਰ ਵੀ ਸਪੈਮ ਜਾਰੀ ਹੈ। ਦੋਵੇਂ ਪਾਸੇ ਅਰਬਾਂ ਡਾਲਰ ਦੇ ਉਦਯੋਗ ਹਨ, ਭਾਵ ਇਸ ਦਾ ਬਚਾਅ ਕਰਨ ਵਾਲੇ ਅਤੇ ਇਸ ਨੂੰ ਭੇਜਣ ਵਾਲੇ।",
    "2119943547": "ਇਹ ਕਿਉਂ ਹੈ? ਜਵਾਬ ਸਧਾਰਨ ਹੈ. ਜਦੋਂ ਤੱਕ ਕਿਸੇ ਸਿਸਟਮ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰਨ ਲਈ ਪ੍ਰੇਰਣਾ ਹੁੰਦੀ ਹੈ, ਕੋਈ ਵਿਅਕਤੀ ਆਮ ਤੌਰ 'ਤੇ ਕੋਈ ਰਸਤਾ ਲੱਭ ਲੈਂਦਾ ਹੈ। ਅਤੇ ਇੱਕ ਵਾਰ ਉਹ ਅਜਿਹਾ ਕਰਦੇ ਹਨ, ਹੁਣ ਕਿਸੇ ਹੋਰ ਕੋਲ ਉਹਨਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਪ੍ਰੇਰਣਾ ਹੋਵੇਗੀ.",
    "532470444": "ਸੰਤੁਲਨ ਸਾਲ-ਦਰ-ਸਾਲ ਥੋੜ੍ਹਾ ਬਦਲ ਸਕਦਾ ਹੈ, ਪਰ ਇਹ ਵਿਵਹਾਰ ਸਿਰਫ਼ ਬੁਨਿਆਦੀ ਮਨੁੱਖੀ ਸੁਭਾਅ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਅਤੇ ਪੰਜ ਹਜ਼ਾਰ ਸਾਲਾਂ ਦਾ ਰਿਕਾਰਡ ਇਤਿਹਾਸ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਗਤੀਸ਼ੀਲਤਾ ਛੇਤੀ ਹੀ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ।",
    "3193548097": "ਹੋਪ ਸਪ੍ਰਿੰਗਸ ਈਟਰਨਲ",
    "4065614934": "ਇਹ ਵਿਸ਼ਲੇਸ਼ਣ ਨਵਾਂ ਨਹੀਂ ਹੈ, ਪਰ ਲੋਕ ਸਦਾ ਲਈ ਆਸ਼ਾਵਾਦੀ ਹਨ। ਖ਼ਾਸਕਰ ਜਦੋਂ ਉਹ ਸੋਚਦੇ ਹਨ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਵਿਚਾਰ ਨਵਾਂ ਹੈ।",
    "1216071511": "ਉਹੀ ਵਿਚਾਰ ਇੰਨੇ ਅਕਸਰ ਪ੍ਰਸਤਾਵਿਤ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਕਿ ਲਗਭਗ 20 ਸਾਲ ਪਹਿਲਾਂ, ਇੱਕ ਅਗਿਆਤ ਲੇਖਕ ਐਂਟੀ-ਸਪੈਮ ਹੱਲਾਂ ਬਾਰੇ ਔਨਲਾਈਨ ਵਿਚਾਰ-ਵਟਾਂਦਰੇ ਲਈ ਇੱਕ ਸਹਾਇਕ ਭਰਨ-ਇਨ-ਦੀ-ਖਾਲੀ ਲੈ ਕੇ ਆਇਆ ਸੀ:",
    "1941999673": "ਤੁਹਾਡੀ ਪੋਸਟ ਐਡਵੋਕੇਟ ਏ",
    "4179118182": "( ) ਤਕਨੀਕੀ ( ) ਵਿਧਾਨਕ ( ) ਬਾਜ਼ਾਰ ਆਧਾਰਿਤ ( ) ਚੌਕਸੀ",
    "3978720689": "ਸਪੈਮ ਨਾਲ ਲੜਨ ਲਈ ਪਹੁੰਚ ਤੁਹਾਡਾ ਵਿਚਾਰ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ। ਇੱਥੇ ਇਹ ਕੰਮ ਕਿਉਂ ਨਹੀਂ ਕਰੇਗਾ।",
    "318339230": "(ਹੇਠਾਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ ਵੱਧ ਤੁਹਾਡੇ ਖਾਸ ਵਿਚਾਰ 'ਤੇ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ, ਅਤੇ ਇਹ ਹੋ ਸਕਦਾ ਹੈ",
    "30312304": "ਹੋਰ ਖਾਮੀਆਂ ਜੋ ਇੱਕ ਮਾੜੇ ਸੰਘੀ ਕਾਨੂੰਨ ਦੇ ਪਾਸ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਰਾਜ ਤੋਂ ਰਾਜ ਵਿੱਚ ਵੱਖਰੀਆਂ ਹੁੰਦੀਆਂ ਸਨ।)",
    "2710988028": "( ) ਸਪੈਮਰ ਈਮੇਲ ਪਤਿਆਂ ਦੀ ਕਟਾਈ ਕਰਨ ਲਈ ਇਸਨੂੰ ਆਸਾਨੀ ਨਾਲ ਵਰਤ ਸਕਦੇ ਹਨ",
    "3912514510": "( ) ਮੇਲਿੰਗ ਸੂਚੀਆਂ ਅਤੇ ਹੋਰ ਜਾਇਜ਼ ਈਮੇਲ ਵਰਤੋਂ ਪ੍ਰਭਾਵਿਤ ਹੋਣਗੇ",
    "2030062561": "() ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਲੱਭਣ ਜਾਂ ਪੈਸੇ ਇਕੱਠੇ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗਾ",
    "3334160175": "() ਇਹ ਵਹਿਸ਼ੀ ਤਾਕਤ ਦੇ ਹਮਲਿਆਂ ਤੋਂ ਬਚਾਅ ਰਹਿਤ ਹੈ",
    "3238345709": "( ) ਇਹ ਦੋ ਹਫ਼ਤਿਆਂ ਲਈ ਸਪੈਮ ਨੂੰ ਰੋਕ ਦੇਵੇਗਾ ਅਤੇ ਫਿਰ ਅਸੀਂ ਇਸ ਨਾਲ ਫਸ ਜਾਵਾਂਗੇ",
    "4227800293": "( ) ਈਮੇਲ ਦੇ ਉਪਭੋਗਤਾ ਇਸ ਨੂੰ ਨਹੀਂ ਦੇਣਗੇ",
    "2271252286": "( ) ਮਾਈਕ੍ਰੋਸਾਫਟ ਇਸ ਨੂੰ ਬਰਦਾਸ਼ਤ ਨਹੀਂ ਕਰੇਗਾ",
    "692064738": "() ਪੁਲਿਸ ਇਸ ਨੂੰ ਬਰਦਾਸ਼ਤ ਨਹੀਂ ਕਰੇਗੀ",
    "3475647460": "( ) ਸਪੈਮਰਾਂ ਤੋਂ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸਹਿਯੋਗ ਦੀ ਲੋੜ ਹੈ",
    "1482845460": "() ਇੱਕ ਵਾਰ ਵਿੱਚ ਸਾਰਿਆਂ ਤੋਂ ਤੁਰੰਤ ਕੁੱਲ ਸਹਿਯੋਗ ਦੀ ਲੋੜ ਹੈ",
    "3741193183": "( ) ਬਹੁਤ ਸਾਰੇ ਈਮੇਲ ਉਪਭੋਗਤਾ ਕਾਰੋਬਾਰ ਨੂੰ ਗੁਆਉਣ ਜਾਂ ਸੰਭਾਵੀ ਮਾਲਕਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ ਰੱਖਦੇ",
    "2234909600": "( ) ਸਪੈਮਰ ਉਹਨਾਂ ਦੀਆਂ ਸੂਚੀਆਂ ਵਿੱਚ ਅਵੈਧ ਪਤਿਆਂ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦੇ ਹਨ",
    "1982617151": "() ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਅਗਿਆਤ ਤੌਰ 'ਤੇ ਕਿਸੇ ਹੋਰ ਦੇ ਕਰੀਅਰ ਜਾਂ ਕਾਰੋਬਾਰ ਨੂੰ ਤਬਾਹ ਕਰ ਸਕਦਾ ਹੈ",
    "2498172334": "ਖਾਸ ਤੌਰ 'ਤੇ, ਤੁਹਾਡੀ ਯੋਜਨਾ ਖਾਤੇ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦੀ ਹੈ",
    "389705801": "() ਕਾਨੂੰਨ ਸਪੱਸ਼ਟ ਤੌਰ 'ਤੇ ਇਸ ਦੀ ਮਨਾਹੀ ਕਰਦੇ ਹਨ",
    "190955495": "( ) ਈ-ਮੇਲ ਲਈ ਕੇਂਦਰੀ ਨਿਯੰਤਰਣ ਅਥਾਰਟੀ ਦੀ ਘਾਟ",
    "237009707": "() ਬਾਹਰਲੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਰੀਲੇਅ ਖੋਲ੍ਹੋ",
    "3507532387": "( ) ਸਾਰੇ ਈਮੇਲ ਪਤਿਆਂ ਦੀ ਛੋਟੀ ਅੱਖਰ ਅੰਕੀ ਪਤਾ ਥਾਂ ਦੀ ਖੋਜ ਕਰਨ ਦੀ ਸੌਖ",
    "2477958756": "() ਬੁਰੇ ਲੋਕ",
    "3254142589": "() ਅਧਿਕਾਰ ਖੇਤਰ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ",
    "3621401685": "( ) ਅਜੀਬ ਨਵੇਂ ਟੈਕਸਾਂ ਦੀ ਅਪ੍ਰਸਿੱਧਤਾ",
    "4277475973": "( ) ਪੈਸੇ ਦੇ ਅਜੀਬ ਨਵੇਂ ਰੂਪਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਜਨਤਕ ਝਿਜਕ",
    "941057651": "( ) SMTP ਵਿੱਚ ਮੌਜੂਦਾ ਸਾਫਟਵੇਅਰ ਨਿਵੇਸ਼",
    "3265293440": "( ) ਹਮਲੇ ਲਈ SMTP ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਪ੍ਰੋਟੋਕੋਲ ਦੀ ਸੰਵੇਦਨਸ਼ੀਲਤਾ",
    "515733427": "( ) ਈਮੇਲ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਕੀਤੇ OS ਪੈਚਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਇੱਛਾ",
    "2631159699": "( ) ਕੀੜੇ ਦੀਆਂ ਫੌਜਾਂ ਨੇ ਬ੍ਰੌਡਬੈਂਡ ਨਾਲ ਜੁੜੇ ਵਿੰਡੋਜ਼ ਬਕਸੇ",
    "776542208": "( ) ਸਦੀਵੀ ਹਥਿਆਰਾਂ ਦੀ ਦੌੜ ਸਾਰੀਆਂ ਫਿਲਟਰਿੰਗ ਪਹੁੰਚਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ",
    "989480928": "( ) ਸਪੈਮ ਦੀ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੁਨਾਫ਼ਾ",
    "3898950867": "( ) ਜੋ ਨੌਕਰੀਆਂ ਅਤੇ/ਜਾਂ ਪਛਾਣ ਦੀ ਚੋਰੀ",
    "3395399558": "() ਤਕਨੀਕੀ ਤੌਰ 'ਤੇ ਅਨਪੜ੍ਹ ਸਿਆਸਤਦਾਨ",
    "1118929614": "( ) ਸਪੈਮਰਾਂ ਨਾਲ ਵਪਾਰ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੀ ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੂਰਖਤਾ",
    "838951836": "( ) ਸਪੈਮਰਾਂ ਦੇ ਆਪਣੇ ਆਪ ਵਿੱਚ ਬੇਈਮਾਨੀ",
    "2123236933": "( ) ਬੈਂਡਵਿਡਥ ਲਾਗਤਾਂ ਜੋ ਕਲਾਇੰਟ ਫਿਲਟਰਿੰਗ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੁੰਦੀਆਂ ਹਨ",
    "2292919419": "( ) ਆਉਟਲੁੱਕ",
    "2534436327": "ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦਾਰਸ਼ਨਿਕ ਇਤਰਾਜ਼ ਵੀ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ:",
    "832385387": "( ) ਤੁਹਾਡੇ ਨਾਲ ਮਿਲਦੇ-ਜੁਲਦੇ ਵਿਚਾਰਾਂ ਨੂੰ ਆਉਣਾ ਆਸਾਨ ਹੈ, ਫਿਰ ਵੀ ਕੋਈ ਵੀ ਅਮਲੀ ਨਹੀਂ ਦਿਖਾਇਆ ਗਿਆ ਹੈ",
    "1993984258": "( ) ਔਪਟ-ਆਊਟ 'ਤੇ ਆਧਾਰਿਤ ਕੋਈ ਵੀ ਸਕੀਮ ਅਸਵੀਕਾਰਨਯੋਗ ਹੈ",
    "3909240516": "( ) SMTP ਸਿਰਲੇਖ ਕਾਨੂੰਨ ਦਾ ਵਿਸ਼ਾ ਨਹੀਂ ਹੋਣੇ ਚਾਹੀਦੇ",
    "1151065360": "( ) ਬਲੈਕਲਿਸਟਸ ਚੂਸਦੇ ਹਨ",
    "2396605499": "( ) ਵ੍ਹਾਈਟਲਿਸਟਸ ਚੂਸਦੇ ਹਨ",
    "2225785608": "() ਸਾਨੂੰ ਸੈਂਸਰ ਕੀਤੇ ਬਿਨਾਂ ਵੀਆਗਰਾ ਬਾਰੇ ਗੱਲ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "3004688366": "( ) ਵਿਰੋਧੀ ਉਪਾਵਾਂ ਵਿੱਚ ਵਾਇਰ ਧੋਖਾਧੜੀ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਧੋਖਾਧੜੀ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ",
    "922470170": "( ) ਵਿਰੋਧੀ ਉਪਾਵਾਂ ਵਿੱਚ ਜਨਤਕ ਨੈੱਟਵਰਕਾਂ ਦੀ ਤੋੜ-ਫੋੜ ਸ਼ਾਮਲ ਨਹੀਂ ਹੋਣੀ ਚਾਹੀਦੀ",
    "3068923550": "( ) ਵਿਰੋਧੀ ਉਪਾਵਾਂ ਨੂੰ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇਕਰ ਹੌਲੀ-ਹੌਲੀ ਪੜਾਅਵਾਰ ਕੀਤਾ ਜਾਵੇ",
    "2752975480": "( ) ਈਮੇਲ ਭੇਜਣਾ ਮੁਫਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "117227832": "() ਸਾਨੂੰ ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਸਰਵਰਾਂ 'ਤੇ ਭਰੋਸਾ ਕਿਉਂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
    "1021431157": "( ) ਓਪਨ ਸੋਰਸ ਜਾਂ ਓਪਨ ਸੋਰਸ ਲਾਇਸੰਸ ਨਾਲ ਅਸੰਗਤਤਾ",
    "2801524659": "( ) ਮਹਿਸੂਸ ਕਰਨ ਵਾਲੇ ਚੰਗੇ ਉਪਾਅ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਕੁਝ ਨਹੀਂ ਕਰਦੇ",
    "931661269": "( ) ਅਸਥਾਈ/ਇੱਕ ਵਾਰ ਦੇ ਈਮੇਲ ਪਤੇ ਔਖੇ ਹਨ",
    "2090457681": "( ) ਮੈਂ ਨਹੀਂ ਚਾਹੁੰਦਾ ਕਿ ਸਰਕਾਰ ਮੇਰੀ ਈਮੇਲ ਪੜ੍ਹੇ",
    "3536122902": "() ਉਹਨਾਂ ਨੂੰ ਇਸ ਤਰੀਕੇ ਨਾਲ ਰੋਕਣਾ ਕਾਫ਼ੀ ਹੌਲੀ ਅਤੇ ਦਰਦਨਾਕ ਨਹੀਂ ਹੈ",
    "2391175562": "ਇਸ ਤੋਂ ਇਲਾਵਾ, ਇਹ ਉਹ ਹੈ ਜੋ ਮੈਂ ਤੁਹਾਡੇ ਬਾਰੇ ਸੋਚਦਾ ਹਾਂ:",
    "229198134": "( ) ਮਾਫ਼ ਕਰਨਾ ਯਾਰ, ਪਰ ਮੈਨੂੰ ਨਹੀਂ ਲੱਗਦਾ ਕਿ ਇਹ ਕੰਮ ਕਰੇਗਾ।",
    "345563040": "( ) ਇਹ ਇੱਕ ਮੂਰਖ ਵਿਚਾਰ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸਦਾ ਸੁਝਾਅ ਦੇਣ ਲਈ ਇੱਕ ਮੂਰਖ ਵਿਅਕਤੀ ਹੋ।",
    "409780280": "( ) ਵਧੀਆ ਯਤਨ, ****! ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਕੋਈ ਤੁਹਾਡੇ ਕੀਬੋਰਡ 'ਤੇ ਕਦਮ ਰੱਖੇਗਾ!",
    "2820080973": "❤ ਦੁਆਰਾ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ ਗਈ",
    "3943164003": "ਕੱਚਾ ਵੇਖੋ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ਤੁਹਾਡਾ ਨਵਾਂ ਐਂਟੀ-ਸਪੈਮ ਹੱਲ ਕਿਉਂ ਕੰਮ ਨਹੀਂ ਕਰੇਗਾ",
    "361795034": ". ਅਣਜਾਣ ਲੇਖਕ, ਸੀ. 2000",
    "1547006769": "ਮਨੁੱਖਤਾ ਦੀ ਤਸਦੀਕ ਇੱਕੋ ਸਮੱਸਿਆ ਹੈ",
    "3717942925": "ਜਿਸ ਤਰ੍ਹਾਂ ਹਮੇਸ਼ਾ ਅਜਿਹੇ ਲੋਕ ਹੋਣਗੇ ਜੋ ਈਮੇਲ ਰਾਹੀਂ ਤੁਹਾਡਾ ਧਿਆਨ ਖਿੱਚਣਾ ਚਾਹੁੰਦੇ ਹਨ, ਉੱਥੇ ਹਮੇਸ਼ਾ ਕੁਝ ਸਰੋਤਾਂ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਸੀਮਤ ਕਰਨ ਦੀ ਇੱਛਾ ਰਹੇਗੀ ਜਿਵੇਂ ਕਿ ਸਿਰਫ ਮਨੁੱਖ ਹੀ ਉਹਨਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ।",
    "2481032625": "ਕੀ ਟੀਚਾ ਰੋਕਣਾ ਹੈ:",
    "1691348394": "- ਇੱਕ ਸੀਮਤ ਰੀਲੀਜ਼ ਵਿਕਰੀ ਦੌਰਾਨ ਸਵੈਚਲਿਤ ਪੁੰਜ ਖਰੀਦਦਾਰੀ",
    "1771016224": "- ਤੁਹਾਡੀ ਵੈਬਸਾਈਟ ਤੋਂ ਸਾਰੀ ਸਮੱਗਰੀ ਨੂੰ ਸਮੂਹਿਕ ਤੌਰ 'ਤੇ ਡਾਊਨਲੋਡ ਕਰਨ ਤੋਂ ਸਾਫਟਵੇਅਰ",
    "1959762846": "- ਤੁਹਾਡੇ ਵੈੱਬ ਫਾਰਮਾਂ ਨੂੰ ਬੇਅੰਤ ਮਾਰਕੀਟਿੰਗ ਸਪੈਮ ਜਾਂ ਦੁਰਵਿਵਹਾਰ ਨਾਲ ਭਰਨਾ",
    "345108670": "- ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਅਤੇ ਹੋਰ ਖਾਤਾ ਲੈਣ ਦੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ",
    "2540760245": "ਕਈ ਹੋਰ ਉਪਯੋਗਾਂ ਦੇ ਵਿੱਚ, \"ਮਨੁੱਖੀ ਜਾਂ ਨਹੀਂ\" ਦੇ ਆਧਾਰ 'ਤੇ ਔਨਲਾਈਨ ਟ੍ਰੈਫਿਕ ਨੂੰ ਫਿਲਟਰ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਾ ਸੰਭਾਵਤ ਤੌਰ 'ਤੇ ਇੱਕ ਕੀਮਤੀ ਸਾਧਨ ਰਹੇਗਾ ਜਦੋਂ ਤੱਕ ਮਨੁੱਖੀ ਸੁਭਾਅ ਪਿਛਲੇ ਪੰਜ ਹਜ਼ਾਰ ਸਾਲਾਂ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਗਏ ਉਸੇ ਪੈਟਰਨ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "3346362371": "ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਬਾਰੇ ਕੀ?",
    "3619183405": "2021 ਵਿੱਚ ਸਧਾਰਨ ਕੈਪਟਚਾ ਕਦੇ-ਕਦੇ ਸੌਫਟਵੇਅਰ ਨਾਲ ਹੱਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ, ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਵਿੱਚ ਤਰੱਕੀ ਦੇ ਕਾਰਨ। ਇਸ ਨੂੰ ਸੰਬੋਧਿਤ ਕਰਨ ਲਈ, hCaptcha ਵੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਬਹੁਤ ਵਿਸਤ੍ਰਿਤ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਕਿ",
    "3292221787": "ਚੁਣੌਤੀ ਦਾ ਜਵਾਬ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਨਾ ਕਿ ਇਹ ਸਹੀ ਸੀ ਜਾਂ ਨਹੀਂ, ਅਤੇ ਅਕਸਰ ਸਵਾਲਾਂ ਅਤੇ ਵਰਤੇ ਗਏ ਡੇਟਾ ਦੋਵਾਂ ਨੂੰ ਬਦਲਦਾ ਹੈ।",
    "1080672247": "ਕਿਉਂਕਿ ਪੁੱਛੇ ਗਏ ਬਹੁਤ ਸਾਰੇ ਪ੍ਰਸ਼ਨਾਂ ਨੂੰ ਸ਼ੈਲਫ ਸੌਫਟਵੇਅਰ ਨਾਲ ਆਰਥਿਕ ਤੌਰ 'ਤੇ ਹੱਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਕਿਉਂਕਿ ਡੇਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਸਟਮ ਲਈ ਵਿਲੱਖਣ ਹੁੰਦਾ ਹੈ, ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਬੋਟਾਂ ਨੂੰ ਅਕਸਰ ਮੁਫਤ ਸੇਵਾ ਦੁਆਰਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਰੋਕ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਸਦੀ ਬਜਾਏ ਮਨੁੱਖੀ ਕੈਪਟਚਾ ਹੱਲ ਕਰਨ ਵਾਲਿਆਂ 'ਤੇ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਗੈਰ-ਆਰਥਿਕ ਬਣਾਉਂਦਾ ਹੈ।",
    "4172868199": "ਇਸ ਤੋਂ ਬਹੁਤ ਅੱਗੇ ਜਾਂਦਾ ਹੈ, \"ਚੰਗੇ ਮਨੁੱਖ\" ਨੂੰ \"ਬੁਰੇ ਮਨੁੱਖ\" ਤੋਂ ਵੱਖ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੇ ਖੇਤਰ ਵਿੱਚ ਵੀ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਅੱਜ ਦੁਨੀਆ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਪ੍ਰਸਿੱਧ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਦੁਆਰਾ ਖਰੀਦ ਧੋਖਾਧੜੀ ਤੋਂ ਲੈ ਕੇ ਉੱਨਤ ਨਿਰੰਤਰਤਾ ਤੱਕ ਸਭ ਕੁਝ ਲੱਭਣ ਅਤੇ ਰੋਕਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਗੋਪਨੀਯਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ 'ਤੇ ਵਿਲੱਖਣ ਫੋਕਸ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ, ਉਹਨਾਂ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਖਿਲਾਫ ਧਮਕੀਆਂ.",
    "2873911365": "ਹਾਰਡਵੇਅਰ ਤਸਦੀਕ ਬਾਰੇ ਕੀ?",
    "1477196356": "ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤੌਰ 'ਤੇ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ, ਕਈ ਵਾਰ ਗੋਪਨੀਯਤਾ-ਸੁਰੱਖਿਅਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਨਾਲ, ਕਿਸੇ ਡਿਵਾਈਸ ਨਾਲ ਪਛਾਣ ਨੂੰ ਜੋੜਨ ਦੇ ਕਈ ਤਰੀਕੇ ਦਹਾਕਿਆਂ ਤੋਂ ਪ੍ਰਸਤਾਵਿਤ ਕੀਤੇ ਗਏ ਹਨ। ਜਨਤਕ ਕੁੰਜੀ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫੀ ਸੀ. 1975, ਅਤੇ ਹਾਰਡਵੇਅਰ ਟੋਕਨ ਲਗਭਗ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਮੌਜੂਦ ਹਨ।",
    "2349681896": "ਬਦਕਿਸਮਤੀ ਨਾਲ, ਹਾਰਡਵੇਅਰ ਦੇ ਇੱਕ ਹਿੱਸੇ ਨੂੰ ਕੰਟਰੋਲ ਕਰਨ ਦਾ ਮਤਲਬ ਇਹ ਨਹੀਂ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਵਿਅਕਤੀ ਹੋ। ਲਗਭਗ ਹਰ ਪ੍ਰਸਿੱਧ ਖਪਤਕਾਰ ਹਾਰਡਵੇਅਰ ਤਸਦੀਕ ਸਕੀਮ ਨੂੰ ਵਾਰ-ਵਾਰ ਤੋੜਿਆ ਗਿਆ ਹੈ, ਪੈਚ ਕੀਤਾ ਗਿਆ ਹੈ, ਅਤੇ ਫਿਰ ਦੁਬਾਰਾ ਤੋੜਿਆ ਗਿਆ ਹੈ।",
    "254326776": "ਇਹਨਾਂ ਖਾਮੀਆਂ ਦੀ ਖਤਰਨਾਕ ਦੁਰਵਰਤੋਂ ਅਕਸਰ ਖੁਲਾਸਾ ਜਾਂ ਅਕਾਦਮਿਕ ਪ੍ਰਕਾਸ਼ਨ ਤੋਂ ਪਹਿਲਾਂ ਮਹੀਨਿਆਂ ਜਾਂ ਸਾਲਾਂ ਤੋਂ ਵਾਪਰ ਰਹੀ ਹੈ।",
    "2462909475": "ਦੁਰਵਿਵਹਾਰ ਲਈ ਵਰਤੇ ਗਏ 10,000 ਤੋਂ ਵੱਧ ਫ਼ੋਨਾਂ ਦੀ ਕੰਧ, ਇੱਕ ਚੀਨੀ ਬੋਟ ਕਾਰਵਾਈ ਦਾ ਹਿੱਸਾ।",
    "1963951234": "ਤੁਹਾਡੀ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਸਕੀਮ ਕਿੰਨੀ ਵੀ ਭਰੋਸੇਮੰਦ ਹੋਵੇ, ਜੇਕਰ ਕੋਈ ਵਿਅਕਤੀ ਦਿਨ ਦੇ ਅੰਤ ਵਿੱਚ ਤੁਹਾਨੂੰ ਉਹ ਜਵਾਬ ਦੇਣ ਲਈ ਪੈਸੇ ਖਰਚ ਸਕਦਾ ਹੈ ਜਿਸ ਦੀ ਤੁਸੀਂ ਭਾਲ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਹਾਰਡਵੇਅਰ ਦੇ ਇੱਕ ਹਿੱਸੇ ਦਾ ਮਾਲਕ ਹੋਣਾ ਨਾਕਾਫ਼ੀ ਹੈ।",
    "1278884196": "ਉਸ ਨੇ ਕਿਹਾ, ਕ੍ਰਿਪਟੋਗ੍ਰਾਫੀ ਕਾਫ਼ੀ ਨੌਜਵਾਨ ਅਨੁਸ਼ਾਸਨ ਹੈ। ਹਾਲੀਆ ਇਤਿਹਾਸ ਦੇ ਆਧਾਰ 'ਤੇ, ਤੁਹਾਡੀ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਸਕੀਮ ਅਤੇ/ਜਾਂ ਲਾਗੂਕਰਨ ਦੇ ਟੁੱਟਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ ਜਿਵੇਂ ਹੀ ਕਿਸੇ ਨੂੰ ਇਸ ਨੂੰ ਨੇੜਿਓਂ ਦੇਖਣ ਲਈ ਪ੍ਰੇਰਣਾ ਮਿਲਦੀ ਹੈ, ਅਤੇ ਇਹ ਸੰਭਾਵਨਾ ਹੈ ਕਿ ਹੋਰ ਲੋਕ ਤੁਹਾਡੇ ਤੋਂ ਬਹੁਤ ਪਹਿਲਾਂ ਇਸਦਾ ਪਤਾ ਲਗਾ ਲੈਣਗੇ। ਹਾਰਡਵੇਅਰ 'ਤੇ ਭਰੋਸਾ ਕਰਨ ਦਾ ਇਹ ਵੀ ਮਤਲਬ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਨੂੰ ਇੱਕ ਭੌਤਿਕ ਡਿਵਾਈਸ ਬਦਲਣ ਲਈ ਕਹਿਣ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ ਤਾਂ ਜੋ ਨੁਕਸ ਨੂੰ ਦੂਰ ਕੀਤਾ ਜਾ ਸਕੇ। ਜ਼ਿਆਦਾਤਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਇਹ ਜਲਦੀ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਨਹੀਂ ਹੈ, ਮਤਲਬ ਕਿ ਅਸਲ ਵਿੱਚ ਤੁਹਾਡਾ ਸਿਸਟਮ ਖੁੱਲ੍ਹਣ ਵਿੱਚ ਅਸਫਲ ਹੋ ਜਾਵੇਗਾ।",
    "1828028934": "ਇਸ ਕਾਰਨ ਹੈ",
    "1642844535": "ਮਹੱਤਵਪੂਰਨ ਹੈ: hCaptcha ਇੱਕੋ ਬੁਨਿਆਦੀ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ ਕਈ ਵੱਖ-ਵੱਖ ਪਹੁੰਚਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਸਾਰੇ ਮੁਲਾਂਕਣਾਂ ਵਿੱਚ ਇਕਸਾਰਤਾ ਦੀ ਤੁਲਨਾ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "1155821305": "ਰੱਖਿਆ ਡੂੰਘਾਈ ਹੈ",
    "119098046": "ਪੈਸਿਵ ਜਾਂ ਨੋ-ਚੁਣੌਤੀ ਵਾਲੇ ਹੱਲਾਂ ਬਾਰੇ ਕੀ?",
    "2760410719": "ਸੇਵਾਵਾਂ ਜੋ ਸ਼ੁੱਧ ਤੌਰ 'ਤੇ ਪੈਸਿਵ ਸਿਗਨਲਾਂ ਨਾਲ ਬੋਟ ਖੋਜ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੀਆਂ ਹਨ ਤੇਜ਼ੀ ਨਾਲ ਇੱਕ ਬੁਨਿਆਦੀ ਮੁੱਦੇ ਵਿੱਚ ਚਲਦੀਆਂ ਹਨ: ਤੁਸੀਂ ਕਿਵੇਂ ਪ੍ਰਮਾਣਿਤ ਕਰਦੇ ਹੋ ਕਿ ਕੀ ਕੋਈ ਸਿਸਟਮ ਮਾੜੇ ਐਕਟਰਾਂ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਖੋਜਦਾ ਹੈ ਜਾਂ ਨਹੀਂ ਜਦੋਂ ਤੁਹਾਡੇ ਕੋਲ ਸਹੀ ਜ਼ਮੀਨੀ ਸੱਚਾਈ ਨਹੀਂ ਹੈ?",
    "1722734001": "ਖੁੱਲ੍ਹਾ ਇੰਟਰਨੈੱਟ ਇੱਕ ਬਹੁਤ ਹੀ ਰੌਲੇ-ਰੱਪੇ ਵਾਲਾ ਮਾਹੌਲ ਹੈ। ਮਾੜੇ ਕਲਾਕਾਰ ਸਾਡੀ ਸੇਵਾ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਅਤੇ reCAPTCHA ਵਰਗੇ ਪ੍ਰਤੀਯੋਗੀਆਂ 'ਤੇ ਹਰ ਰੋਜ਼ ਹਮਲਾ ਕਰਦੇ ਹਨ, ਅਤੇ ਬੇਸ਼ੱਕ ਅਜਿਹਾ ਕਰਦੇ ਸਮੇਂ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਮਨੁੱਖੀ ਦਿਖਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਨ।",
    "1595254735": "ਸ਼ੁੱਧ ਤੌਰ 'ਤੇ ਪੈਸਿਵ ਸੇਵਾਵਾਂ ਬੋਟ ਖੋਜ ਦੀ ਸ਼ੁੱਧਤਾ ਨੂੰ ਬਣਾਈ ਰੱਖਣ ਲਈ, ਜਾਂ ਇਹ ਜਾਣਨ ਲਈ ਸੰਘਰਸ਼ ਕਰਦੀਆਂ ਹਨ ਕਿ ਉਹ ਕਦੋਂ ਗਲਤ ਹਨ। ਕਦੇ-ਕਦਾਈਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦੇਣ ਅਤੇ ਉਸ ਚੁਣੌਤੀ ਦੇ ਨਤੀਜਿਆਂ ਦਾ ਸਹੀ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਦੀ ਯੋਗਤਾ ਤੋਂ ਬਿਨਾਂ, ਸ਼ੁੱਧਤਾ ਸਮੇਂ ਦੇ ਨਾਲ ਬਹੁਤ ਘੱਟ ਜਾਂਦੀ ਹੈ।",
    "2412751979": "hCaptcha ਨੂੰ ਪਾਵਰ ਦੇਣ ਵਾਲੇ ਵਧੇਰੇ ਸਟੀਕ ਮਾਨਵਤਾ ਸੰਕੇਤਾਂ ਲਈ ਧੰਨਵਾਦ, ਬਹੁਤ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਜੋ ਪਹਿਲਾਂ reCAPTCHA v3/Enterprise ਦੀ ਵਰਤੋਂ ਕਰਦੀਆਂ ਸਨ",
    "2284856231": "ਅਤੇ hCaptcha Enterprise ਦੇ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪੈਸਿਵ ਮੋਡ ਵਿੱਚ ਵੀ ਨਾਟਕੀ ਢੰਗ ਨਾਲ ਸੁਧਾਰੀ ਗਈ ਸ਼ੁੱਧਤਾ ਦੇਖੀ ਗਈ ਹੈ।",
    "4162847": "ਅਸੀਂ ਇਸ ਨੂੰ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਦੇਖਣ ਦੇ ਯੋਗ ਹੋ ਗਏ ਹਾਂ, ਕਿਉਂਕਿ ਸਾਡੇ ਕੁਝ ਗਾਹਕ Google ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸੇ ਬੇਨਤੀ 'ਤੇ A/B ਟੈਸਟ ਚਲਾਉਂਦੇ ਹਨ। ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ reCAPTCHA v3 ਜਾਂ reCAPTCHA Enterprise ਤੋਂ ਆਉਣ ਵਾਲੇ ਉੱਚ ਝੂਠੇ ਸਕਾਰਾਤਮਕ ਅਤੇ ਗਲਤ ਨਕਾਰਾਤਮਕ ਦਰ ਦੋਵਾਂ ਨੂੰ ਸਾਬਤ ਕਰਨ ਦੇ ਯੋਗ ਹੁੰਦੇ ਹਾਂ।",
    "436125785": "ਉਹਨਾਂ ਉਤਪਾਦਾਂ ਵਿੱਚ ਉਪਲਬਧ ਫੀਡਬੈਕ ਲੂਪਸ ਦੀ ਅਸ਼ੁੱਧਤਾ ਦੇ ਕਾਰਨ ਇਹ ਹੈਰਾਨੀਜਨਕ ਹੈ, ਅਤੇ ਇਹ ਤੱਥ ਕਿ ਉਹ ਇੱਕ ਵਿਗਿਆਪਨ ਨੈਟਵਰਕ ਦੁਆਰਾ ਬੋਟ ਖੋਜ ਵਿੱਚ ਬਹੁਤ ਵਧੀਆ ਨਾ ਹੋਣ ਵਿੱਚ ਬਹੁਤ ਜ਼ਿਆਦਾ ਨਿਹਿਤ ਦਿਲਚਸਪੀ ਦੇ ਨਾਲ ਵੇਚੇ ਜਾਂਦੇ ਹਨ, ਕਿਤੇ ਇਹ ਉਹਨਾਂ ਦੇ ਮੁੱਖ ਕਾਰੋਬਾਰ ਨੂੰ ਨੁਕਸਾਨ ਨਾ ਪਹੁੰਚਾਵੇ।",
    "2233741720": "ਨਿਸ਼ਕਰਸ਼ ਵਿੱਚ",
    "2133809801": "ਜਿੰਨਾ ਚਿਰ ਲੋਕ ਲੋਕ ਰਹਿੰਦੇ ਹਨ, ਇਹ ਸੰਭਾਵਨਾ ਹੈ ਕਿ ਮਾਨਵਤਾ ਤਸਦੀਕ ਦੀ ਔਨਲਾਈਨ ਭੂਮਿਕਾ ਹੋਵੇਗੀ।",
    "2255549335": "hCaptcha 'ਤੇ ਸਾਡਾ ਕੰਮ ਮੁਸ਼ਕਲ ਅਤੇ ਸਟੀਕਤਾ ਦੇ ਵਿਚਕਾਰ ਚੰਗੇ ਵਪਾਰ ਨੂੰ ਲੱਭਣਾ ਅਤੇ ਰਗੜ ਨੂੰ ਘੱਟ ਰੱਖਣਾ ਹੈ, ਖਾਸ ਕਰਕੇ",
    "4138068262": "ਉਪਭੋਗਤਾ। ਅੰਤ ਵਿੱਚ, ਚੁਣੌਤੀਆਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨਾ ਔਨਲਾਈਨ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਾਧਨਾਂ ਦੇ ਅਸਲੇ ਦਾ ਹਿੱਸਾ ਬਣੇ ਰਹਿਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ ਜਦੋਂ ਤੱਕ ਮਨੁੱਖੀ ਸੁਭਾਅ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "855097735": "ਅਜਿਹੀ ਸੇਵਾ ਬਣਾਉਣਾ ਜੋ ਸਾਰੀਆਂ ਚਿੰਤਾਵਾਂ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਦੇ ਹੋਏ ਇਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕਰਦੀ ਹੈ ਇੱਕ ਬਹੁਤ ਮੁਸ਼ਕਲ ਸਮੱਸਿਆ ਹੈ (ਅਤੇ ਅਸੀਂ ਹਮੇਸ਼ਾ ਇਸ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ ਤਾਂ ਜੋ ਅਨੁਭਵ ਨੂੰ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਸੁਹਾਵਣਾ ਬਣਾਇਆ ਜਾ ਸਕੇ) ਪਰ ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਪੈਮ, ਦੁਰਵਿਵਹਾਰ, ਖਾਤਾ ਲੈਣ-ਦੇਣ ਨੂੰ ਘਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋਵੋਗੇ। , ਅਤੇ ਔਨਲਾਈਨ ਧੋਖਾਧੜੀ ਆਖਰਕਾਰ ਕਦੇ-ਕਦਾਈਂ ਸਧਾਰਨ ਸਵਾਲ ਦੇ ਯੋਗ ਹੈ।",
    "1953959745": "ਪਹੁੰਚਯੋਗਤਾ",
    "2543123170": "ਜ਼ੀਰੋ ਫਰੈਕਸ਼ਨ ਮਾਨਵਤਾ ਤਸਦੀਕ",
    "547245263": "ਅੱਜ ਹੀ ਆਪਣੀ ਬੋਟ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕਰੋ।",
    "3117887301": "ਸਭ ਤੋਂ ਵੱਡੀ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਦੁਆਰਾ ਭਰੋਸੇਯੋਗ",
    "981806349": "ਸਾਬਤ hCaptcha ਪਲੇਟਫਾਰਮ 'ਤੇ ਬਣਾਇਆ ਗਿਆ ਹੈ",
    "2373007864": "hCaptcha Enterprise hCaptcha ਪਲੇਟਫਾਰਮ ਤਕਨਾਲੋਜੀ 'ਤੇ ਚੱਲਦਾ ਹੈ, ਉੱਚ ਟ੍ਰੈਫਿਕ ਉੱਦਮਾਂ ਨੂੰ ਲੋੜੀਂਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਵਧਾਇਆ ਗਿਆ ਹੈ।",
    "2652399059": "ਇੱਕ ਭਰੋਸੇਯੋਗ ਸਾਥੀ",
    "1997838163": "ਦੁਨੀਆ ਦੀਆਂ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ hCaptcha Enterprise 'ਤੇ ਨਿਰਭਰ ਹਨ। ਏਕੀਕਰਣ ਸਧਾਰਨ ਹੈ, ਅਤੇ ਖੋਜ ਦੀ ਸ਼ੁੱਧਤਾ ਬੇਮਿਸਾਲ ਹੈ।",
    "734735952": "ਅਸੀਂ ਆਪਣੇ ਆਪ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਣ ਦੇ ਨਾਲ-ਨਾਲ ਕਈ ਕੈਪਟਚਾ ਵਿਕਰੇਤਾਵਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ। ਅੰਤ ਵਿੱਚ, hCaptcha reCAPTCHA ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ ਵਜੋਂ ਉੱਭਰਿਆ।",
    "1250541092": "- ਸਰਗੀ ਇਸਾਸੀ",
    "3524251858": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਦੇ ਡਾਇਰੈਕਟਰ, Cloudflare",
    "3971348140": "ਅਸੀਂ hCaptcha ਦੀ ਵਰਤੋਂ ਕਿਉਂ ਕੀਤੀ? ਕੋਈ ਹੋਰ ਸਾਨੂੰ ਲੋੜੀਂਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਪ੍ਰਦਰਸ਼ਨ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਸੀ। ਉਹਨਾਂ ਨੇ ਸਾਨੂੰ ਉਠਾਇਆ ਅਤੇ ਤੇਜ਼ੀ ਨਾਲ ਚਲਾਇਆ, ਅਤੇ ਸਾਡੇ ਵਪਾਰੀ ਅਨੁਭਵ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹਨ।",
    "4248655793": "- ਐਲੇਕਸ ਐੱਮ.",
    "4185927140": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਕ, ਫਲੈਸ਼, Shopify",
    "282913023": "ਉੱਚ ਟ੍ਰੈਫਿਕ ਉੱਦਮਾਂ ਲਈ ਲਾਗਤ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਵਿਕਲਪ",
    "999610953": "ਅੰਤ ਵਿੱਚ, ਗੂਗਲ ਲਈ ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਕਲਪ. hCaptcha Enterprise ਤੁਹਾਡੇ reCAPTCHA ਬਿੱਲ 'ਤੇ ਉੱਚ ਸੁਰੱਖਿਆ ਦੇ ਨਾਲ ਨਾਟਕੀ ਬਚਤ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ: ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ 80% ਤੱਕ ਘੱਟ ਮਹਿੰਗਾ।",
    "1886100235": "ਦੁਨੀਆ ਦੀਆਂ ਬਹੁਤ ਸਾਰੀਆਂ ਸਭ ਤੋਂ ਵੱਡੀਆਂ ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਨੇ hCaptcha Enterprise 'ਤੇ ਬਦਲੀ ਕੀਤੀ ਹੈ ਅਤੇ ਕਾਫ਼ੀ ਲਾਗਤ ਬਚਤ ਦੇ ਨਾਲ-ਨਾਲ ਬਿਹਤਰ ਬੋਟ ਖੋਜ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ।",
    "2903742230": "ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਦੇਖਦੇ ਹਨ। ਸਾਡੇ ਲਈ ਇੱਕੋ ਇੱਕ ਟੀਚਾ ਉਹਨਾਂ ਦੀ ਮਨੁੱਖਤਾ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨਾ ਹੈ. ਸਾਡੀਆਂ ਸੇਵਾਵਾਂ GDPR, CCPA, LGPD, ਅਤੇ PIPL ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੀਆਂ ਹਨ ਜਾਂ ਵੱਧਦੀਆਂ ਹਨ, ਅਤੇ ਅਸੀਂ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ।",
    "3901503296": "ਗੋਪਨੀਯਤਾ 'ਤੇ ਇਸ ਵਿਲੱਖਣ ਫੋਕਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸੀਂ ਸ਼ਾਨਦਾਰ ਸੁਰੱਖਿਆ ਨੂੰ ਕਾਇਮ ਰੱਖਦੇ ਹੋਏ ਲੋੜ ਅਨੁਸਾਰ ਜ਼ੀਰੋ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਧਾਰਨ, ਕੂਕੀ-ਮੁਕਤ ਸੰਚਾਲਨ, ਅਤੇ ਹੋਰ ਇਕਰਾਰਨਾਮੇ ਦੀ ਗੋਪਨੀਯਤਾ ਗਾਰੰਟੀ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰ ਸਕਦੇ ਹਾਂ।",
    "3342910682": "ਹੋਰ ਪੜ੍ਹੋ",
    "1130783905": "ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ। hCaptcha ਤੁਹਾਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ ਅਤੇ ਤੁਹਾਨੂੰ ਇਹ ਫੈਸਲਾ ਕਰਨ ਦਿੰਦਾ ਹੈ ਕਿ ਇਸਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ। ਹੋਰ ਸੁਰੱਖਿਆ ਹੱਲ Gigantic ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਹਨਾਂ ਦੁਆਰਾ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹਰ ਬੋਟ ਉਹਨਾਂ ਦੀ ਆਮਦਨ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ।",
    "2019130052": "ਗੋਪਨੀਯਤਾ-ਕੇਂਦ੍ਰਿਤ ML ਵਿੱਚ ਸਾਡੀਆਂ ਨਵੀਨਤਾਵਾਂ ਸਾਨੂੰ ਸੁਰੱਖਿਆ ਜਾਂ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਏ ਬਿਨਾਂ \"ਸਭ ਕੁਝ ਹਮੇਸ਼ਾ ਲਈ ਰਿਕਾਰਡ ਕਰੋ\" ਰਣਨੀਤੀਆਂ ਦੇ ਸੁਰੱਖਿਆ ਮਾਪਦੰਡਾਂ ਨੂੰ ਪਾਰ ਕਰਨ ਦਿੰਦੀਆਂ ਹਨ।",
    "23114595": "ਮਹਾਨ ਉਪਭੋਗਤਾ ਅਨੁਭਵ",
    "3437412311": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਲਈ, ਪੈਸਿਵ ਸਕੋਰਾਂ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ, ਜ਼ਿਆਦਾਤਰ ਸਥਿਤੀਆਂ ਵਿੱਚ ਚੁਣੌਤੀਆਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬਚਣ ਲਈ ਵਿਕਲਪ ਉਪਲਬਧ ਹਨ।",
    "1996843433": "ਅਜੇ ਵੀ ਸ਼ਾਨਦਾਰ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋਏ ਆਪਣੇ ਜਾਇਜ਼ ਟ੍ਰੈਫਿਕ ਦੇ 99.9% ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਨਾਲ ਚੁਣੌਤੀ ਤੋਂ ਬਚ ਕੇ ਰਗੜ ਨੂੰ ਘਟਾਓ।",
    "3093689546": "ਆਸਾਨ ਏਕੀਕਰਣ",
    "247560732": "ਕੋਡ ਦੀਆਂ ਤਿੰਨ ਲਾਈਨਾਂ ਨਾਲ hCaptcha ਜੋੜੋ। ਜੇਕਰ ਤੁਸੀਂ reCAPTCHA ਤੋਂ ਆ ਰਹੇ ਹੋ, ਤਾਂ ਸਾਡਾ API ਅਨੁਕੂਲ ਹੈ ਅਤੇ ਇਸਨੂੰ ਬਦਲਣ ਵਿੱਚ ਸਿਰਫ਼ ਮਿੰਟ ਲੱਗਦੇ ਹਨ।",
    "1510448156": "ਤੁਸੀਂ ਅੱਜ ਇੱਕ ਬਿਹਤਰ ਵਿਕਲਪ ਦੇ ਨਾਲ ਤਿਆਰ ਹੋ ਸਕਦੇ ਹੋ, ਅਤੇ ਲੋੜ ਪੈਣ 'ਤੇ ਹੋਰ ਉੱਨਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ।",
    "2718999653": "ਅਨੁਕੂਲਿਤ ਧਮਕੀ ਸਕੋਰ",
    "2698140263": "ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਇੱਕੋ ਜਿਹੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ ਹਨ: ਇੱਕ ਸਿੰਗਲ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਉਪਯੋਗੀ ਹੋਣ ਲਈ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।",
    "897432717": "ਕਸਟਮਾਈਜ਼ਡ ਖ਼ਤਰੇ ਦੇ ਸਕੋਰਾਂ ਲਈ ਸਾਡੇ ਨਵੇਂ ਡਿਜ਼ਾਈਨ ਦੇ ਨਾਲ, ਤੁਹਾਡੇ ਕਾਰੋਬਾਰੀ ਗਿਆਨ ਨੂੰ ਜੋੜਨਾ ਸਾਡੇ ਮਾਡਲਾਂ ਨੂੰ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਵਿਲੱਖਣ ਤੌਰ 'ਤੇ ਢੁਕਵੇਂ ਸਕੋਰ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।",
    "2650502379": "ਸਕਿੰਟਾਂ ਵਿੱਚ ਆਪਣੀਆਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਲਾਂਚ ਕਰੋ",
    "3578122193": "ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ ਦੇ ਨਾਲ ਬ੍ਰਾਂਡ 'ਤੇ ਬਣੇ ਰਹੋ",
    "1074044172": "ਜਦੋਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਤੁਹਾਡੀਆਂ ਸੁਰੱਖਿਆ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਇੱਕ ਚੁਣੌਤੀ ਨੂੰ ਹੱਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਕਿਉਂ ਨਾ ਉਪਭੋਗਤਾ ਲਈ ਸੁਹਾਵਣੇ ਅਤੇ ਢੁਕਵੇਂ ਸਵਾਲ ਪੁੱਛੋ?",
    "1579093044": "ਸਾਡੇ ਸਧਾਰਨ ਕਸਟਮ ਚੁਣੌਤੀ ਡਿਜ਼ਾਈਨਰ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਆਨ-ਬ੍ਰਾਂਡ ਚੁਣੌਤੀ ਸਮੱਗਰੀ ਨੂੰ ਲਾਂਚ ਕਰ ਸਕਦੇ ਹੋ।",
    "3717512591": "ਸਿੱਧਾ ਪਲੇਟਫਾਰਮ ਏਕੀਕਰਣ",
    "121743429": "ਵੈੱਬ ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਕੰਪਨੀਆਂ ਲਈ",
    "2131386784": "ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੋਵਾਂ ਲਈ ਪਹੁੰਚਯੋਗ ਮੁਹਾਰਤ ਅਤੇ ਸਮਰਥਨ",
    "2782263070": "ਸੇਵਾ ਸਾਡੇ ਲਈ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੈ। ਅਸੀਂ 24/7 ਆਨ-ਕਾਲ ਸਹਾਇਤਾ ਬਣਾਈ ਰੱਖਦੇ ਹਾਂ ਅਤੇ ਲਾਗੂ ਕਰਨ ਦੌਰਾਨ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਤੁਹਾਡੀ ਇੰਜੀਨੀਅਰਿੰਗ ਏਕੀਕਰਣ ਟੀਮ ਅਤੇ ਸਾਡੇ ਆਨ-ਕਾਲ ਸਟਾਫ ਨਾਲ ਸਿੱਧੇ ਸਲੈਕ ਤਾਲਮੇਲ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ।",
    "3740051331": "ਅਸੀਂ ਸੋਸ਼ਲ ਮੀਡੀਆ, ਫੋਰਮਾਂ, ਅਤੇ ਸਾਡੇ ਇਨ-ਵਿਜੇਟ ਅਤੇ ਈਮੇਲ ਸਹਾਇਤਾ ਚੈਨਲਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਸਵਾਲਾਂ ਦੀ ਸਰਗਰਮੀ ਨਾਲ ਨਿਗਰਾਨੀ ਕਰਨ ਅਤੇ ਜਵਾਬ ਦੇਣ ਲਈ ਵੀ ਵਚਨਬੱਧ ਹਾਂ। ਅਸੀਂ ਪਹੁੰਚਯੋਗ ਅਤੇ ਜਵਾਬਦੇਹ ਹਾਂ, ਅਤੇ ਉਪਭੋਗਤਾ ਦੀ ਸੰਤੁਸ਼ਟੀ ਨੂੰ ਚੋਟੀ ਦੇ ਕੇਪੀਆਈ ਵਜੋਂ ਮੰਨਦੇ ਹਾਂ।",
    "170775527": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
    "3383086062": "hCaptcha Enterprise ਇੱਕ ਸੰਪੂਰਨ ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਹੱਲ ਹੈ। ਕਿਰਿਆਸ਼ੀਲ ਅਤੇ ਪੈਸਿਵ ਮੋਡ ਤੁਹਾਨੂੰ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਸਟਫਿੰਗ ਨੂੰ ਰੋਕਣ, ਖਾਤਾ ਲੈਣ-ਦੇਣ ਦਾ ਪਤਾ ਲਗਾਉਣ, ਅਤੇ ਸ਼ੱਕੀ ਅਦਾਕਾਰਾਂ ਨੂੰ ਬਲੌਕ ਕਰਨ ਦਿੰਦੇ ਹਨ। ਸਾਰੇ ਜਾਇਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਜ਼ੀਰੋ ਰਗੜ ਦੇ ਨਾਲ।",
    "1408599440": "ਕੋਡ ਦੀਆਂ ਕੁਝ ਲਾਈਨਾਂ ਅਤੇ ਸਾਡੇ 99.9% ਪੈਸਿਵ ਮੋਡ ਨਾਲ ਜਲਦੀ ਸ਼ੁਰੂ ਕਰੋ, ਜਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਦੋਂ ਅਤੇ ਕਿਵੇਂ ਚੁਣੌਤੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਇਸ 'ਤੇ ਪੂਰਾ ਨਿਯੰਤਰਣ ਲਓ। ਕਸਟਮ ਖਤਰੇ ਦੇ ਮਾਡਲ ਅਤੇ ਅਨੁਕੂਲਿਤ ਚੁਣੌਤੀਆਂ ਦਾ ਮਤਲਬ ਹੈ ਸੁਰੱਖਿਆ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਬੇਮਿਸਾਲ ਲਚਕਤਾ।",
    "3365203058": "ਵਿਸ਼ਵ ਪੱਧਰੀ ਐਂਟੀ-ਬੋਟ ਸੁਰੱਖਿਆ",
    "1803009328": "ਵੈੱਬ ਪੈਮਾਨੇ 'ਤੇ ਲੜਾਈ-ਜਾਂਚ ਕੀਤੀ ਗਈ।",
    "1586809757": "ਉੱਚ ਸ਼ੁੱਧਤਾ ਬੋਟ ਸਕੋਰ",
    "353367791": "ਕਈ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਦੇ ਮਾੜੇ ਅਦਾਕਾਰਾਂ ਦਾ ਪਤਾ ਲਗਾਓ।",
    "191460155": "ਜ਼ੀਰੋ ਫਰੀਕਸ਼ਨ ਅਤੇ 99.9% ਪੈਸਿਵ ਮੋਡ",
    "585557010": "0.1% ਤੋਂ ਘੱਟ ਜਾਇਜ਼ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੁਣੌਤੀ ਦਿਓ।",
    "3287172429": "ਨਿਯੰਤਰਣ ਚੁਣੌਤੀ ਦੀਆਂ ਕਿਸਮਾਂ ਦਿਖਾਈਆਂ ਗਈਆਂ ਹਨ",
    "1844885924": "ਚੁਣਨ ਲਈ ਕਿਸਮਾਂ ਦੀ ਵਿਸ਼ਾਲ ਲਾਇਬ੍ਰੇਰੀ।",
    "3018523079": "ਇਕਸਾਰ ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਦੇ ਨਾਲ ਬ੍ਰਾਂਡ 'ਤੇ ਬਣੇ ਰਹੋ।",
    "3817811295": "ਗਾਰੰਟੀਸ਼ੁਦਾ ਭਰੋਸੇਯੋਗਤਾ ਅਤੇ ਤੇਜ਼ 24/7 ਆਨ-ਕਾਲ ਸਹਾਇਤਾ।",
    "1798492192": "ਪੁਰਾਤਨ ਬ੍ਰਾਊਜ਼ਰ ਸਮਰਥਨ",
    "1356745565": "ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ 8 ਲਈ ਪੂਰੀ ਤਰ੍ਹਾਂ ਅਨੁਕੂਲ।",
    "751483365": "ਗੈਰ-ਜਾਵਾ ਸਕ੍ਰਿਪਟ ਕਲਾਇੰਟਸ ਲਈ ਸਮਰਥਨ।",
    "4199502476": "ਐਡਵਾਂਸਡ ਰਿਪੋਰਟਿੰਗ ਡੈਸ਼ਬੋਰਡ ਅਤੇ API",
    "3630114728": "ਦੇਖੋ ਕਿ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਸਾਈਟਾਂ ਅਤੇ ਐਪਾਂ ਵਿੱਚ ਕੀ ਹੋ ਰਿਹਾ ਹੈ।",
    "3573245166": "reCAPTCHA ਦੇ ਉਲਟ, ਅਸੀਂ ਹਰ ਦੇਸ਼ ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹਾਂ।",
    "2354267648": "GDPR, CCPA, ਅਤੇ LGPD-ਅਨੁਕੂਲ ਪਰਦੇਦਾਰੀ ਨੀਤੀ",
    "3167979932": "ਪਹਿਲੇ ਦਿਨ ਤੋਂ ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਮਜ਼ਬੂਤ ਡਾਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤਾ।",
    "4065065042": "ਤੁਹਾਡੇ ਵਰਤੋਂ ਦੇ ਕੇਸ ਨੂੰ ਬਿਲਕੁਲ ਫਿੱਟ ਕਰਨ ਲਈ ਇਸਨੂੰ ਡਾਇਲ ਕਰੋ।",
    "111184581": "ਪਹਿਲੀ-ਪਾਰਟੀ ਹੋਸਟਿੰਗ",
    "4272022475": "ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ ਅਤੇ ਸੰਪਤੀਆਂ hcaptcha.yourdomain.com 'ਤੇ ਜਾਂਦੀਆਂ ਹਨ",
    "2676853536": "ਮਲਟੀ-ਯੂਜ਼ਰ ਡੈਸ਼ਬੋਰਡ",
    "1368787974": "ਆਪਣੀ ਟੀਮ ਵਿੱਚ ਪ੍ਰਬੰਧਨ ਸਾਂਝਾ ਕਰੋ।",
    "1045484714": "ਤੁਹਾਡੇ ਪਛਾਣ ਪ੍ਰਦਾਤਾ ਨਾਲ SAML SSO ਏਕੀਕਰਣ, ਜਿਵੇਂ ਕਿ Okta ਜਾਂ Azure AD।",
    "3953584369": "ਆਧੁਨਿਕ RBAC ਪਹੁੰਚ ਪਾਬੰਦੀਆਂ ਉਪਲਬਧ ਹਨ।",
    "2781507299": "ਤਤਕਾਲ ਪੁਸ਼ਟੀ",
    "4019660456": "0ms ਲੇਟੈਂਸੀ: ਬਿਨਾਂ API ਕਾਲ ਦੇ hCaptcha ਟੋਕਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
    "3446714684": "ਮੋਬਾਈਲ (iOS ਅਤੇ Android) ਏਕੀਕਰਣ",
    "2593768395": "ਵੈੱਬ, ਮੂਲ ਮੋਬਾਈਲ, ਮੋਬਾਈਲ ਵੈੱਬ ਵਿੱਚ ਸਹਿਜ ਅਨੁਭਵ। ਪੂਰਵ-ਨਿਰਮਿਤ ਏਕੀਕਰਣ ਅਤੇ ਮੂਲ SDK ਉਪਲਬਧ ਹਨ।",
    "1779265104": "ਅਨੁਕੂਲਿਤ ਨਿਯਮ ਅਤੇ ਗੋਪਨੀਯਤਾ ਗਾਰੰਟੀ",
    "122875767": "ਆਪਣੀਆਂ ਕਾਨੂੰਨੀ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰੋ ਜਦੋਂ ਹੋਰ ਕੰਪਨੀਆਂ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।",
    "148188781": "ਚੁਣੌਤੀਆਂ ਪੇਸ਼ ਕੀਤੀਆਂ",
    "838049015": "ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦੀਆਂ ਸਾਰੀਆਂ ਤਸਵੀਰਾਂ ਚੁਣੋ",
    "1126302400": "ਬਾਊਂਡਿੰਗ ਬਾਕਸ",
    "3554448168": "ਵਰਗੀਕਰਨ",
    "2104933754": "ਸੰਬੰਧਿਤ ਲੇਬਲਾਂ ਦੀ ਪਛਾਣ ਕਰੋ",
    "3612043014": "...ਅਤੇ ਹੋਰ ਸਧਾਰਨ ਕੰਮ। ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ, ਬੋਟਾਂ ਲਈ ਔਖਾ।",
    "3624758171": "ਕਸਟਮ ਟਾਸਕ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਵੀ ਉਪਲਬਧ ਹਨ।",
    "1001938065": "ਏਕੀਕਰਣ ਸੌਖਾ ਨਹੀਂ ਹੋ ਸਕਦਾ",
    "2138799135": "hCaptcha ਵਿੱਚ ਤੁਹਾਡੇ ਦੁਆਰਾ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਫਰੰਟਐਂਡ ਅਤੇ ਬੈਕਐਂਡ ਸਿਸਟਮਾਂ ਲਈ ਦਰਜਨਾਂ ਪਹਿਲਾਂ ਤੋਂ ਬਣੇ ਏਕੀਕਰਣ ਹਨ।",
    "2535001179": "ਜੇਕਰ ਤੁਸੀਂ Google ਦੇ reCAPTCHA ਤੋਂ ਆ ਰਹੇ ਹੋ, ਤਾਂ ਸਾਡੇ API ਡ੍ਰੌਪ-ਇਨ ਰਿਪਲੇਸਮੈਂਟ ਹਨ।",
    "1393184984": "ਤੁਹਾਨੂੰ ਸਭ ਦੀ ਲੋੜ ਹੈ.",
    "3715747429": "ਸਾਡੇ ਆਨਬੋਰਡਿੰਗ ਇੰਜਨੀਅਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅੱਗੇ ਵਧਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਰੀਐਕਟ ਏਕੀਕਰਣ ਦੀ ਲੋੜ ਹੋਵੇ, iOS ਮੂਲ ਐਪਾਂ ਲਈ SDK, ਇੱਕ Java ਬੈਕਐਂਡ ਉਦਾਹਰਨ, ਜਾਂ ਅਸਲ ਵਿੱਚ ਕੋਈ ਹੋਰ ਦ੍ਰਿਸ਼।",
    "2681650568": "ਅਤੇ ਹਮੇਸ਼ਾ ਵਾਂਗ, ਗੋਪਨੀਯਤਾ ਸਾਡੇ ਲਈ ਇੱਕ ਮੁੱਖ ਮੁੱਲ ਹੈ। ਸਾਡੇ ਚੁਣੌਤੀ ਕੋਡ ਨੂੰ ਸਿਰਫ਼ ਉੱਥੇ ਹੀ ਸ਼ਾਮਲ ਕਰੋ ਜਿੱਥੇ ਇਹ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਅਤੇ ਜਿੱਥੇ ਇਹ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੋਵਾਂ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਸਮਝਦਾਰ ਹੋਵੇ। ਏਕੀਕਰਣ ਦੇ ਪਲ ਤੋਂ ਡਾਟਾ ਇਕੱਠਾ ਕਰਨਾ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।",
    "1130868224": "ਕੋਡ ਦੀਆਂ ਤਿੰਨ ਲਾਈਨਾਂ",
    "2183926131": "hCaptcha Enterprise ਨਾਲ ਸ਼ੁਰੂਆਤ ਕਰੋ",
    "1526887904": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਗੋਪਨੀਯਤਾ",
    "1845745385": "ਗੋਪਨੀਯਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।",
    "1297224875": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਗੋਪਨੀਯਤਾ-ਸੰਚਾਲਿਤ ਪਹੁੰਚ।",
    "2762458927": "ਤੁਹਾਡਾ ਉਪਭੋਗਤਾ ਡੇਟਾ ਵਿਕਰੀ ਲਈ ਨਹੀਂ ਹੈ।",
    "2058856283": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਦਾ ਸਿਰਫ ਇੱਕ ਉਦੇਸ਼ ਹੈ: ਮਾੜੇ ਅਦਾਕਾਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਕਾਰਜਾਂ ਵਿੱਚ ਵਿਘਨ ਪਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਤੋਂ ਰੋਕਣਾ।",
    "2408036504": "ਇਸ ਤਰ੍ਹਾਂ ਸਾਡੇ ਸਿਸਟਮਾਂ ਨੂੰ ਕਲਾਸ-ਮੋਹਰੀ ਸੁਰੱਖਿਆ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਡਾਟਾ ਇਕੱਠਾ ਕਰਨ ਅਤੇ ਧਾਰਨ ਨੂੰ ਘੱਟ ਤੋਂ ਘੱਟ ਕਰਨ ਲਈ ਜ਼ਮੀਨ ਤੋਂ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਗਿਆ ਹੈ। ਉਪਭੋਗਤਾ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਇਹ ਹੈ ਕਿ ਇਸਨੂੰ ਸਟੋਰ ਨਾ ਕਰੋ.",
    "4099477834": "ਸਾਰੇ ਗਾਹਕ ਸਬੰਧਾਂ ਨੂੰ ਇੱਕ ਮਜ਼ਬੂਤ ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸਮਝੌਤੇ ਦੁਆਰਾ ਵੀ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। hCaptcha ਸੇਵਾ ਸਾਰੇ ਗੋਪਨੀਯਤਾ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੀ ਹੈ ਭਾਵੇਂ ਤੁਹਾਡੀ ਸੇਵਾ ਜਾਂ ਤੁਹਾਡੇ ਗਾਹਕ ਕਿੱਥੇ ਰਹਿੰਦੇ ਹਨ। ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਨਾ ਰੱਖਣਾ ਸਾਡੇ ਲਈ ਦੂਜੀਆਂ ਕੰਪਨੀਆਂ ਦੇ ਮੁਕਾਬਲੇ ਇਸ ਨੂੰ ਬਹੁਤ ਸੌਖਾ ਬਣਾਉਂਦਾ ਹੈ।",
    "3569492665": "ਔਨਲਾਈਨ ਗਤੀਵਿਧੀ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਜਵਾਬ ਨਹੀਂ ਹੈ.",
    "3389431373": "reCAPTCHA v3 ਵਰਗੀਆਂ ਸੇਵਾਵਾਂ ਦਾ ਕਹਿਣਾ ਹੈ ਕਿ ਤੁਹਾਡੀ ਸਾਈਟ ਦੇ ਹਰ ਪੰਨੇ 'ਤੇ ਉਹਨਾਂ ਦਾ ਟਰੈਕਿੰਗ ਪਿਕਸਲ ਲਗਾਉਣਾ ਚੰਗੀ ਸੁਰੱਖਿਆ ਲਈ ਜ਼ਰੂਰੀ ਹੈ। ਅਜਿਹਾ ਨਹੀਂ ਹੈ।",
    "3590546893": "ਸਧਾਰਨ ਵਿਵਹਾਰਕ ਵਿਸ਼ਲੇਸ਼ਣ ਇੱਕ ਸੰਕੇਤ ਹੈ ਜੋ ਮਾੜੇ ਕਲਾਕਾਰਾਂ ਦੁਆਰਾ ਆਸਾਨੀ ਨਾਲ ਜਾਅਲੀ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਸਾਰੇ ਜਾਇਜ਼ ਟ੍ਰੈਫਿਕ ਲਈ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਨੂੰ ਵੀ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਹੈ।",
    "1105363520": "ਅਸੀਂ ਕੋਈ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਨਹੀਂ ਚਲਾਉਂਦੇ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਵਿਗਿਆਪਨ ਵੇਚਣ ਲਈ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਵਿਵਹਾਰ ਨੂੰ ਦੇਖਣ ਵਿੱਚ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਰੱਖਦੇ। ਇਸਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸਾਨੂੰ ਤੁਹਾਡੀ ਸਾਈਟ ਦੇ ਹਰ ਪੰਨੇ 'ਤੇ ਇੱਕ ਪੈਸਿਵ ਪਿਕਸਲ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "3088605177": "ਸਾਡੇ ਚੁਣੌਤੀ ਕੋਡ ਨੂੰ ਸਿਰਫ਼ ਉੱਥੇ ਹੀ ਸ਼ਾਮਲ ਕਰੋ ਜਿੱਥੇ ਇਹ ਜ਼ਰੂਰੀ ਹੋਵੇ, ਅਤੇ ਜਿੱਥੇ ਇਹ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਦੋਵਾਂ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਸਮਝਦਾਰ ਹੋਵੇ।",
    "337971271": "ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਲਾਭਦਾਇਕ ਹੈ। ਪਰ ਇਸ ਨੂੰ ਕੰਮ ਕਰਨ ਲਈ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
    "320166522": "ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਹੁਣ ਸਾਡੇ ਜੀਵਨ ਦੇ ਲਗਭਗ ਹਰ ਪਹਿਲੂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੀ ਹੈ, ਅਕਸਰ ਉਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਨੂੰ ਅਸੀਂ ਮਹਿਸੂਸ ਨਹੀਂ ਕਰਦੇ ਅਤੇ ਦੇਖ ਨਹੀਂ ਸਕਦੇ। ਔਨਲਾਈਨ ਸੁਰੱਖਿਆ ਸੇਵਾਵਾਂ ਕੋਈ ਵੱਖਰੀਆਂ ਨਹੀਂ ਹਨ।",
    "3180664128": "ਹਜ਼ਾਰਾਂ ਸਿਗਨਲਾਂ ਨੂੰ ਸਿੱਖਣ ਦੁਆਰਾ, ਮਾੱਡਲ ਬਹੁਤ ਤੇਜ਼ੀ ਨਾਲ ਖਤਰਨਾਕ ਵਿਵਹਾਰ ਦਾ ਪਤਾ ਲਗਾਉਣ ਵਿੱਚ ਉੱਚ ਵਿਸ਼ਵਾਸ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾ ਸਕਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਤੱਕ ਪਹੁੰਚ ਸਕਦੇ ਹਨ, ਭਾਵੇਂ ਕੋਈ ਵਿਅਕਤੀਗਤ ਸਿਗਨਲ ਆਪਣੇ ਆਪ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਇੰਨਾ ਮਜ਼ਬੂਤ ਨਾ ਹੋਵੇ।",
    "961941354": "ਹਾਲਾਂਕਿ, ਇਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਨੂੰ ਵੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ (\"PII\") ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਆਧੁਨਿਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਤਕਨੀਕਾਂ ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਰੱਦ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀਆਂ ਹਨ, ਇਸ ਦੀ ਬਜਾਏ ਇੱਕ ਤਰਫਾ ਦਸਤਖਤ ਬਣਾਉਂਦੇ ਹਨ ਜੋ ਕਿਸੇ ਵਿਅਕਤੀ ਨਾਲ ਲਿੰਕ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "1706581702": "ਡੀ-ਪਛਾਣ ਵਾਲੇ ਡੇਟਾ 'ਤੇ ਸਿਖਲਾਈ ਉਸੇ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰਦੀ ਹੈ, ਅਤੇ ਸੁਰੱਖਿਆ ਜਾਂ ਗੋਪਨੀਯਤਾ ਨਾਲ ਸਮਝੌਤਾ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ। ਸਾਡੇ ਗਾਹਕਾਂ ਨੇ ਅਨੁਭਵੀ ਟੈਸਟ ਕੀਤੇ ਹਨ, ਅਤੇ ਸਾਨੂੰ ਬਹੁਤ ਘੱਟ ਨਿੱਜੀ ਵਿਕਲਪਾਂ ਦੇ ਬਰਾਬਰ ਜਾਂ ਬਿਹਤਰ ਘੋਸ਼ਿਤ ਕੀਤਾ ਹੈ।",
    "3203921334": "ਸਾਨੂੰ hCaptcha ਹੱਲਾਂ ਬਾਰੇ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਪਸੰਦ ਆਈਆਂ: 1) ਉਹ ਨਿੱਜੀ ਡੇਟਾ ਨਹੀਂ ਵੇਚਦੇ; ਉਹ ਸਿਰਫ਼ ਘੱਟੋ-ਘੱਟ ਲੋੜੀਂਦਾ ਨਿੱਜੀ ਡਾਟਾ ਇਕੱਠਾ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਜਾਣਕਾਰੀ ਦਾ ਵਰਣਨ ਕਰਨ ਵਿੱਚ ਪਾਰਦਰਸ਼ੀ ਹੁੰਦੇ ਹਨ ਜੋ ਉਹ ਇਕੱਤਰ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹ ਇਸਦੀ ਵਰਤੋਂ ਅਤੇ/ਜਾਂ ਖੁਲਾਸਾ ਕਿਵੇਂ ਕਰਦੇ ਹਨ।",
    "305735018": "ਅੰਤ ਵਿੱਚ, ਗੂਗਲ ਲਈ ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਕਲਪ. hCaptcha Enterprise ਤੁਹਾਡੇ reCAPTCHA ਬਿੱਲ 'ਤੇ ਉੱਚ ਸੁਰੱਖਿਆ ਦੇ ਨਾਲ ਨਾਟਕੀ ਬਚਤ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ: ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ 80% ਤੱਕ ਘੱਟ ਮਹਿੰਗਾ।",
    "3695206755": "ਬਿਨਾਂ ਕਿਸੇ ਜ਼ਿੰਮੇਵਾਰੀ ਦੇ ਆਪਣੇ ਵਾਤਾਵਰਣ ਵਿੱਚ ਸਾਨੂੰ ਅਜ਼ਮਾਓ।",
    "2941545733": "ਅਸੀਂ ਇੰਜੀਨੀਅਰ ਹਾਂ, ਸੇਲਜ਼ ਲੋਕ ਨਹੀਂ: ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਪਸੰਦ ਨਾਲ ਖੁਸ਼ ਰਹੋ।",
    "131871195": "ਤੁਹਾਡੀ ਸੰਤੁਸ਼ਟੀ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਤਰੀਕਾ ਇਹ ਦਰਸਾਉਣਾ ਹੈ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਦੇ ਹਾਂ।",
    "3436534225": "ਅਸਲ ਵਿੱਚ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਜੋ ਇੱਕ ਪਾਇਲਟ ਸ਼ੁਰੂ ਕਰਦੀਆਂ ਹਨ ਆਖਰਕਾਰ ਸਾਡੇ ਹੱਲ ਚੁਣਦੀਆਂ ਹਨ।",
    "4060250206": "ਸਾਡੇ ਤਕਨੀਕੀ ਮਾਹਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਇਸ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਅਸੀਂ ਜਲਦੀ ਜਵਾਬ ਦਿੰਦੇ ਹਾਂ।",
    "1159746815": "ਤੁਸੀਂ ਸਾਨੂੰ ਸਿੱਧਾ ਈਮੇਲ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।",
    "2531534427": "ਵੇਰਵੇ ਇੱਥੇ ਹਨ।",
    "2059998584": "ਖੇਤਰ",
    "3916131732": "ਅਮਰੀਕਾ",
    "135276624": "ਯੂਰਪ, ਮੱਧ ਪੂਰਬ, ਅਫਰੀਕਾ (EMEA)",
    "1182294134": "ਏਸ਼ੀਆ-ਪ੍ਰਸ਼ਾਂਤ (APAC)",
    "2437934778": "ਤੁਹਾਡਾ ਨਾਮ",
    "3859506577": "ਕਾਰੋਬਾਰੀ ਈਮੇਲ",
    "1268414751": "ਸਾਡੇ ਕੋਲ ਕੋਈ ਹੋਰ ਵੇਰਵੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ?",
    "42559805": "ਕੀ ਤੁਹਾਨੂੰ ਤੁਰੰਤ ਆਨਬੋਰਡਿੰਗ ਦੀ ਲੋੜ ਹੈ?",
    "851679588": "ਹਾਂ।",
    "1729677626": "ਮੇਰੇ 'ਤੇ ਹਮਲਾ ਹੈ ਅਤੇ ਮੈਨੂੰ ਤੁਰੰਤ ਆਨ-ਬੋਰਡਿੰਗ ਦੀ ਲੋੜ ਹੈ।",
    "2808971932": "ਇਹ ਇੱਕ ਡਿਵੀ ਬਲਾਕ ਦੇ ਅੰਦਰ ਕੁਝ ਟੈਕਸਟ ਹੈ.",
    "2468683988": "ਸਿਰਲੇਖ",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. ਸਸਪੇਂਡਿਸ ਵੈਰੀਅਸ ਐਨੀਮ ਇਨ ਈਰੋਜ਼ ਐਲੀਮੈਂਟਮ ਟ੍ਰਿਸਟਿਕ। Duis cursus, mi quis viverra ornare, eros dolor interdum Nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. ਇਸ ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਹੈ।",
    "2067334580": "ਟੈਕਸਟ ਲਿੰਕ",
    "2212670355": "ਸਾਇਨ ਅਪ",
    "31502377": "ਇੱਕ ਰਿਚ ਟੈਕਸਟ ਐਲੀਮੈਂਟ ਕੀ ਹੈ?",
    "2310705547": "ਰਿਚ ਟੈਕਸਟ ਐਲੀਮੈਂਟ ਤੁਹਾਨੂੰ ਸਿਰਲੇਖਾਂ, ਪੈਰਾਗ੍ਰਾਫ਼, ਬਲਾਕਕੋਟ, ਚਿੱਤਰ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਜੋੜਨ ਅਤੇ ਫਾਰਮੈਟ ਕਰਨ ਦੀ ਬਜਾਏ ਇੱਕ ਥਾਂ 'ਤੇ ਬਣਾਉਣ ਅਤੇ ਫਾਰਮੈਟ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਬਸ ਡਬਲ-ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਸਮੱਗਰੀ ਬਣਾਓ।",
    "2590587108": "ਸਥਿਰ ਅਤੇ ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਸੰਪਾਦਨ",
    "778204464": "ਇੱਕ ਅਮੀਰ ਟੈਕਸਟ ਤੱਤ ਨੂੰ ਸਥਿਰ ਜਾਂ ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਸਥਿਰ ਸਮੱਗਰੀ ਲਈ, ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਪੰਨੇ ਵਿੱਚ ਛੱਡੋ ਅਤੇ ਸੰਪਾਦਨ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ। ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਲਈ, ਕਿਸੇ ਵੀ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਇੱਕ ਅਮੀਰ ਟੈਕਸਟ ਖੇਤਰ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਫਿਰ ਸੈਟਿੰਗ ਪੈਨਲ ਵਿੱਚ ਇੱਕ ਅਮੀਰ ਟੈਕਸਟ ਤੱਤ ਨੂੰ ਉਸ ਖੇਤਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। ਵੋਇਲਾ!",
    "1890955039": "ਹਰੇਕ ਅਮੀਰ ਟੈਕਸਟ ਲਈ ਫਾਰਮੈਟਿੰਗ ਨੂੰ ਕਿਵੇਂ ਅਨੁਕੂਲਿਤ ਕਰਨਾ ਹੈ",
    "3286051798": "ਸਿਰਲੇਖ, ਪੈਰੇ, ਬਲਾਕਕੋਟ, ਅੰਕੜੇ, ਚਿੱਤਰ, ਅਤੇ ਚਿੱਤਰ ਸੁਰਖੀਆਂ ਨੂੰ \"ਜਦੋਂ ਅੰਦਰ\" ਨੇਸਟਡ ਚੋਣਕਾਰ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਅਮੀਰ ਟੈਕਸਟ ਐਲੀਮੈਂਟ ਵਿੱਚ ਇੱਕ ਕਲਾਸ ਸ਼ਾਮਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਟਾਈਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "504332576": "ਸਾਨੂੰ ਇਹ ਐਲਾਨ ਕਰਦੇ ਹੋਏ ਮਾਣ ਮਹਿਸੂਸ ਹੋ ਰਿਹਾ ਹੈ ਕਿ hCaptcha ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਡੀ ਸੁਤੰਤਰ ਸਾਈਬਰ ਸੁਰੱਖਿਆ ਸੇਵਾ ਬਣ ਗਈ ਹੈ, ਜੋ ਲਗਭਗ 15% ਇੰਟਰਨੈਟ 'ਤੇ ਚੱਲ ਰਹੀ ਹੈ - ਅਤੇ ਅਸੀਂ ਇਸ ਮਾਰਕੀਟ ਸ਼ੇਅਰ ਦਾ ਜ਼ਿਆਦਾਤਰ ਹਿੱਸਾ ਸਿੱਧਾ Google reCAPTCHA ਤੋਂ ਲਿਆ ਹੈ। ਇਕੱਠੇ, hCaptcha ਅਤੇ",
    "1155436473": "(ਸਾਡੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪੇਸ਼ਕਸ਼) ਹੁਣ ਹਰ ਮਹੀਨੇ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਅਤੇ ਐਪਾਂ ਦੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਸੁਰੱਖਿਆ ਕਰਦੀ ਹੈ। ਸਾਡੀ ਕਹਾਣੀ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਗੋਪਨੀਯਤਾ ਨੂੰ ਪਹਿਲ ਦਿੰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ Big Tech ਨਾਲ ਮੁਕਾਬਲਾ ਕਰ ਸਕਦੇ ਹੋ।",
    "3108727249": "ਬੋਟਸਟੌਪ",
    "1296696044": "ਗੋਪਨੀਯਤਾ ਬਨਾਮ ਸੁਰੱਖਿਆ: ਦੋਵੇਂ ਕਿਉਂ ਨਹੀਂ?",
    "538871570": "ਗੂਗਲ ਅਤੇ ਹੋਰ ਵੱਡੀਆਂ ਤਕਨੀਕੀ ਕੰਪਨੀਆਂ ਨਾਲ ਮੁਕਾਬਲਾ ਕਰਨਾ ਇੱਕ ਲੰਬਾ ਆਰਡਰ ਜਾਪਦਾ ਹੈ: ਉਹਨਾਂ ਦੀ ਏਕਾਧਿਕਾਰ ਮਾਰਕੀਟ ਸ਼ਕਤੀ, ਪਲੇਟਫਾਰਮ ਪ੍ਰਭਾਵ ਅਤੇ ਉੱਚ ਭੁਗਤਾਨ ਕੀਤੇ ਡਿਵੈਲਪਰਾਂ ਦੀ ਫੌਜ ਨੂੰ ਆਮ ਤੌਰ 'ਤੇ ਫੇਸਬੁੱਕ ਜਾਂ ਐਮਾਜ਼ਾਨ ਵਰਗੀਆਂ ਹੋਰ ਤਕਨੀਕੀ ਦਿੱਗਜਾਂ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਬਹੁਤ ਸ਼ਕਤੀਸ਼ਾਲੀ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ। ਸਾਡੀ ਕਹਾਣੀ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਇਹ ਇਸ ਤਰ੍ਹਾਂ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ - ਤੁਸੀਂ ਗੋਪਨੀਯਤਾ 'ਤੇ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰਕੇ ਬਿਗ ਟੈਕ ਨੂੰ ਹਰਾ ਸਕਦੇ ਹੋ।",
    "3600718611": "Google reCAPTCHA 'ਤੇ ਵਿਚਾਰ ਕਰੋ,",
    "4281708680": ". hCaptcha 'ਤੇ, ਅਸੀਂ ਜਾਣਬੁੱਝ ਕੇ ਇੱਕ ਬਹੁਤ ਹੀ ਵੱਖਰੀ ਪਹੁੰਚ ਅਪਣਾਈ ਹੈ, ਗੋਪਨੀਯਤਾ-ਰੱਖਿਅਤ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਤਕਨੀਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਉੱਚ ਸਟੀਕਤਾ 'ਤੇ ਖਾਸ ਬੋਟ ਵਿਵਹਾਰਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ, ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਘੱਟ ਡੇਟਾ ਦੀ ਖਪਤ ਅਤੇ ਸਟੋਰੇਜ ਕਰਦੇ ਹੋਏ।",
    "3312336121": "ਜੋ ਕਿ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਕਿ ਕੀ ਵੈੱਬ ਉਪਭੋਗਤਾ ਜਾਇਜ਼ ਮਨੁੱਖ ਹਨ ਜਾਂ ਬੋਟ ਹਨ, ਬਹੁਤ ਜ਼ਿਆਦਾ ਮਾਤਰਾ ਵਿੱਚ ਵਿਵਹਾਰ ਸੰਬੰਧੀ ਡੇਟਾ ਦੀ ਖਪਤ ਕਰਦਾ ਹੈ",
    "1193738791": ": ਉਹ ਵੈੱਬਸਾਈਟ ਦੇ ਹਰ ਪੰਨੇ ਅਤੇ ਵੈੱਬ 'ਤੇ ਉਪਭੋਗਤਾ ਵਿਹਾਰ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਨ। ਅਸੀਂ hCaptcha ਨੂੰ ਪਹਿਲੇ ਦਿਨ ਤੋਂ ਜਿੰਨਾ ਸੰਭਵ ਹੋ ਸਕੇ ਗੋਪਨੀਯਤਾ-ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਡਿਜ਼ਾਈਨ ਕੀਤਾ ਹੈ। ਇਸ ਨੇ ਸਮੱਸਿਆ ਲਈ ਇੱਕ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵੱਖਰੀ ਪਹੁੰਚ ਦੀ ਅਗਵਾਈ ਕੀਤੀ। ਜਿਵੇਂ ਕਿ ਇਹ ਪਤਾ ਚਲਦਾ ਹੈ, ਚੰਗੀ ਸੁਰੱਖਿਆ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵੈੱਬ ਉੱਤੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨਾ ਅਤੇ ਉਹਨਾਂ ਦੇ ਵੈਬ ਇਤਿਹਾਸ ਨੂੰ ਉਹਨਾਂ ਦੀ ਪਛਾਣ ਨਾਲ ਜੋੜਨਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਬੇਲੋੜਾ ਹੈ। ਬਹੁਤ ਸਾਰੀਆਂ ਕੰਪਨੀਆਂ ਜੋ hCaptcha ਵਿੱਚ ਬਦਲ ਗਈਆਂ ਹਨ",
    "2620705814": "Google ਇੱਕ ਵਿਗਿਆਪਨ ਕੰਪਨੀ ਹੈ, ਅਤੇ ਉਹਨਾਂ ਦੇ ਸੁਰੱਖਿਆ ਉਤਪਾਦ ਉਹਨਾਂ ਦੇ ਵਿਗਿਆਪਨ ਉਤਪਾਦਾਂ ਵਰਗੇ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ",
    "1126447688": "ਅਕਸਰ ਸਾਡੇ ਗੋਪਨੀਯਤਾ ਫੋਕਸ ਦੇ ਬਾਵਜੂਦ ਬੋਟ ਖੋਜ ਅਤੇ ਘਟਾਉਣ ਵਿੱਚ ਬਰਾਬਰ ਜਾਂ ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਰਿਪੋਰਟ ਕਰਦੇ ਹਨ",
    "439777523": "ਰੈਗੂਲੇਸ਼ਨ ਮਾਮਲੇ",
    "3588274874": "ਯੂਰਪੀਅਨ ਯੂਨੀਅਨ ਦੇ GDPR ਅਤੇ ਕੈਲੀਫੋਰਨੀਆ ਦੇ CCPA ਵਰਗੇ ਰੈਗੂਲੇਟਰੀ ਯਤਨਾਂ ਨਾਲ ਇਕਸਾਰ ਉਤਪਾਦ ਪ੍ਰਦਾਨ ਕਰਨ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਤ ਕਰਦੇ ਹੋਏ, ਅਸੀਂ ਵੱਡੇ ਵਾਧੇ ਦਾ ਅਨੁਭਵ ਕੀਤਾ ਹੈ - ਬੇਸ਼ਕ, ਇਹ ਮਦਦ ਕਰਦਾ ਹੈ ਕਿ hCaptcha reCAPTCHA ਲਈ ਸਧਾਰਨ \"ਡ੍ਰੌਪ ਇਨ\" ਬਦਲ ਹੈ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਮਿੰਟਾਂ ਵਿੱਚ ਸਥਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "2150595700": ". GDPR ਅਤੇ CCPA ਨੇ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਖਰੀਦਦਾਰਾਂ ਲਈ ਨਕਸ਼ੇ 'ਤੇ ਗੋਪਨੀਯਤਾ ਦੀਆਂ ਚਿੰਤਾਵਾਂ ਰੱਖੀਆਂ ਹਨ, ਅਤੇ ਉਸੇ ਸਮੇਂ ਲੋਕਾਂ ਲਈ ਔਨਲਾਈਨ ਗੋਪਨੀਯਤਾ ਹੋਰ ਵੀ ਮਹੱਤਵਪੂਰਨ ਹੁੰਦੀ ਜਾ ਰਹੀ ਹੈ ਕਿਉਂਕਿ ਅਸੀਂ ਸਾਰੇ ਇਹ ਸਮਝਣ ਲੱਗ ਪਏ ਹਾਂ ਕਿ ਔਨਲਾਈਨ ਵਿਗਿਆਪਨ ਅਤੇ ਮਾਰਕੀਟਿੰਗ ਉਦਯੋਗਾਂ ਨੇ ਇਤਿਹਾਸਕ ਤੌਰ 'ਤੇ ਸਾਡੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਹੈ।",
    "2624949852": "ਬੇਸ਼ੱਕ, reCAPTCHA 2009 ਤੋਂ ਵੈੱਬ ਸੁਰੱਖਿਆ ਵਿੱਚ ਇੱਕ ਸ਼ੁਰੂਆਤੀ ਪ੍ਰਵੇਸ਼ਕਰਤਾ ਸੀ, ਜੋ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਖਤਰਨਾਕ ਬੋਟਸ ਅਤੇ ਸਪੈਮਰਾਂ ਦੁਆਰਾ ਵਧ ਰਹੇ ਖਤਰਿਆਂ ਤੋਂ ਬਚਾਉਂਦਾ ਸੀ। ਹਾਲਾਂਕਿ, ਹਾਲ ਹੀ ਦੇ ਸਾਲਾਂ ਵਿੱਚ ਇਸ ਨਾਲ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮਝੌਤਾ ਕੀਤਾ ਗਿਆ ਹੈ:",
    "499510428": "ਅਸੀਂ ਅਸਲ ਵਿੱਚ ਵਿਸ਼ਵਾਸ ਕਰਦੇ ਹਾਂ ਕਿ ਨਿਯਮ ਨੇ ਇੱਥੇ ਸਾਡੀ ਮਦਦ ਕੀਤੀ ਹੈ",
    "1232651561": "ਸਾਫਟਵੇਅਰ ਹੁਣ ਓਨਾ ਹੀ ਵਧੀਆ ਹੈ ਜਿੰਨਾ ਲੋਕ reCAPTCHA ਚੁਣੌਤੀਆਂ ਨੂੰ ਹੱਲ ਕਰਨ ਵਿੱਚ।",
    "824740867": "ਹੱਲ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਦੀ ਬਜਾਏ, Google ਨੇ ਇਸ ਦੀ ਬਜਾਏ reCAPTCHA v3 ਜਾਰੀ ਕੀਤਾ, ਜੋ ਕਿ ਸੁਰੱਖਿਆ ਸੌਫਟਵੇਅਰ ਦੀ ਬਜਾਏ ਇੱਕ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ, ਉਪਭੋਗਤਾ ਪ੍ਰੋਫਾਈਲਾਂ ਬਣਾਉਣ ਲਈ ਵੈੱਬ ਤੋਂ ਵਿਵਹਾਰ ਸੰਬੰਧੀ ਡੇਟਾ ਇਕੱਠਾ ਕਰਦਾ ਹੈ। ਬਦਕਿਸਮਤੀ ਨਾਲ, ਇਸ ਕਿਸਮ ਦੇ ਸਿਗਨਲ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਹਰਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਂਦੇ ਹੋਏ ਬੋਟਾਂ ਦੇ ਵਿਰੁੱਧ ਬਹੁਤ ਘੱਟ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
    "1027023087": "ਅਸੀਂ hCaptcha 'ਤੇ ਇਸ ਦੀ ਬਜਾਏ ਸਮੱਸਿਆ ਲਈ ਵਧੇਰੇ ਆਧੁਨਿਕ ਪਹੁੰਚਾਂ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕੀਤਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਵਰਗੇ ਲੰਬੇ ਸਮੇਂ ਦੇ ਵਿਵਹਾਰ ਦੇ ਰਿਕਾਰਡਾਂ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਅਤੇ ਸੇਵਾ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ ਤੋਂ ਨਿਸ਼ਚਿਤ ਵਿਰੋਧੀਆਂ ਦੇ ਸਾਮ੍ਹਣੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਲਚਕੀਲੇ ਸਾਬਤ ਹੋਏ ਹਨ।",
    "2852295413": "ਦਿਲਚਸਪੀ ਦਾ ਇੱਕ ਅੰਦਰੂਨੀ ਟਕਰਾਅ: ਬੋਟਾਂ ਨੂੰ ਰੋਕਣਾ ਇੱਕ ਵਿਗਿਆਪਨ ਨੈੱਟਵਰਕ ਲਈ ਆਮਦਨ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ",
    "1597520917": "ਆਲੋਚਕਾਂ ਦੀ ਇੱਕ ਵਧਦੀ ਗਿਣਤੀ ਨੇ ਇਸ਼ਾਰਾ ਕੀਤਾ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਲਈ Google ਦੀ ਅਣਦੇਖੀ ਉਹਨਾਂ ਗਾਹਕਾਂ ਨੂੰ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜੋ ਉਹਨਾਂ ਦੀਆਂ ਵੈਬਸਾਈਟਾਂ ਅਤੇ ਐਪਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ।",
    "763447231": "ਇਸਦੇ ਨਾਲ ਹੀ, ਪ੍ਰਕਾਸ਼ਕ ਸਾਈਟਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਤੋਂ ਬੋਟਾਂ ਨੂੰ ਰੋਕਣਾ ਵਿਗਿਆਪਨ ਧੋਖਾਧੜੀ ਨੂੰ ਪ੍ਰਗਟ ਕਰ ਸਕਦਾ ਹੈ, Google ਦੇ reCAPTCHA ਉਤਪਾਦ ਨੂੰ ਸਿੱਧੇ ਉਹਨਾਂ ਦੇ ਵਿਗਿਆਪਨ ਕਾਰੋਬਾਰ ਦੇ ਵਿਰੁੱਧ ਖੜ੍ਹਾ ਕਰ ਸਕਦਾ ਹੈ, ਜੋ ਉਹਨਾਂ ਦੀ ਆਮਦਨ ਦਾ 80% ਤੋਂ ਵੱਧ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "999674529": "ਹਰੇਕ ਬੋਟ ਗੂਗਲ ਖੋਜਦਾ ਹੈ ਜ਼ੀਰੋ ਵਿਗਿਆਪਨ ਡਾਲਰ ਕਮਾ ਰਿਹਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. ਗੂਗਲ ਦੀ ਕੰਪਨੀ ਦੇ ਪ੍ਰੋਤਸਾਹਨ ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਦੀਆਂ ਸੁਰੱਖਿਆ ਸੇਵਾਵਾਂ ਦੇ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਮਾੜੇ ਢੰਗ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ, ਅਤੇ ਇਹ ਉਹਨਾਂ ਦੀ reCAPTCHA ਸੁਰੱਖਿਆ ਪੇਸ਼ਕਸ਼ ਦੇ ਮਾੜੇ ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਇੱਕ ਸਪੱਸ਼ਟੀਕਰਨ ਹੋ ਸਕਦਾ ਹੈ।",
    "956019009": "ਸਭ ਤੋਂ ਵੱਡੀ ਵੈੱਬ ਬੁਨਿਆਦੀ ਢਾਂਚਾ ਕੰਪਨੀਆਂ ਪਹਿਲਾਂ ਹੀ ਕਾਰਵਾਈ ਕਰ ਚੁੱਕੀਆਂ ਹਨ",
    "1923297430": "ਬਹੁਤ ਸਾਰੇ ਵੱਡੇ ਗਾਹਕਾਂ ਲਈ ਅੰਤਮ ਬ੍ਰੇਕਿੰਗ ਪੁਆਇੰਟ ਉਦੋਂ ਆਇਆ ਜਦੋਂ ਗੂਗਲ ਨੇ ਕਿਸੇ ਵੀ ਅਰਥਪੂਰਨ ਪੈਮਾਨੇ 'ਤੇ ਆਪਣੇ ਉਤਪਾਦ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕੰਪਨੀਆਂ ਤੋਂ ਚਾਰਜ ਲੈਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ। ਇਸ ਕਾਰਨ ਲੰਬੇ ਸਮੇਂ ਤੋਂ reCAPTCHA ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਬਿਹਤਰ ਵਿਕਲਪਾਂ ਦੀ ਭਾਲ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਰੈਗੂਲੇਟਰੀ ਚਿੰਤਾਵਾਂ ਪਹਿਲਾਂ ਹੀ Google ਦੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਵੱਧ ਤੋਂ ਵੱਧ ਨਾਪਸੰਦ ਹੋ ਗਈਆਂ ਸਨ।",
    "2197218442": "ਕਲਾਉਡਫਲੇਅਰ ਦੇ ਸੀਈਓ ਮੈਥਿਊ ਪ੍ਰਿੰਸ ਨੇ ਇਸ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਦਾ ਸਾਰ ਦਿੱਤਾ",
    "155456850": "hCaptcha 'ਤੇ ਆਪਣੇ ਸਵਿਚ ਦੀ ਘੋਸ਼ਣਾ ਕਰਨਾ:",
    "435302267": "ਕੰਪਨੀ ਦੀ ਬਲਾਗ ਪੋਸਟ",
    "2087769953": "\"ਅਸੀਂ ਇਸ ਪਰਿਵਰਤਨ ਬਾਰੇ ਉਤਸ਼ਾਹਿਤ ਹਾਂ ਕਿਉਂਕਿ ਇਹ ਇੱਕ Google ਸੇਵਾ 'ਤੇ ਭਰੋਸਾ ਕਰਨ ਲਈ ਇੱਕ ਗੋਪਨੀਯਤਾ ਚਿੰਤਾ ਨੂੰ ਹੱਲ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ ਜੋ ਸਾਡੇ ਕੋਲ ਕੁਝ ਸਮੇਂ ਲਈ ਸੀ। ਅਸੀਂ ਆਪਣੇ ਆਪ ਇੱਕ ਸਿਸਟਮ ਬਣਾਉਣ ਦੇ ਨਾਲ-ਨਾਲ ਕਈ ਕੈਪਟਚਾ ਵਿਕਰੇਤਾਵਾਂ ਦਾ ਮੁਲਾਂਕਣ ਕੀਤਾ। ਅੰਤ ਵਿੱਚ, hCaptcha reCAPTCHA ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ ਵਜੋਂ ਉੱਭਰਿਆ ਹੈ।\" \"ਸਾਨੂੰ hCaptcha ਹੱਲਾਂ ਬਾਰੇ ਬਹੁਤ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਪਸੰਦ ਹਨ: 1) ਉਹ ਨਿੱਜੀ ਡੇਟਾ ਨਹੀਂ ਵੇਚਦੇ; ਉਹ ਸਿਰਫ਼ ਘੱਟੋ-ਘੱਟ ਲੋੜੀਂਦਾ ਨਿੱਜੀ ਡਾਟਾ ਇਕੱਠਾ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਜਾਣਕਾਰੀ ਦਾ ਵਰਣਨ ਕਰਨ ਵਿੱਚ ਪਾਰਦਰਸ਼ੀ ਹੁੰਦੇ ਹਨ ਜੋ ਉਹ ਇਕੱਤਰ ਕਰਦੇ ਹਨ ਅਤੇ ਉਹ ਇਸਦੀ ਵਰਤੋਂ ਅਤੇ/ਜਾਂ ਖੁਲਾਸਾ ਕਿਵੇਂ ਕਰਦੇ ਹਨ।\"",
    "595582512": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਗੋਪਨੀਯਤਾ (ਅਤੇ ਸਾਰੇ ਸੰਬੰਧਿਤ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋਏ!) ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹੋਏ, ਬੋਟਸ, ਸਪੈਮਰਾਂ ਜਾਂ ਹੋਰ ਖਤਰਨਾਕ ਐਕਟਰਾਂ ਤੋਂ ਆਪਣੀ ਸਾਈਟ ਜਾਂ ਐਪ ਨੂੰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ hCaptcha ਅਤੇ ਸਾਡੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪੇਸ਼ਕਸ਼ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।",
    "3388180864": "ਵੈੱਬ ਪੈਮਾਨੇ 'ਤੇ ਡੂੰਘੀਆਂ ਤਕਨੀਕੀ ਚੁਣੌਤੀਆਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ? ਅਸੀਂ ਹਮੇਸ਼ਾ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ ਇੰਜੀਨੀਅਰਾਂ ਦੀ ਭਰਤੀ ਕਰਦੇ ਹਾਂ -",
    "3892952987": "ਸਾਡੇ ਖੁੱਲਣ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਇੱਥੇ ਅਰਜ਼ੀ ਦਿਓ",
    "3368788823": "ਟੇਰੇਂਸ ਈਡਨ ਨੇ ਆਪਣੇ ਬਲੌਗ 'ਤੇ ਇੱਕ ਦਿਲਚਸਪ ਗੱਲ ਕਹੀ ਹੈ: \"",
    "1491780143": "ਕੈਪਟਚਾ ਇਹ ਸਾਬਤ ਨਹੀਂ ਕਰਦੇ ਕਿ ਤੁਸੀਂ ਇਨਸਾਨ ਹੋ - ਉਹ ਸਾਬਤ ਕਰਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਅਮਰੀਕੀ ਹੋ",
    "2146900431": "ਅਨੁਭਵੀ ਤੌਰ 'ਤੇ, ਇਹ ਦਾਅਵਾ ਬਹੁਤ ਅਰਥ ਰੱਖਦਾ ਹੈ. ਕੈਪਟਚਾ, ਲਗਭਗ ਹਰ ਚੀਜ਼ ਦੀ ਤਰ੍ਹਾਂ, ਇੱਕ ਸੱਭਿਆਚਾਰਕ ਸੰਦਰਭ ਵਿੱਚ ਏਮਬੇਡ ਕੀਤੇ ਗਏ ਹਨ, ਅਤੇ ਜੇਕਰ ਤੁਹਾਡੀਆਂ ਚੁਣੌਤੀਆਂ ਦਾ ਪੂਲ ਜ਼ਿਆਦਾਤਰ ਇੱਕ ਸੱਭਿਆਚਾਰ ਵਿੱਚ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਤਾਂ ਇਹ ਦੂਜੇ ਵਿੱਚ ਬਹੁਤ ਵਧੀਆ ਅਨੁਵਾਦ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਇਸਦੇ ਮੂਲ ਰੂਪ ਵਿੱਚ, ਇਹ ਸੱਭਿਆਚਾਰ ਦਾ ਮਾਮਲਾ ਹੈ",
    "378086442": "ਕੈਪਟਚਾ ਦਾ, ਨਾ ਕਿ ਉਹਨਾਂ ਦੇ UX ਪ੍ਰਤੀ ਸੇ.",
    "1445008801": "ਜਿਵੇਂ ਕਿ ਈਡਨ ਕਹਿੰਦਾ ਹੈ:",
    "332723732": "ਸਮੱਗਰੀ",
    "2072808435": "\"ਅਨੁਮਾਨ ਲਗਾਓ, ਕੀ, ਗੂਗਲ? ਮੇਰੇ ਦੇਸ਼ ਵਿੱਚ ਟੈਕਸੀਆਂ ਆਮ ਤੌਰ 'ਤੇ ਕਾਲੀਆਂ ਹੁੰਦੀਆਂ ਹਨ। ਮੈਂ ਇਹ ਜਾਣਨ ਲਈ ਕਾਫ਼ੀ ਫਿਲਮਾਂ ਦੇਖੀਆਂ ਹਨ ਕਿ ਅਮਰੀਕਾ ਵਿੱਚ ਸਾਰੀਆਂ ਪੀਲੀਆਂ ਹਨ। ਪਰ ਹਰ ਦੂਜੇ ਦੇਸ਼ ਵਿੱਚ ਮੈਂ ਗਿਆ ਹਾਂ, ਟੈਕਸੀਆਂ ਇੱਕ ਮਿਸ਼-ਮੈਸ਼ ਰਹੀਆਂ ਹਨ। ਵੱਖੋ-ਵੱਖਰੇ ਰੰਗ।\"",
    "3206136647": "ਇੱਥੇ ਗੂਗਲ ਦੀ ਸਮੱਸਿਆ ਉਸ ਪ੍ਰਸ਼ਨ ਡੇਟਾ 'ਤੇ ਅਧਾਰਤ ਹੈ ਜੋ ਉਹ ਵਰਤਦੇ ਹਨ ਬਨਾਮ ਜੋ ਇਸਨੂੰ ਵੇਖਦਾ ਹੈ. ਜੇ ਸਾਰਾ ਡੇਟਾ ਇੱਕੋ ਸੱਭਿਆਚਾਰ ਤੋਂ ਆਉਂਦਾ ਹੈ (ਅਤੇ ਗੂਗਲ ਦੇ ਮਾਮਲੇ ਵਿੱਚ, ਇੱਕੋ ਕੰਪਨੀ) ਤਾਂ ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਤੌਰ 'ਤੇ ਅਜਿਹੀਆਂ ਚੁਣੌਤੀਆਂ ਦੀ ਉਮੀਦ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਈਡਨ ਦੀ ਸ਼ਿਕਾਇਤ ਦੇ ਅਨੁਸਾਰ, ਹੋਰ ਸਭਿਆਚਾਰਾਂ ਵਿੱਚ ਚੰਗੀ ਤਰ੍ਹਾਂ ਅਨੁਵਾਦ ਨਹੀਂ ਕਰਦੇ ਹਨ.",
    "2217842245": "ਹਾਲਾਂਕਿ, ਸਾਡਾ ਡੇਟਾ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ (hCaptcha ਲਈ)",
    "4280117172": "ਬਹੁਤ ਸਾਰੇ ਦੇਸ਼ ਅਸਲ ਵਿੱਚ ਨਾਈਜੀਰੀਆ, ਭਾਰਤ, ਬ੍ਰਾਜ਼ੀਲ ਅਤੇ ਜਰਮਨੀ ਸਮੇਤ ਅਮਰੀਕਾ ਨਾਲੋਂ ਥੋੜ੍ਹਾ ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਕਰਦੇ ਹਨ:",
    "555749578": "ਹਰ ਮਹਾਂਦੀਪ ਦੇ ਪ੍ਰਮੁੱਖ ਦੇਸ਼ਾਂ ਵਿੱਚ ਹੱਲ ਦਰਾਂ ਵਿੱਚ 1% ਤੋਂ ਘੱਟ ਅੰਤਰ ਹੈ।",
    "151737819": "ਪੂਰੀ ਦੁਨੀਆ ਵਿੱਚ hCaptcha ਹੱਲ ਦਰਾਂ ਬਹੁਤ ਘੱਟ ਵਿਭਿੰਨਤਾ ਦਿਖਾਉਂਦੀਆਂ ਹਨ",
    "3908992897": "ਅਤੇ ਦੁਨੀਆ ਦੇ ਹਰ ਦੇਸ਼ ਅਤੇ ਖੇਤਰ ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਇਸਲਈ ਅਸੀਂ ਇੱਕ ਨਿਰੰਤਰ ਗਲੋਬਲ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ 'ਤੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਕੇਂਦ੍ਰਿਤ ਹਾਂ।",
    "2808122102": "ਅੰਤਰ-ਸੱਭਿਆਚਾਰਕ ਕਾਰਜਸ਼ੀਲਤਾ ਇਸ ਤਰ੍ਹਾਂ ਸਾਡੀ ਸੇਵਾ ਲਈ ਇੱਕ ਬੁਨਿਆਦੀ ਲੋੜ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉਣਾ ਕਿ ਸਾਰੇ ਜਾਇਜ਼ ਉਪਭੋਗਤਾ ਸਮੱਗਰੀ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਐਕਸੈਸ ਕਰ ਸਕਦੇ ਹਨ ਸਾਡੇ ਮਿਸ਼ਨ ਦਾ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਹਿੱਸਾ ਹੈ। ਅਸੀਂ 110 ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਚੁਣੌਤੀਆਂ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਸੰਬੰਧਤ ਅਨੁਵਾਦਾਂ ਵਿੱਚ ਲਗਾਤਾਰ ਸੁਧਾਰ ਕਰ ਰਹੇ ਹਾਂ ਕਿ ਸਾਡੀਆਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਹਰ ਕੋਈ ਹੱਲ ਕਰ ਸਕਦਾ ਹੈ।",
    "3913801502": "hCaptcha ਹੁਣ ਲਗਭਗ 15% ਇੰਟਰਨੈੱਟ 'ਤੇ ਚੱਲਦਾ ਹੈ",
    "2077639538": ". ਇੱਕ ਤਾਂ, ਸਾਡੀ ਸੇਵਾ 'ਤੇ ਚੁਣੌਤੀ ਡੇਟਾ ਬਹੁਤ ਸਾਰੇ ਸਰੋਤਾਂ ਤੋਂ ਆ ਸਕਦਾ ਹੈ, ਨਾ ਸਿਰਫ਼ ਇੱਕ - ਵੱਡੀਆਂ Fortune 500 ਕੰਪਨੀਆਂ ਤੋਂ ਲੈ ਕੇ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਸਟਾਰਟਅੱਪ ਤੱਕ, ਜਦੋਂ ਤੱਕ ਉਹ ਸਾਡੀਆਂ ਗੱਲਾਂ ਦਾ ਪਾਲਣ ਕਰ ਰਹੀਆਂ ਹਨ।",
    "3951112506": ". ਇਹ ਪਹਿਲਾਂ ਹੀ ਡੇਟਾ ਵਿੱਚ ਉੱਚ ਪੱਧਰੀ ਵਿਭਿੰਨਤਾ ਦੀ ਗਰੰਟੀ ਦਿੰਦਾ ਹੈ।",
    "1803943584": "ਦੂਜਾ, ਅਸੀਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸਵੈ-ਅਨੁਕੂਲ ਬਣਾਉਣ ਦਿੰਦੇ ਹਾਂ ਕਿ ਉਹ ਕਿਹੜੇ ਦੇਸ਼ਾਂ ਜਾਂ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਚੱਲਣਗੇ, ਇੱਕ ਨਿਰੰਤਰ ਅਨੁਭਵ ਦੀ ਸੰਭਾਵਨਾ ਨੂੰ ਹੋਰ ਵੀ ਵਧਾਉਂਦੇ ਹੋਏ। ਜੇਕਰ ਸਟੀਕਤਾ ਉਮੀਦ ਤੋਂ ਘੱਟ ਹੈ, ਤਾਂ ਸਵਾਲਾਂ ਦਾ ਇੱਕ ਸਮੂਹ ਉਸ ਖੇਤਰ ਜਾਂ ਭਾਸ਼ਾ ਵਿੱਚ ਚੱਲਣਾ ਬੰਦ ਕਰ ਦੇਵੇਗਾ ਜਿੱਥੇ ਇਹ ਪ੍ਰਭਾਵ ਹੁੰਦਾ ਹੈ।",
    "3668873369": "hCaptcha 'ਤੇ, ਅਸੀਂ ਪਹਿਲੇ ਦਿਨ ਤੋਂ ਇੱਕ ਵੱਖਰੀ ਪਹੁੰਚ ਅਪਣਾਈ ਹੈ",
    "1519201684": "AI ਨੈਤਿਕਤਾ ਨੀਤੀ",
    "2155089487": ". ਜੇਕਰ ਸਾਡੀਆਂ ਚੁਣੌਤੀਆਂ ਨੂੰ ਕੁਝ ਸਮੂਹਾਂ ਲਈ ਹੱਲ ਕਰਨਾ ਆਸਾਨ ਸੀ, ਤਾਂ ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਵੇਲੇ ਦੁਨੀਆ ਭਰ ਅਤੇ ਵੱਖ-ਵੱਖ ਸਭਿਆਚਾਰਾਂ ਦੇ ਲੋਕਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਵਿੱਚ ਇੱਕ ਅੰਤਰ ਦੇਖਣ ਦੀ ਉਮੀਦ ਕਰਾਂਗੇ। ਈਡਨ ਦੀ ਪੋਸਟ ਦੇ ਸੰਦਰਭ ਵਿੱਚ, ਅਸੀਂ ਅਮਰੀਕੀਆਂ ਤੋਂ ਦੂਜੇ ਦੇਸ਼ਾਂ ਦੇ ਲੋਕਾਂ ਨਾਲੋਂ ਬਿਹਤਰ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਉਮੀਦ ਕਰਾਂਗੇ। ਕਿਉਂਕਿ ਅਸੀਂ ਇਸ ਸਮੱਸਿਆ ਤੋਂ ਬਚਣ ਲਈ ਪ੍ਰਣਾਲੀਆਂ ਨੂੰ ਵਿਕਸਤ ਕਰਨ ਵਿੱਚ ਸਾਲ ਬਿਤਾਏ ਹਨ, ਅਸੀਂ ਅਸਲ ਵਿੱਚ ਇਸਦੇ ਉਲਟ ਦੇਖਦੇ ਹਾਂ।",
    "2603863826": "PS: ਜੇਕਰ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਵਿੱਚ ਕੋਈ ਅਜਿਹਾ ਅਨੁਵਾਦ ਮਿਲਦਾ ਹੈ ਜੋ ਸੁਧਾਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ, ਤਾਂ ਬੇਝਿਜਕ ਇੱਕ ਜਮ੍ਹਾਂ ਕਰੋ",
    "3543141425": "ਇਸਦੇ ਲਈ!",
    "2697276059": "ਸਬੂਤ ਇਹ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ: ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਇਕਸਾਰ ਹੱਲ ਦਰਾਂ",
    "664236229": "ਬੇਨਤੀ ਖਿੱਚੋ"
}