{
  "a11y-img-1": "ਲੌਗਇਨ ਤੋਂ ਬਾਅਦ ਐਕਸੈਸਿਬਿਲਟੀ ਉਪਭੋਗਤਾ ਸਕ੍ਰੀਨ",
  "a11y-img-2": "ਵਿਜੇਟ UI ਮੀਨੂ ਵਿੱਚ ਐਕਸੈਸਿਬਿਲਟੀ ਵਿਕਲਪ",
  "a11y-img-3": "ਵਿਜੇਟ UI ਵਿੱਚ ਐਕਸੈਸਿਬਿਲਟੀ ਡਾਇਲਾਗ ਬਾਕਸ",
  "about-advisors-brendan": "ਬਹਾਦਰ ਦੇ ਸੀ.ਈ.ਓ. ਮੋਜ਼ੀਲਾ ਦੇ ਸਹਿ-ਸੰਸਥਾਪਕ. ਜਾਵਾ ਸਕ੍ਰਿਪਟ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਦਾ ਨਿਰਮਾਤਾ. ਬ੍ਰਾsersਜ਼ਰਾਂ ਦਾ ਨਿਰਮਾਤਾ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ.",
  "about-advisors-dawn": "ਪ੍ਰੋਫੈਸਰ, ਕੈਲੀਫੋਰਨੀਆ ਯੂਨੀਵਰਸਿਟੀ, ਬਰਕਲੇ ਵਿਖੇ ਸੀ.ਐੱਸ. ਡੂੰਘੀ ਸਿਖਲਾਈ, ਸੁਰੱਖਿਆ, ਬਲਾਕਚੈਨ ਮਾਹਰ. ਓਏਸਿਸ ਲੈਬਜ਼ ਦੇ ਸੀਈਓ.",
  "about-advisors-head": "ਸਲਾਹਕਾਰ",
  "about-advisors-keiran": "ਸਟੈਨਫੋਰਡ ਵਿਖੇ ਖੋਜ ਵਿਗਿਆਨੀ. ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਅਤੇ ਪ੍ਰਮੁੱਖ ਬੈਂਕਾਂ, ਹੇਜ ਫੰਡਾਂ, ਅਤੇ ਅਕਾਦਮਿਕਆ ਤੇ ਮਾਤਰਾਤਮਕ ਵਿੱਤ.",
  "about-content-head-1": "ਅਸੀਂ ਕੀ ਕਰੀਏ",
  "about-content-head-2": "ਇਹ ਕਿਉਂ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ",
  "about-content-text-1a": "hCaptcha ਬੋਟਾਂ ਨੂੰ ਰੋਕਣ ਲਈ ਇੱਕ ਆਧੁਨਿਕ, ਗੋਪਨੀਯਤਾ-ਕੇਂਦ੍ਰਿਤ ਪਹੁੰਚ ਲਿਆਉਂਦਾ ਹੈ.",
  "about-content-text-1b": "ਅਸੀਂ ਕੈਪਟਚਾ ਚੁਣੌਤੀਆਂ ਦਰਸਾਉਂਦੇ ਹਾਂ ਜੋ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਤੋਂ ਲੇਬਲ ਡੇਟਾ ਇਕੱਠਾ ਕਰਕੇ, ਅਤੇ ਬੋਟਾਂ ਲਈ ਮੁਸ਼ਕਿਲ ਹਨ ਪਰ ਲੋਕਾਂ ਲਈ ਇਹ ਅਸਾਨ ਬਣਾਉਣ ਲਈ ਇਸਤੇਮਾਲ ਕਰਦੇ ਹਨ ਕਿ ਕੀ ਕੋਈ ਵੈਬਸਾਈਟ ਜਾਂ ਐਪ ਵਿਜ਼ਟਰ ਮਨੁੱਖੀ ਹੈ.",
  "about-content-text-2a": "ਮਾੜੇ ਅਭਿਨੇਤਾ ਆਮ ਤੌਰ 'ਤੇ onlineਨਲਾਈਨ ਆਮ ਹਨ. ਪਰ ਉਪਭੋਗਤਾ ਦੀ ਨਿੱਜਤਾ ਦਾ ਬਲੀਦਾਨ ਦੇਣਾ ਇਸਦਾ ਉੱਤਰ ਨਹੀਂ ਹੈ.",
  "about-content-text-2b": "ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੇ ਸੁਰੱਖਿਆ ਹੱਲ ਮੁੱਖ ਤੌਰ ਤੇ ਪੂਰੇ ਵੈੱਬ 'ਤੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਟਰੈਕ ਕਰਨ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰਦੇ ਹਨ. ਅਸੀਂ ਇਕ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸੁਰੱਖਿਆ ਹੱਲ ਬਣਾਇਆ ਹੈ ਜੋ ਸਾਬਤ ਕਰਦਾ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣਾ ਸ਼ਾਨਦਾਰ ਨਤੀਜੇ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਨਹੀਂ ਹੈ.",
  "about-intro-head-1": "HCaptcha ਬਾਰੇ",
  "about-intro-head-2": "ਗੋਪਨੀਯਤਾ, ਸੁਰੱਖਿਆ ਅਤੇ ਮਸ਼ੀਨ ਲਰਨਿੰਗ.",
  "about-intro-text": "hCaptcha ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵੱਧ ਵਰਤੀ ਜਾਂਦੀ ਸੁਤੰਤਰ ਕੈਪਟਚਾ ਸੇਵਾ ਹੈ.",
  "about-leadership-head": "ਅਸੀਂ ਕੌਣ ਹਾਂ",
  "about-leadership-headsub": "ਅੱਜ ਦੀ ਮੁਸ਼ਕਿਲ ਸਮੱਸਿਆਵਾਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੀ ਇਕ ਤਜਰਬੇਕਾਰ ਟੀਮ.",
  "about-leadership-link1": "ਅਸੀਂ ਕੌਣ ਹਾਂ",
  "about-leadership-text1": "ਅਸੀਂ ਡੂੰਘੇ ਸਿੱਖਣ ਅਤੇ ਦਰਸ਼ਨੀ ਡੋਮੇਨ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਪੱਧਰ 'ਤੇ ਮੁਹਾਰਤ ਰੱਖਦੇ ਹਾਂ, ਖਾਸ ਤੌਰ' ਤੇ systemsਨਲਾਈਨ ਪ੍ਰਣਾਲੀਆਂ ਨੂੰ ਵੱਧ ਰਹੇ ਗੁੰਝਲਦਾਰ ਆਧੁਨਿਕ ਖਤਰਿਆਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਕਰਨ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਧਿਆਨ ਕੇਂਦ੍ਰਤ ਕਰਦੇ ਹਾਂ.",
  "about-leadership-text2": "ਦਹਾਕਿਆਂ ਦੇ ਸਾੱਫਟਵੇਅਰ ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀ ਮੁਹਾਰਤ ਦੇ ਨਾਲ, ਅਸੀਂ ਨਿੱਜਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦੇ ਹੋਏ ਅੱਜ ਦੀਆਂ ਕੁਝ ਮੁਸ਼ਕਲਾਂ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਸਕੇਲ ਕਰਨ ਯੋਗ ਪ੍ਰਣਾਲੀਆਂ ਦਾ ਨਿਰਮਾਣ ਅਤੇ ਸੰਚਾਲਨ ਕਰਦੇ ਹਾਂ.",
  "acc-opt": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
  "acc-opt-but": "ਪਹੁੰਚਯੋਗਤਾ ਚੋਣਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣੋ",
  "acc-opt-text": "ਕੀ ਤੁਸੀਂ ਦ੍ਰਿਸ਼ਟੀਹੀਣ ਹੋ ਜਾਂ hCaptchas ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ?",
  "accessibility-link": "ਪਹੁੰਚਯੋਗਤਾ",
  "appreciate-in": "ਅਸੀਂ ਤੁਹਾਡੇ ਇੰਪੁੱਟ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ. ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਮੁੱਦੇ ਬਾਰੇ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਹੱਲ ਕਰਾਂਗੇ.",
  "fb-but": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
  "feedback-text": "ਤੁਸੀਂ ਹੁਣੇ ਵੇਖੀ ਗਈ hCaptcha 'ਤੇ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ",
  "footer-attribution": "ਗੁਣ",
  "footer-copyright-text": "hCaptcha ਇੰਟਿitionਸ਼ਨ ਮਸ਼ੀਨ, ਇੰਕ. ਦਾ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ.",
  "footer-header-1": "ਕੰਪਨੀ",
  "footer-header-2": "ਸਰੋਤ",
  "footer-header-3": "ਸੰਪਰਕ",
  "footer-link-1": "ਲੇਬਲਿੰਗ",
  "footer-link-10": "ਪਹੁੰਚਯੋਗਤਾ",
  "footer-link-2": "ਬਾਰੇ",
  "footer-link-3": "ਨੌਕਰੀਆਂ",
  "footer-link-4": "ਟ੍ਰੇਡਮਾਰਕ",
  "footer-link-5": "ਏਆਈ ਨੈਤਿਕਤਾ",
  "footer-link-6": "ਬਲਾੱਗ",
  "footer-link-7": "ਸਥਿਤੀ",
  "footer-link-8": "ਦਸਤਾਵੇਜ਼",
  "footer-link-9": "ਇੱਕ ਬੱਗ ਰਿਪੋਰਟ ਕਰੋ",
  "footer-privacy": "ਪਰਦੇਦਾਰੀ",
  "footer-subheader-1": "ਸਹਾਇਤਾ",
  "footer-subheader-2": "ਸੰਪਰਕ",
  "footer-terms": "ਸ਼ਰਤਾਂ",
  "h-plans": "ਗਾਹਕੀ ਯੋਜਨਾਵਾਂ",
  "header-docs-link": "ਡੌਕਸ",
  "header-labeling-services-link": "ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ",
  "header-login-button": "ਲਾਗਿਨ",
  "header-plans-link": "ਯੋਜਨਾਵਾਂ",
  "header-signup-button": "ਸਾਇਨ ਅਪ",
  "home-about-head": "HCaptcha ਬਾਰੇ",
  "home-about-subtitle": "ਹਿUMਮਨ ਪ੍ਰੋਟੋਕੋਲ ਦੁਆਰਾ ਸੰਚਾਲਿਤ",
  "home-about-text-1": "hCaptcha ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਲੇਬਰ ਦੀ ਗੰਭੀਰ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ: ਸਮੇਂ ਸਿਰ, ਕਿਫਾਇਤੀ ਅਤੇ ਭਰੋਸੇਮੰਦ massiveੰਗ ਨਾਲ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡੇਟਾ ਨੂੰ ਲੇਬਲਿੰਗ.",
  "home-about-text-2": "ਵਧੇਰੇ ਡਾਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਖਲਾਈ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਵਿਚ ਵਧੀਆ ਨਤੀਜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ. ਡੂੰਘੀ ਮਾਡਲਾਂ ਦੀ ਤਾਜ਼ਾ ਸਫਲਤਾ ਨੇ ਬਹੁਤ ਸਾਰੇ ਵੱਡੇ ਡੇਟਾਸੇਟ ਨੂੰ ਵਧਾਇਆ ਹੈ, ਲਗਭਗ ਹਮੇਸ਼ਾ ਕੁਝ ਮਨੁੱਖੀ ਸਮੀਖਿਆਵਾਂ ਦੇ ਨਾਲ. ਹਾਲਾਂਕਿ, ਮਕੈਨੀਕਲ ਤੁਰਕ, ਚਿੱਤਰ ਅੱਠ, ਆਦਿ ਦੁਆਰਾ ਵੱਡੇ ਮਨੁੱਖੀ-ਸਮੀਖਿਆ ਕੀਤੇ ਡੇਟਾਸੇਟ ਬਣਾਉਣਾ ਹੌਲੀ ਅਤੇ ਮਹਿੰਗਾ ਹੈ.",
  "home-about-text-3": "hCaptcha ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਬੋਟਾਂ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਦੇ ਹੋਰ ਕਿਸਮਾਂ ਨੂੰ ਰੋਕਦੇ ਹੋਏ ਇਸ ਮੰਗ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਪੈਸਾ ਕਮਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ.",
  "home-about-text-4": "ਐਚਕੈਪਟਚਾ ਮਾਰਕੀਟਪਲੇਸ ਹਿUMਮਨ ਪ੍ਰੋਟੋਕੋਲ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਹੈ, ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਲਈ ਇੱਕ ਖੁੱਲਾ ਵਿਕੇਂਦਰੀਕਰਣ ਪ੍ਰੋਟੋਕੋਲ ਜੋ ਐਥੀਰਿਅਮ ਬਲਾਕਚੇਨ ਤੇ ਚਲਦਾ ਹੈ. ਵੈਬਸਾਈਟਸ ਹਿ Humanਮਨ ਟੋਕਨਜ਼ (ਐਚਐਮਟੀ) ਕਮਾਉਂਦੀਆਂ ਹਨ ਜਦੋਂ ਵੀ ਉਪਭੋਗਤਾ ਆਪਣੀ ਸਾਈਟ ਤੇ ਐਚਕੈਪਚਾ ਵਿਜੇਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਆਪਣੇ ਡੇਟਾ ਦਾ ਲੇਬਲ ਲਗਾਉਣ ਲਈ ਹਿ Humanਮਨ ਟੋਕਨ ਅਦਾ ਕਰਦੀਆਂ ਹਨ.",
  "home-ba-labeling-services-link": "ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ",
  "home-benefits-head-1": "ਡੇਟਾ ਲੇਬਲਿੰਗ ਵਿੱਚ ਮੁੱਲ",
  "home-benefits-head-2": "ਚੈਰਿਟੀ ਨੂੰ ਵਾਪਸ ਦਿਓ",
  "home-benefits-text-1": "ਕੀ ਤੁਹਾਨੂੰ ਹਰ ਵਾਰ ਅਹਿਸਾਸ ਹੋਇਆ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਉਸ ਕਾਰ ਤੇ ਕਲਿਕ ਕਰਦੇ ਹੋ ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਇਕੋ ਵਿਸ਼ਾਲ ਕੰਪਨੀ ਦੀ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਪ੍ਰਣਾਲੀ ਨੂੰ ਮੁਫਤ ਵਿਚ ਸਿਖਲਾਈ ਦੇਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਰਹੇ ਹੋ.",
  "home-benefits-text-2": "hCaptcha ਇਸ ਮਾਡਲ ਨੂੰ ਘੁੰਮਦੀ ਹੈ. ਜਦੋਂ ਤੁਸੀਂ ਐਚਕੈਪਚਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਕੰਪਨੀਆਂ ਉਸ ਕੰਮ 'ਤੇ ਬੋਲੀ ਲਗਾਉਂਦੀਆਂ ਹਨ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਉਹ ਆਪਣੀ ਮਨੁੱਖਤਾ ਨੂੰ ਸਾਬਤ ਕਰਦੇ ਹਨ. ਤੁਹਾਨੂੰ ਇਨਾਮ ਮਿਲਦੇ ਹਨ.",
  "home-benefits-text-3": "ਆਪਣੇ ਮਨਪਸੰਦ ਦਾਨ ਨੂੰ ਵਾਪਸ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? hCaptcha ਤੁਹਾਨੂੰ ਆਪਣੀ ਕਮਾਈ ਦੇ ਨਾਲ ਆਪਣੀ ਪਸੰਦ ਦੇ ਦਾਨਿਆਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦਿੰਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਇਸ ਦੀ ਵਰਤੋਂ ਨਾਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ. ਤੁਹਾਡੀ ਸਾਈਟ ਤੇ ਉਪਯੋਗਕਰਤਾ ਛੇਤੀ ਹੀ hCaptcha ਇੰਟਰਫੇਸ ਤੇ ਵਿਵੇਕਸ਼ੀਲ ਬ੍ਰਾਂਡਿੰਗ ਦੁਆਰਾ ਦਾਨ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੇ ਯੋਗਦਾਨ ਨੂੰ ਵੇਖਣ ਦੇ ਯੋਗ ਹੋਣਗੇ.",
  "home-challenge-text-1": "ਉਹ ਸਾਰੇ ਚਿੱਤਰ ਚੁਣੋ ਜੋ ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ",
  "home-challenge-text-2": "ਵਸਤੂਆਂ ਲਈ ਸੀਮਾ ਖੇਤਰ ਨਿਰਧਾਰਿਤ ਕਰੋ",
  "home-challenge-text-3": "ਸੰਬੰਧਿਤ ਲੇਬਲ ਦੀ ਪਛਾਣ ਕਰੋ",
  "home-challenge-title-1": "ਤੁਲਨਾ",
  "home-challenge-title-2": "ਬਾਉਂਡਿੰਗ ਬਾਕਸ",
  "home-challenge-title-3": "ਸ਼੍ਰੇਣੀਕਰਨ",
  "home-challenges-head": "ਚੁਣੌਤੀਆਂ ਪੇਸ਼ ਕੀਤੀਆਂ",
  "home-challenges-text-1": "... ਅਤੇ ਹੋਰ ਸਧਾਰਣ ਕੰਮ. ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ, ਬੋਟਾਂ ਲਈ ਸਖਤ.",
  "home-challenges-text-2": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਕਸਟਮ ਕਾਰਜ ਵੀ ਉਪਲਬਧ ਹਨ.",
  "home-ent-1": "ਸਾਡੇ ਉੱਦਮ ਸੁਰੱਖਿਆ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ?",
  "home-ent-2": "ਸਾਡੀ ਨਵੀਂ ਸਮਰਪਿਤ ਸਾਈਟ ਤੇ ਜਾਓ: ਬੋਟਸਟੌਪ.ਕਾੱਮ",
  "home-ent-button": "ਹੋਰ ਜਾਣੋ: ਐਚਕੈਪਚਾ ਦੁਆਰਾ ਬੋਟਸਟੌਪ",
  "home-from-the-blog": "ਬਲੌਗ ਤੋਂ:",
  "home-from-the-blog-value": "HCaptcha ਮੁਸ਼ਕਲ ਸੈਟਿੰਗਾਂ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀਆਂ ਹਨ",
  "home-intro-body": "ਕੀ ਤੁਸੀਂ ਬੋਟਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖਣ ਲਈ ਕੈਪਚਰ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ? hCaptcha ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੈ, ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਕੰਪਨੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਡੇਟਾ ਲੇਬਲ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ. ਇਹ ਰੀਕਾੱਪਟਾ ਲਈ ਇੱਕ ਡਰਾਪ-ਇਨ ਤਬਦੀਲੀ ਹੈ: ਤੁਸੀਂ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ.",
  "home-intro-button": "ਹੁਣੇ ਸਾਈਨ ਅਪ ਕਰੋ",
  "home-intro-head": "ਹੋਰ ਬੋਟ ਰੋਕੋ. ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਅਰੰਭ ਕਰੋ.",
  "home-main-1": "ਨਿਜੀ. ਸੁਰੱਖਿਅਤ. ਹੋਰ ਤੇਜ਼. ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਕਰਦੇ ਹਾਂ.",
  "home-main-2": "ਪਰਾਈਵੇਸੀ ਫੋਕਸ",
  "home-main-2c": "ਵਿਗਿਆਪਨ ਨੈਟਵਰਕ ਤੁਹਾਡੇ ਮਹਿਮਾਨਾਂ ਨੂੰ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਦੇ ਹਨ. ਐਚਕੈਪਚਾ ਲਈ ਉਤਪਾਦ ਉਹ ਕਾਰਜ ਹੈ ਜੋ ਉਹ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ. ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪ੍ਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਤੁਹਾਡੇ ਉਪਯੋਗਕਰਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ. ਅਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ.",
  "home-main-3": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
  "home-main-3c": "ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ. hCaptcha ਪ੍ਰਕਾਸ਼ਕ-ਕੇਂਦ੍ਰਿਤ ਹੈ. ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਫੈਸਲਾ ਲੈਣ ਦਿੰਦੇ ਹਾਂ ਕਿ ਇਸ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਵੇ. ਹੋਰ ਕੈਪਟਚਾ ਵਿਸ਼ਾਲ ਇਸ਼ਤਿਹਾਰਬਾਜ਼ੀ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ. ਇਸਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਹਰੇਕ ਬੋਟ ਜੋ ਉਹਨਾਂ ਨੂੰ ਰੋਕਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਆਮਦਨੀ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ.",
  "home-main-4": "ਬਿਹਤਰ ਉਪਭੋਗਤਾ ਤਜਰਬਾ",
  "home-main-4c": "ਐਚਕੈਪਟਚਾ ਦੁਆਰਾ ਮਨੁੱਖਤਾ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸੂਝਵਾਨ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਇਹ ਸਾਨੂੰ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਘੱਟ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਕੰਮਾਂ ਦੀ ਜ਼ਰੂਰਤ ਦਿੰਦਾ ਹੈ ਅਤੇ ਅਜਿਹਾ ਕਰਨ ਵਿਚ ਉਨ੍ਹਾਂ ਦਾ ਘੱਟ ਸਮਾਂ ਲੈਂਦਾ ਹੈ, ਜਦਕਿ ਅਜੇ ਵੀ ਗਾਹਕਾਂ ਨੂੰ ਲੇਬਲਿੰਗ ਕਰਨ ਲਈ ਲਾਭਦਾਇਕ ਲੇਬਲ ਵਾਲਾ ਡੇਟਾ ਤਿਆਰ ਕਰਦੇ ਹਨ.",
  "home-main-plans": "hCaptcha ਕਿਸੇ ਵੀ ਅਕਾਰ ਦੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਵਰਤਣ ਲਈ ਮੁਫ਼ਤ ਹੈ. ਹਾਲਾਂਕਿ, ਉੱਦਮੀਆਂ ਅਤੇ ਪਲੇਟਫਾਰਮਾਂ ਲਈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਵਧੇਰੇ ਨਿਯੰਤਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ, ਸਾਡੇ ਉੱਦਮ ਹੱਲ ਉਪਲਬਧ ਹਨ.",
  "home-main-plans2": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ ਗ੍ਰਹਿ ਦੀਆਂ ਕੁਝ ਵੱਡੀਆਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਮੁਲਾਕਾਤ ਕਰੋ",
  "home-main-plans3": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ ਗ੍ਰਹਿ ਦੀਆਂ ਕੁਝ ਵੱਡੀਆਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਮੁਲਾਕਾਤ ਕਰੋ",
  "home-main-plans4": "ਵੇਰਵਿਆਂ ਲਈ.",
  "home-plans-button-1": "ਹੁਣ ਸਾਈਨ ਅਪ ਕਰੋ",
  "home-plans-button-2": "ਸੰਪਰਕ ਵਿਕਰੀ",
  "home-plans-chart-head-1": "ਫੀਚਰ",
  "home-plans-chart-head-2": "ਪ੍ਰਕਾਸ਼ਕ",
  "home-plans-chart-head-3": "ਉੱਦਮ",
  "home-plans-chart-row-1-cell-1": "ਨਿਯੰਤਰਣ ਚੁਣੌਤੀ ਕਿਸਮਾਂ",
  "home-plans-chart-row-1-cell-2": "ਸੀਮਤ",
  "home-plans-chart-row-1-cell-3": "ਕੁੱਲ",
  "home-plans-chart-row-10-cell-1": "ਮਲਟੀ-ਯੂਜ਼ਰ ਡੈਸ਼ਬੋਰਡ",
  "home-plans-chart-row-11-cell-1": "ਉੱਨਤ ਰਿਪੋਰਟਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
  "home-plans-chart-row-12-cell-1": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਐਸ ਐਲ ਐਸ",
  "home-plans-chart-row-2-cell-1": "ਵਰਤੀ ਗਈ ਚੁਣੌਤੀ ਸਮਗਰੀ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰੋ",
  "home-plans-chart-row-2-cell-2": "ਸੀਮਤ",
  "home-plans-chart-row-2-cell-3": "ਕੁੱਲ",
  "home-plans-chart-row-3-cell-1": "ਮਨੁੱਖੀ ਘੋਲ ਲਈ ਇਨਾਮ ਕਮਾਓ",
  "home-plans-chart-row-4-cell-1": "ਵਿਸ਼ਵ ਪੱਧਰੀ ਐਂਟੀ-ਬੋਟ ਸੁਰੱਖਿਆ",
  "home-plans-chart-row-5-cell-1": "ਹਰ ਦੇਸ਼ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA ਅਤੇ 99.9% ਪੈਸਿਵ esੰਗ",
  "home-plans-chart-row-5b-cell-1": "ਬੋਟ ਵਿਸ਼ਵਾਸ ਦੇ ਸਕੋਰ",
  "home-plans-chart-row-6-cell-1": "ਜੀਡੀਪੀਆਰ ਅਤੇ ਸੀਸੀਪੀਏ ਦੇ ਅਨੁਕੂਲ ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
  "home-plans-chart-row-7-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
  "home-plans-chart-row-8-cell-1": "ਆਪਣੀ ਚੁਣੌਤੀ ਵਾਲੀ ਸਮਗਰੀ ਨੂੰ ਲਾਂਚ ਕਰੋ",
  "home-plans-chart-row-9-cell-1": "ਸਮਾਂ ਅਧਾਰਤ ਮੁਸ਼ਕਲ ਤਹਿ",
  "home-try-it-out-button": "HCaptcha ਲਵੋ",
  "home-try-it-out-head": "ਇਸ ਨੂੰ ਅਜ਼ਮਾਓ",
  "home-try-it-out-text": "hCaptcha, ਸਧਾਰਣ, ਅਸਾਨ ਅਤੇ ਭਰੋਸੇਮੰਦ ਬੋਟ ਖੋਜ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਮਨੁੱਖਾਂ ਦੇ ਹੱਲ ਲਈ ਮਾਮੂਲੀ ਹੁੰਦਾ ਹੈ.",
  "labeling-about-head": "HCaptcha ਬਾਰੇ",
  "labeling-about-text-1": "hCaptcha ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਕਿਰਤ ਗੰਭੀਰ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ; ਸਮੇਂ ਸਿਰ, ਕਿਫਾਇਤੀ ਅਤੇ ਭਰੋਸੇਮੰਦ dataੰਗ ਨਾਲ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡੇਟਾ ਲੇਬਲਿੰਗ. ਵਧੇਰੇ ਡਾਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਖਲਾਈ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਵਿਚ ਵਧੀਆ ਨਤੀਜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ. ਡੂੰਘੀ ਮਾਡਲਾਂ ਦੀ ਹਾਲੀਆ ਸਫਲਤਾ ਨੇ ਵੱਡੇ ਡੇਟਾਸੇਟ ਨੂੰ ਵਧਣ ਦੀ ਅਗਵਾਈ ਕੀਤੀ ਹੈ, ਅਤੇ ਐਚਕੈਪਚਾ ਇਸ ਜ਼ਰੂਰਤ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ.",
  "labeling-about-text-2": "ਹਾਲਾਂਕਿ, ਰਵਾਇਤੀ methodsੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਵੱਡੇ ਮਨੁੱਖੀ-ਸਮੀਖਿਆ ਕੀਤੇ ਡੇਟਾਸੇਟ ਬਣਾਉਣਾ ਹੌਲੀ ਅਤੇ ਮਹਿੰਗਾ ਹੈ. hCaptcha ਕੰਪਨੀਆਂ ਲਈ ਐਨੋਟੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇੱਕ isੰਗ ਹੈ ਜਿਸਦੀ ਉਹਨਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਲੋੜੀਂਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ, ਉੱਚ ਗੁਣਵੱਤਾ ਦੇ ਨਾਲ ਅਤੇ ਹੋਰ ਵਿਕਲਪਾਂ ਨਾਲੋਂ ਘੱਟ ਕੀਮਤ ਤੇ.",
  "labeling-annotations-head": "ਵਿਆਖਿਆ ਦੀਆਂ ਕਿਸਮਾਂ",
  "labeling-annotations-text-1": "ਚਿੱਤਰਾਂ ਅਤੇ ਵੀਡਿਓ ਵਿਚ ਸਹੀ ਇਕਾਈ ਦੀ ਪਛਾਣ",
  "labeling-annotations-text-2": "ਚਿੱਤਰਾਂ ਅਤੇ ਵੀਡਿਓ ਵਿਚ ਸਹੀ ਇਕਾਈ ਦੀ ਪਛਾਣ",
  "labeling-annotations-text-3": "ਕਈ ਵੱਖੋ ਵੱਖਰੇ ਵਰਤੋਂ ਦੇ ਮਾਮਲਿਆਂ ਲਈ ਐਨੋਟੇਸ਼ਨਸ ਨੂੰ ਪੁਆਇੰਟ ਕਰੋ",
  "labeling-annotations-text-4": "ਕਿਸੇ ਵੀ ਅਕਾਰ ਦੀਆਂ ਮਨਮਾਨੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਕ੍ਰਮਬੱਧ ਜਾਂ ਸ਼ਾਮਲ ਕਰੋ",
  "labeling-annotations-text-5": "ਮਨੁੱਖ-ਸੰਚਾਲਿਤ ਖੋਜ ਅਤੇ ਵਰਗੀਕਰਣ",
  "labeling-annotations-text-6": "ਕੀ ਇਥੇ ਇਕ ਹੋਰ ਕਿਸਮ ਦੀ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੈ? ਬੱਸ ਸਾਨੂੰ ਪੁੱਛੋ.",
  "labeling-annotations-title-1": "ਬਾoundਂਡਿੰਗ ਬਾਕਸ",
  "labeling-annotations-title-2": "ਪੌਲੀਗਨਜ਼",
  "labeling-annotations-title-3": "ਨਿਸ਼ਾਨ",
  "labeling-annotations-title-4": "ਗੁਣ ਸ਼੍ਰੇਣੀਕਰਨ",
  "labeling-annotations-title-5": "ਤੁਲਨਾ ਅਤੇ ਖੋਜ",
  "labeling-annotations-title-6": "... ਅਤੇ ਹੋਰ ਬਹੁਤ ਸਾਰੇ",
  "labeling-ent-button": "ਸਾਡੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸਲਿ .ਸ਼ਨ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
  "labeling-ent-head": "ਅੰਤ-ਤੋਂ-ਅੰਤ ਨਿਯੰਤਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ?",
  "labeling-ent-text-1": "HCaptcha ਦੇ ਪਿੱਛੇ HUMAN ਪਲੇਟਫਾਰਮ ਬਹੁਤ ਹੀ ਵਧੀਆ ਕੰਮ ਦੀ ਕੁਆਲਟੀ ਅਤੇ ਪ੍ਰਬੰਧਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਆਨ-ਪ੍ਰਾਇਮਸ, ਹਾਈਬ੍ਰਿਡ, ਜਾਂ ਸਾਸ ਡਿਪਲਾਇਮੈਂਟ ਦੁਆਰਾ ਜੋ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਪ੍ਰਣਾਲੀਆਂ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਹੈ.",
  "labeling-ent-text-2": "ਪੂਰੀ ਤਰ੍ਹਾਂ offlineਫਲਾਈਨ ਨੂੰ ਆਪਣੇ ਖੁਦ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨਾਲ ਚਲਾਓ, ਵਪਾਰਕ ਇਕਾਈਆਂ ਜਾਂ ਕਨਸੋਰਟੀਅਮ ਪਾਰਟਨਰਾਂ ਵਿੱਚ ਖਪਤ ਕੀਤੇ ਟਰੈਕ ਵੈਲਯੂ, ਚੋਣ ਅਤੇ ਲਾਗਤ ਅਤੇ ਸੁਰੱਖਿਆ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੇ ਅਧਾਰ ਤੇ ਵੱਖ-ਵੱਖ ਅੰਦਰੂਨੀ ਜਾਂ ਬਾਹਰੀ ਕਿਰਤ ਪ੍ਰਦਾਤਾਵਾਂ ਲਈ ਨੌਕਰੀਆਂ ਦੀ ਚੋਣ ਕਰੋ.",
  "labeling-ent-text-3": "ਕੁਸ਼ਲਤਾ ਨੂੰ ਵਧਾਉਣ ਲਈ ਆਸਾਨ ਏਪੀਆਈ ਐਕਸੈਸ, ਸੁੰਦਰ ਡੈਸ਼ਬੋਰਡਸ ਅਤੇ ਨਵੀਨਤਮ ਮਾਡਲ-ਇਨ-ਦਿ-ਲੂਪ ਤਕਨਾਲੋਜੀ.",
  "labeling-ent-text-4": "99.99% ਅਪਟਾਈਮ ਐਸਐਲਏ ਅਤੇ 24/7 ਗਲੋਬਲ ਸਪੋਰਟ ਉਪਲਬਧ ਹਨ. ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ:",
  "labeling-features-head-1": "ਸਧਾਰਣ API- ਦੁਆਰਾ ਚੱਲਣ ਵਾਲੀਆਂ ਪਾਈਪਲਾਈਨ.",
  "labeling-features-head-2": "ਲਾਗਤ ਅਤੇ ਗੁਣਵੱਤਾ ਲਈ ਅਨੁਕੂਲਿਤ. ਕੋਈ ਸਪੱਸ਼ਟ ਵਚਨਬੱਧਤਾ ਦੀ ਲੋੜ ਨਹੀਂ.",
  "labeling-features-head-3": "ਸਿਰਫ ਉਸ ਸ਼ੁੱਧਤਾ ਲਈ ਭੁਗਤਾਨ ਕਰੋ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ.",
  "labeling-features-head-4": "ਆਪਣਾ ਜ਼ਮੀਨੀ ਸੱਚਾਈ ਦਾ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰੋ ਜਾਂ ਸਾਨੂੰ ਇਸ ਨੂੰ ਉਡਾਣ 'ਤੇ ਬਣਾਉਣ ਦਿਓ.",
  "labeling-features-text-1": "ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਨੂੰ ਸਿੱਧਾ ਆਪਣੇ ਵਪਾਰਕ ਕਾਰਜਾਂ ਵਿੱਚ ਏਕੀਕ੍ਰਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਅਸੀਂ ਉੱਚ ਭਰੋਸੇਯੋਗਤਾ ਵਾਲੇ ਐਸਐਲਐਸ, ਗਾਰੰਟੀਸ਼ੁਦਾ ਸਮਰੱਥਾ, ਅਤੇ ਸਧਾਰਣ REST APIs ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ.",
  "labeling-features-text-2": "ਹੁਮੈਨ ਪਲੇਟਫਾਰਮ ਸੂਝਵਾਨ ਅਸਲ-ਸਮੇਂ ਦੀ ਗੁਣਵੱਤਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਵਿਆਪਕ ਭਰੋਸੇ ਦੇ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ. ਇਹ ਸਾਨੂੰ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਮੁਸ਼ਕਲ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸੰਭਾਵਤ ਸਹੀ ਜਵਾਬ ਦੋਵਾਂ ਨੂੰ ਜਲਦੀ ਨਿਰਧਾਰਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ, ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਸਮੇਂ ਅਤੇ ਪੈਸੇ ਦੀ ਬਚਤ ਕਰਦਾ ਹੈ.",
  "labeling-features-text-3": "ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਇਕੋ ਜਿਹੀਆਂ ਨਹੀਂ ਹਨ. ਸੁਰੱਖਿਆ-ਨਾਜ਼ੁਕ ਕਾਰਜਾਂ ਲਈ ਟਿੱਪਣੀਆਂ ਲਈ ਪੂਰੇ ਮਨੁੱਖੀ ਕਰਮਚਾਰੀਆਂ ਤੋਂ 99.99% ਭਰੋਸੇ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ. ਮੋਬਾਈਲ ਗੇਮ ਐਪ ਵਿੱਚ ਇੱਕ ਬੀਟਾ ਫੀਚਰ ਲਈ ਟਿੱਪਣੀਆਂ ਲਈ ਸਿਰਫ ਦਰਮਿਆਨੇ ਵਿਸ਼ਵਾਸ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ. ਤੁਸੀਂ ਫੈਸਲਾ ਕਰੋ.",
  "labeling-features-text-4": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਵਿਆਪਕ ਤਸਦੀਕ ਸੈਟ ਬਿਨਾਂ ਕੱਚਾ ਡੇਟਾ ਹੈ? ਜ਼ਿਆਦਾਤਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਉਸਾਰ ਸਕਦੇ ਹਾਂ ਜਿਵੇਂ ਕਿ ਸਿਸਟਮ ਦੁਆਰਾ ਚੱਲ ਰਹੇ ਕਾਰਜਾਂ, ਜਾਂ ਤੁਹਾਡੀ ਪ੍ਰਵਾਨਗੀ ਲਈ ਲੇਬਲ ਦੇ ਨਮੂਨੇ ਤਿਆਰ ਕਰ ਸਕਦੇ ਹਾਂ.",
  "labeling-info-head": "ਲੇਬਲ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ",
  "labeling-info-text-1": "ਆਪਣੀ ਪ੍ਰੋਜੈਕਟ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨ ਲਈ ਸਾਡੇ ਇੱਕ ਡੋਮੇਨ ਮਾਹਰ ਨਾਲ ਗੱਲ ਕਰੋ: ਟੀਚੇ ਦੀ ਸ਼ੁੱਧਤਾ, ਫਾਰਮੈਟ ਅਤੇ ਕੋਈ ਵਿਸ਼ੇਸ਼ ਜ਼ਰੂਰਤ.",
  "labeling-info-text-2": "ਅਸੀਂ ਤੁਹਾਡੇ ਨਮੂਨੇ ਦੇ ਡੇਟਾ ਦੇ ਅਧਾਰ ਤੇ ਇੱਕ ਛੋਟਾ ਉਤਪਾਦਨ ਕਾਰਜ ਚਲਾਉਂਦੇ ਹਾਂ. ਇਹ ਕੰਮ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਜੋ ਅਸੀਂ ਮਿਲ ਕੇ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਹਾਨੂੰ ਉਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ.",
  "labeling-info-text-3": "ਸਾਡੀ ਉੱਚ ਆਵਾਜ਼ ਅਤੇ ਘੱਟ ਵਿਘਨ ਨਾਲ ਅਸੀਂ ਤੁਹਾਡੇ ਕੰਮ ਨੂੰ ਜਲਦੀ ਬਦਲ ਦੇਵਾਂਗੇ, ਆਟੋਮੈਟਿਕ ਡਿਲਿਵਰੀ ਦੇ ਨਾਲ ਹੀ ਇਹ ਪੂਰਾ ਹੋ ਜਾਵੇਗਾ.",
  "labeling-info-text-4": "ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਉਤਪਾਦਨ ਦੇ ਕੰਮ ਦੇ ਮਾਪਦੰਡਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਦੇ ਹਾਂ, ਨਤੀਜੇ ਦੇ ਨਾਲ ਸਮੇਂ ਦੇ ਨਾਲ ਸੁਧਾਰ ਹੁੰਦਾ ਰਹੇਗਾ.",
  "labeling-info-text-5": "ਲਾਈਵ ਡੈਸ਼ਬੋਰਡ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਫੀਡਬੈਕ ਦੇਣ ਜਾਂ ਉਤਪਾਦਨ ਨੂੰ ਰੋਕਣ ਦੀ ਆਗਿਆ ਦਿੰਦੇ ਹਨ.",
  "labeling-info-title-1": "ਨਿਰਧਾਰਨ ਨਿਰਧਾਰਤ ਕਰੋ",
  "labeling-info-title-2": "ਸ਼ੁਰੂਆਤੀ ਜੌਬ ਟੈਸਟ",
  "labeling-info-title-3": "ਉਤਪਾਦਨ ਦੀਆਂ ਨੌਕਰੀਆਂ ਲਗਾਓ",
  "labeling-info-title-4": "ਨਿਰੰਤਰ ਸੁਧਾਰ",
  "labeling-info-title-5": "ਅਸਲ ਸਮੇਂ ਦੇ ਨਤੀਜੇ",
  "labeling-main-1": "ਪੈਮਾਨੇ ਤੇ ਖਰਚੇ ਵਾਲੇ ਡੇਟਾ ਲੇਬਲਿੰਗ",
  "labeling-main-1-button": "ਹੁਣ ਆਪਣਾ ਡੇਟਾ ਲੇਬਲ ਕਰੋ",
  "labeling-main-1c": "ਕੀ ਤੁਹਾਡੇ ਡੇਟਾਸੇਟ ਲਈ ਹੋਰ ਲੇਬਲ ਚਾਹੀਦੇ ਹਨ? ਐੱਚਕੈਪਚਾ ਨਕਲੀ ਬੁੱਧੀ ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਐਪਲੀਕੇਸ਼ਨਾਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਤੇਜ਼, ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਉੱਚ ਕੁਆਲਿਟੀ ਦਾ ਡੇਟਾ ਲੇਬਲਿੰਗ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ.",
  "labeling-main-2": "ਲੱਖਾਂ ਕਾਰਜਾਂ ਨੂੰ ਤੁਰੰਤ ਸ਼ੁਰੂ ਕਰੋ.",
  "labeling-main-2-button": "ਡਾਟਾ ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
  "labeling-main-2c": "hCaptcha ਕੋਲ ਗ੍ਰਹਿ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਤਲਾਅ ਤੁਹਾਡੀ ਵਰਤੋਂ ਲਈ ਉਪਲਬਧ ਹੈ. ਤੁਹਾਡਾ ਪੈਮਾਨਾ ਜੋ ਵੀ ਹੋਵੇ, ਅਸੀਂ ਇਸਨੂੰ ਮਹਿੰਗੇ ਸਪੱਸ਼ਟ ਵਾਅਦੇ ਤੋਂ ਬਿਨਾਂ ਸੰਭਾਲ ਸਕਦੇ ਹਾਂ. ਪ੍ਰਤੀ ਦਿਨ ਲੱਖਾਂ ਕੰਮ ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ.",
  "labeling-platform-head": "ਨਿਜੀ ਜਾਂ ਜਨਤਕ ਜਾਣਕਾਰੀ",
  "labeling-platform-text": "ਐਚਕੈਪਟਚਾ ਮਨੁੱਖੀ ਪਲੇਟਫਾਰਮ 'ਤੇ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਜੋ ਕਿ ਹਰ ਪੜਾਅ' ਤੇ ਖਰਚੇ ਅਤੇ ਕੁਸ਼ਲਤਾ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਸੂਝਵਾਨ ਰੂਟਿੰਗ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ. ਇਹ ਤਕਨਾਲੋਜੀ ਸਹੀ ਕੰਮ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਨੌਕਰੀ ਦੇ ਹਰ ਹਿੱਸੇ ਨੂੰ ਸੰਭਾਲਣ ਦਿੰਦੀ ਹੈ, ਗੋਪਨੀਯਤਾ ਦੀ ਰਾਖੀ ਕਰਦਿਆਂ ਖਰਚੇ ਦੀ ਕੁਸ਼ਲਤਾ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ ਅਤੇ ਲਾਗੂ ਹੋ ਸਕਦੀ ਹੈ ਕਿਸੇ ਨਿਯਮਿਤ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੀ ਹੈ.",
  "labeling-try-button": "ਡਾਟਾ ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
  "labeling-try-head": "ਆਪਣੇ ਡੇਟਾ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
  "labeling-try-text": "... ਅਸੀਂ ਤਿਆਰ ਹਾਂ ਜਦੋਂ ਤੁਸੀਂ ਹੋ: ਸਾਡੀ ਸੇਵਾ ਚੁਬਾਰੇ ਉਪਲਬਧ ਹੈ.",
  "learn-more-hcaptcha": "HCaptcha ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
  "page-acc-faq-1": "ਪ੍ਰਸ਼ਨ: ਕੀ hCaptcha ਸੈਕਸ਼ਨ 508 + WCAG 2.1 ਏਏ ਅਨੁਕੂਲ ਹੈ? ਉੱਤਰ: ਅਸੀਂ ਅਜਿਹਾ ਮੰਨਦੇ ਹਾਂ: ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੀ ਕਮਜ਼ੋਰੀ ਵਾਲੇ ਸਾਰੇ ਉਪਭੋਗਤਾ ਜੋ ਵੈਬ ਬ੍ਰਾseਜ਼ ਕਰਨ ਅਤੇ ਫਾਰਮਾਂ 'ਤੇ ਟੈਕਸਟ ਦਰਜ ਕਰਨ ਦੇ ਯੋਗ ਹਨ ਰਜਿਸਟਰੀਕਰਣ' ਤੇ ਐਚਕੈਪਚਾ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ. ਹਾਲਾਂਕਿ, ਇਹ ਕਾਨੂੰਨੀ ਸਲਾਹ ਨਹੀਂ ਹੈ: ਤੁਹਾਨੂੰ ਆਪਣੀ ਖੁਦ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਲਾਗੂ ਕਰਨ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦਿਆਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨਾ ਕਿ ਇਹ ਤੁਹਾਡੀ ਤਾਇਨਾਤੀ ਦਾ ਕੇਸ ਹੈ.",
  "page-acc-faq-2": "ਪ੍ਰਸ਼ਨ: ਕੀ ਤੁਸੀਂ ਹੋਰ accessਕਸੈਸਿਬਿਲਟੀ (ਏ 11 ਸੈ) ਵਿਕਲਪਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਆਡੀਓ? ਉੱਤਰ: ਪਹਿਲਾਂ ਪ੍ਰਸਿੱਧ ਚੋਣਾਂ ਜਿਵੇਂ ਆਡੀਓ ਕੈਪਚਰ ਬਹੁਤ ਸਾਰੇ ਏ 11y ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਵਿਤਕਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਆਧੁਨਿਕ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀਆਂ ਤਕਨੀਕਾਂ ਦੁਆਰਾ ਅਸਾਨੀ ਨਾਲ ਹਾਰ ਜਾਂਦੇ ਹਨ. ਇਸ ਨੇ ਮੌਜੂਦਾ ਆਡੀਓ ਚੁਣੌਤੀਆਂ ਨੂੰ ਹੋਰ ਅਤੇ ਵਧੇਰੇ ਮੁਸ਼ਕਲ ਬਣਨ, ਸ਼ੋਰ, ਅਜੀਬ ਸਮੇਂ, ਅਜੀਬ ਸ਼ਬਦ ਸੰਜੋਗਾਂ ਅਤੇ ਹੋਰ ਕਈਆਂ ਨੂੰ ਹਮਲਾਵਰਾਂ ਨੂੰ ਹਰਾਉਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਹੈ. ਇਸ ਪ੍ਰਕਾਰ ਅਸੀਂ ਇਸ ਪਹੁੰਚ ਬਾਰੇ ਘੱਟ ਉਤਸ਼ਾਹਿਤ ਹਾਂ, ਬਨਾਮ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚੁਣੌਤੀ ਤੋਂ ਪਰਹੇਜ਼ ਕਰ ਰਹੇ ਹਾਂ, ਪਰ ਜੇ ਏ 11 ਭਾਈਚਾਰੇ ਤੋਂ ਮੰਗ ਹੈ ਤਾਂ ਇਸ ਤੇ ਵਿਚਾਰ ਕਰਾਂਗੇ. ਹਾਲਾਂਕਿ, ਅਸੀਂ ਐਕਸੈਸਿਬਿਲਟੀ ਵਰਤੋਂ ਦੇ ਕੇਸ ਲਈ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਿੱਚ ਬਹੁਤ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ. ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਜਾਰੀ ਕਰਨ ਦੇ ਨਾਲ ਸਾਡੀ ਮੌਜੂਦਾ A11y ਪਹੁੰਚ ਨੂੰ ਏ 11y ਉਪਭੋਗਤਾ ਸੁਰੱਖਿਅਤ browੰਗ ਨਾਲ ਬ੍ਰਾseਜ਼ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਵੇਗਾ, ਇਸ ਗਿਆਨ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੋਵੇਗਾ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਟ੍ਰੈਫਿਕ ਵਧੇਰੇ ਪ੍ਰਾਈਵੇਟ ਹੈ, ਜਦੋਂ ਕਿ ਬੋਟ ਓਪਰੇਟਰਾਂ ਦੁਆਰਾ ਦੁਰਵਰਤੋਂ ਨੂੰ ਰੋਕਣਾ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਉਦੋਂ ਹੁੰਦਾ ਹੈ ਜਦੋਂ a11y ਵਿਕਲਪ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ. ਅਸੀਂ ਇਸ ਨਵੀਂ ਟੈਕਨੋਲੋਜੀ ਨੂੰ ਮਾਨਕੀਕਰਨ ਕਰਦਿਆਂ ਆਈਈਟੀਐਫ ਦੇ ਕਾਰਜਸ਼ੀਲ ਸਮੂਹ ਵਿੱਚ ਸਰਗਰਮ ਭਾਗੀਦਾਰ ਹਾਂ.",
  "page-acc-faq-3": "ਪ੍ਰਸ਼ਨ: ਨਿੱਜਤਾ ਬਾਰੇ ਕੀ? ਕੀ ਰਜਿਸਟਰੀਕਰਣ ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ ਏ 11y ਬ੍ਰਾ ?ਜ਼ਿੰਗ ਡੇਟਾ ਨੂੰ ਬੇਨਕਾਬ ਕਰਦਾ ਹੈ? ਤੁਸੀਂ ਈਮੇਲ ਨਾਲ ਕੀ ਕਰਦੇ ਹੋ? ਉੱਤਰ: hCaptcha ਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਨਿੱਜਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਹ ਰਵਾਇਤੀ ਵਿਕਲਪਾਂ ਨਾਲੋਂ ਬਿਲਕੁਲ ਵੱਖਰਾ ਹੈ ਜਿਵੇਂ ਕਿ ਰੀਕਾੱਪਟਾ, ਜੋ ਕਿ ਵਿਗਿਆਪਨ ਨੈਟਵਰਕਸ ਦੀ ਮਲਕੀਅਤ ਹੈ, ਜਿਸ ਕੋਲ ਤੁਹਾਨੂੰ ਵੈੱਬ ਦੇ ਦੁਆਲੇ ਟਰੈਕ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਇਕ ਅਸਲ ਪਛਾਣ ਨਾਲ ਜੋੜਨ ਲਈ ਪ੍ਰੇਰਣਾ ਹੈ. ਅਸੀਂ ਕਦੇ ਵੀ ਐਕਸੈਸਿਬਿਲਟੀ ਈਮੇਲ ਜਾਂ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਿਸੇ ਵੀ ਉਦੇਸ਼ ਲਈ ਨਹੀਂ ਕਰਦੇ A11y ਵਰਤੋਂ ਦੀ ਸਹੂਲਤ ਅਤੇ ਬਦਸਲੂਕੀ ਨੂੰ ਰੋਕਣ ਤੋਂ ਇਲਾਵਾ. ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਵਿਆਪਕ ਅਤੇ ਪ੍ਰਮਾਣਿਕ ਜਵਾਬ ਹਨ ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ, ਪਰ ਛੋਟਾ ਜਵਾਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾingਜ਼ਿੰਗ ਇਤਿਹਾਸ ਦੇ ਨਾਲ ਇੱਕ ਵਿਅਕਤੀ ਦੇ ਰੂਪ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਜੋੜਨ ਵਿੱਚ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਹੈ. ਅਸੀਂ ਇਸ ਵੇਲੇ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਰੱਦ ਕਰਨ ਲਈ ਇੱਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਹੱਲ ਤੇ ਵੀ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ. ਹਾਲੇ ਵੀ ਦੁਰਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਦੀ ਸਾਡੀ ਯੋਗਤਾ ਨੂੰ ਬਚਾਉਂਦੇ ਹੋਏ, ਸਾਡੇ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਕੰਮ ਦੇ ਪੂਰਕ.",
  "page-acc-link-1": "ਜੇ ਤੁਸੀਂ ਪਹੁੰਚਯੋਗਤਾ ਵਾਲੇ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਸਾਈਨ ਅਪ ਕਰੋ.",
  "page-acc-subhead": "ਸੁਰੱਖਿਆ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਦੌਰਾਨ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਸਹਿਜ ਪਹੁੰਚ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣਾ",
  "page-acc-summary": "ਸਾਰ",
  "page-acc-summary-contents-1": "ਐਚਕੈਪਚਾ ਬੌਟਸ ਨੂੰ ਲੋਕਾਂ ਤੋਂ ਵੱਖ ਕਰ ਕੇ ਰੋਕਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਵਿਜ਼ੂਅਲ ਟੈਸਟ ਇਸ ਦੇ ਲਈ ਇਕ convenientੁਕਵਾਂ toolਜ਼ਾਰ ਹਨ, ਪਰ ਹਰ ਕੋਈ ਇਕ ਦਰਸ਼ਨੀ ਚੁਣੌਤੀ ਦਾ ਹੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਇਸ ਕਾਰਨ ਕਰਕੇ ਅਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਨੂੰ ਪੂਰੀ ਧਾਰਾ 508 ਅਤੇ ਡਬਲਯੂਸੀਏਜੀ 2.1 ਏ ਏ ਦੀ ਪਾਲਣਾ ਦੇ ਨਾਲ ਸਾਰਿਆਂ ਲਈ ਪਹੁੰਚਯੋਗਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਇਕ ਸਧਾਰਣ, ਦਰਦ ਰਹਿਤ ਵਿਕਲਪ ਤਿਆਰ ਕੀਤਾ ਹੈ.",
  "page-acc-summary-contents-2": "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ: ਪਹਿਲਾਂ, ਇੱਕ ਐਕਸੈਸਿਬਿਲਟੀ ਉਪਭੋਗਤਾ ਇਸ URL ਤੇ ਸਾਈਨ ਅਪ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ hCaptcha ਵਿਦਜਿਟ ਜਾਣਕਾਰੀ ਪੰਨੇ ਵਿੱਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ. ਉਹਨਾਂ ਨੂੰ ਇਕ ਐਨਕ੍ਰਿਪਟਡ ਕੂਕੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਜਿਸਦੀ ਵਰਤੋਂ ਪ੍ਰਤੀ ਦਿਨ ਕਈ ਵਾਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਪਰ ਲਾੱਗਿਨ ਦੁਆਰਾ ਹਰ 24 ਘੰਟਿਆਂ ਲਈ ਤਾਜ਼ਾ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ. ਜਦੋਂ ਕਿਸੇ ਚੁਣੌਤੀ ਨੂੰ ਕਿਸੇ ਵੀ ਸਾਈਟ 'ਤੇ ਐਚਕੈਪਟਚਾ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਨਾਲ ਪਹੁੰਚਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਆਪ ਹੀ ਲੰਘ ਜਾਣਗੇ.",
  "page-acc-title": "hCaptcha ਪਹੁੰਚਯੋਗਤਾ ਜਾਣਕਾਰੀ",
  "page-acc-tr-body": "ਪ੍ਰਸ਼ਨ: ਕੂਕੀ ਸੈਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਮੈਂ ਇਕ ਚੁਣੌਤੀ ਦੇਖ ਰਿਹਾ ਹਾਂ. ਇਸ ਦਾ ਕਾਰਨ ਕੀ ਹੈ?<br> ਉੱਤਰ: ਇਹ ਆਮ ਤੌਰ ਤੇ ਹਮਲਾਵਰ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਐਂਟੀ-ਕੂਕੀ ਐਕਸਟੈਂਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੁੰਦਾ ਹੈ, ਜਾਂ ਇੱਕ ਸੈਟਿੰਗ ਜਿਹੜੀ ਕਰਾਸ-ਸਾਈਟ ਕੂਕੀਜ਼ ਨੂੰ ਰੋਕਦੀ ਹੈ, ਇਸ ਕੇਸ ਵਿੱਚ hcaptcha.com ਲਈ ਇੱਕ ਕੂਕੀ ਜੋ ਕਿਸੇ ਵੱਖਰੀ ਸਾਈਟ ਤੇ hCaptcha JS ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਜਾਂ ਜਾਂਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. , ਜਿਸ ਤਰਾਂ ਤੁਸੀਂ ਜਾ ਰਹੇ ਹੋ.<br><br> hCaptcha ਐਕਸੈਸਿਬਿਲਟੀ ਕੂਕੀਜ਼ ਸਾਰੇ ਮਸ਼ਹੂਰ ਬ੍ਰਾsersਜ਼ਰਾਂ ਅਤੇ ਐਡ ਬਲੌਕਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਟੈਂਡਰਡ ਸੈਟਿੰਗਜ਼ ਨਾਲ ਕੰਮ ਕਰਦੀਆਂ ਹਨ, ਇਸਲਈ ਆਮ ਤੌਰ 'ਤੇ ਅਸਫਲਤਾ ਐਂਟੀ-ਐਡਬੱਲਕ ਸਕ੍ਰਿਪਟਾਂ ਜਾਂ ਵਿਸ਼ੇਸ਼ ਸਾਈਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਸਮਾਨ ਨਿਯਮ ਸੈੱਟਾਂ ਕਾਰਨ ਹੁੰਦੀ ਹੈ.<br><br> ਹੱਲ:<br><br> 1. ਵ੍ਹਾਈਟਲਿਸਟ hcaptcha.com ਅਤੇ * .hcaptcha.com ਕੂਕੀਜ਼ ਤੁਹਾਡੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ .ਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨ ਵਿੱਚ.<br> 2. ਜੇ ਤੁਸੀਂ ਬਹਾਦਰ ਬ੍ਰਾ browserਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਜਿਸ ਵਿਚ ਇਸ ਵੇਲੇ ਕਿਸੇ ਕਿਸਮ ਦੀ ਕੂਕੀ ਵਾਈਟਲਿਸਟ ਨਹੀਂ ਦਿਖਾਈ ਦਿੱਤੀ ਹੈ, ਤਾਂ ਪਸੰਦਾਂ -> ਸ਼ੀਲਡਜ਼ -> ਕੂਕੀਜ਼ 'ਤੇ ਜਾਓ ਅਤੇ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਆਗਿਆ ਦਿਓ ਦੀ ਚੋਣ ਕਰੋ.<br> 3. ਜੇ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਜਾਰੀ ਕੀਤੇ ਓਐਸ ਐਕਸ 10.15 ਜਾਂ ਆਈਓਐਸ 13.4 ਤੇ ਸਫਾਰੀ ਦਾ ਬਿਲਕੁਲ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਇਸਤੇਮਾਲ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਐਪਲ ਨੇ ਕੇਵਲ ਤੀਜੀ ਧਿਰ ਕੂਕੀਜ਼ ਨਾਲ ਸਬੰਧਤ ਸਫਾਰੀ ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਬਦਲਿਆ ਹੈ, ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਰੋਕਿਆ ਹੋਇਆ ਹੈ. ਅਸੀਂ ਇੱਕ ਹੱਲ ਲਾਗੂ ਕਰ ਰਹੇ ਹਾਂ, ਪਰ ਇਸ ਸਮੇਂ ਦੇ ਦੌਰਾਨ ਕਿਰਪਾ ਕਰਕੇ ਸਫਾਰੀ ਤਰਜੀਹਾਂ, ਗੋਪਨੀਯਤਾ ਵਿਭਾਗ, ਅਤੇ ਵੈਬਸਾਈਟ ਟਰੈਕਿੰਗ ਨੂੰ ਅਨਚੈਕ ਕਰੋ: ਅਸੈਸਬਿਲਟੀ ਕੂਕੀ ਨੂੰ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਣ ਲਈ ਕਰਾਸ-ਸਾਈਟ ਟਰੈਕਿੰਗ ਨੂੰ ਰੋਕੋ.<br><br> ਪ੍ਰਸ਼ਨ: ਮੈਂ ਕਈ ਉਪਕਰਣਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹਾਂ. ਕੀ ਮੈਨੂੰ ਕਈ ਵਾਰ ਸਾਈਨ ਅਪ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ?<br> ਜਵਾਬ: ਨਹੀਂ. ਕੂਕੀ ਨੂੰ ਸੈੱਟ ਕਰਨ ਲਈ ਜਿਸ ਉਪਯੋਗ ਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਉਸ ਉੱਤੇ ਤੁਹਾਨੂੰ ਭੇਜਿਆ ਗਿਆ ਇਕੋ ਈਮੇਲ ਲੌਗਇਨ ਲਿੰਕ ਕਲਿੱਕ ਕਰੋ.<br><br> ਪ੍ਰਸ਼ਨ: ਅਸੈਸਬਿਲਟੀ ਕੂਕੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਤੀਜੀ ਧਿਰ ਕੂਕੀ ਟਰੈਕਿੰਗ ਤੋਂ ਕਿਵੇਂ ਬਚਾ ਸਕਦਾ ਹਾਂ?<br> ਉੱਤਰ: ਕਿਸੇ ਵੀ ਗੋਪਨੀਯਤਾ ਜਾਂ ਐਡ-ਬਲੌਕਿੰਗ ਐਕਸਟੈਂਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਜੋ ਡੋਮੇਨ-ਪੱਧਰ ਦੀ ਵ੍ਹਾਈਟਲਿਸਟਿੰਗ (ਜਿਵੇਂ ਕਿ ਯੂਬਲੌਕ ਓਰੀਜਨ) ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰੇਗਾ: ਸਿਰਫ hcaptcha.com ਨੂੰ ਵਾਈਟਲਿਸਟ ਵਿੱਚ ਰੱਖਣਾ ਨਿਸ਼ਚਤ ਕਰੋ.",
  "page-acc-tr-title": "ਅਸੈਸਬਿਲਟੀ ਉਪਭੋਗਤਾਵਾਂ ਲਈ: ਅਕਸਰ ਪ੍ਰਸ਼ਨ ਅਤੇ ਸਮੱਸਿਆ ਨਿਪਟਾਰੇ ਲਈ ਗਾਈਡ",
  "page-acc-tr2-body": "ਸਫਾਰੀ<br> ਸਫਾਰੀ (ਮੈਕ) ਵਿਚ ਕੂਕੀਜ਼ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ: ਸਫਾਰੀ ਡ੍ਰੌਪ-ਡਾਉਨ ਮੀਨੂੰ ਤੇ ਜਾਓ. ਪਸੰਦ ਚੁਣੋ. ਚੋਟੀ ਦੇ ਪੈਨਲ ਵਿੱਚ ਗੋਪਨੀਯਤਾ ਤੇ ਕਲਿਕ ਕਰੋ. 'ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰੋ' ਦੇ ਤਹਿਤ 'ਕਦੇ ਨਹੀਂ' ਵਿਕਲਪ ਦੀ ਚੋਣ ਕਰੋ.<br> ਸਫਾਰੀ (ਆਈਫੋਨ / ਆਈਪੈਡ ਆਈਓਐਸ 11+) ਵਿਚ ਕੂਕੀਜ਼ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ: ਆਪਣੀ ਸੈਟਿੰਗਜ਼ ਖੋਲ੍ਹੋ. ਹੇਠਾਂ ਸਕ੍ਰੌਲ ਕਰੋ ਅਤੇ ਸਫਾਰੀ ਦੀ ਚੋਣ ਕਰੋ. ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਦੇ ਅਧੀਨ, 'ਕ੍ਰਾਸ-ਸਾਈਟ ਟ੍ਰੈਕਿੰਗ ਰੋਕੋ' ਅਤੇ 'ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਨੂੰ ਰੋਕੋ' ਬੰਦ ਕਰੋ<br><br> ਫਾਇਰਫਾਕਸ<br> ਕਿਸੇ ਵੀ ਵੈੱਬਪੇਜ 'ਤੇ ਐਡਰੈਸ ਬਾਰ ਦੇ ਖੱਬੇ ਪਾਸੇ ਸ਼ੀਲਡ' ਤੇ ਕਲਿੱਕ ਕਰੋ. ਪ੍ਰੋਟੈਕਸ਼ਨ ਸੈਟਿੰਗਜ਼ 'ਤੇ ਕਲਿੱਕ ਕਰੋ. ਫਾਇਰਫਾਕਸ ਪਸੰਦ ਪ੍ਰਾਈਵੇਸੀ ਅਤੇ ਸੁਰੱਖਿਆ ਪੈਨਲ ਖੁੱਲ੍ਹੇਗਾ. ਇਨਹਾਂਸਡ ਟਰੈਕਿੰਗ ਪ੍ਰੋਟੈਕਸ਼ਨ ਦੇ ਤਹਿਤ, ਕਸਟਮ ਦੀ ਚੋਣ ਕਰੋ. ਉਹ ਚੋਣ ਬਕਸੇ ਚੁਣ ਕੇ ਕਿਹੜੇ ਟਰੈਕਰ ਅਤੇ ਸਕ੍ਰਿਪਟਾਂ ਨੂੰ ਬਲੌਕ ਕਰਨਾ ਹੈ ਦੀ ਚੋਣ ਕਰੋ. ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਤੁਸੀਂ hcaptcha.com ਨੂੰ ਅਨਬਲੌਕ ਕੀਤਾ ਹੈ.<br><br> ਤੁਸੀਂ ਇਸ ਨੂੰ ਡੀਬੱਗ ਕਰਨ ਲਈ ਕਸਟਮ ਵਿੱਚ ਕੁਝ ਸੁਰੱਖਿਆ ਨੂੰ ਅਸਥਾਈ ਤੌਰ ਤੇ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ, ਚੋਣ ਬਕਸੇ ਦੀ ਚੋਣ ਕਰਕੇ: ਟ੍ਰੈਕਰਜ ਚੋਣ ਬਕਸੇ ਦੀ ਚੋਣ ਕਰੋ ਜਾਂ ਕੂਕੀਜ਼ ਚੋਣ ਬਕਸੇ ਦੀ ਚੋਣ ਨਾ ਕਰੋ ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਮੁਸ਼ਕਲਾਂ ਹੋ ਰਹੀਆਂ ਹਨ.<br><br> ਗੂਗਲ ਕਰੋਮ<br> ਗੂਗਲ ਕਰੋਮ (ਪੀਸੀ)<br> ਕਰੋਮ ਮੀਨੂੰ ਆਈਕਨ ਦੀ ਚੋਣ ਕਰੋ. ਸੈਟਿੰਗ ਦੀ ਚੋਣ ਕਰੋ.<br> ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ, ਫਿਰ ਕੂਕੀਜ਼ ਅਤੇ ਹੋਰ ਸਾਈਟ ਡਾਟਾ ਤੇ ਜਾਓ.<br> ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ 'ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰੋ' ਯੋਗ ਨਹੀਂ ਹੈ.<br><br> ਗੂਗਲ ਕਰੋਮ (ਮੈਕ):<br> ਮੀਨੂ ਬਾਰ ਤੋਂ ਕਰੋਮ ਪਸੰਦਾਂ ਖੋਲ੍ਹੋ.<br> ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ, ਫਿਰ ਕੂਕੀਜ਼ ਅਤੇ ਹੋਰ ਸਾਈਟ ਡਾਟਾ ਤੇ ਜਾਓ.<br> ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ 'ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼ ਨੂੰ ਬਲੌਕ ਕਰੋ' ਯੋਗ ਨਹੀਂ ਹੈ.<br><br> ਗੂਗਲ ਕਰੋਮ (ਐਂਡਰਾਇਡ):<br> ਆਪਣੀ ਐਂਡਰਾਇਡ ਡਿਵਾਈਸ ਤੇ, ਕਰੋਮ ਐਪ ਖੋਲ੍ਹੋ.<br> ਉੱਪਰ ਸੱਜੇ ਤੇ, ਹੋਰ ਅਤੇ ਫਿਰ ਸੈਟਿੰਗਜ਼ ਤੇ ਟੈਪ ਕਰੋ.<br> ਸਾਈਟ ਸੈਟਿੰਗਜ਼ ਅਤੇ ਫਿਰ ਕੂਕੀਜ਼ 'ਤੇ ਟੈਪ ਕਰੋ.<br> 'ਕੂਕੀਜ਼' ਦੇ ਅੱਗੇ ਸੈਟਿੰਗ ਚਾਲੂ ਕਰੋ.<br> 'ਤੀਜੀ-ਧਿਰ ਕੂਕੀਜ਼ ਦੀ ਆਗਿਆ ਦਿਓ' ਦੇ ਅੱਗੇ ਵਾਲੇ ਬਾਕਸ ਨੂੰ ਚੈੱਕ ਕਰੋ.<br><br> ਇੰਟਰਨੈੱਟ ਐਕਸਪਲੋਰਰ<br> 1. ਸਕ੍ਰੀਨ ਦੇ ਉਪਰਲੇ-ਸੱਜੇ ਕੋਨੇ ਵਿਚ ਗੇਅਰ ਚੁਣੋ, ਫਿਰ 'ਇੰਟਰਨੈਟ ਵਿਕਲਪ' ਦੀ ਚੋਣ ਕਰੋ. ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਮੀਨੂ ਬਾਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਤੁਸੀਂ 'ਟੂਲਜ਼' ਫਿਰ 'ਇੰਟਰਨੈਟ ਵਿਕਲਪਾਂ' ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ.<br> 2. 'ਗੋਪਨੀਯਤਾ' ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ.<br> 3. 'ਐਡਵਾਂਸਡ' ਬਟਨ ਦੀ ਚੋਣ ਕਰੋ.<br> 4. 'ਥਰਡ-ਪਾਰਟੀ ਕੂਕੀਜ਼' ਦੇ ਤਹਿਤ 'ਸਵੀਕਾਰ ਕਰੋ' ਦੀ ਚੋਣ ਕਰੋ.<br> 5. 'ਠੀਕ ਹੈ' ਤੇ ਕਲਿਕ ਕਰੋ",
  "page-acc-tr2-head": "ਕਰਾਸ-ਸਾਈਟ ਕੂਕੀਜ਼ ਲਈ ਬ੍ਰਾ .ਜ਼ਰ ਨਿਰਦੇਸ਼",
  "priv-hc": "ਪਰਾਈਵੇਸੀ ਫੋਕਸ",
  "priv-hc-text": "ਵਿਗਿਆਪਨ ਨੈਟਵਰਕ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਦੇ ਹਨ. ਅਸੀਂ ਨਹੀਂ ਕਰਦੇ. ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ. ਅਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ.",
  "reporting-bugs-accessibility-button": "ਪਹੁੰਚਯੋਗਤਾ ਚੋਣਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣੋ",
  "reporting-bugs-accessibility-head": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
  "reporting-bugs-accessibility-text": "ਕੀ ਤੁਸੀਂ ਦ੍ਰਿਸ਼ਟੀਹੀਣ ਹੋ ਜਾਂ hCaptchas ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ?",
  "reporting-bugs-guide-ff-head": "ਕੈਪਿੰਗ ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵੇ: ਫਾਇਰਫਾਕਸ",
  "reporting-bugs-guide-ff-step-1": "ਕਦਮ 1: ਓਪਨ ਡਿਵੈਲਪਰ ਟੂਲ (ਇਹ ਸੈਸ਼ਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ.)",
  "reporting-bugs-guide-ff-step-2": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈਟਵਰਕ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ. ਸਿਖਰ ਤੇ ਪਰਿਸਟਿਸਟ ਲੌਗ ਬਾਕਸ ਤੇ ਕਲਿਕ ਕਰੋ.",
  "reporting-bugs-guide-ff-step-3": "ਕਦਮ 3: https://accounts.hcaptcha.com/demo 'ਤੇ ਜਾਉ, ਜਾਂ ਜਿਸ ਵੈਬਸਾਈਟ' ਤੇ ਤੁਸੀਂ ਮੁੱਦਾ ਲੈ ਰਹੇ ਹੋ (ਗੋਪਨੀਯਤਾ ਨੋਟ: ਸਿਰਫ ਤਾਂ ਹੀ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ) ... ਅਤੇ ਫਿਰ ਆਈ ਕਲਿੱਕ ਕਰੋ. ਮਨੁੱਖੀ ਬਟਨ ਹਾਂ, ਅਤੇ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
  "reporting-bugs-guide-ff-step-4": "ਕਦਮ 4: ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ HAR ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਨੈਟਵਰਕ ਲੌਗ ਨੂੰ ਬਚਾਉਣ ਲਈ ਹਰ ਨੂੰ HAR ਦੇ ਤੌਰ ਤੇ ਸੁਰੱਖਿਅਤ ਕਰੋ ਦੀ ਚੋਣ ਕਰੋ. ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ.",
  "reporting-bugs-guide-ff-step-5": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਓ ਅਤੇ ਫਿਰ ਸਭ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਨੂੰ ਬਚਾਉਣ ਲਈ ਇਸਨੂੰ ਇੱਕ ਟੈਕਸਟ ਫਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰੋ. ਸਾਨੂੰ ਵੀ ਭੇਜੋ.",
  "reporting-bugs-guide-ff-step-6": "ਆਖਰੀ ਕਦਮ: ਉਨ੍ਹਾਂ ਏਆਰਏਆਰ ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ, ਅਤੇ ਸਮੱਸਿਆ ਦਾ ਵਰਣਨ ਕਰੋ: support@hcaptcha.com (ਕਿਰਪਾ ਕਰਕੇ ਡ੍ਰੌਪਬਾਕਸ ਜਾਂ ਫਾਈਲਬਿਨ ਵਰਗੀ ਇੱਕ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਲਿੰਕ ਭੇਜੋ) ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ ਤੇ ਇੱਕ ਸਕ੍ਰੀਨਸ਼ਾਟ, ਜੇ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਇੱਥੇ ਕੁਝ ਸਹੀ ਤਰ੍ਹਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਰਿਹਾ ਹੈ . ਕਿਰਪਾ ਕਰਕੇ ਉਹ IP ਭੇਜੋ ਜਿਸਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ. ਤੁਸੀਂ ਇਸ ਨੂੰ https://www.whatsmyip.org/ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਸਮਾਂ ਕੱ forਣ ਲਈ ਧੰਨਵਾਦ! ਅਸੀਂ ਹਰੇਕ ਲਈ hCaptcha ਨੂੰ ਵਧੀਆ wellੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ.",
  "reporting-bugs-guide-head": "ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵੇ ਕੈਪਚਰ ਕਰ ਰਿਹਾ ਹੈ: ਕਰੋਮ",
  "reporting-bugs-guide-step-1": "ਕਦਮ 1: ਓਪਨ ਡਿਵੈਲਪਰ ਟੂਲ (ਇਹ ਸੈਸ਼ਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ.)",
  "reporting-bugs-guide-step-2": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈਟਵਰਕ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ. ਸਿਖਰ 'ਤੇ ਪ੍ਰੈਜ਼ਰ ਲੌਗ ਬਾਕਸ ਨੂੰ ਚੈੱਕ ਕਰੋ.",
  "reporting-bugs-guide-step-3": "ਕਦਮ 3: https://accounts.hcaptcha.com/demo 'ਤੇ ਜਾਉ, ਜਾਂ ਜਿਸ ਵੈਬਸਾਈਟ' ਤੇ ਤੁਸੀਂ ਮੁੱਦਾ ਲੈ ਰਹੇ ਹੋ (ਗੋਪਨੀਯਤਾ ਨੋਟ: ਸਿਰਫ ਤਾਂ ਹੀ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ) ... ਅਤੇ ਫਿਰ ਆਈ ਕਲਿੱਕ ਕਰੋ. ਮਨੁੱਖੀ ਬਟਨ ਹਾਂ, ਅਤੇ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
  "reporting-bugs-guide-step-4": "ਕਦਮ 4: ਐਕਸਪੋਰਟ ਐੱਚਆਰ (ਥੋੜਾ ਹੇਠਾਂ ਵਾਲਾ ਤੀਰ) ਨੂੰ ਦਬਾਉਣ ਤੋਂ ਬਾਅਦ ਜਦੋਂ ਤੁਸੀਂ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਜਿਸ ਨਾਲ ਨੈਟਵਰਕ ਲੌਗ ਬਚ ਜਾਂਦਾ ਹੈ. ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ.",
  "reporting-bugs-guide-step-5": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਕੋਂਨਸੋਲ ਲੌਗ ਨੂੰ ਬਚਾਉਣ ਲਈ ਸੱਜੇ ਕਲਿਕ ਤੇ ਫਿਰ ਸੇਵ ਐੱਸ .. ਨੂੰ ਕਲਿੱਕ ਕਰੋ. ਸਾਨੂੰ ਵੀ ਭੇਜੋ.",
  "reporting-bugs-guide-step-6": "ਆਖਰੀ ਕਦਮ: ਉਨ੍ਹਾਂ ਏਆਰਏਆਰ ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ, ਅਤੇ ਸਮੱਸਿਆ ਦਾ ਵਰਣਨ ਕਰੋ. ਵਰਤੋ: support@hcaptcha.com (ਕਿਰਪਾ ਕਰਕੇ ਡ੍ਰੌਪਬਾਕਸ ਜਾਂ ਫਾਈਲਬਿਨ ਵਰਗੀ ਇੱਕ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਲਿੰਕ ਭੇਜੋ) ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ ਤੇ ਇੱਕ ਸਕ੍ਰੀਨਸ਼ਾਟ, ਜੇ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਇੱਥੇ ਕੁਝ ਸਹੀ ਤਰ੍ਹਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਰਿਹਾ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਉਹ IP ਭੇਜੋ ਜਿਸਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ. ਤੁਸੀਂ ਇਸ ਨੂੰ https://www.whatsmyip.org/ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਸਮਾਂ ਕੱ forਣ ਲਈ ਧੰਨਵਾਦ! ਅਸੀਂ ਹਰੇਕ ਲਈ hCaptcha ਨੂੰ ਵਧੀਆ wellੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ.",
  "reporting-bugs-guide-text-1": "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਨਾਲ ਡੀਬੱਗਿੰਗ ਜਾਣਕਾਰੀ ਭੇਜਣਾ ਸਾਡੇ ਲਈ ਕੀ ਹੋ ਰਿਹਾ ਹੈ ਦੀ ਪਛਾਣ ਕਰਨਾ ਬਹੁਤ ਸੌਖਾ ਬਣਾ ਦੇਵੇਗਾ. ਇਹ ਕਦਮ-ਦਰ-ਕਦਮ ਨਿਰਦੇਸ਼ ਹਨ:",
  "reporting-bugs-guide-text-2": "ਜੇ ਤੁਸੀਂ ਇੱਕ ਵੈਬ ਡਿਵੈਲਪਰ ਜਾਂ ਮਾਹਰ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਸਾਰਾਂਸ਼ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਾਨੂੰ ਇੱਕ ਨੈੱਟਵਰਕ ਰਿਕਾਰਡਿੰਗ ਐਚਆਰ ਅਤੇ ਬ੍ਰਾ .ਜ਼ਰ ਕੰਸੋਲ ਲੌਗ ਭੇਜੋ. ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਕਿਸੇ ਵੀ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ .ਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨ ਨੂੰ ਅਯੋਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਫਿਰ ਇਨ੍ਹਾਂ ਕਦਮਾਂ 'ਤੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ. ਜੇ ਇਹ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ, ਅਸੀਂ ਫਿਰ ਵੀ ਤੁਹਾਨੂੰ ਸਾਡੇ ਬ੍ਰਾ .ਜ਼ਰ ਸੰਸਕਰਣ, ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ browserਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨ ਅਤੇ ਵੈਬਸਾਈਟ ਯੂਆਰਐਲ ਨੂੰ ਦੱਸਣ ਦੀ ਕਦਰ ਕਰਾਂਗੇ.",
  "reporting-bugs-intro-head": "ਇੱਕ ਬੱਗ ਮਿਲਿਆ? ਇਸਦੀ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਦਿੱਤੀ ਜਾਵੇ ਇਹ ਇਸ ਲਈ ਹੈ.",
  "reporting-bugs-intro-text": "ਲੱਖਾਂ ਲੋਕ ਹਰ ਮਹੀਨੇ ਐਚਕੈਪਚਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਹਜ਼ਾਰਾਂ ਸੰਜੋਗਾਂ ਦੇ ਬ੍ਰਾਉਜ਼ਰ, ਐਕਸਟੈਂਸ਼ਨਾਂ, ਉਪਕਰਣਾਂ, ਫਾਇਰਵਾਲਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਸਾਰੇ ਕੰਮਾਂ ਤੇ. ਸਾਡਾ ਟੀਚਾ ਇਹ ਨਿਸ਼ਚਤ ਕਰਨਾ ਹੈ ਕਿ ਇਹ ਹਮੇਸ਼ਾਂ ਤੁਹਾਡੇ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਬਹੁਤ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਾਂ! ਜਲਦੀ ਫੀਡਬੈਕ ਦੇਣ ਲਈ, ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ. ਜੇ ਤੁਸੀਂ ਕਾਰਜਸ਼ੀਲ ਮੁੱਦੇ ਨੂੰ ਵੇਖ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਫਾਇਰਫਾਕਸ ਲਈ ਕਰੋਮ ਜਾਂ ਡੀਬੱਗ ਲੌਗ ਨਿਰਦੇਸ਼ਾਂ ਲਈ ਡੀਬੱਗ ਲੌਗ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ. ਕਿਸੇ ਵੀ ਹੋਰ ਬ੍ਰਾsersਜ਼ਰ ਲਈ ਸਿਰਫ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ. ਸੰਭਾਵਿਤ ਸੁਰੱਖਿਆ ਜਾਂ ਗੋਪਨੀਯਤਾ ਦੇ ਮੁੱਦਿਆਂ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਨਿਰਦੇਸ਼ ਦੇਖੋ.",
  "reporting-bugs-privacy-head": "ਗੋਪਨੀਯਤਾ ਦੇ ਮੁੱਦੇ",
  "reporting-bugs-privacy-text": "ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਜਾਂ ਮਸ਼ੀਨਾਂ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਕਿੰਨੀ ਹੈ. ਅਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ. ਜੇ ਤੁਹਾਨੂੰ ਕੋਈ ਅਜਿਹਾ ਮੁੱਦਾ ਮਿਲਿਆ ਹੈ ਜਿਸ ਬਾਰੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ support@hcaptcha.com 'ਤੇ ਈਮੇਲ ਕਰੋ.",
  "reporting-bugs-provide-feedback-button": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
  "reporting-bugs-provide-feedback-head": "HCaptcha 'ਤੇ ਤੁਰੰਤ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ",
  "reporting-bugs-provide-feedback-text": "ਅਸੀਂ ਤੁਹਾਡੇ ਇੰਪੁੱਟ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ. ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਮੁੱਦੇ ਬਾਰੇ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਹੱਲ ਕਰਾਂਗੇ.",
  "reporting-bugs-security-head": "ਸੁਰੱਖਿਆ ਬੱਗ",
  "reporting-bugs-security-text": "ਅਸੀਂ ਹਮੇਸ਼ਾਂ ਸੁਰੱਖਿਆ ਬੱਗਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ. ਈਮੇਲ support@hcaptcha.com ਅਤੇ ਸੀਸੀ ਸੁਰੱਖਿਆ@hcaptcha.com ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲ ਜਲਦੀ ਵਾਪਸ ਆਵਾਂਗੇ. ਸਾਡੇ ਕੋਲ hCaptcha ਸੇਵਾ ਅਤੇ ਸੰਬੰਧਿਤ ਸਰੋਤ ਕੋਡ ਤੇ ਯੋਗ ਸੁਰੱਖਿਆ ਰਿਪੋਰਟਾਂ ਲਈ ਇੱਕ ਬੱਗ ਬਾਉਂਟੀ ਪ੍ਰੋਗਰਾਮ ਹੈ.",
  "sales-interstitial-c1": "ਕੰਪਨੀਆਂ ਲਈ",
  "sales-interstitial-c1a": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੁਰੱਖਿਆ ਹੱਲ (ਭੁਗਤਾਨ ਕੀਤੇ)",
  "sales-interstitial-c1b": "HCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ (ਬੌਟਸਟੌਪ) ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
  "sales-interstitial-c1c": "ਡੇਟਾ ਐਨੋਟੇਸ਼ਨ",
  "sales-interstitial-c1d": "HCaptcha ਐਨੋਟੇਸ਼ਨ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
  "sales-interstitial-c2": "ਵਿਅਕਤੀਆਂ ਲਈ",
  "sales-interstitial-c2a": "HCaptcha ਨੂੰ ਆਪਣੀ ਸੇਵਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ (ਮੁਫਤ)",
  "sales-interstitial-c2b": "ਮੇਰੀ ਵੈਬਸਾਈਟ ਜਾਂ ਐਪ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਐਚਕੈਪਚਾ ਸ਼ਾਮਲ ਕਰੋ",
  "sales-interstitial-c2c": "HCaptcha ਕੀ ਹੈ?",
  "sales-interstitial-c2d": "HCaptcha ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
  "sales-interstitial-head": "ਆਓ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੀਏ ਕਿ ਤੁਸੀਂ ਸਹੀ ਜਗ੍ਹਾ ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ.",
  "sec-hc": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
  "sec-hc-text": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ-ਕੇਂਦ੍ਰਿਤ ਹੈ. ਅਸੀਂ ਸਾਈਟਾਂ ਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਫੈਸਲਾ ਲੈਣ ਦਿੰਦੇ ਹਾਂ ਕਿ ਇਸ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਵੇ. ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ. ਹੋਰ ਕੈਪਚਰ ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ. ਹਰੇਕ ਬੋਟ ਜਿਸਨੂੰ ਉਹ ਰੋਕਦੇ ਹਨ ਸ਼ਾਇਦ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲੀਏ ਨੂੰ ਘਟਾ ਸਕਦੇ ਹਨ.",
  "signup-interstitial-c1": "ਕੰਪਨੀਆਂ ਜਾਂ ਵੈਬਸਾਈਟਾਂ ਲਈ",
  "signup-interstitial-c1a": "HCaptcha ਨੂੰ ਆਪਣੀ ਸੇਵਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ (ਮੁਫਤ)",
  "signup-interstitial-c1b": "ਮੇਰੀ ਵੈਬਸਾਈਟ ਜਾਂ ਐਪ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਐਚਕੈਪਚਾ ਸ਼ਾਮਲ ਕਰੋ",
  "signup-interstitial-c1c": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੁਰੱਖਿਆ ਹੱਲ (ਭੁਗਤਾਨ ਕੀਤੇ)",
  "signup-interstitial-c1d": "HCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ (ਬੌਟਸਟੌਪ) ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
  "signup-interstitial-c1e": "ਡੇਟਾ ਐਨੋਟੇਸ਼ਨ",
  "signup-interstitial-c1f": "HCaptcha ਐਨੋਟੇਸ਼ਨ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
  "signup-interstitial-c2": "ਵਿਅਕਤੀਆਂ ਲਈ",
  "signup-interstitial-c2a": "ਪਹੁੰਚਯੋਗਤਾ",
  "signup-interstitial-c2b": "HCaptcha ਲਈ ਐਕਸੈਸਿਬਿਲਟੀ ਚੋਣਾਂ ਬਾਰੇ ਸਿੱਖੋ",
  "signup-interstitial-c2c": "ਪੈਸੇ ਕਮਾਓ",
  "signup-interstitial-c2d": "ਇੱਕ ਵਿਅਕਤੀਗਤ ਡਾਟਾ ਲੇਬਲਰ ਦੇ ਤੌਰ ਤੇ ਕੰਮ ਕਰੋ",
  "signup-interstitial-head": "ਆਓ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੀਏ ਕਿ ਤੁਸੀਂ ਸਹੀ ਜਗ੍ਹਾ ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ.",
  "support-interstitial-c1": "ਕੰਪਨੀਆਂ ਲਈ",
  "support-interstitial-c1a": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸੁਰੱਖਿਆ ਹੱਲ (ਭੁਗਤਾਨ ਕੀਤੇ)",
  "support-interstitial-c1b": "HCaptcha ਐਂਟਰਪ੍ਰਾਈਜ (ਬੌਟਸਟੌਪ) ਲਈ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
  "support-interstitial-c1c": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ (ਮੁਫਤ)",
  "support-interstitial-c1d": "HCaptcha ਪ੍ਰਕਾਸ਼ਕ ਲਈ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
  "support-interstitial-c2": "ਵਿਅਕਤੀਆਂ ਲਈ",
  "support-interstitial-c2a": "ਕਿਸੇ ਚੁਣੌਤੀ ਨਾਲ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ?",
  "support-interstitial-c2b": "HCaptcha ਲਈ ਐਕਸੈਸਿਬਿਲਟੀ ਚੋਣਾਂ ਬਾਰੇ ਸਿੱਖੋ",
  "support-interstitial-c2c": "ਇੱਕ ਬੱਗ ਰਿਪੋਰਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
  "support-interstitial-c2d": "ਸਾੱਫਟਵੇਅਰ ਦੇ ਮੁੱਦਿਆਂ ਦੀ ਰਿਪੋਰਟਿੰਗ ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
  "support-interstitial-head": "ਆਓ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰੀਏ ਕਿ ਤੁਸੀਂ ਸਹੀ ਜਗ੍ਹਾ ਤੇ ਪਹੁੰਚ ਗਏ ਹੋ.",
  "switch-to-english-link": "ਅੰਗਰੇਜ਼ੀ ਵਿਚ ਬਦਲੋ",
  "what-is-hcaptcha": "HCaptcha ਕੀ ਹੈ?",
  "what-is-hcaptcha-text": "hCaptcha ਤੁਹਾਡੀਆਂ ਮਨਪਸੰਦ ਵੈਬ ਸੇਵਾਵਾਂ ਨੂੰ ਬੋਟਾਂ, ਸਪੈਮ ਅਤੇ ਦੁਰਵਰਤੋਂ ਨੂੰ ਸਧਾਰਣ ਪ੍ਰਸ਼ਨ ਪੁੱਛ ਕੇ ਮਦਦ ਕਰਦਾ ਹੈ ਜੋ ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ ਹਨ ਅਤੇ ਮਸ਼ੀਨਾਂ ਲਈ ਮੁਸ਼ਕਲ ਹਨ.",
  "why-hc": "HCaptcha ਕਿਉਂ?",
  "why-hc-text": "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਚੁਣੌਤੀ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਇਹ ਜਾਣਨ ਲਈ ਸੂਝਵਾਨ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਮਨੁੱਖ ਹੋ ਜਾਂ ਮਸ਼ੀਨ. ਜਿਹੜੀ ਵੈਬਸਾਈਟ ਤੁਸੀਂ ਦੇਖੀ ਸੀ ਉਸ ਤੋਂ ਬਾਅਦ ਇਹ ਨਤੀਜੇ ਆਪਣੀ ਸਾਈਟ 'ਤੇ ਆਪਣੇ ਤਜ਼ਰਬੇ ਨੂੰ ਸੁਧਾਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ."
}
