{
  "header-privacy-link": "Nzuzo",
  "header-integration-link": "Njikọta",
  "header-cost-link": "Ọnụ",
  "header-features-link": "Atụmatụ",
  "header-docs-link": "Akwụkwọ",
  "header-login-button": "Banye",
  "header-contact-button": "Kọntaktị Ahịa",
  "intro-heading": "Nyocha mmadụ enweghị esemokwu.",
  "intro-contact-button": "Kpọtụrụ anyị ka ịmatakwu",
  "intro-text-bottom": "Ndị ụlọ ọrụ na-arụ ọrụ weebụ dabere na ya.",
  "sub-menu-button": "Kọntaktị Ahịa",
  "sub-menu-item1": "Ụlọ ọrụ",
  "sub-menu-item2": "Ọnụ",
  "sub-menu-item3": "Njikọta",
  "sub-menu-item4": "Atụmatụ",
  "sub-menu-item5": "Nzuzo",
  "sub-menu-item6": "Akwụkwọ",
  "info-head-1": "Ewubere n'elu ikpo okwu hCaptcha egosipụtara",
  "info-text-1": "hCaptcha Enterprise na-agba ọsọ na teknụzụ ikpo okwu hCaptcha, gbatịkwuru ịgụnye atụmatụ ụlọ ọrụ okporo ụzọ dị elu chọrọ.",
  "info-head-2": "Onye mmekọ tụkwasịrị obi",
  "intro-subtitle": "Dozie nsogbu bot gị taa.",
  "info-text-2": "Ụlọ ọrụ ndị kasị ibu n'ụwa tụkwasịrị obi ọrụ anyị ijere ọtụtụ nde ndị ọrụ kwa ụbọchị n'ofe iri nde saịtị.",
  "cloudflare-quote-text": "Anyị tụlere ọtụtụ ndị na-ere CAPTCHA yana iwulite sistemụ n'onwe anyị. N'ikpeazụ, hCaptcha pụtara dị ka ihe kacha mma maka reCAPTCHA.",
  "cloudflare-quote-detail": "Onye isi njikwa ngwaahịa, Cloudflare",
  "section-quote-head": "Nhọrọ dị oke ọnụ maka ụlọ ọrụ okporo ụzọ dị elu",
  "section-quote-text": "N'ikpeazụ, a credible ọzọ na Google. Ụlọ ọrụ hCaptcha na-ewepụta ego dị egwu na ụgwọ reCAPTCHA yana nchekwa dị elu: ihe ruru 80% dị ọnụ ala n'ọnọdụ ụfọdụ. Ọtụtụ ọrụ ịntanetị kacha ibu n'ụwa agbanweela na hCaptcha Enterprise wee nata nchọpụta bot emelitere yana nnukwu ego nchekwa ego.",
  "section-quote-button": "Kpọtụrụ anyị taa maka nkwupụta",
  "section-privacy-header": "Edoro anya na nzuzo",
  "section-privacy-text-1": "Netwọk mgbasa ozi na-ahụ ndị ọbịa gị ka ngwaahịa. Maka anyị naanị ngwaahịa na-ekpebi mmadụ ha. Ọrụ anyị na-emezu ma ọ bụ gafere GDPR, CCPA, na LGPD, yana atụmatụ nkwado dị ka Nzuzo Nzuzo. Anyị na-arụsi ọrụ ike iji dozie nzuzo na nchekwa.",
  "section-privacy-text-2": "Nleba anya pụrụ iche a na nzuzo pụtara na anyị nwere ike ịnye ndogide data onye ọ bụla efu, ọrụ na-enweghị kuki, yana nkwa nzuzo ndị ọzọ dị ka achọrọ ka anyị na-edobe ezigbo nchekwa.",
  "section-security-header": "Nchebe Mbụ",
  "section-security-text-1": "Izi ezi bụ maka ọdịmma gị na nke anyị. hCaptcha na-arụ ọrụ iji nye gị ezigbo data ma mee ka ị kpebie otu esi eji ya. Ụlọ ọrụ mgbasa ozi Gigantic na-enye captchas ndị ọzọ. Nke a pụtara na bot ọ bụla ha gbochiri nwere ike ibelata ego ha nwetara.",
  "section-security-text-2": "Iji usoro mmụta igwe kachasị ọhụrụ na-elekwasị anya na nzuzo na-ahapụ anyị ka anyị gafere ụkpụrụ nchekwa nke ihe nketa na-edekọ atụmatụ niile ruo mgbe ebighị ebi na-emebighị nchekwa ma ọ bụ nzuzo onye ọrụ.",
  "section-user-experience-header": "Ahụmahụ onye ọrụ dị ukwuu",
  "section-user-experience-text1": "Maka ndị ọrụ Enterprise, nhọrọ dị iji zere ihe ịma aka kpamkpam n'ọtụtụ ọnọdụ.",
  "section-user-experience-text2": "Belata esemokwu site na ịzere ihe ịma aka kpamkpam maka 99.9% nke okporo ụzọ ziri ezi ka ị ka na-enye nchekwa dị mma, ekele maka ụdị bot dị elu.",
  "section-easy-integration-header": "Ngwakọta dị mfe",
  "section-easy-integration-text": "Ịtinye hCaptcha na-ewe naanị nkeji yana naanị ahịrị koodu ole na ole. API isi dakọtara na reCAPTCHA V2, ọ na-ewe naanị nkeji iji gbanwee. Ị nwere ike iji ụzọ dị elu dị elu na-agba ọsọ taa, ma gbanye atụmatụ ndị dị elu ka ọ dị mkpa.",
  "section-easy-integration-serverside": "Akụkụ nkesa:",
  "section-easy-integration-frontend": "Ihu njedebe:",
  "section-threat-header": "Akara egwu ahaziri ahazi",
  "section-threat-text": "Ọ bụghị nsogbu niile bụ otu: ịnweta otu akara pụtara na ọ ga-edozi mkpa gị ka ọ baa uru. Site na akara egwu egwu ahaziri ahazi nke hCaptcha, ndụmọdụ ngwa ngwa na-enye anyị ohere ịmegharị ụdị anyị iji wepụta akara dị mkpa karịa azụmahịa gị.",
  "section-challenges-header": "Mepụta ihe ịma aka nke gị n'ime sekọnd",
  "section-challenges-text-1": "Nọgide na ika na ọdịnaya dabara",
  "section-challenges-text-2": "Mgbe ndị ọrụ ga-edozi ihe ịma aka iji mezuo ihe nchekwa chọrọ, gịnị ma ị mepụta ọrụ dị ụtọ ma dị mkpa maka onye ọrụ? Site na onye nrụpụta ihe ịma aka omenala anyị dị mfe, ị nwere ike ịmalite ọdịnaya ịma aka n'ụdị n'ime nkeji ole na ole.",
  "section-integration-header": "Ngwakọta Platform Direct",
  "section-integration-subheader": "Maka ụlọ ọrụ akụrụngwa Weebụ",
  "section-integration-text": "Sistemu ụlọ ọrụ hCaptcha na-agbanwe n'ụzọ pụrụ iche na nhazi ya: enwere ike itinye ya n'akụkụ ma ọ bụ kpamkpam na nsọtụ netwọkụ gị ma ọ bụrụ na ị na-arụ ọrụ igwe ojii ma ọ bụ nwee ọtụtụ ebe data. Nke a nwere ike ibelata ụgwọ ọrụ yana okporo ụzọ netwọkụ ka ị na-ejigide uru niile nke njikwa site n'aka ndị ọrụ oku 24/7 iji zute SLAs siri ike.",
  "section-support-header": "Ọkachamara na nkwado maka ma gị na ndị ọrụ gị",
  "section-support-text": "Ọrụ bụ ihe kacha anyị mkpa. Anyị na-akwado nkwado oku 24/7 ma na-enye nhazi Slack ozugbo na ndị otu injinia gị na ndị ọrụ anyị na-akpọ oku n'oge yana mgbe emechara ya. , na wijetị anyị na ọwa nkwado email. Anyị na-enweta ma na-anabata, ma na-emeso afọ ojuju onye ọrụ dị ka KPI kachasị elu.",
  "section-enterprise-header": "Njirimara ụlọ ọrụ",
  "section-enterprise-title-1": "Nchedo mgbochi bot nke ụwa",
  "section-enterprise-desc-1": "A nwalere agha na nha webụ.",
  "section-enterprise-title-2": "Akara bot ziri ezi dị elu",
  "section-enterprise-desc-2": "Chọpụta ndị na-eme ihe ọjọọ n'ụdị dị iche iche.",
  "section-enterprise-title-3": "Esemokwu efu na ụdị ngafe 99.9%.",
  "section-enterprise-desc-3": "Mara aka na-erughị 0.1% nke ndị ọrụ ziri ezi.",
  "section-enterprise-title-4": "Egosiri ụdị ịma aka njikwa",
  "section-enterprise-desc-4": "Ọbá akwụkwọ sara mbara nke ụdị ịhọrọ site na.",
  "section-enterprise-title-5": "Ejikwa ọdịnaya ịma aka",
  "section-enterprise-desc-5": "Nọgide na ika na ahụmịhe onye ọrụ na-agbanwe agbanwe.",
  "section-enterprise-title-6": "SLA ụlọ ọrụ",
  "section-enterprise-desc-6": "Nkwanye ntụkwasị obi na nkwado oku 24/7 ngwa ngwa.",
  "section-enterprise-title-7": "Nkwado ihe nchọgharị nwere ike",
  "section-enterprise-desc-7": "Dakọtara n'ụzọ niile laghachi na Internet Explorer 8.",
  "section-enterprise-title-8": "dashbọọdụ mkpesa dị elu yana API",
  "section-enterprise-desc-8": "Hụ ihe na-eme n'ofe saịtị na ngwa gị niile.",
  "section-enterprise-title-9": "Na-arụ ọrụ na mba ọ bụla",
  "section-enterprise-desc-9": "N'adịghị ka reCAPTCHA, anyị na-arụ ọrụ na obodo ọ bụla.",
  "section-enterprise-title-10": "GDPR, CCPA, na LGPD-enyi na enyi amụma nzuzo",
  "section-enterprise-desc-10": "Ezubere maka nzuzo site na ụbọchị mbụ. Nkwekọrịta nhazi data siri ike.",
  "section-enterprise-title-11": "Ọkwa isi ike nke ọma",
  "section-enterprise-desc-11": "Kpọọ nke a ka ọ dabara nke ọma n'okwu ojiji gị.",
  "section-enterprise-title-12": "Bochum nke ndị otu mbụ",
  "section-enterprise-desc-12": "Arịrịọ na akụ niile na-aga hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "dashboard nke ọtụtụ onye ọrụ",
  "section-enterprise-desc-13": "Kekọrịta njikwa n'ofe ndị otu gị.",
  "section-enterprise-title-14": "Nyocha ngwa ngwa",
  "section-enterprise-desc-14": "Latency 0ms: nyochaa akara hCaptcha na-enweghị oku API.",
  "section-enterprise-title-15": "Mobile (iOS na gam akporo) njikọ",
  "section-enterprise-desc-15": "Ahụmịhe enweghị nkebi n'ofe webụ, ekwentị mkpanaaka, weebụ mkpanaka. Ngwakọta ewuru mbụ yana SDK ala dị.",
  "section-enterprise-title-16": "Usoro ahaziri ahazi yana nkwa nzuzo",
  "section-enterprise-desc-16": "Meeju mkpa iwu gị mgbe ụlọ ọrụ ndị ọzọ enweghị ike.",
  "presented-challlenges-head": "Ihe ịma aka ewepụtara",
  "presented-challenges-title-1": "Ntụnyere",
  "presented-challenges-text-1": "Họrọ onyonyo niile dabara ajụjụ",
  "presented-challenges-title-2": "Igbe agbụ",
  "presented-challenges-text-2": "Kọwaa mpaghara njide maka ihe",
  "presented-challenges-title-3": "Nhazi",
  "presented-challenges-text-3": "Chọpụta akara ndị kwekọrọ",
  "presented-challenges-subheader": "... na ọrụ ndị ọzọ dị mfe. Ọ dị mfe maka mmadụ, siri ike maka bots.",
  "presented-challenges-subtext": "Ọrụ omenala dịkwa maka ndị mbipụta ụlọ ọrụ.",
  "footer-header-1": "Ụlọ ọrụ",
  "footer-header-2": "Akụrụngwa",
  "footer-header-3": "Kpọtụrụ",
  "footer-link-1": "Ịkpọ aha",
  "footer-link-2": "Ihe gbasara",
  "footer-link-3": "Ọrụ",
  "footer-link-4": "Akara ụghalaahia",
  "footer-link-5": "Blog",
  "footer-link-6": "Ọnọdụ",
  "footer-link-7": "Akwụkwọ",
  "footer-link-8": "Kpesa ahụhụ",
  "footer-link-9": "Nnweta",
  "footer-terms": "Usoro",
  "footer-privacy": "Nzuzo",
  "footer-attribution": "Njirimara",
  "footer-subheader-1": "Nkwado",
  "footer-subheader-2": "Kpọtụrụ",
  "switch-to-english-link": "Banye na bekee",
  "intro-heading-privacy": "Ezubere maka nzuzo.",
  "intro-subtitle-p1-privacy": " Ụzọ nzuzo pụrụ iche na-akwalite maka nchekwa ịntanetị.",
  "info-head-2-pr": "Ịdekọ ihe omume ịntanetị abụghị azịza ya.",
  "info-text-1-pr": "hCaptcha Enterprise nwere naanị otu ebumnuche: igbochi ndị na-eme ihe ọjọọ imebi ọrụ ịntanetị gị na imerụ ndị ọrụ gị.",
  "info-text-2-pr": "E si otú a hazie usoro anyị site na ala iji wedata nchịkọta na ndogide data ka anyị na-echekwa nchekwa na-edu klaasị. Ụzọ kacha mma iji chebe data onye ọrụ abụghị ịchekwa ya ma ọlị.",
  "info-text-3-pr": "A na-echekwa mmekọrịta ndị ahịa niile site na nkwekọrịta nhazi data siri ike. Ọrụ hCaptcha na-akwado iwu nzuzo niile n'agbanyeghị ebe ọrụ gị ma ọ bụ ndị ahịa gị bi. Ịdebe data nkeonwe na-eme ka nke a dịkwuo mfe karịa maka ụlọ ọrụ ndị ọzọ.",
  "info-text-2-2-pr": "Ọrụ dị ka reCAPTCHA v3 na-ekwu na itinye pixel nsochi ha na ibe ọ bụla nke saịtị gị dị mkpa maka nchekwa dị mma. Nke a abụghị ikpe.",
  "info-text-2-3-pr": "Ntụle omume dị mfe bụ mgbaama na-adị mfe nke ndị na-eme ihe ọjọọ na-emepụta, ma na-achọkwa idowe akụkọ ihe nchọgharị maka okporo ụzọ gị niile ziri ezi.",
  "info-text-2-4-pr": "Anyị anaghị arụ ọrụ netwọk mgbasa ozi, na enweghị mmasị n'ịlele omume onye ọrụ gị iji ree ha mgbasa ozi. Nke a pụtara na anyị achọghị pikselụ na-agafe agafe na ibe ọ bụla nke saịtị gị.",
  "info-text-2-5-pr": "Tinye koodu ịma aka anyị naanị ebe ọ dị mkpa, yana ebe ọ bụ ihe ezi uche dị na ya ichekwa gị na ndị ọrụ gị.",
  "info-head-3-pr": "Ịmụ igwe bara uru. Mana ọ chọghị data nkeonwe ka ọ rụọ ọrụ.",
  "info-text-3-1-pr": "Ịmụ igwe ugbu a na-emetụta ihe fọrọ nke nta ka ọ bụrụ akụkụ ọ bụla nke ndụ anyị, ọtụtụ mgbe n'ụzọ anyị anaghị aghọta na enweghị ike ịhụ ya. Ọrụ nchekwa n'ịntanetị adịghị iche.",
  "info-text-3-2-pr": "Site n'ịmụ ihe karịrị puku kwuru puku akara, ụdị nwere ike ịpụta wee rute ntụkwasị obi dị elu n'ịchọpụta omume ọjọọ ngwa ngwa, ọbụlagodi mgbe ọ nweghị mgbama n'onwe ya ga-esi ike nke ukwuu iji gosi nsogbu.",
  "info-text-3-3-pr": "Agbanyeghị, ọ nweghị nke ọ bụla n'ime ihe ndị a chọrọ iji ozi amata onwe ya (PII). Usoro cryptographic ọgbara ọhụrụ na-enye anyị ohere ịtụfu data nkeonwe ọ bụla ngwa ngwa o kwere mee, na-ekepụta akara mbinye aka otu ụzọ enweghị ike ijikọ na onye ọ bụla.",
  "info-text-3-4-pr": "Ọzụzụ na data achọpụtaghị na-arụkwa ọrụ nke ọma, ọ chọghị imebi na nchekwa ma ọ bụ nzuzo. Ndị ahịa anyị emeela nnwale ndị siri ike, ma kwupụta na anyị hà nhata ma ọ bụ ka mma karịa ihe ọzọ dị obere nkeonwe.",
  "cloudflare-quote-text-privacy": "Anyị nwere mmasị na ọtụtụ ihe gbasara ngwọta hCaptcha: 1) ha anaghị ere data nkeonwe; ha na-anakọta naanị opekempe data nkeonwe dị mkpa, ha doro anya n'ịkọwa ozi ha na-anakọta yana otu ha si eji na/ma ọ bụ kpughee ya.",
  "pilot-head": "Nwalee anyị na gburugburu gị n'enweghị ọrụ ọ bụla.",
  "pilot-text-1a": "Anyị bụ ndị injinia, ọ bụghị ndị na-ere ahịa: anyị chọrọ ka ị nwee obi ụtọ na nhọrọ gị.",
  "pilot-text-1b": "Ụzọ kachasị mma iji hụ na afọ ojuju gị bụ igosi na anyị na-egbo mkpa gị.",
  "pilot-text-1c": "Fọrọ nke nta ka ụlọ ọrụ niile na-amalite ọkwọ ụgbọ elu na-ahọrọ ihe ngwọta anyị.",
  "pilot-text-1d": "Jiri mpempe akwụkwọ a ruo otu n'ime ndị ọkachamara nka nka. Anyị na-aza ngwa ngwa.",
  "pilot-text-1e": "Ị nwekwara ike izipu anyị ozi ozugbo.",
  "pilot-email-details": "Nkọwa dị ebe a.",
  "pilot-f1": "Mpaghara",
  "pilot-f2": "Aha gị",
  "pilot-f3": "Aha gị",
  "pilot-f4": "Email azụmahịa",
  "pilot-f5": "Nkọwa ọ bụla ọzọ anyị kwesịrị inwe?",
  "pilot-f6": "Ị chọrọ ịbanye ngwa ngwa?",
  "pilot-f7": "Ee.",
  "pilot-f8": "A na-awakpo m, achọrọ m ịbanye n'ụgbọ mmiri ozugbo.",
  "pilot-f9": "Nyefee",
  "pilot-f10": "Site na itinye email gị, ị kwenyere na Usoro anyị na Amụma Nzuzo, yana ịnata email n'aka anyị.",
  "pilot-fo-1": "Mmekọrịta enweghị ike ịdị mfe.",
  "pilot-fo-2": "hCaptcha nwere ọtụtụ njikọta arụrụrịrị maka sistemu ihu na azụ azụ ị na-eji.",
  "pilot-fo-3": "Ọ bụrụ na ị na-abịa site na reCAPTCHA Google, API anyị bụ ihe ndochi anya. Ahịrị koodu atọ bụ naanị ihe ịchọrọ.",
  "pilot-fo-4": "Ndị injinia anyị nwere ike ime ka ị gaa ngwa ngwa, ma ịchọrọ njikọta React, SDKs maka ngwa ọdịnala iOS, ihe atụ azụ azụ Java, ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ ọnọdụ ọ bụla ọzọ.",
  "pilot-fo-5": "Ma dị ka mgbe niile, nzuzo bụ isi uru maka anyị. Tinye koodu ịma aka anyị naanị ebe ọ dị mkpa, yana ebe ọ bụ ihe ezi uche dị na ya ichekwa gị na ndị ọrụ gị. Ibelata nchịkọta data na-amalite site na oge ntinye.",
  "pilot-fdone": "Daalụ. Anyị ga-akpọtụrụ n'oge adịghị anya.",
  "home-ent-2-new": "Mụtakwuo maka ngwọta ụlọ ọrụ anyị.",
  "home-ent-button-new": "Ụlọ ọrụ hCaptcha",
  "home-main-plans2-new": "Ihe ngwọta hCaptcha Enterprise na-ebuga nchekwa na-eduzi klaasị ma chebe ọtụtụ ọrụ ịntanetị kachasị elu.",
  "home-plans-button-2-new": "Mụtakwuo",
  "header-enterprise-link": "Ụlọ ọrụ",
  "sales-interstitial-c1b-new": "Mụtakwuo maka hCaptcha Enterprise"
}
