{
    "1137470858": "Disemba 11, 2021",
    "12462594": "A na-ewu hCaptcha n'elu ikpo okwu HUMAN, nke na-enye ohere ntụgharị na nyocha ọkaibe iji bulie ọnụ ahịa na arụmọrụ n'oge ọ bụla.",
    "2262549101": "Edekọkwara ụzọ kọntaktị ọzọ n'ime akwụkwọ ndekọ aha ndị nnọchite anya DMCA nwere ikike nwebiisinka US",
    "2272776729": "Biko mara na ị ga-enyocharịrị njirimara gị wee rịọ tupu emee ihe ọzọ, dị ka ịnye njirimara gọọmentị gị. N'ikwekọ n'iwu California, ị nwere ike ịhọpụta onye nnọchi anya ka ọ rịọ arịrịọ n'aha gị. Ka ịhọpụta onye nnọchite anya ikike ịrịọ arịrịọ n'aha gị, ị ga-enwerịrị ikike ọka iwu ziri ezi, gọọmentị ziri ezi nke onye rịọrọ ya nyere njirimara, yana gọọmentị onye ọrụ ikike nyere ikike.",
    "2335607721": "Mara. A ga-eziga ọkwa niile metụtara Usoro ọrụ ndị a site na ozi-e ma ọ bụ biputere na webụsaịtị anyị. Ị ga-ezitere anyị ọkwa na",
    "2875934612": "Nọvemba 20, 2020",
    "3084122606": "Ebe ojiji nke ozi nkeonwe gị dabere na nkwenye gị, ị nwere ikike iwepụ ya n'oge ọ bụla n'ụzọ egosipụtara na Ọrụ ahụ ma ọ bụ site na ịkpọtụrụ anyị",
    "3312286067": "ma ọ bụ nyefee mkpesa n'aka onye na-ahụ maka nchekwa data dị na ikike gị. Ị nwere ike ịchọta onye na-ahụ maka nchekwa data gị na",
    "3506025515": "log4shell adịghị emetụta hCaptcha. Nke a bụ ka anyị si mara.",
    "3516838896": "Njehie mkpochapụ koodu log4j2 kpochapụrụ ịntanetị na nso nso a, na-emetụta nnukwu pasent nke ọrụ ịntanetị. emetụtaghị hCaptcha. Nke a bụ otu anyị siri gosi eziokwu ahụ.",
    "3553195003": "log4shell adịghị emetụta hCaptcha.",
    "3610875753": "- Ọ bụrụ na mgbe nnukwu nsogbu azụmahịa gasịrị, ị nweghị ike ịkpọtụrụ anyị dịka ị na-emekarị",
    "3612764043": ", ị kwesịrị ịga na webụsaịtị anyị na hcaptcha.com ma ọ bụ hcaptchastatus.com.",
    "3626193263": "Onye nnọchite anya hCaptcha maka Digital Millennium Copyright Act (DMCA) bụ",
    "3794891866": "Ndị ahịa California nwere ike ịrịọ arịrịọ dabere na ikike ha n'okpuru CCPA site na ịkpọtụrụ anyị na",
    "3814036702": "- Ọ bụrụ na ị nwere ajụjụ gbasara atụmatụ ịga n'ihu azụmahịa anyị, ị nwere ike ịkpọtụrụ anyị na",
    "3975007628": "ugbu a na-echebe ọtụtụ narị nde ndị ọrụ gafee iri nde weebụsaịtị na ngwa kwa ọnwa. Akụkọ anyị na-egosi na ị nwere ike ịsọ mpi Big Tech mgbe ị na-ebute ụzọ nzuzo.",
    "4038264749": "Rịba ama ka iwu COVID-19 mpaghara ka dị irè, enweghị nkwa na a ga-enweta ozi n'oge, yana email (",
    "4115505783": ") bụ ọwa ziri ezi ịbịarute anyị. Ụlọ ọrụ anaghị edebe nọmba ekwentị ma ọ bụ faksị; Nke a bụ narị afọ nke 21.",
    "4164851712": "Anyị na-eji ozi nkeonwe gị naanị dịka iwu nyere ikike. A chọrọ ka anyị gwa gị ntọala iwu nke nhazi ozi nkeonwe gị nke akọwara n'okpuru. Ọ bụrụ na ị nwere ajụjụ gbasara ntọala iwu nke anyị na-ahazi ozi nkeonwe gị, kpọtụrụ anyị na",
    "4201262098": "Teknụzụ a na-ahapụ ndị ọrụ kwesịrị ekwesị ijikwa akụkụ ọ bụla nke ọrụ gị, na-ebuli arụmọrụ ọnụ ahịa ka ọ na-echekwa ihe nzuzo yana izute usoro iwu ọ bụla nwere ike itinye.",
    "4217188341": "Nọvemba 30, 2020",
    "4238473596": "Ibelata esemokwu maka ezigbo ndị ọrụ dị mkpa. hCaptcha na-eji ọrụ dị mfe ma na-ewe obere oge maka ọtụtụ ndị ọrụ ka ọ na-akwụsịkwu okporo ụzọ bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Gbalịa gbanyụọ ndọtị ndị ọzọ. Ọ bụrụ na nke ahụ edozi ya, gbanye ha n'otu n'otu ruo mgbe ịchọtara nsogbu ahụ, ma mee ka onye mmepụta ihe ndọtị ahụ mara banyere ya, yana inye anyị isi ihe.",
    "427220273": "Anyị nwere ike ịrịọ gị ozi akọwapụtara iji nyere anyị aka kwado njirimara gị yana hazie arịrịọ gị. Iwu dị mkpa nwere ike ịchọ ma ọ bụ kwe ka anyị jụ arịrịọ gị. Ọ bụrụ na anyị ajụ arịrịọ gị, anyị ga-agwa gị ihe kpatara ya, dabere na mmachi iwu. Ọ bụrụ na ị ga-achọ ịnye mkpesa gbasara iji ozi nkeonwe anyị ma ọ bụ nzaghachi nye arịrịọ gị gbasara ozi nkeonwe gị, ị nwere ike ịkpọtụrụ anyị na",
    "433026247": "Site n'ịrụ ọrụ, ị nwere ike nweta iru eru na nka, nke anyị ga-enye n'uche anyị. Anyị debere ikike imepụta, dezie, ma ọ bụ kagbuo ntozu na nka gị n'oge ọ bụla, n'ihi ihe ọ bụla ma ọ bụ enweghị ihe kpatara ya. N'ihi na anyị anaghị akpa oke na ndabere nke mba, agbụrụ, agba, okike, usoro mmekọahụ, ma ọ bụ klaasị ọ bụla nke iwu chebere, ị ga-enwe otu ohere ahụ dị ka onye nkwado ọ bụla ọzọ iji nweta ohere ọrụ dịka ntozu na nka gị na-agbakọba. . Dịka onye ntinye aka, ọ bụrụ na ị kwenyere na ajụjụ ule nwere nsogbu emetụtala ntozu gị, nka, ma ọ bụ ụgwọ ọrụ gị, ị nwere ike ịnye esemokwu akwadoro nke ọma na-akọwa ajụjụ ule nsogbu site na interface ọrụ ma ọ bụ site na tiketi na usoro nkwado anyị, dịka ọmụmaatụ site na email. na",
    "492025216": "Disemba 13, 2021",
    "799274928": "A na-ahụta ọkwa ọkwa email dị ka ederede maka ebumnuche niile enwere ike ịchọọ ọkwa ederede. A na-ahụta ọkwa ozi-e ka enwetara ụbọchị azụmaahịa ka ebufechara nke ọma nye ndị nnata chọrọ.",
    "211351380": "Site na blọọgụ:",
    "3153117136": "Kedu ka ntọala hCaptcha siri arụ ọrụ",
    "2915355938": "Nnweta",
    "793784899": "Atụmatụ",
    "2671622670": "Ụlọ ọrụ",
    "3527140447": "Akwụkwọ",
    "505891021": "Ọrụ ntinye aha",
    "692176459": "Banye",
    "1892574253": "Debanye aha",
    "2593864519": "Kwụsị bots ọzọ. Malite ichekwa nzuzo onye ọrụ.",
    "4007826952": "Nzuzo #1-nke mbụ CAPTCHA maka webụ, mkpanaka, na ndị ọzọ.",
    "3721365241": "Gbalịa",
    "3753956446": "N'efu",
    "3276777569": "hCaptcha",
    "55035359": "Na-eji reCAPTCHA ugbu a?",
    "3417372336": "Gbanwee n'ime nkeji",
    "2881474837": "Ụlọ ọrụ hCaptcha",
    "1685871181": "Ọrụ ịntanetị kachasị elu na-adabere",
    "1470290349": "maka njikwa bot na aghụghọ kacha mma.",
    "3714002185": "Mụtakwuo maka hCaptcha Enterprise",
    "3946753128": "Nkeonwe. Chekwaa. Ọsọ ọsọ.",
    "939665604": "Edoro anya na nzuzo",
    "780475098": "Netwọk mgbasa ozi na-ahụ ndị ọbịa gị ka ngwaahịa. Anyị na-eche naanị ma nleta ọ dị mma ma ọ bụ ihe ọjọọ. hCaptcha na-akwado GDPR, CCPA, LGPD, PIPL, na iwu data zuru ụwa ọnụ ndị ọzọ.",
    "219813583": "Nchebe Mbụ",
    "2714878440": "Chebe ọrụ gị site na nchacha, ịweghara akaụntụ, nri nzere, na spam site na iji mmụta igwe dị elu na nkwenye mmadụ.",
    "1397766838": "Ahụmahụ onye ọrụ ka mma",
    "2670352917": "hCaptcha na-enye nchọpụta bot ntụkwasị obi karịa ebe ọ na-adị mfe maka mmadụ idozi.",
    "2806751666": "Kedu ihe bụ hCaptcha?",
    "3096063825": "Gbalịa ya",
    "2968026167": "Akwụkwọ nri ọkacha mmasị gị",
    "713281684": "Eggplant",
    "4147497805": "Karọt",
    "3758963444": "Daalụ! Anatawo nrubeisi gị!",
    "1070364246": "Ee! Ọ nwere ihe ezighi ezi mgbe ị na-enyefe fọm ahụ.",
    "1129833879": "Kwụsị bots ọjọọ, chebe nzuzo onye ọrụ",
    "58091799": "Mụtakwuo maka hCaptcha Publisher and Enterprise",
    "1599610318": "Onye mbipụta",
    "3093388779": "hCaptcha nweere onwe ya iji maka ndị mbipụta nke nha ọ bụla",
    "179723061": "Njikwa ndị ọzọ maka otu ndị chọrọ nchekwa na-edu klaasị",
    "846501387": "Nchekwa bot nke ụwa",
    "119298044": "Teknụzụ ML na AI dị elu nke na-elekọta onwe ya na-echebe akụrụngwa webụ gị pụọ na egwu na mwakpo",
    "1263998069": "Nweta ụgwọ ọrụ maka nsogbu mmadụ",
    "1103295010": "Nweta ego ma ọ bụ nye onyinye ebere mgbe mmadụ na-edozi CAPTCHA",
    "392886773": "Na-arụ ọrụ na mba ọ bụla",
    "2320894364": "N'ihe karịrị 200 ọnụnọ ọnụnọ, ígwé ojii hCaptcha na-echebe akụ gị n'ụwa niile",
    "451701069": "Na-akwado GDPR, CCPA,",
    "2826051554": "na ndị ọzọ",
    "3530599065": "A na-ewulite nzuzo site na ala elu. hCaptcha anaghị ejide PII ma na-akwado ọtụtụ iwu na ụkpụrụ nzuzo.",
    "2489287539": "Enweghị esemokwu \"Enweghị CAPTCHA\" & 99.9% ụdị ngafe",
    "793242047": "Belata ihe ịma aka ewepụtara ndị ọrụ iji nye ohere ịnweta ngwa ngwa",
    "4195759329": "Nchọpụta bot na akara ihe egwu",
    "1150035777": "Ụdị mmụta igwe ọkaibe na-ebute akara ntụkwasị obi bot dabere na ọtụtụ isi data karịrị ma azara ajụjụ nke ọma",
    "3688621388": "mbinye aka egwu",
    "1131525092": "Kpọkọta ndị na-eme ihe ọjọọ ọnụ na-agbakọghị ọnụ site na nzuzo anyị na-echekwa Scoped UID iji chọta ma kwụsị wayo na mmegbu metụtara.",
    "1559631739": "Ọmụmụ nkeonwe",
    "3952259236": "Jikọta data gị kpuru ìsì na puku kwuru puku hCaptcha iji zụọ hCaptcha na klaasị omume - maka ihe atụ gị naanị - iji buo amụma ọjọọ nke ọma karịa nke ọ bụla ngwọta naanị.",
    "1150963691": "Mbelata APT",
    "4083018285": "Otu njiri mara ogologo nke jikọtara yana nleba anya SOC na nzaghachi iji gboo ihe egwu na-adịgide adịgide",
    "3160820928": "Nchekwa ọgụ achikọtara",
    "1849805607": "hCaptcha na-echebe megide iyi egwu na aghụghọ emebere iji bata na netwọkụ gị",
    "1958297836": "Nchekwa ọgụ achikọtara na mbelata APT",
    "1300485304": "hCaptcha na-echebe megide iyi egwu dị elu na aghụghọ emebere iji bata na netwọkụ gị",
    "2698640210": "Egosiri ịma aka na ụdị njikwa njikwa",
    "3121248460": "Gosita ihe ịma aka omenala dị iche iche -- site na mfe ruo mgbagwoju anya -- maka ndị na-ege gị ntị na-atụ anya ya",
    "3807059944": "Ejikwa ọdịnaya ịma aka",
    "2707282231": "Hazie ihe ịma aka maka ndị ọrụ gị. Mee ka ọ ghara ikwe omume bots dozie na banye.",
    "4194763679": "Ọkwa isi ike nke ọma",
    "3730038780": "Họrọ n'ime ọnụ ọgụgụ ịma aka na-enweghị ngwụcha maka ndị ọrụ idozi",
    "1849717906": "Hazie site na iji ọdịnaya ịma aka gị",
    "1508655687": "Tinye ihe ịma aka nke gị ahaziri maka ndị na-ege gị ntị ka ha wepụta ma ọ bụ gbochie ohere",
    "3620442880": "Atụmatụ nchedo ire ere",
    "3265895521": "Welite ma belata ihe isi ike ịma aka dabere na oge ụbọchị",
    "1485807325": "dashboard nke ọtụtụ onye ọrụ, SAML SSO",
    "359073033": "Dashboards na-enye echiche dị elu ma ọ bụ nke mara mma nke ọrụ.",
    "4272454814": "Jikọọ na onye na-eweta njirimara nke nhọrọ gị.",
    "1141402092": "Atụmatụ mkpesa dị elu",
    "910989640": "Mepụta akụkọ gbasara mmemme na ahaziri ahazi",
    "3768951251": "SLA ụlọ ọrụ",
    "1014004474": "Atụmatụ ụlọ ọrụ hCaptcha na-enye nkwekọrịta ọkwa ọrụ dị elu iji chekwaa ọgbakọ gị",
    "1177598246": "Kọntaktị Ahịa",
    "1067704102": "Uru dị na ntinye aha data",
    "3065000659": "Ị ghọtara mgbe ọ bụla ị \"pịa ụgbọ ala\" ị na-enyere aka ịzụ otu",
    "3235430156": "sistemụ igwe mmụta ụlọ ọrụ n'efu?",
    "1549336309": "hCaptcha na-atụgharị ihe nlereanya a gburugburu. Mgbe ị na-eji hCaptcha, ụlọ ọrụ na-akwado ọrụ ndị ọrụ gị na-arụ ka ha na-egosipụta na ha bụ mmadụ. Ị ga-enweta ụgwọ ọrụ.",
    "3725880582": "Nyeghachi onyinye ebere",
    "1671436004": "Chọrọ inyeghachi ọrụ ebere kachasị amasị gị?",
    "1663628612": "na-ahapụ gị",
    "4272088465": "ọrụ ebere nke nhọrọ gị na ego ị nwetara site na iji ya.",
    "2894845722": "Ndị ọrụ nọ na saịtị gị ga-enwe ike ịhụ ntinye aka gị na ọrụ ebere site na iji akara nwere akọ na interface hCaptcha.",
    "3194111925": "nkwado",
    "1637702726": "Banyere hCaptcha",
    "2323282990": "Ụzọ Ọgbara ọhụrụ iji nyochaa mmadụ",
    "1201821619": "hCaptcha na-edozi otu n'ime nsogbu kachasị njọ taa: igbochi bots ọjọọ site na iji ọrụ ịntanetị eme ihe.",
    "1475399473": "Mụtakwuo maka otu hCaptcha",
    "3161489950": "Platform ML nchekwa kachasị elu n'ụwa",
    "3247172580": "hCaptcha jikọtara mmụta igwe na-ahụ maka onwe ya dị elu yana usoro ngụkọ ọnụ ọgụgụ nke na-ebelata mkpokọta data n'ụzọ pụrụ iche, ewepụtara site na ebe 250 zuru ụwa ọnụ maka oke scalability.",
    "3767462250": "Ezubere maka nzuzo",
    "3500503648": "Emebere hCaptcha iji kpochapụ njide data ogologo oge site na ịdabere na nleba anya ozugbo kama ịdekọ na nyochaa akụkọ ihe nchọgharị gị. Anyị na-akwado atumatu dị ka",
    "2418549423": ", ọkọlọtọ na-apụta maka ichekwa nzuzo dị n'ịntanetị site na ihe akaebe cryptographic, yana atụmatụ nzuzo ndị ọzọ pụrụ iche-mbụ.",
    "1544546608": "ngafe nzuzo",
    "976209454": "Nweta ụgwọ ọrụ ma ọ bụ nye onyinye ebere",
    "552920956": "hCaptcha na-enye ohere ka webụsaịtị nweta ụgwọ ọrụ mgbe ha na-egbochi bots na ụdị mmegbu ndị ọzọ. hCaptcha na-enyekwa gị ohere iji ego ndị a kwado ọrụ ebere nke ị họọrọ.",
    "654326661": "Chọrọ ịhụ onwe gị? Gbalịa hCaptcha n'efu.",
    "3570415321": "Ụlọ ọrụ",
    "3987022469": "Ịkpọ aha",
    "1636202177": "Ihe gbasara",
    "2670003220": "Ọrụ",
    "3233305531": "Akara ụghalaahia",
    "3028319964": "Ụkpụrụ AI",
    "4131598919": "Pịa",
    "1662477701": "Akụrụngwa",
    "3130928685": "Blog",
    "1756106276": "Ọnọdụ",
    "1235925265": "Akwụkwọ",
    "920212083": "Kpesa ahụhụ",
    "2076066173": "Mwakpo Cyber 101",
    "3644106388": "Kpọtụrụ",
    "2182196747": "Nkwado",
    "487083593": "Ahịa",
    "878585497": "Usoro",
    "1697438123": "Nzuzo",
    "1316817321": "Njirimara",
    "3488019891": "hCaptcha bụ ụghalaahia edenyere nke Intuition Machines, Inc.",
    "4224961202": "Nzuzo, nchekwa na mmụta igwe.",
    "98173630": "hCaptcha bụ ọrụ CAPTCHA nọọrọ onwe ya na-ejikarị n'ụwa niile.",
    "1514478724": "Mụtakwuo",
    "1752795854": "hCaptcha na-eweta ụzọ ọgbara ọhụrụ, gbadoro anya na nzuzo iji kwụsị bots.",
    "2927700175": "Anyị na-egosi CAPTCHA ihe ịma aka siri ike maka bots mana ọ dị mfe maka ndị mmadụ site na ịnakọta data siri ike ịde aha site na nsogbu mmụta igwe, na iji ya mata ma onye ọbịa webụsaịtị ma ọ bụ ngwa ọ bụ mmadụ.",
    "2188609322": "Ndị na-eme ihe nkiri ọjọọ na-arịwanye elu n'ịntanetị. Mana ịchụpụ nzuzo nke onye ọrụ abụghị azịza ya.",
    "2032102720": "Ngwọta nchekwa nke ụlọ ọrụ mgbasa ozi na-enye na-elekwasị anya na nsochi ndị ọrụ n'ofe webụ. Anyị ekepụtala ngwọta nchekwa dị irè nke na-egosi imebi nzuzo onye ọrụ adịghị mkpa iji wepụta nsonaazụ dị mma.",
    "4146870445": "Onye anyi bu",
    "353066938": "Otu nwere ahụmahụ, na-arụ ọrụ na nsogbu kachasị taa. hCaptcha bụ ọrụ nke",
    "1173652155": "Ndị ndụmọdụ",
    "2256305371": "Prọfesọ, CS na Mahadum California, Berkeley. mmụta miri emi, nchekwa, ọkachamara blockchain. Onye isi oche nke Oasis Labs.",
    "2177660021": "Onye nyocha sayensị na Stanford. Ịmụ igwe na ego ego na nnukwu ụlọ akụ, ego mkpuchi, na agụmakwụkwọ.",
    "2686825859": "Debanye aha n'efu ma ọ bụ kpọtụrụ anyị maka ngwọta hCaptcha Enterprise",
    "583434701": "Ịnweta hCaptcha",
    "611905972": "Ịkwado ohere enweghị nkebi maka ndị ọrụ niile ka ị na-echekwa nchekwa",
    "874098071": "Ọ bụrụ na ị bụ onye ọrụ nnweta, biko debanye aha ebe a",
    "2745385064": "Nchịkọta",
    "3353238942": "Emebere hCaptcha iji kwụsị bots site na ịmata ọdịiche dị na ha na ndị mmadụ. Nnwale anya bụ ngwa dị mma maka nke a, mana ọ bụghị onye ọ bụla nwere ike dozie ihe ịma aka anya.",
    "3600022491": "N'ihi nke a, anyị ewepụtala ụzọ dị mfe, nke na-enweghị mgbu ka ndị nkwusa na-eji ọrụ anyị chekwaa ohere maka mmadụ niile nwere nrube isi nke Nkebi 508 na WCAG 2.1 AA.",
    "2557240048": "Otu esi arụ ọrụ: nke mbụ, onye ọrụ nnweta na-edebanye aha site na",
    "3871665286": ", nke ejikọtara nke ọma na ibe ozi wijetị hCaptcha. A na-enye ha kuki ezoro ezo nke enwere ike iji ọtụtụ oge kwa ụbọchị, mana a ga-emerịrị ume ọhụrụ kwa awa 24 site na nbanye.",
    "3441764123": "Mgbe ewepụtara ihe ịma aka nye onye ọrụ nnweta na saịtị site na iji ọrụ hCaptcha, ha ga-agafe ozugbo.",
    "4247858664": "ibe ndebanye ohere ịnweta",
    "1297657322": "Ihuenyo onye ọrụ ịnwetanwu mgbe nbanye",
    "1717658846": "Nhọrọ nnweta na menu wijetị UI",
    "1266963825": "Ajụjụ: Nkebi hCaptcha 508 + WCAG 2.1 AA kwadoro?",
    "850025770": "A: Anyị kwenyere na: ndị ọrụ niile nwere ụdị nkwarụ ọ bụla nwere ike ịgagharị na webụ ma tinye ederede na ụdị nwere ike ịnweta ọrụ hCaptcha na-echebe mgbe ndebanye aha. Agbanyeghị, nke a abụghị ndụmọdụ gbasara iwu: ịkwesịrị ịme nyocha nke gị, na-eburu n'uche na mmejuputa atumatu gị dị iche iche iji hụ na nke a bụ maka mbugharị gị.",
    "159272246": "Ajụjụ: Ị na-arụ ọrụ na nhọrọ nnweta ndị ọzọ (\"a11y\"), dị ka ọdịyo?",
    "4074220464": "A: Nhọrọ ndị ama ama na mbụ dị ka captchas audio na-akpa ókè megide ọtụtụ ndị ọrụ a11y na usoro mmụta igwe ọgbara ọhụrụ na-emeri ya ngwa ngwa. Nke a amanyela ihe ịma aka ọdịyo dị ugbu a ka ọ na-esiwanye ike, na-ewebata mkpọtụ, oge na-adịghị mma, ngwakọta okwu pụrụ iche, na ihe ndị ọzọ iji merie ndị mwakpo. Anyị na-esi otú a obere ịnụ ọkụ n'obi banyere nke a obibia vs. na-ezere ihe ịma aka a kpam kpam, ma anyị ga-atụle ya ma ọ bụrụ na e nwere ọchịchọ si a11y obodo.",
    "2309661107": "Agbanyeghị, anyị nwere mmasị na ya",
    "2555914614": "maka ikpe ojiji Accessibility. Anyị kwenyere na ijikọ ụzọ a11y anyị dị ugbu a na ntinye Nzuzo Pass ga-eme ka ndị ọrụ a11y chọgharịa n'enweghị nsogbu, chekwaa na ịmara na okporo ụzọ ha dị na nzuzo, ebe na-egbochi mmegbu nke ndị na-arụ ọrụ bot nke na-agaghị ekwe omume na-eme mgbe nhọrọ a11y dị. Anyị bụ ndị sonyere na otu ọrụ IETF na-ahazi teknụzụ ọhụrụ a.",
    "2583775432": "Ajụjụ: Gịnị gbasara nzuzo? Ndebanye aha ọ na-ekpughe data nchọgharị a11y n'ụzọ ụfọdụ? Kedu ihe ị na-eme na email?",
    "4215483493": "A: hCaptcha emebere maka nzuzo site na ala elu. Ọ dị nnọọ iche karịa nhọrọ ọdịnala dị ka reCAPTCHA nke netwọk mgbasa ozi nwere, ndị nwere ihe mkpali iji soro gị na weebụ wee jikọta gị na ezigbo njirimara.",
    "2474661839": "Anyị",
    "4137573005": "nwere azịza zuru oke na ikike maka otu anyị si eji data eme ihe, mana azịza nkenke bụ na anyị enweghị mmasị ijikọ gị dịka onye na akụkọ ihe nchọgharị gị.",
    "4101570501": "Anyị na-arụkwa ọrụ ugbu a na ngwọta cryptographic iji tụfuo adreesị ozi-e gị ngwa ngwa ka anyị na-echekwa ikike anyị igbochi mmegbu, na-emeju ọrụ ngafe nzuzo anyị.",
    "260595108": "Ọ dịghị mgbe anyị na-eji ozi-e ma ọ bụ ozi nnweta maka ebumnuche ọ bụla karịa ịkwado ojiji a11y na igbochi mmetọ.",
    "3063819779": "amụma nzuzo",
    "465714311": "Maka ndị ọrụ nnweta: Ajụjụ&A na ntuziaka nchọpụta nsogbu",
    "3596207631": "Ajụjụ: M ka na-ahụ ihe ịma aka mgbe m dechara kuki. Kedu ihe na-ebute ihe a?",
    "469089249": "A: Nke a na-abụkarị n'ihi iji ihe mgbochi mgbasa ozi ike ike ma ọ bụ mgbakwunye kuki mgbochi, ma ọ bụ ntọala na-egbochi kuki \"cross-site\", na nke a kuki maka hcaptcha.com nke hCaptcha JS debere ma ọ bụ lelee ya na a. saịtị dị iche iche, dị ka nke ị na-eleta.",
    "4263626815": "Kuki nnweta hCaptcha na-arụ ọrụ na ihe nchọgharị niile na-ewu ewu na ndị na-egbochi mgbasa ozi nwere ntọala ọkọlọtọ ha, yabụ ọdịda na-abụkarị n'ihi edemede “mgbochi-adblock” ma ọ bụ iwu ndị yiri ya na-achọ saịtị ụfọdụ.",
    "3906359167": "Ngwọta:",
    "3464870463": "1. Whitelist hcaptcha.com na * .hcaptcha.com kuki na mgbasa ozi blocker gị ma ọ bụ ihe nchọgharị nche ndọtị.",
    "1204911585": "2. Ọ bụrụ na ị na-eji ihe nchọgharị Brave, nke na-apụtaghị (dị ka nke Eprel 2020) nwere ụdị akwụkwọ ikike kuki ọ bụla, gaa na Mmasị -> Shields -> Kuki wee họrọ \"Kwe Ka Kuki niile.\"",
    "2932826396": "3. Ọ bụrụ na ị na-eji nnọọ ọhụrụ version of Safari na ma na-adịbeghị anya wepụtara OS X 10.15 ma ọ bụ iOS 13.4, Apple ka gbanwere omume nke Safari metụtara ndị ọzọ kuki, igbochi ha niile na ndabara. Anyị na-eme ihe ngwọta, mana ka ọ dị ugbu a, biko gaa na Mmasị Safari, ngalaba Nzuzo, ma wepụ \"nsochi webụsaịtị: gbochie nsochi saịtị\" iji mee ka kuki nnweta nwee ike ịrụ ọrụ dịka a tụrụ anya ya.",
    "3836291932": "Ajụjụ: M na-eji ọtụtụ ngwaọrụ. Achọrọ m ịdebanye aha ọtụtụ oge?",
    "3251220335": "A: Mba. Biko pịa otu njikọ nbanye email ezitere gị na ngwaọrụ ọ bụla ị na-eji iji tọọ kuki.",
    "2082407178": "Ajụjụ: Kedu ka m ga-esi chebe onwe m pụọ na nsochi kuki ndị ọzọ mgbe m na-eji kuki nnweta?",
    "2700197090": "A: Iji nzuzo ọ bụla ma ọ bụ mgbasa mgbasa mgbasa ozi na-akwado ọkwa ọkwa ọkwa ngalaba (dịka uBlock Origin) ga-arụ ọrụ dịka a tụrụ anya: naanị hụ na whitelist hcaptcha.com.",
    "3657743880": "Ntuziaka ihe nchọgharị maka kuki Cross-saịtị",
    "1960601330": "Iji mee ka kuki dị na Safari (Mac): Gaa na menu ndọda Safari. Họrọ Mmasị. Pịa Nzuzo n'elu panel. N'okpuru 'gbochie kuki' họrọ nhọrọ 'Ọ dịghị mgbe.'",
    "1622303590": "Iji mee ka kuki dị na Safari (iPhone/iPad iOS 11+): Mepee ntọala gị. Pịgharịa gaa na ala wee họrọ Safari. N'okpuru Nzuzo & Nche, gbanyụọ \"gbochie nsochi saịtị\" na \"gbochie kuki niile\"",
    "2199048568": "Pịa ọta dị n'aka ekpe nke akara adreesị na ibe weebụ ọ bụla. Pịa na Ntọala Nchekwa. Ogwe Nzuzo & Nche Mmasị Firefox ga-emeghe. N'okpuru Nchekwa Nsuso emelitere, họrọ Omenala. Họrọ ndị trackers na scripts igbochi site na-ahọpụta ndị checkboxes. Gbaa mbọ hụ na ị kpọchiri hcaptcha.com.",
    "3967047208": "Ị nwekwara ike gbanyụọ ụfọdụ ihe nchebe na Omenala nwa oge iji mebie nke a, site na ịhọpụta igbe nlele: Họrọ igbe nlele Trackers ma ọ bụ họrọ igbe nrịbama kuki ma ọ bụrụ na ị ka na-enwe nsogbu.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Họrọ akara ngosi menu Chrome. Họrọ Ntọala.",
    "926138631": "Gaa na nzuzo na nchekwa, wee kuki na data saịtị ndị ọzọ.",
    "3419878556": "Gbaa mbọ hụ na agbanwughị kuki ndị ọzọ.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Mepee mmasị Chrome site na mmanya menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Na ngwaọrụ gam akporo gị, mepee ngwa Chrome.",
    "3620039756": "N'elu aka nri, kpatụ More wee Settings.",
    "2813310562": "Pịa Ntọala saịtị wee kuki.",
    "3014657981": "Na-esote \"Kuki,\" gbanye ntọala.",
    "1242066691": "Lelee igbe dị n'akụkụ \"Kwe ka kuki ndị ọzọ.\"",
    "292250020": "1. Họrọ gia na elu-nri akuku nke ihuenyo, wee họrọ \"Internet Nhọrọ\". Ọ bụrụ na agbanyere ogwe NchNhr, ị nwere ike họrọ \"Ngwaọrụ\" wee họrọ \"Nhọrọ Ịntanetị\".",
    "4114820649": "2. Pịa taabụ \"Nzuzo\".",
    "946838734": "3. Họrọ bọtịnụ \"Advanced\".",
    "348809718": "4. N'okpuru \"Kuki ndị ọzọ\" họrọ \"Nabata\".",
    "1253441326": "5. Pịa \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Amụma ụkpụrụ AI",
    "1161704803": "Kedu ihe kpatara anyị ji nwee amụma ụkpụrụ AI?",
    "1806535500": "Ihe fọrọ nke nta ka ọ bụrụ teknụzụ ọ bụla, site na pensụl ruo na dynamite, bụ a",
    "24452499": "ngwọta; enwere ike iji ya mee ihe dị mma ma ọ bụ ọrịa. Ụlọ ọrụ ọ bụla na-eme nyocha, na-ewu ma ọ bụ na-ere ihe ngwọta abụọ eji eme ihe nwere ọrụ ịtụle nsonaazụ nke omume ha.",
    "4023575072": "eji abuo",
    "3336625692": "Ibe a na-akọwa echiche anyị banyere isiokwu a na ọnọdụ AI Ethics, na usoro anyị na-agbaso iji hụ na ojiji nke ọrụ anyị na-anọgide na-adabere na atumatu anyị nakweere dị ka ụlọ ọrụ.",
    "835717930": "AI Ethics na hCaptcha",
    "2179524509": "Mgbe ụfọdụ, anyị na-enweta ajụjụ gbasara ụdị ajụjụ ndị a kwadoro maka ọrụ hCaptcha, yana ihe kpatara a na-ajụ ajụjụ ụfọdụ.",
    "1962721652": "Ụmụ mmadụ bụ ndị na-achọ ụkpụrụ, na mgbe ụfọdụ ajụjụ na-adịghị njọ nwere ike isi na-enweghị mgbagwoju anya gaa na nke a na-enyo enyo n'otu ntabi anya, n'ihi mgbanwe n'ụwa karịa mkpali nke onye ọ bụla na-ajụ ajụjụ ahụ.",
    "3974566657": "Ka ọrụ na-ewu ewu karị, ụdị omume a na-apụghị izere ezere na-aghọwanye ugboro ugboro. Ọtụtụ nde mmadụ na-eji hCaptcha eme ihe kwa ụbọchị n'ihe fọrọ nke nta ka ọ bụrụ mba ọ bụla n'ụwa, yabụ anyị na-ebipụta amụma a na nyocha gbasara otu anyị si edozi okwu ndị a ka ọ bụrụ nke doro anya dịka o kwere mee.",
    "1830910223": "Ọmụmụ ihe gbasara ụkpụrụ AI nke ụwa",
    "805971861": "\"Umbrella\" bụ okwu na ImageNet, ọkọlọtọ ọkọlọtọ dataset nke ndị nyocha ọhụụ kọmputa na-eji. Ịmata ndị mmadụ na-ejide nche anwụ dịkwa oke mkpa maka iwulite sistemu enyemaka ndị ọkwọ ụgbọ ala na-esote ọgbọ (ADAS).",
    "3988350": "Nke a pụtara na enwere ikpe mara mma maka nkọwa nche anwụ n'ezie. Enwere ohere maka esemokwu na mmetụta nke ụgbọ ala na-anya onwe ya, mana usoro ADAS na-echekwalarị",
    "548587288": "gburugburu ụwa.",
    "3138772661": "ọtụtụ puku ndụ kwa afọ",
    "3168199226": "Agbanyeghị, na 2020 ọ bịara doo anya na iwu ụdị dataset nwere ike ịghọta dị ka teknụzụ eji eme ihe n'ụzọ ole na ole gaara atụ anya otu afọ gara aga.",
    "558378834": "Ya mere, anyị anaghị anabata arịrịọ maka ajụjụ metụtara nche anwụ n'oge a. Enwere ike inwe mgbagwoju anya mgbe onye ọrụ njedebe hụrụ ajụjụ gbasara nche anwụ n'oge ugbu a dị oke elu, na n'ikpeazụ ihe mgbaru ọsọ anyị bụ ime ka ụwa bụrụ ebe na-atọ ụtọ.",
    "3376604063": "Atumatu na usoro AI Ethics",
    "1923365316": "Anyị nwere amụma ụkpụrụ AI siri ike na hCaptcha, akụkụ nke ahụ gụnyere usoro Mara onye ahịa gị (KYC).",
    "4230322909": "Anyị na-agbalị mgbe niile iji nweta ezi nghọta nke onye ahịa ọhụrụ ọ bụla na ihe ha bu n'obi iji mee ihe, ma iji gosi na ọ dị mma maka ngwaahịa na ọrụ anyị yana iji hụ na ọ na-agbaso atumatu anyị nakweere dị ka ụlọ ọrụ.",
    "2735073144": "Anyị na-eduzi nyocha na-aga n'ihu dịka ọ dị mkpa. Dịka ọmụmaatụ, na nyocha anyị n'oge na-adịbeghị anya banyere ụbọchị na isi mmalite nke arịrịọ maka ntinye aha metụtara nche anwụ, anyị nwere ike ngwa ngwa gosi na ọ nweghị ụlọ ọrụ gọọmentị ma ọ bụ onye na-ebubata ngwanrọ onyunyo nke steeti rịọrọ arịrịọ gbasara nche anwụ na-eji ọrụ anyị n'ime ọnwa 12 gara aga. .",
    "2715462692": "Kedu ka usoro ụkpụrụ AI anyị si dị?",
    "3049976256": "Maka ndị ahịa ịde aha ọhụrụ ọ bụla, anyị na-agafe ndepụta nlele n'oge usoro ahịa. Nke a gụnyere ịdị uchu KYC nke mbụ tupu ịbanye n'ụgbọ mmiri, yana nkwenye nke arịrịọ niile emere ndị nyocha anyị, yana nlele ozugbo na nyocha nke arịrịọ a na-arịọ site na iji ikpo okwu ọrụ onwe anyị.",
    "3103642530": "Nlebanya a nwere ọtụtụ usoro njirisi:",
    "3349094124": "Usoro ihe gbasara ụkpụrụ omume: ebumnobi",
    "1038019440": "1. Onye ahịa a ọ na-anọchite anya ọdịmma mba nke obodo mara na ọ na-eme omume megidere iwu na ụkpụrụ mba ụwa?",
    "493717511": "2. Onye ahịa a na-arịọ ọrụ nwere ike ịbụ",
    "2209109640": "eji naanị maka obi nzube, na onodu nke ha nkịtị azụmahịa omume?",
    "3457805519": "3. Enwere ike imezu arịrịọ onye ahịa n'okpuru iwu US na iwu njikọ aka anyị?",
    "1942611550": "isi",
    "109179759": "Usoro ihe gbasara ụkpụrụ omume: Isiokwu",
    "1033698050": "1. Anyị kwenyere na onye ahịa enyela anyị ihe eji eme ihe nke anyị chere na ọ dị mma n'omume, dịka nkọwa anyị si kọwaa ụkpụrụ ọha mmadụ nke Western?",
    "361372538": "2. Anyị kwenyere na a ga-eji ọrụ anyị nyere maka ịkpa oke nke onye ahịa, n'ụzọ nwere ike bụrụ nke iwu kwadoro mana anyị anaghị anabata?",
    "2867855718": "3. Anyị kwenyere na mkpa nzuzo nwere ike idozi nke ọma maka arịrịọ ahụ?",
    "2462728596": "Ọ bụrụ na anyị enweghị ike imeju onwe anyị na isi ihe ndị a, anyị ga-ajụ arịrịọ ahụ ma nwee ike ịkwụsị ịbanye n'ihu n'elu ikpo okwu anyị, dị ka akọwapụtara na Usoro anyị.",
    "1995277831": "Daalụ",
    "1818116402": "Anyị na-atụ anya na ị nwere ekele maka nlele a ka anyị si edozi ajụjụ arụ ọrụ na akụrụngwa AI Ethics.",
    "1499894352": "Ụlọ ọrụ ole na ole na-enye nghọta n'ime usoro mkpebi ha na mpaghara a, anyị na-atụkwa anya na ndị ọzọ ga-agbaso ihe atụ a!",
    "535659033": "Njirimara ihe okike okike",
    "1495915066": "Otu anyị, ndị mmekọ nyocha agụmakwụkwọ, na ndị ahịa anyị si eji mgbasa ozi Creative Commons",
    "3017533972": "Anyị, ndị mmekọ nyocha agụmakwụkwọ, na ndị ahịa anyị nwere ike mgbe ụfọdụ ma ọ bụ mepụtaghachi akụkụ nke ọdịnaya ikikere nke Creative Commons site na ikpo okwu hCaptcha iji kwalite ihe ọmụma mmadụ na ngalaba mmụta igwe.",
    "1428053210": "A na-agbanwekarị ọdịnaya a site na ụdị mbụ ya. Dịka ọmụmaatụ, enwere ike kewaa vidiyo gaa n'ọtụtụ ihe onyonyo, onyonyo ndị ahụ nwere ike kewaa n'ọtụtụ onyonyo ọhụrụ, yana foto ọhụrụ ahụ wee gwakọta ya na-enweghị usoro iji mepụta nsonaazụ ikpeazụ gosipụtara.",
    "1728211763": "Iji ọdịnaya mee ihe n'ụzọ dị otú a na maka ebumnuche ndị a dabara n'ime ụkpụrụ nduzi eji eme ihe ziri ezi dị ka nghọta anyị si ghọta iwu na ụkpụrụ omume dị n'ọhịa, ma anyị bụ ndị na-akwado ogologo oge nke Creative Commons ma na-ahọrọ inye otuto nye onye ọ bụla na-enyere aka na nnukwu ọrụ nke imeziwanye ọgụgụ isi igwe.",
    "1949452297": "N'ihi mmachi dị n'ime hCaptcha UI na nchekwa ya, ọ gaghị ekwe omume ịmegharị isi iyi nke onyonyo ọ bụla ozugbo n'akụkụ ojiji ya. Kama, anyị na-ejikọta na ibe a site na ibe mbụ anyị ma na-edobe ndepụta nke isi mmalite ndị e nwetara ugbu a ma ọ bụ na nso nso a site na ikpo okwu. Ị nwere ike ịnweta ndepụta dị ugbu a",
    "2367602973": "Ebe a",
    "659124570": "Na mgbakwunye, ọ bụrụ na ịhụ ọdịnaya nke gị ka ewegharịrị na ikpo okwu hCaptcha ma chọọ ka ewepụ ya n'ihi ihe ọ bụla, ị nwere ike ịkpọtụrụ anyị site na email na",
    "2066749488": "Mkpesa ndị ọzọ",
    "3479034323": "Ọ bụrụ n’ịhụ ka ewegharịrị ọdịnaya nke gị n’elu ikpo okwu hCaptcha ma chọọ ka ewepụ ya maka ihe ọ bụla, ị nwere ike ịkpọtụrụ anyị site na email.",
    "1836554225": "Mbipụta blọgụ",
    "2873297188": "CAPTCHAS niile na-akpa oke megide ndị na-abụghị ndị America?",
    "165932542": "Lelee hCaptcha dozie ọnụego n'ofe ụwa",
    "1865097546": "Nọvemba 16, 2021",
    "3005876482": "hCaptcha bụ ugbu a ọrụ CAPTCHA nọọrọ onwe ya kacha ukwuu, na-arụ na 15% nke ịntanetị.",
    "693820850": "Ị nwere ike imeri Google site n'itinye nzuzo ụzọ",
    "3609106478": "Nkwanye nzere:",
    "299335340": "Ihe Ọ Bụ na Otu esi akwụsị Mwakpo",
    "354925785": "Okwu mmalite",
    "423222878": "Ụfọdụ n'ime cyberattack kacha sie ike ịchọpụta, igbochi na ịkwụsị bụ ebe onye na-eme ihe ọjọọ nwere ike iji nzere onye ọrụ ziri ezi banye n'ime akaụntụ onye ọrụ na-arụ ọrụ. Enweghị ọtụtụ ikike nchọpụta ọkaibe na ebe, ụlọ ọrụ na-akwado akaụntụ ahụ enweghị ihe mere ha ga-eji chee na ihe ọ bụla adịghị mma. Ọ dị ka onye ahịa abanyela na akaụntụ ya. Onye mwakpo ahụ nwetara aghụghọ a na-aga nke ọma site n'iji nzere zuru ezu ohi—na-abụkarị ihe si na usoro mwakpo cyber nke a maara dị ka “ihe nrite nzere.” Ọ bụ nnukwu nsogbu taa, mana nke enwere ike ibelata site na iji usoro mgbochi ziri ezi.",
    "777660551": "Kedu ihe bụ nzere nzere?",
    "2602763587": "Nri nzere bụ ụdị cyberattack ebe onye mwakpo ahụ na-anwa ịbanye na webụsaịtị ọtụtụ oge site na iji ụzọ abụọ aha njirimara na okwuntughe zuru ezu. “Ihe” a na-ezo aka na mbọ nbanye ugboro ugboro, nke a na-eme ya mgbe niile site na ngwa bot akpaaka.",
    "1271831121": "Ọ dịghị ka a ga-asị na onye na-agba ọsọ (gbara na hoodie, n'ezie!) na-anọdụ ala ebe ahụ, na-ede akwụkwọ ikike mgbe nzere gasịrị. Enwere ike ime bot nbanye na-akpaghị aka site na ngwa anaghị adị ka Selenium ma ọ bụ ngwa hacker emepụtara nke ọma.",
    "2588750717": "N'ezie, ụfọdụ nzere nri ọgụ na-agụnye ọtụtụ nde nzere-niile na-stoffous n'ime unsuspecting website nbanye interface na-enwe olileanya na-ekwe ka n'ime.",
    "1137757109": "Ọ bụrụ na ọ bụ akaụntụ eCommerce, onye mwakpo ahụ nwere ike ịtụ ngwa ahịa. Ọ bụrụ na onye a tara ahụhụ bụ ụlọ akụ, onye mwakpo ahụ nwere ike ịnyefe ego n'ụsọ osimiri, na ihe ndị ọzọ.",
    "1559150837": "Ebumnuche abụghị ndị enweghị nchebe n'agbanyeghị. Ọtụtụ ebe nrụọrụ weebụ nwere njikwa na-egbochi onye ọrụ na-enyo enyo nke na-agbalị ịbanye n'ime ọtụtụ puku akaụntụ dị iche iche site na otu adreesị IP na obere oge. Kedu ihe ndị na-awakpo ihe nrịba ama na-eme iji nweta usoro nchebe ndị a bụ nke a bụ ịmegharị ọdịdị ala na IP dị iche iche. N'iji ngwá ọrụ dị ike, na-ejikarị AI eme ihe, ha nwere ike ime ka ọ dị ka ọtụtụ puku ndị ọrụ na-agbalị ịbanye n'oge dị iche iche nke ụbọchị site na mba niile. Nke a siri ike ịchọpụta na ịkwụsị.",
    "1892020899": "Ebee ka ndị hackers na-enweta nzere?",
    "2597149484": "Ihe kpatara onye na-agba ọsọ ga-eji \"na-eme ihe\" ọtụtụ nzere metụtara ebe ha nwetara nzere ha zuru.",
    "3030395800": "Asambodo ndị a na-abịakarị site na mmebi data. Amarakwa dị ka “mwụfu nzere,” mwakpo ndị a nwere ike ibute ọtụtụ nde nzere na-atụba na webụ gbara ọchịchịrị. Ọ bụrụ na mwụfu ahụ sitere n'ụlọ akụ, onye hacker ga-anwa iji nzere ndị ahụ banye na saịtị ndị ọzọ. Ụzọ a na-arụ ọrụ n'ihi na ọtụtụ ndị na-eji otu aha njirimara na okwuntughe maka ọtụtụ saịtị. (A na-akụda omume a, mana nke bụ eziokwu bụ ihe ọ bụ. Ndị mmadụ na-emeghachi otu nzere nbanye.)",
    "1258965840": "Ya mere, ọ bụrụ na onye na-awakpo ahụ nwere ike ịbanye n'otu saịtị, ọ nwere ike ịbanye n'ọtụtụ saịtị site na iji nzere furu efu. Dịka ọmụmaatụ, ha nwere ike nweta aha njirimara/paswọọdụ dị ka JohnDoe/525momma, mana ha amaghị ihe ụzọ abụọ ahụ ga-emere ha. Yabụ, ha na-anwale ụzọ abụọ ahụ na Amazon.com, Ebay, Citibank, Walgreens na na na. Ha nwere ike ịnwale ụzọ abụọ ahụ na saịtị puku dị iche iche.",
    "3594440415": "N'ikpeazụ, ha ga-amalite imeghe ụzọ.",
    "780280214": "Kedu ka hCaptcha na hCaptcha Enterprise si ebelata ihe iyi egwu nzere nzere",
    "4165374512": "Ọ bụ ezie na ọ ga-ekwe omume iji ngwaọrụ nchọpụta IP na ọnọdụ iji gbochie nri nzere, ụzọ dị oke ọnụ ahịa na nke ziri ezi bụ naanị ịkwụsịtụ bot nzere na-akpaghị aka. hCaptcha na hCaptcha Enterprise nwere ike ịkụda bot n'ebe ntinye. Ọbụlagodi na bot ahụ nwere nzere ziri ezi, ma ọ bụrụ na ọ nweghị ike ịgafe nchọpụta hCaptcha Enterprise ma ọ bụ hCaptcha's CAPTCHA, ọ gaghị enweta nri ya na echekwara saịtị gị na ndị ọrụ.",
    "3269644546": "Biko",
    "1058572205": "anyị ma ọ bụrụ na-amasị gị ịmụtakwu banyere ya",
    "3753613260": "kọntaktị",
    "1792519141": "Ụlọ ọrụ hCaptcha",
    "3515435438": "Na-akọ mkpesa DMCA",
    "54093347": "Onye nnọchi anya DMCA",
    "3233441200": "Tinyegharịa amụma mmebi iwu",
    "4011712313": "Dị ka akụkụ nke amụma DMCA anyị, anyị na-edobe akaụntụ nke ndị ahịa anyị na-enweta ọtụtụ ọkwa DMCA nke ebubo ịda iwu n'ime usoro DMCA ugboro ugboro ugboro ugboro. Mgbe nnata nke ọkwa DMCA ugboro ugboro n'ime ọnwa kalenda, akaụntụ ndị ahịa ga-enwe ọganihu site n'otu usoro iwu gaa na nke ọzọ.",
    "766825168": "Ihe omume anyị nwere ike ime n'okpuru DMCA Repeat infringer Policy gụnyere izipu ọkwa ọkwa dị elu n'aka onye ahịa ndekọ ego nke akaụntụ ahụ. Iji kweta ọkwa ndị a, anyị nwere ike ịchọ onye ahịa ka ọ banye na akaụntụ ahụ ma ọ bụ kpọọ ndị otu nkwado anyị. Anyị na-edobe ikike ịkwụsịtụ ma ọ bụ kwụsị, yana itinye usoro nwa oge ndị ọzọ na, ọrụ hCaptcha na IMI nke onye ahịa ọ bụla anyị gara n'ihu na-anata ọkwa DMCA nke ebubo ebubo ebubo ọbụna mgbe anyị zigachara ọkwa mmejọ ugboro ugboro. Na mgbakwunye, anyị nwere ike kwụsị n'uche anyị naanị ọrụ hCaptcha ma ọ bụ IMI ndị ọzọ enyere ndị ahịa a mgbe anyị kwụsịrị ọrụ hCaptcha n'okpuru iwu a.",
    "2410122265": "Akụrụngwa hCaptcha: Bots 101",
    "4166776480": "Nkwenye nzere: ihe ọ bụ yana otu esi akwụsị mwakpo ahụ",
    "2301335298": "Aghụghọ Ịkwụ Ụgwọ: Mbelata Ụdị Mpụ Cyber Na-agbanwe Ọsọ",
    "3682071227": "Gịnị bụ Akaụntụ takeovers na kedu ka ha si arụ ọrụ?",
    "2729131930": "Kedu ihe bụ Scraping na kedu ka ọ si arụ ọrụ?",
    "1344959096": "Na-arụ ọrụ dị ka akara data onye ọ bụla",
    "3510143229": "hCaptcha bụ ọrụ maka weebụsaịtị na ngwa,",
    "3930611699": "ndị ọrụ n'otu n'otu.",
    "1051214799": "hCaptcha bụ ọrụ nchekwa webụ nke na-agbalị ịkọrọ uru n'etiti ndị na-ebipụta weebụsaịtị ma ọ bụ ngwa ndị na-eji ya.",
    "360236473": "Achọghị ọrụ hCaptcha ka e jiri mee ihe maka onye ọ bụla ka ọ rụọ ọrụ dị ka onye na-edepụta aha n'otu n'otu. Emebere ya maka ma ọ bụ dabara maka ebumnuche a. Anyị anaghị akwado onye ọ bụla ka ọ gbalịa iji hCaptcha dị ka isi iyi nke ego onwe onye.",
    "3842490632": "Onye ọrụ na-anwa ịza ọtụtụ ajụjụ nwere ike ịbụ oke ma ọ bụ machibido ya ngwa ngwa. Dịkwa mkpa, dị ka anyị",
    "1560232962": "na-ekpuchi n'ụzọ zuru ezu, ọ dịghị ekwe nkwa maka ego enwetara maka azịza ọ bụla e nyere. Enwere ike ọ nweghị ajụjụ akwụ ụgwọ dị n'oge ahụ, enwere ike ịjụ azịza maka ebumnuche dị mma, na ihe ndị ọzọ.",
    "2694001822": "Agbanyeghị, anyị na-ewe ndị mmadụ n'otu n'otu n'otu oge iji nyere anyị aka ịnwale akụrụngwa sistemụ yana njirimara ọhụrụ.",
    "1569804581": "Ọ bụrụ na ị ga-achọ ka akpọtụrụ gị n'ọdịnihu gbasara ohere ndị metụtara ya, biko dejupụta fọm a.",
    "636461959": "Aha",
    "1139500589": "Obodo",
    "1789607185": "Adreesị ozi ịntanetị",
    "325077666": "Site n'itinye ozi gị ị kwenyere na anyị",
    "3555583744": "na",
    "3609929815": ". Anyị ga-edowe ozi aha gị, obodo na adreesị ozi-e gị naanị maka ebumnuche ịkpọtụrụ gị n'ọdịniihu gbasara ohere ọrụ ịde aha onye ọ bụla.",
    "4197928199": "amụma nzuzo",
    "851786723": "Site na itinye email gị, ị kwenyere na Usoro anyị na Amụma Nzuzo, yana ịnata email n'aka anyị.",
    "2402165761": "Kedu ka Scraping si arụ ọrụ?",
    "4260542944": "Ntucha ọdịnaya (nke a makwaara dị ka \"nyocha ihuenyo\" ma ọ bụ naanị \"ịcha\") bụ usoro a maara nke ọma, na-abakarị uru maka ịnakọta ozi na webụ. Otú ọ dị, n'ime afọ ndị na-adịbeghị anya, usoro a aghọwo ngwá ọrụ na-amasị ndị hackers na ndị wayo. Usoro mgbochi nwere ike ibelata ihe egwu ahụ nke ọma, mana iji mejuputa ha, ọ dị mkpa ịghọta ka usoro a si arụ ọrụ.",
    "2066255783": "Kedu ihe bụ Scraping Ọdịnaya?",
    "1910628828": "Ntucha ọdịnaya bụ usoro maka ijide data sitere na sistemụ gụnyere ngwaọrụ akpaaka na-egosipụta onye ahịa ngwanrọ ma ọ bụ ihe nchọgharị weebụ. Ọ bụghị ihe ọhụrụ. N'ezie, maka ndị injinia ngwanrọ nwere ike ịchọ data sitere na isi ihe ochie, nchacha nwere ike ịbụ naanị ụzọ isi wepụ ozi. Njikọ ndị mbụ nwere ike ịpụ na enweghị ike dochie ya.",
    "3408107995": "Otú ọ dị, taa, nchacha na-apụtakarị usoro mmemme iji dọpụta data sitere na weebụsaịtị. Akụrụngwa scraping na-eme dị ka onye ọrụ mmadụ, na-pịa bọtịnụ ma na-agụ ihe na-esi na ya pụta. Enwere ọtụtụ ojiji ziri ezi maka nchacha. Ndị crawler webụ na igwe nchọta ike bụ otu ihe atụ. Otú ahụ ka ọ dịkwa ngwá ọrụ dị ka Skyscanner nke na-achọ azụmahịa njem site na ijikọta ọtụtụ puku webụsaịtị njem. Ụlọ ọrụ Fintech na-ejikwa ya, kwa, na-ehichapụ data ego onye ọrụ na saịtị ụlọ akụ ma ọ bụrụ na enweghị Ngwa Programming Interfaces (APIs) dị iji mee njikọ data ahụ. Ihe ndị ị ga-eburu n'uche banyere nchacha ihuenyo bụ ọsọ ya na scalability. Usoro a nwere ike iwepụta nnukwu data sitere na webụsaịtị, na-eche na ahazighị saịtị ahụ iji kwụsị ya ime. N'ọsọ ọsọ nke ịgbakọ, onye na-agbapụta ihe nwere ike ịchịkọta nnukwu dataset site na ịmekọrịta na ebe nrụọrụ weebụ na ngwanrọ dị n'okpuru na ọdụ data na-enye ha ike.",
    "1920884252": "Kedu ihe kpatara mkpochapụ ọdịnaya ji bụrụ ihe egwu nchekwa?",
    "2256795853": "Ikike ịwepụ ọtụtụ data, ngwa ngwa, site na weebụsaịtị na-eme ka ikpochapụ ngwá ọrụ dị ike n'aka ndị na-eme ihe ọjọọ. Akpụkpọ bot nwere ike ịnakọta data onye ọrụ site na saịtị mgbasa ozi ọha. Mgbe ahụ, site n'iwepụ saịtị ndị nwere adreesị na ozi nkeonwe ndị ọzọ na imekọrịta nsonaazụ ya, onye na-agba ọsọ nwere ike itinye aka na mpụ njirimara dị ka ịnyefe ngwa kaadị kredit aghụghọ.",
    "4087694419": "Onye na-agba ọsọ na-ehichapụ nwekwara ike ịnakọta data site na saịtị dị ka Amazon na eBay ịmepụta ndepụta ngwaahịa adịgboroja ma ọ bụ aghụghọ. Ya ma ọ bụ ya nwere ike ịnye ha maka ọrịre na ọrụ ndị ọgbọ na ndị ọgbọ dịka OfferUp wee mee mwakpo phishing na ndị na-azụ ahịa. Ma ọ bụ, onye wayo ahụ nwere ike ree ngwaahịa ndị na-adịghị adị. Mwepu wayo n'ihuenyo gụnyere ịpụpụ ndị mgbasa ozi mgbasa ozi. Site na ikpochapụ ọdịnaya sitere na saịtị ndị mbipụta, onye wayo nwere ike ịmepụta ibe mgbasa ozi adịgboroja na ọrụ dị iche iche. Ha nwere ike ree mgbasa ozi na ibe ndị ahụ nye ndị na-ere ere ikike, ndị ha wetara kọntaktị ha na faịlụ mgbasa ozi nke onye mbipụta.txt. Oghere mgbasa ozi ahụ dị adị nye onye mgbasa ozi, mana ha abụghị.",
    "3315658779": "Gbochie mkpochapụ ọdịnaya site na hCaptcha Enterprise",
    "2602081482": "Ụlọ ọrụ hCaptcha na-eji mmụta igwe dị elu chọpụta okporo ụzọ ọjọọ na saịtị gị na ngwa - gụnyere mmemme nchacha.",
    "1422537019": "anyị taa ka ịmatakwu.",
    "1988268879": "Ịkpọ aha data dị ọnụ ahịa n'ọkwa",
    "2163914794": "Ịchọrọ akara ndị ọzọ maka nhazi data gị? hCaptcha na-enye akara data ngwa ngwa, dị ọnụ ahịa na ịdị elu maka ụlọ ọrụ na-arụ ọrụ na ọgụgụ isi na ngwa mmụta igwe.",
    "3378932530": "Nweta akara data gị ugbu a",
    "3483700676": "Mepụta ọtụtụ nde ọrụ ozugbo",
    "3478726913": "hCaptcha nwere otu ọdọ mmiri kachasị ukwuu na mbara ala dị maka ojiji gị. N'agbanyeghị ọkwa gị, anyị nwere ike ijikwa ya na-enweghị nkwa dị oke ọnụ. Ọtụtụ nde ọrụ kwa ụbọchị enweghị nsogbu.",
    "740501259": "Pipeline API dị mfe",
    "2784612261": "Chọrọ itinye nyocha mmadụ ozugbo na ọrụ azụmahịa gị? Anyị na-enye SLAs ntụkwasị obi dị elu, ikike ekwe nkwa, yana API REST dị mfe.",
    "1144966033": "Emebere ya maka ọnụ ahịa yana ịdị mma",
    "3213351333": "Enweghị nkwa mbụ achọrọ",
    "2107077506": "Igwe ikpo okwu mmadụ na-eji ụdị ntụkwasị obi zuru oke iji mee nyocha ịdịmma nke oge. Nke a na-enye anyị ohere ikpebi ngwa ngwa ma isi ike nke ajụjụ na azịza ha nwere ike ịbụ nke ziri ezi, na-azọpụta gị oge na ego.",
    "3576146278": "Naanị kwụọ ụgwọ maka izi ezi ịchọrọ",
    "2952586316": "Ọ bụghị nsogbu niile bụ otu. Nkọwa maka ọrụ dị oke mkpa nchekwa nwere ike ịchọ ntụkwasị obi 99.99% sitere n'aka ndị ọrụ mmadụ kpamkpam. Nkọwa maka otu njirimara beta na ngwa egwuregwu mkpanaka nwere ike ịchọ naanị ntụkwasị obi na-agafeghị oke. Ị kpebie.",
    "710145621": "Nye onwe gị data eziokwu ala ma ọ bụ ka anyị wuo ya na ofufe",
    "987901590": "Ị nwere data raw na-enweghị nhazi nkwenye zuru oke? N'ọtụtụ oge, anyị nwere ike wuo otu maka gị ka ọrụ na-aga na sistemụ, ma ọ bụ mepụta ihe nlele akara maka nnabata gị.",
    "2597352122": "Ụdị nkọwa",
    "1344687860": "Igbe agbụ",
    "1089415440": "Nchọpụta ihe ziri ezi na onyonyo na vidiyo",
    "3817067682": "Polygon",
    "2682873489": "Kọwaa mpaghara njide maka ihe",
    "1275150216": "Ala ala",
    "2067112112": "Nkọwapụta atụ maka ọtụtụ ikpe ojiji dị iche iche",
    "4228682126": "Nhazi njirimara",
    "2920213479": "Hazie ma ọ bụ tinye ụdị aka ike nke nha ọ bụla",
    "3288667364": "Ntụnyere na Nchọpụta",
    "155877895": "Nchọpụta na nhazi ọkwa mmadụ",
    "3128433367": "... na ọtụtụ ndị ọzọ",
    "2827452240": "Achọrọ ụdị ọzọ edepụtaghị ebe a? Naanị jụọ anyị.",
    "719304627": "Achọrọ njikwa ngwụcha-ọgwụgwụ?",
    "1172067553": "Igwe ikpo okwu HUMAN n'azụ hCaptcha na-enye ogo ọrụ ọkaibe na njirimara njikwa site na ntinye ụlọ, ngwakọ, ma ọ bụ SaaS nke jikọtara ya na sistemụ gị dị adị.",
    "2319072959": "Jiri ndị ọrụ nke gị na-agba ọsọ na-anọghị n'ịntanetị, soro ọnụ ahịa riri n'ofe ngalaba azụmahịa ma ọ bụ ndị mmekọ, họrọ ụzọ ọrụ gaa na ndị na-enye ọrụ dị n'ime ma ọ bụ mpụga dabere na ọnụ ahịa na nchekwa chọrọ, na ndị ọzọ.",
    "1936512180": "Ịnweta API dị mfe, bọọdụ dashboard mara mma yana teknụzụ kachasị ọhụrụ na-emepe emepe iji bulie arụmọrụ onye ọrụ.",
    "3913848038": "99.99% oge SLA na nkwado 24/7 zuru ụwa ọnụ dị.",
    "1080752747": "Kọntaktị ahịa",
    "1525403768": "Maka ozi ndị ọzọ kpọtụrụ Enterprise Sales.",
    "1546930020": "Ịnweta aha data",
    "2486638408": "Kọwaa nkọwapụta",
    "1027200955": "Gwa otu ndị ọkachamara ngalaba anyị ka ịkọwapụta mkpa ọrụ gị: izi ezi ebumnuche, usoro na ihe ọ bụla chọrọ.",
    "1156712451": "Nnwale ọrụ izizi",
    "181065232": "Anyị na-arụ obere ọrụ mmepụta dabere na data nlele gị. Nke a na-anwale ọrụ anyị rụkọrọ ọnụ iji hụ na ị nwetara kpọmkwem ihe ị chọrọ.",
    "3207769512": "Nyefee Ọrụ Mmepụta",
    "1099238677": "Site na ụda olu anyị dị elu na obere latency anyị ga-atụgharị ọrụ gị ngwa ngwa, na-ebufe na-akpaghị aka ozugbo emechara ya.",
    "465783046": "Chọrọ iji data gị nwaa ya?",
    "328625009": "Anyị dị njikere mgbe ịnọ: ọrụ anyị dị n'oge elekere.",
    "3225770968": "Emebere hCaptcha iji dozie nsogbu kacha arụ ọrụ na mmụta igwe; na-ede aha nnukwu data n'oge, ọnụ ọnụ na ụzọ a pụrụ ịdabere na ya.",
    "2041686284": "Ọtụtụ data n'ozuzu na-arụpụta nsonaazụ ka mma na ịzụ ụdị mmụta igwe. Ihe ịga nke ọma n'oge na-adịbeghị anya nke ụdị omimi emeela ka ọ bụrụ nnukwu datasets, na hCaptcha na-egbo mkpa a. Otú ọ dị, ịmepụta nnukwu ihe ndekọ data mmadụ nyochara site na iji usoro omenala na-adị nwayọọ ma dị oke ọnụ.",
    "3729345277": "hCaptcha bụ ụzọ ụlọ ọrụ ga-esi nweta nkọwapụta ha chọrọ ngwa ngwa, yana ịdị elu dị elu yana ọnụ ala karịa ndị ọzọ.",
    "2103563261": "Ozi nkeonwe ma ọ bụ ọha",
    "2513143348": "Sistemu ụlọ ọrụ hCaptcha na-agbanwe n'ụzọ pụrụ iche na nhazi ya: enwere ike itinye ya n'akụkụ ma ọ bụ kpamkpam na nsọtụ netwọkụ gị ma ọ bụrụ na ị na-arụ ọrụ igwe ojii ma ọ bụ nwee ọtụtụ ebe data.",
    "3107683988": "Nke a nwere ike belata n'ụzọ dị egwu okporo ụzọ netwọkụ na ọnụ ahịa ka ị na-ejigide uru niile nke njikwa site na ndị ọrụ oku 24/7 iji zute SLAs siri ike.",
    "3660619092": "Debanye aha n'efu ma ọ bụ kpọtụrụ ahịa maka ngwọta ụlọ ọrụ",
    "2351176803": "Usoro ikike maka hCaptcha JS API",
    "2616226398": "N'okpuru anyị",
    "2024293275": ". Edebere ikike ndị ọzọ niile ugbu a.",
    "1062291156": "ọkọlọtọ okwu",
    "2712493234": "Aghụghọ Ịkwụ Ụgwọ: Mbelata Ụdị Mpụ Cyber Na-agbanwe Ọsọ",
    "1817772953": "Wayo abụghị ụdị mpụ ọhụrụ. N’ezie, ndị ọkà mmụta ihe ochie achọpụtala ngwá ọrụ ndị Sumer oge ochie chepụtara iji bufee anụ ụlọ n’efu ihe fọrọ nke nta ka ọ bụrụ afọ 10,000 gara aga! N’ọnọdụ ha, ha na-etinye akara ụrọ, nke ọ bụla na-anọchi anya anụmanụ, n’ime bọl ụrọ a maara dị ka “bulla.” Ahịhịa ahụ na-eso ìgwè atụrụ na-aga ka ọ na-esi n'aka onye na-ere ihe gaa n'ọzụzụ. Ọbụna mgbe ahụ, ndị nwe ụlọ ahịa nwere nchegbu na ọ bụghị onye ọ bụla ha na-emekọ ihe na-aga n'ihu na elu. Ọtụtụ ihe agbanweela n'ime afọ 10,000, mana mkpa ọ dị ịbụ ihe ọhụrụ na igbochi aghụghọ ka dị n'aka anyị. Taa, okwu nke aghụghọ ịkwụ ụgwọ ịntanetị bụ ihe kacha mkpa. Site n'Internet, ndị wayo na-aghọwanye ndị maara nke ọma n'ịmepụta njikwa mgbochi aghụghọ. Ngwọta ọhụrụ na-atụgharị ebili mmiri, Otú ọ dị.",
    "1053787685": "Kedu ihe bụ aghụghọ ịkwụ ụgwọ?",
    "433424759": "Wayo ịkwụ ụgwọ gụnyere ụdị azụmahịa ọ bụla megidere iwu ebe onye omempụ cyber na-anapụ onye ahụ ihe bara uru, ọkachasị ego. Nke a nwere ike ịpụta iji kaadị kredit zuru ezu ịtụ ahịa n'ịntanetị ma ọ bụ weghara akaụntụ ụlọ akụ na ibufe ego na ya n'ụzọ iwu na-akwadoghị. Enwere ọtụtụ ọdịiche, mana ha niile nwere otu nsonaazụ ahụ: onye crook na-eji njirimara zuru ezu ma ọ bụ ozi ịkwụ ụgwọ iji zuo ohi n'aka onye ahịa, ụlọ akụ ma ọ bụ onye ahịa.",
    "2939852138": "Kedu ka ndị wayo na-esi [gbalịa] na-apụ na aghụghọ ịkwụ ụgwọ?",
    "1665616092": "Wayo ịkwụ ụgwọ dị mfe n'echiche, mana ọ nwere ike ịdị mgbagwoju anya na mmezu ya ugbu a.",
    "4246520782": "N'ezie, ịntanetị abụrụla akaebe maka asọmpi ngwa agha n'ezie n'etiti ndị wayo na ndị na-agbachitere n'afọ ndị na-adịbeghị anya.",
    "2167049807": "Ndị otu nchekwa ewerela usoro mgbochi na njikwa dị iche iche na-emeri ụzọ dị mfe, dị umengwụ iji nweta aghụghọ ịkwụ ụgwọ. Otú ọ dị, mwakpo ndị a na-aghọwanye ọkaibe. Dịka ọmụmaatụ, bots nwere ike iwepụta nọmba kaadị kredit zuru ezu na PIN site na webụsaịtị adịgboroja na mwakpo phishing.",
    "1936449777": "Mgbe ahụ, na ọnọdụ akpaaka zuru oke, ha nwere ike iṅomi omume mmadụ na saịtị e-azụmahịa, ịpị bọtịnụ na ịgbakwunye ihe na ụgbọ ahịa ịzụ ahịa-ruo n'ókè ebe ọtụtụ, ma ọ bụrụ na ọ bụghị ọtụtụ njikwa aghụghọ enweghị ike ikwu na bot na-agbalị izu ohi. ngwa ahịa. Kama, ọ dị ka à ga-asị na onye na-eji mmadụ eme ihe na-azụrụ ihe. Bot ahụ nwere ike ịbanye na akaụntụ onye ahịa n'ezie site na iji nzere ndekọ zuru ezu. Ihe ọzọ na-ekpuchi wayo ahụ bụ ikike bot nwere ike imebi adreesị IP wee mee ka ọ dị ka a ga-asị na \"onye na-ere ahịa\" dị iche na onye na-awakpo ahụ, onye nwere ike ịnọ na mba ọzọ.",
    "648630222": "Gbochie wayo ịkwụ ụgwọ na hCaptcha Enterprise",
    "1621930829": "Kedu ihe a ga-eme maka mmemme aghụghọ ịkwụ ụgwọ na-adịghị akwụsị akwụsị taa? Iji ọtụtụ usoro njikwa na-abụkarị ụzọ amamihe dị. Agbanyeghị, usoro mgbagha kachasị mma bụ nke nwere ike ọnyà bot wee kpughee na ọ bụ adịgboroja, n'agbanyeghị mbọ kacha mma nke ndị okike ya mere iji megharịa omume mmadụ.",
    "2423586454": "A ka nwere ihe ụfọdụ na ngwanrọ enweghị ike ime, n'agbanyeghị otú AI si dị mma n'azụ ya. Teknụzụ CAPTCHA ọgbara ọhụrụ na-enye usoro egosipụtara na-egbochi bots na-anwa ịkwalite aghụghọ ịkwụ ụgwọ. Ọ bụ ezie na ụzọ ochie na-abịarute CAPTCHA, dị ka ọnụ ọgụgụ ndị dị mfe n'ime igbe, na-enwekarị ụkọ n'ibelata bots dị elu, ngwaọrụ nzaghachi nnwale na-akpaghị aka dị ka hCaptcha Enterprise nwere ike sụọ ngọngọ bot n'ụzọ dị mfe n'oge nbanye akaụntụ ma ọ bụ ndenye ụgbọ ịzụ ahịa. Ọbụlagodi na bot nwere ezigbo nzere, ọ bụrụ na agaghị enwe ike ịgafe CAPTCHA.",
    "1467308982": "Usoro ịkwụ ụgwọ",
    "1291824746": "Payouts hCaptcha na-agba otu ụzọ n'ụzọ anọ na ndabere ụbọchị 60. Iji gosi ihe nke a pụtara, biko hụ tebụl n'okpuru.",
    "3444947612": "Okporo ụzọ n'etiti",
    "4181611011": "Ụbọchị ime n'udo",
    "728503636": "Ụbọchị ịkwụ ụgwọ",
    "3720584906": "Julaị 15, 2021 - Ọkt 15, 2021",
    "388240587": "Ọnwa Mbụ 5-15, 2022",
    "3426312287": "Ọnwa Mbụ 5-15, 2022",
    "615618648": "Eprel 15, 2021 - Julaị 15, 2021",
    "3376724603": "Septemba 14-24, 2021 †††",
    "3398978455": "Septemba 15-25, 2021 †††",
    "2722456056": "Jenụwarị 15, 2021 - Eprel 15, 2021",
    "4063155841": "Ọ dịghị mgbe e mesịrị ka Jun 25th 2021 ††",
    "4082053540": "Junị 19-25, 2021 ††",
    "64953197": "Ọktoba 15, 2020 - Jenụwarị 15, 2021",
    "1023070345": "Agaghị agafe Machị 14, 2021",
    "2600696085": "Maachị 15, 2021",
    "3217791519": "Julaị 15, 2020 - Ọkt 15, 2020",
    "649261378": "Jenụwarị 5-11, 2021*",
    "1559190296": "Jenụwarị 5-11, 2021",
    "3806054689": "Eprel 15, 2020 - Julaị 15, 2020",
    "4162383380": "Septemba 16 - 22, 2020 ***",
    "1990824776": "Septemba 16-24, 2020****",
    "3856690908": "Jenụwarị 15, 2020 - Eprel 15, 2020",
    "3200641265": "Ọ dịghị mgbe e mesịrị ka Jun 16, 2020*",
    "3744079744": "Junị 15 ruo 19, 2020****",
    "2209837451": "Ọktoba 15, 2019 - Jenụwarị 15, 2020",
    "2510534204": "Agaghị agafe Maachị 23, 2020 ***",
    "2910560864": "Maachị 20-23, 2020 ***",
    "2544565802": "Julaị 15, 2019 - Ọktoba 15, 2019",
    "3963642878": "Agaghị agafe Dec 14, 2019*",
    "622103562": "Disemba 17, 2019 ***",
    "4072202039": "Eprel 15, 2019 - Julaị 15, 2019",
    "818049069": "Agaghị agafe Jul 15, 2019",
    "1169005651": "Septemba 15, 2019",
    "2303655425": "Ọnwa Mbụ 15, 2019 - Eprel 15, 2019",
    "3678889946": "Agaghị agafe Jun 15, 2019",
    "3094354698": "Ọnwa Isii 15, 2019",
    "4217013126": "Payouts na-agbakarị ụbọchị niile na ụbọchị ịkwụ ụgwọ, ma na-agwụcha ya n'etiti abalị Pacific. Ọ bụrụ na akara akaụntụ maka ntụleghachi, ọ nwere ike were ụbọchị azụmahịa ise ọzọ iji hapụ ịkwụ ụgwọ.",
    "1447649958": "Dị ka ihe ncheta, naanị ezi okporo ụzọ mmadụ tozuru oke maka ịkwụ ụgwọ. Ị nwere ike ịhụ nkọwa ndị ọzọ na nke a na FAQ anyị, jikọtara n'okpuru. Ntụziaka dị ga-enwerịrị oke opekempe ka ị wee ruo eru maka ịkwụ ụgwọ, ugbu a 10 HMT.",
    "4257144752": "Atụmatụ oge anaghị egosipụta izi ezi ikpeazụ ma ọ bụ mmadụ, yabụ ego ikpeazụ gị nwere ike ịdịgasị iche n'ogo elu ma ọ bụ gbadata site na ọnụọgụ egosiri na Dashboard tupu emekọrịta mbụ gị.",
    "2728931827": "Mgbe emezigharị nke ọ bụla, a ga-emelite atụmatụ igodo otu saịtị gị yana izi ezi amụma amụma ga-abawanye, belụsọ ma saịtị gị nwere mgbanwe ihe na omume onye ọrụ.",
    "1200905005": "††† Site na Septemba 2021, nkwekọrịta na ịkwụ ụgwọ ugbu a na-ewe ihe dị ka ụbọchị iri karịa otu ụbọchị, iji mee ka mmachi arụ ọrụ dị mfe metụtara uto na ọrụ ahụ.",
    "4284094387": "†† Ụfọdụ June 2021 reconciliation na payouts ga-agba ọsọ n'ime izu na-esote n'ihi igbu oge na nkwenye nke mgbakọ ikpeazụ n'oge windo imezi.",
    "1977013707": "† December 2020 ịkwụ ụgwọ ka ewegharịrị site na 15th iji zere ndakọrịta na mmekọ ikpeazụ nke afọ na ezumike ndị ọrụ: a ga-agwụcha ha n'izu nke abụọ nke Jenụwarị. N'ihi ibufe nwayọọ karịa ka ọ na-adị na PayPal, ịkwụ ụgwọ ga-agafe ọtụtụ ụbọchị kama ịmecha ya n'otu ụbọchị.",
    "517010299": "Biko rịba ama: anyị na-arụ ọrụ ugbu a na ngbanwe azụ azụ na ngbanwe dị nso na oge dị adị. Nkwekọrịta oge ọ bụla ga-aga obere oge karịa ka ọ na-adị site na Q1 2021. Nke a anaghị emetụta usoro ịkwụ ụgwọ ma ọ bụ ụbọchị.",
    "3092200338": "** Mgbe 15th dara na ngwụcha izu, ụbọchị ịkwụ ụgwọ bụ nke iri na asaa.",
    "3891941747": "*** Ndụmọdụ COVID-19: N'ihi mbelata ikike ndị ọrụ metụtara COVID-19, ahazigharịla ngbanwe iji nyekwuo oge iji mechaa nkwenye ọkọlọtọ anyị. A na-atụ anya na ịkwụ ụgwọ ga-amalite na Fraịde wee wuchaa na Mọnde na-esote.",
    "2301757528": "**** N'ihi mmezi nke PayPal nke API REST ha n'oge mpio ịkwụ ụgwọ, ọ bụghị ụgwọ niile ka emechara na Jun 15th. Ụgwọ ịkwụ ụgwọ ọ bụla akwadoro maka Jun 15th (oge Pacific) mana emeghị ya n'ihi mperi PayPal API ka emegharịrị ya na Jun 19th (oge Pacific).",
    "116842359": "***** A na-atụ anya na nkwekọrịta ga-emecha ọtụtụ ụbọchị n'ihi nhazi usoro.",
    "4154415610": "***** Nkwụghachi ụgwọ ọnwa Septemba 2020 ga-agba ọsọ n'ọkwa ka nkwekọrịta zuru oke, yana ụfọdụ na-agba ọsọ ọtụtụ ụbọchị karịa ka akwadoro na mbụ n'ihi igbu oge ime nkwekọ.",
    "2310694091": "Gịnị ka imezigharị pụtara?",
    "164801246": "Ndozi bụ usoro nke a na-enyocha okporo ụzọ mgbe eziokwu ahụ ga-enyocha mmadụ na izi ezi ya, ozugbo data niile sitere na saịtị mkpesa niile batara. Ị nwere ike ịgụkwu nkọwa na anyị.",
    "3256245394": "yana blọgụ anyị, dịka ọmụmaatụ",
    "3089778412": "Kedu ka hCaptcha si agbakọọ ụgwọ ọrụ",
    "3329755436": "Ị na-eme atụmatụ ime ka usoro a dị ngwa?",
    "1911669851": "Ee, anyị na-arụ ọrụ ugbu a na mgbanwe dị iche iche na sistemu azụ azụ anyị nke anyị na-atụ anya ga-emecha mee ka anyị nye ma nzikọrịta ngwa ngwa, nleba anya ngwa ngwa, yana ịkwụ ụgwọ ngwa ngwa. Anyị na-agba mbọ ugbu a ibu ụzọ mee ka udo dị ngwa.",
    "2366003154": "Pịa na ajụjụ mgbasa ozi",
    "3054564199": "Pịa Kit",
    "3173156067": "Ụfọdụ nkwekọrịta akwadoro dị ma ọ bụrụ na ịchọrọ itinye onyonyo atụ n'ime akụkọ gị.",
    "867314732": "Ị nwere ike iweghachite mkpebi dị elu",
    "858218750": "na ntuziaka maka iji ha na",
    "3821716514": "ibe.",
    "1186243118": "oyiyi logo",
    "3034959000": "Ị nwere ike weghachite",
    "1764089150": "Ebe a:",
    "1558428432": ". Biko nyefee ha na hCaptcha.com.",
    "2429359042": "ihe atụ interface oyiyi",
    "1480820434": "onyonyo 1",
    "3213411837": "onyonyo 2",
    "1270712701": "Akwụkwọ akụkọ na akụkọ na-adịbeghị anya",
    "231285005": "Ị nwere ike ịchọta mmelite ọhụrụ na blọọgụ anyị",
    "1289884910": "Anyị na-ebipụta nyocha na akụkọ mgbe ụfọdụ. Ọmụmaatụ:",
    "932546190": "Ihe kpatara CAPTCHA ga-anọnyere anyị mgbe niile",
    "2344319147": "Ego ole ka nchọta bot Google bara n'ezie?",
    "1637527266": "Kedu obodo kacha nwee okporo ụzọ bot?",
    "230159237": "Ndi ana-akpo",
    "3759923279": "Biko ziga ajụjụ ndị a na adreesị ozi-e a:",
    "4255608322": "Emelitere ikpeazụ: Eprel 12, 2021",
    "537881751": "Nnọọ na hCaptcha! Amụma nzuzo a na-akọwa omume nke Intuition Machines, Inc. (\"IMI\", \"anyị\" ma ọ bụ \"anyị\") gbasara mkpokọta, ojiji, na mkpughe ozi anyị (gụnyere ozi nkeonwe, akọwapụtara n'okpuru) site na webụsaịtị anyị na www.hcaptcha. .com na subdomains ma ọ bụ ngalaba ọ bụla ọzọ anyị na-eji (\"Sites\") na ngwa ngwa hCaptcha na ngwa ngwa na ihe ndị metụtara ya (mkpokọta, \"Ọrụ\").",
    "33639629": "Ọdabara na webụsaịtị ndị ọzọ. Biko mara na amụma nzuzo a anaghị emetụta weebụsaịtị, onyinye, ngwaahịa ma ọ bụ ọrụ nke ndị ọzọ ọ bụla, ọbụlagodi na ọ na-ejikọ na saịtị anyị ma ọ bụ tinye ọrụ ahụ - biko rụtụ aka na amụma nzuzo dị adị tupu ị kpebie ịnye ozi ọ bụla na nke atọ. oriri.",
    "987375734": "IMI dabere na United States. Anyị sitere na United States na-achịkwa ma na-arụ ọrụ saịtị na ọrụ ahụ. Enwere ike ịchekwa ma hazie ozi nkeonwe gị na obodo ọ bụla ebe anyị nwere akụrụngwa ma ọ bụ nke anyị na-etinye ndị na-enye ọrụ aka, yana site na iji saịtị na Ọrụ ị kwenyere ịnyefe ozi na mba ndị na-abụghị obodo gị, gụnyere United States. , nke nwere ike ịnwe iwu nchekwa data dị iche na nke obodo gị. N'ọnọdụ ụfọdụ, ụlọ ikpe, ụlọ ọrụ mmanye iwu, ụlọ ọrụ nchịkwa ma ọ bụ ndị ọrụ nchekwa na obodo ndị ọzọ nwere ike ị nweta ikike ịnweta Ozi Nkeonwe gị.",
    "452920031": "Ihe ndetu nye ndị ahịa na-abụghị United States.",
    "2328839224": ". Biko hụ ngalaba \"Ọrịbama nye ndị bi na California\" metụtara ikike gị n'okpuru Iwu Nzuzo Ndị Ahịa California (\"CCPA\").",
    "1565481281": "Ihe ndetu nye ndị bi na California",
    "1028058338": "Biko hụ ngalaba \"Ọrịbama maka Isiokwu data EU\" metụtara ikike gị n'okpuru Iwu Nchekwa data Izugbe (\"GDPR\").",
    "2271205646": "Ihe ndetu nye ndị bi na mpaghara akụ na ụba Europe.",
    "508143070": "Rịba ama na IMI bụ onye na-ahụ maka ozi nkeonwe gị, belụsọ ebe anyị na-ahazi ozi nkeonwe n'aha ndị mmekọ anyị n'ihe gbasara ịnye ọrụ anyị, na nke a anyị bụ onye nhazi ozi nkeonwe, ndị Integrators bụ ndị na-ahụ maka ozi nkeonwe. ozi nkeonwe.",
    "2330965058": "Ebe anyị na-arụ ọrụ dị ka ihe nhazi maka ndị mmekọ anyị, anyị anaghị eji data anakọtara maka ebumnuche ọ bụla karịa ka ọ dị mkpa iji nye ọrụ anyị, a ga-achịkwa nhazi anyị site na nkwekọrịta anyị nwere na ndị mmekọ anyị, ọ bụghị nke a. amụma nzuzo",
    "3017040355": "Ịhazi data isiokwu data EU na-arụ ọrụ n'okpuru usoro iwu kwadoro nke Standard Contractual Clauses (SCCs) agbakwunyere n'ime ntinye nhazi data na Usoro ọrụ anyị ma ọ bụ nkwekọrịta nhazi data na ndị mmekọ anyị.",
    "2233384692": "Ọ bụrụ na ị nwere ajụjụ ọ bụla ma ọ bụ nchegbu gbasara otu esi ejikwa data dị otú ahụ ma ọ bụ chọọ iji ikike gị, ị ga-akpọtụrụ onye ahụ ma ọ bụ ụlọ ọrụ (ya bụ, onye na-ahụ maka data) onye anyị na ya kwadoro iji Ọrụ iji hazie data a. Otú ọ dị, anyị ga-enye ndị mmekọ anyị aka iji dozie nsogbu ọ bụla ị nwere, dịka usoro nkwekọrịta anyị na ha si dị.",
    "349292953": "Ozi Anyị na-anakọta",
    "3022001832": "Anyị na-anakọta ozi site n'aka ndị mmadụ na-emekọrịta na saịtị na Ọrụ anyị, gụnyere ndị na-etinye ọrụ anyị na webụsaịtị ha (\"Integrators\"), ndị na-eji ọrụ maka akara data (\"Ndị ahịa\") na ndị ọrụ njedebe na-emekọrịta ihe na anyị. Na-eje ozi site na webụsaịtị nke ndị mmekọ anyị (\"Ndị ọrụ njedebe\").",
    "835545301": "Anyị na-anakọta ụdị ozi ndị a:",
    "3228928991": "Ozi enwere ike iji mata ma ọ bụ kpọtụrụ onye ọ bụla (\"ozi nkeonwe\"), dị ka aha, adreesị ozi-e, na obodo. Anyị na-anakọta ozi nkeonwe site n'aka ndị mmekọ na ndị ahịa anyị ugbu a mgbe ha na-enye anyị ya ozugbo (dịka ọmụmaatụ, site na dejupụta fọm mgbe ị na-edebanye aha maka akaụntụ, ma ọ bụ itinye akwụkwọ maka ịnata ozi email n'aka anyị). Anyị nwekwara ike nyochaa njirimara nke ndị nrụpụta na ndị ahịa anyị site n'ịtụle ozi nkeonwe megide ọdụ data ndị ọzọ ma ọ bụ akwụkwọ iwu gọọmentị.",
    "1655796811": "Ozi anakọtara na akpaghị aka n'ihi ojiji onye Integrator ma ọ bụ onye ahịa jiri saịtị ma ọ bụ ọrụ (\"Analytics information\"), dị ka adreesị IP, ụdị ihe nchọgharị, onye na-ahụ maka ịntanetị, ụdị ikpo okwu, ụdị ngwaọrụ, sistemụ arụmọrụ, stampụ ụbọchị na oge. ohere, na ozi ndị ọzọ yiri ya. A na-anakọta ụfọdụ ozi nyocha n'aha anyị site n'aka ndị ọzọ anyị na-etinye maka ebumnuche ahụ, a na-anakọta ụfọdụ ozi nyocha site na teknụzụ nsochi dị iche iche, gụnyere kuki (lee \"Nyocha Ntụle nke Ndị Ọzọ na Teknụzụ Nsochi\" n'okpuru).",
    "1388241689": "Ozi anakọtara n'ihi nke ndị ọrụ njedebe na-aza mkpali site na Ọrụ (\"Data akpọrọ\"), dị ka data nnye aha onyonyo, ederede agbanwere site na faịlụ ọdịyo akpọrọ gaa na ndị ọrụ njedebe, azịza ajụjụ na mkpali ndị ọzọ sitere na ọrụ ahụ. maka ebumnuche ịkpọ data maka ojiji na ngwa mmụta igwe. Rịba ama na ejikọtaghị data akpọrọ na onye ọ bụla achọpụtara.",
    "1493790285": "Ozi ndị ọzọ anakọtara n'aka ndị ọrụ njedebe dị ka akụkụ nke Ọrụ a chọrọ iji chọpụta ma ha",
    "2216374138": "bụ mmadụ, dị ka mmegharị òké, ọnọdụ mpịakọta, mmemme igodo igodo, ihe mmetụ aka, na ozi gyroscope / accelerometer dị ka ọdabara.",
    "2394073454": "Anyị nwere ike ịnakọta ozi ndị ọzọ n'aka ndị ọrụ njedebe chọrọ ka anyị na ha rụọ ọrụ dị ka Labelers Data Onye ọ bụla.",
    "3103557430": "Otu esi eji ozi eme ihe",
    "1130802068": "Anyị na-eji ozi anyị nakọtara maka ebumnuche ndị a:",
    "2940689138": "Iji chịkwaa Integrator na Akaụntụ Ndị Ahịa wee nye Ọrụ ahụ. Anyị na-eji Ozi Nkeonwe iji jikọta akaụntụ ndị akọwapụtara na ndị Integrators na ndị ahịa yana ịnye ha Ọrụ, ịza arịrịọ ma ọ bụ ajụjụ, iji nye nkwado ma ọ bụ enyemaka teknụzụ, yana ịkwado ịkwụ ụgwọ.",
    "857974529": "Ka imeziwanye saịtị na Ọrụ ahụ. Anyị na-eji Ozi nyocha iji melite ọrụ anyị dị ugbu a ma wulite ọrụ na onyinye ọhụrụ yana hazie onyinye ngwaahịa dị adị na n'ọdịnihu.",
    "1820844638": "Iji nweta nghọta ahịa. Anyị na-eji Ozi nyocha iji nyochaa ahịa ma na-eduzi nyocha azụmahịa metụtara saịtị na Ọrụ anyị, yana maka ebumnuche nyocha ndị ọzọ.",
    "3386280249": "Iji weta ahịa maka Data akpọrọ. Ọrụ anyị na-eme ka akara data dị elu na nyocha mmadụ maka sistemụ mmụta igwe dị ka ọrụ nye ndị nwe webụsaịtị na ụlọ ọrụ ndị chọrọ enyemaka ịnweta data ha. Iji mezuo nke ahụ, anyị na-ekpughere ndị ahịa anyị nwere mmasị ịnweta Data Edoro Aha.",
    "3532143291": "Iji chekwaa ọrụ na sistemu anyị. Anyị na-eji ozi nyocha iji chekwaa sistemụ anyị site na ịchọpụta ihe egwu na adịghị ike, yana ichekwa ozi anyị na-anakọta ọzọ.",
    "2185418511": "Maka ebumnuche azụmahịa ọ bụla ziri ezi, ma ọ bụrụhaala na ewepụrụ ozi ahụ ma ọ bụ chịkọta ya nke na enweghị ike ijikọ ya na mmadụ n'ụzọ ezi uche dị na ya.",
    "2386465280": "Otu esi ekekọrịta ozi",
    "2159517814": "Anyị na-ekekọrịta ma ọ bụ kpughee ozi nkeonwe n'ọnọdụ ndị a:",
    "4256083674": "Na arịrịọ ozugbo sitere n'aka onye mmekọ iji chọpụta ihe egwu aghụghọ nke otu arịrịọ ịma aka CAPTCHA ma ọ bụ adreesị IP, ma ọ bụ n'ụzọ ọzọ ebe enyere nkwenye.",
    "3494826505": "Na ndị na-ere ahịa anyị na-etinye aka iji nye akụkụ dị mkpa nke saịtị na Ọrụ ahụ, dị ka nchekwa data, nnabata, na nchịkọta, na naanị maka ebumnuche ndị ahụ.",
    "1119009846": "Dị ka ọ dị mkpa ịgbaso iwu dị, gụnyere arịrịọ gọọmentị, arịrịọ ndị mmanye iwu, na ndị ọzọ maka ụlọ ọrụ ọha na nke onwe iji chekwaa ikike, nzuzo, nchekwa, ma ọ bụ ihe onwunwe nke gị, anyị, ma ọ bụ ndị ọzọ.",
    "197676026": "Mụ na ndị ọzọ maka ebumnuche azụmahịa ọ bụla ziri ezi, ma ọ bụrụhaala na ewepụghị ozi ahụ",
    "2359312315": "ma ọ bụ chịkọtara nke na enweghị ike ijikọ ya na mmadụ n'ụzọ ezi uche dị na ya.",
    "2497216176": "Nleba anya nke atọ na teknụzụ nsochi",
    "3694578791": "Dị ka a tụlere n'elu, anyị (na ndị na-ere ahịa ndị ọzọ) na-anakọta ozi nchịkọta akụkụ site na iji kuki, mgbama weebụ, na teknụzụ nsochi ndị ọzọ. N'ụfọdụ ọmụmaatụ, anyị na ndị na-ere ahịa ndị ọzọ na-arụkọ ọrụ iji kuki maka ebumnuche ịnakọta ozi nyocha.",
    "2238885192": "Anyị na-eji Sentry nakọta data nbipu mgbe onye ọrụ nwetara mperi. Maka ozi gbasara otu Sentry si anakọta ma hazie data:",
    "1535054294": "Biko hụ amụma ha zuru ezu",
    "658775471": "Anyị na-eji Cloudflare ebuli okporo ụzọ webụ anyị. Maka ozi gbasara otu Cloudflare si anakọta na hazie data:",
    "2014256987": "Ọ bụrụ na ị ga-ahọrọ ka ịghara igbochi ojiji kuki ma ọ bụ teknụzụ nsochi ndị ọzọ, biko hụ \"Jikwaa ozi gị,\" n'okpuru. Biko mara na ime nke a nwere ike imetụta ahụmịhe gị n'iji saịtị ma ọ bụ Ọrụ, n'ihi na ụfọdụ njirimara nwere ike ọ gaghị arụ ọrụ nke ọma.",
    "2788024905": "Otu esi echekwa ozi",
    "271333468": "Anyị na-emejuputa usoro teknụzụ na nhazi kwesịrị ekwesị iji kpuchido ozi anyị na-anakọta ma chekwaa, ma chọọ ndị ọrụ niile na-arụ ọrụ nhazi anyị n'aha anyị ka ha mee otu ihe ahụ. N'ụzọ dị mwute, ọ dịghị usoro nchebe bụ 100% nzuzu, yana dị ka nke a, ọ dịghị netwọk ma ọ bụ usoro (gụnyere nke anyị) nwere ike ijide n'aka na ọ ga-abụ 100% nchebe megide mbibi, mfu, mgbanwe, nkwupụta na-enweghị ikike, ma ọ bụ ịnweta ozi anyị na-anakọta ma chekwaa. Ọ bụrụ na ị kwenyere na ozi gị agaghị echekwa maka ihe ọ bụla, biko kpọtụrụ anyị ozugbo na:",
    "3031284129": "Nkwusa akwụkwọ ikike",
    "26365791": "Ruo n'ókè iwu kwadoro, saịtị na Ọrụ (na ọrụ ọ bụla metụtara, ozi, data, atụmatụ, na ọdịnaya ma ọ bụ ihe ndị ọzọ) na-enye na \"dị ka ọ dị\" na \"dị ka ọ dị\". Ruo n'ókè iwu kwadoro, IMI na-ewepu ikike niile, gụnyere mana ọnweghị oke na akwụkwọ ikike nke ịre ahịa, mma maka otu ebumnuche na enweghị mmebi iwu.",
    "735630686": "Ijikwa ozi gị (Ikike gị)",
    "498769698": "Ị nwere ike ịnweta, dezie, mezie, ma ọ bụ hichapụ ụfọdụ ozi nkeonwe ị nwere ike ịnye anyị site na Akaụntụ Integrator, Onye ahịa, ma ọ bụ Accessibility User (ọ bụrụ na ị bụ onye ntinye, onye ahịa ma ọ bụ onye nwe ohere). Ọ bụrụ na ịnweghị ike ime ya, ma ọ bụ nwee ajụjụ ọ bụla gbasara Ozi Nkeonwe anyị anakọtara na/ma ọ bụ kesara gbasara gị, ma ọ bụ chọọ iwepụ nkwenye gị maka nhazi anyị (ya bụ hichapụ akaụntụ gị kpamkpam) biko kpọtụrụ anyị na:",
    "2895491273": "Ọ bụrụ na ị ga-ahọrọ igbochi kuki ma ọ bụ teknụzụ nsochi ndị ọzọ, ọtụtụ ihe nchọgharị na ngwaọrụ mkpanaaka ka ị gbanwee ntọala gị ka ị gwa gị mgbe ị na-enweta kuki ma ọ bụ teknụzụ nsochi ndị ọzọ, na ịhọrọ ma ị ga-anabata/ kwe ma ọ bụ ịghara. ya. Ọtụtụ ihe nchọgharị na-enye gị ohere gbanyụọ ma ọ bụ hichapụ kuki dị adị ma ọ bụ ịjụ kuki n'ọdịnihu ozugbo. Ị nwekwara ike iji ngwaọrụ ndị ọzọ, gụnyere nkwụnye ihe nchọgharị, iji jikwaa mmasị kuki gị. Rịba ama, Otú ọ dị, ọ bụrụ na ị gbanyụọ kuki niile, ụfọdụ akụkụ nke saịtị anyị nwere ike ọ gaghị arụ ọrụ nke ọma.",
    "707527778": "Ozi sitere na ụmụaka",
    "1747657936": "A naghị eduzi saịtị anyị na ọrụ anyị na ụmụaka na-erubeghị afọ 13 ma anyị anaghị eburu n'uche na-anakọta ozi nkeonwe n'aka ụmụaka ndị na-erubeghị afọ 13. Ọ bụrụ na anyị amụta na anyị anakọtara Ozi Nkeonwe nke nwatakịrị n'okpuru afọ 13, anyị ga-ewere ya. usoro ezi uche dị na ya iji ihichapụ ozi dị otú ahụ na faịlụ anyị ozugbo enwere ike, ọ gwụla ma anyị nwere ọrụ iwu kwadoro idowe ya. Biko kpọtụrụ anyị ma ọ bụrụ na ị kwenyere na anyị nwere ozi ọ bụla sitere na ma ọ bụ gbasara nwatakịrị nọ n'okpuru afọ 13:",
    "2419795065": "Amụma nye ndị bi na California",
    "1517625162": "N'okpuru koodu obodo California 1789.3, ndị ọrụ California nwere ikike ịnweta ọkwa ikike ndị ahịa ndị a: Ndị bi na California nwere ike iru ngalaba enyemaka mkpesa nke ngalaba nke Consumer Services nke California Department of Consumer Affairs site na 1625 North Market Blvd., Sacramento, CA 95834, ma ọ bụ site na ekwentị na (916) 445-1254 ma ọ bụ (800) 952-5210.",
    "3730344349": "Akụkụ a na-enye nkọwa ndị ọzọ gbasara ozi nkeonwe anyị na-anakọta gbasara ndị ahịa California yana ikike enyere ha n'okpuru Iwu Nzuzo Ndị Ahịa California ma ọ bụ \"CCPA.\"",
    "4044467791": "Maka ụdị ozi nkeonwe anyị anakọtara n'aka gị n'ime ọnwa iri na abụọ gara aga, biko lee ngalaba \"Ozi Anyị Na-anakọta\" n'elu. Anyị na-anakọta ozi a maka ebumnuche azụmahịa na azụmahịa akọwara na ngalaba \"Otu Anyị si eji Ozi Nkeonwe\" n'elu. N'ime ọnwa 12 gara aga, anyị ekekọrịtala ụdị ozi ndị a n'etiti ndị ọzọ maka ebumnuche azụmahịa:",
    "4208081170": "Otu ozi nkeonwe",
    "1528242915": "Ihe nchọpụta.",
    "3863351997": "Otu ozi nkeonwe edepụtara na ụkpụrụ ndekọ ndekọ ndị ahịa California (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Ozi azụmahịa.",
    "2683038211": "Ọrụ ịntanetị ma ọ bụ netwọk eletrik ọzọ.",
    "3671828834": "Ọmụmaatụ nke ekesara ozi nkeonwe",
    "779426309": "Ezigbo aha, njirimara nkeonwe pụrụ iche, njirimara ịntanetị, adreesị Protocol ịntanetị, adreesị ozi-e, aha akaụntụ, ma ọ bụ ihe nchọpụta ndị ọzọ yiri ya.",
    "2414368123": "Aha, nọmba kaadị kredit, nọmba kaadị debit, ma ọ bụ ozi ego ọ bụla ọzọ.",
    "4088941349": "Ndekọ ngwaahịa ma ọ bụ ọrụ zụrụ, nwetara ma ọ bụ tụlere.",
    "3238612014": "Akụkọ ihe nchọgharị, ozi gbasara mmekọrịta onye ahịa na webụsaịtị ịntanetị, ngwa, ma ọ bụ mgbasa ozi.",
    "1023108656": "Otu nke ndị nnata ndị ọzọ",
    "1418235079": "Ndị na-enye ọrụ",
    "3238184941": "Mara: Enwere ike ịkekọrịta ihe egwu wayo jikọtara na adreesị IP n'otu n'otu n'etiti onye nrụpụta ma rịọ ya.",
    "285116485": "Ụlọ ọrụ ahụ anaghị \"ere\" (dịka akọwara okwu a na CCPA) ozi nkeonwe anyị na-anakọta. Biko rụtụ aka na ngalaba \"Nyocha Ntụle na Teknụzụ Nchọgharị Ndị Ọzọ\" dị n'elu maka ozi ndị ọzọ gbasara ụdị kuki ndị ọzọ, ọ bụrụ na ọ dị, nke anyị na-eji.",
    "1408750006": "N'okpuru ụfọdụ oke, CCPA na-enye ndị na-azụ ahịa California ikike ịrịọ ka ha mata nkọwa ndị ọzọ gbasara edemede ma ọ bụ ozi nkeonwe anyị na-anakọta (gụnyere otu anyị si eji na igosipụta ozi a), ihichapụ ozi nkeonwe ha, ịpụ na ya. \"irere\" ọ bụla nwere ike ime, yana ikike enweghị ịkpa oke maka iji ikike ndị a.",
    "759057398": "Akwụkwọ ozi maka Isiokwu data EU",
    "825780955": "Ozi nkeonwe",
    "2945960297": "N'ihe gbasara data EU, okwu ahụ bụ \"ozi nkeonwe\" dịka ejiri mee ihe na amụma nzuzo a dabara na \"data nkeonwe\" dịka akọwara na European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Data nwere mmetụta",
    "3571006800": "Ụfọdụ ozi ị na-enye anyị nwere ike bụrụ data nwere mmetụta dị ka akọwara na GDPR (nke a na-akpọkwa dị ka ụdị data nkeonwe pụrụ iche), gụnyere njirimara agbụrụ ma ọ bụ agbụrụ gị na akwụkwọ njirimara gọọmentị nyere.",
    "1988461282": "Ntọala iwu maka nhazi",
    "3519564631": "Ebumnuche nhazi",
    "1778642038": "Ka gị na gị kparịta ụka",
    "2223819810": "Iji bulie ikpo okwu anyị",
    "1678661231": "Maka nnabata, mgbochi aghụghọ, yana nchekwa",
    "2561077702": "Iji nye anyị ọrụ",
    "2066321185": "Ndabere nke iwu",
    "1174237568": "Ọrụ nhazi ndị a bụ ọdịmma anyị ziri ezi. Anyị na-anwa ịtụle ma dozie mmetụta ọ bụla nwere ike ime na gị (ma nke ọma na nke ọjọọ) yana ikike gị tupu anyị hazie ozi nkeonwe gị maka ọdịmma anyị ziri ezi. Anyị anaghị eji ozi nkeonwe gị maka mmemme ebe mmetụta ọjọọ ọ bụla ga-emebi ọdịmma anyị (ọ gwụla ma anyị nwere nkwenye gị ma ọ bụ iwu chọrọ ma ọ bụ kwenye).",
    "1350478093": "Ebumnuche nhazi",
    "787916198": "Site na nkwenye gị",
    "3348433919": "Ikike gị",
    "3842673636": "N'okpuru GDPR, ị nwere ikike ụfọdụ gbasara ozi nkeonwe gị. Ị nwere ike ịrịọ anyị ka anyị mee omume ndị a gbasara ozi gbasara gị nke anyị ji:",
    "4057343238": "Họrọ ọpụpụ",
    "1834911235": "Kwụsị iziga gị ozi mgbasa ozi ahịa ozugbo nke ị kwadoro na mbụ ịnata. Anyị nwere ike ịga n'ihu na-ezitere gị ozi metụtara ọrụ yana ozi ndị ọzọ anaghị ere ahịa.",
    "3022301908": "Nweta",
    "680638297": "Nye gị ozi gbasara nhazi ozi nkeonwe anyị ma nye gị ohere ịnweta ozi nkeonwe gị.",
    "1409486258": "ziri ezi",
    "3878077249": "Melite ma ọ bụ dezie ezighi ezi na ozi nkeonwe gị.",
    "3645414921": "Hichapụ",
    "42182578": "Hichapụ ozi nkeonwe gị.",
    "1609621367": "Nyefee",
    "3208155808": "Nyefee gị ma ọ bụ ndị ọzọ ma ọ bụ ndị ọzọ masịrị gị ozi gbasara igwe enwere ike ịgụta ya.",
    "1786796818": "Machibido",
    "3329634829": "Machibido nhazi ozi nkeonwe gị.",
    "4202774977": "Ihe",
    "3007158970": "Ihe ndabere anyị dabere na ọdịmma anyị ziri ezi dị ka ndabere nke nhazi ozi nkeonwe gị nke na-emetụta ikike gị.",
    "1273071008": "Arịrịọ ikike ịnweta isiokwu data",
    "3594381346": "ebe.",
    "21141582": "ihe a",
    "3357523404": "Nyefee data oke oke",
    "290966395": "Dịka akọwara na ngalaba \"Ihe ndetu nye ndị ahịa na-abụghị United States\", biko mara na a ga-ebufe, hazie ma chekwaa data nkeonwe gị na United States. Iwu nchekwa data na US nwere ike ịdị iche na nke dị na obodo gị. Ị kwenyere na ịnyefe ozi gị, gụnyere ozi nkeonwe, na US dị ka akọwapụtara na Nzuzo a site na ịga na saịtị anyị ma ọ bụ iji ọrụ anyị.",
    "3178581111": "Jiri maka ebumnuche ọhụrụ",
    "1088304322": "Anyị nwere ike iji ozi nkeonwe gị maka ihe ndị akọwaghị na amụma nzuzo a, ebe iwu nyere anyị ikike ime ya yana ebe ihe kpatara ya dakọtara na ebumnuche anyị chịkọtara ya. Ọ bụrụ na anyị kwesịrị iji ozi nkeonwe gị maka ebumnuche enweghị njikọ, anyị nwere ike gwa gị ma kọwaa usoro iwu dị maka ojiji ahụ. Ọ bụrụ na anyị adaberela na nkwenye gị maka otu ojiji nke ozi nkeonwe gị, anyị nwere ike ịchọ nkwenye gị maka ebumnuche ọ bụla na-enweghị njikọ ma nye gị ohere ịkwụsị iji ọrụ ahụ n'oge ahụ ma ọ bụrụ na ị jụrụ.",
    "2260079771": "Ndokwa data",
    "38428546": "Anyị na-echekwa data nkeonwe gị nke ọma n'ime ndụ nke akaụntụ gị. Anyị ga-edowe naanị data nkeonwe gị ma ọ bụrụhaala na ọ dị mkpa iji mezuo ebumnuche anyị chịkọtara ya, gụnyere maka imeju afọ ọ bụla iwu, ndekọ ego ma ọ bụ ọrụ mkpesa ma ọ bụ iji dozie esemokwu. Ihe njirisi anyị na-eji ekpebi oge nchekwa gụnyere usoro nkwekọrịta ọdabara nke dị n'ọrụ, oge mmachi iwu iwu, ihe ndị achọrọ n'usoro iwu, yana ụkpụrụ ụlọ ọrụ.",
    "384965568": "Ọ bụ ezie na ihe njide chọrọ dị iche iche site na ikike, a kọwapụtara ozi gbasara oge njide anyị maka akụkụ dị iche iche nke data nkeonwe gị n'okpuru.",
    "2788836740": "A na-edobe ozi kọntaktị maka ebumnuche ahịa na-aga n'ihu ruo mgbe ị debanyere aha. Mgbe nke ahụ gasịrị, anyị ga-agbakwunye nkọwa gị na listi nkwụsị anyị ruo mgbe ebighị ebi. Agaghị eji ozi email anakọtara n'aka ndị ọrụ nnweta maka ebumnuche ahịa.",
    "3520687192": "Enwere ike idowe ndekọ nke nkwukọrịta gị (dịka tiketi nkwado meghere site na email ma ọ bụ Twitter) ruo mgbe ebighị ebi.",
    "292211832": "A na-atụfu ozi anakọtara site na ụzọ teknụzụ dị ka kuki, counter webpage na ngwaọrụ nyocha ndị ọzọ ozugbo ọ bara uru, mana enwere ike idobe ya ruo obere oge ihe ruru otu afọ site na kuki kuki agwụla, nke na-abụkarị n'ụdị akọwapụtaghị yana chịkọtara. ọ gwụla ma anyị chọpụtara na enwere ike imebi ọrụ anyị, ebe anyị ga-edobe ozi ahụ iji nyere anyị aka igbochi mmetọ n'ọdịnihu. Anyị enweghị ike ijikọ ozi a na-amaghị aha yana chịkọtara na gị, ezinụlọ gị, adreesị IP, ma ọ bụ ozi nkeonwe ọ bụla dabere na ozi echekwara.",
    "470943029": "Ọ bụrụ na ị nwere ajụjụ ọ bụla gbasara amụma nzuzo a, biko kpọtụrụ anyị na:",
    "3192683783": "Mgbanwe na amụma nzuzo a",
    "1702335960": "Ozi ọ bụla anyị na-anakọta bụ n'okpuru Amụma Nzuzo n'oge anakọtara ozi dị otú ahụ. Anyị nwere ike, agbanyeghị, na-emegharị Amụma Nzuzo site n'oge ruo n'oge. Ọ bụrụ na ngbanwe bụ ihe, dịka naanị anyị kpebiri, anyị ga-agwa gị, dịka ọmụmaatụ site na email. A ga-edobe ụdịdị dị ugbu a na ibe amụma nzuzo anyị mgbe niile.",
    "3669258571": "Iwu kuki",
    "2905621957": "Emelitere ikpeazụ: Julaị 18, 2020",
    "1173934218": "Anyị ghọtara na nzuzo gị dị gị mkpa ma kpebisie ike ime ka ọ pụta ìhè na teknụzụ anyị na-eji. Iwu a na-enye ozi zuru ezu gbasara otu na mgbe anyị na-eji kuki na saịtị na ọrụ anyị.",
    "2694150481": "Anyị na-eji kuki?",
    "457627611": "Ee. Anyị na ndị nyocha anyị ma ọ bụ ndị na-enye ọrụ, ndị mmekọ ahịa, na ndị mmekọ nwere ike iji kuki, mgbama weebụ, ma ọ bụ pikselụ na teknụzụ ndị ọzọ iji hụ na onye ọ bụla na-eji saịtị ahụ nwere ahụmịhe kachasị mma. Biko hụ ngalaba \"Ntụle Ntụle na Teknụzụ Nchọgharị Ndị Atọ\" nke Amụma Nzuzo anyị maka nkọwa ndị ọzọ.",
    "501102544": ": anyị kwenyere na ọrụ mgbochi bot hCaptcha (ya bụ, Ọrụ nke weebụsaịtị, egwuregwu, ma ọ bụ ngwa mkpanaaka agbakwunyere) gụnyere naanị kuki a na-akpọ \"nkwenye na-enweghị nkwenye\" na-agbaso ụkpụrụ GDPR. Ọmụmaatụ nke kuki ndị a gụpụrụ agụnye:",
    "461631543": "GDPR ndetu",
    "2150907653": "* Kuki teknụzụ dị ezigbo mkpa maka ịnye ọrụ ahụ. Ndị a gụnyere kuki mmasị, kuki nnọkọ, kuki na-edozi ibu, wdg.",
    "1012122721": "* Kuki ndekọ aha nke anyị na-ejikwa ozugbo (ya bụ, ndị nke mbụ, ọ bụghị kuki ndị ọzọ), ebe anaghị eji data ahụ maka profaịlụ.",
    "148542287": "Nke a abụghị ndụmọdụ gbasara iwu, ọ nweghịkwa akwụkwọ ikike enyere maka nyocha a. Ọ bụrụ na ị nwere ajụjụ ọzọ ma ọ bụ nchegbu, biko kpọtụrụ anyị na:",
    "3956117148": "Weebụsaịtị hCaptcha.com na BotStop.com (saịtị ndị ahụ) nwere ike ịgụnye kuki ndị ọzọ, dịka akọwara na amụma a.",
    "3255230599": "Kedu ihe bụ kuki?",
    "1095532507": "Kuki (\"Kuki\") bụ obere faịlụ ederede nke sava ibe weebụ na-etinye na draịvụ ike gị. Kuki nwere ozi nke sava webụ nwere ike gụọ ya na ngalaba nyere gị kuki. A ga-eji ụfọdụ kuki naanị ma ọ bụrụ na ị na-eji ụfọdụ atụmatụ ma ọ bụ họrọ ụfọdụ mmasị, na ụfọdụ kuki ga-eji ya mgbe niile. Ị nwere ike ịmatakwu gbasara kuki ọ bụla site na ịlele ndepụta kuki anyị ugbu a n'okpuru.",
    "2943815316": "Anyị na-emelite ndepụta a kwa oge, yabụ enwere ike ịnwe kuki ndị ọzọ na-edepụtabeghị. Enwere ike iji mgbama webụ, mkpado na scripts na saịtị ma ọ bụ na ozi-e iji nyere anyị aka ịnye kuki, gụọ nleta, ghọta ojiji na mgbasa ozi dị irè wee chọpụta ma e meghere email ma mee ya. Anyị nwere ike ịnata akụkọ dabere na iji teknụzụ ndị a site n'aka ndị na-eweta ọrụ/nyocha n'otu n'otu na mkpokọta.",
    "2954157511": "Gịnị mere anyị ji eji kuki?",
    "1539071196": "Anyị na-ejikarị kuki maka ebumnuche ndị a:",
    "3545935449": "Ịmata ndị ọrụ ọhụrụ ma ọ bụ ndị gara aga.",
    "32739972": "Ka ịchekwaa ozi oge nbanye gị ma ọ bụrụ na ị debanyere aha na saịtị anyị.",
    "4209078147": "Iji meziwanye saịtị anyị yana ịghọta nleta gị nke ọma na nyiwe na saịtị anyị.",
    "1077448694": "Ijikọ na webụsaịtị mgbasa ozi mgbasa ozi ndị ọzọ.",
    "1709478090": "Iji jeere gị ozi sitere na mmasị ma ọ bụ mgbasa ozi ezubere iche.",
    "3256020881": "Ka ilele omume gị na ihe nchọgharị gị n'ime oge n'ofe weebụsaịtị ma ọ bụ nyiwe ndị ọzọ.",
    "1092241113": "Iji ghọta nke ọma ọdịmma nke ndị ahịa anyị na ndị mmekọ.",
    "1434289796": "Ụfọdụ kuki dị mkpa maka ụfọdụ ojiji nke saịtị ahụ, ma na-enweghị kuki ndị dị otú ahụ, anyị agaghị enwe ike ịnye ọtụtụ ọrụ ndị ịchọrọ iji saịtị ndị ahụ nke ọma. Kuki ndị a, dịka ọmụmaatụ, na-enye anyị ohere ịrụ ọrụ saịtị anyị ka ị nwee ike ịnweta ya dịka ị rịọrọ ka anyị mata na ị mepụtara akaụntụ wee banye na akaụntụ ahụ iji nweta ọdịnaya saịtị. Ha tinyekwara kuki ndị na-enyere anyị aka icheta omume gị gara aga n'ime otu oge nchọgharị wee chekwaa saịtị anyị.",
    "1533171442": "Anyị na-ejikwa kuki na kuki na-arụ ọrụ sitere na ndị ọzọ maka nyocha na ebumnuche ahịa. Kuki na-arụ ọrụ na-eme ka akụkụ ụfọdụ nke saịtị ahụ rụọ ọrụ nke ọma yana ka amara mmasị onye ọrụ gị. Kuki nyocha, n'etiti ihe ndị ọzọ, na-anakọta ozi gbasara otu ndị ahịa, ndị mmekọ, na ndị ọrụ njedebe si eji saịtị anyị, ọdịnaya na ngwaahịa ndị ọrụ na-elele ugboro ugboro, yana ịdị irè nke mgbasa ozi ndị ọzọ. Kuki mgbasa ozi na-enyere aka n'ịkwasa mgbasa ozi na ndị na-ege ntị dị mkpa yana ime ka mgbasa ozi anyị pụta n'elu nsonaazụ ọchụchọ. Kuki bụ \"nnọkọ\" kuki ndị a na-ehichapụ mgbe ị kwụsịrị nnọkọ ihe nchọgharị gị, ma ọ bụ \"na-adịgide adịgide,\" nke na-adịgide ruo mgbe ị ga-ehichapụ ha (a tụlere n'okpuru) ma ọ bụ otu ndị nyere kuki ahụ. Nkọwa zuru oke na kuki niile ejiri na saịtị dị na tebụl ngosi kuki anyị dị n'okpuru.",
    "322830977": "Otu esi agbanyụọ kuki.",
    "3885459114": "Ị nwere ike ịgbalite ma ọ bụ mechaa kwụsị iji kuki site na ọrụ arụnyere n'ime ihe nchọgharị weebụ gị. Ọ bụrụ na ịchọrọ ịmatakwu gbasara kuki, ma ọ bụ otu esi ejikwa, gbanyụọ ma ọ bụ hichapụ ha, biko gaa na https://www.knowcookies.com/ maka ntụzịaka zuru ezu.",
    "262509504": "Anyị nwere ike jikọta ozi Kuki nakọtara na ozi ndị ọzọ anyị na-anakọta n'aka gị dabere na amụma nzuzo a wee jiri ozi agwakọtara dị ka akọwara n'ime ya. N'otu aka ahụ, ndị ọzọ na-enye kuki na saịtị anyị nwere ike jikọta aha gị ma ọ bụ adreesị ozi-e gị na ozi ndị ọzọ ha na-anakọta, nke nwere ike ịgụnye ịzụrụ ihe n'oge gara aga na-anọghị n'ịntanetị ma ọ bụ n'ịntanetị, ma ọ bụ ozi ojiji gị n'ịntanetị.",
    "2935155034": "Ọ bụrụ na ịnọ na mpaghara akụ na ụba Europe, ị nwere ikike ụfọdụ akọwara n'elu n'okpuru isiokwu \"Ọrịbama maka isiokwu data EU\", gụnyere ikike inyocha na mezie ma ọ bụ hichapụ data anyị nwere gbasara gị.",
    "1873812847": "Mkpughe (s) kuki",
    "3319083717": "Aha:",
    "3183855267": "1. hmt_id",
    "907324388": "Ọrụ",
    "2896187462": "1. Ejiri ya maka ọnụ ọgụgụ metụtara ọrụ na-enweghị aha, yana maka ebumnuche teknụzụ ndị ọzọ dị ka inye aka na nkwado nnweta.",
    "987267027": "Party",
    "3453526675": "1. 1st party",
    "1952810469": "Ụdị",
    "1795436560": "1. Oge",
    "102695075": "Ogologo oge",
    "3356329025": "1.30 ụbọchị",
    "3744153629": "Aha:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "nnọkọ,",
    "3186435874": "sessionid",
    "720059527": "2. A na-eji ya eme ihe maka ebumnuche teknụzụ dị mkpa: nhazi ibu, nhazi.",
    "1241291641": "Hụ nkọwa ndị ọzọ.",
    "1834801943": "2. 1st party",
    "2114694926": "2. Oge",
    "938404336": "2. Dị iche iche; ruo ụbọchị iri atọ.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Ejiri ya maka ebumnuche teknụzụ dị mkpa: na-enyere onye ọrụ ohere ịnweta ohere.",
    "1061239711": "3. 1st party",
    "1483015662": "3. Oge",
    "3458934553": "3. Dị iche iche; ruo ụbọchị iri atọ.",
    "1527172673": "Ọ bụrụ na ị nwere ajụjụ ọ bụla gbasara amụma kuki a, biko kpọtụrụ anyị na:",
    "134571844": "Impressum (Ọkwa saịtị)",
    "110836420": "Emelitere ikpeazụ: Disemba 23, 2020",
    "2901894297": "hCaptcha bụ ọrụ Intuition Machines, Inc. (\"IMI\"), ụlọ ọrụ US Delaware (#6393793).",
    "2928362319": "Enwere ike izipu ajụjụ ezitere na: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Enwere ike nweta ozi gbasara njikwa ụlọ ọrụ ugbu a na ibe Ihe. Onye isi ụlọ ọrụ ugbu a bụ onye isi njikwa maka ọdịnaya.",
    "3094150511": "ikike nchịkwa: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI anaghị etinye aka na, ma ọ bụ na ọ maghị ya isonye na mkpebi esemokwu ọzọ maka esemokwu ndị ahịa n'ihu ụlọ ọrụ na-edozi esemokwu ndị ahịa.",
    "1395644678": "Weebụsaịtị European Commission maka mkpebi esemokwu n'ịntanetị:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Enweghị nkwa gbasara ọdịnaya",
    "707541553": "Ozi niile dị na ibe ịntanetị anyị bụ ndị IMI ma ọ bụ ndị ọzọ kwadoro. Agbanyeghị, ọ nweghị IMI ma ọ bụ ndị ọzọ nwere ike ịnwụ maka ozi dị ugbu a, nke ziri ezi ma ọ bụ zuru oke. Nke a na-emetụtakwa webụsaịtị ndị ọzọ enwere ike ịnweta site na hyperlinks na ibe anyị. IMI anaghị anabata ọrụ ọ bụla maka ọdịnaya nke weebụsaịtị ndị a dị na mpụga.",
    "2650241052": "Enweghị ndụmọdụ",
    "3361191778": "Ozi enyere na ibe ịntanetị anaghị anọchi anya ndụmọdụ onye ọ bụla na enweghị ike dochie nke a. Ọ bụrụ na ịchọrọ ndụmọdụ onye ọ bụla, biko kpọtụrụ ndị ọrụ nkwado anyị.",
    "1031855757": "Iji saịtị a",
    "204716894": "A na-echekwa ọdịnaya na imewe ibe weebụ anyị n'okpuru iwu nwebisiinka. Mbigharị nke ibe na ọdịnaya ha n'ụzọ karịrị ezi uche na-achọ nkwenye ederede site na IMI ma ọ bụrụ na enweghị usoro iwu ọzọ akọwapụtara maka mbịgharị na ibe ahụ.",
    "3182435854": "Nwebiisinka",
    "3187946010": "Edebere ederede niile, onyonyo, eserese eserese, vidiyo, egwu, ụda na ihe ndị ọzọ dị na ibe ndị a n'okpuru iwu nwebiisinka site n'aka IMI ma ọ bụ ndị ọzọ ma akọwapụta ya. Amachibidoro idetuo ma ọ bụ gbanwee ihe a maka iji azụmaahịa n'ụzọ karịrị iji ezi uche eme ihe.",
    "74538881": "Ọrụ maka webụsaịtị a",
    "3236873806": "IMI na-ahụ maka webụsaịtị a.",
    "2657277322": "Ọ bụrụ na ị nwere ajụjụ ọ bụla, biko kpọtụrụ anyị na:",
    "1338341134": "hCaptcha + ngafe nzuzo (Beta)",
    "88879089": "Pass nzuzo bụ ihe",
    "1898063898": "maka ichekwa nzuzo onye ọrụ anyị na-etolite na njikọ",
    "1942186611": "na ndị ọzọ.",
    "3673079511": "na-apụta ọkọlọtọ",
    "2164933356": "Cloudflare",
    "3119589996": "Otu o si arụ ọrụ: ndọtị ihe nchọgharị na-enye ndị ọrụ ikike imepụta na bịanye aka n'akwụkwọ nrịbama kpuru ìsì maka weebụsaịtị na-akwado ụkpụrụ ngafe nzuzo. Mgbatị ahụ na-ewepụta ngafe nwere akara ngosi kpuru ìsì nke hCaptcha bịanyere aka na ya mgbe edoziri ihe ịma aka na saịtị ọ bụla site na iji ọrụ hCaptcha,",
    "1254771154": "Ihe ịma aka egosiri na ọrụ nkwado ngafe nzuzo ndị ọzọ na-etinyekwa hCaptcha, dịka Cloudflare.",
    "996362763": "Ihe ndọtị ndị a enweghị kpuru isi wee chekwaa ya maka ojiji n'ọdịnihu. Mgbe onye ọrụ na-eleta saịtị site na iji hCaptcha ma chọọ ịgafe ihe ịma aka ahụ (ma a na-adịghị ahụ anya ma ọ bụ site na bọtịnụ \"Abụ m mmadụ\") a na-agbapụta ha na-akpaghị aka. Usoro kpuru ìsì pụtara na akara ndị bịanyere aka n'akwụkwọ nkwado na nke agbapụtara bụ enweghị njikọ cryptographically site n'echiche hCaptcha, yabụ a na-echekwa nzuzo onye ọrụ.",
    "2943346052": "Ka usoro nhazi ọkwa IETF na-aga n'ihu, anyị na-atụ anya na ndị isi ihe nchọgharị ga-anakwere ụfọdụ ụdị ngafe Nzuzo nke obodo. Nke a ga-emecha mee ka ndọtị ahụ ghara ịdị mkpa. Maka oge a, agbanyeghị, biko soro ntuziaka dị n'okpuru.",
    "2326660907": "ewezuga",
    "741483946": "* N'ikwu ya n'ụzọ ọzọ: ị nwere ike nweta hCaptcha Privacy Pass token na hCaptcha.com, ma jiri ha na saịtị ndị ọzọ ozugbo na-eji hCaptcha.com. Ị nweghị ike ịnweta ma ọ bụ gbapụta hCaptcha Nzuzo Pass token iji gafere ọrụ hCaptcha dị ka Cloudflare na-eji, ebe ọ bụ na Cloudflare na-ewepụta ma napụta akara ngosi Nzuzo nke ya.",
    "1362015807": "Na-amalite",
    "1358325821": "Mbụ, wụnye ndọtị maka",
    "310885519": "ma ọ bụ",
    "4091044469": ". Gbaa mbọ hụ na ịgbatịla ndọtị ahụ na ọnọdụ incognito. Mgbe ahụ, gaa na webụsaịtị ọ bụla site na iji hCaptcha wee dozie captcha. Dịka ụdị 2.0.3, ị nwere ike gbapụta akara ngosi ndị a na webụsaịtị site na iji hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Ozugbo itinyere ndọtị ahụ, pịa ebe a (ma ọ bụ na webụsaịtị hCaptcha ọ bụla) iji nweta ngafe:",
    "166277959": "Biko mara: njirimara a dị ugbu a na beta, ọ nwere ike ọ gaghị arụ ọrụ maka weebụsaịtị na ndị ọrụ oge niile. Ọ bụrụ na enyereghị ya aka ma ọ bụ na ọ naghị arụ ọrụ maka otu onye ọrụ, omume ahụ ga-adaghachi na ahụmịhe hCaptcha ọkọlọtọ na enweghị ọrụ ọ bụla.",
    "3031357206": "Akara ngosi ọhụrụ ga-apụta n'akụkụ mmanya URL gị. Ugbu a gaa na webụsaịtị site na iji hCaptcha. Ọ ga-adị ka nke a:",
    "1066753052": "nke pụtara na obere akpa ahụ tọgbọ chakoo, ma ị nọ na saịtị nke gụnyere ihe ịma aka hCaptcha. Ozugbo ịmechara ihe ịma aka ahụ, ị ga-enweta akara ngosi enwere ike ịgbapụta na webụsaịtị ọ bụla ọzọ na hCaptcha.",
    "651123197": "A ga-egosi ọnụọgụ nke mkpokọta ugbu a na obere akpa gị na akara ngosi mgbe ịmechara ihe ịma aka ahụ.",
    "554844646": "Ị nwere ike gosi na ndọtị ahụ na-arụ ọrụ site n'ịhụ ka counter na-agbada site na 1 oge ọ bụla ị pịrị",
    "4087729475": "ihe ịma aka mgbe azịza mbụ gị gasịrị.",
    "647630208": "Ma nke ahụ bụ ya! Nchọgharị gị n'ịntanetị bụzi nke nzuzo karịa.",
    "3272552822": "Ndị mmepe na ndị na-emepụta cryptographers:",
    "4059570880": "Ọ bụrụ na ị ga-amasị soro mgbalị ọkọlọtọ, a na-eme mgbalị ugbu a na",
    "1904390996": "ka standardize na",
    "252720667": "n'okpuru nchekwa cryptographic nke Pass nzuzo. Protocol n'onwe ya na-aga site na",
    "3972554015": "usoro nakwa. Na ihe nchọgharị ndọtị bụ n'ezie",
    "3723626769": "maka ntinye na nyocha gị.",
    "3882147547": "Ọrụ Pseudorandom na-echefu echefu",
    "565624910": "akwukwo",
    "3421090159": "isi mmalite",
    "3098677775": "Ajụjụ: IP m na akụkọ ihe nchọgharị m ọ bụ nzuzo kpamkpam na hCaptcha mgbe ị na-eji Pass nzuzo?",
    "4019638786": "A: Ndị ọrụ ngafe nzuzo nke hCaptcha agaghị ekpughe IP ha na hCaptcha ma ọ bụrụ na obere akpa ihe nchọgharị ha tọgbọrọ chakoo ma ọ bụ saịtị ahụ ezipụ ya. hCaptcha enweghị ụzọ iji jikọta onye ọrụ na mgbapụta token, ọ dịghịkwa mgbe gị na onye ọrụ na-emekọrịta ihe n'oge mgbapụta ọ gwụla ma obere akpa akara ha abaghị uru.",
    "3887113660": "Ajụjụ: Kedu ka ngafe nzuzo si emetụta ego ego hCaptcha?",
    "1116455671": "A: Ị ga-enweta ụgwọ ọrụ maka ngwọta mbụ ma ọ bụrụ na onye ọrụ emecha ya na saịtị gị. Mgbapụta na-agbaso otu usoro nzaghachi dị ka a ga-asị na onye ọrụ gafere na saịtị gị na-akpaghị aka n'ihi ntụkwasị obi dị elu nke ndị ahịa: enweghị ego ọ bụla apụta, na saịtị nyochaa oku sitere na sava gị na-enweta 'kredit: Ụgha' na nsonaazụ ngafe.",
    "779817954": "Ajụjụ: Ọ bụrụ na enwere m akwụkwọ ikike ngafe nzuzo nke onye na-eweta ọzọ nyere m, enwere m ike ịgbapụta ha na hCaptcha?",
    "3014149332": "A: Mba, ngafe anaghị emekọrịta ihe: a ga-enyerịrị ya ma gbapụta ya site n'otu ikike, na nke a hCaptcha. Rịba ama na ọ bụrụ na ị nwere akwụkwọ ikike site na ma Cloudflare na hCaptcha na ndọtị gị, ọnụọgụ dịnụ ga-agbanwe gaa na ego ziri ezi dabere na ihe achọrọ nke ibe ị na-eleta. N'ikwu ya n'ụzọ ọzọ, ọ bụrụ na ị nwere akwụkwọ 100 Cloudflare na obere akpa gị na 10 hCaptcha gafere, ị ga-ahụ 10 na akara ngosi ndọtị na ibe nwere hCaptcha agbakwunyere.",
    "3679148535": "Ajụjụ: Kedu ngwa ndị ọzọ nke ngafe nzuzo ị na-arụ ọrụ?",
    "1606783855": "A: Anyị nwere mmasị na ngafe nzuzo maka nnweta (\"a11y\") iji ikpe. Nhọrọ ndị ewu ewu na mbụ dị ka captchas ọdịyo na-akpa oke megide ọtụtụ ndị ọrụ a11y. Anyị kwenyere na ijikọ ụzọ a11y anyị dị ugbu a na ntinye Nzuzo Pass ga-eme ka ndị ọrụ a11y chọgharịa n'enweghị nsogbu, chekwaa na ịmara na okporo ụzọ ha dị na nzuzo, ebe na-egbochi mmegbu nke ndị na-arụ ọrụ bot nke na-agaghị ekwe omume na-eme mgbe nhọrọ a11y dị.",
    "2359150347": "Ajụjụ: Ndị ọrụ nchekwa ịntanetị ndị ọzọ na-akwado ngafe Nzuzo?",
    "2082237880": "A: hCaptcha bụ ọrụ mbụ ụdị ya na-akwado Pass nzuzo, ma ọ bụ naanị ya na-eme ya ugbu a. Agbanyeghị, anyị na-atụ anya ka ọrụ ndị ọzọ mata uru dị n'ịbawanye nzuzo onye ọrụ n'ịntanetị, ma na-atụ anya na n'ọdịniihu karịa ka a ga-eme mmejuputa iwu dịka ụkpụrụ IETF anyị na-enyere aka n'ịkwalite.",
    "2109792055": "Ntuziaka onye ọrụ: Esemokwu na-emezigharị ya na ntinye ngafe nzuzo yana nkwado",
    "3588620914": "Pass nzuzo bụ ihe ọhụrụ mepụtara site na ụkpụrụ nke Weebụ, yana ọ ga-ekwe omume maka ngwa ndị ọzọ na ndọtị ihe nchọgharị na-amaghị maka ya igbochi ọrụ ya.",
    "4039193170": "Ọ bụrụ na ị nwere nsogbu ịnweta ma ọ bụ mgbapụta token:",
    "2378786360": "1. Gbalịa otu n'ime ihe nchọgharị ndị ọzọ na-akwado: ọ bụrụ na ị nọ na Chrome, gbalịa iji Firefox na-ebubataghị ntọala gị site na Chrome, wee wụnye ngwa mgbakwunye ahụ. Ọ bụrụ na nke ahụ na-arụ ọrụ, ị nwere ike ịnwe okwu nhazi ihe nchọgharị.",
    "394235836": "3. Ọ bụrụ na ọ dịghị nke ọ bụla n'ime aro ndị a dị n'elu na-arụ ọrụ, zitere anyị email nkwado na anyị ga-enwe obi ụtọ inyere aka chọpụta ihe na-eme.",
    "3470857731": "Nyocha banyere otu reCAPTCHA si achọpụta bots.",
    "3240786848": "Mmelite ikpeazụ: Febụwarị 18, 2021",
    "2547140673": "Ihe karịrị afọ iri, ọrụ reCAPTCHA Google enyela ndị nwe webụsaịtị ahịa: ka Google soro ndị ọrụ gị jụọ ha ajụjụ, na mgbanwe ha kwere nkwa ịkwụsị bots na spam.",
    "2133754014": "Ihe karịrị nde webụsaịtị 4.5 na-eji reCAPTCHA [",
    "3152512587": "na usoro na-anakọta ọtụtụ narị nde kwa ụbọchị solves. [",
    "2296918009": "Nke a ruru ihe karịrị 100 mmadụ-afọ nke ọrụ kwa ụbọchị.[",
    "3900538778": "Data akpọnyere aha bụ mmanụ ọkụ na-enye ike mmụta igwe. Azịza reCAPTCHA ejirila iji kwalite ọrụ ML/AI nke Google kemgbe 2009. Ọtụtụ ndị na-eji reCAPTCHA anaghị aghọta na a na-etinye ọrụ ha n'ọrụ.",
    "1160252730": "Google na-ana ugbu a ọnụ ahịa dị elu maka ụlọ ọrụ reCAPTCHA, na-eme ka ọtụtụ ụlọ ọrụ tụleghachi nkwekọrịta a.",
    "1131196501": "Nnukwu ụlọ ọrụ dị ka",
    "204889717": "agbanyela na hCaptcha's",
    "639413188": "na nzaghachi.",
    "3280658086": "ngwọta ụlọ ọrụ",
    "3842815245": "Nke a ọ bụ ahia ziri ezi?",
    "714342693": "Ndị otu hCaptcha na-anakọta data ọnụahịa sitere na \"webụ gbara ọchịchịrị\" captcha na-agbaji ọrụ kemgbe 2016. Anyị hụrụ usoro na-adọrọ mmasị:",
    "468929661": "Ọnụ ego a na-akwụ maka imebi reCAPTCHA dị obere nke ukwuu (ihe na-erughị $1 kwa 1000 na-edozi) ma abawanyela n'ụzọ anụ ahụ kemgbe nleba anya anyị malitere na 2016. Nke a metụtara ma reCAPTCHA v2 na v3. [",
    "2862164005": "Data ọnụahịa na-eme ka anyị tinye ọnụ ahịa dollar kpọmkwem na nchekwa nke reCAPTCHA na-enye: $0.001 ma ọ bụ ihe na-erughị otu azịza.",
    "102498091": "Google na-ana $1 kwa 1000 arịrịọ maka reCAPTCHA Enterprise, nke pụtara na ha na-ana ugbu a karịa otu arịrịọ karịa ka ọ na-efu iji mebie nchekwa nke ọrụ ha. Nke a dị ka nkwekọrịta ọjọọ.",
    "130239139": "Kedu uru Google na-anakọta kwa ụbọchị ọrụ karịrị otu narị afọ mmadụ?",
    "1421074182": "Karịrị elu.",
    "1953519598": "Ọnụ ego iji kpọọ otu onyonyo sitere na $0.03 ruo $1.00 ma ọ bụ karịa. Site na atụmatụ mgbanwe ọ bụla, Google ewepụtala ọtụtụ ijeri dollar nke ọrụ efu ruo taa. [",
    "3025548709": "Ọ nwere ụzọ ọzọ maka nkwekọrịta ezighi ezi a?",
    "263761351": "hCaptcha bụ ụzọ ọzọ a pụrụ ịdabere na ya, nke ọtụtụ narị nde mmadụ na-eji ugbu a kwa ọnwa.",
    "2743692546": "Ka ndị ọrụ na-egosipụta na ha bụ mmadụ site na hCaptcha, ọrụ ha na-abanye n'ahịa mepere emepe na-amaghị aha maka ịre ahịa.",
    "1982750088": "Ndị ụlọ ọrụ n'ụwa niile na-akwado ọrụ ahụ iji rụchaa ọrụ ndị dị mfe maka ndị mmadụ mana nke siri ike maka igwe. Ndị ọrụ na-akwado saịtị ha na-eleta, na-enwetakwa obere spam webụ n'ihi ọkwa dị elu nke nchekwa.",
    "1108398506": "ndị ahịa na-enweta njikwa zuru oke na ahụmịhe ahụ, na-eritekwa uru site na nka hCaptcha enwetala ọrụ onye na-eweta ihe ịma aka kacha nwee onwe ya na ịntanetị. Ha na-enwetakwa nkwekọrịta ka mma karịa ụlọ ọrụ reCAPTCHA: ruru 50-80% ọnụahịa ka mma, dabere na olu.",
    "3012870872": "Weebụsaịtị na ngwa na-eji ụdị efu (hCaptcha Publisher) na-enweta ego sitere na ọrụ ahụ kama inye ya Google.",
    "2271512952": "Ndị ọrụ na-akwado saịtị ha na-eleta, na-enwetakwa obere spam webụ.",
    "278010425": "Ọrụ dịgasị iche iche na-agbanwe agbanwe na hCaptcha na-esikwa ike ịmebe. Otu interface reCAPTCHA agbanwebeghị n'ime ọtụtụ afọ, ma nwee obere ajụjụ nke na-agbanwe agbanwekarị. Nke a bụ otu n'ime ụzọ hCaptcha na-enye nchebe mgbochi bot siri ike karịa reCAPTCHA.",
    "984849234": "hCaptcha na-eji igwe mmụta dị elu na-ebuga naanị ihe reCAPTCHA na-ekwe nkwa, ebe ọ na-ekerịta uru ejidere na webụsaịtị ndị na-eji ya.",
    "4063769686": "Ndị ọrụ na-akwado saịtị ha na-eleta, na-enwetakwa obere spam webụ. Nke a dị ka nkwekọrịta ka mma.",
    "685916926": "Gịnị kpatara na reCAPTCHA emebeghị ka oge na-aga?",
    "3992401943": "Enweela mgbanwe na mmụta miri emi kemgbe 2012. Usoro ụlọ ọrụ maka izi ezi ọrụ abawanyela nke ukwuu n'ime afọ iri gara aga, nke bụ isi n'ihi netwọkụ mmekọrịta miri emi. Ọrụ ML ndị ọzọ Google na-enye agbasowo usoro a.",
    "615031303": "(Lee ihe odide ala ala peeji",
    "2125514305": "ML emelitere, mana ihe isi ike nke ịgafe reCAPTCHA agbanwebeghị n'ụzọ anụ ahụ n'oge a.",
    "1406188018": "6 na 7",
    "2689973938": "Imelite reCAPTCHA na-ebute ọgbaghara dị mkpa maka Google dịka onye na-ere mgbasa ozi.",
    "464238793": "Ọ bụrụ na Google n'onwe ya ekpebie na onye ọrụ hụrụ mgbasa ozi ma ọ bụ ịpị njikọ bụ bot n'ezie, ọ nweghị ike ịgba ụgwọ maka mgbasa ozi egosiri nye onye ọrụ ahụ. Esemokwu mmasị a egbochila oke ebumnuche Google mgbochi bot.",
    "918924423": "Dịka ọmụmaatụ, Google enyebeghị ọrụ bara uru doro anya dị ka nchọpụta bot retroactive. Ọ bụ ntụkwasị obi karịa ikwuwapụta okporo ụzọ onye ọrụ bot mgbe nyochachara ọtụtụ ụbọchị data.",
    "661412233": "Ịmara mgbe captcha gasịrị na ụfọdụ ndị ọrụ bụ bots bara uru. Ọ na-ahapụ ndị nwe webụsaịtị hichapụ posts spam ochie wee hichapụ \"akaụntụ ndị na-ehi ụra\" edebanyere aha na forums spam n'ọdịnihu, belata aghụghọ, na ndị ọzọ.",
    "3600797185": "Inye njirimara bot retroactive ga-emepe Google ruo ajụjụ dị egwu banyere otu esi eweghachite ndị mgbasa ozi mefuru ego na okporo ụzọ aghụghọ ahụ.",
    "2076932190": "Ngwaahịa reCAPTCHA akwụsịla kemgbe afọ iri.",
    "3856912381": "Ndị ọrụ atawo ahụhụ, na spam webụ na-enweghị isi ugbu a juru ebe niile. Ma enwere uzo ozo.",
    "1035621426": "Bot ọ bụla nke reCAPTCHA chọpụtara na-ebelata ego mgbasa ozi Google ozugbo.",
    "3668115514": "Kedu ka hCaptcha si dị iche?",
    "2413742287": "Ihe mkpali hCaptcha bụ iji bulie izi ezi, ọ bụghị ego mgbasa ozi: azịza bot abaghị uru maka ndị ahịa anyị, ndị chọrọ data ọzụzụ mmadụ.",
    "1373262754": "Ịmara onye bụ onye nwere ntakịrị uru maka hCaptcha. Anyị na-eche naanị ma ha bụ mmadụ ma ọ bụ onye na-eme ihe ọjọọ.",
    "600646860": "Kama ịnye ọrụ nke uru a na-enyo enyo mgbe ị na-ewepụta ọrụ na ezigbo uru, hCaptcha na-enye ma nkwụghachi ụgwọ yana nchebe mgbochi bot siri ike.",
    "1836191653": "Kama ịnye ndị ọrụ nweere onwe ha ọrụ meriri n'ụzọ dị mfe mgbe ị na-ana ọtụtụ nde dollar maka ụdị ụlọ ọrụ na-akachaghị mma, hCaptcha na-enye nchebe bot dị mma maka ha abụọ, ebe ọ na-enye ndị ọrụ ụlọ ọrụ ihe mgbakwunye na nhazi ha, yana SLAs siri ike na nkwado ngwa ngwa.",
    "990215503": "hCaptcha bụ naanị nnukwu ọrụ captcha nke netwọk mgbasa ozi enweghị.",
    "971933157": "hCaptcha na-eche maka nzuzo, nghọta na izi ezi.",
    "178839499": "hCaptcha na-ekerịta uru nke ọrụ emere ebe ndị ọrụ na-egosipụta na ha bụ mmadụ.",
    "1237076138": "hCaptcha na-enye ma ndị ahịa n'efu (hCaptcha Publisher) na ụlọ ọrụ (hCaptcha Enterprise) nkwekọrịta ziri ezi.",
    "614310292": "Onye wuru hCaptcha?",
    "4188814619": "hCaptcha bụ ọrụ nke Intuition Machines (",
    "3265328927": "), ụlọ ọrụ mmụta igwe na-enye ngwaahịa na ọrụ maka ụlọ ọrụ na-emejuputa mmụta igwe n'ogo.",
    "2740033957": "Ndị otu IM bụ ndị ọkà mmụta sayensị na ndị injinia sitere na Apple, Amazon, na ndị isi ndị ọzọ na mmụta igwe, sistemu ekesa na nchekwa.",
    "1579715421": "Ndị ọkà mmụta sayensị IM na-ebipụta oge niile na nnọkọ ndị dị elu dị ka ICML, ICLR, ECCV, na NeurIPS, ụlọ ọrụ ahụ ewepụtala nsonaazụ ọgbara ọhụrụ n'ihu ọha na ọzụzụ ML dị ka hashing miri emi [",
    "4015238193": "na OCR [",
    "279580593": "imachines.com",
    "279918384": "Kedu ka Google si eji ọrụ efu gị?",
    "2385522384": "O yikarịrị ka ị na-ahụ okpokolo agba vidiyo sitere na igwefoto n'ụgbọ ala ndị na-anya onwe nke Google Waymo, ma na-enyere aka melite njirimara ihe ha.",
    "1517627947": "O yikarịrị ka ị na-ahụ foto nke ụlọ ma ọ bụ akara okporo ụzọ sitere na ụgbọ ala Google's Streetview, na-enyere aka ịdepụta ebe maka ngwaahịa Map na Ụwa.",
    "3225936061": "O yikarịrị ka ị na-ahụ foto nke ederede ndị e si na ibe akwụkwọ dị na ọrụ Google's Books, ma na-enyere aka melite ngwa ngwa OCR (mmata ederede).",
    "129661785": "Ọ dịtụla mgbe a jụrụ ka \"pịa ụgbọ ala / ịgagharị ụzọ / nkwụsị nkwụsị?\"",
    "936667684": "Ajụrụla ka ị \"pịnye akara n'ụlọ/n'okporo ụzọ?\"",
    "3773515538": "Ọ dịtụla mgbe a jụrụ gị \"pịnye na mkpụrụokwu abụọ ahụ?\"",
    "1778058441": "Kedu ụdị ọrụ na-arụ na hCaptcha?",
    "366088791": "hCaptcha na-akwado ọtụtụ ọrụ dị iche iche.",
    "3114147525": "Ndị ahịa hCaptcha na-eji ọrụ ahụ maka ọrụ gụnyere njirimara ihe, nchọpụta àgwà (na-anakọta akara iji chọpụta ụdị uwe), ọkwa dị mkpa (ịhọrọ ngwaahịa kachasị mkpa site na nhọrọ dị iche iche ma e jiri ya tụnyere ngwaahịa mbụ), igbe na-ejikọta (ịchọta ebe mmasị na ya). ihe oyiyi), \"OCR mmadụ\" (na-akọwapụta ederede na onyonyo) na ọtụtụ ụdị ọrụ ndị ọzọ.",
    "3139609561": "N'okpuru bụ ihe atụ abụọ nke nhazi onyonyo yana ụdị ọrụ nchọpụta agwa. [",
    "2273532558": "Ole ndị bụ ndị ahịa na-akwụ ụgwọ hCaptcha?",
    "4104221634": "Ndị ahịa hCaptcha na-agbasa ụdị ọrụ dị iche iche, site na ụlọ ọrụ teknụzụ ruo ndị na-elekwasị anya na ejiji, ịzụ ahịa, na mpaghara ndị ọzọ ebe ha nwere ike ịmepụta uru site na itinye mmụta igwe.",
    "1337725003": "hCaptcha na-agba mbọ n'ịkwalite ohere ịnweta nkọwapụta oge dị elu, na-ahapụ ụlọ ọrụ ndị ukwu na ndị nta kwalite ogo ngwaahịa na ọrụ ha site n'itinye mmụta igwe na azụmahịa ha.",
    "4086379603": "Ajụjụ?",
    "1243684308": "Anyị na-ewere nzaghachi gị nke ọma, ma chọọ ịhụ na onye ọ bụla nwere ahụmịhe ịntanetị na-atọ ụtọ karị, yana obere bots yana obere spam. Kpọtụrụ anyị:",
    "2645321220": "Ma ọ bụrụ na ị chere na ọnụ ahịa reCAPTCHA dị oke oke, jụọ anyị gbasara hCaptcha Enterprise. Ugbu a ụfọdụ n'ime ndị mbipụta kacha ukwuu, ụlọ ọrụ ọrụ ego, na ụlọ ọrụ akụrụngwa webụ n'ụwa na-eji, ọ bụghị naanị na ha bụ ihe ọzọ a pụrụ ịdabere na ya na reCAPTCHA: anyị kwenyere na ha na-enye nchebe bot kacha mma dị ugbu a.",
    "1229233916": "Ihe odide ala ala peeji",
    "1115642494": "1. Isi mmalite: BuiltWith.com reCAPTCHA ndepụta saịtị. Eweghachitere Julaị 9, 2019.",
    "448807334": "(\"Ọtụtụ narị nde CAPTCHA ndị mmadụ na-edozi kwa ụbọchị.\") eweghachite Julaị 8th, 2019.",
    "2397590157": "3. Conservative atụmatụ: 200 nde solves * 30 sekọnd kwa ngwọta na afọ = 190.3 onye-afọ / ụbọchị.",
    "3236311792": "4. hCaptcha nyocha nke ime. E wetere data site na June 30th, 2019. Nkọwa dị na arịrịọ.",
    "1752259468": "5. Atụmatụ mgbanwe: $0.01 na-eri nke otu nkọwa * 200M nkịtị. nkọwa kwa ụbọchị (nke dị ala) * ụbọchị 365 kwa afọ * afọ 10 kemgbe enwetara 2009 = $ 7.3 ijeri ọnụ ahịa ala.",
    "3268946369": "6. Ebe E Si Nweta: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Isi mmalite: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "NKWUKWU SEMANTIC BASED RElational embedding for DEEP HASHING na-esikwaghị ike, Heikki Arponen, Tom E Bishop. ICML 2019, Ụlọ ọrụ LLD.",
    "2544169219": "Nsonaazụ ọgbara ọhụrụ na-adịbeghị anya: ICML LLD, Mee 2019.",
    "1973347745": "10. Onyonyo atụ enweghị eze. Isi mmalite: Petapixel.",
    "1493115924": "ndetu ahia ahia:",
    "4051104324": "\"Intuition Machines\" bụ ụghalaahịa edenyere n'akwụkwọ ikikere nke Intuition Machines, Inc.",
    "3983646521": "Aha ngwaahịa niile, akara ngosi, ụdị, ụghalaahịa na ụghalaahịa edenyere n'akwụkwọ ikikere bụ nke ndị nwe ha. Ụlọ ọrụ niile, ngwaahịa na aha ọrụ ejiri na webụsaịtị a bụ naanị maka njirimara. Iji aha, ụghalaahịa na akara ndị a apụtaghị nkwado. N'okwu a, ihe dị iche.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ndị ọkà mmụta sayensị IM debere akara ọhụrụ maka nnabata ederede na-adịghị ike (OCR) na CVPR 2020.",
    "1259002282": "Chọtara ahụhụ? Nke a bụ ka esi akọpụta ya.",
    "3301728462": "Ọtụtụ nde mmadụ na-eji hCaptcha kwa ọnwa, n'ọtụtụ puku ngwakọta nke ihe nchọgharị, ndọtị, ngwaọrụ, firewalls na ndị ọzọ.",
    "3878230879": "Ebumnuche anyị bụ ijide n'aka na ọ na-arụ ọrụ gị mgbe niile, yabụ anyị nwere ekele maka akụkọ gị nke ukwuu!",
    "2465128185": "Iji nye nzaghachi ngwa ngwa, dị nnọọ pịa bọtịnụ \"Zitere anyị nzaghachi\".",
    "2921990472": "Ọ bụrụ na ị na-ahụ okwu na-arụ ọrụ, biko soro nke a",
    "2870341481": "n'okpuru. Maka ihe nchọgharị ọ bụla ọzọ naanị",
    "1866590035": "ntuziaka debug log maka Chrome",
    "444492541": "ntuziaka debug log maka Firefox",
    "169267610": "email anyị",
    "3100722753": "Maka nsogbu nchekwa ma ọ bụ ihe nzuzo nwere ike, hụ ntuziaka n'okpuru.",
    "1906593952": "Nye nzaghachi na hCaptcha ị hụrụ ugbu a",
    "3951254541": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla, anyị ga-edozi ha ngwa ngwa.",
    "3324288040": "Zitere anyị nzaghachi",
    "2864016648": "Okwu nzuzo",
    "304004915": "Anyị achọghị ịma ndị ọrụ bụ, naanị otu o yikarịrị ka ha nwere ike ime obi ọjọọ ma ọ bụ igwe. Anyị na-akwado atumatu dị ka",
    "1139493658": ", ma rụsie ọrụ ike iji dozie nzuzo na nchekwa.",
    "3083289844": "Ọ bụrụ na ịchọtala okwu ị chere nwere ike imetụta nzuzo onye ọrụ, biko zitere anyị email",
    "4264784515": "Nsogbu nchekwa",
    "963238401": "Anyị na-enwe mmasị mgbe niile ịnata akụkọ nke ahụhụ nchekwa. Email",
    "3926027556": "anyị ga-alaghachikwutekwa gị ọsọ ọsọ.",
    "1589805435": "Anyị nwekwara a",
    "2560582224": "mmemme bounty ahụhụ",
    "103876916": "maka akụkọ nchekwa tozuru oke na ọrụ hCaptcha yana koodu isi mmalite metụtara ya.",
    "497117287": "Nhọrọ nnweta",
    "3230004040": "Ị nwere mmerụ ahụ anya ma ọ bụ enweghị ike ịmecha hCaptchas?",
    "3480023141": "Mụtakwuo maka nhọrọ nnweta",
    "2052161540": "Na-ewere nkọwa mkpesa ahụhụ: Chrome",
    "2281169898": "Iji akụkọ gị izipu ozi nbibi ga-eme ka ọ dịrị anyị mfe ịmata ihe na-eme. Nke a bụ ntuziaka nzọụkwụ site na nzọụkwụ:",
    "1123365779": "Ọ bụrụ na ị bụ onye nrụpụta webụ ma ọ bụ onye ọrụ ọkachamara, nchịkọta bụ anyị ga-achọ ka iziga anyị ndekọ ndekọ netwọkụ HAR na ndekọ njikwa ihe nchọgharị.",
    "2015218686": "tupu ịgafe usoro ndị a. Ọ bụrụ na nke ahụ na-edozi nsogbu gị, anyị ka ga-enwe ekele maka ime ka anyị mata ụdị ihe nchọgharị gị, ihe mgbochi mgbasa ozi ma ọ bụ ndọtị ihe nchọgharị, yana URL weebụsaịtị.",
    "3922723611": "Biko nwaa gbanyụọ ihe mgbochi mgbasa ozi ma ọ bụ ndọtị ihe nchọgharị ọ bụla",
    "4036872105": "mbụ wee gbalịa ọzọ",
    "993651083": "Kwụpụ 1: Mepee Ngwa Mmepụta (Nke a na-amalite ịdekọ nnọkọ.)",
    "4163469907": "Kwụpụ 2: Pịa taabụ Network na Ngwaọrụ Mmepụta. Lelee igbe \"Chekwaa ndekọ\" dị n'elu.",
    "4243348003": "Nzọụkwụ 3: gaa",
    "641342999": ", ma ọ bụ webụsaịtị ị na-enwe nsogbu na (Nkọwa Nzuzo: naanị ma ọ bụrụ na ị chọghị ịkọrọ ihe ọ bụ) ... wee pịa bọtịnụ \"Abụ m mmadụ\", wee gbalịa dozie.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Kwụpụ 4: Pịa \"Export HAR\" (obere akụ ala) mgbe ị nwara idozi, nke na-echekwa ndekọ netwọkụ. Zitere anyị faịlụ ahụ.",
    "1503240421": "Kwụpụ 5: Pịa na taabụ njikwa, wee pịa aka nri wee pịa \"Chekwa ka ..\" iji chekwaa ndekọ njikwa. Zigakwa anyị nke ahụ.",
    "2863840904": "Kwụpụ 6: Nzọụkwụ ikpeazụ, zitere anyị ozi HAR na njikwa ndekọ ndekọ, wee kọwaa nsogbu ahụ",
    "4051785543": "Jiri:",
    "3623028666": "(biko jiri ọrụ dịka",
    "551761392": "na zipu njikọ) na nhọrọ nseta ihuenyo, ọ bụrụ na ị chere na ọ nwere ihe na-adịghị egosipụta nke ọma. Biko zigakwa IP nke ị na-eji. Ị nwere ike nweta ya",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Daalụ maka iwepụta oge iji nyere anyị aka inweta ozi a!",
    "3680327841": "Anyị kpebisiri ike ime hCaptcha ka ọ rụọ ọrụ nke ọma maka onye ọ bụla",
    "1059502393": "Na-ewere nkọwa akụkọ ahụhụ: Firefox",
    "1112074001": "Kwụpụ 2: Pịa taabụ Network na Ngwaọrụ Mmepụta. Lelee igbe \"na-adịgide adịgide\" dị n'elu.",
    "1797298240": "Kwụpụ 4: Pịa \"HAR\" mgbe ị nwara idozi, wee họrọ \"Chekwa ihe niile dị ka HAR\" iji chekwaa ndekọ netwọkụ. Zitere anyị faịlụ ahụ.",
    "3671246379": "Kwụpụ 5: Pịa na taabụ Console, wee pịa aka nri wee pịa \"Họrọ niile\" wee chekwaa ya n'ime faịlụ ederede, iji chekwaa ndekọ njikwa. Zigakwa anyị nke ahụ.",
    "3816867833": "Nzaghachi",
    "788770967": "Ndo ịnụ nke ahụ! Ị nwere ike chọọ iji nhọrọ nnweta anyị:",
    "1333016413": "Nke a na-enye gị ohere ịzenarị ajụjụ n'ọdịnihu site na ịdenye aha na ịtọ kuki.",
    "2333410049": "Biko gbalịakwa gbanyụọ ihe mgbochi mgbasa ozi gị.",
    "1345083090": "Na-akọ akụkọ gbasara arụmọrụ?",
    "2184564739": "Lee",
    "604751186": "Okwu ndị ọzọ? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ka esi akọ akụkọ na ndekọ zuru ezu",
    "1050501253": "O siri ike",
    "3264813246": "Ekwesighi ekwesi",
    "3526939538": "Ngwanrọ ahụhụ",
    "126134492": "Ndị ọzọ",
    "3511610999": "Ka anyị hụ na ị ruru ebe kwesịrị ekwesị.",
    "3906886217": "Maka ụlọ ọrụ ma ọ bụ weebụsaịtị",
    "1621597093": "Ngwọta nchekwa ụlọ ọrụ (akwụ ụgwọ)",
    "3176531704": "Nkọwa data",
    "1834239172": "Zụrụ ọrụ nkọwa hCaptcha",
    "1457707016": "Maka ndị mmadụ n'otu n'otu",
    "770264626": "Tinye hCaptcha na ọrụ gị (n'efu)",
    "881015166": "Tinye hCaptcha maka ndị mbipụta na webụsaịtị ma ọ bụ ngwa m",
    "47536007": "Mụtakwuo maka hCaptcha",
    "2012837493": "Chọọ nsonaazụ",
    "4034694801": "Enweghị nsonaazụ dabara.",
    "3621411541": "Mụta maka nhọrọ nnweta maka hCaptcha",
    "3401005681": "Nweta ego",
    "3933993151": "Na-arụ ọrụ dị ka akara data onye ọ bụla",
    "563059212": "Ndepụta nke subprocessors",
    "3501923981": "Emelitere ikpeazụ: Jenụwarị 1, 2020.",
    "3548097301": "arụ ọrụ: Jenụwarị 1, 2020.",
    "3991444169": "Ibe a depụtara subprocessors ugbu a maka ọrụ hCaptcha Enterprise.",
    "835396984": "Na-arụ ọrụ ugbu a",
    "424089481": "Amazon Web Services, Inc. (Global). Ọrụ enyere: Ọrụ Weebụ Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Ọrụ enyere: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globalịa). Ọrụ enyere: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Ọrụ enyere: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Mara: anaghị emetụta ndị ahịa niile. Dịka ọmụmaatụ, IP kpuru ìsì ma ọ bụ ihe nzuzo ndị ọzọ dị elu ma ọ bụ nchekwa nhọrọ ndị ahịa (dịka ndị ahịa Secure Virtual Tenancy) na-ewepụ kpamkpam na \"PII\" ọ bụla nwere ike ịbanye na sistemụ telemetry, ọbụlagodi adreesị IP. Biko kpọtụrụ onye nnọchi anya akaụntụ gị maka ozi ndị ọzọ ma ọ bụrụ na achọrọ ya.",
    "700843971": "Hound Technology, Inc. (Global). Ọrụ enyere: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Ọrụ enyere: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Ọrụ enyere: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Teknụzụ, Inc. (Global). Ọrụ enyere: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Akụrụngwa",
    "370366524": "Telemetry ọrụ Ephemeral",
    "121192737": "Mgbakwunye na-abịa",
    "2420789666": "Ngwa ngwa, Inc. ọrụ enyere: CDN ngwa ngwa na mkpokọta ọnụ.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Dị irè: Septemba 1, 2021. Mgbakwunye akụrụngwa",
    "1487796027": "Maka ụlọ ọrụ",
    "3943417791": "Nweta nkwado maka hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha mbipụta (n'efu)",
    "3397976149": "Nweta nkwado maka hCaptcha Publisher",
    "833750823": "Ị nwere ihe ịma aka?",
    "2024737147": "Achọrọ ịkọ ahụhụ?",
    "1978884623": "Mụtakwuo maka mkpesa ngwa ngwa",
    "4188664955": "Usoro ọrụ Master",
    "2621989404": "Emelitere ikpeazụ: Septemba 24, 2021. Biko mara na usoro asụsụ Bekee anyị nwere ikike.",
    "2404545611": "Nnọọ na hCaptcha! Daalụ maka ịbụ akụkụ nke obodo anyị. Ndị ọrụ niile nke \"Ọrụ\" (akọwapụtara n'okpuru) ga-ekwenyerịrị na usoro ndị a (\"Usoro ọrụ\"). N'okpuru usoro ọrụ ndị a, \"IMI\", \"anyị\" na \"anyị\" na-ezo aka na Intuition Machines, Inc. na ndị enyemaka ya, ndị mmekọ, ndị ọrụ, ndị ọrụ, ndị ọrụ, ndị nnọchiteanya, na ndị nnọchiteanya, na \"website\" anyị gụnyere weebụsaịtị ọ bụla n'okpuru. njikwa anyị, gụnyere www.hcaptcha.com na www.imachines.com.",
    "2348450790": "Biko gụọ Usoro ọrụ ndị a. Ha na-agụnye, n'ime ndokwa ndị ọzọ, nkwuputa nke akwụkwọ ikike, mmachi nke ibu, na njide mkpezi. Biko mara na Usoro ọrụ ndị a nwere ike gbanwee kemgbe ị gara na webụsaịtị anyị ikpeazụ. Anyị nwere ike ịtụgharị ma melite Usoro ọrụ ndị a site n'oge ruo n'oge na naanị uche anyị. N'ọnọdụ mgbanwe ihe onwunwe, anyị ga-agwa gị site n'itinye usoro ọrụ emelitere na ibe a, mgbe nke a gasịrị, ị ga-anabatarịrị usoro ọrụ emelitere iji nọgide na-eji ma ọ bụ ịnweta saịtị ma ọ bụ Ọrụ ahụ.",
    "1064537632": "Biko mara na ị na-eji ọrụ anyị bụ nkwekọrịta nhazi data anyị, nke ejiri nrụtụ aka webatara ebe a. Biko lelee nkwekọrịta a ka ịhụ ka anyị si hazie data nkeonwe n'aha gị. Rịba ama na anyị na-arụ ọrụ dị ka \"nhazi data\" maka ebumnuche nke EU General Data Protection Regulation, yana \"onye na-eweta ọrụ\" maka ebumnuche nke Iwu Nzuzo Ndị Ahịa California.",
    "1933936765": "Nkwekọrịta nhazi data (emelitere ikpeazụ: Septemba 23, 2021)",
    "2959486280": "Ọ bụrụ na ị kwenyeghị na Usoro ọrụ ndị a, ị gaghị eji ma ọ bụ nweta saịtị ma ọ bụ Ọrụ ahụ.",
    "3200859925": "1. Nzube",
    "1807143500": "Ọrụ ndị a gụnyere ọrụ nchekwa n'ịntanetị (\"hCaptcha Service\") na ikpo okwu (\"Intuition Machines Platform\") nke onye ọ bụla (\"Onye ntinye aka\") nwere ike họrọ ịrụ ọrụ nke ndị ọzọ ma ọ bụ Intuition Machines n'onwe ya (nke ọ bụla). a \"Onye na-arịọ\") biputere na webụsaịtị anyị ma ọ bụ Ọrụ hCaptcha, ma ọ bụ na webụsaịtị anyị ozugbo ma ọ bụ site na ịnweta Intuition Machines Platform na/ma ọ bụ ịrụ ọrụ site na ma ọ bụ na njikọ nke ụlọ ọrụ ndị ọzọ na/ma ọ bụ ikpo okwu ma ọ bụ ọrụ (nke ọ bụla, otu) \"Integrator\"). Ndị na-arịọ arịrịọ biputere ọrụ ma kpọọ ndị ntinye aka ka ha rụọ ha n'ọnọdụ maka ụgwọ ọrụ nke IMI na-enye ndị mmekọ, ma ọ bụ dị ka onye na-arịọ arịrịọ siri kpebisie ike ma ọ bụrụ na onye na-arịọ arịrịọ na-eji Intuition Machines Platform ma ọ bụ hCaptcha Service iji jeere ọrụ nye ndị ọrụ njedebe ha. Anyị na-ana ụlọ ọrụ na ndị mmadụ n'otu n'otu (onye ọ bụla \"Onye ahịa\") maka iji ikpo okwu anyị ka ha wee jiri ngwanrọ anyị, ọrụ odee, were anyị n'ọrụ ndị ode akwụkwọ, na/ma ọ bụ nweta ohere na ndị ntinye aka. Anyị na-ana ndị Integrators ụgwọ maka iji Ọrụ hCaptcha anyị iji belata wayo, mmegbu na spam na webụsaịtị ha, ngwa mkpanaaka na akụrụngwa ịntanetị ndị ọzọ. A na-akpọkarị ihe ndị a e kwuru n'elu dị ka \"Ọrụ.\"",
    "3212830633": "2. Ntozu",
    "2605814073": "Site n'iji ma ọ bụ ịdenye aha maka Ọrụ anyị, ị kwenyere: ị dị ma ọ dịkarịa ala afọ 18; ị nwere ikike ịbanye nkwekọrịta a n'aha onwe gị ma ọ bụ ụlọ ọrụ ị na-anọchite anya ya, ma ọ ga-anọgide na-anọgide na-agbaso usoro ọrụ ndị a na iwu na ụkpụrụ IMI niile e zoro aka na ya; na ị gaghị emejọ ebe nrụọrụ weebụ anyị, na-akọwahie anyị njirimara gị, ma ọ bụ jiri ọgụgụ isi arụ ọrụ iji mezue akụkụ ọ bụla nke ọrụ ọ bụla na IMI nke chọrọ ọgụgụ isi mmadụ.",
    "2616040974": "3. Ndị ahịa na ndị na-arịọ arịrịọ",
    "1544829730": "Ọ bụrụ na ị bụ onye ahịa ma ọ bụ onye na-arịọ arịrịọ, ị kwenyere na usoro ndị agbakwunyere ebe a dị ka ihe mgbakwunye ndị ahịa ga-etinye ma tinye ya site na ntụnye aka na Usoro ọrụ ndị a. Ọ bụrụ na ị bụghị onye ahịa ma ọ bụ onye na-arịọ arịrịọ, ma ọ bụ kwụsị ịbụ onye ahịa ma ọ bụ onye na-arịọ arịrịọ, mgbe ahụ okwu agbakwunyere na mgbakwunye ndị ahịa agaghị etinye ma ọ bụ tinye ha site na ntụnye aka na Usoro ọrụ ndị a.",
    "3759360138": "4. Aha njirimara na paswọọdụ",
    "2236960358": "Mgbe ị debanyere aha, a ga-agwa gị ka ị kpughee ụfọdụ ozi gbasara gị (\"Ozi nkeonwe\"), gụnyere aha gị, adreesị ozi-e, yana ịmepụta aha njirimara na paswọọdụ, nke niile ga-adabere na amụma nzuzo anyị, dị na anyị. webụsaịtị. Naanị gị na-ahụ maka nlekota, hụ na idobe nchekwa nke akaụntụ gị, okwuntughe na igodo nyocha ọ bụla jikọtara na akaụntụ gị, ma ọ bụ gị na-ahụ maka ojiji ma ọ bụ ihe ọ bụla emere site na iji ozi ahụ na Ọrụ.",
    "3047519814": "Ị kwenyere na ị gaghị ekekọrịta akaụntụ ma ọ bụ paswọọdụ gị na onye ọ bụla.",
    "1699668873": "Ị ga-agwa IMI ozugbo ma ọ bụrụ na ị chere na onye ọzọ ezuru ma ọ bụ jiri ozi akaụntụ gị, ma ọ bụ mmebi ọ bụla ọzọ nke nchekwa.",
    "3044038608": "Ị kwenyere ịnye anyị ozi eziokwu, nke ziri ezi na zuru oke dịka achọrọ na usoro ndebanye aha anyị. Ị kwenyekwara imelite ụdị ozi ahụ ozugbo ọ dị mkpa ka ọ dị ugbu a na nke ziri ezi.",
    "4132302900": "5. Nzuzo gị, Data gị, na \"Data For All\"",
    "10724169": "Ị na-anabata amụma nzuzo anyị, nke na-achịkwa ihe anyị ga-eji ozi Nkeonwe ọ bụla ị nyere anyị mee.",
    "1669194950": "Na mgbakwunye na Ozi Nkeonwe, ị nwekwara ike ịchọ ịnye (ma ọ bụ ọ ga-adị mkpa ka anyị nakọta) data ndị ọzọ ka anyị nwee ike ịnye ọrụ (mkpokọta, \"Data Ndị Ahịa\"). Anyị anaghị akwụ ụgwọ maka ọdịda ọ bụla na-arụ ọrụ nke kpatara igbu oge gị ma ọ bụ ọdịda ịnye data ndị ahịa.",
    "1330274831": "Ị na-enye anyị ohere zuru ụwa ọnụ, nke na-enweghị naanị, sublicenseable, transferable, free royalty, irrevocable ikike n'oge oge nke Agreement a iji, mepụtagharị, na-ekesa na electronically, na-egosipụta n'ihu ọha data ndị ahịa ọ bụla naanị maka nzube nke inye ọrụ ndị a. . Ị na-anọchi anya ma na-ekwe ka ị nweta ikike zuru oke, aha na mmasị na data gị iji nye ikike dị na ngalaba a.",
    "2230333214": "Anyị na-ejikọta data ndị ahịa na data ndị ọzọ ka nsonaazụ ya bụrụ nke a na-apụghị ịmata n'onwe anyị yana anyị na-anakọta ndekọ ọrụ nka na data gbasara iji ọrụ (\"Aggregate/De-identified Data\"). N'agbanyeghị ihe ọ bụla megidere nke a, IMI nwere ike iji ihe ọ bụla nchịkọta / De-achọpụtara data maka ebumnuche azụmahịa ọ bụla n'oge ma ọ bụ mgbe okwu nke nkwekọrịta a gasịrị, gụnyere enweghị oke iji zụlite ma melite Ọrụ na ịmepụta na kesaa akụkọ na ndị ọzọ. ihe. Data ndị ahịa nwekwara ike ịdịgide ma gosipụta ya na sistemụ maka obere oge ka ọ ghara ịgafe ụbọchị 180 ka arụchara ọrụ, dịka ọmụmaatụ dị ka mmezi akpaka ma ọ bụ data nkwenye maka sistemu Machines Intuition. Maka idoanya, Nkebi nke 5 a enyeghị anyị ikike ịmata gị dị ka isi mmalite nke mkpokọta/De-identified Data na-enweghị ikike ederede mbụ.",
    "3881754581": ". Ọ bụrụ na ị bụ onye ahịa nke ọrụ nkọwa anyị wee họrọ nhọrọ “Data For All” dị ka akụkụ nke ojiji nke Ọrụ, mgbe ahụ ị na-enye IMI na ndị ọrụ niile nke Ọrụ a zuru ụwa ọnụ, nke na-abụghị naanị, sublicenseable, nyefee. ikike enweghị eze, ikike enweghị ike ịweghasị iji nweta data ndị ahịa niile, gụnyere ikike ikike ọgụgụ isi niile metụtara. Ọ bụrụ n'ịhọrọ nhọrọ \"Data for All\", ị na-anọchi anya ma na-enye ikike na ị nwere ikike zuru oke, aha na mmasị na data gị iji nye ikike dị na ngalaba a.",
    "3496767126": "Iji zere obi abụọ, paragraf na-esonụ na-emetụta naanị ndị ahịa na-eji ọrụ nkọwa anyị, na ọ bụghị iji ọrụ anyị dị ka onye mmekọ.",
    "767207800": "Ọ bụrụ na data gị nwere ọdịnaya nwere ike ịkọwapụta ma ọ bụ na-akpasu iwe, anyị chọrọ ka ị kaa ha \"Ọdịnaya akọwawara\" ka ọ bụrụ ịdọ aka ná ntị ziri ezi nye onye ọ bụla hụrụ data gị. Ị nwere ike ọ gaghị enwe nkwekọrịta ederede dị iche na IMI gụnyere ọrụ ndị na-emebi iwu anyị, gụnyere, mana ọnweghị oke na, (a) ọrụ ndị na-akwalite weebụsaịtị ma ọ bụ ọrụ ọzọ ozugbo, (b) ọrụ ndị na-emebi iwu weebụsaịtị nke ndị ọzọ na ọnọdụ, (c) ọrụ na-arịọ ndị ntinye aka ka ha rịọ ndị ọzọ, (d) ọrụ na-arịọ ndị ntinye aka ka ha mee ihe iji megharịa omume ma ọ bụ nsonaazụ weebụsaịtị, (e) ọrụ ndị na-emebi ikike ikike ọgụgụ isi nke ndị ọzọ, na (f) ọrụ. nke chọrọ ndị ntinye aka budata ngwanrọ ma ọ bụ faịlụ.",
    "3370561195": "6. Omume anabatara",
    "4205152730": "A na-agba gị ume ka gị na ndị ọrụ ndị ọzọ na-emekọrịta ihe n'ebe ọ bụla na weebụsaịtị anyị, Forum, ozi, nkata, na ọwa mgbasa ozi mgbasa ozi ndị ọzọ nke IMI na-achịkwa, ma ọ bụrụ na ime otú ahụ, ị ghaghị ịgbaso usoro ọrụ niile na iji na saịtị anyị na iwu niile dị mkpa. .",
    "1394253934": "7. Ime ihe n'ụzọ na-ezighị ezi, mmegbu, na ịkọwahie",
    "1406393333": "Nweta ma ọ bụ ojiji nke ọrụ ọ bụla na-abụghị n'usoro Usoro ọrụ ndị a yana ntuziaka ọ bụla anyị nyere bụ nke amachibidoro nke ọma. Karịsịa, ị gaghị:",
    "3409726716": "debanye aha maka ihe karịrị otu akaụntụ na anyị na-enweghị ikike ederede;",
    "3119498672": "rụọ ọrụ ọ bụla site na iji bots ịntanetị, robots weebụ, bots, scripts, ma ọ bụ ụdị ọgụgụ isi ọ bụla ọzọ ma ọ bụ gbalịa nweta ụgwọ ọrụ n'aka IMI ma ọ bụ onye ọ bụla na-arịọ arịrịọ ma ọ bụ onye mmekọ na-emechaghị ọrụ dịka akọwara ha;",
    "1188668818": "nye ozi ụgha ọ bụla mgbe ị na-eji webụsaịtị a (gụnyere enweghị mmachi na-egosipụta onye ọ bụla ma ọ bụ nzukọ dị na akaụntụ gị, ma ọ bụ na-ekwupụta ụgha ma ọ bụ na-akọwahie onwe gị ma ọ bụ njikọ gị na onye ọ bụla ma ọ bụ nzukọ gị na akaụntụ gị;",
    "2804310964": "nweta ma ọ bụ nwaa ịnweta webụsaịtị anyị site na sava weebụ proxy ma ọ bụ ngwaọrụ ọzọ emebere iji mebie ezigbo ọnọdụ gị ma ọ bụ njirimara gị ma ọ bụ n'ụzọ ọ bụla na-abụghị interface enyere;",
    "1374227759": "jiri webụsaịtị maka ọrụ iwu na-akwadoghị, ma ọ bụ maka ebumnuche ọ bụla na-abụghị ebumnuche nke emere ya;",
    "2103513933": "itinye aka na mmemme na-egbochi ma ọ bụ mebie ọrụ nke saịtị ahụ;",
    "137127070": "fanye, bulite, ma ọ bụ tinye njikọ ma ọ bụ faịlụ mpụga ọjọọ ma ọ bụ amaghị ama, ma ọ bụ bulite ọdịnaya ọ bụla nwere nje, Trojan horse, worm, bọmbụ oge, ma ọ bụ koodu kọmputa ndị ọzọ na-emerụ ahụ;",
    "1686655020": "Bulite ọdịnaya ọ bụla n'okpuru ikike nwebisiinka nke na-abụghị ọrụ mbụ gị, belụsọ na ị nwere ikike n'aka onye nwe ya ka ọ bipute ọdịnaya dị otú ahụ yana inye IMI ikike niile enyere ikike n'ime ebe a;",
    "1406692811": "itinye aka na spamming ma ọ bụ biputere ụdị ọhaneze ọ bụla, gbalịa ịnweta ntinye aka, nkwurịta okwu ọnụ, ego na-enye ma ọ bụ arịrịọ, ịrịọ ọrụ, mgbasa ozi, ịzụ ahịa, ozi efu, isiokwu oyiri, ọdịnaya iwu na-akwadoghị, njikọ weebụsaịtị, adreesị ozi-e, ma ọ bụ NJ ozi ngwa ngwa ma ọ bụrụ na ọrụ ahụ chọrọ;",
    "3893539589": "tinye njikọ mpụga nke na-enye ngwaahịa ma ọ bụ ọrụ ọ gwụla ma achọrọ ya site na ọrụ ahụ;",
    "3214322759": "ma ọ bụghị ya, tinye aka n'omume ọjọọ ma ọ bụ aghụghọ ọ bụla.",
    "3733422465": "8. Na-enyocha njirimara gị",
    "267645277": "IMI nwere ike nyochaa njirimara gị. Nke a nwere ike ịgụnye atụnyere ozi nkeonwe gị megide ọdụ data ndị ọzọ ma ọ bụ akwụkwọ iwu gọọmentị. Ị nyere anyị ikike ịme ajụjụ ọ bụla dị mkpa iji kwado njirimara gị, nwe adreesị ozi-e gị, yana nwe akaụntụ ego gị. Ị kwenyere ịnye ozi gbasara gị iji nyere anyị aka ịchọpụta njirimara gị.",
    "4169910317": "9. Irube isi n'iwu",
    "519755936": "Naanị gị na-ahụ maka irube isi na iwu gọọmenti etiti, steeti, mpaghara na mpaghara n'ihe metụtara ojiji nke Ọrụ. Ị kwenyere n'ịkwado ma jide anyị n'enweghị ihe ọ bụla maka ebubo ọ bụla megide anyị n'ihi na ị dara iwu ọ bụla ma ọ bụ mebie ikike ndị ọzọ, gụnyere enweghị mmachi nkwekọrịta, ikike ọgụgụ isi, ma ọ bụ ikike nzuzo.",
    "731546974": "10. Ụtụ ụtụ isi ma ọ bụ onye mmekọ",
    "3128328457": "Ọ bụrụ na ị bụ onye ntinye aka ma ọ bụ onye mmekọ, naanị gị na-ahụ maka ịkwụ ụgwọ ụtụ isi ọ bụla e mere atụmatụ ma ọ bụ ụtụ isi obodo, steeti ma ọ bụ mpaghara, nchekwa ọha, FICA na ụgwọ ndị ọrụ n'ihi iji webụsaịtị anyị, yana ụtụ isi ma ọ bụ ụgwọ yiri ya na ikike na-abụghị US. Ị kwenyere n'ịkwụghachi ma jide anyị n'enweghị ihe ọ bụla maka nyocha ọ bụla megide anyị n'ihi na ị naghị erube isi n'iwu ụtụ isi ọ bụla.",
    "2931396764": "11. Mmebi nke usoro ọrụ ndị a",
    "1240667045": "Anyị nwere ike kwụsịtụ, kpachie, ma ọ bụ kagbuo ịnweta ọrụ ndị a n'oge ọ bụla n'ihi ihe ọ bụla, gụnyere n'ihi na: (a) anyị kwenyere na ị mebiri Usoro ọrụ ndị a (gụnyere atumatu ndị ọzọ metụtara); (b) anyị kwenyere na ị mebiri ikike anyị ma ọ bụ ikike nke ndị ọzọ ọ bụla; (c) anyị enweghị ike ịchọpụta ma ọ bụ gosipụta ozi ị nyegoro anyị; ma ọ bụ (d) anyị kwenyere na omume gị nwere ike ịmepụta ụgwọ maka gị, anyị, ma ọ bụ ndị ọzọ. Maka igbochi obi abụọ, anyị na-edobe ikike igbochi ma ọ bụ kwụsịtụ ịkwụ ụgwọ gị ma ọ bụrụ na anyị kwenyere n'ụzọ ezi uche dị na ya na nke ọ bụla n'ime ihe ndị e kwuru n'elu na-emetụta ụgwọ dị otú ahụ.",
    "1601080128": "Ọ bụrụ na anyị kwụsịtụrụ ma ọ bụ kwụsị akaụntụ gị, ị gaghị enwekwa ohere ịnweta akụkụ ọ bụla nke webụsaịtị, gụnyere data, ozi, faịlụ na ihe ndị ọzọ ị na-edobere na saịtị ahụ. Ị nwere ike ịga n'ihu na-eji webụsaịtị anyị n'okpuru aha akaụntụ dị iche ma ọ bụ ọhụrụ. Mmebi nke Usoro ọrụ ndị a nwere ike ịkpe ikpe ruo n'ókè zuru oke nke iwu ma nwee ike ịkpata ntaramahụhụ na ntaramahụhụ ọzọ.",
    "1160707899": "12. Ọrụ onye nkwado na mmekọrịta ya na IMI na ndị ọzọ na-arịọ arịrịọ",
    "269838707": "Ọ bụrụ na ị bụ onye ntinye aka, gị na naanị gị ga-ekpebi nke na ole ọrụ ị ga-arụcha, yana mgbe na ebe ị ga-emecha ha. Ị nweere onwe gị iwepụta oge ma ọ bụ obere oge iji rụchaa ọrụ dịka ịhọrọ. Ọ dịghị mgbe ị nọ n'okpuru ọrụ ọ bụla iji rụchaa ọrụ.",
    "1087195513": "Ọ bụrụ na ị bụ onye ntinye aka na-enweta ọrụ na / ma ọ bụ na-arụ ọrụ site na ma ọ bụ na njikọ nke onye ntinye aka na nnọchite onye na-arịọ arịrịọ na-abụghị IMI, mgbe ahụ ị kwenyere ma kwenye na Intuition Machines abụghị ụgwọ maka ya na enweghị ọrụ ọ bụla n'aka gị. nkwanye ùgwù maka ụgwọ ọrụ ọ bụla ma ọ bụ nkwụghachi ụgwọ ọzọ maka ọrụ emechara. Ị kwenyere ma kweta na ụgwọ ọrụ ọ bụla ma ọ bụ nkwụghachi ụgwọ ndị ọzọ maka ọrụ emechara ka ekpebiela naanị dịka nkwekọrịta gị na onye na-arịọ arịrịọ na/ma ọ bụ onye mmekọ siri dị, dịka ọdabara. Esemokwu ọ bụla gbasara ụgwọ ọrụ ma ọ bụ ụgwọ ndị ọzọ (gụnyere enweghị oke ị nweta ụgwọ ọrụ ma ọ bụ nkwụghachi ụgwọ ndị ọzọ) bụ naanị n'etiti gị na onye na-arịọ arịrịọ na/ma ọ bụ onye mmekọ, dị ka ọdabara.",
    "952813944": "Ma ojiji ị na-eji webụsaịtị anyị ma ọ bụ ihe ọ bụla na nkwekọrịta a na-emepụta ọrụ, mmekorita, njikọ aka, ụlọ ọrụ, franchise, ma ọ bụ mmekọrịta nnọchite anya ahịa n'etiti gị na Intuition Machines. Anyị anaghị enye gị akụrụngwa ma ọ bụ ngwaọrụ ọ bụla iji rụchaa ọrụ. Anyị anaghị enye gị uru ọ bụla, ụgwọ ọrụ ndị ọrụ ma ọ bụ mkpuchi mkpuchi. Anyị anaghị akwụ ụgwọ maka mmefu ọ bụla ị na-eme n'iji webụsaịtị anyị. Anyị agaghị egbochi ego ọ bụla n'ụgwọ ọrụ gị maka ụtụ isi ego gọọmentị etiti ma ọ bụ steeti, nchekwa ọha, ma ọ bụ ụtụ isi ọ bụla ọzọ. Ị nweere onwe gị mgbe niile ịrụ ọrụ maka onye ọ bụla ma ọ bụ azụmaahịa, gụnyere ndị asọmpi anyị ọ bụla. Ị nweghị ikike ịbanye na nkwekọrịta ọ bụla, ederede ma ọ bụ ọnụ, n'aha Intuition Machines.",
    "3460432665": "N'agbanyeghị nke a, ọ bụrụ na ị bụ onye na-atụ ụtụ US anyị nwere ike ịrịọ gị W-9, ka emelite ya kwa afọ, anyị nwere ike igbochi gị ịrụ ọrụ ruo mgbe ịmechara ma ọ bụ melite W-9.",
    "458271951": "Ọ bụrụ na ị bụ onye ntinye aka na-enweta ọrụ na/ma ọ bụ na-arụ ọrụ site na ma ọ bụ na njikọ nke Integrator n'aha Intuition Machines (na-eme dị ka onye na-arịọ arịrịọ), Intuition Machines nwere ike ịkwụ gị ụgwọ maka mmecha ụfọdụ ọrụ. Ọ bụrụ na achọpụtara na ị na-etinye aka na wayo, mmegbu, ma ọ bụ mebie Usoro ọrụ ndị a, igwe Intuition nwere ike igbochi yana/ma ọ bụ nwetaghachi ụgwọ ọrụ ọ bụla.",
    "3056723024": "13. Mmezu nke arụrụghị arụ",
    "3913203723": "Ọ bụrụ na, n'ihi ihe ọ bụla, onye na-arịọ arịrịọ anaghị anabata ịrụ ọrụ nke ị rụchara, gị dị ka onye ntinye aka ma ọ bụ onye mmekọ agaghị enweta ụgwọ ọrụ ọ bụla. Ọ bụrụ na agbasasịlarị gị ụgwọ ọrụ maka ọrụ arụchara nke anabataghị, anyị nwere ike nwetaghachi ha n'aka gị.",
    "3666807632": "14. Ntozu na nka nke ndị ntinye aka",
    "1993899769": "15. Anyị ji ozi",
    "2927283721": "Site n'ịrụ ọrụ na webụsaịtị anyị, ị na-enye ikike ịnakọta, ojiji na igosipụta ozi nkeonwe gị dịka amụma nzuzo anyị siri dị. Na mgbakwunye, anyị nwere ike ịkesa ụfọdụ ozi gbasara gị yana ọrụ gị emechara n'aka onye na-arịọ arịrịọ onye ọrụ ya nke ị rụchara iji kwado mmekọrịta ọrụ yana melite webụsaịtị, gụnyere, dịka ọmụmaatụ, NJ onye enyemaka, nsonaazụ nke ọrụ emechara, yana njirimara ndị ọzọ metụtara. ntozu gị, asụsụ, nka na iji webụsaịtị gị.",
    "3027055607": "16. Ngwongwo ọgụgụ isi na ikike inwe",
    "3910971075": "IMI nwere ikike niile, gụnyere ikike ikike ọgụgụ isi, na koodu isi mmalite, koodu ihe ma ọ bụ usoro dị n'okpuru, echiche ma ọ bụ algọridim, API, yana sọftụwia agbakwunyere, akwụkwọ ma ọ bụ data metụtara Ọrụ (\"Software\"). Ị gaghị, ozugbo ma ọ bụ na-apụtaghị ìhè, site na onye nke atọ ma ọ bụ n'ụzọ ọzọ: (a) weghachi injinia, gbakọọ, kwakọba, ma ọ bụ n'ụzọ ọzọ nwaa ịchọpụta Software; (b) gbanwee, tụgharịa, ma ọ bụ mepụta ọrụ ewepụtara dabere na ngwanro ọ bụla; (c) idetuo, mgbazinye, mgbazinye, kesaa, nkwa, kenye, ma ọ bụ nyefee ma ọ bụ tinye ikike na ngwanrọ ọ bụla; (d) jiri sọftụwia ọ bụla maka nkekọrịta oge, ebumnuche ụlọ ọrụ, ma ọ bụ uzọ ọzọ maka abamuru nke ndị ọzọ; ma ọ bụ (e) wepụ ọkwa ma ọ bụ akara ọ bụla nwe.",
    "3660891610": "Ọ bụrụ na ị bụ onye ntinye aka, IMI, ọ bụghị gị, nwere ikike nwe na ọrụ ọ bụla ị rụpụtara dịka akụkụ nke imecha ọrụ ọ bụla. Site na ịnakwere usoro nke nkwekọrịta a, ị kwenyere (ma mee nke a) ịnyefe ihe onwunwe, nwe na aha (gụnyere ikike ikike ọgụgụ isi dị n'ụwa nile) na ọrụ gị nye anyị. Iji hụ na anyị nwere ike nweta, zuo oke, na iji ikike ndị dị otú ahụ, ị ga-ekwenyekwa na (i) bịanye aka n'akwụkwọ ọ bụla iji nyere aka na akwụkwọ, izu oke na mmanye nke ikike anyị; na (ii) na-enye ohere ezi uche dị na ya inweta ozi maka ịdekọ, imezu oke, ichekwa, ịgbachitere, na ịmanye ikike nwe obodo ọ bụla na mba niile. Ọrụ gị n'okpuru ngalaba a ga-aga n'ihu ọbụlagodi mgbe ị debanyere aha ma ọ bụ kwụsị iji ọrụ ahụ. Ị họpụtara anyị ka ọ bụrụ onye ọka iwu gị n'eziokwu ka anyị depụta akwụkwọ n'aha gị maka ebumnuche ndị edepụtara na ngalaba a.",
    "426125156": "17. Nwebiisinka na TakeDown",
    "1408530660": "IMI na-akwanyere ikike ọgụgụ isi nke ndị ọzọ ùgwù ma anyị na-edobe ikike iwepụ na saịtị anyị ihe ọ bụla anyị kwenyere nwere ike imebi ikike ọgụgụ isi nke ndị ọzọ ọ bụla. Ọ bụrụ na ị kwenyere na e depụtaghachila ọrụ nke gị n'ụzọ mejọrọ mmebi iwu nwebiisinka na webụsaịtị a, biko kpọtụrụ nkwado ndị ahịa Intuition Machines.",
    "2696932851": "18. Ịkwụ ụgwọ",
    "3844300338": "Ị kwenyere n'ịkwado, chebe ma jide anyị n'enweghị ihe ọ bụla na ebubo ọ bụla, mmebi, ụgwọ, ụgwọ, na mmefu (gụnyere ụgwọ na ụgwọ ndị ọka iwu ezi uche dị na ya), sitere na ma ọ bụ metụtara arụmọrụ nke ọrụ gị ma ọ bụ iji weebụsaịtị anyị. .",
    "2474091800": "19. Esemokwu na ndị ọrụ ndị ọzọ; Hapụ",
    "3162107126": "IMI esoghị na esemokwu ọ bụla dị n'etiti gị na onye ọrụ ọzọ nke Ọrụ ahụ. Ị na-ahapụ IMI na ndị mmekọ ya na ebubo ọ bụla, ihe ndị chọrọ, na mmebi nke ụdị ọ bụla na ọdịdị, mara na nke a na-amaghị, nke a na-enyo enyo na nke a na-atụghị anya ya, ekpughere na ekpughere, na-esite na ma ọ bụ jikọọ na esemokwu ọ bụla n'etiti gị na onye ọrụ ọzọ.",
    "2271969747": "20. Ozi nzuzo ị na-enweta",
    "1042802841": "Ozi nzuzo bụ ozi ọ bụla akara dị ka nzuzo ma ọ bụ nke nwe ya, ma ọ bụ nke ndị na-anata kwesịrị ịghọta nke ọma ka ọ bụrụ ihe nzuzo ma ọ bụ nwe ya. Nke a anaghị agụnye ozi ọ bụla (1) dị n'ihu ọha, (2) nweelarị, nke mepụtara n'adabereghị na ya, ma ọ bụ mara ọkwa nke ndị na-anata, ma ọ bụ (3) nke ụlọikpe kwadoro ma ọ bụ dị ka ihe ọzọ chọrọ. iwu.",
    "1918025546": "Ọ bụrụ na enyere gị ozi nzuzo sitere n'aka onye ọ bụla nọ na Ọrụ, ị kwenyere iji chekwaa nzuzo nke ozi nzuzo ahụ site n'otu ogo nlekọta ị na-eji kpuchido ozi nzuzo gị, mana ọ nweghị ihe ọ bụla na-erughị nlekọta kwesịrị ekwesị. Ịnweghị ike ikpughe ma ọ bụ bipụta ozi nzuzo ọ bụla ma ọ bụ nke nwe, belụsọ dị ka ọ dị mkpa maka ịrụ ọrụ. Ozi niile dị n'ime ọrụ dị na Intuition Machines Platform kwesịrị ka ewere ya dị ka nzuzo ọbụlagodi na akọwapụtaghị ozi ahụ nke ọma dị ka nzuzo.",
    "2690395789": "Ọ bụrụ na mgbe ịchọghị ozi nzuzo ị nwetara, ị ga-eweghachi ma ọ bụ mebie ngwa ngwa (dị ka onye ọ bụla gosipụtara ozi ahụ rịọrọ) nnomi ozi niile dị na ogige, sistemụ ma ọ bụ ngwa ndị ọzọ ị na-achịkwa.",
    "2178073797": "N'ihi na ikpughe ozi nzuzo nwere ike ịkpata mmerụ ahụ na-enweghị atụ, onye na-ekpughere ya nwere ikike ịchọ enyemaka enyemaka maka mmebi ọ bụla ma ọ bụ imebi okwu a.",
    "2185860003": "21. Mgbanwe weebụsaịtị",
    "2631249972": "Anyị nwere ike melite ma ọ bụ gbanwee webụsaịtị anyị na-enweghị ọkwa nye gị.",
    "3764131594": "22. Weebụsaịtị ndị ọzọ",
    "295955580": "Webụsaịtị anyị nwere ike ịnwe njikọ webụsaịtị ndị ọzọ. Anyị anaghị ejikwa, nyocha, nyochaa, ma ọ bụ lelee weebụsaịtị ndị dị otú ahụ. Ọ bụghị anyị na-ahụ maka ma ọ bụ na anyị anaghị akwado mmemme kọmputa, ọdịnaya, ma ọ bụ echiche dị na weebụsaịtị ndị dị otú ahụ. Ọ bụrụ na ị kpebie ịhapụ webụsaịtị anyị wee nweta webụsaịtị ndị ọzọ, ị na-eme ya n'ihe egwu nke gị.",
    "838225123": "23. Disclaimer nke akwụkwọ ikike",
    "3897238493": "A na-enye ọrụ ndị a na \"DỊ KA Ọ BỤ\". ANYỊ emeghị nnochite anya ma ọ bụ akwụkwọ ikike, egosipụtara ma ọ bụ kwupụta, gbasara ohere, ahụike, iwu kwadoro, nnweta, ma ọ bụ ọrụ nke ọrụ, ngwa ngwa ma ọ bụ ihe onwunwe metụtara, ụlọ ọrụ na-arụ ọrụ. Ruo oke iwu kwadoro, IMI na-akatọ ọnọdụ niile, nnochite anya na akwụkwọ ikike gụnyere, mana ọnweghị oke na, ikike nke ịzụ ahịa, ịdị mma maka akụkụ, akụkụ na akụkụ. Ngwọta naanị gị na nke pụrụiche megide IMI na-asọpụrụ mmejọ ọ bụla, enweghị nkwekọrịta, ma ọ bụ enweghị afọ ojuju bụ ịkwụsị iji ọrụ ndị ahụ Anyị agaghị enwe ọrụ ọ bụla maka mmerụ ahụ na sistemụ kọmputa gị, mfu ma ọ bụ ire ure nke data, ma ọ bụ mmerụ ahụ ọzọ na-arụpụta. site na ịnweta ma ọ bụ iji webụsaịtị ma ọ bụ Intuition Machines Platform. Enwere ike ime nkwụsị nke ahaziri na nke na-akwadoghị, anyị anaghị enye ikike ịnweta weebụsaịtị anyị n'akwụsịghị akwụsị.",
    "2110259227": "24. Mgbochi nke ibu",
    "3018077211": "25. Mkpebi esemokwu ndị ntinye aka",
    "2790841456": "Ọ bụrụ na ị bụ onye ntinye aka, ị kwenyere na nkebi okwu mkpezi na nkwụsị ọrụ klaasị:",
    "3302832698": "Mkpebi esemokwu ọzọ achọrọ.",
    "561456032": "Ị kwenyere na maka esemokwu ọ bụla sitere na ma ọ bụ metụtara iji ọrụ ndị ahụ, gụnyere esemokwu ọ bụla nwere ike ịmalite site na mgbe ị malitere ịrụ ọrụ maka IMI, na karịsịa gụnyere nkwupụta ọ bụla metụtara ma ị na-ekewa ma ọ bụ na ị gaghị ekewa dị ka. onye nkwekọrịta nọọrọ onwe ya, ị ga-ebu ụzọ gwa IMI maka nkwupụta gị megide ya. Gị na IMI ga-anwa idozi esemokwu ahụ site na mkparita uka ozugbo ma ọ bụ nzikọrịta ozi. Anyị ga-ekewa nha anya ọnụ ahịa mgbasa ozi ma kwenye na a ga-eme mkparịta ụka site na ekwentị ma ọ bụ ụzọ eletrọnịkị ọzọ. Ọ bụrụ na a na-edozighị nkwupụta a na-eso mkparita ụka na-ezighi ezi ma ọ bụ mkpezi, ị kwenyere na gị na IMI ga-eji ikpe ikpe ikpeazụ na nke na-adịgide adịgide iji dozie esemokwu ahụ. Nkeji edemede a na-achịkwa nkwupụta niile site na mgbe ị malitere iji webụsaịtị anyị, ma dabere na ntaramahụhụ, nkwekọrịta, ụkpụrụ, gụnyere, mana ọnweghị oke na, ebubo ọ bụla nke ịkpa oke na iyi egwu, ma ọ dabere na California Fair Employment and Housing Act. , Isiokwu VII nke Civil Rights Act nke 1964, dị ka emegharịrị, ma ọ bụ ihe ọ bụla ọzọ steeti ma ọ bụ gọọmenti etiti iwu ma ọ bụ ụkpụrụ, nhatanha iwu, ma ọ bụ ihe ọzọ.",
    "3794239003": "Usoro ikpe ikpe.",
    "4193379787": "A ga-eduzi mkpezi ikpe niile n'okpuru nkwekọrịta a n'okpuru iwu nke American Arbitration Association ma ọ bụ site na ọrụ mkpezi nkwekọrịta kwadoro. Onye mkpezi ikpe ga-abụ onye mkpezi US ahọpụtara n'ime ndepụta na-erughị aha asaa (7) site na igbu egbu ọzọ. Na mkpezi ikpe, ndị otu ọ bụla ga-enwe ikike ịme nchọpụta obodo zuru oke, weta mkpesa na-enweghị isi, na weta ndị akaebe na ihe akaebe dị mkpa iji kwupụta okwu na nchekwa ha, na esemokwu ọ bụla na nke a ga-edozi ya site n'aka onye na-ekpe ikpe. Mkpebi nke esemokwu ahụ ga-adabere naanị n'iwu na-achị ebubo na ihe nchebe a rịọrọ, na onye na-ekpe ikpe enweghị ike ịkpọ ihe ndabere ọ bụla na-abụghị iwu nchịkwa dị otú ahụ. Onye na-ekpe ikpe ga-enwe ikike nke onye ọrụ ikpe site na ụgwọ obodo mgbe ọ na-arụ ọrụ n'ikike nke onye na-ekpe ikpe, nke mgbochi na-agbakwunye ihe mgbochi ọ bụla ọzọ dị. Nrite ga-agụnye echiche ezi uche dị na ya edere nke onye mkpezi. Ị na-ahapụ ikike gị ikpe ikpe site na ndị juri maka ihe ọ bụla ị nwere ike ikwu megide IMI ma ọ bụ na IMI nwere ike ime gị. A ghaghị iweta nkwupụta ọ bụla n'okpuru nkebiokwu a n'ime oge mmachi ọdabara. Iwu mkpegharị ikpe gọọmentị etiti United States na-achịkwa nkebiokwu a, ị kwenyere na Nkwekọrịta a na-egosi azụmahịa na azụmahịa.",
    "2583888954": "Ewezuga.",
    "1034830": "Esemokwu ndị nwere ike ọ gaghị adị n'okpuru nkwekọrịta mkpezi ikpe dị ka nke Dodd-Frank Wall Street Reform and Consumer Protection Act nyere, ewepụrụ na nke a.",
    "263977834": "Ngwusi nchịkwa.",
    "1807512722": "Ị nwere ike weta nkwupụta ọ bụla sitere na iji webụsaịtị a gaa na ụlọ ọrụ nchịkwa mana ọ bụ naanị ruo n'ókè iwu kwadoro ịnweta ụlọ ọrụ dị otú ahụ n'agbanyeghị ịdị adị nke nkwekọrịta ikpe ikpe. Nkwupụta nchịkwa ndị dị otú ahụ gụnyere ebubo na-enweghị mmachi ma ọ bụ ụgwọ ewepụtara n'ihu Equal Employment Opportunity Commission, Ngalaba Na-ahụ Maka Ọrụ na US, na National Labor Relations Board. Ọ dịghị ihe ọ bụla dị na nkebiokwu a ka a ga-ewere na ọ ga-egbochi ma ọ bụ gbaghara gị iweta nkwupụta nchịkwa n'ihu ụlọ ọrụ ọ bụla iji mezuo ọrụ gị nke ịkwụsị ọgwụgwọ nchịkwa tupu ị kwuo na mkpezi ikpe, agbanyeghị, ị na-ahapụ ikike ịnweta onyinye ego ọ bụla site na nke a. usoro ụlọ ọrụ.",
    "996430331": "Ebe ikpe ikpe.",
    "3040062804": "Usoro mkpezi ọ bụla n'okpuru ngalaba a ga-ewere ọnọdụ na ndabara n'ime steeti California, ọ gwụla ma ịnọ na mpụga United States, nke ikpe ahụ ga-ewere ọnọdụ kpamkpam na igwe eletrọnịkị ma ọ bụ na ekwentị. Mkpebi a nwere ike ịme n'ebe ọ bụla ọzọ ma ọ bụrụ na ndị otu ọ bụla kwadoro ya na ederede. N'agbanyeghị ebe ọ nọ, otu ọ bụla nwere ike họrọ ịpụta na mkpezi site na vidiyo dị ndụ ma ọ bụ teleconference.",
    "3091247030": "Nkwụsị ime ihe klaasị.",
    "2520904193": "Ị na-ahapụ ikike ọ bụla ị nwere maka iweta, nụ, ma ọ bụ kpee ikpe ọ bụla dị ka otu klas, mkpokọta, ma ọ bụ ihe nnọchiteanya. N'agbanyeghi nkebi ahịrịokwu ọ bụla dị na nkwekọrịta a, a gaghị ebipụ ahịrị ikpe bu ụzọ na nkwekọrịta a n'ọnọdụ ọ bụla. Ihe ọ bụla na-ekwu na ihe niile ma ọ bụ akụkụ nke nkwụsị a bụ ihe a na-apụghị ime eme, enweghị uche, ihe efu ma ọ bụ ihe efu nwere ike ikpebi naanị site n'ụlọ ikpe nwere ikike na ọ bụghị onye na-ekpe ikpe. Agaghị abọ ọbọ megide ma ọ bụ gbochie gị ịrụcha ọrụ na webụsaịtị anyị n'ihi itinye ikike gị n'okpuru Nkebi nke 7 nke National Labour Relation Act, ma ọ bụ site na ntinye akwụkwọ ma ọ bụ itinye aka na klaasị, mkpokọta ma ọ bụ nnọchite anya na nnọkọ ọ bụla. , ma anyị nwere ike n'ụzọ iwu na-achọ mmanye nke a klas omume waiver, na-achọ ịchụpụ nke dị otú ahụ klaasị, mkpokọta ma ọ bụ nnọchiteanya omume ma ọ bụ nkwupụta.",
    "3493572638": "Ọnụ na ụgwọ.",
    "702926385": "Ndị otu a ga-akwụ ụgwọ nke onwe ha maka nnọchite anya iwu n'oge mkpezi ikpe ọ bụla, belụsọ ruo n'ókè nke iwu nyere n'ụzọ doro anya ụgwọ onye ọka iwu. Ndị otu ahụ ga-ekewa ụgwọ nhazi mbụ ọ bụla onye mkpezi na-ana, ruo ihe kacha rie gị narị dollar abụọ na iri ise (US$250.00). Ọnụ nke onye na-ekpe ikpe na onye nta akụkọ ụlọikpe, ọ bụrụ na ọ bụla, anyị ga-ebu ụzọ buru ya; Otú ọ dị, onye na-ekpe ikpe ga-enwe ikike inye ndị nọ n'ọchịchị ụgwọ ụgwọ kwesịrị ekwesị, dịka iwu nyere, na/ma ọ bụ ịchọ ka ndị otu ahụ kewaa ụgwọ ndị metụtara onye na-ekpe ikpe na / ma ọ bụ onye nta akụkọ ụlọikpe.",
    "3199694247": "Nkwụsị ike.",
    "3102490587": "Ewezuga na klaasị Action Waiver, ọ bụrụ na ekwuputara okwu ma ọ bụ onyinye ọ bụla, ma ọ bụ akụkụ nke okwu mkpezi ikpe a na-abaghị uru ma ọ bụ enweghị ike ime ya, a ga-ebipụ ya na nke fọdụrụ na nkebi ikpe mkpezi ahụ ga-adị mma.",
    "2323013093": "26. Ọdabara Iwu",
    "2900525040": "Iwu steeti California na-achịkwa Usoro ọrụ ndị a yana esemokwu, esemokwu, ma ọ bụ nkwupụta sitere na ha.",
    "3339302473": "27. Nkwụsị",
    "1158384644": "Ị nwere ike ịhọrọ n'oge ọ bụla ịkwụsị iji webụsaịtị anyị, ma ọ bụrụ na ị ga-erube isi n'iwu IMI niile dị. Anyị nwere ike, n'uche naanị anyị, kwụsị nkwekọrịta a, kwụsịtụ ịbanye na webụsaịtị anyị, ma ọ bụ wepụ ọrụ ọ bụla ozugbo na-enweghị ọkwa n'ihi ihe ọ bụla.",
    "41530052": "28. Okwu izugbe",
    "3202747130": "Nkwekọrịta niile. Usoro ọrụ ndị a na atumatu, usoro, ma ọ bụ okwu ndị e zoro aka na ya na nkwekọrịta a bụ nkwekọrịta niile nke ndị otu n'ihe gbasara isiokwu ahụ, ma dochie ma kagbuo nkwekọrịta, nkwupụta, nnochite anya na nghọta nke ndị ọzọ. .",
    "4080263153": "Enweghị nkwụsị. A gaghị atụle anyị ka ịgbaghara akụkụ ọ bụla nke ikike ma ọ bụ ọgwụgwọ ọ gwụla ma ọ bụ akwụkwọ a na-ede akwụkwọ ma bịanye aka na ya. Ọ bụrụ na anyị egbu oge ịmanye ma ọ bụ ghara ịmanye ikike anyị n'okpuru ndokwa ọ bụla nke nkwekọrịta a, nke ahụ agaghị abụ ịwepụ ikike anyị iji mechaa manye ụdị ihe a ma ọ bụ akụkụ ọ bụla nke nkwekọrịta a.",
    "1789371580": "Nkenye. Ị nwere ike ị gaghị ekenye Usoro ọrụ ndị a na-enweghị nkwenye ederede anyị mbụ. Anyị nwere ike ịnye usoro ọrụ ndị a n'oge ọ bụla, na-enweghị ọkwa. N'okpuru ihe ndị a e kwuru n'elu, Usoro ọrụ ndị a ga-ejikọta ndị ga-anọchi anya otu ọ bụla yana ọrụ ndị anabatara.",
    "2819628066": "Nkwụsị ike. Ọ bụrụ na achọpụtara ihe ọ bụla nke Usoro Ọrụ ndị a adịghị mma ma ọ bụ enweghị ike ime ya n'ihi ihe ọ bụla, ọ gaghị emetụta nkwado na mmanye nke ihe ọ bụla fọdụrụnụ.",
    "3955981186": "Ndozigharị. Ọ nweghị mgbanwe ma ọ bụ mmezigharị na Usoro ọrụ ndị a nke onye ọ bụla na-abụghị IMI ga-adabara IMI belụsọ na ngwa ederede nke onye nnọchi anya IMI nwere ikike binyere aka.",
    "1377538813": "Asụsụ Na-emeri. Ụdị asụsụ Bekee nke Usoro ọrụ ndị a ga-achịkwa n'ụzọ niile ma ga-emeri ma ọ bụrụ na ọ bụla adabaghị na nsụgharị atụgharịrị, ọ bụrụ na ọ dị.",
    "2438016011": "Nkwekọrịta afọ ofufo. Ndị otu niile na Usoro ọrụ ndị a na-anọchite anya ma kwenye na onye ọ bụla enyochala akụkụ niile nke nkwekọrịta a, jiri nlezianya gụọ ma ghọta nke ọma ndokwa ya niile, ma jiri aka ya na-abanye na nkwekọrịta a.",
    "2445034923": "Ọ bụrụ na ị kwenyeghị na usoro na ọnọdụ niile nke Usoro ọrụ ndị a, emela (ma ị gaghị) iji ma ọ bụ nweta saịtị ma ọ bụ Ọrụ.",
    "2646127839": "Ihe mgbakwunye ndị ahịa na Usoro ọrụ Master",
    "4097297673": "Dịka onye ahịa, onye na-arịọ arịrịọ, ma ọ bụ onye mmekọ, ị kwenyere ka ejiri usoro ndị dị n'okpuru kpuchie ya na mgbakwunye na usoro njikọ ọ bụla ọzọ n'etiti gị na IMI.",
    "1093280979": "1. Platform Order Forms",
    "1549953005": "Ị nwere ike dejupụtara otu ma ọ bụ karịa fọm iji nweta ikpo okwu (nke ọ bụla, \"Form Order\") dịka ọnọdụ nke ịghọ onye ahịa ma ọ bụ onye na-arịọ arịrịọ. Ọ bụrụ otu a, mgbe ahụ, usoro na ọnọdụ akọwara n'ụdị Order ga-aghọ akụkụ nke Usoro ọrụ ma tinye ya site na ntụnye aka.",
    "3819851005": "2. Ụgwọ",
    "1591032933": "Ị ga-akwụ IMI ụgwọ dị ka akọwara n'ime akwụkwọ iwu ọdabara site na usoro ịkwụ ụgwọ ị nyere n'ụdị Order dị mkpa. Ọ gwụla ma ndị otu abụọ ahụ kwadoro nke ọma n'akwụkwọ, ị ga-akwụ ụgwọ zuru oke maka akwụkwọ ọnụahịa niile ewepụtara n'ime ụbọchị iri atọ (30) ka ụbọchị nzipu nke akwụkwọ ọnụahịa ahụ gasịrị. Ị na-enye anyị ikike ịme ikike ikike kaadị kredit na ozi kaadị kredit niile ị na-enye anyị, iji chekwaa ozi kaadị kredit ahụ, yana ịgba ụgwọ kaadị kredit gị ma ọ bụ akaụntụ ọ bụla ọzọ anyị kwenyere n'otu n'otu dịka ụdị ịkwụ ụgwọ. Ọ gwụla ma ekwuputara ihe ọzọ n'ụdị Order ma ọ bụ n'ime Agreement Service Enterprise ma ọ bụ Master Service Agreement, a na-akwụ ụgwọ niile maka ọrụ, ewezuga overages, kwa afọ na mmalite nke ọrụ IMI na-enye n'okpuru nkwekọrịta gị (\"Ụbọchị Ọrụ\").",
    "4142610534": "Ịkwụ ụgwọ ọ bụla n'oge ga-anakọta ụgwọ mbubreyo na ọnụego 1.5% kwa ọnwa ma ọ bụ ego kachasị nke iwu kwadoro, nke ọ bụla dị ala. Ọ bụrụ n’ịkwụghị ego ruru n’okpuru nkwekọrịta a n’ihi ihe ọ bụla, enwere ike kwụsịtụ akaụntụ gị, naanị n’uche anyị, nke a agaghị akwụghachi ụgwọ ọzọ na akaụntụ gị maka imecha ọrụ, a ga-ewepụkwa ọrụ gị niile. site na webụsaịtị anyị. Ị ga-akwụghachi anyị ụgwọ niile ruru ka achọrọ, gbakwunyere ụgwọ nhazi ọ bụla, ụgwọ mbubreyo, ma ọ bụ ụgwọ onye ọka iwu. Anyị nwekwara ike mee mkpesa kwesịrị ekwesị nye ụlọ ọrụ na-enye kredit na ndị ọrụ mmanye iwu.",
    "512991700": "Ọ bụrụ na-ịchọrọ ịgbagha ụgwọ ọ bụla, ị ga-akpọtụrụ ngalaba nkwado ndị ahịa anyị n'oge na-adịghị anya ụbọchị iri atọ (30) ka ụbọchị mmechi gachara na nkwupụta ụgwọ mbụ ma ọ bụ nkwupụta akaụntụ nke njehie ma ọ bụ nsogbu pụtara iji nweta ngbanwe ma ọ bụ kredit.",
    "1273914192": "3. Ụtụ isi",
    "4242322181": "Ọ bụ gị na-ahụ maka ịkwụ ụgwọ ụtụ isi niile metụtara Ọrụ ndị na-abụghị ụtụ US elele na ego netwọk Intuition Machines ma ọ bụ ihe onwunwe nkeonwe.",
    "1671996585": "Enwere ike ịchọrọ ka ị jikọta webụsaịtị, ngwa, ma ọ bụ ikpo okwu na Ọrụ anyị site na interface mmemme ngwa anyị (\"API\"). Ọ bụrụ na ịmee otu ahụ, anyị na-enye gị oke, enweghị oke, enweghị ike ibufe, enweghị ike ịnyefe, ikike mbughari iji API naanị iji nweta Ọrụ. Anyị nwere ike gbanwee API na/ma ọ bụ kwụsị nkwado nke ụdị ochie ma ọ bụ mwepụta nke API n'oge ọ bụla. Anyị debere ikike ịkwụsịtụ ma ọ bụ kpachie ohere gị na API n'echiche anyị, anyị ga-eji mbọ ezi uche dị na ya nye gị ọkwa tupu nkwusioru.",
    "4036662147": "5. Nchedo nke ozi nzuzo",
    "3564208535": "Ị kwenyere iji mbọ ezi uche dị na ya nke azụmahịa iji chebe ozi nzuzo ọ bụla enwetara n'aka anyị ma ọ bụ site na Ọrụ anyị. gụnyere akara bot na nkọwa ndị na-abụghị nke ọha nke ọrụ ụlọ ọrụ anyị, gụnyere akwụkwọ na-abụghị nke ọha yana nkọwa ọ bụla anyị nwere ike kekọrịta gbasara ụzọ nchọpụta bot anyị. Ọ bụrụ na enyere gị ohere ịnweta ozi nzuzo ọ bụla, anyị nwere ike gbanwee, kwụsịtụ, ma ọ bụ kpachie ohere ịnweta ọrụ anyị n'ikike anyị ma ọ bụrụ na anyị ekpebie na a na-ekpughe ozi nzuzo site na iji ọrụ anyị, anyị ga-eji mbọ ezi uche dị na ya. inye gị ọkwa tupu nkwusioru.",
    "120384113": "6. Nkwụsị",
    "453723556": "Ị nwere ike ịkwụsị ihe mgbakwunye ndị ahịa a n'adabereghị na Usoro ọrụ site n'ịkwụsị ịbụ onye ahịa ma ọ bụ onye na-arịọ arịrịọ. Anyị na-edobe ikike ịkwụsịtụ ma ọ bụ kwụsị ọkwa gị dị ka onye ahịa ma ọ bụ onye na-arịọ arịrịọ n'oge ọ bụla, ma ọ bụ kwụsịtụ akaụntụ gị ma ọ bụ iji ọrụ ndị kwekọrọ na Usoro ọrụ. Ị ga-akwụ ụgwọ mgbe ị kwụsịrị maka ego ọ bụla ruru n'okpuru akwụkwọ Order gị. Ọ bụrụ na ndenye aha gị gụnyere ụgwọ ọnwa ọ bụla ma ọ bụ nke afọ ma ọ bụ opekempe kwa ọnwa ma ọ bụ nke afọ, ị ka ga-ahụ maka ịkwụ ụgwọ ụgwọ ọrụ niile site na njedebe nke ọnwa ma ọ bụ afọ ahụ, n'otu n'otu.",
    "218889628": "Ewezuga ebe anyị kwụsịrị ihe mgbakwunye ndị ahịa a ma ọ bụ Usoro ọrụ n'ihi mmebi nke ihe mgbakwunye ndị ahịa a ma ọ bụ Usoro ọrụ, ọ bụrụ na anyị akwụsị ma ị kwụgoro anyị ụgwọ ọ bụla, anyị ga-akwụghachi akụkụ pro-rata nke ndị ahụ. ego akwụgoro, dabere na oge fọdụrụ ma ọ bụ Ọrụ ị kwụrụ, nke ọ bụla pere mpe. Anyị ga-ebuli ọrụ anyị n'ụzọ ezi uche dị na ya ma chekwaa ma nyefee gị ihe niile akwụ ụgwọ maka ntinye data na data ndị ahịa dị n'aka anyị. Mgbe nkwụsị ọ bụla, anyị nwere ike ma ọ bụghị iwu ka ihichapụ data ọ bụla.",
    "2505227594": "7. Overages",
    "2369877184": "Ọnụego kacha elu anabatara nke RPS maka hCaptcha Integrators ma ọ bụ ndị ahịa bụ arịrịọ 1,000 kwa nkeji maka ụlọ ọrụ dị n'ime akaụntụ gị (\"RPS\"), ọ gwụla ma akọwapụtara n'ụzọ ọzọ site na nkwekọrịta nkwekọrịta edere n'etiti anyị na gị.",
    "234420106": "Ọ bụrụ na ị bụ onye mmekọ ma ọ bụ onye ahịa nke ọrụ hCaptcha Enterprise yana ojiji API gị dị ka atụpụtara site na RPS karịrị ọnụego enyere maka ọkwa ọrụ gị, anyị nwere ike họrọ ịgbanwe ọrụ gị ma ọ bụ kwụọ ụgwọ opekempe. Ọ bụrụ na ọnụ ọgụgụ RPS kacha elu gị karịrị ọnụego enyere site na nkeji iri maka nkeji iri ma ọ bụ karịa n'ime oge ụbọchị 30 ma ọtụtụ n'ime arịrịọ ndị a bụ, na mkpebi anyị, ọ bụghị okporo ụzọ ọjọọ, anyị nwere ike họrọ na-ana gị ụgwọ n'akwụkwọ nkwekọrịta akọwapụtara maka arịrịọ API niile emere n'ọnwa ahụ.",
    "2619472217": "8. Resale",
    "2019702084": "Ọ gwụla ma anabatara nke ọma na Nkwekọrịta Ọrụ Ndị Ahịa ma ọ bụ Nkwekọrịta Reseller, a gaghị ere ọrụ SaaS nyere iwu, regharịa, mgbazinye, ịgbazinye ego, ikike, ikike sub-ikikere, ma ọ bụ mee ka ndị ọzọ ọ bụla nweta ya (na-abụghị Mgbakwunye nke Onye Ahịa ), na iwu niile n'okpuru Agreement na ihe niile ahịa ojiji nke Service ga-abụ maka ndị ahịa ma ọ bụ Mgbakwunye nke esịtidem azụmahịa ojiji.",
    "1233229030": "Dị iche iche",
    "1467783792": "Ọ nweghị onye, ụlọ ọrụ, ma ọ bụ nzukọ nke United States kwadoro (onye na-eme ihe nkiri) tozuru oke maka ụgwọ ọrụ ma ọ bụ iji Ọrụ ahụ dị ka Onye Mmekọ. Maka ịgbanarị obi abụọ, nke a gụnyere ndị na-eme ihe nkiri ọ bụla nwere ikike nke Office of Foreign Asset Control (\"OFAC\") nke Ngalaba Akụ na United States họpụtara.",
    "3759657802": "Ị nwere ike ị gaghị ekenye, nyefee, ma ọ bụ nyefee Usoro ọrụ ndị a ma ọ bụ ikike gị ma ọ bụ ọrụ dị n'okpuru ebe a n'ụzọ ọ bụla (site na ọrụ iwu ma ọ bụ nke ọzọ).",
    "1627232990": "A na-enye ntụgharị asụsụ nke Usoro ọrụ ndị a na mgbake kacha mma. Ọ bụrụ na enwere nnukwu ọdịiche dị n'etiti Usoro ọrụ asụsụ Bekee na ntụgharị ya, a ga-atụgharịrịrị Usoro ọrụ asụsụ Bekee ka ikike.",
    "805221621": "Biko kpọtụrụ anyị na",
    "259613338": "ọ bụrụ na ị nwere ajụjụ ọ bụla gbasara Usoro ọrụ ndị a.",
    "2735878907": "Nkwupụta atụmatụ ịga n'ihu azụmahịa",
    "2887242610": "Intuition Machines, Inc ewepụtala atụmatụ ịga n'ihu azụmaahịa ka anyị ga-esi meghachi omume na mmemme na-akpaghasị azụmahịa hCaptcha anyị nke ukwuu. Ebe ọ bụ na oge na mmetụta nke ọdachi na ọgba aghara bụ ihe a na-atụghị anya ya, anyị ga-eme mgbanwe n'ịzaghachi ihe omume n'ezie ka ha na-eme. N'iburu nke ahụ n'uche, anyị na-enye gị ozi a na atụmatụ ịga n'ihu azụmahịa anyị.",
    "809251240": "Ịkpọtụrụ anyị",
    "2551802342": "- Anyị na-eme atụmatụ iweghachite ngwa ngwa ma maliteghachi ọrụ azụmaahịa mgbe nnukwu nsogbu azụmahịa gasịrị wee zaghachi site na ichebe ndị ọrụ na ihe onwunwe anyị, nyocha ego na arụmọrụ, na-echebe akwụkwọ na ndekọ ụlọ ọrụ, na ikwe ka ndị ahịa anyị na ndị ọrụ njedebe ha na-emekọrịta ihe n'ịntanetị. Na nkenke, a haziri atụmatụ ịga n'ihu azụmahịa anyị iji nye ụlọ ọrụ anyị aka ịmaliteghachi ọrụ ngwa ngwa o kwere mee, n'ihi oke na ịdị njọ nke nnukwu nsogbu azụmahịa. Anyị azụmahịa continuity atụmatụ adreesị: data ndabere na mgbake; ọrụ niile dị oke egwu usoro; nyocha ego na ọrụ; nkwurịta okwu ọzọ na ndị ahịa, ndị ọrụ, na ndị ọrụ nlekọta; ọnọdụ anụ ahụ ọzọ nke ndị ọrụ; onye na-eweta ihe dị egwu na mmetụta ndị ahịa; akụkọ nchịkwa; na inye ndị ahịa anyị ọkwa ozugbo ma ọ bụrụ na anyị enweghị ike ịga n'ihu azụmahịa anyị. Ọdọ mmiri ndị na-ebubata ihe anyị na-akwado nkwado ndekọ anyị dị mkpa na mpaghara mpaghara dị iche iche. Ọ bụ ezie na ọnọdụ mberede ọ bụla na-ebute nsogbu pụrụ iche dabere na ihe ndị dị na mpụga, dị ka oge ehihie na ịdị njọ nke nkwụsịtụ, ọdọ mmiri a na-ebubata anyị gwara anyị na ebumnobi ha bụ iweghachi ọrụ nke ha ma nwee ike ịmaliteghachi ọrụ ngwa ngwa. Agbanyeghị na anyị arụla ọrụ iji belata ihe egwu site na iji ụdị ndị na-ebubata ngwaahịa dị iche iche, enwere ike gbanwee ma ọ bụ kwụsị ọrụ gị n'oge a.",
    "826396656": "Atụmatụ Ịga n'ihu Azụmahịa Anyị",
    "1979347895": "- Mgbagha azụmahịa dị ịrịba ama nwere ike ịdịgasị iche na oke ha, dị ka naanị ụlọ ọrụ anyị, otu ụlọ nwere ụlọ ọrụ anyị, mpaghara ebe ụlọ ọrụ anyị dị, obodo ebe anyị nọ, ma ọ bụ mpaghara niile. N'ime mpaghara nke ọ bụla n'ime mpaghara ndị a, oke nsogbu ahụ nwekwara ike ịdịgasị iche site na ntakịrị ruo na nke siri ike. Na mmebi nke ụlọ ọrụ anyị, mpaghara azụmahịa anyị, obodo, ma ọ bụ mpaghara ma ọ bụ ụlọ obibi ụlọ ọrụ anyị, anyị ga-ebufe ọrụ anyị na saịtị mpaghara mgbe ọ dị mkpa ma na-atụ anya na ọ nweghị ihe ga-emebi ọrụ azụmahịa. N'ọnọdụ ọ bụla, anyị na-eme atụmatụ ịga n'ihu na azụmahịa, nyefee ọrụ na ndị ọzọ na-ebubata ma ọ bụrụ na ọ dị mkpa, ma gwa gị site na webụsaịtị anyị na hcaptcha.com na ibe ọkwa anyị na hcaptchastatus.com maka otu esi akpọtụrụ anyị. Ọ bụrụ na nnukwu ọgbaghara azụmahịa siri ike nke na ọ na-egbochi anyị ịnọgide na azụmahịa, anyị ga-agwa gị ngwa ngwa.",
    "653679457": "Mgbagha dị iche iche",
    "410397176": "Maka ozi ndị ọzọ",
    "2095899021": "Ntuziaka hCaptcha Branding na ikikere ahia ahia izugbe",
    "2340340589": "Ntuziaka maka iji akara hCaptcha",
    "2430148876": "Anyị ekepụtala ụkpụrụ ntụzịaka ndị a na ikikere ụghalaahịa izugbe iji mee ka ọ dị mfe dị ka o kwere mee maka ndị ahịa anyị, ndị mmekọ anyị na ndị na-akwado anyị ka ha na akara anyị na-arụkọ ọrụ ma ka na-echekwa njirimara ụlọ ọrụ anyị. Ọ bụrụ na ịchọrọ iji akara hCaptcha, akara ngosi, ma ọ bụ akara ndị ọzọ n'ụzọ dị iche na ntuziaka ndị a, ị ga-achọ ịkpọtụrụ anyị (IMI) maka ikikere ederede.",
    "3884400764": "Ọ bụ ezie na ị nwere ike iji hCaptcha marks site na ntuziaka ndị a, ọ pụtaghị na ị nwere ikike ọ bụla enyere na hCaptcha Marks, logos, ma ọ bụ na ụghalaahịa ọ bụla ọzọ, aha ahia, akara ọrụ, aha azụmahịa ma ọ bụ ihu ọma nke hCaptcha. Anyị chọrọ inye ọtụtụ mgbanwe dị ka o kwere mee, mana anyị ji ụgwọ ichekwa hCaptcha megide iji ụghalaahia ọ bụla, aha ahia, akara ọrụ, aha azụmahịa ma ọ bụ ihu ọma nke hCaptcha. Ojiji ọ bụla na-akwadoghị na-akwụsị ozugbo ikike ma ọ bụ ikike hCaptcha nyere ma nwee ike ibute ụgwọ iwu maka mmebi ọ bụla.",
    "512598290": "Yabụ, anyị ga-arịọrịrị ka ị na-eji akara hCaptcha niile na akara ngosi mgbe niile n'ụdị na-agbaso iwu dị n'okpuru, gụnyere isi okwu, ụdị ụdị, na ụdị.",
    "2075610992": "Daalụ maka nkwado gị!",
    "1023190144": "hCaptcha® na ederede",
    "4274324704": "Nke a bụ otu esi eji aha anyị na ederede ederede:",
    "3912926900": "hCaptcha® kwesịrị inwe akara ụghalaahịa edenyere n'akwụkwọ ikikere mgbe mbụ ọ pụtara na nnomi okike.",
    "950637875": "Agaghị agbanwe mkpụrụ okwu hCaptcha na hCaptcha kwesịrị ka ọ bụrụ isi na mkpụrụedemede nke abụọ (\"C\"). Ọ dịghị mgbe ọ bụla ọtụtụ ma ọ bụ nwee.",
    "2624601135": "\"hCaptcha\" ekwesịghị iji dị ka akụkụ nke aha ika, jikọtara ya na hyphen, ma ọ bụ jiri aha ngwa ma ọ bụ ngwaahịa ndị ọzọ.",
    "3828090208": "Kama iji \"maka hCaptcha\" .Ọ bụrụ na ejiri akara ndị ọzọ mee ihe, \"maka hCaptcha\" kwesịrị ịdị ntakịrị n'ogo karịa akara nke atọ.",
    "4149738856": "Ekwesịrị iji hCaptcha mee ihe dị ka nkọwapụta wee soro usoro mkpụrụokwu kwesịrị ekwesị.",
    "1446868537": "hCaptcha ekwesịghị iji ya mee ihe dị ka ngwaa.",
    "2487931657": "Ejila: \"anyị hCaptcha'd saịtị anyị.\"",
    "2565565429": "Kama iji: \"anyị na-eji hCaptcha mee ka saịtị anyị dị nchebe na nchekwa.\"",
    "3434202027": "Iji aha hCaptcha ọ bụla na nkwukọrịta chọrọ njiri mara: \"hCaptcha bụ ụghalaahịa edenyere n'akwụkwọ ikikere nke Intuition Machines, Inc.\"",
    "2754937029": "Eji adịghị anabata",
    "2436973524": "Naanị ntụaka ziri ezi ka anabatara. Ọ gaghị ekwe omume ịsị na saịtị na-eji ọrụ na ngwa hCaptcha mgbe ọ naghị. N'otu aka ahụ, iji akara ngosi anyị ma ọ bụ baajị ọ bụla dabara adaba naanị mgbe saịtị ahụ na-eji ọrụ hCaptcha.",
    "69844082": "Enwere ike ghara iji ụghalaahịa hCaptcha, akara eserese, akara ngosi, ụdị ederede, ma ọ bụ akara ngosi n'ụzọ mkparị.",
    "3861413614": "Ịnweghị ike iji ụghalaahịa hCaptcha ọ bụla ma ọ bụ akara nke ga-egosi na hCaptcha nwere njikọ na ma ọ bụ nkwado, nkwado, ma ọ bụ nkwado nke ngwaahịa ma ọ bụ ọrụ ndị ọzọ, na-enweghị ikike ederede.",
    "1409822234": "Ọ nweghị ọnọdụ ọ bụla agaghị eji ụghalaahịa hCaptcha yiri ya ma ọ bụ ọ fọrọ nke nta ka ọ bụrụ aha ngalaba.",
    "4181060163": "Ndị nke atọ ekwesịghị iji ọdịiche ma ọ bụ mpụta aghụghọ ma ọ bụ mee ihe n'ụzọ ọ bụla nke ga-eme ka ọgbaghara mmasị mbụ ọ bụla gbasara ụghalaahịa hCaptcha.",
    "3955555607": "Ndị ọzọ karịa ndị mmekọ ma ọ bụ ndị na-ere ahịa ikike, ndị ọzọ nwere ike ghara ịnye maka isiokwu, Google AdWords, ma ọ bụ sistemụ mgbasa ozi ndị ọzọ ezubere iche site na iji akara hCaptcha ma ọ bụ asụpehie. Ndị ọzọ enweghị ike iji akara hCaptcha na ngalaba aha, njikarịcha nchọta ọ bụla, mkpado meta, okwu ọchụchọ, koodu, ma ọ bụ nkọwahie ọzọ.",
    "1985238261": "Akara amachibidoro ndị ọzọ",
    "2193061499": "Amachibidoro ụfọdụ akara anyị na akara anyị ka hCaptcha na ndị mmekọ ya jiri ya mee ihe. Ndị ọzọ nwere ike ọ gaghị eji akara ndị a na-enweghị ikikere ederede sitere na hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Onye nrụpụta ikike hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop sitere na hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Akara BotStop™",
    "3942875761": "Nyere aka wulite Weebụ™ ka mma",
    "364774188": "Abụ m mmadụ™",
    "2785425016": "(n'ọnọdụ nke ngwọta nkwenye mmadụ, dịka oku ime ihe)",
    "2639657759": "Akara nke ejiri ikike mee",
    "1268918580": "Ụfọdụ akara na akara ndị hCaptcha na ndị mmekọ ya nwere bụ nke ndị ọzọ nwere ike iji ya naanị na ikike ha. Ndị ọzọ enweghị ike iji akara ndị a ma ewezuga dịka ndị nwe ha nyere ha ikike:",
    "3782751514": "HUMAN Protocol® bụ ụghalaahịa edenyere n'akwụkwọ ikikere nke HUMAN Protocol Foundation, ma ejiri ikike ya mee ihe.",
    "1620709264": "HUMAN Token® bụ ụghalaahịa edenyere n'akwụkwọ ikikere nke HUMAN Protocol Foundation, ma ejiri ikike ya mee ihe.",
    "3031953928": "HUMAN Network™ bụ ụghalaahịa nke HUMAN Protocol Foundation, ma ejiri ikike ya mee ihe.",
    "3554363588": "Akara ndị ọzọ",
    "3290996791": "Aha ngwaahịa ndị ọzọ niile, akara ngosi, na ụdị bụ akụrụngwa nke ndị nwe ha. Ụlọ ọrụ ndị ọzọ niile, ngwaahịa na aha ọrụ ejiri na webụsaịtị a bụ naanị maka njirimara. Iji aha, akara ngosi, na akara ndị a apụtaghị nkwado.",
    "2444685143": "Amụma akara",
    "2414232014": "A na-amata akara ngosi anyị ozugbo yana otu n'ime akụ anyị kacha baa uru yana dị mkpa. Iji hụ na ọ na-anọgide na-anọchi anya ụlọ ọrụ anyị siri ike, a ghaghị igosi ya na nlezianya na-agbanwe agbanwe n'ụzọ niile nke nkwurịta okwu.",
    "803639471": "Akara hCaptcha nwere akara ngosi aka na akara hCaptcha. N'ụdị ya ọzọ, akara ngosi aka nwere ike ịpụta n'onwe ya mgbe a na-amachibido ohere ma jiri \"hCaptcha\" mee ihe dị ka akara okwu (dị ka akọwara n'elu) na nso akara aka aka, nke mere na o doro anya na akara aka na-anọchi anya hCaptcha.",
    "564127016": "Akara ngosi aka hCaptcha:",
    "1424800293": "Akara hCaptcha:",
    "1525506526": "Gịnị bụ Akaụntụ takeovers na kedu ka ha si arụ ọrụ?",
    "2446481523": "Enwere akụkọ ochie nke onye ọkwọ ụgbọ ala na onye ama ama pụtara n'ụlọ mkpọrọ dị n'obere obodo. Otu nwoke nke yi uwe ruru unyi, nke ndị ogbenye, gwara onye uwe ojii, sị, “Abụ m nwoke ahụ. Nwoke a bụ onye ọkwọ ụgbọ ala m.",
    "1767952047": "Ọ wakporo m n'abalị ụnyaahụ, zuru uwe m ma were ego m.” Nwoke nke ọzọ yi uwe mara mma nke ukwuu, uwe ndị ama ama, zara, sị: “Constable, onye isi ara adịghị nwoke a. Ọ na-eche na ọ bụ onye ama ama. Abụ m ezigbo onye isi. Jide ya!”",
    "2947576723": "Akụkọ a bu ụzọ nweta ikike ịnya ụgbọ ala na mbipụta mkpịsị aka dijitalụ, mana ọ na-enye ezigbo ihe atụ nke ihe nwere ike ịga na-ezighi ezi na ọnọdụ iweghara akaụntụ. Mmadụ na-abanye na akaụntụ ụlọ akụ dị n'ịntanetị ma ọ bụ ngwa ịkwụ ụgwọ ekwentị. Ọ bụ onye njide akaụntụ n'ezie, ka ọ bụ onye hacker? Ònye bụ onye n'ezie? Okwu nchekwa ndị a na-emetụta ụlọ ọrụ na-enye ohere ịnweta akaụntụ ọrụ onwe.",
    "1687299615": "Kedu ihe bụ iweghara akaụntụ?",
    "2648707986": "Iweghara akaụntụ bụ ụdị aghụghọ cyber nke onye na-eme ihe ọjọọ na-egosipụta onye nwe akaụntụ ịntanetị. A, akaụntụ ahụ dị na ụlọ ọrụ ego ma ọ bụ azụmahịa e-commerce ebe onye wayo nwere ike zuru ego, ngwa ahịa ma ọ bụ kaadị onyinye. Onye mwakpo ahụ na-eji nzere nbanye zuru ezu iji nweta akaụntụ ahụ wee weghara ya, ikekwe na-agbanwe paswọọdụ iji kpọchie onye nwe akaụntụ ahụ n'ezie.",
    "1476843710": "Obere ego na-emerụ ahụ mana ọ ka na-emebi ụdị iweghara akaụntụ na-agụnye ijipu akaụntụ mgbasa ozi ọha na ihe ndị yiri ya. N'okwu ndị a, onye na-awakpo ahụ na-agbalịkarị ịgbasa malware ma ọ bụ tinye aka na mwakpo phishing megide ndị enyi na-atụghị anya ya. Ma ọ bụ, onye na-awakpo ahụ na-agbalị imenye onye ahụ ihere, nke na-eme mgbe ụfọdụ na ndị a ma ama na ndị ndọrọ ndọrọ ọchịchị, dịka ọmụmaatụ.",
    "2904949278": "Kedu ka onye hacker si eweghara akaụntụ?",
    "2575690545": "Iweghara akaụntụ, dị ka ọtụtụ aghụghọ cyber, na-abụkarị ihe gbasara akpaaka, usoro oke. Ọ dị ụkọ maka onye ọchụnta ego, nke yi uwe mkpuchi na okpuru ulo nne ya, iji pịnye okwuntughe n'ime webụsaịtị ụlọ akụ n'otu oge.",
    "3614653023": "Kama, omume a na-adabere na mwakpo iri nri dị ukwuu nke na-anwale ọtụtụ nde aha njirimara / okwuntughe n'ọtụtụ ụlọ ọrụ ego lekwasịrị anya n'olileanya nke imeghe obere akụkụ nke akaụntụ ahụ. Ozugbo ngwa wayo akpaghị aka enwetala akaụntụ ahụ, onye na-agba ọsọ mmadụ nwere ike itinye aka na ya, mana n'ọnọdụ ụfọdụ, ọ bụghị.",
    "2762759509": "Ọtụtụ mwakpo iweghara akaụntụ na-fọrọ nke nta ka akpaghị aka.",
    "1972710018": "Ịhụ ya site n'echiche ụlọ ọrụ",
    "1282121137": "Iji ghọta otú iweghachi akaụntụ nwere ike isi bụrụ nsogbu, tụlee ihe ahụmahụ ahụ dị ka echiche nke ụlọ ọrụ ego. Ha na-ejikwa ọtụtụ nde login kwa ụbọchị.",
    "2315518622": "Site na ọkaibe dị na ngwa ọgụ nke oge a, ọ na-esiri ike ịchọpụta nke, ọ bụrụ na ọ bụla, bụ aghụghọ. Mgbe ahụ, mmadụ na-akpọ ahịrị ọrụ ndị ahịa wee kwuo \"A wakporo akaụntụ m! Enweghị m ike ịbanye, mmadụ na-ezukwa ego m!”",
    "1836369533": "Dị ka onye uwe ojii nọ n'akụkọ ọdịnala, olee otú mmadụ ga-esi ekpebi onye bụ n'ezie onye? Ọ bụrụ na onye mwakpo ahụ nwere ihe njirimara zuru ezu zuru ezu, dị ka nọmba ikike ịnya ụgbọ ala, nọmba nchekwa ọha, aha nwa agbọghọ nne, adreesị, na ihe ndị ọzọ, ọ nwere ike isiri gị ike ịchọpụta ma onye na-akpọ oku bụ onye ji akaụntụ n'ezie ma ọ bụ onye na-awakpo na-agbalị ịnweta ekwentị. tọgharịa paswọọdụ na akaụntụ ọ chọrọ ịbanye.",
    "2880837730": "Kedu ihe a ga-eme iji kwụsị iweghara akaụntụ?",
    "3654556483": "Ụlọ ọrụ ego na ụlọ ọrụ eCommerce nwere usoro na njikwa na-ebelata ụfọdụ egwu iweghara akaụntụ. Ndị a sitere na nke ochie \"gịnị bụ aha ezigbo enyi gị na ụlọ akwụkwọ elementrị\" ajụjụ nchekwa ruo na ụzọ nchọpụta nke na-ewepụta adreesị IP na profaịlụ ngwaọrụ mkpanaka.",
    "2449501658": "na-enye otu n'ime ụzọ kachasị elu iji belata ihe egwu site na mgbalị nbanye akaụntụ aghụghọ, na-eji igwe mmụta iji chọpụta na ịkwụsị bots, na-eme ka ọ sie ike karị ma ọ bụ ọbụna na-agaghị ekwe omume maka ndị wayo na-etinye aka na akaụntụ.",
    "3621455477": "ịmụtakwu!",
    "555246307": "Site n'ụzọ, nke a bụ ka akụkọ banyere nwoke a ma ama na onye ọkwọ ụgbọ ala ya si gwụ: Constable mere ka ndị ikom abụọ ahụ nọdụ n'otu ọnụ ụlọ ọnụ ruo ọtụtụ awa wee gwụ ha n'obi. Na njedebe nke ụbọchị ahụ, ọ pụtara wee sị, \"M ga-agwa onye ọkwọ ụgbọ ala okwu ugbu a.\" Nwoke ahụ yi uwe mara mma biliri. Ike gwụrụ ya nke ukwuu, o chefuru na ọ na-eme naanị ka ọ bụ onye ama ama.",
    "1224727373": "BotStop nke hCaptcha",
    "1187718370": "Kpọtụrụ anyị",
    "3892905664": "hCaptcha na-enyere aka ọrụ ịntanetị ọkacha mmasị gị na-egbochi bots, spam na mmegbu site n'ịjụ ajụjụ ndị dị mfe maka mmadụ ma sie ike maka igwe.",
    "555158694": "Ọrụ ị na-eji ahọrọla ịkwalite ahụmịhe gị na saịtị ha site na ịwụnye hCaptcha iji belata okporo ụzọ ọjọọ.",
    "1617196410": "hCaptcha gbadoro anya na ịkwụsị bots. Anyị achọghị ịma onye onye ọrụ bụ, mana naanị ma ha nwere obi ọjọọ. Anyị na-arụsi ọrụ ike iji dozie nzuzo &",
    "1624200563": "nchekwa, ma soro GDPR, CCPA, LGPD, PIPL, na iwu nzuzo ndị ọzọ.",
    "1927613000": "hCaptcha na-ejikọta mmụta igwe ọkaibe na ikpo okwu ịma aka siri ike iji kpuchido ngwa webụ site na iweghara akaụntụ, nri nzere, nchacha na ụdị mmegbu ndị ọzọ.",
    "1133989302": "Gịnị kpatara hCaptcha?",
    "34074886": "Oge ọ bụla ị zara ihe ịma aka, anyị na-eji ụdị ọkaibe iji chọpụta ma ị bụ mmadụ. Webụsaịtị ị gara wee na-eji nsonaazụ a nyere aka melite ahụmịhe gị na saịtị ha site na ịhapụ bots.",
    "3412647984": "Nke a na-enye gị ohere ịzenarị ajụjụ n'ọdịnihu site na ịdenye aha na ịtọ kuki. Biko gbalịakwa gbanyụọ ihe mgbochi mgbasa ozi gị.",
    "2510209017": "Achọrọ enyemaka ọzọ?",
    "477275453": "Gịnị kpatara API ji bụrụ ebumnuche ewu ewu maka ndị hackers?",
    "596347471": "Ngwa Programming Interfaces (APIs) abụrụla ihe ewu ewu maka ndị na-eme ihe ọjọọ na mbara igwe. Enwere ọtụtụ ihe kpatara nke a, gụnyere nnukwu uru ha na ntinye ngwa. Ọ ga-ekwe omume ibelata ihe egwu API, agbanyeghị.",
    "2441638955": "Nke mbụ, gịnị bụ API?",
    "3963216198": "Iji kparịta ihe kpatara API ji bụrụ ebumnuche ewu ewu maka ndị hackers, ọ bara uru buru ụzọ were obere oge kọwaa ihe okwu ahụ bụ “API” pụtara ugbu a. Echiche nke API abụghị ihe ọhụrụ ma ọlị. N'ezie, interfaces iji jikọọ sistemu kọmputa dị iche iche na ibe ha, yana akụrụngwa dị n'ime ha, adịla kemgbe opekata mpe mmalite 1960s.",
    "1047251718": "Taa, otu ọ dị, mgbe ndị mmadụ na-ekwu maka API, ha na-apụtakarị API ndị dabere na ụkpụrụ. Ndị a bụ API arụpụtara site na iji ụkpụrụ mepere emepe dị ka Nnyefe steeti nnọchite anya (REST) yana mepee ụdị faịlụ ọkọlọtọ dị ka JavaScript Object notation (JSON). API ndị dị otú ahụ “RESTful APIs,” dị ka a maara ha, nwere ike ịmepụta na-enweghị mkpa nke ngwa ngwa. API ndị a na-esi na ya pụta nwere ike izipu ma nata data na oku usoro n'etiti ngwa ngwanrọ. Dịka ọmụmaatụ, ngwa ụlọ akụ mkpanaka na-eji API nweta sistemụ ụlọ akụ.",
    "3195334319": "Ọbara na adịghị ike nke API",
    "1903743785": "Ọbịbịa API ndị dabere na ụkpụrụ na-anọchi anya nnukwu mmụba n'ihu na ntinye ngwa. N'ime afọ 20 gara aga ma ọ bụ karịa, API sitere na ngwaahịa sọftụwia efu na-agbagwoju anya gaa n'efu, ngwaọrụ dabere n'ụkpụrụ ndị dị mfe iji rụọ ọrụ na-na ngwa ngwa ibugharị.",
    "879362350": "Site na API ọhụrụ na-arụ ọrụ na ịntanetị, ọ bịara nwee ike ijikọ ngwanrọ ọ bụla ma ọ bụ data data, ebe ọ bụla n'ụwa, n'agbanyeghị ikpo okwu, atụmatụ data ma ọ bụ asụsụ mmemme. N'ihi ya, ụwa mgbakọ na mwepụ dị ugbu a n'etiti mgbanwe API. Enweela mgbawa nke njikọta n'etiti ngwa na data. Nke ahụ dị mma, ruo mgbe ọ bụghị.",
    "3844432472": "Imeghe na ike nke API na-eme ka ha bụrụ ebumnuche bara ụba nke ukwuu maka ndị mwakpo. N'otu aka ahụ enwere ike ịhazi ngwa mkpanaka iji nweta na nweta data sitere na sistemụ ụlọ ọrụ site na iji API, otu ahụ nwekwara ike ime otu mpempe malware. Ndị hackers edeela ngwa ngwa ngwa dị iche iche iji mebie API. Ọ bụ usoro ọgụ dị irè.",
    "2187096543": "N'ezie, enweela ụfọdụ nnukwu mmebi data sitere na ngwanrọ ndị hacker dere nke kpọrọ API wepụ data na nchekwa data. E kwuwerị, ọ bụrụ na ọ na-ezu ohi data chọrọ naanị oku GET bụ isi na API, nke ejiri REST na JSON dee, mgbe ahụ ọ dị mfe iwepu nchekwa data ngwa ngwa. N'ezie, mgbe ndị mmadụ na-ekwu maka mwakpo \"ihuenyo scraping\", ihe ha pụtara n'ezie, nke ka ukwuu, bụ oku API ngwa ngwa na-ewepụ data na ọdụ data. API abụrụla nnukwu ọgụ maka ndị otu na-ewu ha.",
    "4222109231": "Mbelata ihe egwu API site na ngwaahịa Enterprise hCaptcha",
    "1783317946": "Ịkwụsị mwakpo API bụ ihe eji ewu ewu",
    "3022922096": ", ụlọ ọrụ ụlọ ọrụ hCaptcha nke ngwaahịa. N'adịghị ka ụdị hCaptcha efu,",
    "63719113": "na-eji mmụta igwe dị elu iji chọpụta okporo ụzọ ọjọọ na saịtị gị yana ngwa - gụnyere mmemme nchacha.",
    "3566102529": "anyị taa ka ịmatakwu.",
    "3096553330": "Usoro ọ bụla anyị mepụtara na-egosipụta naanị mmekọrịta anyị na ndị ọzọ.",
    "1467218142": "Ihe anyị na-achọ n'aka ha na anyị onwe anyị na-achụpụ omume anyị, ya mere, otu usoro nke mmekọrịta na-emegharị na usoro mmadụ niile. Ịntanetị na-enye ọtụtụ ihe atụ magburu onwe ya nke akụkụ dị mkpa nke ụwa anyị.",
    "808872868": "Ọmụmaatụ: spam, wayo, na mmegbu adịla n'ịntanetị kemgbe ihe fọrọ nke nta ka ọ bụrụ ụbọchị e jikọtara sistemụ abụọ ọnụ.",
    "1085089390": "Mmegbu n'ịntanetị sitere na omume mmadụ bu pụta ụwa",
    "3064321967": "E zigara email spam mbụ amara na 1978. [",
    "3800781598": "] Ihe fọrọ nke nta ka ọ bụrụ afọ iri ise ka e mesịrị, spam email na-aga n'ihu na-emekpa anyị ahụ. Ọtụtụ ijeri dollar na puku kwuru puku mmadụ-afọ nke ọrụ injinia etinyela iji merie ya, ma spam na-aga n'ihu. Enwere ụlọ ọrụ ijeri dollar n'akụkụ abụọ, ya bụ ndị na-agbachitere ya na ndị na-ezigara ya.",
    "2119943547": "Gịnị kpatara nke a? Azịza ya dị mfe. Ọ bụrụhaala na enwere mkpali iji mebie sistemụ, mmadụ ga-achọta ụzọ. Ma ozugbo ha mere, onye ọzọ ga-enwezi ihe mkpali ịkwụsị ha.",
    "532470444": "Nhazi ahụ nwere ike ịgbanwe ntakịrị site n'afọ ruo n'afọ, mana omume a na-egosipụta nnọọ ọdịdị mmadụ dị mkpa, na puku afọ ise nke akụkọ ihe mere eme edere na-egosi na ike agaghị agbanwe n'oge na-adịghị anya.",
    "3193548097": "Hope Springs Ebighebi",
    "4065614934": "Nyocha a abụghị ihe ọhụrụ, mana ndị mmadụ nwere nchekwube ebighi ebi. Karịsịa mgbe ha chere echiche ha dị ọhụrụ.",
    "1216071511": "A na-atụpụta otu echiche ndị ahụ ugboro ugboro na ihe dị ka afọ 20 gara aga, onye odee na-amaghị aha weputara ihe njupụta na-enye aka maka mkparịta ụka ịntanetị gbasara ngwọta mgbochi spam:",
    "1941999673": "Ozi gị na-akwado a",
    "4179118182": "( ) teknuzu ( ) ndị omebe iwu ( ) dabere n'ahịa ( ) vigilante",
    "3978720689": "ụzọ ịlụ ọgụ spam. Echiche gị agaghị arụ ọrụ. Nke a bụ ihe kpatara na ọ gaghị arụ ọrụ.",
    "318339230": "(Otu ma ọ bụ karịa n'ime ihe ndị a nwere ike metụta echiche gị, ọ nwekwara ike inwe",
    "30312304": "emezighị emezi ndị ọzọ na-adịgasị iche site na steeti gaa na steeti tupu e mebie iwu gọọmenti etiti ọjọọ.)",
    "2710988028": "( ) Ndị spammers nwere ike iji ya na-ewe ihe ubi adrees email ngwa ngwa",
    "3912514510": "( ) A ga-emetụta ndepụta nzipu ozi na ojiji email ndị ọzọ ziri ezi",
    "2030062561": "( ) Ọ dịghị onye ga-enwe ike ịchọta nwoke ahụ ma ọ bụ ịnakọta ego ahụ",
    "3334160175": "(                       ́́́́́ ` ` ` ` ` ` ` ` ` agw ` a ah ´ u aghas igh i mma agha",
    "3238345709": "( ) Ọ ga-akwụsị spam maka izu abụọ ma anyị ga-arapara na ya",
    "4227800293": "( ) Ndị ọrụ email agaghị anabata ya",
    "2271252286": "Microsoft agaghị anabata ya",
    "692064738": "( ) Ndị uwe ojii agaghị anagide ya",
    "3475647460": "() Chọrọ nkwado dị ukwuu n'aka ndị spammers",
    "1482845460": "( ) chọrọ nkwado ngwa ngwa n'aka onye ọ bụla n'otu oge",
    "3741193183": "( ) Ọtụtụ ndị na-eji email enweghị ike ịkwụsị azụmahịa ma ọ bụ kewapụ ndị nwere ike were ha n'ọrụ",
    "2234909600": "( ) Ndị spammers anaghị eche maka adreesị na-ezighi ezi na ndepụta ha",
    "1982617151": "( ) Onye ọ bụla nwere ike ibibi ọrụ ma ọ bụ azụmahịa onye ọ bụla n'amaghị ama",
    "2498172334": "Kpọmkwem, atụmatụ gị agaghị aza ajụjụ",
    "389705801": "( ) Iwu na-amachibido ya kpam kpam",
    "190955495": "( ) Enweghị ikike nchịkwa nke etiti maka email",
    "237009707": "( ) Mepee relays na mba ọzọ",
    "3507532387": "( ) Ọ dị mfe ịchọ obere oghere adreesị ozi-e niile",
    "2477958756": "( ) Ndị ọjọọ",
    "3254142589": "( ) Nsogbu ikpe",
    "3621401685": "( ) Ụtụ isi ọhụrụ dị egwu na-adịghị amasị ya",
    "4277475973": "( ) Ọhanarị ọha na eze ịnakwere ụdị ego ọhụrụ dị egwu",
    "941057651": "( ) Nnukwu ego ngwanrọ dị na SMTP",
    "3265293440": "( ) Nhụta nke protocol ndị ọzọ karịa SMTP ịwakpo",
    "515733427": "( ) Njikere nke ndị ọrụ ịwụnye patches OS natara site na email",
    "2631159699": "( ) Igbe Windows jikọtara ndị agha nke worm riddled brọdband nwere njikọ",
    "776542208": "( ) Ọsọ ogwe aka ebighi ebi na-etinye aka na ụzọ nzacha niile",
    "989480928": "( ) Oke uru nke spam",
    "3898950867": "( ) Ọrụ Joe na/ma ọ bụ izu ohi njirimara",
    "3395399558": "( ) Ndị ndọrọ ndọrọ ọchịchị na-amachaghị akwụkwọ",
    "1118929614": "( ) Oke nzuzu dị n'akụkụ ndị na-azụ ahịa na spammers",
    "838951836": "( ) Emeghị ihe n'eziokwu n'akụkụ ndị spammers n'onwe ha",
    "2123236933": "( ) Ọnụ bandwit nke nzacha ndị ahịa na-emetụtaghị",
    "2292919419": "() Outlook",
    "2534436327": "na mmegide nkà ihe ọmụma ndị a nwekwara ike tinye:",
    "832385387": "( 1 Jọn 3:13 ) Echiche ndị yiri nke gị na-adị mfe nghọta, ma ọ dịghị nke e gosiri na ọ bara uru",
    "1993984258": "( ) Atụmatụ ọ bụla dabere na ịpụ apụ bụ ihe a na-anabataghị",
    "3909240516": "( ) Ndị nkụnye eji isi mee SMTP ekwesịghị ịbụ isiokwu nke iwu",
    "1151065360": "() Blacklists ime",
    "2396605499": "() Ndị na-agụ akwụkwọ na-atọ ụtọ",
    "2225785608": "(                nwe nwe ike ịkwu gbasara Viagra n’ebughị ụzọ chọpụta anyị",
    "3004688366": "( ) Ihe mgbochi ekwesịghị ịgụnye wayo waya ma ọ bụ wayo kaadị kredit",
    "922470170": "( ) Ihe mgbochi ekwesịghị ịgụnye mmebi nke netwọk ọha",
    "3068923550": "( ) Usoro mgbochi ga-arụ ọrụ ma ọ bụrụ na ejiri nwayọọ nwayọọ mee ya",
    "2752975480": "( ) Ịzipu ozi-e kwesịrị ịbụ n'efu",
    "117227832": "( ) Gịnị mere anyị ji kwesị ịtụkwasị gị na sava gị obi?",
    "1021431157": "( ) Ekwekọrịtaghị na isi mmalite ma ọ bụ ikikere mepere emepe",
    "2801524659": "( ) Ihe ndị na-eme ka ahụ́ dị mma adịghị eme ihe ọ bụla iji dozie nsogbu ahụ",
    "931661269": "( ) Adreesị ozi-e nwa oge/otu oge na-akpa ike",
    "2090457681": "( ) Achọghị m ka gọọmentị gụọ email m",
    "3536122902": "( 2 ) Ịkwụsị ha otú ahụ adịghị egbu oge ma na-ewute ha nke ukwuu",
    "2391175562": "Ọzọkwa, nke a bụ ihe m chere gbasara gị:",
    "229198134": "( ) Ndo dude, ma echeghị m na ọ ga-arụ ọrụ.",
    "345563040": "( ) Nke a bụ echiche nzuzu, ma ị bụ onye nzuzu maka ịtụ aro ya.",
    "409780280": "( ) Ọ dị mma, ****! Enwere m olileanya na mmadụ ga-azọ ụkwụ na ahụigodo gị!",
    "2820080973": "kwadoro ya ❤ site na",
    "3943164003": "ele raw",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Ihe kpatara ngwọta mgbochi spam ọhụrụ gị agaghị arụ ọrụ",
    "361795034": ". Onye edemede amaghi ama, c. 2000",
    "1547006769": "Nyocha mmadụ bụ otu nsogbu ahụ",
    "3717942925": "Dị nnọọ ka a ga-enwe ndị na-achọ ịdọrọ uche gị site na email, a ga-enwe mgbe nile ọchịchọ igbochi ịnweta ụfọdụ akụrụngwa nke na ọ bụ naanị mmadụ nwere ike ịnweta ha.",
    "2481032625": "Ma ebumnuche ọ bụ igbochi:",
    "1691348394": "- ịzụrụ ọtụtụ ihe akpaaka n'oge ọrịre ntọhapụ nwere oke",
    "1771016224": "- ngwanro site na nbudata ọdịnaya niile na webụsaịtị gị n'ozuzu ya",
    "1959762846": "- ime ka ụdị weebụ gị juputara na spam ma ọ bụ mmegbu ahịa na-adịghị agwụ agwụ",
    "345108670": "- nzere nzere na mgbalị iweghara akaụntụ ndị ọzọ",
    "2540760245": "N'ime ọtụtụ ojiji ndị ọzọ, inwe ike nyochaa okporo ụzọ ịntanetị na ndabere nke \"mmadụ ma ọ bụ na ọ bụghị\" ga-abụ ngwá ọrụ bara uru ma ọ bụrụhaala na ọdịdị mmadụ na-agbaso otu ụkpụrụ ahụ e dekọrọ n'ime puku afọ ise gara aga.",
    "3346362371": "Kedu maka mmụta igwe?",
    "3619183405": "Na 2021 CAPTCHA dị mfe enwere ike iji sọftụ dozie oge ụfọdụ, maka ọganihu na mmụta igwe. Iji lebara nke a anya, hCaptcha na-emekwa nyocha zuru oke nke akụrụngwa dịka",
    "3292221787": "A zara ihe ịma aka ahụ, ọ bụghị naanị ma ọ bụ eziokwu, ma na-agbanwe ugboro ugboro ma ajụjụ na data ejiri.",
    "1080672247": "N'ihi na ọtụtụ n'ime ajụjụ ndị a na-ajụ enweghị ike idozi akụ na ụba na kwụsịrị software shelf, na n'ihi na data bụ n'ozuzu pụrụ iche na usoro, nke a pụtara na bots na-emekarị kwụsịrị kpamkpam site free ọrụ, na ga-adabere na mmadụ CAPTCHA solvers kama, nke. na-eme ọtụtụ ụdị mmekpa ahụ kpam kpam enweghị akụ na ụba.",
    "4172868199": "na-aga n'ihu karịa nke a, na-abanye n'ime mpaghara nke ịnwa ịmata ọdịiche dị na \"ezigbo mmadụ\" na \"mmadụ ọjọọ\", nke ọtụtụ ọrụ ntanetị kachasị ewu ewu n'ụwa na-eji achọta ma kwụsị ihe ọ bụla site na ịzụrụ aghụghọ gaa na-adịgide adịgide. iyi egwu megide ndị ọrụ ha, ebe ha na-edobe anya pụrụ iche na ichekwa nzuzo.",
    "2873911365": "Kedu maka akaebe ngwaike?",
    "1477196356": "Atụpụtala ụzọ dị iche iche e ji ejikọta njirimara na ngwaọrụ n'ụzọ echekwara echekwabara, mgbe ụfọdụ nwere ihe nchekwa nzuzo, ruo ọtụtụ iri afọ. cryptography igodo ọha laghachiri na c. 1975, na ngwaike token adịla ihe fọrọ nke nta ka ọ bụrụ ogologo oge.",
    "2349681896": "N'ụzọ dị mwute, ịchịkwa otu ngwaike apụtaghị na ị bụ mmadụ. Ihe fọrọ nke nta ka ọ bụrụ atụmatụ akaebe ngwaike ndị ahịa ama ama ama agbajiwo ugboro ugboro, kpachie ma mebie ọzọ.",
    "254326776": "A na-achọpụtakarị mmejọ ọjọọ nke mmejọ ndị a na-eme ọnwa ma ọ bụ afọ tupu ekpughere ya ma ọ bụ mbipụta agụmakwụkwọ.",
    "2462909475": "Mgbidi nke ihe karịrị ekwentị 10,000 ejiri mee ihe n'ụzọ na-ezighị ezi, akụkụ nke ọrụ bot ndị China.",
    "1963951234": "N'agbanyeghị atụmatụ nzuzo gị nke a pụrụ ịdabere na ya, ọ bụrụ na mmadụ nwere ike na njedebe nke ụbọchị na-emefu ego iji nye gị azịza ị na-achọ, inwe otu ngwaike ezughi oke.",
    "1278884196": "Nke ahụ kwuru, cryptography bụ ezigbo ọzụzụ na-eto eto. Dabere na akụkọ ihe mere eme n'oge na-adịbeghị anya, atụmatụ cryptographic gị na/ma ọ bụ mmejuputa ya nwere ike imebi ozugbo onye ọ bụla nwere mkpali ile ya anya nke ọma, yana ikekwe ndị ọzọ ga-achọpụta nke a ogologo oge tupu ime ya. Ịtụkwasị obi na ngwaike pụtakwara na ị nwere ike ịrịọ onye ọ bụla n'ime ndị ọrụ gị ka ọ gbanwee ngwaọrụ anụ ahụ iji mechie ntụpọ ahụ. O yighị ka nke a ga-eme ngwa ngwa n'ọtụtụ ọnọdụ, nke pụtara n'ezie sistemụ gị ga-emeghe ngwa ngwa.",
    "1828028934": "Nke a kpatara ya",
    "1642844535": "dị mkpa: hCaptcha na-eji ọtụtụ ụzọ dị iche iche zaa otu ajụjụ dị mkpa, na-enye ohere ntụnyere maka ngbanwe n'ofe nyocha niile.",
    "1155821305": "agbachitere bụ omimi",
    "119098046": "Kedu maka ngwọta na-enweghị isi ma ọ bụ na-enweghị ihe ịma aka?",
    "2760410719": "Ọrụ ndị na-anwa ime nchọpụta bot na akara ngosi na-agafe agafe ngwa ngwa na-abanye n'okwu dị mkpa: kedu ka ị ga-esi kwado ma sistemụ na-achọpụta ndị na-eme ihe ọjọọ nke ọma mgbe ị nweghị ezigbo eziokwu?",
    "1722734001": "Ịntanetị mepere emepe bụ ebe na-eme mkpọtụ. Ndị na-eme ihe ọjọọ na-awakpo ndị ọrụ nke ọrụ anyị na ndị asọmpi dị ka reCAPTCHA kwa ụbọchị, ma na-agbalịsi ike ka ha dị ka mmadụ dịka o kwere mee mgbe ha na-eme ya.",
    "1595254735": "Ndị ọrụ na-agafe agafe na-agbasi mbọ ike idowe izi ezi nchọpụta bot, ma ọ bụ ọbụna ịmara mgbe ha ezighi ezi. Na-enweghị ike ịma ndị ọrụ aka mgbe ụfọdụ na nyochaa nke ọma nsonaazụ ihe ịma aka ahụ, izi ezi na-agbadata nke ukwuu ka oge na-aga.",
    "2412751979": "Ekele maka ezi ihe nrịbama mmadụ na-egosi na ike hCaptcha, ọtụtụ ụlọ ọrụ ndị jibu reCAPTCHA v3/Enterprise agbanweela",
    "2284856231": "wee hụ ka ọ dị mma nke ukwuu na hCaptcha Enterprise's nnọọ passive mode.",
    "4162847": "Anyị enweela ike ịhụ nke a ozugbo, dịka ụfọdụ ndị ahịa anyị na-anwale ule A/B n'otu arịrịọ ahụ tupu ha agbanwee kpamkpam site na onyinye Google. Anyị na-enwekarị ike igosipụta ma oke ụgha dị elu yana ọnụego adịghị mma na-abịa site na reCAPTCHA v3 ma ọ bụ ụlọ ọrụ reCAPTCHA.",
    "436125785": "Nke a abụghị ihe ijuanya n'ihi na ezighi ezi nke nzaghachi nzaghachi dị na ngwaahịa ndị ahụ, na eziokwu ahụ bụ na netwọk mgbasa ozi na-ere ha nke nwere mmasị dị ukwuu na-adịghị mma na nchọpụta bot, ka ọ ghara imerụ isi azụmahịa ha.",
    "2233741720": "Na ngwụcha",
    "2133809801": "Ọ bụrụhaala na ndị mmadụ ka bụ ndị mmadụ, ọ ga-abụ na nkwenye mmadụ ga-enwe ọrụ ọ ga-egwu n'ịntanetị.",
    "2255549335": "Ọrụ anyị na hCaptcha bụ ịchọta ezigbo azụmaahịa n'etiti ihe isi ike na izi ezi yana mee ka esemokwu dị ala, ọkachasị maka.",
    "4138068262": "ndị ọrụ. N'ikpeazụ, ịmekọrịta ihe ịma aka nwere ike ịnọgide na-abụ akụkụ nke ngwa agha maka ibelata mmetọ ịntanetị ma ọ bụrụhaala na ọdịdị mmadụ na-agbanwe agbanwe.",
    "855097735": "Ịrụ ọrụ nke na-eme nke a nke ọma mgbe ị na-edozi nchegbu niile bụ nsogbu siri ike (ma anyị na-arụ ọrụ mgbe niile iji meziwanye ya ka ahụmahụ ahụ dị ụtọ dị ka o kwere mee) ma anyị nwere olileanya na ị ga-ekweta na ibelata spam, mmegbu, akaụntụ takeovers. , na wayo n'ịntanetị bara uru nke ọma ajụjụ dị mfe mgbe ụfọdụ.",
    "1953959745": "nnweta",
    "2543123170": "Nyocha mmadụ enweghị esemokwu",
    "547245263": "Dozie nsogbu bot gị taa.",
    "3117887301": "Ndị ọrụ ịntanetị kachasị ukwuu tụkwasịrị obi",
    "981806349": "Ewuru na ikpo okwu hCaptcha egosipụtara",
    "2373007864": "hCaptcha Enterprise na-agba ọsọ na teknụzụ ikpo okwu hCaptcha, gbatịkwuru ịgụnye atụmatụ ụlọ ọrụ okporo ụzọ dị elu chọrọ.",
    "2652399059": "Onye mmekọ a pụrụ ịdabere na ya",
    "1997838163": "Ụlọ ọrụ kacha ibu n'ụwa na-adabere na hCaptcha Enterprise. Mwekota dị mfe, na nchọta izi ezi enweghị atụ.",
    "734735952": "Anyị tụlere ọtụtụ ndị na-ere CAPTCHA yana iwulite sistemụ n'onwe anyị. N'ikpeazụ, hCaptcha pụtara dị ka ihe kacha mma maka reCAPTCHA.",
    "1250541092": "- Sergi Isa",
    "3524251858": "Onye isi njikwa ngwaahịa, Cloudflare",
    "3971348140": "Gịnị mere anyị ji jiri hCaptcha? Ọ dịghị onye ọzọ nwere ike iwepụta atụmatụ na arụmọrụ anyị chọrọ. Ha biliri anyị na-agba ọsọ ngwa ngwa, ndị ahịa anyị hụrụ ahụmịhe ahụ n'anya.",
    "4248655793": "- Alex M.",
    "4185927140": "Onye njikwa ngwaahịa, Flash, Shopify",
    "282913023": "Nhọrọ bara uru maka ụlọ ọrụ okporo ụzọ dị elu",
    "999610953": "N'ikpeazụ, a credible ọzọ na Google. Ụlọ ọrụ hCaptcha na-ewepụta ego dị egwu na ụgwọ reCAPTCHA yana nchekwa dị elu: ihe ruru 80% dị ọnụ ala n'ọnọdụ ụfọdụ.",
    "1886100235": "Ọtụtụ ọrụ ịntanetị kacha ibu n'ụwa agbanweela na hCaptcha Enterprise wee nata nchọpụta bot emelitere n'akụkụ nnukwu ego nchekwa ego.",
    "2903742230": "Netwọk mgbasa ozi na-ahụ ndị ọbịa gị ka ngwaahịa. Maka anyị naanị ebumnuche bụ ikpebi mmadụ ha. Ọrụ anyị na-ezute ma ọ bụ gafere GDPR, CCPA, LGPD, na PIPL chọrọ, anyị na-agbasi mbọ ike iji dozie nzuzo na nchekwa.",
    "3901503296": "Nleba anya pụrụ iche a na nzuzo pụtara na anyị nwere ike ịnye ndogide data onye ọ bụla efu, ọrụ na-enweghị kuki, yana nkwa nzuzo ndị ọzọ dị ka achọrọ ka anyị na-edobe ezigbo nchekwa.",
    "3342910682": "GỤKWUO",
    "1130783905": "Izi ezi bụ maka ọdịmma gị na nke anyị. hCaptcha na-arụ ọrụ iji nye gị ezigbo data ma mee ka ị kpebie otu esi eji ya. Ụlọ ọrụ mgbasa ozi Gigantic na-enye ngwọta nchekwa ndị ọzọ. Nke a pụtara na bot ọ bụla ha gbochiri nwere ike ibelata ego ha nwetara.",
    "2019130052": "Ihe ọhụrụ anyị na ML lekwasịrị anya na nzuzo ka anyị gafere ụkpụrụ nchekwa nke ihe nketa “dekọba ihe niile ruo mgbe ebighi ebi” na-emebighị nchekwa ma ọ bụ nzuzo onye ọrụ.",
    "23114595": "Ahụmahụ onye ọrụ dị ukwuu",
    "3437412311": "Maka ndị ọrụ ụlọ ọrụ, nhọrọ dị iji zere ihe ịma aka kpamkpam n'ọtụtụ ọnọdụ, na-adabere na akara ngosi.",
    "1996843433": "Belata esemokwu site na ịzere ihe ịma aka kpamkpam maka 99.9% nke okporo ụzọ gị ziri ezi ka ị ka na-enye nchekwa dị mma.",
    "3093689546": "Ngwakọta dị mfe",
    "247560732": "Tinye hCaptcha nwere ahịrị koodu atọ. Ọ bụrụ na ị na-abịa site na reCAPTCHA, API anyị dakọtara na ọ na-ewe naanị nkeji iji gbanwee.",
    "1510448156": "Ị nwere ike iji ụzọ dị elu dị elu na-agba ọsọ taa, wee gbanye atụmatụ ndị dị elu ka ọ dị mkpa.",
    "2718999653": "Akara egwu ahaziri ahazi",
    "2698140263": "Ọ bụghị nsogbu niile bụ otu: ịnweta otu akara pụtara na ọ ga-edozi mkpa gị ka ọ baa uru.",
    "897432717": "Site na imewe akwụkwọ akụkọ anyị maka akara egwu ahaziri ahazi, ịgbakwụnye ihe ọmụma azụmaahịa gị na-enye ohere ka ụdị anyị wepụta ọnụọgụ dị iche iche maka ndị ọrụ gị.",
    "2650502379": "Mepụta ihe ịma aka nke gị n'ime sekọnd",
    "3578122193": "Nọgide na ika na ọdịnaya dabara",
    "1074044172": "Mgbe ndị ọrụ ga-edozi ihe ịma aka iji mezuo ihe nchekwa gị, gịnị ma ị jụọ ajụjụ na-atọ ụtọ ma dị mkpa maka onye ọrụ?",
    "1579093044": "Site na onye nrụpụta ihe ịma aka omenala anyị dị mfe, ị nwere ike ịmalite ọdịnaya ịma aka n'ụdị n'ime nkeji ole na ole.",
    "3717512591": "Ngwakọta ngwa ngwa ozugbo",
    "121743429": "Maka ụlọ ọrụ akụrụngwa Weebụ",
    "2131386784": "Ọkachamara na nkwado maka ma gị na ndị ọrụ gị",
    "2782263070": "Ọrụ bụ ihe kacha anyị mkpa. Anyị na-ejigide nkwado oku 24/7 ma na-enye nhazi Slack ozugbo na ndị otu injinia gị na ndị ọrụ anyị na-akpọ oku n'oge na mgbe emechara ya.",
    "3740051331": "Anyị na-agba mbọ ka anyị leba anya na ịza ajụjụ ndị ọrụ gị n'ofe mgbasa ozi ọhaneze, ọgbakọ, yana wijetị na ọwa nkwado email anyị. Anyị na-enweta ma na-anabata, ma na-emeso afọ ojuju onye ọrụ dị ka KPI kacha elu.",
    "170775527": "Njirimara ụlọ ọrụ",
    "3383086062": "hCaptcha Enterprise bụ ngwọta nchekwa n'ịntanetị zuru oke. Ụdịdị na-arụsi ọrụ ike na nke na-agafe agafe na-ahapụ gị ka ị kwụsị nri nzere, chọpụta iweghara akaụntụ, ma gbochie ndị na-eme ihe na-enyo enyo. Ha niile enweghị esemokwu efu maka ndị ọrụ ziri ezi.",
    "1408599440": "Bido ngwa ngwa site na ahịrị koodu ole na ole yana ọnọdụ ngafe 99.9% anyị, ma ọ bụ weghara oge na otu esi agba ndị ọrụ aka. Ụdị iyi egwu omenala na ihe ịma aka nwere ike ịhazi pụtara mgbanwe na-enweghị atụ iji hụ na nchekwa.",
    "3365203058": "Nchedo mgbochi bot nke ụwa",
    "1803009328": "A nwalere agha na nha webụ.",
    "1586809757": "Akara bot ziri ezi dị elu",
    "353367791": "Chọpụta ndị na-eme ihe ọjọọ nke ọtụtụ ụdị dị iche iche.",
    "191460155": "Esemokwu efu na ụdị ngafe 99.9%.",
    "585557010": "Mara aka na-erughị 0.1% nke ndị ọrụ ziri ezi.",
    "3287172429": "Egosiri ụdị ịma aka njikwa",
    "1844885924": "Ọbá akwụkwọ sara mbara nke ụdị ịhọrọ site na.",
    "3018523079": "Nọgide na ika na ahụmịhe onye ọrụ na-agbanwe agbanwe.",
    "3817811295": "Nkwanye ntụkwasị obi na nkwado oku 24/7 ngwa ngwa.",
    "1798492192": "Nkwado ihe nchọgharị nwere ike",
    "1356745565": "Dakọtara n'ụzọ niile laghachi na Internet Explorer 8.",
    "751483365": "Nkwado maka ndị ahịa na-abụghị JavaScript.",
    "4199502476": "dashbọọdụ mkpesa dị elu yana API",
    "3630114728": "Hụ ihe na-eme n'ofe saịtị na ngwa gị niile.",
    "3573245166": "N'adịghị ka reCAPTCHA, anyị na-arụ ọrụ na obodo ọ bụla.",
    "2354267648": "GDPR, CCPA, na LGPD-enyi na enyi amụma nzuzo",
    "3167979932": "Ezubere maka nzuzo site na ụbọchị mbụ. Nkwekọrịta nhazi data siri ike.",
    "4065065042": "Kpọọ nke a ka ọ dabara nke ọma n'okwu ojiji gị.",
    "111184581": "Bochum nke ndị otu mbụ",
    "4272022475": "Arịrịọ na akụ niile na-aga hcaptcha.yourdomain.com",
    "2676853536": "dashboard nke ọtụtụ onye ọrụ",
    "1368787974": "Kekọrịta njikwa n'ofe otu gị.",
    "1045484714": "Mgbakwunye SAML SSO na onye na-eweta njirimara gị, dịka Okta ma ọ bụ Azure AD.",
    "3953584369": "Mmachi ohere RBAC ọkaibe dị.",
    "2781507299": "Nyocha ngwa ngwa",
    "4019660456": "Latency 0ms: nyochaa akara hCaptcha na-enweghị oku API.",
    "3446714684": "Mobile (iOS na gam akporo) njikọ",
    "2593768395": "Ahụmahụ enweghị nkebi n'ofe webụ, ekwentị mkpanaaka, weebụ mkpanaka. Ngwakọta ewuru mbụ yana SDK ala dị.",
    "1779265104": "Usoro ahaziri ahazi yana nkwa nzuzo",
    "122875767": "Meeju mkpa iwu gị mgbe ụlọ ọrụ ndị ọzọ enweghị ike.",
    "148188781": "Ihe ịma aka ewepụtara",
    "838049015": "Họrọ onyonyo niile dabara ajụjụ",
    "1126302400": "Igbe agbụ",
    "3554448168": "Nhazi",
    "2104933754": "Chọpụta akara ndị kwekọrọ",
    "3612043014": "... na ọrụ ndị ọzọ dị mfe. Ọ dị mfe maka mmadụ, siri ike maka bots.",
    "3624758171": "Ọrụ omenala dịkwa maka ndị mbipụta ụlọ ọrụ.",
    "1001938065": "Mmekọrịta enweghị ike ịdị mfe",
    "2138799135": "hCaptcha nwere ọtụtụ njikọta arụrụgoro maka sistemu ihu na azụ azụ ị na-eji.",
    "2535001179": "Ọ bụrụ na ị na-abịa site na reCAPTCHA Google, API anyị bụ ihe ndochi anya.",
    "1393184984": "bụ ihe niile ị chọrọ.",
    "3715747429": "Ndị injinia anyị nwere ike ime ka ị gaa ngwa ngwa, ma ịchọrọ ntinye nzaghachi, SDKs maka ngwa ọdịnala iOS, ihe atụ azụ azụ Java, ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ ọnọdụ ọ bụla ọzọ.",
    "2681650568": "Ma dị ka mgbe niile, nzuzo bụ isi uru maka anyị. Tinye koodu ịma aka anyị naanị ebe ọ dị mkpa, yana ebe ọ bụ ihe ezi uche dị na ya ichekwa gị na ndị ọrụ gị. Ibelata nchịkọta data na-amalite site na oge ntinye.",
    "1130868224": "Ahịrị atọ nke koodu",
    "2183926131": "Bido na hCaptcha Enterprise",
    "1526887904": "Nzuzo ụlọ ọrụ hCaptcha",
    "1845745385": "Ezubere maka nzuzo.",
    "1297224875": "Ụzọ nzuzo pụrụ iche na-eduga maka nchekwa n'ịntanetị Enterprise.",
    "2762458927": "Data njirimara gị abụghị ọrịre.",
    "2058856283": "hCaptcha Enterprise nwere naanị otu ebumnuche: igbochi ndị na-eme ihe ọjọọ imebi ọrụ ịntanetị gị na imerụ ndị ọrụ gị.",
    "2408036504": "E si otú a hazie usoro anyị site na ala ruo ibelata nchịkọta data na ndowe ka anyị na-ejigide nchekwa na-edu klaasị. Ụzọ kacha mma iji chebe data onye ọrụ abụghị ịchekwa ya ma ọlị.",
    "4099477834": "A na-echekwa mmekọrịta ndị ahịa niile site na nkwekọrịta nhazi data siri ike. Ọrụ hCaptcha na-akwado iwu nzuzo niile n'agbanyeghị ebe ọrụ gị ma ọ bụ ndị ahịa gị bi. Ịdebe data nkeonwe na-eme ka nke a dịkwuo mfe karịa maka ụlọ ọrụ ndị ọzọ.",
    "3569492665": "Ịdekọ ihe omume ịntanetị abụghị azịza ya.",
    "3389431373": "Ọrụ dị ka reCAPTCHA v3 na-ekwu na itinye pixel nsochi ha na ibe ọ bụla nke saịtị gị dị mkpa maka nchekwa dị mma. Nke a abụghị ikpe.",
    "3590546893": "Ntụle omume dị mfe bụ mgbaama na-adị mfe nke ndị na-eme ihe ọjọọ na-emepụta, ma na-achọkwa idowe akụkọ ihe nchọgharị maka okporo ụzọ gị niile ziri ezi.",
    "1105363520": "Anyị anaghị arụ ọrụ netwọkụ mgbasa ozi, na enweghị mmasị n'ilele omume onye ọrụ gị iji ree ha mgbasa ozi. Nke a pụtara na anyị anaghị achọ pikselụ na-agafe agafe na ibe ọ bụla nke saịtị gị.",
    "3088605177": "Tinye koodu ịma aka anyị naanị ebe ọ dị mkpa, yana ebe ọ bụ ihe ezi uche dị na ya ichekwa gị na ndị ọrụ gị.",
    "337971271": "Ịmụ igwe bara uru. Mana ọ chọghị data nkeonwe ka ọ rụọ ọrụ.",
    "320166522": "Ịmụ igwe ugbu a na-emetụta ihe fọrọ nke nta ka ọ bụrụ akụkụ niile nke ndụ anyị, ọtụtụ mgbe n'ụzọ anyị anaghị aghọta na enweghị ike ịhụ ya. Ọrụ nchekwa n'ịntanetị adịghị iche.",
    "3180664128": "Site n'ịmụ ihe karịrị puku kwuru puku akara, ụdị nwere ike ịpụta wee nweta ntụkwasị obi dị elu n'ịchọpụta omume ọjọọ ngwa ngwa, ọbụlagodi mgbe ọ nweghị mgbama n'onwe ya ga-esi ike nke ukwuu iji gosi nsogbu.",
    "961941354": "Agbanyeghị, ọ nweghị nke ọ bụla n'ime ihe ndị a chọrọ iji ozi achọpụtara onwe ya (\"PII\"). Usoro cryptographic ọgbara ọhụrụ na-enye anyị ohere ịtụfu data nkeonwe ọ bụla ngwa ngwa o kwere mee, na-emepụta akara mbinye aka otu ụzọ nke enweghị ike ijikọ na onye ọ bụla.",
    "1706581702": "Ọzụzụ na data achọpụtaghị na-arụkwa ọrụ nke ọma, ọ chọghị imebi na nchekwa ma ọ bụ nzuzo. Ndị ahịa anyị emela ule ndị siri ike, ma kwupụta na anyị hà nhata ma ọ bụ ka mma karịa ihe ọzọ dị obere nkeonwe.",
    "3203921334": "Anyị nwere mmasị na ọtụtụ ihe gbasara ngwọta hCaptcha: 1) ha anaghị ere data nkeonwe; ha na-anakọta naanị opekempe data nkeonwe dị mkpa, ha doro anya n'ịkọwa ozi ha na-anakọta yana otu ha si eji na/ma ọ bụ kpughee ya.",
    "305735018": "N'ikpeazụ, a credible ọzọ na Google. Ụlọ ọrụ hCaptcha na-ewepụta ego dị egwu na ụgwọ reCAPTCHA yana nchekwa dị elu: ihe ruru 80% dị ọnụ ala n'ọnọdụ ụfọdụ.",
    "3695206755": "Nwalee anyị na gburugburu gị n'enweghị ọrụ ọ bụla.",
    "2941545733": "Anyị bụ ndị injinia, ọ bụghị ndị na-ere ahịa: anyị chọrọ ka ị nwee obi ụtọ na nhọrọ gị.",
    "131871195": "Ụzọ kachasị mma iji hụ na afọ ojuju gị bụ igosi na anyị na-egbo mkpa gị.",
    "3436534225": "Fọrọ nke nta ka ụlọ ọrụ niile na-amalite ọkwọ ụgbọ elu na-ahọrọ ihe ngwọta anyị.",
    "4060250206": "Jiri akwụkwọ a ka iru otu n'ime ndị ọkachamara nka nka. Anyị na-aza ngwa ngwa.",
    "1159746815": "I nwekwara ike izitere anyị ozi ozugbo.",
    "2531534427": "Nkọwa dị ebe a.",
    "2059998584": "Mpaghara",
    "3916131732": "Amerika",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Aha gị",
    "3859506577": "Email azụmahịa",
    "1268414751": "Nkọwa ọ bụla ọzọ anyị kwesịrị inwe?",
    "42559805": "Ị chọrọ ịbanye ngwa ngwa?",
    "851679588": "Ee.",
    "1729677626": "A na-awakpo m ma chọọ ịbanye ozugbo.",
    "2808971932": "Nke a bụ ụfọdụ ederede n'ime ngọngọ div.",
    "2468683988": "Isi",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim na eros elementum tristique. Nke ahụ bụ, m quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Njikọ ederede",
    "2212670355": "debanye aha",
    "31502377": "Gịnị bụ ihe bara ọgaranya Text?",
    "2310705547": "Ihe ederede bara ụba na-enye gị ohere ịmepụta na ịhazi isiokwu, paragraf, blockquotes, onyonyo na vidiyo n'otu ebe kama ịtinye na hazie ha n'otu n'otu. Naanị pịa ugboro abụọ wee mepụta ọdịnaya ngwa ngwa.",
    "2590587108": "Ndozi ọdịnaya kwụ ọtọ na nke siri ike",
    "778204464": "Enwere ike iji ihe ederede bara ụba nwere ọdịnaya kwụ ọtọ ma ọ bụ nke siri ike. Maka ọdịnaya kwụ ọtọ, dobe ya na ibe ọ bụla wee malite ndezi. Maka ọdịnaya siri ike, gbakwunye mpaghara ederede bara ụba na mkpokọta ọ bụla wee jikọọ ihe ederede bara ụba na mpaghara ahụ na panel ntọala. Voila!",
    "1890955039": "Otu esi ahazi nhazi maka ederede bara ọgaranya ọ bụla",
    "3286051798": "Enwere ike ịhazi isiokwu, paragraf, okwu ngọngọ, ọnụ ọgụgụ, onyonyo, na nkọwapụta ihe mgbe agbakwunyere klaasị na mmewere ederede bara ụba site na iji sistemụ nhọpụta \"Mgbe n'ime ya\".",
    "504332576": "Obi dị anyị ụtọ ịkpọsa na hCaptcha etolitela n'ime ọrụ nchekwa cyber nkeonwe kacha ukwuu n'ụwa, na-agba ọsọ na ihe dịka 15% nke ịntanetị - anyị were ọtụtụ òkè ahịa a ozugbo na Google reCAPTCHA. Ọnụ, hCaptcha na",
    "1155436473": "(onyinye ụlọ ọrụ anyị) ugbu a na-echebe ọtụtụ narị nde ndị ọrụ n'ofe iri nde weebụsaịtị na ngwa kwa ọnwa. Akụkọ anyị na-egosi na ị nwere ike ịsọ mpi Big Tech mgbe ị na-ebute ụzọ nzuzo.",
    "3108727249": "BotStop",
    "1296696044": "Nzuzo vs. Nchekwa: Gịnị kpatara na ha abụọ adịghị?",
    "538871570": "Ịsọ mpi na Google na ụlọ ọrụ Big Tech ndị ọzọ yiri ka ọ bụ ogologo oge: ike ahịa ha monopolistic, mmetụta ikpo okwu na ndị agha nke ndị mmepe na-akwụ ụgwọ dị ukwuu na-ewerekarị dị oke ike iji merie onye ọ bụla ma ndị ọzọ teknụzụ dị ka Facebook ma ọ bụ Amazon. Akụkọ anyị na-egosi na ọ gaghị adị otú ahụ - ị nwere ike imeri Big Tech site n'ilekwasị anya na nzuzo.",
    "3600718611": "Tulee Google reCAPTCHA,",
    "4281708680": ". Na hCaptcha, anyị kpachaara anya were ụzọ dị iche iche, na-eji usoro mmụta igwe na-echekwa nzuzo iji chọpụta ụdị omume bot n'ogo ziri ezi, na-eri ma na-echekwa obere data dị ka o kwere mee.",
    "3312336121": "nke na-eri oke data omume iji chọpụta ma ndị ọrụ webụ bụ mmadụ ziri ezi ma ọ bụ bots",
    "1193738791": ": ha na-enyocha omume onye ọrụ na ibe ọ bụla nke weebụsaịtị yana n'ofe webụ. Anyị haziri hCaptcha ka ọ bụrụ enyi-enyi na nzuzo dịka o kwere mee site na mbụ. Nke a mere ka ụzọ nsogbu ahụ dị nnọọ iche. Dị ka ọ na-apụta, nsuso ndị ọrụ n'ofe weebụ na ijikọ akụkọ ihe mere eme weebụ ha na njirimara ha adịghị mkpa kpamkpam maka ịnweta ezigbo nchekwa. Ọtụtụ ụlọ ọrụ ndị gafere na hCaptcha",
    "2620705814": "Google bụ ụlọ ọrụ mgbasa ozi, ngwaahịa nchekwa ha na-adịkwa ka ngwaahịa mgbasa ozi ha",
    "1126447688": "na-akọkarị arụmọrụ nha anya ma ọ bụ ka mma na nchọpụta bot na mbelata n'agbanyeghị elekwasịrị anya nzuzo anyị",
    "439777523": "Ụkpụrụ Iwu",
    "3588274874": "N'ilekwasị anya n'iwepụta ngwaahịa kwekọrọ na mbọ usoro iwu dị ka European Union's GDPR na California's CCPA, anyị enwetala nnukwu uto - n'ezie, ọ na-enyere aka na hCaptcha dị mfe \"dobe na\" nnọchi maka reCAPTCHA ma nwee ike tinye ya n'ime nkeji.",
    "2150595700": ". GDPR na CCPA etinyela nchegbu nzuzo na maapụ maka ndị na-azụ ahịa ụlọ ọrụ, ma n'otu oge ahụ nzuzo nzuzo dị n'ịntanetị na-adịwanye mkpa maka ọha na eze ka anyị niile na-amalite ịghọta ka ụlọ ọrụ mgbasa ozi na ịzụ ahịa n'ịntanetị sirila jiri data anyị mee ihe.",
    "2624949852": "N'ezie, reCAPTCHA bụ onye mbụ batara na nchekwa weebụ kemgbe 2009, na-echebe ọtụtụ nde webụsaịtị megide iyi egwu na-eto eto site na bots na spammers ọjọọ. Agbanyeghị, emebiela ya kpamkpam n'afọ ndị na-adịbeghị anya:",
    "499510428": "Anyị kwenyere n'ezie na iwu enyerela anyị aka ebe a",
    "1232651561": "Ngwanrọ dị mma ugbu a ka ndị mmadụ na-edozi ihe ịma aka reCAPTCHA.",
    "824740867": "Kama imeziwanye azịza ya, Google weputara reCAPTCHA v3, nke na-arụ ọrụ dị ka netwọk mgbasa ozi karịa ngwanrọ nchekwa, na-anakọta data omume sitere na webụ gafee iji wuo profaịlụ onye ọrụ. N'ụzọ dị mwute, ụdị mgbaàmà a na-adị mfe imeri, ma si otú a na-enye obere nchebe megide bots mgbe ọ na-emerụ nzuzo onye ọrụ.",
    "1027023087": "Anyị nọ na hCaptcha lekwasịrị anya n'ụzọ ọgbara ọhụrụ maka nsogbu ahụ, nke na-achọghị idowe ndekọ omume ogologo oge dị ka akụkọ nchọgharị wee gosipụta na ọ kwụsiri ike n'ihu ndị mmegide kpebisiri ike kemgbe ewepụtara ọrụ ahụ.",
    "2852295413": "Esemokwu mmasị pụtara: ịkwụsị bots na-ebelata ego ha nwetara maka netwọk mgbasa ozi",
    "1597520917": "Ọnụ ọgụgụ na-arịwanye elu nke ndị nkatọ ekwuola na nledaanya Google maka nzuzo onye ọrụ kwesịrị ichebara ndị ahịa na-achọ ichekwa weebụsaịtị na ngwa ha.",
    "763447231": "N'otu oge ahụ, ịkwụsị bots ịbanye na saịtị ndị mbipụta nwere ike ikpughe mgbasa ozi wayo, na-etinye ngwaahịa reCAPTCHA Google ozugbo megide azụmahịa mgbasa ozi ha, nke na-emepụta ihe karịrị 80% nke ego ha nwetara.",
    "999674529": "Bot ọ bụla Google chọpụtara kwesịrị ịna-enweta dollar mgbasa ozi efu. Ihe mkpali ụlọ ọrụ Google na-adakọghị nke ọma na ndị ọrụ nke ọrụ nchekwa ha, nke a nwere ike ịbụ otu nkọwa maka adịghị mma nke onyinye nchekwa reCAPTCHA ha.",
    "956019009": "Ụlọ ọrụ akụrụngwa weebụ kachasị ukwuu emeela ihe",
    "1923297430": "Oge nkwụsị ikpeazụ maka ọtụtụ ndị ahịa buru ibu bịara mgbe Google malitere ịkwụ ụlọ ọrụ ụgwọ maka iji ngwaahịa ha n'ogo ọ bụla bara uru. Nke a mere ka ndị ọrụ reCAPTCHA ogologo oge na-achọ ụzọ ọzọ ka mma dị ka nchegbu usoro iwu gburugburu ụwa ejirila onyinye Google na-esiwanye ike.",
    "2197218442": "Cloudflare CEO Matthew Prince chịkọtara echiche a na",
    "155456850": "na-ekwupụta mgbanwe ha na hCaptcha:",
    "435302267": "blọgụ ụlọ ọrụ",
    "2087769953": "\"Anyị nwere obi ụtọ maka mgbanwe a n'ihi na ọ na-enyere aka dozie nchegbu nzuzo dị na ịdabere na ọrụ Google nke anyị nweworo ruo oge ụfọdụ. Anyị tụlere ọtụtụ ndị na-ere ahịa CAPTCHA yana ịmepụta usoro n'onwe anyị. N'ikpeazụ, hCaptcha pụtara dị ka ihe kachasị mma maka reCAPTCHA.\" \"Anyị nwere mmasị na ọtụtụ ihe gbasara ngwọta hCaptcha: 1) ha anaghị ere data nkeonwe; ha na-anakọta naanị opekempe data nkeonwe dị mkpa, ha doro anya n'ịkọwa ozi ha na-anakọta yana otu ha si eji na/ma ọ bụ kpughee ya.\"",
    "595582512": "Ọ bụrụ na ị na-achọ ichebe saịtị ma ọ bụ ngwa gị nke ọma site na bots, spammers ma ọ bụ ndị na-eme ihe ọjọọ ndị ọzọ, mgbe niile ka ị na-echekwa nzuzo nke ndị ọrụ gị (ma na-agbaso ụkpụrụ niile dị mkpa!), tụlee hCaptcha na onyinye ụlọ ọrụ anyị.",
    "3388180864": "Ị nwere mmasị n'ịrụ ọrụ na ihe ịma aka teknụzụ miri emi na ọnụ ọgụgụ weebụ? Anyị na-ewekarị ndị injinia nwere nkà n'ụwa niile -",
    "3892952987": "lelee oghere anyị wee tinye ebe a",
    "3368788823": "Terence Eden kwuru ihe na-atọ ụtọ na blọọgụ ya: \"",
    "1491780143": "CAPTCHA anaghị egosi na ị bụ mmadụ - ha na-egosi na ị bụ onye America",
    "2146900431": "N'ikwu eziokwu, nkwupụta a na-eme ka ọ dịkwuo mfe. CAPTCHA, dị ka ihe fọrọ nke nta ka ọ bụrụ ihe niile, agbakwunyere na mpaghara omenala, ma ọ bụrụ na emebere ọtụtụ ihe ịma aka gị n'otu omenala, ọ nwere ike ọ gaghị atụgharị nke ọma gaa na nke ọzọ. N'isi ya, nke a bụ ihe gbasara omenala",
    "378086442": "nke CAPTCHA, kama UX ha kwa otu.",
    "1445008801": "Dị ka Eden si kwuo ya:",
    "332723732": "ọdịnaya",
    "2072808435": "\"Chee gịnị, Google? Taxi na obodo m na-abụkarị ndị oji. Ahụla m ihe nkiri zuru ezu iji mara na ndị niile dị na America bụ odo odo. ụdị dị iche iche.\"",
    "3206136647": "Nsogbu Google ebe a dabere na data ajụjụ ha na-eji vs onye na-ahụ ya. Ọ bụrụ na data niile sitere na otu omenala (na n'ọnọdụ Google, otu ụlọ ọrụ) ị nwere ike ịtụ anya inwe nsogbu ndị na-adịghị atụgharị nke ọma na omenala ndị ọzọ, n'ikwekọ na mkpesa Eden.",
    "2217842245": "Agbanyeghị, data anyị gosiri na (maka hCaptcha)",
    "4280117172": "Ọtụtụ mba na-eme ntakịrị mma karịa US, gụnyere Nigeria, India, Brazil na Germany:",
    "555749578": "enwere ihe na-erughị 1% mgbanwe na ọnụego ngwọta n'ofe mba ndị bụ isi na kọntinent ọ bụla.",
    "151737819": "hCaptcha Dozie Ọnụego n'ofe ụwa na-egosi obere mgbanwe",
    "3908992897": "a na-ejikwa ya na mba na ókèala ọ bụla n'ụwa, ya mere anyị na-elekwasị anya nke ukwuu n'inye ahụmahụ zuru ụwa ọnụ na-agbanwe agbanwe.",
    "2808122102": "Omenala n'ofe obodo bụ isi ihe achọrọ maka ọrụ anyị. Ijide n'aka na ndị ọrụ niile ziri ezi nwere ike ịnweta ọdịnaya ngwa ngwa bụ akụkụ dị oke mkpa nke ọrụ anyị. Anyị na-enye ihe ịma aka n'asụsụ 110, ma na-aga n'ihu na-emezi ntụgharị asụsụ ndị dị mkpa iji hụ na onye ọ bụla nwere ike dozie ihe ịma aka anyị.",
    "3913801502": "hCaptcha na-arụ ọrụ ugbu a na ihe dịka 15% nke ịntanetị",
    "2077639538": ". Maka otu, ịma aka data na ọrụ anyị nwere ike isite n'ọtụtụ ebe, ọ bụghị naanị otu - site na nnukwu ụlọ ọrụ Fortune 500 ruo na mmalite mmụta igwe, ọ bụrụhaala na ha na-agbaso anyị.",
    "3951112506": ". Nke ahụ na-ekwe nkwa ogo dị elu nke heterogeneity na data ahụ.",
    "1803943584": "Nke abụọ, anyị na-ekwe ka ihe ịma aka kwalite onwe ha iji chọpụta obodo ma ọ bụ asụsụ ha ga-agba ọsọ, na-abawanye ohere nke inwe ahụmịhe na-agbanwe agbanwe ọbụna n'ihu. Ọ bụrụ na izi ezi dị ala karịa ka a tụrụ anya, otu ajụjụ ga-akwụsị ịgba ọsọ na mpaghara ma ọ bụ asụsụ ebe mmetụta a na-eme.",
    "3668873369": "Na hCaptcha, anyị ewerela ụzọ dị iche na nke mbụ",
    "1519201684": "Amụma ụkpụrụ AI",
    "2155089487": ". Ọ bụrụ na nsogbu anyị dị mfe idozi maka ụfọdụ otu, anyị ga-atụ anya ịhụ ọdịiche n'otú ndị mmadụ si eme gburugburu ụwa na n'ọdịbendị dị iche iche mgbe ha na-edozi ha. N'ihe gbasara ọkwa Eden, anyị ga-atụ anya na ndị America ga-eme nke ọma karịa ndị nọ na mba ndị ọzọ. N'ihi na anyị ejirila ọtụtụ afọ na-emepụta usoro iji zere nsogbu a, anyị na-ahụ n'ezie ihe dị iche.",
    "2603863826": "PS: Ọ bụrụ na ịchọta ntụgharị asụsụ n'asụsụ gị nwere ike iji nkwalite, nweere onwe gị ịnyefe a",
    "3543141425": "maka ya!",
    "2697276059": "Ihe akaebe na-egosi na nke a na-arụ ọrụ: ọnụego edozi otu n'ofe ụwa",
    "664236229": "sere arịrịọ"
}