{
  "header-privacy-link": "Pagkapribado",
  "header-integration-link": "Pagsasama",
  "header-cost-link": "Gastos",
  "header-features-link": "Mga tampok",
  "header-docs-link": "Docs",
  "header-login-button": "Mag log in",
  "header-contact-button": "Makipag-ugnayan sa Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Makipag-ugnayan sa amin para matuto pa",
  "intro-text-bottom": "Pinagkakatiwalaan ng mga kumpanyang nagpapagana sa web.",
  "sub-menu-button": "Makipag-ugnayan sa Sales",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Gastos",
  "sub-menu-item3": "Pagsasama",
  "sub-menu-item4": "Mga tampok",
  "sub-menu-item5": "Pagkapribado",
  "sub-menu-item6": "Docs",
  "info-head-1": "Itinayo sa napatunayang platform ng hCaptcha",
  "info-text-1": "Gumagana ang hCaptcha Enterprise sa teknolohiya ng platform ng hCaptcha, na pinalawak upang isama ang mga tampok na kailangan ng mga enterprise na may mataas na trapiko.",
  "info-head-2": "Isang pinagkakatiwalaang partner",
  "intro-subtitle": "Lutasin ang iyong problema sa bot ngayon.",
  "info-text-2": "Ang aming mga serbisyo ay pinagkakatiwalaan ng pinakamalalaking kumpanya sa mundo na maglingkod sa milyun-milyong pang-araw-araw na user sa sampu-sampung milyong site.",
  "cloudflare-quote-text": "Sinuri namin ang ilang mga vendor ng CAPTCHA pati na rin ang pagbuo ng isang sistema sa aming mga sarili. Sa huli, lumitaw ang hCaptcha bilang pinakamahusay na alternatibo sa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor ng Pamamahala ng Produkto, Cloudflare",
  "section-quote-head": "Ang matipid na opsyon para sa mga negosyong may mataas na trapiko",
  "section-quote-text": "Panghuli, isang mapagkakatiwalaang alternatibo sa Google. Naghahatid ang hCaptcha Enterprise ng malaking pagtitipid sa iyong reCAPTCHA bill na may mas mataas na seguridad: hanggang 80% mas mura sa ilang mga kaso. Marami sa pinakamalaking online na serbisyo sa mundo ang lumipat sa hCaptcha Enterprise at nakatanggap ng pinahusay na pag-detect ng bot kasama ng malaking tipid sa gastos.",
  "section-quote-button": "Makipag-ugnayan sa amin ngayon para sa isang quote",
  "section-privacy-header": "Nakatuon sa Privacy",
  "section-privacy-text-1": "Nakikita ng mga network ng ad ang iyong mga bisita bilang produkto. Para sa amin ang tanging produkto ay ang pagtukoy sa kanilang sangkatauhan. Ang aming mga serbisyo ay nakakatugon o lumalampas sa mga kinakailangan ng GDPR, CCPA, at LGPD, at sumusuporta sa mga hakbangin tulad ng Privacy Pass. Nagsusumikap kami upang balansehin ang privacy at seguridad.",
  "section-privacy-text-2": "Nangangahulugan ang natatanging pagtutok sa privacy na ito na maaari kaming mag-alok ng zero indibidwal na pagpapanatili ng data, walang cookie na operasyon, at iba pang mga garantiya sa privacy sa kontrata kung kinakailangan habang pinapanatili ang mahusay na seguridad.",
  "section-security-header": "Seguridad Una",
  "section-security-text-1": "Ang katumpakan ay nasa iyong interes at sa amin. Gumagana ang hCaptcha na bigyan ka ng totoong data at hayaan kang magpasya kung paano ito gagamitin. Ang iba pang mga captcha ay ibinibigay ng mga kumpanya ng Gigantic na advertising. Nangangahulugan ito na ang bawat bot na kanilang hinarangan ay maaaring mabawasan ang kanilang kita.",
  "section-security-text-2": "Ang paggamit ng pinakabagong mga diskarte sa pag-aaral ng machine na may pagtuon sa privacy ay nagbibigay-daan sa amin na lumampas sa mga pamantayan sa seguridad ng legacy na itala ang lahat ng mga diskarte nang walang hanggan nang hindi nakakasama sa seguridad o privacy ng user.",
  "section-user-experience-header": "Mahusay na Karanasan ng Gumagamit",
  "section-user-experience-text1": "Para sa mga user ng Enterprise, available ang mga opsyon para ganap na maiwasan ang mga hamon sa karamihan ng mga sitwasyon.",
  "section-user-experience-text2": "Bawasan ang alitan sa pamamagitan ng ganap na pag-iwas sa isang hamon para sa 99.9% ng iyong lehitimong trapiko habang nagbibigay pa rin ng mahusay na seguridad, salamat sa mga advanced na modelo ng bot.",
  "section-easy-integration-header": "Madaling pagsasama",
  "section-easy-integration-text": "Ang pagdaragdag ng hCaptcha ay tumatagal lamang ng ilang minuto at ilang linya lamang ng code. Ang pangunahing API ay katugma sa reCAPTCHA V2, at tumatagal lamang ng ilang minuto upang lumipat. Maaari kang maging up at tumakbo gamit ang isang mahusay na alternatibo ngayon, at i-on ang mas advanced na mga tampok kung kinakailangan.",
  "section-easy-integration-serverside": "Sa panig ng server:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Na-customize na mga Marka ng Banta",
  "section-threat-text": "Hindi lahat ng problema ay pareho: ang pagkuha ng isang marka ay nangangahulugan na dapat itong matugunan ang iyong mga pangangailangan upang maging kapaki-pakinabang. Gamit ang natatanging Customized Threat Scores ng hCaptcha, binibigyang-daan kami ng isang mabilis na konsultasyon na ibagay ang aming mga modelo upang makapaghatid ng mga score na mas nauugnay sa iyong negosyo.",
  "section-challenges-header": "Ilunsad ang Iyong Sariling Mga Hamon sa Ilang Segundo",
  "section-challenges-text-1": "Manatili sa brand na may kaugnay na nilalaman",
  "section-challenges-text-2": "Kapag kailangang lutasin ng mga user ang isang hamon upang matugunan ang mga kinakailangan sa seguridad, bakit hindi gumawa ng mga gawain na kaaya-aya at nauugnay sa user? Gamit ang aming simpleng custom na challenge designer, maaari kang maglunsad ng on-brand challenge content sa loob lang ng ilang minuto.",
  "section-integration-header": "Direktang Pagsasama ng Platform",
  "section-integration-subheader": "Para sa Mga Kumpanya ng Web Infrastructure",
  "section-integration-text": "Ang sistema ng hCaptcha Enterprise ay katangi-tanging flexible sa disenyo nito: maaari itong bahagyang o ganap na i-deploy sa gilid ng iyong network kung nagpapatakbo ka ng pampublikong cloud o nagmamay-ari ng maraming data center. Maaari nitong kapansin-pansing bawasan ang mga gastos at trapiko sa labas ng network habang pinapanatili ang lahat ng benepisyo ng pamamahala ng aming 24/7 on-call na staff upang matugunan ang mga pinakamahigpit na SLA.",
  "section-support-header": "Maaabot na Kadalubhasaan at Suporta Para sa Iyo at sa Iyong Mga User",
  "section-support-text": "Ang serbisyo ay isang pangunahing priyoridad para sa amin. Pinapanatili namin ang 24/7 on-call na suporta at nag-aalok ng direktang koordinasyon ng Slack sa iyong engineering integration team at sa aming on-call staff habang at pagkatapos ng pagpapatupad. , at ang aming mga in-widget at email support channels. Kami ay naa-access at tumutugon, at tinatrato namin ang kasiyahan ng user bilang isang nangungunang KPI.",
  "section-enterprise-header": "Mga feature ng enterprise",
  "section-enterprise-title-1": "World-class na proteksyon laban sa bot",
  "section-enterprise-desc-1": "Nasubok sa labanan sa sukat ng web.",
  "section-enterprise-title-2": "Mataas na katumpakan ng mga marka ng bot",
  "section-enterprise-desc-2": "Tuklasin ang mga masasamang aktor ng maraming iba't ibang uri.",
  "section-enterprise-title-3": "Zero friction at 99.9% passive mode",
  "section-enterprise-desc-3": "Hamunin ang mas mababa sa 0.1% ng mga lehitimong user.",
  "section-enterprise-title-4": "Kontrolin ang mga uri ng hamon na ipinapakita",
  "section-enterprise-desc-4": "Malawak na library ng mga uri na mapagpipilian.",
  "section-enterprise-title-5": "Kontrolin ang nilalaman ng hamon na ginamit",
  "section-enterprise-desc-5": "Manatili sa brand na may pare-parehong karanasan ng user.",
  "section-enterprise-title-6": "Mga SLA ng Enterprise",
  "section-enterprise-desc-6": "Garantisadong pagiging maaasahan at mabilis na 24/7 on-call na suporta.",
  "section-enterprise-title-7": "Legacy na suporta sa browser",
  "section-enterprise-desc-7": "Tugma sa lahat ng paraan pabalik sa Internet Explorer 8.",
  "section-enterprise-title-8": "Mga dashboard at API ng advanced na pag-uulat",
  "section-enterprise-desc-8": "Tingnan kung ano ang nangyayari sa lahat ng iyong site at app.",
  "section-enterprise-title-9": "Gumagana sa bawat bansa",
  "section-enterprise-desc-9": "Hindi tulad ng reCAPTCHA, nagtatrabaho kami sa bawat bansa.",
  "section-enterprise-title-10": "GDPR, CCPA, at LGPD-friendly na patakaran sa privacy",
  "section-enterprise-desc-10": "Idinisenyo para sa privacy mula sa unang araw. Malakas na Kasunduan sa Pagproseso ng Data.",
  "section-enterprise-title-11": "Fine-grained na mga antas ng kahirapan",
  "section-enterprise-desc-11": "I-dial ito para eksaktong magkasya sa iyong use case.",
  "section-enterprise-title-12": "First-party hosting",
  "section-enterprise-desc-12": "Ang lahat ng kahilingan at asset ay mapupunta sa hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Mga dashboard ng maraming gumagamit",
  "section-enterprise-desc-13": "Ibahagi ang pamamahala sa iyong koponan.",
  "section-enterprise-title-14": "Instant Verification",
  "section-enterprise-desc-14": "0ms latency: i-verify ang mga token ng hCaptcha na walang API call.",
  "section-enterprise-title-15": "Pagsasama ng Mobile (iOS at Android).",
  "section-enterprise-desc-15": "Walang putol na karanasan sa buong web, katutubong mobile, mobile web. Available ang mga pre-built integration at native SDK.",
  "section-enterprise-title-16": "Na-customize na Mga Tuntunin at Garantiya sa Privacy",
  "section-enterprise-desc-16": "Matugunan ang iyong mga legal na pangangailangan kapag hindi kaya ng ibang kumpanya.",
  "presented-challlenges-head": "Mga Iniharap na Hamon",
  "presented-challenges-title-1": "Paghahambing",
  "presented-challenges-text-1": "Piliin ang lahat ng larawang tumutugma sa query",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Tukuyin ang hangganan ng lugar para sa mga bagay",
  "presented-challenges-title-3": "Pagkakategorya",
  "presented-challenges-text-3": "Tukuyin ang kaukulang mga label",
  "presented-challenges-subheader": "...at iba pang simpleng gawain. Madali para sa mga tao, mahirap para sa mga bot.",
  "presented-challenges-subtext": "Available din ang mga custom na gawain para sa mga publisher ng enterprise.",
  "footer-header-1": "kumpanya",
  "footer-header-2": "Mga mapagkukunan",
  "footer-header-3": "Makipag-ugnayan",
  "footer-link-1": "Pag-label",
  "footer-link-2": "Tungkol sa",
  "footer-link-3": "Mga trabaho",
  "footer-link-4": "Mga trademark",
  "footer-link-5": "Blog",
  "footer-link-6": "Katayuan",
  "footer-link-7": "Dokumentasyon",
  "footer-link-8": "Mag-ulat ng Bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Mga tuntunin",
  "footer-privacy": "Pagkapribado",
  "footer-attribution": "Pagpapatungkol",
  "footer-subheader-1": "Suporta",
  "footer-subheader-2": "Makipag-ugnayan",
  "switch-to-english-link": "Lumipat sa English",
  "intro-heading-privacy": "Idinisenyo para sa privacy.",
  "intro-subtitle-p1-privacy": " Isang natatanging diskarte na hinihimok ng privacy sa online na seguridad.",
  "info-head-2-pr": "Ang pagre-record ng online na aktibidad ay hindi ang sagot.",
  "info-text-1-pr": "Isa lang ang layunin ng hCaptcha Enterprise: upang maiwasan ang mga masasamang aktor na makagambala sa iyong mga online na operasyon at makapinsala sa iyong mga user.",
  "info-text-2-pr": "Idinisenyo ang aming mga system mula sa simula upang mabawasan ang pagkolekta at pagpapanatili ng data habang pinapanatili ang seguridad na nangunguna sa klase. Ang pinakamahusay na paraan upang maprotektahan ang data ng user ay hindi ang pag-imbak nito.",
  "info-text-3-pr": "Ang lahat ng mga relasyon sa customer ay protektado rin ng isang malakas na Kasunduan sa Pagproseso ng Data. Sumusunod ang serbisyo ng hCaptcha sa lahat ng batas sa privacy saanman nakatira ang iyong serbisyo o ang iyong mga customer. Ang hindi pag-iingat ng personal na data ay ginagawang mas madali para sa amin kaysa sa ibang mga kumpanya.",
  "info-text-2-2-pr": "Sinasabi ng mga serbisyo tulad ng reCAPTCHA v3 na ang paglalagay ng kanilang tracking pixel sa bawat page ng iyong site ay kailangan para sa mabuting seguridad. Hindi ito ang kaso.",
  "info-text-2-3-pr": "Ang simpleng pagsusuri sa pag-uugali ay isang senyales na madaling napeke ng mga masasamang aktor, at nangangailangan din ng pagpapanatili ng kasaysayan ng pagba-browse para sa lahat ng iyong lehitimong trapiko.",
  "info-text-2-4-pr": "Hindi kami nagpapatakbo ng isang network ng ad, at walang interes na obserbahan ang iyong gawi ng gumagamit upang maibenta sila ng mga ad. Nangangahulugan ito na hindi kami nangangailangan ng passive pixel sa bawat page ng iyong site.",
  "info-text-2-5-pr": "Idagdag lang ang aming challenge code kung saan kinakailangan, at kung saan makatuwirang protektahan ka at ang iyong mga user.",
  "info-head-3-pr": "Kapaki-pakinabang ang machine learning. Ngunit hindi ito nangangailangan ng personal na data upang gumana.",
  "info-text-3-1-pr": "Naaapektuhan na ngayon ng machine learning ang halos lahat ng aspeto ng ating buhay, kadalasan sa mga paraang hindi natin napapansin at hindi nakikita. Ang mga serbisyo sa online na seguridad ay hindi naiiba.",
  "info-text-3-2-pr": "Sa pamamagitan ng pag-aaral sa libu-libong signal, ang mga modelo ay maaaring magpahiwatig at maabot ang mataas na kumpiyansa sa pag-detect ng malisyosong gawi nang napakabilis, kahit na walang indibidwal na signal ang magiging sapat na malakas upang magpahiwatig ng problema.",
  "info-text-3-3-pr": "Gayunpaman, wala sa mga ito ang nangangailangan ng paggamit ng personal na pagkakakilanlan ng impormasyon (PII). Binibigyang-daan kami ng mga modernong cryptographic technique na itapon ang anumang personal na data sa lalong madaling panahon, na lumilikha sa halip ng mga one-way na lagda na hindi maiugnay sa sinumang indibidwal.",
  "info-text-3-4-pr": "Ang pagsasanay sa hindi natukoy na data ay gumagana rin, at hindi nangangailangan ng pagkompromiso sa alinman sa seguridad o privacy. Nagawa na ng aming mga customer ang mga empirical na pagsubok, at idineklara kaming katumbas o mas mahusay kaysa sa mas kaunting pribadong alternatibo.",
  "cloudflare-quote-text-privacy": "Nagustuhan namin ang ilang bagay tungkol sa mga solusyon sa hCaptcha: 1) hindi sila nagbebenta ng personal na data; kinokolekta lang nila ang pinakamababang kinakailangang personal na data, transparent sila sa paglalarawan ng impormasyong kinokolekta nila at kung paano nila ito ginagamit at/o isiwalat.",
  "pilot-head": "Subukan kami sa iyong kapaligiran nang walang obligasyon.",
  "pilot-text-1a": "Kami ay mga inhinyero, hindi mga tindero: gusto naming maging masaya ka sa iyong pinili.",
  "pilot-text-1b": "Ang pinakamahusay na paraan upang matiyak ang iyong kasiyahan ay upang ipakita na natutugunan namin ang iyong mga pangangailangan.",
  "pilot-text-1c": "Halos lahat ng kumpanyang nagsisimula ng isang pilot ay pipili ng aming mga solusyon.",
  "pilot-text-1d": "Gamitin ang form na ito upang maabot ang isa sa aming mga teknikal na espesyalista. Mabilis kaming tumugon.",
  "pilot-text-1e": "Maaari ka ring mag-email sa amin nang direkta.",
  "pilot-email-details": "Narito ang mga detalye.",
  "pilot-f1": "Rehiyon",
  "pilot-f2": "Ang pangalan mo",
  "pilot-f3": "Ang pangalan mo",
  "pilot-f4": "Email ng Negosyo",
  "pilot-f5": "Anumang iba pang mga detalye na dapat nating magkaroon?",
  "pilot-f6": "Kailangan mo ba ng agarang onboarding?",
  "pilot-f7": "Oo.",
  "pilot-f8": "Inaatake ako at nangangailangan ng agarang onboarding.",
  "pilot-f9": "Ipasa",
  "pilot-f10": "Sa pamamagitan ng pagpasok ng iyong email, sumasang-ayon ka sa aming Mga Tuntunin at Patakaran sa Privacy, at upang makatanggap ng email mula sa amin.",
  "pilot-fo-1": "Hindi maaaring maging mas madali ang pagsasama.",
  "pilot-fo-2": "Ang hCaptcha ay may dose-dosenang pre-built na pagsasama para sa frontend at backend system na ginagamit mo.",
  "pilot-fo-3": "Kung nagkataon na nanggaling ka sa reCAPTCHA ng Google, ang aming mga API ay mga drop-in na kapalit. Tatlong linya ng code ang kailangan mo.",
  "pilot-fo-4": "Mapapabilis ka ng aming mga onboarding engineer, kailangan mo man ng React integration, mga SDK para sa mga native na app ng iOS, isang halimbawa ng backend ng Java, o halos anumang iba pang senaryo.",
  "pilot-fo-5": "At gaya ng nakasanayan, ang privacy ay isang pangunahing halaga para sa amin. Idagdag lang ang aming challenge code kung saan kinakailangan, at kung saan makatuwirang protektahan ka at ang iyong mga user. Ang pag-minimize ng pagkolekta ng data ay nagsisimula mula sa sandali ng pagsasama.",
  "pilot-fdone": "Salamat. Makikipag-ugnayan kami sa ilang sandali.",
  "home-ent-2-new": "Matuto pa tungkol sa aming enterprise solution.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Ang mga solusyon sa hCaptcha Enterprise ay naghahatid ng seguridad na nangunguna sa klase at pinoprotektahan ang marami sa mga nangungunang online na serbisyo.",
  "home-plans-button-2-new": "Matuto pa",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Matuto pa tungkol sa hCaptcha Enterprise"
}
