{
    "1290027486": "CEO ng Brave. Co-founder ng Mozilla. Tagalikha ng JavaScript programming language. Tagabuo ng mga browser at higit pa.",
    "211351380": "Mula sa blog:",
    "3153117136": "Paano Gumagana ang Mga Setting ng Hirap ng hCaptcha",
    "2915355938": "Accessibility",
    "793784899": "Mga plano",
    "2671622670": "Enterprise",
    "3527140447": "Docs",
    "505891021": "Mga Serbisyo sa Pag-label",
    "692176459": "Mag log in",
    "1892574253": "Mag-sign Up",
    "2593864519": "Itigil ang higit pang mga bot. Simulan ang pagprotekta sa privacy ng user.",
    "4007826952": "Ang #1 privacy-first CAPTCHA para sa web, mobile, at higit pa.",
    "3721365241": "Subukan mo",
    "3753956446": "Libre",
    "3276777569": "hCaptcha",
    "55035359": "Kasalukuyang gumagamit ng reCAPTCHA?",
    "3417372336": "Lumipat sa ilang minuto",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Ang mga nangungunang online na serbisyo ay umaasa",
    "1470290349": "para sa pinakamahusay na klase ng bot at pamamahala ng panloloko.",
    "3714002185": "Matuto pa tungkol sa hCaptcha Enterprise",
    "3946753128": "Pribado. Secure. Mas mabilis.",
    "939665604": "Nakatuon sa Privacy",
    "780475098": "Nakikita ng mga network ng ad ang iyong mga bisita bilang produkto. Kami lamang ang nagmamalasakit kung ang isang pagbisita ay mabuti o masama. Sumusunod ang hCaptcha sa GDPR, CCPA, LGPD, PIPL, at iba pang mga batas sa pandaigdigang data.",
    "219813583": "Seguridad Una",
    "2714878440": "Protektahan ang iyong mga serbisyo mula sa pag-scrap, pagkuha ng account, pagpupuno ng kredensyal, at spam gamit ang aming advanced na machine learning at pag-verify ng sangkatauhan.",
    "1397766838": "Mas mahusay na Karanasan ng User",
    "2670352917": "Nagbibigay ang hCaptcha ng mas maaasahang pag-detect ng bot habang simple ito para malutas ng mga tao.",
    "2806751666": "Ano ang hCaptcha?",
    "3096063825": "Subukan",
    "2968026167": "Ang iyong paboritong gulay",
    "713281684": "Talong",
    "4147497805": "karot",
    "3758963444": "Salamat! Ang iyong pagsusumite ay natanggap na!",
    "1070364246": "Oops! Nagkaproblema habang isinusumite ang form.",
    "1129833879": "Itigil ang mga nakakahamak na bot, protektahan ang privacy ng user",
    "58091799": "Matuto pa tungkol sa hCaptcha Publisher at Enterprise",
    "1599610318": "Publisher",
    "3093388779": "Ang hCaptcha ay malayang gamitin para sa mga publisher ng anumang laki",
    "179723061": "Higit na kontrol para sa mga team na nangangailangan ng seguridad na nangunguna sa klase",
    "846501387": "Proteksyon ng bot sa buong mundo",
    "119298044": "Pinoprotektahan ng mga advanced na self-supervised na ML at AI na teknolohiya ang iyong mga web property mula sa mga banta at pag-atake",
    "1263998069": "Makakuha ng mga gantimpala para sa mga solve ng tao",
    "1103295010": "Kumita ng pera o magbigay sa kawanggawa kapag nalutas ng mga tao ang mga CAPTCHA",
    "392886773": "Gumagana sa bawat bansa",
    "2320894364": "Sa higit sa 200 punto ng presensya, pinoprotektahan ng cloud ng hCaptcha ang iyong mga asset sa buong mundo",
    "451701069": "Sumusunod sa GDPR, CCPA,",
    "2826051554": "at iba pa",
    "3530599065": "Ang privacy ay binuo mula sa simula. Walang PII ang hCaptcha at sumusunod ito sa maraming utos at regulasyon sa privacy.",
    "2489287539": "Friction-free \"No CAPTCHA\" at 99.9% passive mode",
    "793242047": "Bawasan ang mga hamon na ipinakita sa mga user upang payagan ang mabilis na pag-access sa mga application",
    "4195759329": "Pag-detect ng bot at mga marka ng panganib",
    "1150035777": "Ang mga sopistikadong modelo ng machine learning ay bumubuo ng mga marka ng kumpiyansa ng bot batay sa maraming data point na higit pa sa kung nasasagot nang tama ang mga tanong",
    "3688621388": "Mga pirma ng pananakot",
    "1131525092": "Pagsama-samahin ang masasamang aktor nang walang kahirap-hirap sa pamamagitan ng aming mga Scoped UID na nagpapanatili ng privacy para mahanap at mahinto ang nauugnay na panloloko at pang-aabuso",
    "1559631739": "Pribadong pag-aaral",
    "3952259236": "Pagsamahin ang iyong nabulag na data sa libu-libong signal ng hCaptcha upang sanayin ang hCaptcha sa mga klase ng pag-uugali -- para sa iyong halimbawa lamang -- upang mas mahulaan ang malisyosong pag-uugali nang mas mahusay kaysa sa alinmang solusyon lamang",
    "1150963691": "Pagbawas ng APT",
    "4083018285": "Isang hanay ng mga pinahabang feature na pinagsama sa pinahusay na pagsubaybay at pagtugon sa SOC upang matugunan ang mga sopistikadong patuloy na pagbabanta",
    "3160820928": "Coordinated na proteksyon sa pag-atake",
    "1849805607": "Pinoprotektahan ng hCaptcha laban sa mga pagbabanta at pang-aakit na idinisenyo upang makalusot sa iyong mga network",
    "1958297836": "Pinag-ugnay na proteksyon sa pag-atake at pagpapagaan ng APT",
    "1300485304": "Pinoprotektahan ng hCaptcha laban sa mga advanced na pagbabanta at pang-decoy na idinisenyo upang makalusot sa iyong mga network",
    "2698640210": "Kontrolin ang mga hamon at uri na ipinapakita",
    "3121248460": "Magpakita ng walang katapusang magkakaibang mga custom na hamon -- mula simple hanggang kumplikado -- para sa iyong inaasahang madla",
    "3807059944": "Kontrolin ang nilalaman ng hamon na ginamit",
    "2707282231": "I-customize ang mga hamon para sa iyong mga user. Gawing imposible para sa mga bot na malutas at makapasok.",
    "4194763679": "Fine-grained na mga antas ng kahirapan",
    "3730038780": "Pumili mula sa halos walang katapusang bilang ng mga hamon para malutas ng mga user",
    "1849717906": "I-customize gamit ang sarili mong content ng hamon",
    "1508655687": "Idagdag ang sarili mong mga hamon na iniakma para sa iyong audience para i-streamline o paghigpitan ang pag-access",
    "3620442880": "Mga tampok sa proteksyon ng Flash Sale",
    "3265895521": "Taasan at babaan ang kahirapan sa hamon batay sa oras ng araw",
    "1485807325": "Mga dashboard ng maraming user, SAML SSO",
    "359073033": "Ang mga dashboard ay naghahatid ng mataas na antas o pinong mga view ng aktibidad.",
    "4272454814": "Isama sa identity provider na iyong pinili.",
    "1141402092": "Mga advanced na tampok sa pag-uulat",
    "910989640": "Bumuo ng detalyado at customized na mga ulat ng aktibidad",
    "3768951251": "Mga SLA ng Enterprise",
    "1014004474": "Nag-aalok ang mga plano ng Enterprise ng hCaptcha ng mga advanced na kasunduan sa antas ng serbisyo upang panatilihing protektado ang iyong organisasyon",
    "1177598246": "Makipag-ugnayan sa Sales",
    "1067704102": "Ang Halaga sa Pag-label ng Data",
    "3065000659": "Napagtanto mo ba sa tuwing \"mag-click ka sa kotse\" ay tumutulong ka sa pagsasanay ng isang solong",
    "3235430156": "libre ang mga machine learning system ng kumpanya?",
    "1549336309": "Iniikot ng hCaptcha ang modelong ito. Kapag gumamit ka ng hCaptcha, nagbi-bid ang mga kumpanya sa gawaing ginagawa ng iyong mga user habang pinatutunayan nila ang kanilang pagkatao. Makukuha mo ang mga gantimpala.",
    "3725880582": "Magbalik sa Charity",
    "1671436004": "Gusto mo bang ibalik ang iyong paboritong kawanggawa?",
    "1663628612": "hinahayaan ka",
    "4272088465": "ang mga kawanggawa na iyong pinili kasama ang mga kita na makukuha mo sa paggamit nito.",
    "2894845722": "Malapit nang makita ng mga user sa iyong site ang iyong kontribusyon sa charity sa pamamagitan ng maingat na pagba-brand sa interface ng hCaptcha.",
    "3194111925": "suporta",
    "1637702726": "Tungkol sa hCaptcha",
    "2323282990": "Isang Makabagong Diskarte sa Pagpapatunay ng Sangkatauhan",
    "1201821619": "Niresolba ng hCaptcha ang isa sa mga pinakamabigat na problema ngayon: ang pagpigil sa mga nakakahamak na bot sa pag-abuso sa mga online na serbisyo.",
    "1475399473": "Matuto pa tungkol sa hCaptcha team",
    "3161489950": "Ang Pinaka Advanced na Security ML Platform sa Mundo",
    "3247172580": "Pinagsama ng hCaptcha ang advanced na self-supervised machine learning na may novel edge compute approach na katangi-tanging pinapaliit ang pangongolekta at pagpapanatili ng data, na inihatid mula sa mahigit 250 lokasyon sa buong mundo para sa napakalaking scalability.",
    "3767462250": "Idinisenyo para sa Privacy",
    "3500503648": "Ang hCaptcha ay idinisenyo upang alisin ang pangmatagalang pagpapanatili ng data sa pamamagitan ng pag-asa sa agarang pagsusuri sa halip na i-record at pag-aralan ang iyong kasaysayan ng pagba-browse. Sinusuportahan din namin ang mga inisyatiba tulad ng",
    "2418549423": ", isang umuusbong na pamantayan para sa pagpapanatili ng online na privacy sa pamamagitan ng mga cryptographic na patunay, at iba pang natatanging feature na una sa privacy.",
    "1544546608": "Privacy Pass",
    "976209454": "Makakuha ng mga Gantimpala o Ibigay sa Charity",
    "552920956": "Binibigyang-daan ng hCaptcha ang mga website na makakuha ng mga reward habang hinaharangan ang mga bot at iba pang anyo ng pang-aabuso. Hinahayaan ka rin ng hCaptcha na suportahan ang mga kawanggawa na iyong pinili gamit ang mga kita na ito.",
    "654326661": "Gusto mong makita para sa iyong sarili? Subukan ang hCaptcha nang libre.",
    "3570415321": "kumpanya",
    "3987022469": "Pag-label",
    "1636202177": "Tungkol sa",
    "2670003220": "Mga trabaho",
    "3233305531": "Mga trademark",
    "3028319964": "Etika ng AI",
    "4131598919": "Pindutin",
    "1662477701": "Mga mapagkukunan",
    "3130928685": "Blog",
    "1756106276": "Katayuan",
    "1235925265": "Dokumentasyon",
    "920212083": "Mag-ulat ng Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Makipag-ugnayan",
    "2182196747": "Suporta",
    "487083593": "Benta",
    "878585497": "Mga tuntunin",
    "1697438123": "Pagkapribado",
    "1316817321": "Pagpapatungkol",
    "3488019891": "Ang hCaptcha ay isang rehistradong trademark ng Intuition Machines, Inc.",
    "4224961202": "Privacy, Seguridad, at Machine Learning.",
    "98173630": "Ang hCaptcha ay ang pinakamalawak na ginagamit na independiyenteng serbisyo ng CAPTCHA sa buong mundo.",
    "1514478724": "Matuto pa",
    "1752795854": "Naghahatid ang hCaptcha ng moderno, nakatutok sa privacy na diskarte sa paghinto ng mga bot.",
    "2927700175": "Nagpapakita kami ng mga hamon sa CAPTCHA na mahirap para sa mga bot ngunit madali para sa mga tao sa pamamagitan ng pagkolekta ng data na mahirap i-label mula sa mga problema sa machine learning, at paggamit nito upang makilala kung tao ang isang bisita sa website o app.",
    "2188609322": "Ang mga masasamang aktor ay lalong karaniwan sa online. Ngunit ang pagsasakripisyo sa privacy ng user ay hindi ang sagot.",
    "2032102720": "Ang mga solusyon sa seguridad na inaalok ng mga kumpanya ng ad ay pangunahing nakatuon sa pagsubaybay sa mga user sa buong web. Gumawa kami ng isang epektibong solusyon sa seguridad na nagpapatunay na hindi kailangan ang pagsira sa privacy ng user para makapaghatid ng mahuhusay na resulta.",
    "4146870445": "Kung sino tayo",
    "353066938": "Isang makaranasang koponan, nagtatrabaho sa pinakamahihirap na problema ngayon. Ang hCaptcha ay isang serbisyo ng",
    "1173652155": "Mga tagapayo",
    "2256305371": "Propesor, CS sa University of California, Berkeley. Malalim na pag-aaral, seguridad, dalubhasa sa blockchain. CEO ng Oasis Labs.",
    "2177660021": "Research Scientist sa Stanford. Machine learning at quant finance sa mga pangunahing bangko, hedge fund, at academia.",
    "2686825859": "Mag-sign up nang libre o makipag-ugnayan sa amin tungkol sa mga solusyon sa hCaptcha Enterprise",
    "583434701": "Accessibility ng hCaptcha",
    "611905972": "Tinitiyak ang tuluy-tuloy na pag-access para sa lahat ng user habang pinapanatili ang seguridad",
    "874098071": "Kung isa kang user ng accessibility, mangyaring mag-sign up dito",
    "2745385064": "Buod",
    "3353238942": "Ang hCaptcha ay idinisenyo upang ihinto ang mga bot sa pamamagitan ng pagkilala sa kanila mula sa mga tao. Ang mga visual na pagsubok ay isang maginhawang tool para dito, ngunit hindi lahat ay maaaring malutas ang isang visual na hamon.",
    "3600022491": "Para sa kadahilanang ito, nagdisenyo kami ng simple, walang sakit na alternatibo upang hayaan ang mga publisher na gumagamit ng aming serbisyo na mapanatili ang pagiging naa-access para sa lahat na may ganap na pagsunod sa Seksyon 508 at WCAG 2.1 AA.",
    "2557240048": "Paano ito gumagana: una, nag-sign up ang isang user sa accessibility sa pamamagitan ng",
    "3871665286": ", na kitang-kitang naka-link sa pahina ng impormasyon ng hCaptcha widget. Bibigyan sila ng naka-encrypt na cookie na maaaring magamit nang maraming beses bawat araw, ngunit dapat na i-refresh bawat 24 na oras sa pamamagitan ng pag-login.",
    "3441764123": "Kapag may ipinakitang hamon sa isang user ng accessibility sa isang site gamit ang serbisyo ng hCaptcha, awtomatiko silang papasa.",
    "4247858664": "ang pahina ng pag-signup ng accessibility",
    "1297657322": "Screen ng accessibility ng user pagkatapos mag-login",
    "1717658846": "Opsyon sa pagiging naa-access sa menu ng UI ng widget",
    "1266963825": "Q: Sumusunod ba ang hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "A: Naniniwala kami na: lahat ng mga user na may anumang anyo ng kapansanan na kayang mag-browse sa web at maglagay ng text sa mga form ay makaka-access ng mga serbisyong protektado ng hCaptcha sa pagrehistro. Gayunpaman, hindi ito legal na payo: dapat kang magsagawa ng iyong sariling pagsusuri, na isinasaalang-alang ang iyong partikular na pagpapatupad upang matiyak na ito ang kaso para sa iyong deployment.",
    "159272246": "Q: Gumagawa ka ba ng iba pang opsyon sa pagiging naa-access (\"a11y\"), tulad ng audio?",
    "4074220464": "A: Ang mga dating sikat na opsyon tulad ng mga audio captcha ay nagdidiskrimina laban sa maraming a11y user at madaling talunin ng mga makabagong diskarte sa machine learning. Pinilit nito ang kasalukuyang mga hamon sa audio na maging mas at mas mahirap, na nagpapakilala ng ingay, kakaibang timing, hindi pangkaraniwang mga kumbinasyon ng salita, at iba pa upang talunin ang mga umaatake. Kaya hindi tayo gaanong masigasig tungkol sa diskarteng ito kumpara sa pag-iwas sa hamon nang buo, ngunit isasaalang-alang ito kung may pangangailangan mula sa a11y komunidad.",
    "2309661107": "Gayunpaman, kami ay lubhang interesado sa",
    "2555914614": "para sa kaso ng paggamit ng Accessibility. Naniniwala kami na ang pagsasama-sama ng aming kasalukuyang a11y na diskarte sa pagpapalabas ng Privacy Pass ay magbibigay-daan sa mga user ng a11y na mag-browse nang ligtas, secure sa kaalaman na ang kanilang trapiko ay mas pribado, habang nililimitahan ang pang-aabuso ng mga operator ng bot na hindi maiiwasang mangyari kapag available ang mga opsyon sa a11y. Kami ay aktibong kalahok sa IETF working group na nag-standardize sa bagong teknolohiyang ito.",
    "2583775432": "Q: Paano ang tungkol sa privacy? Ang pagpaparehistro ba ay naglalantad ng data ng pagba-browse ng a11y sa ilang paraan? Ano ang gagawin mo sa email?",
    "4215483493": "A: Ang hCaptcha ay idinisenyo para sa privacy mula sa simula. Ibang-iba ito sa mga tradisyonal na opsyon tulad ng reCAPTCHA na pagmamay-ari ng mga ad network, na may insentibo na subaybayan ka sa buong web at iugnay ka sa isang tunay na pagkakakilanlan.",
    "2474661839": "Ang aming",
    "4137573005": "ay may komprehensibo at makapangyarihang mga sagot kung paano namin ginagamit ang data, ngunit ang maikling sagot ay wala kaming interes na iugnay ka bilang isang tao sa iyong kasaysayan ng pagba-browse.",
    "4101570501": "Kasalukuyan din kaming gumagawa ng isang cryptographic na solusyon upang mabilis na itapon ang iyong email address habang pinapanatili pa rin ang aming kakayahang maiwasan ang pang-aabuso, na umaakma sa aming gawain sa Privacy Pass.",
    "260595108": "Hindi kami kailanman gumagamit ng mga email o impormasyon sa pagiging naa-access para sa anumang layunin maliban sa pagpapadali ng paggamit at pagpigil sa pang-aabuso.",
    "3063819779": "patakaran sa privacy",
    "465714311": "Para sa Mga User ng Accessibility: Q&A at Gabay sa Pag-troubleshoot",
    "3596207631": "T: Nakakakita pa rin ako ng hamon pagkatapos itakda ang cookie. Ano ang sanhi nito?",
    "469089249": "A: Ito ay kadalasang dahil sa paggamit ng isang agresibong ad blocker o anti-cookie extension, o isang setting na humaharang sa \"cross-site\" na cookies, sa kasong ito, isang cookie para sa hcaptcha.com na itinakda o sinuri ng hCaptcha JS sa isang ibang site, tulad ng iyong binibisita.",
    "4263626815": "Gumagana ang cookies ng accessibility ng hCaptcha sa lahat ng sikat na browser at ad blocker sa kanilang karaniwang mga setting, kaya kadalasan ang mga pagkabigo ay dahil sa mga script na \"anti-anti-adblock\" o katulad na mga ruleset na nagta-target sa mga partikular na site.",
    "3906359167": "Mga solusyon:",
    "3464870463": "1. I-whitelist ang hcaptcha.com at *.hcaptcha.com cookies sa iyong ad blocker o extension ng seguridad ng browser.",
    "1204911585": "2. Kung gumagamit ka ng Brave browser, na wala (mula noong Abril 2020) ay lumalabas na mayroong anumang uri ng cookie whitelist, pumunta sa Preferences -> Shields -> Cookies at piliin ang \"Allow All Cookies.\"",
    "2932826396": "3. Kung gumagamit ka ng pinakahuling bersyon ng Safari sa alinman sa kamakailang inilabas na OS X 10.15 o iOS 13.4, binago lang ng Apple ang pag-uugali ng Safari na nauugnay sa mga third-party na cookies, na bina-block ang lahat sa kanila bilang default. Nagpapatupad kami ng solusyon, ngunit pansamantala, pakibisita ang Safari Preferences, seksyong Privacy, at alisan ng check ang \"Website tracking: Pigilan ang cross-site tracking\" upang paganahin ang accessibility cookie na gumana gaya ng inaasahan.",
    "3836291932": "Q: Gumagamit ako ng maraming device. Kailangan ko bang mag-sign up ng maraming beses?",
    "3251220335": "A: Hindi. Paki-click ang parehong email login link na ipinadala sa iyo sa bawat device na iyong ginagamit upang itakda ang cookie.",
    "2082407178": "T: Paano ko mapoprotektahan ang aking sarili mula sa pagsubaybay sa cookie ng third-party habang ginagamit ang cookie ng accessibility?",
    "2700197090": "A: Ang paggamit ng anumang extension sa privacy o ad-blocking na sumusuporta sa domain-level whitelisting (hal. uBlock Origin) ay gagana gaya ng inaasahan: siguraduhin lang na i-whitelist ang hcaptcha.com.",
    "3657743880": "Mga Tagubilin sa Browser para sa Cross-Site Cookies",
    "1960601330": "Upang paganahin ang cookies sa Safari (Mac): Pumunta sa drop-down na menu ng Safari. Piliin ang Mga Kagustuhan. I-click ang Privacy sa tuktok na panel. Sa ilalim ng 'Block cookies' piliin ang opsyong 'Never.'",
    "1622303590": "Upang paganahin ang cookies sa Safari (iPhone/iPad iOS 11+): Buksan ang iyong Mga Setting. Mag-scroll pababa at piliin ang Safari. Sa ilalim ng Privacy at Seguridad, i-off ang \"Pigilan ang Cross-Site Tracking\" at \"I-block ang Lahat ng Cookies\"",
    "2199048568": "Mag-click sa kalasag sa kaliwa ng address bar sa anumang webpage. Mag-click sa Mga Setting ng Proteksyon. Magbubukas ang Firefox Preferences Privacy & Security panel. Sa ilalim ng Pinahusay na Proteksyon sa Pagsubaybay, piliin ang Custom. Piliin kung aling mga tracker at script ang haharangan sa pamamagitan ng pagpili sa mga checkbox na iyon. Tiyaking na-unblock mo ang hcaptcha.com.",
    "3967047208": "Maaari mo ring pansamantalang i-off ang ilang mga proteksyon sa Custom upang i-debug ito, sa pamamagitan ng pag-alis sa pagkakapili sa mga checkbox: Alisin sa pagkakapili ang checkbox ng Mga Tagasubaybay o alisin sa pagkakapili ang checkbox ng Cookies kung nagkakaroon ka pa rin ng mga isyu.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Piliin ang icon ng menu ng Chrome. Piliin ang Mga Setting.",
    "926138631": "Pumunta sa Privacy at Seguridad, pagkatapos ay Cookies at iba pang data ng site.",
    "3419878556": "Tiyaking hindi pinagana ang \"I-block ang third-party na cookies.\"",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Buksan ang mga kagustuhan sa Chrome mula sa menu bar.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Sa iyong Android device, buksan ang Chrome app.",
    "3620039756": "Sa kanang bahagi sa itaas, i-tap ang Higit pa at pagkatapos ay ang Mga Setting.",
    "2813310562": "I-tap ang Mga Setting ng Site at pagkatapos ay ang Cookies.",
    "3014657981": "Sa tabi ng \"Cookies,\" i-on ang setting.",
    "1242066691": "Lagyan ng check ang kahon sa tabi ng \"Pahintulutan ang cookies ng third-party.\"",
    "292250020": "1. Piliin ang gear sa kanang sulok sa itaas ng screen, pagkatapos ay piliin ang \"Internet Options\". Kung pinagana mo ang Menu Bar, maaari mong piliin ang \"Tools\" pagkatapos ay \"Internet Options\".",
    "4114820649": "2. I-click ang tab na \"Privacy.\"",
    "946838734": "3. Piliin ang \"Advanced\" na buton.",
    "348809718": "4. Sa ilalim ng \"Third-party Cookies\" piliin ang \"Tanggapin\".",
    "1253441326": "5. I-click ang \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Patakaran sa Etika ng AI",
    "1161704803": "Bakit mayroon tayong patakaran sa AI Ethics?",
    "1806535500": "Halos lahat ng teknolohiya, mula sa mga lapis hanggang sa dinamita, ay a",
    "24452499": "solusyon; maaari itong gamitin sa mabuti o masama. Ang bawat kumpanyang nagsasaliksik, nagtatayo, o nagbebenta ng mga solusyon sa dalawahang paggamit ay may obligasyon na isaalang-alang ang mga kahihinatnan ng kanilang mga aksyon.",
    "4023575072": "dalawahang gamit",
    "3336625692": "Ang page na ito ay nagdedetalye ng aming mga saloobin sa paksang ito sa konteksto ng AI Ethics, at ang mga prosesong sinusunod namin upang matiyak na ang paggamit ng aming mga serbisyo ay nananatiling naaayon sa mga patakarang pinagtibay namin bilang isang kumpanya.",
    "835717930": "AI Ethics sa hCaptcha",
    "2179524509": "Paminsan-minsan ay nakakakuha kami ng mga tanong tungkol sa kung anong mga uri ng mga tanong ang pinahihintulutan para sa serbisyo ng hCaptcha, at kung bakit itinatanong ang mga partikular na tanong.",
    "1962721652": "Ang mga tao ay mga pattern-seekers, at kung minsan ang isang hindi nakapipinsalang tanong ay maaaring pumunta mula sa ganap na hindi nakakagulat hanggang sa kahina-hinala sa isang iglap, dahil sa mga pagbabago sa mundo kaysa sa mga motibasyon ng sinumang nagtatanong.",
    "3974566657": "Habang nagiging mas sikat ang mga serbisyo, ang ganitong uri ng pangyayari ay hindi maiiwasang nagiging mas madalas. Ang hCaptcha ay ginagamit ng milyun-milyong tao bawat araw sa halos lahat ng bansa sa mundo, kaya ipina-publish namin ang patakarang ito at isang case study kung paano namin tinutugunan ang mga isyung ito upang maging malinaw hangga't maaari.",
    "1830910223": "Isang real-world AI Ethics case study",
    "805971861": "Ang \"Umbrella\" ay isang termino sa ImageNet, ang karaniwang benchmark na dataset na ginagamit ng mga mananaliksik ng computer vision. Ang mapagkakatiwalaang pagtukoy sa mga taong may hawak na payong ay kritikal din para sa pagbuo ng mga ligtas na susunod na henerasyon na advanced driver assistance (ADAS) system.",
    "3988350": "Nangangahulugan ito na mayroong mahusay na mga kaso ng paggamit para sa mga real-world na umbrella annotation. May puwang para sa hindi pagkakasundo sa epekto ng mga self-driving na kotse, ngunit ang mga ADAS system ay nakakatipid na",
    "548587288": "sa buong mundo.",
    "3138772661": "libu-libong buhay bawat taon",
    "3168199226": "Gayunpaman, noong 2020 naging malinaw na ang pagbuo ng ganitong uri ng dataset ay maaaring ituring bilang isang teknolohiyang dalawahan sa paggamit sa paraang kakaunti lamang ang inaasahan noong isang taon.",
    "558378834": "Kaya hindi na kami tumatanggap ng mga kahilingan para sa mga tanong na may kaugnayan sa mga payong sa ngayon. Masyadong mataas ang potensyal para sa pagkalito kapag ang isang end-user ay nakakita ng tanong tungkol sa mga payong sa kasalukuyang sandali, at sa huli, ang layunin namin ay gawing mas kaaya-ayang lugar ang mundo.",
    "3376604063": "Mga patakaran at proseso ng AI Ethics",
    "1923365316": "Mayroon kaming mahigpit na patakaran sa AI Ethics sa hCaptcha, at bahagi nito ay kinabibilangan ng proseso ng Know Your Customer (KYC).",
    "4230322909": "Palagi naming sinusubukang makakuha ng isang mahusay na pag-unawa sa bawat bagong customer at sa kanilang nilalayon na kaso ng paggamit, parehong upang kumpirmahin na ito ay angkop para sa aming mga produkto at serbisyo at upang matiyak na sumusunod ito sa mga patakarang pinagtibay namin bilang isang kumpanya.",
    "2735073144": "Nagsasagawa rin kami ng mga patuloy na pagsusuri kung kinakailangan. Halimbawa, sa aming kamakailang pagsusuri sa mga petsa at pinagmumulan ng mga kahilingan para sa mga kahilingan sa pag-label na nauugnay sa payong, mabilis naming nakumpirma na walang entity ng gobyerno o kilalang tagapagtustos ng software ng pagsubaybay ng estado ang gumawa ng mga kahilingan tungkol sa mga payong gamit ang aming mga serbisyo sa nakalipas na 12 buwan .",
    "2715462692": "Ano ang hitsura ng aming proseso sa AI Ethics?",
    "3049976256": "Para sa bawat bagong customer sa pag-label, dumaan kami sa isang checklist sa panahon ng proseso ng pagbebenta. Kabilang dito ang paunang pagsusumikap ng KYC bago ang onboarding, pati na rin ang pag-verify ng lahat ng kahilingang ginawa sa aming mga analyst, at mga real-time na spot check at panaka-nakang pagsusuri ng mga kahilingang ginawa gamit ang aming self-service platform.",
    "3103642530": "Ang pagsusuri na ito ay binubuo ng ilang hanay ng mga pamantayan:",
    "3349094124": "Mga pamantayan sa etikal na alalahanin: Layunin",
    "1038019440": "1. Kinakatawan ba ng customer na ito ang mga pambansang interes ng isang bansang kilala sa pag-uugaling salungat sa mga internasyonal na batas at pamantayan?",
    "493717511": "2. Ito ba ay customer na humihiling ng mga serbisyo na maaaring",
    "2209109640": "ginagamit lamang para sa mga malisyosong layunin, sa konteksto ng kanilang mga normal na aktibidad sa negosyo?",
    "3457805519": "3. Maaari bang matupad ang kahilingan ng customer sa ilalim ng batas ng US at ng aming mga patakaran sa pakikipag-ugnayan?",
    "1942611550": "pangunahin",
    "109179759": "Mga pamantayan sa etikal na alalahanin: Subjective",
    "1033698050": "1. Naniniwala ba kami na ang customer ay nagbigay sa amin ng isang use case na sa tingin namin ay katanggap-tanggap sa moral, ayon sa aming interpretasyon ng mga tipikal na Western societal norms?",
    "361372538": "2. Naniniwala ba kami na ang aming mga ibinigay na serbisyo ay malamang na gagamitin para sa mga layunin ng diskriminasyon ng customer, sa mga paraan na maaaring legal ngunit hindi katanggap-tanggap sa amin?",
    "2867855718": "3. Naniniwala ba kami na ang mga pangangailangan sa privacy ay maaaring matugunan nang maayos para sa kahilingan?",
    "2462728596": "Kung hindi namin masiyahan ang aming sarili sa mga puntong ito, tatanggihan namin ang kahilingan at maaaring wakasan ang karagdagang pag-access sa aming platform, gaya ng nakabalangkas sa aming Mga Tuntunin.",
    "1995277831": "Salamat",
    "1818116402": "Umaasa kaming napahalagahan mo ang pagtingin na ito sa kung paano namin pinangangasiwaan ang mga tanong sa pagpapatakbo gamit ang isang bahagi ng AI Ethics.",
    "1499894352": "Napakakaunting kumpanya ang nag-aalok ng transparency sa kanilang mga proseso sa paggawa ng desisyon sa lugar na ito, at umaasa kaming susundin ng iba ang halimbawang ito!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Paano kami, ang aming mga kasosyo sa pananaliksik sa akademiko, at ang aming mga customer ay gumagamit ng Creative Commons media",
    "3017533972": "Kami, ang aming mga kasosyo sa pananaliksik sa akademiko, at ang aming mga customer ay maaaring paminsan-minsan ay sumangguni o gumawa ng mga bahagi ng nilalamang lisensyado ng Creative Commons sa pamamagitan ng platform ng hCaptcha upang isulong ang kaalaman ng sangkatauhan sa larangan ng machine learning.",
    "1428053210": "Ang nilalamang ito ay karaniwang binago mula sa orihinal nitong anyo. Halimbawa, ang isang video ay maaaring hatiin sa maraming larawan, ang mga larawang iyon ay maaaring hatiin sa maraming bagong larawan, at ang mga bagong larawang iyon pagkatapos ay random na pinaghalo upang makabuo ng huling resulta na ipinapakita.",
    "1728211763": "Ang paggamit ng nilalaman sa paraang ito at para sa mga layuning ito ay napapaloob sa mga alituntunin ng patas na paggamit ayon sa aming pag-unawa sa batas at karaniwang mga kasanayan sa larangan, ngunit kami ay matagal nang tagahanga ng Creative Commons at mas gustong magbigay ng kredito sa sinumang tumulong sa monumental na gawain ng pagpapabuti ng machine intelligence.",
    "1949452297": "Dahil sa mga intrinsic na hadlang ng hCaptcha UI at mga pagsasaalang-alang sa seguridad nito, hindi posibleng kopyahin ang pinagmulan ng bawat larawang direktang katabi ng paggamit nito. Sa halip, nagli-link kami sa page na ito mula sa aming homepage at nagpapanatili ng listahan ng mga source na kasalukuyan o kamakailang inihatid sa pamamagitan ng platform. Maaari mong i-access ang kasalukuyang listahan",
    "2367602973": "dito",
    "659124570": "Bukod pa rito, kung makakita ka ng content na pagmamay-ari mo na muling ginawa sa hCaptcha platform at gusto mong alisin ito sa anumang dahilan, maaari kang makipag-ugnayan sa amin sa pamamagitan ng email sa",
    "2066749488": "Iba pang mga Reklamo",
    "3479034323": "Kung makakita ka ng content na pagmamay-ari mo na ginawa sa platform ng hCaptcha at gusto mong alisin ito sa anumang dahilan, maaari kang makipag-ugnayan sa amin sa pamamagitan ng email.",
    "1836554225": "Mga Post sa Blog",
    "2873297188": "Lahat ba ng CAPTCHAS ay may diskriminasyon laban sa mga hindi Amerikano?",
    "165932542": "Isang pagtingin sa hCaptcha solve rate sa buong mundo",
    "1865097546": "Nobyembre 16, 2021",
    "3005876482": "Ang hCaptcha Ngayon ay Ang Pinakamalaking Independiyenteng Serbisyo ng CAPTCHA, Gumagana sa 15% Ng Internet",
    "693820850": "Maaari mong talunin ang Google sa pamamagitan ng pag-uuna sa privacy",
    "3609106478": "Credential Stuffing:",
    "299335340": "Ano Ito At Paano Itigil ang Mga Pag-atake",
    "354925785": "Intro",
    "423222878": "Ang ilan sa mga pinakamahirap na cyberattack na tuklasin, pigilan at itigil ay ang mga kung saan ang isang malisyosong aktor ay maaaring gumamit ng mga lehitimong kredensyal ng user upang mag-log in sa isang aktibong user account. Kung walang napakaraming sopistikadong kakayahan sa pagtuklas, ang kumpanyang nagho-host ng account ay walang dahilan upang maghinala na may mali. Mukhang naka-log in ang isang customer sa kanyang account. Nakamit ng umaatake ang matagumpay na pandaraya na ito gamit ang mga ninakaw na kredensyal—karaniwan ay resulta ng isang cyberattack technique na kilala bilang \"credential stuffing.\" Ito ay isang seryosong problema ngayon, ngunit isa na maaaring pagaanin gamit ang mga tamang hakbang.",
    "777660551": "Ano ang Credential Stuffing?",
    "2602763587": "Ang pagpupuno ng kredensyal ay isang uri ng cyberattack kung saan sinusubukan ng umaatake na mag-log in sa isang website nang maraming beses gamit ang mga pares ng mga ninakaw na username at password. Ang \"pagpupuno\" ay tumutukoy sa mga paulit-ulit na pagsubok sa pag-log in, na halos palaging ginagawa ng automated na bot software.",
    "1271831121": "Ito ay hindi kung ang hacker (nakasuot ng hoodie, siyempre!) ay nakaupo doon, nagta-type ng kredensyal pagkatapos ng kredensyal. Ang automated login bot ay maaaring gawin mula sa isang off-the-shelf na tool tulad ng Selenium o isang custom-developed na tool sa hacker.",
    "2588750717": "Sa katunayan, ang ilang mga pag-atake sa pagpupuno ng kredensyal ay kinasasangkutan ng milyun-milyong kredensyal—lahat ay inilalagay sa hindi pinaghihinalaang interface ng pag-login sa website sa pag-asang makapasok. Kapag nakapasok na, maaaring kunin ng umaatake ang account ng biktima.",
    "1137757109": "Kung ito ay isang eCommerce account, maaaring mag-order ng merchandise ang umaatake. Kung ang biktima ay isang bangko, ang umaatake ay maaaring maglipat ng mga pondo sa labas ng pampang, at iba pa.",
    "1559150837": "Ang mga target ay hindi walang pagtatanggol. Karamihan sa mga website ay may mga kontrol na humaharang sa isang kahina-hinalang user na sumusubok na mag-log in sa libu-libong iba't ibang mga account mula sa parehong IP address sa maikling panahon. Ang ginagawa ng mga umaatake sa pagpupuno ng kredensyal upang makalibot sa mga diskarteng ito sa proteksyon ay ito ay upang gayahin ang pagkakaiba-iba ng heograpiya at IP. Gamit ang makapangyarihan, madalas na mga tool na hinimok ng AI, maaari nilang ipakita na libu-libong user ang random na sinusubukang mag-log in sa iba't ibang oras ng araw mula sa buong bansa. Mas mahirap itong tuklasin at itigil.",
    "1892020899": "Saan nakukuha ng mga hacker ang mga kredensyal?",
    "2597149484": "Ang dahilan kung bakit ang hacker ay kailangang \"maglaman\" ng napakaraming kredensyal ay may kinalaman sa kung saan nila nakukuha ang kanilang mga ninakaw na kredensyal.",
    "3030395800": "Ang mga kredensyal na ito ay karaniwang nagmumula sa mga paglabag sa data. Kilala rin bilang \"credential spills,\" ang mga pag-atakeng ito ay maaaring magresulta sa milyun-milyong kredensyal na natapon sa dark web. Kung ang spill ay nagmula sa isang bangko, susubukan ng hacker na gamitin ang mga kredensyal na iyon upang makapunta sa ibang mga site. Gumagana ang diskarteng ito dahil napakaraming tao ang gumagamit ng parehong kumbinasyon ng username at password para sa maraming site. (Ang pagsasanay na ito ay pinanghinaan ng loob, ngunit ang katotohanan ay kung ano ito. Ang mga tao ay madalas na ulitin ang parehong mga kredensyal sa pag-log in.)",
    "1258965840": "Kaya, kung makapasok ang umaatake sa isang site, malamang na makapasok siya sa maraming site gamit ang mga natapong kredensyal. Halimbawa, maaari silang makakuha ng isang pares ng username/password tulad ng JohnDoe/525momma, ngunit wala silang ideya kung ano ang gagawin ng pares na iyon para sa kanila. Kaya, sinubukan nila ang pares sa Amazon.com, Ebay, Citibank, Walgreens at sa at sa. Maaari nilang subukan ang pares na iyon sa isang libong iba't ibang mga site.",
    "3594440415": "Sa kalaunan, magsisimula silang magbukas ng mga pinto.",
    "780280214": "Paano pinapagaan ng hCaptcha at hCaptcha Enterprise ang banta sa pagpupuno ng kredensyal",
    "4165374512": "Bagama't posibleng gumamit ng mga tool sa pagtukoy ng IP at lokasyon upang maiwasan ang pagpupuno ng kredensyal, ang isang mas epektibong gastos at tumpak na paraan ay ang pag-abala lamang sa automated na credential stuffing bot mismo. Maaaring itigil ng hCaptcha at hCaptcha Enterprise ang bot sa punto ng pagpasok. Kahit na may tamang mga kredensyal ang bot, kung hindi ito makalampas sa pagtuklas ng hCaptcha Enterprise o sa CAPTCHA ng hCaptcha, hindi nito magagawa ang pagpupuno nito at protektado ang iyong site at mga user.",
    "3269644546": "Pakiusap",
    "1058572205": "sa amin kung gusto mong matuto nang higit pa tungkol sa",
    "3753613260": "contact",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Pag-uulat ng Mga Reklamo ng DMCA",
    "54093347": "Nakarehistrong Ahente ng DMCA",
    "3233441200": "Ulitin ang Patakaran sa Lumalabag",
    "4011712313": "Bilang bahagi ng aming Patakaran sa DMCA, naglalagay kami ng mga account ng mga customer kung saan nakatanggap kami ng maramihang mga notification ng DMCA ng pinaghihinalaang paglabag sa isang multi-step na Patakaran sa Pag-uulit ng DMCA na Lumalabag. Sa pagtanggap ng paulit-ulit na mga notification ng DMCA sa isang buwan sa kalendaryo, ang account ng customer ay uunlad mula sa isang hakbang sa patakaran patungo sa susunod.",
    "766825168": "Kasama sa mga pagkilos na maaari naming gawin sa ilalim ng Patakaran sa Ulitin na Lumalabag ng DMCA ang pagpapadala ng mga alerto ng mas mataas na visibility sa customer ng account na nakatala. Upang kilalanin ang mga alertong ito, maaari naming hilingin sa customer na mag-log in sa account o tumawag sa aming team ng suporta. Inilalaan din namin ang karapatang suspindihin o wakasan, pati na rin maglapat ng iba pang pansamantalang mga hakbang sa, serbisyo ng hCaptcha at IMI ng sinumang customer kung saan patuloy kaming nakatanggap ng mga abiso ng DMCA ng pinaghihinalaang paglabag kahit na pagkatapos naming magpadala ng mga paulit-ulit na alerto sa paglabag. Bilang karagdagan, maaari naming wakasan sa aming sariling pagpapasya ang iba pang mga serbisyo ng hCaptcha o IMI na ibinigay sa mga customer na ito kapag winakasan namin ang serbisyo ng hCaptcha sa ilalim ng patakarang ito.",
    "2410122265": "Mga Mapagkukunan ng hCaptcha: Bots 101",
    "4166776480": "Credential Stuffing: Ano Ito At Paano Itigil ang Mga Pag-atake",
    "2301335298": "Panloloko sa Pagbabayad: Pagbabawas ng Mabilis na Umuunlad na Mode ng Cybercrime",
    "3682071227": "Ano ang Account Takeovers At Paano Ito Gumagana?",
    "2729131930": "Ano ang Scraping At Paano Ito Gumagana?",
    "1344959096": "Nagtatrabaho bilang isang indibidwal na data labeler",
    "3510143229": "Ang hCaptcha ay isang serbisyo para sa mga website at app,",
    "3930611699": "mga indibidwal na manggagawa.",
    "1051214799": "Ang hCaptcha ay isang serbisyo sa seguridad sa web na sumusubok na magbahagi ng halaga sa mga publisher ng mga website o app na gumagamit nito.",
    "360236473": "Ang serbisyo ng hCaptcha ay hindi nilayon na gamitin para sa sinuman na magtrabaho bilang isang indibidwal na taga-label. Hindi ito idinisenyo para o angkop sa layuning ito. Hindi namin inirerekomenda ang sinuman na subukang gamitin ang hCaptcha bilang pinagmumulan ng personal na kita.",
    "3842490632": "Ang isang indibidwal na user na sumusubok na sumagot ng maraming tanong ay malamang na ma-rate na limitado o mabilis na ma-ban. Parehong mahalaga, gaya ng ating",
    "1560232962": "sumasaklaw nang detalyado, walang mga garantiyang ginawa tungkol sa halagang kinita para sa anumang ibinigay na sagot. Maaaring walang mga bayad na tanong na magagamit sa oras na iyon, maaaring tanggihan ang isang sagot para sa mga kadahilanang may kalidad, at iba pa.",
    "2694001822": "Gayunpaman, paminsan-minsan ay kumukuha kami ng mga indibidwal upang tulungan kaming subukan ang mga katangian ng system at mga bagong feature.",
    "1569804581": "Kung gusto mong makipag-ugnayan sa hinaharap tungkol sa mga kaugnay na pagkakataon, mangyaring punan ang form na ito.",
    "636461959": "Pangalan",
    "1139500589": "Bansa",
    "1789607185": "Email Address",
    "325077666": "Sa pamamagitan ng pagsusumite ng iyong impormasyon sumasang-ayon ka sa aming",
    "3555583744": "at",
    "3609929815": ". Pananatilihin namin ang iyong pangalan, bansa, at impormasyon ng email address para lamang sa layuning makipag-ugnayan sa iyo sa hinaharap tungkol sa indibidwal na pag-label ng mga pagkakataon sa trabaho.",
    "4197928199": "Patakaran sa Privacy",
    "851786723": "Sa pamamagitan ng pagpasok ng iyong email, sumasang-ayon ka sa aming Mga Tuntunin at Patakaran sa Privacy, at upang makatanggap ng email mula sa amin.",
    "2402165761": "Paano Gumagana ang Scraping?",
    "4260542944": "Ang pag-scrap ng nilalaman (kilala rin bilang \"screen scraping\" o \"pag-scrape lang\") ay isang pamilyar, kadalasang kapaki-pakinabang na proseso para sa pagkolekta ng impormasyon mula sa web. Gayunpaman, sa mga nakaraang taon, ang pamamaraan ay naging isang pinapaboran na tool ng mga hacker at manloloko. Maaaring epektibong pagaanin ng mga hakbang ang pagbabanta, ngunit upang maipatupad ang mga ito, mahalagang maunawaan kung paano gumagana ang proseso.",
    "2066255783": "Ano ang Content Scraping?",
    "1910628828": "Ang pag-scrape ng nilalaman ay isang pamamaraan para sa pagkuha ng data mula sa isang system na nagsasangkot ng isang awtomatikong toolset na nagpapanggap bilang isang software client o isang web browser. Hindi na bago. Sa katunayan, para sa mga software engineer na maaaring mangailangan ng data mula sa isang lumang mainframe, ang pag-scrape ay maaaring ang tanging paraan upang kunin ang impormasyon. Ang mga orihinal na konektor ay maaaring mawala at imposibleng palitan.",
    "3408107995": "Gayunpaman, ngayon, ang pag-scrape ay palaging nangangahulugan ng isang programmatic na diskarte sa pagkuha ng data mula sa isang website. Ang scraping software ay kumikilos tulad ng isang tao na gumagamit, nag-click sa mga pindutan at binabasa ang resultang output. Maraming lehitimong gamit ang pag-scrape. Ang mga web crawler na nagpapagana sa mga search engine ay isang halimbawa. Gayundin ang mga tool tulad ng Skyscanner na naghahanap ng mga deal sa paglalakbay sa pamamagitan ng pagsusuklay sa libu-libong mga website sa paglalakbay. Ginagamit din ito ng mga Fintech firm, na nag-i-scrap ng data sa pananalapi ng user mula sa mga site ng bangko kung walang Application Programming Interfaces (API) na magagamit upang gawin ang koneksyon ng data. Ang mga bagay na dapat tandaan tungkol sa pag-scrape ng screen ay ang bilis at scalability nito. Ang proseso ay maaaring mag-ani ng napakaraming data mula sa mga website, kung ipagpalagay na ang mga site ay hindi naka-configure upang pigilan itong mangyari. Sa bilis ng pag-compute, ang isang scraper ay makakaipon ng malalaking dataset sa pamamagitan ng pakikipag-ugnayan sa mga website at sa pinagbabatayan na software at mga database na nagpapagana sa kanila.",
    "1920884252": "Bakit banta sa seguridad ang pag-scrap ng content?",
    "2256795853": "Ang kakayahang mag-extract ng maraming data, nang mabilis, mula sa mga website ay gumagawa ng pag-scrape na isang mahusay na tool sa mga kamay ng mga malisyosong aktor. Ang isang scraping bot ay maaaring mangalap ng data ng user mula sa mga social media site. Pagkatapos, sa pamamagitan ng pag-scrape ng mga site na naglalaman ng mga address at iba pang personal na impormasyon at pag-uugnay ng mga resulta, ang isang hacker ay maaaring gumawa ng mga krimen sa pagkakakilanlan tulad ng pagsusumite ng mga mapanlinlang na aplikasyon ng credit card.",
    "4087694419": "Ang isang scraping hacker ay maaari ding mangalap ng data mula sa mga site tulad ng Amazon at eBay upang lumikha ng mga peke o mapanlinlang na listahan ng produkto. Pagkatapos ay maaari niyang ialok ang mga ito para sa pagbebenta sa mga serbisyo ng peer-to-peer tulad ng OfferUp at magsagawa ng mga pag-atake ng phishing sa mga mamimili. O kaya, maaaring magbenta ang manloloko ng mga produktong hindi umiiral. Ang karagdagang panloloko sa pag-scrap ng screen ay nagsasangkot ng pekeng mga publisher ng ad. Sa pamamagitan ng pag-scrap ng nilalaman mula sa mga site ng publisher, maaaring lumikha ang manloloko ng mga pekeng pahina ng publisher ng ad sa iba't ibang serbisyo. Pagkatapos ay maaari silang magbenta ng mga ad sa mga page na iyon sa mga awtorisadong reseller, na ang mga contact ay nakuha nila mula sa ads.txt file ng publisher. Ang mga puwang ng ad ay mukhang totoo sa advertiser, ngunit hindi.",
    "3315658779": "Pigilan ang Pag-scrape ng Content gamit ang hCaptcha Enterprise",
    "2602081482": "Gumagamit ang hCaptcha Enterprise ng advanced na machine learning upang matukoy ang nakakahamak na trapiko sa iyong site at mga app - kabilang ang mga aktibidad sa pag-scrape.",
    "1422537019": "sa amin ngayon upang matuto nang higit pa.",
    "1988268879": "Matipid na pag-label ng data sa sukat",
    "2163914794": "Kailangan ng higit pang mga label para sa iyong mga dataset? Nagbibigay ang hCaptcha ng mabilis, cost-effective, at mataas na kalidad ng data labeling para sa mga kumpanyang nagtatrabaho sa artificial intelligence at machine learning na mga application.",
    "3378932530": "Lagyan ng Label ang Iyong Data Ngayon",
    "3483700676": "Ilunsad kaagad ang milyun-milyong gawain",
    "3478726913": "Ang hCaptcha ay may isa sa pinakamalaking pool sa planeta na magagamit mo. Anuman ang iyong sukat, kakayanin namin ito nang walang mga mamahaling pangako. Milyun-milyong gawain bawat araw ay walang problema.",
    "740501259": "Simpleng API-driven na mga pipeline",
    "2784612261": "Gustong direktang isama ang pagsusuri ng tao sa iyong mga pagpapatakbo ng negosyo? Nag-aalok kami ng mataas na pagiging maaasahan ng mga SLA, garantisadong kapasidad, at mga simpleng REST API.",
    "1144966033": "Na-optimize para sa gastos at kalidad",
    "3213351333": "Walang kinakailangang paunang pangako",
    "2107077506": "Gumagamit ang HUMAN platform ng mga komprehensibong modelo ng kumpiyansa upang magsagawa ng sopistikadong pagsusuri sa kalidad ng real-time. Nagbibigay-daan ito sa amin na mabilis na matukoy ang kahirapan ng mga tanong at ang malamang na tamang sagot nito, na nakakatipid sa iyo ng oras at pera.",
    "3576146278": "Bayaran lamang ang katumpakan na kailangan mo",
    "2952586316": "Hindi lahat ng problema ay pare-pareho. Ang mga anotasyon para sa mga gawaing kritikal sa kaligtasan ay maaaring mangailangan ng 99.99% kumpiyansa mula sa ganap na mga manggagawang tao. Ang mga anotasyon para sa isang beta feature sa isang mobile game app ay maaaring mangailangan lamang ng katamtamang kumpiyansa. Ikaw ang magdesisyon.",
    "710145621": "Ibigay ang iyong sariling ground truth data o hayaan kaming bumuo nito sa mabilisang",
    "987901590": "Mayroon ka bang raw data na walang kumpletong hanay ng pag-verify? Sa karamihan ng mga kaso, maaari kaming bumuo ng isa para sa iyo habang tumatakbo ang mga gawain sa system, o lumikha ng mga sample na may label para sa iyong pag-apruba.",
    "2597352122": "Mga Uri ng Anotasyon",
    "1344687860": "Mga Bounding Box",
    "1089415440": "Tumpak na pagtuklas ng bagay sa mga larawan at video",
    "3817067682": "Mga polygon",
    "2682873489": "Tukuyin ang hangganan ng lugar para sa mga bagay",
    "1275150216": "Mga Landmark",
    "2067112112": "Mga point annotation para sa maraming iba't ibang kaso ng paggamit",
    "4228682126": "Kategorya ng Katangian",
    "2920213479": "Pagbukud-bukurin o idagdag ang mga arbitrary na kategorya ng anumang laki",
    "3288667364": "Paghahambing at Pagtuklas",
    "155877895": "Human-powered detection at classification",
    "3128433367": "... at marami pang iba",
    "2827452240": "Kailangan ng isa pang uri na hindi nakalista dito? Tanungin mo lang kami.",
    "719304627": "Kailangan ng End-to-End Control?",
    "1172067553": "Ang HUMAN platform sa likod ng hCaptcha ay nagbibigay ng lubos na sopistikadong kalidad ng trabaho at mga feature ng pamamahala sa pamamagitan ng on-premise, hybrid, o SaaS deployment na sumasama sa iyong mga kasalukuyang system.",
    "2319072959": "Ganap na tumakbo nang offline kasama ang sarili mong workforce, subaybayan ang halaga na natupok sa mga unit ng negosyo o mga kasosyo sa consortium, piliing ruta ang mga trabaho sa iba't ibang panloob o panlabas na tagapagbigay ng paggawa batay sa mga kinakailangan sa gastos at seguridad, at higit pa.",
    "1936512180": "Madaling pag-access sa API, magagandang dashboard, at ang pinakabagong modelo-in-the-loop na teknolohiya upang i-maximize ang kahusayan ng manggagawa.",
    "3913848038": "Available ang 99.99% uptime na mga SLA at 24/7 na pandaigdigang suporta.",
    "1080752747": "Makipag-ugnayan sa mga benta",
    "1525403768": "Para sa karagdagang impormasyon makipag-ugnayan sa Enterprise Sales.",
    "1546930020": "Pagkuha ng Label na Data",
    "2486638408": "Tukuyin ang Mga Pagtutukoy",
    "1027200955": "Makipag-usap sa isa sa aming mga eksperto sa domain upang tukuyin ang iyong mga pangangailangan sa proyekto: katumpakan ng target, format, at anumang mga espesyal na kinakailangan.",
    "1156712451": "Paunang Pagsusulit sa Trabaho",
    "181065232": "Nagsasagawa kami ng maliit na trabaho sa produksyon batay sa iyong sample na data. Sinusubok nito ang gawaing ginawa namin nang magkasama upang matiyak na nakukuha mo ang eksaktong kailangan mo.",
    "3207769512": "I-deploy ang Mga Trabaho sa Produksyon",
    "1099238677": "Sa aming mataas na volume at mababang latency, mabilis naming ibabalik ang iyong trabaho, na may awtomatikong paghahatid sa sandaling matapos ito.",
    "465783046": "Gusto mo bang subukan ito sa iyong data?",
    "328625009": "... handa kami kapag ikaw ay: ang aming serbisyo ay magagamit sa lahat ng oras.",
    "3225770968": "Ang hCaptcha ay idinisenyo upang malutas ang pinakamahirap na problema sa machine learning; pag-label ng napakalaking halaga ng data sa isang napapanahon, abot-kaya, at maaasahang paraan.",
    "2041686284": "Sa pangkalahatan, mas maraming data ang nagdudulot ng mas magagandang resulta sa pagsasanay ng mga modelo ng machine learning. Ang kamakailang tagumpay ng malalim na mga modelo ay humantong sa lalong malalaking dataset, at nagsisilbi ang hCaptcha sa pangangailangang ito. Gayunpaman, ang paggawa ng malalaking dataset na sinuri ng tao gamit ang mga tradisyonal na pamamaraan ay parehong mabagal at mahal.",
    "3729345277": "Ang hCaptcha ay isang paraan para makuha ng mga kumpanya ang mga anotasyong kailangan nila nang mas mabilis, na may mas mataas na kalidad at mas mura kaysa sa iba pang mga alternatibo.",
    "2103563261": "Pribado o Pampublikong Impormasyon",
    "2513143348": "Ang sistema ng hCaptcha Enterprise ay katangi-tanging flexible sa disenyo nito: maaari itong bahagyang o ganap na i-deploy sa gilid ng iyong network kung nagpapatakbo ka ng pampublikong cloud o nagmamay-ari ng maraming data center.",
    "3107683988": "Maaari nitong kapansin-pansing bawasan ang trapiko at mga gastos sa labas ng network habang pinapanatili ang lahat ng benepisyo ng pamamahala ng aming 24/7 on-call na staff upang matugunan ang mga pinakamahigpit na SLA.",
    "3660619092": "Mag-sign up nang libre o makipag-ugnayan sa mga benta para sa mga solusyon sa Enterprise",
    "2351176803": "Mga Tuntunin ng Lisensya para sa hCaptcha JS API",
    "2616226398": "Napapailalim sa aming",
    "2024293275": ". Lahat ng iba pang mga karapatan ay nakalaan, sa ngayon.",
    "1062291156": "karaniwang mga tuntunin",
    "2712493234": "Panloloko sa Pagbabayad: Pagbabawas ng Mabilis na Umuunlad na Mode ng Cybercrime",
    "1817772953": "Ang pandaraya ay hindi isang bagong uri ng krimen. Sa katunayan, ang mga arkeologo ay nakahukay ng mga panlaban sa pandaraya na ginawa ng mga sinaunang Sumerian upang maghatid ng mga alagang hayop nang walang pagkalugi halos 10,000 taon na ang nakalilipas! Sa kanilang kaso, naglalagay sila ng mga clay token, bawat isa ay kumakatawan sa isang hayop, sa loob ng clay ball na kilala bilang \"bulla.\" Ang bulla ay maglalakbay kasama ng kawan habang lumilipat ito mula sa nagbebenta patungo sa bumibili. Kahit noon pa man, nababahala ang mga may-ari ng negosyo na hindi lahat ng kanilang kinakaharap ay nasa up and up. Maraming nagbago sa loob ng 10,000 taon, ngunit ang pangangailangan na maging makabago sa pagpigil sa panloloko ay nananatili sa amin. Ngayon, ang isyu ng online na pandaraya sa pagbabayad ay pinakamahalaga. Sa Internet, ang mga manloloko ay lalong naging bihasa sa pag-outsmart sa mga kontrol laban sa panloloko. Ang mga bagong solusyon ay nagpapabago, gayunpaman.",
    "1053787685": "Ano ang Payment Fraud?",
    "433424759": "Ang pandaraya sa pagbabayad ay binubuo ng anumang uri ng ilegal na transaksyon kung saan ang isang cybercriminal ay nag-aalis sa biktima ng isang bagay na may halaga, karaniwang pera. Maaaring mangahulugan ito ng paggamit ng isang ninakaw na credit card upang mag-order ng merchandise online o pagkuha sa isang bank account at iligal na paglilipat ng mga pondo mula dito. Mayroong maraming mga pagkakaiba-iba, ngunit lahat sila ay may parehong resulta: ang isang manloloko ay gumagamit ng isang ninakaw na pagkakakilanlan o impormasyon sa pagbabayad upang magnakaw mula sa isang mamimili, isang bangko o isang mangangalakal.",
    "2939852138": "Paano [Sinusubukang] Makatakas ang mga Manloloko sa Panloloko sa Pagbabayad?",
    "1665616092": "Ang pandaraya sa pagbabayad ay simple sa konsepto, ngunit maaari itong maging hindi kapani-paniwalang kumplikado sa kasalukuyan nitong pagpapatupad.",
    "4246520782": "Sa katunayan, ang Internet ay naging saksi sa isang tunay na karera ng armas sa pagitan ng mga manloloko at tagapagtanggol sa mga nakaraang taon.",
    "2167049807": "Ang mga pangkat ng seguridad ay nagpatibay ng iba't ibang mga hakbang at kontrol na tinatalo ang madali, tamad na paraan sa pandaraya sa pagbabayad. Gayunpaman, ang mga pag-atake ay nagiging mas sopistikado. Halimbawa, maaari na ngayong anihin ng mga bot ang mga ninakaw na numero ng credit card at PIN mula sa mga pekeng website at pag-atake sa phishing.",
    "1936449777": "Pagkatapos, sa ganap na automated na mode, maaari nilang gayahin ang pag-uugali ng tao sa mga e-commerce na site, pag-click sa mga button at pagdaragdag ng mga item sa mga shopping cart—hanggang sa punto kung saan marami, kung hindi man karamihan sa mga kontrol sa anti-fraud, ay hindi masasabi na sinusubukan ng isang bot na magnakaw. paninda. Sa halip, parang namimili lang ang isang taong gumagamit. Maaaring mag-log in ang bot sa account ng tunay na customer gamit ang mga ninakaw na kredensyal sa pag-log in. Ang karagdagang pagkukubli sa panloloko ay ang kakayahan ng bot na manloko ng mga IP address at gawin itong parang ang \"mamimili\" ay ibang lugar sa umaatake, na maaaring nasa ibang bansa.",
    "648630222": "Pigilan ang Panloloko sa Pagbabayad sa hCaptcha Enterprise",
    "1621930829": "Ano ang maaaring gawin tungkol sa mga advanced at walang tigil na aktibidad ng pandaraya sa pagbabayad ngayon? Ang paggamit ng maraming layer ng mga kontrol ay karaniwang isang matalinong diskarte. Gayunpaman, ang pinakamahuhusay na hakbang ay ang maaaring makahuli sa bot at magbunyag na ito ay peke, sa kabila ng pinakamahusay na pagsisikap ng mga tagalikha nito na gayahin ang pag-uugali ng tao.",
    "2423586454": "Mayroon pa ring ilang bagay na hindi magagawa ng software, gaano man kahusay ang AI sa likod nito. Nag-aalok ang modernong teknolohiya ng CAPTCHA ng isang napatunayang paraan ng pagharang sa mga bot na sumusubok na ipagpatuloy ang pandaraya sa pagbabayad. Bagama't ang mga lumang diskarte sa CAPTCHA, tulad ng mga simpleng slanted na numero sa isang kahon, ay halos kulang na ngayon sa pagpapagaan ng mga advanced na bot, ang isang automated na testing-response na device tulad ng hCaptcha Enterprise ay madaling makaalis sa isang fraudster bot sa oras ng pag-log in sa account o pag-checkout ng shopping cart. Kahit na ang bot ay may tunay na mga kredensyal, kung hindi makakalusot sa CAPTCHA.",
    "1467308982": "Mga Iskedyul ng Pagbabayad",
    "1291824746": "Ang hCaptcha Payout ay tumatakbo kada quarter sa isang 60 araw na trailing basis. Upang ilarawan kung ano ang ibig sabihin nito, pakitingnan ang talahanayan sa ibaba.",
    "3444947612": "Trapiko sa Pagitan",
    "4181611011": "Petsa ng Pagkakasundo",
    "728503636": "Petsa ng Pagbabayad",
    "3720584906": "Hulyo 15, 2021 - Oktubre 15, 2021",
    "388240587": "Enero 5-15, 2022",
    "3426312287": "Ene 5-15, 2022",
    "615618648": "Abril 15, 2021 - Hul 15, 2021",
    "3376724603": "Setyembre 14-24, 2021†††",
    "3398978455": "Setyembre 15-25, 2021†††",
    "2722456056": "Ene 15, 2021 - Abr 15, 2021",
    "4063155841": "Hindi lalampas sa Hunyo 25, 2021††",
    "4082053540": "Hunyo 19-25, 2021††",
    "64953197": "Oktubre 15, 2020 - Ene 15, 2021",
    "1023070345": "Hindi lalampas sa Mar 14, 2021",
    "2600696085": "ika-15 ng Marso 2021",
    "3217791519": "Hulyo 15, 2020 - Oktubre 15, 2020",
    "649261378": "Enero 5-11, 2021*",
    "1559190296": "Ene 5-11, 2021†",
    "3806054689": "Abril 15, 2020 - Hul 15, 2020",
    "4162383380": "Setyembre 16 - 22, 2020*****",
    "1990824776": "Setyembre 16-24, 2020***",
    "3856690908": "Ene 15, 2020 - Abr 15, 2020",
    "3200641265": "Hindi lalampas sa Hunyo 16, 2020*",
    "3744079744": "Hunyo 15-19, 2020****",
    "2209837451": "Oktubre 15, 2019 - Ene 15, 2020",
    "2510534204": "Hindi lalampas sa Mar 23, 2020***",
    "2910560864": "Marso 20-23, 2020***",
    "2544565802": "Hulyo 15, 2019 - Oktubre 15, 2019",
    "3963642878": "Hindi lalampas sa Disyembre 14, 2019*",
    "622103562": "Disyembre 17, 2019**",
    "4072202039": "Abril 15, 2019 - Hul 15, 2019",
    "818049069": "Hindi lalampas sa Hulyo 15, 2019",
    "1169005651": "Setyembre 15, 2019",
    "2303655425": "Ene 15, 2019 - Abr 15, 2019",
    "3678889946": "Hindi lalampas sa Hunyo 15, 2019",
    "3094354698": "Hunyo 15, 2019",
    "4217013126": "Karaniwang tumatakbo ang mga pagbabayad sa buong araw sa Petsa ng Payout, at sa pangkalahatan ay nakumpleto sa hatinggabi ng oras ng Pasipiko. Kung ang isang account ay na-flag para sa pagsusuri, maaaring tumagal ng hanggang limang karagdagang araw ng negosyo bago maglabas ng bayad.",
    "1447649958": "Bilang paalala, ang tumpak na trapiko ng tao lamang ang kwalipikado para sa mga payout. Makakakita ka ng higit pang mga detalye tungkol dito sa aming FAQ, na naka-link sa ibaba. Dapat ding matugunan ng available na balanse ang isang minimum na threshold upang maging kwalipikado para sa payout, na kasalukuyang 10 HMT.",
    "4257144752": "Ang mga real-time na pagtatantya ay hindi nagpapakita ng panghuling katumpakan o sangkatauhan, at sa gayon ang iyong mga huling kita ay maaaring mag-iba nang malaki o pababa mula sa mga numerong ipinapakita sa Dashboard bago ang iyong unang pagkakasundo.",
    "2728931827": "Pagkatapos ng bawat pagkakasundo, maa-update ang iyong mga pagtatantya sa bawat-sitekey at dapat tumaas ang katumpakan ng mga hula sa hinaharap, maliban kung ang iyong site ay may materyal na pagbabago sa gawi ng user.",
    "1200905005": "††† Mula Setyembre 2021, ang mga reconciliation at payout ay tumatakbo na ngayon sa humigit-kumulang 10 araw sa halip na isang araw, upang pasimplehin ang mga hadlang sa pagpapatakbo na may kaugnayan sa paglago sa serbisyo.",
    "4284094387": "†† Ilang Hunyo 2021 na mga reconciliation at payout ay tatakbo sa susunod na linggo dahil sa mga pagkaantala sa pag-verify ng mga huling kalkulasyon sa panahon ng reconciliation window.",
    "1977013707": "† Ang mga payout noong Disyembre 2020 ay ini-reschedule mula ika-15 upang maiwasan ang pag-overlap sa mga pagkakasundo sa pagtatapos ng taon at mga bakasyon ng kawani: makukumpleto ang mga ito sa ikalawang linggo ng Enero. Dahil sa mas mabagal kaysa sa karaniwang mga paglilipat sa PayPal, tatakbo ang mga payout sa loob ng ilang araw sa halip na makukumpleto sa isang araw.",
    "517010299": "Pakitandaan: Kasalukuyan kaming gumagawa ng isang pangunahing backend na paglipat sa malapit-real-time na pagkakasundo. Ang mga pana-panahong pagkakasundo ay tatakbo nang mas madalas kaysa karaniwan hanggang Q1 2021. Hindi ito makakaapekto sa mga iskedyul o petsa ng payout.",
    "3092200338": "** Kapag ang ika-15 ay bumagsak sa isang weekend, ang Petsa ng Pagbayad ay sa halip ay ika-17.",
    "3891941747": "*** ADVISORY para sa COVID-19: Dahil sa pinababang kapasidad ng mga tauhan na nauugnay sa COVID-19, ang reconciliation ay na-reschedule upang bigyan ng karagdagang oras upang makumpleto ang aming karaniwang pag-verify. Ang mga pagbabayad ay inaasahang magsisimula sa Biyernes at makumpleto sa susunod na Lunes.",
    "2301757528": "**** Dahil sa pagpapanatili ng PayPal ng kanilang mga REST API sa panahon ng payout window, hindi lahat ng payout ay nakumpleto noong Hunyo 15. Ang anumang mga payout na naka-iskedyul para sa Hunyo 15 (Pacific time) ngunit hindi naisakatuparan dahil sa mga error sa PayPal API ay muling pinatakbo noong Hunyo 19 (Pacific time).",
    "116842359": "***** Inaasahang matatapos ang mga pagkakasundo sa loob ng ilang araw dahil sa pagpapanatili ng system.",
    "4154415610": "***** Ang mga payout sa Setyembre 2020 ay tatakbo nang sunud-sunod habang nakumpleto ang reconciliation, na ang ilan ay tumatakbo nang ilang araw mamaya kaysa sa orihinal na nakaiskedyul dahil sa mga pagkaantala sa reconciliation.",
    "2310694091": "Ano ang ibig sabihin ng Reconciliation?",
    "164801246": "Ang pagkakasundo ay ang proseso kung saan sinusuri ang trapiko pagkatapos ng katotohanan upang i-verify ang pagiging tao at katumpakan nito, kapag nakapasok na ang lahat ng data mula sa lahat ng mga site ng pag-uulat. Mababasa mo ang higit pang mga detalye sa aming",
    "3256245394": "pati na rin ang aming mga post sa blog, hal",
    "3089778412": "Paano Kinakalkula ng hCaptcha ang Mga Gantimpala",
    "3329755436": "Nagpaplano ka bang pabilisin ang prosesong ito?",
    "1911669851": "Oo, kasalukuyan kaming gumagawa ng iba't ibang mga pagpapabuti sa aming mga backend system na inaasahan naming magbibigay-daan sa amin na mag-alok ng parehong mas mabilis na pagkakasundo, mas mabilis na katumpakan ng pagtatantya, at mas mabilis na mga payout. Kasalukuyan kaming nagsusumikap na pabilisin muna ang pagkakasundo.",
    "2366003154": "Mga Pagtatanong sa Press at Media",
    "3054564199": "Pindutin ang Kit",
    "3173156067": "Ang ilang handa na collateral ay magagamit kung sakaling gusto mong isama ang mga halimbawang larawan sa iyong artikulo.",
    "867314732": "Maaari mong makuha ang mataas na resolution",
    "858218750": "at gabay sa paggamit ng mga ito sa",
    "3821716514": "pahina.",
    "1186243118": "mga larawan ng logo",
    "3034959000": "Maaari mong kunin",
    "1764089150": "dito:",
    "1558428432": ". Mangyaring i-credit sila sa hCaptcha.com.",
    "2429359042": "halimbawa ng mga imahe ng interface",
    "1480820434": "larawan 1",
    "3213411837": "larawan 2",
    "1270712701": "Mga Press Release at Mga Kamakailang Ulat",
    "231285005": "Makakakita ka ng mga kamakailang update sa aming blog",
    "1289884910": "Naglalathala din kami ng paminsan-minsang pagsusuri at mga ulat. Halimbawa:",
    "932546190": "Bakit Laging Kasama Namin ang mga CAPTCHA",
    "2344319147": "Magkano talaga ang halaga ng pag-detect ng bot ng Google?",
    "1637527266": "Aling mga bansa ang may pinakamaraming trapiko sa bot?",
    "230159237": "Mga contact",
    "3759923279": "Mangyaring direktang pindutin ang mga katanungan sa sumusunod na email address:",
    "4255608322": "Huling na-update: Abril 12, 2021",
    "537881751": "Maligayang pagdating sa hCaptcha! Inilalarawan ng Patakaran sa Privacy na ito ang mga kasanayan ng Intuition Machines, Inc. (\"IMI\", \"kami\" o \"kami\") patungkol sa aming pagkolekta, paggamit, at pagsisiwalat ng impormasyon (kabilang ang Personal na Impormasyon, tinukoy sa ibaba) sa pamamagitan ng aming website sa www.hcaptcha .com at anumang iba pang mga subdomain o domain na ginagamit namin (ang \"Mga Site\") at ang hCaptcha application program interface at mga kaugnay na software at materyales (sama-sama, ang \"Serbisyo\").",
    "33639629": "Hindi Naaangkop sa Mga Website ng Third Party. Pakitandaan na ang Patakaran sa Privacy na ito ay hindi nalalapat sa anumang website, alok, produkto o serbisyo ng anumang third party, kahit na ito ay nag-link sa aming Site o isinama ang Serbisyo - mangyaring sumangguni sa naaangkop na mga patakaran sa privacy bago magpasyang magbigay ng anumang impormasyon sa third mga partido.",
    "987375734": "Ang IMI ay nakabase sa Estados Unidos. Ang Mga Site at Serbisyo ay kinokontrol at pinapatakbo namin mula sa United States. Ang iyong Personal na Impormasyon ay maaaring itago at iproseso sa anumang bansa kung saan kami ay may mga pasilidad o kung saan kami ay nakikipag-ugnayan sa mga tagapagbigay ng serbisyo, at sa pamamagitan ng paggamit ng Mga Site at Serbisyo ay pinahihintulutan mo ang paglipat ng impormasyon sa mga bansa sa labas ng iyong bansang tinitirhan, kabilang ang Estados Unidos. , na maaaring may mga panuntunan sa proteksyon ng data na iba sa iyong bansa. Sa ilang partikular na sitwasyon, maaaring may karapatan ang mga korte, ahensyang nagpapatupad ng batas, ahensya ng regulasyon o awtoridad sa seguridad sa ibang mga bansang iyon na ma-access ang iyong Personal na Impormasyon.",
    "452920031": "Isang Paalala sa Mga Customer sa Labas ng United States.",
    "2328839224": ". Pakitingnan ang aming seksyong \"Paunawa sa mga residente ng California\" na nauugnay sa iyong mga karapatan sa ilalim ng California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Isang Paalala sa mga Residente ng California",
    "1028058338": "Pakitingnan ang aming seksyong \"Paunawa sa Mga Paksa ng Data ng EU\" na nauugnay sa iyong mga karapatan sa ilalim ng General Data Protection Regulation (\"GDPR\").",
    "2271205646": "Isang Paalala sa European Economic Area Residents.",
    "508143070": "Tandaan na ang IMI ay ang controller ng iyong personal na impormasyon, maliban kung saan namin pinoproseso ang personal na impormasyon sa ngalan ng aming mga Integrator kaugnay ng probisyon ng aming Serbisyo, kung saan kami ang tagaproseso ng personal na impormasyon, at ang mga Integrator na iyon ay ang mga controllers ng Personal na impormasyon.",
    "2330965058": "Kung saan kami ay kumikilos bilang isang processor para sa aming mga Integrator, hindi namin ginagamit ang data na nakolekta para sa anumang layunin maliban sa makatwirang kinakailangan upang ibigay ang aming Serbisyo, at ang aming pagproseso ay pamamahalaan ng mga kontrata na mayroon kami sa aming mga Integrator, hindi ito Patakaran sa Privacy",
    "3017040355": "Ang pagpoproseso ng data ng EU Data Subject ay tumatakbo sa ilalim ng legal na batayan ng Standard Contractual Clauses (SCCs) na isinama sa loob ng Data Processing Addendum sa aming Mga Tuntunin ng Serbisyo o Mga Kasunduan sa Pagproseso ng Data sa aming Mga Integrator.",
    "2233384692": "Kung mayroon kang anumang mga tanong o alalahanin tungkol sa kung paano pinangangasiwaan ang naturang data o gustong gamitin ang iyong mga karapatan, dapat kang makipag-ugnayan sa tao o entity (ibig sabihin, ang data controller) na nakipagkontrata sa amin upang gamitin ang Serbisyo upang iproseso ang data na ito. Kami, gayunpaman, ay magbibigay ng tulong sa aming mga Integrator upang matugunan ang anumang mga alalahanin na maaaring mayroon ka, alinsunod sa mga tuntunin ng aming kontrata sa kanila.",
    "349292953": "Impormasyon na Kinokolekta Namin",
    "3022001832": "Nangongolekta kami ng impormasyon mula sa mga indibidwal na nakikipag-ugnayan sa aming Mga Site at Serbisyo, kabilang ang mga nagsasama ng aming Serbisyo sa kanilang website (\"Mga Integrator\"), ang mga gumagamit ng mga serbisyo para sa pag-label ng data (\"Mga Customer\"), at ang mga end user na nakikipag-ugnayan sa aming Serbisyo sa pamamagitan ng mga website ng aming Mga Integrator (\"End-Users\").",
    "835545301": "Kinokolekta namin ang mga sumusunod na kategorya ng impormasyon:",
    "3228928991": "Impormasyong maaaring magamit upang makilala o makipag-ugnayan sa isang indibidwal (\"Personal na Impormasyon\"), gaya ng pangalan, email address, at bansa. Kinokolekta namin ang Personal na Impormasyon mula sa aming kasalukuyan at inaasahang mga Integrator at Customer kapag direktang ibinigay nila ito sa amin (halimbawa, sa pamamagitan ng pagsagot sa isang form kapag nagsa-sign up para sa isang account, o nag-aaplay upang makatanggap ng mga abiso sa email mula sa amin). Maaari rin naming i-verify ang pagkakakilanlan ng aming Mga Integrator at Customer sa pamamagitan ng paghahambing ng personal na impormasyon laban sa mga database ng third party o opisyal na legal na dokumento.",
    "1655796811": "Awtomatikong nakolekta ang impormasyon bilang resulta ng paggamit ng isang Integrator o Customer sa Mga Site o Mga Serbisyo (\"Impormasyon ng Analytics\"), tulad ng mga IP address, uri ng browser, Internet service provider, uri ng platform, uri ng device, operating system, date at time stamp ng pag-access, at iba pang katulad na impormasyon. Ang ilang Impormasyon sa Analytics ay kinokolekta sa ngalan namin ng mga third party na aming ginagawa para sa layuning iyon, at ang ilang Impormasyon sa Analytics ay kinokolekta sa pamamagitan ng iba't ibang teknolohiya sa pagsubaybay, kabilang ang cookies (tingnan ang \"Third Party Analytics at Tracking Technologies\" sa ibaba).",
    "1388241689": "Ang impormasyong nakolekta bilang resulta ng pagsagot ng mga End-Users sa mga prompt sa pamamagitan ng Serbisyo (\"Naka-label na Data\"), tulad ng data ng pag-label ng imahe, text na na-convert mula sa mga audio file na na-play sa mga End-Users na iyon, mga sagot sa mga tanong, at iba pang mga prompt na nabuo ng Serbisyo para sa mga layunin ng pag-label ng data para magamit sa mga application ng machine learning. Tandaan na ang Naka-label na Data ay hindi nakatali sa sinumang natukoy na indibidwal.",
    "1493790285": "Iba pang impormasyong nakolekta mula sa Mga End-Users bilang bahagi ng Serbisyo na kinakailangan upang matukoy kung sila",
    "2216374138": "ay tao, tulad ng mga paggalaw ng mouse, posisyon ng pag-scroll, mga kaganapan sa pagpindot sa key, mga kaganapan sa pagpindot, at impormasyon ng gyroscope / accelerometer kung naaangkop.",
    "2394073454": "Maaari kaming mangolekta ng karagdagang impormasyon mula sa Mga End-Users na gustong makipagtulungan sa amin bilang Mga Indibidwal na Labeler ng Data.",
    "3103557430": "Paano Namin Gumamit ng Impormasyon",
    "1130802068": "Ginagamit namin ang impormasyong kinokolekta namin para sa mga sumusunod na layunin:",
    "2940689138": "Upang pangasiwaan ang Integrator at Customer account at ibigay ang Serbisyo. Gumagamit kami ng Personal na Impormasyon para iugnay ang mga partikular na account sa Mga Integrator at Customer at para ibigay sa kanila ang Serbisyo, para tumugon sa mga kahilingan o katanungan, para magbigay ng suporta o teknikal na tulong, at para mapadali ang mga pagbabayad.",
    "857974529": "Upang mapabuti sa Site at sa Serbisyo. Ginagamit namin ang Impormasyon ng Analytics upang pahusayin ang aming umiiral at bumuo ng mga bagong serbisyo at alok at upang i-customize ang mga kasalukuyan at hinaharap na mga alok ng produkto.",
    "1820844638": "Upang makakuha ng mga insight sa merkado. Ginagamit namin ang Impormasyon ng Analytics upang suriin ang merkado at magsagawa ng mga pagsusuri sa negosyo na nauugnay sa Site at aming Mga Serbisyo, at para sa iba pang layunin ng pananaliksik.",
    "3386280249": "Upang magbigay ng market para sa Labeled Data. Ang aming Serbisyo ay nagbibigay-daan sa mataas na dami ng pag-label ng data at pagsusuri ng tao para sa mga system ng machine learning bilang isang serbisyo sa mga may-ari ng website at mga kumpanyang nangangailangan ng tulong sa paglalagay ng label sa kanilang data. Sa layuning iyon, ibinunyag namin ang May Label na Data sa aming mga Customer na interesadong makakuha ng Label na Data.",
    "3532143291": "Upang ma-secure ang aming mga serbisyo at system. Ginagamit namin ang Impormasyon ng Analytics upang ma-secure ang aming mga system sa pamamagitan ng pagtukoy ng mga potensyal na banta at kahinaan, at kung hindi man ay protektahan ang impormasyong kinokolekta namin.",
    "2185418511": "Para sa anumang lehitimong layunin ng negosyo, sa kondisyon na ang impormasyon ay hindi nakilala o pinagsama-sama upang hindi ito makatuwirang maiugnay sa isang indibidwal.",
    "2386465280": "Paano Kami Nagbabahagi ng Impormasyon",
    "2159517814": "Nagbabahagi o nagbubunyag kami ng personal na impormasyon sa mga sumusunod na kaso:",
    "4256083674": "Sa direktang kahilingan mula sa isang Integrator na tukuyin ang panganib ng panloloko ng isang partikular na kahilingan sa hamon ng CAPTCHA o IP address, o kung hindi man kung saan ibinigay ang partikular na pahintulot.",
    "3494826505": "Sa mga vendor, nakikipag-ugnayan kami upang magbigay ng mahahalagang aspeto ng Mga Site at Serbisyo, tulad ng pag-iimbak ng data, pagho-host, at Analytics, at para lamang sa mga layuning iyon.",
    "1119009846": "Kung kinakailangan upang sumunod sa naaangkop na batas, kabilang ang mga kahilingan ng pamahalaan, mga kahilingan sa pagpapatupad ng batas, at kung hindi man sa mga pampubliko at pribadong entity upang maprotektahan ang mga karapatan, privacy, kaligtasan, o pag-aari mo, namin, o ng iba pa.",
    "197676026": "Sa iba para sa anumang lehitimong layunin ng negosyo, sa kondisyon na ang impormasyon ay hindi nakikilala",
    "2359312315": "o pinagsama-sama upang hindi ito makatuwirang maiugnay sa isang indibidwal.",
    "2497216176": "Third Party Analytics at Tracking Technologies",
    "3694578791": "Gaya ng tinalakay sa itaas, kami (at ang aming mga third party na vendor) ay nangongolekta ng Impormasyon ng Analytics sa bahagi sa pamamagitan ng paggamit ng cookies, web beacon, at iba pang mga teknolohiya sa pagsubaybay. Sa ilang pagkakataon, nakikipagtulungan kami sa mga third party na vendor upang gumamit ng cookies para sa layunin ng pagkolekta ng Impormasyon sa Analytics.",
    "2238885192": "Ginagamit namin ang Sentry upang mangolekta ng data sa pag-debug kapag ang isang user ay nakaranas ng isang error. Para sa impormasyon sa kung paano kinokolekta at pinoproseso ng Sentry ang data:",
    "1535054294": "Pakitingnan ang kanilang detalyadong patakaran",
    "658775471": "Ginagamit namin ang Cloudflare upang i-optimize ang aming trapiko sa web. Para sa impormasyon sa kung paano kinokolekta at pinoproseso ng Cloudflare ang data:",
    "2014256987": "Kung mas gugustuhin mong hindi harangan ang paggamit ng cookies o iba pang mga teknolohiya sa pagsubaybay, pakitingnan ang \"Pamamahala sa Iyong Impormasyon,\" sa ibaba. Pakitandaan na ang paggawa nito ay maaaring negatibong makaapekto sa iyong karanasan sa paggamit ng Mga Site o Serbisyo, dahil maaaring hindi gumana nang maayos ang ilang feature.",
    "2788024905": "Paano Namin Sini-secure ang Impormasyon",
    "271333468": "Nagpapatupad kami ng mga naaangkop na teknikal at pang-organisasyong hakbang upang protektahan ang impormasyong kinokolekta at iniimbak namin, at hinihiling sa lahat ng ahente na nagsasagawa ng aming pagproseso sa ngalan namin na gawin din iyon. Sa kasamaang-palad, walang mga hakbang sa seguridad ang 100% na walang palya, at dahil dito walang network o sistema (kabilang ang sa amin) ang matitiyak na 100% na ligtas laban sa pagkasira, pagkawala, pagbabago, hindi awtorisadong pagbubunyag, o pag-access sa impormasyong kinokolekta at iniimbak namin. Kung naniniwala kang maaaring hindi secure ang iyong impormasyon sa anumang dahilan, mangyaring makipag-ugnayan kaagad sa amin sa:",
    "3031284129": "Mga Disclaimer sa Warranty",
    "26365791": "Sa sukdulang pinahihintulutan ng batas, ang Site at ang Serbisyo (at anumang iba pang nauugnay na serbisyo, impormasyon, data, feature, at iba pang nilalaman o materyales) ay ibinibigay sa batayan na “as-is” at “as-available”. Sa sukdulang pinahihintulutan ng batas, ibinubukod ng IMI ang lahat ng mga warranty, kabilang ang ngunit hindi limitado sa mga ipinahiwatig na warranty ng kakayahang maikalakal, angkop para sa isang partikular na layunin, at hindi paglabag.",
    "735630686": "Pamamahala sa Iyong Impormasyon (Iyong Mga Karapatan)",
    "498769698": "Maaari mong i-access, itama, baguhin, o tanggalin ang ilang Personal na Impormasyong maaaring ibinigay mo sa amin sa pamamagitan ng iyong Integrator, Customer, o Accessibility User account (kung ikaw ay isang Integrator, Customer, o Accessibility User). Kung hindi mo magawa ito, o may anumang mga katanungan tungkol sa Personal na Impormasyon na aming nakolekta at/o ibinahagi tungkol sa iyo, o nais na bawiin ang iyong pahintulot para sa aming pagproseso (ibig sabihin, ganap na tanggalin ang iyong account) mangyaring makipag-ugnayan sa amin sa:",
    "2895491273": "Kung mas gugustuhin mong i-block ang cookies o iba pang mga teknolohiya sa pagsubaybay, karamihan sa mga browser at mobile device ay baguhin mo ang iyong mga setting upang maabisuhan ka kapag nakatanggap ka ng cookies o iba pang mga teknolohiya sa pagsubaybay ay ginagamit, at upang piliin kung tatanggapin/payagan o hindi ito. Pinapayagan ka rin ng karamihan sa mga browser na huwag paganahin o tanggalin ang mga umiiral nang cookies o awtomatikong tanggihan ang hinaharap na cookies. Maaari ka ring gumamit ng mga tool ng third party, kabilang ang mga browser plug-in, upang kontrolin ang iyong mga kagustuhan sa cookie. Tandaan, gayunpaman, na kung hindi mo pinagana ang lahat ng cookies, ang ilang bahagi ng aming mga Site ay maaaring hindi gumana nang maayos.",
    "707527778": "Impormasyon mula sa mga Bata",
    "1747657936": "Ang aming mga Site at Serbisyo ay hindi nakadirekta sa mga batang wala pang 13 taong gulang at hindi namin sinasadyang nangongolekta ng Personal na Impormasyon mula sa mga batang wala pang 13 taong gulang. Kung nalaman namin na nakolekta namin ang Personal na Impormasyon ng isang batang wala pang 13 taong gulang, kukuha kami makatwirang hakbang upang tanggalin ang naturang impormasyon mula sa aming mga file sa lalong madaling panahon, maliban kung mayroon kaming legal na obligasyon na panatilihin ito. Mangyaring makipag-ugnayan sa amin kung naniniwala kang mayroon kaming anumang impormasyon mula sa o tungkol sa isang batang wala pang 13 taong gulang:",
    "2419795065": "Paunawa sa mga Residente ng California",
    "1517625162": "Sa ilalim ng California Civil Code Section 1789.3, ang mga user ng California ay may karapatan sa sumusunod na abiso sa mga karapatan ng consumer: Maaaring maabot ng mga residente ng California ang Complaint Assistance Unit ng Division of Consumer Services ng California Department of Consumer Affairs sa pamamagitan ng koreo sa 1625 North Market Blvd., Sacramento, CA 95834, o sa pamamagitan ng telepono sa (916) 445-1254 o (800) 952-5210.",
    "3730344349": "Ang seksyong ito ay nagbibigay ng mga karagdagang detalye tungkol sa personal na impormasyong kinokolekta namin tungkol sa mga consumer ng California at ang mga karapatan na ibinibigay sa kanila sa ilalim ng California Consumer Privacy Act o \"CCPA.\"",
    "4044467791": "Para sa mga kategorya ng personal na impormasyon na aming nakolekta mula sa iyo sa nakaraang 12 buwan, pakitingnan ang seksyong \"Impormasyon na Kinokolekta Namin\" sa itaas. Kinokolekta namin ang impormasyong ito para sa mga layuning pangnegosyo at komersyal na inilarawan sa seksyong \"Paano Namin Gumamit ng Personal na Impormasyon\" sa itaas. Sa nakaraang 12 buwan, ibinahagi namin ang mga sumusunod na kategorya ng impormasyon sa mga ikatlong partido para sa layunin ng negosyo:",
    "4208081170": "Kategorya ng Personal na Impormasyon",
    "1528242915": "Mga identifier.",
    "3863351997": "Mga kategorya ng personal na impormasyon na nakalista sa batas ng Mga Tala ng Customer ng California (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komersyal na impormasyon.",
    "2683038211": "Internet o iba pang aktibidad sa electronic network.",
    "3671828834": "Mga Halimbawa ng Personal na Impormasyong Ibinahagi",
    "779426309": "Isang tunay na pangalan, natatanging personal identifier, online identifier, Internet Protocol address, email address, pangalan ng account, o iba pang katulad na mga identifier.",
    "2414368123": "Isang pangalan, numero ng credit card, numero ng debit card, o anumang iba pang impormasyon sa pananalapi.",
    "4088941349": "Mga talaan ng mga produkto o serbisyong binili, nakuha, o isinasaalang-alang.",
    "3238612014": "Kasaysayan ng pagba-browse, impormasyon sa pakikipag-ugnayan ng isang mamimili sa isang internet website, application, o advertisement.",
    "1023108656": "Mga Kategorya ng Third-Party Recipient",
    "1418235079": "Mga Tagabigay ng Serbisyo",
    "3238184941": "Tandaan: Ang panganib ng pandaraya na nauugnay sa isang indibidwal na IP address ay maaaring ibahagi sa isang Integrator kapag hiniling.",
    "285116485": "Hindi \"ibinebenta\" ng Kumpanya (bilang ang terminong ito ay tinukoy sa CCPA) ng personal na impormasyon na kinokolekta namin. Mangyaring sumangguni sa seksyong \"Third Party Analytics at Tracking Technologies\" sa itaas para sa higit pang impormasyon tungkol sa mga uri ng third-party na cookies, kung mayroon man, na ginagamit namin.",
    "1408750006": "Alinsunod sa ilang partikular na limitasyon, binibigyan ng CCPA ang mga consumer ng California ng karapatang humiling na malaman ang higit pang mga detalye tungkol sa mga kategorya o mga partikular na piraso ng personal na impormasyon na kinokolekta namin (kabilang ang kung paano namin ginagamit at isiwalat ang impormasyong ito), upang tanggalin ang kanilang personal na impormasyon, upang mag-opt out sa anumang \"benta\" na maaaring mangyari, gayundin ang karapatang hindi madiskrimina sa paggamit ng mga karapatang ito.",
    "759057398": "Paunawa sa Mga Paksa ng Data ng EU",
    "825780955": "Personal na impormasyon",
    "2945960297": "Kaugnay ng mga paksa ng data ng EU, ang terminong \"personal na impormasyon\" na ginamit sa Patakaran sa Privacy na ito ay katumbas ng \"personal na data\" gaya ng tinukoy sa European Union General Data Protection Regulation (GDPR).",
    "1126613163": "Sensitibong Data",
    "3571006800": "Ang ilan sa impormasyong ibinibigay mo sa amin ay maaaring bumubuo ng sensitibong data gaya ng tinukoy sa GDPR (tinutukoy din bilang mga espesyal na kategorya ng personal na data), kabilang ang pagkakakilanlan ng iyong lahi o etnisidad sa mga dokumento ng pagkakakilanlan na ibinigay ng pamahalaan.",
    "1988461282": "Mga Legal na Base para sa Pagproseso",
    "3519564631": "Mga Layunin sa Pagproseso",
    "1778642038": "Upang makipag-usap sa iyo",
    "2223819810": "Upang i-optimize ang aming platform",
    "1678661231": "Para sa pagsunod, pag-iwas sa pandaraya, at kaligtasan",
    "2561077702": "Upang ibigay ang aming serbisyo",
    "2066321185": "Legal na Batayan",
    "1174237568": "Ang mga aktibidad sa pagproseso na ito ay bumubuo ng aming mga lehitimong interes. Sinusubukan naming isaalang-alang at balansehin ang anumang mga potensyal na epekto sa iyo (parehong positibo at negatibo) at sa iyong mga karapatan bago namin iproseso ang iyong personal na impormasyon para sa aming mga lehitimong interes. Hindi namin ginagamit ang iyong personal na impormasyon para sa mga aktibidad kung saan ang aming mga interes ay na-override ng anumang masamang epekto sa iyo (maliban kung mayroon kaming pahintulot mo o kung hindi man ay kinakailangan o pinahihintulutan ng batas).",
    "1350478093": "Layunin ng Pagproseso",
    "787916198": "Sa iyong pagsang-ayon",
    "3348433919": "Ang iyong mga Karapatan",
    "3842673636": "Sa ilalim ng GDPR, mayroon kang ilang mga karapatan tungkol sa iyong personal na impormasyon. Maaari mong hilingin sa amin na gawin ang mga sumusunod na aksyon kaugnay ng iyong personal na impormasyong hawak namin:",
    "4057343238": "Mag-opt out",
    "1834911235": "Itigil ang pagpapadala sa iyo ng mga direktang komunikasyon sa marketing na dati mong pinahintulutang matanggap. Maaari kaming patuloy na magpadala sa iyo na may kaugnayan sa Serbisyo at iba pang mga komunikasyong hindi pang-marketing.",
    "3022301908": "Access",
    "680638297": "Magbigay sa iyo ng impormasyon tungkol sa aming pagproseso ng iyong personal na impormasyon at bigyan ka ng access sa iyong personal na impormasyon.",
    "1409486258": "Tama",
    "3878077249": "I-update o itama ang mga kamalian sa iyong personal na impormasyon.",
    "3645414921": "Tanggalin",
    "42182578": "Tanggalin ang iyong personal na impormasyon.",
    "1609621367": "Paglipat",
    "3208155808": "Maglipat ng kopya ng iyong personal na impormasyon na nababasa ng makina sa iyo o sa isang third party na iyong pinili.",
    "1786796818": "Paghigpitan",
    "3329634829": "Limitahan ang pagproseso ng iyong personal na impormasyon.",
    "4202774977": "bagay",
    "3007158970": "Tutol sa aming pag-asa sa aming mga lehitimong interes bilang batayan ng aming pagproseso ng iyong personal na impormasyon na nakakaapekto sa iyong mga karapatan.",
    "1273071008": "Mga Kahilingan sa Mga Karapatan sa Pag-access sa Paksa ng Data",
    "3594381346": "lokasyon.",
    "21141582": "ito",
    "3357523404": "Paglipat ng Data ng Cross-Border",
    "290966395": "Gaya ng inilarawan sa aming seksyong \"Isang Paalala sa Mga Customer sa Labas ng Estados Unidos,\" mangyaring magkaroon ng kamalayan na ang iyong personal na data ay ililipat, mapoproseso, at maiimbak sa United States. Ang mga batas sa proteksyon ng data sa US ay maaaring iba sa mga batas sa iyong bansang tinitirhan. Pumapayag ka sa paglipat ng iyong impormasyon, kabilang ang personal na impormasyon, sa US tulad ng itinakda sa Patakaran sa Privacy na ito sa pamamagitan ng pagbisita sa aming Mga Site o paggamit ng aming Serbisyo.",
    "3178581111": "Gamitin para sa Bagong Layunin",
    "1088304322": "Maaari naming gamitin ang iyong personal na impormasyon para sa mga kadahilanang hindi inilarawan sa Patakaran sa Privacy na ito, kung saan pinahihintulutan kami ng batas na gawin ito at kung saan ang dahilan ay tugma sa layunin kung saan namin ito kinolekta. Kung kailangan naming gamitin ang iyong personal na impormasyon para sa isang hindi nauugnay na layunin, maaari ka naming ipaalam at ipaliwanag ang naaangkop na legal na batayan para sa paggamit na iyon. Kung umasa kami sa iyong pahintulot para sa isang partikular na paggamit ng iyong personal na impormasyon, maaari naming hingin ang iyong pahintulot para sa anumang hindi nauugnay na layunin at payagan kang wakasan ang iyong paggamit ng serbisyo sa oras na iyon kung tututol ka.",
    "2260079771": "Pagpapanatili ng Data",
    "38428546": "Ligtas naming iniimbak ang iyong Personal na Data sa buong buhay ng iyong account sa amin. Pananatilihin lamang namin ang iyong Personal na Data hangga't kinakailangan upang matupad ang mga layunin kung saan namin ito kinolekta, kabilang ang para sa layunin ng pagtupad sa anumang legal, accounting, o mga obligasyon sa pag-uulat o upang malutas ang mga hindi pagkakaunawaan. Kasama sa pamantayang ginagamit namin upang matukoy ang mga panahon ng pag-iimbak ang mga naaangkop na probisyong kontraktwal na ipinapatupad, mga legal na panahon ng limitasyon ayon sa batas, naaangkop na mga kinakailangan sa regulasyon, at mga pamantayan sa industriya.",
    "384965568": "Bagama't iba-iba ang mga kinakailangan sa pagpapanatili ayon sa hurisdiksyon, ang impormasyon tungkol sa aming karaniwang mga panahon ng pagpapanatili para sa iba't ibang aspeto ng iyong personal na data ay inilalarawan sa ibaba.",
    "2788836740": "Ang impormasyon sa pakikipag-ugnayan para sa mga layunin ng marketing ay pinapanatili sa isang patuloy na batayan hanggang sa mag-unsubscribe ka. Pagkatapos noon ay idaragdag namin ang iyong mga detalye sa aming listahan ng pagsugpo nang walang katapusan. Ang impormasyon sa email na nakolekta mula sa Mga User ng Accessibility ay hindi kailanman gagamitin para sa mga layunin ng marketing.",
    "3520687192": "Ang mga rekord ng pakikipag-ugnayan sa iyo (hal. mga tiket sa suporta na binuksan sa pamamagitan ng email o Twitter) ay maaaring panatilihing walang katiyakan.",
    "292211832": "Ang impormasyong nakolekta sa pamamagitan ng mga teknikal na paraan tulad ng cookies, webpage counter at iba pang mga tool sa analytics ay itatapon sa lalong madaling panahon, ngunit maaaring panatilihin para sa isang limitadong panahon ng hanggang sa isang taon mula sa pag-expire ng cookie, karaniwang sa isang de-identified at pinagsama-samang form maliban kung matukoy namin ang potensyal na pang-aabuso sa aming serbisyo, kung saan pananatilihin namin ang impormasyong iyon upang tulungan kami sa pagpigil sa pang-aabuso sa hinaharap. Hindi namin maiugnay ang hindi nakikilalang at pinagsama-samang impormasyon sa iyo, sa iyong sambahayan, isang IP address, o anumang personal na impormasyon batay sa impormasyong nakaimbak.",
    "470943029": "Kung mayroon kang anumang mga katanungan tungkol sa Patakaran sa Privacy na ito, mangyaring makipag-ugnayan sa amin sa:",
    "3192683783": "Mga pagbabago sa Patakaran sa Privacy na ito",
    "1702335960": "Ang anumang impormasyon na aming kinokolekta ay napapailalim sa Patakaran sa Pagkapribado na may bisa sa oras na ang naturang impormasyon ay nakolekta. Gayunpaman, maaari naming baguhin ang Patakaran sa Privacy sa pana-panahon. Kung materyal ang isang rebisyon, gaya ng natukoy lamang namin, aabisuhan ka namin, halimbawa sa pamamagitan ng email. Ang kasalukuyang bersyon ay palaging ipo-post sa aming pahina ng Patakaran sa Privacy.",
    "3669258571": "Patakaran sa Cookie",
    "2905621957": "Huling na-update: Hulyo 18, 2020",
    "1173934218": "Naiintindihan namin na mahalaga sa iyo ang iyong privacy at nakatuon sa pagiging transparent tungkol sa mga teknolohiyang ginagamit namin. Ang patakarang ito ay nagbibigay ng detalyadong impormasyon tungkol sa kung paano at kailan kami gumagamit ng cookies sa aming Mga Site at Serbisyo.",
    "2694150481": "Gumagamit ba tayo ng Cookies?",
    "457627611": "Oo. Kami at ang aming mga analytics o service provider, kasosyo sa marketing, at mga kaakibat ay maaaring gumamit ng cookies, web beacon, o pixels at iba pang teknolohiya upang matiyak na ang lahat ng gumagamit ng Sites ay may pinakamahusay na posibleng karanasan. Pakitingnan ang seksyong \"Third Party Analytics at Tracking Technologies\" ng aming Patakaran sa Privacy para sa higit pang mga detalye.",
    "501102544": ": naniniwala kami na ang serbisyo ng hCaptcha anti-bot (ibig sabihin, ang Serbisyong naka-embed ng mga website, laro, o mobile app) ay kinabibilangan lamang ng tinatawag na \"consent-exempt\" na cookies alinsunod sa mga regulasyon ng GDPR. Kasama sa mga halimbawa ng naturang exempt na cookies ang:",
    "461631543": "Tandaan ng GDPR",
    "2150907653": "* Ang mga teknikal na cookies ay mahigpit na kinakailangan para sa pagkakaloob ng serbisyo. Kabilang dito ang mga kagustuhang cookies, session cookies, load balancing cookies, atbp.",
    "1012122721": "* Ang statistic na cookies ay direktang pinamamahalaan namin (ibig sabihin, first party, hindi third-party cookies), kung saan hindi ginagamit ang data para sa pag-profile.",
    "148542287": "Hindi ito legal na payo, at walang ibinibigay na garantiya tungkol sa pagsusuring ito. Kung mayroon kang mga karagdagang katanungan o alalahanin, mangyaring makipag-ugnayan sa amin sa:",
    "3956117148": "Ang mga website ng hCaptcha.com at BotStop.com (ang Mga Site) ay maaaring magsama ng karagdagang cookies, gaya ng inilarawan sa Patakaran na ito.",
    "3255230599": "Ano ang Cookie?",
    "1095532507": "Ang cookie (\"Cookie\") ay isang maliit na text file na inilalagay sa iyong hard drive ng isang web page server. Ang cookies ay naglalaman ng impormasyon na maaaring basahin sa ibang pagkakataon ng isang web server sa domain na nagbigay ng cookie sa iyo. Gagamitin lang ang ilan sa mga cookies kung gagamit ka ng ilang partikular na feature o pumili ng ilang partikular na kagustuhan, at palaging gagamitin ang ilang cookies. Maaari mong malaman ang higit pa tungkol sa bawat cookie sa pamamagitan ng pagtingin sa aming kasalukuyang listahan ng cookie sa ibaba.",
    "2943815316": "Pana-panahon naming ina-update ang listahang ito, kaya maaaring may mga karagdagang cookies na hindi pa nakalista. Ang mga web beacon, tag at script ay maaaring gamitin sa Sites o sa mga email upang matulungan kaming maghatid ng cookies, bilangin ang mga pagbisita, maunawaan ang paggamit at pagiging epektibo ng kampanya at matukoy kung ang isang email ay nabuksan at naaksyunan. Maaari kaming makatanggap ng mga ulat batay sa paggamit ng mga teknolohiyang ito ng aming mga service/analytics provider sa isang indibidwal at pinagsama-samang batayan.",
    "2954157511": "Bakit kami gumagamit ng Cookies?",
    "1539071196": "Karaniwan naming ginagamit ang Cookies para sa mga sumusunod na layunin:",
    "3545935449": "Upang makilala ang mga bago o dating user.",
    "32739972": "Upang iimbak ang iyong impormasyon sa session sa pag-log in kung nakarehistro ka sa aming Mga Site.",
    "4209078147": "Upang mapabuti ang aming Site at upang mas maunawaan ang iyong mga pagbisita sa aming mga platform at Site.",
    "1077448694": "Upang isama sa mga third party na social media website.",
    "1709478090": "Upang pagsilbihan ka ng nakabatay sa interes o naka-target na advertising.",
    "3256020881": "Upang obserbahan ang iyong mga gawi at aktibidad sa pagba-browse sa paglipas ng panahon sa maraming website o iba pang platform.",
    "1092241113": "Upang mas maunawaan ang mga interes ng aming mga Customer at Integrator.",
    "1434289796": "Ang ilang Cookies ay kailangan para sa ilang partikular na paggamit ng Sites, at kung wala ang naturang Cookies, hindi kami makakapagbigay ng maraming serbisyo na kailangan mo para magamit nang maayos ang Sites. Ang mga Cookies na ito, halimbawa, ay nagbibigay-daan sa amin na patakbuhin ang aming Mga Site upang ma-access mo ito ayon sa iyong hiniling at ipaalam sa amin na nakagawa ka ng isang account at naka-log in sa account na iyon upang ma-access ang nilalaman ng Site. Kasama rin sa mga ito ang Cookies na nagbibigay-daan sa amin na matandaan ang iyong mga nakaraang aksyon sa loob ng parehong session ng pagba-browse at secure ang aming Mga Site.",
    "1533171442": "Gumagamit din kami ng functional Cookies at Cookies mula sa mga third party para sa mga layunin ng pagsusuri at marketing. Ang Functional Cookies ay nagbibigay-daan sa ilang bahagi ng Sites na gumana nang maayos at ang iyong mga kagustuhan ng user ay mananatiling kilala. Ang Cookies ng Pagsusuri, bukod sa iba pang mga bagay, ay nangongolekta ng impormasyon sa kung paano ginagamit ng Mga Customer, Integrator, at End-user ang aming Mga Site, ang nilalaman at mga produkto na pinakamadalas na tinitingnan ng mga user, at ang pagiging epektibo ng aming third party na advertising. Tumutulong ang Advertising Cookies sa paghahatid ng mga ad sa mga may-katuturang madla at pagpapalabas ng aming mga ad sa tuktok ng mga resulta ng paghahanap. Ang cookies ay alinman sa \"session\" na Cookies na tatanggalin kapag tinapos mo ang session ng iyong browser, o \"persistent,\" na nananatili hanggang sa iyong tanggalin ang mga ito (tinalakay sa ibaba) o ang partidong naghatid ng cookie. Ang buong detalye sa lahat ng Cookies na ginamit sa Sites ay makukuha sa aming Cookie Disclosure table sa ibaba.",
    "322830977": "Paano i-disable ang Cookies.",
    "3885459114": "Sa pangkalahatan, maaari mong i-activate o i-deactivate sa ibang pagkakataon ang paggamit ng cookies sa pamamagitan ng functionality na nakapaloob sa iyong web browser. Kung gusto mong matuto nang higit pa tungkol sa cookies, o kung paano kontrolin, huwag paganahin o tanggalin ang mga ito, mangyaring bisitahin ang https://www.knowcookies.com/ para sa detalyadong gabay.",
    "262509504": "Maaari naming i-link ang impormasyong nakolekta ng Cookies sa iba pang impormasyon na kinokolekta namin mula sa iyo alinsunod sa Patakaran sa Privacy na ito at gamitin ang pinagsamang impormasyon tulad ng nakasaad dito. Katulad nito, maaaring i-link ng mga third party na naghahatid ng cookies sa aming Mga Site ang iyong pangalan o email address sa iba pang impormasyong kinokolekta nila, na maaaring kasama ang mga nakaraang pagbili na ginawa offline o online, o ang iyong online na impormasyon sa paggamit.",
    "2935155034": "Kung ikaw ay matatagpuan sa European Economic Area, mayroon kang ilang partikular na karapatan na inilalarawan sa itaas sa ilalim ng header na \"Abiso sa EU Data Subjects\", kabilang ang karapatang siyasatin at itama o tanggalin ang data na mayroon kami tungkol sa iyo.",
    "1873812847": "Pagbubunyag ng (mga) cookie",
    "3319083717": "Pangalan:",
    "3183855267": "1. hmt_id",
    "907324388": "Function",
    "2896187462": "1. Ginagamit para sa mahigpit na kinakailangang anonymous na mga istatistikang nauugnay sa serbisyo, at para sa iba pang mga teknikal na layunin tulad ng pagtulong sa suporta sa accessibility.",
    "987267027": "Party",
    "3453526675": "1. 1st party",
    "1952810469": "Uri",
    "1795436560": "1. Sesyon",
    "102695075": "Tagal",
    "3356329025": "1. 30 araw",
    "3744153629": "Pangalan:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "session,",
    "3186435874": "sessionid",
    "720059527": "2. Ginagamit para sa mahigpit na kinakailangang teknikal na layunin: pagbalanse ng load, pagruruta.",
    "1241291641": "Tingnan ang higit pang mga detalye.",
    "1834801943": "2. 1st party",
    "2114694926": "2. Sesyon",
    "938404336": "2. Nag-iiba; hanggang 30 araw.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Ginagamit para sa mahigpit na kinakailangang teknikal na layunin: nagbibigay-daan sa Paggamit ng Accessibility ng User.",
    "1061239711": "3. 1st party",
    "1483015662": "3. Sesyon",
    "3458934553": "3. Nag-iiba; hanggang 30 araw.",
    "1527172673": "Kung mayroon kang anumang mga katanungan tungkol sa Patakaran sa Cookie na ito, mangyaring makipag-ugnayan sa amin sa:",
    "134571844": "Impressum (Abiso sa Site)",
    "110836420": "Huling na-update: Disyembre 23, 2020",
    "2901894297": "Ang hCaptcha ay isang serbisyo ng Intuition Machines, Inc. (\"IMI\"), isang Delaware US Corporation (#6393793).",
    "2928362319": "Maaaring ipadala sa koreo ang mga katanungan sa: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Ang impormasyon tungkol sa kasalukuyang pamamahala ng kumpanya ay maaaring makuha sa Tungkol sa pahina. Ang kasalukuyang CEO ng kumpanya ay ang managing director na responsable para sa nilalaman.",
    "3094150511": "Awtoridad sa regulasyon: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Ang IMI ay hindi nangangako sa, at hindi rin ito obligadong lumahok sa, ang alternatibong paglutas ng hindi pagkakaunawaan para sa mga hindi pagkakaunawaan ng mga mamimili sa harap ng isang entidad ng paglutas ng hindi pagkakaunawaan ng mga mamimili.",
    "1395644678": "Opisyal na website ng European Commission para sa Online Dispute Resolution:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Walang mga garantiya tungkol sa nilalaman",
    "707541553": "Ang lahat ng impormasyong nakapaloob sa aming mga pahina sa internet ay napatunayan ng IMI o isang third party. Gayunpaman, alinman sa IMI o mga third party ay hindi maaaring panagutin para sa pagiging kasalukuyan, tumpak, o kumpleto ng impormasyon. Nalalapat din ito sa iba pang mga website na maaaring maabot sa pamamagitan ng mga hyperlink sa aming mga pahina. Ang IMI ay hindi tumatanggap ng responsibilidad para sa nilalaman ng mga panlabas na website na ito.",
    "2650241052": "Walang payo",
    "3361191778": "Ang impormasyong ibinigay sa mga pahina sa internet ay hindi kumakatawan sa indibidwal na payo at hindi maaaring palitan ito. Kung kailangan mo ng indibidwal na payo, mangyaring makipag-ugnayan sa aming kawani ng suporta.",
    "1031855757": "Paggamit ng site na ito",
    "204716894": "Ang nilalaman at disenyo ng aming mga web page ay protektado sa ilalim ng batas sa copyright. Ang pagdoble ng mga pahina at ang kanilang nilalaman sa paraang lumalampas sa makatwirang patas na paggamit ay nangangailangan ng paunang nakasulat na pahintulot mula sa IMI kung walang ibang mga legal na probisyon na tinukoy para sa pagdoble sa pahina.",
    "3182435854": "Copyright",
    "3187946010": "Ang lahat ng teksto, mga larawan, graphical na animation, mga video, musika, mga tunog at iba pang materyal sa mga pahinang ito ay protektado sa ilalim ng batas ng copyright ng IMI o mga third party kung tinukoy. Ipinagbabawal na kopyahin o baguhin ang materyal na ito para sa komersyal na paggamit sa paraang lumalampas sa makatwirang patas na paggamit.",
    "74538881": "Responsibilidad para sa website na ito",
    "3236873806": "Ang IMI ay responsable para sa website na ito.",
    "2657277322": "Kung mayroon kang anumang mga katanungan, mangyaring makipag-ugnay sa amin sa:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Ang Privacy Pass ay isang",
    "1898063898": "para sa pagpapanatili ng privacy ng user na aming binuo kasabay ng",
    "1942186611": "at iba pa.",
    "3673079511": "umuusbong na pamantayan",
    "2164933356": "Cloudflare",
    "3119589996": "Paano ito gumagana: ang isang browser extension ay nagbibigay sa mga user ng kakayahang gumawa at pumirma ng cryptographically blind token para sa mga website na sumusuporta sa Privacy Pass protocol. Ang extension ay bumubuo ng mga pass na naglalaman ng mga cryptographically blinded token na nilagdaan ng hCaptcha kapag nalutas ang isang hamon sa anumang site gamit ang serbisyo ng hCaptcha,",
    "1254771154": "mga hamon na ipinapakita sa iba pang mga serbisyong sumusuporta sa Privacy Pass na naka-embed din ng hCaptcha, hal Cloudflare.",
    "996362763": "Ang mga token na ito ay hindi nakabulag at iniimbak ng extension para magamit sa hinaharap. Kapag bumisita ang user sa isang site gamit ang hCaptcha at kailangang pumasa sa hamon (invisible man o sa pamamagitan ng button na \"Ako ay tao\") ay awtomatiko silang na-redeem. Nangangahulugan ang proseso ng pagbulag na ang mga pinirmahan at na-redeem na mga token ay hindi maiugnay sa cryptographically mula sa pananaw ng hCaptcha, at sa gayon ay napapanatili ang privacy ng user.",
    "2943346052": "Habang nagpapatuloy ang proseso ng standardisasyon ng IETF, inaasahan namin na ang mga pangunahing browser ay gagamit ng ilang anyo ng Privacy Pass na native. Sa kalaunan ay gagawin nitong hindi na kailangan ang extension. Gayunpaman, sa sandaling ito, mangyaring sundin ang mga tagubilin sa ibaba.",
    "2326660907": "maliban sa",
    "741483946": "* Sa madaling salita: maaari kang makakuha ng mga token ng hCaptcha Privacy Pass sa hCaptcha.com, at gamitin ang mga ito sa ibang mga site nang direkta gamit ang hCaptcha.com. Hindi ka makakakuha o makakapag-redeem ng mga token ng hCaptcha Privacy Pass para i-bypass ang serbisyo ng hCaptcha gaya ng ginamit ng Cloudflare, dahil ang Cloudflare ay nag-isyu at nagre-redeem ng sarili nitong mga token ng Privacy Pass.",
    "1362015807": "Nagsisimula",
    "1358325821": "Una, i-install ang extension para sa",
    "310885519": "o",
    "4091044469": ". Tiyaking na-enable mo ang extension sa incognito mode. Pagkatapos, bisitahin ang anumang website gamit ang hCaptcha at lutasin ang isang captcha. Sa bersyon 2.0.3, maaari mong kunin ang mga token na ito sa mga website gamit ang hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Kapag na-install mo na ang extension, mag-click dito (o sa anumang website na gumagamit ng hCaptcha) para makakuha ng mga pass:",
    "166277959": "Pakitandaan: kasalukuyang nasa beta ang feature na ito, at maaaring hindi gumana sa lahat ng website at user sa lahat ng oras. Kung sakaling hindi ito pinagana o hindi gumana para sa isang partikular na user, babalik lang ang gawi sa karaniwang karanasan sa hCaptcha nang walang pagkawala ng functionality.",
    "3031357206": "May lalabas na bagong icon sa tabi ng iyong URL bar. Ngayon bumisita sa isang website gamit ang hCaptcha. Ito ay magiging ganito:",
    "1066753052": "na nangangahulugan na ang wallet ay walang laman, at ikaw ay nasa isang site na may kasamang hCaptcha challenge. Kapag nakumpleto mo na ang hamon, makakakuha ka ng mga token na maaaring i-redeem sa anumang iba pang website na may hCaptcha.",
    "651123197": "Ang isang bilang ng kasalukuyang kabuuan sa iyong wallet ay ipapakita sa icon pagkatapos makumpleto ang hamon.",
    "554844646": "Maaari mong kumpirmahin na gumagana ang extension sa pamamagitan ng pagkakakita sa counter na bumaba ng 1 sa bawat oras na mag-click ka",
    "4087729475": "ang hamon pagkatapos ng iyong unang paglutas.",
    "647630208": "At ayun na nga! Ang iyong online na pagba-browse ay mas pribado na ngayon.",
    "3272552822": "Mga developer at cryptographer:",
    "4059570880": "Kung gusto mong subaybayan ang pagsusumikap sa standardisasyon, kasalukuyang isinasagawa ang mga pagsisikap sa",
    "1904390996": "upang gawing pamantayan ang",
    "252720667": "pinagbabatayan ng cryptographic na seguridad ng Privacy Pass. Ang protocol mismo ay dumadaan sa",
    "3972554015": "proseso din. At ang extension ng browser ay siyempre",
    "3723626769": "para sa iyong mga kontribusyon at pagsusuri.",
    "3882147547": "Mga Oblivious Pseudorandom Function",
    "565624910": "burador",
    "3421090159": "open source",
    "3098677775": "T: Ang aking IP at kasaysayan ng pagba-browse ay ganap na pribado mula sa hCaptcha kapag gumagamit ng Privacy Pass?",
    "4019638786": "A: Ang mga user ng Privacy Pass ng hCaptcha ay hindi kailanman maglalantad ng kanilang IP sa hCaptcha maliban kung walang laman ang token wallet ng kanilang browser o ipapadala ito ng site. Walang paraan ang hCaptcha na i-link ang user sa pagkuha ng token, at hindi kailanman direktang nakikipag-ugnayan sa user sa panahon ng pagkuha maliban kung walang laman ang kanilang token wallet.",
    "3887113660": "T: Paano nakakaapekto ang Privacy Pass sa mga kita ng hCaptcha?",
    "1116455671": "A: Makakakuha ka ng reward para sa paunang solve kung makumpleto ito ng user sa iyong site. Ang mga redemption ay sumusunod sa parehong pattern ng pagtugon na parang ang user ay nag-auto pass sa iyong site dahil sa mataas na kumpiyansa ng kliyente: walang kita na nangyayari, at ang siteverify na tawag mula sa iyong server ay tumatanggap ng `credit: False` sa mga resulta ng pass.",
    "779817954": "Q: Kung mayroon akong Privacy Pass pass na inisyu ng ibang provider, maaari ko bang i-redeem ang mga ito sa hCaptcha?",
    "3014149332": "A: Hindi, ang mga pass ay hindi interoperable: dapat silang ibigay at i-redeem ng parehong awtoridad, sa kasong ito hCaptcha. Tandaan na kung mayroon kang mga pass mula sa Cloudflare at hCaptcha sa iyong extension, ang numerong available ay magbabago sa tamang halaga depende sa pangangailangan ng page na iyong binibisita. Sa madaling salita, kung mayroon kang 100 Cloudflare pass sa iyong wallet at 10 hCaptcha pass, dapat mong makita ang 10 sa icon ng extension sa mga page na may naka-embed na hCaptcha.",
    "3679148535": "Q: Anong iba pang mga application ng Privacy Pass ang ginagawa mo?",
    "1606783855": "A: Lubos kaming interesado sa Privacy Pass para sa Accessibility (\"a11y\") use case. Ang mga dating sikat na opsyon tulad ng mga audio captcha ay may diskriminasyon laban sa maraming a11y user. Naniniwala kami na ang pagsasama-sama ng aming kasalukuyang a11y na diskarte sa pagpapalabas ng Privacy Pass ay magbibigay-daan sa mga user ng a11y na mag-browse nang ligtas, secure sa kaalaman na ang kanilang trapiko ay mas pribado, habang nililimitahan ang pang-aabuso ng mga operator ng bot na hindi maiiwasang mangyari kapag available ang mga opsyon sa a11y.",
    "2359150347": "Q: Sinusuportahan ba ng ibang mga online security services ang Privacy Pass?",
    "2082237880": "A: Ang hCaptcha ay ang unang serbisyo sa uri nito na sumusuporta sa Privacy Pass, at kasalukuyang nag-iisang gagawa nito. Gayunpaman, inaasahan naming makikilala ng ibang mga serbisyo ang mga pakinabang ng pagpapataas ng privacy ng user online, at inaasahan namin na sa hinaharap ay mas marami ang magsasagawa ng mga pagpapatupad dahil pormal na pinagtibay ang mga pamantayan ng IETF na tinutulungan naming bumuo.",
    "2109792055": "Gabay sa Gumagamit: Mga Isyu sa Pag-debug sa Pag-isyu at Pagpapatunay ng Privacy Pass",
    "3588620914": "Ang Privacy Pass ay isang bagong imbensyon ayon sa mga pamantayan ng Web, at posible para sa ibang mga application at mga extension ng browser na hindi nakakaalam nito na makagambala sa paggana nito.",
    "4039193170": "Kung mayroon kang mga isyu sa pagkuha o pagkuha ng mga token:",
    "2378786360": "1. Subukan ang isa sa iba pang sinusuportahang browser: kung nasa Chrome ka, subukang gamitin ang Firefox nang hindi ini-import ang iyong mga setting mula sa Chrome, at i-install ang plugin doon. Kung gagana iyon, maaaring mayroon kang isyu sa configuration ng browser.",
    "394235836": "3. Kung wala sa mga suhestyon sa itaas ang gumagana, magpadala sa amin ng email ng suporta at ikalulugod naming tumulong na malaman kung ano ang nangyayari.",
    "3470857731": "Isang pagsusuri sa kung gaano kahusay na nakita ng reCAPTCHA ang mga bot.",
    "3240786848": "Huling na-update: Pebrero 18, 2021",
    "2547140673": "Sa loob ng mahigit isang dekada, ang serbisyo ng reCAPTCHA ng Google ay nag-alok sa mga may-ari ng website ng isang kalakalan: hayaan ang Google na subaybayan ang iyong mga user at magtanong sa kanila, at bilang kapalit ay nangangako silang ihihinto ang mga bot at spam.",
    "2133754014": "Mahigit sa 4.5 milyong website ang gumagamit ng reCAPTCHA [",
    "3152512587": "at ang sistema ay nangongolekta ng daan-daang milyong pang-araw-araw na mga solve. [",
    "2296918009": "Ito ay katumbas ng higit sa 100 tao-taon ng paggawa araw-araw.[",
    "3900538778": "Ang naka-label na data ay ang gasolina na nagpapagana ng machine learning. Ang mga sagot sa reCAPTCHA ay ginamit upang pahusayin ang mga serbisyo ng ML/AI ng Google mula noong 2009. Maraming tao na gumagamit ng reCAPTCHA ang hindi nakakaalam na ginagamit ang kanilang paggawa.",
    "1160252730": "Naniningil na ngayon ang Google ng matataas na presyo para sa reCAPTCHA Enterprise, na naging dahilan upang muling suriin ng maraming kumpanya ang deal na ito.",
    "1131196501": "Tulad ng mga malalaking kumpanya",
    "204889717": "ay lumipat sa hCaptcha's",
    "639413188": "bilang tugon.",
    "3280658086": "mga solusyon sa negosyo",
    "3842815245": "Ito ba ay isang patas na kalakalan?",
    "714342693": "Ang koponan ng hCaptcha ay nangongolekta ng data ng pagpepresyo mula sa \"dark web\" na mga serbisyo sa captcha-breaking mula noong 2016. Napansin namin ang isang kawili-wiling trend:",
    "468929661": "Ang average na halaga ng pagsira sa isang reCAPTCHA ay napakababa (mas mababa sa $1 bawat 1000 na solve) at hindi tumaas nang malaki mula nang magsimula ang aming pagsubaybay noong 2016. Nalalapat ito sa parehong reCAPTCHA v2 at v3. [",
    "2862164005": "Hinahayaan kami ng data ng pagpepresyo na maglagay ng eksaktong halaga ng dolyar sa seguridad na inaalok ng isang reCAPTCHA: $0.001 o mas mababa sa bawat sagot.",
    "102498091": "Ang Google ay naniningil ng $1 sa bawat 1000 kahilingan para sa reCAPTCHA Enterprise, ibig sabihin, mas malaki na ang singil nila sa bawat kahilingan kaysa sa gastos para sirain ang seguridad ng kanilang serbisyo. Mukhang isang masamang pakikitungo ito.",
    "130239139": "Ano ang halaga ng 100+ tao-taon ng paggawa na kinokolekta ng Google araw-araw?",
    "1421074182": "Talagang mas mataas.",
    "1953519598": "Ang gastos sa pag-label ng isang larawan ay mula $0.03 hanggang $1.00 o higit pa. Sa anumang konserbatibong pagtatantya, ang Google ay nakakuha ng bilyun-bilyong dolyar ng libreng paggawa hanggang sa kasalukuyan. [",
    "3025548709": "Mayroon bang alternatibo sa hindi patas na deal na ito?",
    "263761351": "Ang hCaptcha ay ang unang mapagkakatiwalaang alternatibo, na ginagamit na ngayon ng daan-daang milyong tao bawat buwan.",
    "2743692546": "Habang pinapatunayan ng mga user ang kanilang katauhan sa pamamagitan ng hCaptcha, ang kanilang paggawa ay pumapasok sa isang hindi kilalang bukas na merkado para sa pag-bid.",
    "1982750088": "Ang mga kumpanya sa buong mundo ay nagbi-bid para sa paggawa na iyon upang makumpleto ang mga simpleng gawain na madali para sa mga tao ngunit mahirap para sa mga makina. Sinusuportahan ng mga user ang site na binibisita nila, at nakakaranas ng mas kaunting web spam dahil sa mas mataas na antas ng seguridad.",
    "1108398506": "ang mga customer ay nakakakuha ng kabuuang kontrol sa karanasan, at nakikinabang mula sa kadalubhasaan na nakuha ng hCaptcha sa pagpapatakbo ng pinakamalaking independiyenteng tagapagbigay ng hamon sa internet. Makakakuha din sila ng mas magandang deal kaysa sa reCAPTCHA Enterprise: hanggang 50-80% mas magandang pagpepresyo, depende sa volume.",
    "3012870872": "Ang mga website at app na gumagamit ng libreng bersyon (hCaptcha Publisher) ay kumikita mula sa gawaing iyon sa halip na i-donate ito sa Google.",
    "2271512952": "Sinusuportahan ng mga user ang site na binibisita nila, at nakakaranas ng mas kaunting web spam.",
    "278010425": "Ang malawak at madalas na nagbabagong uri ng mga gawain sa hCaptcha ay mas mahirap ding i-automate. Ang nag-iisang interface ng reCAPTCHA ay hindi nagbago sa loob ng maraming taon, at may maliit na hanay ng mga tanong na hindi madalas nagbabago. Isa ito sa mga paraan na nagbibigay ang hCaptcha ng mas matatag na proteksyon laban sa bot kaysa sa reCAPTCHA.",
    "984849234": "Gumagamit ang hCaptcha ng advanced na machine learning upang maihatid ang ipinangako lamang ng reCAPTCHA, habang ibinabahagi ang halagang nakuha sa mga website na gumagamit nito.",
    "4063769686": "Sinusuportahan ng mga user ang site na binibisita nila, at nakakaranas ng mas kaunting web spam. Mukhang fairer deal ito.",
    "685916926": "Bakit hindi bumuti ang reCAPTCHA sa paglipas ng panahon?",
    "3992401943": "Nagkaroon ng rebolusyon sa malalim na pag-aaral mula noong 2012. Ang pamantayan ng industriya para sa katumpakan ng gawain ay lubhang bumuti sa nakalipas na dekada, pangunahin dahil sa malalim na convolutional network. Sinundan ng iba pang serbisyong pinapagana ng ML na inaalok ng Google ang curve na ito.",
    "615031303": "(Tingnan ang mga talababa",
    "2125514305": "Ang ML ay bumuti, ngunit ang kahirapan sa pag-bypass sa reCAPTCHA ay hindi nagbago nang malaki sa panahong ito.",
    "1406188018": "6 at 7",
    "2689973938": "Ang pagpapabuti ng reCAPTCHA ay lumilikha ng isang intrinsic na salungatan para sa Google bilang isang ad vendor.",
    "464238793": "Kung ang Google mismo ang nagpasiya na ang isang user na nakakakita ng ad o nag-click sa isang link ay sa katunayan ay isang bot, hindi ito maaaring singilin para sa mga ad na ipinapakita sa user na iyon. Ang salungatan ng interes na ito ay lubhang nilimitahan ang saklaw ng mga ambisyong anti-bot ng Google.",
    "918924423": "Halimbawa, hindi nag-alok ang Google ng malinaw na mahahalagang serbisyo tulad ng retroactive bot detection. Mas maaasahan ang pagdeklara ng trapiko ng user na binuo ng bot pagkatapos ng pagsusuri ng ilang araw ng data.",
    "661412233": "Ang pag-alam pagkatapos ng captcha na ang ilang mga gumagamit ay mga bot ay mahalaga din. Hinahayaan nito ang mga may-ari ng website na linisin ang mga lumang spam post at tanggalin ang \"mga sleeper account\" na nakarehistro sa mga spam forum sa hinaharap, bawasan ang panloloko, at higit pa.",
    "3600797185": "Ang pag-aalok ng retroactive na bot identification ay magbubukas sa Google sa mga mahihirap na tanong kung paano muling i-refund ang mga advertiser na gumastos ng pera sa mapanlinlang na trapikong iyon.",
    "2076932190": "Ang produkto ng reCAPTCHA ay kaya tumitigil sa loob ng isang dekada.",
    "3856912381": "Ang mga gumagamit ay nagdusa, at ang hindi kinakailangang web spam ay laganap na ngayon. Ngunit mayroong isang alternatibo.",
    "1035621426": "Direktang binabawasan ng bawat bot na tinukoy ng reCAPTCHA ang kita sa ad ng Google.",
    "3668115514": "Paano naiiba ang hCaptcha?",
    "2413742287": "Ang insentibo ng hCaptcha ay i-maximize ang katumpakan, hindi ang kita ng ad: ang mga sagot sa bot ay walang silbi para sa aming mga customer, na nangangailangan ng data ng pagsasanay ng tao.",
    "1373262754": "Ang pag-alam kung sino ang isang indibidwal ay may kaunting halaga para sa hCaptcha. May pakialam lang tayo kung tao sila o malisyosong artista.",
    "600646860": "Sa halip na mag-alok ng serbisyong may kuwestiyonableng halaga habang kumukuha ng paggawa nang may tunay na halaga, ang hCaptcha ay nagbibigay ng parehong kabayaran at malakas na proteksyon laban sa bot.",
    "1836191653": "Sa halip na mag-alok ng isang madaling talunin na serbisyo sa mga libreng user habang naniningil ng milyun-milyong dolyar para sa isang bersyon ng enterprise na hindi gaanong mas mahusay, ang hCaptcha ay nagbibigay ng mahusay na proteksyon ng bot sa pareho, habang nag-aalok sa mga user ng enterprise ng mga karagdagang feature at pag-customize, kasama ang mga malalakas na SLA at mabilis na suporta.",
    "990215503": "Ang hCaptcha ay ang tanging pangunahing serbisyo ng captcha na hindi pagmamay-ari ng isang ad network.",
    "971933157": "Ang hCaptcha ay nagmamalasakit sa privacy, transparency, at fairness.",
    "178839499": "Ibinahagi ng hCaptcha ang halaga ng gawaing ginawa habang pinatutunayan ng mga user ang kanilang pagkatao.",
    "1237076138": "Nag-aalok ang hCaptcha ng patas na deal sa parehong libre (hCaptcha Publisher) at enterprise (hCaptcha Enterprise) na mga customer.",
    "614310292": "Sino ang nagtayo ng hCaptcha?",
    "4188814619": "Ang hCaptcha ay isang serbisyo ng Intuition Machines (",
    "3265328927": "), isang kumpanya ng machine learning na nag-aalok ng mga produkto at serbisyo para sa mga kumpanyang nagpapatupad ng machine learning sa sukat.",
    "2740033957": "Ang IM team ay binubuo ng mga scientist at engineer mula sa Apple, Amazon, at iba pang lider sa machine learning, distributed system, at seguridad.",
    "1579715421": "Regular na naglalathala ang mga IM scientist sa mga nangungunang kumperensya tulad ng ICML, ICLR, ECCV, at NeurIPS, at ang kumpanya ay pampublikong naglabas ng mga makabagong resulta sa mga disiplina ng ML tulad ng malalim na pag-hash [",
    "4015238193": "at OCR [",
    "279580593": "imachines.com",
    "279918384": "Paano ginagamit ng Google ang iyong libreng paggawa?",
    "2385522384": "Malamang na nakakakita ka ng mga frame ng video mula sa mga camera sa Waymo na self-driving na mga kotse ng Google, at tumutulong na pahusayin ang kanilang pagkilala sa bagay.",
    "1517627947": "Malamang na nakakakita ka ng mga larawan ng mga gusali o mga karatula sa kalye mula sa mga sasakyan ng Streetview ng Google, at tumutulong sa pag-label ng mga lokasyon para sa kanilang mga produkto sa Maps at Earth.",
    "3225936061": "Malamang na nakakakita ka ng mga larawan ng text na kinuha mula sa mga page ng libro sa serbisyo ng Google's Books, at tumutulong na pahusayin ang kanilang OCR (text recognition) software.",
    "129661785": "Kailanman ay hiniling na \"mag-click sa kotse/crosswalk/stoplight?\"",
    "936667684": "Nahiling na ba na \"i-type ang sign ng gusali/kalye?\"",
    "3773515538": "Kailanman tinanong na \"i-type ang dalawang salita?\"",
    "1778058441": "Anong mga uri ng trabaho ang tumatakbo sa hCaptcha?",
    "366088791": "Sinusuportahan ng hCaptcha ang isang malawak na iba't ibang mga gawain.",
    "3114147525": "Ginagamit ng mga customer ng hCaptcha ang serbisyo para sa mga gawain kabilang ang pagkilala sa bagay, pagtuklas ng katangian (pagkolekta ng mga label para matukoy ang mga uri ng pananamit), pagraranggo ng kaugnayan (pagpili ng pinakanauugnay na produkto mula sa ilang mga opsyon kung ihahambing sa isang pangunahing produkto), mga kahon ng hangganan (paghahanap ng mga lugar ng interes sa isang larawan), \"Human OCR\" (pagkilala sa teksto sa isang larawan) at marami pang ibang uri ng mga gawain.",
    "3139609561": "Nasa ibaba ang dalawang halimbawa ng pag-uuri ng larawan at mga uri ng trabaho sa pagtukoy ng katangian. [",
    "2273532558": "Sino ang mga nagbabayad na customer ng hCaptcha?",
    "4104221634": "Ang mga customer ng hCaptcha ay sumasaklaw sa iba't ibang industriya, mula sa mga kumpanya ng teknolohiya hanggang sa mga nakatuon sa fashion, retail, at iba pang mga lugar kung saan maaari silang lumikha ng halaga mula sa paglalapat ng machine learning.",
    "1337725003": "Ang hCaptcha ay nakatuon sa pagdemokratiko ng access sa mataas na volume na real-time na anotasyon, na nagpapahintulot sa mga malalaking kumpanya at maliliit na mapabuti ang kalidad ng kanilang mga produkto at serbisyo sa pamamagitan ng paglalapat ng machine learning sa kanilang negosyo.",
    "4086379603": "Mga tanong?",
    "1243684308": "Sineseryoso namin ang iyong feedback, at nais naming matiyak na ang lahat ay may mas kaaya-ayang karanasan online, na may mas kaunting mga bot at mas kaunting spam. Makipag-ugnayan sa amin:",
    "2645321220": "At kung sa tingin mo ay masyadong mataas ang halaga ng reCAPTCHA, tanungin kami tungkol sa hCaptcha Enterprise. Kasalukuyang ginagamit ng ilan sa mga pinakamalaking publisher, kumpanya ng mga serbisyo sa pananalapi, at mga kumpanya ng imprastraktura sa web sa mundo, hindi lamang sila isang mapagkakatiwalaang alternatibo sa reCAPTCHA: naniniwala kaming nag-aalok sila ng pinakamahusay na proteksyon sa bot na kasalukuyang magagamit.",
    "1229233916": "Mga talababa",
    "1115642494": "1. Pinagmulan: BuiltWith.com reCAPTCHA mga listahan ng site. Nakuha noong Hulyo 9, 2019.",
    "448807334": "(\"Daan-daang milyong CAPTCHA ang nilulutas ng mga tao araw-araw.\") Nakuha noong Hulyo 8, 2019.",
    "2397590157": "3. Konserbatibong pagtatantya: 200 milyong solve * 30 segundo bawat solve sa mga taon = 190.3 tao-taon/araw.",
    "3236311792": "4. panloob na pagsusuri ng hCaptcha. Na-harvest ang data hanggang ika-30 ng Hunyo, 2019. Available ang mga detalye kapag hiniling.",
    "1752259468": "5. Konserbatibong pagtatantya: $0.01 na halaga ng iisang anotasyon * 200M avg. mga anotasyon bawat araw (lower bound) * 365 araw bawat taon * 10 taon mula noong 2009 acquisition = $7.3 bilyon na lower bound value.",
    "3268946369": "6. Pinasasalamatan: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Pinagmulan: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIK HIERARCHY BASED RELASYONAL EMBEDDINGS PARA SA MAHINANG SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Kamakailang mga makabagong resulta: ICML LLD, Mayo 2019.",
    "1973347745": "10. Royalty-free na mga halimbawang larawan. Pinagmulan: Petapixel.",
    "1493115924": "Mga tala sa trademark:",
    "4051104324": "Ang \"Intuition Machines\" ay isang rehistradong trademark ng Intuition Machines, Inc.",
    "3983646521": "Ang lahat ng pangalan ng produkto, logo, tatak, trademark at rehistradong trademark ay pag-aari ng kani-kanilang mga may-ari. Ang lahat ng mga pangalan ng kumpanya, produkto at serbisyo na ginamit sa website na ito ay para sa mga layunin ng pagkakakilanlan lamang. Ang paggamit ng mga pangalan, trademark at brand na ito ay hindi nagpapahiwatig ng pag-endorso. Sa kasong ito, medyo kabaligtaran.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Nagtakda ang IM Scientists ng Bagong Benchmark para sa Weakly Supervised Text Recognition (OCR) sa CVPR 2020.",
    "1259002282": "Nakahanap ng bug? Narito kung paano ito iulat.",
    "3301728462": "Milyun-milyong tao ang gumagamit ng hCaptcha bawat buwan, sa libu-libong kumbinasyon ng mga browser, extension, device, firewall, at higit pa.",
    "3878230879": "Ang aming layunin ay tiyaking palaging gumagana para sa iyo, kaya lubos naming pinahahalagahan ang iyong mga ulat!",
    "2465128185": "Upang magbigay ng mabilis na feedback, i-click lamang ang button na \"Ipadala sa amin ang feedback.\"",
    "2921990472": "Kung nakakakita ka ng isang functional na isyu, mangyaring sundin ang",
    "2870341481": "sa ibaba. Para sa anumang iba pang mga browser lamang",
    "1866590035": "mga tagubilin sa log ng pag-debug para sa Chrome",
    "444492541": "mga tagubilin sa log ng pag-debug para sa Firefox",
    "169267610": "mag-email sa amin",
    "3100722753": "Para sa mga potensyal na isyu sa seguridad o privacy, tingnan ang mga tagubilin sa ibaba.",
    "1906593952": "Magbigay ng feedback sa hCaptcha na kakakita mo lang",
    "3951254541": "Pinahahalagahan namin ang iyong input. Ipaalam sa amin ang anumang mga isyu at malulutas namin ang mga ito nang mabilis.",
    "3324288040": "Padalhan kami ng feedback",
    "2864016648": "Mga Isyu sa Privacy",
    "304004915": "Wala kaming pakialam kung sino ang mga gumagamit, kung gaano sila malamang na maging malisyoso o mga makina. Sinusuportahan namin ang mga inisyatiba tulad ng",
    "1139493658": ", at magsikap na balansehin ang privacy at seguridad.",
    "3083289844": "Kung nakakita ka ng isyu na sa tingin mo ay maaaring makaapekto sa privacy ng user, mangyaring mag-email sa amin sa",
    "4264784515": "Mga Bug sa Seguridad",
    "963238401": "Palagi kaming interesado sa pagtanggap ng mga ulat ng mga bug sa seguridad. Email",
    "3926027556": "at babalikan ka namin ng mabilis.",
    "1589805435": "Mayroon din kaming isang",
    "2560582224": "programa ng bug bounty",
    "103876916": "para sa mga karapat-dapat na ulat sa seguridad sa serbisyo ng hCaptcha at nauugnay na source code.",
    "497117287": "Mga Opsyon sa Accessibility",
    "3230004040": "Ikaw ba ay may kapansanan sa paningin o kung hindi man ay hindi makakumpleto ng hCaptchas?",
    "3480023141": "Matuto pa tungkol sa mga opsyon sa pagiging naa-access",
    "2052161540": "Pagkuha ng Mga Detalye ng Ulat ng Bug: Chrome",
    "2281169898": "Ang pagpapadala ng impormasyon sa pag-debug kasama ng iyong ulat ay magiging mas madali para sa amin na matukoy kung ano ang nangyayari. Narito ang mga sunud-sunod na tagubilin:",
    "1123365779": "Kung isa kang web developer o ekspertong user, ang buod ay gusto naming magpadala ka sa amin ng network recording HAR at browser console logs.",
    "2015218686": "bago mo gawin ang mga hakbang na ito. Kung maaayos nito ang iyong problema, ikalulugod pa rin namin na ipaalam mo sa amin ang bersyon ng iyong browser, ad blocker o extension ng browser, at ang URL ng website.",
    "3922723611": "Pakisubukang huwag paganahin ang anumang ad blocker o mga extension ng seguridad ng browser",
    "4036872105": "una at pagkatapos ay muling subukan",
    "993651083": "Hakbang 1: Buksan ang Mga Tool ng Developer (Nagsisimula itong i-record ang session.)",
    "4163469907": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool ng Developer. Lagyan ng check ang kahon na \"Preserve log\" sa itaas.",
    "4243348003": "Hakbang 3: bisitahin",
    "641342999": ", o ang website kung saan ka nagkakaroon ng isyu (Privacy Note: kung ayaw mo lang ibahagi kung ano ito) ... at pagkatapos ay i-click ang button na \"Ako ay tao\", at subukang lutasin.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Hakbang 4: I-click ang \"I-export ang HAR\" (ang maliit na pababang arrow) pagkatapos mong subukang lutasin, na nagse-save sa log ng network. Ipadala ang file na iyon sa amin.",
    "1503240421": "Hakbang 5: Mag-click sa tab na Console, at i-right-click pagkatapos ay \"I-save bilang ..\" upang i-save ang console log. Ipadala rin sa amin iyon.",
    "2863840904": "Hakbang 6: Huling hakbang, i-email sa amin ang mga HAR at console log file na iyon, at ilarawan ang problema",
    "4051785543": "Gamitin ang:",
    "3623028666": "(mangyaring gumamit ng serbisyo tulad ng",
    "551761392": "at magpadala ng mga link) at opsyonal na screenshot, kung pinaghihinalaan mo na mayroong hindi ipinapakita nang tama. Pakipadala rin ang IP na ginagamit mo. Makukuha mo ito mula sa",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Salamat sa paglalaan ng oras upang matulungan kaming makuha ang impormasyong ito!",
    "3680327841": "Nakatuon kami na gawing maayos ang hCaptcha para sa lahat",
    "1059502393": "Pagkuha ng Mga Detalye ng Ulat ng Bug: Firefox",
    "1112074001": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool ng Developer. Lagyan ng check ang kahon na \"Persist logs\" sa itaas.",
    "1797298240": "Hakbang 4: I-click ang \"HAR\" pagkatapos mong subukang lutasin, at piliin ang \"I-save Lahat bilang HAR\" upang i-save ang log ng network. Ipadala ang file na iyon sa amin.",
    "3671246379": "Hakbang 5: Mag-click sa tab na Console, at i-right-click pagkatapos ay \"Piliin lahat\" at i-save iyon sa isang text file, upang i-save ang console log. Ipadala rin sa amin iyon.",
    "3816867833": "Feedback",
    "788770967": "Sorry to hear that! Maaaring gusto mong gamitin ang aming opsyon sa pagiging naa-access:",
    "1333016413": "Hinahayaan ka nitong maiwasan ang mga tanong sa hinaharap sa pamamagitan ng pagrehistro at pagtatakda ng cookie.",
    "2333410049": "Pakisubukan din na i-off ang iyong ad blocker.",
    "1345083090": "Pag-uulat ng isyu sa functionality?",
    "2184564739": "Tingnan mo",
    "604751186": "Iba pang mga isyu? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kung paano mag-ulat ng mga isyu sa mga detalyadong log",
    "1050501253": "Masyadong mahirap",
    "3264813246": "Hindi naaangkop",
    "3526939538": "Bug ng Software",
    "126134492": "Iba pa",
    "3511610999": "Siguraduhin nating makarating ka sa tamang lugar.",
    "3906886217": "Para sa mga kumpanya o website",
    "1621597093": "Mga solusyon sa seguridad ng negosyo (bayad)",
    "3176531704": "Anotasyon ng data",
    "1834239172": "Bumili ng mga serbisyo ng annotation ng hCaptcha",
    "1457707016": "Para sa mga indibidwal",
    "770264626": "Magdagdag ng hCaptcha sa iyong serbisyo (libre)",
    "881015166": "Magdagdag ng hCaptcha para sa Mga Publisher sa aking website o app",
    "47536007": "Matuto pa tungkol sa hCaptcha",
    "2012837493": "Mga Resulta ng Paghahanap",
    "4034694801": "Walang tugmang resulta.",
    "3621411541": "Matuto tungkol sa mga opsyon sa pagiging naa-access para sa hCaptcha",
    "3401005681": "Kumita ng Pera",
    "3933993151": "Magtrabaho bilang indibidwal na data labeler",
    "563059212": "Listahan ng mga Subprocessor",
    "3501923981": "Huling na-update: Enero 1, 2020.",
    "3548097301": "Epektibo: Enero 1, 2020.",
    "3991444169": "Inililista ng page na ito ang mga kasalukuyang subprocessor para sa serbisyo ng hCaptcha Enterprise.",
    "835396984": "Kasalukuyang Aktibo",
    "424089481": "Amazon Web Services, Inc. (Global). Mga serbisyong ibinigay: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Mga serbisyong ibinigay: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Mga serbisyong ibinigay: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Mga serbisyong ibinigay: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Tandaan: hindi nalalapat sa lahat ng customer. Halimbawa, ang IP Blinding o iba pang advanced na privacy o mga customer na opsyon sa seguridad (hal. Mga customer ng Secure Virtual Tenancy) ay ganap na hindi kasama sa anumang potensyal na \"PII\" na pumapasok sa mga telemetry system, kahit isang IP address. Mangyaring makipag-ugnayan sa kinatawan ng iyong account para sa higit pang impormasyon kung kinakailangan.",
    "700843971": "Hound Technology, Inc. (Global). Mga serbisyong ibinigay: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Mga serbisyong ibinigay: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Mga serbisyong ibinigay: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Mga serbisyong ibinigay: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Imprastraktura",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Mga paparating na karagdagan",
    "2420789666": "Fastly, Inc. Mga serbisyong ibinigay: Fastly CDN at edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Epektibo: Setyembre 1, 2021. Pagdaragdag ng Imprastraktura",
    "1487796027": "Para sa mga kumpanya",
    "3943417791": "Kumuha ng suporta para sa hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (libre)",
    "3397976149": "Kumuha ng suporta para sa hCaptcha Publisher",
    "833750823": "Nahihirapan sa isang hamon?",
    "2024737147": "Gustong mag-ulat ng bug?",
    "1978884623": "Matuto pa tungkol sa pag-uulat ng mga isyu sa software",
    "4188664955": "Master Tuntunin ng Serbisyo",
    "2621989404": "Huling Na-update: Setyembre 24, 2021. Pakitandaan na ang aming mga tuntunin sa wikang Ingles ay may awtoridad.",
    "2404545611": "Maligayang pagdating sa hCaptcha! Salamat sa pagiging bahagi ng aming komunidad. Ang lahat ng mga gumagamit ng \"Mga Serbisyo\" (tinukoy sa ibaba) ay dapat sumang-ayon sa mga sumusunod na tuntunin (ang \"Mga Tuntunin ng Serbisyo\"). Sa ilalim ng Mga Tuntunin ng Serbisyong ito, ang \"IMI\", \"kami\" at \"kami\" ay tumutukoy sa Intuition Machines, Inc. at mga subsidiary, kaakibat, opisyal, ahente, empleyado, kinatawan, at ahente nito, at kasama sa aming \"website\" ang anumang website sa ilalim ang aming kontrol, kabilang ang www.hcaptcha.com at www.imachines.com.",
    "2348450790": "Pakibasa itong Mga Tuntunin ng Serbisyo. Kabilang sa mga ito, bukod sa iba pang mga probisyon, ang mga disclaimer ng mga warranty, mga limitasyon ng pananagutan, at may-bisang arbitrasyon. Pakitandaan na ang Mga Tuntunin ng Serbisyong ito ay maaaring nagbago mula noong huli mong pagbisita sa aming website. Maaari naming baguhin at i-update ang Mga Tuntunin ng Serbisyo na ito paminsan-minsan sa aming sariling paghuhusga. Sa kaganapan ng isang materyal na pagbabago, aabisuhan ka namin sa pamamagitan ng pag-post ng na-update na Mga Tuntunin ng Serbisyo sa pahinang ito, pagkatapos nito ay dapat mong tanggapin ang na-update na Mga Tuntunin ng Serbisyo upang magpatuloy sa paggamit o pag-access sa Site o sa Serbisyo.",
    "1064537632": "Pakitandaan na ang iyong paggamit ng aming Serbisyo ay pinamamahalaan ng aming Kasunduan sa Pagproseso ng Data, na isinama dito bilang sanggunian. Pakisuri ang kasunduang ito upang makita kung paano namin pinoproseso ang personal na data sa ngalan mo. Tandaan na kami ay nagpapatakbo bilang isang \"data processor\" para sa mga layunin ng EU General Data Protection Regulation, at isang \"service provider\" para sa layunin ng California Consumer Privacy Act.",
    "1933936765": "Kasunduan sa Pagproseso ng Data (Huling na-update: Setyembre 23, 2021)",
    "2959486280": "Kung hindi ka sumasang-ayon sa Mga Tuntunin ng Serbisyong ito, hindi mo maaaring gamitin o i-access ang Site o ang Serbisyo.",
    "3200859925": "1. Layunin",
    "1807143500": "Kasama sa Mga Serbisyo ang isang online na serbisyo sa seguridad (ang \"hCaptcha Service\") at isang platform (ang \"Intuition Machines Platform\") kung saan maaaring piliin ng isang indibidwal (\"Contributor\") na magsagawa ng mga gawain na isang third party na entity o Intuition Machines mismo (bawat isa ang isang \"Humihiling\") ay nagpo-post sa aming website o sa Serbisyo ng hCaptcha, alinman nang direkta sa aming website o sa pamamagitan ng pag-access sa Intuition Machines Platform at/o pagsasagawa ng mga gawain sa pamamagitan o kaugnay ng isang third party na entity at/o platform o serbisyo (bawat isa, isang \"Integrator\"). Ang mga humihiling ay nagpo-post ng mga gawain at nag-aanyaya sa mga Contributor na isagawa ang mga ito kapalit ng mga reward na ibinigay ng IMI sa Mga Integrator, o ayon sa tinutukoy ng Humihiling kung ang Humihiling ay gumagamit ng Intuition Machines Platform o hCaptcha Service upang maghatid ng mga gawain sa kanilang sariling mga end-user. Sinisingil namin ang mga kumpanya at indibidwal (bawat isa ay \"Customer\") para sa paggamit ng aming platform upang magamit nila ang aming software, mga gawain ng may-akda, kunin kami sa mga gawain ng may-akda, at/o makakuha ng access sa Mga Contributor. Sinisingil din namin ang mga Integrator para sa paggamit ng aming Serbisyo ng hCaptcha upang mabawasan ang panloloko, pang-aabuso, at spam sa kanilang mga website, mobile app, at iba pang online na pag-aari. Ang nabanggit ay sama-samang tinutukoy bilang \"Mga Serbisyo.\"",
    "3212830633": "2. Pagiging karapat-dapat",
    "2605814073": "Sa pamamagitan ng paggamit o pagpaparehistro para sa aming Mga Serbisyo, sumasang-ayon ka: ikaw ay hindi bababa sa 18 taong gulang; mayroon kang awtoridad na pumasok sa kasunduang ito sa ngalan ng iyong sarili o ng entity na iyong kinakatawan, at sa lahat ng oras ay mananatiling sumusunod sa Mga Tuntunin ng Serbisyong ito at lahat ng mga patakaran at alituntunin ng IMI na isinangguni dito; at hindi mo aabuso ang aming website, ipagkakaila sa amin nang mali ang iyong pagkakakilanlan, o gagamit ng artificial intelligence para kumpletuhin ang anumang bahagi ng anumang gawain sa IMI na nangangailangan ng katalinuhan ng tao.",
    "2616040974": "3. Mga Customer at Humihiling",
    "1544829730": "Kung ikaw ay isang Customer o Humihiling, sumasang-ayon ka na ang mga karagdagang tuntunin na nakalakip dito bilang Customer Appendix ay ilalapat at isasama sa pamamagitan ng pagtukoy sa Mga Tuntunin ng Serbisyong ito. Kung ikaw ay hindi isang Customer o Humihiling, o huminto sa pagiging Customer o Humihiling, kung gayon ang mga karagdagang tuntunin sa Customer Appendix ay hindi malalapat o hindi rin sila isasama sa pamamagitan ng pagtukoy sa Mga Tuntunin ng Serbisyong ito.",
    "3759360138": "4. Username at Password",
    "2236960358": "Sa pagpaparehistro, hihilingin sa iyong ibunyag ang ilang personal na impormasyon tungkol sa iyo (\"Personal na Impormasyon\"), kabilang ang iyong pangalan, email address, at upang lumikha ng isang username at password, na lahat ay sasailalim sa aming Patakaran sa Privacy, na magagamit sa aming website. Ikaw lamang ang may pananagutan sa pagsubaybay, pagtiyak at pagpapanatili ng seguridad ng iyong account, mga password, at anumang mga susi sa pagpapatunay na nauugnay sa iyong account, at ikaw ay may pananagutan para sa anumang paggamit ng o pagkilos na ginawa sa pamamagitan ng paggamit ng impormasyong iyon sa Mga Serbisyo.",
    "3047519814": "Sumasang-ayon ka na hindi mo ibabahagi ang iyong account o password sa sinuman.",
    "1699668873": "Dapat mong abisuhan kaagad ang IMI kung pinaghihinalaan mo na ang impormasyon ng iyong account ay ninakaw o ginamit ng ibang tao, o anumang iba pang paglabag sa seguridad.",
    "3044038608": "Sumasang-ayon kang magbigay sa amin ng totoo, tumpak at kumpletong impormasyon gaya ng hinihiling sa aming proseso ng pagpaparehistro. Sumasang-ayon ka rin na i-update kaagad ang naturang impormasyon kung kinakailangan upang mapanatili itong napapanahon at tumpak.",
    "4132302900": "5. Ang Iyong Privacy, Iyong Data, at \"Data Para sa Lahat\"",
    "10724169": "Tinatanggap mo ang aming Patakaran sa Privacy, na namamahala sa kung ano ang gagawin namin sa anumang Personal na Impormasyong ibibigay mo sa amin.",
    "1669194950": "Bilang karagdagan sa Personal na Impormasyon, maaari ka ring hilingin na magbigay (o maaaring kailanganin para sa amin na mangolekta) ng iba pang data upang maibigay namin ang Mga Serbisyo (sama-sama, \"Data ng Customer\"). Hindi kami mananagot para sa anumang pagkabigo na magsagawa ng Mga Serbisyo na sanhi ng iyong pagkaantala o pagkabigo sa pagbibigay ng Data ng Customer.",
    "1330274831": "Sa pamamagitan nito, binibigyan mo kami ng isang pandaigdigang, hindi eksklusibo, nasu-sublicense, naililipat, walang royalty, hindi na mababawi na lisensya sa panahon ng termino ng Kasunduang ito na gumamit, magparami, elektronikong ipamahagi, at magpakita sa publiko ng anumang Data ng Customer para lamang sa layunin ng pagbibigay ng Mga Serbisyo . Kinakatawan at ginagarantiyahan mo na nagmamay-ari ka ng sapat na karapatan, titulo, at interes sa at sa iyong data upang maibigay ang lisensya sa seksyong ito.",
    "2230333214": "Pinagsasama-sama namin ang Data ng Customer sa iba pang data upang ang mga resulta ay hindi personal na makikilala at nangongolekta din kami ng mga de-identified na teknikal na log at data tungkol sa paggamit ng Mga Serbisyo (\"Aggregate/De-identified Data\"). Sa kabila ng anumang bagay na salungat dito, anumang naturang Pinagsama-samang/De-identified na Data ay maaaring gamitin ng IMI para sa anumang layunin ng negosyo sa panahon o pagkatapos ng termino ng Kasunduang ito, kabilang ang walang limitasyon upang bumuo at mapabuti ang Mga Serbisyo at upang lumikha at mamahagi ng mga ulat at iba pang materyales. Ang Data ng Customer ay maaari ding magpatuloy at maipakita sa system sa loob ng limitadong panahon na hindi lalampas sa 180 araw pagkatapos makumpleto ang isang trabaho, halimbawa bilang awtomatikong pag-calibrate o data ng pagpapatunay para sa mga system ng Intuition Machines. Para sa kalinawan, ang Seksyon 5 na ito ay hindi nagbibigay sa amin ng karapatang tukuyin ka bilang pinagmumulan ng anumang Pinagsama-sama/Hindi Natukoy na Data nang wala ang iyong paunang nakasulat na pahintulot.",
    "3881754581": ". Kung ikaw ay isang Customer ng aming mga serbisyo ng anotasyon at pinili mo ang opsyong \"Data Para sa Lahat\" bilang bahagi ng iyong paggamit ng Mga Serbisyo, pagkatapos ay magbibigay ka sa IMI at lahat ng mga gumagamit ng Mga Serbisyo ng isang pandaigdigan, hindi eksklusibo, sublicenseable, naililipat, walang royalty, hindi mababawi na lisensya upang ganap na samantalahin ang lahat ng Data ng Customer, kabilang ang lahat ng nauugnay na karapatan sa intelektwal na ari-arian. Kung pipiliin mo ang opsyong \"Data para sa Lahat,\" kinakatawan at ginagarantiyahan mo na nagmamay-ari ka ng sapat na karapatan, titulo, at interes sa at sa iyong data upang maibigay ang lisensya sa seksyong ito.",
    "3496767126": "Para sa pag-iwas sa pagdududa, ang sumusunod na talata ay eksklusibong nalalapat sa Mga Customer na gumagamit ng aming mga serbisyo ng anotasyon, at hindi sa paggamit ng aming Mga Serbisyo bilang isang Integrator",
    "767207800": "Kung ang iyong data ay naglalaman ng potensyal na tahasan o nakakasakit na nilalaman, hinihiling namin sa iyo na markahan ang mga ito na \"TAHASANG NILALAMAN\" upang magsilbing patas na babala sa sinumang makakakita sa iyong data. Maaaring wala kang hiwalay na nakasulat na kasunduan sa IMI ang mga gawain na lumalabag sa aming mga patakaran, kabilang ang, ngunit hindi limitado sa, (a) mga gawain na direkta o hindi direktang nagpo-promote ng isa pang website o serbisyo, (b) mga gawain na lumalabag sa mga tuntunin ng isang third party na website at kundisyon, (c) mga gawain na humihiling sa Mga Contributor na humingi ng mga third party, (d) mga gawain na humihiling sa Mga Contributor na kumilos upang manipulahin ang gawi o mga resulta ng isang website, (e) mga gawain na lumalabag sa mga karapatan sa intelektwal na ari-arian ng mga third party, at (f) mga gawain na nangangailangan ng mga Contributor na mag-download ng software o mga file.",
    "3370561195": "6. Katanggap-tanggap na Pag-uugali",
    "4205152730": "Hinihikayat kang makipag-ugnayan sa ibang mga user saanman sa aming website, Forum, pagmemensahe, chat, at iba pang mga channel sa social media na kinokontrol ng IMI, ngunit kung gagawin mo ito dapat kang sumunod sa lahat ng mga tuntunin ng serbisyo at paggamit sa aming site at lahat ng nauugnay na batas .",
    "1394253934": "7. Maling Paggamit, Pang-aabuso, at Maling Pagkakatawan",
    "1406393333": "Ang anumang pag-access o paggamit ng Mga Serbisyo maliban sa alinsunod sa Mga Tuntunin ng Mga Serbisyong ito at anumang mga tagubiling ibinibigay namin ay mahigpit na ipinagbabawal. Sa partikular, HINDI ka:",
    "3409726716": "magparehistro para sa higit sa isang account sa amin nang walang nakasulat na pahintulot;",
    "3119498672": "magsagawa ng anumang gawain sa paggamit ng mga Internet bot, web robot, bot, script, o anumang iba pang anyo ng artificial intelligence o kung hindi man ay subukang makakuha ng mga reward mula sa IMI o sinumang Humihiling o Integrator nang hindi kinukumpleto ang mga gawain tulad ng inilarawan sa kanila;",
    "1188668818": "magbigay ng anumang maling impormasyon habang ginagamit ang website na ito (kabilang ang walang limitasyong pagpapanggap bilang sinumang ibang tao o organisasyon sa iyong account, o maling pagsasabi o kung hindi man ay maling representasyon ang iyong sarili o ang iyong kaugnayan sa sinumang ibang tao o organisasyon sa iyong account;",
    "2804310964": "i-access o subukang i-access ang aming website sa pamamagitan ng anumang proxy web server o iba pang device na idinisenyo upang i-obfuscate ang iyong tunay na lokasyon o pagkakakilanlan o sa anumang paraan maliban sa ibinigay na interface;",
    "1374227759": "gamitin ang website para sa anumang ilegal na aktibidad, o para sa anumang layunin maliban sa layunin kung saan ito ginawang available;",
    "2103513933": "makisali sa aktibidad na nakakasagabal o nakakagambala sa paggana ng site;",
    "137127070": "magpasok, mag-upload, o mag-attach ng mga nakakahamak o hindi kilalang panlabas na link o file, o mag-upload ng anumang nilalaman na naglalaman ng virus, Trojan horse, worm, time bomb, o iba pang nakakapinsalang computer code;",
    "1686655020": "Mag-upload ng anumang nilalamang napapailalim sa copyright na hindi mo orihinal na gawa, maliban kung mayroon kang pahintulot mula sa may-ari na mag-post ng naturang nilalaman at upang bigyan ang IMI ng lahat ng mga lisensyadong karapatan na ipinagkaloob dito;",
    "1406692811": "makipag-spam o mag-post ng anumang uri ng publisidad, subukang makakuha ng mga referral, komunikasyon sa masa, mga alok o kahilingan ng pera, paghingi ng mga serbisyo, advertising, marketing, mga walang katuturang mensahe, mga nadobleng paksa, ilegal na nilalaman, mga link sa social website, e-mail address, o mga instant messenger ID maliban kung kinakailangan ng gawain;",
    "3893539589": "magpasok ng mga panlabas na link na nag-aalok ng mga produkto o serbisyo maliban kung kinakailangan ng gawain;",
    "3214322759": "kung hindi man ay nakikisali sa anumang nakakahamak o mapanlinlang na aktibidad.",
    "3733422465": "8. Pagpapatunay ng iyong Pagkakakilanlan",
    "267645277": "Maaaring i-verify ng IMI ang iyong pagkakakilanlan. Maaaring kabilang dito ang paghahambing ng iyong personal na impormasyon laban sa mga database ng third party o mga opisyal na legal na dokumento. Pinapahintulutan mo kaming gumawa ng anumang mga pagtatanong na kinakailangan upang kumpirmahin ang iyong pagkakakilanlan, ang iyong pagmamay-ari ng iyong email address, at ang iyong pagmamay-ari ng iyong mga financial account. Sumasang-ayon kang magbigay ng impormasyon tungkol sa iyo upang tulungan kami sa pag-verify ng iyong pagkakakilanlan.",
    "4169910317": "9. Pagsunod sa Batas",
    "519755936": "Ikaw lamang ang may pananagutan sa pagsunod sa mga batas na pederal, estado, panlalawigan, at lokal na may kaugnayan sa iyong paggamit ng Mga Serbisyo. Sumasang-ayon ka na bayaran at pawalang-sala sa amin para sa anumang mga paghahabol laban sa amin dahil nabigo kang sumunod sa anumang batas o lumabag sa anumang mga karapatan ng third party, kabilang ang walang limitasyong mga karapatan sa kontraktwal, intelektwal na ari-arian, o privacy.",
    "731546974": "10. Mga Buwis ng Contributor o Integrator",
    "3128328457": "Kung ikaw ay isang Contributor o Integrator, ikaw lamang ang may pananagutan para sa pagbabayad ng anumang tinantyang o iba pang federal, estado, o lokal na buwis sa kita, social security, FICA, at kabayaran ng mga manggagawa na dapat bayaran bilang resulta ng paggamit ng aming website, pati na rin ang mga katulad na buwis o singil sa mga hurisdiksyon na hindi US. Sumasang-ayon ka na bayaran at pawalang-sala kami para sa anumang mga pagtatasa laban sa amin dahil nabigo kang sumunod sa anumang mga batas sa buwis.",
    "2931396764": "11. Paglabag sa Mga Tuntunin ng Serbisyong Ito",
    "1240667045": "Maaari naming suspindihin, limitahan, o kanselahin ang iyong pag-access sa Mga Serbisyo anumang oras para sa anumang dahilan, kabilang ang dahil: (a) naniniwala kaming nilabag mo ang Mga Tuntunin ng Serbisyong ito (kabilang ang iba pang nauugnay na mga patakaran); (b) naniniwala kami na nilabag mo ang aming mga karapatan o ang mga karapatan ng anumang ikatlong partido; (c) hindi namin ma-verify o mapatotohanan ang impormasyong ibinigay mo sa amin; o (d) naniniwala kami na ang iyong mga aksyon ay maaaring lumikha ng mga pananagutan para sa iyo, sa amin, o sa isang ikatlong partido. Para sa pag-iwas sa pagdududa, inilalaan namin ang karapatang pigilan o suspindihin ang pagbabayad sa iyo kung makatwirang naniniwala kami na ang alinman sa mga nabanggit ay nalalapat sa naturang pagbabayad.",
    "1601080128": "Kung sususpindihin o wakasan namin ang iyong account, hindi ka na magkakaroon ng access sa anumang bahagi ng website, kabilang ang data, mga mensahe, file, at iba pang materyal na itinatago mo sa site. HINDI mo maaaring patuloy na gamitin ang aming website sa ilalim ng ibang o bagong pangalan ng account. Ang mga paglabag sa Mga Tuntunin ng Serbisyong ito ay maaaring kasuhan hanggang sa ganap na lawak ng batas at maaaring magresulta sa karagdagang mga parusa at parusa.",
    "1160707899": "12. Tungkulin at Relasyon ng Contributor sa IMI at Iba pang Humihiling",
    "269838707": "Kung isa kang Contributor, ikaw at ikaw lang ang magpapasya kung alin at gaano karaming mga gawain ang dapat tapusin, at kailan at saan mo kukumpletuhin ang mga ito. Malaya kang gumugol ng marami o kasing liit na oras sa pagkumpleto ng mga gawain ayon sa iyong pinili. Kahit kailan ay hindi ka nasa ilalim ng anumang obligasyon na kumpletuhin ang isang gawain.",
    "1087195513": "Kung isa kang Contributor na nag-a-access sa Mga Serbisyo at/o nagsasagawa ng mga gawain sa pamamagitan o kaugnay ng isang Integrator sa ngalan ng isang Humihiling na hindi IMI, sumasang-ayon ka at tinatanggap na ang Intuition Machines ay hindi mananagot at walang obligasyon sa iyo paggalang sa anumang mga gantimpala o iba pang kabayaran para sa mga natapos na gawain. Sumasang-ayon ka at kinikilala mo na ang anumang mga gantimpala o iba pang kabayaran para sa mga natapos na gawain ay tinutukoy lamang alinsunod sa iyong kasunduan sa Humihiling at/o ng Integrator, kung naaangkop. Anumang mga hindi pagkakaunawaan sa naturang mga gantimpala o iba pang kabayaran (kabilang ang walang limitasyong pagkabigo na makatanggap ng gayong mga gantimpala o iba pang kabayaran) ay sa pagitan mo at ng Humihiling at/o ng Integrator, kung naaangkop.",
    "952813944": "Ang paggamit mo ng aming website o anumang bagay sa kasunduang ito ay hindi lumilikha ng isang trabaho, partnership, joint venture, ahensya, franchise, o sales representative na relasyon sa pagitan mo at ng Intuition Machines. Hindi ka namin binibigyan ng anumang kagamitan o tool upang makumpleto ang isang gawain. Hindi ka namin binibigyan ng anumang mga benepisyo, kompensasyon ng mga manggagawa, o saklaw ng insurance. Hindi kami mananagot para sa anumang mga gastos na natamo mo sa paggamit ng aming website. Hindi namin ipagkakait ang anumang halaga mula sa iyong reward para sa federal o state income tax, Social Security, o anumang iba pang buwis. Malaya ka sa lahat ng oras na magsagawa ng mga gawain para sa sinumang tao o negosyo, kabilang ang alinman sa aming mga kakumpitensya. Wala kang awtoridad na pumasok sa anumang kontrata, nakasulat o pasalita, sa ngalan ng Intuition Machines.",
    "3460432665": "Sa kabila ng nabanggit, kung ikaw ay isang nagbabayad ng buwis sa US maaari kaming humiling sa iyo ng isang W-9, na i-update taun-taon, at maaari ka naming pigilan sa pagsasagawa ng mga gawain hanggang sa makumpleto o ma-update mo ang isang W-9.",
    "458271951": "Kung isa kang Contributor na nag-a-access sa Mga Serbisyo at/o nagsasagawa ng mga gawain sa pamamagitan o kaugnay ng isang Integrator sa ngalan ng Intuition Machines (kumikilos bilang Humihiling), maaaring gantimpalaan ka ng Intuition Machine para sa katanggap-tanggap na pagkumpleto ng ilang partikular na gawain. Kung sakaling matuklasan kang nasangkot sa panloloko, pang-aabuso, o paglabag sa Mga Tuntunin ng Serbisyong ito, anuman at lahat ng mga gantimpala sa iyo ay maaaring itago at/o mabawi ng Intuition Machines.",
    "3056723024": "13. Hindi Katanggap-tanggap na Pagkumpleto ng mga Gawain",
    "3913203723": "Kung, sa anumang kadahilanan, ang Humihiling ay hindi tumatanggap ng pagganap ng isang gawain na iyong natapos, ikaw bilang isang Contributor o Integrator ay hindi magkakaroon ng karapatan sa anumang gantimpala para sa gawain. Kung sakaling ang mga reward ay naibahagi na sa iyo para sa isang hindi katanggap-tanggap na natapos na gawain, maaari naming makuha ang mga ito mula sa iyo.",
    "3666807632": "14. Mga Kwalipikasyon at Kakayahan ng Contributor",
    "1993899769": "15. Ang Aming Paggamit ng Impormasyon",
    "2927283721": "Sa pamamagitan ng pagsasagawa ng mga gawain sa aming website, pinahihintulutan mo ang pagkolekta, paggamit, at pagsisiwalat ng iyong personal na impormasyon alinsunod sa aming Patakaran sa Privacy. Bilang karagdagan, maaari kaming magbahagi ng ilang partikular na impormasyon tungkol sa iyo at sa iyong mga nakumpletong gawain sa Humihiling na ang mga gawain ay nakumpleto mo upang mapadali ang ugnayan ng serbisyo at mapabuti ang website, kabilang ang, halimbawa, Contributor ID, mga resulta ng mga nakumpletong gawain, at iba pang mga katangiang nauugnay sa iyong mga kwalipikasyon, wika, kasanayan, at paggamit ng website.",
    "3027055607": "16. Intelektwal na Ari-arian at Mga Karapatan sa Pagmamay-ari",
    "3910971075": "Pagmamay-ari ng IMI ang lahat ng karapatan, kabilang ang mga karapatan sa intelektwal na ari-arian, sa source code, object code o pinagbabatayan na istraktura, mga ideya o algorithm, API, at anumang karagdagang software, dokumentasyon o data na nauugnay sa Mga Serbisyo (\"Software\"). Hindi mo, direkta o hindi direkta, sa pamamagitan ng isang third party o kung hindi man: (a) reverse engineer, decompile, i-disassemble, o kung hindi man ay tatangkaing tuklasin ang Software; (b) baguhin, isalin, o lumikha ng mga hinangong gawa batay sa anumang Software; (c) kopyahin, magrenta, mag-arkila, ipamahagi, ipangako, italaga, o kung hindi man ay ilipat o isama ang mga karapatan sa anumang Software; (d) gumamit ng anumang Software para sa pagbabahagi ng oras, mga layunin ng bureau ng serbisyo, o kung hindi man para sa kapakinabangan ng isang third party; o (e) alisin ang anumang pagmamay-ari na abiso o label.",
    "3660891610": "Kung ikaw ay isang Contributor, ang IMI, at hindi ikaw, ay may pagmamay-ari na mga karapatan sa anumang gawaing ginawa mo bilang bahagi ng pagkumpleto ng anumang gawain. Sa pamamagitan ng pagtanggap sa mga tuntunin ng Kasunduang ito sumasang-ayon ka sa (at sa pamamagitan nito) ilipat ang pagmamay-ari, pagmamay-ari, at titulo (kabilang ang lahat ng mga karapatan sa intelektwal na ari-arian na umiiral sa buong mundo) sa at sa iyong trabaho sa amin. Upang matiyak na kaya naming makuha, gawing perpekto, at gamitin ang mga naturang karapatan, sumasang-ayon ka pa na (i) lagdaan ang anumang mga dokumento upang tumulong sa dokumentasyon, pagiging perpekto at pagpapatupad ng aming mga karapatan; at (ii) magbigay ng makatwirang pag-access sa impormasyon para sa pagtatala, pagperpekto, pag-secure, pagtatanggol, at pagpapatupad ng naturang pagmamay-ari na mga karapatan sa alinman at lahat ng mga bansa. Ang iyong mga obligasyon sa ilalim ng seksyong ito ay magpapatuloy kahit na pagkatapos mong alisin sa pagkakarehistro o ihinto ang paggamit ng Mga Serbisyo. Itinalaga mo kami bilang iyong abogado-sa-katotohanan upang magsagawa ng mga dokumento sa ngalan mo para sa mga layuning itinakda sa seksyong ito.",
    "426125156": "17. Copyright at TakeDown",
    "1408530660": "Iginagalang ng IMI ang intelektwal na pag-aari ng iba at inilalaan namin ang karapatang alisin mula sa aming site ang anumang materyal na pinaniniwalaan naming maaaring lumabag sa mga karapatang intelektwal ng alinmang third party. Kung naniniwala ka na ang iyong sariling gawa ay nakopya sa paraang bumubuo ng paglabag sa copyright sa website na ito, mangyaring makipag-ugnayan sa customer support ng Intuition Machines.",
    "2696932851": "18. Pagbabayad-danyos",
    "3844300338": "Sumasang-ayon ka na magbayad ng danyos, ipagtanggol, at panatilihin kaming hindi nakakapinsala mula sa anuman at lahat ng mga paghahabol, pinsala, pananagutan, gastos, at gastos (kabilang ang mga makatwirang bayad at gastos ng mga abogado), na nagmumula o nauugnay sa iyong pagganap ng mga gawain o sa iyong paggamit ng aming website .",
    "2474091800": "19. Mga Di-pagkakaunawaan sa Iba Pang Mga Gumagamit; Palayain",
    "3162107126": "Ang IMI ay hindi partido sa anumang hindi pagkakaunawaan sa pagitan mo at ng sinumang gumagamit ng Mga Serbisyo. Inilalabas mo ang IMI at ang mga kaakibat nito mula sa anuman at lahat ng mga paghahabol, hinihingi, at pinsala sa bawat uri at kalikasan, alam at hindi alam, pinaghihinalaan at hindi pinaghihinalaan, isiniwalat at hindi isiniwalat, na nagmumula o nauugnay sa anumang hindi pagkakaunawaan sa pagitan mo at ng isa pang user.",
    "2271969747": "20. Kumpidensyal na Impormasyong Natatanggap Mo",
    "1042802841": "Ang kumpidensyal na impormasyon ay anumang impormasyon na minarkahan bilang kumpidensyal o pagmamay-ari, o dapat na makatwirang maunawaan ng tumatanggap na partido bilang kumpidensyal o pagmamay-ari. Hindi kasama dito ang anumang impormasyon na (1) magagamit sa publiko, (2) nasa pagmamay-ari na ng, binuo nang nakapag-iisa ng, o alam na ng tumatanggap na partido, o (3) ay isiniwalat sa pamamagitan ng utos ng hukuman o kung hindi man ay kinakailangan ng batas.",
    "1918025546": "Kung bibigyan ka ng kumpidensyal na impormasyon mula sa sinuman sa Mga Serbisyo, sumasang-ayon kang protektahan ang lihim ng kumpidensyal na impormasyon na may parehong antas ng pangangalaga na ginagamit mo upang protektahan ang iyong sariling kumpidensyal na impormasyon, ngunit sa anumang pagkakataon na may mas mababa sa nararapat na pangangalaga. Hindi mo maaaring ibunyag o i-publish ang anumang naturang kumpidensyal o pagmamay-ari na impormasyon, maliban kung kinakailangan para sa pagganap ng isang gawain. Ang lahat ng impormasyon sa loob ng isang gawain sa Intuition Machines Platform ay dapat ituring na kumpidensyal kahit na ang impormasyon ay hindi hayagang itinalaga bilang kumpidensyal.",
    "2690395789": "Kung at kapag hindi mo na kailangan ang kumpidensyal na impormasyong natanggap mo, dapat mong agad na ibalik o sirain (tulad ng hiniling ng sinumang nagsiwalat ng impormasyon) ang lahat ng kopya ng impormasyong umiiral sa lugar, system, o iba pang kagamitan na iyong kinokontrol.",
    "2178073797": "Dahil ang pagsisiwalat ng kumpidensyal na impormasyon ay maaaring magdulot ng hindi na mababawi na pinsala, ang nagsisiwalat na partido ay may karapatan na humingi ng injunctive relief para sa anumang paglabag o bantang paglabag sa terminong ito.",
    "2185860003": "21. Mga Pagbabago sa Website",
    "2631249972": "Maaari naming pagbutihin o baguhin ang aming website nang walang abiso sa iyo.",
    "3764131594": "22. Mga Website ng Third-Party",
    "295955580": "Ang aming website ay maaaring maglaman ng mga link sa mga third-party na website. Hindi namin kinokontrol, sinisiyasat, sinusubaybayan, o sinusuri ang mga naturang website. Kami ay hindi mananagot para sa at hindi rin namin ineendorso ang mga programa sa computer, nilalaman, o mga opinyon na nakapaloob sa mga naturang website. Kung magpasya kang umalis sa aming website at i-access ang anumang third-party na website, gagawin mo ito sa iyong sariling peligro.",
    "838225123": "23. Disclaimer ng Warranty",
    "3897238493": "ANG MGA SERBISYO AY IBINIGAY SA BASIS \"AS IS\". HINDI KAMI GUMAGAWA NG MGA REPRESENTASYON O WARRANTY, IPINAHIWATIG O IPINAHAYAG, TUNGKOL SA ACCESSIBILITY, FITNESS, LAWFULNESS, AVAILABILITY, O FUNCTIONALITY NG MGA SERBISYO, ANUMANG KAUGNAY NA SOFTWARE O MATERYAL, ANG MGA GAWAIN, O KAUGNAY NA ANUMANG GAWAIN. SA MAXIMUM NA SAKOP NA PINAHIHINTULUTAN NG BATAS, TINATAWALAN NG IMI ANG LAHAT NG hayag O IPINAHIWATIG NA MGA KONDISYON, REPRESENTASYON AT WARRANTY KASAMA, PERO HINDI LIMITADO SA, ANG MGA WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSING, AT NON-INFRING. ANG IYONG NAG-IISANG AT EKSKLUSIBONG REMEDY LABAN SA IMI MAY RESPETO SA ANUMANG MGA DEPEKTO, HINDI PAGSUNOD, O KAWAWASAN AY Itigil ang PAGGAMIT NG MGA SERBISYO Wala kaming pananagutan para sa anumang pinsala sa iyong computer system, pagkawala o katiwalian ng data, o iba pang pinsala na nagreresulta. mula sa iyong pag-access sa o paggamit ng website o Intuition Machines Platform. Maaaring mangyari ang mga nakaiskedyul at hindi nakaiskedyul na pagkaantala, at hindi namin ginagarantiyahan ang walang patid na pagkakaroon ng aming website.",
    "2110259227": "24. Limitasyon ng Pananagutan",
    "3018077211": "25. Resolusyon sa Di-pagkakasundo ng Contributor",
    "2790841456": "Kung isa kang Contributor, sumasang-ayon ka sa sumusunod na arbitration clause at class action waiver:",
    "3302832698": "Kinakailangan ang Alternatibong Resolusyon sa Di-pagkakasundo.",
    "561456032": "Sumasang-ayon ka na para sa anumang hindi pagkakaunawaan na lumitaw mula sa o nauugnay sa iyong paggamit ng Mga Serbisyo, kabilang ang anumang hindi pagkakaunawaan na maaaring lumitaw mula sa oras na nagsimula kang magsagawa ng mga gawain para sa IMI, at partikular na kabilang ang anumang paghahabol na nauugnay sa kung ikaw ay nag-uuri o hindi bilang isang independiyenteng kontratista, aabisuhan mo muna ang IMI ng iyong paghahabol laban dito. Susubukan mo at ng IMI na lutasin ang isyu sa pamamagitan ng alinman sa direktang negosasyon o pamamagitan. Hahatiin namin nang pantay ang halaga ng pamamagitan at sumasang-ayon na ang pamamagitan ay isasagawa sa pamamagitan ng telephonic o iba pang elektronikong paraan. Kung ang isang paghahabol ay nananatiling hindi nalutas kasunod ng mga impormal na negosasyon o pamamagitan, sumasang-ayon ka na ikaw at ang IMI ay gagamit ng pinal at may-bisang arbitrasyon upang malutas ang hindi pagkakaunawaan. Ang sugnay na ito ay sumasaklaw sa lahat ng mga claim nang retroaktibo mula noong nagsimula kang gumamit ng aming website, batay man sa tort, kontrata, batas, kabilang ang, ngunit hindi limitado sa, anumang paghahabol ng diskriminasyon at panliligalig, batay man ang mga ito sa California Fair Employment and Housing Act , Title VII ng Civil Rights Act of 1964, bilang susugan, o anumang iba pang estado o pederal na batas o regulasyon, patas na batas, o kung hindi man.",
    "3794239003": "Pamamaraan ng Arbitrasyon.",
    "4193379787": "Ang lahat ng arbitrasyon sa ilalim ng kasunduang ito ay isasagawa sa ilalim ng mga patakaran ng American Arbitration Association o sa pamamagitan ng isang napagkasunduan sa isa't isa sa serbisyo ng arbitrasyon. Ang arbitrator ay magiging isang arbitrator ng US na pipiliin mula sa isang listahan ng hindi bababa sa pitong (7) pangalan sa pamamagitan ng mga alternatibong strike. Sa arbitrasyon, ang bawat partido ay magkakaroon ng karapatang magsagawa ng sapat na pagtuklas ng sibil, magdala ng mga dispositive na mosyon, at magpakita ng mga saksi at ebidensya kung kinakailangan upang iharap ang kanilang mga kaso at depensa, at anumang mga pagtatalo sa bagay na ito ay dapat lutasin ng arbitrator. Ang paglutas ng hindi pagkakaunawaan ay dapat na batay lamang sa batas na namamahala sa mga paghahabol at mga depensa na isinampa, at ang arbitrator ay hindi maaaring gumamit ng anumang batayan maliban sa naturang kumokontrol na batas. Ang arbitrator ay dapat magkaroon ng immunity ng isang hudisyal na opisyal mula sa civil liability kapag kumikilos sa kapasidad ng isang arbitrator, na ang immunity ay nagdaragdag sa anumang iba pang umiiral na immunity. Dapat kasama sa mga parangal ang nakasulat na makatwirang opinyon ng arbitrator. Ibinigay mo ang iyong karapatan sa paglilitis ng hurado ng anumang claim na maaaring mayroon ka laban sa IMI o na maaaring mayroon ang IMI laban sa iyo. Ang anumang paghahabol sa ilalim ng sugnay na ito ay dapat dalhin sa loob ng naaangkop na panahon ng batas ng mga limitasyon. Pinamamahalaan ng United States Federal Arbitration Act ang clause na ito, at kinikilala mo na ang Kasunduang ito ay nagpapatunay ng isang transaksyon sa commerce.",
    "2583888954": "Mga pagbubukod.",
    "1034830": "Ang mga hindi pagkakaunawaan na maaaring hindi napapailalim sa predispute arbitration agreement gaya ng ibinigay ng Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) ay hindi kasama dito",
    "263977834": "Administrative Exhaustion.",
    "1807512722": "Maaari mong dalhin ang anumang paghahabol na nagmumula sa iyong paggamit ng website na ito sa isang ahensyang pang-administratibo ngunit hanggang sa pinahihintulutan lamang ng naaangkop na batas ang pag-access sa naturang ahensya sa kabila ng pagkakaroon ng isang kasunduan sa arbitrasyon. Ang mga naturang administratibong paghahabol ay kinabibilangan ng walang limitasyong mga paghahabol o mga singil na iniharap sa Equal Employment Opportunity Commission, sa US Department of Labor, at sa National Labor Relations Board. Wala sa sugnay na ito ang dapat ituring na pumipigil o magdahilan sa iyo sa pagdadala ng administratibong paghahabol sa anumang ahensya upang matupad ang iyong obligasyon na ubusin ang administratibong mga remedyo bago gumawa ng paghahabol sa arbitrasyon, gayunpaman, isinusuko mo ang karapatan sa anumang pera na gawad sa pamamagitan nito paglilitis ng ahensya.",
    "996430331": "Lokasyon ng Arbitrasyon.",
    "3040062804": "Ang anumang paglilitis sa arbitrasyon sa ilalim ng seksyong ito ay magaganap bilang default sa loob ng Estado ng California, maliban kung ikaw ay naninirahan sa labas ng Estados Unidos, kung saan ang arbitrasyon ay ganap na magaganap sa elektronikong paraan o sa telepono. Ang arbitrasyon ay maaaring maganap sa anumang iba pang lokasyon kung sinang-ayunan ng bawat partido sa pamamagitan ng pagsulat. Anuman ang lokasyon nito, maaaring piliin ng sinumang partido na lumitaw sa arbitrasyon sa pamamagitan ng live na video o teleconference.",
    "3091247030": "Pagwawaksi ng Class Action.",
    "2520904193": "Isinusuko mo ang anumang karapatan na mayroon ka para sa anumang hindi pagkakaunawaan na dalhin, dinggin, o arbitraryo bilang isang aksyon ng klase, kolektibo, o kinatawan. Sa kabila ng anumang iba pang sugnay na nakapaloob sa kasunduang ito, ang naunang pangungusap ay hindi dapat mahiwalay sa kasunduang ito sa anumang kaso. Anumang pag-aangkin na ang lahat o bahagi ng waiver na ito ay hindi maipapatupad, walang konsensya, walang bisa o walang bisa ay maaaring matukoy lamang ng isang hukuman na may karampatang hurisdiksyon at hindi ng isang arbitrator. Hindi ka gagantihan o pipigilan sa pagkumpleto ng mga gawain sa aming website bilang resulta ng iyong paggamit ng iyong mga karapatan sa ilalim ng Seksyon 7 ng National Labor Relations Act, o sa pamamagitan ng paghahain ng o paglahok sa isang klase, sama-sama o kinatawan na aksyon sa anumang forum , ngunit maaari kaming legal na humingi ng pagpapatupad ng waiver ng class action na ito, at humingi ng pagpapaalis sa naturang klase, sama-sama o kinatawan na mga aksyon o paghahabol.",
    "3493572638": "Mga Gastos at Bayarin.",
    "702926385": "Ang mga partido ay dapat magsasagot ng kani-kanilang mga gastos para sa legal na representasyon sa anumang naturang arbitrasyon, maliban sa lawak na ang mga bayad sa abogado ay tahasang itinatadhana ng batas. Hahatiin ng mga partido ang anumang paunang bayad sa pangangasiwa na sisingilin ng arbitrator, hanggang sa pinakamataas na halaga sa iyo na dalawang daan at limampung dolyar (US$250.00). Ang halaga ng arbitrator at tagapag-ulat ng hukuman, kung mayroon man, ay sa una naming sasagutin; gayunpaman, ang arbitrator ay dapat magkaroon ng pagpapasya na igawad ang mga naaangkop na gastos sa nangingibabaw na partido, gaya ng itinatadhana ng batas, at/o hilingin sa mga partido na hatiin ang mga gastos na nauugnay sa arbitrator at/o tagapag-ulat ng hukuman.",
    "3199694247": "Pagkahihiwalay.",
    "3102490587": "Maliban sa Class Action Waiver, kung ang anumang termino o probisyon, o bahagi ng arbitration clause na ito ay idineklara na walang bisa o hindi maipapatupad ito ay puputulin at ang natitirang bahagi ng arbitration clause ay maipapatupad.",
    "2323013093": "26. Naaangkop na Batas",
    "2900525040": "Ang mga batas ng Estado ng California ay namamahala sa Mga Tuntunin ng Serbisyo na ito at anumang kontrobersya, hindi pagkakaunawaan, o paghahabol na nagmumula sa kanila.",
    "3339302473": "27. Pagwawakas",
    "1158384644": "Maaari kang pumili anumang oras na itigil ang paggamit sa aming website, sa kondisyon na dapat mong sundin ang lahat ng naaangkop na patakaran ng IMI. Maaari naming, sa aming sariling paghuhusga, wakasan ang kasunduang ito, suspindihin ang pag-access sa aming website, o alisin kaagad ang anumang mga serbisyo nang walang abiso para sa anumang dahilan.",
    "41530052": "28. Pangkalahatang Tuntunin",
    "3202747130": "Buong Kasunduan. Ang Mga Tuntunin ng Serbisyo na ito at anumang mga patakaran, pamamaraan, o tuntuning isinangguni sa kasunduang ito ay bumubuo sa buong kasunduan ng mga partido patungkol sa paksa, at pinapalitan at kanselahin ang lahat ng nauna at kasabay na kaugnay na mga kasunduan, paghahabol, representasyon, at pag-unawa ng mga partido .",
    "4080263153": "Walang waiver. Hindi kami ituturing na nag-waive ng anumang bahagi ng aming mga karapatan o remedyo maliban kung ang waiver ay nakasulat at nilagdaan namin. Kung ipagpaliban namin ang pagpapatupad o hindi namin ipatupad ang aming mga karapatan sa ilalim ng anumang probisyon ng kasunduang ito, hindi iyon bubuo ng pagwawaksi sa aming karapatan na pagkatapos ay ipatupad ang naturang probisyon o anumang bahagi ng kasunduang ito.",
    "1789371580": "Pagkakatalaga. Hindi mo maaaring italaga ang Mga Tuntunin ng Serbisyo na ito nang wala ang aming paunang nakasulat na pahintulot. Maaari naming italaga ang Mga Tuntunin ng Serbisyong ito anumang oras, nang walang abiso. Alinsunod sa naunang nabanggit, ang Mga Tuntunin ng Serbisyong ito ay may bisa sa mga kahalili ng bawat partido at pinahihintulutang italaga.",
    "2819628066": "Pagkahihiwalay. Kung ang anumang probisyon ng Mga Tuntunin ng Serbisyo na ito ay napag-alamang hindi wasto o hindi maipapatupad para sa anumang dahilan, hindi ito makakaapekto sa bisa at kakayahang maipatupad ng anumang natitirang mga probisyon.",
    "3955981186": "Mga susog. Walang pagbabago o pag-amyenda sa Mga Tuntunin ng Serbisyo na ito ng sinuman maliban sa IMI ang dapat na may bisa sa IMI maliban kung sa isang nakasulat na instrumento na nilagdaan ng isang awtorisadong kinatawan ng IMI.",
    "1377538813": "Wikang nangingibabaw. Ang bersyon sa wikang Ingles ng Mga Tuntunin ng Serbisyong ito ay kokontrol sa lahat ng aspeto at mananaig sa kaso ng anumang mga hindi pagkakatugma sa mga isinaling bersyon, kung mayroon man.",
    "2438016011": "Kusang-loob na Kasunduan. Ang lahat ng partido sa Mga Tuntunin ng Serbisyong ito ay kumakatawan at sumasang-ayon na ang bawat isa ay nirepaso ang lahat ng aspeto ng kasunduang ito, maingat na binasa at lubos na nauunawaan ang lahat ng mga probisyon nito, at kusang-loob na pumapasok sa kasunduang ito.",
    "2445034923": "Kung hindi ka sumasang-ayon sa lahat ng mga tuntunin at kundisyon ng Mga Tuntunin ng Serbisyong ito, huwag (at hindi mo maaaring) gamitin o i-access ang Site o ang Mga Serbisyo.",
    "2646127839": "Appendix ng Customer sa Mga Pangunahing Tuntunin ng Serbisyo",
    "4097297673": "Bilang Customer, Humihiling, o Integrator, sumasang-ayon ka na sumailalim sa mga tuntunin sa ibaba bilang karagdagan sa anumang iba pang umiiral na mga tuntunin sa pagitan mo at ng IMI.",
    "1093280979": "1. Mga Form ng Order sa Platform",
    "1549953005": "Maaaring nakumpleto mo na ang isa o higit pang mga form ng order sa pag-access sa platform (bawat isa, isang \"Form ng Order\") bilang kondisyon ng pagiging Customer o Humiling. Kung gayon, ang mga tuntunin at kundisyon na inilarawan sa Form ng Pag-order ay magiging bahagi ng Mga Tuntunin ng Serbisyo at sa pamamagitan nito ay isinasama sa pamamagitan ng sanggunian.",
    "3819851005": "2. Bayad",
    "1591032933": "Babayaran mo sa IMI ang mga bayarin gaya ng inilarawan sa naaangkop na Form ng Order sa pamamagitan ng paraan ng pagbabayad na ibinigay mo sa naaangkop na Form ng Order. Maliban kung hayagang sinang-ayunan ng parehong partido sa pamamagitan ng pagsulat, magbibigay ka ng buong bayad para sa lahat ng mga invoice na ibinigay sa loob ng tatlumpung (30) araw pagkatapos ng petsa ng pagpapadala ng invoice. Pinapahintulutan mo kaming magpatakbo ng mga awtorisasyon ng credit card sa lahat ng impormasyon ng credit card na ibinibigay mo sa amin, upang iimbak ang impormasyon ng credit card na iyon, at singilin ang iyong credit card o anumang iba pang account na pareho naming sinasang-ayunan bilang isang paraan ng pagbabayad. Maliban kung iba ang nakasaad sa Order Form o sa loob ng iyong Enterprise Service Agreement o Master Service Agreement, lahat ng bayarin para sa Mga Serbisyo, bukod sa mga sobra, ay sinisingil taun-taon sa pagsisimula ng mga serbisyong ibinigay ng IMI sa ilalim ng iyong Kasunduan (ang \"Petsa ng Epektibo\").",
    "4142610534": "Anumang mga late payment ay makakaipon ng mga late charge sa rate na 1.5% na porsyento bawat buwan o ang maximum na halagang pinapayagan ng batas, alinman ang mas mababa. Kung hindi mo mabayaran ang halagang dapat bayaran sa ilalim ng Kasunduang ito para sa anumang dahilan, maaaring masuspinde ang iyong account, sa aming sariling pagpapasya, kung saan walang karagdagang pagbabayad na gagawin mula sa iyong account para sa pagkumpleto ng mga gawain at ang lahat ng iyong mga gawain ay aalisin mula sa aming website. Dapat mong ibalik sa amin ang lahat ng halagang dapat bayaran kapag hinihingi, kasama ang anumang mga bayarin sa pagpoproseso, mga bayarin sa huli, o mga bayarin sa abogado. Maaari rin kaming gumawa ng mga naaangkop na ulat sa mga ahensya sa pag-uulat ng kredito at mga awtoridad na nagpapatupad ng batas.",
    "512991700": "Kung gusto mong i-dispute ang anumang mga bayarin, dapat kang makipag-ugnayan sa aming departamento ng suporta sa customer nang hindi lalampas sa tatlumpung (30) araw pagkatapos ng petsa ng pagsasara sa unang pagsingil o account statement kung saan lumitaw ang error o problema upang makatanggap ng pagsasaayos o kredito.",
    "1273914192": "3. Buwis",
    "4242322181": "Responsable ka para sa pagbabayad ng lahat ng buwis na nauugnay sa Mga Serbisyo maliban sa mga buwis sa US na tinasa sa netong kita o personal na ari-arian ng Intuition Machines.",
    "1671996585": "Maaaring kailanganin mong isama ang iyong website, application, o platform sa aming Mga Serbisyo sa pamamagitan ng aming application programming interface (\"API\"). Kung sakaling gawin mo ito, binibigyan ka namin ng isang limitado, hindi eksklusibo, hindi naililipat, hindi naitatalaga, maaaring bawiin na lisensya upang gamitin ang API para lamang ma-access ang Mga Serbisyo. Maaari naming baguhin ang API at/o itigil ang suporta sa mga lumang bersyon o release ng API anumang oras. Inilalaan namin ang karapatang suspindihin o limitahan ang iyong pag-access sa API sa aming sariling paghuhusga, at gagamit kami ng mga makatwirang pagsisikap upang mabigyan ka ng paunawa bago ang pagsuspinde.",
    "4036662147": "5. Proteksyon ng Kumpidensyal na Impormasyon",
    "3564208535": "Sumasang-ayon ka na gumamit ng mga pagsisikap na makatwiran sa komersyo upang protektahan ang anumang Kumpidensyal na Impormasyong natanggap mula sa amin o sa pamamagitan ng aming Mga Serbisyo. kasama ang mga marka ng bot at hindi pampublikong mga detalye ng aming serbisyo sa enterprise, kabilang ang hindi pampublikong dokumentasyon at anumang mga detalye na maaari naming ibahagi tungkol sa aming mga paraan ng pag-detect ng bot. Kung bibigyan ka ng access sa anumang naturang Kumpidensyal na Impormasyon, maaari naming baguhin, suspindihin, o limitahan ang iyong pag-access sa aming Mga Serbisyo sa aming sariling paghuhusga kung matukoy namin na ang Kumpidensyal na Impormasyon ay nalalantad sa pamamagitan ng paggamit mo ng aming Mga Serbisyo, at gagamit kami ng mga makatwirang pagsisikap para bigyan ka ng paunawa bago ang pagsususpinde.",
    "120384113": "6. Pagwawakas",
    "453723556": "Maaari mong wakasan ang Customer Appendix na ito nang hiwalay sa Mga Tuntunin ng Serbisyo sa pamamagitan ng pagtigil sa pagiging Customer o Humiling. Inilalaan namin ang karapatang suspindihin o wakasan ang iyong katayuan bilang Customer o Humihiling anumang oras, o kung hindi man ay wakasan ang iyong account o paggamit ng Mga Serbisyo na naaayon sa Mga Tuntunin ng Serbisyo. Mananatili kang mananagot sa pagwawakas para sa anumang halagang dapat bayaran sa ilalim ng iyong Order Form. Kung ang iyong subscription ay may kasamang anumang buwanan o taunang bayarin o buwanan o taunang minimum, ikaw pa rin ang mananagot sa pagbabayad para sa lahat ng mga bayarin sa Mga Serbisyo hanggang sa katapusan ng buwan o taon na iyon, ayon sa pagkakabanggit.",
    "218889628": "Maliban kung wawakasan namin ang Apendise ng Customer na ito o ang Mga Tuntunin ng Serbisyo bilang resulta ng iyong paglabag sa Apendise ng Customer na ito o ang Mga Tuntunin ng Serbisyo, kung magwawakas kami at nag-prepaid ka ng anumang mga bayarin sa amin, ibabalik namin ang isang pro-rata na bahagi ng mga iyon. mga prepaid na halaga, batay sa natitirang oras o Mga Serbisyong binayaran mo, alinman ang mas mababa. Tatapusin namin ang aming trabaho sa paraang makatwiran sa komersyo at pananatilihin at ihahatid sa iyo ang lahat ng binabayarang Output Data Set at lahat ng Data ng Customer na nasa amin. Sa anumang pagwawakas, maaari ngunit hindi kami obligadong magtanggal ng anumang data.",
    "2505227594": "7. Mga sobra",
    "2369877184": "Ang maximum na pinahihintulutang peak RPS rate para sa hCaptcha Integrators o Customers ay 1,000 kahilingan kada segundo sa mga entity sa loob ng iyong account (\"RPS\"), maliban kung tinukoy ng nakasulat na kasunduan sa pagitan mo at namin.",
    "234420106": "Kung sakaling isa kang Integrator o Customer ng serbisyo ng hCaptcha Enterprise at ang iyong paggamit ng API na sinusukat ng RPS ay lumampas sa provisioned rate para sa iyong service tier, maaari naming piliin na baguhin ang iyong serbisyo o maningil ng overage rate. Kung sakaling ang iyong pinakamataas na rate ng RPS ay lumampas sa provisioned rate ng salik na 10 para sa 10 o higit pang mga minuto sa kabuuan sa loob ng 30 araw at ang karamihan sa mga kahilingang ito ay, sa aming nag-iisang paghuhusga, hindi nakakapinsalang trapiko, maaari naming piliin na singilin ka sa iyong tinukoy ayon sa kontrata ng overage rate para sa lahat ng kahilingan sa API na ginawa sa buwang iyon.",
    "2619472217": "8. Muling pagbebenta",
    "2019702084": "Maliban kung hayagang pinahihintulutan sa Master Service Agreement o Reseller Agreement ng Customer, ang iniutos na SaaS Services ay hindi ibebenta, muling ibenta, paupahan, sub-leased, lisensyado, sub-licensed, o kung hindi man ay gagawing available sa anumang ibang third party (maliban sa isang Affiliate ng Customer ), at lahat ng order sa ilalim ng Kasunduan at lahat ng paggamit ng Customer sa Serbisyo ay para sa sariling internal na paggamit ng negosyo ng Customer o ng Affiliate nito.",
    "1233229030": "Miscellaneous",
    "1467783792": "Walang tao, entity, o organisasyong pinahintulutan ng United States (isang \"Sanctioned Actor\") ang kwalipikado para sa mga reward o gamitin ang Mga Serbisyo bilang Integrator. Para sa pag-iwas sa pagdududa, kabilang dito ang sinumang Sanctioned Actors na itinalaga ng Office of Foreign Assets Control (\"OFAC\") ng US Department of the Treasury.",
    "3759657802": "Hindi mo maaaring italaga, ilipat, o italaga ang Mga Tuntunin ng Serbisyo na ito o ang iyong mga karapatan o obligasyon sa ilalim nito sa anumang paraan (sa pamamagitan ng pagpapatakbo ng batas o kung hindi man).",
    "1627232990": "Ang mga pagsasalin ng Mga Tuntunin ng Serbisyong ito ay ibinibigay sa pinakamabuting pagsisikap. Kung sakaling magkaroon ng anumang makabuluhang pagkakaiba sa pagitan ng Mga Tuntunin ng Serbisyo sa wikang Ingles at sa pagsasalin nito, ang Mga Tuntunin ng Serbisyo sa wikang Ingles ay dapat ipakahulugan bilang may awtoridad.",
    "805221621": "Mangyaring makipag-ugnayan sa amin sa",
    "259613338": "kung mayroon kang anumang mga tanong tungkol sa Mga Tuntunin ng Serbisyong ito.",
    "2735878907": "Pahayag sa Pagpaplano ng Pagpapatuloy ng Negosyo",
    "2887242610": "Ang Intuition Machines, Inc ay bumuo ng isang Business Continuity Plan kung paano kami tutugon sa mga kaganapang makabuluhang nakakagambala sa aming negosyo sa hCaptcha. Dahil hindi mahuhulaan ang oras at epekto ng mga sakuna at pagkagambala, kailangan nating maging flexible sa pagtugon sa mga aktwal na kaganapan habang nangyayari ang mga ito. Sa pag-iisip na iyon, binibigyan ka namin ng impormasyong ito sa aming plano sa pagpapatuloy ng negosyo.",
    "809251240": "Pakikipag-ugnayan sa Amin",
    "2551802342": "– Plano naming mabilis na mabawi at ipagpatuloy ang mga operasyon ng negosyo pagkatapos ng isang makabuluhang pagkagambala sa negosyo at tumugon sa pamamagitan ng pagprotekta sa aming mga empleyado at ari-arian, paggawa ng pagtatasa sa pananalapi at pagpapatakbo, pagprotekta sa mga aklat at talaan ng kumpanya, at pagpayag sa aming mga customer at kanilang mga end user na makipagtransaksyon online. Sa madaling salita, ang aming plano sa pagpapatuloy ng negosyo ay idinisenyo upang payagan ang aming kumpanya na ipagpatuloy ang mga operasyon sa lalong madaling panahon, dahil sa saklaw at kalubhaan ng makabuluhang pagkagambala sa negosyo. Ang aming plano sa pagpapatuloy ng negosyo ay tumutugon sa: pag-backup at pagbawi ng data; lahat ng mission critical system; mga pagtatasa sa pananalapi at pagpapatakbo; mga alternatibong komunikasyon sa mga customer, empleyado, at mga katawan ng pangangasiwa; kahaliling pisikal na lokasyon ng mga empleyado; kritikal na epekto ng supplier at customer; pag-uulat ng regulasyon; at pagbibigay ng agarang paunawa sa aming mga customer kung hindi namin maipagpatuloy ang aming negosyo. Bina-back up ng aming pangunahing supplier pool ang aming mahahalagang rekord sa isang lugar na hiwalay sa heograpiya. Bagama't ang bawat sitwasyong pang-emergency ay nagdudulot ng mga natatanging problema batay sa mga panlabas na salik, tulad ng oras ng araw at ang kalubhaan ng pagkagambala, pinayuhan kami ng pool ng supplier na ito na ang kanilang layunin ay ibalik ang kanilang sariling mga operasyon at maipagpatuloy ang mga serbisyo nang mabilis. Bagama't nagsumikap kaming bawasan ang panganib sa pamamagitan ng paggamit ng magkakaibang hanay ng mga supplier, maaaring mabago o maantala ang iyong mga serbisyo sa panahong ito.",
    "826396656": "Ang aming Plano sa Pagpapatuloy ng Negosyo",
    "1979347895": "– Ang mga makabuluhang pagkagambala sa negosyo ay maaaring mag-iba sa saklaw ng mga ito, tulad ng aming kumpanya lamang, isang gusaling tirahan ng aming kumpanya, ang lugar kung saan matatagpuan ang aming kumpanya, ang lungsod kung saan kami matatagpuan, o ang buong rehiyon. Sa loob ng bawat isa sa mga lugar na ito, ang kalubhaan ng pagkagambala ay maaari ding mag-iba mula sa minimal hanggang sa malala. Sa isang pagkagambala sa aming kumpanya, aming distrito ng negosyo, lungsod, o rehiyon o isang gusaling tinitirahan ang aming kumpanya, ililipat namin ang aming mga operasyon sa isang lokal na lugar kung kinakailangan at asahan na walang materyal na pagkagambala sa mga operasyon ng negosyo. Sa alinmang sitwasyon, plano naming magpatuloy sa negosyo, ilipat ang mga operasyon sa mga alternatibong supplier kung kinakailangan, at abisuhan ka sa pamamagitan ng aming website sa hcaptcha.com at sa aming page ng status sa hcaptchastatus.com kung paano makipag-ugnayan sa amin. Kung ang makabuluhang pagkagambala sa negosyo ay napakatindi na humahadlang sa amin na manatili sa negosyo, aabisuhan ka namin kaagad.",
    "653679457": "Iba't ibang Pagkagambala",
    "410397176": "Para sa karagdagang impormasyon",
    "2095899021": "Mga Alituntunin sa Pagba-brand ng hCaptcha at Pangkalahatang Lisensya sa Trademark",
    "2340340589": "Mga alituntunin sa paggamit ng hCaptcha mark",
    "2430148876": "Nilikha namin ang mga alituntuning ito at pangkalahatang lisensya sa trademark upang gawing mas madali hangga't maaari para sa aming mga customer, kasosyo, at tagahanga na magtrabaho kasama ang aming brand habang pinapanatili pa rin ang aming pagkakakilanlan sa korporasyon. Kung kailangan mong gumamit ng mga icon, logo, o iba pang marka ng hCaptcha sa mga paraan na malaki ang pagkakaiba sa mga alituntuning ito, kakailanganin mong makipag-ugnayan sa amin (IMI) para sa isang nakasulat na lisensya.",
    "3884400764": "Bagama't maaari kang gumamit ng mga marka ng hCaptcha ayon sa mga alituntuning ito, hindi ito nangangahulugan na mayroon kang anumang mga karapatan sa hCaptcha Marks, mga logo, o sa anumang iba pang trademark, trade name, marka ng serbisyo, pangalan ng negosyo o mabuting kalooban ng hCaptcha. Gusto naming magbigay ng mas maraming flexibility hangga't maaari, ngunit obligado kaming protektahan ang hCaptcha laban sa hindi awtorisadong paggamit ng anumang trademark, trade name, service mark, pangalan ng negosyo o goodwill ng hCaptcha. Awtomatikong tinatanggal ng anumang hindi awtorisadong paggamit ang pahintulot o lisensya na ibinigay ng hCaptcha at maaaring magkaroon ng legal na pananagutan para sa anumang pinsala.",
    "512598290": "Kaya, dapat naming hilingin na palagi mong gamitin ang lahat ng hCaptcha mark at logo sa isang form na sumusunod sa mga panuntunan sa ibaba, kabilang ang capitalization, typeface, at istilo.",
    "2075610992": "Salamat sa iyong suporta!",
    "1023190144": "hCaptcha® sa text",
    "4274324704": "Narito kung paano gamitin ang aming pangalan sa nakasulat na kopya:",
    "3912926900": "Ang hCaptcha® ay dapat magkaroon ng rehistradong simbolo ng trademark sa unang pagkakataon na lumabas ito sa isang malikhaing kopya.",
    "950637875": "Ang pagbaybay ng hCaptcha ay hindi dapat baguhin at ang hCaptcha ay dapat palaging naka-capitalize sa pangalawang titik (\"C\"). Ito ay hindi kailanman maramihan o possessive.",
    "2624601135": "Ang \"hCaptcha\" ay hindi dapat gamitin bilang bahagi ng isang brand name, pinagsama sa isang gitling, o ginagamit sa mga pangalan ng mga application o iba pang mga produkto.",
    "3828090208": "Sa halip ay gamitin ang \"para sa hCaptcha\". Kung ginamit sa isang third party na logo, ang \"para sa hCaptcha\" ay kailangang mas maliit sa laki kaysa sa third party na logo.",
    "4149738856": "Dapat gamitin ang hCaptcha bilang pang-uri at sinusundan ng wastong pangkaraniwang termino.",
    "1446868537": "Ang hCaptcha ay hindi dapat gamitin bilang isang pandiwa.",
    "2487931657": "Huwag gamitin ang: \"namin hCaptcha'd ang aming site.\"",
    "2565565429": "Sa halip ay gamitin ang: \"ginagamit namin ang hCaptcha upang gawing mas ligtas at mas secure ang aming site.\"",
    "3434202027": "Ang anumang paggamit ng pangalan ng hCaptcha sa mga komunikasyon ay nangangailangan ng pagpapatungkol: \"Ang hCaptcha ay isang rehistradong trademark ng Intuition Machines, Inc.\"",
    "2754937029": "Mga Hindi Katanggap-tanggap na Paggamit",
    "2436973524": "Ang mga tumpak na sanggunian lamang ang katanggap-tanggap. Hindi pinahihintulutang sabihin na ang isang site ay gumagamit ng mga serbisyo at application ng hCaptcha kapag hindi. Katulad nito, ang paggamit ng aming logo o anumang mga badge ay angkop lamang kapag ang site ay gumagamit ng mga serbisyo ng hCaptcha.",
    "69844082": "Ang mga trademark ng hCaptcha, mga graphic na simbolo, mga logo, typeface, o mga icon ay maaari ding hindi gamitin sa isang mapanghamak na paraan.",
    "3861413614": "Hindi ka maaaring gumamit ng anumang trademark o logo ng hCaptcha na magsasaad na ang hCaptcha ay may kaugnayan sa o pag-endorso, pag-sponsor, o suporta ng isang third party na produkto o serbisyo, nang walang hayagang nakasulat na pahintulot.",
    "1409822234": "Sa anumang pagkakataon ay hindi dapat gamitin ang magkapareho o halos magkaparehong trademark ng hCaptcha bilang isang domain name.",
    "4181060163": "Ang mga third party ay hindi dapat gumamit ng mga variation o maling spelling o kumilos sa anumang paraan na magdudulot ng anumang pagkalito sa paunang interes sa mga trademark ng hCaptcha.",
    "3955555607": "Maliban sa Mga Kasosyo o Awtorisadong Resellers, maaaring hindi mag-bid ang mga third party para sa mga keyword, Google AdWords, o iba pang naka-target na mga system ng advertising gamit ang mga hCaptcha mark o maling spelling. Hindi rin maaaring gumamit ang mga third party ng mga hCaptcha mark sa mga domain name, anumang search engine optimization, meta tag, termino para sa paghahanap, code, o iba pang maling representasyon.",
    "1985238261": "Iba pang Restricted Marks",
    "2193061499": "Ang ilan sa aming mga logo at marka ay limitado sa paggamit ng hCaptcha at ng mga kasosyo nito. Hindi maaaring gamitin ng mga third party ang mga sumusunod na marka nang walang nakasulat na lisensya mula sa hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Awtorisadong Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop ng hCaptcha™",
    "2557601376": "logo ng hCaptcha™",
    "248923369": "BotStop logo™",
    "3942875761": "Tumulong na Bumuo ng Mas Magandang Web™",
    "364774188": "Ako ay tao",
    "2785425016": "(sa konteksto ng isang solusyon sa pag-verify ng sangkatauhan, hal. isang call to action)",
    "2639657759": "Mga Marka na Ginamit nang May Pahintulot",
    "1268918580": "Ang ilan sa mga logo at marka na ginamit ng hCaptcha at ng mga kasosyo nito ay pagmamay-ari ng mga ikatlong partido at maaaring gamitin lamang kung may pahintulot nila. Hindi maaaring gamitin ng mga third party ang mga sumusunod na marka maliban kung pinahihintulutan ng kanilang mga may-ari:",
    "3782751514": "Ang HUMAN Protocol® ay isang rehistradong trademark ng HUMAN Protocol Foundation, at ginagamit nang may pahintulot nito.",
    "1620709264": "Ang HUMAN Token® ay isang rehistradong trademark ng HUMAN Protocol Foundation, at ginagamit nang may pahintulot nito.",
    "3031953928": "Ang HUMAN Network™ ay isang trademark ng HUMAN Protocol Foundation, at ginagamit nang may pahintulot nito.",
    "3554363588": "Iba pang Marka",
    "3290996791": "Ang lahat ng iba pang pangalan ng produkto, logo, at brand ay pag-aari ng kani-kanilang mga may-ari. Ang lahat ng iba pang pangalan ng kumpanya, produkto at serbisyo na ginamit sa website na ito ay para sa mga layunin ng pagkakakilanlan lamang. Ang paggamit ng mga pangalan, logo, at brand na ito ay hindi nagpapahiwatig ng pag-endorso.",
    "2444685143": "Patakaran sa Logo",
    "2414232014": "Ang aming logo ay agad na nakikilala at isa sa aming pinakamahalaga at mahahalagang asset. Upang matiyak na ito ay nananatiling isang malakas na representasyon ng aming kumpanya, dapat itong ipakita sa isang maingat at pare-parehong paraan sa lahat ng mga channel ng komunikasyon.",
    "803639471": "Ang hCaptcha logo ay binubuo ng hand icon at hCaptcha logotype. Sa kahaliling anyo nito, ang icon ng kamay ay maaaring lumitaw nang mag-isa kapag ang espasyo ay napigilan at ang \"hCaptcha\" ay ginamit bilang isang tanda ng salita (tulad ng inilarawan sa itaas) sa malapit sa icon ng kamay, upang malinaw na ang icon ng kamay ay kumakatawan sa hCaptcha.",
    "564127016": "Ang icon ng kamay ng hCaptcha:",
    "1424800293": "Ang logo ng hCaptcha:",
    "1525506526": "Ano ang Account Takeovers At Paano Ito Gumagana?",
    "2446481523": "Mayroong isang matandang kuwentong bayan kung saan ang isang driver ng bagon at isang maharlika ay nagpakita sa constabulary sa isang maliit na nayon sa kanayunan. Isang lalaki, na nakasuot ng marumi at mahirap na damit, ang nagsabi sa constable, “Ako ang maharlika. Ang lalaking ito ang driver ko.",
    "1767952047": "Inatake niya ako kagabi, ninakaw ang mga damit ko at kinuha ang pera ko.” Ang isa pang lalaki, na nakadamit ng mahusay na kasuotan, ang pananamit ng marangal na uri, ay sumagot, “Konstable, ang taong ito ay baliw. Sa tingin niya ay isa siyang maharlika. Ako ang tunay na maharlika. arestuhin siya!”",
    "2947576723": "Nauna ang kuwentong ito sa mga lisensya sa pagmamaneho at digital finger printing, ngunit nag-aalok ito ng magandang halimbawa kung ano ang maaaring magkamali sa sitwasyon ng pagkuha ng account. Nagla-log in ang isang tao sa isang online na bank account o app sa pagbabayad sa mobile. Siya ba ay aktwal na may hawak ng account, o isang hacker? Sino ba talaga? Ang mga isyung ito sa seguridad ay nakakaapekto sa mga organisasyong nagbibigay-daan sa self-service na pag-access sa account.",
    "1687299615": "Ano ang account takeover?",
    "2648707986": "Ang account takeover ay isang uri ng cyber fraud kung saan ang isang malisyosong aktor ay nagpapanggap bilang may-ari ng isang online na account. Karaniwan, ang account ay nasa isang institusyong pampinansyal o isang e-commerce na negosyo kung saan ang manloloko ay maaaring magnakaw ng pera, merchandise o mga gift card. Gumagamit ang umaatake ng mga ninakaw na kredensyal sa pag-log in upang ma-access ang account at pagkatapos ay kunin ito, marahil ay binabago ang password upang i-lock ang aktwal na may-ari ng account.",
    "1476843710": "Ang hindi gaanong pinansiyal na nakakapinsala ngunit nakakapinsala pa rin sa mga paraan ng pagkuha ng account ay kinabibilangan ng pag-hijack ng mga social media account at mga katulad nito. Sa mga kasong ito, kadalasang sinusubukan ng umaatake na magpakalat ng malware o makisali sa mga pag-atake ng phishing laban sa mga hindi pinaghihinalaang kaibigan ng biktima. O, sinusubukan ng umaatake na ipahiya ang biktima, na kung minsan ay nangyayari sa mga kilalang tao at pulitiko, halimbawa.",
    "2904949278": "Paano kinukuha ng hacker ang isang account?",
    "2575690545": "Ang mga pag-takeover ng account, tulad ng napakaraming cyber fraud, ay kadalasang tungkol sa mga awtomatiko, mass na proseso. Bihira para sa isang hacker, na nakasuot ng hoodie sa basement ng kanyang ina, na mag-type ng mga password sa mga website ng bangko nang paisa-isa.",
    "3614653023": "Sa halip, umaasa ang kasanayan sa malakihang pag-atake ng pagpupuno ng kredensyal na sumusubok sa milyun-milyong pares ng username/password sa dose-dosenang target na institusyong pinansyal sa pag-asang ma-unlock ang isang maliit na subset ng mga account. Kapag nakakuha na ng access ang automated fraud software sa account, maaaring masangkot ang isang taong hacker, ngunit sa ilang mga kaso, hindi.",
    "2762759509": "Ang maraming pag-atake sa pagkuha ng account ay halos ganap na awtomatiko.",
    "1972710018": "Nakikita ito mula sa pananaw ng kumpanya",
    "1282121137": "Upang maunawaan kung paano maaaring maging problema ang pagkuha ng account, isaalang-alang kung ano ang hitsura ng karanasan mula sa punto ng view ng institusyong pampinansyal. Pinangangasiwaan nila ang milyun-milyong mga pag-login araw-araw.",
    "2315518622": "Sa pagiging sopistikado na magagamit sa mga tool sa pag-atake ngayon, napakahirap na matukoy kung alin, kung mayroon man, ay mapanlinlang. Pagkatapos, may tumawag sa linya ng serbisyo sa customer at nagsabing “Inatake ang aking account! Hindi ako maka-log in at may nagnanakaw ng pera ko!”",
    "1836369533": "Tulad ng constable sa kwentong bayan, paano matukoy kung sino talaga? Kung ang umaatake ay may sapat na ninakaw na mga elemento ng pagkakakilanlan, tulad ng numero ng lisensya sa pagmamaneho, numero ng social security, pangalan ng pagkadalaga ng ina, address, at iba pa, maaaring mahirap matukoy kung ang tumatawag ay ang tunay na may hawak ng account o isang umaatake na sinusubukang kumuha ng pag-reset ng password sa isang account na gusto niyang i-penetrate.",
    "2880837730": "Ano ang maaaring gawin upang ihinto ang pagkuha ng account?",
    "3654556483": "Ang mga institusyong pampinansyal at mga kumpanya ng eCommerce ay may mga proseso at kontrol na nagpapagaan sa ilan sa banta sa pagkuha ng account. Ang mga ito ay mula sa mga lumang tanong na panseguridad na \"ano ang pangalan ng iyong matalik na kaibigan sa elementarya\" hanggang sa mga paraan ng pagtuklas na naglalabas ng mga kahina-hinalang IP address at mga profile ng mobile device.",
    "2449501658": "ay nagbibigay ng isa sa mga pinaka-advanced na paraan upang pagaanin ang banta mula sa mapanlinlang na mga pagtatangka sa pag-log in sa account, gamit ang machine learning para matukoy at matigil ang mga bot, at epektibong ginagawang mas mahirap o kahit imposible para sa mga manloloko na makisali sa pagkuha ng account.",
    "3621455477": "para matuto pa!",
    "555246307": "Siyanga pala, narito kung paano nagtatapos ang kuwento ng maharlika at ng kanyang tsuper: Pinaupo ng konstable ang dalawang lalaki sa isang silid nang ilang oras at naiinip sa kanilang isipan. Sa pagtatapos ng araw, nagpakita siya at sinabing, “Kakausapin ko ngayon ang driver ng bagon.” Tumayo ang lalaking nakasuot ng marangal na pananamit. Inip na inip siya, nakalimutan niyang nagpapanggap lang siyang maharlika.",
    "1224727373": "BotStop ng hCaptcha",
    "1187718370": "Makipag-ugnayan sa amin",
    "3892905664": "Tinutulungan ng hCaptcha ang iyong mga paboritong online na serbisyo na maiwasan ang mga bot, spam, at pang-aabuso sa pamamagitan ng pagtatanong ng mga simpleng tanong na madali para sa mga tao at mahirap para sa mga makina.",
    "555158694": "Pinili ng isang serbisyong ginagamit mo upang mapabuti ang iyong karanasan sa kanilang site sa pamamagitan ng pag-install ng hCaptcha upang mabawasan ang nakakahamak na trapiko.",
    "1617196410": "Nakatuon ang hCaptcha sa paghinto ng mga bot. Wala kaming pakialam kung sino ang gumagamit, ngunit kung sila ay malisyoso. Nagsusumikap kaming balansehin ang privacy at",
    "1624200563": "seguridad, at sumunod sa GDPR, CCPA, LGPD, PIPL, at iba pang mga regulasyon sa privacy.",
    "1927613000": "Pinagsasama ng hCaptcha ang sopistikadong machine learning sa isang malakas na platform ng hamon upang protektahan ang mga web application mula sa pagkuha ng account, pagpupuno ng kredensyal, pag-scrape, at iba pang uri ng pang-aabuso.",
    "1133989302": "Bakit hCaptcha?",
    "34074886": "Sa tuwing sasagutin mo ang isang hamon, gumagamit kami ng mga sopistikadong modelo para malaman kung tao ka. Ginagamit ng website na binisita mo ang resultang ito upang makatulong na mapabuti ang iyong karanasan sa kanilang site sa pamamagitan ng pag-iwas sa mga bot.",
    "3412647984": "Hinahayaan ka nitong maiwasan ang mga tanong sa hinaharap sa pamamagitan ng pagrehistro at pagtatakda ng cookie. Pakisubukan din na i-off ang iyong ad blocker.",
    "2510209017": "Kailangan ng karagdagang tulong?",
    "477275453": "Bakit Ang mga API ay Isang Sikat na Target Para sa Mga Hacker?",
    "596347471": "Ang Application Programming Interfaces (APIs) ay naging popular na target para sa mga malisyosong aktor sa cyberspace. Mayroong maraming mga kadahilanan para dito, kabilang ang kanilang mahusay na utility sa pagsasama ng application. Posibleng pagaanin ang panganib sa API, gayunpaman.",
    "2441638955": "Una, ano ang isang API?",
    "3963216198": "Upang talakayin kung bakit sikat na target ng mga hacker ang mga API, sulit munang maglaan ng maikling sandali upang tukuyin kung ano ang kasalukuyang ibig sabihin ng terminong “API.” Ang konsepto ng API ay hindi naman bago. Sa katunayan, ang mga interface upang ikonekta ang iba't ibang mga sistema ng computer sa isa't isa, pati na rin ang kanilang mga panloob na bahagi, ay umiikot na mula pa noong unang bahagi ng 1960s.",
    "1047251718": "Ngayon, gayunpaman, kapag pinag-uusapan ng mga tao ang tungkol sa mga API, ang ibig nilang sabihin ay mga API na nakabatay sa pamantayan. Ito ay mga API na binuo gamit ang mga bukas na pamantayan tulad ng Representational State Transfer (REST) at bukas na karaniwang mga format ng file tulad ng JavaScript Object Notation (JSON). Ang ganitong mga \"RESTful API,\" gaya ng pagkakakilala sa kanila, ay maaaring gawin nang hindi nangangailangan ng pagmamay-ari na software. Ang mga resultang API ay nakakapagpadala at nakakatanggap ng data at procedure call sa pagitan ng mga software application. Halimbawa, ang isang mobile banking app ay gumagamit ng isang API upang ma-access ang mga system ng bangko.",
    "3195334319": "Ang utility at kahinaan ng mga API",
    "1903743785": "Ang pagdating ng mga API na nakabatay sa pamantayan ay kumakatawan sa isang malaking hakbang pasulong sa pagsasama ng application. Sa nakalipas na 20 taon o higit pa, ang mga API ay napunta mula sa pagiging mahal at kumplikadong pagmamay-ari na mga produkto ng software tungo sa libre, mga tool na nakabatay sa pamantayan na medyo madaling gamitin—at mabilis na i-deploy.",
    "879362350": "Sa mga bagong API na gumagana sa Internet, naging posible na ikonekta ang anumang software o data source, saanman sa mundo, anuman ang platform, data schema o programming language. Bilang resulta, ang mundo ng computing ay nasa gitna na ngayon ng isang API revolution. Nagkaroon ng pagsabog ng pagkakakonekta sa pagitan ng mga application at data. Iyan ay mahusay, hanggang sa ito ay hindi.",
    "3844432472": "Ang pagiging bukas at utilidad ng mga API ay ginagawa silang napakaraming target para sa mga umaatake. Sa parehong paraan na maaaring ma-program ang isang mobile app upang maabot at MAKAKUHA ng data mula sa isang corporate system gamit ang isang API, gayundin ang isang piraso ng malware. Sumulat ang mga hacker ng malawak na iba't ibang mga tool ng software upang abusuhin ang mga API. Isa itong mabisang diskarte sa pag-atake.",
    "2187096543": "Sa katunayan, nagkaroon ng ilang malalaking data breaches na nagreresulta mula sa hacker-written software na nanawagan sa isang API na kumuha ng data mula sa isang database. Pagkatapos ng lahat, kung ang pagnanakaw ng data ay nangangailangan lamang ng isang pangunahing GET na tawag sa isang API, na isinulat gamit ang REST at JSON, kung gayon madali itong mabilis na linisin ang isang database. Sa katunayan, kapag pinag-uusapan ng mga tao ang tungkol sa mga pag-atake ng \"screen scraping,\" ang talagang ibig sabihin ng mga ito, kadalasan, ay mga mabilis na tawag sa API na kumukuha ng data mula sa mga database. Ang mga API ay naging pangunahing pag-atake para sa mga organisasyong bumubuo sa kanila.",
    "4222109231": "Pagbabawas ng panganib sa API gamit ang Enterprise Product ng hCaptcha",
    "1783317946": "Ang paghinto sa pag-atake ng API ay isang popular na kaso ng paggamit para sa",
    "3022922096": ", enterprise suite ng mga produkto ng hCaptcha. Hindi tulad ng libreng bersyon ng hCaptcha,",
    "63719113": "gumagamit ng advanced na machine learning upang matukoy ang nakakahamak na trapiko sa iyong site at mga app - kabilang ang mga aktibidad sa pag-scrape.",
    "3566102529": "sa amin ngayon upang matuto nang higit pa.",
    "3096553330": "Ang bawat sistemang ating nilikha ay sumasalamin lamang sa ating mga relasyon sa ibang tao.",
    "1467218142": "Ang gusto natin mula sa kanila at sa ating sarili ang nagtutulak sa ating pag-uugali, at sa gayon ang parehong mga pattern ng pakikipag-ugnayan ay umuulit sa lahat ng sistema ng tao. Ang internet ay nagbibigay ng maraming magagandang halimbawa ng pangunahing aspetong ito ng ating mundo.",
    "808872868": "Halimbawa: umiral na online ang spam, panloloko, at pang-aabuso mula noong halos araw pagkatapos unang magkakonekta ang dalawang system.",
    "1085089390": "Ang online na pang-aabuso ay nagmumula sa likas na pag-uugali ng tao",
    "3064321967": "Ang unang kilalang spam email ay ipinadala noong 1978. [",
    "3800781598": "] Makalipas ang halos limang dekada, patuloy kaming sinasalot ng email spam. Maraming bilyun-bilyong dolyar at libu-libong tao-taon ng pagsisikap sa pag-inhinyero ang inilagay upang talunin ito, gayunpaman, nagpapatuloy ang spam. Mayroong bilyong dolyar na industriya sa magkabilang panig, ibig sabihin, ang mga nagtatanggol laban dito at ang mga nagpapadala nito.",
    "2119943547": "Bakit ito? Simple lang ang sagot. Hangga't may insentibo na abusuhin ang isang sistema, karaniwang makakahanap ng paraan ang isang tao. At kapag nagawa na nila, may iba na ngayong magkakaroon ng insentibo para pigilan sila.",
    "532470444": "Ang balanse ay maaaring bahagyang lumilipat sa bawat taon, ngunit ang pag-uugali na ito ay sumasalamin lamang sa pangunahing kalikasan ng tao, at ang limang libong taon ng naitala na kasaysayan ay nagpapahiwatig na ang dinamika ay malamang na hindi magbago anumang oras sa lalong madaling panahon.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Ang pagsusuri na ito ay hindi bago, ngunit ang mga tao ay walang hanggang pag-asa. Lalo na kapag iniisip nilang bago ang kanilang ideya.",
    "1216071511": "Ang parehong mga ideya ay madalas na iminungkahi na humigit-kumulang 20 taon na ang nakalipas, isang hindi kilalang may-akda ang nakaisip ng isang kapaki-pakinabang na fill-in-the-blank para sa mga online na talakayan tungkol sa mga solusyon sa anti-spam:",
    "1941999673": "Ang iyong post advocates a",
    "4179118182": "( ) teknikal ( ) legislative ( ) market-based ( ) vigilante",
    "3978720689": "diskarte sa paglaban sa spam. Hindi gagana ang iyong ideya. Narito kung bakit hindi ito gagana.",
    "318339230": "(Ang isa o higit pa sa mga sumusunod ay maaaring naaangkop sa iyong partikular na ideya, at maaaring mayroon ito",
    "30312304": "iba pang mga kapintasan na dating nag-iiba-iba sa bawat estado bago naipasa ang isang masamang pederal na batas.)",
    "2710988028": "( ) Madaling magagamit ito ng mga spammer upang makakuha ng mga email address",
    "3912514510": "( ) Maaapektuhan ang mga mailing list at iba pang lehitimong paggamit ng email",
    "2030062561": "( ) Walang makakahanap ng lalaki o makakakolekta ng pera",
    "3334160175": "( ) Ito ay walang pagtatanggol laban sa mga malupit na pag-atake",
    "3238345709": "( ) Ihihinto nito ang spam sa loob ng dalawang linggo at pagkatapos ay mananatili tayo dito",
    "4227800293": "( ) Hindi ito titiisin ng mga gumagamit ng email",
    "2271252286": "( ) Hindi ito titiisin ng Microsoft",
    "692064738": "( ) Hindi ito titiisin ng pulis",
    "3475647460": "( ) Nangangailangan ng masyadong maraming kooperasyon mula sa mga spammer",
    "1482845460": "( ) Nangangailangan ng agarang kabuuang kooperasyon mula sa lahat nang sabay-sabay",
    "3741193183": "( ) Maraming mga gumagamit ng email ang hindi kayang mawalan ng negosyo o ihiwalay ang mga potensyal na employer",
    "2234909600": "( ) Walang pakialam ang mga spammer sa mga di-wastong address sa kanilang mga listahan",
    "1982617151": "( ) Sinuman ay maaaring hindi nagpapakilalang sirain ang karera o negosyo ng sinuman",
    "2498172334": "Sa partikular, nabigo ang iyong plano sa pagsasaalang-alang",
    "389705801": "( ) Mga batas na hayagang nagbabawal dito",
    "190955495": "( ) Kawalan ng awtoridad sa sentral na pagkontrol para sa email",
    "237009707": "( ) Buksan ang mga relay sa ibang bansa",
    "3507532387": "( ) Dali ng paghahanap ng maliit na alphanumeric address space ng lahat ng email address",
    "2477958756": "( ) Masasamang tao",
    "3254142589": "( ) Mga problema sa hurisdiksyon",
    "3621401685": "( ) Hindi kasikatan ng mga kakaibang bagong buwis",
    "4277475973": "( ) Pag-aatubili ng publiko na tanggapin ang mga kakaibang bagong anyo ng pera",
    "941057651": "( ) Malaking umiiral na pamumuhunan ng software sa SMTP",
    "3265293440": "( ) Pagkadarama ng mga protocol maliban sa SMTP sa pag-atake",
    "515733427": "( ) Pagpayag ng mga user na mag-install ng mga OS patch na natanggap sa pamamagitan ng email",
    "2631159699": "( ) Mga hukbo ng worm riddled broadband-connected Windows boxes",
    "776542208": "( ) Walang hanggang pakikipaglaban sa armas na kasangkot sa lahat ng paraan ng pagsasala",
    "989480928": "( ) Labis na kakayahang kumita ng spam",
    "3898950867": "( ) Mga trabaho ni Joe at/o pagnanakaw ng pagkakakilanlan",
    "3395399558": "( ) Mga politikong hindi marunong bumasa at sumulat sa teknikal",
    "1118929614": "( ) Labis na katangahan sa bahagi ng mga taong nakikipagnegosyo sa mga spammer",
    "838951836": "( ) Panlilinlang sa bahagi ng mga spammer mismo",
    "2123236933": "( ) Mga gastos sa bandwidth na hindi naaapektuhan ng pag-filter ng kliyente",
    "2292919419": "( ) Outlook",
    "2534436327": "at ang mga sumusunod na pilosopikal na pagtutol ay maaari ding ilapat:",
    "832385387": "( ) Ang mga ideyang katulad ng sa iyo ay madaling makabuo, ngunit wala pang naipakitang praktikal",
    "1993984258": "( ) Anumang pamamaraan batay sa pag-opt-out ay hindi katanggap-tanggap",
    "3909240516": "( ) Ang mga header ng SMTP ay hindi dapat maging paksa ng batas",
    "1151065360": "( ) Nakakahiya ang mga blacklist",
    "2396605499": "( ) Nakakahiya ang mga whitelist",
    "2225785608": "( ) Dapat nating pag-usapan ang tungkol sa Viagra nang hindi sini-censor",
    "3004688366": "( ) Ang mga hakbang ay hindi dapat magsasangkot ng pandaraya sa wire o pandaraya sa credit card",
    "922470170": "( ) Ang mga hakbang ay hindi dapat magsasangkot ng pamiminsala sa mga pampublikong network",
    "3068923550": "( ) Dapat gumana ang mga kontrahan kung unti-unti nang unti-unti",
    "2752975480": "( ) Ang pagpapadala ng email ay dapat na libre",
    "117227832": "( ) Bakit kailangan naming magtiwala sa iyo at sa iyong mga server?",
    "1021431157": "( ) Hindi pagkakatugma sa open source o open source na mga lisensya",
    "2801524659": "( ) Walang magagawa ang mga feel-good na hakbang upang malutas ang problema",
    "931661269": "( ) Ang mga pansamantala/isang beses na email address ay mahirap",
    "2090457681": "( ) Hindi ko gustong basahin ng gobyerno ang aking email",
    "3536122902": "( ) Ang pagpapahinto sa kanila sa ganoong paraan ay hindi sapat na mabagal at masakit",
    "2391175562": "Higit pa rito, ito ang iniisip ko tungkol sa iyo:",
    "229198134": "( ) Paumanhin dude, ngunit sa tingin ko ay hindi ito gagana.",
    "345563040": "( ) Ito ay isang hangal na ideya, at ikaw ay isang hangal na tao sa pagmumungkahi nito.",
    "409780280": "( ) Ayos na rin, ****! Sana may tumapak sa keyboard mo!",
    "2820080973": "hino-host ni ❤ ni",
    "3943164003": "tingnan hilaw",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Bakit hindi gagana ang iyong bagong solusyon sa anti-spam",
    "361795034": ". Hindi kilalang may-akda, c. 2000",
    "1547006769": "Ang pagpapatunay ng sangkatauhan ay ang parehong problema",
    "3717942925": "Kung paanong palaging may mga taong gustong makuha ang iyong atensyon sa pamamagitan ng email, palaging magkakaroon ng pagnanais na hadlangan ang pag-access sa ilang mga mapagkukunan upang ang mga tao lamang ang makaka-access sa kanila.",
    "2481032625": "Kung ang layunin ay upang maiwasan ang:",
    "1691348394": "- Mga automated na maramihang pagbili sa panahon ng limitadong pagbebenta ng release",
    "1771016224": "- software mula sa pag-download ng lahat ng nilalaman mula sa iyong website nang maramihan",
    "1959762846": "- na pinupunan ang iyong mga web form ng walang katapusang spam o pang-aabuso sa marketing",
    "345108670": "- pagpupuno ng kredensyal at iba pang mga pagtatangka sa pagkuha ng account",
    "2540760245": "bukod sa maraming iba pang gamit, ang kakayahang mag-filter ng online na trapiko batay sa \"tao o hindi\" ay malamang na mananatiling isang mahalagang tool hangga't ang kalikasan ng tao ay sumusunod sa parehong mga pattern na naitala sa nakalipas na limang libong taon.",
    "3346362371": "Paano naman ang machine learning?",
    "3619183405": "Sa 2021, ang mga simpleng CAPTCHA ay maaaring malutas minsan gamit ang software, salamat sa mga pag-unlad sa machine learning. Upang matugunan ito, ang hCaptcha ay gumagawa din ng isang napaka-detalyadong pagsusuri ng mga katangian tulad ng",
    "3292221787": "ang hamon ay nasagot, hindi lamang kung ito ay tama, at madalas na nagbabago sa parehong mga tanong at ang data na ginamit.",
    "1080672247": "Dahil marami sa mga itinanong ay hindi malulutas nang matipid gamit ang off the shelf software, at dahil ang data sa pangkalahatan ay natatangi sa system, nangangahulugan ito na ang mga bot ay kadalasang ganap na pinipigilan ng libreng serbisyo, at dapat umasa sa mga human CAPTCHA solver, na ginagawang ganap na hindi matipid ang maraming uri ng pang-aabuso.",
    "4172868199": "higit pa rito, lumipat sa larangan ng pagtatangka na makilala ang \"mabuting tao\" mula sa \"masamang tao\" pati na rin, at ginagamit ngayon ng marami sa mga pinakasikat na online na serbisyo sa mundo upang mahanap at ihinto ang lahat mula sa pandaraya sa pagbili hanggang sa advanced na patuloy. mga banta laban sa kanilang mga user, habang pinapanatili ang isang natatanging pagtuon sa pagpapanatili ng privacy.",
    "2873911365": "Paano ang tungkol sa pagpapatunay ng hardware?",
    "1477196356": "Ang iba't ibang paraan ng pag-uugnay ng pagkakakilanlan sa isang device sa isang cryptographically secure na paraan, kung minsan ay may mga property na nagpapanatili ng privacy, ay iminungkahi sa loob ng mga dekada. Ang pampublikong key cryptography ay nagsimula noong c. 1975, at halos kasingtagal nang umiral ang mga token ng hardware.",
    "2349681896": "Sa kasamaang palad, ang pagkontrol sa isang piraso ng hardware ay hindi nangangahulugan na ikaw ay isang tao. Halos lahat ng tanyag na pamamaraan ng pagpapatunay ng hardware ng consumer ay paulit-ulit na nasira, na-patch, at pagkatapos ay nasira muli.",
    "254326776": "Ang malisyosong pang-aabuso sa mga bahid na ito ay madalas na natuklasang nangyari sa loob ng ilang buwan o taon bago ang pagsisiwalat o akademikong publikasyon.",
    "2462909475": "Isang pader ng higit sa 10,000 mga teleponong ginamit para sa pang-aabuso, bahagi ng isang operasyon ng bot ng China.",
    "1963951234": "Gaano man kaaasa ang iyong cryptographic scheme, kung ang isang tao ay maaaring gumastos ng pera sa pagtatapos ng araw para ibigay sa iyo ang sagot na hinahanap mo, hindi sapat ang pagmamay-ari ng isang piraso ng hardware.",
    "1278884196": "Iyon ay sinabi, ang cryptography ay isang batang disiplina. Batay sa kamakailang kasaysayan, malamang na masira ang iyong cryptographic scheme at/o pagpapatupad sa sandaling magkaroon ng insentibo ang sinuman na tingnan ito nang mabuti, at malamang na malalaman ito ng ibang tao bago mo ito gawin. Nangangahulugan din ang pag-asa sa hardware na maaaring kailanganin mong hilingin sa bawat isa sa iyong mga user na baguhin ang isang pisikal na device upang ma-patch ang depekto. Ito ay malamang na hindi mabilis na mangyari sa karamihan ng mga kaso, ibig sabihin sa katotohanan ay mabibigo lamang ang iyong system sa pagbukas.",
    "1828028934": "Ito ang dahilan kung bakit",
    "1642844535": "ay mahalaga: hCaptcha ay gumagamit ng maraming iba't ibang mga diskarte upang sagutin ang parehong pangunahing tanong, na nagpapahintulot sa paghahambing para sa pagkakapare-pareho sa lahat ng mga pagsusuri.",
    "1155821305": "lalim ang depensa",
    "119098046": "Paano naman ang mga passive o walang-challenge na solusyon?",
    "2760410719": "Ang mga serbisyong sumusubok na magsagawa ng pag-detect ng bot gamit ang mga purong passive na signal ay mabilis na humarap sa isang pangunahing isyu: paano mo mapapatunayan kung ang isang system ay nakakakita ng masasamang aktor nang tama kapag wala kang tumpak na ground truth?",
    "1722734001": "Ang bukas na internet ay isang napakaingay na kapaligiran. Inaatake ng mga masasamang aktor ang mga user ng aming serbisyo at mga kakumpitensya tulad ng reCAPTCHA araw-araw, at siyempre sinusubukan nilang magmukhang tao hangga't maaari habang ginagawa ito.",
    "1595254735": "Ang mga purong passive na serbisyo ay nagpupumilit na mapanatili ang katumpakan ng pag-detect ng bot, o kahit na malaman kung ang mga ito ay hindi tumpak. Kung walang kakayahang hamunin paminsan-minsan ang mga user at suriin nang tama ang mga resulta ng hamon na iyon, malamang na bumaba nang husto ang katumpakan sa paglipas ng panahon.",
    "2412751979": "Salamat sa mas tumpak na mga senyales ng sangkatauhan na nagpapagana sa hCaptcha, maraming kumpanya na dating gumamit ng reCAPTCHA v3/Enterprise ang lumipat sa",
    "2284856231": "at nakita ang kapansin-pansing pinabuting katumpakan sa purong passive mode din ng hCaptcha Enterprise.",
    "4162847": "Napagmasdan namin ito nang direkta, dahil ang ilan sa aming mga customer ay nagpapatakbo ng mga pagsubok sa A/B sa parehong kahilingan bago sila ganap na lumipat mula sa mga alok ng Google. Karaniwan naming napapatunayan ang parehong mataas na false positive at false negatibong rate na nagmumula sa reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Ito ay hindi nakakagulat dahil sa hindi kawastuhan ng mga feedback loop na available sa mga produktong iyon, at ang katotohanan na ang mga ito ay ibinebenta ng isang network ng ad na may napakaraming interes na hindi maging masyadong mahusay sa pag-detect ng bot, baka makapinsala ito sa kanilang pangunahing negosyo.",
    "2233741720": "Sa konklusyon",
    "2133809801": "Hangga't ang mga tao ay nananatiling mga tao, malamang na ang pag-verify ng sangkatauhan ay may papel na gagampanan online.",
    "2255549335": "Ang aming trabaho sa hCaptcha ay humanap ng magandang tradeoff sa pagitan ng kahirapan at katumpakan at panatilihing mababa ang friction, lalo na para sa",
    "4138068262": "mga gumagamit. Sa huli, ang pakikipag-ugnayan sa mga hamon ay malamang na mananatiling bahagi ng arsenal ng mga tool para sa pagbabawas ng online na pang-aabuso hangga't ang kalikasan ng tao ay nananatiling hindi nagbabago.",
    "855097735": "Ang pagbuo ng isang serbisyo na nagagawa ito nang maayos habang binabalanse ang lahat ng mga alalahanin ay isang napakahirap na problema (at palagi kaming nagsusumikap na pahusayin ito upang gawing kaaya-aya ang karanasan hangga't maaari) ngunit umaasa kaming sumasang-ayon ka na ang pagbabawas ng spam, pang-aabuso, pagkuha ng account , at ang pandaraya sa online ay talagang sulit sa paminsan-minsang simpleng tanong.",
    "1953959745": "accessibility",
    "2543123170": "Zero friction humanity verification",
    "547245263": "Lutasin ang iyong problema sa bot ngayon.",
    "3117887301": "Pinagkakatiwalaan ng pinakamalaking online na serbisyo",
    "981806349": "Binuo sa napatunayang platform ng hCaptcha",
    "2373007864": "Gumagana ang hCaptcha Enterprise sa teknolohiya ng platform ng hCaptcha, na pinalawak upang isama ang mga tampok na kailangan ng mga enterprise na may mataas na trapiko.",
    "2652399059": "Isang maaasahang kasosyo",
    "1997838163": "Ang pinakamalaking kumpanya sa mundo ay umaasa sa hCaptcha Enterprise. Ang pagsasama ay simple, at ang katumpakan ng pagtuklas ay walang kapantay.",
    "734735952": "Sinuri namin ang isang bilang ng mga vendor ng CAPTCHA pati na rin ang pagbuo ng isang sistema sa aming mga sarili. Sa huli, lumabas ang hCaptcha bilang pinakamahusay na alternatibo sa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor ng Pamamahala ng Produkto, Cloudflare",
    "3971348140": "Bakit namin ginamit ang hCaptcha? Walang ibang makakapaghatid sa mga feature at performance na kailangan namin. Mabilis nila kaming pinaandar, at gusto ng aming mga merchant ang karanasan.",
    "4248655793": "— Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Ang matipid na opsyon para sa mga negosyong may mataas na trapiko",
    "999610953": "Panghuli, isang mapagkakatiwalaang alternatibo sa Google. Naghahatid ang hCaptcha Enterprise ng malaking pagtitipid sa iyong reCAPTCHA bill na may mas mataas na seguridad: hanggang 80% mas mura sa ilang mga kaso.",
    "1886100235": "Marami sa pinakamalaking online na serbisyo sa mundo ang lumipat sa hCaptcha Enterprise at nakatanggap ng pinahusay na pag-detect ng bot kasama ng malaking pagtitipid sa gastos.",
    "2903742230": "Nakikita ng mga network ng ad ang iyong mga bisita bilang produkto. Para sa amin ang tanging layunin ay matukoy ang kanilang pagkatao. Natutugunan o lumalampas ng aming mga serbisyo ang mga kinakailangan ng GDPR, CCPA, LGPD, at PIPL, at nagsusumikap kaming mabalanse ang privacy at seguridad.",
    "3901503296": "Nangangahulugan ang natatanging pagtutok sa privacy na ito na maaari kaming mag-alok ng zero indibidwal na pagpapanatili ng data, walang cookie na operasyon, at iba pang mga garantiya sa privacy sa kontrata kung kinakailangan habang pinapanatili ang mahusay na seguridad.",
    "3342910682": "Magbasa pa",
    "1130783905": "Ang katumpakan ay nasa iyong interes at sa amin. Gumagana ang hCaptcha na bigyan ka ng totoong data at hayaan kang magpasya kung paano ito gagamitin. Ang iba pang mga solusyon sa seguridad ay ibinibigay ng mga kumpanya ng Gigantic na advertising. Nangangahulugan ito na ang bawat bot na kanilang hinarangan ay maaaring mabawasan ang kanilang kita.",
    "2019130052": "Hinahayaan kami ng aming mga inobasyon sa ML na nakatuon sa privacy na lumampas sa mga pamantayan sa seguridad ng mga legacy na \"itala ang lahat nang walang hanggan\" na mga diskarte nang hindi nakakapinsala sa seguridad o privacy ng user.",
    "23114595": "Mahusay na Karanasan ng Gumagamit",
    "3437412311": "Para sa mga user ng Enterprise, available ang mga opsyon para ganap na maiwasan ang mga hamon sa karamihan ng mga sitwasyon, na umaasa sa mga passive na marka.",
    "1996843433": "Bawasan ang alitan sa pamamagitan ng ganap na pag-iwas sa isang hamon para sa 99.9% ng iyong lehitimong trapiko habang nagbibigay pa rin ng mahusay na seguridad.",
    "3093689546": "Madaling pagsasama",
    "247560732": "Magdagdag ng hCaptcha na may tatlong linya ng code. Kung galing ka sa reCAPTCHA, compatible ang aming API at ilang minuto lang bago lumipat.",
    "1510448156": "Maaari kang maging up at tumatakbo gamit ang isang mahusay na alternatibo ngayon, at i-on ang mas advanced na mga tampok kung kinakailangan.",
    "2718999653": "Na-customize na mga Marka ng Banta",
    "2698140263": "Hindi lahat ng mga problema ay pareho: ang pagkuha ng isang solong marka ay nangangahulugan na dapat itong matugunan ang iyong mga pangangailangan upang maging kapaki-pakinabang.",
    "897432717": "Sa aming nobela na disenyo para sa Customized Threat Scores, ang pagdaragdag ng iyong kaalaman sa negosyo ay nagbibigay-daan sa aming mga modelo na maghatid ng mga marka na natatanging nauugnay sa iyong mga user.",
    "2650502379": "Ilunsad ang Iyong Sariling Mga Hamon sa Ilang Segundo",
    "3578122193": "Manatili sa brand na may kaugnay na nilalaman",
    "1074044172": "Kapag kailangang lutasin ng mga user ang isang hamon upang matugunan ang iyong mga kinakailangan sa seguridad, bakit hindi magtanong ng mga kaaya-aya at may-katuturan sa user?",
    "1579093044": "Sa aming simpleng custom na challenge designer, maaari kang maglunsad ng on-brand challenge content sa loob lang ng ilang minuto.",
    "3717512591": "Direktang Pagsasama ng Platform",
    "121743429": "Para sa Mga Kumpanya ng Web Infrastructure",
    "2131386784": "Maaabot na Dalubhasa at Suporta Para sa Iyo at sa Iyong Mga User",
    "2782263070": "Ang serbisyo ay isang pangunahing priyoridad para sa amin. Kami ay nagpapanatili ng 24/7 on-call na suporta at nag-aalok ng direktang Slack na koordinasyon sa iyong engineering integration team at aming on-call staff habang at pagkatapos ng pagpapatupad.",
    "3740051331": "Nakatuon din kami sa aktibong pagsubaybay at pagtugon sa mga tanong ng iyong mga user sa social media, mga forum, at aming mga in-widget at mga channel ng suporta sa email. Kami ay naa-access at tumutugon, at tinatrato namin ang kasiyahan ng user bilang isang nangungunang KPI.",
    "170775527": "Mga feature ng enterprise",
    "3383086062": "Ang hCaptcha Enterprise ay isang kumpletong solusyon sa online na seguridad. Hinahayaan ka ng mga active at passive mode na ihinto ang pagpupuno ng kredensyal, tuklasin ang mga pagkuha sa account, at i-block ang mga kahina-hinalang aktor. Lahat ay walang friction para sa mga lehitimong user.",
    "1408599440": "Magsimula nang mabilis gamit ang ilang linya ng code at ang aming 99.9% passive mode, o ganap na kontrolin kung kailan at paano hinahamon ang mga user. Ang mga custom na modelo ng pagbabanta at nako-customize na mga hamon ay nangangahulugan ng walang kapantay na kakayahang umangkop upang matiyak ang seguridad.",
    "3365203058": "Proteksyon ng anti-bot na pang-mundo",
    "1803009328": "Nasubok sa labanan sa sukat ng web.",
    "1586809757": "Mataas na katumpakan ng mga marka ng bot",
    "353367791": "Tuklasin ang mga masasamang aktor ng maraming iba't ibang uri.",
    "191460155": "Zero friction at 99.9% passive mode",
    "585557010": "Hamunin ang mas mababa sa 0.1% ng mga lehitimong user.",
    "3287172429": "Kontrolin ang mga uri ng hamon na ipinapakita",
    "1844885924": "Malawak na library ng mga uri na mapagpipilian.",
    "3018523079": "Manatili sa brand na may pare-parehong karanasan ng user.",
    "3817811295": "Garantisadong pagiging maaasahan at mabilis na 24/7 on-call na suporta.",
    "1798492192": "Legacy na suporta sa browser",
    "1356745565": "Tugma sa lahat ng paraan pabalik sa Internet Explorer 8.",
    "751483365": "Suporta para sa mga hindi JavaScript na kliyente.",
    "4199502476": "Mga dashboard at API ng advanced na pag-uulat",
    "3630114728": "Tingnan kung ano ang nangyayari sa lahat ng iyong site at app.",
    "3573245166": "Hindi tulad ng reCAPTCHA, nagtatrabaho kami sa bawat bansa.",
    "2354267648": "GDPR, CCPA, at LGPD-friendly na patakaran sa privacy",
    "3167979932": "Idinisenyo para sa privacy mula sa unang araw. Malakas na Kasunduan sa Pagproseso ng Data.",
    "4065065042": "I-dial ito para eksaktong magkasya sa iyong use case.",
    "111184581": "First-party hosting",
    "4272022475": "Ang lahat ng kahilingan at asset ay mapupunta sa hcaptcha.yourdomain.com",
    "2676853536": "Mga dashboard ng maraming gumagamit",
    "1368787974": "Ibahagi ang pamamahala sa iyong koponan.",
    "1045484714": "Pagsasama ng SAML SSO sa iyong Identity Provider, hal. Okta o Azure AD.",
    "3953584369": "Available ang mga sopistikadong paghihigpit sa pag-access sa RBAC.",
    "2781507299": "Instant Verification",
    "4019660456": "0ms latency: i-verify ang mga token ng hCaptcha na walang API call.",
    "3446714684": "Pagsasama ng Mobile (iOS at Android).",
    "2593768395": "Walang putol na karanasan sa buong web, katutubong mobile, mobile web. Available ang mga pre-built integration at native SDK.",
    "1779265104": "Na-customize na Mga Tuntunin at Garantiya sa Privacy",
    "122875767": "Matugunan ang iyong mga legal na pangangailangan kapag hindi kaya ng ibang kumpanya.",
    "148188781": "Mga Iniharap na Hamon",
    "838049015": "Piliin ang lahat ng larawang tumutugma sa query",
    "1126302400": "Bounding Box",
    "3554448168": "Pagkakategorya",
    "2104933754": "Tukuyin ang kaukulang mga etiketa",
    "3612043014": "...at iba pang simpleng gawain. Madali para sa mga tao, mahirap para sa mga bot.",
    "3624758171": "Available din ang mga custom na gawain para sa mga publisher ng enterprise.",
    "1001938065": "Hindi maaaring maging mas madali ang pagsasama",
    "2138799135": "Ang hCaptcha ay may dose-dosenang pre-built na pagsasama para sa frontend at backend system na ginagamit mo.",
    "2535001179": "Kung nagkataon na nanggaling ka sa reCAPTCHA ng Google, ang aming mga API ay mga drop-in na kapalit.",
    "1393184984": "ang kailangan mo lang.",
    "3715747429": "Mapapabilis ka ng aming mga onboarding engineer, kailangan mo man ng React integration, SDK para sa mga native na app ng iOS, isang halimbawa ng backend ng Java, o halos anumang iba pang senaryo.",
    "2681650568": "At gaya ng nakasanayan, ang privacy ay isang pangunahing halaga para sa amin. Idagdag lang ang aming challenge code kung saan kinakailangan, at kung saan makatuwirang protektahan ka at ang iyong mga user. Ang pag-minimize ng pagkolekta ng data ay nagsisimula mula sa sandali ng pagsasama.",
    "1130868224": "Tatlong linya ng code",
    "2183926131": "Magsimula sa hCaptcha Enterprise",
    "1526887904": "Privacy ng hCaptcha Enterprise",
    "1845745385": "Idinisenyo para sa Privacy.",
    "1297224875": "Isang natatanging diskarte na hinihimok ng privacy sa online na seguridad ng Enterprise.",
    "2762458927": "Ang iyong data ng user ay hindi ibinebenta.",
    "2058856283": "Ang hCaptcha Enterprise ay may isang layunin lamang: upang maiwasan ang mga masasamang aktor na makagambala sa iyong mga online na operasyon at makapinsala sa iyong mga user.",
    "2408036504": "Ang aming mga system ay idinisenyo mula sa simula upang mabawasan ang pangongolekta at pagpapanatili ng data habang pinapanatili ang seguridad na nangunguna sa klase. Ang pinakamahusay na paraan upang maprotektahan ang data ng user ay hindi ang pag-imbak nito.",
    "4099477834": "Ang lahat ng mga relasyon sa customer ay pinoprotektahan din ng isang malakas na Kasunduan sa Pagproseso ng Data. Sumusunod ang serbisyo ng hCaptcha sa lahat ng batas sa privacy saanman nakatira ang iyong serbisyo o ang iyong mga customer. Ang hindi pag-iingat ng personal na data ay ginagawang mas madali para sa amin kaysa sa ibang mga kumpanya.",
    "3569492665": "Ang pagre-record ng online na aktibidad ay hindi ang sagot.",
    "3389431373": "Sinasabi ng mga serbisyo tulad ng reCAPTCHA v3 na ang paglalagay ng kanilang tracking pixel sa bawat page ng iyong site ay kailangan para sa mabuting seguridad. Hindi ito ang kaso.",
    "3590546893": "Ang simpleng pagsusuri sa pag-uugali ay isang senyales na madaling mapeke ng mga masasamang aktor, at nangangailangan din ng pagpapanatili ng kasaysayan ng pagba-browse para sa lahat ng iyong lehitimong trapiko.",
    "1105363520": "Hindi kami nagpapatakbo ng isang network ng ad, at walang interes na obserbahan ang iyong gawi ng gumagamit upang maibenta sila ng mga ad. Nangangahulugan ito na hindi kami nangangailangan ng passive pixel sa bawat page ng iyong site.",
    "3088605177": "Idagdag lang ang aming challenge code kung saan kinakailangan, at kung saan makatuwirang protektahan ka at ang iyong mga user.",
    "337971271": "Kapaki-pakinabang ang machine learning. Ngunit hindi ito nangangailangan ng personal na data upang gumana.",
    "320166522": "Naaapektuhan na ngayon ng machine learning ang halos lahat ng aspeto ng ating buhay, kadalasan sa mga paraan na hindi natin napapansin at hindi nakikita. Ang mga serbisyo sa online na seguridad ay hindi naiiba.",
    "3180664128": "Sa pamamagitan ng pag-aaral sa libu-libong signal, ang mga modelo ay maaaring magpahiwatig at maabot ang mataas na kumpiyansa sa pag-detect ng malisyosong gawi nang napakabilis, kahit na walang indibidwal na signal ang mismong magiging sapat na malakas upang magpahiwatig ng problema.",
    "961941354": "Gayunpaman, wala sa mga ito ang nangangailangan ng paggamit ng personal na nakakapagpakilalang impormasyon (\"PII\"). Binibigyang-daan kami ng mga modernong cryptographic technique na itapon ang anumang personal na data sa lalong madaling panahon, na lumilikha sa halip ng mga one-way na lagda na hindi maiugnay sa sinumang indibidwal.",
    "1706581702": "Ang pagsasanay sa de-identified na data ay gumagana rin, at hindi nangangailangan ng pagkompromiso sa alinman sa seguridad o privacy. Nagawa na ng aming mga customer ang mga empirical na pagsubok, at idineklara kaming katumbas o mas mahusay kaysa sa mas kaunting pribadong alternatibo.",
    "3203921334": "Nagustuhan namin ang ilang bagay tungkol sa mga solusyon sa hCaptcha: 1) hindi sila nagbebenta ng personal na data; kinokolekta lang nila ang pinakamababang kinakailangang personal na data, transparent sila sa paglalarawan ng impormasyong kinokolekta nila at kung paano nila ito ginagamit at/o isiwalat.",
    "305735018": "Panghuli, isang mapagkakatiwalaang alternatibo sa Google. Naghahatid ang hCaptcha Enterprise ng malaking pagtitipid sa iyong reCAPTCHA bill na may mas mataas na seguridad: hanggang 80% mas mura sa ilang mga kaso.",
    "3695206755": "Subukan kami sa iyong kapaligiran nang walang obligasyon.",
    "2941545733": "Kami ay mga inhinyero, hindi mga tindero: gusto naming maging masaya ka sa iyong pinili.",
    "131871195": "Ang pinakamahusay na paraan upang matiyak ang iyong kasiyahan ay upang ipakita na natutugunan namin ang iyong mga pangangailangan.",
    "3436534225": "Halos lahat ng kumpanyang nagsisimula ng pilot ay pipili ng aming mga solusyon.",
    "4060250206": "Gamitin ang form na ito upang maabot ang isa sa aming mga teknikal na espesyalista. Mabilis kaming tumugon.",
    "1159746815": "Maaari ka ring mag-email sa amin nang direkta.",
    "2531534427": "Narito ang mga detalye.",
    "2059998584": "Rehiyon",
    "3916131732": "Americas",
    "135276624": "Europe, Middle East, Africa (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "Ang pangalan mo",
    "3859506577": "Email ng Negosyo",
    "1268414751": "Anumang iba pang mga detalye na dapat nating magkaroon?",
    "42559805": "Kailangan mo ba ng agarang onboarding?",
    "851679588": "Oo.",
    "1729677626": "Inaatake ako at nangangailangan ng agarang onboarding.",
    "2808971932": "Ito ay ilang teksto sa loob ng isang div block.",
    "2468683988": "Heading",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh at justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Link ng Teksto",
    "2212670355": "Mag-sign up",
    "31502377": "Ano ang elemento ng Rich Text?",
    "2310705547": "Binibigyang-daan ka ng rich text element na lumikha at mag-format ng mga heading, paragraph, blockquotes, larawan, at video lahat sa isang lugar sa halip na idagdag at i-format ang mga ito nang isa-isa. I-double click lang at madaling gumawa ng content.",
    "2590587108": "Static at dynamic na pag-edit ng nilalaman",
    "778204464": "Maaaring gamitin ang isang rich text element sa static o dynamic na content. Para sa static na content, i-drop lang ito sa anumang page at simulan ang pag-edit. Para sa dynamic na content, magdagdag ng rich text field sa anumang koleksyon at pagkatapos ay ikonekta ang rich text element sa field na iyon sa panel ng mga setting. Voila!",
    "1890955039": "Paano i-customize ang pag-format para sa bawat rich text",
    "3286051798": "Ang mga heading, talata, blockquotes, figure, larawan, at figure caption ay maaaring i-istilo lahat pagkatapos maidagdag ang isang klase sa rich text element gamit ang \"Kapag nasa loob ng\" nested selector system.",
    "504332576": "Ipinagmamalaki naming ianunsyo na ang hCaptcha ay lumago sa pinakamalaking independiyenteng serbisyo sa cybersecurity sa mundo, na tumatakbo sa humigit-kumulang 15% ng internet - at kinuha namin ang karamihan sa market share na ito nang direkta mula sa Google reCAPTCHA. Magkasama, hCaptcha at",
    "1155436473": "(ang aming alok sa negosyo) ngayon ay nagpoprotekta sa daan-daang milyong user sa sampu-sampung milyong website at app bawat buwan. Ipinapakita ng aming kuwento na maaari kang makipagkumpitensya sa Big Tech kapag inuna mo ang privacy.",
    "3108727249": "BotStop",
    "1296696044": "Privacy vs. Security: Bakit hindi pareho?",
    "538871570": "Ang pakikipagkumpitensya sa Google at iba pang mga kumpanya ng Big Tech ay tila isang mataas na pagkakasunud-sunod: ang kanilang monopolistikong kapangyarihan sa merkado, mga epekto sa platform at hukbo ng mga developer na may mataas na bayad ay karaniwang itinuturing na napakalakas upang harapin ang sinuman maliban sa iba pang mga higanteng teknolohiya tulad ng Facebook o Amazon. Ipinapakita ng aming kuwento na hindi ito kailangang maging ganoon - maaari mong talunin ang Big Tech sa pamamagitan ng pagtutok sa privacy.",
    "3600718611": "Isaalang-alang ang Google reCAPTCHA,",
    "4281708680": ". Sa hCaptcha, sadyang gumawa kami ng ibang paraan, gamit ang mga diskarte sa machine learning na nagpapanatili ng privacy upang matukoy ang mga tipikal na gawi ng bot sa mataas na katumpakan, habang kumukonsumo at nag-iimbak ng kaunting data hangga't maaari.",
    "3312336121": "na kumukonsumo ng napakaraming data ng pag-uugali upang matukoy kung ang mga user ng web ay mga lehitimong tao o bot",
    "1193738791": ": sinusubaybayan nila ang gawi ng gumagamit sa bawat pahina ng isang website at sa buong web. Dinisenyo namin ang hCaptcha na maging kasing privacy-friendly hangga't maaari mula sa unang araw. Ito ay humantong sa isang ganap na naiibang diskarte sa problema. Sa lumalabas, ang pagsubaybay sa mga user sa buong web at pagtali sa kanilang kasaysayan sa web sa kanilang pagkakakilanlan ay ganap na hindi kailangan para sa pagkamit ng mahusay na seguridad. Ang maraming kumpanya na lumipat sa hCaptcha",
    "2620705814": "Ang Google ay isang kumpanya ng ad, at ang kanilang mga produkto sa seguridad ay kamukhang-kamukha ng kanilang mga produkto ng ad",
    "1126447688": "madalas na nag-uulat ng pantay o mas mahusay na pagganap sa pag-detect at pagpapagaan ng bot sa kabila ng aming pagtuon sa privacy",
    "439777523": "Mahalaga ang Regulasyon",
    "3588274874": "Sa pagtutok sa paghahatid ng isang produkto na naaayon sa mga pagsusumikap sa regulasyon gaya ng GDPR ng European Union at CCPA ng California, nakaranas kami ng napakalaking paglago - siyempre, nakakatulong ito na ang hCaptcha ay simpleng “drop in” na kapalit para sa reCAPTCHA at sa gayon ay maaaring mai-install sa loob ng ilang minuto.",
    "2150595700": ". Inilagay ng GDPR at CCPA ang mga alalahanin sa privacy sa mapa para sa mga mamimili ng enterprise, at kasabay nito ay nagiging mas mahalaga ang online privacy sa publiko habang nagsisimula tayong lahat na maunawaan kung paano ginamit ng mga industriya ng online na advertising at marketing ang ating data sa kasaysayan.",
    "2624949852": "Siyempre, ang reCAPTCHA ay isang maagang sumali sa web security mula noong 2009, na nagpoprotekta sa milyun-milyong website laban sa patuloy na lumalaking banta ng mga malisyosong bot at spammer. Gayunpaman, ito ay ganap na nakompromiso sa mga nakaraang taon:",
    "499510428": "Sa katunayan, naniniwala kami na ang regulasyon ay nakatulong sa amin dito",
    "1232651561": "Ang software ay kasinghusay na ngayon ng mga tao sa paglutas ng mga hamon sa reCAPTCHA.",
    "824740867": "Sa halip na pahusayin ang solusyon, ang Google sa halip ay naglabas ng reCAPTCHA v3, na gumagana nang higit na katulad ng isang ad network kaysa sa software ng seguridad, nangongolekta ng data ng pag-uugali mula sa buong web upang bumuo ng mga profile ng user. Sa kasamaang palad, ang ganitong uri ng signal ay madaling talunin, at sa gayon ay nagbibigay ng kaunting proteksyon laban sa mga bot habang pinipinsala ang privacy ng user.",
    "1027023087": "Kami sa hCaptcha ay sa halip ay nakatuon sa mas modernong mga diskarte sa problema, na hindi nangangailangan ng pagpapanatili ng mga pangmatagalang talaan ng gawi tulad ng kasaysayan ng pagba-browse at napatunayang mas matatag sa harap ng mga determinadong kalaban mula nang ipakilala ang serbisyo.",
    "2852295413": "Isang likas na salungatan ng interes: ang paghinto ng mga bot ay nakakabawas ng kita para sa isang network ng ad",
    "1597520917": "Itinuro ng dumaraming bilang ng mga kritiko na ang pagwawalang-bahala ng Google sa privacy ng user ay dapat alalahanin ng mga customer na naghahanap upang protektahan ang kanilang mga website at app.",
    "763447231": "Kasabay nito, ang pagpapahinto sa mga bot sa pag-access sa mga site ng publisher ay maaaring magbunyag ng pandaraya sa ad, na direktang inihahambing ang produkto ng reCAPTCHA ng Google laban sa kanilang negosyo sa ad, na gumagawa ng higit sa 80% ng kanilang kita.",
    "999674529": "Ang bawat bot na nakikita ng Google ay dapat na kumikita ng zero ad dollars. Ang mga insentibo ng kumpanya ng Google ay hindi gaanong naaayon sa mga gumagamit ng kanilang mga serbisyong panseguridad, at ito ay maaaring isang paliwanag para sa hindi magandang pagganap ng kanilang reCAPTCHA na alok sa seguridad.",
    "956019009": "Ang pinakamalaking kumpanya sa imprastraktura sa web ay gumawa na ng aksyon",
    "1923297430": "Ang huling breaking point para sa maraming mas malalaking customer ay dumating noong sinimulan ng Google na singilin ang mga kumpanya para sa paggamit ng kanilang produkto sa anumang makabuluhang sukat. Nagdulot ito ng mahabang panahon na mga user ng reCAPTCHA na maghanap ng mas mahuhusay na alternatibo dahil ang mga alalahanin sa regulasyon sa buong mundo ay ginawa na gamit ang mga alok ng Google na lalong hindi nakakaakit.",
    "2197218442": "Binuod ng Cloudflare CEO Matthew Prince ang puntong ito ng view sa",
    "155456850": "inanunsyo ang kanilang paglipat sa hCaptcha:",
    "435302267": "blog post ng kumpanya",
    "2087769953": "\"Nasasabik kami sa pagbabagong ito dahil nakakatulong ito na matugunan ang isang alalahanin sa privacy na likas sa pag-asa sa isang serbisyo ng Google na matagal na naming naranasan. Sinuri namin ang ilang CAPTCHA vendor pati na rin ang pagbuo ng isang system mismo. Sa huli, Lumitaw ang hCaptcha bilang pinakamahusay na alternatibo sa reCAPTCHA.\"\"Nagustuhan namin ang ilang bagay tungkol sa mga solusyon sa hCaptcha: 1) hindi sila nagbebenta ng personal na data; kinokolekta lamang nila ang pinakamababang kinakailangang personal na data, transparent sila sa paglalarawan ng impormasyong kinokolekta nila at kung paano nila ito ginagamit at/o isiwalat.\"",
    "595582512": "Kung nais mong protektahan ang iyong site o app nang epektibo mula sa mga bot, spammer o iba pang malisyosong aktor, habang pinapanatili ang privacy ng iyong mga user (at sumusunod sa lahat ng nauugnay na regulasyon!), isaalang-alang ang hCaptcha at ang aming alok sa Enterprise",
    "3388180864": "Interesado sa pagtatrabaho sa malalim na teknikal na mga hamon sa web scale? Palagi kaming kumukuha ng mga mahuhusay na inhinyero sa buong mundo -",
    "3892952987": "tingnan ang aming mga pagbubukas at mag-apply dito",
    "3368788823": "Si Terence Eden ay gumawa ng isang kawili-wiling punto sa kanyang blog: \"",
    "1491780143": "Ang mga CAPTCHA ay hindi nagpapatunay na ikaw ay tao – pinatutunayan nila na ikaw ay Amerikano",
    "2146900431": "Intuitively, ang claim na ito ay may malaking kahulugan. Ang mga CAPTCHA, tulad ng halos lahat, ay naka-embed sa isang kultural na konteksto, at kung ang iyong pool ng mga hamon ay halos ginawa sa isang kultura, maaaring hindi ito maisalin nang mahusay sa isa pa. Sa kaibuturan nito, ito ay usapin ng kultura",
    "378086442": "ng mga CAPTCHA, sa halip na ang kanilang UX per se.",
    "1445008801": "Tulad ng sinabi ni Eden:",
    "332723732": "nilalaman",
    "2072808435": "\"Guess what, Google? Karaniwang itim ang mga taxi sa aking bansa. Napanood ko na ang sapat na mga pelikula para malaman na ang lahat ng nasa Amerika ay dilaw. Ngunit sa bawat ibang bansang napuntahan ko, ang mga taxi ay naging isang mish-mash ng iba't ibang kulay.\"",
    "3206136647": "Ang problema ng Google dito ay batay sa data ng tanong na ginagamit nila kumpara sa nakakakita nito. Kung ang lahat ng data ay nagmula sa parehong kultura (at sa kaso ng Google, ang parehong kumpanya) maaari mong tiyak na asahan na magkaroon ng mga hamon na hindi maisasalin nang maayos sa ibang mga kultura, alinsunod sa reklamo ni Eden.",
    "2217842245": "Gayunpaman, ipinapakita ng aming data na (para sa hCaptcha)",
    "4280117172": "Maraming bansa sa katunayan ay bahagyang mas mahusay kaysa sa US, kabilang ang Nigeria, India, Brazil at Germany:",
    "555749578": "may mas mababa sa 1% na pagkakaiba-iba sa mga rate ng paglutas sa mga pangunahing bansa sa bawat kontinente.",
    "151737819": "Ang hCaptcha Solve Rate sa buong mundo ay nagpapakita ng napakakaunting pagkakaiba",
    "3908992897": "at ginagamit sa bawat bansa at teritoryo sa mundo, kaya lubos kaming nakatutok sa pagbibigay ng pare-parehong pandaigdigang karanasan.",
    "2808122102": "Kaya, ang cross-cultural functionality ay isang pangunahing kinakailangan para sa aming serbisyo. Ang pagtiyak na ang lahat ng mga lehitimong user ay makaka-access ng nilalaman nang mabilis ay isang mahalagang bahagi ng aming misyon. Nagbibigay kami ng mga hamon sa 110 wika, at patuloy na pinapahusay ang mga nauugnay na pagsasalin upang matiyak na ang aming mga hamon ay malulutas ng lahat.",
    "3913801502": "Ang hCaptcha ay tumatakbo na ngayon sa halos 15% ng internet",
    "2077639538": ". Para sa isa, ang data ng hamon sa aming serbisyo ay maaaring magmula sa maraming mapagkukunan, hindi lamang isa - mula sa malalaking kumpanya ng Fortune 500 hanggang sa mga startup ng machine learning, hangga't sumusunod sila sa aming",
    "3951112506": ". Ginagarantiyahan na nito ang mas mataas na antas ng heterogeneity sa data.",
    "1803943584": "Pangalawa, hinahayaan namin ang mga hamon na mag-self-optimize upang matukoy kung aling mga bansa o wika ang kanilang tatakbo, na nagpapataas ng posibilidad na magkaroon ng pare-parehong karanasan. Kung ang katumpakan ay mas mababa kaysa sa inaasahan, ang isang hanay ng mga tanong ay hihinto lamang sa pagtakbo sa rehiyon o wika kung saan nangyayari ang epektong ito.",
    "3668873369": "Sa hCaptcha, gumawa kami ng ibang diskarte mula sa unang araw",
    "1519201684": "Patakaran sa Etika ng AI",
    "2155089487": ". Kung ang aming mga hamon ay mas madaling lutasin para sa ilang grupo, inaasahan naming makakita ng pagkakaiba sa kung paano gumaganap ang mga tao sa buong mundo at iba't ibang kultura kapag nilulutas ang mga ito. Sa konteksto ng post ni Eden, inaasahan namin na ang mga Amerikano ay gagawa ng mas mahusay kaysa sa mga tao sa ibang mga bansa. Dahil gumugol kami ng maraming taon sa pagbuo ng mga sistema upang maiwasan ang problemang ito, sa katunayan ay nakikita namin ang kabaligtaran.",
    "2603863826": "PS: Kung makakita ka ng pagsasalin sa iyong wika na maaaring gumamit ng mga pagpapabuti, huwag mag-atubiling magsumite ng a",
    "3543141425": "para rito!",
    "2697276059": "Katibayan na ito ay gumagana: pare-parehong paglutas ng mga rate sa buong mundo",
    "664236229": "hiling ng hilahin",
    "1137470858": "Disyembre 11, 2021",
    "12462594": "Ang hCaptcha ay binuo sa HUMAN platform, na nagbibigay-daan sa sopistikadong pagruruta at pagsusuri upang ma-optimize ang gastos at kahusayan sa bawat hakbang.",
    "2262549101": "Ang mga alternatibong paraan ng pakikipag-ugnayan ay nakadokumento sa US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Pakitandaan na dapat mong i-verify ang iyong pagkakakilanlan at kahilingan bago gumawa ng karagdagang aksyon, gaya ng pagbibigay ng iyong pagkakakilanlan ng pamahalaan. Alinsunod sa batas ng California, maaari kang magtalaga ng isang awtorisadong ahente para humiling sa iyong ngalan. Upang magtalaga ng isang awtorisadong ahente na gumawa ng kahilingan para sa iyo, dapat kang magbigay ng wastong kapangyarihan ng abugado, valid na pagkakakilanlang inisyu ng gobyerno ng humihiling, at valid na pagkakakilanlan na ibinigay ng pamahalaan ng awtorisadong ahente.",
    "2335607721": "Pansinin. Ang lahat ng mga abiso na nauugnay sa Mga Tuntunin ng Serbisyo na ito ay ipapadala sa pamamagitan ng e-mail o ipo-post sa aming website. Dapat kang magpadala ng mga abiso sa amin sa",
    "2875934612": "Nobyembre 20, 2020",
    "3084122606": "Kung saan ang aming paggamit ng iyong personal na impormasyon ay batay sa iyong pahintulot, mayroon kang karapatan na bawiin ito anumang oras sa paraang ipinahiwatig sa Serbisyo o sa pamamagitan ng pakikipag-ugnay sa amin sa",
    "3312286067": "o magsumite ng reklamo sa regulator ng proteksyon ng data sa iyong hurisdiksyon. Mahahanap mo ang iyong data protection regulator sa",
    "3506025515": "Ang hCaptcha ay hindi apektado ng log4shell. Narito kung paano natin malalaman.",
    "3516838896": "Ang log4j2 remote code execution bug ay nag-sweep kamakailan sa internet, na nakakaapekto sa malaking porsyento ng mga online na serbisyo. Hindi naapektuhan ang hCaptcha. Narito kung paano namin na-verify ang katotohanang iyon.",
    "3553195003": "Ang hCaptcha ay hindi apektado ng log4shell.",
    "3610875753": "– Kung pagkatapos ng isang makabuluhang pagkagambala sa negosyo ay hindi ka maaaring makipag-ugnayan sa amin gaya ng karaniwan mong ginagawa sa",
    "3612764043": ", dapat kang pumunta sa aming website sa hcaptcha.com o hcaptchastatus.com.",
    "3626193263": "Ang hCaptcha Designated Agent para sa Digital Millennium Copyright Act (DMCA) ay",
    "3794891866": "Ang mga mamimili ng California ay maaaring humiling alinsunod sa kanilang mga karapatan sa ilalim ng CCPA sa pamamagitan ng pakikipag-ugnayan sa amin sa",
    "3814036702": "– Kung mayroon kang mga tanong tungkol sa pagpaplano ng pagpapatuloy ng aming negosyo, maaari kang makipag-ugnayan sa amin sa",
    "3975007628": "ngayon ay pinoprotektahan ang daan-daang milyong user sa sampu-sampung milyong website at app bawat buwan. Ipinapakita ng aming kuwento na maaari kang makipagkumpitensya sa Big Tech kapag inuna mo ang privacy.",
    "4038264749": "Tandaan habang nananatiling may bisa ang mga lokal na order sa COVID-19 walang mga garantiya na matatanggap ang mail sa isang napapanahong paraan, at email (",
    "4115505783": ") ay ang tamang channel para maabot kami. Ang kumpanya ay hindi nagpapanatili ng mga numero ng telepono o fax; ito ang ika-21 siglo.",
    "4164851712": "Ginagamit lang namin ang iyong personal na impormasyon ayon sa pinahihintulutan ng batas. Kinakailangan naming ipaalam sa iyo ang mga legal na batayan ng aming pagproseso ng iyong personal na impormasyon, na inilalarawan sa ibaba. Kung mayroon kang mga tanong tungkol sa mga legal na base kung saan pinoproseso namin ang iyong personal na impormasyon, makipag-ugnayan sa amin sa",
    "4201262098": "Binibigyang-daan ng teknolohiyang ito ang tamang workforce na pangasiwaan ang bawat bahagi ng iyong trabaho, na i-maximize ang kahusayan sa gastos habang pinapanatili ang privacy at natutugunan ang anumang mga kinakailangan sa regulasyon na maaaring ilapat.",
    "4217188341": "Nobyembre 30, 2020",
    "4238473596": "Ang pag-minimize ng friction para sa mga totoong user ay mahalaga. Gumagamit ang hCaptcha ng mga simpleng gawain at tumatagal ng mas kaunting oras para sa karamihan ng mga user habang pinipigilan ang mas maraming trapiko sa bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Subukang huwag paganahin ang iba pang mga extension. Kung malulutas niyan, i-on ang mga ito nang paisa-isa hanggang sa mahanap mo ang problema, at ipaalam sa developer ng extension na iyon ang tungkol dito, pati na rin ang pagbibigay sa amin ng paunawa sa",
    "427220273": "Maaari kaming humiling ng partikular na impormasyon mula sa iyo upang matulungan kaming kumpirmahin ang iyong pagkakakilanlan at iproseso ang iyong kahilingan. Maaaring kailanganin o pahintulutan kami ng naaangkop na batas na tanggihan ang iyong kahilingan. Kung tatanggihan namin ang iyong kahilingan, sasabihin namin sa iyo kung bakit, napapailalim sa mga legal na paghihigpit. Kung gusto mong magsumite ng reklamo tungkol sa paggamit namin ng iyong personal na impormasyon o pagtugon sa iyong mga kahilingan tungkol sa iyong personal na impormasyon, maaari kang makipag-ugnayan sa amin sa",
    "433026247": "Sa pamamagitan ng pagsasagawa ng mga gawain, maaari kang makaipon ng mga kwalipikasyon at kasanayan, na ibibigay namin sa aming paghuhusga. Inilalaan namin ang karapatang lumikha, mag-edit, o bawiin ang iyong mga kwalipikasyon at kasanayan anumang oras, para sa anumang dahilan o walang dahilan. Dahil hindi kami nagdidiskrimina batay sa bansang pinagmulan, lahi, kulay, kasarian, oryentasyong sekswal, o anumang uri na protektado ng batas, magkakaroon ka ng parehong pagkakataon tulad ng ibang Contributor na makamit ang access sa mga gawain habang naiipon ang iyong mga kwalipikasyon at kasanayan. . Bilang isang Contributor, kung naniniwala ka na ang mga may problemang tanong sa pagsusulit ay nakaapekto sa iyong mga kwalipikasyon, kasanayan, o gantimpala, maaari kang magbigay ng mahusay na suportadong mga pagtatalo na naglalarawan ng mga problemang tanong sa pagsubok sa pamamagitan ng interface ng gawain o sa pamamagitan ng isang tiket sa aming support system, halimbawa sa pamamagitan ng email sa",
    "492025216": "Disyembre 13, 2021",
    "799274928": "Ang mga abiso sa e-mail ay itinuturing na mga nakasulat na abiso para sa lahat ng layunin kung saan maaaring kailanganin ang mga nakasulat na abiso. Ang mga abiso sa e-mail ay itinuring na natanggap sa araw ng negosyo pagkatapos ng paghahatid ng maayos na naka-address sa nilalayong tatanggap."
}