{
  "header-privacy-link": "Gizlinlik",
  "header-integration-link": "Integrasiýa",
  "header-cost-link": "Bahasy",
  "header-features-link": "Aýratynlyklary",
  "header-docs-link": "Resminamalar",
  "header-login-button": "Giriş",
  "header-contact-button": "Satyş bilen habarlaşyň",
  "intro-heading": "Adamzadyň nol sürtülmesi.",
  "intro-contact-button": "Has giňişleýin öwrenmek üçin biziň bilen habarlaşyň",
  "intro-text-bottom": "Web bilen işleýän kompaniýalar tarapyndan bil baglanýar.",
  "sub-menu-button": "Satuw bilen habarlaşyň",
  "sub-menu-item1": "Kärhana",
  "sub-menu-item2": "Bahasy",
  "sub-menu-item3": "Integrasiýa",
  "sub-menu-item4": "Aýratynlyklary",
  "sub-menu-item5": "Gizlinlik",
  "sub-menu-item6": "Resminamalar",
  "info-head-1": "Barlanan hCaptcha platformasynda guruldy",
  "info-text-1": "“hCaptcha Enterprise”, ýokary traffik kärhanalarynyň zerur aýratynlyklaryny goşmak üçin giňeldilen “hCaptcha” platforma tehnologiýasynda işleýär.",
  "info-head-2": "Ynamly hyzmatdaş",
  "intro-subtitle": "Bot meseläňizi şu gün çözüň.",
  "info-text-2": "Hyzmatlarymyz, dünýäniň iň uly kompaniýalary tarapyndan onlarça million saýtda gündelik millionlarça ulanyjylara hyzmat etmek üçin ynanýarlar.",
  "cloudflare-quote-text": "CAPTCHA satyjylarynyň birnäçesine baha bermek bilen bir hatarda ulgam gurduk. Netijede, hCaptcha reCAPTCHA üçin iň oňat alternatiwa hökmünde ýüze çykdy.",
  "cloudflare-quote-detail": "“Cloudflare” önümi dolandyrmak müdiri",
  "section-quote-head": "Trafficokary ulag kärhanalary üçin tygşytly wariant",
  "section-quote-text": "Netijede, Google-a ygtybarly alternatiwa. “hCaptcha Enterprise” has ýokary howpsuzlyk bilen reCAPTCHA fakturaňyza ep-esli tygşytlaýar: käbir ýagdaýlarda 80% arzan. The Dünýädäki iň uly onlaýn hyzmatlaryň köpüsi hCaptcha Enterprise geçdi we ep-esli tygşytlamak bilen birlikde bot kesgitlemesini gowulandyrdy.",
  "section-quote-button": "Sitata almak üçin şu gün biziň bilen habarlaşyň",
  "section-privacy-header": "Gizlinlik",
  "section-privacy-text-1": "Mahabat torlary, girýänleriňizi önüm hökmünde görýär. Biziň üçin ýeke-täk önüm olaryň adamkärçiligini kesgitleýär. Hyzmatlarymyz GDPR, CCPA we LGPD talaplaryna laýyk gelýär ýa-da ondan ýokary, Gizlinlik Pass ýaly başlangyçlary goldaýar. Şahsy durmuşy we howpsuzlygy deňleşdirmek üçin köp işleýäris.",
  "section-privacy-text-2": "Şahsy durmuşyň eldegrilmesizligine bu üýtgeşik üns, ajaýyp howpsuzlygy saklamak bilen bir hatarda maglumatlary saklamagy, gutapjyksyz işlemegi we şertnamalaýyn gizlinlik kepilliklerini hödürläp biljekdigimizi aňladýar.",
  "section-security-header": "Howpsuzlyk Ilki",
  "section-security-text-1": "Takyklyk siziň we biziňki. hCaptcha size hakyky maglumatlary bermek we ony nähili ulanmalydygyňyzy kesgitlemek üçin işleýär. Beýleki ýazgylary “Gigantic” mahabat kompaniýalary üpjün edýär. Diýmek, bloklaýan her bot girdejilerini azaldyp biler.",
  "section-security-text-2": "Şahsy durmuşyň eldegrilmesizligine üns bermek bilen iň täze maşyn öwreniş usullaryny ulanmak, mirasyň howpsuzlyk standartlaryndan ýokary geçmäge mümkinçilik berýär, howpsuzlyga ýa-da ulanyjynyň şahsy durmuşyna zyýan bermezden hemme zady hemişelik strategiýalary ýazga alýar.",
  "section-user-experience-header": "Uly ulanyjy tejribesi",
  "section-user-experience-text1": "Kärhana ulanyjylary üçin, köp senariýada kynçylyklardan doly gaça durmak üçin mümkinçilikler bar.",
  "section-user-experience-text2": "Ösen bot modelleriniň kömegi bilen kanuny howpsuzlygy üpjün etmek bilen bir hatarda kanuny traffigiň 99,9% -i üçin kynçylykdan gaça durmak bilen sürtülmäni azaldyň.",
  "section-easy-integration-header": "Aňsat integrasiýa",
  "section-easy-integration-text": "HCaptcha goşmak üçin bary-ýogy birnäçe minut we birnäçe setir kod gerek. Esasy API reCAPTCHA V2 bilen gabat gelýär we geçmek üçin birnäçe minut gerek. Häzirki wagtda has oňat alternatiwa bilen işledip bilersiňiz we zerur bolanda has ösen aýratynlyklary açyp bilersiňiz.",
  "section-easy-integration-serverside": "Serwer tarapy:",
  "section-easy-integration-frontend": "Öň tarapy:",
  "section-threat-header": "Omöriteleşdirilen howp ballary",
  "section-threat-text": "Problemshli meseleler birmeňzeş däl: ýekeje bal almak, peýdaly bolmak üçin zerurlyklaryňyzy çözmelidigini aňladýar. “HCaptcha” -nyň özboluşly “omöriteleşdirilen howp” ballary bilen, çalt maslahat, işiňize has köp bal bermek üçin modellerimizi sazlamaga mümkinçilik berýär.",
  "section-challenges-header": "Öz kynçylyklaryňyzy sekuntda başlaň",
  "section-challenges-text-1": "Degişli mazmunly markada galyň",
  "section-challenges-text-2": "Ulanyjylar howpsuzlyk talaplaryny kanagatlandyrmak üçin bir meseläni çözmeli bolsa, näme üçin ulanyja ýakymly we ähmiýetli meseleler döretmeli däl? Simpleönekeýje kynçylyk dizaýnerimiz bilen, marka kynçylyk mazmunyny birnäçe minutda başlap bilersiňiz.",
  "section-integration-header": "Göni platforma integrasiýasy",
  "section-integration-subheader": "Web infrastruktura kompaniýalary üçin",
  "section-integration-text": "“HCaptcha Enterprise” ulgamy dizaýnynda özboluşly çeýe: köpçülikleýin bulut bilen işleýän bolsaňyz ýa-da köp sanly maglumat merkezine eýe bolsaňyz, bölekleýin ýa-da tutuşlygyna toruňyzyň gyrasynda ýerleşdirilip bilner. IsBu, iň berk SLA-lary kanagatlandyrmak üçin 24/7 jaň edýän işgärlerimiziň dolandyryşyň ähli artykmaçlyklaryny saklap, çykdajylary we ulgamdan daşary traffigi ep-esli azaldyp biler.",
  "section-support-header": "Size we ulanyjylaryňyza ýetip boljak tejribe we goldaw",
  "section-support-text": "Hyzmat biziň üçin iň möhüm meseledir. Çagyryşda gije-gündiziň dowamynda goldaw berýäris we ýerine ýetiriş döwründe we soň in engineeringenerçilik integrasiýa toparyňyz we jaň edýän işgärlerimiz bilen gönüden-göni utgaşdyrmagy teklip edýäris. Also Şeýle hem, sosial media, forumlarda ulanyjylaryňyzyň soraglaryna işjeň gözegçilik etmek we jogap bermek isleýäris. , we widjetimiz we e-poçta goldaw kanallarymyz. Biz elýeterli we duýgur we ulanyjylaryň kanagatlanmasyny iň ýokary KPI hökmünde kabul edýäris.",
  "section-enterprise-header": "Kärhananyň aýratynlyklary",
  "section-enterprise-title-1": "Dünýä derejesindäki botlara garşy gorag",
  "section-enterprise-desc-1": "Web masştabynda söweş synagdan geçirildi.",
  "section-enterprise-title-2": "Bokary takyklyk bot ballary",
  "section-enterprise-desc-2": "Dürli görnüşdäki erbet aktýorlary tapyň.",
  "section-enterprise-title-3": "Nol sürtülme we 99,9% passiw re .im",
  "section-enterprise-desc-3": "Kanuny ulanyjylaryň 0,1% -inden az.",
  "section-enterprise-title-4": "Gözegçilik kynçylyk görnüşleri görkezilýär",
  "section-enterprise-desc-4": "Saýlamak üçin görnüşleriň giň kitaphanasy.",
  "section-enterprise-title-5": "Ulanylan kynçylyk mazmunyna gözegçilik",
  "section-enterprise-desc-5": "Yzygiderli ulanyjy tejribesi bilen markada galyň.",
  "section-enterprise-title-6": "Kärhana SLA",
  "section-enterprise-desc-6": "Kepillendirilen ygtybarlylyk we jaňda 24/7 çalt goldaw.",
  "section-enterprise-title-7": "Miras brauzeri goldawy",
  "section-enterprise-desc-7": "Internet Explorer 8-e gaýdyp gelýänçä gabat gelýär.",
  "section-enterprise-title-8": "Giňişleýin hasabat paneli we API",
  "section-enterprise-desc-8": "Sahypalaryňyzyň we programmalaryňyzyň arasynda nämeleriň bolup geçýändigini görüň.",
  "section-enterprise-title-9": "Her ýurtda işleýär",
  "section-enterprise-desc-9": "RECAPTCHA-dan tapawutlylykda, her ýurtda işleýäris.",
  "section-enterprise-title-10": "GDPR, CCPA we LGPD üçin amatly gizlinlik syýasaty",
  "section-enterprise-desc-10": "Birinji günden başlap gizlinlik üçin niýetlenendir. Güýçli maglumatlary gaýtadan işlemek şertnamasy.",
  "section-enterprise-title-11": "Inçe däneli kynçylyk derejeleri",
  "section-enterprise-desc-11": "Ulanyş ýagdaýyňyza laýyk gelmek üçin jaň ediň.",
  "section-enterprise-title-12": "Ilkinji oturylyşyk",
  "section-enterprise-desc-12": "Requhli islegler we emläkler hcaptcha.yourdomain.com sahypasyna gidýär",
  "section-enterprise-title-13": "Köp ulanyjy dolandyryş panelleri",
  "section-enterprise-desc-13": "Toparyňyzda dolandyryşy paýlaşyň.",
  "section-enterprise-title-14": "Derrew barlamak",
  "section-enterprise-desc-14": "0ms gijä galmak: API jaňy ýok hCaptcha belliklerini barlaň.",
  "section-enterprise-title-15": "Jübi (iOS we Android) integrasiýa",
  "section-enterprise-desc-15": "Web, ýerli ykjam, ykjam webde bökdençsiz tejribe. Öň gurlan integrasiýa we ýerli SDK-lar bar.",
  "section-enterprise-title-16": "Custöriteleşdirilen şertler we gizlinlik kepillikleri",
  "section-enterprise-desc-16": "Beýleki kompaniýalar başaryp bilmediklerinde kanuny zerurlyklaryňyzy kanagatlandyryň.",
  "presented-challlenges-head": "Kynçylyklar",
  "presented-challenges-title-1": "Deňeşdirme",
  "presented-challenges-text-1": "Talaplara gabat gelýän ähli suratlary saýlaň",
  "presented-challenges-title-2": "Baglama gutusy",
  "presented-challenges-text-2": "Obýektler üçin çäk meýdany kesgitläň",
  "presented-challenges-title-3": "Kategoriýalaşdyrmak",
  "presented-challenges-text-3": "Degişli bellikleri kesgitläň",
  "presented-challenges-subheader": "... we beýleki ýönekeý meseleler. Adamlar üçin aňsat, botlar üçin kyn.",
  "presented-challenges-subtext": "Hususy meseleler kärhana neşirçileri üçin hem elýeterlidir.",
  "footer-header-1": "Kompaniýa",
  "footer-header-2": "Çeşmeler",
  "footer-header-3": "Habarlaşyň",
  "footer-link-1": "Etiketleme",
  "footer-link-2": "Takmynan",
  "footer-link-3": "Işler",
  "footer-link-4": "Söwda bellikleri",
  "footer-link-5": "Blog",
  "footer-link-6": ".Agdaý",
  "footer-link-7": "Resminamalar",
  "footer-link-8": "Bug barada habar beriň",
  "footer-link-9": "Elýeterlilik",
  "footer-terms": "Şertler",
  "footer-privacy": "Gizlinlik",
  "footer-attribution": "Aýratynlyk",
  "footer-subheader-1": "Goldaw",
  "footer-subheader-2": "Habarlaşyň",
  "switch-to-english-link": "Iňlis diline geçiň",
  "intro-heading-privacy": "Şahsy durmuş üçin niýetlenendir.",
  "intro-subtitle-p1-privacy": " Onlaýn howpsuzlyga özboluşly gizlinlik çemeleşmesi.",
  "info-head-2-pr": "Onlaýn işjeňligi ýazga almak çözgüt däl.",
  "info-text-1-pr": "“hCaptcha Enterprise” -iň diňe bir maksady bar: erbet aktýorlaryň onlaýn amallaryňyzy bozup, ulanyjylaryňyza zyýan ýetirmeginiň öňüni almak.",
  "info-text-2-pr": "Şeýlelik bilen ulgamlarymyz, synpda öňdebaryjy howpsuzlygy saklamak bilen maglumatlary ýygnamagy we saklamagy azaltmak üçin ýerden döredildi. Ulanyjy maglumatlaryny goramagyň iň gowy usuly ony asla saklamak däl.",
  "info-text-3-pr": "Müşderi bilen gatnaşyklaryň hemmesi güýçli maglumatlary gaýtadan işlemek şertnamasy bilen goralýar. HCaptcha hyzmaty, hyzmatyňyzyň ýa-da müşderileriňiziň nirede ýaşaýandygyna garamazdan ähli gizlinlik kanunlaryna laýyk gelýär. Şahsy maglumatlary saklamazlyk, beýleki kompaniýalara garanyňda bu biziň üçin has aňsatlaşdyrýar.",
  "info-text-2-2-pr": "RECAPTCHA v3 ýaly hyzmatlar, yzarlamak pikselini sahypaňyzyň her sahypasyna goýmagyň gowy howpsuzlyk üçin zerurdygyny aýdýar. Bu beýle däl.",
  "info-text-2-3-pr": "Beönekeý özüňi alyp barşyň derňewi, erbet aktýorlar tarapyndan aňsatlyk bilen döredilen signal bolup, ähli kanuny traffigiňyza göz aýlamagyň taryhyny saklamagy talap edýär.",
  "info-text-2-4-pr": "Mahabat toruny işlemeýäris we mahabat satmak üçin ulanyjylaryňyzyň özüni alyp barşyna syn etmek islemeýäris. Bu, sahypaňyzyň her sahypasynda passiw piksel talap etmeýändigimizi aňladýar.",
  "info-text-2-5-pr": "Diňe zerur ýerlere we sizi we ulanyjylaryňyzy goramagyň manysy bolan kynçylyk koduny goşuň.",
  "info-head-3-pr": "Maşyn öwrenmek peýdalydyr. Emma işlemek üçin şahsy maglumatlary talap etmeýär.",
  "info-text-3-1-pr": "Maşyn öwrenmek indi durmuşymyzyň ähli ugurlaryna diýen ýaly täsir edýär, köplenç düşünmeýän we görüp bilmeýän görnüşlerimizde. Onlaýn howpsuzlyk hyzmatlary beýlekilerden tapawudy ýok.",
  "info-text-3-2-pr": "Müňlerçe signallary öwrenmek bilen, modeller zyýanly özüni alyp barşyny çalt kesgitlemekde ýokary ynam gazanyp bilerler, hatda hiç bir signalyň özi bir meseläni görkezmek üçin güýçli bolmasa-da.",
  "info-text-3-3-pr": "Şeýle-de bolsa, bularyň hiç biri-de şahsyýeti anyklaýan maglumatlary (PII) ulanmagy talap etmeýär. Häzirki zaman kriptografiki usullary, islendik şahsy maglumatlary mümkin boldugyça çalt taşlamaga mümkinçilik berýär, munuň ýerine haýsydyr bir adama baglanyp bolmaýan bir taraplaýyn gollary döredýär.",
  "info-text-3-4-pr": "Kesgitlenen maglumatlar boýunça okuw edil şonuň ýaly işleýär we howpsuzlyk ýa-da şahsy durmuşyň eldegrilmesizligini talap etmeýär. Müşderilerimiz empirik synaglary geçirdiler we bize has az hususy alternatiwalara deňdigini ýa-da has gowudygyny yglan etdiler.",
  "cloudflare-quote-text-privacy": "HCaptcha çözgütleri barada birnäçe zady haladyk: 1) şahsy maglumatlary satmaýarlar; diňe zerur bolan iň az şahsy maglumatlary ýygnaýarlar, ýygnaýan maglumatlaryny we ulanylyşyny we / ýa-da aýan etmegini aç-açan aýdýarlar.",
  "pilot-head": "Hiç hili borçnamasyz daş-töweregiňizde synap görüň.",
  "pilot-text-1a": "Biz satyjylar däl-de, in engineenerler: saýlanlaryňyzdan hoşal bolmagyňyzy isleýäris.",
  "pilot-text-1b": "Kanagatlanmagyňyzy üpjün etmegiň iň gowy usuly, islegleriňizi kanagatlandyrýandygymyzy görkezmekdir.",
  "pilot-text-1c": "Synaga başlaýan ähli kompaniýalar ahyrsoňy çözgütlerimizi saýlaýarlar.",
  "pilot-text-1d": "Tehniki hünärmenlerimiziň birine ýetmek üçin bu formany ulanyň. Biz çalt jogap berýäris.",
  "pilot-text-1e": "Şeýle hem bize göni e-poçta iberip bilersiňiz.",
  "pilot-email-details": "Jikme-jiklikler şu ýerde.",
  "pilot-f1": "Sebit",
  "pilot-f2": "Adyňyz",
  "pilot-f3": "Adyňyz",
  "pilot-f4": "Işewür e-poçta",
  "pilot-f5": "Başga jikme-jiklikler bolmalymy?",
  "pilot-f6": "Gyssagly bort gerekmi?",
  "pilot-f7": "Hawa.",
  "pilot-f8": "Men hüjüm astyndadym we derrew münmegi talap edýärin.",
  "pilot-f9": "Iberiň",
  "pilot-f10": "E-poçtaňyzy girizmek bilen, şertlerimize we gizlinlik ýörelgelerimize we bizden e-poçta almaga razylaşýarsyňyz.",
  "pilot-fo-1": "Integrasiýa aňsat bolup bilmedi.",
  "pilot-fo-2": "“hCaptcha” -da ulanýan öňdäki we arka ulgamlar üçin öňünden gurlan onlarça integrasiýa bar.",
  "pilot-fo-3": "Google-yň reCAPTCHA-dan gelýän bolsaňyz, biziň API-lerimiz açyk çalyşmalar. Üç setir kod size gerek.",
  "pilot-fo-4": "Uçuş inersenerlerimiz, “React” integrasiýasy, “iOS” ýerli programmalar üçin SDK-lar, “Java” arkasy mysaly ýa-da başga bir ssenariýa gerek bolsa-da, sizi çalt alyp bilerler.",
  "pilot-fo-5": "Hemişe bolşy ýaly, şahsy durmuşyň eldegrilmesizligi biziň üçin esasy gymmatlykdyr. Diňe zerur bolan ýerde we sizi we ulanyjylaryňyzy goramagyň manysy bolan kynçylyk kodumyzy goşuň. Maglumat ýygnamagy azaltmak integrasiýa pursatyndan başlaýar.",
  "pilot-fdone": "Sagbol. Soonakyn wagtda habarlaşarys.",
  "home-ent-2-new": "Kärhanamyzyň çözgüdi barada has giňişleýin öwreniň.",
  "home-ent-button-new": "hCaptcha Kärhanasy",
  "home-main-plans2-new": "hCaptcha Enterprise çözgütleri synpda öňdebaryjy howpsuzlygy üpjün edýär we köp sanly onlaýn hyzmatlary goraýar.",
  "home-plans-button-2-new": "Köpräk oka",
  "header-enterprise-link": "Kärhana",
  "sales-interstitial-c1b-new": "HCaptcha Enterprise hakda has giňişleýin öwreniň"
}
