{
    "1137470858": "2021-nji ýylyň 11-nji dekabry",
    "12462594": "“hCaptcha”, her ädimde çykdajylary we netijeliligi optimizirlemäge çylşyrymly marşrutizasiýa we derňewlere mümkinçilik berýän HUMAN platformasynda gurulýar.",
    "2262549101": "Aragatnaşygyň alternatiw usullary ABŞ-nyň Awtorlyk hukugy Ofisi DMCA bellenen agent katalogynda dokumentleşdirilýär",
    "2272776729": "Hökümet şahsyýetiňizi bermek ýaly goşmaça çäreler görülmezden ozal şahsyýetiňizi tassyklamalydygyňyzy we haýyş etmegiňizi haýyş edýäris. Kaliforniýanyň kanunlaryna laýyklykda, adyňyzdan haýyş etmek üçin ygtyýarly agent belläp bilersiňiz. Siziň adyňyzdan haýyş bilen ýüz tutmak üçin ygtyýarly wekili bellemek üçin ygtybarly ynanç hatyny, haýyşnamanyň hakyky hökümetiniň şahsyýetnamasyny we ygtyýarly wekiliň ygtybarly hökümetiniň şahsyýetnamasyny bermeli.",
    "2335607721": "Üns beriň. Bu Hyzmat şertleri bilen baglanyşykly ähli bildirişler e-poçta bilen iberiler ýa-da web sahypamyzda ýerleşdiriler. Bize habar ibermeli",
    "2875934612": "2020-nji ýylyň 20-nji noýabry",
    "3084122606": "Şahsy maglumatlaryňyzy ulanmagymyz siziň razylygyňyzy esaslandyrýan ýerinde, Hyzmatda görkezilen tertipde ýa-da biziň bilen habarlaşyp, islän wagtyňyz ony yzyna almaga hakyňyz bar.",
    "3312286067": "ýa-da ýurisdiksiýaňyzdaky maglumatlary goramak düzgünleşdirijisine şikaýat iberiň. Maglumatlary goramak sazlaýjysyny şu ýerden tapyp bilersiňiz",
    "3506025515": "hCaptcha log4shell-e täsir etmeýär. Ine, nädip bilýäris.",
    "3516838896": "4akynda log4j2 uzakdan kod ýerine ýetiriş ýalňyşlygy interneti süpürdi we onlaýn hyzmatlaryň ep-esli bölegine täsir etdi. hCaptcha täsir etmedi. Ine, bu hakykaty nädip tassykladyk.",
    "3553195003": "“hCaptcha” log4shell-e täsir etmeýär.",
    "3610875753": "- Möhüm iş kesilenden soň, adatdakysy ýaly biziň bilen habarlaşyp bilmersiňiz",
    "3612764043": ", hcaptcha.com ýa-da hcaptchastatus.com web sahypamyza girmeli.",
    "3626193263": "Sanly müňýyllyk awtorlyk hukugy kanuny (DMCA) üçin hCaptcha bellenen agentdir",
    "3794891866": "Kaliforniýaly sarp edijiler, biziň bilen habarlaşyp, CCPA-nyň hukuklaryna laýyklykda haýyş edip bilerler",
    "3814036702": "- Işimiziň üznüksizligini meýilleşdirmek barada soraglaryňyz bar bolsa, biziň bilen habarlaşyp bilersiňiz",
    "3975007628": "indi her aý onlarça million web sahypalarynda we programmalarynda ýüzlerçe million ulanyjylary goraň. Hekaýamyz, gizlinligi birinji ýerde goýanyňyzda “Big Tech” bilen bäsleşip biljekdigiňizi görkezýär.",
    "4038264749": "COerli COVID-19 sargytlary güýje girýän wagtynda, poçta wagtynda iberiljekdigine kepillik ýok we e-poçta iberiň (",
    "4115505783": ") bize ýetmek üçin dogry kanaldyr. Kompaniýa telefon ýa-da faks belgilerini ýöretmeýär; bu 21-nji asyr.",
    "4164851712": "Diňe şahsy maglumatlaryňyzy kanun tarapyndan rugsat berilýär. Aşakda beýan edilen şahsy maglumatlaryňyzy gaýtadan işlemegiň kanuny esaslary barada size habar bermelidiris. Şahsy maglumatlaryňyzy işleýän kanuny esaslar barada soraglaryňyz bar bolsa, bize ýüz tutuň",
    "4201262098": "Bu tehnologiýa, dogry işçi güýjüne işiňiziň her bölegini dolandyrmaga mümkinçilik berýär, şahsy durmuşyň eldegrilmesizligini saklamak we ulanyp boljak islendik kadalaşdyryjy talaplary ýerine ýetirmek bilen çykdajylaryň netijeliligini ýokarlandyrýar.",
    "4217188341": "2020-nji ýylyň 30-njy noýabry",
    "4238473596": "Hakyky ulanyjylar üçin sürtülmäni azaltmak möhümdir. “hCaptcha” ýönekeý meseleleri ulanýar we köp bot traffigini togtatmak bilen köp ulanyjy üçin az wagt alýar.",
    "4243935861": "ha.com",
    "4270798104": "2. Beýleki giňeltmeleri öçürip görüň. Eger bu meseläni çözýän bolsa, meseläni tapýançaňyz olary birin-birin açyň we bu giňeltmäni döredijä bu barada habar beriň, şeýle hem bize baş atyň.",
    "427220273": "Şahsyýetiňizi tassyklamaga we haýyşyňyzy ýerine ýetirmäge kömek etmek üçin sizden anyk maglumatlary sorap bileris. Ulanylýan kanun, haýyşyňyzy ret etmegimizi talap edip ýa-da rugsat berip biler. Eger haýyşyňyzy ret etsek, kanuny çäklendirmeleriň sebäbini size aýdarys. Şahsy maglumatlaryňyzy ulanýandygymyz ýa-da şahsy maglumatlaryňyz baradaky haýyşlaryňyza jogap bermek isleseňiz, biziň bilen habarlaşyp bilersiňiz",
    "433026247": "Wezipeleri ýerine ýetirmek bilen, öz islegimize görä berjek kärleri we başarnyklary toplap bilersiňiz. Islendik wagt, haýsydyr bir sebäpsiz ýa-da sebäpsiz kärleriňizi we başarnyklaryňyzy döretmek, redaktirlemek ýa-da ýatyrmak hukugymyz bar. Milli gelip çykyşy, jynsy, reňki, jynsy, jynsy ugry ýa-da kanun bilen goralýan beýleki synplar boýunça tapawutlandyrmaýandygymyz sebäpli, kärleriňiziň we başarnyklaryňyzyň toplanmagy bilen beýleki goşant goşýanlar bilen deň mümkinçilik alarsyňyz. . Goşant goşýan bolsaňyz, kynçylykly synag soraglarynyň kärleriňize, başarnyklaryňyza ýa-da sylaglaryňyza täsir edendigine ynanýan bolsaňyz, mesele interfeýsi ýa-da goldaw ulgamymyzdaky bilet arkaly, mysal üçin e-poçta arkaly kynçylykly synag soraglaryny suratlandyrýan oňat goldanýan mazmunlary berip bilersiňiz. at",
    "492025216": "2021-nji ýylyň 13-nji dekabry",
    "799274928": "E-poçta habarnamalary, ýazmaça habarnamalar talap edilip bilinjek ähli maksatlar üçin ýazmaça habarnamalar hasaplanýar. E-poçta habarnamalary göz öňünde tutulan alyja dogry iberilenden soň iş güni kabul edilendir.",
    "211351380": "Blogdan:",
    "3153117136": "“HCaptcha” kynçylyk sazlamalary nähili işleýär",
    "2915355938": "Elýeterlilik",
    "793784899": "Meýilnamalar",
    "2671622670": "Kärhana",
    "3527140447": "Resminamalar",
    "505891021": "Etiketleme hyzmatlary",
    "692176459": "Giriň",
    "1892574253": "Hasaba gir",
    "2593864519": "Has köp bot saklaň. Ulanyjynyň şahsy durmuşyny goramaga başlaň.",
    "4007826952": "Web, ykjam we başgalar üçin # 1 gizlinlik-ilkinji CAPTCHA.",
    "3721365241": "Synanşyp görüň",
    "3753956446": "Mugt",
    "3276777569": "hCaptcha",
    "55035359": "Häzirki wagtda reCAPTCHA ulanýarsyňyzmy?",
    "3417372336": "Birnäçe minutdan geçiň",
    "2881474837": "hCaptcha Kärhanasy",
    "1685871181": "Iň ýokary onlaýn hyzmatlar bil baglaýar",
    "1470290349": "iň oňat bot we kezzaplygy dolandyrmak üçin.",
    "3714002185": "HCaptcha Enterprise hakda has giňişleýin öwreniň",
    "3946753128": "Hususy. Howpsuz. Has çalt.",
    "939665604": "Gizlinlik ünsi jemledi",
    "780475098": "Mahabat torlary, girýänleriňizi önüm hökmünde görýär. Diňe saparyň gowy ýa-da erbetdigi barada alada edýäris. hCaptcha GDPR, CCPA, LGPD, PIPL we beýleki global maglumat kanunlaryna laýyk gelýär.",
    "219813583": "Howpsuzlyk Ilki",
    "2714878440": "Ösen enjamlarymyzy öwrenmek we adamzady barlamak bilen hyzmatlaryňyzy döwmekden, hasabyňyzy almakdan, şahsyýet maglumatlaryňyzy doldurmakdan we spamdan goraň.",
    "1397766838": "Has gowy ulanyjy tejribesi",
    "2670352917": "“HCaptcha”, adamlar üçin ýönekeý bolsa-da, bot kesgitlemesini has ygtybarly üpjün edýär.",
    "2806751666": "HCaptcha näme?",
    "3096063825": "Synap görüň",
    "2968026167": "Iň halaýan gök önümiňiz",
    "713281684": "Bägül",
    "4147497805": "Käşir",
    "3758963444": "Sagbol! Siziň tabşyryşyňyz kabul edildi",
    "1070364246": "Wah! Anketany tabşyranda bir zat ýalňyşdy.",
    "1129833879": "Zyýanly botlary bes ediň, ulanyjynyň şahsy durmuşyny goraň",
    "58091799": "HCaptcha Publisher we Enterprise hakda has giňişleýin öwreniň",
    "1599610318": "Neşirçi",
    "3093388779": "“hCaptcha” islendik ululykdaky neşirçiler üçin mugt",
    "179723061": "Synpda öňdebaryjy howpsuzlyga mätäç toparlara has köp gözegçilik",
    "846501387": "Dünýä derejesindäki bot goragy",
    "119298044": "Öňdebaryjy ML we AI tehnologiýalary web häsiýetleriňizi howplardan we hüjümlerden goraýar",
    "1263998069": "Adam çözgütleri üçin baýrak gazanyň",
    "1103295010": "Adamlar CAPTCHA-lary çözenlerinde pul gazanyň ýa-da haýyr-sahawata beriň",
    "392886773": "Her ýurtda işleýär",
    "2320894364": "200-den gowrak barlyk bilen hCaptcha-nyň buludy, dünýädäki baýlyklaryňyzy goraýar",
    "451701069": "GDPR, CCPA,",
    "2826051554": "we başgalar",
    "3530599065": "Gizlinlik ýerden gurulýar. hCaptcha hiç hili PII saklamaýar we köp sanly gizlinlik mandatlaryna we düzgünlerine laýyk gelýär.",
    "2489287539": "Sürtülmesiz “CAPTCHA ýok” we 99,9% passiw reesim",
    "793242047": "Programmalara çalt girmek üçin ulanyjylara hödürlenýän kynçylyklary azaldyň",
    "4195759329": "Bot tapmak we töwekgelçilik ballary",
    "1150035777": "Çylşyrymly maşyn öwreniş modelleri, soraglara dogry jogap berilenden başga-da köp maglumat nokatlaryna esaslanyp, bot ynam ballaryny döredýär",
    "3688621388": "Gollary haýbat atmak",
    "1131525092": "Erbet aktýorlary, gizlinligi goraýan Scoped UID-leri bilen baglanyşykly galplyklary we hyýanatçylyklary tapmak we duruzmak üçin bir ýere jemläň",
    "1559631739": "Şahsy okuw",
    "3952259236": "HCaptcha-ny özüni alyp barşyň synplarynda öwretmek üçin, diňe mysal üçin - zyýanly özüni alyp barşyny diňe bir çözgütden has gowy çaklamak üçin, kör maglumatlaryňyzy hCaptcha-nyň müňlerçe signallary bilen birleşdiriň.",
    "1150963691": "APT azaltmak",
    "4083018285": "Giňeldilen SOC gözegçiligi we çylşyrymly dowamly howplara garşy göreşmek bilen birleşdirilen giňeldilen aýratynlyklar toplumy",
    "3160820928": "Utgaşdyrylan hüjümden goramak",
    "1849805607": "hCaptcha torlaryňyza aralaşmak üçin döredilen howplardan we aldawlardan goraýar",
    "1958297836": "Utgaşdyrylan hüjümi goramak we APT azaltmak",
    "1300485304": "hCaptcha torlaryňyza aralaşmak üçin döredilen öňdebaryjy howplardan we aldawlardan goraýar",
    "2698640210": "Görkezilýän kynçylyklar we görnüşler",
    "3121248460": "Garaşylýan diňleýjileriňiz üçin ýönekeýden çylşyrymlylyga çenli çäksiz dürli adaty kynçylyklary görkeziň",
    "3807059944": "Ulanylan kynçylyk mazmunyna gözegçilik etmek",
    "2707282231": "Ulanyjylaryňyz üçin kynçylyklary özleşdiriň. Botlaryň çözülmegine we aralaşmagyna mümkin däl ediň.",
    "4194763679": "Inçe däneli kynçylyk derejeleri",
    "3730038780": "Ulanyjylaryň çözmegi üçin çäksiz diýen ýaly kynçylyklary saýlaň",
    "1849717906": "Öz kynçylyk mazmunyňyz bilen özleşdiriň",
    "1508655687": "Tomaşaçylaryňyza girişi tertipleşdirmek ýa-da çäklendirmek üçin öz kynçylyklaryňyzy goşuň",
    "3620442880": "“Flash Satyş” gorag aýratynlyklary",
    "3265895521": "Günüň wagtyna baglylykda kynçylyklary ýokarlandyryň we peseldiň",
    "1485807325": "Köp ulanyjy dolandyryş paneli, SAML SSO",
    "359073033": "Dolandyryş panelleri işjeňlige ýokary derejeli ýa-da inçe görnüşli görnüşleri berýär.",
    "4272454814": "Islän şahsyýetiňizi üpjün ediji bilen birleşiň.",
    "1141402092": "Has giňişleýin hasabat aýratynlyklary",
    "910989640": "Işiň jikme-jik we ýöriteleşdirilen hasabatlaryny dörediň",
    "3768951251": "Kärhana SLA-lary",
    "1014004474": "hCaptcha-nyň Kärhananyň meýilnamalary, guramaňyzy goramak üçin ösen hyzmat derejesindäki şertnamalary hödürleýär",
    "1177598246": "Satyş bilen habarlaşyň",
    "1067704102": "Maglumat bellikleriniň gymmaty",
    "3065000659": "Her gezek “ulaga basanyňyzda” ýekeje türgenleşmäge kömek edýändigiňize düşündiňizmi?",
    "3235430156": "kompaniýanyň maşyn öwreniş ulgamlary mugt?",
    "1549336309": "hCaptcha bu modeli öwürýär. “HCaptcha” ulananyňyzda, kompaniýalar ulanyjylaryňyzyň adamkärçiligini subut edişleri ýaly edýän işlerine teklip edýärler. Sylag alarsyňyz.",
    "3725880582": "Haýyr-sahawata gaýtaryň",
    "1671436004": "Halaýan haýyr-sahawatyňyzy yzyna bermek isleýärsiňizmi?",
    "1663628612": "size rugsat berýär",
    "4272088465": "ulanmakdan gazanan girdejiňiz bilen öz islegiňiz boýunça haýyr-sahawat.",
    "2894845722": "Sahypaňyzdaky ulanyjylar ýakyn wagtda hCaptcha interfeýsinde paýhasly marka arkaly haýyr-sahawata goşantyňyzy görüp bilerler.",
    "3194111925": "goldaw",
    "1637702726": "HCaptcha hakda",
    "2323282990": "Adamzady barlamak üçin häzirki zaman çemeleşme",
    "1201821619": "hCaptcha häzirki döwrüň iň möhüm meseleleriniň birini çözýär: zyýanly botlaryň onlaýn hyzmatlardan hyýanatçylykly peýdalanmagynyň öňüni almak.",
    "1475399473": "HCaptcha topary barada has giňişleýin öwreniň",
    "3161489950": "Dünýäniň iň ösen howpsuzlyk ML platformasy",
    "3247172580": "“hCaptcha” öňdebaryjy öz-özüne gözegçilik edýän maşyn öwrenişini, giň göwrümlilik üçin dünýädäki 250-den gowrak ýerden maglumat ýygnamagy we saklamagy azaldýan täze gyrasy hasaplaýyş çemeleşmesini birleşdirdi.",
    "3767462250": "Gizlinlik üçin niýetlenendir",
    "3500503648": "“hCaptcha”, brauzer taryhyňyzy ýazga geçirmäge we derňemäge däl-de, derrew baha bermäge bil baglap, uzak möhletli maglumatlary saklamagy ýok etmek üçin döredildi. Şeýle hem başlangyçlary goldaýarys",
    "2418549423": ", kriptografiki subutnamalar we beýleki täsin gizlinlik aýratynlyklary arkaly onlaýn gizlinligi gorap saklamak üçin ýüze çykýan standart.",
    "1544546608": "Gizlinlik Pass",
    "976209454": "Baýrak gazanyň ýa-da haýyr-sahawata beriň",
    "552920956": "hCaptcha web sahypalaryna botlary we beýleki hyýanatçylykly görnüşleri petiklemek bilen baýrak gazanmaga mümkinçilik berýär. Şeýle hem, “hCaptcha” bu gazançlar bilen öz isleýän haýyr-sahawat guramalaryňyza goldaw bermäge mümkinçilik berýär.",
    "654326661": "Özüňiz görmek isleýärsiňizmi? HCaptcha-ny mugt synap görüň.",
    "3570415321": "Kompaniýa",
    "3987022469": "Etiketleme",
    "1636202177": "Hakynda",
    "2670003220": "Işler",
    "3233305531": "Söwda bellikleri",
    "3028319964": "AI etikasy",
    "4131598919": "Basyň",
    "1662477701": "Çeşmeler",
    "3130928685": "Blog",
    "1756106276": ".Agdaýy",
    "1235925265": "Resminamalar",
    "920212083": "Bug barada habar beriň",
    "2076066173": "Kiber hüjümleri 101",
    "3644106388": "Habarlaşmak",
    "2182196747": "Goldaw",
    "487083593": "Satyş",
    "878585497": "Şertler",
    "1697438123": "Gizlinlik",
    "1316817321": "Aýratynlyk",
    "3488019891": "hCaptcha, Intuition Machines, Inc-iň hasaba alnan söwda belligi.",
    "4224961202": "Gizlinlik, Howpsuzlyk we Maşyn öwrenmek.",
    "98173630": "hCaptcha dünýäde iň köp ulanylýan garaşsyz CAPTCHA hyzmatydyr.",
    "1514478724": "Köpräk oka",
    "1752795854": "hCaptcha botlary duruzmak üçin döwrebap, gizlinlige gönükdirilen çemeleşme getirýär.",
    "2927700175": "Botlar üçin kyn, ýöne maşyn öwrenmekdäki kynçylyklardan bellikli maglumatlary ýygnamak we web sahypasynyň ýa-da programma girýänleriň adamdygyny tapawutlandyrmak üçin ulanyp, CAPTCHA kynçylyklaryny görkezýäris.",
    "2188609322": "Erbet aktýorlar onlaýn ýagdaýda has köp ýaýraýarlar. Emma ulanyjynyň şahsy durmuşyny pida etmek çözgüt däl.",
    "2032102720": "Mahabat kompaniýalary tarapyndan hödürlenýän howpsuzlyk çözgütleri, esasan, internetdäki ulanyjylary yzarlamaga gönükdirilendir. Ajaýyp netijeleri bermek üçin ulanyjynyň şahsy durmuşyna zeper ýetirmegiň zerur däldigini subut edýän täsirli howpsuzlyk çözgüdi döretdik.",
    "4146870445": "Biz kim",
    "353066938": "Häzirki döwrüň iň kyn meseleleriniň üstünde işleýän tejribeli topar. hCaptcha hyzmatydyr",
    "1173652155": "Geňeşçiler",
    "2256305371": "Berkli, Kaliforniýa uniwersitetiniň professory, CS. Çuňňur öwrenmek, howpsuzlyk, blockchain hünärmeni. “Oasis Labs” -yň baş direktory.",
    "2177660021": "Stenforddaky gözlegçi alym. Esasy banklarda, girdeji gaznalarynda we akademiýada maşyn öwrenmek we mukdar finans.",
    "2686825859": "Mugt ýazylyň ýa-da hCaptcha Enterprise çözgütleri barada bize ýüz tutuň",
    "583434701": "hCaptcha elýeterliligi",
    "611905972": "Howpsuzlygy saklamak bilen ähli ulanyjylar üçin bökdençsiz girişi üpjün etmek",
    "874098071": "Elýeterlilik ulanyjy bolsaňyz, şu ýere ýazylyň",
    "2745385064": "Gysgaça mazmun",
    "3353238942": "“hCaptcha” botlary adamlardan tapawutlandyrmak üçin duruzmak üçin döredildi. Wizual synaglar munuň üçin amatly gural, ýöne her kim wizual kynçylygy çözüp bilmez.",
    "3600022491": "Şol sebäpli, hyzmatymyzy ulanýan neşirçilere 508-nji bölüm we WCAG 2.1 AA talaplary bilen hemmeler üçin elýeterliligi gorap saklamak üçin ýönekeý, agyrsyz alternatiwany taýýarladyk.",
    "2557240048": "Işleýşi: ilki bilen, elýeterlilik ulanyjynyň üsti bilen ýazylýar",
    "3871665286": ", hCaptcha widjet maglumat sahypasynda esasy baglanyşykda. Olara günde birnäçe gezek ulanyp boljak, ýöne giriş arkaly her 24 sagatdan täzelenmeli kodlanan gutapjyk berilýär.",
    "3441764123": "Haçan-da hCaptcha hyzmatyny ulanyp, bir saýtda elýeterlilik ulanyjysyna kynçylyk hödürlense, awtomatiki usulda geçer.",
    "4247858664": "elýeterlilik bellige alyş sahypasy",
    "1297657322": "Girişden soň ulanyjynyň ekrany",
    "1717658846": "Widjet UI menýusynda elýeterlilik opsiýasy",
    "1266963825": "S: HCaptcha Bölümi 508 + WCAG 2.1 AA laýyk gelýärmi?",
    "850025770": "J: Biz muňa ynanýarys: webde gezip bilýän we formalara tekst girizip bilýän islendik kemçilikli ulanyjylar, hasaba alnandan soň hCaptcha tarapyndan goralýan hyzmatlara girip bilerler. Şeýle-de bolsa, bu kanuny maslahat däl: ýerleşdirişiňiziň şeýle bolmagyny üpjün etmek üçin aýratyn ýerine ýetirişiňizi göz öňünde tutup, öz baha bermegiňizi etmeli.",
    "159272246": "S: Ses ýaly beýleki elýeterlilik (\"a11y\") opsiýalarynyň üstünde işleýärsiňizmi?",
    "4074220464": "J: Öň ses ýazgylary ýaly meşhur opsiýalar a11y ulanyjylaryň köpüsini tapawutlandyrýar we häzirki zaman maşyn öwreniş usullary bilen aňsatlyk bilen ýeňilýär. Bu, häzirki ses kynçylyklaryny has kynlaşdyrmaga mejbur etdi, ses çykarmak, täsin wagt, adaty bolmadyk söz birikmeleri we ş.m. hüjümçileri ýeňmek üçin. Şeýlelik bilen, bu çemeleşmä garşy has az höwes edýäris, ýöne a11y jemgyýetinden isleg bar bolsa muny göz öňünde tutarys.",
    "2309661107": "Şeýle-de bolsa, biz gaty gyzyklanýarys",
    "2555914614": "elýeterliligi ulanmak üçin. Häzirki a11y çemeleşmämizi Gizlinlik Pass bermek bilen birleşdirmek, a11 ulanyjylara, a11y opsiýalary elýeterli bolanda hökmany suratda ýüze çykýan bot operatorlary tarapyndan hyýanatçylykly ulanylmagyny çäklendirmek bilen, öz traffiginiň has şahsydygyny bilmek üçin ygtybarly, ygtybarly gezmäge mümkinçilik berer diýip hasaplaýarys. Bu täze tehnologiýany standartlaşdyrýan IETF iş toparyna işjeň gatnaşýarys.",
    "2583775432": "S: Şahsy durmuşyň eldegrilmesizligi hakda näme? Hasaba alyş, a11y gözden geçiriş maglumatlaryny belli bir derejede paş edýärmi? E-poçta bilen näme edýärsiňiz?",
    "4215483493": "J: hCaptcha ýerden gizlinlik üçin döredildi. Mahabat torlaryna degişli, sizi internetde yzarlamaga we hakyky şahsyýet bilen baglanyşdyrmaga höwes döredýän reCAPTCHA ýaly adaty wariantlardan gaty tapawutlanýar.",
    "2474661839": "Biziňki",
    "4137573005": "Maglumatlary nähili ulanýandygymyz barada giňişleýin we abraýly jogaplar bar, ýöne gysga jogap, sizi brauzer taryhyňyz bilen baglanyşdyrmak islemeýäris.",
    "4101570501": "Şeýle hem, häzirki wagtda e-poçta salgyňyzy çalt taşlamak üçin kriptografiki çözgüt üstünde işleýäris, şol bir wagtyň özünde-de hyýanatçylygyň öňüni almak ukybymyzy gorap, Gizlinlik Pass işimiziň üstüni ýetirýäris.",
    "260595108": "Elýeterli e-poçta ýa-da maglumaty a11y ulanmagy aňsatlaşdyrmakdan we hyýanatçylykly hereketleriň öňüni almakdan başga maksat bilen ulanmaýarys.",
    "3063819779": "gizlinlik syýasaty",
    "465714311": "Elýeterlilik ulanyjylary üçin: Sorag-jogap we näsazlyklary düzetmek boýunça gollanma",
    "3596207631": "S: Kukini düzenimden soňam kynçylyk görýärin. Muňa näme sebäp bolýar?",
    "469089249": "J: Bu, adatça, agressiw mahabat blokirleýjisini ýa-da gutapjyklara garşy giňeltmäni ýa-da \"çapraz\" gutapjyklary bloklaýan sazlamany ulanmak bilen baglanyşyklydyr, bu ýagdaýda hCaptcha JS tarapyndan hCaptcha JS tarapyndan kesgitlenen ýa-da barlanylýan hcaptcha.com üçin gutapjyk. girýän sahypaňyz ýaly dürli sahypa.",
    "4263626815": "hCaptcha elýeterlilik gutapjyklary, ähli meşhur brauzerler we mahabat bloklaýjylary bilen adaty sazlamalary bilen işleýär, şonuň üçin adatça şowsuzlyklar \"anti-blokirleme\" skriptleri ýa-da belli bir saýtlary nyşana alýan şuňa meňzeş düzgünler sebäpli ýüze çykýar.",
    "3906359167": "Çözgütler:",
    "3464870463": "1. Mahabat bloklaýjysynda ýa-da brauzer howpsuzlygy giňeltmesinde ak sanaw sanawy hcaptcha.com we * .hcaptcha.com gutapjyklary.",
    "1204911585": "2. \"Brave\" brauzerini ulanýan bolsaňyz, (2020-nji ýylyň aprel aýyna çenli) hiç hili gutapjyk sanawy ýok ýaly bolsa, Saýlamalar -> Galkanlar -> Kukiler sahypasyna giriň we \"Cookhli gutapjyklara rugsat beriň\" saýlaň.",
    "2932826396": "3. Safari-iň iň soňky wersiýasyny ýaňy-ýakynda çykan OS X 10.15 ýa-da iOS 13.4-de ulanýan bolsaňyz, “Apple” Safari-iň üçünji tarap gutapjyklary bilen baglanyşykly özüni alyp barşyny üýtgetdi, bularyň hemmesini öňünden ýapdy. Biz bir çözgüt durmuşa geçirýäris, emma şol aralykda Safari Saýlamalar, Gizlinlik bölümine giriň we elýeterlilik gutapjygynyň garaşylşy ýaly işlemegini üpjün etmek üçin \"Sahypany yzarlamak: Sahypa yzarlamasynyň öňüni alyň\".",
    "3836291932": "S: Men birnäçe enjam ulanýaryn. Birnäçe gezek ýazylmalymy?",
    "3251220335": "J: No.ok. Gutapjyklary sazlamak üçin ulanýan her enjamyňyzda iberilen şol bir e-poçta giriş baglanyşygyna basyň.",
    "2082407178": "S: Elýeterlilik gutapjygyny ulanýan wagtym özümi üçünji tarap gutapjyklaryny yzarlamakdan nädip gorap bilerin?",
    "2700197090": "J: Domen derejesindäki ak sanawy (meselem, uBlock Origin) goldaýan islendik gizlinlik ýa-da mahabat blokirleme giňeltmesini ulanmak garaşylşy ýaly işlär: hcaptcha.com sahypasyny aklaň.",
    "3657743880": "Sahypa gutapjyklary üçin brauzer görkezmeleri",
    "1960601330": "Safari-de (Mac) gutapjyklary işletmek üçin: Safari açylan menýusyna giriň. Saýlamalary saýlaň. Panelokarky paneldäki Gizlinlige basyň. \"Gutapjyklary blokirlemek\" aşagynda 'Hiç haçan' opsiýasyny saýlaň.",
    "1622303590": "Safari-de gutapjyklary işletmek üçin (iPhone / iPad iOS 11+): Sazlamalaryňyzy açyň. Aşak aýlaň we Safari saýlaň. Gizlinlik we Howpsuzlyk şertlerinde \"Sahypalaryň yzarlanmagynyň öňüni al\" we \"Cookhli gutapjyklary blokirläň\" -ni öçüriň.",
    "2199048568": "Islendik web sahypasyndaky salgy setiriniň çep tarapyndaky galkana basyň. Gorag sazlamalaryna basyň. “Firefox” saýlamalarynyň gizlinlik we howpsuzlyk paneli açylar. Giňeldilen yzarlaýyş goragy astynda, Custom saýlaň. Şol bellikleri saýlap haýsy yzarlaýjylary we skriptleri blokirlemelidigini saýlaň. Hcaptcha.com-yň gulpuny açandygyňyzy anyklaň.",
    "3967047208": "Mundan başga-da, bellik gutusyny aýyrmak bilen, Custom-da käbir goraglary wagtlaýyn öçürip bilersiňiz: Gözegçilik gutusyny saýlaň ýa-da kynçylyk çekýän bolsaňyz, kukiler gutusyny aýyryň.",
    "3805618893": "Google Chrome (HK)",
    "3795997071": "Chrome menýusynyň nyşanyny saýlaň. Sazlamalary saýlaň.",
    "926138631": "Gizlinlik we Howpsuzlyk, soňra gutapjyklar we beýleki sahypa maglumatlaryna gidiň.",
    "3419878556": "\"Üçünji tarap gutapjyklaryny blokirläň\" açyk däldigine göz ýetiriň.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Chrome ileri tutmalaryny menýu setirinden açyň.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "“Android” enjamyňyzda “Chrome” programmasyny açyň.",
    "3620039756": "Rightokarky sagda, Has köp we soňra Sazlamalara basyň.",
    "2813310562": "Saýtyň sazlamalaryna, soňra bolsa gutapjyklara basyň.",
    "3014657981": "\"Kukiler\" -iň gapdalynda sazlamany açyň.",
    "1242066691": "\"Üçünji tarap gutapjyklaryna rugsat beriň\" -iň gapdalyndaky gutujygyny belläň.",
    "292250020": "1. Ekranyň ýokarky sag burçundaky dişli saýlaň, soňra \"Internet opsiýalary\" -ny saýlaň. “Menýu paneli” açyk bolsa, “Gurallar”, soňra “Internet opsiýalary” saýlap bilersiňiz.",
    "4114820649": "2. \"Gizlinlik\" goýmasyna basyň.",
    "946838734": "3. \"Ösen\" düwmesini saýlaň.",
    "348809718": "4. \"Üçünji tarap gutapjyklary\" astynda \"Kabul et\" saýlaň.",
    "1253441326": "5. \"OK\" -a basyň",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI etika syýasaty",
    "1161704803": "Näme üçin AI etika syýasaty bar?",
    "1806535500": "Galamlardan dinamitlere çenli her tehnologiýa diýen ýaly",
    "24452499": "çözgüt; ýagşy ýa-da kesel üçin ulanylyp bilner. Iki gezek ulanylýan çözgütleri gözleýän, gurýan ýa-da satýan her bir kompaniýanyň hereketleriniň netijelerini göz öňünde tutmak borjy bar.",
    "4023575072": "goşa ulanmak",
    "3336625692": "Bu sahypa, AI etikasynyň kontekstinde bu mowzuk baradaky pikirlerimizi we hyzmatlarymyzyň ulanylmagyny üpjün etmek üçin alyp barýan amallarymyz, kompaniýa hökmünde kabul eden syýasatlarymyza laýyk gelýär.",
    "835717930": "HCaptcha-da AI etikasy",
    "2179524509": "HCaptcha hyzmaty üçin haýsy soraglara rugsat berilýändigi we aýratyn soraglaryň näme üçin berilýändigi barada wagtal-wagtal soraglar alýarys.",
    "1962721652": "Ynsanlar nagyş gözleýänlerdir, käwagt sorag bermeýänleriň islegleri däl-de, dünýädäki üýtgeşmeler sebäpli birkemsiz sorag birbada bütinleý geň galdyryjydan şübheli bolup biler.",
    "3974566657": "Hyzmatlar has meşhur bolansoň, şular ýaly hadysa hökmany suratda ýygy-ýygydan bolýar. “hCaptcha” dünýäniň her bir ýurdunda her gün millionlarça adam tarapyndan ulanylýar, şonuň üçin bu syýasaty we mümkin boldugyça aç-açan bolmak üçin bu meseleleri nädip çözmelidigimizi öwrenýäris.",
    "1830910223": "Hakyky dünýädäki AI etika meselesi",
    "805971861": "“Zontik”, kompýuter görmek gözlegçileri tarapyndan ulanylýan standart ölçeg bazasy ImageNet-de adalga. Zontikli adamlary ygtybarly kesgitlemek, indiki nesilleriň öňdebaryjy sürüjilik kömegi (ADAS) ulgamlaryny gurmak üçin hem möhümdir.",
    "3988350": "Bu, hakyky dünýädäki saýawan bellikleri üçin ajaýyp ulanylyş ýagdaýlarynyň bardygyny aňladýar. Öz-özi sürýän awtoulaglaryň täsiri barada düşünişmezlik üçin ýer bar, ýöne ADAS ulgamlary eýýäm tygşytlaýar",
    "548587288": "bütin dünýäde.",
    "3138772661": "her ýyl müňlerçe adam ýaşaýar",
    "3168199226": "Şeýle-de bolsa, 2020-nji ýylda şular ýaly maglumat binýadyny gurmagyň bir ýyl mundan ozal garaşylşy ýaly goşa ulanmak tehnologiýasy hökmünde kabul edilip bilinjekdigi belli boldy.",
    "558378834": "Şeýlelik bilen, häzirki wagtda saýawan bilen baglanyşykly soraglar üçin haýyşlary kabul etmeýäris. Ahyrky ulanyjy häzirki pursatda saýawanlar baradaky soragy görende bulaşyklyk potensialy gaty ýokary we netijede maksadymyz dünýäni has ýakymly ýere öwürmek.",
    "3376604063": "AI Etika syýasaty we amallary",
    "1923365316": "HCaptcha-da berk AI etik syýasaty bar we munuň bir bölegi Müşderiňizi bilmek (KYC) amalyny öz içine alýar.",
    "4230322909": "Elmydama her bir täze müşderä we olaryň önümlerine we hyzmatlaryna laýyk gelýändigini tassyklamak we kompaniýa hökmünde kabul eden syýasatlarymyza laýyk gelmek üçin her bir täze müşderi we olaryň niýetlenen ulanylyşy barada gowy düşünmäge synanyşýarys.",
    "2735073144": "Zerur bolanda dowam edýän synlary hem geçirýäris. Mysal üçin, saýawan bilen baglanyşykly bellik haýyşlary üçin haýyşlaryň senelerini we çeşmelerini ýakynda gözden geçirenimizde, hiç bir döwlet edarasynyň ýa-da gözegçilik programma üpjünçiliginiň belli bir döwlet üpjünçisiniň soňky 12 aýda zontikler barada haýyş bilen ýüz tutmandygyny tiz tassykladyk. .",
    "2715462692": "AI etikamyz nähili?",
    "3049976256": "Her täze bellikli müşderi üçin satuw prosesinde gözegçilik sanawyndan geçýäris. Munuň özi uçara münmezden ozal KYC yhlasy, şeýle hem analitiklerimize edilen ähli haýyşlary barlamak, öz-özüňe hyzmat platformamyzdan peýdalanyp, haýyşnamalary real wagt barlamak we wagtal-wagtal gözden geçirmek.",
    "3103642530": "Bu syn birnäçe kriteriýalardan ybarat:",
    "3349094124": "Etiki aladalaryň ölçegleri: Maksat",
    "1038019440": "1. Bu müşderi, halkara kanunlaryna we kadalaryna ters gelýän hereket bilen meşgullanýan ýurduň milli bähbitlerine wekilçilik edýärmi?",
    "493717511": "2. Bu müşderi bolup biljek hyzmatlary soraýarmy?",
    "2209109640": "adaty işleriniň çäginde diňe zyýanly maksatlar üçin ulanylýarmy?",
    "3457805519": "3. Müşderiniň haýyşy ABŞ-nyň kanunlaryna we gatnaşygymyzyň kadalaryna laýyklykda ýerine ýetirilip bilnermi?",
    "1942611550": "esasan",
    "109179759": "Etiki aladalaryň ölçegleri: Subýektiw",
    "1033698050": "1. Müşderiniň adaty günbatar jemgyýetçilik kadalaryna düşünişimize görä, ahlak taýdan kabul ederlikli hasaplaýan ulanyş meselesini berendigine ynanýarysmy?",
    "361372538": "2. Biziň hödürleýän hyzmatlarymyzyň, müşderi tarapyndan kemsidiji maksatlar üçin kanuny bolup biljekdigini, emma kabul edip bolmajak görnüşde ulanyljakdygyna ynanýarysmy?",
    "2867855718": "3. Şahsy durmuşyň zerurlyklaryny haýyş bilen kanagatlandyryp boljakdygyna ynanýarysmy?",
    "2462728596": "Bu nokatlar bilen özümizi kanagatlandyryp bilmesek, haýyşy ret ederis we şertlerimizde görkezilişi ýaly platformamyza mundan beýläk girişimizi bes edip bileris.",
    "1995277831": "Sagbol",
    "1818116402": "“AI Ethics” komponenti bilen amaly soraglary nädip çözýändigimize bu görnüşe baha berersiňiz diýip umyt edýäris.",
    "1499894352": "Örän az kompaniýalar bu ugurda karar bermek işlerine aç-açanlygy hödürleýärler we beýlekileriň hem görelde aljakdygyna umyt edýäris!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Biz, akademiki gözleg hyzmatdaşlarymyz we müşderilerimiz Creative Commons mediýasyny nädip ulanýarys",
    "3017533972": "Biz, akademiki gözleg hyzmatdaşlarymyz we müşderilerimiz, maşyn öwrenmek pudagynda adamzadyň bilimlerini artdyrmak maksady bilen, hCaptcha platformasy arkaly Creative Commons-ygtyýarly mazmunyň böleklerine wagtal-wagtal salgylanyp ýa-da köpeldip bileris.",
    "1428053210": "Bu mazmun, adatça, asyl görnüşinden üýtgedilýär. Mysal üçin, bir wideo köp suratlara bölünip bilner, şol suratlar köp täze suratlara bölünip biler we şol täze suratlar soň görkezilen netijäni çykarmak üçin tötänleýin garylar.",
    "1728211763": "Mazmuny şu görnüşde we bu maksatlar üçin ulanmak, kanuna we bu ugurdaky adaty tejribelerimize laýyklykda adalatly ulanmak düzgünlerine laýyk gelýär, emma biz Creative Commons-yň uzak wagtlap muşdaklary bolup, kömek edenlere karz bermegi makul bilýäris. maşyn intellektini gowulandyrmak boýunça ägirt uly wezipe.",
    "1949452297": "HCaptcha UI-iň içerki çäklendirmeleri we howpsuzlyk pikirleri sebäpli, her bir suratyň çeşmesini ulanylyşyna gönüden-göni köpeltmek mümkin däl. Munuň ýerine, bu sahypany baş sahypamyzdan baglanyşdyrýarys we häzirki wagtda ýa-da platforma arkaly hyzmat edilýän çeşmeleriň sanawyny saklaýarys. Häzirki sanawa girip bilersiňiz",
    "2367602973": "şu ýerde",
    "659124570": "Mundan başga-da, size degişli mazmuny hCaptcha platformasynda köpeldilenini görseňiz we haýsydyr bir sebäbe görä aýrylmagyny isleseňiz, e-poçta arkaly biziň bilen habarlaşyp bilersiňiz.",
    "2066749488": "Beýleki şikaýatlar",
    "3479034323": "Özüňize degişli mazmuny hCaptcha platformasynda köpeldilenini görseňiz we haýsydyr bir sebäp bilen aýrylmagyny isleseňiz, e-poçta arkaly habarlaşyp bilersiňiz.",
    "1836554225": "Blog ýazgylary",
    "2873297188": "APhli CAPTCHAS Amerikaly dälleri kemsidýärmi?",
    "165932542": "HCaptcha-a göz aýlamak, ýer ýüzündäki nyrhlary çözýär",
    "1865097546": "2021-nji ýylyň 16-njy noýabry",
    "3005876482": "hCaptcha indi iň uly garaşsyz CAPTCHA hyzmaty, internetiň 15% -inde işleýär",
    "693820850": "Şahsy durmuşy birinji ýerde goýup, Google-dan üstün çykyp bilersiňiz",
    "3609106478": "Ynanç haty:",
    "299335340": "Bu näme we hüjümleri nädip bes etmeli",
    "354925785": "Giriş",
    "423222878": "Tapmak, öňüni almak we duruzmak üçin iň kyn kiberhüjümler, zyýanly aktýoryň işjeň ulanyjy hasabyna girmek üçin kanuny ulanyjy şahsyýet maglumatlaryny ulanyp bilýän ýerleri. Köp çylşyrymly ýüze çykarmak mümkinçilikleri bolmazdan, hasaby ýerleşdirýän kompaniýanyň hiç zadyň nädogrydygyna şübhelenmäge esas ýok. Müşderi diňe öz hasabyna giren ýaly. Hüjümçi ogurlanan şahsyýetnamalary ulanmak bilen bu üstünlikli mekany gazandy, adatça “şahsyýet maglumatlaryny doldurmak” diýlip atlandyrylýan kiberhüjüm tehnikasynyň netijesi. Bu gün çynlakaý mesele, ýöne dogry garşylyk çäreleri bilen ýeňilleşdirilip bilinjek mesele.",
    "777660551": "Ynanç haty näme?",
    "2602763587": "Ygtyýarnamany doldurmak, hüjümçiniň jübüt ogurlanan ulanyjy atlaryny we parollaryny ulanyp birnäçe gezek web sahypasyna girmäge synanyşýan kiberhüjümiň bir görnüşidir. “Dolduryş” awtomatiki bot programma üpjünçiligi tarapyndan ýerine ýetirilýän gaýtalanýan giriş synanyşyklaryny aňladýar.",
    "1271831121": "Elbetde, haker (başlyk geýnen!) Şahadatnamadan soň şahsyýetnama ýazýan ýaly däl. Awtomatlaşdyrylan giriş boty, Selenium ýaly tekjäniň daşynda ýa-da ýörite döredilen haker guralyndan ýasalyp bilner.",
    "2588750717": "Hakykatdanam, käbir şahsyýet maglumatlaryny doldurmak hüjümleri millionlarça şahsyýetnamany öz içine alýar, girmek umydy bilen web sahypasynyň giriş interfeýsine doldurylýar. Içeri girensoň, hüjümçi pidanyň hasabyny alyp biler.",
    "1137757109": "Elektron telekeçilik hasaby bolsa, hüjümçi haryt sargyt edip biler. Pidasy bank bolsa, hüjümçi serişdeleri deňizden geçirip biler we ş.m.",
    "1559150837": "Maksatlar goragsyz däl. Web sahypalarynyň köpüsinde gysga wagtyň içinde şol bir IP adresinden müňlerçe dürli hasaplara girmäge synanyşýan şübheli ulanyjyny bloklaýan gözegçilikler bar. Bu gorag usullaryny öwrenmek üçin hüjüm edýänleriň ygtybarly maglumatlary, geografiki we IP dürlüligini simulirlemekdir. Güýçli, köplenç AI bilen işleýän gurallary ulanyp, müňlerçe ulanyjynyň günüň dürli wagtlarynda ýurduň dürli künjeklerinden tötänleýin girmäge synanyşýandyklaryny görkezip biler. Muny tapmak we saklamak has kyn.",
    "1892020899": "Hakerler şahsyýet maglumatyny nireden alýarlar?",
    "2597149484": "Hakeriň köp şahsyýet maglumatlaryny “doldurmaly” bolmagynyň sebäbi, ogurlanan şahsyýetnamalaryny nireden alýandyklary bilen baglanyşykly.",
    "3030395800": "Bu şahsyýetnamalar, adatça, maglumatlaryň bozulmagyndan gelýär. “Ygtyýarnamanyň dökülmegi” diýlip hem atlandyrylýan bu hüjümler millionlarça şahsyýet maglumatlarynyň garaňky internete taşlanmagyna sebäp bolup biler. Eger dökülen bankdan gelen bolsa, haker beýleki şahsyýet sahypalaryna girmek üçin şol şahsyýet maglumatlaryny ulanmaga synanyşar. Bu çemeleşme işleýär, sebäbi köp adam birnäçe sahypa üçin şol bir ulanyjy adyny we parol kombinasiýasyny ulanýar. (Bu tejribe pese gaçýar, ýöne hakykat nämedir. Adamlar şol bir giriş resminamalaryny gaýtalaýarlar.)",
    "1258965840": "Şeýlelik bilen, hüjümçi bir sahypa girip bilse, dökülen şahsyýet maglumatlaryny ulanyp, köp sanly sahypa girip biler. Mysal üçin, JohnDoe / 525momma ýaly ulanyjy ady / parol jübütini alyp bilerler, ýöne bu jübütiň olar üçin näme etjegini bilenoklar. Şeýlelik bilen, jübüti Amazon.com, Ebay, Citibank, Walgreens we ş.m. synap görýärler. Bu jübüti müň dürli saýtda synap görüp bilerler.",
    "3594440415": "Ahyrynda gapylary açyp başlarlar.",
    "780280214": "“HCaptcha” we “hCaptcha Enterprise” şahsyýet maglumatlaryny doldurmak howpuny nädip peseldýär",
    "4165374512": "Şahsyýet maglumatlarynyň doldurylmagynyň öňüni almak üçin IP we ýeri kesgitlemek gurallaryny ulanmak mümkin bolsa-da, has tygşytly we takyk usul, awtomatlaşdyrylan şahsyýet maglumatlaryny doldurmagyň botuny kesmekdir. “hCaptcha” we “hCaptcha Enterprise” boty giriş nokadynda goýup bilerler. Botyň dogry şahsyýetnamasy bar bolsa-da, hCaptcha Enterprise-iň tapylmagyndan ýa-da hCaptcha-nyň CAPTCHA-dan geçip bilmese-de, ony doldurmak işi bolmaz we sahypaňyz we ulanyjylaryňyz goralýar.",
    "3269644546": "Haýyş edýärin",
    "1058572205": "hakda has giňişleýin öwrenmek isleseňiz bize",
    "3753613260": "aragatnaşyk",
    "1792519141": "hCaptcha Kärhanasy",
    "3515435438": "DMCA şikaýatlaryny habar bermek",
    "54093347": "DMCA hasaba alnan agent",
    "3233441200": "Kanuny bozmak syýasatyny gaýtalaň",
    "4011712313": "DMCA Syýasatymyzyň bir bölegi hökmünde, köp basgançakly DMCA Gaýtalama hukuklaryny bozmak syýasatyna DMCA habarnamalaryny alýan müşderileriň hasaplaryny ýerleşdirýäris. Senenama aýynda gaýtalanýan DMCA habarnamalaryny alandan soň, müşderi hasaby bir syýasat ädiminden beýlekisine geçer.",
    "766825168": "DMCA Gaýtalama hukuklaryny bozmak syýasaty boýunça alyp barýan işlerimiz, hasabyň müşderisine görnükliligiň ýokarlanmagy barada duýduryş ibermegi öz içine alýar. Bu duýduryşlary kabul etmek üçin müşderiden hasaby açmagyny ýa-da goldaw toparymyza jaň etmegini talap edip bileris. Mundan başga-da, hukuk bozulandygy barada DMCA habarnamalaryny almagy dowam etdiren islendik müşderiniň hCaptcha we IMI hyzmatyna togtatmak ýa-da ýatyrmak, şeýle hem beýleki wagtlaýyn çäreleri ulanmak hukugymyz bar. Mundan başga-da, hCaptcha hyzmatyny şu syýasata laýyklykda ýatyranymyzda, bu müşderilere hödürlenýän beýleki hCaptcha ýa-da IMI hyzmatlaryny öz islegimiz bilen bes edip bileris.",
    "2410122265": "hCaptcha çeşmeleri: Botlar 101",
    "4166776480": "Ygtyýarnamany doldurmak: Bu näme we hüjümleri nädip bes etmeli",
    "2301335298": "Töleg galplygy: Kiber jenaýatçylygynyň çalt ösýän reodeimini azaltmak",
    "3682071227": "Hasap ýazgylary näme we olar nähili işleýärler?",
    "2729131930": "Gyrmak näme we nähili işleýär?",
    "1344959096": "Aýry-aýry maglumatlar belligi hökmünde işlemek",
    "3510143229": "hCaptcha web sahypalary we programmalar üçin hyzmatdyr,",
    "3930611699": "aýry-aýry işçiler.",
    "1051214799": "hCaptcha, web sahypalaryny ýa-da ulanýan programmalary neşir edýänler bilen bahany paýlaşmaga synanyşýan web howpsuzlyk hyzmatydyr.",
    "360236473": "“HCaptcha” hyzmaty hiç kimiň aýratyn bellik hökmünde işlemegi üçin ulanylmaýar. Bu maksat üçin niýetlenen ýa-da oňa laýyk däl. Hiç kime şahsy girdeji çeşmesi hökmünde hCaptcha ulanmaga synanyşmaýarys.",
    "3842490632": "Köp soraglara jogap bermäge synanyşýan aýratyn ulanyjynyň tizligi çäklendirilen ýa-da çalt gadagan edilen bolmagy ähtimal. Biziň ýaly deň derejede möhümdir",
    "1560232962": "jikme-jik öz içine alýar, berlen jogap üçin gazanylan mukdar barada kepillik berilmeýär. Şol döwürde tölegli soraglar bolup bilmez, hil sebäpli jogaplar ret edilip bilner we ş.m.",
    "2694001822": "Şeýle-de bolsa, ulgam häsiýetlerini we täze aýratynlyklary barlamak üçin wagtal-wagtal şahsyýetleri işe alýarys.",
    "1569804581": "Geljekde baglanyşykly mümkinçilikler barada habarlaşmak isleseňiz, bu blankany doldurmagyňyzy haýyş edýäris.",
    "636461959": "Ady",
    "1139500589": "Countryurt",
    "1789607185": "Email adres",
    "325077666": "Maglumatyňyzy ibermek bilen siz biziň bilen ylalaşýarsyňyz",
    "3555583744": "we",
    "3609929815": ". Adyňyzy, ýurduňyzy we e-poçta salgyňyzy diňe geljekde aýratyn bellikli iş mümkinçilikleri bilen habarlaşmak maksady bilen saklarys.",
    "4197928199": "Gizlinlik syýasaty",
    "851786723": "E-poçtaňyzy girizmek bilen, şertlerimize we gizlinlik ýörelgelerimize we bizden e-poçta almaga razylaşýarsyňyz.",
    "2402165761": "Gaplamak nähili işleýär?",
    "4260542944": "Mazmuny döwmek (\"ekrany döwmek\" ýa-da diňe \"döwmek\" hem diýilýär) internetden maglumat ýygnamak üçin tanyş, köplenç peýdaly bir iş. Şeýle-de bolsa, soňky ýyllarda bu usul hakerleriň we kezzapçylaryň halanýan guralyna öwrüldi. Garşylyk çäreleri howpy netijeli gowşadyp biler, ýöne olary durmuşa geçirmek üçin prosesiň nähili işleýändigine düşünmek zerurdyr.",
    "2066255783": "Mazmuny döwmek näme?",
    "1910628828": "Mazmuny döwmek, programma üpjünçiliginiň müşderisini ýa-da web brauzerini görkezýän awtomatiki gurallary öz içine alýan ulgamdan maglumatlary almagyň usulydyr. Bu täze däl. Aslynda, köne ulgamdan maglumatlara mätäç bolup biljek programma üpjünçiligi inersenerleri üçin maglumatlary çykarmagyň ýeke-täk usuly bolup biler. Asyl birikdirijiler ýitip, çalşyp bolmaýar.",
    "3408107995": "Şeýle-de bolsa, häzirki wagtda web sahypasyndan maglumatlary çykarmak üçin elmydama programmalaýyn çemeleşmäni aňladýar. Gyrmak programma üpjünçiligi, düwmelere basyp, netijäni okaýan adam ulanyjysy ýaly hereket edýär. Gyrmak üçin köp kanuny ulanyş bar. Güýçli gözleg motorlaryny döredýän web gözlegçiler munuň bir mysalydyr. Müňlerçe syýahat web sahypalaryna göz aýlap, syýahat şertnamalaryny gözleýän “Skyscanner” ýaly gurallar hem bar. “Fintech” firmalary hem maglumatlary birikdirmek üçin amaly programma interfeýsleri (API) ýok bolsa, ulanyjylaryň maliýe maglumatlaryny bank saýtlaryndan sypyrýarlar. Ekrany döwmek barada ýatda saklamaly zatlar, onuň tizligi we ulalmagydyr. Bu amal, saýtlaryň ýüze çykmagynyň öňüni almak üçin sazlanmandygyny göz öňünde tutup, web sahypalaryndan ummasyz maglumatlary ýygnap biler. Hasaplama tizliginde, bir gyryjy, web sahypalary we olary güýçlendirýän esasy programma üpjünçiligi we maglumat bazalary bilen täsirleşip, uly maglumat bazalaryny toplap biler.",
    "1920884252": "Näme üçin mazmun howpsuzlyga howp salýar?",
    "2256795853": "Web sahypalaryndan köp maglumatlary çalt çykarmak ukyby, zyýanly aktýorlaryň elinde güýçli gurallary gyrmagy başarýar. Gyrylan bot sosial media saýtlaryndan ulanyjy maglumatlaryny ýygnap biler. Soňra, salgylary we beýleki şahsy maglumatlary öz içine alýan sahypalary döwmek we netijeleri baglanyşdyrmak arkaly haker kredit kartoçkalaryny galplaşdyrmak ýaly şahsyýet jenaýatlaryna gatnaşyp biler.",
    "4087694419": "Galyberse-de, ýasama ýa-da aldawly önüm sanawlaryny döretmek üçin Amazon we eBay ýaly saýtlardan maglumatlary ýygnap biler. Soňra bolsa, OfferUp ýaly deňdeş hyzmatlarda satmagy teklip edip biler we alyjylara balykçylyk hüjümlerini edip biler. , A-da kezzapçy ýok önümleri satyp biler. Mundan başga-da ekrany döwmek galplygy mahabat neşirlerini galplaşdyrmagy öz içine alýar. Aldawçy, neşirýat sahypalaryndan mazmuny aýyrmak bilen, dürli hyzmatlarda galp mahabat neşir sahypalaryny döredip biler. Soňra şol sahypalardaky mahabatlary neşirçiniň ads.txt faýlyndan ýygnan ygtyýarly satyjylara satyp bilerler. Mahabat ýerleri mahabat berijä hakyky görünýär, ýöne beýle däl.",
    "3315658779": "HCaptcha Enterprise bilen mazmunyň çyzylmagynyň öňüni alyň",
    "2602081482": "“hCaptcha Enterprise”, sahypaňyza we programmalaryňyza zyýanly traffigi, şol sanda döwmek çärelerini kesgitlemek üçin ösen maşyn öwrenişini ulanýar.",
    "1422537019": "has köp zat öwrenmek üçin şu gün.",
    "1988268879": "Masştabda çykdajyly maglumat bellikleri",
    "2163914794": "Maglumatlar bazalaryňyz üçin has köp bellik gerekmi? “hCaptcha” emeli intellekt we maşyn öwreniş programmalarynda işleýän kompaniýalar üçin çalt, tygşytly we ýokary hilli maglumat belliklerini üpjün edýär.",
    "3378932530": "Maglumatlaryňyzy bellik ediň",
    "3483700676": "Millionlarça meseläni derrew başlaň",
    "3478726913": "“hCaptcha” -da ulanmak üçin elýeterli iň uly howuzlaryň biri bar. Ölçegiňiz nähili bolsa-da, gymmat bahaly borçnamalar bolmazdan çözüp bileris. Günde millionlarça mesele kynçylyk çekmeýär.",
    "740501259": "APIönekeý API bilen işleýän turbalar",
    "2784612261": "Adam synyny gönüden-göni iş amallaryňyza goşmak isleýärsiňizmi? Highokary ygtybarly SLA-lary, kepillendirilen kuwwaty we ýönekeý REST API-lerini hödürleýäris.",
    "1144966033": "Bahasy we hili üçin amatly",
    "3213351333": "Öňünden borçnama talap edilmeýär",
    "2107077506": "HUMAN platformasy, real wagt hilini derňemek üçin giňişleýin ynam modellerini ulanýar. Bu, size wagtyňyzy we puluňyzy tygşytlamak bilen, soraglaryň kynlygyny we olaryň dogry jogabyny çalt kesgitlemäge mümkinçilik berýär.",
    "3576146278": "Diňe zerur takyklygy üçin töläň",
    "2952586316": "Problemalaryň hemmesi birmeňzeş däl. Howpsuzlyk bilen baglanyşykly meseleler üçin bellikler, tutuşlygyna adam işçilerinden 99,99% ynam talap edip biler. Jübi oýun programmasyndaky bir beta aýratynlygy üçin bellikler diňe orta ynamy talap edip biler. Siz karar beriň.",
    "710145621": "Grounderdäki hakykat maglumatlaryňyzy beriň ýa-da ony uçup geçeliň",
    "987901590": "Giňişleýin barlag toplumy bolmazdan çig mal barmy? Köplenç ulgamyň üstünde işleýän meseleler hökmünde siziň üçin birini gurup bileris ýa-da tassyklamagyňyz üçin bellikli nusgalary döredip bileris.",
    "2597352122": "Annotasiýa görnüşleri",
    "1344687860": "Baglama gutulary",
    "1089415440": "Suratlarda we wideoda obýekti takyk kesgitlemek",
    "3817067682": "Köpburçluklar",
    "2682873489": "Obýektler üçin çäk meýdany kesgitläň",
    "1275150216": "Bellikler",
    "2067112112": "Dürli ulanylyş ýagdaýlary üçin bellikler",
    "4228682126": "Aýratynlyklary kategoriýalaşdyrmak",
    "2920213479": "Islendik ululykdaky özbaşdak kategoriýalary tertipläň ýa-da goşuň",
    "3288667364": "Deňeşdirmek we kesgitlemek",
    "155877895": "Adam bilen işleýän ýüze çykarmak we klassifikasiýa",
    "3128433367": "... we başga-da köp zatlar",
    "2827452240": "Bu ýerde görkezilmedik başga bir görnüş gerekmi? Diňe bizden sora.",
    "719304627": "Ahyrzamana gözegçilik gerekmi?",
    "1172067553": "HCaptcha-nyň aňyrsyndaky HUMAN platformasy, bar bolan ulgamlaryňyz bilen birleşdirilen deslapky, gibrid ýa-da SaaS enjamlary arkaly ýokary çylşyrymly iş hilini we dolandyryş aýratynlyklaryny üpjün edýär.",
    "2319072959": "Öz işçi güýjüňiz bilen bütinleý awtonom görnüşde işlediň, iş birlikleriniň ýa-da konsorsium hyzmatdaşlarynyň arasynda sarp edilýän bahany yzarlaň, çykdajylary we howpsuzlyk talaplaryna esaslanyp iş ýerlerini dürli içerki ýa-da daşarky iş üpjün edijilerine saýlap alyň we ş.m.",
    "1936512180": "Işçileriň netijeliligini ýokarlandyrmak üçin aňsat API girişi, owadan dolandyryş panelleri we iň täze model tehnologiýasy.",
    "3913848038": "99.99% iş wagty SLA we 24/7 global goldaw bar.",
    "1080752747": "Satuw bilen habarlaşyň",
    "1525403768": "Has giňişleýin maglumat üçin kärhana satuwy bilen habarlaşyň.",
    "1546930020": "Maglumat bellikli bolmak",
    "2486638408": "Aýratynlyklary kesgitläň",
    "1027200955": "Taslama zerurlyklaryňyzy kesgitlemek üçin domen hünärmenlerimiziň biri bilen gürleşiň: maksat takyklygy, formaty we islendik aýratyn talaplar.",
    "1156712451": "Başlangyç iş synagy",
    "181065232": "Nusga maglumatlaryňyz esasynda kiçi önümçilik işini ýerine ýetirýäris. Bu, zerur zatlary almagyňyzy üpjün etmek üçin bilelikde ýerine ýetiren işimizi synagdan geçirýär.",
    "3207769512": "Önümçilik işlerini ýerleşdiriň",
    "1099238677": "Volumeokary sesimiz we pes gijä galmagymyz bilen, işiňizi gutaran badyna awtomatiki eltip, işiňizi çalt öwreris.",
    "465783046": "Maglumatlaryňyz bilen synap görmek isleýärsiňizmi?",
    "328625009": "... bolanyňyzda taýýar: hyzmatymyz gije-gündiziň dowamynda elýeterlidir.",
    "3225770968": "hCaptcha, maşyn öwrenmekde iň köp zähmet talap edýän meseläni çözmek üçin döredildi; köp mukdarda maglumatlary öz wagtynda, elýeterli we ygtybarly bellemek.",
    "2041686284": "Has köp maglumat, maşyn öwrenmek modellerini taýýarlamakda has gowy netijeleri berýär. Çuňňur modelleriň soňky üstünligi has uly maglumat bazalaryna sebäp boldy we hCaptcha bu zerurlygy üpjün edýär. Şeýle-de bolsa, adaty usullary ulanyp, adam tarapyndan gözden geçirilýän uly maglumat bazalaryny döretmek hem haýal, hem gymmat.",
    "3729345277": "“hCaptcha” kompaniýalar üçin beýleki alternatiwalara garanyňda has ýokary hilli we arzan bahadan talap edilýän düşündirişleri almagyň usulydyr.",
    "2103563261": "Şahsy ýa-da jemgyýetçilik maglumatlary",
    "2513143348": "“HCaptcha Enterprise” ulgamy dizaýnynda özboluşly çeýe: köpçülik buludyny dolandyrsaňyz ýa-da köp sanly maglumat merkezine eýe bolsaňyz, bölekleýin ýa-da tutuşlygyna toruňyzyň gyrasynda ýerleşdirilip bilner.",
    "3107683988": "Bu, iň berk SLA-lary kanagatlandyrmak üçin 24/7 jaň edýän işgärlerimiziň dolandyryşyň ähli artykmaçlyklaryny saklap, ulgamdan daşary traffigi we çykdajylary düýpgöter azaldyp biler.",
    "3660619092": "Kärhananyň çözgütleri üçin mugt hasaba alyň ýa-da satuwda habarlaşyň",
    "2351176803": "HCaptcha JS API üçin ygtyýarnama şertleri",
    "2616226398": "Biziň tabynlygymyzda",
    "2024293275": ". Beýleki hukuklar häzirlikçe goralandyr.",
    "1062291156": "standart adalgalar",
    "2712493234": "Töleg galplygy: Kiber jenaýatçylygynyň çalt ösýän reodeimini azaltmak",
    "1817772953": "Galplyk jenaýatyň täze görnüşi däl. Hakykatdanam, arheologlar takmynan 10,000 ýyl ozal mallary ýitgisiz daşamak üçin gadymy sumerliler tarapyndan döredilen kezzaplyga garşy enjamlary tapdylar! Olara “bulla” diýlip atlandyrylýan palçyk topunyň içinde haýwany aňladýan toýun belgileri goýuldy. Bulla satyjydan alyja geçende sürü bilen syýahat ederdi. Şondan soňam telekeçiler, iş salyşýanlaryň hemmesiniň ýokaryk galmaýandygyna alada edýärdiler. 10,000 ýylda köp zat üýtgedi, ýöne galplygyň öňüni almakda täzelikçi bolmak zerurlygy bizde galýar. Häzirki wagtda onlaýn töleg galplygy meselesi möhüm ähmiýete eýe. Internetiň üsti bilen kezzaplar, kezzapçylyga garşy gözegçilikleri has köp öwrenmäge endik etdiler. Şeýle-de bolsa, täze çözgütler tolkuny öwürýär.",
    "1053787685": "Töleg galplygy näme?",
    "433424759": "Töleg galplygy, kiber jenaýatçy pidany gymmat bahadan, adatça puldan mahrum edýän islendik bikanun amallary öz içine alýar. Bu, onlaýn harytlary sargyt etmek ýa-da bank hasabyny almak we ondan bikanun pul geçirmek üçin ogurlanan kredit kartoçkasyny ulanmagy aňladyp biler. Köp dürli üýtgeşiklikler bar, ýöne olaryň hemmesiniň birmeňzeş netijesi bar: bir garakçy, sarp edijiden, bankdan ýa-da söwdagärden ogurlamak üçin ogurlanan şahsyýeti ýa-da töleg maglumatlaryny ulanýar.",
    "2939852138": "Aldawçylar nädip töleg galplyklaryndan dynmaly?",
    "1665616092": "Töleg galplygy düşünjede ýönekeý, ýöne häzirki ýerine ýetirişinde fantastiki taýdan çylşyrymly bolup biler.",
    "4246520782": "Aslynda, internet soňky ýyllarda kezzaplar bilen goragçylaryň arasynda hakyky ýarag ýaryşyna şaýat boldy.",
    "2167049807": "Howpsuzlyk toparlary töleg galplyklaryna aňsat, ýalta çemeleşmeleri ýeňip geçýän dürli çäreleri we gözegçilikleri kabul etdiler. Şeýle-de bolsa, hüjümler has çylşyrymlaşýar. Mysal üçin, botlar indi galp web sahypalaryndan we fişing hüjümlerinden ogurlanan kredit kartoçkalarynyň belgilerini we PIN-lerini ýygnap bilerler.",
    "1936449777": "Soň bolsa, doly awtomatlaşdyrylan tertipde, elektron söwda saýtlarynda adam häsiýetine öýkünip bilerler, düwmelere basyp, söwda arabalaryna zatlar goşup bilerler - köpler, kezzapçylyga garşy gözegçilikleriň köpüsi botyň ogurlanjakdygyny aýdyp bilmezler. harytlar. Has dogrusy, adam ulanyjysy diňe söwda edýän ýaly. Bot, şahsyýet maglumatlarynda ogurlanan gündeligi ulanyp, hakyky müşderiniň hasabyna girip biler. Galplygy hasam gizlemek, botyň IP adreslerini bulaşdyrmak we “dükançy” hüjümçiden başga bir ýerde bolmagy mümkin, daşary ýurtda bolmagy mümkin.",
    "648630222": "HCaptcha Enterprise bilen töleg galplygynyň öňüni alyň",
    "1621930829": "Häzirki döwürdäki tölegsiz galplyk işleri barada näme edip bolar? Dolandyryşyň birnäçe gatlagyny ulanmak, adatça akylly çemeleşme. Şeýle-de bolsa, döredijileriň adam häsiýetini köpeltmek üçin eden tagallalaryna garamazdan, boty duzaga salyp we onuň galpdygyny ýüze çykaryp biljek iň oňat garşylyk çäreleri.",
    "2423586454": "AI-iň aňyrsynda näçe gowy bolsa-da, programma üpjünçiliginiň edip bilmeýän käbir zatlary bar. Häzirki zaman CAPTCHA tehnologiýasy, töleg galplyklaryny dowam etdirmäge synanyşýan botlary blokirlemegiň subut edilen usulyny hödürleýär. CAPTCHA-a köne çemeleşmeler, gutydaky ýönekeý sanlar ýaly, häzirki wagtda ösen botlary azaltmakda köplenç ýetmezçilik edýän bolsa-da, hCaptcha Enterprise ýaly awtomatiki synag-jogap enjamy, hasabyňyza gireniňizde ýa-da söwda arabasy barlanylanda aldawçy boty aňsatlyk bilen basyp biler. Botyň hakyky şahsyýetnamasy bar bolsa-da, CAPTCHA-dan geçip bilmeseňiz.",
    "1467308982": "Töleg tertibi",
    "1291824746": "“hCaptcha Payouts” çärýekde 60 günlük esasda işleýär. Munuň manysyny düşündirmek üçin aşakdaky tablisa serediň.",
    "3444947612": "Arasyndaky ulag",
    "4181611011": "Ylalaşyk senesi",
    "728503636": "Töleg senesi",
    "3720584906": "2021-nji ýylyň 15-nji iýuly - 2021-nji ýylyň 15-nji oktýabry",
    "388240587": "2022-nji ýylyň 5-15-nji ýanwary",
    "3426312287": "2022-nji ýylyň 5-15-nji ýanwary",
    "615618648": "2021-nji ýylyň 15-nji apreli - 2021-nji ýylyň 15-nji iýuly",
    "3376724603": "2021-nji ýylyň 14-24-nji sentýabry †††",
    "3398978455": "2021-nji ýylyň 15-25-nji sentýabry †††",
    "2722456056": "2021-nji ýylyň 15-nji ýanwary - 2021-nji ýylyň 15-nji apreli",
    "4063155841": "2021-nji ýylyň 25-nji iýunyndan gijä galman",
    "4082053540": "2021-nji ýylyň 19-25-nji iýun ††",
    "64953197": "2020-nji ýylyň 15-nji oktýabry - 2021-nji ýylyň 15-nji ýanwary",
    "1023070345": "2021-nji ýylyň 14-nji martyndan gijä galman",
    "2600696085": "2021-nji ýylyň 15-nji marty",
    "3217791519": "15-nji iýul 2020-nji ýylyň 15-nji oktýabry",
    "649261378": "2021-nji ýylyň 5-11-nji ýanwary *",
    "1559190296": "2021-nji ýylyň 5-11-nji ýanwary †",
    "3806054689": "15-nji aprel 2020-nji ýylyň 15-nji iýuly",
    "4162383380": "16-njy sentýabr - 22-nji sentýabr *****",
    "1990824776": "2020-nji ýylyň 16-24-nji sentýabry *****",
    "3856690908": "2020-nji ýylyň 15-nji ýanwary - 2020-nji ýylyň 15-nji apreli",
    "3200641265": "2020-nji ýylyň 16-njy iýunyndan gijä galman *",
    "3744079744": "Iýun 15-19th ****",
    "2209837451": "2019-njy ýylyň 15-nji oktýabry - 2020-nji ýylyň 15-nji ýanwary",
    "2510534204": "2020-nji ýylyň 23-nji martyndan gijä galman ***",
    "2910560864": "2020-nji ýylyň 20-23-nji marty ***",
    "2544565802": "2019-njy ýylyň 15-nji iýuly - 2019-njy ýylyň 15-nji oktýabry",
    "3963642878": "2019-njy ýylyň 14-nji dekabryndan gijä galman *",
    "622103562": "2019-njy ýylyň 17-nji dekabry **",
    "4072202039": "2019-njy ýylyň 15-nji apreli - 2019-njy ýylyň 15-nji iýuly",
    "818049069": "2019-njy ýylyň 15-nji iýulyndan gijä galman",
    "1169005651": "2019-njy ýylyň 15-nji sentýabry",
    "2303655425": "2019-njy ýylyň 15-nji ýanwary - 2019-njy ýylyň 15-nji apreli",
    "3678889946": "2019-njy ýylyň 15-nji iýunyndan gijä galman",
    "3094354698": "2019-njy ýylyň 15-nji iýuny",
    "4217013126": "Tölegler, adatça, Töleg senesinde günüň dowamynda işleýär we umuman Pacificuwaş ummanyň ýary gijesinde tamamlanýar. Hasap gözden geçirmek üçin bellik edilen bolsa, tölegi goýbermek üçin goşmaça bäş iş güni gerek bolup biler.",
    "1447649958": "Aatlatma hökmünde töleg üçin diňe takyk adam hereketi hukugy bar. Bu barada has giňişleýin maglumaty aşakda baglanyşdyrylan FAQ-da görüp bilersiňiz. Elýeterli balans, häzirki wagtda 10 HMT tölemäge hukuk gazanmak üçin iň pes çäkden hem geçmeli.",
    "4257144752": "Hakyky wagt hasaplamalary gutarnykly takyklygy ýa-da adamkärçiligi görkezmeýär we şeýlelik bilen soňky girdejiňiz ilkinji ýaraşykdan ozal Dolandyryş panelinde görkezilen sanlardan ep-esli üýtgäp biler.",
    "2728931827": "Her bir barlyşykdan soň, sahypaňyza ulanyjylaryň özüni alyp barşynda düýpgöter üýtgeşiklik bolmasa, her oturgyçdaky çaklamalaryňyz täzelener we geljekdäki çaklamalaryň takyklygy ýokarlanmalydyr.",
    "1200905005": "20 2021-nji ýylyň sentýabr aýyndan başlap, hyzmatyň ösüşi bilen baglanyşykly amaly çäklendirmeleri ýönekeýleşdirmek üçin barlyşyk we tölegler bir gün däl-de, takmynan 10 günüň dowamynda dowam edýär.",
    "4284094387": "20 2021-nji ýylyň iýun aýynyň käbirinde barlyşyk we tölegler indiki hepde barlyşyk penjiresinde gutarnykly hasaplamalary barlamagyň gijikdirilmegi sebäpli dowam eder.",
    "1977013707": "2020 2020-nji ýylyň dekabrynda tölegler ýylyň ahyrynda barlyşyk we işgärleriň dynç alyşy bilen bir-birine gabat gelmezlik üçin 15-nji günden başlap meýilleşdirildi: ýanwar aýynyň ikinji hepdesinde tamamlanar. “PayPal” -a adatdakysyndan has haýal geçirimler sebäpli tölegler bir günde tamamlanman, birnäçe günüň dowamynda dowam eder.",
    "517010299": "Üns beriň: häzirki wagtda ýakyn wagtda barlyşyk üçin esasy arkanyň üstünde işleýäris. 2021-nji ýylyň 1-nji çärýeginde döwürleýin barlyşyk adatdakysyndan has ýygy dowam eder. Bu töleg meýilnamalaryna ýa-da senelerine täsir etmeýär.",
    "3092200338": "** 15-nji dynç güni düşende, Töleg senesi 17-nji bolýar.",
    "3891941747": "*** COVID-19 MASLAHAT: COVID-19 bilen baglanyşykly işgärleriň kuwwatynyň azalmagy sebäpli, adaty barlagymyzy tamamlamak üçin goşmaça wagt bermek üçin barlyşyk täzeden düzüldi. Tölegler anna güni başlar we indiki duşenbe güni tamamlanar diýlip garaşylýar.",
    "2301757528": "**** Töleg penjiresinde REST API-leriniň PayPal tarapyndan hyzmat edilmegi sebäpli, tölegleriň hemmesi 15-nji iýunda tamamlanmady. 15-nji iýuna (Pacificuwaş okean wagty) meýilleşdirilen, ýöne PayPal API ýalňyşlyklary sebäpli ýerine ýetirilmedik islendik töleg 19-njy iýunda (Pacificuwaş okean wagty) gaýtadan işledildi.",
    "116842359": "***** Ulgam hyzmaty sebäpli birnäçe günüň dowamynda barlyşyklaryň tamamlanmagyna garaşylýar.",
    "4154415610": "*",
    "2310694091": "Ylalaşyk näme diýmek?",
    "164801246": "Ylalaşyk, ähli hasabat sahypalaryndan ähli maglumatlar girensoň, adamkärçiligini we takyklygyny barlamak üçin trafigiň derňelýän prosesi. Has giňişleýin maglumaty biziň bölümimizde okap bilersiňiz.",
    "3256245394": "şeýle hem blog ýazgylarymyz ýaly",
    "3089778412": "HCaptcha baýraklary nädip hasaplaýar",
    "3329755436": "Bu prosesi çaltlaşdyrmak isleýärsiňizmi?",
    "1911669851": "Hawa, häzirki wagtda arka ulgamlarymyza dürli gowulaşmalaryň üstünde işleýäris, netijede has çalt ýaraşmagy, has çalt bahalandyrmagyň takyklygyny we has çalt tölegleri hödürlemegimize garaşýarys. Häzirki wagtda ilki bilen barlyşygy çaltlaşdyrmak üçin işleýäris.",
    "2366003154": "Metbugat we metbugat soraglary",
    "3054564199": "Kit toplumyny basyň",
    "3173156067": "Makalanyňyza mysal şekillerini goşmak isleýän ýagdaýyňyzda käbir taýyn girew bar.",
    "867314732": "Highokary ölçegli alyp bilersiňiz",
    "858218750": "we olary ulanmak boýunça görkezmeler",
    "3821716514": "sahypa.",
    "1186243118": "logotip şekilleri",
    "3034959000": "Yzyna alyp bilersiňiz",
    "1764089150": "şu ýerde:",
    "1558428432": ". Olary hCaptcha.com-a karz bermegiňizi haýyş edýäris.",
    "2429359042": "interfeýs şekilleri",
    "1480820434": "1-nji surat",
    "3213411837": "2-nji surat",
    "1270712701": "Metbugat habarnamalary we soňky hasabatlar",
    "231285005": "Soňky täzelenmeleri blogymyzda tapyp bilersiňiz",
    "1289884910": "Şeýle hem wagtal-wagtal derňewleri we hasabatlary çap edýäris. Mysal üçin:",
    "932546190": "Näme üçin CAPTCHA-lar hemişe ýanymyzda bolar",
    "2344319147": "Google-yň bot tapmagy hakykatdanam näçeräk?",
    "1637527266": "Haýsy ýurtlarda bot traffigi iň köp?",
    "230159237": "Aragatnaşyklar",
    "3759923279": "Metbugat soragnamalaryny aşakdaky e-poçta salgysyna ugratmagyňyzy haýyş edýäris:",
    "4255608322": "Iň soňky täzelenen: 2021-nji ýylyň 12-nji apreli",
    "537881751": "HCaptcha-a hoş geldiňiz! Bu Gizlinlik Policyörelgesi, www.hcaptcha web sahypamyzda maglumat ýygnamak, ulanmak we aýan etmek (aşakda kesgitlenen Şahsy Maglumatlary goşmak bilen) Intuition Machines Inc. .com we ulanýan beýleki subdomenlerimiz ýa-da domenlerimiz (\"Sahypalar\") we hCaptcha amaly programma interfeýsi we degişli programma üpjünçiligi we materiallar (bilelikde \"Hyzmat\").",
    "33639629": "Üçünji tarap web sahypalaryna degişli däl. Bu Gizlinlik Policyörelgesi, Saýtymyza baglanyşsa ýa-da Hyzmaty öz içine alsa-da, haýsydyr bir web sahypasyna, teklipine, önümine ýa-da hyzmatyna degişli däldigini ýadyňyzdan çykarmaň - üçünji birine maglumat bermek kararyna gelmezden ozal ulanylýan gizlinlik ýörelgelerine ýüz tutmagyňyzy haýyş edýäris. taraplar.",
    "987375734": "IMI ABŞ-da ýerleşýär. Saýtlar we hyzmat ABŞ-dan bize gözegçilik edilýär we dolandyrylýar. Şahsy maglumatlaryňyz, desgalarymyz bar ýa-da hyzmat üpjün edijiler bilen iş salyşýan islendik ýurtda saklanyp we işlenip bilner, Saýtlary we Hyzmaty ulanyp, ýaşaýan ýurduňyzyň daşyndaky ýurtlara, şol sanda ABŞ-a maglumat bermäge razylyk berersiňiz. , ýurduňyzdan tapawutly maglumatlary goramak düzgünleri bolup biler. Käbir ýagdaýlarda kazyýetler, hukuk goraýjy edaralar, gözegçilik ediji guramalar ýa-da beýleki ýurtlardaky howpsuzlyk edaralary Şahsy maglumatlaryňyza girip bilerler.",
    "452920031": "Amerikanyň Birleşen Ştatlarynyň daşyndaky müşderilere bellik.",
    "2328839224": ". Kaliforniýanyň sarp edijileriniň gizlinlik kanuny (\"CCPA\") boýunça hukuklaryňyz bilen baglanyşykly \"Kaliforniýanyň ýaşaýjylaryna bildiriş\" bölümimize serediň.",
    "1565481281": "Kaliforniýanyň ýaşaýjylaryna bellik",
    "1028058338": "Maglumatlary goramak baradaky umumy düzgünnama (\"GDPR\") hukuklaryňyz bilen baglanyşykly \"EUB maglumat subýektlerine bildiriş\" bölümimize serediň.",
    "2271205646": "Europeanewropanyň ykdysady sebitiniň ýaşaýjylaryna bellik.",
    "508143070": "Hyzmat üpjünçiligimiz bilen baglanyşykly Integratorlarymyzyň adyndan şahsy maglumatlary gaýtadan işleýän ýerimizden başga, IMI şahsy maglumatlaryňyzyň gözegçisidigini ýadyňyzdan çykarmaň, bu ýagdaýda şahsy maglumatlaryň işleýjisi we şol Integratorlar gözegçilik edijilerdir. şahsy maglumatlar.",
    "2330965058": "Integratorlarymyz üçin prosessor hökmünde işleýän ýerimizde, Hyzmatlarymyzy üpjün etmek üçin zerur bolanlardan başga maksatlar üçin ýygnalan maglumatlary ulanmaýarys we işleýşimiz, Integratorlarymyz bilen baglaşylan şertnamalarymyz bilen dolandyrylar. Gizlinlik syýasaty",
    "3017040355": "EUewropa Bileleşiginiň maglumatlaryny gaýtadan işlemek Subýekt maglumatlary, Hyzmat şertlerimize ýa-da Integratorlarymyz bilen maglumatlary gaýtadan işlemek şertnamalaryna Maglumatlary gaýtadan işlemek goşundysynyň çäginde birleşdirilen Standart Şertnama Düzgünnamalarynyň (SCCs) kanuny esasda işleýär.",
    "2233384692": "Şeýle maglumatlaryň nähili işlenýändigi ýa-da hukuklaryňyzy amala aşyrmak isleýändigi barada soraglaryňyz ýa-da aladalaryňyz bar bolsa, bu maglumatlary işlemek üçin Hyzmatdan peýdalanmak üçin biziň bilen şertnama baglaşan şahs ýa-da gurama (ýagny maglumat gözegçisi) bilen habarlaşyň. Şeýle-de bolsa, olar bilen baglaşylan şertnamamyzyň şertlerine laýyklykda ähli aladalaryňyzy çözmek üçin Integratorlarymyza kömek ederis.",
    "349292953": "Weygnaýan maglumatlarymyz",
    "3022001832": "Sahypalarymyz we hyzmatlarymyz bilen aragatnaşyk saklaýan şahsyýetlerden, şol sanda Hyzmatymyzy web sahypasyna (\"Integratorlar\") goşýanlardan, maglumatlary belliklemek üçin hyzmatlardan peýdalanýanlardan (\"Müşderiler\") we biziň bilen aragatnaşyk saklaýan ahyrky ulanyjylardan maglumat ýygnaýarys. Integratorlarymyzyň web sahypalary arkaly hyzmat (\"Ahyrky ulanyjylar\").",
    "835545301": "Maglumatlaryň aşakdaky kategoriýalaryny ýygnaýarys:",
    "3228928991": "Şahsyýeti tanamak ýa-da habarlaşmak üçin ulanyp boljak maglumatlar (\"Şahsy maglumatlar\"), ady, e-poçta salgysy we ýurt ýaly. Şahsy maglumatlary häzirki we geljekki Integratorlarymyzdan we Müşderilerimiz gönüden-göni bize berenlerinde ýygnaýarys (mysal üçin, hasabyňyza gireniňizde anketany doldurmak ýa-da bizden e-poçta habarnamalaryny almak üçin ýüz tutmak bilen). Şeýle hem, şahsy maglumatlary üçünji tarap maglumatlar bazalaryna ýa-da resmi hukuk resminamalaryna deňeşdirip, Integratorlarymyzyň we Müşderilerimiziň şahsyýetini barlap bileris.",
    "1655796811": "Integratoryň ýa-da Müşderiniň Saýtlary ýa-da Hyzmatlary (\"Analitik Maglumat\") IP salgylary, brauzer görnüşi, internet hyzmatyny üpjün ediji, platforma görnüşi, enjam görnüşi, operasiýa ulgamy, senesi we wagt möhüri ýaly awtomatiki usulda ýygnalan maglumatlar elýeterliligi we beýleki şuňa meňzeş maglumatlar. Käbir Analitika Maglumatlary, şol maksat bilen gatnaşýan üçünji taraplar tarapyndan biziň adymyzdan ýygnalýar we käbir Analitika Maglumatlary gutapjyklary goşmak bilen dürli yzarlaýyş tehnologiýalary arkaly ýygnalýar (aşakda \"Üçünji Tarap Analitikleri we Gözleg Tehnologiýalary\" -na serediň).",
    "1388241689": "Ahyrky ulanyjylaryň Hyzmatyň (\"Bellikli maglumatlar\") tekliplerine jogap bermegi netijesinde ýygnalan maglumatlar, şekil bellikleri maglumatlary, ses faýllaryndan şol ahyrky ulanyjylara öwrülen tekst, soraglara jogap we Hyzmat tarapyndan döredilen beýleki teklipler ýaly maglumatlar. maşyn öwrenmek programmalarynda ulanmak üçin maglumatlary bellik etmek maksady bilen. Bellikli maglumatlaryň hiç bir kesgitlenen adama bagly däldigini unutmaň.",
    "1493790285": "Ahyrky ulanyjylardan Hyzmatyň bir bölegi hökmünde toplanan beýleki maglumatlar, olaryň bardygyny ýa-da ýokdugyny kesgitlemek üçin zerurdyr",
    "2216374138": "Syçanjygyň hereketleri, aýlanyş ýagdaýy, düwme basmak hadysalary, duýgur hadysalar we degişlilikde giroskop / akselerometr maglumatlary ýaly adamdyr.",
    "2394073454": "Aýry-aýry maglumatlar bellikleri hökmünde biziň bilen işlemek isleýän Ahyrky ulanyjylardan goşmaça maglumat ýygnap bileris.",
    "3103557430": "Maglumatlary nähili ulanýarys",
    "1130802068": "Collectygnaýan maglumatlarymyzy aşakdaky maksatlar üçin ulanýarys:",
    "2940689138": "Integrator we Müşderi hasaplaryny dolandyrmak we Hyzmat bermek. Aýratyn hasaplary Integratorlar we Müşderiler bilen baglanyşdyrmak we olara Hyzmat bermek, haýyşlara ýa-da soraglara jogap bermek, goldaw ýa-da tehniki kömek bermek we tölegleri ýeňilleşdirmek üçin Şahsy Maglumatlary ulanýarys.",
    "857974529": "Saýtda we Hyzmatda gowulaşmak. Bar bolanlarymyzy gowulandyrmak we täze hyzmatlary we teklipleri ösdürmek we bar bolan we geljekdäki önüm tekliplerini özleşdirmek üçin Analitika Maglumatlaryny ulanýarys.",
    "1820844638": "Bazar düşünjelerini almak. Bazary seljermek we Saýt we Hyzmatlarymyz we beýleki gözleg maksatlary üçin analitik maglumatlary ulanýarys.",
    "3386280249": "Bellikli maglumatlar üçin bazary üpjün etmek. Hyzmatymyz, web sahypalarynyň eýelerine we maglumatlarynyň bellik edilmegine kömek etmeli kompaniýalara hyzmat hökmünde maşyn öwrenmek ulgamlary üçin ýokary göwrümli maglumat belliklemesini we adam gözden geçirişini üpjün edýär. Şol maksat bilen, bellikli maglumatlary almak isleýän müşderilerimize bellikli maglumatlary aýan edýäris.",
    "3532143291": "Hyzmatlarymyzy we ulgamlarymyzy goramak üçin. Analitika maglumatlary potensial howplary we gowşak goralanlyklary kesgitlemek we ýygnaýan maglumatlarymyzy başgaça goramak üçin ulgamlarymyzy goramak üçin ulanýarys.",
    "2185418511": "Islendik kanuny işewürlik maksady bilen, maglumat şahsyýet bilen baglanyşdyrylyp bilinmeýän maglumatlaryň kesgitlenmegi ýa-da jemlenmegi şerti bilen.",
    "2386465280": "Maglumatlary nädip paýlaşýarys",
    "2159517814": "Şahsy maglumatlary aşakdaky ýagdaýlarda paýlaşýarys ýa-da aýan edýäris:",
    "4256083674": "Integrator tarapyndan gönüden-göni haýyş bilen, belli bir CAPTCHA talap haýyşynyň ýa-da IP adresiniň ýa-da başga bir razylyk berlen ýerinde galplyk töwekgelçiligini kesgitlemek.",
    "3494826505": "Satyjylar bilen Saýtlaryň we Hyzmatyň maglumatlary saklamak, ýerleşdirmek we Analitika ýaly möhüm taraplaryny üpjün etmek bilen meşgullanýarys we diňe şol maksatlar üçin.",
    "1119009846": "Size, biziň ýa-da başgalaryň hukuklaryny, şahsy durmuşyny, howpsuzlygyny ýa-da emlägini goramak üçin hökümetiň haýyşlaryny, hukuk goraýjy haýyşlaryny we başgaça döwlet we hususy guramalara degişli kanunlary ýerine ýetirmek zerur.",
    "197676026": "Islendik kanuny iş maksady bilen beýlekiler bilen maglumat kesgitlenmedik ýagdaýynda",
    "2359312315": "ýa-da şahs bilen paýlaşyp bolmajak derejede jemlenendir.",
    "2497216176": "Üçünji tarapyň seljerişi we yzarlaýyş tehnologiýalary",
    "3694578791": "Aboveokarda aýdylyşy ýaly, biz (we üçünji tarap satyjylarymyz) gutapjyklary, web maýaklaryny we beýleki yzarlaýyş tehnologiýalaryny ulanmak arkaly Analitika maglumatlary bölekleýin ýygnaýarys. Käbir ýagdaýlarda, Analitika maglumatlary ýygnamak maksady bilen gutapjyklary ulanmak üçin üçünji tarap satyjylary bilen işleýäris.",
    "2238885192": "Ulanyjyda ýalňyşlyk ýüze çykanda düzediş maglumatlary ýygnamak üçin Sentry ulanýarys. Sentriniň maglumatlary nädip ýygnaýandygy we işleýşi barada maglumat üçin:",
    "1535054294": "Olaryň jikme-jik syýasatyna serediň",
    "658775471": "Web traffigimizi optimizirlemek üçin “Cloudflare” -ni ulanýarys. “Cloudflare” -iň maglumatlary nädip ýygnaýandygy we işleýşi barada maglumat üçin:",
    "2014256987": "Gutapjyklaryň ýa-da beýleki yzarlaýyş tehnologiýalarynyň ulanylmagyny bökdemezlik isleseňiz, aşakdaky \"Maglumatlaryňyzy dolandyrmak\" -a serediň. Şeýle etmek, Saýtlary ýa-da Hyzmaty ulanmak tejribäňize ýaramaz täsir edip biler, sebäbi käbir aýratynlyklar dogry işlemän biler.",
    "2788024905": "Maglumatlary nädip goraýarys",
    "271333468": "Collectygnaýan we saklaýan maglumatlarymyzy goramak üçin degişli tehniki we guramaçylyk çärelerini amala aşyrýarys we işimizi amala aşyrýan ähli agentlerden hem edil şonuň ýaly hereket etmegini talap edýäris. Gynansagam, hiç hili howpsuzlyk çäresi 100% akylsyzdyr we şonuň üçin hiç bir ulgam ýa-da ulgam (şol sanda biziňkiler) ýygnaýan we saklaýan maglumatlarymyza ýok edilmek, ýitirmek, üýtgetmek, rugsatsyz aýan edilmek ýa-da elýeterlilikden 100% ygtybarly kepillendirilip bilinmez. Maglumatlaryňyzyň haýsydyr bir sebäbe görä howpsuz bolup bilmejekdigine ynanýan bolsaňyz, haýal etmän bize ýüz tutuň:",
    "3031284129": "Kepillikden boýun gaçyrmak",
    "26365791": "Kanun tarapyndan rugsat edilen doly derejede Saýt we Hyzmat (we beýleki hyzmatlar, maglumatlar, maglumatlar, aýratynlyklar we beýleki mazmun ýa-da materiallar) “bolşy ýaly” we “elýeterli” esasda berilýär. Kanun tarapyndan rugsat edilen doly derejede, IMI söwda kepilligini, belli bir maksat üçin fitnes we hukuk bozulmazlygy göz öňünde tutýan kepillikleri hem öz içine alýar.",
    "735630686": "Maglumatlaryňyzy dolandyrmak (Hukuklaryňyz)",
    "498769698": "Integrator, Müşderi ýa-da Elýeterlilik Ulanyjy hasaby (bize Integrator, Müşderi ýa-da Elýeterlilik Ulanyjysy bolsaňyz) arkaly bize beren käbir şahsy maglumatlaryňyza girip, düzedip, düzedip ýa-da pozup bilersiňiz. Başarmaýan bolsaňyz, ýa-da siziň hakda ýygnan we / ýa-da paýlaşan Şahsy Maglumatlarymyz hakda soraglaryňyz bar bolsa ýa-da gaýtadan işlemek üçin razyçylygyňyzy yzyna almak isleseňiz (ýagny hasabyňyzy düýbünden pozuň):",
    "2895491273": "Gutapjyklary ýa-da beýleki yzarlaýyş tehnologiýalaryny blokirlemek isleseňiz, brauzerleriň we ykjam enjamlaryň köpüsi, gutapjyklary ýa-da beýleki yzarlaýyş tehnologiýalaryny alanyňyzda size habar bermek we kabul etmek / rugsat bermek ýa-da bermezlik üçin sazlamalaryňyzy üýtgetmek üçin. Bu. Şeýle hem, brauzerleriň köpüsi bar bolan gutapjyklary öçürmäge ýa-da pozmaga ýa-da geljekki gutapjyklary awtomatiki ret etmäge mümkinçilik berýär. Gutapjyk islegleriňizi dolandyrmak üçin brauzer plaginlerini goşmak bilen üçünji tarap gurallaryny hem ulanyp bilersiňiz. Cooköne ähli gutapjyklary öçürseňiz, Saýtlarymyzyň käbir bölekleri kadaly işlemezligine üns beriň.",
    "707527778": "Çagalardan maglumat",
    "1747657936": "Sahypalarymyz we hyzmatymyz 13 ýaşdan kiçi çagalara gönükdirilmeýär we 13 ýaşa çenli çagalardan şahsy maglumatlary bilgeşleýin ýygnamaýarys, 13 ýaşa çenli çaganyň şahsy maglumatlaryny ýygnandygymyzy öwrensek, alarys saklamak üçin kanuny borjumyz bolmasa, mümkin boldugyça gysga wagtda faýllarymyzdan şular ýaly maglumatlary ýok etmek üçin degişli ädimler. 13 ýaşdan kiçi çagadan ýa-da ol hakda maglumatlarymyzyň bardygyna ynanýan bolsaňyz, bize ýüz tutuň:",
    "2419795065": "Kaliforniýanyň ýaşaýjylaryna duýduryş",
    "1517625162": "Kaliforniýanyň Raýat kodeksi 1789.3 bölümi boýunça, Kaliforniýa ulanyjylary aşakdaky sarp ediji hukuklary habarnamasyna eýe: Kaliforniýanyň ýaşaýjylary, Sakramento, Demirgazyk Bazar köçesiniň 1625-nji poçta salgysy boýunça Kaliforniýanyň Sarp ediş işleri bölüminiň sarp ediş hyzmatlary bölüminiň arz-şikaýat kömek bölümine baryp bilerler. CA 95834, ýa-da (916) 445-1254 ýa-da (800) 952-5210 telefon arkaly telefon arkaly.",
    "3730344349": "Bu bölüm, Kaliforniýaly sarp edijiler hakda ýygnaýan şahsy maglumatlarymyz we Kaliforniýa sarp edijileriniň gizlinlik kanuny ýa-da \"CCPA\" laýyklykda olara berlen hukuklar barada goşmaça maglumatlary berýär.",
    "4044467791": "Öňki 12 aýda sizden ýygnan şahsy maglumatlarymyzyň kategoriýalary üçin ýokardaky \"ectygnaýan maglumatlarymyz\" bölümine serediň. Informationokardaky \"Şahsy maglumatlary nädip ulanýarys\" bölüminde beýan edilen iş we täjirçilik maksatlary üçin bu maglumatlary ýygnaýarys. Öňki 12 aýda, işewürlik maksady bilen üçünji taraplar bilen maglumatlaryň aşakdaky kategoriýalaryny paýlaşdyk:",
    "4208081170": "Şahsy maglumatlaryň kategoriýasy",
    "1528242915": "Tanaýjylar.",
    "3863351997": "Kaliforniýa müşderi ýazgylary düzgünnamasynda görkezilen şahsy maglumat kategoriýalary (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Söwda maglumatlary.",
    "2683038211": "Internet ýa-da beýleki elektroniki işjeňlik.",
    "3671828834": "Paýlaşylan şahsy maglumatlaryň mysallary",
    "779426309": "Hakyky at, üýtgeşik şahsy kesgitleýji, onlaýn kesgitleýji, Internet protokolynyň salgysy, e-poçta salgysy, hasabyň ady ýa-da şuňa meňzeş kesgitleýjiler.",
    "2414368123": "Ady, kredit kartoçkasynyň belgisi, debet kartynyň belgisi ýa-da başga bir maliýe maglumatlary.",
    "4088941349": "Satyn alnan, alnan ýa-da göz öňünde tutulan önümleriň ýa-da hyzmatlaryň ýazgylary.",
    "3238612014": "Taryhy gözden geçirmek, sarp edijiniň internet web sahypasy, programma ýa-da mahabat bilen gatnaşygy barada maglumat.",
    "1023108656": "Üçünji tarap alyjylaryň kategoriýalary",
    "1418235079": "Hyzmat üpjün edijiler",
    "3238184941": "Bellik: Aýry-aýry IP adresi bilen baglanyşykly galplyk töwekgelçiligi, isleg boýunça Integrator bilen paýlaşylyp bilner.",
    "285116485": "Kompaniýa ýygnaýan şahsy maglumatlarymyzy \"satmaýar\" (bu termin CCPA-da kesgitlenişi ýaly). Ulanylýan üçünji tarap gutapjyklarynyň görnüşleri barada has giňişleýin maglumat üçin ýokardaky \"Üçünji tarapyň seljeriş we yzarlaýyş tehnologiýalary\" bölümine serediň.",
    "1408750006": "Käbir çäklendirmeleri hasaba almak bilen, CCPA Kaliforniýa sarp edijilerine ýygnaýan şahsy maglumatlarymyzyň kategoriýalary ýa-da aýratyn bölekleri (bu maglumatlary nähili ulanýandygymyzy we aýan etmegimizi goşmak bilen) barada has giňişleýin maglumat almak, şahsy maglumatlary ýok etmek, ret etmek hukugyny berýär. bolup biläýjek islendik \"satuw\", şeýle hem bu hukuklary ýerine ýetirendigi üçin kemsidilmezlik hukugy.",
    "759057398": "EUB maglumat temalaryna duýduryş",
    "825780955": "Şahsy maglumatlar",
    "2945960297": "EUewropa Bileleşiginiň maglumat temalaryna degişlilikde, şu Gizlinlik Policyörelgelerinde ulanylýan \"şahsy maglumatlar\" adalgasy, Dataewropa Bileleşiginiň Maglumatlary Goramak Düzgünnamasynda (GDPR) kesgitlenişi ýaly \"şahsy maglumatlar\" bilen deňdir.",
    "1126613163": "Duýgur maglumatlar",
    "3571006800": "Bize berýän käbir maglumatlaryňyz, GDPR-da kesgitlenişi ýaly (şahsy maglumatlaryň aýratyn kategoriýalary diýlip hem atlandyrylýar) hökümet tarapyndan berlen şahsyýet resminamalarynda jynsyňyzy ýa-da milletiňizi kesgitlemek ýaly duýgur maglumatlary emele getirip biler.",
    "1988461282": "Gaýtadan işlemek üçin kanuny esaslar",
    "3519564631": "Maksatlary gaýtadan işlemek",
    "1778642038": "Siziň bilen habarlaşmak üçin",
    "2223819810": "Platformamyzy optimizirlemek üçin",
    "1678661231": "Ygtyýarlylyk, galplyklaryň öňüni almak we howpsuzlyk üçin",
    "2561077702": "Hyzmatymyzy bermek üçin",
    "2066321185": "Hukuk esaslary",
    "1174237568": "Bu gaýtadan işlemek işleri kanuny gyzyklanmalarymyzy emele getirýär. Şahsy maglumatlaryňyzy kanuny bähbitlerimiz üçin işlemezden ozal size (oňyn we negatiw) we hukuklaryňyza bolup biljek ähli täsirleri göz öňünde tutmaga we deňleşdirmäge synanyşýarys. Şahsy maglumatlaryňyzy gyzyklanmalarymyz size täsir edip biljek işlerde ulanmaýarys (razyçylygyňyz bolmasa ýa-da kanun tarapyndan başgaça talap edilmedik bolsa).",
    "1350478093": "Gaýtadan işlemek maksady",
    "787916198": "Siziň razylygyňyz bilen",
    "3348433919": "Hukuklaryňyz",
    "3842673636": "GDPR-a laýyklykda şahsy maglumatlaryňyz bilen baglanyşykly käbir hukuklaryňyz bar. Şahsy maglumatlaryňyz bilen baglanyşykly aşakdaky çäreleri görmegimizi haýyş edip bilersiňiz:",
    "4057343238": "Çykmak",
    "1834911235": "Öň almaga razy bolan göni marketing aragatnaşyklaryny ibermegi bes ediň. Hyzmat bilen baglanyşykly we marketing däl beýleki habarlary size iberip bileris.",
    "3022301908": "Giriş",
    "680638297": "Şahsy maglumatlaryňyzy gaýtadan işlemegimiz barada maglumat berýär we şahsy maglumatlaryňyza girmäge mümkinçilik berýär.",
    "1409486258": "Dogry",
    "3878077249": "Şahsy maglumatlaryňyzdaky nätakyklyklary täzeläň ýa-da düzediň.",
    "3645414921": "Öçür",
    "42182578": "Şahsy maglumatlaryňyzy pozuň.",
    "1609621367": "Geçirmek",
    "3208155808": "Şahsy maglumatlaryňyzyň maşyn bilen okalýan göçürmesini size ýa-da islän üçünji tarapyňyza geçiriň.",
    "1786796818": "Çäklendir",
    "3329634829": "Şahsy maglumatlaryňyzy gaýtadan işlemegi çäklendiriň.",
    "4202774977": "Obýekt",
    "3007158970": "Hukuklaryňyza täsir edýän şahsy maglumatlaryňyzy gaýtadan işlemegiň esasy hökmünde kanuny bähbitlerimize bil baglamagymyza garşy çykyň.",
    "1273071008": "Maglumat subýektine girmek hukugy talaplary",
    "3594381346": "ýerleşýän ýeri.",
    "21141582": "Bu",
    "3357523404": "Serhetara maglumatlary geçirmek",
    "290966395": "\"Amerikanyň Birleşen Ştatlarynyň daşyndaky müşderilere bellik\" bölüminde beýan edilişi ýaly, şahsy maglumatlaryňyzyň ABŞ-a geçiriljekdigine, gaýtadan işlenjekdigine we saklanjakdygyna göz ýetiriň. ABŞ-da maglumatlary goramak kanunlary ýaşaýan ýurduňyzdakylardan tapawutly bolup biler. Sahypalarymyza girip ýa-da Hyzmatymyzy ulanyp, şu Gizlinlik Policyörelgelerinde görkezilen maglumatlaryňyzy, şol sanda şahsy maglumatlaryňyzy ABŞ-a geçirmäge razylyk berýärsiňiz.",
    "3178581111": "Täze maksatlar üçin ulanyň",
    "1088304322": "Şahsy maglumatlaryňyzy şu Gizlinlik Policyörelgelerinde düşündirilmedik sebäplere görä ulanyp bileris, kanunlar tarapyndan bize rugsat berilýär we sebäbini ýygnan maksadymyza laýyk gelýär. Şahsy maglumatlaryňyzy baglanyşyksyz maksat üçin ulanmaly bolsak, size habar berip bileris we bu ulanylyşyň kanuny esaslaryny düşündirip bileris. Şahsy maglumatlaryňyzy belli bir ulanmak üçin siziň razyçylygyňyza bil baglan bolsak, baglanyşyksyz maksat üçin razyçylygyňyzy sorap bileris we garşy çyksaňyz, şol wagt hyzmatdan peýdalanmagyňyzy bes edip bileris.",
    "2260079771": "Maglumatlaryň saklanmagy",
    "38428546": "Şahsy maglumatlaryňyzy hasabyňyzyň bütin ömründe ygtybarly saklaýarys. Collectedygnalan maksatlarymyzy, şol sanda islendik kanuny, buhgalter hasabatyny ýa-da hasabat borçnamalaryny kanagatlandyrmak ýa-da jedelleri çözmek üçin şahsy maglumatlaryňyzy saklarys. Saklaýyş möhletlerini kesgitlemek üçin ulanýan kriteriýalarymyzda hereket edýän şertnamalaýyn düzgünler, kanuny taýdan çäklendirilen döwürler, ulanylýan kadalaşdyryjy talaplar we pudak standartlary bar.",
    "384965568": "Saklamagyň talaplary ýurisdiksiýa boýunça dürli-dürli bolsa-da, şahsy maglumatlaryňyzyň dürli taraplary üçin adaty saklaýyş döwürlerimiz baradaky maglumatlar aşakda beýan edilýär.",
    "2788836740": "Marketing maksatlary üçin aragatnaşyk maglumatlary abuna ýazylýançaňyz saklanýar. Ondan soň jikme-jiklikleriňizi basyp ýatyrmak sanawyna belli bir wagt goşarys. Elýeterlilikden toplanan e-poçta maglumatlary Ulanyjylar hiç haçan marketing maksatly ulanylmaz.",
    "3520687192": "Siziň bilen aragatnaşyk ýazgylary (meselem, e-poçta ýa-da Twitter arkaly açylan goldaw biletleri) belli bir wagtlap saklanyp bilner.",
    "292211832": "Gutapjyklar, web sahypasy hasaplaýjylary we beýleki seljeriş gurallary ýaly tehniki serişdeler arkaly toplanan maglumatlar amaly taýdan gysga wagtda taşlanýar, ýöne gutapjyk gutarandan bir ýyla çenli çäkli möhletde, adatça kesgitlenmedik we jemlenen görnüşde saklanyp bilner. hyzmatymyzdan hyýanatçylykly hyýanatçylykly peýdalanmagy ýüze çykarmasak, bu ýagdaýda geljekdäki hyýanatçylygyň öňüni almakda bize şol maglumatlary saklarys. Bu anonim we jemlenen maglumatlary size, öý hojalygyňyza, IP adrese ýa-da saklanylýan maglumatlara esaslanýan şahsy maglumatlary baglanyşdyryp bilmeris.",
    "470943029": "Bu Gizlinlik Policyörelgesi barada soraglaryňyz bar bolsa, bize ýüz tutuň:",
    "3192683783": "Bu Gizlinlik Policyörelgelerine üýtgeşmeler",
    "1702335960": "Collectygnaýan maglumatlarymyz, şular ýaly maglumatlar ýygnanan wagty güýje girýän Gizlinlik Policyörelgelerine degişlidir. Şeýle-de bolsa, Gizlinlik Policyörelgelerine wagtal-wagtal täzeden seredip bileris. Diňe biz tarapyndan kesgitlenen wersiýa material bolsa, size habar bereris, mysal üçin e-poçta arkaly. Häzirki wersiýa elmydama Gizlinlik Policyörelgeler sahypamyzda ýerleşdiriler.",
    "3669258571": "Gutapjyk syýasaty",
    "2905621957": "Iň soňky täzelenen: 2020-nji ýylyň 18-nji iýuly",
    "1173934218": "Gizlinligiňiziň siziň üçin möhümdigine düşünýäris we ulanýan tehnologiýalarymyz barada aç-açan bolmaga çalyşýarys. Bu syýasat, Saýtlarymyzda we Hyzmatymyzda gutapjyklary nädip we haçan ulanýandygymyz barada jikme-jik maglumat berýär.",
    "2694150481": "Kukileri ulanýarysmy?",
    "457627611": "Hawa. Biz we analitiklerimiz ýa-da hyzmat üpjün edijilerimiz, marketing hyzmatdaşlarymyz we şahamçalarymyz, Saýtlary ulanýanlaryň hemmesiniň iň gowy tejribä eýe bolmagyny üpjün etmek üçin gutapjyklary, web maýaklaryny ýa-da pikselleri we beýleki tehnologiýalary ulanyp bileris. Has giňişleýin maglumat üçin Gizlinlik Policyörelgelerimiziň \"Üçünji Tarap Analitikleri we Gözleg Tehnologiýalary\" bölümine serediň.",
    "501102544": ": hCaptcha anti-bot hyzmatynyň (ýagny web sahypalary, oýunlar ýa-da ykjam programmalar bilen ýerleşdirilen Hyzmat) GDPR düzgünlerine laýyklykda diňe \"razylykdan boşadylan\" gutapjyklary öz içine alýandygyna ynanýarys. Şeýle boşadylan gutapjyklaryň mysallaryna:",
    "461631543": "GDPR Bellik",
    "2150907653": "* Hyzmat üpjün etmek üçin tehniki gutapjyklar gaty zerur. Bulara ileri tutulýan gutapjyklar, sessiýa gutapjyklary, ýük balans gutapjyklary we ş.m.",
    "1012122721": "* Maglumatlar profil ýazmak üçin ulanylmaýan gönüden-göni biz tarapyndan dolandyrylýan statistiki gutapjyklar (ýagny üçünji tarap gutapjyklary däl).",
    "148542287": "Bu kanuny maslahat däl we bu derňew bilen baglanyşykly kepillik berilmeýär. Goşmaça soraglaryňyz ýa-da aladalaryňyz bar bolsa, bize ýüz tutmagyňyzy haýyş edýäris:",
    "3956117148": "HCaptcha.com we BotStop.com web sahypalary (Saýtlar) şu Syýasatda görkezilişi ýaly goşmaça gutapjyklary öz içine alyp biler.",
    "3255230599": "Kukiler näme?",
    "1095532507": "Kukiler (\"Cookie\"), web sahypa serweri tarapyndan gaty diskiňize ýerleşdirilen kiçijik tekst faýlydyr. Gutapjyklar, gutapjyklary size beren domendäki web serweri tarapyndan soň okalýan maglumatlary öz içine alýar. Kukileriň käbiri diňe käbir aýratynlyklary ulansaňyz ýa-da käbir ileri tutmalary saýlasaňyz, käbir gutapjyklar hemişe ulanylar. Aşakdaky häzirki gutapjyk sanawymyzy görüp, her gutapjyk hakda has giňişleýin maglumat alyp bilersiňiz.",
    "2943815316": "Bu sanawy wagtal-wagtal täzeläp durýarys, şonuň üçin entek sanawda ýok goşmaça gutapjyklar bolup biler. Sahypalarda ýa-da gutapjyklary ibermäge, saparlary sanamaga, ulanylyşyna we kampaniýanyň netijeliligine düşünmäge we e-poçta açylandygyny ýa-da işlemeýändigini kesgitlemäge kömek etmek üçin web maýaklary, bellikleri we skriptleri ulanylyp bilner. Bu tehnologiýalaryň hyzmaty / analitik üpjün edijilerimiz tarapyndan aýratyn we jemlenen esasda ulanylyşyna esaslanyp hasabat alyp bileris.",
    "2954157511": "Kukileri näme üçin ulanýarys?",
    "1539071196": "Köplenç gutapjyklary aşakdaky maksatlar üçin ulanýarys:",
    "3545935449": "Täze ýa-da öňki ulanyjylary tanamak.",
    "32739972": "Saýtlarymyzda hasaba alnan bolsaňyz, giriş sessiýa maglumatlaryňyzy saklamak üçin.",
    "4209078147": "Saýtymyzy gowulandyrmak we platformalarymyzdaky we Saýtymyza girýänleriňize has gowy düşünmek üçin.",
    "1077448694": "Üçünji tarap sosial media web sahypalary bilen birleşmek.",
    "1709478090": "Gyzykly ýa-da maksatly mahabat bilen size hyzmat etmek.",
    "3256020881": "Birnäçe web sahypasynda ýa-da beýleki platformalarda wagtyň geçmegi bilen özüňizi alyp barşyňyzy we gözleg işleriňizi synlamak.",
    "1092241113": "Müşderilerimiziň we Integratorlarymyzyň gyzyklanmalaryna has gowy düşünmek üçin.",
    "1434289796": "Käbir gutapjyklar Saýtlaryň belli bir ulanylyşy üçin zerurdyr we beýle gutapjyklar bolmasa, Saýtlary dogry ulanmak üçin zerur hyzmatlary hödürläp bilmeris. Mysal üçin, bu gutapjyklar Saýtlarymyzy işlemäge mümkinçilik berýär, şonuň üçin islegiňize görä girip bilersiňiz we hasap açandygyňyzy we Saýtyň mazmunyna girmek üçin şol hasabyňyza girendigiňizi habar berýäris. Şeýle hem, şol bir gözden geçiriş sessiýasynda öňki hereketleriňizi ýada salmaga we Saýtlarymyzy goramaga mümkinçilik berýän gutapjyklary öz içine alýar.",
    "1533171442": "Şeýle hem, derňew we marketing maksatly üçünji taraplaryň işleýän gutapjyklaryny we gutapjyklaryny ulanýarys. Funksiýa gutapjyklary, Saýtlaryň käbir bölekleriniň dogry işlemegine we ulanyjy islegleriňiziň belli bolmagyna mümkinçilik berýär. Analiz gutapjyklary, beýleki zatlar bilen bir hatarda, Müşderileriň, Integratorlaryň we Ahyrky ulanyjylaryň Saýtlarymyzy nähili ulanýandyklary, ulanyjylaryň iň köp görýän mazmuny we önümleri we üçünji tarap mahabatynyň täsirliligi barada maglumat ýygnaýar. Mahabat gutapjyklary, degişli diňleýjilere mahabatlary ibermekde we gözleg netijeleriniň başynda mahabatlarymyzyň peýda bolmagyna kömek edýär. Kukiler ýa-da brauzer sessiýaňyzy gutaranyňyzda pozulýan gutapjyklar ýa-da sizden (aşakda ara alnyp maslahatlaşylan) ýa-da gutapjyga hyzmat eden tarap tarapyndan pozulýança \"dowamly\" gutapjyklar. Saýtlarda ulanylýan gutapjyklaryň hemmesi barada doly maglumatlary aşakdaky gutapjyklarymyzy açmak tablisasynda tapyp bilersiňiz.",
    "322830977": "Gutapjyklary nädip öçürmeli.",
    "3885459114": "Adatça web brauzeriňizde gurlan funksiýa arkaly gutapjyklary ulanmagy işjeňleşdirip ýa-da soňundan öçürip bilersiňiz. Gutapjyklar ýa-da olary nädip dolandyrmak, öçürmek ýa-da ýok etmek barada has giňişleýin öwrenmek isleseňiz, jikme-jik maglumat üçin https://www.knowcookies.com/ girip görmegiňizi haýyş edýäris.",
    "262509504": "Kukiler tarapyndan toplanan maglumatlary şu Gizlinlik Policyörelgelerine laýyklykda sizden ýygnaýan beýleki maglumatlarymyz bilen baglanyşdyryp bileris we şu ýerde görkezilişi ýaly birleşdirilen maglumatlary ulanyp bileris. Edil şonuň ýaly-da, Saýtlarymyzda gutapjyklary hödürleýän üçünji taraplar, adyňyzy ýa-da e-poçta salgyňyzy ýygnaýan beýleki maglumatlar bilen baglanyşdyryp bilerler, bu awtonom ýa-da onlaýn satyn alnan zatlary ýa-da onlaýn ulanyş maglumatlaryňyzy öz içine alyp biler.",
    "2935155034": "Economicewropa ykdysady sebtinde ýerleşýän bolsaňyz, ýokarda \"EUB maglumat subýektlerine duýduryş\" sözbaşysynyň aşagynda beýan edilen käbir hukuklaryňyz bar, şol sanda siz hakda bar bolan maglumatlary barlamak we düzetmek ýa-da ýok etmek hukugy.",
    "1873812847": "Gutapjyklar",
    "3319083717": "Ady:",
    "3183855267": "1. hmt_id",
    "907324388": "Funksiýa",
    "2896187462": "1. Gaty zerur anonim hyzmat bilen baglanyşykly statistika we elýeterliligi goldamak ýaly beýleki tehniki maksatlar üçin ulanylýar.",
    "987267027": "Partiýa",
    "3453526675": "1. 1-nji tarap",
    "1952810469": "Görnüşi",
    "1795436560": "1. Sessiýa",
    "102695075": "Dowamlylygy",
    "3356329025": "1. 30 gün",
    "3744153629": "Atlar:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessiýa,",
    "3186435874": "sessiýa",
    "720059527": "2. Gaty zerur tehniki maksatlar üçin ulanylýar: ýük balansy, marşrutizasiýa.",
    "1241291641": "Has giňişleýin maglumat.",
    "1834801943": "2. 1-nji tarap",
    "2114694926": "2. Sessiýa",
    "938404336": "2. Üýtgeýär; 30 güne çenli.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Gaty zerur tehniki maksatlar üçin ulanylýar: Ulanyjynyň elýeterliligini üpjün edýär.",
    "1061239711": "3. 1-nji tarap",
    "1483015662": "3. Sessiýa",
    "3458934553": "3. Üýtgeýär; 30 güne çenli.",
    "1527172673": "Bu gutapjyk syýasaty barada soraglaryňyz bar bolsa, şu ýere ýüz tutmagyňyzy haýyş edýäris:",
    "134571844": "Impressum (Saýtyň habarnamasy)",
    "110836420": "Iň soňky täzelenen: 2020-nji ýylyň 23-nji dekabry",
    "2901894297": "hCaptcha, Delawer ABŞ korporasiýasynyň (# 6393793) Intuition Machines Inc. (\"IMI\") hyzmatydyr.",
    "2928362319": "Poçta bilen iberilen soragnamalar: Intuition Machines Inc., Alabama köçesi, San-Fransisko, CA 94110",
    "1300074400": "Kompaniýanyň häzirki dolandyryşy barada maglumatlary \"About About\" sahypasynda alyp bilersiňiz. Kompaniýanyň häzirki baş direktory mazmuna jogapkär dolandyryjy direktor.",
    "3094150511": "Düzgünleşdiriji edara: ABŞ-nyň Federal aragatnaşyk komissiýasy, 45 L köçesi, Waşington, Kolumbiýa okrugy 20554 ABŞ.",
    "2763011087": "IMI, sarp ediji jedellerini çözýän guramanyň öňünde sarp ediş jedellerini çözmegiň alternatiw çözgüdini kabul etmeýär we oňa gatnaşmaga borçly däl.",
    "1395644678": "Onlaýn jedelleri çözmek üçin Commissionewropa Komissiýasynyň resmi web sahypasy:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Mazmuna kepillik ýok",
    "707541553": "Internet sahypalarymyzdaky ähli maglumatlar IMI ýa-da üçünji tarap tarapyndan tassyklandy. Şeýle-de bolsa, maglumatlaryň häzirki, takyk ýa-da doly bolmagy üçin IMI ýa-da üçünji taraplar jogapkärçilik çekip bilmez. Bu, sahypalarymyzdaky baglanyşyklar arkaly baryp boljak beýleki web sahypalaryna-da degişlidir. IMI bu daşarky web sahypalarynyň mazmuny üçin jogapkärçiligi kabul etmeýär.",
    "2650241052": "Maslahat ýok",
    "3361191778": "Internet sahypalarynda berlen maglumatlar aýry-aýry maslahatlary aňlatmaýar we onuň ýerini tutup bilmeýär. Aýry-aýry maslahatlar gerek bolsa, goldaw işgärlerimize ýüz tutmagyňyzy haýyş edýäris.",
    "1031855757": "Bu sahypany ulanmak",
    "204716894": "Web sahypalarymyzyň mazmuny we dizaýny awtorlyk hukugy kanunlary bilen goralýar. Sahypalary we olaryň mazmunyny adalatly ulanyşdan ýokary görnüşde köpeltmek, sahypada köpeltmek üçin başga kanuny düzgünler ýok bolsa, IMI-den öňünden ýazmaça razylyk talap edýär.",
    "3182435854": "Awtorlyk hukugy",
    "3187946010": "Bu sahypalardaky ähli tekstler, şekiller, grafiki animasiýa, wideolar, aýdym-sazlar, sesler we beýleki materiallar, görkezilen halatynda IMI ýa-da üçünji taraplar tarapyndan awtorlyk hukugy kanuny bilen goralýar. Bu materialy täjirçilik maksatly ulanmak üçin adalatly ulanyşdan has köp görnüşde göçürmek ýa-da üýtgetmek gadagandyr.",
    "74538881": "Bu web sahypasy üçin jogapkärçilik",
    "3236873806": "IMI bu web sahypasy üçin jogapkärdir.",
    "2657277322": "Soraglaryňyz bar bolsa, şu ýere ýüz tutmagyňyzy haýyş edýäris:",
    "1338341134": "hCaptcha + Gizlinlik Pass (Beta)",
    "88879089": "Gizlinlik Pass",
    "1898063898": "bilen bilelikde ösdürýän ulanyjy gizlinligimizi goramak üçin",
    "1942186611": "we başgalar.",
    "3673079511": "ýüze çykýan standart",
    "2164933356": "Bulutlar",
    "3119589996": "Işleýşi: brauzer giňeltmesi ulanyjylara Gizlinlik Pass protokolyny goldaýan web sahypalary üçin kriptografiki taýdan kör bellikleri döretmek we gol çekmek mümkinçiligini berýär. Giňeldiş, hCaptcha hyzmatyny ulanyp haýsydyr bir saýtda kynçylyk çözülende hCaptcha tarapyndan gol çekilen kriptografiki taýdan kör bellikleri öz içine alýan paslar döredýär,",
    "1254771154": "HCaptcha-ny öz içine alýan beýleki Gizlinlik Pass goldaw hyzmatlarynda görkezilen kynçylyklar, mysal üçin Cloudflare.",
    "996362763": "Bu bellikler açylmaýar we geljekde ulanmak üçin giňeltme bilen saklanýar. Ulanyjy hCaptcha ulanyp bir sahypa gireninde we kynçylykdan geçmeli bolanda (göze görünmeýän ýa-da \"Men adam\" düwmesi arkaly) awtomatiki usulda satyn alynýar. Körlemek prosedurasy, gol çekilen we yzyna satyn alnan bellikleriň hCaptcha nukdaýnazaryndan kriptografiki taýdan baglanyşyp bilmejekdigini we ulanyjynyň şahsy durmuşynyň saklanýandygyny aňladýar.",
    "2943346052": "IETF standartlaşdyryş prosesi dowam edýärkä, esasy brauzerlerde gizlinlik paslynyň belli bir görnüşini kabul ederler diýip garaşýarys. Netijede, giňeltmäni zerur däl eder. Häzirki wagtda aşakdaky görkezmeleri ýerine ýetirmegiňizi haýyş edýäris.",
    "2326660907": "muňa degişli däldir",
    "741483946": "* Başga sözler bilen aýdylanda: hCaptcha.com-da hCaptcha Gizlinlik Pass belliklerini alyp bilersiňiz we gönüden-göni hCaptcha.com ulanyp beýleki sahypalarda ulanyp bilersiňiz. Cloudflare-iň ulanşy ýaly hCaptcha hyzmatyndan aýlanyp geçmek üçin hCaptcha Gizlinlik Pass belliklerini alyp ýa-da satyn alyp bilmersiňiz, sebäbi Cloudflare şahsy gizlinlik belliklerini çykarýar we ulanýar.",
    "1362015807": "Başlamak",
    "1358325821": "Ilki bilen, giňeltmäni guruň",
    "310885519": "ýa-da",
    "4091044469": ". Giňeltmäni inkognito re iniminde açandygyňyzy anyklaň. Soň bolsa, hCaptcha ulanyp, islendik web sahypasyna giriň we kapçany çözüň. 2.0.3 wersiýasyna görä, bu bellikleri hCaptcha ulanyp web sahypalarynda ulanyp bilersiňiz.",
    "3904679538": "Chrome",
    "3700767772": "Giňeltmäni guranyňyzdan soň, pas gazanmak üçin şu ýere basyň (ýa-da hCaptcha ulanýan islendik web sahypasynda):",
    "166277959": "Üns beriň: bu aýratynlyk häzirki wagtda beta görnüşinde bolup, ähli web sahypalary we ulanyjylar üçin hemişe işlemän biler. Belli bir ulanyjy üçin işledilmedik ýa-da işlemedik ýagdaýynda, özüňi alyp barşyňy ýitirmezden adaty hCaptcha tejribesine gaýdyp geler.",
    "3031357206": "URL setiriňiziň gapdalynda täze nyşan peýda bolar. Indi hCaptcha ulanyp bir web sahypasyna giriň. Bu şeýle bolar:",
    "1066753052": "gapjygyň boşdygyny aňladýar we hCaptcha meselesini öz içine alýan sahypada. Bu kynçylygy tamamlanyňyzdan soň, hCaptcha bilen islendik beýleki web sahypasynda ulanyp boljak bellikleri gazanarsyňyz.",
    "651123197": "Gapjygyňyzdaky häzirki jemi san, kynçylygy gutarandan soň nyşanda görkeziler.",
    "554844646": "Her gezek basanyňyzda hasaplaýjynyň 1-den aşak düşmegini görüp, giňeltmäniň işleýändigini tassyklap bilersiňiz",
    "4087729475": "başlangyç çözgüdiňizden soň kynçylyk.",
    "647630208": "Ine, şeýle! Onlaýn onlaýn brauzeriňiz indi has şahsy.",
    "3272552822": "Döredijiler we kriptograflar:",
    "4059570880": "Standartlaşdyrmak tagallalaryny yzarlamak isleseňiz, häzirki wagtda tagallalar dowam edýär",
    "1904390996": "standartlaşdyrmak",
    "252720667": "Gizlinlik Pass-yň kriptografiki howpsuzlygynyň esasyny düzýär. Protokolyň özi geçýär",
    "3972554015": "prosesi hem ýerine ýetiriň. Elbetde, brauzeriň giňelmegi",
    "3723626769": "goşantlaryňyz we gözden geçirişiňiz üçin.",
    "3882147547": "Obatdan çykarylan ýasama funksiýalar",
    "565624910": "garalama",
    "3421090159": "açyk çeşme",
    "3098677775": "S: Gizlinlik Pass ulanylanda IP we brauzer taryhym hCaptcha-dan düýbünden şahsymy?",
    "4019638786": "J: Gizlinlik Pass hCaptcha ulanyjylary, brauzeriniň token gapjygy boş bolmasa ýa-da sahypa ibermese, hiç haçan IP-ni hCaptcha açmaz. “hCaptcha” ulanyjyny tokeniň yzyna gaýtarylmagy bilen baglanyşdyryp bilmeýär we töleg gapjygy boş bolmasa, töleg wagtynda ulanyjy bilen göni aragatnaşyk saklamaýar.",
    "3887113660": "S: Gizlinlik Pass hCaptcha girdejisine nähili täsir edýär?",
    "1116455671": "J: Ulanyjy sahypaňyza doldursa, başlangyç çözgüt üçin sylag gazanarsyňyz. Girdejiler, müşderiniň ýokary ynamy sebäpli sahypaňyza awtomatiki usulda geçen ýaly jogap beriş nusgasyna eýerýär: hiç hili girdeji gazanylmaýar we serweriňizden saýt tassyklamasy geçiş netijelerinde \"kredit: sealňyş\" alýar.",
    "779817954": "S: Başga bir üpjün ediji tarapyndan berlen Gizlinlik Passlary bar bolsa, olary hCaptcha-da ulanyp bilerinmi?",
    "3014149332": "J:, ok, paslar biri-biri bilen işleşip bilmeýär: şol bir ýagdaýda hCaptcha tarapyndan berilmeli we yzyna gaýtarylmaly. Giňeldişiňizde “Cloudflare” we “hCaptcha” -dan geçýän bolsaňyz, girýän sahypaňyzyň talaplaryna baglylykda elýeterli san dogry mukdarda üýtgär. Başga bir söz bilen aýdylanda, gapjygyňyzda 100 sany “Cloudflare” geçişi we 10 hCaptcha geçişi bar bolsa, “hCaptcha” ýerleşdirilen sahypalarda giňeltme nyşanynda 10-ny görmeli.",
    "3679148535": "S: Gizlinlik Pass-yň başga haýsy programmalarynyň üstünde işleýärsiňiz?",
    "1606783855": "J: Elýeterlilik üçin \"Gizlinlik Pass\" (\"a11y\") ulanylyşy bilen gyzyklanýarys. Öň ses ýazgylary ýaly meşhur opsiýalar a11y ulanyjylaryň köpüsini tapawutlandyrýar. Häzirki a11y çemeleşmämizi Gizlinlik Pass bermek bilen birleşdirmek, a11 ulanyjylara, a11y opsiýalary elýeterli bolanda hökmany suratda ýüze çykýan bot operatorlary tarapyndan hyýanatçylykly ulanylmagyny çäklendirmek bilen, öz traffiginiň has şahsydygyny bilmek üçin ygtybarly, ygtybarly gezmäge mümkinçilik berer diýip hasaplaýarys.",
    "2359150347": "S: Beýleki onlaýn howpsuzlyk hyzmatlary Gizlinlik Pass-y goldaýarmy?",
    "2082237880": "J: hCaptcha, Gizlinlik Pass-y goldaýan ilkinji hyzmatdyr we häzirki wagtda muny ýeke-täk edýär. Şeýle-de bolsa, beýleki hyzmatlaryň ulanyjylaryň şahsy durmuşyny ýokarlandyrmagyň artykmaçlyklaryny ykrar etmegine garaşýarys we geljekde ösdürmäge kömek edýän IETF ülňülerimiziň resmi taýdan kabul edilmegi bilen has köp zatlaryň durmuşa geçirilmegine garaşýarys.",
    "2109792055": "Ulanyjy gollanmasy: Gizlinlik pasportynyň berilmegi we tassyklanylmagy bilen baglanyşykly meseleleriň çözülmegi",
    "3588620914": "Gizlinlik Pass, Webiň ülňüleri boýunça täze oýlap tapyşdyr we işlemeýän işine päsgel berýän beýleki programmalar we brauzer giňeltmeleri mümkindir.",
    "4039193170": "Tokenleri almak ýa-da yzyna almak meselesi bar bolsa:",
    "2378786360": "1. Beýleki goldanýan brauzerlerden birini synap görüň: Chrome-da bolsaňyz, sazlamalaryňyzy Chrome-dan import etmän Firefox-ny ulanyp görüň we plugini şol ýere guruň. Bu işleýän bolsa, brauzer konfigurasiýa meselesi bolup biler.",
    "394235836": "3. aboveokardaky teklipleriň hiç biri işlemese, bize goldaw e-poçta iberiň we nämäniň bolup geçýändigini anyklamaga kömek ederis.",
    "3470857731": "ReCAPTCHA-nyň botlary näderejede gowy tapýandygyny seljermek.",
    "3240786848": "Iň soňky täzelenme: 2021-nji ýylyň 18-nji fewraly",
    "2547140673": "On ýyldan gowrak wagtyň dowamynda Google-yň reCAPTCHA hyzmaty web sahypalarynyň eýelerine söwda teklip etdi: Google ulanyjylaryňyza gözegçilik etsin we olara sorag beriň, munuň ýerine botlary we spamy bes etmegi wada berýärler.",
    "2133754014": "4,5 milliondan gowrak web sahypasy reCAPTCHA ulanýar [",
    "3152512587": "we ulgam her gün ýüzlerçe million çözgütleri ýygnaýar. [",
    "2296918009": "Bu, her gün 100-den gowrak adamyň zähmetine deňdir. [",
    "3900538778": "Bellikli maglumatlar, maşyn öwrenmäge kuwwat berýän ýangyçdyr. reCAPTCHA jogaplary Google-yň ML / AI hyzmatlaryny 2009-njy ýyldan bäri gowulandyrmak üçin ulanylýar. ReCAPTCHA ulanýanlaryň köpüsi zähmetiniň ulanylýandygyna düşünmeýärler.",
    "1160252730": "Google indi reCAPTCHA Kärhanasy üçin ýokary bahalary alýar we köp kompaniýanyň bu şertnamany täzeden gözden geçirmegine sebäp bolýar.",
    "1131196501": "Esasy kompaniýalar halaýarlar",
    "204889717": "hCaptcha-a geçdiler",
    "639413188": "jogap hökmünde.",
    "3280658086": "kärhana çözgütleri",
    "3842815245": "Bu adalatly söwda?",
    "714342693": "“HCaptcha” topary 2016-njy ýyldan bäri “garaňky web” kapçalary döwýän hyzmatlardan nyrh maglumatlary ýygnaýar. Gyzykly bir tendensiýa üns berdik:",
    "468929661": "ReCAPTCHA-ny döwmegiň ortaça bahasy diýseň pes (1000 çözgüt üçin 1 dollardanam az) we gözegçilik 2016-njy ýylda başlany bäri maddy taýdan ýokarlanmady. Bu reCAPTCHA v2 we v3 üçin hem degişlidir. [",
    "2862164005": "Bahalar maglumatlary, reCAPTCHA tarapyndan hödürlenýän howpsuzlyga takyk dollar bahasyny goýmaga mümkinçilik berýär: jogap üçin $ 0.001 ýa-da ondanam az.",
    "102498091": "Google reCAPTCHA Kärhanasy üçin her 1000 haýyş üçin 1 dollar töleýär, ýagny indi hyzmatlaryň howpsuzlygyny bozmak üçin çykdajylardan has köp pul alýar. Bu erbet bir zat ýaly.",
    "130239139": "Google-yň her gün ýygnaýan 100+ adamlyk zähmetiniň bahasy nämeden ybarat?",
    "1421074182": "Esasy derejede ýokary.",
    "1953519598": "Imageeke-täk surata bellik etmegiň bahasy $ 0.03-den $ 1.00 ýa-da ondanam köp. Islendik konserwatiw çaklamalara görä, Google şu güne çenli milliardlarça dollar mugt zähmet çykardy. [",
    "3025548709": "Bu adalatsyz şertnama alternatiwa barmy?",
    "263761351": "“hCaptcha” häzirki wagtda her aýda ýüzlerçe million adam tarapyndan ulanylýan ilkinji ygtybarly alternatiwadyr.",
    "2743692546": "Ulanyjylar hCaptcha arkaly adamkärçiligini subut edişleri ýaly, zähmeti söwda üçin näbelli açyk bazara girýär.",
    "1982750088": "Bütin dünýäde kompaniýalar adamlar üçin aňsat, ýöne maşynlar üçin kyn bolan ýönekeý işleri ýerine ýetirmek üçin şol zähmeti talap edýärler. Ulanyjylar girýän sahypasyny goldaýarlar we has ýokary howpsuzlyk sebäpli web spamyny az görýärler.",
    "1108398506": "Müşderiler tejribä doly gözegçilik edýärler we hCaptcha internetde iň uly garaşsyz kynçylyk üpjün edijisini işletmek tejribesinden peýdalanýarlar. Şeýle hem, reCAPTCHA Kärhanasyndan has gowy şertnama alýarlar: göwrümine baglylykda 50-80% has gowy baha.",
    "3012870872": "Mugt wersiýasyny (hCaptcha Publisher) ulanýan web sahypalary we programmalar, Google-a sowgat bermegiň ýerine şol eserden girdeji gazanýar.",
    "2271512952": "Ulanyjylar girýän sahypasyny goldaýarlar we web spamyny az görýärler.",
    "278010425": "“HCaptcha” -daky giň we köplenç üýtgeýän meseleleriň awtomatlaşdyrylmagy has kyn. reCAPTCHA-nyň ýeke interfeýsi köp ýyl bäri üýtgemedi we ýygy-ýygydan üýtgeýän soraglaryň kiçi toplumy bar. Bu, hCaptcha-nyň reCAPTCHA-dan has ygtybarly anti-bot goragyny üpjün etmegiň usullaryndan biridir.",
    "984849234": "“hCaptcha”, reCAPTCHA-nyň diňe wada berýän zadyny ulanýan web sahypalary bilen paýlaşmak bilen ösen maşyn öwrenişini ulanýar.",
    "4063769686": "Ulanyjylar girýän sahypasyny goldaýarlar we web spamyny az görýärler. Bu has adalatly bir zat ýaly.",
    "685916926": "Näme üçin wagtyň geçmegi bilen reCAPTCHA gowulaşmady?",
    "3992401943": "2012-nji ýyldan bäri çuňňur öwrenmekde bir öwrülişik boldy. Işiň takyklygy üçin pudak kadasy soňky on ýylda, esasanam çuňňur konwolýasiýa ulgamlary sebäpli düýpgöter gowulaşdy. Google-yň hödürleýän beýleki ML hyzmatlary bu egrini yzarlady.",
    "615031303": "(Aşakdaky belliklere serediň",
    "2125514305": "ML gowulaşdy, ýöne reCAPTCHA-dan aýlanyp geçmegiň kynlygy bu döwürde düýpgöter üýtgemedi.",
    "1406188018": "6 we 7",
    "2689973938": "ReCAPTCHA-ny gowulandyrmak, mahabat satyjysy hökmünde Google üçin içerki gapma-garşylyk döredýär.",
    "464238793": "Google-yň özi bir ulanyjynyň mahabaty görýändigini ýa-da baglanyşyga basmagynyň hakykatdanam botdygyny kesgitlän bolsa, şol ulanyja görkezilen mahabat üçin töleg alyp bilmez. Bu gyzyklanma gapma-garşylygy Google-yň botlara garşy ambisiýalarynyň çägini ep-esli çäklendirdi.",
    "918924423": "Mysal üçin, Google retroaktiw bot tapmak ýaly aç-açan gymmatly hyzmatlary hödürlemedi. Birnäçe günlük maglumatlary seljerenden soň, ulanyjy trafigini botdan emele getirmek has ygtybarly.",
    "661412233": "Kapçadan soň käbir ulanyjylaryň botdygyny bilmek hem gymmatlydyr. Web sahypasynyň eýelerine köne spam ýazgylaryny arassalamaga we geljekde spam forumlarynda hasaba alnan \"ýatýan hasaplary\" pozmaga, galplygy azaltmaga we başga-da köp zatlara mümkinçilik berýär.",
    "3600797185": "Yza çekilen bot kesgitlemesini hödürlemek, Google-yň şol galp traffige pul sarp eden mahabatçylary nädip yzyna gaýtaryp bermelidigi baradaky kyn soraglary açar.",
    "2076932190": "Şeýlelik bilen reCAPTCHA önümi on ýyllap saklandy.",
    "3856912381": "Ulanyjylar ejir çekdiler, gereksiz web spamy indi ýaýrady. Emma başga bir alternatiwa bar.",
    "1035621426": "ReCAPTCHA tarapyndan kesgitlenen her bir bot, Google-yň mahabat girdejisini gönüden-göni azaldar.",
    "3668115514": "HCaptcha nähili tapawutlanýar?",
    "2413742287": "“hCaptcha” -y höweslendirmek, mahabat girdejisini däl-de, takyklygy ýokarlandyrmakdyr: bot jogaplary adam taýýarlygy maglumatlaryna mätäç müşderilerimiz üçin peýdasyz.",
    "1373262754": "Şahsyýetiň kimdigini bilmek, hCaptcha üçin iň az bahasy bar. Diňe olaryň adamdygyna ýa-da erbet niýetli aktýora degişlidigine üns berýäris.",
    "600646860": "“HCaptcha” hakyky gymmaty bilen zähmet gazanda şübheli bahaly hyzmat hödürlemegiň ýerine kompensasiýa hem-de botlara garşy berk gorag üpjün edýär.",
    "1836191653": "“HCaptcha” has oňat däl kärhana wersiýasy üçin millionlarça dollar tölemek bilen mugt ulanyjylara aňsatlyk bilen ýeňilen hyzmaty hödürlemegiň ýerine, güýçli ulanyjylara goşmaça SLA we çalt goldaw bermek bilen bir hatarda, bot goragyny üpjün edýär.",
    "990215503": "“hCaptcha” mahabat toruna degişli bolmadyk ýeke-täk esasy “capcha” hyzmatydyr.",
    "971933157": "hCaptcha şahsy durmuşyň eldegrilmesizligi, aç-açanlygy we adalatlylygy barada alada edýär.",
    "178839499": "“hCaptcha” ulanyjylaryň adamkärçiligini subut edýän wagtynda ýerine ýetirilen işleriň bahasyny paýlaşýar.",
    "1237076138": "“hCaptcha” mugt (hCaptcha Publisher) we kärhana (hCaptcha Enterprise) müşderilerine adalatly şertnama hödürleýär.",
    "614310292": "“HCaptcha” -ny kim gurdy?",
    "4188814619": "hCaptcha Intuition Machines-iň hyzmatydyr (",
    "3265328927": "), masştabda maşyn öwrenmegi amala aşyrýan kompaniýalar üçin önümleri we hyzmatlary hödürleýän maşyn öwreniş kompaniýasy.",
    "2740033957": "IM topary, “Apple”, “Amazon” -yň alymlaryndan we inersenerlerinden we maşyn öwrenmek, paýlanan ulgamlar we howpsuzlyk boýunça beýleki liderlerden ybarat.",
    "1579715421": "IM alymlary ICML, ICLR, ECCV we NeurIPS ýaly ýokary konferensiýalarda yzygiderli neşir edýärler we kompaniýa çuňňur ýuwmak ýaly ML derslerinde iň täze netijeleri köpçülige ýetirýär [",
    "4015238193": "we OCR [",
    "279580593": "imachines.com",
    "279918384": "Google mugt zähmetiňizi nähili ulanýar?",
    "2385522384": "Google-yň “Waymo” öz-özüne sürýän awtoulaglarynda kameralardan wideo çarçuwalaryny gören we obýektleriň tanalmagyny gowulaşdyrýan bolsaňyz gerek.",
    "1517627947": "Google-yň Streetview awtoulaglaryndan binalaryň ýa-da köçe belgileriniň suratlaryny görüp, Kartalar we Earther önümleri üçin ýerleri bellemäge kömek eden bolsaňyz gerek.",
    "3225936061": "Google-yň Kitaplar hyzmatynda kitap sahypalaryndan alnan tekst suratlaryny gören we OCR (tekst tanamak) programma üpjünçiligini gowulandyrmaga kömek eden bolsaňyz gerek.",
    "129661785": "Hiç haçan \"maşyna / pyýada geçelgesine / svetofora basmalymy?\"",
    "936667684": "Hiç haçan \"binada / köçe belgisini ýazmalymy?\"",
    "3773515538": "Hiç haçan \"iki söz ýazmalymy?\"",
    "1778058441": "HCaptcha-da haýsy işler işleýär?",
    "366088791": "“hCaptcha” dürli meseleleri goldaýar.",
    "3114147525": "“hCaptcha” müşderileri obýekti tanamak, atributlary kesgitlemek (eşikleriň görnüşlerini kesgitlemek üçin bellikleri ýygnamak), ýerlik derejesi (esasy önüm bilen deňeşdirilende birnäçe wariantdan iň degişli önümi saýlamak), baglanyşyk gutulary (gyzyklanma ýerlerini tapmak) ýaly meseleler üçin hyzmatdan peýdalanýarlar. şekil), \"Adam OCR\" (şekildäki teksti kesgitlemek) we başga-da köp meseleler.",
    "3139609561": "Aşakda şekil klassifikasiýasynyň we atributlary kesgitlemegiň iş görnüşleriniň iki mysaly bar. [",
    "2273532558": "HCaptcha-nyň töleýän müşderileri kimler?",
    "4104221634": "“hCaptcha” müşderileri tehnologiýa kompaniýalaryndan başlap, moda, bölek satuw we maşyn öwrenmekden gymmatlyk döredip biljek beýleki pudaklara çenli dürli pudaklary öz içine alýar.",
    "1337725003": "“hCaptcha”, uly göwrümli we kiçi kompaniýalara öz işlerine maşyn öwrenmek arkaly önümleriniň we hyzmatlarynyň hilini ýokarlandyrmaga mümkinçilik berýän hakyky göwrümli düşündirişlere girişi demokratiýalaşdyrmagy maksat edinýär.",
    "4086379603": "Soraglar?",
    "1243684308": "Pikirleriňize çynlakaý çemeleşýäris we botlaryň az bolmagy we spamyň az bolmagy bilen her kimiň onlaýn has ýakymly tejribesini üpjün etmek isleýäris. Bize ýüz tutuň:",
    "2645321220": "ReCAPTCHA-nyň bahasy gaty ýokary diýip pikir edýän bolsaňyz, hCaptcha Enterprise hakda soraň. Häzirki wagtda dünýäniň iň iri neşirçileri, maliýe hyzmatlary kompaniýalary we web infrastruktura kompaniýalary tarapyndan ulanylýanlar, diňe reCAPTCHA üçin ygtybarly alternatiwa däl: häzirki wagtda iň oňat bot goragyny hödürleýändiklerine ynanýarys.",
    "1229233916": "Aşakdaky ýazgylar",
    "1115642494": "1. Çeşme: BuiltWith.com reCAPTCHA sahypasynyň sanawlary. 2019-njy ýylyň 9-njy iýulynda alyndy.",
    "448807334": "(\"Her gün ýüzlerçe million CAPTCHA adamlar tarapyndan çözülýär.\") 2019-njy ýylyň 8-nji iýulynda alyndy.",
    "2397590157": "3. Konserwatiw çaklama: 200 million çözülişde * 30 sekuntda çözülýär = 190,3 adam-ýyl / gün.",
    "3236311792": "4. hCaptcha içerki derňew. 2019-njy ýylyň 30-njy iýunyna çenli ýygnalan maglumatlar. Isleg boýunça jikme-jiklikler.",
    "1752259468": "5. Konserwatiw baha: Bir bellik üçin $ 0.01 bahasy ortaça 200M. günde bellikler (aşaky çäk) * ýylda 365 gün * 2009-njy ýyldan bäri 10 ýyl = 7,3 milliard dollar pes bahasy.",
    "3268946369": "6. Karz: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Çeşme: Mary Meeker, KP Internet tendensiýalary 2017",
    "2666258754": "SEMANTIK HIERARHI .A GÖRNÜŞLI GÖRNÜŞ GÖRNÜŞLERI ÜÇIN SÖANTGÜLI GÖRNÜŞLER, Heikki Arponen, Tom E Bishop. ICML 2019, LLD ussahanasy.",
    "2544169219": "Iň häzirki zaman netijeleri: ICML LLD, 2019-njy ýylyň maýy.",
    "1973347745": "10. Roýaltsyz mysal şekilleri. Çeşme: Petapixel.",
    "1493115924": "Söwda belligi bellikleri:",
    "4051104324": "\"Intuition Machines\", Intuition Machines, Inc.-iň hasaba alnan söwda belligi.",
    "3983646521": "Producthli önüm atlary, logotipleri, markalary, söwda bellikleri we hasaba alnan söwda bellikleri degişli eýelerine degişlidir. Bu web sahypasynda ulanylýan ähli kompaniýa, önüm we hyzmat atlary diňe şahsyýeti kesgitlemek üçin. Bu atlaryň, söwda bellikleriniň we markalarynyň ulanylmagy makullamagy aňlatmaýar. Bu ýagdaýda düýbünden ters.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM alymlary CVPR 2020-de gowşak gözegçilik edilýän teksti tanamak (OCR) üçin täze görkeziji bellediler.",
    "1259002282": "Bir näsazlyk tapdyňyzmy? Ine, muny nädip habar bermeli.",
    "3301728462": "Millionlarça adam her aý brauzerleriň, giňeltmeleriň, enjamlaryň, diwar diwarlarynyň we başga-da müňlerçe kombinasiýalarda hCaptcha ulanýar.",
    "3878230879": "Biziň maksadymyz, elmydama siziň üçin peýdalydygyna göz ýetirmek, şonuň üçin hasabatlaryňyza örän minnetdar!",
    "2465128185": "Çalt seslenme bermek üçin \"Bize seslenme iber\" düwmesine basyň.",
    "2921990472": "Funksiýa meselesini görýän bolsaňyz, aşakdakylary ýerine ýetiriň",
    "2870341481": "aşakda. Diňe başga brauzerler üçin",
    "1866590035": "Chrome üçin gündeligiň düzediş görkezmeleri",
    "444492541": "Firefox üçin hasaba alyş görkezmelerini düzeltmek",
    "169267610": "bize e-poçta iber",
    "3100722753": "Mümkin bolan howpsuzlyk ýa-da gizlinlik meseleleri üçin aşakdaky görkezmelere serediň.",
    "1906593952": "Justaňy gören hCaptcha hakda pikir alyşyň",
    "3951254541": "Girişiňiz üçin minnetdar Islendik meseläni bize habar beriň we çalt çözeris.",
    "3324288040": "Bize seslenme iberiň",
    "2864016648": "Gizlinlik meseleleri",
    "304004915": "Ulanyjylaryň kimdigi bilen gyzyklanamzok, diňe zyýanly ýa-da maşynly bolmagy ähtimal. Initiativesaly başlangyçlary goldaýarys",
    "1139493658": "gizlinligi we howpsuzlygy deňleşdirmek üçin köp zähmet çekiň.",
    "3083289844": "Ulanyjynyň şahsy durmuşyna täsir edip biljek bir mesele tapsaňyz, bize e-poçta iberiň",
    "4264784515": "Howpsuzlyk ýalňyşlyklary",
    "963238401": "Howpsuzlyk näsazlyklary baradaky habarlary elmydama gyzyklandyrýarys. E-poçta iberiň",
    "3926027556": "we tiz wagtda size gaýdyp geleris.",
    "1589805435": "Bizde-de bar",
    "2560582224": "bug bounty programmasy",
    "103876916": "hCaptcha hyzmaty we degişli çeşme kody barada ygtybarly hasabatlar üçin.",
    "497117287": "Elýeterlilik opsiýalary",
    "3230004040": "Görüşiňiz pesmi ýa-da hCaptchas-y tamamlap bilmeýärsiňizmi?",
    "3480023141": "Elýeterlilik opsiýalary barada has giňişleýin öwreniň",
    "2052161540": "Bug hasabatynyň jikme-jikliklerini almak: Chrome",
    "2281169898": "Hasabatyňyz bilen düzediş maglumatlary ibermek, bolup geçýän zatlary kesgitlemegi has aňsatlaşdyrar. Ine, ädimme-ädim görkezmeler:",
    "1123365779": "Web ýasaýjy ýa-da hünärmen ulanyjy bolsaňyz, gysgaça mazmun, bize HAR ýazgysyny we brauzer konsol ýazgylaryny ibermegiňizi isleýäris.",
    "2015218686": "bu ädimlerden geçmezden ozal. Bu meseläňizi düzedýän bolsa, brauzer wersiýaňyzy, mahabat blokirleýjisini ýa-da brauzer giňeltmesini we web sahypasynyň URL-sini bize habar bermegiňiz üçin minnetdar bolarys.",
    "3922723611": "Islendik mahabat bloklaýjysyny ýa-da brauzeriň howpsuzlyk giňeltmelerini öçürip görüň",
    "4036872105": "ilki bilen gaýtadan synanyşyň",
    "993651083": "1-nji ädim: Öndüriji gurallaryny açyň (Bu sessiýany ýazga geçirip başlaýar.)",
    "4163469907": "2-nji ädim: Öndüriji gurallaryndaky Ulgam goýmasyna basyň. Theokardaky \"logurnalyny sakla\" gutusyny belläň.",
    "4243348003": "3-nji ädim: baryp görmek",
    "641342999": ", ýa-da haýsydyr bir mesele bilen baglanyşykly web sahypasy (Gizlinlik belligi: diňe nämedigini paýlaşmak islemeseňiz) ... soň bolsa \"Men adam\" düwmesine basyň we çözmäge synanyşyň.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4-nji ädim: Ulgam gündeligini tygşytlaýan çözmäge synanyşanyňyzdan soň \"HAR eksport\" -a basyň (kiçijik ok). Şol faýly bize iberiň.",
    "1503240421": "5-nji ädim: Konsol belligini saklamak üçin sag düwmä basyň we \"Saklamak ..\" düwmesine sag basyň. Bize hem iberiň.",
    "2863840904": "6-njy ädim: Iň soňky ädim, şol HAR-a e-poçta iberiň we log faýllaryny bize iberiň we meseläni suratlandyryň",
    "4051785543": "Ulany:",
    "3623028666": "(ýaly hyzmaty ulanyň",
    "551761392": "we baglanyşyklary iberiň) we dogry görkezilmeýän bir zadyň bardygyna şübhelenýän bolsaňyz, skrinshot. Ulanylýan IP-ni hem ibermegiňizi haýyş edýäris. Ondan alyp bilersiňiz",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Bu maglumatlary almaga kömek edeniňiz üçin sag boluň!",
    "3680327841": "“HCaptcha” -ny hemmeler üçin gowy işlemegi maksat edinýäris",
    "1059502393": "Bug hasabatynyň jikme-jikliklerini ele almak: Firefox",
    "1112074001": "2-nji ädim: Öndüriji gurallaryndaky Ulgam goýmasyna basyň. Topokardaky \"Dowamly ýazgylar\" gutusyny belläň.",
    "1797298240": "4-nji ädim: Çözmäge synanyşanyňyzdan soň \"HAR\" düwmesine basyň we tor gündeligini saklamak üçin \"Hemmesini HAR görnüşinde saklaň\" saýlaň. Şol faýly bize iberiň.",
    "3671246379": "5-nji ädim: Konsol goýmasyna basyň we \"Hemmesini saýlaň\" -a sag basyň we konsol gündeligini saklamak üçin ony tekst faýlyna ýazdyryň. Bize hem iberiň.",
    "3816867833": "Seslenme",
    "788770967": "Muny eşidenim üçin bagyşlaň! Elýeterlilik opsiýamyzy ulanmak isläp bilersiňiz:",
    "1333016413": "Bu gutapjygy bellige almak we bellemek bilen geljekdäki soraglardan gaça durmaga mümkinçilik berýär.",
    "2333410049": "Mahabat blokirleýjiňizi öçürip görmegiňizi haýyş edýäris.",
    "1345083090": "Funksiýa meselesi barada habar bermek?",
    "2184564739": "Serediň",
    "604751186": "Beýleki meseleler? E-poçta iberiň",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "jikme-jik surnallar bilen meseleleri nädip habar bermelidigini",
    "1050501253": "Gaty kyn",
    "3264813246": "Aperliksiz",
    "3526939538": "Programma üpjünçiligi",
    "126134492": "Beýlekiler",
    "3511610999": "Dogry ýere barýandygyňyza göz ýetireliň.",
    "3906886217": "Kompaniýalar ýa-da web sahypalary üçin",
    "1621597093": "Kärhananyň howpsuzlyk çözgütleri (tölegli)",
    "3176531704": "Maglumatlaryň düşündirişi",
    "1834239172": "HCaptcha düşündiriş hyzmatlaryny satyn alyň",
    "1457707016": "Aýry-aýry adamlar üçin",
    "770264626": "Hyzmatyňyza hCaptcha goşuň (mugt)",
    "881015166": "Web sahypamda ýa-da programmamda Neşirçiler üçin hCaptcha goşuň",
    "47536007": "HCaptcha hakda has giňişleýin öwreniň",
    "2012837493": "Gözleg netijeleri",
    "4034694801": "Gabat gelýän netijeler ýok.",
    "3621411541": "HCaptcha üçin elýeterlilik opsiýalary barada öwreniň",
    "3401005681": "Pul gazanmak",
    "3933993151": "Aýry-aýry maglumatlar belligi hökmünde işläň",
    "563059212": "Kömekçi prosessorlaryň sanawy",
    "3501923981": "Iň soňky täzelenen: 2020-nji ýylyň 1-nji ýanwary.",
    "3548097301": "Güýje girýän: 2020-nji ýylyň 1-nji ýanwary.",
    "3991444169": "Bu sahypa, hCaptcha Enterprise hyzmaty üçin häzirki prosessorlary görkezýär.",
    "835396984": "Häzirki wagtda işjeň",
    "424089481": "Amazon Web Services, Inc. (Global). Hyzmatlar: Amazon web hyzmatlary. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "“Cloudflare, Inc.” (Global). Hyzmatlar: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Hyzmatlar: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Hyzmatlar: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Bellik: ähli müşderilere degişli däl. Mysal üçin, “IP Blinding” ýa-da beýleki ösen gizlinlik ýa-da howpsuzlyk opsiýalary müşderileri (mysal üçin “Howpsuz Wirtual Tenancy müşderileri”) telemetriýa ulgamlaryna, hatda IP adresine girýän islendik “PII” -den doly çykarylýar. Gerek bolsa has giňişleýin maglumat üçin hasabyňyzyň wekili bilen habarlaşmagyňyzy haýyş edýäris.",
    "700843971": "Hound Technology Inc. (Global). Hyzmatlar: bal ary.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Hyzmatlar: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Hyzmatlar: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "“Mailgun Technologies, Inc.” (Global). Hyzmatlar: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktura",
    "370366524": "Ephemeral hyzmat telemetri",
    "121192737": "Geljekdäki goşmaçalar",
    "2420789666": "“Fastly, Inc.” hyzmatlary berilýär: Çalt CDN we gyrasy hasaplama.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Güýje girýän: 2021-nji ýylyň 1-nji sentýabry. Infrastruktura goşmaçasy",
    "1487796027": "Kompaniýalar üçin",
    "3943417791": "HCaptcha Enterprise (BotStop) üçin goldaw alyň",
    "702287791": "hCaptcha neşirçisi (mugt)",
    "3397976149": "HCaptcha Publisher üçin goldaw alyň",
    "833750823": "Bir kynçylyk bilen kynçylyk çekýärsiňizmi?",
    "2024737147": "Bir näsazlyk barada habar bermek isleýärsiňizmi?",
    "1978884623": "Programma üpjünçiligi meselelerini habar bermek barada has giňişleýin öwreniň",
    "4188664955": "Esasy hyzmat şertleri",
    "2621989404": "Iň soňky täzelenen: 2021-nji ýylyň 24-nji sentýabry. Iňlis dilindäki adalgalarymyzyň abraýlydygyny ýadyňyzdan çykarmaň.",
    "2404545611": "HCaptcha-a hoş geldiňiz! Jemgyýetimiziň bir bölegi bolanyňyz üçin sag boluň. \"Hyzmatlaryň\" (aşakda kesgitlenen) ulanyjylarynyň hemmesi aşakdaky şertlere (\"Hyzmat şertleri\") razy bolmaly. Bu Hyzmat şertlerine laýyklykda \"IMI\", \"biz\" we \"biz\" Intuition Machines Inc-i we onuň golçur kärhanalaryny, şahamçalaryny, ofiserlerini, wekillerini, işgärlerini, wekillerini we wekillerini aňladýar we \"web sahypamyz\" aşakdaky islendik web sahypasyny öz içine alýar. gözegçilikimiz, şol sanda www.hcaptcha.com we www.imachines.com.",
    "2348450790": "Şu Hyzmat şertlerini okaň. Olara beýleki düzgünler bilen bir hatarda kepilliklerden boýun gaçyrmak, jogapkärçiligiň çäklendirilmegi we hökmany arbitra. Bar. Bu Hyzmat şertleri web sahypamyza soňky gezek gireniňizden soň üýtgän bolmagy mümkin. Bu Hyzmat şertlerine wagtal-wagtal öz islegimize görä täzeden seredip we täzeläp bileris. Maddy üýtgeşiklik ýüze çykan halatynda täzelenen Hyzmat şertlerini bu sahypada ýerleşdirmek bilen size habar bereris, şondan soň Saýtyň ýa-da Hyzmatyň ulanylmagyny ýa-da girmegini dowam etdirmek üçin täzelenen Hyzmat şertlerini tassyklamaly.",
    "1064537632": "Hyzmatymyzy ulanmagyňyz, şu ýere salgylanma bilen girizilen Maglumatlary gaýtadan işlemek şertnamamyz bilen dolandyrylýandygyny ýadyňyzdan çykarmaň. Şahsy maglumatlary siziň adyňyzdan nähili işleýändigimizi görmek üçin şu şertnamany gözden geçirmegiňizi haýyş edýäris. EUB-niň umumy maglumatlary goramak düzgünnamasy we Kaliforniýa sarp edijileriniň gizlinlik kanuny maksady bilen \"maglumat prosessory\" hökmünde işleýändigimize üns beriň.",
    "1933936765": "Maglumatlary gaýtadan işlemek şertnamasy (Iň soňky täzelenen: 2021-nji ýylyň 23-nji sentýabry)",
    "2959486280": "Bu Hyzmat şertlerine razy däl bolsaňyz, Saýtdan ýa-da Hyzmatdan peýdalanyp bilmersiňiz.",
    "3200859925": "1. Maksat",
    "1807143500": "Hyzmatlar onlaýn howpsuzlyk hyzmatyny (\"hCaptcha Service\") we bir şahsyň (\"Goşant goşýan\") üçünji tarap guramasynyň ýa-da Intuition Machines-iň özi ýerine ýetirýän wezipelerini ýerine ýetirip bilýän platforma (\"Intuition Machines Platform\") öz içine alýar. \"Haýyş\") web sahypamyza ýa-da hCaptcha Hyzmatyna gönüden-göni web sahypamyzda ýa-da Intuition Machines Platformasyna girmek we / ýa-da üçünji tarap guramasy we / ýa-da platforma ýa-da hyzmat bilen baglanyşykly işleri ýerine ýetirmek arkaly (her biri, an \"Integrator\"). Talapçylar tabşyryklary iberýärler we goşant goşýanlary IMI tarapyndan Integratorlara berlen sylaglaryň deregine ýa-da Talapçy Intuition Machines Platformasyny ýa-da hCaptcha Hyzmatyny soňky ulanyjylaryna hyzmat etmek üçin ulanýan bolsa, haýyşnamaçy tarapyndan kesgitlenýär. Kompaniýalarymyzdan we şahsyýetlerimizden (her birimiz \"Müşderi\") programma üpjünçiligimizi, awtor meselelerini ulanyp biler, bizi awtor wezipelerine hakyna tutar we / ýa-da Goşantçylara girip biler ýaly, platformamyzy ulanmak üçin zarýad berýäris. Şeýle hem, web sahypalarynda, ykjam programmalarynda we beýleki onlaýn häsiýetlerinde galplygy, hyýanatçylygy we spamy azaltmak üçin hCaptcha Hyzmatymyzy ulanmak üçin Integratorlardan töleg alýarys. .Okarda aýdylanlar köpçülikleýin \"Hyzmatlar\" diýilýär.",
    "3212830633": "2. Giriş hukugy",
    "2605814073": "Hyzmatlarymyzy ulanmak ýa-da hasaba durmak bilen ylalaşýarsyňyz: azyndan 18 ýaşyňyzdadyr; bu şertnamany özüňiziň ýa-da wekilçilik edýän guramanyňyzyň adyndan baglaşmaga ygtyýaryňyz bar we hemişe şu Hyzmat şertlerine we şu ýerde görkezilen IMI syýasatlaryna we görkezmelerine hemişe galarsyňyz; we web sahypamyzy hyýanatçylykly ulanmarsyňyz, şahsyýetiňizi bize ýalňyş görkezmersiňiz ýa-da IMI-de adam aňyny talap edýän islendik işiň bir bölegini tamamlamak üçin emeli intellekt ulanmarsyňyz.",
    "2616040974": "3. Müşderiler we haýyşlar",
    "1544829730": "Müşderi ýa-da haýyşnamaçy bolsaňyz, Müşderi Goşundysy hökmünde goşulan goşmaça şertleriň ulanyljakdygyna we şu Hyzmat şertlerine salgylanyp goşuljakdygyna ylalaşýarsyňyz. Müşderi ýa-da haýyşnamaçy däl bolsaňyz ýa-da Müşderi ýa-da Talapçy bolmagyny bes etseňiz, Müşderi Goşundydaky goşmaça şertler ulanylmaz ýa-da bu Hyzmat şertlerine salgylanma bilen goşulmaz.",
    "3759360138": "4. Ulanyjy ady we parol",
    "2236960358": "Hasaba alnandan soň, siz hakda käbir şahsy maglumatlary (\"Şahsy maglumatlar\"), şol sanda adyňyzy, e-poçta salgyňyzy we ulanyjy adyňyzy we parolyňyzy açmagyňyz soralar, bularyň hemmesi Gizlinlik Policyörelgelerimize degişlidir. web sahypasy. Hasabyňyzyň, parollaryňyzyň we hasabyňyz bilen baglanyşykly islendik tanamaklyk açarlarynyň howpsuzlygyna gözegçilik etmek, üpjün etmek we goldamak üçin diňe özüňiz jogap berýärsiňiz we Hyzmatlarda şol maglumatlary ulanmak ýa-da ulanmak üçin jogapkärçilik çekýärsiňiz.",
    "3047519814": "Hasabyňyzy ýa-da parolyňyzy hiç kim bilen paýlaşmajakdygyňyz bilen ylalaşýarsyňyz.",
    "1699668873": "Hasabyňyzdaky maglumatlaryň ogurlanandygyna ýa-da başga biriniň ulanandygyna ýa-da howpsuzlygyň başga bir bozulandygyna şübhelenýän bolsaňyz, derrew IMI-e habar bermeli.",
    "3044038608": "Hasaba alyş işimizde talap edilişi ýaly bize hakyky, takyk we doly maglumat bermäge razylaşýarsyňyz. Şeýle hem, häzirki we takyk bolmagy üçin zerur maglumatlary derrew täzelemäge razylaşýarsyňyz.",
    "4132302900": "5. Gizlinligiňiz, maglumatlaryňyz we \"Hemmeler üçin maglumatlar\"",
    "10724169": "Bize beren şahsy maglumatlaryňyz bilen näme etjekdigimizi düzgünleşdirýän Gizlinlik Policyörelgelerimizi kabul edýärsiňiz.",
    "1669194950": "Şahsy maglumatlardan başga-da, Hyzmatlary üpjün etmek üçin (bilelikde \"Müşderi maglumatlary\") üpjün etmek üçin beýleki maglumatlary bermegiňiz talap edilip bilner (ýa-da ýygnamagymyz zerur bolup biler). Müşderi maglumatlary bermegiňiziň gijikdirilmegi ýa-da berilmezligi sebäpli Hyzmatlary ýerine ýetirmezligimiz üçin jogapkärçilik çekmeýäris.",
    "1330274831": "Şeýlelik bilen, şu Ylalaşygyň möhletiniň dowamynda islendik Müşderi Maglumatlaryny diňe Hyzmatlary üpjün etmek maksady bilen ulanmak, köpeltmek, elektron görnüşinde paýlamak we köpçülige görkezmek üçin bütin dünýäde aýratyn däl, aç-açan, aç-açan, geçip bolmajak, roýalti, yzyna gaýtaryp bolmajak ygtyýarnama berýärsiňiz. . Bu bölümde ygtyýarnama bermek üçin maglumatlaryňyza we ýeterlik derejede hukugyňyza, adyňyza we gyzyklanmanyňyza wekilçilik edýärsiňiz we kepil geçýärsiňiz.",
    "2230333214": "Müşderiniň maglumatlaryny beýleki maglumatlar bilen jemleýäris, netijede şahsyýeti anyklamazlyk üçin, şeýle hem Hyzmatlary ulanmak bilen baglanyşykly kesgitlenen tehniki gündelikleri we maglumatlary ýygnaýarys (\"Jemi / kesgitlenen maglumatlar\"). Munuň tersine haýsydyr bir zada garamazdan, IMI tarapyndan şu Ylalaşygyň möhletiniň dowamynda ýa-da ondan soň islendik iş maksady bilen, şol sanda Hyzmatlary ösdürmek we kämilleşdirmek, hasabatlary döretmek we ýaýratmak üçin çäklendirmesiz ulanylyp bilner. materiallar. Müşderi maglumatlary hem dowam edip biler we iş gutarandan soň 180 günden köp bolmaz ýaly çäkli wagtyň dowamynda ulgamda görkezilip bilner, mysal üçin Intuition Machines ulgamlary üçin awtomatiki kalibrleme ýa-da tassyklama maglumatlary. Has düşnükli bolmak üçin, bu 5-nji bölüm, deslapky ýazmaça rugsadyňyz bolmazdan, islendik Jemi / De-kesgitlenen maglumatlaryň çeşmesi hökmünde sizi kesgitlemek hukugyny bermeýär.",
    "3881754581": ". Annotasiýa hyzmatlarymyzyň Müşderisi bolsaňyz we Hyzmatlary ulanmagyňyzyň bir bölegi hökmünde \"Hemmeler üçin Maglumat\" opsiýasyny saýlasaňyz, IMI-e we Hyzmatlaryň ähli ulanyjylaryna bütin dünýäde aýratyn däl, aç-açan, göçürip bolýan, geçirip bolýan, ähli müşderi maglumatlaryny, şol sanda ähli intellektual eýeçilik hukuklaryny doly peýdalanmak üçin roýalti, yzyna gaýtaryp bolmajak ygtyýarnama. \"Hemmeler üçin maglumatlar\" opsiýasyny saýlasaňyz, bu bölümde ygtyýarnama bermek üçin ýeterlik hukugyňyzy, adyňyzy we maglumatlaryňyzy gyzyklandyrýandygyňyzy görkezýärsiňiz.",
    "3496767126": "Şübheden gaça durmak üçin aşakdaky abzas diňe düşündiriş hyzmatlarymyzy ulanýan Müşderilere we Hyzmatlarymyzy Integrator hökmünde ulanmazlyga degişlidir.",
    "767207800": "Maglumatlaryňyzda aç-açan ýa-da kemsidiji mazmun bar bolsa, maglumatlaryňyzy görýänlere adalatly duýduryş bermek üçin olary \"GYSGAÇA MAZMUN\" diýip bellemegiňizi talap edýäris. IMI bilen aýratyn ýazmaça şertnama bolmazdan, syýasatymyzy bozýan meseleleri öz içine alyp bilmersiňiz, emma (a) başga bir web sahypasyny ýa-da hyzmatyny gönüden-göni ýa-da gytaklaýyn öňe sürýän meseleler, b) üçünji tarap web sahypasynyň şertlerini bozýan meseleler we şertler, (c) Goşantçylardan üçünji taraplardan soraýan meseleler, (d) Goşantçylardan web sahypasynyň özüni alyp barşyny ýa-da netijelerini dolandyrmak üçin çäre görmegini haýyş edýän meseleler, (e) üçünji taraplaryň intellektual eýeçilik hukuklaryny bozýan meseleler we (f) meseleler Goşantçylardan programma üpjünçiligini ýa-da faýllary göçürip almagy talap edýär.",
    "3370561195": "6. Kabul ederlikli häsiýet",
    "4205152730": "Web sahypamyzda, Forumda, habarlaşma, söhbetdeşlik we IMI tarapyndan dolandyrylýan beýleki sosial media kanallaryndaky beýleki ulanyjylar bilen aragatnaşyk saklamagyňyz maslahat berilýär, ýöne şeýle etseňiz, ähli hyzmat şertlerini we sahypamyzda we ähli degişli kanunlary ulanmalysyňyz .",
    "1394253934": "7. Nädogry ulanmak, hyýanatçylykly ulanmak we nädogry görkezmek",
    "1406393333": "Hyzmatlaryň şu şertlerine we biziň berýän görkezmelerimize laýyklykda hyzmatlara girmek ýa-da ulanmak düýbünden gadagan. Hususan-da, BOLANOK:",
    "3409726716": "ýazmaça rugsady bolmazdan, biziň bilen birden köp hasaby hasaba alyň;",
    "3119498672": "Internet botlaryny, web robotlaryny, botlary, skriptleri ýa-da emeli intellektiň başga bir görnüşini ulanmak bilen islendik işi ýerine ýetiriň ýa-da IMI-den ýa-da haýsydyr bir haýyşnamaçydan ýa-da Integratordan beýan edilişi ýaly işleri ýerine ýetirmezden baýrak almaga synanyşyň;",
    "1188668818": "bu web sahypasyny ulananyňyzda (ýa-da hasabyňyzdaky başga bir şahsyň ýa-da guramanyň keşbini çäklendirmezden, ýa-da hasabyňyzy başga bir şahs ýa-da gurama bilen baglanyşygyňyzy ýalan görkezmek bilen ýa-da başgaça görkezmek üçin ýalan maglumat bermek;",
    "2804310964": "Islendik proksi web serweri ýa-da hakyky ýeriňizi ýa-da şahsyýetiňizi gizlemek üçin ýa-da berlen interfeýsden başga usullar bilen web sahypamyza girmek ýa-da synanyşmak;",
    "1374227759": "web sahypasyny islendik bikanun iş üçin ýa-da elýeterli edilen maksatdan başga maksat üçin ulanyň;",
    "2103513933": "sahypanyň işlemegine päsgel berýän ýa-da päsgel berýän iş bilen meşgullanmak;",
    "137127070": "Zyýanly ýa-da näbelli daşarky baglanyşyklary ýa-da faýllary salmak, ýüklemek ýa-da birikdirmek ýa-da wirus, Troýan aty, gurçuk, wagt bombasy ýa-da beýleki zyýanly kompýuter kody bolan mazmuny ýüklemek;",
    "1686655020": "Awtorlyk hukugy bilen baglanyşykly islendik mazmuny ýükläň, eger-de şunuň ýaly mazmuny ýerleşdirmäge hukukly eýesinden rugsat almasaňyz we IMI-e şu ýerde berlen ähli ygtyýarly hukuklary bermeseňiz;",
    "1406692811": "spam bilen meşgullanmak ýa-da islendik görnüşde habar bermek, ugrukdyrma, köpçülikleýin aragatnaşyk, pul teklipleri ýa-da haýyşlar, hyzmatlary soramak, mahabat, marketing, bolgusyz habarlar, köpeldilen mowzuklar, bikanun mazmun, sosial web sahypalary, e-poçta salgylary ýa-da ýumuş talap edilmese gyssagly habarlaşma şahsyýetnamalary;",
    "3893539589": "Iş talap edilmese, harytlary ýa-da hyzmatlary hödürleýän daşarky baglanyşyklary goýuň;",
    "3214322759": "ýogsam haýsydyr bir zyýanly ýa-da galp iş bilen meşgullan.",
    "3733422465": "8. Şahsyýetiňizi barlamak",
    "267645277": "IMI şahsyýetiňizi tassyklap biler. Bu, şahsy maglumatlaryňyzy üçünji tarap maglumat bazalaryna ýa-da resmi hukuk resminamalaryna deňeşdirmegi öz içine alyp biler. Şahsyýetiňizi, e-poçta salgyňyza we maliýe hasaplaryňyza degişlidigiňizi tassyklamak üçin zerur soraglar bermäge bize ygtyýar berýärsiňiz. Şahsyýetiňizi barlamakda bize kömek etmek üçin siz hakda maglumat bermäge razylaşýarsyňyz.",
    "4169910317": "9. Kanunyň berjaý edilmegi",
    "519755936": "Hyzmatlary ulanmagyňyz bilen baglanyşykly federal, ştat, welaýat we ýerli kanunlary ýerine ýetirmek üçin diňe özüňiz jogapkärsiňiz. Haýsydyr bir kanuny ýerine ýetirmedigiňiz ýa-da şertnamalaýyn, intellektual eýeçilik ýa-da gizlinlik hukuklaryny çäklendirmezden, bize garşy bildirilýän talaplar üçin öwezini dolmaga we zyýansyz saklamaga razylaşýarsyňyz.",
    "731546974": "10. Goşant goşýan ýa-da Integrator salgytlary",
    "3128328457": "Goşant goşýan ýa-da birleşdiriji bolsaňyz, islendik çak edilýän ýa-da başga bir federal, ştat ýa-da ýerli girdeji salgytlary, sosial üpjünçilik, FICA we web sahypamyzy ulanmagyň netijesinde işçileriň öwezini dolmak üçin diňe özüňiz jogap berersiňiz. ABŞ-a degişli bolmadyk ýurtlarda şuňa meňzeş salgytlar ýa-da ýygymlar. Salgyt kanunlaryny ýerine ýetirmänligiňiz sebäpli bize garşy baha berilmegi üçin öwezini dolmaga we zyýansyz saklamaga razylaşýarsyňyz.",
    "2931396764": "11. Şu Hyzmat şertleriniň bozulmagy",
    "1240667045": "Islendik sebäp bilen Hyzmatlara girişiňizi islendik wagt togtadyp, çäklendirip ýa-da ýatyryp bileris, şol sanda: (a) şu Hyzmat şertlerini (beýleki baglanyşykly syýasatlary goşmak bilen) bozandygyňyzy bilýäris; (b) biziň hukuklarymyzy ýa-da islendik üçünji tarapyň hukuklaryny bozandygyňyzy bilýäris; c) bize beren maglumatlaryňyzy barlap ýa-da tassyklap bilmeris; ýa-da (d) hereketleriňiziň, biziň ýa-da üçünji bir adamyň jogapkärçiligini döredip biljekdigine ynanýarys. Şübheden gaça durmak üçin, ýokarda agzalanlaryň haýsydyr biriniň şeýle töleglere degişlidigine esasly ynanýan bolsak, size tölegiň öňüni almak ýa-da togtatmak hukugymyzy saklaýarys.",
    "1601080128": "Hasabyňyzy togtatsak ýa-da ýatyrsak, web sahypasynyň maglumatlaryna, habarlaryna, faýllaryna we sahypada saklaýan beýleki materiallaryňyza girip bilmersiňiz. Sahypamyzy başga ýa-da täze hasap ady bilen ulanmagy dowam etdirip bilmersiňiz. Bu Hyzmat şertleriniň bozulmagy kanunyň doly jogapkärçiligine çekilip bilner we goşmaça jeza we sanksiýalara sebäp bolup biler.",
    "1160707899": "12. Goşantçynyň roly we IMI we beýleki islegler bilen gatnaşygy",
    "269838707": "Goşant goşýan bolsaňyz, haýsy we näçe tabşyrygy ýerine ýetirmelidigini, haçan we nirede ýerine ýetiriljekdigini diňe siz çözýärsiňiz. Islän zadyňyzy ýerine ýetirmek üçin köp ýa-da az wagt sarp edip bilersiňiz. Hiç wagt bir işi ýerine ýetirmäge borçly dälsiňiz.",
    "1087195513": "Hyzmatlara girýän we / ýa-da IMI bolmadyk haýyşnamanyň adyndan Integrator bilen baglanyşykly ýa-da baglanyşykly işleri ýerine ýetirýän Goşant goşýan bolsaňyz, “Intuition Machines” -iň jogapkär däldigini we siziň bilen hiç hili borçnamasynyň ýokdugyny kabul edýärsiňiz we kabul edýärsiňiz ýerine ýetirilen işler üçin haýsydyr bir sylaga ýa-da başga kompensasiýa degişlidir. Islendik sylagyň ýa-da ýerine ýetirilen işleriň öwezini dolmagyň diňe talap ediji we / ýa-da Integrator bilen baglaşylan şertnamanyňyza laýyklykda kesgitlenýändigini kabul edýärsiňiz we kabul edýärsiňiz. Şeýle sylaglar ýa-da başga kompensasiýa bilen baglanyşykly islendik jedeller (şunuň ýaly baýraklary ýa-da başga öwezini dolmagy çäklendirmezden) diňe talap ediji bilen / ýa-da Integrator arasynda bolýar.",
    "952813944": "Web sahypamyzy ulanmagyňyz ýa-da bu şertnamada hiç zat siziň bilen “Intuition Machines” -iň arasynda iş, hyzmatdaşlyk, bilelikdäki kärhana, agentlik, franşiza ýa-da satuw wekili gatnaşyklaryny döretmeýär. Bir işi ýerine ýetirmek üçin size enjamlar ýa-da gurallar bermeýäris. Biz size ýeňillikleri, işçileriň öwezini dolmagy ýa-da ätiýaçlandyryş öwezini dolmagy üpjün etmeýäris. Sahypamyzy ulanmak üçin eden çykdajylaryňyz üçin jogapkärçilik çekmeýäris. Federal ýa-da döwlet girdeji salgydy, sosial üpjünçilik ýa-da başga bir salgyt üçin berjek sylagyňyzdan hiç hili pul saklamarys. Islendik adam ýa-da işewür adam, şol sanda islendik bäsdeşimiz üçin wezipeleri ýerine ýetirmek üçin elmydama mugt. “Intuition Machines” -iň adyndan ýazmaça ýa-da dilden haýsydyr bir şertnama baglaşmaga ygtyýaryňyz ýok.",
    "3460432665": "Ingokarda aýdylanlara garamazdan, ABŞ-nyň salgyt töleýjisi bolsaňyz, sizden W-9-dan her ýyl täzelenmegini haýyş edip bileris we W-9 gutarýançaňyz ýa-da täzelänçäňiz, işleri ýerine ýetirmekden saklap bileris.",
    "458271951": "Hyzmatlara girýän we / ýa-da “Intuition Machines” -iň adyndan “Integrator” -yň üsti bilen ýa-da onuň bilen baglanyşykly işleri ýerine ýetirýän Goşant goşýan bolsaňyz, “Intuition Machines” käbir meseleleriň kabul ederlikli ýerine ýetirilmegi üçin sizi sylaglap biler. Galplyk, hyýanatçylykly ulanmak ýa-da şu Hyzmat şertlerini bozmak bilen meşgullanýan bolsaňyz, size berlen ähli sylaglar Intuition Machines tarapyndan saklanyp we / ýa-da dikeldilip bilner.",
    "3056723024": "13. Wezipeleriň kabul ederliksiz tamamlanmagy",
    "3913203723": "Haýsydyr bir sebäbe görä, Talapçy ýerine ýetiren işiňiziň ýerine ýetirilmegini kabul etmese, Goşant goşýan ýa-da Integrator hökmünde bu iş üçin hiç hili sylag almaga hukugyňyz bolmaz. Kabul ederliksiz ýerine ýetirilen iş üçin sylaglar eýýäm size gowşurylan halatynda, olary sizden yzyna alyp bileris.",
    "3666807632": "14. Goşant goşýan kärler we başarnyklar",
    "1993899769": "15. Maglumatlary ulanmagymyz",
    "2927283721": "Web sahypamyzda işleri ýerine ýetirmek bilen, Gizlinlik Policyörelgelerimize laýyklykda şahsy maglumatlaryňyzy ýygnamaga, ulanmaga we aýan etmäge ygtyýar berýärsiňiz. Mundan başga-da, hyzmat gatnaşyklaryny ýeňilleşdirmek we web sahypasyny gowulandyrmak üçin, meselem, Goşant goşýan şahsyýetnamasy, ýerine ýetirilen işleriň netijeleri we beýleki atributlary goşmak bilen, ýerine ýetiren işleriňiz barada käbir maglumatlary paýlaşyp bileris. kärleriňizi, dilleriňizi, başarnyklaryňyzy we web sahypasyny ulanmagyňyzy.",
    "3027055607": "16. Intellektual eýeçilik we eýeçilik hukugy",
    "3910971075": "IMI deslapky kody, obýekt kody ýa-da esasy gurluşy, ideýalary ýa-da algoritmleri, API we Hyzmatlar bilen baglanyşykly islendik goşmaça programma üpjünçiligi, resminamalar ýa-da maglumatlar (intellektual eýeçilik hukugy) ýaly ähli hukuklara eýe. Göni ýa-da gytaklaýyn üçünji tarapyň üsti bilen ýa-da başga bir zat edip bilmersiňiz: (a) ters inerener, dargamak, sökmek ýa-da Programma üpjünçiligini tapmaga synanyşmak; (b) islendik Programma üpjünçiligine esaslanýan önümi üýtgetmek, terjime etmek ýa-da emele gelen eserleri döretmek; (c) haýsydyr bir Programma üpjünçiligine hukuklary göçürmek, kärendesine bermek, kärendesine bermek, paýlamak, girew bermek, bellemek ýa-da başga bir görnüşde hukuklary geçirmek ýa-da bermek; d) islendik programma üpjünçiligini wagt paýlaşmak, hyzmat býurosy ýa-da üçünji tarapyň peýdasyna ulanmak üçin ulanmak; ýa-da (e) eýeçilik habarnamalaryny ýa-da bellikleri aýyrmak.",
    "3660891610": "Goşant goşýan bolsaňyz, IMI däl-de, islendik işi ýerine ýetirmek üçin öndüren islendik işiňizde eýeçilik hukugy bar. Şu Ylalaşygyň şertlerini kabul etmek bilen, eýeçiligiňizi, eýeçiligiňizi we adyňyzy (bütin dünýäde bar bolan intellektual eýeçilik hukuklaryny goşmak bilen) bize we işiňize geçirmäge razylaşýarsyňyz. Şeýle hukuklary edinip, kämilleşdirip we ulanyp biljekdigimize göz ýetirmek üçin siz (i) resminamalara, hukuklarymyzyň kämilleşmegine we ýerine ýetirilmegine kömek etmek üçin islendik resminama gol çekmäge razylaşarsyňyz; we (ii) şeýle eýeçilik hukuklaryny islendik we ähli ýurtlarda ýazga almak, kämilleşdirmek, goramak, goramak we ýerine ýetirmek üçin maglumata ýeterlik ygtyýary üpjün etmek. Hyzmatlary hasaba almagyňyzdan ýa-da ulanyşyňyzy bes edeniňizden soň hem bu bölümdäki borçlaryňyz dowam eder. Bu bölümde görkezilen maksatlar üçin öz adyňyzdan resminamalary ýerine ýetirmek üçin bizi hakykatdanam öz aklawçyňyz edip belleýärsiňiz.",
    "426125156": "17. Awtorlyk hukugy we TakeDown",
    "1408530660": "IMI başgalaryň intellektual eýeçiligine hormat goýýar we islendik üçünji tarapyň intellektual hukuklaryny bozup biljekdigine ynanýan materiallarymyzy sahypamyzdan aýyrmak hukugymyzy saklaýarys. Öz eseriňiziň bu web sahypasynda awtorlyk hukuklarynyň bozulmagy hökmünde göçürilendigine ynanýan bolsaňyz, Intuition Machines müşderi goldawyna ýüz tutmagyňyzy haýyş edýäris.",
    "2696932851": "18. Öwezini dolmak",
    "3844300338": "Işleriňiziň ýerine ýetirilmeginden ýa-da web sahypamyzy ulanmagyňyzdan gelip çykýan ähli talaplardan, ýitgilerden, borçnamalardan, çykdajylardan we çykdajylardan (aklawçylaryň töleglerini we çykdajylaryny goşmak bilen) öwezini dolmaga, goramaga we zyýansyz saklamaga razylaşýarsyňyz. .",
    "2474091800": "19. Beýleki ulanyjylar bilen jedeller; Boşat",
    "3162107126": "IMI siziň we Hyzmatlaryň başga bir ulanyjysynyň arasyndaky haýsydyr bir jedele gatnaşmaýar. IMI we onuň şahamçalaryny siziň we başga bir ulanyjynyň arasyndaky haýsydyr bir dawa-jenjel sebäpli ýüze çykýan ýa-da baglanyşykly bilinýän we bilinmeýän, şübheli we şübheli, mälim edilmedik we mälim edilmedik ähli talaplardan, talaplardan we zyýanlardan boşadýarsyňyz.",
    "2271969747": "20. Alýan gizlin maglumatlaryňyz",
    "1042802841": "Gizlin maglumatlar, gizlin ýa-da eýeçilik hökmünde bellenen ýa-da kabul ediji tarapyň gizlin ýa-da eýeçilik hukugyna düşünmeli islendik maglumatdyr. Munuň özi (1) köpçülige açyk, (2) eýýäm eýeçiliginde bolan, garaşsyz ösen ýa-da kabul ediji tarapa mälim bolan ýa-da (3) kazyýetiň karary bilen aýan edilen ýa-da başgaça talap edilýän maglumatlary öz içine almaýar. kanun.",
    "1918025546": "Hyzmatlardaky islendik adamdan gizlin maglumatlar berilse, gizlin maglumatlaryň gizlinligini öz gizlin maglumatlaryňyzy goramak üçin ulanýan derejäňiz bilen goramaga razylaşýarsyňyz, ýöne hiç hili ýagdaýda az ideg edilmeýär. Bir tabşyrygy ýerine ýetirmek üçin zerur bolup biläýjeklerden başga, gizlin ýa-da eýeçilik maglumatyny mälim edip ýa-da çap edip bilmersiňiz. “Intuition Machines” platformasyndaky bir meseläniň içindäki ähli maglumatlar gizlin görkezilmese-de gizlin hasaplanmalydyr.",
    "2690395789": "Alnan gizlin maglumatlaryňyza indi zerurlyk ýok bolsa, gözegçilikde saklaýan jaýyňyzda, ulgamlaryňyzda ýa-da beýleki enjamlaryňyzda bar bolan maglumatlaryň ähli nusgalaryny derrew yzyna gaýtarmaly ýa-da ýok etmeli.",
    "2178073797": "Gizlin maglumatlary aýan etmek düzedip bolmajak zyýan getirip biljekdigi sebäpli, aýan eden tarapyň bu möhletiň bozulmagy ýa-da howp abanmagy üçin gyssagly kömek soramaga hukugy bar.",
    "2185860003": "21. Sahypanyň üýtgetmeleri",
    "2631249972": "Sahypamyzy size habar bermezden gowulaşdyryp ýa-da üýtgedip bileris.",
    "3764131594": "22. Üçünji tarap web sahypalary",
    "295955580": "Sahypamyzda üçünji tarap web sahypalaryna baglanyşyklar bolup biler. Şeýle web sahypalaryna gözegçilik etmeýäris, derňemzok, gözegçilik etmeýäris we barlamaýarys. Kompýuter programmalaryny, mazmunyny ýa-da şeýle web sahypalaryndaky pikirleri üçin jogapkärçilik çekmeýäris we goldamaýarys. Web sahypamyzy taşlap, islendik üçünji tarap web sahypasyna girmek kararyna gelseňiz, özüňiz töwekgelçilik edýärsiňiz.",
    "838225123": "23. Kepillikden boýun gaçyrmak",
    "3897238493": "HYZMATLAR \"bolşy ýaly\" esasda berilýär. GEREKLIK, GÖRNÜŞLIK, KANUNÇYLYK, HYZMATLAR, HYZMATDAŞLYK ÜPJÜNÇILIK EDEBI ORA-DA HASABATLAR, EDEBI EDEBI EDEBI EDEBI ORA-DA MASLAHATLAR, ŞERTLER ÜÇIN HYZMATDAŞLYK EDIP BOLANOK KANUNY BY RUGSAT EDILEN I MA GOWY GÖRNÜŞ ÜÇIN, IMI HEMMESI GÖRNÜŞLERI ORA-DA GÖRNÜŞLI ŞERTLERI, GÖRNÜŞLERI WE Kepillikleri öz içine alýar, ýöne çäklendirilmedik, MERCHANTABILITY KÖPGÜNÇILIGI, FITNESLIGI HER HYZMATLARA, HYZMATLARA ORA-DA DÜZGÜN EDIP BOLANOK web sahypasyna ýa-da Intuition Machines platformasyna girmekden ýa-da ulanmakdan. Meýilleşdirilen we meýilleşdirilmedik arakesmeler bolup biler we web sahypamyzyň üznüksiz elýeterliligini kepillendirmeýäris.",
    "2110259227": "24. Jogapkärçiligiň çäklendirilmegi",
    "3018077211": "25. Goşant goşýan jedelleriň çözülmegi",
    "2790841456": "Goşant goşýan bolsaňyz, aşakdaky kazyýet düzgünine we synpdan boýun gaçyrmaga razylaşýarsyňyz:",
    "3302832698": "Jedelleriň alternatiw çözülmegi zerur.",
    "561456032": "Hyzmatlardan peýdalanmagyňyz bilen baglanyşykly ýüze çykýan ýa-da baglanyşykly haýsydyr bir jedel, şol sanda IMI üçin tabşyryklary ýerine ýetirip başlanyňyzdan bäri ýüze çykyp biljek islendik jedel üçin, hususan-da klassifikasiýa etmegiňiz ýa-da ýokdugyňyz bilen baglanyşykly islendik talap üçin ylalaşýarsyňyz. garaşsyz potratçy, ilki bilen IMI-e garşy talapyňyzy habar berersiňiz. Soňra siz we IMI meseläni göni gepleşikler ýa-da araçylyk arkaly çözmäge synanyşarsyňyz. Araçylygyň bahasyny deň paýlarys we araçylygyň telefon ýa-da başga elektron serişdeleri arkaly geçiriljekdigine ylalaşarys. Resmi däl gepleşiklerden ýa-da araçylykdan soň haýsydyr bir talap çözülmese, siz we IMI jedeli çözmek üçin gutarnykly we hökmany arbitra usey ulanjakdygyňyzy kabul edýärsiňiz. Bu madda, web sahypamyzy ulanyp başlanyňyzdan başlap, gynamalara, şertnamalara, kanunlara esaslanýar, şol bir wagtyň özünde-de Kaliforniýa adalatly iş we ýaşaýyş jaý kanunyna esaslanýandygyna garamazdan diskriminasiýa we ýanama talaplary bilen çäklenmän, ähli talaplary yzygiderli dolandyrýar. , 1964-nji ýyldaky Raýat hukuklary baradaky Kanunyň VII bölümi, ýa-da başga bir ştat ýa-da federal kanun ýa-da düzgünnama, adalatly kanun ýa-da başga bir görnüşde.",
    "3794239003": "Araçy iş tertibi.",
    "4193379787": "Bu şertnama laýyklykda ähli arbitra American Amerikan Arbitra Association Assosiasiýasynyň kadalaryna laýyklykda ýa-da özara ylalaşylan arbitra service gullugy tarapyndan amala aşyrylar. Araçy, alternatiw iş taşlaýyşlar arkaly ýedi (7) atdan az bolmadyk sanawdan saýlanan ABŞ-ly araçy bolar. Araçy kazyýet işinde her bir tarapyň ýeterlik raýat açyşlaryny geçirmäge, oňyn hereketleri etmäge we kazyýet işlerini we goraglaryny görkezmek üçin zerur bolan şaýatlary we subutnamalary bermäge hukugy bolar we bu meselede islendik jedeller araçy tarapyndan çözüler. Jedeliň çözülmegi diňe talap edilýän talaplary we goranyşy dolandyrýan kanuna esaslanýar we araçy şeýle gözegçilik ediji kanundan başga hiç hili esas ulanyp bilmez. Araçy, eminlik bar bolan beýleki eldegrilmesizligiň üstüni ýetirýän araçy hökmünde hereket edende kazyýet işgäriniň raýat jogapkärçiliginden eldegrilmesizligine eýe bolar. Baýraklar araçynyň ýazmaça pikirini öz içine almalydyr. IMI-e garşy ýa-da IMI-e garşy bolup biljek talaplary eminler tarapyndan diňlemek hukugyňyzdan ýüz öwürýärsiňiz. Şu maddada görkezilen islendik talaplar degişli möhletiň çäginde getirilmelidir. Amerikanyň Birleşen Ştatlarynyň Federal arbitra Act kanuny bu maddany dolandyrýar we bu Ylalaşygyň söwda geleşigini subut edýändigini kabul edýärsiňiz.",
    "2583888954": "Kadadan çykmalar.",
    "1034830": "Dodd-Frank Wall Street Reformasy we Sarp edijileri Goramak Kanuny (Jemgyýetçilik Kanuny 111-203) tarapyndan göz öňünde tutulan jedelli arbitra agreement şertnamasyna tabyn bolup bilmejek jedeller bu zatlardan aýrylýar.",
    "263977834": "Administratiw ýadawlyk.",
    "1807512722": "Bu web sahypasyny ulanmagyňyzdan gelip çykýan haýsydyr bir talapy administratiw edara berip bilersiňiz, ýöne kazyýetiň şertnamasynyň bardygyna garamazdan, ulanylýan kanunlar şeýle edara girmäge rugsat berýän derejede. Şeýle administratiw talaplar, Deň hukukly iş mümkinçiligi komissiýasynyň, ABŞ-nyň Zähmet ministrliginiň we Milli zähmet gatnaşyklary geňeşiniň öňünde öňe sürülýän talaplary ýa-da tölegleri öz içine almaýar. Bu maddadaky hiç bir zat, arbitra inda talap etmezden ozal administratiw bejeriş usullaryny gutarmak borjuňyzy ýerine ýetirmek üçin haýsydyr bir edaranyň öňünde administratiw talap bermegiňiziň öňüni almaýar ýa-da bahana edip bilmez, ýöne munuň netijesinde haýsydyr bir pul baýragy almak hukugyndan ýüz öwürýärsiňiz. edara kazyýet işi.",
    "996430331": "Araçylygyň ýerleşýän ýeri.",
    "3040062804": "Amerikanyň Birleşen Ştatlarynyň daşynda ýaşamaýan bolsaňyz, bu bölüme laýyklykda islendik kazyýet işi Kaliforniýa ştatynyň çäginde amala aşyrylar, bu ýagdaýda kazyýet işi bütinleý elektron ýa-da telefon arkaly geçiriler. Araçy, her bir tarap ýazmaça görnüşde razy bolsa, başga bir ýerde bolup biler. Locationerleşýän ýerine garamazdan, islendik tarap göni ýaýlymda ýa-da telekonferensiýa arkaly arbitra ona çykmagy saýlap biler.",
    "3091247030": "Synpdan boýun gaçyrmak.",
    "2520904193": "Synp, köpçülikleýin ýa-da wekilçilikli hereket hökmünde haýsydyr bir jedeliň getirilmegi, eşidilmegi ýa-da araçy edilmegi üçin bar bolan hukugyňyzdan ýüz öwürýärsiňiz. Şu şertnamadaky beýleki maddalara garamazdan, öňki sözlem islendik ýagdaýda bu şertnamadan aýrylyp bilinmez. Bu boýun gaçyrmagyň hemmesiniň ýa-da bir böleginiň ýerine ýetirip bolmajak, ylalaşyksyz, güýjüni ýitirip biljekdigi ýa-da güýjüniň ýokdugy baradaky talaplar diňe bir araçy tarapyndan däl-de, diňe ygtyýarly kazyýet tarapyndan kesgitlenip bilner. Milli Zähmet gatnaşyklary baradaky Kanunyň 7-nji bölümine laýyklykda hukuklaryňyzy amala aşyrmagyňyz ýa-da haýsydyr bir forumda bir synpyň, köpçülikleýin ýa-da wekilçilikli çäräniň tabşyrylmagy ýa-da gatnaşmagy netijesinde web sahypamyzdaky işleri ýerine ýetirmekden ar almarsyňyz ýa-da öňüni alyp bilmersiňiz. , emma kanuny taýdan bu synpdan ýüz öwürmegiň ýerine ýetirilmegini gözläp bileris we şeýle synpyň, köpçülikleýin ýa-da wekilçilikli hereketleriň ýa-da talaplaryň ýatyrylmagyny isläp bileris.",
    "3493572638": "Çykdajylar we ýygymlar.",
    "702926385": "Taraplar, islendik kazyýetde kanuny wekilçilik etmek üçin öz çykdajylaryny töleýärler, adwokat tölegleriniň kanun tarapyndan aç-açan göz öňünde tutulan halatlaryndan başga ýagdaýlarda. Taraplar, araçy tarapyndan alynýan islendik administratiw tölegi, iň ýokary bahasy iki ýüz elli dollar (ABŞ-nyň 250.00 dollary) paýlar. Araçynyň we kazyýet habarçysynyň bahasy, eger bar bolsa, ilki bilen özümiz çekeris; şeýle-de bolsa, araçy kanunda görkezilişi ýaly agdyklyk edýän tarapa degişli çykdajylary bermek we / ýa-da taraplardan araçy we / ýa-da kazyýet habarçysy bilen baglanyşykly çykdajylary paýlaşmagy talap etmek hukugyna eýe.",
    "3199694247": "Aýry-aýrylyk.",
    "3102490587": "Klassiki hereketlerden boýun gaçyrmakdan başga, haýsydyr bir möhlet ýa-da düzgün ýa-da bu arbitraage maddasynyň bir bölegi güýjüni ýitiren ýa-da güýje girmeýän diýlip yglan edilse, ol kesiler we arbitrala maddasynyň galan bölegi güýje girer.",
    "2323013093": "26. Ulanylýan kanun",
    "2900525040": "Kaliforniýa ştatynyň kanunlary bu Hyzmat şertlerini we olardan ýüze çykýan islendik jedel, jedel ýa-da talaplary dolandyrýar.",
    "3339302473": "27. inationatyryş",
    "1158384644": "IMhli ulanylýan IMI syýasatlaryna boýun bolmaly bolsaňyz, web sahypamyzy ulanmagy bes etmegi islän wagtyňyz saýlap bilersiňiz. Biz öz islegimize görä bu şertnamany ýatyryp, web sahypamyza girmegi togtadyp bileris ýa-da haýsydyr bir sebäbe görä haýsydyr bir hyzmatlary derrew aýyryp bileris.",
    "41530052": "28. Umumy şertler",
    "3202747130": "Bütin şertnama. Bu Hyzmat şertleri we şu şertnamada görkezilen islendik syýasatlar, proseduralar ýa-da şertler taraplaryň mowzuk babatynda tutuş şertnamasyny emele getirýär we taraplaryň öňki we häzirki döwürdäki ähli şertnamalaryny, talaplaryny, wekilçiliklerini we düşünişmelerini ýerine ýetirýär we ýatyrýar. .",
    "4080263153": "Ygtyýar ýok. Eger boýun gaçyrma ýazmaça görnüşde ýazylmasa we gol çekilmese, hukuklarymyzyň ýa-da gorag serişdelerimiziň haýsydyr bir böleginden ýüz öwüreris. Şu şertnamanyň haýsydyr bir düzgünine laýyklykda hukuklarymyzy ýerine ýetirmegi gijikdirsek ýa-da ýerine ýetirmesek, bu şertnamany ýa-da şertnamanyň haýsydyr bir bölegini soňundan ýerine ýetirmek hukugymyzdan ýüz öwürmez.",
    "1789371580": "Bellemek. Bu Hyzmat şertlerini deslapky ýazmaça razyçylygymyz bolmazdan belläp bilmersiňiz. Bu Hyzmat şertlerini islendik wagt duýdurmazdan belläp bileris. Serviceokarda agzalanlary göz öňünde tutup, bu Hyzmat şertleri her bir tarapyň mirasdüşerleri we rugsat berlen wezipeleri üçin hökmany bolar.",
    "2819628066": "Aýry-aýrylyk. Bu Hyzmat şertleriniň haýsydyr bir düzgüni haýsydyr bir sebäbe görä nädogry ýa-da ýerine ýetirilmeýän bolsa, galan düzgünleriň güýjüne we ýerine ýetirilmegine täsir etmez.",
    "3955981186": "Düzedişler. IMI-den başga hiç kimiň bu Hyzmat şertlerine üýtgetme ýa-da üýtgetme, IMI-iň degişli ygtyýarly wekili tarapyndan gol çekilen ýazmaça resminamada bolmasa, IMI üçin hökmany bolmaz.",
    "1377538813": "Iň köp ýaýran dil. Bu Hyzmat şertleriniň iňlis dilindäki wersiýasy ähli tarapdan gözegçilik eder we terjime edilen wersiýalary bilen gapma-garşylyklar bar bolsa agdyklyk eder.",
    "2438016011": "Meýletin şertnama. Hyzmat şertleriniň ähli taraplary her biriniň şu şertnamanyň ähli taraplaryny gözden geçirendigini, ähli düzgünlerini üns bilen okandygyny we doly düşünýändigini we bu şertnama meýletin gol çekýändiklerini görkezýärler we ylalaşýarlar.",
    "2445034923": "Bu Hyzmat şertleriniň ähli şertleri bilen ylalaşmasaňyz, Saýtdan ýa-da Hyzmatlardan peýdalanmaň (we ulanyp bilmersiňiz).",
    "2646127839": "Esasy hyzmat şertlerine müşderi goşundysy",
    "4097297673": "Müşderi, haýyş ediji ýa-da birleşdiriji hökmünde siz bilen IMI-iň arasyndaky beýleki hökmany şertlere goşmaça aşakdaky şertler bilen ylalaşmaga razylaşýarsyňyz.",
    "1093280979": "1. Platforma sargyt görnüşleri",
    "1549953005": "Müşderi ýa-da haýyşnamaçy bolmak şerti bilen bir ýa-da birnäçe platforma giriş sargyt formalaryny (hersi \"Sargyt formasy\") dolduryp bilersiňiz. Şeýle bolsa, Sargyt görnüşinde beýan edilen şertler Hyzmat şertleriniň bir bölegine öwrülýär we şeýlelik bilen salgylanma bilen goşulýar.",
    "3819851005": "2. ýygymlar",
    "1591032933": "Ulanylýan Sargyt Formasynda görkezilen töleg usuly bilen degişli Sargyt Formasynda görkezilişi ýaly IMI töleglerini tölärsiňiz. Iki tarap hem ýazmaça görnüşde başgaça ylalaşmasa, hasap-fakturanyň iberilen senesinden otuz (30) günüň dowamynda berlen ähli hasap-fakturalar üçin doly töleg tölärsiňiz. Bize berýän ähli kredit kartoçka maglumatlaryňyzda kredit kartoçkalarynyň ygtyýarnamalaryny işletmäge, şol kredit kartoçkasynyň maglumatlaryny saklamaga we töleg görnüşi hökmünde özara ylalaşýan kredit kartoçkalaryňyza ýa-da başga hasabyňyza zarýad bermäge ygtyýar berýärsiňiz. Sargyt formasynda ýa-da Kärhana Hyzmat Şertnamasynda ýa-da Baş Hyzmat Şertnamasynda başgaça görkezilmedik bolsa, Hyzmatlar üçin ähli tölegler, artykmaçlyklardan başga-da, Ylalaşygyňyza (\"Effektiv Sene\") IMI tarapyndan hödürlenýän hyzmatlar başlananda her ýyl tölenýär.",
    "4142610534": "Islendik giç töleg, giç tölegleri aýda 1,5% göterim bilen ýa-da haýsy pes bolsa, kanun tarapyndan rugsat edilen iň ýokary mukdarda hasaplaýar. Haýsydyr bir sebäbe görä şu Ylalaşyga laýyklykda tölenmeli mukdary tölemeseňiz, hasabyňyz öz islegimize görä togtadylyp bilner, bu ýagdaýda işleriň tamamlanmagy üçin hasabyňyzdan goşmaça töleg tölenmez we ähli işleriňiz aýrylar. web sahypamyzdan. Isleg boýunça ähli mukdarda, şeýle hem islendik gaýtadan işlemek, giç töleg ýa-da adwokat tölegi üçin bize tölemeli. Şeýle hem karz hasabat guramalaryna we hukuk goraýjy edaralara degişli hasabatlar berip bileris.",
    "512991700": "Islendik töleg barada jedel etmek isleseňiz, düzediş ýa-da karz almak üçin ýalňyşlyk ýa-da mesele ýüze çykan ilkinji hasaplaşyk ýa-da hasap hasabatynyň ýapylýan senesinden otuz (30) günden gijä galman müşderi goldaw bölümimize ýüz tutuň.",
    "1273914192": "3. Salgytlar",
    "4242322181": "“Intuition Machines” -iň arassa girdejisine ýa-da şahsy emlägine baha berlen ABŞ salgytlaryndan başga Hyzmatlar bilen baglanyşykly ähli salgytlary tölemek üçin jogapkärçilik çekýärsiňiz.",
    "1671996585": "Web sahypaňyzy, programmaňyzy ýa-da platformaňyzy programma programma interfeýsi (\"API\") arkaly Hyzmatlarymyz bilen birleşdirmek talap edilip bilner. Şeýle eden bolsaňyz, API-ni diňe Hyzmatlara girmek üçin ulanmak üçin çäklendirilen, hiç hili, başga birine berilmeýän, başga birine berilmeýän, yzyna gaýtarylyp berilýän ygtyýarnama berýäris. API-ni üýtgedip bileris we / ýa-da köne wersiýalary ýa-da API-leriň goldawyny islendik wagt bes edip bileris. Biziň ygtyýarymyz bilen API-e girmegiňizi togtatmak ýa-da çäklendirmek hukugymyz bar we togtadylmazdan ozal size habar bermek üçin degişli tagallalary ederis.",
    "4036662147": "5. Gizlin maglumatlary goramak",
    "3564208535": "Bizden ýa-da Hyzmatlarymyzyň üsti bilen alnan islendik gizlin maglumatlary goramak üçin täjirçilik taýdan esasly tagallalary ulanmaga razylaşýarsyňyz. bot ballaryny we kärhana hyzmatymyzyň köpçülige açyk bolmadyk maglumatlary, şol sanda köpçülige açyk däl resminamalary we bot kesgitlemegiň usullary bilen paýlaşyp biljek maglumatlarymyzy öz içine alýar. Size şeýle gizlin maglumatlara girmek hukugy berlen bolsa, gizlin maglumatlarymyzy Hyzmatlarymyzy ulanmagyňyzyň üsti bilen açylýandygyny kesgitlesek, Hyzmatlarymyza girmegiňizi üýtgedip bileris, togtadyp bileris ýa-da çäklendirip bileris. togtadylmazdan ozal size habar bermek üçin.",
    "120384113": "6. inationatyryş",
    "453723556": "Müşderi ýa-da haýyşnamaçy bolmakdan ýüz öwrüp, Hyzmat şertlerine garaşsyz bu Müşderi Goşundysyny ýatyryp bilersiňiz. Müşderi ýa-da haýyşnamaçy statusyňyzy islän wagtyňyz togtatmak ýa-da ýatyrmak ýa-da hasabyňyzy ýa-da Hyzmat şertlerine laýyk gelýän Hyzmatlary başgaça ýatyrmak hukugymyz bar. Sargyt formasy boýunça tölenmeli mukdar üçin ýatyrylanda jogapkärçilik çekersiňiz. Abuna ýazylyşyňyzda aýlyk ýa-da ýyllyk tölegler ýa-da aýlyk ýa-da ýyllyk minimal tölegler bar bolsa, degişlilikde şol aýyň ýa-da ýylyň ahyryna çenli ähli Hyzmat töleglerini tölemek üçin jogapkärçilik çekersiňiz.",
    "218889628": "Bu Müşderi Goşundysyny ýa-da Hyzmat şertlerini bozmagyňyz sebäpli bu Müşderi Goşundysyny ýa-da Hyzmat şertlerini ýatyrýan ýerimizden başga, eger-de biz bes etsek we bize haýsydyr bir töleg tölän bolsaňyz, şolaryň deňeşdirilen bölegini yzyna gaýtaryp bereris. öňünden tölenen mukdarlar, galan wagtyna ýa-da haýsy az bolsa, tölän hyzmatlaryňyza esaslanýar. Işimizi täjirçilik taýdan ýerlikli ýerine ýetireris we tölegli çykyş maglumatlary toplumyny we eýeçiligimizdäki ähli müşderi maglumatlary gorap saklarys we size ýetireris. Islendik ýatyryşdan soň, islendik maglumatlary öçürmäge borçly däldiris.",
    "2505227594": "7. Artykmaç",
    "2369877184": "HCaptcha Integratorlar ýa-da Müşderiler üçin iň ýokary rugsat berlen iň ýokary RPS derejesi, hasabyňyzdaky guramalara (\"RPS\") sekuntda 1000 haýyş bolup, siziň we biziň aramyzda ýazmaça şertnama baglaşylmadyk bolsa.",
    "234420106": "“HCaptcha Enterprise” hyzmatynyň birleşdirijisi ýa-da Müşderisi bolsaňyz we RPS bilen ölçelýän API ulanyşyňyz hyzmat derejäňizden kesgitlenen derejeden ýokary bolsa, hyzmatyňyzy üýtgetmek ýa-da artykmaç nyrh almak üçin saýlap bileris. Iň ýokary RPS tizligiňiz 30 günüň dowamynda jemi 10 ýa-da ondan köp minut üçin 10 faktor bilen 10-dan köp bolsa we bu haýyşlaryň köpüsi, biziň pikirimizçe, zyýanly traffik däl bolsa, saýlap bileris. şol aýda edilen ähli API haýyşlary üçin şertnamalaýyn kesgitlenen artykmaç nyrhdan töleg alyň.",
    "2619472217": "8. Gaýtadan satmak",
    "2019702084": "Müşderiniň esasy hyzmat şertnamasynda ýa-da gaýtadan satyjy şertnamasynda aç-açan rugsat berilmedik bolsa, buýruk berlen SaaS hyzmatlary satylmaz, gaýtadan satylmaz, kärendesine alynmaz, ygtyýarnama berilmez, ygtyýarnama berilmez ýa-da başga bir üçünji tarapa (Müşderiniň şahamçasyndan başga) elýeterli bolmaz. ), Ylalaşyga laýyklykda ähli sargytlar we Hyzmatyň Müşderini ulanmagy Müşderiniň ýa-da Şahamçanyň içerki işini ulanmak üçin bolmalydyr.",
    "1233229030": "Dürli",
    "1467783792": "Amerikanyň Birleşen Ştatlary tarapyndan sanksiýa berlen hiç bir adam, gurama ýa-da gurama (\"Sanksiýaly aktýor\") sylag almaga ýa-da Hyzmatlary Integrator hökmünde ulanmaga hukugy ýok. Şübheden gaça durmak üçin, ABŞ-nyň Gazna ministrliginiň Daşary ýurt emläklerine gözegçilik gullugy (\"OFAC\") tarapyndan bellenen islendik sanksiýaly aktýorlar bar.",
    "3759657802": "Bu Hyzmat şertlerini ýa-da şu ýerdäki hukuklaryňyzy ýa-da borçlaryňyzy haýsydyr bir görnüşde (kanunyň ýa-da başga bir görnüşde) belläp, geçirip ýa-da tabşyryp bilmersiňiz.",
    "1627232990": "Bu Hyzmat şertleriniň terjimeleri iň güýçli esasda berilýär. Iňlis dilindäki Hyzmat şertleri bilen terjimesiniň arasynda düýpli tapawut bar bolsa, iňlis dilindäki Hyzmat şertleri abraýly hökmünde kabul ediler.",
    "805221621": "Biziň bilen habarlaşmagyňyzy haýyş edýäris",
    "259613338": "şu Hyzmat şertleri bilen baglanyşykly soraglaryňyz bar bolsa.",
    "2735878907": "Işiň üznüksizligini meýilleşdiriş beýany",
    "2887242610": "“Intuition Machines, Inc”, “hCaptcha” işimizi ep-esli derejede bozýan wakalara nähili jogap berjekdigimiz barada işewürlik üznüksizlik meýilnamasyny düzdi. Betbagtçylyklaryň we näsazlyklaryň wagty we täsiri öňünden aýdyp bolmaýandygy sebäpli, hakyky wakalara bolşy ýaly jogap bermekde çeýe bolmaly. Şuny göz öňünde tutup, işimiziň dowamlylygy meýilnamamyz barada size maglumat berýäris.",
    "809251240": "Biz bilen habarlaşmak",
    "2551802342": "- Möhüm iş kesilenden soň iş amallaryny çalt dikeltmegi we täzeden başlamagy meýilleşdirýäris we işgärlerimizi we emlägimizi goramak, maliýe we amaly baha bermek, firmanyň kitaplaryny we ýazgylaryny goramak, müşderilerimize we ahyrky ulanyjylaryna onlaýn amal etmek üçin jogap bermek bilen jogap berýäris. Gysgaça aýdanymyzda, işimiziň üznüksizligi meýilnamasy, işewürligiň düýpli bozulmagynyň gerimini we agyrlygyny göz öňünde tutup, firmamyza mümkin boldugyça çalt işe başlamaga mümkinçilik bermek üçin döredildi. Işimiziň üznüksizlik meýilnamasynyň salgylary: maglumatlary ätiýaçlandyrmak we dikeltmek; ähli möhüm kritiki ulgamlar; maliýe we amaly bahalandyrmalar; müşderiler, işgärler we gözegçilik guramalary bilen alternatiw aragatnaşyk; işgärleriň alternatiw fiziki ýerleşişi; möhüm üpjün ediji we müşderiniň täsiri; kadalaşdyryjy hasabat; işimizi dowam etdirip bilmeýän bolsak, müşderilerimize gyssagly habar bermek. Esasy üpjün ediji howuzymyz, geografiki taýdan aýratyn sebitdäki möhüm ýazgylarymyzy ätiýaçlandyrýar. Her bir adatdan daşary ýagdaý, günüň wagty we näsazlygyň agyrlygy ýaly daşarky faktorlara esaslanýan özboluşly kynçylyklary döredýän hem bolsa, bu üpjün ediji howuz bize maksadynyň öz işini dikeltmek we hyzmatlary çalt dowam etdirmekden ybaratdygyny maslahat berdi. Dürli üpjün edijiler toplumyny ulanyp töwekgelçiligi azaltmak üçin işlän bolsak-da, bu döwürde hyzmatlaryňyz üýtgedilip ýa-da kesilip bilner.",
    "826396656": "Biziň işimiziň üznüksizlik meýilnamasy",
    "1979347895": "- Diňe bir firmamyz, firmamyzyň ýerleşýän ýekeje binasy, firmamyzyň ýerleşýän ýeri, ýerleşýän şäherimiz ýa-da tutuş sebit ýaly işewürlikdäki düýpli näsazlyklar dürli-dürli bolup biler. Bu ýerleriň hersinde bökdençligiň agyrlygy minimaldan agyrlyga çenli üýtgäp biler. Firma, işewür etrapçamyz, şäherimiz ýa-da sebitimiz ýa-da firmamyz üçin gurlan binanyň bozulmagy bilen, zerur bolanda amallarymyzy ýerli sahypa geçireris we iş amallaryna hiç hili päsgelçilik bolmaz. Iki ýagdaýda-da işimizi dowam etdirmegi, zerur bolsa alternatiw üpjün edijilere amallary geçirmegi meýilleşdirýäris we hcaptcha.com web sahypamyzdan we hcaptchastatus.com sahypasyndaky ýagdaý sahypamyzdan bize nädip ýüz tutmalydygymyzy habar berýäris. Işewürligiň düýpli bozulmagy şeýle bir agyr bolsa, işimizde galmagymyza päsgel berýän bolsa, size gyssagly habar bereris.",
    "653679457": "Dürli bökdençlikler",
    "410397176": "Has giňişleýin maglumat üçin",
    "2095899021": "hCaptcha marka görkezmeleri we umumy söwda belligi ygtyýarnamasy",
    "2340340589": "HCaptcha belligini ulanmak boýunça görkezmeler",
    "2430148876": "Müşderilerimize, hyzmatdaşlarymyza we janköýerlerimize korporatiw şahsyýetimizi gorap saklamak bilen öz markamyz bilen işlemegi mümkin boldugyça aňsatlaşdyrmak üçin bu görkezmeleri we umumy söwda belligi ygtyýarnamasyny döretdik. HCaptcha nyşanlaryny, logotiplerini ýa-da beýleki bellikleri bu görkezmelerden düýpgöter tapawutlandyrýan görnüşde ulanmaly bolsaňyz, ýazmaça ygtyýarnama almak üçin bize (IMI) ýüz tutmaly bolarsyňyz.",
    "3884400764": "Bu görkezmeler boýunça hCaptcha belliklerini ulanyp bilersiňiz, bu hCaptcha belliklerinde, logotiplerinde ýa-da başga bir söwda belliginde, söwda adynda, hyzmat belliginde, iş adynda ýa-da hCaptcha-nyň hoşniýetliliginde hukuklaryňyzyň bardygyny aňlatmaýar. Mümkin boldugyça çeýeligi bermek isleýäris, ýöne hCaptcha-ny haýsydyr bir söwda belligini, söwda adyny, hyzmat belligini, iş adyny ýa-da hCaptcha-nyň hoşniýetli isleginden goramaga borçly. Islendik bir rugsatsyz ulanmak, hCaptcha tarapyndan berlen rugsady ýa-da ygtyýarnamany awtomatiki usulda ýatyrýar we ýitgiler üçin kanuny jogapkärçilik çekip biler.",
    "512598290": "Şeýlelik bilen, ähli hCaptcha belliklerini we logotiplerini baş harplar, ýazuw görnüşleri we stili ýaly aşakdaky düzgünlere laýyk gelýän görnüşde ulanmagyňyzy haýyş edýäris.",
    "2075610992": "Goldawyňyz üçin sag boluň!",
    "1023190144": "hCaptcha® tekstde",
    "4274324704": "Writtenazuw nusgasynda adymyzy nädip ulanmaly:",
    "3912926900": "hCaptcha® döredijilik göçürmesinde ilkinji gezek hasaba alnan söwda belligi nyşany bolmaly.",
    "950637875": "hCaptcha orfografiýasy hiç haçan üýtgedilmeli däldir we hCaptcha elmydama ikinji harp bilen baş harp bilen ýazylmalydyr (\"C\"). Hiç haçan köplük ýa-da eýeçilik däl.",
    "2624601135": "\"hCaptcha\" marka adynyň bir bölegi hökmünde ulanylmaly däl, defis bilen goşulmaly ýa-da programmalaryň ýa-da beýleki önümleriň atlarynda ulanylmaly däldir.",
    "3828090208": "Munuň ýerine \"hCaptcha üçin\" ulanyň. Üçünji tarapyň nyşany bilen ulanylsa, \"hCaptcha üçin\" üçünji tarapyň nyşanyndan has kiçi bolmaly.",
    "4149738856": "hCaptcha sypat hökmünde ulanylmaly we soňraky umumy termin bolmaly.",
    "1446868537": "hCaptcha hiç wagt işlik hökmünde ulanylmaly däldir.",
    "2487931657": "Ulanylmaň: \"sahypamyzy açarys\".",
    "2565565429": "Munuň ýerine: \"Sahypamyzy has ygtybarly we ygtybarly etmek üçin hCaptcha ulanýarys\".",
    "3434202027": "HCaptcha adynyň aragatnaşykda islendik ulanylmagy: \"hCaptcha Intuition Machines, Inc.-iň hasaba alnan söwda belligi.\"",
    "2754937029": "Kabul ederliksiz ulanyşlar",
    "2436973524": "Diňe takyk salgylanmalar kabul ederliklidir. Sahypanyň ýok wagty hCaptcha hyzmatlaryny we amaly programmalaryny ulanýandygyny aýtmak gadagandyr. Edil şonuň ýaly-da, logotipimizi ýa-da haýsydyr bir nyşanlary ulanmak diňe sahypa hCaptcha hyzmatlaryny ulananda ýerliklidir.",
    "69844082": "“hCaptcha” söwda bellikleri, grafiki nyşanlar, logotipler, ýazuw görnüşleri ýa-da nyşanlar hem kemsidiji görnüşde ulanylmaz.",
    "3861413614": "“HCaptcha” söwda belligini ýa-da nyşanyny ulanyp bilmersiňiz, bu hCaptcha-nyň aç-açan ýazmaça rugsady bolmazdan üçünji tarapyň önümine ýa-da hyzmatyna degişlidigini ýa-da goldaw berýändigini, hemaýatkärligini ýa-da goldawyny aňladýandygyny görkezýär.",
    "1409822234": "Hiç bir şertde domen ady hökmünde birmeňzeş ýa-da birmeňzeş hCaptcha söwda belligi ulanylmaly däldir.",
    "4181060163": "Üçünji taraplar üýtgeşiklikleri ýa-da ýalňyş sözleri ulanmaly däldirler ýa-da hCaptcha söwda bellikleri bilen baglanyşykly ilkinji gyzyklanma bulaşyklygyna sebäp boljak hereket etmeli däldir.",
    "3955555607": "Hyzmatdaşlardan ýa-da Ygtyýarly satyjylardan başga üçünji taraplar açar sözler, Google AdWords ýa-da hCaptcha belliklerini ýa-da ýalňyş ýazgylaryny ulanyp, beýleki mahabat ulgamlaryna isleg bildirip bilmezler. Şeýle hem, üçünji taraplar domen atlarynda hCaptcha belliklerini, gözleg motory optimizasiýasyny, meta belliklerini, gözleg sözlerini, kody ýa-da başga nädogry maglumatlary ulanyp bilmezler.",
    "1985238261": "Beýleki çäklendirilen bellikler",
    "2193061499": "Käbir logotiplerimiz we belliklerimiz hCaptcha we onuň hyzmatdaşlary tarapyndan ulanylmagy bilen çäklenýär. Üçünji taraplar hCaptcha-dan ýazmaça ygtyýarnamasyz aşakdaky bellikleri ulanyp bilmezler:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha Ygtyýarly satyjy ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "HCaptcha ™ tarapyndan BotStop",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "Has gowy web ™ gurmaga kömek ediň",
    "364774188": "Men adam ™",
    "2785425016": "(adamzady barlamak çözgüdiniň çäginde, mysal üçin herekete çagyryş)",
    "2639657759": "Rugsat bilen ulanylýan bellikler",
    "1268918580": "HCaptcha we onuň hyzmatdaşlary tarapyndan ulanylýan käbir bellikler we bellikler üçünji taraplara degişlidir we diňe olaryň rugsady bilen ulanylyp bilner. Üçünji taraplar, eýeleriniň rugsat bereninden başga aşakdaky bellikleri ulanyp bilmezler:",
    "3782751514": "HUMAN Protocol®, HUMAN Protokol gaznasynyň hasaba alnan söwda belligi we onuň rugsady bilen ulanylýar.",
    "1620709264": "HUMAN Token®, HUMAN Protokol gaznasynyň hasaba alnan söwda belligi we onuň rugsady bilen ulanylýar.",
    "3031953928": "HUMAN Network ™ HUMAN Protokol gaznasynyň söwda belligi bolup, onuň rugsady bilen ulanylýar.",
    "3554363588": "Beýleki bellikler",
    "3290996791": "Otherhli beýleki önüm atlary, logotipleri we markalary degişli eýeleriniň eýeçiligi. Bu web sahypasynda ulanylýan beýleki kompaniýalaryň, önümleriň we hyzmatlaryň atlary diňe şahsyýeti kesgitlemek üçin. Bu atlaryň, logotipleriň we markalaryň ulanylmagy makullamagy aňlatmaýar.",
    "2444685143": "Logotip syýasaty",
    "2414232014": "Logotipimiz bada-bat tanalýar we iň gymmatly we möhüm baýlyklarymyzyň biri. Kompaniýamyzyň güýçli wekili bolmagyny üpjün etmek üçin, ähli aragatnaşyk kanallarynda seresap we yzygiderli görkezilmelidir.",
    "803639471": "HCaptcha nyşany el nyşanyndan we hCaptcha logotipinden durýar. Alternatiw görnüşde, boşluk çäklendirilende el nyşany öz-özünden peýda bolup biler we \"hCaptcha\" el nyşanyna ýakyn ýerde el belliginiň (ýokarda görkezilişi ýaly) söz belligi hökmünde ulanylanda, el nyşanynyň hCaptcha-ny aňladýandygy aýdyňdyr.",
    "564127016": "“HCaptcha” el nyşany:",
    "1424800293": "HCaptcha nyşany:",
    "1525506526": "Hasap ýazgylary näme we olar nähili işleýärler?",
    "2446481523": "Kiçijik bir oba obasyndaky wagon sürüjisi we asylly adam görkezýän köne halk ertekisi bar. Hapa, geýim geýnen bir adam polisiýa işgärine: “Men asylly adam. Bu adam meniň sürüjimdi.",
    "1767952047": "Düýn gije maňa hüjüm etdi, eşiklerimi ogurlady we pulumy aldy \"-diýdi. Ajaýyp bezegli, asylly synpyň eşigi bolan beýleki adam: “Konstable, bu adam däli. Özüni asylly adam hasaplaýar. Men hakyky asylly adam. Ony tussag ediň! ”",
    "2947576723": "Bu hekaýa sürüjilik şahadatnamalaryny we barmaklary sanly çap etmegi öňünden kesgitleýär, ýöne hasaby alyp barmak ýagdaýynda nädogry bolup biljekdiginiň gowy mysalydyr. Bir adam onlaýn bank hasabyna ýa-da ykjam töleg programmasyna girýär. Hakyky hasap eýesi ýa-da hakermi? Aslynda kim? Bu howpsuzlyk meseleleri, öz-özüňe hyzmat hasabyna girmäge mümkinçilik berýän guramalara täsir edýär.",
    "1687299615": "Hasap almak näme?",
    "2648707986": "Hasap almagy kiber galplygynyň bir görnüşi, onda zyýanly aktýor onlaýn hasabyň eýesini görkezýär. Adatça, hasap maliýe guramasynda ýa-da galp adamyň pul, haryt ýa-da sowgat kartlaryny ogurlap bilýän elektron söwda kärhanasynda bolýar. Hüjümçi hasabyňyza girmek üçin ogurlanan giriş şahsyýet maglumatlaryny ulanýar, soňra bolsa hasabyň eýesini gulplamak üçin paroly üýtgedip biler.",
    "1476843710": "Has az maliýe zyýanly, emma hasabyň alynmagynyň zyýanly görnüşleri sosial media hasaplarynyň ogurlanmagyny we şuňa meňzeşleri öz içine alýar. Bu ýagdaýlarda hüjümçi adatça zyýanly programma üpjünçiligini ýaýratmaga ýa-da pidanyň şübheli dostlaryna garşy balyk tutmak bilen meşgullanmaga synanyşýar. , A-da hüjümçi käwagt meşhurlar we syýasatçylar bilen bolup geçýän pidany utandyrjak bolýar.",
    "2904949278": "Haker hasaby nädip alýar?",
    "2575690545": "Kiber galplyklary ýaly hasaby ele almak, köplenç awtomatlaşdyrylan, köpçülikleýin amallar. Ejesiniň ýerzeminindäki eşikli eşikli bir hakeriň bank web sahypalaryna parol ýazmagy seýrekdir.",
    "3614653023": "Has dogrusy, bu amal, hasaplaryň kiçi bir bölegini açmak umydy bilen onlarça maksatly maliýe guramalarynda millionlarça ulanyjy adyny / parol jübütini synap görýän uly göwrümli şahsyýet maglumatlaryna esaslanýar. Awtomatiki aldaw programma üpjünçiligi hasaby açandan soň, adam hakeri goşulyp biler, ýöne käbir ýagdaýlarda beýle däl.",
    "2762759509": "Hasap almagyň hüjümleriniň köpüsi diýen ýaly awtomatlaşdyrylan.",
    "1972710018": "Kompaniýanyň nukdaýnazaryndan görmek",
    "1282121137": "Hasap almagyň näderejede kynçylykly bolup biljekdigine düşünmek üçin, maliýe guramasynyň nukdaýnazaryndan tejribäniň nähili bolýandygyny göz öňünde tutuň. Her gün millionlarça logini dolandyrýarlar.",
    "2315518622": "Häzirki hüjüm gurallarynda bar bolan çylşyrymlylyk bilen, haýsysynyň galpdygyny anyklamak gaty kyn. Soň bir adam müşderi hyzmat liniýasyna jaň edýär we “Hasabyma hüjüm edildi! Girip bilemok, kimdir biri meniň pulumy ogurlaýar! ”",
    "1836369533": "Halk ertekisindäki emeldar ýaly, hakykatdanam kimdigini nädip kesgitläp bolar? Hüjümçiniň sürüjilik şahadatnamasynyň belgisi, sosial üpjünçilik belgisi, enäniň gyz ady, salgysy we ş.m. ýaly ýeterlik ogurlanan şahsyýet elementleri bar bolsa, jaň edeniň hakyky hasap eýesi ýa-da hüjümçi bolandygyny anyklamak gaty kyn bolup biler. girmek isleýän hasabynda paroly täzeden düzmek.",
    "2880837730": "Hasabyň alynmagyny duruzmak üçin näme edip bolar?",
    "3654556483": "Maliýe guramalary we elektron telekeçilik kompaniýalary hasaby almak howpuny azaldýan amallar we gözegçilikler bar. Bular köne moda “başlangyç synpda iň gowy dostuňyzyň ady näme?” Howpsuzlyk soraglaryndan başlap, şübheli IP adresleri we ykjam enjam profilini kesgitleýän usullary ýüze çykarýar.",
    "2449501658": "Galp hasaplara girmek synanyşyklaryndan howpy azaltmagyň, botlary ýüze çykarmak we duruzmak üçin maşyn öwrenmegi ulanmak we aldawçylaryň hasaby ele almagy has kynlaşdyrmagy ýa-da mümkin bolmazlygyny üpjün etmek üçin iň ösen usullardan birini üpjün edýär.",
    "3621455477": "has giňişleýin öwrenmek üçin!",
    "555246307": "Theeri gelende aýtsak, asylly adamyň we sürüjiniň hekaýasynyň soňy: Konstable iki adamy bir otagda birnäçe sagatlap oturmaga we aňlaryndan bizar bolmaga mejbur etdi. Günüň ahyrynda ol peýda boldy we \"Men indi wagon sürüjisi bilen gürleşerin\" diýdi. Asylly eşikli adam ýerinden turdy. Ol gaty içgysgynçdy, özüni asylly adam ýaly edip görkezýändigini ýatdan çykardy.",
    "1224727373": "HCaptcha tarapyndan BotStop",
    "1187718370": "Biz bilen habarlaşyň",
    "3892905664": "hCaptcha, halaýan onlaýn hyzmatlaryňyza adamlar üçin aňsat we maşynlar üçin kyn bolan ýönekeý soraglary berip, botlary, spamlary we hyýanatçylyklary saklamaga kömek edýär.",
    "555158694": "Ulanylýan hyzmat, zyýanly traffigi azaltmak üçin hCaptcha gurup, öz sahypasyndaky tejribäňizi ýokarlandyrmak üçin saýlady.",
    "1617196410": "hCaptcha botlary saklamaga gönükdirilendir. Ulanyjynyň kimdigi bilen gyzyklanamzok, diňe zyýanlydygy ýa-da ýokdugy. Şahsy durmuşyň eldegrilmesizligini deňleşdirmek üçin köp işleýäris &",
    "1624200563": "howpsuzlygy we GDPR, CCPA, LGPD, PIPL we beýleki gizlinlik düzgünlerini ýerine ýetiriň.",
    "1927613000": "“hCaptcha”, web programmalaryny hasaby ele almakdan, şahsyýet maglumatlaryny doldurmakdan, döwmekden we beýleki hyýanatçylyklardan goramak üçin çylşyrymly maşyn öwrenişini güýçli kynçylyk platformasy bilen birleşdirýär.",
    "1133989302": "Näme üçin hCaptcha?",
    "34074886": "Her gezek bir kynçylyga jogap bereniňizde, adamdygyňyzy anyklamak üçin çylşyrymly modelleri ulanýarys. Soňra giren web sahypaňyz, bu netijäni botlary saklamak bilen öz sahypasyndaky tejribäňizi ýokarlandyrmak üçin ulanýar.",
    "3412647984": "Bu gutapjygy bellige almak we bellemek bilen geljekdäki soraglardan gaça durmaga mümkinçilik berýär. Mahabat blokirleýjiňizi öçürip görmegiňizi haýyş edýäris.",
    "2510209017": "Has köp kömek gerekmi?",
    "477275453": "Näme üçin API-ler hakerler üçin meşhur nyşandyr?",
    "596347471": "Programma programma interfeýsleri (API) kibernetik ýerdäki zyýanly aktýorlar üçin meşhur nyşana öwrüldi. Munuň köp sebäpleri bar, şol sanda amaly integrasiýa üçin uly peýdasy. Şeýle-de bolsa, API töwekgelçiligini azaltmak mümkindir.",
    "2441638955": "Birinjiden, API näme?",
    "3963216198": "API-leriň hakerler üçin näme üçin meşhur nyşandygyny ara alyp maslahatlaşmak üçin ilki bilen “API” adalgasynyň nämäni aňladýandygyny kesgitlemek üçin ilki bilen gysga wagt sarp etmeli. API düşünjesi düýbünden täze däl. Aslynda, dürli kompýuter ulgamlaryny biri-biri bilen baglanyşdyrmak üçin interfeýsler, içerki bölekleri azyndan 1960-njy ýyllaryň başyndan bäri dowam edip gelýär.",
    "1047251718": "Häzirki wagtda, adamlar API-ler hakda gürlänlerinde, elmydama standartlara esaslanýan API-leri aňladýarlar. Bular Wekilçilikli Döwlet Transfer (REST) ýaly açyk standartlary we JavaScript Object Notation (JSON) ýaly açyk faýl formatlaryny ulanyp gurlan API-lerdir. Mälim bolşy ýaly, “RESTful API-ler” hususy programma üpjünçiliginiň zerurlygy bolmazdan döredilip bilner. Netijede döredilen API-ler programma üpjünçiliginiň arasynda maglumatlary we prosedura jaňlaryny iberip we kabul edip bilýärler. Mysal üçin, ykjam bank programmasy bank ulgamlaryna girmek üçin API ulanýar.",
    "3195334319": "API-leriň peýdasy we gowşaklygy",
    "1903743785": "Standartlara esaslanýan API-leriň peýda bolmagy, programma integrasiýasynda uly böküşi aňladýardy. Soňky 20 ýylyň dowamynda API-ler gymmat we çylşyrymly eýeçilik programma üpjünçiliginiň önümlerinden, işlemek aňsat we ýerleşdirmek üçin çalt, standartlara esaslanýan gurallara geçdi.",
    "879362350": "Internetde işleýän täze API-ler bilen, platforma, maglumat shemasy ýa-da programmirleme diline garamazdan dünýäniň islendik ýerinde islendik programma üpjünçiligini ýa-da maglumat çeşmesini birikdirmek mümkin boldy. Netijede, hasaplaýyş dünýäsi indi API öwrülişiginiň arasynda. Programmalar bilen maglumatlaryň arasynda baglanyşyk partlamasy boldy. Bolýança gaty gowy.",
    "3844432472": "API-leriň açyklygy we peýdalylygy olary hüjümçiler üçin ajaýyp baý nyşana öwürýär. Jübi programmasynyň programma üpjünçiliginiň edilişi ýaly, bir API ulanyp, korporatiw ulgamdan maglumat almak, zyýanly programma üpjünçiliginiň bir bölegi hem bolup biler. Hakerler API-lerini hyýanatçylykly ulanmak üçin dürli programma üpjünçilik gurallaryny ýazdylar. Bu täsirli hüjüm usulydyr.",
    "2187096543": "Hakykatdanam, maglumatlar bazasyndan maglumatlary çykarmaga API çagyrýan haker tarapyndan ýazylan programma üpjünçiliginiň netijesinde käbir möhüm maglumatlar bozulmalary boldy. Galyberse-de, maglumatlary ogurlamak diňe REST we JSON ulanyp ýazylan API-de esasy GET çagyryşyny talap edýän bolsa, maglumat bazasyny çalt arassalamak aňsat. Aslynda, adamlar “ekrany döwmek” hüjümleri barada gürlänlerinde, hakykatdanam diýjek bolýan zady, maglumatlar bazasyndan maglumatlary çykarýan çalt otly API çagyryşlarydyr. API-ler olary gurýan guramalar üçin esasy hüjüm meýdanyna öwrüldi.",
    "4222109231": "HCaptcha-nyň kärhana önümi bilen API töwekgelçiligini azaltmak",
    "1783317946": "API hüjümlerini duruzmak üçin giňden ulanylýan waka",
    "3022922096": ", hCaptcha-nyň kärhana önümler toplumy. HCaptcha-nyň mugt wersiýasyndan tapawutlylykda,",
    "63719113": "Sahypaňyza we programmalaryňyza zyýanly traffigi kesgitlemek üçin, şol sanda döwmek çärelerini goşmak üçin ösen maşyn öwrenişini ulanýar.",
    "3566102529": "has köp zat öwrenmek üçin şu gün.",
    "3096553330": "Döredýän her ulgamymyz, beýleki adamlar bilen gatnaşyklarymyzy görkezýär.",
    "1467218142": "Olardan we özümizden isleýän zadymyz, özümizi alyp barşymyza itergi berýär we şeýlelik bilen, adamzat ulgamlarynda şol bir täsir ediş usullary gaýtalanýar. Internet dünýämiziň bu esasy tarapynyň ajaýyp mysallaryny getirýär.",
    "808872868": "Mysal üçin: spam, galplyk we hyýanatçylyk iki ulgam ilkinji gezek birikdirilenden bir gün soň internetde bar.",
    "1085089390": "Onlaýn zorluk, dogabitdi adamyň özüni alyp barşyndan gelip çykýar",
    "3064321967": "Ilkinji belli spam e-poçta 1978-nji ýylda iberildi.",
    "3800781598": "] Bäş onýyllykdan soň e-poçta spamy bizi biynjalyk edýär. Ony ýeňmek üçin milliardlarça dollar we müňlerçe adam in engineeringenerçilik tagallalary edildi, ýöne spam dowam edýär. Iki tarapda-da milliardlarça dollarlyk pudak bar, ýagny oňa garşy çykýanlar we iberýänler.",
    "2119943547": "Näme üçin bu? Jogap ýönekeý. Ulgamy hyýanatçylykly ulanmaga höwes bar bolsa, kimdir biri adatça bir ýol tapar. Bir gezek edenlerinden soň, indi başga biriniň olary duruzmak üçin höwesi bolar.",
    "532470444": "Balans ýyl-ýyldan birneme üýtgäp biler, ýöne bu hereket diňe adamyň esasy tebigatyny görkezýär we bäş müň ýyllyk taryh dinamikanyň ýakyn wagtda üýtgemeginiň mümkindigini görkezýär.",
    "3193548097": "Baky umyt çeşmeleri",
    "4065614934": "Bu derňew täze däl, ýöne adamlar baky optimistik. Esasanam pikirleri täze diýip pikir edenlerinde.",
    "1216071511": "Şol pikirler şeýle ýygy-ýygydan teklip edilýär welin, takmynan 20 ýyl ozal bir näbelli ýazyjy spama garşy çözgütler barada onlaýn pikir alyşmalar üçin boş ýer açdy:",
    "1941999673": "Siziň ýazgyňyz a",
    "4179118182": "() tehniki () kanun çykaryjy () bazara esaslanýan () hüşgär",
    "3978720689": "spama garşy göreş. Siziň pikiriňiz netije bermez. Ine, işlemezliginiň sebäbi.",
    "318339230": "(Aşakdakylaryň bir ýa-da köpüsi siziň aýratyn pikiriňize degişli bolup biler we bolup biler",
    "30312304": "erbet federal kanun kabul edilmezden ozal ştata görä üýtgeýän beýleki kemçilikler.)",
    "2710988028": "() Spamerler e-poçta salgylaryny ýygnamak üçin aňsatlyk bilen ulanyp bilerler",
    "3912514510": "() Poçta sanawlary we beýleki kanuny e-poçta ulanyşlary täsir eder",
    "2030062561": "() Hiç kim ýigidi tapyp bilmez ýa-da pul ýygnap bilmez",
    "3334160175": "() Zalym güýç hüjümlerinden goragsyz",
    "3238345709": "() Iki hepde spamy bes eder we şondan soň ýapyşarys",
    "4227800293": "() E-poçta ulanyjylary muny goýmazlar",
    "2271252286": "() Microsoft muny başarmaz",
    "692064738": "() Polisiýa muňa çydamaz",
    "3475647460": "() Spamerlerden gaty köp hyzmatdaşlygy talap edýär",
    "1482845460": "() Birbada hemmelerden derrew umumy hyzmatdaşlygy talap edýär",
    "3741193183": "() E-poçta ulanyjylaryň köpüsi telekeçiligi ýitirip ýa-da potensial iş berijileri daşlaşdyryp bilmeýärler",
    "2234909600": "() Spamerler sanawlaryndaky nädogry salgylar hakda alada etmeýärler",
    "1982617151": "() Islendik adam başga biriniň karýerasyny ýa-da işini näbelli ýagdaýda ýok edip biler",
    "2498172334": "Hususan-da, meýilnamaňyz hasaba alynmaýar",
    "389705801": "() Muny aç-açan gadagan edýän kanunlar",
    "190955495": "() E-poçta üçin merkezi gözegçilik ediji ygtyýarlygyň bolmazlygy",
    "237009707": "() Daşary ýurtlarda açyk relýeler",
    "3507532387": "() Emailhli e-poçta salgylarynyň kiçijik harp adres ýerini gözlemegiň aňsatlygy",
    "2477958756": "() Erbet adamlar",
    "3254142589": "() Kazyýet meselesi",
    "3621401685": "() Geň täze salgytlaryň meşhurlygy",
    "4277475973": "() Halkyň geň täze pul görnüşlerini kabul etmek islemezligi",
    "941057651": "() SMTP-de bar bolan programma üpjünçiligi maýa goýumlary",
    "3265293440": "() SMTP-den başga protokollaryň hüjüme sezewarlygy",
    "515733427": "() Ulanyjylaryň e-poçta bilen alnan OS programmalaryny gurmak islegi",
    "2631159699": "() Gurçuklaryň giň zolakly birikdirilen Windows gutularyny tapdy",
    "776542208": "() Filterhli süzgüç çemeleşmelerine gatnaşýan ebedi ýarag ýaryşy",
    "989480928": "() Spamyň aşa düşewüntliligi",
    "3898950867": "() Joe işleri we / ýa-da şahsyýet ogurlygy",
    "3395399558": "() Tehniki taýdan sowatsyz syýasatçylar",
    "1118929614": "() Spamerler bilen iş salyşýan adamlaryň aşa samsyklygy",
    "838951836": "() Spamerleriň özleri tarapyndan biwepalyk",
    "2123236933": "() Müşderiniň süzgüçine täsir etmeýän geçirijilik giňligi",
    "2292919419": "() Geljegi",
    "2534436327": "we aşakdaky filosofiki garşylyklar hem ulanylyp bilner:",
    "832385387": "() Siziňki ýaly pikirleri tapmak aňsat, ýöne hiç haçan amaly görkezilmedi",
    "1993984258": "() Çykmakdan esaslanýan islendik shema kabul ederliksiz",
    "3909240516": "() SMTP sözbaşylary kanunçylygyň temasy bolmaly däldir",
    "1151065360": "() Gara sanawlar sorulýar",
    "2396605499": "() Ak sanawlar emýär",
    "2225785608": "() Wiagra hakda senzurasyz gürleşip bilmeli",
    "3004688366": "() Garşylyk çäreleri sim galplygy ýa-da kredit kartoçkasy bilen baglanyşykly bolmaly däldir",
    "922470170": "() Garşylyk çäreleri jemgyýetçilik ulgamlarynyň bozulmagyny öz içine almaly däldir",
    "3068923550": "() Graduallyuwaş-ýuwaşdan tapgyrlaýyn bolsa, garşy çäreler işlemeli",
    "2752975480": "() E-poçta ibermek mugt bolmaly",
    "117227832": "() Näme üçin size we serwerleriňize ynanmaly?",
    "1021431157": "() Açyk çeşme ýa-da açyk çeşme ygtyýarnamalary bilen laýyk gelmezlik",
    "2801524659": "() Gowy duýmak çäreleri meseläni çözmek üçin hiç zat etmeýär",
    "931661269": "() Wagtlaýyn / bir gezeklik e-poçta salgylary kyn",
    "2090457681": "() Hökümetiň e-poçta okamagyny islämok",
    "3536122902": "() Olary şeýle ýagdaýda saklamak ýeterlik haýal we agyryly däl",
    "2391175562": "Mundan başga-da, men siziň hakda şeýle pikir edýärin:",
    "229198134": "() Bagyşlaň dost, ýöne işlemez öýdemok.",
    "345563040": "() Bu samsyk pikir, muny teklip edeniň üçin samsyk adamsyň.",
    "409780280": "( ) Gowy synanyşyk, ****! Kimdir biri klawiaturaňyza basar diýip umyt edýärin!",
    "2820080973": "tarapyndan ýerleşdirildi",
    "3943164003": "çig görnüşi görmek",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Spama garşy täze çözgüdiňiz näme üçin işlemez?",
    "361795034": ". Näbelli ýazyjy, c. 2000-nji ýyl",
    "1547006769": "Adamzady barlamak hem şol bir mesele",
    "3717942925": "Elmydama e-poçta arkaly ünsüňizi çekmek isleýän adamlar bolşy ýaly, elmydama diňe adamlar girip bilýän käbir çeşmelere girişi çäklendirmek islegi bolar.",
    "2481032625": "Maksadyň öňüni almakmy ýa-da ýokmy:",
    "1691348394": "- çäkli goýberiş satuwynda awtomatiki köpçülikleýin satyn alyşlar",
    "1771016224": "- ähli mazmuny web sahypaňyzdan göçürip alýan programma üpjünçiligi",
    "1959762846": "- web formalaryňyzy tükeniksiz marketing spamy ýa-da hyýanatçylyklar bilen doldurmak",
    "345108670": "- şahsyýet maglumatlaryny doldurmak we hasaby almak synanyşyklary",
    "2540760245": "başga-da köp ulanylyşyň arasynda, “adam ýa-da ýok” esasynda onlaýn traffigi süzüp bilmek, adamzat tebigaty soňky bäş müň ýylda ýazylan nusgalara eýerýänçä gymmatly gural bolup galar.",
    "3346362371": "Maşyn öwrenmek hakda näme?",
    "3619183405": "2021-nji ýylda ýönekeý CAPTCHA-lar käwagt maşyn öwrenmegiň gazananlary sebäpli programma üpjünçiligi bilen çözülip bilner. Bu meseläni çözmek üçin hCaptcha ýaly häsiýetleri gaty jikme-jik seljerýär",
    "3292221787": "kynçylyga diňe dogry ýa-da dogry däl-de, jogap berildi we soraglary we ulanylýan maglumatlary ýygy-ýygydan üýtgedýär.",
    "1080672247": "Berlen soraglaryň köpüsiniň tekjeli programma üpjünçiligi bilen ykdysady taýdan çözülip bilinmeýändigi we maglumatlaryň adatça ulgama mahsusdygy sebäpli, botlaryň köplenç mugt hyzmat tarapyndan doly togtadylýandygyny we munuň ýerine adam CAPTCHA çözüjilerine bil baglamalydygyny aňladýar. köp hyýanatçylyklary düýbünden tygşytly edýär.",
    "4172868199": "mundan has öňe gidýär, “gowy adamy” “erbet adamdan” tapawutlandyrmak synanyşygyna geçýär we häzirki wagtda dünýäniň iň meşhur onlaýn hyzmatlary tarapyndan satyn alyş galplyklaryndan başlap, dowamly dowamlylyga çenli hemme zady tapmak we duruzmak üçin ulanylýar. şahsy durmuşyň eldegrilmesizligini goramaga aýratyn üns bermek bilen, ulanyjylaryna abanýan howp.",
    "2873911365": "Apparat attestasiýasy barada näme aýdyp bilersiňiz?",
    "1477196356": "Şahsyýeti kriptografiki taýdan ygtybarly görnüşde, käwagt gizlinligi gorap saklaýan aýratynlyklar bilen baglanyşdyrmagyň dürli usullary teklip edilýär. Jemgyýetçilik açary kriptografiýasy takmynan c. 1975-nji ýyl we apparat belgileri uzak wagtlap bar.",
    "2349681896": "Gynansagam, enjamyň bir bölegini dolandyrmak seniň adamdygyňy aňlatmaýar. Her bir meşhur sarp ediji enjamlaryny attestasiýa shemasy diýen ýaly birnäçe gezek bozuldy, ýapyldy we soň ýene bozuldy.",
    "254326776": "Bu kemçiliklerden hyýanatçylykly hyýanatçylykly peýdalanmak, köplenç aýan edilmezden ýa-da akademiki neşir edilmezden birnäçe aý ýa-da birnäçe ýyl bäri ýüze çykýar.",
    "2462909475": "Hytaýly bot operasiýasynyň bir bölegi, hyýanatçylyk üçin ulanylýan 10,000-den gowrak telefonyň diwary.",
    "1963951234": "Kriptografiki shemaňyz näçe ygtybarly bolsa-da, günüň ahyrynda kimdir biri gözleýän jogabyňyzy bermek üçin pul sarp edip bilýän bolsa, bir enjamyň eýesi bolmak ýeterlik däl.",
    "1278884196": "Saidagny, kriptografiýa diýseň ýaş ders. Recentakyn taryhyň esasynda, kriptografiki shemaňyz we / ýa-da durmuşa geçirişiňiz, her kimiň ýakyndan synlamaga höwesi bar bolsa, bozulmagy ähtimal, beýleki adamlar muny sizden has öň düşünerler. Şeýle hem, enjamlara bil baglamak, ulanyjylaryňyzyň her birinden kemçiligi düzetmek üçin fiziki enjam çalşmagyny haýyş edip bilersiňiz. Köplenç munuň çalt ýüze çykmagy ähtimal däl, hakykatda ulgamyňyz açyk bolmaz.",
    "1828028934": "Şonuň üçin",
    "1642844535": "möhümdir: hCaptcha, ähli bahalandyrmalarda yzygiderliligi deňeşdirmäge mümkinçilik berýän şol bir esasy soraga jogap bermek üçin birnäçe dürli çemeleşmäni ulanýar.",
    "1155821305": "goranmak çuňlugydyr",
    "119098046": "Passiw ýa-da kynçylyksyz çözgütler hakda näme?",
    "2760410719": "Diňe passiw signallar bilen bot kesgitlemäge synanyşýan hyzmatlar çaltlyk bilen esasy meselä öwrülýär: takyk ýer hakykaty ýok bolsa ulgamyň erbet aktýorlary dogry tapýandygyny nädip tassyklamaly?",
    "1722734001": "Açyk internet gaty şowhunly gurşaw. Erbet aktýorlar her gün reCAPTCHA ýaly hyzmatymyzyň ulanyjylaryna we bäsdeşlerine hüjüm edýärler we elbetde muny etmek bilen mümkin boldugyça adam ýaly görünmäge synanyşýarlar.",
    "1595254735": "Diňe passiw hyzmatlar bot kesgitlemegiň takyklygyny saklamak ýa-da nädogrydygyny bilmek üçin göreşýär. Ulanyjylara wagtal-wagtal garşy çykmak we şol kynçylygyň netijelerini dogry seljermek ukyby bolmasa, wagtyň geçmegi bilen takyklyk ep-esli peselýär.",
    "2412751979": "Power hCaptcha-ny görkezýän has takyk adamzat signallarynyň kömegi bilen ozal reCAPTCHA v3 / Enterprise ulanan köp sanly kompaniýa geçdi.",
    "2284856231": "we hCaptcha Enterprise-iň arassa passiw re iniminde düýpli gowulaşan takyklygy gördük.",
    "4162847": "Muny gönüden-göni synlamagy başardyk, sebäbi käbir müşderilerimiz Google-yň tekliplerinden doly geçmezden ozal şol bir haýyş boýunça A / B synaglaryny geçirýärler. Adatça reCAPTCHA v3 ýa-da reCAPTCHA Kärhanasyndan gelýän ýokary ýalan polo positiveitel we ýalan negatiw nyrhlary subut edip bilýäris.",
    "436125785": "Bu önümlerde bar bolan seslenme aýlawlarynyň nädogrydygyny we bot kesgitlemesinde kän bir gyzyklanmazlyk üçin mahabat torunyň satylýandyklaryny, esasy işine zyýan ýetirmezligi sebäpli geň galdyryjy däl.",
    "2233741720": "Netijede",
    "2133809801": "Adamlar adamlar bolup galsalar, adamzadyň tassyklanmagynyň onlaýn rol oýnamagy ähtimal.",
    "2255549335": "HCaptcha-daky işimiz, kynçylyk bilen takyklygyň arasynda gowy söwda tapmak we sürtülmäni pes saklamak, esasanam",
    "4138068262": "ulanyjylar. Netijede, kynçylyklar bilen täsirleşmek, adam tebigaty üýtgemänkä, onlaýn sütemleri azaltmak üçin gurallar arsenalynyň bir bölegi bolup biler.",
    "855097735": "Concerneshli aladalary deňleşdirmek bilen bir hatarda muny gowy ýerine ýetirýän bir hyzmat gurmak gaty kyn mesele (we tejribäni mümkin boldugyça ýakymly etmek üçin elmydama kämilleşdirmek üçin işleýäris), ýöne spamy, hyýanatçylykly hereketleri, hasap ýazgylaryny azaltmak bilen ylalaşarsyňyz diýip umyt edýäris. we onlaýn aldaw, ahyrsoňy wagtal-wagtal ýönekeý soraga mynasyp.",
    "1953959745": "elýeterlilik",
    "2543123170": "Adamzadyň nol sürtülmesi",
    "547245263": "Bot meseläňizi şu gün çözüň.",
    "3117887301": "Iň uly onlaýn hyzmatlar tarapyndan ygtybarly",
    "981806349": "Barlanan hCaptcha platformasynda guruldy",
    "2373007864": "“hCaptcha Enterprise”, ýokary traffik kärhanalarynyň zerur aýratynlyklaryny goşmak üçin giňeldilen “hCaptcha” platformasy tehnologiýasynda işleýär.",
    "2652399059": "Ygtybarly hyzmatdaş",
    "1997838163": "Dünýädäki iň uly kompaniýalar hCaptcha Enterprise baglydyr. Integrasiýa ýönekeý we kesgitlemegiň takyklygy deňi-taýy ýok.",
    "734735952": "CAPTCHA satyjylarynyň birnäçesine baha bermek bilen bir hatarda bir ulgam gurduk. Netijede, hCaptcha reCAPTCHA üçin iň oňat alternatiwa hökmünde ýüze çykdy.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "“Cloudflare” önümi dolandyrmak müdiri",
    "3971348140": "Näme üçin hCaptcha ulandyk? Gerekli aýratynlyklary we öndürijiligi başga hiç kim berip bilmedi. Bizi ýerlerinden turup, çalt ylgadylar, söwdagärlerimiz bu tejribäni gowy görýärler.",
    "4248655793": "- Alex M.",
    "4185927140": "Önüm dolandyryjysy, “Flash”, “Shopify”",
    "282913023": "Trafficokary ulag kärhanalary üçin tygşytly wariant",
    "999610953": "Netijede, Google-a ygtybarly alternatiwa. “hCaptcha Enterprise” has ýokary howpsuzlyk bilen reCAPTCHA tölegiňizde ajaýyp tygşytlylygy üpjün edýär: käbir ýagdaýlarda 80% arzan.",
    "1886100235": "Dünýädäki iň uly onlaýn hyzmatlaryň köpüsi hCaptcha Enterprise geçdi we ep-esli tygşytlamak bilen birlikde bot kesgitlemesini gowulandyrdy.",
    "2903742230": "Mahabat torlary, girýänleriňizi önüm hökmünde görýär. Biziň üçin ýeke-täk maksat olaryň adamkärçiligini kesgitlemek. Hyzmatlarymyz GDPR, CCPA, LGPD we PIPL talaplaryna laýyk gelýär ýa-da ondan ýokarydyr, gizlinlik we howpsuzlygy deňleşdirmek üçin köp işleýäris.",
    "3901503296": "Şahsy durmuşyň eldegrilmesizligine bu üýtgeşik üns, aýratyn howpsuzlygy saklamak bilen bir hatarda maglumatlaryň saklanmagyny, gutapjyksyz işlemegi we beýleki şertnamalaýyn gizlinlik kepilliklerini hödürläp biljekdigimizi aňladýar.",
    "3342910682": "Koprak oka",
    "1130783905": "Takyklyk sizi gyzyklandyrýar we biziňki. “hCaptcha” size hakyky maglumatlary bermek we ony nähili ulanmalydygyňyzy kesgitlemek üçin işleýär. Beýleki howpsuzlyk çözgütleri “Gigantic” mahabat kompaniýalary tarapyndan üpjün edilýär. Diýmek, bloklaýan her bot girdejilerini azaldyp biler.",
    "2019130052": "Şahsy durmuşyň eldegrilmesizligine gönükdirilen ML-de täzeçilliklerimiz, howpsuzlyga ýa-da ulanyjynyň şahsy durmuşyna zyýan bermezden mirasyň \"hemme zady hemişelik ýazga al\" strategiýalarynyň howpsuzlyk standartlaryndan ýokary geçeliň.",
    "23114595": "Uly ulanyjy tejribesi",
    "3437412311": "Kärhananyň ulanyjylary üçin, passiw ballara daýanmak bilen, köp senariýada kynçylyklardan doly gaça durmak üçin opsiýalar bar.",
    "1996843433": "Ajaýyp howpsuzlygy üpjün etmek bilen bir hatarda kanuny traffigiňyzyň 99,9% -i üçin kynçylykdan gaça durmak bilen sürtülmäni azaldyň.",
    "3093689546": "Aňsat integrasiýa",
    "247560732": "Üç setir kod bilen hCaptcha goşuň. ReCAPTCHA-dan gelýän bolsaňyz, biziň API gabat gelýär we geçmek üçin birnäçe minut gerek.",
    "1510448156": "Häzirki wagtda has oňat alternatiwa bilen işledip bilersiňiz we zerur bolanda has ösen aýratynlyklary açyp bilersiňiz.",
    "2718999653": "Customöriteleşdirilen howp ballary",
    "2698140263": "Problemalaryň hemmesi birmeňzeş däl: ýekeje bal almak, peýdaly bolmak üçin zerurlyklaryňyzy çözmelidigini aňladýar.",
    "897432717": "Customöriteleşdirilen howp ballary üçin täze dizaýnymyz bilen, işewürlik bilimleriňizi goşmak, modellerimize ulanyjylaryňyza aýratyn ähmiýet berýän ballary bermäge mümkinçilik berýär.",
    "2650502379": "Öz kynçylyklaryňyzy sekuntda başlaň",
    "3578122193": "Degişli mazmunly markada galyň",
    "1074044172": "Ulanyjylar howpsuzlyk talaplaryňyzy kanagatlandyrmak üçin bir meseläni çözmeli bolanda, näme üçin ulanyja ýakymly we ähmiýetli soraglar bermeli däl?",
    "1579093044": "Simpleönekeý adaty kynçylyk dizaýnerimiz bilen, marka kynçylyk mazmunyny birnäçe minutda başlap bilersiňiz.",
    "3717512591": "Göni platforma integrasiýasy",
    "121743429": "Web infrastruktura kompaniýalary üçin",
    "2131386784": "Siz we ulanyjylaryňyz üçin elýeterli tejribe we goldaw",
    "2782263070": "Hyzmat biziň üçin iň möhüm meseledir. Çagyryşda gije-gündiziň dowamynda goldaw berýäris we ýerine ýetiriş wagtynda we soň in engineeringenerçilik integrasiýa toparyňyz we jaň edýän işgärlerimiz bilen göni Slack koordinasiýasyny hödürleýäris.",
    "3740051331": "Şeýle hem, sosial media, forumlar we widjetimiz we e-poçta goldaw kanallarymyzda ulanyjylaryňyzyň soraglaryna işjeň gözegçilik etmek we jogap bermek isleýäris. Elýeterli we duýgur, ulanyjylaryň kanagatlanmasyny iň ýokary KPI hökmünde kabul edýäris.",
    "170775527": "Kärhananyň aýratynlyklary",
    "3383086062": "hCaptcha Enterprise doly onlaýn howpsuzlyk çözgüdi. Işjeň we passiw reesimler şahsyýet maglumatlaryňyzy doldurmagy, hasabyňyzy almagy we şübheli aktýorlary blokirlemäge mümkinçilik berýär. Kanuny ulanyjylar üçin hemmesi nol sürtülme bilen.",
    "1408599440": "Birnäçe setir kod we 99,9% passiw re modeimimiz bilen çalt başlaň ýa-da ulanyjylaryň haçan we nädip kynçylyk çekýändigine doly gözegçilik ediň. Customörite howp modelleri we düzülip bilinýän kynçylyklar, howpsuzlygy üpjün etmek üçin deňsiz-taýsyz çeýeligi aňladýar.",
    "3365203058": "Botlara garşy dünýä derejesindäki gorag",
    "1803009328": "Web masştabynda söweş synagdan geçirildi.",
    "1586809757": "Botokary takyklyk bot ballary",
    "353367791": "Dürli görnüşdäki erbet aktýorlary tapyň.",
    "191460155": "Nol sürtülme we 99,9% passiw re .im",
    "585557010": "Kanuny ulanyjylaryň 0,1% -inden az kynçylyk çekiň.",
    "3287172429": "Görkezilen kynçylyk görnüşlerine gözegçilik",
    "1844885924": "Saýlamak üçin görnüşleriň giň kitaphanasy.",
    "3018523079": "Yzygiderli ulanyjy tejribesi bilen markada galyň.",
    "3817811295": "Kepillendirilen ygtybarlylyk we jaňda 24/7 çalt goldaw.",
    "1798492192": "Miras brauzeri goldawy",
    "1356745565": "Internet Explorer 8-e gaýdyp gelýänçä gabat gelýär.",
    "751483365": "JavaScript däl müşderiler üçin goldaw.",
    "4199502476": "Giňişleýin hasabat paneli we API",
    "3630114728": "Sahypalaryňyzyň we programmalaryňyzyň arasynda nämeleriň bolup geçýändigini görüň.",
    "3573245166": "ReCAPTCHA-dan tapawutlylykda her ýurtda işleýäris.",
    "2354267648": "GDPR, CCPA we LGPD üçin amatly gizlinlik syýasaty",
    "3167979932": "Birinji günden başlap şahsy durmuşyň eldegrilmesizligi üçin niýetlenendir. Güýçli maglumatlary gaýtadan işlemek şertnamasy.",
    "4065065042": "Ulanyş ýagdaýyňyza laýyk gelmek üçin muny aýlaň.",
    "111184581": "Birinji oturylyşyk",
    "4272022475": "Requhli islegler we emläkler hcaptcha.yourdomain.com sahypasyna gidýär",
    "2676853536": "Köp ulanyjy dolandyryş panelleri",
    "1368787974": "Toparyňyzda dolandyryşy paýlaşyň.",
    "1045484714": "Şahsyýet üpjün edijiňiz bilen SAML SSO integrasiýasy, mysal üçin Okta ýa-da Azure AD.",
    "3953584369": "Çylşyrymly RBAC giriş çäklendirmeleri bar.",
    "2781507299": "Derrew barlamak",
    "4019660456": "0ms gijä galmak: API jaňy ýok hCaptcha belliklerini barlaň.",
    "3446714684": "Jübi telefony (iOS we Android) integrasiýa",
    "2593768395": "Web, ýerli ykjam, ykjam webde üznüksiz tejribe. Öň gurlan integrasiýa we ýerli SDK-lar bar.",
    "1779265104": "Hususy şertler we gizlinlik kepillikleri",
    "122875767": "Beýleki kompaniýalar başaryp bilmediklerinde kanuny zerurlyklaryňyzy kanagatlandyryň.",
    "148188781": "Kynçylyklar",
    "838049015": "Talaplara gabat gelýän ähli suratlary saýlaň",
    "1126302400": "Baglama gutusy",
    "3554448168": "Kategoriýalaşdyrmak",
    "2104933754": "Degişli bellikleri kesgitläň",
    "3612043014": "... we beýleki ýönekeý meseleler. Adamlar üçin aňsat, botlar üçin kyn.",
    "3624758171": "Hususy meseleler kärhana neşirçileri üçin hem elýeterlidir.",
    "1001938065": "Integrasiýa aňsat bolup bilmez",
    "2138799135": "“hCaptcha” -da ulanýan öňdäki we arka ulgamlar üçin öňünden gurlan onlarça integrasiýa bar.",
    "2535001179": "Google-yň reCAPTCHA-dan gelýän bolsaňyz, biziň API-lerimiz çalşylýar.",
    "1393184984": "size gerek zat",
    "3715747429": "Uçuş in engineenerlerimiz, “React” integrasiýasy, “iOS” ýerli programmalar üçin “SDK”, “Java” arkasy mysaly ýa-da başga bir ssenariýa gerek bolsa-da, sizi çalt alyp bilerler.",
    "2681650568": "Hemişe bolşy ýaly, şahsy durmuşyň eldegrilmesizligi biziň üçin esasy gymmatlykdyr. Diňe zerur ýerlere we sizi we ulanyjylaryňyzy goramagyň manysy bolan kynçylyk koduny goşuň. Maglumat ýygnamagy azaltmak integrasiýa pursatyndan başlaýar.",
    "1130868224": "Üç setir kod",
    "2183926131": "HCaptcha Enterprise bilen başlaň",
    "1526887904": "hCaptcha Kärhananyň Gizlinligi",
    "1845745385": "Gizlinlik üçin niýetlenendir.",
    "1297224875": "Kärhananyň onlaýn howpsuzlygyna özboluşly gizlinlik bilen çemeleşme.",
    "2762458927": "Ulanyjy maglumatlaryňyz satylmaýar.",
    "2058856283": "“hCaptcha Enterprise” -iň diňe bir maksady bar: erbet aktýorlaryň onlaýn amallaryňyzy bozup, ulanyjylaryňyza zyýan ýetirmezligi.",
    "2408036504": "Şeýlelik bilen ulgamlarymyz, synpda öňdebaryjy howpsuzlygy saklamak bilen maglumatlary ýygnamagy we saklamagy azaltmak üçin ýerden döredildi. Ulanyjy maglumatlaryny goramagyň iň gowy usuly ony asla saklamak däl.",
    "4099477834": "Müşderi bilen gatnaşyklaryň hemmesi güýçli maglumatlary gaýtadan işlemek şertnamasy bilen goralýar. HCaptcha hyzmaty, hyzmatyňyzyň ýa-da müşderileriňiziň nirede ýerleşýändigine garamazdan ähli gizlinlik kanunlaryna laýyk gelýär. Şahsy maglumatlary saklamazlyk, beýleki kompaniýalara garanyňda bu biziň üçin has aňsatlaşdyrýar.",
    "3569492665": "Onlaýn işjeňligi ýazga almak çözgüt däl.",
    "3389431373": "ReCAPTCHA v3 ýaly hyzmatlar, yzarlamak pikselini sahypaňyzyň her sahypasyna goýmagyň gowy howpsuzlyk üçin zerurdygyny aýdýar. Bu beýle däl.",
    "3590546893": "Pleönekeý özüňi alyp barşyň derňewi, erbet aktýorlar tarapyndan aňsatlyk bilen döredilen signal bolup, ähli kanuny traffigiňyza göz aýlamagyň taryhyny saklamagy talap edýär.",
    "1105363520": "Mahabat toruny işlemeýäris we mahabat satmak üçin ulanyjylaryňyzyň özüni alyp barşyna syn etmek islemeýäris. Diýmek, sahypaňyzyň her sahypasynda passiw piksel talap etmeýäris.",
    "3088605177": "Diňe zerur ýerlere we sizi we ulanyjylaryňyzy goramagyň manysy bolan kynçylyk koduny goşuň.",
    "337971271": "Maşyn öwrenmek peýdalydyr. Emma işlemek üçin şahsy maglumatlary talap etmeýär.",
    "320166522": "Maşyn öwrenmek indi durmuşymyzyň ähli ugurlaryna diýen ýaly täsir edýär, köplenç düşünmeýän we görüp bilmeýän görnüşlerimizde. Onlaýn howpsuzlyk hyzmatlary beýlekilerden tapawudy ýok.",
    "3180664128": "Müňlerçe signallary öwrenmek bilen, modeller zyýanly özüni alyp barşyny çalt kesgitlemekde ýokary ynam döredip bilerler, hatda hiç bir signalyň özi bir meseläni görkezmek üçin güýçli bolmasa-da.",
    "961941354": "Şeýle-de bolsa, bularyň hiç biri-de şahsyýeti anyklaýan maglumatlary ulanmagy talap etmeýär (\"PII\"). Döwrebap kriptografiki usullar, islendik şahsy maglumatlary mümkin boldugyça çalt taşlamaga mümkinçilik berýär, munuň ýerine haýsydyr bir adama baglanyp bolmaýan bir taraplaýyn gollary döredýär.",
    "1706581702": "Kesgitlenen maglumatlar boýunça okuw edil şonuň ýaly işleýär we howpsuzlyk ýa-da şahsy durmuşyň eldegrilmesizligini talap etmeýär. Müşderilerimiz empirik synaglary geçirdiler we bize has az hususy alternatiwalara deňdigini ýa-da has gowudygyny yglan etdiler.",
    "3203921334": "HCaptcha çözgütleri barada birnäçe zady haladyk: 1) şahsy maglumatlary satmaýarlar; diňe zerur şahsy maglumatlary ýygnaýarlar, ýygnaýan maglumatlaryny we ulanylyşyny we / ýa-da aýan etmegini beýan etmekde aç-açan bolýar.",
    "305735018": "Netijede, Google-a ygtybarly alternatiwa. “hCaptcha Enterprise” has ýokary howpsuzlyk bilen reCAPTCHA tölegiňizde ajaýyp tygşytlylygy üpjün edýär: käbir ýagdaýlarda 80% arzan.",
    "3695206755": "Hiç hili borçnamasyz daş-töweregiňizde synap görüň.",
    "2941545733": "Biz satyjylar däl-de, in engineenerler: öz islegiňiz bilen razy bolmagyňyzy isleýäris.",
    "131871195": "Kanagatlanmagyňyzy üpjün etmegiň iň gowy usuly, islegleriňizi kanagatlandyrýandygymyzy görkezmekdir.",
    "3436534225": "Synag başlaýan kompaniýalaryň hemmesi diýen ýaly çözgütlerimizi saýlaýarlar.",
    "4060250206": "Tehniki hünärmenlerimiziň birine ýetmek üçin bu formany ulanyň. Biz çalt jogap berýäris.",
    "1159746815": "Şeýle hem bize göni e-poçta iberip bilersiňiz.",
    "2531534427": "Jikme-jiklikler şu ýerde.",
    "2059998584": "Sebit",
    "3916131732": "Amerikalylar",
    "135276624": "Europeewropa, Eastakyn Gündogar, Afrika (EMEA)",
    "1182294134": "Aziýa-Pacificuwaş ummany (APAC)",
    "2437934778": "Adyňyz",
    "3859506577": "Işewür e-poçta",
    "1268414751": "Başga jikme-jiklikler bolmalymy?",
    "42559805": "Gyssagly bortda zerurlyk barmy?",
    "851679588": "Hawa.",
    "1729677626": "Men hüjüme sezewar bolýaryn we derrew münmegi talap edýärin.",
    "2808971932": "Bu diw blokynyň içindäki käbir tekst.",
    "2468683988": "Sözbaşy",
    "356336077": "“Lorem ipsum dolor” amet, “consectetur adipiscing elit”. Eros element tristikasynda Suspendisse varius enim. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Tekst baglanyşygy",
    "2212670355": "Hasaba giriň",
    "31502377": "Baý tekst elementi näme?",
    "2310705547": "Baý tekst elementi, sözbaşylary, abzaslary, bloknotlary, suratlary we wideolary aýratynlykda goşmagyň we formatlamagyň ýerine bir ýerde döretmäge we formatlamaga mümkinçilik berýär. Diňe iki gezek basyň we mazmuny aňsatlyk bilen dörediň.",
    "2590587108": "Statiki we dinamiki mazmuny redaktirlemek",
    "778204464": "Statiki ýa-da dinamiki mazmun bilen baý tekst elementi ulanylyp bilner. Statik mazmun üçin ony islendik sahypa taşlaň we redaktirläp başlaň. Dinamiki mazmun üçin islendik kolleksiýa baý tekst meýdançasyny goşuň we sazlamalar panelindäki baý tekst elementini şol meýdana birikdiriň. Voila!",
    "1890955039": "Her bir baý tekst üçin formatlamany nädip sazlamaly",
    "3286051798": "Sözbaşylar, abzaslar, bloknotlar, sanlar, şekiller we şekil ýazgylary, içerde ýerleşýän selektor ulgamynyň “Içinde bolanda” baý tekst elementine synp goşulandan soň düzülip bilner.",
    "504332576": "“HCaptcha” -nyň internetiň takmynan 15 göteriminde işleýän dünýädäki iň uly garaşsyz kiberhowpsuzlyk hyzmatyna öwrülendigini buýsanýarys we bu bazar paýynyň köpüsini göni Google reCAPTCHA-dan aldyk. Bilelikde, hCaptcha we",
    "1155436473": "(kärhanamyzy hödürleýär) indi her aý onlarça million web sahypalarynda we programmalarynda ýüzlerçe million ulanyjylary goraýar. Hekaýamyz, gizlinligi birinji ýerde goýanyňyzda “Big Tech” bilen bäsleşip biljekdigiňizi görkezýär.",
    "3108727249": "BotStop",
    "1296696044": "Gizlinlik vs. Howpsuzlyk: Näme üçin ikisem däl?",
    "538871570": "“Google” we beýleki “Big Tech” kompaniýalary bilen bäsdeşlik etmek gaty uzyn bir tertip ýaly bolup görünýär: olaryň monopolistik bazar güýji, platforma täsiri we ýokary girdejili işläp düzüjileriň goşuny, adatça, “Facebook” ýa-da “Amazon” ýaly beýleki tehnologiýa ägirtlerinden başga hiç kim üçin kynçylyk çekip bilmeýär. Hekaýamyz munuň beýle bolmaly däldigini görkezýär - gizlinlige ünsi jemläp “Big Tech” -i ýeňip bilersiňiz.",
    "3600718611": "Google reCAPTCHA serediň,",
    "4281708680": ". “HCaptcha” -da, mümkin boldugyça az maglumat sarp edilende we saklanylanda, adaty bot hereketlerini ýokary takyklykda kesgitlemek üçin gizlinligi gorap saklaýan maşyn öwreniş usullaryny ulanyp, bilgeşleýin başgaça çemeleşdik.",
    "3312336121": "web ulanyjylarynyň kanuny adamdygyny ýa-da botdygyny kesgitlemek üçin gaty köp özüni alyp baryş maglumatlary sarp edýär",
    "1193738791": ": web sahypasynyň her sahypasynda we webde ulanyjynyň özüni alyp barşyny yzarlaýarlar. “HCaptcha” -ny ilkinji günden başlap mümkin boldugyça gizlinlik üçin taýýarladyk. Bu meselä düýbünden başgaça çemeleşmäge sebäp boldy. Görnüşi ýaly, ulanyjylary webde yzarlamak we web taryhyny şahsyýetine baglamak gowy howpsuzlyga ýetmek üçin düýbünden zerur däl. HCaptcha-a geçen köp sanly kompaniýa",
    "2620705814": "Google mahabat kompaniýasy bolup, howpsuzlyk önümleri mahabat önümlerine gaty meňzeýär",
    "1126447688": "gizlinligimize garamazdan köplenç bot tapmakda we azaltmakda deň ýa-da has gowy öndürijilik barada habar beriň",
    "439777523": "Düzgünnama",
    "3588274874": "Unionewropa Bileleşiginiň GDPR we Kaliforniýanyň CCPA ýaly kadalaşdyryjy tagallalara laýyk gelýän önümi bermäge ünsi jemläp, uly ösüşi başdan geçirdik - elbetde, hCaptcha-nyň reCAPTCHA üçin ýönekeý “düşmegi” we şeýlelik bilen birnäçe minutyň içinde gurnalyp bilner.",
    "2150595700": ". GDPR we CCPA kärhana alyjylary üçin şahsy durmuşyň eldegrilmesizligini alada goýýarlar we şol bir wagtyň özünde onlaýn mahabat we marketing pudaklarynyň maglumatlarymyzy taryhy taýdan nähili ulanandyklaryna düşünip başlanymyzda onlaýn gizlinlik halk üçin has möhüm bolýar.",
    "2624949852": "Elbetde, reCAPTCHA 2009-njy ýyldan bäri millionlarça web sahypalaryny zyýanly botlar we spamerler tarapyndan abanýan howplardan goraýan web howpsuzlygyna ilkinji gezek giripdi. Şeýle-de bolsa, soňky ýyllarda düýbünden ylalaşyldy:",
    "499510428": "Aslynda düzgünleşdirmegiň bu ýerde bize kömek edendigine ynanýarys",
    "1232651561": "programma üpjünçiligi indi reCAPTCHA meselelerini çözmekde adamlar ýaly gowy.",
    "824740867": "Google çözgüdi gowulaşdyrmagyň ýerine, ulanyjy profilini döretmek üçin web sahypasyndan özüni alyp baryş maglumatlaryny ýygnap, howpsuzlyk programma üpjünçiligine garanyňda mahabat toruna has köp işleýän reCAPTCHA v3 çykardy. Gynansagam, bu hili signal aňsatlyk bilen ýeňilýär we ulanyjynyň şahsy durmuşyna zyýan ýetirýän botlardan az gorag üpjün edýär.",
    "1027023087": "“HCaptcha” -da, muňa derek gözleg taryhy ýaly uzak möhletli özüni alyp barş ýazgylaryny saklamagy talap etmeýän we hyzmat girizileli bäri kesgitlenen garşydaşlaryň öňünde has çydamlydygyny subut edýän meselä has döwrebap çemeleşmelere ünsi jemledik.",
    "2852295413": "Özbaşdak gyzyklanma gapma-garşylygy: botlary duruzmak mahabat torunyň girdejisini azaldar",
    "1597520917": "Tankytçylaryň sanynyň köpelmegi, Google-yň ulanyjylaryň şahsy durmuşyny äsgermezlik etmegi, web sahypalaryny we programmalaryny goramak isleýän müşderilere degişlidigini bellediler.",
    "763447231": "Şol bir wagtyň özünde, botlaryň neşirýat sahypalaryna girmeginiň öňüni almak, Google-yň reCAPTCHA önümini girdejileriniň 80% -inden gowragyny öndürýän mahabat işine gönüden-göni mahabat galplyklaryny ýüze çykaryp biler.",
    "999674529": "Google-yň kesgitlän her bir boty, nol mahabat dollaryny gazanmaly. Google kompaniýasynyň höweslendirmeleri, howpsuzlyk hyzmatlarynyň ulanyjylary bilen ýaramaz gabat gelýär we bu olaryň reCAPTCHA howpsuzlyk teklibiniň pes işlemeginiň bir düşündirişi bolup biler.",
    "956019009": "Iň uly web infrastruktura kompaniýalary eýýäm çäre gördüler",
    "1923297430": "Uly müşderiler üçin iň soňky nokat, Google önümlerini islendik manyda ulanandygy üçin kompaniýalara zarýad berip başlanda ýüze çykdy. Bu, uzak wagtlap reCAPTCHA ulanyjylarynyň has gowy alternatiwalary gözlemegine sebäp boldy, sebäbi Google-yň tekliplerini ulanyp, bütin dünýäde kadalaşdyryjy aladalar eýýäm ýakymsyzdy.",
    "2197218442": "“Cloudflare” -niň baş direktory Mäti Şazada bu nukdaýnazary jemledi",
    "155456850": "hCaptcha-a geçendiklerini habar bermek:",
    "435302267": "kompaniýanyň blog ýazgysy",
    "2087769953": "\"Bu üýtgeşmä begenýäris, sebäbi bu birnäçe wagt bäri Google hyzmatyna bil baglamak bilen baglanyşykly gizlinlik meselesini çözmäge kömek edýär. Birnäçe CAPTCHA satyjysyna baha berdik, şeýle hem özümiz ulgam gurduk. Netijede, hCaptcha reCAPTCHA üçin iň oňat alternatiwa hökmünde ýüze çykdy. \"\" hCaptcha çözgütleri barada birnäçe zady haladyk: 1) şahsy maglumatlary satmaýarlar; diňe zerur şahsy maglumatlary ýygnaýarlar, ýygnaýan maglumatlaryny we ulanylyşyny we / ýa-da aýan etmegini aç-açan aýdýarlar. \"",
    "595582512": "Sahypaňyzy ýa-da programmaňyzy botlardan, spamerlerden ýa-da beýleki zyýanly aktýorlardan netijeli goramak isleýän bolsaňyz, ulanyjylaryňyzyň şahsy durmuşyny goramak bilen bir hatarda (we ähli degişli düzgünleri berjaý ediň!) HCaptcha we Kärhanamyzyň tekliplerini göz öňünde tutuň!",
    "3388180864": "Web masştabynda çuňňur tehniki kynçylyklaryň üstünde işlemek isleýärsiňizmi? Biz elmydama zehinli inersenerleri işe alýarys -",
    "3892952987": "açyk ýerlerimizi barlaň we şu ýere ýüz tutuň",
    "3368788823": "Terens Eden öz blogynda gyzykly bir pikiri öňe sürdi: \"",
    "1491780143": "CAPTCHA-lar siziň adamdygyňyzy subut etmeýärler - Amerikalydygyňyzy subut edýärler",
    "2146900431": "Göçme manyda Bu talap köp many berýär. CAPTCHA-lar, hemme zat diýen ýaly, medeni kontekstde jemlenendir we kynçylyklaryň köpüsi esasan bir medeniýetde döredilen bolsa, beýlekisine gaty gowy terjime edip bilmez. Aslynda, bu medeni mesele",
    "378086442": "CAPTCHA-lary, her gezekde UX däl-de.",
    "1445008801": "Edeniň aýdyşy ýaly:",
    "332723732": "mazmuny",
    "2072808435": "\"Näme diýýärsiňiz, Google? Countryurdumdaky taksiler köplenç gara reňkde. Amerikadakylaryň hemmesiniň sarydygyny bilmek üçin ýeterlik film gördüm. Iöne baran beýleki ýurtlarymda taksiler gaty bir kynçylyk çekdiler. dürli reňkler. \"",
    "3206136647": "Google-yň bu ýerdäki meselesi, kimiň görýänine garşy ulanýan sorag maglumatlaryna esaslanýar. Datahli maglumatlar şol bir medeniýetden gelip çykýan bolsa (we Google-da şol bir kompaniýa), Edeniň şikaýatyna laýyklykda beýleki medeniýetlere gowy terjime edilmeýän kynçylyklara garaşarsyňyz.",
    "2217842245": "Şeýle-de bolsa, maglumatlarymyz muny görkezýär (hCaptcha üçin)",
    "4280117172": "Aslynda köp ýurt ABŞ-dan birneme gowulaşýar, şol sanda Nigeriýa, Hindistan, Braziliýa we Germaniýa:",
    "555749578": "her yklymyň esasy ýurtlary boýunça çözgüt nyrhlarynda 1% -den az tapawut bar.",
    "151737819": "“HCaptcha Solve Rates” bütin dünýäde gaty az tapawudy görkezýär",
    "3908992897": "we dünýäniň her bir ýurdunda we sebitinde ulanylýar, şonuň üçin biz yzygiderli global tejribe bermäge köp üns berýäris.",
    "2808122102": "Medeni taýdan işlemek biziň hyzmatymyzyň esasy talabydyr. Legalhli kanuny ulanyjylaryň mazmuna çalt girip biljekdigine göz ýetirmek biziň wezipämiziň möhüm bölegi. 110 dilde kynçylyklary üpjün edýäris we kynçylyklarymyzyň hemmeler tarapyndan çözülip bilinjekdigine göz ýetirmek üçin degişli terjimeleri yzygiderli kämilleşdirýäris.",
    "3913801502": "hCaptcha indi internetiň takmynan 15% -inde işleýär",
    "2077639538": ". Birinjisi, biziň hyzmatymyzdaky kynçylyk maglumatlary diňe bir däl-de, köp çeşmeden gelip biler - iri “Fortune 500” kompaniýalaryndan başlap, maşyn öwreniş başlangyçlaryna çenli, olar bize ýapyşýan bolsalar.",
    "3951112506": ". Bu, eýýäm maglumatlarda has ýokary derejäni kepillendirýär.",
    "1803943584": "Ikinjiden, kynçylyklaryň haýsy ýurtlarda ýa-da dillerde işlejekdigini kesgitlemek üçin öz-özüňi optimizirlemäge ýol açýarys, yzygiderli tejribe mümkinçiligini hasam artdyrýarys. Takyklyk garaşylýandan pes bolsa, soraglaryň toplumy bu täsiriň ýüze çykan sebitinde ýa-da dilinde işlemegini bes eder.",
    "3668873369": "“HCaptcha” -da birinji günden başgaça çemeleşdik",
    "1519201684": "AI etika syýasaty",
    "2155089487": ". Käbir toparlar üçin kynçylyklarymyzy çözmek has aňsat bolsa, ýer ýüzündäki we dürli medeniýetdäki adamlaryň çözülişinde tapawudyny göreris. Edeniň ýazgysynyň çäginde Amerikalylaryň beýleki ýurtlardakylardan has gowy iş etmegine garaşýarys. Bu meseläniň öňüni almak üçin ulgamlary ösdürmek üçin birnäçe ýyl sarp edenimiz üçin, aslynda munuň tersini görýäris.",
    "2603863826": "PS: Diliňizde gowulaşmalary ulanyp boljak terjime tapsaňyz, arza bermäge arkaýyn boluň",
    "3543141425": "munuň üçin!",
    "2697276059": "Munuň işleýändiginiň subutnamasy: bütin dünýäde birmeňzeş çözgüt nyrhlary",
    "664236229": "haýyş"
}