{
  "header-privacy-link": "Privacidade",
  "header-integration-link": "Integração",
  "header-cost-link": "Custo",
  "header-features-link": "Recursos",
  "header-docs-link": "Docs",
  "header-login-button": "Conecte-se",
  "header-contact-button": "Contactar Vendas",
  "intro-heading": "Verificação de humanidade de fricção zero.",
  "intro-contact-button": "Contacte-nos para saber mais",
  "intro-text-bottom": "Utilizado pelas empresas que impulsionam a web.",
  "sub-menu-button": "Contactar Vendas",
  "sub-menu-item1": "Empreendimento",
  "sub-menu-item2": "Custo",
  "sub-menu-item3": "Integração",
  "sub-menu-item4": "Recursos",
  "sub-menu-item5": "Privacidade",
  "sub-menu-item6": "Docs",
  "info-head-1": "Construído na comprovada plataforma hCaptcha",
  "info-text-1": "O hCaptcha Enterprise é executado na tecnologia da plataforma hCaptcha, estendida para incluir os recursos de alto tráfego de que as empresas precisam.",
  "info-head-2": "Um parceiro de confiança",
  "intro-subtitle": "Resolva seu problema com o bot hoje.",
  "info-text-2": "Nossos serviços contam com a confiança das maiores empresas do mundo para atender a muitos milhões de usuários diários em dezenas de milhões de sites.",
  "cloudflare-quote-text": "Avaliamos vários fornecedores de CAPTCHA e também construímos um sistema. No final, o hCaptcha surgiu como a melhor alternativa ao reCAPTCHA.",
  "cloudflare-quote-detail": "Diretor de Gestão de Produtos, Cloudflare",
  "section-quote-head": "A opção econômica para empresas de alto tráfego",
  "section-quote-text": "Finalmente, uma alternativa confiável ao Google. O hCaptcha Enterprise oferece economia drástica em sua fatura do reCAPTCHA com maior segurança: até 80% menos caro em alguns casos. ‍Muitos dos maiores serviços online do mundo mudaram para o hCaptcha Enterprise e receberam detecção de bot aprimorada, juntamente com economias de custo substanciais.",
  "section-quote-button": "Contacte-nos hoje para uma cotação",
  "section-privacy-header": "Foco na privacidade",
  "section-privacy-text-1": "As redes de anúncios veem seus visitantes como o produto. Para nós, o único produto é determinar sua humanidade. Nossos serviços atendem ou excedem os requisitos de GDPR, CCPA e LGPD e apoiam iniciativas como o Privacy Pass. Trabalhamos muito para equilibrar privacidade e segurança.",
  "section-privacy-text-2": "Esse foco exclusivo na privacidade significa que podemos oferecer zero retenção de dados individuais, operação livre de cookies e outras garantias contratuais de privacidade, conforme necessário, ao mesmo tempo em que mantemos uma segurança excelente.",
  "section-security-header": "Segurança em primeiro lugar",
  "section-security-text-1": "A precisão é do seu interesse e do nosso. O hCaptcha funciona para fornecer dados reais e permitir que você decida como usá-los. Outros captchas são fornecidos por empresas de publicidade Gigantic. Isso significa que cada bot que eles bloqueiam pode reduzir sua receita.",
  "section-security-text-2": "Usar as mais recentes técnicas de aprendizado de máquina com foco na privacidade nos permite exceder os padrões de segurança das estratégias legadas de gravar tudo para sempre, sem prejudicar a segurança ou a privacidade do usuário.",
  "section-user-experience-header": "Excelente experiência do usuário",
  "section-user-experience-text1": "Para usuários corporativos, as opções estão disponíveis para evitar completamente os desafios na maioria dos cenários.",
  "section-user-experience-text2": "Reduza o atrito evitando um desafio inteiramente para 99,9% do seu tráfego legítimo, enquanto ainda fornece excelente segurança, graças aos modelos avançados de bot.",
  "section-easy-integration-header": "Integração fácil",
  "section-easy-integration-text": "Adicionar hCaptcha leva apenas alguns minutos e apenas algumas linhas de código. A API básica é compatível com reCAPTCHA V2 e leva apenas alguns minutos para alternar. Você pode começar a usar uma alternativa superior hoje e ativar recursos mais avançados conforme necessário.",
  "section-easy-integration-serverside": "Lado do servidor:",
  "section-easy-integration-frontend": "A parte dianteira:",
  "section-threat-header": "Pontuações de ameaças personalizadas",
  "section-threat-text": "Nem todos os problemas são iguais: obter uma única pontuação significa que ela deve atender às suas necessidades para ser útil. Com as pontuações personalizadas de ameaças exclusivas do hCaptcha, uma consulta rápida nos permite ajustar nossos modelos para fornecer pontuações mais relevantes para o seu negócio.",
  "section-challenges-header": "Lance seus próprios desafios em segundos",
  "section-challenges-text-1": "Fique na marca com conteúdo relevante",
  "section-challenges-text-2": "Quando os usuários precisam resolver um desafio para atender aos requisitos de segurança, por que não criar tarefas agradáveis e relevantes para o usuário? Com nosso designer de desafio simples e personalizado, você pode lançar o conteúdo do desafio da marca em apenas alguns minutos.",
  "section-integration-header": "Integração direta da plataforma",
  "section-integration-subheader": "Para empresas de infraestrutura da Web",
  "section-integration-text": "O sistema hCaptcha Enterprise é excepcionalmente flexível em seu design: ele pode ser parcialmente ou totalmente implantado na extremidade de sua rede se você operar uma nuvem pública ou possuir muitos data centers. ‍Isso pode reduzir drasticamente os custos e o tráfego fora da rede, ao mesmo tempo em que retém todos os benefícios do gerenciamento de nossa equipe de plantão 24 horas nos sete dias da semana para atender aos SLAs mais rígidos.",
  "section-support-header": "Experiência e suporte alcançáveis para você e seus usuários",
  "section-support-text": "O serviço é uma prioridade para nós. Mantemos suporte 24 horas por dia, 7 dias por semana, e oferecemos coordenação direta do Slack com sua equipe de integração de engenharia e nossa equipe de plantão durante e após a implementação.‍ ‍ Também estamos comprometidos em monitorar ativamente e responder às perguntas de seus usuários nas redes sociais e fóruns e nossos canais de suporte por e-mail e widget. Somos acessíveis e responsivos e tratamos a satisfação do usuário como um dos principais KPI.",
  "section-enterprise-header": "Recursos empresariais",
  "section-enterprise-title-1": "Proteção anti-bot de classe mundial",
  "section-enterprise-desc-1": "Testado em escala da web.",
  "section-enterprise-title-2": "Pontuações de bot de alta precisão",
  "section-enterprise-desc-2": "Detecte malfeitores de muitos tipos diferentes.",
  "section-enterprise-title-3": "Fricção zero e modos passivos de 99,9%",
  "section-enterprise-desc-3": "Desafie menos de 0,1% dos usuários legítimos.",
  "section-enterprise-title-4": "Controlar os tipos de desafio mostrados",
  "section-enterprise-desc-4": "Ampla biblioteca de tipos para escolher.",
  "section-enterprise-title-5": "Controle o conteúdo do desafio usado",
  "section-enterprise-desc-5": "Fique na marca com uma experiência de usuário consistente.",
  "section-enterprise-title-6": "SLAs corporativos",
  "section-enterprise-desc-6": "Confiabilidade garantida e suporte on-call rápido 24 horas por dia, 7 dias por semana.",
  "section-enterprise-title-7": "Suporte a navegador legado",
  "section-enterprise-desc-7": "Compatível desde o Internet Explorer 8.",
  "section-enterprise-title-8": "Painéis de relatórios avançados e API",
  "section-enterprise-desc-8": "Veja o que está acontecendo em todos os seus sites e aplicativos.",
  "section-enterprise-title-9": "Funciona em todos os países",
  "section-enterprise-desc-9": "Ao contrário do reCAPTCHA, trabalhamos em todos os países.",
  "section-enterprise-title-10": "Política de privacidade compatível com GDPR, CCPA e LGPD",
  "section-enterprise-desc-10": "Projetado para privacidade desde o primeiro dia. Acordo forte de processamento de dados.",
  "section-enterprise-title-11": "Níveis de dificuldade refinados",
  "section-enterprise-desc-11": "Disque isso para se adequar exatamente ao seu caso de uso.",
  "section-enterprise-title-12": "Hospedagem primária",
  "section-enterprise-desc-12": "Todas as solicitações e ativos vão para hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Painéis multiusuário",
  "section-enterprise-desc-13": "Compartilhe o gerenciamento com sua equipe.",
  "section-enterprise-title-14": "Verificação Instantânea",
  "section-enterprise-desc-14": "Latência de 0 ms: verifique os tokens hCaptcha sem chamada de API.",
  "section-enterprise-title-15": "Integração móvel (iOS e Android)",
  "section-enterprise-desc-15": "Experiência perfeita em web, mobile nativo, web mobile. Integrações pré-construídas e SDKs nativos disponíveis.",
  "section-enterprise-title-16": "Termos personalizados e garantias de privacidade",
  "section-enterprise-desc-16": "Satisfaça suas necessidades legais quando outras empresas não podem.",
  "presented-challlenges-head": "Desafios Apresentados",
  "presented-challenges-title-1": "Comparação",
  "presented-challenges-text-1": "Selecione todas as imagens que correspondem à consulta",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definir área delimitadora para objetos",
  "presented-challenges-title-3": "Categorização",
  "presented-challenges-text-3": "Identifique os rótulos correspondentes",
  "presented-challenges-subheader": "... e outras tarefas simples. Fácil para humanos, difícil para bots.",
  "presented-challenges-subtext": "Tarefas personalizadas também disponíveis para editores corporativos.",
  "footer-header-1": "Empresa",
  "footer-header-2": "Recursos",
  "footer-header-3": "Contato",
  "footer-link-1": "Marcação",
  "footer-link-2": "Cerca de",
  "footer-link-3": "Empregos",
  "footer-link-4": "Marcas Registradas",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Documentação",
  "footer-link-8": "Reportar um erro",
  "footer-link-9": "Acessibilidade",
  "footer-terms": "Termos",
  "footer-privacy": "Privacidade",
  "footer-attribution": "Atribuição",
  "footer-subheader-1": "Apoio, suporte",
  "footer-subheader-2": "Contato",
  "switch-to-english-link": "Mudar para o Inglês",
  "intro-heading-privacy": "Projetado para privacidade.",
  "intro-subtitle-p1-privacy": " Uma abordagem exclusivamente orientada para a privacidade para a segurança online.",
  "info-head-2-pr": "Gravar atividades online não é a resposta.",
  "info-text-1-pr": "O hCaptcha Enterprise tem apenas um propósito: evitar que atores mal-intencionados interrompam suas operações online e prejudiquem seus usuários.",
  "info-text-2-pr": "Nossos sistemas são projetados desde o início para minimizar a coleta e retenção de dados, mantendo a segurança líder da classe. A melhor maneira de proteger os dados do usuário é não armazená-los.",
  "info-text-3-pr": "Todas as relações com os clientes também são protegidas por um forte Acordo de Processamento de Dados. O serviço hCaptcha está em conformidade com todas as leis de privacidade, não importa onde seu serviço ou seus clientes residam. Não guardar dados pessoais torna isso muito mais fácil para nós do que para outras empresas.",
  "info-text-2-2-pr": "Serviços como o reCAPTCHA v3 dizem que colocar o pixel de rastreamento em todas as páginas do seu site é necessário para uma boa segurança. Este não é o caso.",
  "info-text-2-3-pr": "A análise comportamental simples é um sinal facilmente forjado por malfeitores e também exige a retenção do histórico de navegação de todo o tráfego legítimo.",
  "info-text-2-4-pr": "Não operamos uma rede de anunciantes e não temos interesse em observar o comportamento do usuário para vender anúncios. Isso significa que não exigimos um pixel passivo em todas as páginas do seu site.",
  "info-text-2-5-pr": "Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários.",
  "info-head-3-pr": "O aprendizado de máquina é útil. Mas não requer dados pessoais para funcionar.",
  "info-text-3-1-pr": "O aprendizado de máquina agora afeta quase todos os aspectos de nossas vidas, muitas vezes de maneiras que não percebemos e não podemos ver. Os serviços de segurança online não são diferentes.",
  "info-text-3-2-pr": "Ao aprender através de milhares de sinais, os modelos podem inferir e alcançar alta confiança na detecção de comportamento malicioso muito rapidamente, mesmo quando nenhum sinal individual seria forte o suficiente para indicar um problema.",
  "info-text-3-3-pr": "No entanto, nada disso requer o uso de informações de identificação pessoal (PII). As técnicas criptográficas modernas nos permitem descartar quaisquer dados pessoais o mais rápido possível, criando, em vez disso, assinaturas unilaterais que não podem ser vinculadas a nenhum indivíduo.",
  "info-text-3-4-pr": "O treinamento em dados não identificados funciona tão bem e não requer comprometer a segurança ou a privacidade. Nossos clientes fizeram os testes empíricos e nos declararam iguais ou melhores do que alternativas muito menos privadas.",
  "cloudflare-quote-text-privacy": "Gostamos de várias coisas nas soluções hCaptcha: 1) elas não vendem dados pessoais; eles coletam apenas dados pessoais mínimos necessários, são transparentes ao descrever as informações que coletam e como as usam e / ou divulgam.",
  "pilot-head": "Experimente-nos em seu ambiente sem compromisso.",
  "pilot-text-1a": "Somos engenheiros, não vendedores: queremos que você fique feliz com sua escolha.",
  "pilot-text-1b": "A melhor maneira de garantir sua satisfação é demonstrar que atendemos às suas necessidades.",
  "pilot-text-1c": "Praticamente todas as empresas que iniciam um piloto, em última análise, escolhem nossas soluções.",
  "pilot-text-1d": "Use este formulário para entrar em contato com um de nossos especialistas técnicos. Respondemos rapidamente.",
  "pilot-text-1e": "Você também pode nos enviar um e-mail diretamente.",
  "pilot-email-details": "Os detalhes estão aqui.",
  "pilot-f1": "Região",
  "pilot-f2": "Seu nome",
  "pilot-f3": "Seu nome",
  "pilot-f4": "Email Comercial",
  "pilot-f5": "Quaisquer outros detalhes que devemos ter?",
  "pilot-f6": "Você precisa de integração urgente?",
  "pilot-f7": "sim.",
  "pilot-f8": "Estou sob ataque e preciso de integração imediata.",
  "pilot-f9": "Enviar",
  "pilot-f10": "Ao inserir seu e-mail, você concorda com nossos Termos e Política de Privacidade e em receber nossos e-mails.",
  "pilot-fo-1": "A integração não poderia ser mais fácil.",
  "pilot-fo-2": "O hCaptcha possui dezenas de integrações pré-construídas para os sistemas de front-end e back-end que você usa.",
  "pilot-fo-3": "Se você vier do reCAPTCHA do Google, nossas APIs são substitutos imediatos. Três linhas de código são tudo de que você precisa.",
  "pilot-fo-4": "Nossos engenheiros de integração podem ajudá-lo rapidamente, caso precise de integração com o React, SDKs para aplicativos nativos iOS, um exemplo de back-end Java ou praticamente qualquer outro cenário.",
  "pilot-fo-5": "E, como sempre, a privacidade é um valor fundamental para nós. Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários. Minimizar a coleta de dados começa no momento da integração.",
  "pilot-fdone": "Obrigada. Nós estaremos em contato em breve.",
  "home-ent-2-new": "Saiba mais sobre nossa solução empresarial.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "As soluções hCaptcha Enterprise oferecem segurança líder de classe e protegem muitos dos principais serviços online.",
  "home-plans-button-2-new": "Saber mais",
  "header-enterprise-link": "Empreendimento",
  "sales-interstitial-c1b-new": "Saiba mais sobre o hCaptcha Enterprise"
}
