{
    "1031855757": "Uso deste site",
    "1034830": "Disputas que podem não estar sujeitas à convenção de arbitragem pré-disputa conforme previsto pela Lei de Reforma e Proteção ao Consumidor Dodd-Frank Wall Street (Lei Pública 111-203) estão excluídas deste",
    "1064537632": "Observe que o uso de nosso Serviço é regido por nosso Contrato de Processamento de Dados, que é incorporado aqui por referência. Leia este contrato para ver como processamos dados pessoais em seu nome. Observe que operamos como um \"processador de dados\" para os fins do Regulamento Geral de Proteção de Dados da UE e um \"provedor de serviços\" para os fins da Lei de Privacidade do Consumidor da Califórnia.",
    "1095532507": "Um cookie (\"Cookie\") é um pequeno arquivo de texto que é colocado em seu disco rígido por um servidor de página da web. Os cookies contêm informações que podem ser lidas posteriormente por um servidor da web no domínio que emitiu o cookie para você. Alguns dos cookies só serão usados se você usar determinados recursos ou selecionar certas preferências, e alguns cookies sempre serão usados. Você pode descobrir mais sobre cada cookie visualizando nossa lista de cookies atual abaixo.",
    "1158384644": "Você pode, a qualquer momento, deixar de usar nosso site, desde que cumpra todas as políticas de IMI aplicáveis. Podemos, a nosso exclusivo critério, rescindir este acordo, suspender o acesso ao nosso site ou remover quaisquer serviços imediatamente sem aviso prévio por qualquer motivo.",
    "1300074400": "Informações sobre a gestão atual da empresa podem ser obtidas na página Sobre. O atual CEO da empresa é o diretor-gerente responsável pelo conteúdo.",
    "1395644678": "Site oficial da Comissão Europeia para resolução de disputas online:",
    "148542287": "Este não é um conselho jurídico e nenhuma garantia é fornecida em relação a esta análise. Se você tiver outras perguntas ou dúvidas, entre em contato conosco em:",
    "1527172673": "Se você tiver alguma dúvida sobre esta Política de Cookies, entre em contato conosco em:",
    "1535054294": "Por favor, veja sua política detalhada",
    "1747657936": "Nossos sites e serviços não são direcionados a crianças menores de 13 anos e não coletamos intencionalmente informações pessoais de crianças menores de 13 anos. Se soubermos que coletamos informações pessoais de uma criança menor de 13 anos, iremos pegar medidas razoáveis para excluir tais informações de nossos arquivos assim que possível, a menos que tenhamos a obrigação legal de retê-las. Entre em contato conosco se você acredita que temos qualquer informação de ou sobre uma criança com menos de 13 anos:",
    "1807512722": "Você pode levar qualquer reclamação decorrente do uso deste site para uma agência administrativa, mas apenas na medida em que a lei aplicável permitir o acesso a tal agência, não obstante a existência de um acordo de arbitragem. Essas reclamações administrativas incluem, sem limitação, reclamações ou acusações apresentadas à Comissão de Oportunidades Iguais de Emprego, ao Departamento do Trabalho dos Estados Unidos e ao Conselho Nacional de Relações Trabalhistas. Nada nesta cláusula será considerado como impedindo ou desculpando você de apresentar uma reclamação administrativa perante qualquer agência, a fim de cumprir sua obrigação de esgotar os recursos administrativos antes de fazer uma reclamação na arbitragem, no entanto, você renuncia ao direito a qualquer sentença monetária por meio deste procedimentos da agência.",
    "2238885192": "Usamos o Sentry para coletar dados de depuração quando um usuário experimenta um erro. Para obter informações sobre como o Sentry coleta e processa dados:",
    "2520904193": "Você renuncia a qualquer direito que tenha para que qualquer disputa seja proposta, ouvida ou arbitrada como uma ação coletiva, coletiva ou representativa. Não obstante qualquer outra cláusula contida neste contrato, a frase anterior não será separável deste contrato em qualquer caso. Qualquer reclamação de que toda ou parte desta renúncia é inexequível, injusta, nula ou anulável pode ser determinada apenas por um tribunal de jurisdição competente e não por um árbitro. Você não será retaliado ou impedido de concluir tarefas em nosso site como resultado do exercício de seus direitos sob a Seção 7 da Lei Nacional de Relações do Trabalho, ou por ação ou participação em uma ação coletiva, coletiva ou representativa em qualquer fórum , mas podemos legalmente buscar a execução desta renúncia de ação coletiva e solicitar a demissão de tais ações ou reivindicações coletivas ou representativas.",
    "2577178569": "3. Usado para fins técnicos estritamente necessários: permite o uso do Usuário de Acessibilidade.",
    "2583888954": "Exceções.",
    "263977834": "Esgotamento administrativo.",
    "2657277322": "Se você tiver alguma dúvida, entre em contato conosco em:",
    "271333468": "Implementamos medidas técnicas e organizacionais adequadas para proteger as informações que coletamos e armazenamos e exigimos que todos os agentes que realizam nosso processamento em nosso nome façam o mesmo. Infelizmente, nenhuma medida de segurança é 100% infalível e, como tal, nenhuma rede ou sistema (incluindo o nosso) pode ser garantido como 100% seguro contra destruição, perda, alteração, divulgação não autorizada ou acesso às informações que coletamos e armazenamos. Se você acredita que suas informações podem não estar seguras por algum motivo, entre em contato conosco imediatamente em:",
    "2763011087": "A IMI não se compromete nem é obrigada a participar na resolução alternativa de litígios para litígios de consumo perante uma entidade de resolução de litígios de consumo.",
    "2927283721": "Ao realizar tarefas em nosso site, você autoriza a coleta, uso e divulgação de suas informações pessoais de acordo com nossa Política de Privacidade. Além disso, podemos compartilhar certas informações sobre você e suas tarefas concluídas para o solicitante cujas tarefas você concluiu para facilitar a relação de serviço e melhorar o site, incluindo, por exemplo, ID de contribuidor, resultados de tarefas concluídas e outros atributos relacionados a suas qualificações, idiomas, habilidades e uso do site.",
    "2943815316": "Nós atualizamos esta lista periodicamente, então pode haver cookies adicionais que ainda não estão listados. Web beacons, tags e scripts podem ser usados nos Sites ou em e-mails para nos ajudar a entregar cookies, contar visitas, entender o uso e a eficácia da campanha e determinar se um e-mail foi aberto e implementado. Podemos receber relatórios com base no uso dessas tecnologias por nossos provedores de serviços / análises em uma base individual e agregada.",
    "3040062804": "Qualquer procedimento de arbitragem sob esta seção ocorrerá por padrão dentro do Estado da Califórnia, a menos que você resida fora dos Estados Unidos, caso em que a arbitragem será realizada inteiramente por meio eletrônico ou telefônico. A arbitragem pode ocorrer em qualquer outro local, se acordado por todas as partes por escrito. Independentemente de sua localização, qualquer parte pode optar por comparecer à arbitragem por meio de vídeo ao vivo ou teleconferência.",
    "3091247030": "Renúncia de ação coletiva.",
    "3102490587": "Exceto para a Renúncia de Ação Coletiva, se qualquer termo ou disposição, ou parte desta cláusula de arbitragem for declarada nula ou inexequível, ela será separada e o restante da cláusula de arbitragem será executável.",
    "3187946010": "Todos os textos, imagens, animações gráficas, vídeos, músicas, sons e outros materiais nestas páginas são protegidos pela lei de direitos autorais da IMI ou de terceiros, se especificado. É proibido copiar ou modificar este material para uso comercial de uma maneira que exceda o uso justo razoável.",
    "3199694247": "Separabilidade.",
    "3302832698": "Resolução alternativa da disputa necessária.",
    "3361191778": "As informações fornecidas nas páginas da Internet não representam conselhos individuais e não podem substituí-los. Se você precisar de aconselhamento individual, entre em contato com nossa equipe de suporte.",
    "3493572638": "Custos e taxas.",
    "3794239003": "Procedimento de Arbitragem.",
    "3885459114": "Geralmente, você pode ativar ou desativar posteriormente o uso de cookies por meio de uma funcionalidade incorporada ao seu navegador. Se quiser saber mais sobre cookies ou como controlá-los, desabilitá-los ou excluí-los, visite https://www.knowcookies.com/ para obter orientações detalhadas.",
    "3956117148": "Os sites hCaptcha.com e BotStop.com (os Sites) podem incluir cookies adicionais, conforme descrito nesta Política.",
    "4193379787": "Toda arbitragem sob este acordo será conduzida sob as regras da American Arbitration Association ou por um serviço de arbitragem mutuamente acordado. O árbitro será um árbitro dos EUA selecionado de uma lista de não menos que sete (7) nomes por meio de ataques alternativos. Na arbitragem, cada parte terá o direito de conduzir uma investigação civil adequada, apresentar moções e apresentar testemunhas e provas conforme necessário para apresentar seus casos e defesas, e quaisquer disputas a este respeito serão resolvidas pelo árbitro. A resolução da disputa deve ser baseada exclusivamente na lei que rege as reclamações e defesas apresentadas, e o árbitro não pode invocar qualquer outra base além da lei de controle. O árbitro gozará da imunidade de um oficial de justiça de responsabilidade civil quando atuar na qualidade de árbitro, imunidade que complementa qualquer outra imunidade existente. As sentenças devem incluir a opinião fundamentada por escrito do árbitro. Desiste do seu direito a ser julgado por um júri de qualquer reclamação que possa ter contra o IMI ou que o IMI possa ter contra si. Qualquer reclamação ao abrigo desta cláusula deve ser apresentada dentro do prazo de prescrição aplicável. A Lei de Arbitragem Federal dos Estados Unidos rege esta cláusula, e você reconhece que este Contrato evidencia uma transação comercial.",
    "470943029": "Se você tiver alguma dúvida sobre esta Política de Privacidade, entre em contato conosco em:",
    "498769698": "Você pode acessar, corrigir, alterar ou excluir certas Informações Pessoais que pode ter nos fornecido por meio de sua conta de Integrador, Cliente ou Usuário de Acessibilidade (se você for um Integrador, Cliente ou Usuário de Acessibilidade). Se você não puder fazer isso, ou tiver alguma dúvida sobre as informações pessoais que coletamos e / ou compartilhamos sobre você, ou se gostaria de retirar o seu consentimento para o nosso processamento (ou seja, excluir totalmente a sua conta), entre em contato conosco em:",
    "537881751": "Bem-vindo ao hCaptcha! Esta Política de Privacidade descreve as práticas da Intuition Machines, Inc. (\"IMI\", \"nós\" ou \"nos\") em relação à nossa coleta, uso e divulgação de informações (incluindo Informações Pessoais, definidas abaixo) através de nosso website em www.hcaptcha .com e quaisquer outros subdomínios ou domínios que usamos (os \"Sites\") e a interface do programa de aplicativo hCaptcha e software e materiais relacionados (coletivamente, o \"Serviço\").",
    "561456032": "Você concorda que, para qualquer disputa que surja ou esteja relacionada ao seu uso dos Serviços, incluindo qualquer disputa que possa ter surgido desde o momento em que você começou a realizar tarefas para o IMI, e especificamente incluindo qualquer reclamação relacionada ao fato de você se classificar ou não como um contratante independente, primeiro notificará o IMI da sua reclamação contra ele. Você e o IMI tentarão resolver o problema por meio de negociação direta ou mediação. Dividiremos igualmente o custo da mediação e concordaremos que a mediação será conduzida por telefone ou outro meio eletrônico. Se uma reclamação continuar sem solução após negociações informais ou mediação, você concorda que você e a IMI usarão a arbitragem final e vinculativa para resolver a disputa. Esta cláusula rege todas as reivindicações retroativamente a partir do momento em que você começou a usar nosso site, seja com base em ato ilícito, contrato, estatuto, incluindo, mas não se limitando a, quaisquer reivindicações de discriminação e assédio, sejam elas baseadas no California Fair Employment and Housing Act , Título VII da Lei dos Direitos Civis de 1964, conforme emendada, ou qualquer outra lei ou regulamento estadual ou federal, lei equitativa ou de outra forma.",
    "658775471": "Usamos Cloudflare para otimizar nosso tráfego na web. Para obter informações sobre como a Cloudflare coleta e processa dados:",
    "702926385": "Cada uma das partes arcará com seus respectivos custos de representação legal em qualquer arbitragem, exceto na medida em que os honorários advocatícios sejam expressamente previstos em lei. As partes dividirão qualquer taxa administrativa inicial cobrada pelo árbitro, até o custo máximo para você de duzentos e cinquenta dólares (US $ 250,00). O custo do árbitro e do relator do tribunal, se houver, será inicialmente arcado por nós; entretanto, o árbitro terá o arbítrio de atribuir os custos adequados à parte vencedora, conforme previsto em lei, e / ou exigir que as partes dividam os custos associados ao árbitro e / ou relator do tribunal.",
    "720059527": "2. Usado para propósitos técnicos estritamente necessários: balanceamento de carga, roteamento.",
    "74538881": "Responsabilidade por este site",
    "996430331": "Local da Arbitragem.",
    "211351380": "Do blog:",
    "3153117136": "Como funcionam as configurações de dificuldade do hCaptcha",
    "2915355938": "Acessibilidade",
    "793784899": "Planos",
    "2671622670": "Empreendimento",
    "3527140447": "Docs",
    "505891021": "Serviços de etiquetagem",
    "692176459": "Conecte-se",
    "1892574253": "Inscrever-se",
    "2593864519": "Pare mais bots. Comece a proteger a privacidade do usuário.",
    "4007826952": "O CAPTCHA nº 1 em privacidade para web, celular e muito mais.",
    "3721365241": "Experimente",
    "3753956446": "Sem custos",
    "3276777569": "hCaptcha",
    "55035359": "Atualmente usando o reCAPTCHA?",
    "3417372336": "Mudar em minutos",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Os principais serviços online contam com",
    "1470290349": "para o melhor bot e gerenciamento de fraudes.",
    "3714002185": "Saiba mais sobre o hCaptcha Enterprise",
    "3946753128": "Privado. Seguro. Mais rápido.",
    "939665604": "Foco na privacidade",
    "780475098": "As redes de anúncios veem seus visitantes como o produto. Nós apenas nos importamos se uma visita é boa ou ruim. O hCaptcha está em conformidade com GDPR, CCPA, LGPD, PIPL e outras leis de dados globais.",
    "219813583": "Segurança em primeiro lugar",
    "2714878440": "Proteja seus serviços contra invasões, invasões de conta, preenchimento de credenciais e spam com nosso aprendizado de máquina avançado e verificação de humanidade.",
    "1397766838": "Melhor experiência do usuário",
    "2670352917": "O hCaptcha fornece detecção de bot mais confiável, ao mesmo tempo que é simples de ser resolvido por humanos.",
    "2806751666": "O que é hCaptcha?",
    "3096063825": "Experimente",
    "2968026167": "Seu vegetal favorito",
    "713281684": "Beringela",
    "4147497805": "Cenoura",
    "3758963444": "Obrigado! Sua submissão foi recebida!",
    "1070364246": "Ops! Algo deu errado ao enviar o formulário.",
    "1129833879": "Impeça bots maliciosos, proteja a privacidade do usuário",
    "58091799": "Saiba mais sobre hCaptcha Publisher and Enterprise",
    "1599610318": "Editor",
    "3093388779": "O hCaptcha é gratuito para editores de qualquer tamanho",
    "179723061": "Mais controle para equipes que precisam de segurança líder de classe",
    "846501387": "Proteção de bot de classe mundial",
    "119298044": "As tecnologias avançadas de ML e IA auto-supervisionadas protegem suas propriedades da web contra ameaças e ataques",
    "1263998069": "Ganhe recompensas por soluções humanas",
    "1103295010": "Ganhe dinheiro ou doe para caridade para quando humanos resolverem CAPTCHAs",
    "392886773": "Funciona em todos os países",
    "2320894364": "Com mais de 200 pontos de presença, a nuvem do hCaptcha protege seus ativos em todo o mundo",
    "451701069": "Está em conformidade com GDPR, CCPA,",
    "2826051554": "e mais",
    "3530599065": "A privacidade é construída a partir do zero. O hCaptcha não retém PII e cumpre vários mandatos e regulamentos de privacidade.",
    "2489287539": "Sem fricção “No CAPTCHA” e modos passivos de 99,9%",
    "793242047": "Reduza os desafios apresentados aos usuários para permitir o acesso rápido aos aplicativos",
    "4195759329": "Detecção de bot e pontuações de risco",
    "1150035777": "Modelos sofisticados de aprendizado de máquina geram pontuações de confiança de bot com base em muitos pontos de dados além de se as perguntas foram respondidas corretamente",
    "3688621388": "Assinaturas de ameaças",
    "1131525092": "Agrupe malfeitores sem esforço por meio de nossos UIDs com escopo de preservação de privacidade para encontrar e impedir fraudes e abusos relacionados",
    "1559631739": "Aprendizagem privada",
    "3952259236": "Combine seus dados cegos com os milhares de sinais do hCaptcha para treinar o hCaptcha em classes de comportamento - apenas para sua instância - para prever melhor o comportamento malicioso do que qualquer solução sozinha",
    "1150963691": "Mitigação APT",
    "4083018285": "Um conjunto de recursos estendidos que se combinam com monitoramento e resposta SOC aprimorados para lidar com ameaças persistentes sofisticadas",
    "3160820928": "Proteção contra ataque coordenado",
    "1849805607": "hCaptcha protege contra ameaças e chamarizes projetados para se infiltrar em suas redes",
    "1958297836": "Proteção de ataque coordenado e mitigação de APT",
    "1300485304": "hCaptcha protege contra ameaças avançadas e chamarizes projetados para se infiltrar em suas redes",
    "2698640210": "Desafios de controle e tipos mostrados",
    "3121248460": "Exiba desafios personalizados infinitamente diversos - dos simples aos complexos - para seu público-alvo antecipado",
    "3807059944": "Controle o conteúdo do desafio usado",
    "2707282231": "Personalize desafios para seus usuários. Torne impossível para os bots resolverem e penetrarem.",
    "4194763679": "Níveis de dificuldade refinados",
    "3730038780": "Escolha entre um número quase infinito de desafios para os usuários resolverem",
    "1849717906": "Personalize com seu próprio conteúdo de desafio",
    "1508655687": "Adicione seus próprios desafios personalizados para o seu público para agilizar ou restringir o acesso",
    "3620442880": "Recursos de proteção de venda flash",
    "3265895521": "Aumente e diminua a dificuldade do desafio com base na hora do dia",
    "1485807325": "Painéis multiusuário, SAML SSO",
    "359073033": "Os painéis oferecem visualizações de atividades de alto nível ou granuladas.",
    "4272454814": "Faça a integração com o provedor de identidade de sua escolha.",
    "1141402092": "Recursos de relatórios avançados",
    "910989640": "Gere relatórios de atividade detalhados e personalizados",
    "3768951251": "SLAs corporativos",
    "1014004474": "Os planos Enterprise do hCaptcha oferecem acordos de nível de serviço avançados para manter sua organização protegida",
    "1177598246": "Contactar Vendas",
    "1067704102": "O valor na rotulagem de dados",
    "3065000659": "Você percebeu que toda vez que você \"clica no carro\" está ajudando a treinar um único",
    "3235430156": "sistemas de aprendizagem de máquina da empresa gratuitamente?",
    "1549336309": "O hCaptcha inverte esse modelo. Quando você usa o hCaptcha, as empresas dão lances no trabalho que seus usuários fazem, enquanto eles provam sua humanidade. Você recebe as recompensas.",
    "3725880582": "Retribuir para caridade",
    "1671436004": "Quer retribuir à sua instituição de caridade favorita?",
    "1663628612": "permite que você",
    "4272088465": "as instituições de caridade de sua escolha com os ganhos que você ganha com o uso.",
    "2894845722": "Em breve, os usuários do seu site poderão ver sua contribuição para a caridade por meio de uma marca discreta na interface do hCaptcha.",
    "3194111925": "Apoio, suporte",
    "1637702726": "Sobre o hCaptcha",
    "2323282990": "Uma abordagem moderna para verificar a humanidade",
    "1201821619": "O hCaptcha resolve um dos problemas mais urgentes da atualidade: impedir que bots mal-intencionados abusem de serviços online.",
    "1475399473": "Saiba mais sobre a equipe hCaptcha",
    "3161489950": "A plataforma de ML de segurança mais avançada do mundo",
    "3247172580": "O hCaptcha combinou o aprendizado de máquina autossupervisionado avançado com uma abordagem inovadora de computação de ponta que minimiza a coleta e retenção de dados de maneira exclusiva, fornecida a partir de mais de 250 locais em todo o mundo para escalabilidade massiva.",
    "3767462250": "Projetado para privacidade",
    "3500503648": "O hCaptcha foi projetado para eliminar a retenção de dados de longo prazo, baseando-se na avaliação instantânea em vez de registrar e analisar seu histórico de navegação. Também apoiamos iniciativas como",
    "2418549423": ", um padrão emergente para preservar a privacidade online por meio de provas criptográficas e outros recursos exclusivos que priorizam a privacidade.",
    "1544546608": "Passe de privacidade",
    "976209454": "Ganhe recompensas ou doe para instituições de caridade",
    "552920956": "O hCaptcha permite que sites ganhem recompensas enquanto bloqueiam bots e outras formas de abuso. O hCaptcha também permite que você apoie as instituições de caridade de sua escolha com esses ganhos.",
    "654326661": "Quer ver por si mesmo? Experimente o hCaptcha gratuitamente.",
    "3570415321": "Empresa",
    "3987022469": "Marcação",
    "1636202177": "Cerca de",
    "2670003220": "Empregos",
    "3233305531": "Marcas Registradas",
    "3028319964": "AI Ethics",
    "4131598919": "pressione",
    "1662477701": "Recursos",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Documentação",
    "920212083": "Reportar um erro",
    "2076066173": "Ataques cibernéticos 101",
    "3644106388": "Contato",
    "2182196747": "Apoio, suporte",
    "487083593": "Vendas",
    "878585497": "Termos",
    "1697438123": "Privacidade",
    "1316817321": "Atribuição",
    "3488019891": "hCaptcha é uma marca registrada da Intuition Machines, Inc.",
    "4224961202": "Privacidade, segurança e aprendizado de máquina.",
    "98173630": "hCaptcha é o serviço CAPTCHA independente mais usado no mundo.",
    "1514478724": "Saber mais",
    "1752795854": "O hCaptcha traz uma abordagem moderna e focada na privacidade para impedir bots.",
    "2927700175": "Mostramos os desafios do CAPTCHA que são difíceis para os bots, mas fáceis para as pessoas, coletando dados difíceis de rotular de problemas de aprendizado de máquina e usando-os para distinguir se um visitante do site ou aplicativo é humano.",
    "2188609322": "Maus atores são cada vez mais comuns online. Mas sacrificar a privacidade do usuário não é a resposta.",
    "2032102720": "As soluções de segurança oferecidas por empresas de publicidade se concentram principalmente no rastreamento de usuários na web. Criamos uma solução de segurança eficaz que prova que prejudicar a privacidade do usuário não é necessário para fornecer resultados excelentes.",
    "4146870445": "Quem nós somos",
    "353066938": "Uma equipa experiente a trabalhar nos problemas mais difíceis da atualidade. hCaptcha é um serviço de",
    "3260825523": "Máquinas de Intuição",
    "1173652155": "Conselheiros",
    "3972094614": "Brendan Eich",
    "2113642787": "Canção da alvorada",
    "2256305371": "Professor, CS na University of California, Berkeley. Aprendizado profundo, segurança, especialista em blockchain. CEO da Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Cientista Pesquisador em Stanford. Aprendizado de máquina e finanças quantitativas nos principais bancos, fundos de hedge e universidades.",
    "2686825859": "Cadastre-se gratuitamente ou entre em contato conosco para obter informações sobre as soluções hCaptcha Enterprise",
    "583434701": "Acessibilidade hCaptcha",
    "611905972": "Garantindo acesso contínuo para todos os usuários, mantendo a segurança",
    "874098071": "Se você é um usuário de acessibilidade, inscreva-se aqui",
    "2745385064": "Resumo",
    "3353238942": "O hCaptcha foi projetado para impedir os bots, distinguindo-os das pessoas. Os testes visuais são uma ferramenta conveniente para isso, mas nem todos podem resolver um desafio visual.",
    "3600022491": "Por esse motivo, projetamos uma alternativa simples e indolor para permitir que os editores que usam nosso serviço preservem a acessibilidade para todos em conformidade total com a Seção 508 e WCAG 2.1 AA.",
    "2557240048": "Como funciona: primeiro, um usuário de acessibilidade se inscreve por meio de",
    "3871665286": ", que tem um link de destaque na página de informações do widget hCaptcha. Eles recebem um cookie criptografado que pode ser usado várias vezes por dia, mas deve ser atualizado a cada 24 horas por meio do login.",
    "3441764123": "Quando um desafio é apresentado a um usuário de acessibilidade em um site usando o serviço hCaptcha, ele será aprovado automaticamente.",
    "4247858664": "a página de inscrição de acessibilidade",
    "1297657322": "Tela do usuário de acessibilidade após o login",
    "1717658846": "Opção de acessibilidade no menu da IU do widget",
    "1266963825": "P: O hCaptcha Section 508 + WCAG 2.1 AA é compatível?",
    "850025770": "R: Acreditamos que sim: todos os usuários com qualquer forma de deficiência que possam navegar na web e inserir texto em formulários podem acessar serviços protegidos por hCaptcha no momento do registro. No entanto, este não é um conselho jurídico: você deve realizar sua própria avaliação, levando em consideração sua implementação específica para garantir que este seja o caso para sua implementação.",
    "159272246": "P: Você está trabalhando em outras opções de acessibilidade (\"a11y\"), como áudio?",
    "4074220464": "R: As opções anteriormente populares, como captchas de áudio, discriminam muitos usuários antigos e são facilmente derrotadas por técnicas modernas de aprendizado de máquina. Isso forçou os desafios de áudio atuais a se tornarem cada vez mais difíceis, introduzindo ruído, tempo estranho, combinações incomuns de palavras e assim por diante para derrotar os invasores. Portanto, estamos menos entusiasmados com essa abordagem do que evitar o desafio por completo, mas vamos considerá-la se houver demanda da comunidade toda.",
    "2309661107": "No entanto, estamos muito interessados em",
    "2555914614": "para o caso de uso Acessibilidade. Acreditamos que a combinação de nossa abordagem a11y atual com a emissão do Privacy Pass permitirá que todos os usuários naveguem com segurança, sabendo que seu tráfego é mais privado, ao mesmo tempo em que restringe o abuso por parte de operadores de bot que ocorre inevitavelmente quando todas as opçõesy estão disponíveis. Somos participantes ativos do grupo de trabalho da IETF para padronizar essa nova tecnologia.",
    "2583775432": "P: E quanto à privacidade? O registro expõe todos os dados de navegação de alguma forma? O que você faz com o e-mail?",
    "4215483493": "R: hCaptcha é projetado para privacidade desde o início. É muito diferente das opções tradicionais, como o reCAPTCHA, que pertencem a redes de anúncios, que têm um incentivo para rastreá-lo na web e associá-lo a uma identidade real.",
    "2474661839": "Nosso",
    "4137573005": "tem respostas abrangentes e confiáveis sobre como usamos os dados, mas a resposta curta é que não temos interesse em associar você como pessoa ao seu histórico de navegação.",
    "4101570501": "Também estamos trabalhando em uma solução criptográfica para descartar rapidamente o seu endereço de e-mail e, ao mesmo tempo, preservar nossa capacidade de evitar abusos, complementando nosso trabalho com o Privacy Pass.",
    "260595108": "Nunca usamos e-mails ou informações de acessibilidade para outra finalidade que não seja para facilitar o uso e prevenir abusos.",
    "3063819779": "política de Privacidade",
    "465714311": "Para usuários de acessibilidade: Guia de perguntas e respostas e solução de problemas",
    "3596207631": "P: Ainda vejo um desafio depois de definir o cookie. O que está causando isso?",
    "469089249": "R: Isso normalmente ocorre devido ao uso de um bloqueador de anúncios agressivo ou extensão anti-cookie, ou uma configuração que bloqueia cookies \"cross-site\", neste caso um cookie para hcaptcha.com que é definido ou verificado pelo hCaptcha JS em um site diferente, como o que você está visitando.",
    "4263626815": "Os cookies de acessibilidade do hCaptcha funcionam com todos os navegadores e bloqueadores de anúncios populares com suas configurações padrão, então normalmente as falhas são devidas a scripts \"anti-anti-adblock\" ou conjuntos de regras semelhantes direcionados a sites específicos.",
    "3906359167": "Soluções:",
    "3464870463": "1. Whitelist hcaptcha.com e * .hcaptcha.com cookies em seu bloqueador de anúncios ou extensão de segurança do navegador.",
    "1204911585": "2. Se você estiver usando o navegador Brave, que não (em abril de 2020) parece ter qualquer tipo de lista de permissões de cookies, vá para Preferências -> Escudos -> Cookies e escolha \"Permitir todos os cookies\".",
    "2932826396": "3. Se você estiver usando a versão mais recente do Safari no recentemente lançado OS X 10.15 ou iOS 13.4, a Apple acaba de alterar o comportamento do Safari em relação a cookies de terceiros, bloqueando todos eles por padrão. Estamos implementando uma solução, mas, enquanto isso, visite Preferências do Safari, seção Privacidade e desmarque \"Rastreamento de site: Impedir rastreamento de site cruzado\" para permitir que o cookie de acessibilidade funcione conforme o esperado.",
    "3836291932": "P: Eu uso vários dispositivos. Eu preciso me inscrever várias vezes?",
    "3251220335": "R: Não. Clique no mesmo link de login de e-mail enviado a você em cada dispositivo que você usa para definir o cookie.",
    "2082407178": "P: Como posso me proteger do rastreamento de cookies de terceiros ao usar o cookie de acessibilidade?",
    "2700197090": "R: Usar qualquer extensão de privacidade ou de bloqueio de anúncios que ofereça suporte à lista de permissões em nível de domínio (por exemplo, Origem do uBlock) funcionará conforme o esperado: apenas certifique-se de colocar hcaptcha.com na lista de permissões.",
    "3657743880": "Instruções do navegador para cookies entre sites",
    "1960601330": "Para habilitar cookies no Safari (Mac): Vá para o menu suspenso Safari. Selecione Preferências. Clique em Privacidade no painel superior. Em 'Bloquear cookies', selecione a opção 'Nunca'.",
    "1622303590": "Para habilitar cookies no Safari (iPhone / iPad iOS 11+): Abra seus Ajustes. Role para baixo e selecione Safari. Em Privacidade e segurança, desative \"Impedir rastreamento entre sites\" e \"Bloquear todos os cookies\"",
    "2199048568": "Clique no escudo à esquerda da barra de endereço em qualquer página da web. Clique em Configurações de proteção. O painel Preferências de privacidade e segurança do Firefox será aberto. Em Enhanced Tracking Protection, selecione Custom. Escolha quais rastreadores e scripts bloquear marcando essas caixas de seleção. Certifique-se de ter desbloqueado hcaptcha.com.",
    "3967047208": "Você também pode desativar temporariamente algumas proteções em Personalizado para depurar isso, desmarcando as caixas de seleção: Desmarque a caixa de seleção Rastreadores ou desmarque a caixa de seleção Cookies se ainda estiver tendo problemas.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selecione o ícone do menu do Chrome. Selecione Configurações.",
    "926138631": "Vá para Privacidade e Segurança, Cookies e outros dados do site.",
    "3419878556": "Certifique-se de que a opção \"Bloquear cookies de terceiros\" não esteja ativada.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Abra as preferências do Chrome na barra de menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Em seu dispositivo Android, abra o aplicativo Chrome.",
    "3620039756": "No canto superior direito, toque em Mais e em Configurações.",
    "2813310562": "Toque em Configurações do site e em Cookies.",
    "3014657981": "Ao lado de \"Cookies\", ative a configuração.",
    "1242066691": "Marque a caixa ao lado de \"Permitir cookies de terceiros\".",
    "292250020": "1. Selecione a engrenagem no canto superior direito da tela e, em seguida, selecione \"Opções da Internet\". Se a barra de menus estiver ativada, você pode selecionar \"Ferramentas\" e depois \"Opções da Internet\".",
    "4114820649": "2. Clique na guia \"Privacidade\".",
    "946838734": "3. Selecione o botão \"Avançado\".",
    "348809718": "4. Em \"Cookies de terceiros\", escolha \"Aceitar\".",
    "1253441326": "5. Clique em \"OK\"",
    "852032043": "Safári",
    "836017336": "Raposa de fogo",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Política de Ética da AI",
    "1161704803": "Por que temos uma política de ética da AI?",
    "1806535500": "Praticamente toda tecnologia, de lápis a dinamite, é um",
    "24452499": "solução; pode ser usado para o bem ou para o mal. Toda empresa que pesquisa, constrói ou vende soluções de uso duplo tem a obrigação de considerar as consequências de suas ações.",
    "4023575072": "uso duplo",
    "3336625692": "Esta página detalha nossas idéias sobre este assunto no contexto da AI Ethics, e os processos que seguimos para garantir que o uso de nossos serviços permaneça em linha com as políticas que adotamos como empresa.",
    "835717930": "AI Ethics no hCaptcha",
    "2179524509": "Ocasionalmente, recebemos perguntas sobre quais tipos de perguntas são permitidos para o serviço hCaptcha e por que determinadas perguntas estão sendo feitas.",
    "1962721652": "Os seres humanos buscam padrões e, às vezes, uma pergunta inócua pode ir de nada surpreendente a suspeita em um instante, devido às mudanças no mundo e não às motivações de quem está fazendo a pergunta.",
    "3974566657": "À medida que os serviços se tornam mais populares, esse tipo de ocorrência inevitavelmente se torna mais frequente. O hCaptcha é usado por milhões de pessoas todos os dias em praticamente todos os países do mundo, então estamos publicando esta política e um estudo de caso sobre como abordamos essas questões para ser o mais transparente possível.",
    "1830910223": "Um estudo de caso real de ética em IA",
    "805971861": "“Umbrella” é um termo da ImageNet, o conjunto de dados de referência padrão usado por pesquisadores de visão computacional. A identificação confiável de pessoas que seguram guarda-chuvas também é crítica para a construção de sistemas seguros de assistência avançada ao motorista (ADAS) de última geração.",
    "3988350": "Isso significa que há excelentes casos de uso para anotações guarda-chuva do mundo real. Há espaço para divergências sobre o impacto dos carros autônomos, mas os sistemas ADAS já estão economizando",
    "548587288": "ao redor do mundo.",
    "3138772661": "milhares de vidas a cada ano",
    "3168199226": "No entanto, em 2020, ficou claro que a construção desse tipo de conjunto de dados poderia ser percebida como uma tecnologia de uso duplo de uma forma que poucos esperariam um ano atrás.",
    "558378834": "Portanto, não estamos mais aceitando solicitações de perguntas relacionadas a guarda-chuvas no momento. O potencial de confusão quando um usuário final vê uma pergunta sobre guarda-chuvas no momento atual é muito alto e, em última análise, nosso objetivo é tornar o mundo um lugar mais agradável.",
    "3376604063": "Políticas e processos de ética da AI",
    "1923365316": "Temos uma política rígida de ética em IA na hCaptcha, e parte dela inclui um processo Conheça seu cliente (KYC).",
    "4230322909": "Sempre tentamos obter um bom entendimento de cada novo cliente e seu caso de uso pretendido, tanto para confirmar se ele é adequado para nossos produtos e serviços quanto para garantir que siga as políticas que adotamos como empresa.",
    "2735073144": "Também conduzimos revisões contínuas conforme necessário. Por exemplo, em nossa recente revisão das datas e fontes de solicitações de rotulagem de guarda-chuva, fomos capazes de confirmar rapidamente que nenhuma entidade governamental ou fornecedor estatal conhecido de software de vigilância fez solicitações relacionadas a guarda-chuvas usando nossos serviços nos últimos 12 meses .",
    "2715462692": "Como é o nosso processo de ética em IA?",
    "3049976256": "Para cada novo cliente de etiquetagem, fazemos uma lista de verificação durante o processo de venda. Isso inclui diligência KYC inicial antes da integração, bem como verificação de todas as solicitações feitas aos nossos analistas e verificações pontuais em tempo real e revisões periódicas de solicitações feitas usando nossa plataforma de autoatendimento.",
    "3103642530": "Esta revisão é composta por vários conjuntos de critérios:",
    "3349094124": "Critérios de preocupações éticas: Objetivo",
    "1038019440": "1. Este cliente representa os interesses nacionais de um país conhecido por apresentar comportamento contrário às leis e normas internacionais?",
    "493717511": "2. Este cliente está solicitando serviços que poderiam ser",
    "2209109640": "usado apenas para fins maliciosos, no contexto de suas atividades comerciais normais?",
    "3457805519": "3. A solicitação do cliente pode ser atendida de acordo com as leis dos Estados Unidos e nossas regras de contratação?",
    "1942611550": "principalmente",
    "109179759": "Critérios de preocupações éticas: Subjetivo",
    "1033698050": "1. Acreditamos que o cliente nos deu um caso de uso que consideramos moralmente aceitável, de acordo com nossa interpretação das normas típicas da sociedade ocidental?",
    "361372538": "2. Acreditamos que nossos serviços fornecidos provavelmente seriam usados para fins discriminatórios pelo cliente, de maneiras que poderiam ser legais, mas não aceitáveis para nós?",
    "2867855718": "3. Acreditamos que as necessidades de privacidade podem ser atendidas de forma satisfatória para a solicitação?",
    "2462728596": "Se não conseguirmos nos satisfazer nesses pontos, recusaremos a solicitação e poderemos encerrar o acesso à nossa plataforma, conforme descrito em nossos Termos.",
    "1995277831": "Obrigado",
    "1818116402": "Esperamos que você tenha gostado deste olhar sobre como lidamos com questões operacionais com um componente de ética de IA.",
    "1499894352": "Muito poucas empresas oferecem transparência em seus processos de tomada de decisão nesta área, e esperamos que outras sigam este exemplo!",
    "535659033": "atribuições criativas comuns",
    "1495915066": "Como nós, nossos parceiros de pesquisa acadêmica e nossos clientes usamos a mídia Creative Commons",
    "3017533972": "Nós, nossos parceiros de pesquisa acadêmica e nossos clientes podem ocasionalmente fazer referência ou reproduzir partes do conteúdo licenciado pelo Creative Commons por meio da plataforma hCaptcha para aprimorar o conhecimento da humanidade no campo do aprendizado de máquina.",
    "1428053210": "Este conteúdo é geralmente transformado de sua forma original. Por exemplo, um vídeo pode ser dividido em muitas imagens, essas imagens podem ser divididas em muitas novas imagens e essas novas imagens então misturadas aleatoriamente para produzir o resultado final exibido.",
    "1728211763": "O uso do conteúdo desta forma e para esses fins se enquadra nas diretrizes de uso justo de acordo com nosso entendimento da lei e das práticas padrão na área, mas somos fãs de longa data do Creative Commons e preferimos dar crédito a qualquer pessoa que ajude no tarefa monumental de melhorar a inteligência da máquina.",
    "1949452297": "Devido a restrições intrínsecas da IU do hCaptcha e suas considerações de segurança, não é possível reproduzir a fonte de cada imagem diretamente adjacente ao seu uso. Em vez disso, criamos um link para esta página em nossa homepage e mantemos uma lista de fontes servidas atualmente ou recentemente por meio da plataforma. Você pode acessar a lista atual",
    "2367602973": "aqui",
    "659124570": "Além disso, se você vir conteúdo que pertence a você reproduzido na plataforma hCaptcha e quiser removê-lo por qualquer motivo, você pode nos contatar por e-mail em",
    "2066749488": "Outras Reclamações",
    "3479034323": "Se você vir um conteúdo que pertence a você reproduzido na plataforma hCaptcha e deseja removê-lo por qualquer motivo, você pode entrar em contato conosco por e-mail.",
    "1836554225": "Postagens no blog",
    "2873297188": "Todos os CAPTCHAS discriminam os não americanos?",
    "165932542": "Uma olhada nas taxas de resolução de hCaptcha em todo o mundo",
    "1865097546": "16 de novembro de 2021",
    "3005876482": "hCaptcha é agora o maior serviço CAPTCHA independente, executado em 15% da Internet",
    "693820850": "Você pode vencer o Google colocando a privacidade em primeiro lugar",
    "3609106478": "Recheio de credenciais:",
    "299335340": "O que é e como parar os ataques",
    "354925785": "Introdução",
    "423222878": "Alguns dos ataques cibernéticos mais difíceis de detectar, prevenir e interromper são aqueles em que um agente malicioso é capaz de usar credenciais de usuário legítimas para fazer login em uma conta de usuário ativa. Sem muitos recursos sofisticados de detecção, a empresa que hospeda a conta não tem motivos para suspeitar que algo está errado. Um cliente simplesmente parece ter feito login em sua conta. O invasor conseguiu esse ardil bem-sucedido usando credenciais roubadas - geralmente o resultado de uma técnica de ataque cibernético conhecida como \"enchimento de credenciais\". É um problema sério hoje, mas pode ser mitigado com as contramedidas certas.",
    "777660551": "O que é enchimento de credenciais?",
    "2602763587": "O enchimento de credenciais é uma forma de ataque cibernético em que o invasor tenta fazer login em um site várias vezes usando pares de nomes de usuário e senhas roubados. O “recheio” refere-se às tentativas repetitivas de login, que quase sempre são realizadas por software de bot automatizado.",
    "1271831121": "Não é como se o hacker (vestindo um moletom, é claro!) Estivesse sentado ali, digitando credencial após credencial. O bot de login automatizado pode ser feito a partir de uma ferramenta de prateleira como Selenium ou uma ferramenta de hacker desenvolvida sob medida.",
    "2588750717": "Na verdade, alguns ataques de preenchimento de credenciais envolvem milhões de credenciais - todas sendo inseridas na interface de login do site desavisado na esperança de serem permitidas. Uma vez lá dentro, o invasor pode assumir o controle da conta da vítima.",
    "1137757109": "Se for uma conta de comércio eletrônico, o invasor pode solicitar mercadorias. Se a vítima for um banco, o invasor pode transferir fundos para o exterior e assim por diante.",
    "1559150837": "Porém, os alvos não estão indefesos. A maioria dos sites possui controles que bloqueiam um usuário suspeito que está tentando fazer login em milhares de contas diferentes com o mesmo endereço IP em um curto espaço de tempo. O que os invasores de credencial fazem para contornar essas técnicas de proteção é simular a diversidade geográfica e de IP. Usando ferramentas poderosas, geralmente baseadas em IA, eles podem fazer parecer que milhares de usuários estão aleatoriamente tentando fazer login em diferentes horas do dia em todo o país. Isso é muito mais difícil de detectar e parar.",
    "1892020899": "Onde os hackers obtêm as credenciais?",
    "2597149484": "O motivo pelo qual o hacker precisa “empacotar” tantas credenciais tem a ver com o local onde ele obteve as credenciais roubadas.",
    "3030395800": "Essas credenciais geralmente vêm de violações de dados. Também conhecidos como “vazamentos de credenciais”, esses ataques podem resultar em milhões de credenciais sendo despejadas na dark web. Se o vazamento veio de um banco, o hacker tentará usar essas credenciais para acessar outros sites. Essa abordagem funciona porque muitas pessoas usam a mesma combinação de nome de usuário e senha para vários sites. (Essa prática é desencorajada, mas a realidade é o que é. As pessoas tendem a repetir as mesmas credenciais de login.)",
    "1258965840": "Portanto, se o invasor puder entrar em um site, provavelmente poderá entrar em vários sites usando as credenciais vazadas. Por exemplo, eles podem obter um par de nome de usuário / senha como JohnDoe / 525momma, mas não têm ideia do que esse par fará por eles. Então, eles experimentam o par na Amazon.com, Ebay, Citibank, Walgreens e assim por diante. Eles podem tentar esse par em milhares de sites diferentes.",
    "3594440415": "Eventualmente, eles vão começar a abrir portas.",
    "780280214": "Como o hCaptcha e o hCaptcha Enterprise mitigam a ameaça de enchimento de credenciais",
    "4165374512": "Embora seja possível usar ferramentas de detecção de IP e localização para evitar o enchimento de credenciais, um método mais preciso e com melhor custo-benefício é simplesmente interromper o próprio bot de enchimento de credenciais automatizado. hCaptcha e hCaptcha Enterprise podem impedir o bot no ponto de entrada. Mesmo que o bot tenha as credenciais corretas, se ele não conseguir passar pela detecção do hCaptcha Enterprise ou do CAPTCHA do hCaptcha, ele não conseguirá fazer seu recheio e seu site e usuários estarão protegidos.",
    "3269644546": "Por favor",
    "1058572205": "nós se você gostaria de saber mais sobre",
    "3753613260": "contato",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Relatando Reclamações DMCA",
    "54093347": "Agente registrado DMCA",
    "3233441200": "Política de Repetição de Infratores",
    "4011712313": "Como parte de nossa Política de DMCA, colocamos contas de clientes para os quais recebemos várias notificações de DMCA de suposta violação em uma Política de infratores repetidos de DMCA de várias etapas. Após o recebimento de notificações de DMCA repetidas em um mês, a conta do cliente irá progredir de uma etapa da política para a próxima.",
    "766825168": "As ações que podemos tomar de acordo com a Política de infratores repetidos do DMCA incluem o envio de alertas de maior visibilidade para o cliente registrado da conta. Para reconhecer esses alertas, podemos solicitar que o cliente faça login na conta ou ligue para nossa equipe de suporte. Também nos reservamos o direito de suspender ou rescindir, bem como aplicar outras medidas provisórias, ao serviço hCaptcha e IMI de qualquer cliente para o qual continuamos a receber notificações DMCA de suposta violação, mesmo depois de termos enviado alertas repetidos de infrator. Além disso, podemos encerrar, a nosso exclusivo critério, outros serviços hCaptcha ou IMI fornecidos a esses clientes quando encerrarmos o serviço hCaptcha de acordo com esta política.",
    "2410122265": "Recursos do hCaptcha: Bots 101",
    "4166776480": "Recheio de credenciais: o que é e como interromper os ataques",
    "2301335298": "Fraude de pagamento: mitigando um modo de cibercrime em rápida evolução",
    "3682071227": "O que são aquisições de contas e como funcionam?",
    "2729131930": "O que é raspagem e como funciona?",
    "1344959096": "Trabalhando como um rotulador de dados individual",
    "3510143229": "hCaptcha é um serviço para sites e aplicativos,",
    "3930611699": "trabalhadores individuais.",
    "1051214799": "hCaptcha é um serviço de segurança da web que tenta compartilhar valor com os editores de sites ou aplicativos que o utilizam.",
    "360236473": "O serviço hCaptcha não se destina a ser usado por ninguém para trabalhar como um rotulador individual. Ele não foi projetado ou adequado para essa finalidade. Não recomendamos que ninguém tente usar o hCaptcha como fonte de renda pessoal.",
    "3842490632": "Um usuário individual que tentar responder a muitas perguntas provavelmente terá sua taxa limitada ou será banido rapidamente. Tão importante quanto nosso",
    "1560232962": "cobre no detalhe, nenhuma garantia é feita quanto ao valor ganho por qualquer resposta dada. Pode não haver perguntas pagas disponíveis naquele momento, uma resposta pode ser rejeitada por motivos de qualidade e assim por diante.",
    "2694001822": "No entanto, ocasionalmente contratamos pessoas para nos ajudar a testar as propriedades do sistema e novos recursos.",
    "1569804581": "Se você deseja ser contatado no futuro sobre oportunidades relacionadas, preencha este formulário.",
    "636461959": "Nome",
    "1139500589": "País",
    "1789607185": "Endereço de e-mail",
    "325077666": "Ao enviar suas informações, você concorda com nossos",
    "3555583744": "e",
    "3609929815": ". Manteremos suas informações de nome, país e endereço de e-mail apenas para o propósito de entrar em contato com você no futuro a respeito de oportunidades de trabalho de rotulagem individuais.",
    "4197928199": "Política de Privacidade",
    "851786723": "Ao inserir seu e-mail, você concorda com nossos Termos e Política de Privacidade e em receber nossos e-mails.",
    "2402165761": "Como funciona a raspagem?",
    "4260542944": "A extração de conteúdo (também conhecida como \"captura de tela\" ou apenas \"extração\") é um processo familiar e frequentemente útil para coletar informações da web. No entanto, nos últimos anos, a técnica se tornou uma ferramenta favorita de hackers e fraudadores. As contramedidas podem efetivamente mitigar a ameaça, mas para implementá-las, é essencial entender como o processo funciona.",
    "2066255783": "O que é raspagem de conteúdo?",
    "1910628828": "A extração de conteúdo é uma técnica para obter dados de um sistema que envolve um conjunto de ferramentas automatizado que se faz passar por um cliente de software ou um navegador da web. Não é novo. Na verdade, para engenheiros de software que podem precisar de dados de um mainframe antigo, a raspagem pode ser a única maneira de extrair informações. Os conectores originais podem ter desaparecido e ser impossíveis de substituir.",
    "3408107995": "Hoje, porém, o scraping invariavelmente significa uma abordagem programática para extrair dados de um site. O software de raspagem atua como um usuário humano, clicando nos botões e lendo a saída resultante. Existem muitos usos legítimos para raspagem. Os rastreadores da Web que impulsionam os mecanismos de pesquisa são um exemplo. O mesmo ocorre com ferramentas como o Skyscanner, que procuram ofertas de viagens ao vasculhar milhares de sites de viagens. As firmas de Fintech também o usam, retirando dados financeiros do usuário de sites de bancos se não houver APIs (Application Programming Interfaces) disponíveis para fazer a conexão de dados. As coisas a se ter em mente sobre a captura de tela são sua velocidade e escalabilidade. O processo pode coletar quantidades imensas de dados de sites, supondo que os sites não estejam configurados para impedir que isso aconteça. Na velocidade da computação, um raspador pode acumular grandes conjuntos de dados ao interagir com sites e o software subjacente e bancos de dados que os alimentam.",
    "1920884252": "Por que o scraping do conteúdo é uma ameaça à segurança?",
    "2256795853": "A capacidade de extrair muitos dados, rapidamente, de sites torna o scraping uma ferramenta poderosa nas mãos de agentes mal-intencionados. Um robô de scraping pode coletar dados do usuário de sites de mídia social. Então, ao limpar sites que contêm endereços e outras informações pessoais e correlacionar os resultados, um hacker pode se envolver em crimes de identidade, como o envio de aplicativos fraudulentos de cartão de crédito.",
    "4087694419": "Um hacker também pode coletar dados de sites como Amazon e eBay para criar listas de produtos falsas ou enganosas. Ele ou ela poderia então oferecê-los à venda em serviços ponto a ponto como o OfferUp e conduzir ataques de phishing aos compradores. Ou o fraudador pode vender produtos que não existem. Outra fraude de raspagem de tela envolve falsificar editores de anúncios. Ao extrair o conteúdo de sites de editores, o fraudador pode criar páginas de editores de anúncios falsos em serviços diferentes. Eles podem então vender anúncios nessas páginas para revendedores autorizados, cujos contatos coletaram do arquivo ads.txt do editor. Os locais de anúncio parecem reais para o anunciante, mas não são.",
    "3315658779": "Evite a extração de conteúdo com hCaptcha Enterprise",
    "2602081482": "O hCaptcha Enterprise usa aprendizado de máquina avançado para identificar tráfego malicioso em seu site e aplicativos - incluindo atividades de scraping.",
    "1422537019": "nós hoje para aprender mais.",
    "1988268879": "Rotulagem de dados econômica em escala",
    "2163914794": "Precisa de mais rótulos para seus conjuntos de dados? O hCaptcha fornece rotulagem de dados rápida, econômica e de alta qualidade para empresas que trabalham com inteligência artificial e aplicativos de aprendizado de máquina.",
    "3378932530": "Obtenha seus dados rotulados agora",
    "3483700676": "Lance milhões de tarefas instantaneamente",
    "3478726913": "O hCaptcha possui uma das maiores piscinas do planeta à sua disposição. Seja qual for a sua escala, podemos lidar com isso sem compromissos iniciais caros. Milhões de tarefas por dia não são problema.",
    "740501259": "Pipelines simples baseados em API",
    "2784612261": "Deseja integrar a revisão humana diretamente em suas operações de negócios? Oferecemos SLAs de alta confiabilidade, capacidade garantida e APIs REST simples.",
    "1144966033": "Otimizado para custo e qualidade",
    "3213351333": "Nenhum compromisso inicial necessário",
    "2107077506": "A plataforma HUMAN usa modelos de confiança abrangentes para realizar análises de qualidade sofisticadas em tempo real. Isso nos permite determinar rapidamente a dificuldade das perguntas e a provável resposta certa, economizando seu tempo e dinheiro.",
    "3576146278": "Pague apenas pela precisão de que você precisa",
    "2952586316": "Nem todos os problemas são iguais. As anotações para tarefas críticas de segurança podem exigir 99,99% de confiança de trabalhadores totalmente humanos. As anotações para um recurso beta em um aplicativo de jogo para celular podem exigir apenas confiança moderada. Você decide.",
    "710145621": "Forneça seus próprios dados de verdade ou deixe-nos criá-los rapidamente",
    "987901590": "Você tem dados brutos sem um conjunto de verificação abrangente? Na maioria dos casos, podemos construir um para você à medida que as tarefas são executadas no sistema ou criar amostras rotuladas para sua aprovação.",
    "2597352122": "Tipos de anotação",
    "1344687860": "Caixas delimitadoras",
    "1089415440": "Detecção precisa de objetos em imagens e vídeos",
    "3817067682": "Polígonos",
    "2682873489": "Definir área delimitadora para objetos",
    "1275150216": "Marcos",
    "2067112112": "Anotações de ponto para muitos casos de uso diferentes",
    "4228682126": "Categorização de Atributos",
    "2920213479": "Classifique ou acrescente categorias arbitrárias de qualquer tamanho",
    "3288667364": "Comparação e Detecção",
    "155877895": "Detecção e classificação de energia humana",
    "3128433367": "... e muitos mais",
    "2827452240": "Precisa de outro tipo não listado aqui? Pergunte-nos.",
    "719304627": "Precisa de controle de ponta a ponta?",
    "1172067553": "A plataforma HUMAN por trás do hCaptcha fornece qualidade de trabalho altamente sofisticada e recursos de gerenciamento por meio de implantações locais, híbridas ou SaaS que se integram aos seus sistemas existentes.",
    "2319072959": "Execute totalmente offline com sua própria força de trabalho, rastreie o valor consumido nas unidades de negócios ou parceiros de consórcio, encaminhe seletivamente os trabalhos para diferentes fornecedores de mão de obra internos ou externos com base nos requisitos de custo e segurança e muito mais.",
    "1936512180": "‍ Acesso fácil à API, belos painéis e a mais recente tecnologia model-in-the-loop para maximizar a eficiência do trabalhador.",
    "3913848038": "SLAs com tempo de atividade de 99,99% e suporte global 24 horas por dia, 7 dias por semana.",
    "1080752747": "Contato de vendas",
    "1525403768": "Para obter mais informações, entre em contato com Vendas Corporativas.",
    "1546930020": "Obtendo dados rotulados",
    "2486638408": "Definir especificações",
    "1027200955": "Fale com um de nossos especialistas de domínio para definir as necessidades do seu projeto: precisão do alvo, formato e quaisquer requisitos especiais.",
    "1156712451": "Teste de Trabalho Inicial",
    "181065232": "Executamos um pequeno trabalho de produção com base em seus dados de amostra. Isso testa o trabalho que fizemos juntos para garantir que você obtenha exatamente o que precisa.",
    "3207769512": "Implantar trabalhos de produção",
    "1099238677": "Com nosso alto volume e baixa latência, vamos dar uma reviravolta no seu trabalho rapidamente, com entrega automatizada assim que estiver concluído.",
    "465783046": "Quer experimentar com seus dados?",
    "328625009": "... estamos prontos quando você: nosso serviço está disponível 24 horas por dia.",
    "3225770968": "O hCaptcha foi projetado para resolver o problema de aprendizado de máquina mais trabalhoso; rotulando grandes quantidades de dados de maneira oportuna, acessível e confiável.",
    "2041686284": "Mais dados geralmente produzem melhores resultados no treinamento de modelos de aprendizado de máquina. O sucesso recente de modelos profundos levou a conjuntos de dados cada vez maiores, e o hCaptcha atende a essa necessidade. No entanto, criar grandes conjuntos de dados revisados por humanos usando métodos tradicionais é lento e caro.",
    "3729345277": "O hCaptcha é uma forma das empresas obterem as anotações de que precisam com mais rapidez, maior qualidade e menor custo do que outras alternativas.",
    "2103563261": "Informação Privada ou Pública",
    "2513143348": "O sistema hCaptcha Enterprise é excepcionalmente flexível em seu design: ele pode ser parcialmente ou totalmente implantado na extremidade de sua rede se você operar uma nuvem pública ou possuir muitos data centers.",
    "3107683988": "Isso pode reduzir drasticamente o tráfego e os custos fora da rede, ao mesmo tempo em que retém todos os benefícios do gerenciamento de nossa equipe de plantão 24 horas nos sete dias da semana para atender aos SLAs mais rígidos.",
    "3660619092": "Inscreva-se gratuitamente ou entre em contato com o departamento de vendas para soluções empresariais",
    "2351176803": "Termos de licença para hCaptcha JS API",
    "2616226398": "Sujeito ao nosso",
    "2024293275": ". Todos os outros direitos reservados, por enquanto.",
    "1062291156": "termos padrão",
    "2712493234": "Fraude de pagamento: mitigando um modo de cibercrime em rápida evolução",
    "1817772953": "A fraude não é uma nova forma de crime. Na verdade, os arqueólogos descobriram dispositivos antifraude concebidos pelos antigos sumérios para transportar gado sem perdas há quase 10.000 anos! No caso deles, eles colocaram fichas de argila, cada uma representando um animal, dentro de uma bola de argila conhecida como “bulla”. A bulla viajaria com o rebanho conforme ele passasse do vendedor ao comprador. Mesmo assim, os proprietários de empresas estavam preocupados com o fato de que nem todos com quem estavam lidando estavam em alta. Muito mudou em 10.000 anos, mas a necessidade de ser inovador na prevenção de fraudes permanece conosco. Hoje, a questão da fraude de pagamento online é de extrema importância. Com a Internet, os fraudadores tornaram-se cada vez mais adeptos da superação dos controles antifraude. No entanto, novas soluções estão mudando a maré.",
    "1053787685": "O que é fraude de pagamento?",
    "433424759": "A fraude de pagamento compreende qualquer tipo de transação ilegal em que um cibercriminoso priva a vítima de algo de valor, normalmente dinheiro. Isso pode significar usar um cartão de crédito roubado para fazer pedidos on-line ou assumir uma conta bancária e transferir fundos dela ilegalmente. Existem muitas variações, mas todas têm o mesmo resultado: um bandido usa uma identidade ou informações de pagamento roubadas para roubar de um consumidor, banco ou comerciante.",
    "2939852138": "Como os fraudadores [tentam] fugir com a fraude de pagamento?",
    "1665616092": "A fraude de pagamento é simples no conceito, mas pode ser fantasticamente complexa em sua execução atual.",
    "4246520782": "Na verdade, a Internet testemunhou uma verdadeira corrida armamentista entre fraudadores e defensores nos últimos anos.",
    "2167049807": "As equipes de segurança adotaram uma variedade de contramedidas e controles que derrotam as abordagens fáceis e preguiçosas da fraude de pagamento. No entanto, os ataques estão se tornando cada vez mais sofisticados. Por exemplo, os bots agora podem coletar números de cartão de crédito roubados e PINs de sites falsos e ataques de phishing.",
    "1936449777": "Então, no modo totalmente automatizado, eles podem imitar o comportamento humano em sites de comércio eletrônico, clicando em botões e adicionando itens a carrinhos de compras - a ponto de muitos, senão a maioria dos controles antifraude, não poderem dizer que um bot está tentando roubar mercadoria. Em vez disso, parece que um usuário humano está simplesmente fazendo compras. O bot pode entrar na conta de um cliente real usando credenciais de login roubadas. Para obscurecer ainda mais a fraude, está a capacidade do bot de falsificar endereços IP e fazer com que pareça que o “comprador” está em algum lugar diferente do invasor, que pode estar em um país estrangeiro.",
    "648630222": "Previna fraude de pagamento com hCaptcha Enterprise",
    "1621930829": "O que pode ser feito com relação às atividades de fraude de pagamento avançadas e incessantes de hoje? Empregar várias camadas de controles é geralmente uma abordagem inteligente. No entanto, as melhores contra-medidas são aquelas que podem prender o bot e revelar que ele é falso, apesar dos melhores esforços de seus criadores para reproduzir o comportamento humano.",
    "2423586454": "Ainda existem algumas coisas que o software não pode fazer, não importa o quão bom seja a IA por trás dele. A tecnologia CAPTCHA moderna oferece um método comprovado de bloqueio de bots que tentam perpetuar a fraude de pagamento. Embora as abordagens antigas do CAPTCHA, como os simples números inclinados em uma caixa, sejam agora deficientes na atenuação de bots avançados, um dispositivo de resposta de teste automatizado como o hCaptcha Enterprise pode facilmente confundir um bot fraudador no momento do login da conta ou check-out do carrinho de compras. Mesmo que o bot tenha credenciais reais, não será capaz de passar pelo CAPTCHA.",
    "1467308982": "Cronogramas de pagamento",
    "1291824746": "Os pagamentos do hCaptcha são executados trimestralmente em uma base de 60 dias. Para ilustrar o que isso significa, consulte a tabela abaixo.",
    "3444947612": "Tráfego Entre",
    "4181611011": "Data de Reconciliação",
    "728503636": "Data de Pagamento",
    "3720584906": "15 de julho de 2021 - 15 de outubro de 2021",
    "388240587": "5 a 15 de janeiro de 2022",
    "3426312287": "5 a 15 de janeiro de 2022",
    "615618648": "15 de abril de 2021 - 15 de julho de 2021",
    "3376724603": "14 a 24 de setembro de 2021 †††",
    "3398978455": "15 a 25 de setembro de 2021 †††",
    "2722456056": "15 de janeiro de 2021 - 15 de abril de 2021",
    "4063155841": "O mais tardar em 25 de junho de 2021 ††",
    "4082053540": "19 a 25 de junho de 2021 ††",
    "64953197": "15 de outubro de 2020 - 15 de janeiro de 2021",
    "1023070345": "O mais tardar em 14 de março de 2021",
    "2600696085": "15 de março de 2021",
    "3217791519": "15 de julho de 2020 - 15 de outubro de 2020",
    "649261378": "5 a 11 de janeiro de 2021 *",
    "1559190296": "5 a 11 de janeiro de 2021 †",
    "3806054689": "15 de abril de 2020 - 15 de julho de 2020",
    "4162383380": "16 a 22 de setembro de 2020 *****",
    "1990824776": "16 a 24 de setembro de 2020 *****",
    "3856690908": "15 de janeiro de 2020 - 15 de abril de 2020",
    "3200641265": "O mais tardar em 16 de junho de 2020 *",
    "3744079744": "15 a 19 de junho de 2020 ****",
    "2209837451": "15 de outubro de 2019 - 15 de janeiro de 2020",
    "2510534204": "O mais tardar em 23 de março de 2020 ***",
    "2910560864": "20 a 23 de março de 2020 ***",
    "2544565802": "15 de julho de 2019 - 15 de outubro de 2019",
    "3963642878": "O mais tardar em 14 de dezembro de 2019 *",
    "622103562": "17 de dezembro de 2019 **",
    "4072202039": "15 de abril de 2019 - 15 de julho de 2019",
    "818049069": "O mais tardar em 15 de julho de 2019",
    "1169005651": "15 de setembro de 2019",
    "2303655425": "15 de janeiro de 2019 - 15 de abril de 2019",
    "3678889946": "O mais tardar em 15 de junho de 2019",
    "3094354698": "15 de junho de 2019",
    "4217013126": "Os pagamentos normalmente acontecem ao longo do dia na Data de Pagamento e, em geral, são concluídos até a meia-noite do horário do Pacífico. Se uma conta foi sinalizada para revisão, pode levar até cinco dias úteis adicionais para liberar um pagamento.",
    "1447649958": "Como um lembrete, apenas o tráfego humano preciso é elegível para pagamentos. Você pode ver mais detalhes sobre isso em nosso FAQ, link abaixo. O saldo disponível também deve atingir um limite mínimo para ser elegível para pagamento, atualmente 10 HMT.",
    "4257144752": "As estimativas em tempo real não refletem a precisão final ou humanidade e, portanto, seus ganhos finais podem variar substancialmente para cima ou para baixo dos números mostrados no painel antes de sua primeira reconciliação.",
    "2728931827": "Após cada reconciliação, suas estimativas por chave de site serão atualizadas e a precisão das previsões futuras deve aumentar, a menos que seu site tenha uma mudança significativa no comportamento do usuário.",
    "1200905005": "††† A partir de setembro de 2021, as reconciliações e pagamentos agora duram cerca de 10 dias, em vez de um único dia, a fim de simplificar as restrições operacionais relacionadas ao crescimento do serviço.",
    "4284094387": "†† Algumas reconciliações e pagamentos de junho de 2021 ocorrerão na semana seguinte devido a atrasos na verificação dos cálculos finais durante a janela de reconciliação.",
    "1977013707": "† Os pagamentos de dezembro de 2020 foram reprogramados a partir do dia 15 para evitar sobreposição com reconciliações de final de ano e férias da equipe: eles serão concluídos na segunda semana de janeiro. Devido a transferências mais lentas do que o normal para o PayPal, os pagamentos durarão vários dias, em vez de serem concluídos em um único dia.",
    "517010299": "Observação: no momento, estamos trabalhando em uma grande transição de back-end para uma reconciliação quase em tempo real. As reconciliações periódicas serão executadas com menos frequência do que o normal até o primeiro trimestre de 2021. Isso não afeta as programações ou datas de pagamento.",
    "3092200338": "** Quando o dia 15 cair em um fim de semana, a Data de Pagamento será o dia 17.",
    "3891941747": "*** AVISO DO COVID-19: Devido à capacidade reduzida da equipe relacionada ao COVID-19, a reconciliação foi reprogramada para permitir mais tempo para concluir nossa verificação padrão. Espera-se que os pagamentos comecem na sexta-feira e sejam concluídos na segunda-feira seguinte.",
    "2301757528": "**** Devido à manutenção pelo PayPal de suas APIs REST durante a janela de pagamento, nem todos os pagamentos foram concluídos em 15 de junho. Todos os pagamentos programados para 15 de junho (horário do Pacífico), mas não executados devido a erros de API do PayPal, foram executados novamente em 19 de junho (horário do Pacífico).",
    "116842359": "***** As reconciliações devem ser concluídas em vários dias devido à manutenção do sistema.",
    "4154415610": "***** Os pagamentos de setembro de 2020 serão executados em lotes à medida que a reconciliação é concluída, alguns dias depois do programado originalmente devido a atrasos na reconciliação.",
    "2310694091": "O que significa reconciliação?",
    "164801246": "Reconciliação é o processo pelo qual o tráfego é analisado após o fato para verificar sua humanidade e precisão, uma vez que todos os dados de todos os sites de relatórios estejam disponíveis. Você pode ler mais detalhes em nosso",
    "3256245394": "bem como nossas postagens no blog, por exemplo",
    "3089778412": "Como o hCaptcha calcula as recompensas",
    "3329755436": "Você está planejando acelerar este processo?",
    "1911669851": "Sim, estamos atualmente trabalhando em uma variedade de melhorias em nossos sistemas de back-end que esperamos que nos permitam oferecer reconciliação mais rápida, precisão de estimativa mais rápida e pagamentos mais rápidos. No momento, estamos trabalhando para acelerar a reconciliação primeiro.",
    "2366003154": "Consultas de imprensa e mídia",
    "3054564199": "Kit de imprensa",
    "3173156067": "Algum material de apoio pré-fabricado está disponível caso você queira incluir imagens de exemplo em seu artigo.",
    "867314732": "Você pode recuperar alta resolução",
    "858218750": "e orientação sobre como usá-los no",
    "3821716514": "página.",
    "1186243118": "imagens de logotipo",
    "3034959000": "Você pode recuperar",
    "1764089150": "aqui:",
    "1558428432": ". Por favor, credite-os em hCaptcha.com.",
    "2429359042": "imagens de interface de exemplo",
    "1480820434": "imagem 1",
    "3213411837": "imagem 2",
    "1270712701": "Comunicados de imprensa e relatórios recentes",
    "231285005": "Você pode encontrar atualizações recentes em nosso blog",
    "1289884910": "Também publicamos análises e relatórios ocasionais. Por exemplo:",
    "932546190": "Por que os CAPTCHAs estarão sempre conosco",
    "2344319147": "Quanto vale a detecção de bots do Google?",
    "1637527266": "Quais países têm o maior tráfego de bot?",
    "230159237": "Contatos",
    "3759923279": "Por favor, direcione as perguntas da imprensa para o seguinte endereço de e-mail:",
    "4255608322": "Última atualização: 12 de abril de 2021",
    "33639629": "Não se aplica a sites de terceiros. Observe que esta Política de Privacidade não se aplica a nenhum site, oferta, produto ou serviço de terceiros, mesmo que tenha um link para nosso Site ou incorpore o Serviço - consulte as políticas de privacidade aplicáveis antes de decidir fornecer qualquer informação a terceiros festas.",
    "987375734": "A IMI está sediada nos Estados Unidos. Os sites e serviços são controlados e operados por nós nos Estados Unidos. Suas informações pessoais podem ser armazenadas e processadas em qualquer país onde temos instalações ou no qual contratamos prestadores de serviços e, ao usar os sites e os serviços, você consente com a transferência de informações para países fora de seu país de residência, incluindo os Estados Unidos , que pode ter regras de proteção de dados diferentes das de seu país. Em certas circunstâncias, tribunais, agências de aplicação da lei, agências reguladoras ou autoridades de segurança nesses outros países podem ter o direito de acessar suas Informações Pessoais.",
    "452920031": "Uma nota para clientes fora dos Estados Unidos.",
    "2328839224": ". Consulte a seção \"Aviso aos residentes da Califórnia\" relacionada aos seus direitos de acordo com a Lei de Privacidade do Consumidor da Califórnia (\"CCPA\").",
    "1565481281": "Uma nota para os residentes da Califórnia",
    "1028058338": "Consulte a seção \"Aviso aos titulares de dados da UE\" relacionada aos seus direitos de acordo com o Regulamento geral de proteção de dados (\"GDPR\").",
    "2271205646": "Uma Nota para Residentes da Área Econômica Europeia.",
    "508143070": "Observe que o IMI é o controlador de suas informações pessoais, exceto quando processamos informações pessoais em nome de nossos Integradores em conexão com a prestação de nosso Serviço, caso em que somos o processador de informações pessoais, e esses Integradores são os controladores do informações pessoais.",
    "2330965058": "Quando atuamos como um processador para nossos integradores, não usamos os dados coletados para qualquer fim que não seja o razoavelmente necessário para fornecer nosso serviço, e nosso processamento será regido pelos contratos que temos em vigor com nossos integradores, não este Política de Privacidade",
    "3017040355": "O processamento de dados do Titular dos Dados da UE opera sob a base legal das Cláusulas Contratuais Padrão (SCCs) integradas no Adendo de Processamento de Dados aos nossos Termos de Serviço ou Acordos de Processamento de Dados com nossos Integradores.",
    "2233384692": "Se você tiver dúvidas ou preocupações sobre como esses dados são tratados ou gostaria de exercer seus direitos, você deve entrar em contato com a pessoa ou entidade (ou seja, o controlador de dados) que nos contratou para usar o Serviço para processar esses dados. No entanto, forneceremos assistência aos nossos Integradores para tratar de quaisquer preocupações que você possa ter, de acordo com os termos do nosso contrato com eles.",
    "349292953": "Informações que coletamos",
    "3022001832": "Coletamos informações de indivíduos que interagem com nossos Sites e Serviços, incluindo aqueles que incorporam nosso Serviço em seus sites (\"Integradores\"), aqueles que utilizam os serviços para rotulagem de dados (\"Clientes\") e os usuários finais que interagem com nossos Serviço por meio dos sites de nossos Integradores (\"Usuários Finais\").",
    "835545301": "Coletamos as seguintes categorias de informações:",
    "3228928991": "Informações que podem ser usadas para identificar ou contatar um indivíduo (\"Informações Pessoais\"), como nome, endereço de e-mail e país. Coletamos Informações Pessoais de nossos Integradores e Clientes atuais e potenciais quando eles as fornecem diretamente para nós (por exemplo, preenchendo um formulário ao se inscrever para uma conta ou solicitando o recebimento de notificações por e-mail). Também podemos verificar a identidade de nossos integradores e clientes comparando informações pessoais com bancos de dados de terceiros ou documentos legais oficiais.",
    "1655796811": "Informações coletadas automaticamente como resultado do uso dos Sites ou dos Serviços por um Integrador ou Cliente (\"Informações Analíticas\"), como endereços IP, tipo de navegador, provedor de serviços de Internet, tipo de plataforma, tipo de dispositivo, sistema operacional, carimbo de data e hora de acesso e outras informações semelhantes. Algumas Informações Analíticas são coletadas em nosso nome por terceiros que contratamos para esse fim, e algumas Informações Analíticas são coletadas por meio de uma variedade de tecnologias de rastreamento, incluindo cookies (consulte \"Tecnologias Analíticas e de Rastreamento de Terceiros\" abaixo).",
    "1388241689": "Informações coletadas como resultado de usuários finais respondendo a prompts por meio do Serviço (\"Dados rotulados\"), como dados de rotulagem de imagem, texto convertido de arquivos de áudio reproduzidos para esses usuários finais, respostas a perguntas e outros prompts gerados pelo Serviço para fins de rotulagem de dados para uso em aplicativos de aprendizado de máquina. Observe que os dados etiquetados não estão vinculados a nenhum indivíduo identificado.",
    "1493790285": "Outras informações coletadas de usuários finais como parte do serviço são necessárias para determinar se eles",
    "2216374138": "são humanos, como movimentos do mouse, posição de rolagem, eventos de pressionamento de tecla, eventos de toque e informações do giroscópio / acelerômetro, conforme aplicável.",
    "2394073454": "Podemos coletar informações adicionais de usuários finais que desejam trabalhar conosco como rotuladores de dados individuais.",
    "3103557430": "Como usamos as informações",
    "1130802068": "Usamos as informações que coletamos para os seguintes fins:",
    "2940689138": "Administrar as contas do Integrador e do Cliente e fornecer o Serviço. Usamos as Informações Pessoais para associar contas específicas a Integradores e Clientes e para fornecer-lhes o Serviço, para responder a solicitações ou consultas, para fornecer suporte ou assistência técnica e para facilitar os pagamentos.",
    "857974529": "Para melhorar o Site e o Serviço. Usamos as informações analíticas para melhorar nossos serviços e ofertas existentes e desenvolver novos e para personalizar ofertas de produtos existentes e futuras.",
    "1820844638": "Para obter percepções de mercado. Usamos as informações analíticas para analisar o mercado e conduzir análises de negócios relacionadas ao Site e aos nossos serviços, e para outros fins de pesquisa.",
    "3386280249": "Para fornecer um mercado para dados etiquetados. Nosso serviço permite rotulagem de dados de alto volume e revisão humana para sistemas de aprendizado de máquina como um serviço para proprietários de sites e empresas que precisam de ajuda para rotular seus dados. Para tanto, divulgamos os Dados Rotulados aos nossos Clientes interessados em adquirir Dados Rotulados.",
    "3532143291": "Para proteger nossos serviços e sistemas. Usamos as informações analíticas para proteger nossos sistemas, identificando ameaças e vulnerabilidades potenciais e, de outra forma, proteger as informações que coletamos.",
    "2185418511": "Para qualquer finalidade comercial legítima, desde que as informações sejam desidentificadas ou agregadas de forma que não possam ser razoavelmente vinculadas a um indivíduo.",
    "2386465280": "Como compartilhamos informações",
    "2159517814": "Compartilhamos ou divulgamos informações pessoais nos seguintes casos:",
    "4256083674": "Mediante solicitação direta de um Integrador para identificar o risco de fraude de uma solicitação de desafio CAPTCHA ou endereço IP específico, ou de outra forma onde um consentimento específico foi dado.",
    "3494826505": "Com fornecedores, nos comprometemos a fornecer aspectos essenciais dos Sites e do Serviço, como armazenamento de dados, hospedagem e Analytics, e apenas para esses fins.",
    "1119009846": "Conforme necessário para cumprir a lei aplicável, incluindo solicitações governamentais, solicitações de aplicação da lei e outras entidades públicas e privadas, a fim de proteger os direitos, privacidade, segurança ou propriedade sua, nossa ou de terceiros.",
    "197676026": "Com outras pessoas para qualquer finalidade comercial legítima, desde que as informações sejam desidentificadas",
    "2359312315": "ou agregado de forma que não possa ser razoavelmente vinculado a um indivíduo.",
    "2497216176": "Análise de terceiros e tecnologias de rastreamento",
    "3694578791": "Conforme discutido acima, nós (e nossos fornecedores terceirizados) coletamos informações analíticas em parte por meio do uso de cookies, web beacons e outras tecnologias de rastreamento. Em alguns casos, trabalhamos com fornecedores terceirizados para empregar cookies com o objetivo de coletar informações analíticas.",
    "2014256987": "Se você preferir não bloquear o uso de cookies ou outras tecnologias de rastreamento, consulte \"Gerenciando suas informações\" abaixo. Observe que isso pode afetar negativamente sua experiência de uso dos Sites ou Serviço, pois alguns recursos podem não funcionar corretamente.",
    "2788024905": "Como protegemos as informações",
    "3031284129": "Isenções de responsabilidade de garantia",
    "26365791": "Na medida máxima permitida por lei, o Site e o Serviço (e quaisquer outros serviços, informações, dados, recursos e outros conteúdos ou materiais associados) são fornecidos \"no estado em que se encontram\" e \"conforme disponíveis\". Em toda a extensão permitida por lei, o IMI exclui todas as garantias, incluindo, mas não se limitando às garantias implícitas de comercialização, adequação a uma finalidade específica e não violação.",
    "735630686": "Gerenciando suas informações (seus direitos)",
    "2895491273": "Se você preferir bloquear cookies ou outras tecnologias de rastreamento, a maioria dos navegadores e dispositivos móveis permitem que você altere suas configurações de forma a notificá-lo quando você receber cookies ou outras tecnologias de rastreamento em uso e para escolher se aceita ou não. isto. A maioria dos navegadores também permite que você desative ou exclua cookies existentes ou rejeite cookies futuros automaticamente. Você também pode usar ferramentas de terceiros, incluindo plug-ins de navegador, para controlar suas preferências de cookies. Observe, entretanto, que se você desabilitar todos os cookies, algumas partes de nossos Sites podem não funcionar corretamente.",
    "707527778": "Informações de crianças",
    "2419795065": "Aviso aos residentes da Califórnia",
    "1517625162": "De acordo com a seção 1789.3 do Código Civil da Califórnia, os usuários da Califórnia têm direito ao seguinte aviso de direitos do consumidor: Os residentes da Califórnia podem entrar em contato com a Unidade de Assistência a Reclamações da Divisão de Serviços ao Consumidor do Departamento de Assuntos do Consumidor da Califórnia pelo correio em 1625 North Market Blvd., Sacramento, CA 95834 ou pelo telefone (916) 445-1254 ou (800) 952-5210.",
    "3730344349": "Esta seção fornece detalhes adicionais sobre as informações pessoais que coletamos sobre os consumidores da Califórnia e os direitos concedidos a eles de acordo com a Lei de Privacidade do Consumidor da Califórnia ou \"CCPA\".",
    "4044467791": "Para as categorias de informações pessoais que coletamos de você nos últimos 12 meses, consulte a seção \"Informações que coletamos\" acima. Coletamos essas informações para os fins comerciais e comerciais descritos na seção \"Como usamos as informações pessoais\" acima. Nos 12 meses anteriores, compartilhamos as seguintes categorias de informações com terceiros para fins comerciais:",
    "4208081170": "Categoria de informações pessoais",
    "1528242915": "Identificadores.",
    "3863351997": "Categorias de informações pessoais listadas no estatuto de Registros de Clientes da Califórnia (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Informações comerciais.",
    "2683038211": "Internet ou outra atividade de rede eletrônica.",
    "3671828834": "Exemplos de informações pessoais compartilhadas",
    "779426309": "Um nome real, identificador pessoal exclusivo, identificador online, endereço de protocolo da Internet, endereço de e-mail, nome da conta ou outros identificadores semelhantes.",
    "2414368123": "Um nome, número de cartão de crédito, número de cartão de débito ou qualquer outra informação financeira.",
    "4088941349": "Registros de produtos ou serviços adquiridos, obtidos ou considerados.",
    "3238612014": "Histórico de navegação, informações sobre a interação de um consumidor com um site, aplicativo ou anúncio da Internet.",
    "1023108656": "Categorias de destinatários terceiros",
    "1418235079": "Provedores de serviço",
    "3238184941": "Nota: O risco de fraude associado a um endereço IP individual pode ser compartilhado com um Integrador mediante solicitação.",
    "285116485": "A Empresa não \"vende\" (conforme este termo é definido na CCPA) as informações pessoais que coletamos. Consulte a seção \"Análise de terceiros e tecnologias de rastreamento\" acima para obter mais informações sobre os tipos de cookies de terceiros, se houver, que usamos.",
    "1408750006": "Sujeito a certas limitações, o CCPA fornece aos consumidores da Califórnia o direito de solicitar saber mais detalhes sobre as categorias ou partes específicas de informações pessoais que coletamos (incluindo como usamos e divulgamos essas informações), para excluir suas informações pessoais, para optar por não quaisquer “vendas” que possam estar ocorrendo, bem como o direito de não ser discriminado pelo exercício desses direitos.",
    "759057398": "Aviso aos titulares de dados da UE",
    "825780955": "Informações pessoais",
    "2945960297": "Com relação aos titulares de dados da UE, o termo \"informações pessoais\", conforme usado nesta Política de Privacidade, é equivalente a \"dados pessoais\", conforme definido no Regulamento Geral de Proteção de Dados (GDPR) da União Europeia.",
    "1126613163": "Dados sensíveis",
    "3571006800": "Algumas das informações que você nos fornece podem constituir dados confidenciais, conforme definido no GDPR (também conhecido como categorias especiais de dados pessoais), incluindo a identificação de sua raça ou etnia em documentos de identificação emitidos pelo governo.",
    "1988461282": "Bases jurídicas para processamento",
    "3519564631": "Finalidades de processamento",
    "1778642038": "Para se comunicar com você",
    "2223819810": "Para otimizar nossa plataforma",
    "1678661231": "Para conformidade, prevenção de fraude e segurança",
    "2561077702": "Para fornecer nosso serviço",
    "2066321185": "Base Legal",
    "1174237568": "Essas atividades de processamento constituem nossos interesses legítimos. Tentamos considerar e equilibrar quaisquer impactos potenciais sobre você (positivos e negativos) e seus direitos antes de processarmos suas informações pessoais para nossos interesses legítimos. Não usamos suas informações pessoais para atividades em que nossos interesses sejam anulados por qualquer impacto adverso sobre você (a menos que tenhamos o seu consentimento ou sejamos obrigados ou permitidos por lei).",
    "1350478093": "Objetivo de Processamento",
    "787916198": "Com o seu consentimento",
    "3348433919": "Seus direitos",
    "3842673636": "De acordo com o GDPR, você tem certos direitos em relação às suas informações pessoais. Você pode nos solicitar que tomemos as seguintes ações em relação às suas informações pessoais que mantemos:",
    "4057343238": "Excluir",
    "1834911235": "Pare de enviar comunicações de marketing direto que você consentiu anteriormente em receber. Podemos continuar a enviar-lhe comunicações relacionadas com o serviço e outras comunicações não relacionadas com marketing.",
    "3022301908": "Acesso",
    "680638297": "Fornece-lhe informações sobre o nosso processamento das suas informações pessoais e dá-lhe acesso às suas informações pessoais.",
    "1409486258": "Correto",
    "3878077249": "Atualize ou corrija imprecisões em suas informações pessoais.",
    "3645414921": "Excluir",
    "42182578": "Exclua suas informações pessoais.",
    "1609621367": "Transferir",
    "3208155808": "Transfira uma cópia legível por máquina de suas informações pessoais para você ou um terceiro de sua escolha.",
    "1786796818": "Restringir",
    "3329634829": "Restrinja o processamento de suas informações pessoais.",
    "4202774977": "Objeto",
    "3007158970": "Rejeite nossa confiança em nossos interesses legítimos como base de nosso processamento de suas informações pessoais que afetam seus direitos.",
    "1273071008": "Solicitações de direitos de acesso de titulares de dados",
    "3594381346": "localização.",
    "21141582": "isto",
    "3357523404": "Transferência de dados transfronteiriça",
    "290966395": "Conforme descrito em nossa seção \"Uma Nota para Clientes Fora dos Estados Unidos\", esteja ciente de que seus dados pessoais serão transferidos, processados e armazenados nos Estados Unidos. As leis de proteção de dados nos Estados Unidos podem ser diferentes das leis de seu país de residência. Você consente com a transferência de suas informações, incluindo informações pessoais, para os Estados Unidos, conforme estabelecido nesta Política de Privacidade, visitando nossos Sites ou usando nosso Serviço.",
    "3178581111": "Use para novos propósitos",
    "1088304322": "Podemos usar suas informações pessoais por motivos não descritos nesta Política de Privacidade, quando for permitido por lei e o motivo for compatível com a finalidade para a qual as coletamos. Se precisarmos usar suas informações pessoais para um propósito não relacionado, podemos notificá-lo e explicar a base legal aplicável para esse uso. Se confiarmos em seu consentimento para um uso específico de suas informações pessoais, podemos solicitar seu consentimento para qualquer propósito não relacionado e permitir que você encerre o uso do serviço naquele momento, caso se oponha.",
    "2260079771": "Retenção de dados",
    "38428546": "Armazenamos seus dados pessoais com segurança durante toda a vida de sua conta conosco. Apenas reteremos seus dados pessoais pelo tempo necessário para cumprir os objetivos para os quais os coletamos, inclusive para fins de cumprimento de quaisquer obrigações legais, contábeis ou de relatórios ou para resolver disputas. Os critérios que usamos para determinar os períodos de armazenamento incluem as disposições contratuais aplicáveis que estão em vigor, os prazos de prescrição legais, os requisitos regulamentares aplicáveis e os padrões da indústria.",
    "384965568": "Embora os requisitos de retenção variem de acordo com a jurisdição, as informações sobre nossos períodos de retenção típicos para diferentes aspectos de seus dados pessoais são descritas a seguir.",
    "2788836740": "As informações de contato para fins de marketing são mantidas continuamente até que você cancele a assinatura. Posteriormente, adicionaremos seus dados à nossa lista de supressão indefinidamente. As informações de e-mail coletadas dos Usuários de Acessibilidade nunca serão usadas para fins de marketing.",
    "3520687192": "Os registros das comunicações com você (por exemplo, tíquetes de suporte abertos por e-mail ou Twitter) podem ser mantidos indefinidamente.",
    "292211832": "As informações coletadas por meios técnicos, como cookies, contadores de páginas da web e outras ferramentas de análise, são descartadas assim que possível, mas podem ser mantidas por um período limitado de até um ano a partir da expiração do cookie, normalmente de forma desidentificada e agregada a menos que detectemos abuso potencial de nosso serviço, caso em que reteremos essas informações para nos ajudar a prevenir abusos futuros. Não podemos vincular essas informações anônimas e agregadas a você, sua família, um endereço IP ou qualquer informação pessoal com base nas informações armazenadas.",
    "3192683783": "Mudanças nesta Política de Privacidade",
    "1702335960": "Todas as informações que coletamos estão sujeitas à Política de Privacidade em vigor no momento em que tais informações são coletadas. Podemos, no entanto, revisar a Política de Privacidade de tempos em tempos. Se uma revisão for material, conforme determinado exclusivamente por nós, iremos notificá-lo, por exemplo, por e-mail. A versão atual sempre será publicada em nossa página de Política de Privacidade.",
    "3669258571": "Política de Cookies",
    "2905621957": "Última atualização: 18 de julho de 2020",
    "1173934218": "Entendemos que sua privacidade é importante para você e temos o compromisso de ser transparentes sobre as tecnologias que usamos. Esta política fornece informações detalhadas sobre como e quando usamos cookies em nossos sites e serviços.",
    "2694150481": "Nós usamos cookies?",
    "457627611": "sim. Nós e nossos analistas ou provedores de serviços, parceiros de marketing e afiliados podemos usar cookies, web beacons ou pixels e outras tecnologias para garantir que todos que usam os Sites tenham a melhor experiência possível. Consulte a seção \"Análise de terceiros e tecnologias de rastreamento\" de nossa Política de Privacidade para obter mais detalhes.",
    "501102544": ": acreditamos que o serviço anti-bot hCaptcha (ou seja, o serviço incorporado por sites, jogos ou aplicativos móveis) inclui apenas os chamados cookies \"isentos de consentimento\" de acordo com os regulamentos GDPR. Exemplos de cookies isentos incluem:",
    "461631543": "Nota GDPR",
    "2150907653": "* Cookies técnicos estritamente necessários para a prestação do serviço. Isso inclui cookies de preferência, cookies de sessão, cookies de balanceamento de carga, etc.",
    "1012122721": "* Cookies estatísticos gerenciados diretamente por nós (ou seja, cookies primários, não cookies de terceiros), onde os dados não são usados para criação de perfil.",
    "3255230599": "O que é um biscoito?",
    "2954157511": "Por que usamos cookies?",
    "1539071196": "Geralmente usamos cookies para os seguintes fins:",
    "3545935449": "Para reconhecer usuários novos ou anteriores.",
    "32739972": "Para armazenar as informações da sua sessão de login, se você estiver registrado em nossos sites.",
    "4209078147": "Para melhorar nosso Site e entender melhor suas visitas em nossas plataformas e Site.",
    "1077448694": "Para integração com sites de mídia social de terceiros.",
    "1709478090": "Para atendê-lo com publicidade direcionada ou baseada em interesses.",
    "3256020881": "Para observar seus comportamentos e atividades de navegação ao longo do tempo em vários sites ou outras plataformas.",
    "1092241113": "Para entender melhor os interesses de nossos Clientes e Integradores.",
    "1434289796": "Alguns cookies são necessários para determinados usos dos sites e, sem esses cookies, não seríamos capazes de fornecer muitos serviços de que você precisa para usar os sites de maneira adequada. Esses cookies, por exemplo, nos permitem operar nossos sites para que você possa acessá-los conforme solicitado e nos permite reconhecer que você criou uma conta e fez login nessa conta para acessar o conteúdo do site. Eles também incluem Cookies que nos permitem lembrar suas ações anteriores na mesma sessão de navegação e proteger nossos Sites.",
    "1533171442": "Também usamos cookies funcionais e cookies de terceiros para fins de análise e marketing. Os cookies funcionais permitem que certas partes dos sites funcionem corretamente e que suas preferências de usuário permaneçam conhecidas. Cookies de análise, entre outras coisas, coletam informações sobre como os clientes, integradores e usuários finais usam nossos sites, o conteúdo e os produtos que os usuários veem com mais frequência e a eficácia de nossa publicidade de terceiros. Os cookies de publicidade auxiliam na entrega de anúncios a públicos relevantes e na exibição de nossos anúncios no topo dos resultados de pesquisa. Cookies são cookies de \"sessão\", que são excluídos quando você encerra a sessão do navegador, ou \"persistentes\", que permanecem até que sejam excluídos por você (discutido abaixo) ou pela parte que serviu o cookie. Detalhes completos sobre todos os cookies usados nos sites estão disponíveis em nossa tabela de Divulgação de cookies abaixo.",
    "322830977": "Como desabilitar Cookies.",
    "262509504": "Podemos vincular as informações coletadas pelos Cookies a outras informações que coletamos de você de acordo com esta Política de Privacidade e usar as informações combinadas aqui estabelecidas. Da mesma forma, os terceiros que fornecem cookies em nossos Sites podem vincular seu nome ou endereço de e-mail a outras informações que coletam, que podem incluir compras anteriores feitas offline ou online, ou suas informações de uso online.",
    "2935155034": "Se você estiver localizado no Espaço Econômico Europeu, terá certos direitos descritos acima sob o título \"Aviso aos titulares de dados da UE\", incluindo o direito de inspecionar e corrigir ou excluir os dados que temos sobre você.",
    "1873812847": "Divulgação de Cookie (s)",
    "3319083717": "Nome:",
    "3183855267": "1. hmt_id",
    "907324388": "Função",
    "2896187462": "1. Usado para estatísticas anônimas relacionadas ao serviço estritamente necessárias e para outros fins técnicos, como auxiliar no suporte de acessibilidade.",
    "987267027": "Festa",
    "3453526675": "1. Primeira parte",
    "1952810469": "Modelo",
    "1795436560": "1. Sessão",
    "102695075": "Duração",
    "3356329025": "1. 30 dias",
    "3744153629": "Nomes:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessão,",
    "3186435874": "identificação de sessão",
    "1241291641": "Veja mais detalhes.",
    "1834801943": "2. 1ª parte",
    "2114694926": "2. Sessão",
    "938404336": "2. Varia; até 30 dias.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1ª parte",
    "1483015662": "3. Sessão",
    "3458934553": "3. Varia; até 30 dias.",
    "134571844": "Impressum (Aviso do Site)",
    "110836420": "Última atualização: 23 de dezembro de 2020",
    "2901894297": "hCaptcha é um serviço da Intuition Machines, Inc. (\"IMI\"), uma Delaware US Corporation (# 6393793).",
    "2928362319": "As perguntas por correio podem ser enviadas para: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Autoridade reguladora: Comissão Federal de Comunicações dos EUA, 45 L Street NE, Washington, DC 20554 EUA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Sem garantias quanto ao conteúdo",
    "707541553": "Todas as informações contidas nas nossas páginas da Internet foram validadas pela IMI ou por terceiros. No entanto, nem a IMI nem terceiros podem ser responsabilizados por informações atualizadas, precisas ou completas. Isso também se aplica a outros sites que podem ser acessados por meio de hiperlinks em nossas páginas. A IMI não se responsabiliza pelo conteúdo desses sites externos.",
    "2650241052": "Nenhum conselho",
    "204716894": "O conteúdo e design de nossas páginas da web são protegidos por leis de direitos autorais. A duplicação das páginas e do seu conteúdo de uma forma que exceda o uso razoável razoável requer o consentimento prévio por escrito do IMI se não houver outras disposições legais especificadas para a duplicação na página.",
    "3182435854": "direito autoral",
    "3236873806": "A IMI é responsável por este site.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass é um",
    "1898063898": "para preservar a privacidade do usuário que estamos desenvolvendo em conjunto com",
    "1942186611": "e outros.",
    "3673079511": "padrão emergente",
    "2164933356": "Cloudflare",
    "3119589996": "Como funciona: uma extensão do navegador fornece aos usuários a capacidade de criar e assinar tokens criptograficamente cegos para sites que suportam o protocolo Privacy Pass. A extensão gera passes contendo tokens criptograficamente ocultos que são assinados por hCaptcha quando um desafio é resolvido em qualquer site usando o serviço hCaptcha,",
    "1254771154": "desafios mostrados em outros serviços de suporte ao Privacy Pass que também incorporam hCaptcha, por exemplo, Cloudflare.",
    "996362763": "Esses tokens não são ocultados e armazenados pela extensão para uso futuro. Quando o usuário visita um site usando hCaptcha e precisa passar no desafio (seja invisível ou através do botão \"Eu sou humano\"), eles são resgatados automaticamente. O procedimento de cegamento significa que os tokens assinados e resgatados são criptograficamente desvinculáveis da perspectiva do hCaptcha e, portanto, a privacidade do usuário é preservada.",
    "2943346052": "Conforme o processo de padronização da IETF continua, esperamos que os principais navegadores adotem alguma forma de Privacy Pass nativamente. Isso eventualmente tornará a extensão desnecessária. Por enquanto, no entanto, siga as instruções abaixo.",
    "2326660907": "exceto",
    "741483946": "* Em outras palavras: você pode obter tokens hCaptcha Privacy Pass em hCaptcha.com e usá-los em outros sites diretamente usando hCaptcha.com. Você não pode obter ou resgatar tokens hCaptcha Privacy Pass para ignorar o serviço hCaptcha usado pelo Cloudflare, uma vez que o Cloudflare emite e resgata seus próprios tokens Privacy Pass.",
    "1362015807": "Começando",
    "1358325821": "Primeiro, instale a extensão para",
    "310885519": "ou",
    "4091044469": ". Certifique-se de ter ativado a extensão no modo de navegação anônima. Em seguida, visite qualquer site usando hCaptcha e resolva um captcha. A partir da versão 2.0.3, você pode resgatar esses tokens em sites usando hCaptcha.",
    "3904679538": "cromada",
    "3700767772": "Depois de instalar a extensão, clique aqui (ou em qualquer site que use o hCaptcha) para ganhar passes:",
    "166277959": "Observação: este recurso está atualmente em beta e pode não funcionar para todos os sites e usuários o tempo todo. No caso de não estar habilitado ou não funcionar para um determinado usuário, o comportamento simplesmente retornará à experiência padrão do hCaptcha sem perda de funcionalidade.",
    "3031357206": "Um novo ícone aparecerá próximo à sua barra de URL. Agora visite um site usando hCaptcha. Isso parecerá assim:",
    "1066753052": "o que significa que a carteira está vazia e você está em um site que inclui um desafio de hCaptcha. Depois de completar o desafio, você ganhará tokens que podem ser resgatados em qualquer outro site com o hCaptcha.",
    "651123197": "Uma contagem do total atual em sua carteira será mostrada no ícone após completar o desafio.",
    "554844646": "Você pode confirmar que a extensão está funcionando vendo o contador diminuir 1 vez que você clicar",
    "4087729475": "o desafio após sua resolução inicial.",
    "647630208": "E é isso! Sua navegação online agora é mais privada.",
    "3272552822": "Desenvolvedores e criptógrafos:",
    "4059570880": "Se você gostaria de acompanhar o esforço de padronização, há esforços em andamento no",
    "1904390996": "para padronizar o",
    "252720667": "subjacente à segurança criptográfica do Privacy Pass. O próprio protocolo está passando pelo",
    "3972554015": "processo também. E a extensão do navegador é, claro,",
    "3723626769": "por suas contribuições e revisão.",
    "3882147547": "Funções pseudo-aleatórias esquecidas",
    "565624910": "esboço, projeto",
    "3421090159": "Código aberto",
    "3098677775": "P: Meu IP e histórico de navegação são completamente privados do hCaptcha quando uso o Privacy Pass?",
    "4019638786": "R: Os usuários do Privacy Pass do hCaptcha nunca irão expor seu IP ao hCaptcha, a menos que a carteira de tokens de seu navegador esteja vazia ou o site a envie. O hCaptcha não tem como vincular o usuário ao resgate de token e nunca interage diretamente com o usuário durante o resgate, a menos que sua carteira de token esteja vazia.",
    "3887113660": "P: Como o Privacy Pass afeta os ganhos do hCaptcha?",
    "1116455671": "R: Você receberá uma recompensa pela solução inicial se o usuário concluí-la em seu site. Os resgates seguem o mesmo padrão de resposta como se o usuário tivesse passado automaticamente em seu site devido à alta confiança do cliente: nenhum ganho ocorre, e a chamada siteverify de seu servidor recebe um `crédito: False` nos resultados de aprovação.",
    "779817954": "P: Se eu tiver passes de privacidade emitidos por outro provedor, posso resgatá-los no hCaptcha?",
    "3014149332": "R: Não, os passes não são interoperáveis: devem ser emitidos e resgatados pela mesma autoridade, neste caso o hCaptcha. Observe que se você tiver passes do Cloudflare e do hCaptcha em seu ramal, o número disponível mudará para a quantidade correta dependendo da necessidade da página que você está visitando. Em outras palavras, se você tiver 100 passes Cloudflare em sua carteira e 10 passes hCaptcha, deverá ver 10 no ícone de extensão nas páginas com hCaptcha incorporado.",
    "3679148535": "P: Em quais outros aplicativos do Privacy Pass você está trabalhando?",
    "1606783855": "R: Estamos muito interessados no caso de uso do Privacy Pass para Acessibilidade (\"a11y\"). As opções anteriormente populares, como captchas de áudio, discriminam muitos usuários antigos. Acreditamos que a combinação de nossa abordagem a11y atual com a emissão do Privacy Pass permitirá que todos os usuários naveguem com segurança, sabendo que seu tráfego é mais privado, ao mesmo tempo em que restringe o abuso por parte de operadores de bot que ocorre inevitavelmente quando todas as opçõesy estão disponíveis.",
    "2359150347": "P: Os outros serviços de segurança online são compatíveis com o Privacy Pass?",
    "2082237880": "R: O hCaptcha é o primeiro serviço desse tipo que oferece suporte ao Privacy Pass e, atualmente, é o único a fazê-lo. No entanto, esperamos que outros serviços reconheçam as vantagens de aumentar a privacidade do usuário online e esperamos que, no futuro, mais implementações sejam feitas à medida que os padrões da IETF que estamos ajudando a desenvolver sejam formalmente adotados.",
    "2109792055": "Guia do usuário: depuração de problemas com emissão e validação do Privacy Pass",
    "3588620914": "O Privacy Pass é uma nova invenção para os padrões da Web e é possível que outros aplicativos e extensões de navegador que não tenham conhecimento dele interfiram em sua funcionalidade.",
    "4039193170": "Se você tiver problemas para obter ou resgatar tokens:",
    "2378786360": "1. Experimente um dos outros navegadores suportados: se você estiver no Chrome, tente usar o Firefox sem importar suas configurações do Chrome e instale o plug-in lá. Se funcionar, você pode ter um problema de configuração do navegador.",
    "394235836": "3. Se nenhuma das sugestões acima funcionar, envie-nos um e-mail de suporte e ficaremos felizes em ajudar a descobrir o que está acontecendo.",
    "3470857731": "Uma análise de quão bem o reCAPTCHA detecta bots.",
    "3240786848": "Última atualização: 18 de fevereiro de 2021",
    "2547140673": "Por mais de uma década, o serviço reCAPTCHA do Google ofereceu aos proprietários de sites uma troca: deixe o Google rastrear seus usuários e fazer-lhes perguntas e, em troca, eles prometem impedir bots e spam.",
    "2133754014": "Mais de 4,5 milhões de sites usam reCAPTCHA [",
    "3152512587": "e o sistema coleta centenas de milhões de soluções diárias. [",
    "2296918009": "Isso equivale a mais de 100 pessoas-ano de trabalho todos os dias. [",
    "3900538778": "Os dados rotulados são o combustível que impulsiona o aprendizado de máquina. As respostas do reCAPTCHA têm sido usadas para melhorar os serviços de ML / AI do Google desde 2009. Muitas pessoas que usam o reCAPTCHA não percebem que seu trabalho está sendo usado.",
    "1160252730": "O Google agora está cobrando preços altos pelo reCAPTCHA Enterprise, fazendo com que muitas empresas reavaliem esse negócio.",
    "1131196501": "Grandes empresas como",
    "204889717": "mudaram para hCaptcha's",
    "639413188": "em resposta.",
    "3280658086": "Soluções empresariais",
    "3842815245": "Este é um comércio justo?",
    "714342693": "A equipe hCaptcha tem coletado dados de preços de serviços de quebra de captcha \"dark web\" desde 2016. Notamos uma tendência interessante:",
    "468929661": "O custo médio para interromper um reCAPTCHA é incrivelmente baixo (menos de US $ 1 por 1.000 soluções) e não aumentou significativamente desde o início do nosso monitoramento em 2016. Isso se aplica ao reCAPTCHA v2 e v3. [",
    "2862164005": "Os dados de preços nos permitem calcular o valor exato em dólares do título oferecido por um reCAPTCHA: US $ 0,001 ou menos por resposta.",
    "102498091": "O Google cobra US $ 1 por 1.000 solicitações pelo reCAPTCHA Enterprise, o que significa que agora eles cobram mais por solicitação do que o custo para quebrar a segurança de seu serviço. Isso parece um mau negócio.",
    "130239139": "Qual é o valor de mais de 100 pessoas-ano de trabalho coletados diariamente pelo Google?",
    "1421074182": "Substancialmente mais alto.",
    "1953519598": "O custo para rotular uma única imagem varia de US $ 0,03 a US $ 1,00 ou mais. Por qualquer estimativa conservadora, o Google extraiu bilhões de dólares de mão de obra gratuita até o momento. [",
    "3025548709": "Existe uma alternativa para este negócio injusto?",
    "263761351": "hCaptcha é a primeira alternativa confiável, agora usada por centenas de milhões de pessoas a cada mês.",
    "2743692546": "Conforme os usuários provam sua humanidade por meio do hCaptcha, sua mão de obra entra em um mercado aberto anônimo de licitações.",
    "1982750088": "Empresas em todo o mundo licitam essa mão-de-obra para concluir tarefas simples que são fáceis para as pessoas, mas difíceis para as máquinas. Os usuários oferecem suporte ao site que estão visitando e experimentam menos spam na Web devido a um nível mais alto de segurança.",
    "1108398506": "os clientes ganham controle total sobre a experiência e se beneficiam da expertise que o hCaptcha adquiriu operando o maior provedor independente de desafios na Internet. Eles também conseguem um negócio melhor do que o reCAPTCHA Enterprise: preços até 50-80% melhores, dependendo do volume.",
    "3012870872": "Sites e aplicativos que usam a versão gratuita (hCaptcha Publisher) geram receita com esse trabalho, em vez de doá-lo ao Google.",
    "2271512952": "Os usuários oferecem suporte ao site que estão visitando e experimentam menos spam na web.",
    "278010425": "A ampla variedade de tarefas em constante mudança no hCaptcha também é mais difícil de automatizar. A interface única do reCAPTCHA não muda há muitos anos e tem um pequeno conjunto de perguntas que não mudam com frequência. Esta é uma das maneiras pelas quais o hCaptcha fornece proteção anti-bot mais robusta do que o reCAPTCHA.",
    "984849234": "O hCaptcha usa aprendizado de máquina avançado para entregar o que o reCAPTCHA apenas promete, enquanto compartilha o valor capturado com os sites que o usam.",
    "4063769686": "Os usuários oferecem suporte ao site que estão visitando e experimentam menos spam na web. Parece um acordo mais justo.",
    "685916926": "Por que o reCAPTCHA não melhorou com o tempo?",
    "3992401943": "Houve uma revolução no aprendizado profundo desde 2012. A norma da indústria para precisão de tarefas melhorou radicalmente na última década, principalmente devido às redes convolucionais profundas. Outros serviços baseados em ML que o Google oferece seguiram essa curva.",
    "615031303": "(Ver notas de rodapé",
    "2125514305": "O ML melhorou, mas a dificuldade de contornar o reCAPTCHA não mudou materialmente durante esse período.",
    "1406188018": "6 e 7",
    "2689973938": "Melhorar o reCAPTCHA cria um conflito intrínseco para o Google como fornecedor de anúncios.",
    "464238793": "Se o próprio Google determinar que um usuário que vê um anúncio ou clica em um link era na verdade um bot, ele não pode cobrar pelos anúncios exibidos a esse usuário. Este conflito de interesses limitou severamente o escopo das ambições anti-bot do Google.",
    "918924423": "Por exemplo, o Google não ofereceu serviços obviamente valiosos, como detecção retroativa de bots. É muito mais confiável declarar o tráfego do usuário gerado pelo bot após analisar vários dias de dados.",
    "661412233": "Saber depois do captcha que alguns usuários eram bots também é valioso. Ele permite que os proprietários de sites limpem mensagens antigas de spam e excluam \"contas adormecidas\" registradas em fóruns de spam no futuro, reduzindo fraudes e muito mais.",
    "3600797185": "Oferecer identificação retroativa de bot abriria o Google a questões espinhosas sobre como reembolsar retroativamente os anunciantes que gastaram dinheiro naquele tráfego fraudulento.",
    "2076932190": "O produto reCAPTCHA, portanto, estagnou por uma década.",
    "3856912381": "Os usuários sofreram, e o spam desnecessário na web agora é galopante. Mas há uma alternativa.",
    "1035621426": "Cada bot identificado pelo reCAPTCHA reduz diretamente a receita de anúncios do Google.",
    "3668115514": "Qual a diferença do hCaptcha?",
    "2413742287": "O incentivo do hCaptcha é maximizar a precisão, não a receita de anúncios: respostas de bots são inúteis para nossos clientes, que precisam de dados de treinamento humano.",
    "1373262754": "Saber quem é um indivíduo tem um valor mínimo para hCaptcha. Nós apenas nos importamos se eles são humanos ou um ator malicioso.",
    "600646860": "Em vez de oferecer um serviço de valor questionável ao mesmo tempo que extrai mão de obra com valor real, o hCaptcha oferece compensação e forte proteção anti-bot.",
    "1836191653": "Em vez de oferecer um serviço facilmente derrotado para usuários gratuitos enquanto cobra milhões de dólares por uma versão empresarial que não é muito melhor, o hCaptcha fornece excelente proteção de bot para ambos, enquanto oferece aos usuários empresariais recursos adicionais e customização, junto com SLAs fortes e suporte rápido.",
    "990215503": "hCaptcha é o único serviço importante de captcha que não pertence a uma rede de anunciantes.",
    "971933157": "O hCaptcha se preocupa com privacidade, transparência e justiça.",
    "178839499": "O hCaptcha compartilha o valor do trabalho realizado enquanto os usuários provam sua humanidade.",
    "1237076138": "O hCaptcha oferece um negócio justo para clientes gratuitos (hCaptcha Publisher) e corporativos (hCaptcha Enterprise).",
    "614310292": "Quem construiu o hCaptcha?",
    "4188814619": "hCaptcha é um serviço de máquinas de intuição (",
    "3265328927": "), uma empresa de aprendizado de máquina que oferece produtos e serviços para empresas que implementam aprendizado de máquina em escala.",
    "2740033957": "A equipe de IM é composta por cientistas e engenheiros da Apple, Amazon e outros líderes em aprendizado de máquina, sistemas distribuídos e segurança.",
    "1579715421": "Cientistas de IM publicam regularmente nas principais conferências como ICML, ICLR, ECCV e NeurIPS, e a empresa publicou resultados de última geração em disciplinas de ML, como deep hashing [",
    "4015238193": "e OCR [",
    "279580593": "imachines.com",
    "279918384": "Como o Google está usando sua mão de obra gratuita?",
    "2385522384": "Você provavelmente estava vendo quadros de vídeo de câmeras nos carros autônomos Waymo do Google e ajudando a melhorar o reconhecimento de objetos.",
    "1517627947": "Provavelmente você estava vendo fotos de edifícios ou placas de rua dos carros Streetview do Google e ajudando a rotular os locais de seus produtos Maps e Earth.",
    "3225936061": "Provavelmente você estava vendo fotos de textos tirados de páginas de livros no serviço de livros do Google e ajudando a melhorar seu software de OCR (reconhecimento de texto).",
    "129661785": "Já foi pedido para \"clicar no carro / faixa de pedestres / semáforo?\"",
    "936667684": "Já foi solicitado a \"digitar o prédio / placa de rua?\"",
    "3773515538": "Já foi solicitado a \"digitar as duas palavras?\"",
    "1778058441": "Que tipos de trabalhos são executados no hCaptcha?",
    "366088791": "O hCaptcha oferece suporte a uma ampla variedade de tarefas.",
    "3114147525": "Os clientes do hCaptcha usam o serviço para tarefas que incluem reconhecimento de objetos, detecção de atributos (coleta de rótulos para identificar tipos de roupas), classificação de relevância (escolher o produto mais relevante entre várias opções em comparação com um produto principal), caixas delimitadoras (encontrar áreas de interesse em uma imagem), \"OCR humano\" (identificando o texto em uma imagem) e muitos outros tipos de tarefas.",
    "3139609561": "Abaixo estão dois exemplos de classificação de imagens e tipos de trabalho de detecção de atributos. [",
    "2273532558": "Quem são os clientes pagantes do hCaptcha?",
    "4104221634": "Os clientes do hCaptcha abrangem uma variedade de setores, desde empresas de tecnologia até aqueles focados em moda, varejo e outras áreas onde podem criar valor com a aplicação do aprendizado de máquina.",
    "1337725003": "O hCaptcha tem o compromisso de democratizar o acesso a anotações em tempo real de alto volume, permitindo que empresas grandes e pequenas melhorem a qualidade de seus produtos e serviços aplicando aprendizado de máquina a seus negócios.",
    "4086379603": "Perguntas?",
    "1243684308": "Levamos seus comentários a sério e queremos garantir que todos tenham uma experiência online mais agradável, com menos bots e menos spam. Entre em contato conosco:",
    "2645321220": "E se você acha que o custo do reCAPTCHA é muito alto, pergunte-nos sobre o hCaptcha Enterprise. Atualmente em uso por algumas das maiores editoras, empresas de serviços financeiros e empresas de infraestrutura da web do mundo, eles não são apenas uma alternativa confiável ao reCAPTCHA: acreditamos que eles oferecem a melhor proteção de bot atualmente disponível.",
    "1229233916": "Notas de rodapé",
    "1115642494": "1. Fonte: Listagens de sites reCAPTCHA da BuiltWith.com. Recuperado em 9 de julho de 2019.",
    "448807334": "(\"Centenas de milhões de CAPTCHAs são resolvidos por pessoas todos os dias.\") Página visitada em 8 de julho de 2019.",
    "2397590157": "3. Estimativa conservadora: 200 milhões de resoluções * 30 segundos por resolução em anos = 190,3 pessoas-ano / dia.",
    "3236311792": "4. Análise interna do hCaptcha. Dados coletados até 30 de junho de 2019. Detalhes disponíveis mediante solicitação.",
    "1752259468": "5. Estimativa conservadora: custo de $ 0,01 de uma única anotação * média de 200M anotações por dia (limite inferior) * 365 dias por ano * 10 anos desde a aquisição de 2009 = $ 7,3 bilhões de valor do limite inferior.",
    "3268946369": "6. Crédito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fonte: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "HIERARQUIA SEMÂNTICA BASEADA EM ENCAIXES RELACIONAIS PARA HASHING PROFUNDO SUPERVISIONADO DEFICIENTE, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Resultados recentes do estado da arte: ICML LLD, maio de 2019.",
    "1973347745": "10. Imagens de exemplo isentas de royalties. Fonte: Petapixel.",
    "1493115924": "Notas de marca registrada:",
    "4051104324": "\"Intuition Machines\" é uma marca registrada da Intuition Machines, Inc.",
    "3983646521": "Todos os nomes de produtos, logotipos, marcas, marcas comerciais e marcas registradas são propriedade de seus respectivos proprietários. Todos os nomes de empresas, produtos e serviços usados neste site são apenas para fins de identificação. O uso desses nomes, marcas registradas e marcas não implica endosso. Nesse caso, muito pelo contrário.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Cientistas de IM definem um novo padrão de reconhecimento de texto fracamente supervisionado (OCR) no CVPR 2020.",
    "1259002282": "Encontrou um bug? Veja como denunciá-lo.",
    "3301728462": "Milhões de pessoas usam o hCaptcha todos os meses, em milhares de combinações de navegadores, extensões, dispositivos, firewalls e muito mais.",
    "3878230879": "Nosso objetivo é garantir que sempre funcione para você, por isso apreciamos muito seus relatórios!",
    "2465128185": "Para fornecer um feedback rápido, basta clicar no botão \"Enviar feedback\".",
    "2921990472": "Se você estiver vendo um problema funcional, siga o",
    "2870341481": "abaixo. Para qualquer outro navegador apenas",
    "1866590035": "instruções de registro de depuração para o Chrome",
    "444492541": "instruções de log de depuração para Firefox",
    "169267610": "envia-nos um email",
    "3100722753": "Para possíveis problemas de segurança ou privacidade, consulte as instruções abaixo.",
    "1906593952": "Forneça feedback sobre o hCaptcha que você acabou de ver",
    "3951254541": "Agradecemos sua contribuição. Informe-nos sobre quaisquer problemas e nós os resolveremos rapidamente.",
    "3324288040": "Envie-nos comentários",
    "2864016648": "Questões de privacidade",
    "304004915": "Não nos importamos com quem são os usuários, apenas com a probabilidade de serem mal-intencionados ou máquinas. Apoiamos iniciativas como",
    "1139493658": "e trabalhar duro para equilibrar privacidade e segurança.",
    "3083289844": "Se você encontrou um problema que acha que pode afetar a privacidade do usuário, envie-nos um e-mail para",
    "4264784515": "Bugs de segurança",
    "963238401": "Estamos sempre interessados em receber relatórios de bugs de segurança. O email",
    "3926027556": "e entraremos em contato com você rapidamente.",
    "1589805435": "Nós também temos um",
    "2560582224": "programa de recompensa de bug",
    "103876916": "para relatórios de segurança elegíveis no serviço hCaptcha e código-fonte relacionado.",
    "497117287": "Opções de acessibilidade",
    "3230004040": "Você é deficiente visual ou não consegue concluir hCaptchas?",
    "3480023141": "Saiba mais sobre as opções de acessibilidade",
    "2052161540": "Capturando detalhes do relatório de bug: Chrome",
    "2281169898": "O envio de informações de depuração com o seu relatório tornará muito mais fácil para nós identificarmos o que está acontecendo. Aqui estão as instruções passo a passo:",
    "1123365779": "Se você for um desenvolvedor da web ou usuário especialista, o resumo é que gostaríamos que nos enviasse um HAR de gravação de rede e logs do console do navegador.",
    "2015218686": "antes de seguir essas etapas. Se isso resolver o seu problema, ainda gostaríamos que você nos informasse a versão do seu navegador, bloqueador de anúncios ou extensão do navegador e o URL do site.",
    "3922723611": "Tente desativar qualquer bloqueador de anúncios ou extensões de segurança do navegador",
    "4036872105": "primeiro e depois tente novamente",
    "993651083": "Etapa 1: Abra as ferramentas do desenvolvedor (isso inicia a gravação da sessão).",
    "4163469907": "Etapa 2: Clique na guia Rede nas Ferramentas do Desenvolvedor. Marque a caixa \"Preservar log\" na parte superior.",
    "4243348003": "Etapa 3: visite",
    "641342999": ", ou o site que você está tendo um problema (Observação de privacidade: somente se você não se importar em compartilhar o que é) ... e, em seguida, clique no botão \"Eu sou um humano\" e tente resolver.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Etapa 4: Clique em \"Exportar HAR\" (a pequena seta para baixo) após tentar resolver, o que salva o log da rede. Envie esse arquivo para nós.",
    "1503240421": "Etapa 5: Clique na guia Console, clique com o botão direito do mouse em \"Salvar como ..\" para salvar o log do console. Envie-nos também.",
    "2863840904": "Etapa 6: última etapa, envie por e-mail os arquivos de registro do HAR e do console para nós e descreva o problema",
    "4051785543": "Usar:",
    "3623028666": "(por favor, use um serviço como",
    "551761392": "e enviar links) e, opcionalmente, uma captura de tela, se você suspeitar que algo não está sendo exibido corretamente. Envie também o IP que está usando. Você pode obtê-lo de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Obrigado por nos ajudar a obter essas informações!",
    "3680327841": "Estamos empenhados em fazer o hCaptcha funcionar bem para todos",
    "1059502393": "Capturando detalhes do relatório de bug: Firefox",
    "1112074001": "Etapa 2: Clique na guia Rede nas Ferramentas do Desenvolvedor. Marque a caixa \"Persistir logs\" na parte superior.",
    "1797298240": "Etapa 4: Clique em \"HAR\" após tentar resolver e escolha \"Salvar tudo como HAR\" para salvar o log da rede. Envie esse arquivo para nós.",
    "3671246379": "Etapa 5: Clique na guia Console, clique com o botão direito do mouse em \"Selecionar tudo\" e salve em um arquivo de texto para salvar o log do console. Envie-nos também.",
    "3816867833": "Comentários",
    "788770967": "Lamento ouvir isso! Você pode querer usar nossa opção de acessibilidade:",
    "1333016413": "Isso permite que você evite perguntas futuras, registrando e definindo um cookie.",
    "2333410049": "Tente também desligar o seu bloqueador de anúncios.",
    "1345083090": "Relatando um problema de funcionalidade?",
    "2184564739": "Ver",
    "604751186": "Outros problemas? O email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "como relatar problemas com registros detalhados",
    "1050501253": "Muito difícil",
    "3264813246": "Inapropriado",
    "3526939538": "Bug de software",
    "126134492": "De outros",
    "3511610999": "Vamos nos certificar de que você está no lugar certo.",
    "3906886217": "Para empresas ou sites",
    "1621597093": "Soluções de segurança empresarial (pagas)",
    "3176531704": "Anotação de dados",
    "1834239172": "Compre serviços de anotação hCaptcha",
    "1457707016": "Para indivíduos",
    "770264626": "Adicione hCaptcha ao seu serviço (gratuito)",
    "881015166": "Adicionar hCaptcha for Publishers ao meu site ou aplicativo",
    "47536007": "Saiba mais sobre o hCaptcha",
    "2012837493": "Procurar Resultados",
    "4034694801": "Nenhum resultado correspondente.",
    "3621411541": "Saiba mais sobre as opções de acessibilidade para hCaptcha",
    "3401005681": "Ganhar dinheiro",
    "3933993151": "Trabalhe como um rotulador de dados individual",
    "563059212": "Lista de Subprocessadores",
    "3501923981": "Última atualização: 1º de janeiro de 2020.",
    "3548097301": "Vigência: 1º de janeiro de 2020.",
    "3991444169": "Esta página lista os subprocessadores atuais do serviço hCaptcha Enterprise.",
    "835396984": "Atualmente ativo",
    "424089481": "Amazon Web Services, Inc. (Global). Serviços fornecidos: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Serviços fornecidos: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Serviços fornecidos: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Serviços fornecidos: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: não se aplica a todos os clientes. Por exemplo, IP Blinding ou outra privacidade avançada ou clientes de opção de segurança (por exemplo, clientes Secure Virtual Tenancy) são totalmente excluídos de qualquer potencial \"PII\" que já entre em sistemas de telemetria, até mesmo um endereço IP. Entre em contato com seu representante de conta para obter mais informações, se necessário.",
    "700843971": "Hound Technology, Inc. (Global). Serviços prestados: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Serviços fornecidos: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (global). Serviços fornecidos: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Serviços fornecidos: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "A infraestrutura",
    "370366524": "Telemetria de serviço efêmero",
    "121192737": "Próximas adições",
    "2420789666": "Fastly, Inc. Serviços fornecidos: Fastly CDN e computação de borda.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Em vigor: 1º de setembro de 2021. Adição de infraestrutura",
    "1487796027": "Para empresas",
    "3943417791": "Obtenha suporte para hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratuito)",
    "3397976149": "Obtenha suporte para hCaptcha Publisher",
    "833750823": "Está tendo dificuldade com um desafio?",
    "2024737147": "Quer relatar um bug?",
    "1978884623": "Saiba mais sobre como relatar problemas de software",
    "4188664955": "Termos de serviço principais",
    "2621989404": "Última atualização: 24 de setembro de 2021. Observe que nossos termos em inglês são oficiais.",
    "2404545611": "Bem-vindo ao hCaptcha! Obrigado por fazer parte de nossa comunidade. Todos os usuários dos \"Serviços\" (definidos abaixo) devem concordar com os seguintes termos (os \"Termos do Serviço\"). De acordo com estes Termos de Serviço, \"IMI\", \"nós\" e \"nos\" referem-se a Intuition Machines, Inc. e suas subsidiárias, afiliadas, executivos, agentes, funcionários, representantes e agentes, e nosso \"site\" inclui qualquer site sob nosso controle, incluindo www.hcaptcha.com e www.imachines.com.",
    "2348450790": "Por favor, leia estes Termos de Serviço. Eles incluem, entre outras disposições, isenções de garantias, limitações de responsabilidade e arbitragem vinculativa. Observe que estes Termos de Serviço podem ter sido alterados desde sua última visita ao nosso site. Podemos revisar e atualizar estes Termos de Serviço de tempos em tempos a nosso exclusivo critério. No caso de uma alteração material, iremos notificá-lo publicando os Termos de Serviço atualizados nesta página, após o qual você deve aceitar afirmativamente os Termos de Serviço atualizados para continuar usando ou acessando o Site ou o Serviço.",
    "1933936765": "Contrato de processamento de dados (última atualização: 23 de setembro de 2021)",
    "2959486280": "Se você não concorda com estes Termos de Serviço, você não pode usar ou acessar o Site ou o Serviço.",
    "3200859925": "1. Propósito",
    "1807143500": "Os Serviços incluem um serviço de segurança online (o \"Serviço hCaptcha\") e uma plataforma (a \"Plataforma Intuition Machines\") na qual um indivíduo (\"Contribuidor\") pode escolher realizar tarefas que uma entidade terceirizada ou a própria Intuition Machines (cada um \"Solicitante\") publica em nosso site ou no Serviço hCaptcha, seja diretamente em nosso site ou acessando a plataforma Intuition Machines e / ou realizando tarefas por meio de ou em conexão com uma entidade terceirizada e / ou plataforma ou serviço (cada um, um \"Integrador\"). Os solicitantes publicam tarefas e convidam os colaboradores a realizá-las em troca de recompensas fornecidas pelo IMI aos integradores, ou conforme determinado pelo solicitante, se o solicitante estiver usando a plataforma Intuition Machines ou o serviço hCaptcha para atender às tarefas de seus próprios usuários finais. Cobramos empresas e indivíduos (cada um deles um \"Cliente\") pelo uso de nossa plataforma para que eles possam usar nosso software, tarefas de autoria, nos contratar para tarefas de autoria e / ou obter acesso aos Colaboradores. Também cobramos dos integradores pelo uso de nosso serviço hCaptcha, a fim de reduzir fraude, abuso e spam em seus sites, aplicativos móveis e outras propriedades online. O precedente é conhecido coletivamente como \"Serviços\".",
    "3212830633": "2. Elegibilidade",
    "2605814073": "Ao usar ou se registrar em nossos Serviços, você concorda: você tem pelo menos 18 anos de idade; você tem autoridade para celebrar este contrato em seu nome ou em nome da entidade que você representa, e permanecerá sempre em conformidade com estes Termos de Serviço e todas as políticas e diretrizes do IMI aqui mencionadas; e você não abusará do nosso site, deturpará sua identidade para nós ou usará inteligência artificial para concluir qualquer parte de qualquer tarefa no IMI que exija inteligência humana.",
    "2616040974": "3. Clientes e solicitantes",
    "1544829730": "Se você for um Cliente ou Solicitante, concorda que os termos adicionais anexados a este instrumento como o Apêndice do Cliente serão aplicáveis e incorporados por referência a estes Termos de Serviço. Se você não for um Cliente ou Solicitante, ou deixar de ser um Cliente ou Solicitante, os termos adicionais no Apêndice do Cliente não se aplicarão nem serão incorporados por referência a estes Termos de Serviço.",
    "3759360138": "4. Nome de usuário e senha",
    "2236960358": "Após o registro, você será solicitado a divulgar certas informações pessoais sobre você (\"Informações Pessoais\"), incluindo seu nome, endereço de e-mail e criar um nome de usuário e senha, todos os quais estarão sujeitos à nossa Política de Privacidade, disponível em nosso local na rede Internet. Você é o único responsável por monitorar, garantir e manter a segurança de sua conta, senhas e quaisquer chaves de autenticação associadas à sua conta, e você é responsável por qualquer uso ou ação realizada por meio do uso dessas informações nos Serviços.",
    "3047519814": "Você concorda em não compartilhar sua conta ou senha com ninguém.",
    "1699668873": "Você deve notificar o IMI imediatamente se suspeitar que as informações da sua conta foram roubadas ou usadas por outra pessoa, ou qualquer outra violação de segurança.",
    "3044038608": "Você concorda em nos fornecer informações verdadeiras, precisas e completas, conforme solicitado em nosso processo de registro. Você também concorda em atualizar tais informações prontamente conforme necessário para mantê-las atualizadas e precisas.",
    "4132302900": "5. Sua privacidade, seus dados e \"Dados para todos\"",
    "10724169": "Você aceita nossa Política de Privacidade, que rege o que faremos com quaisquer Informações Pessoais que você nos fornecer.",
    "1669194950": "Além das Informações Pessoais, você também pode ser solicitado a fornecer (ou pode ser necessário que coletemos) outros dados para que possamos fornecer os Serviços (coletivamente, \"Dados do Cliente\"). Não somos responsáveis por qualquer falha na execução dos Serviços causada por seu atraso ou falha no fornecimento de Dados do Cliente.",
    "1330274831": "Você, por meio deste, nos concede uma licença mundial, não exclusiva, sublicenciável, transferível, livre de royalties e irrevogável durante a vigência deste Contrato para usar, reproduzir, distribuir eletronicamente e exibir publicamente quaisquer Dados do Cliente exclusivamente com a finalidade de fornecer os Serviços . Você declara e garante que possui direitos, títulos e interesses suficientes sobre seus dados para conceder a licença nesta seção.",
    "2230333214": "Agregamos Dados do cliente com outros dados para que os resultados não sejam pessoalmente identificáveis e também coletamos registros técnicos não identificados e dados relacionados ao uso dos Serviços (\"Dados agregados / não identificados\"). Não obstante qualquer disposição em contrário neste documento, quaisquer Dados Agregados / Desidentificados podem ser usados pela IMI para qualquer finalidade comercial durante ou após a vigência deste Contrato, incluindo, sem limitação, para desenvolver e melhorar os Serviços e para criar e distribuir relatórios e outros materiais. Os dados do cliente também podem persistir e ser exibidos no sistema por um período limitado de tempo não superior a 180 dias após a conclusão de um trabalho, por exemplo, como calibração automática ou dados de validação para sistemas Intuition Machines. Para maior clareza, esta Seção 5 não nos dá o direito de identificá-lo como a fonte de quaisquer Dados Agregados / Desidentificados sem sua permissão prévia por escrito.",
    "3881754581": ". Se você for um cliente de nossos serviços de anotação e tiver selecionado a opção \"Dados para todos\" como parte de seu uso dos Serviços, você concede ao IMI e a todos os usuários dos Serviços um contrato mundial, não exclusivo, sublicenciável, transferível, Licença irrevogável e isenta de royalties para explorar totalmente todos os Dados do Cliente, incluindo todos os direitos de propriedade intelectual relacionados. Se você selecionar a opção \"Dados para todos\", você declara e garante que possui direitos, títulos e interesses suficientes sobre seus dados para conceder a licença nesta seção.",
    "3496767126": "Para evitar dúvidas, o parágrafo a seguir se aplica exclusivamente aos Clientes que usam nossos serviços de anotação, e não ao uso de nossos Serviços como um Integrador",
    "767207800": "Se seus dados contiverem conteúdo potencialmente explícito ou ofensivo, solicitamos que você os marque como \"CONTEÚDO EXPLÍCITO\" para servir como um aviso justo para qualquer pessoa que veja seus dados. Você não pode, sem um acordo por escrito separado com a IMI, incluir tarefas que violam nossas políticas, incluindo, mas não se limitando a, (a) tarefas que promovam direta ou indiretamente outro site ou serviço, (b) tarefas que violam os termos de um site de terceiros e condições, (c) tarefas que solicitam aos Colaboradores que solicitem terceiros, (d) tarefas que pedem aos Colaboradores que tomem medidas para manipular o comportamento ou resultados de um site, (e) tarefas que violam os direitos de propriedade intelectual de terceiros e (f) tarefas que exigem que os colaboradores baixem software ou arquivos.",
    "3370561195": "6. Comportamento Aceitável",
    "4205152730": "Recomendamos que você interaja com outros usuários em qualquer lugar do nosso site, fórum, mensagens, bate-papo e outros canais de mídia social controlados pela IMI, mas se o fizer, deverá cumprir todos os termos de serviço e uso do nosso site e todas as leis relevantes .",
    "1394253934": "7. Mau uso, abuso e declarações falsas",
    "1406393333": "Qualquer acesso ou uso dos Serviços que não seja de acordo com estes Termos de Serviço e quaisquer instruções que fornecemos é estritamente proibido. Em particular, você NÃO IRÁ:",
    "3409726716": "registrar-se para mais de uma conta conosco sem autorização por escrito;",
    "3119498672": "realizar qualquer tarefa com o uso de bots da Internet, robôs da web, bots, scripts ou qualquer outra forma de inteligência artificial ou tentar obter recompensas do IMI ou de qualquer Solicitante ou Integrador sem concluir as tarefas conforme descritas;",
    "1188668818": "fornecer qualquer informação falsa ao usar este site (incluindo, sem limitação, fazer-se passar por outra pessoa ou organização em sua conta, ou declarar falsamente ou de outra forma representar falsamente a si mesmo ou sua afiliação com qualquer outra pessoa ou organização em sua conta;",
    "2804310964": "acessar ou tentar acessar nosso website por meio de qualquer servidor proxy da Web ou outro dispositivo projetado para ofuscar sua verdadeira localização ou identidade ou por qualquer meio diferente da interface fornecida;",
    "1374227759": "usar o site para qualquer atividade ilegal ou para qualquer propósito diferente daquele para o qual foi disponibilizado;",
    "2103513933": "participar de atividades que interfiram ou perturbem o funcionamento do site;",
    "137127070": "inserir, fazer upload ou anexar arquivos ou links externos maliciosos ou desconhecidos, ou fazer upload de qualquer conteúdo que contenha vírus, cavalo de Tróia, worm, bomba-relógio ou outro código de computador prejudicial;",
    "1686655020": "Carregar qualquer conteúdo sujeito a direitos autorais que não seja sua obra original, a menos que você tenha permissão do legítimo proprietário para publicar tal conteúdo e conceder ao IMI todos os direitos licenciados aqui concedidos;",
    "1406692811": "envolver-se em spamming ou postar qualquer tipo de publicidade, tentativa de obter referências, comunicação em massa, ofertas ou solicitações de dinheiro, solicitação de serviços, publicidade, marketing, mensagens sem sentido, tópicos duplicados, conteúdo ilegal, links de sites sociais, endereços de e-mail ou IDs de mensagens instantâneas, a menos que sejam exigidos pela tarefa;",
    "3893539589": "inserir links externos que ofereçam bens ou serviços, a menos que seja exigido pela tarefa;",
    "3214322759": "caso contrário, se envolver em qualquer atividade maliciosa ou fraudulenta.",
    "3733422465": "8. Verificando sua identidade",
    "267645277": "O IMI pode verificar a sua identidade. Isso pode incluir a comparação de suas informações pessoais com bancos de dados de terceiros ou documentos legais oficiais. Você nos autoriza a fazer todas as perguntas necessárias para confirmar sua identidade, sua propriedade de seu endereço de e-mail e sua propriedade de suas contas financeiras. Você concorda em fornecer informações sobre você para nos ajudar a verificar sua identidade.",
    "4169910317": "9. Conformidade com a Lei",
    "519755936": "Você é o único responsável por cumprir as leis federais, estaduais, provinciais e locais relacionadas ao uso dos Serviços. Você concorda em indenizar e nos isentar de responsabilidade por quaisquer reclamações contra nós porque você não cumpriu com qualquer lei ou violou quaisquer direitos de terceiros, incluindo, sem limitação, direitos contratuais, de propriedade intelectual ou de privacidade.",
    "731546974": "10. Impostos do contribuidor ou integrador",
    "3128328457": "Se você for um colaborador ou integrador, você é o único responsável pelo pagamento de qualquer imposto de renda federal, estadual ou local estimado, previdência social, FICA e compensação trabalhista devida como resultado do uso de nosso site, bem como impostos ou encargos semelhantes em jurisdições fora dos Estados Unidos. Você concorda em nos indenizar e nos isentar de responsabilidade por quaisquer avaliações contra nós, porque você não cumpriu as leis fiscais.",
    "2931396764": "11. Violação destes Termos de Serviço",
    "1240667045": "Podemos suspender, limitar ou cancelar seu acesso aos Serviços a qualquer momento por qualquer motivo, inclusive porque: (a) acreditamos que você violou estes Termos de Serviço (incluindo outras políticas relacionadas); (b) acreditamos que você violou nossos direitos ou os direitos de terceiros; (c) não podemos verificar ou autenticar as informações que você nos forneceu; ou (d) acreditamos que suas ações podem criar responsabilidades para você, para nós ou para terceiros. Para evitar dúvidas, nos reservamos o direito de impedir ou suspender o pagamento a você se acreditarmos razoavelmente que qualquer um dos itens anteriores se aplica a tal pagamento.",
    "1601080128": "Se suspendermos ou encerrarmos sua conta, você não terá mais acesso a nenhuma parte do site, incluindo dados, mensagens, arquivos e outros materiais que mantenha no site. Você NÃO pode continuar a usar nosso site com um nome de conta novo ou diferente. As violações destes Termos de Serviço podem ser processadas em toda a extensão da lei e podem resultar em penalidades e sanções adicionais.",
    "1160707899": "12. Função do colaborador e relacionamento com o IMI e outros solicitantes",
    "269838707": "Se você é um Colaborador, você e somente você decide quais e quantas tarefas devem ser concluídas, quando e onde executá-las. Você é livre para gastar tanto ou tão pouco tempo completando tarefas quanto você escolher. Em nenhum momento você tem a obrigação de completar uma tarefa.",
    "1087195513": "Se você for um Contribuidor que acessa os Serviços e / ou realiza tarefas por meio de ou em conexão com um Integrador em nome de um Solicitante que não seja a IMI, você concorda e reconhece que a Intuition Machines não é responsável e não tem obrigação para com você. com relação a quaisquer recompensas ou outras compensações pelas tarefas concluídas. Você concorda e reconhece que qualquer recompensa ou outra compensação por tarefas concluídas é determinada exclusivamente de acordo com seu contrato com o Solicitante e / ou Integrador, conforme aplicável. Quaisquer disputas sobre tais recompensas ou outra compensação (incluindo, sem limitação, o não recebimento de tais recompensas ou outra compensação) são exclusivamente entre você e o Solicitante e / ou o Integrador, conforme aplicável.",
    "952813944": "Nem o uso de nosso website nem nada neste contrato cria um relacionamento de emprego, parceria, joint venture, agência, franquia ou representante de vendas entre você e a Intuition Machines. Não fornecemos a você nenhum equipamento ou ferramenta para concluir uma tarefa. Não oferecemos a você nenhum benefício, compensação trabalhista ou cobertura de seguro. Não somos responsáveis por quaisquer despesas que você incorra ao usar nosso site. Não reteremos nenhuma quantia de sua recompensa para imposto de renda federal ou estadual, previdência social ou qualquer outro imposto. Você está sempre livre para realizar tarefas para qualquer pessoa ou empresa, incluindo qualquer um de nossos concorrentes. Você não tem autoridade para celebrar qualquer contrato, escrito ou oral, em nome da Intuition Machines.",
    "3460432665": "Não obstante o acima exposto, se você for um contribuinte dos EUA, podemos solicitar a você um W-9, a ser atualizado anualmente, e podemos impedi-lo de realizar tarefas até que tenha concluído ou atualizado um W-9.",
    "458271951": "Se você for um Colaborador que acessa os Serviços e / ou realiza tarefas por meio de ou em conexão com um Integrador em nome da Intuition Machines (atuando como um Solicitante), a Intuition Machines pode recompensá-lo pela conclusão aceitável de certas tarefas. Caso seja descoberto que você se envolveu em fraude, abuso ou violação destes Termos de Serviço, toda e qualquer recompensa para você poderá ser retida e / ou recuperada pela Intuition Machines.",
    "3056723024": "13. Conclusão inaceitável de tarefas",
    "3913203723": "Se, por qualquer motivo, o Solicitante não aceitar a execução de uma tarefa que você concluiu, você, como Colaborador ou Integrador, não terá direito a qualquer recompensa pela tarefa. Caso as recompensas já tenham sido distribuídas a você por uma tarefa concluída de forma inaceitável, podemos recuperá-las de você.",
    "3666807632": "14. Qualificações e habilidades do colaborador",
    "1993899769": "15. Nosso uso de informações",
    "3027055607": "16. Propriedade Intelectual e Direitos de Propriedade",
    "3910971075": "A IMI possui todos os direitos, incluindo direitos de propriedade intelectual, sobre o código-fonte, código-objeto ou estrutura subjacente, ideias ou algoritmos, API e qualquer software, documentação ou dados adicionais relacionados aos Serviços (\"Software\"). Você não irá, direta ou indiretamente, por meio de terceiros ou de outra forma: (a) fazer engenharia reversa, descompilar, desmontar ou tentar descobrir o Software; (b) modificar, traduzir ou criar trabalhos derivados com base em qualquer Software; (c) copiar, alugar, arrendar, distribuir, penhorar, atribuir ou de outra forma transferir ou onerar os direitos de qualquer Software; (d) usar qualquer Software para compartilhamento de tempo, fins de bureau de serviços ou de outra forma para o benefício de terceiros; ou (e) remover quaisquer avisos ou etiquetas de propriedade.",
    "3660891610": "Se você for um contribuidor, a IMI, e não você, tem direitos de propriedade sobre qualquer trabalho que você produzir como parte da conclusão de qualquer tarefa. Ao aceitar os termos deste Acordo, você concorda em (e por meio deste faz) transferir posse, propriedade e título (incluindo todos os direitos de propriedade intelectual existentes em todo o mundo) em e para seu trabalho para nós. Para garantir que somos capazes de adquirir, aperfeiçoar e usar tais direitos, você concorda ainda em (i) assinar quaisquer documentos para auxiliar na documentação, aperfeiçoamento e aplicação de nossos direitos; e (ii) fornecer acesso razoável a informações para registrar, aperfeiçoar, proteger, defender e fazer cumprir tais direitos de propriedade em todo e qualquer país. Suas obrigações sob esta seção continuarão mesmo depois que você cancelar o registro ou interromper o uso dos Serviços. Você nos indica como seu procurador para assinar documentos em seu nome para os fins estabelecidos nesta seção.",
    "426125156": "17. Copyright e TakeDown",
    "1408530660": "A IMI respeita a propriedade intelectual de terceiros e nos reservamos o direito de remover de nosso site qualquer material que acreditemos poder violar os direitos intelectuais de terceiros. Se você acredita que seu próprio trabalho foi copiado de uma forma que constitua violação de direitos autorais neste site, entre em contato com o atendimento ao cliente da Intuition Machines.",
    "2696932851": "18. Indenização",
    "3844300338": "Você concorda em indenizar, defender e nos isentar de quaisquer reclamações, danos, responsabilidades, custos e despesas (incluindo honorários advocatícios e custos razoáveis), decorrentes de ou relacionados ao seu desempenho de tarefas ou uso de nosso site .",
    "2474091800": "19. Disputas com outros usuários; Liberar",
    "3162107126": "A IMI não é parte em nenhuma disputa entre você e qualquer outro usuário dos Serviços. Você isenta a IMI e suas afiliadas de toda e qualquer reclamação, demanda e danos de todo tipo e natureza, conhecidos e desconhecidos, suspeitos e insuspeitados, divulgados e não divulgados, decorrentes ou relacionados a qualquer disputa entre você e outro usuário.",
    "2271969747": "20. Informações confidenciais que você recebe",
    "1042802841": "Informações confidenciais são quaisquer informações marcadas como confidenciais ou proprietárias, ou que devam ser razoavelmente entendidas pela parte receptora como confidenciais ou proprietárias. Isso não inclui qualquer informação que está (1) disponível publicamente, (2) já em posse, desenvolvida de forma independente por, ou já conhecida pela parte receptora, ou (3) foi divulgada por ordem judicial ou conforme exigido por lei.",
    "1918025546": "Se você receber informações confidenciais de qualquer pessoa nos Serviços, você concorda em proteger o sigilo das informações confidenciais com o mesmo grau de cuidado que usa para proteger suas próprias informações confidenciais, mas em nenhum caso com o devido cuidado. Você não pode divulgar ou publicar quaisquer informações confidenciais ou proprietárias, exceto conforme possa ser necessário para o desempenho de uma tarefa. Todas as informações dentro de uma tarefa na plataforma Intuition Machines devem ser consideradas confidenciais, mesmo que as informações não sejam expressamente designadas como confidenciais.",
    "2690395789": "Se e quando você não precisar mais das informações confidenciais que recebeu, você deve devolver ou destruir imediatamente (conforme solicitado por quem divulgou as informações) todas as cópias das informações que existem nas instalações, sistemas ou outros equipamentos que você controla.",
    "2178073797": "Como a divulgação de informações confidenciais pode causar danos irreparáveis, a parte divulgadora tem o direito de buscar medida cautelar por qualquer violação ou ameaça de violação deste termo.",
    "2185860003": "21. Modificações do site",
    "2631249972": "Podemos melhorar ou modificar nosso site sem aviso prévio.",
    "3764131594": "22. Sites de terceiros",
    "295955580": "Nosso site pode conter links para sites de terceiros. Não controlamos, investigamos, monitoramos ou verificamos esses sites. Não somos responsáveis nem endossamos os programas de computador, conteúdo ou opiniões contidos em tais sites. Se decidir sair do nosso site e acessar qualquer site de terceiros, você o faz por sua própria conta e risco.",
    "838225123": "23. Isenção de responsabilidade de garantia",
    "3897238493": "OS SERVIÇOS SÃO FORNECIDOS \"NO ESTADO EM QUE SE ENCONTRAM\". NÃO OFERECEMOS DECLARAÇÕES OU GARANTIAS, IMPLÍCITAS OU EXPRESSAS, COM RELAÇÃO À ACESSIBILIDADE, ADEQUAÇÃO, LEGISLAÇÃO, DISPONIBILIDADE OU FUNCIONALIDADE DOS SERVIÇOS, QUALQUER SOFTWARE OU MATERIAL RELACIONADO, AS TAREFAS OU QUAISQUER ATIVIDADES OU ITENS RELACIONADOS A ESTES CONTRATOS. NA MEDIDA MÁXIMA PERMITIDA POR LEI, A IMI ISENTA-SE DE TODAS AS CONDIÇÕES, REPRESENTAÇÕES E GARANTIAS EXPRESSAS OU IMPLÍCITAS, INCLUINDO, MAS NÃO SE LIMITANDO A, GARANTIAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO. SEU ÚNICO E EXCLUSIVO RECURSO CONTRA A IMI COM RESPEITO A QUALQUER DEFEITO, NÃO CONFORMIDADE OU INSATISFAÇÃO É CESSAR O USO DOS SERVIÇOS. Não teremos responsabilidade por qualquer dano ao seu sistema de computador, perda ou corrupção de dados ou outros danos resultantes do seu acesso ou uso do site ou da plataforma Intuition Machines. Interrupções programadas e não programadas podem ocorrer, e não garantimos a disponibilidade ininterrupta de nosso site.",
    "2110259227": "24. Limitação de responsabilidade",
    "3018077211": "25. Resolução de disputas de contribuidores",
    "2790841456": "Se você for um colaborador, concorda com a seguinte cláusula de arbitragem e renúncia de ação coletiva:",
    "2323013093": "26. Lei aplicável",
    "2900525040": "As leis do Estado da Califórnia regem estes Termos de Serviço e qualquer controvérsia, disputa ou reclamação deles decorrente.",
    "3339302473": "27. Rescisão",
    "41530052": "28. Termos Gerais",
    "3202747130": "Total acordo. Estes Termos de Serviço e quaisquer políticas, procedimentos ou termos mencionados neste contrato constituem o acordo integral das partes com relação ao assunto em questão e substituem e cancelam todos os acordos, reivindicações, representações e entendimentos relacionados anteriores e contemporâneos das partes .",
    "4080263153": "Sem renúncia. Não seremos considerados como tendo renunciado a qualquer parte de nossos direitos ou recursos, a menos que a renúncia seja por escrito e assinada por nós. Se atrasarmos ou deixarmos de fazer valer nossos direitos sob qualquer disposição deste contrato, isso não constituirá uma renúncia de nosso direito de posteriormente fazer cumprir tal disposição ou qualquer parte deste contrato.",
    "1789371580": "Atribuições. Você não pode atribuir estes Termos de Serviço sem nosso consentimento prévio por escrito. Podemos atribuir estes Termos de Serviço a qualquer momento, sem aviso prévio. Sujeito ao precedente, estes Termos de Serviço serão vinculativos para os sucessores de cada parte e atribuições permitidas.",
    "2819628066": "Separabilidade. Se qualquer disposição destes Termos de Serviço for considerada inválida ou inexequível por qualquer motivo, isso não afetará a validade e a aplicabilidade de quaisquer disposições restantes.",
    "3955981186": "Emendas. Nenhuma modificação ou emenda a estes Termos de Serviço por qualquer outra pessoa que não seja o IMI será vinculativa para o IMI, a menos que por meio de um instrumento escrito assinado por um representante devidamente autorizado do IMI.",
    "1377538813": "Linguagem predominante. A versão em inglês destes Termos de Serviço prevalecerá em todos os aspectos e prevalecerá em caso de inconsistências com as versões traduzidas, se houver.",
    "2438016011": "Acordo voluntário. Todas as partes destes Termos de Serviço declaram e concordam que cada uma revisou todos os aspectos deste contrato, leu cuidadosamente e compreendeu totalmente todas as suas cláusulas e está voluntariamente celebrando este contrato.",
    "2445034923": "Se você não concordar com todos os termos e condições destes Termos de Serviço, não (e você não pode) usar ou acessar o Site ou os Serviços.",
    "2646127839": "Apêndice do Cliente aos Termos Gerais de Serviço",
    "4097297673": "Como Cliente, Solicitante ou Integrador, você concorda em obedecer aos termos abaixo, além de quaisquer outros termos vinculativos entre você e a IMI.",
    "1093280979": "1. Formulários de pedido de plataforma",
    "1549953005": "Você pode ter preenchido um ou mais formulários de pedido de acesso à plataforma (cada um, um \"Formulário de Pedido\") como condição para se tornar um Cliente ou Solicitante. Nesse caso, os termos e condições descritos no Formulário de Pedido tornam-se parte dos Termos de Serviço e são incorporados por meio deste por referência.",
    "3819851005": "2. Taxas",
    "1591032933": "Você pagará ao IMI as taxas descritas no Formulário de Pedido aplicável, por meio do método de pagamento fornecido no Formulário de Pedido aplicável. A menos que expressamente acordado de outra forma por ambas as partes por escrito, você fará o pagamento integral de todas as faturas emitidas no prazo de trinta (30) dias após a data de envio da fatura. Você nos autoriza a executar autorizações de cartão de crédito em todas as informações de cartão de crédito que você nos fornecer, para armazenar essas informações de cartão de crédito e cobrar seu cartão de crédito ou qualquer outra conta com a qual concordamos mutuamente como forma de pagamento. A menos que indicado de outra forma no Formulário de Pedido ou em seu Contrato de Serviço Corporativo ou Contrato de Serviço Principal, todas as taxas de Serviços, exceto os excedentes, são cobradas anualmente no início dos serviços fornecidos pela IMI de acordo com seu Contrato (a \"Data de Vigência\").",
    "4142610534": "Quaisquer pagamentos atrasados acumularão encargos de mora à taxa de 1,5% por cento ao mês ou o valor máximo permitido por lei, o que for menor. Se você deixar de pagar o valor devido sob este Acordo por qualquer motivo, sua conta pode ser suspensa, a nosso exclusivo critério, caso em que nenhum pagamento adicional será feito de sua conta para a conclusão das tarefas e todas as suas tarefas serão removidas do nosso site. Você deve nos reembolsar por todos os valores devidos quando solicitados, além de quaisquer taxas de processamento, taxas de atraso ou honorários advocatícios. Também podemos fazer relatórios apropriados para agências de relatórios de crédito e autoridades policiais.",
    "512991700": "Se desejar contestar quaisquer taxas, você deve entrar em contato com nosso departamento de suporte ao cliente no máximo trinta (30) dias após a data de fechamento do primeiro faturamento ou extrato de conta em que o erro ou problema apareceu para receber um ajuste ou crédito.",
    "1273914192": "3. Impostos",
    "4242322181": "Você é responsável pelo pagamento de todos os impostos associados aos Serviços, exceto impostos dos EUA calculados sobre a receita líquida ou propriedade pessoal da Intuition Machines.",
    "1671996585": "Pode ser necessário integrar seu site, aplicativo ou plataforma com nossos Serviços por meio de nossa interface de programação de aplicativo (\"API\"). Caso você faça isso, nós concedemos a você uma licença limitada, não exclusiva, intransferível, não atribuível e revogável para usar a API apenas para acessar os Serviços. Podemos modificar a API e / ou interromper o suporte de versões ou lançamentos antigos da API a qualquer momento. Nós nos reservamos o direito de suspender ou limitar seu acesso à API a nosso exclusivo critério e faremos todos os esforços razoáveis para notificá-lo antes da suspensão.",
    "4036662147": "5. Proteção de informações confidenciais",
    "3564208535": "Você concorda em usar esforços comercialmente razoáveis para proteger qualquer Informação Confidencial recebida de nós ou por meio de nossos Serviços. inclui pontuações de bot e detalhes não públicos de nosso serviço corporativo, incluindo documentação não pública e quaisquer detalhes que possamos compartilhar sobre nossos métodos de detecção de bot. Se você tiver acesso a tais Informações Confidenciais, podemos modificar, suspender ou limitar seu acesso aos nossos Serviços a nosso exclusivo critério, se determinarmos que as Informações Confidenciais estão sendo expostas pelo uso de nossos Serviços, e usaremos os esforços razoáveis para avisá-lo antes da suspensão.",
    "120384113": "6. Rescisão",
    "453723556": "Você pode rescindir este Apêndice do Cliente independentemente dos Termos de Serviço, deixando de ser um Cliente ou Solicitante. Nós nos reservamos o direito de suspender ou encerrar seu status como Cliente ou Solicitante a qualquer momento, ou de outra forma encerrar sua conta ou uso dos Serviços de acordo com os Termos de Serviço. Após a rescisão, você permanece responsável por qualquer valor devido de acordo com seu Formulário de Pedido. Se a sua assinatura incluir quaisquer taxas mensais ou anuais ou mínimas mensais ou anuais, você ainda será responsável por pagar todas as taxas dos Serviços até o final daquele mês ou ano, respectivamente.",
    "218889628": "Exceto quando encerramos este Apêndice do Cliente ou os Termos de Serviço como resultado de sua violação deste Apêndice do Cliente ou dos Termos de Serviço, se encerrarmos e você tiver pré-pago quaisquer taxas para nós, reembolsaremos uma parte pro-rata dessas valores pré-pagos, com base no tempo restante ou nos serviços que você pagou, o que for menor. Concluiremos nosso trabalho de uma maneira comercialmente razoável e preservaremos e entregaremos a você todos os conjuntos de dados de saída pagos e todos os dados do cliente em nossa posse. Em caso de rescisão, podemos, mas não somos obrigados, a excluir quaisquer dados.",
    "2505227594": "7. Excedentes",
    "2369877184": "A taxa máxima de RPS permitida para integradores ou clientes hCaptcha é de 1.000 solicitações por segundo para entidades dentro de sua conta (\"RPS\"), a menos que especificado de outra forma por um acordo contratual por escrito entre você e nós.",
    "234420106": "No caso de você ser um integrador ou cliente do serviço hCaptcha Enterprise e seu uso de API conforme medido pelo RPS exceder a taxa provisionada para seu nível de serviço, podemos optar por modificar seu serviço ou cobrar uma taxa excedente. No caso de sua taxa de RPS de pico exceder a taxa provisionada por um fator de 10 por 10 ou mais minutos no total em um período de 30 dias e a maioria dessas solicitações não for, em nosso julgamento exclusivo, tráfego malicioso, podemos optar por cobraremos de acordo com a taxa de sobreuso especificada contratualmente para todas as solicitações de API feitas naquele mês.",
    "2619472217": "8. Revenda",
    "2019702084": "A menos que expressamente permitido no Contrato de Serviço Principal ou no Contrato de Revenda do Cliente, os Serviços SaaS solicitados não devem ser vendidos, revendidos, alugados, subarrendados, licenciados, sublicenciados ou disponibilizados de outra forma a qualquer outro terceiro (que não seja uma Afiliada do Cliente ), e todos os pedidos de acordo com o Contrato e todos os usos do Serviço pelo Cliente serão para uso comercial interno do Cliente ou de sua Afiliada.",
    "1233229030": "Diversos",
    "1467783792": "Nenhuma pessoa, entidade ou organização sancionada pelos Estados Unidos (um \"Ator Sancionado\") é elegível para recompensas ou para usar os Serviços como Integrador. Para evitar dúvidas, isso inclui quaisquer Atores Sancionados designados pelo Escritório de Controle de Ativos Estrangeiros (\"OFAC\") do Departamento do Tesouro dos Estados Unidos.",
    "3759657802": "Você não pode atribuir, transferir ou delegar estes Termos de Serviço ou seus direitos ou obrigações de qualquer forma (por força da lei ou de outra forma).",
    "1627232990": "As traduções destes Termos de Serviço são fornecidas com base nos melhores esforços. No caso de qualquer diferença significativa entre os Termos de Serviço em inglês e uma tradução dos mesmos, os Termos de Serviço em inglês devem ser interpretados como oficiais.",
    "805221621": "Entre em contato conosco em",
    "259613338": "se você tiver alguma dúvida sobre estes Termos de Serviço.",
    "2735878907": "Declaração de planejamento de continuidade de negócios",
    "2887242610": "A Intuition Machines, Inc desenvolveu um Plano de Continuidade de Negócios sobre como responderemos a eventos que afetam significativamente o nosso negócio hCaptcha. Visto que o momento e o impacto dos desastres e interrupções são imprevisíveis, teremos que ser flexíveis na resposta aos eventos reais à medida que ocorrem. Pensando nisso, estamos disponibilizando a você essas informações sobre nosso plano de continuidade de negócios.",
    "809251240": "Nos contatando",
    "2551802342": "- Planejamos recuperar e retomar rapidamente as operações comerciais após uma interrupção significativa dos negócios e responder protegendo nossos funcionários e propriedade, fazendo uma avaliação financeira e operacional, protegendo os livros e registros da empresa e permitindo que nossos clientes e seus usuários finais realizem transações online. Em suma, nosso plano de continuidade de negócios é projetado para permitir que nossa empresa retome as operações o mais rápido possível, considerando o escopo e a gravidade da interrupção significativa dos negócios. Nosso plano de continuidade de negócios aborda: backup e recuperação de dados; todos os sistemas de missão crítica; avaliações financeiras e operacionais; comunicações alternativas com clientes, funcionários e órgãos de supervisão; localização física alternativa dos funcionários; fornecedor crítico e impacto no cliente; relatórios regulatórios; e avisar imediatamente nossos clientes se não formos capazes de continuar nossos negócios. Nosso pool de fornecedores principais faz o backup de nossos registros importantes em uma área geograficamente separada. Embora cada situação de emergência apresente problemas únicos com base em fatores externos, como a hora do dia e a gravidade da interrupção, fomos informados por este pool de fornecedores de que seu objetivo é restaurar suas próprias operações e poder retomar os serviços rapidamente. Embora tenhamos trabalhado para reduzir o risco usando um conjunto diversificado de fornecedores, seus serviços podem ser modificados ou interrompidos durante este período.",
    "826396656": "Nosso Plano de Continuidade de Negócios",
    "1979347895": "- As interrupções de negócios significativas podem variar em seu escopo, como apenas nossa empresa, um único prédio abrigando nossa empresa, o bairro onde nossa empresa está localizada, a cidade onde estamos localizados ou toda a região. Em cada uma dessas áreas, a gravidade da interrupção também pode variar de mínima a grave. Em caso de interrupção em nossa empresa, distrito comercial, cidade ou região ou em um prédio que abriga nossa empresa, transferiremos nossas operações para um local local quando necessário e não esperamos interrupção significativa das operações comerciais. Em qualquer situação, planejamos continuar nos negócios, transferir as operações para fornecedores alternativos, se necessário, e notificá-lo por meio de nosso site em hcaptcha.com e nossa página de status em hcaptchastatus.com sobre como entrar em contato conosco. Se a interrupção significativa dos negócios for tão severa que nos impeça de permanecer no negócio, iremos notificá-lo rapidamente.",
    "653679457": "Interrupções variáveis",
    "410397176": "Para maiores informações",
    "2095899021": "Diretrizes de marca hCaptcha e licença geral de marca registrada",
    "2340340589": "Diretrizes sobre o uso da marca hCaptcha",
    "2430148876": "Criamos essas diretrizes e a licença geral de marca para tornar o mais fácil possível para nossos clientes, parceiros e fãs trabalharem com nossa marca e, ao mesmo tempo, preservar nossa identidade corporativa. Se precisar usar ícones hCaptcha, logotipos ou outras marcas de maneiras que diferem materialmente dessas diretrizes, você precisará entrar em contato conosco (IMI) para obter uma licença por escrito.",
    "3884400764": "Embora você possa usar as marcas hCaptcha de acordo com essas diretrizes, isso não significa que você tenha quaisquer direitos adquiridos sobre as marcas hCaptcha, logotipos ou qualquer outra marca comercial, nome comercial, marca de serviço, nome comercial ou reputação da hCaptcha. Queremos conceder o máximo de flexibilidade possível, mas somos obrigados a proteger o hCaptcha contra o uso não autorizado de qualquer marca comercial, nome comercial, marca de serviço, nome comercial ou reputação do hCaptcha. Qualquer uso não autorizado encerra automaticamente a permissão ou licença concedida pelo hCaptcha e pode incorrer em responsabilidades legais por quaisquer danos.",
    "512598290": "Portanto, devemos pedir que você sempre use todas as marcas e logotipos do hCaptcha de uma forma que obedeça às regras abaixo, incluindo letras maiúsculas, fonte e estilo.",
    "2075610992": "Obrigado por seu apoio!",
    "1023190144": "hCaptcha® em texto",
    "4274324704": "Veja como usar nosso nome em uma cópia escrita:",
    "3912926900": "hCaptcha® deve ter um símbolo de marca registrada na primeira vez que aparecer em uma cópia criativa.",
    "950637875": "A grafia do hCaptcha nunca deve ser alterada e o hCaptcha deve ser sempre maiúsculo na segunda letra (\"C\"). Nunca é plural ou possessivo.",
    "2624601135": "\"hCaptcha\" não deve ser usado como parte do nome de uma marca, junto com um hífen ou em nomes de aplicativos ou outros produtos.",
    "3828090208": "Em vez disso, use \"para hCaptcha\". Se usado com um logotipo de terceiros, \"para hCaptcha\" precisa ser menor em tamanho do que o logotipo de terceiros.",
    "4149738856": "hCaptcha deve ser usado como um adjetivo e seguido por um termo genérico apropriado.",
    "1446868537": "hCaptcha nunca deve ser usado como um verbo.",
    "2487931657": "Não use: \"nós capturamos nosso site.\"",
    "2565565429": "Em vez disso, use: \"usamos hCaptcha para tornar nosso site mais seguro e protegido.\"",
    "3434202027": "Qualquer uso do nome hCaptcha nas comunicações requer a atribuição: \"hCaptcha é uma marca registrada da Intuition Machines, Inc.\"",
    "2754937029": "Usos inaceitáveis",
    "2436973524": "Somente referências precisas são aceitáveis. Não é permitido dizer que um site usa os serviços e aplicativos do hCaptcha quando isso não ocorre. Da mesma forma, o uso de nosso logotipo ou de quaisquer emblemas só é apropriado quando o site usa serviços hCaptcha.",
    "69844082": "As marcas registradas, símbolos gráficos, logotipos, fontes ou ícones do hCaptcha também não podem ser usados de maneira depreciativa.",
    "3861413614": "Você não pode usar qualquer marca comercial ou logotipo do hCaptcha que implique que o hCaptcha tenha uma afiliação ou endosso, patrocínio ou suporte de um produto ou serviço de terceiros, sem permissão expressa por escrito.",
    "1409822234": "Sob nenhuma circunstância uma marca comercial de hCaptcha idêntica ou quase idêntica deve ser usada como um nome de domínio.",
    "4181060163": "Terceiros não devem usar variações ou erros ortográficos, ou agir de qualquer forma que possa causar confusão no interesse inicial sobre as marcas registradas do hCaptcha.",
    "3955555607": "Com exceção de Parceiros ou Revendedores autorizados, terceiros não podem dar lances para palavras-chave, Google AdWords ou outros sistemas de publicidade direcionados usando marcas hCaptcha ou erros de ortografia. Nem podem terceiros usar marcas hCaptcha em nomes de domínio, qualquer otimização de mecanismo de pesquisa, meta tags, termos de pesquisa, código ou outras declarações falsas.",
    "1985238261": "Outras marcas restritas",
    "2193061499": "Alguns de nossos logotipos e marcas são restritos ao uso pelo hCaptcha e seus parceiros. Terceiros não podem usar as seguintes marcas sem uma licença por escrito do hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha Authorized Reseller ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop por hCaptcha ™",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "Ajude a construir uma Web melhor ™",
    "364774188": "Eu sou humano ™",
    "2785425016": "(no contexto de uma solução de verificação de humanidade, por exemplo, um apelo à ação)",
    "2639657759": "Marcas usadas com permissão",
    "1268918580": "Alguns dos logotipos e marcas usados pelo hCaptcha e seus parceiros são propriedade de terceiros e podem ser usados somente com sua permissão. Terceiros não podem usar as seguintes marcas, exceto conforme permitido por seus proprietários:",
    "3782751514": "HUMAN Protocol® é uma marca registrada da HUMAN Protocol Foundation e é usada com sua permissão.",
    "1620709264": "HUMAN Token® é uma marca registrada da HUMAN Protocol Foundation e é usada com sua permissão.",
    "3031953928": "HUMAN Network ™ é uma marca comercial da HUMAN Protocol Foundation e é usada com sua permissão.",
    "3554363588": "Outras Marcas",
    "3290996791": "Todos os outros nomes de produtos, logotipos e marcas são propriedade de seus respectivos proprietários. Todos os outros nomes de empresas, produtos e serviços usados neste site são apenas para fins de identificação. O uso desses nomes, logotipos e marcas não implica endosso.",
    "2444685143": "Política de logotipo",
    "2414232014": "Nosso logotipo é imediatamente reconhecível e um dos nossos ativos mais valiosos e importantes. Para garantir que continue uma forte representação da nossa empresa, deve ser apresentado de forma cuidadosa e consistente em todos os canais de comunicação.",
    "803639471": "O logotipo hCaptcha é composto pelo ícone de mão e o logotipo hCaptcha. Em sua forma alternativa, o ícone de mão pode aparecer sozinho quando o espaço é limitado e \"hCaptcha\" é usado como uma marca nominativa (conforme descrito acima) próximo ao ícone de mão, de forma que fique claro que o ícone de mão representa hCaptcha.",
    "564127016": "O ícone de mão hCaptcha:",
    "1424800293": "O logotipo hCaptcha:",
    "1525506526": "O que são aquisições de contas e como funcionam?",
    "2446481523": "Há um antigo conto popular em que um motorista de carroça e um nobre aparecem na polícia em uma pequena vila no interior. Um homem, vestido com roupas sujas de mendigo, disse ao policial: “Eu sou o nobre. Este homem era meu motorista.",
    "1767952047": "Ele me atacou ontem à noite, roubou minhas roupas e levou meu dinheiro. ” O outro homem, vestido com grande elegância, as roupas da classe nobre, respondeu: “Condestável, este homem é louco. Ele pensa que é um nobre. Eu sou o verdadeiro nobre. Prenda-o! ”",
    "2947576723": "Essa história é anterior às carteiras de motorista e à impressão digital, mas oferece um bom exemplo do que pode dar errado em uma situação de aquisição de conta. Uma pessoa faz login em uma conta bancária online ou aplicativo de pagamentos móveis. Ele é o titular da conta ou um hacker? Quem é realmente quem? Esses problemas de segurança afetam as organizações que permitem o acesso à conta de autoatendimento.",
    "1687299615": "O que é uma invasão de conta?",
    "2648707986": "A tomada de controle de uma conta é uma forma de fraude cibernética em que um agente malicioso se faz passar pelo proprietário de uma conta online. Normalmente, a conta está em uma instituição financeira ou empresa de comércio eletrônico onde o fraudador pode roubar dinheiro, mercadorias ou cartões-presente. O invasor usa credenciais de login roubadas para acessar a conta e, em seguida, assumi-la, talvez alterando a senha para bloquear o verdadeiro proprietário da conta.",
    "1476843710": "Formas de apropriação de contas menos prejudiciais do ponto de vista financeiro, mas ainda prejudiciais, envolvem o sequestro de contas de mídia social e similares. Nesses casos, o invasor geralmente está tentando espalhar malware ou se envolver em ataques de phishing contra amigos desavisados da vítima. Ou então, o atacante está tentando envergonhar a vítima, o que às vezes acontece com celebridades e políticos, por exemplo.",
    "2904949278": "Como um hacker assume uma conta?",
    "2575690545": "As aquisições de contas, como muitas fraudes cibernéticas, são principalmente uma questão de processos automatizados em massa. É raro um hacker, vestindo um moletom no porão de sua mãe, digitar uma senha por vez em sites de banco.",
    "3614653023": "Em vez disso, a prática depende de ataques de preenchimento de credenciais em grande escala que tentam milhões de pares de nome de usuário / senha em dezenas de instituições financeiras de destino na esperança de desbloquear um pequeno subconjunto de contas. Depois que o software de fraude automatizado obtém acesso à conta, um hacker humano pode se envolver, mas em alguns casos não.",
    "2762759509": "Muitos ataques de controle de contas são quase totalmente automatizados.",
    "1972710018": "Vendo da perspectiva da empresa",
    "1282121137": "Para entender como a aquisição de contas pode ser problemática, considere a experiência do ponto de vista da instituição financeira. Eles lidam com milhões de logins todos os dias.",
    "2315518622": "Com a sofisticação disponível nas ferramentas de ataque atuais, é extremamente desafiador detectar quais, se houver, são fraudulentos. Então, uma pessoa liga para a linha de atendimento ao cliente e diz “Minha conta foi atacada! Não consigo entrar e alguém está roubando meu dinheiro! ”",
    "1836369533": "Como o policial no conto popular, como alguém determina quem é realmente quem? Se o invasor tiver elementos de identidade roubados suficientes, como número da carteira de motorista, número do seguro social, nome de solteira da mãe, endereço e assim por diante, pode ser muito difícil determinar se o chamador é o verdadeiro titular da conta ou se um invasor está tentando obter um redefinição de senha em uma conta que ele deseja penetrar.",
    "2880837730": "O que pode ser feito para impedir a invasão de contas?",
    "3654556483": "As instituições financeiras e empresas de comércio eletrônico têm processos e controles que mitigam algumas das ameaças de apropriação de contas. Elas vão desde as antigas perguntas de segurança “qual era o nome do seu melhor amigo na escola primária” até métodos de detecção que descobrem endereços IP suspeitos e perfis de dispositivos móveis.",
    "2449501658": "oferece uma das maneiras mais avançadas de mitigar a ameaça de tentativas fraudulentas de login de conta, usando aprendizado de máquina para detectar e interromper bots, tornando muito mais difícil ou até impossível para os fraudadores se envolverem no controle de contas.",
    "3621455477": "aprender mais!",
    "555246307": "A propósito, eis como termina a história do nobre e seu motorista: O policial fez os dois homens sentarem-se juntos em uma sala por horas e ficarem entediados. No final do dia, ele apareceu e disse: “Vou falar com o cocheiro agora”. O homem com roupas nobres se levantou. Ele estava tão entediado que esqueceu que estava apenas fingindo ser o nobre.",
    "1224727373": "BotStop por hCaptcha",
    "1187718370": "Contate-Nos",
    "3892905664": "O hCaptcha ajuda seus serviços online favoritos a impedir a entrada de bots, spam e abusos, fazendo perguntas simples que são fáceis para os humanos e difíceis para as máquinas.",
    "555158694": "Um serviço que você usa optou por melhorar sua experiência no site instalando o hCaptcha para reduzir o tráfego malicioso.",
    "1617196410": "O hCaptcha está focado em parar os bots. Não nos importamos quem é o usuário, mas apenas se ele é malicioso. Trabalhamos muito para equilibrar privacidade e",
    "1624200563": "segurança e estar em conformidade com GDPR, CCPA, LGPD, PIPL e outros regulamentos de privacidade.",
    "1927613000": "O hCaptcha combina o aprendizado de máquina sofisticado com uma plataforma de desafio poderosa para proteger aplicativos da web contra invasões de conta, preenchimento de credenciais, extração e outros tipos de abuso.",
    "1133989302": "Por que hCaptcha?",
    "34074886": "Cada vez que você responde a um desafio, usamos modelos sofisticados para descobrir se você é humano. O site que você visitou usa esse resultado para ajudar a melhorar sua experiência no site, mantendo os bots afastados.",
    "3412647984": "Isso permite que você evite perguntas futuras, registrando e definindo um cookie. Tente também desligar o seu bloqueador de anúncios.",
    "2510209017": "Precisa de mais ajuda?",
    "477275453": "Por que as APIs são um alvo popular para hackers?",
    "596347471": "As interfaces de programação de aplicativos (APIs) se tornaram um alvo popular para agentes mal-intencionados no ciberespaço. Existem muitos motivos para isso, incluindo sua grande utilidade na integração de aplicativos. É possível mitigar o risco da API, no entanto.",
    "2441638955": "Primeiro, o que é uma API?",
    "3963216198": "Para discutir por que as APIs são um alvo popular para hackers, primeiro vale a pena reservar um breve momento para definir o que atualmente significa o termo “API”. O conceito de API não é novo. Na verdade, as interfaces para conectar vários sistemas de computador uns com os outros, bem como seus componentes internos, existem desde pelo menos o início dos anos 1960.",
    "1047251718": "Hoje, entretanto, quando as pessoas falam sobre APIs, invariavelmente se referem a APIs baseadas em padrões. Estas são APIs construídas usando padrões abertos como Representational State Transfer (REST) e formatos de arquivo de padrão aberto como JavaScript Object Notation (JSON). Essas “APIs RESTful”, como são conhecidas, podem ser criadas sem a necessidade de software proprietário. As APIs resultantes são capazes de enviar e receber dados e chamadas de procedimento entre aplicativos de software. Por exemplo, um aplicativo de mobile banking usa uma API para acessar os sistemas do banco.",
    "3195334319": "A utilidade e vulnerabilidade das APIs",
    "1903743785": "O advento de APIs baseadas em padrões representou um grande salto à frente na integração de aplicativos. Nos últimos 20 anos ou mais, as APIs deixaram de ser produtos de software proprietário caros e complicados para se tornarem ferramentas gratuitas baseadas em padrões que eram comparativamente fáceis de trabalhar - e rápidas de implantar.",
    "879362350": "Com as novas APIs funcionando na Internet, tornou-se possível conectar qualquer software ou fonte de dados, em qualquer lugar do mundo, independentemente da plataforma, esquema de dados ou linguagem de programação. Como resultado, o mundo da computação está agora no meio de uma revolução de API. Houve uma explosão de conectividade entre aplicativos e dados. Isso é ótimo, até que não seja.",
    "3844432472": "A própria abertura e utilidade das APIs as tornam alvos incrivelmente ricos para invasores. Da mesma forma que um aplicativo móvel pode ser programado para alcançar e obter dados de um sistema corporativo usando uma API, um malware também pode. Os hackers criaram uma grande variedade de ferramentas de software para abusar das APIs. É uma técnica de ataque eficaz.",
    "2187096543": "Na verdade, tem havido algumas violações de dados importantes resultantes de software escrito por hackers que acionou uma API para extrair dados de um banco de dados. Afinal, se o roubo de dados simplesmente requer uma chamada GET básica em uma API, escrita usando REST e JSON, então é fácil remover rapidamente um banco de dados limpo. Na verdade, quando as pessoas falam sobre ataques de “raspagem de tela”, o que eles realmente querem dizer, em grande parte, são chamadas de API de disparo rápido que extraem dados de bancos de dados. As APIs se tornaram a principal superfície de ataque para as organizações que as criam.",
    "4222109231": "Mitigando o risco da API com o produto empresarial do hCaptcha",
    "1783317946": "Parar ataques de API é um caso de uso popular para",
    "3022922096": ", o conjunto empresarial de produtos da hCaptcha. Ao contrário da versão gratuita do hCaptcha,",
    "63719113": "usa aprendizado de máquina avançado para identificar tráfego malicioso para seu site e aplicativos - incluindo atividades de scraping.",
    "3566102529": "nós hoje para aprender mais.",
    "3096553330": "Cada sistema que criamos simplesmente reflete nosso relacionamento com outras pessoas.",
    "1467218142": "O que desejamos deles e de nós mesmos dirige nosso comportamento e, portanto, os mesmos padrões de interação se repetem em todos os sistemas humanos. A Internet oferece muitos exemplos excelentes desse aspecto fundamental do nosso mundo.",
    "808872868": "Por exemplo: spam, fraude e abuso existem online desde quase um dia depois que dois sistemas foram conectados pela primeira vez.",
    "1085089390": "O abuso online decorre de comportamentos humanos inatos",
    "3064321967": "O primeiro e-mail de spam conhecido foi enviado em 1978. [",
    "3800781598": "] Quase cinco décadas depois, o spam de e-mail continua a nos atormentar. Muitos bilhões de dólares e milhares de anos de trabalho de engenharia foram colocados para derrotá-lo, e ainda assim o spam persiste. Existem indústrias de bilhões de dólares em ambos os lados, ou seja, aqueles que defendem e aqueles que os enviam.",
    "2119943547": "Por que é isso? A resposta é simples. Enquanto houver um incentivo para abusar de um sistema, geralmente alguém encontrará uma maneira. E, uma vez que o façam, outra pessoa terá agora um incentivo para detê-los.",
    "532470444": "O equilíbrio pode mudar ligeiramente de ano para ano, mas esse comportamento simplesmente reflete a natureza humana fundamental, e cinco mil anos de história registrada implicam que a dinâmica provavelmente não mudará tão cedo.",
    "3193548097": "Espero Primavera eterna",
    "4065614934": "Esta análise não é nova, mas as pessoas estão eternamente otimistas. Principalmente quando acham que sua ideia é nova.",
    "1216071511": "As mesmas ideias são propostas com tanta frequência que, há cerca de 20 anos, um autor anônimo surgiu com um útil preenchimento de lacunas para discussões on-line sobre soluções anti-spam:",
    "1941999673": "Sua postagem defende um",
    "4179118182": "() técnico () legislativo () baseado no mercado () vigilante",
    "3978720689": "abordagem para combater o spam. Sua ideia não funcionará. Aqui está o porquê de não funcionar.",
    "318339230": "(Um ou mais dos itens a seguir podem se aplicar à sua ideia particular, e pode ter",
    "30312304": "outras falhas que costumavam variar de estado para estado antes de uma lei federal ruim ser aprovada.)",
    "2710988028": "() Os spammers podem usá-lo facilmente para coletar endereços de e-mail",
    "3912514510": "() Listas de mala direta e outros usos de e-mail legítimos seriam afetados",
    "2030062561": "() Ninguém vai conseguir encontrar o cara ou pegar o dinheiro",
    "3334160175": "() É indefeso contra ataques de força bruta",
    "3238345709": "() Irá parar de spam por duas semanas e então ficaremos presos nele",
    "4227800293": "() Usuários de e-mail não vão tolerar isso",
    "2271252286": "() A Microsoft não vai tolerar isso",
    "692064738": "() A polícia não vai aguentar",
    "3475647460": "() Requer muita cooperação de spammers",
    "1482845460": "() Requer cooperação total imediata de todos ao mesmo tempo",
    "3741193183": "() Muitos usuários de e-mail não podem perder negócios ou alienar potenciais empregadores",
    "2234909600": "() Os spammers não se importam com endereços inválidos em suas listas",
    "1982617151": "() Qualquer pessoa pode destruir anonimamente a carreira ou o negócio de outra pessoa",
    "2498172334": "Especificamente, seu plano não leva em conta",
    "389705801": "() Leis que proíbem expressamente",
    "190955495": "() Falta de autoridade de controle central para e-mail",
    "237009707": "() Relés abertos em países estrangeiros",
    "3507532387": "() Facilidade de pesquisa no pequeno espaço de endereço alfanumérico de todos os endereços de e-mail",
    "2477958756": "( ) Pessoas más",
    "3254142589": "() Problemas de jurisdição",
    "3621401685": "() Impopularidade de novos impostos estranhos",
    "4277475973": "() Relutância do público em aceitar novas e estranhas formas de dinheiro",
    "941057651": "() Grande investimento em software existente em SMTP",
    "3265293440": "() Suscetibilidade de outros protocolos além do SMTP para o ataque",
    "515733427": "() Disponibilidade dos usuários em instalar patches de SO recebidos por e-mail",
    "2631159699": "() Exércitos de caixas de Windows com conexão de banda larga crivadas de vermes",
    "776542208": "() Corrida armamentista eterna envolvida em todas as abordagens de filtragem",
    "989480928": "() Lucratividade extrema de spam",
    "3898950867": "() Joe empregos e / ou roubo de identidade",
    "3395399558": "() Políticos tecnicamente analfabetos",
    "1118929614": "() Estupidez extrema por parte das pessoas que fazem negócios com spammers",
    "838951836": "() Desonestidade por parte dos próprios spammers",
    "2123236933": "() Custos de largura de banda que não são afetados pela filtragem do cliente",
    "2292919419": "( ) Panorama",
    "2534436327": "e as seguintes objeções filosóficas também podem ser aplicadas:",
    "832385387": "() Idéias semelhantes às suas são fáceis de encontrar, mas nenhuma jamais foi demonstrada como prática",
    "1993984258": "() Qualquer esquema baseado em opt-out é inaceitável",
    "3909240516": "() Os cabeçalhos SMTP não devem ser objeto de legislação",
    "1151065360": "() Listas negras são uma merda",
    "2396605499": "() Listas brancas são péssimas",
    "2225785608": "() Devemos ser capazes de falar sobre Viagra sem ser censurados",
    "3004688366": "() As contramedidas não devem envolver fraude eletrônica ou fraude de cartão de crédito",
    "922470170": "() As contra-medidas não devem envolver sabotagem de redes públicas",
    "3068923550": "() As contramedidas devem funcionar se forem introduzidas gradualmente",
    "2752975480": "() O envio de email deve ser gratuito",
    "117227832": "() Por que devemos confiar em você e em seus servidores?",
    "1021431157": "() Incompatibilidade com código aberto ou licenças de código aberto",
    "2801524659": "() Medidas de bem-estar não ajudam em nada para resolver o problema",
    "931661269": "() Endereços de e-mail temporários / únicos são complicados",
    "2090457681": "() Não quero que o governo leia meu e-mail",
    "3536122902": "() Pará-los dessa forma não é lento e doloroso o suficiente",
    "2391175562": "Além disso, é isso que penso sobre você:",
    "229198134": "() Desculpe cara, mas não acho que daria certo.",
    "345563040": "() Esta é uma ideia estúpida, e você é uma pessoa estúpida por sugeri-la.",
    "409780280": "( ) Boa tentativa, ****! Espero que alguém pise no seu teclado!",
    "2820080973": "hospedado com ❤ por",
    "3943164003": "ver cru",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Por que sua nova solução anti-spam não funciona",
    "361795034": ". Autor desconhecido, c. 2000",
    "1547006769": "A verificação da humanidade é o mesmo problema",
    "3717942925": "Assim como sempre haverá pessoas que desejam chamar sua atenção por e-mail, sempre haverá o desejo de restringir o acesso a alguns recursos de forma que apenas humanos possam acessá-los.",
    "2481032625": "Se o objetivo é prevenir:",
    "1691348394": "- compras em massa automatizadas durante uma venda de lançamento limitado",
    "1771016224": "- software de download de todo o conteúdo do seu site em massa",
    "1959762846": "- preencher seus formulários da web com infindáveis spams ou abusos de marketing",
    "345108670": "- enchimento de credenciais e outras tentativas de controle de conta",
    "2540760245": "entre muitos outros usos, ser capaz de filtrar o tráfego online com base em \"humano ou não\" provavelmente permanecerá uma ferramenta valiosa, desde que a natureza humana siga os mesmos padrões registrados nos últimos cinco mil anos.",
    "3346362371": "E o aprendizado de máquina?",
    "3619183405": "Em 2021, CAPTCHAs simples às vezes podem ser resolvidos com software, graças aos avanços no aprendizado de máquina. Para resolver isso, o hCaptcha também faz uma análise muito detalhada de propriedades como",
    "3292221787": "o desafio foi respondido, não apenas se estava correto, e freqüentemente muda tanto as perguntas quanto os dados usados.",
    "1080672247": "Como muitas das perguntas feitas não podem ser resolvidas economicamente com software de prateleira e porque os dados são geralmente exclusivos do sistema, isso significa que os bots são frequentemente completamente interrompidos pelo serviço gratuito e devem contar com solucionadores CAPTCHA humanos, que torna muitos tipos de abuso completamente antieconômicos.",
    "4172868199": "vai muito além disso, entrando no reino da tentativa de distinguir \"bom humano\" de \"mau humano\" também, e é usado hoje por muitos dos serviços online mais populares do mundo para encontrar e impedir tudo, desde fraude de compra a persistente avançado ameaças contra seus usuários, mantendo um foco exclusivo na preservação da privacidade.",
    "2873911365": "E a certificação de hardware?",
    "1477196356": "Vários métodos de vincular a identidade a um dispositivo de maneira criptograficamente segura, às vezes com propriedades de preservação da privacidade, foram propostos por décadas. A criptografia de chave pública data de c. 1975, e os tokens de hardware existem há quase tanto tempo.",
    "2349681896": "Infelizmente, controlar uma peça de hardware não significa que você é uma pessoa. Praticamente todo esquema de atestado de hardware de consumidor popular foi repetidamente quebrado, corrigido e, em seguida, quebrado novamente.",
    "254326776": "O abuso malicioso dessas falhas costuma ser descoberto por meses ou anos antes da divulgação ou publicação acadêmica.",
    "2462909475": "Uma parede com mais de 10.000 telefones usados para abuso, parte de uma operação de bot na China.",
    "1963951234": "Não importa o quão confiável seja o seu esquema criptográfico, se alguém pode no final do dia simplesmente gastar dinheiro para lhe dar a resposta que você está procurando, possuir um hardware é insuficiente.",
    "1278884196": "Dito isso, a criptografia é uma disciplina bastante jovem. Com base na história recente, seu esquema criptográfico e / ou implementação provavelmente será interrompido assim que alguém tiver um incentivo para examiná-lo de perto, e é provável que outras pessoas descubram isso muito antes de você. Depender do hardware também significa que você pode precisar pedir a cada um de seus usuários para trocar um dispositivo físico para consertar a falha. É improvável que isso aconteça rapidamente na maioria dos casos, o que significa que, na realidade, seu sistema simplesmente falhará ao abrir.",
    "1828028934": "Isso é por que",
    "1642844535": "é importante: o hCaptcha usa várias abordagens diferentes para responder à mesma pergunta fundamental, permitindo a comparação para consistência em todas as avaliações.",
    "1155821305": "defesa é profundidade",
    "119098046": "E quanto às soluções passivas ou sem desafio?",
    "2760410719": "Os serviços que tentam fazer a detecção de bots com sinais puramente passivos encontram rapidamente um problema fundamental: como você valida se um sistema detecta malfeitores corretamente quando você não tem uma verdade precisa?",
    "1722734001": "A Internet aberta é um ambiente muito barulhento. Atores mal-intencionados atacam usuários de nosso serviço e concorrentes como o reCAPTCHA todos os dias e, é claro, tentam parecer o mais humanos possível ao fazê-lo.",
    "1595254735": "Os serviços puramente passivos lutam para manter a precisão da detecção de bots ou até mesmo para saber quando eles são imprecisos. Sem a capacidade de ocasionalmente desafiar os usuários e analisar corretamente os resultados desse desafio, a precisão tende a diminuir muito com o tempo.",
    "2412751979": "Graças aos sinais humanos mais precisos que alimentam o hCaptcha, muitas empresas que antes usavam o reCAPTCHA v3 / Enterprise mudaram para",
    "2284856231": "e também foi observada uma precisão drasticamente aprimorada no modo puramente passivo do hCaptcha Enterprise.",
    "4162847": "Pudemos observar isso diretamente, pois alguns de nossos clientes executam testes A / B na mesma solicitação antes de mudarem totalmente das ofertas do Google. Normalmente, somos capazes de provar uma alta taxa de falsos positivos e falsos negativos provenientes do reCAPTCHA v3 ou reCAPTCHA Enterprise.",
    "436125785": "Isso não é surpreendente, dada a imprecisão dos ciclos de feedback disponíveis nesses produtos e o fato de que eles são vendidos por uma rede de anúncios com um grande interesse em não se tornar muito bom na detecção de bot, para não prejudicar seu negócio principal.",
    "2233741720": "Para concluir",
    "2133809801": "Enquanto as pessoas permanecerem pessoas, é provável que a verificação da humanidade tenha um papel a desempenhar online.",
    "2255549335": "Nosso trabalho no hCaptcha é encontrar bons equilíbrios entre dificuldade e precisão e manter o atrito baixo, especialmente para",
    "4138068262": "Comercial. No final, interagir com os desafios provavelmente continuará a fazer parte do arsenal de ferramentas para reduzir o abuso online, desde que a natureza humana permaneça inalterada.",
    "855097735": "Construir um serviço que faça isso bem enquanto equilibra todas as preocupações é um problema muito difícil (e estamos sempre trabalhando para melhorá-lo a fim de tornar a experiência o mais agradável possível), mas esperamos que você concorde que reduzir spam, abusos e invasões de conta , e fraude online vale bem a pena uma simples pergunta ocasional.",
    "1953959745": "acessibilidade",
    "2543123170": "Verificação de humanidade de atrito zero",
    "547245263": "Resolva seu problema com o bot hoje.",
    "3117887301": "Confiado pelos maiores serviços online",
    "981806349": "Construído na comprovada plataforma hCaptcha",
    "2373007864": "O hCaptcha Enterprise é executado na tecnologia da plataforma hCaptcha, estendida para incluir os recursos de alto tráfego de que as empresas precisam.",
    "2652399059": "Um parceiro confiável",
    "1997838163": "As maiores empresas do mundo dependem do hCaptcha Enterprise. A integração é simples e a precisão da detecção é incomparável.",
    "734735952": "Avaliamos vários fornecedores de CAPTCHA e também construímos um sistema. No final, o hCaptcha surgiu como a melhor alternativa ao reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Diretor de Gestão de Produto, Cloudflare",
    "3971348140": "Por que usamos hCaptcha? Ninguém mais poderia fornecer os recursos e o desempenho de que precisávamos. Eles nos colocaram em operação rapidamente, e nossos comerciantes adoram a experiência.",
    "4248655793": "- Alex M.",
    "4185927140": "Gerente de produto, Flash, Shopify",
    "282913023": "A opção econômica para empresas de alto tráfego",
    "999610953": "Finalmente, uma alternativa confiável ao Google. O hCaptcha Enterprise oferece economia drástica em sua fatura do reCAPTCHA com maior segurança: até 80% mais barato em alguns casos.",
    "1886100235": "Muitos dos maiores serviços online do mundo mudaram para o hCaptcha Enterprise e receberam detecção de bot aprimorada, juntamente com economias de custo substanciais.",
    "2903742230": "As redes de anúncios veem seus visitantes como o produto. Para nós, o único objetivo é determinar sua humanidade. Nossos serviços atendem ou excedem os requisitos de GDPR, CCPA, LGPD e PIPL, e trabalhamos muito para equilibrar privacidade e segurança.",
    "3901503296": "Este foco exclusivo na privacidade significa que podemos oferecer zero retenção de dados individuais, operação livre de cookies e outras garantias contratuais de privacidade, conforme necessário, enquanto mantemos uma segurança excelente.",
    "3342910682": "Consulte Mais informação",
    "1130783905": "A precisão é do seu interesse e do nosso. O hCaptcha funciona para fornecer dados reais e permitir que você decida como usá-los. Outras soluções de segurança são fornecidas por empresas de publicidade Gigantic. Isso significa que cada bot que eles bloqueiam pode reduzir sua receita.",
    "2019130052": "Nossas inovações em ML com foco na privacidade nos permitem exceder os padrões de segurança das estratégias legadas de \"gravar tudo para sempre\" sem prejudicar a segurança ou a privacidade do usuário.",
    "23114595": "Excelente experiência do usuário",
    "3437412311": "Para usuários corporativos, as opções estão disponíveis para evitar completamente os desafios na maioria dos cenários, contando com pontuações passivas.",
    "1996843433": "Reduza o atrito, evitando um desafio totalmente para 99,9% do seu tráfego legítimo, ao mesmo tempo que fornece excelente segurança.",
    "3093689546": "Integração fácil",
    "247560732": "Adicione hCaptcha com três linhas de código. Se você está vindo do reCAPTCHA, nossa API é compatível e leva apenas alguns minutos para alternar.",
    "1510448156": "Você pode começar a usar uma alternativa superior hoje e ativar recursos mais avançados conforme necessário.",
    "2718999653": "Pontuações de ameaças personalizadas",
    "2698140263": "Nem todos os problemas são iguais: obter uma única pontuação significa que ela deve atender às suas necessidades para ser útil.",
    "897432717": "Com nosso novo design para pontuações personalizadas de ameaças, a adição de seu conhecimento de negócios permite que nossos modelos forneçam pontuações relevantes de maneira única para seus usuários.",
    "2650502379": "Lance seus próprios desafios em segundos",
    "3578122193": "Fique na marca com conteúdo relevante",
    "1074044172": "Quando os usuários precisam resolver um desafio para atender aos seus requisitos de segurança, por que não fazer perguntas agradáveis e relevantes para o usuário?",
    "1579093044": "Com nosso designer de desafio simples e personalizado, você pode lançar o conteúdo do desafio da marca em apenas alguns minutos.",
    "3717512591": "Integração direta da plataforma",
    "121743429": "Para empresas de infraestrutura da Web",
    "2131386784": "Experiência e suporte alcançáveis para você e seus usuários",
    "2782263070": "O serviço é uma prioridade para nós. Mantemos suporte de plantão 24 horas nos sete dias da semana e oferecemos coordenação direta do Slack com sua equipe de integração de engenharia e nossa equipe de plantão durante e após a implementação.",
    "3740051331": "Também estamos comprometidos em monitorar ativamente e responder às perguntas de seus usuários nas redes sociais, fóruns e em nossos canais de suporte por e-mail e widgets. Somos acessíveis e responsivos e tratamos a satisfação do usuário como um dos principais KPI.",
    "170775527": "Recursos empresariais",
    "3383086062": "hCaptcha Enterprise é uma solução completa de segurança online. Os modos ativo e passivo permitem interromper o enchimento de credenciais, detectar invasões de conta e bloquear agentes suspeitos. Tudo sem atrito para usuários legítimos.",
    "1408599440": "Comece rápido com algumas linhas de código e nosso modo 99,9% passivo, ou assuma o controle total sobre quando e como os usuários são desafiados. Modelos de ameaças personalizados e desafios personalizáveis significam flexibilidade incomparável para garantir a segurança.",
    "3365203058": "Proteção anti-bot de classe mundial",
    "1803009328": "Testado em batalha em escala da web.",
    "1586809757": "Pontuações de bot de alta precisão",
    "353367791": "Detecte malfeitores de muitos tipos diferentes.",
    "191460155": "Fricção zero e modos passivos de 99,9%",
    "585557010": "Desafie menos de 0,1% dos usuários legítimos.",
    "3287172429": "Tipos de desafio de controle mostrados",
    "1844885924": "Ampla biblioteca de tipos para escolher.",
    "3018523079": "Fique na marca com uma experiência de usuário consistente.",
    "3817811295": "Confiabilidade garantida e suporte on-call rápido 24 horas nos sete dias da semana.",
    "1798492192": "Suporte a navegador legado",
    "1356745565": "Compatível desde o Internet Explorer 8.",
    "751483365": "Suporte para clientes não JavaScript.",
    "4199502476": "Painéis de relatórios avançados e API",
    "3630114728": "Veja o que está acontecendo em todos os seus sites e aplicativos.",
    "3573245166": "Ao contrário do reCAPTCHA, trabalhamos em todos os países.",
    "2354267648": "Política de privacidade compatível com GDPR, CCPA e LGPD",
    "3167979932": "Projetado para privacidade desde o primeiro dia. Acordo forte de processamento de dados.",
    "4065065042": "Disque isso para se adequar exatamente ao seu caso de uso.",
    "111184581": "Hospedagem primária",
    "4272022475": "Todas as solicitações e ativos vão para hcaptcha.yourdomain.com",
    "2676853536": "Painéis multiusuário",
    "1368787974": "Compartilhe o gerenciamento com sua equipe.",
    "1045484714": "Integração de SAML SSO com seu provedor de identidade, por exemplo, Okta ou Azure AD.",
    "3953584369": "Restrições de acesso RBAC sofisticadas disponíveis.",
    "2781507299": "Verificação Instantânea",
    "4019660456": "Latência de 0 ms: verifique os tokens hCaptcha sem chamada de API.",
    "3446714684": "Integração móvel (iOS e Android)",
    "2593768395": "Experiência perfeita em web, mobile nativo, web mobile. Integrações pré-construídas e SDKs nativos disponíveis.",
    "1779265104": "Termos personalizados e garantias de privacidade",
    "122875767": "Satisfaça suas necessidades legais quando outras empresas não podem.",
    "148188781": "Desafios Apresentados",
    "838049015": "Selecione todas as imagens que correspondem à consulta",
    "1126302400": "Bounding Box",
    "3554448168": "Categorização",
    "2104933754": "Identifique os rótulos correspondentes",
    "3612043014": "... e outras tarefas simples. Fácil para humanos, difícil para bots.",
    "3624758171": "Tarefas personalizadas também estão disponíveis para editores corporativos.",
    "1001938065": "Integração não poderia ser mais fácil",
    "2138799135": "O hCaptcha tem dezenas de integrações pré-construídas para os sistemas front-end e back-end que você usa.",
    "2535001179": "Se você vier do reCAPTCHA do Google, nossas APIs são substitutos imediatos.",
    "1393184984": "são tudo que você precisa.",
    "3715747429": "Nossos engenheiros de integração podem ajudá-lo rapidamente, caso precise de integração com React, SDKs para aplicativos nativos iOS, um exemplo de back-end Java ou virtualmente qualquer outro cenário.",
    "2681650568": "E como sempre, a privacidade é um valor fundamental para nós. Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários. Minimizar a coleta de dados começa no momento da integração.",
    "1130868224": "Três linhas de código",
    "2183926131": "Comece com o hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Projetado para privacidade.",
    "1297224875": "Uma abordagem exclusivamente orientada para a privacidade para a segurança online corporativa.",
    "2762458927": "Seus dados de usuário não estão à venda.",
    "2058856283": "O hCaptcha Enterprise tem apenas um propósito: evitar que atores mal-intencionados interrompam suas operações online e prejudiquem seus usuários.",
    "2408036504": "Nossos sistemas são projetados desde o início para minimizar a coleta e retenção de dados, mantendo a segurança líder da classe. A melhor maneira de proteger os dados do usuário não é armazená-los.",
    "4099477834": "Todos os relacionamentos com os clientes também são protegidos por um forte Acordo de Processamento de Dados. O serviço hCaptcha está em conformidade com todas as leis de privacidade, não importa onde seu serviço ou seus clientes residam. Não guardar dados pessoais torna isso muito mais fácil para nós do que para outras empresas.",
    "3569492665": "Gravar atividades online não é a resposta.",
    "3389431373": "Serviços como o reCAPTCHA v3 dizem que colocar o pixel de rastreamento em todas as páginas do seu site é necessário para uma boa segurança. Este não é o caso.",
    "3590546893": "A análise comportamental simples é um sinal facilmente forjado por malfeitores e também exige a retenção do histórico de navegação de todo o tráfego legítimo.",
    "1105363520": "Não operamos uma rede de anunciantes e não temos interesse em observar o comportamento do usuário para vender anúncios. Isso significa que não exigimos um pixel passivo em todas as páginas do seu site.",
    "3088605177": "Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários.",
    "337971271": "O aprendizado de máquina é útil. Mas não requer dados pessoais para funcionar.",
    "320166522": "O aprendizado de máquina agora afeta quase todos os aspectos de nossas vidas, muitas vezes de maneiras que não percebemos e não podemos ver. Os serviços de segurança online não são diferentes.",
    "3180664128": "Ao aprender através de milhares de sinais, os modelos podem inferir e alcançar alta confiança na detecção de comportamento malicioso muito rapidamente, mesmo quando nenhum sinal individual seria, por si só, forte o suficiente para indicar um problema.",
    "961941354": "No entanto, nada disso requer o uso de informações de identificação pessoal (\"PII\"). As técnicas criptográficas modernas nos permitem descartar quaisquer dados pessoais o mais rápido possível, criando, em vez disso, assinaturas unilaterais que não podem ser vinculadas a nenhum indivíduo.",
    "1706581702": "O treinamento em dados não identificados funciona tão bem e não requer comprometer a segurança ou privacidade. Nossos clientes fizeram os testes empíricos e nos declararam iguais ou melhores do que alternativas muito menos privadas.",
    "3203921334": "Gostamos de várias coisas nas soluções hCaptcha: 1) elas não vendem dados pessoais; eles coletam apenas dados pessoais mínimos necessários, são transparentes ao descrever as informações que coletam e como as usam e / ou divulgam.",
    "305735018": "Finalmente, uma alternativa confiável ao Google. O hCaptcha Enterprise oferece economia drástica em sua fatura do reCAPTCHA com maior segurança: até 80% mais barato em alguns casos.",
    "3695206755": "Experimente-nos em seu ambiente sem compromisso.",
    "2941545733": "Somos engenheiros, não vendedores: queremos que você fique feliz com sua escolha.",
    "131871195": "A melhor forma de garantir sua satisfação é demonstrar que atendemos às suas necessidades.",
    "3436534225": "Praticamente todas as empresas que iniciam um piloto, em última análise, escolhem nossas soluções.",
    "4060250206": "Use este formulário para entrar em contato com um de nossos especialistas técnicos. Respondemos rapidamente.",
    "1159746815": "Você também pode nos enviar um e-mail diretamente.",
    "2531534427": "Os detalhes estão aqui.",
    "2059998584": "Região",
    "3916131732": "Américas",
    "135276624": "Europa, Oriente Médio, África (EMEA)",
    "1182294134": "Ásia-Pacífico (APAC)",
    "2437934778": "Seu nome",
    "3859506577": "Email Comercial",
    "1268414751": "Quaisquer outros detalhes que devemos ter?",
    "42559805": "Você precisa de integração urgente?",
    "851679588": "sim.",
    "1729677626": "Estou sob ataque e preciso de integração imediata.",
    "2808971932": "Este é algum texto dentro de um bloco div.",
    "2468683988": "Cabeçalho",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim em eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Link de Texto",
    "2212670355": "Inscrever-se",
    "31502377": "O que é um elemento Rich Text?",
    "2310705547": "O elemento de rich text permite que você crie e formate títulos, parágrafos, citações em bloco, imagens e vídeo, tudo em um só lugar, em vez de adicionar e formatar individualmente. Basta clicar duas vezes e criar conteúdo facilmente.",
    "2590587108": "Edição de conteúdo estático e dinâmico",
    "778204464": "Um elemento de rich text pode ser usado com conteúdo estático ou dinâmico. Para conteúdo estático, basta soltá-lo em qualquer página e começar a editar. Para conteúdo dinâmico, adicione um campo de rich text a qualquer coleção e, a seguir, conecte um elemento de rich text a esse campo no painel de configurações. Voila!",
    "1890955039": "Como personalizar a formatação para cada rich text",
    "3286051798": "Títulos, parágrafos, citações em bloco, figuras, imagens e legendas de figuras podem ser estilizados depois que uma classe é adicionada ao elemento de rich text usando o sistema de seletor aninhado \"Quando dentro de\".",
    "504332576": "Temos o orgulho de anunciar que o hCaptcha se tornou o maior serviço independente de segurança cibernética do mundo, operando em cerca de 15% da Internet - e conquistamos a maior parte dessa participação de mercado diretamente do Google reCAPTCHA. Juntos, hCaptcha e",
    "1155436473": "(nossa oferta empresarial) agora protege centenas de milhões de usuários em dezenas de milhões de sites e aplicativos todos os meses. Nossa história mostra que você pode competir com a Big Tech ao colocar a privacidade em primeiro lugar.",
    "3108727249": "BotStop",
    "1296696044": "Privacidade x segurança: por que não ambos?",
    "538871570": "Competir com o Google e outras grandes empresas de tecnologia parece uma tarefa difícil: seu poder de mercado monopolista, efeitos de plataforma e exército de desenvolvedores altamente pagos são geralmente considerados muito poderosos para qualquer um, exceto outros gigantes da tecnologia, como Facebook ou Amazon. Nossa história mostra que não precisa ser assim - você pode vencer a Big Tech focando na privacidade.",
    "3600718611": "Considere o reCAPTCHA do Google,",
    "4281708680": ". No hCaptcha, adotamos deliberadamente uma abordagem muito diferente, usando técnicas de aprendizado de máquina que preservam a privacidade para identificar comportamentos típicos de bots com alta precisão, ao mesmo tempo em que consumimos e armazenamos o mínimo de dados possível.",
    "3312336121": "que consome enormes quantidades de dados comportamentais para determinar se os usuários da web são humanos ou bots legítimos",
    "1193738791": ": eles rastreiam o comportamento do usuário em todas as páginas de um site e em toda a web. Projetamos o hCaptcha para ser o mais amigável possível à privacidade desde o primeiro dia. Isso levou a uma abordagem completamente diferente do problema. Acontece que rastrear usuários na web e vincular seu histórico da web à sua identidade é completamente desnecessário para obter uma boa segurança. As muitas empresas que mudaram para o hCaptcha",
    "2620705814": "O Google é uma empresa de publicidade e seus produtos de segurança se parecem muito com seus produtos de publicidade",
    "1126447688": "frequentemente relatam desempenho igual ou melhor na detecção e mitigação de bots, apesar de nosso foco na privacidade",
    "439777523": "Assuntos Regulamentares",
    "3588274874": "Ao nos concentrarmos na entrega de um produto alinhado com os esforços regulatórios, como o GDPR da União Europeia e o CCPA da Califórnia, experimentamos um crescimento maciço - é claro, ajuda que o hCaptcha seja um substituto simples para o reCAPTCHA e, portanto, possa ser instalado em minutos.",
    "2150595700": ". O GDPR e a CCPA colocaram as questões de privacidade no mapa para os compradores corporativos e, ao mesmo tempo, a privacidade online está se tornando cada vez mais importante para o público à medida que todos começamos a entender como os setores de publicidade e marketing online têm usado historicamente nossos dados.",
    "2624949852": "Obviamente, o reCAPTCHA foi um dos primeiros a entrar na segurança da Web desde 2009, protegendo milhões de sites contra ameaças cada vez maiores de bots mal-intencionados e spammers. No entanto, foi completamente comprometido nos últimos anos:",
    "499510428": "Na verdade, acreditamos que a regulamentação nos ajudou aqui",
    "1232651561": "o software agora é tão bom quanto as pessoas na solução de desafios do reCAPTCHA.",
    "824740867": "Em vez de melhorar a solução, o Google lançou o reCAPTCHA v3, que opera muito mais como uma rede de anúncios do que um software de segurança, coletando dados comportamentais de toda a web para construir perfis de usuário. Infelizmente, esse tipo de sinal é facilmente derrotado e, portanto, oferece pouca proteção contra bots, ao mesmo tempo que prejudica a privacidade do usuário.",
    "1027023087": "Em vez disso, nós, do hCaptcha, nos concentramos em abordagens mais modernas para o problema, que não exigem a retenção de registros de comportamento de longo prazo, como histórico de navegação, e nos provamos muito mais resilientes diante de adversários determinados desde que o serviço foi lançado.",
    "2852295413": "Um conflito de interesses inerente: interromper bots reduz a receita de uma rede de publicidade",
    "1597520917": "Um número crescente de críticos apontou que o desrespeito do Google pela privacidade do usuário deve preocupar os clientes que procuram proteger seus sites e aplicativos.",
    "763447231": "Ao mesmo tempo, impedir que bots acessem sites de editores pode revelar fraude publicitária, colocando o produto reCAPTCHA do Google diretamente contra seu negócio de publicidade, que produz mais de 80% de sua receita.",
    "999674529": "Cada bot que o Google detecta deveria ganhar zero dólares de publicidade. Os incentivos da empresa do Google são, portanto, mal alinhados com os usuários de seus serviços de segurança, e essa pode ser uma explicação para o baixo desempenho de sua oferta de segurança reCAPTCHA.",
    "956019009": "As maiores empresas de infraestrutura web já tomaram medidas",
    "1923297430": "O ponto de ruptura final para muitos clientes maiores veio quando o Google começou a cobrar das empresas pelo uso de seus produtos em qualquer escala significativa. Isso fez com que os usuários do reCAPTCHA de longa data procurassem alternativas melhores, visto que as preocupações regulatórias em todo o mundo já haviam tornado o uso das ofertas do Google cada vez menos atraente.",
    "2197218442": "O CEO da Cloudflare, Matthew Prince, resumiu este ponto de vista no",
    "155456850": "anunciando sua mudança para hCaptcha:",
    "435302267": "postagem no blog da empresa",
    "2087769953": "\"Estamos entusiasmados com essa mudança porque ela ajuda a resolver uma questão de privacidade inerente à confiança em um serviço do Google que temos há algum tempo. Avaliamos vários fornecedores de CAPTCHA, bem como construímos um sistema nós mesmos. No final, O hCaptcha surgiu como a melhor alternativa ao reCAPTCHA. ”“ Gostamos de várias coisas nas soluções do hCaptcha: 1) elas não vendem dados pessoais; eles coletam apenas dados pessoais mínimos necessários, são transparentes ao descrever as informações que coletam e como as usam e / ou divulgam. \"",
    "595582512": "Se você está procurando proteger seu site ou aplicativo de forma eficaz de bots, spammers ou outros agentes mal-intencionados, preservando a privacidade de seus usuários (e cumprindo todas as regulamentações relevantes!), Considere o hCaptcha e nossa oferta Enterprise",
    "3388180864": "Interessado em trabalhar em desafios técnicos profundos em escala da web? Estamos sempre contratando engenheiros talentosos em todo o mundo -",
    "3892952987": "verifique nossas vagas e inscreva-se aqui",
    "3368788823": "Terence Eden destaca um ponto interessante em seu blog: \"",
    "1491780143": "CAPTCHAs não provam que você é humano - eles provam que você é americano",
    "2146900431": "Intuitivamente, essa afirmação faz muito sentido. Os CAPTCHAs, como quase tudo, estão inseridos em um contexto cultural e, se o seu conjunto de desafios foi criado principalmente em uma cultura, pode não se traduzir muito bem em outra. Em sua essência, esta é uma questão de cultura",
    "378086442": "de CAPTCHAs, em vez de sua UX em si.",
    "1445008801": "Como diz Eden:",
    "332723732": "contente",
    "2072808435": "\"Adivinha, Google? Os táxis no meu país geralmente são pretos. Já assisti filmes o suficiente para saber que todos os da América são amarelos. Mas em todos os outros países que visitei, os táxis são uma mistura de matizes diferentes. \"",
    "3206136647": "O problema do Google aqui é baseado nos dados da pergunta que eles usam versus quem os vê. Se todos os dados vêm da mesma cultura (e no caso do Google, da mesma empresa) certamente você encontrará desafios que não se traduzem bem em outras culturas, em linha com a reclamação de Eden.",
    "2217842245": "No entanto, nossos dados mostram que (para hCaptcha)",
    "4280117172": "Muitos países, na verdade, se saem um pouco melhor do que os EUA, incluindo Nigéria, Índia, Brasil e Alemanha:",
    "555749578": "há menos de 1% de variação nas taxas de resolução nos principais países de todos os continentes.",
    "151737819": "As taxas de resolução de hCaptcha em todo o mundo mostram muito pouca variação",
    "3908992897": "e é usado em todos os países e territórios do mundo, por isso estamos muito focados em fornecer uma experiência global consistente.",
    "2808122102": "A funcionalidade transcultural é, portanto, um requisito básico para nosso serviço. Garantir que todos os usuários legítimos possam acessar o conteúdo rapidamente é uma parte crítica de nossa missão. Oferecemos desafios em 110 idiomas e aprimoramos continuamente as traduções relevantes para garantir que nossos desafios possam ser resolvidos por todos.",
    "3913801502": "O hCaptcha agora funciona em cerca de 15% da internet",
    "2077639538": ". Por um lado, os dados de desafio em nosso serviço podem vir de muitas fontes, não apenas uma - de grandes empresas Fortune 500 a startups de aprendizado de máquina, desde que estejam aderindo aos nossos",
    "3951112506": ". Isso já garante um maior grau de heterogeneidade dos dados.",
    "1803943584": "Em segundo lugar, permitimos que os desafios se otimizem automaticamente para determinar em quais países ou idiomas eles serão exibidos, aumentando ainda mais a probabilidade de uma experiência consistente. Se a precisão for menor do que o esperado, um conjunto de perguntas simplesmente deixará de ser executado na região ou idioma onde o efeito ocorre.",
    "3668873369": "No hCaptcha, adotamos uma abordagem diferente desde o primeiro dia",
    "1519201684": "Política de ética da AI",
    "2155089487": ". Se nossos desafios fossem mais fáceis de resolver para alguns grupos, esperaríamos ver uma diferença no desempenho das pessoas em todo o mundo e em diferentes culturas ao resolvê-los. No contexto da postagem de Eden, esperaríamos que os americanos se saíssem melhor do que as pessoas de outros países. Como passamos anos desenvolvendo sistemas para evitar esse problema, vemos exatamente o oposto.",
    "2603863826": "PS: Se você encontrar uma tradução em seu idioma que possa ser melhorada, sinta-se à vontade para enviar um",
    "3543141425": "por isso!",
    "2697276059": "Provas de que isso está funcionando: taxas de resolução uniformes em todo o mundo",
    "664236229": "solicitação de puxar"
}