{
    "1137470858": "11 de dezembro de 2021",
    "12462594": "O hCaptcha é construído na plataforma HUMAN, que permite roteamento e análise sofisticados para otimizar o custo e a eficiência em cada etapa.",
    "2262549101": "Os métodos alternativos de contato estão documentados no Diretório de agentes designados do DMCA do US Copyright Office",
    "2272776729": "Observe que você deve verificar sua identidade e solicitar antes que qualquer ação seja tomada, como fornecer sua identidade oficial. De acordo com a lei da Califórnia, você pode designar um agente autorizado para fazer uma solicitação em seu nome. Para designar um agente autorizado para fazer uma solicitação em seu nome, você deve fornecer uma procuração válida, a identificação válida emitida pelo governo do solicitante e a identificação válida emitida pelo governo do agente autorizado.",
    "2335607721": "Aviso prévio. Todas as notificações relacionadas a estes Termos de Serviço serão enviadas por e-mail ou publicadas em nosso site. Você deve nos enviar avisos em",
    "2875934612": "20 de novembro de 2020",
    "3084122606": "Quando o uso de suas informações pessoais for baseado em seu consentimento, você tem o direito de retirá-las a qualquer momento da maneira indicada no Serviço ou entrando em contato conosco em",
    "3312286067": "ou envie uma reclamação ao regulador de proteção de dados em sua jurisdição. Você pode encontrar o seu regulador de proteção de dados em",
    "3506025515": "hCaptcha não é afetado pelo log4shell. Veja como sabemos.",
    "3516838896": "O bug de execução remota de código log4j2 varreu recentemente a Internet, afetando uma grande porcentagem dos serviços online. hCaptcha não foi afetado. Aqui está como verificamos esse fato.",
    "3553195003": "hCaptcha não é afetado pelo log4shell.",
    "3610875753": "- Se, após uma interrupção significativa nos negócios, você não puder entrar em contato conosco como costuma fazer em",
    "3612764043": ", você deve acessar nosso site em hcaptcha.com ou hcaptchastatus.com.",
    "3626193263": "O Agente Designado do hCaptcha para o Digital Millennium Copyright Act (DMCA) é",
    "3794891866": "Os consumidores da Califórnia podem fazer uma solicitação de acordo com seus direitos sob o CCPA entrando em contato conosco em",
    "3814036702": "- Se você tiver dúvidas sobre nosso planejamento de continuidade de negócios, pode entrar em contato conosco em",
    "3975007628": "agora protege centenas de milhões de usuários em dezenas de milhões de sites e aplicativos todos os meses. Nossa história mostra que você pode competir com a Big Tech ao colocar a privacidade em primeiro lugar.",
    "4038264749": "Observe que, embora os pedidos COVID-19 locais permaneçam em vigor, não há garantias de que a correspondência será recebida em tempo hábil e e-mail (",
    "4115505783": ") é o canal correto para chegar até nós. A empresa não mantém números de telefone ou fax; este é o século 21.",
    "4164851712": "Só usamos suas informações pessoais conforme permitido por lei. Somos obrigados a informá-lo sobre as bases jurídicas do nosso processamento de suas informações pessoais, descritas a seguir. Se você tiver dúvidas sobre as bases jurídicas sob as quais processamos suas informações pessoais, entre em contato conosco em",
    "4201262098": "Essa tecnologia permite que a força de trabalho certa cuide de cada parte do seu trabalho, maximizando a eficiência de custos ao mesmo tempo em que preserva a privacidade e atende a quaisquer requisitos regulamentares aplicáveis.",
    "4217188341": "30 de novembro de 2020",
    "4238473596": "Minimizar o atrito para usuários reais é importante. O hCaptcha usa tarefas simples e leva menos tempo para a maioria dos usuários, ao mesmo tempo que interrompe o tráfego de bots.",
    "4243935861": "ha.com",
    "4270798104": "2. Tente desativar outras extensões. Se isso resolver o problema, ligue-os um por um até encontrar o problema e avise o desenvolvedor dessa extensão, além de nos avisar em",
    "427220273": "Podemos solicitar informações específicas de você para nos ajudar a confirmar sua identidade e processar sua solicitação. A lei aplicável pode exigir ou permitir que recusemos sua solicitação. Se recusarmos sua solicitação, informaremos o motivo, sujeito às restrições legais. Se desejar enviar uma reclamação sobre o uso de suas informações pessoais ou uma resposta às suas solicitações em relação às suas informações pessoais, você pode entrar em contato conosco em",
    "433026247": "Ao realizar tarefas, você pode adquirir qualificações e habilidades, que concederemos a nosso critério. Nós nos reservamos o direito de criar, editar ou revogar suas qualificações e habilidades a qualquer momento, por qualquer motivo ou sem motivo algum. Como não discriminamos com base na nacionalidade, raça, cor, gênero, orientação sexual ou qualquer outra classe protegida por lei, você terá a mesma oportunidade que qualquer outro Colaborador de obter acesso às tarefas conforme suas qualificações e habilidades se acumulem . Como Contribuidor, se você acredita que as questões problemáticas do teste afetaram suas qualificações, habilidades ou recompensas, você pode fornecer contenções bem fundamentadas descrevendo as questões problemáticas do teste por meio da interface de tarefas ou por meio de um tíquete em nosso sistema de suporte, por exemplo, por e-mail no",
    "492025216": "13 de dezembro de 2021",
    "799274928": "As notificações por e-mail são consideradas notificações por escrito para todos os fins para os quais notificações por escrito podem ser necessárias. As notificações por e-mail são consideradas recebidas no dia útil após a transmissão, devidamente endereçadas ao destinatário pretendido.",
    "211351380": "Do blogue:",
    "3153117136": "Como Funciona o hCaptcha Configurações de Dificuldade",
    "2915355938": "Acessibilidade",
    "793784899": "Planos",
    "2671622670": "Empresa",
    "3527140447": "Docs",
    "505891021": "Serviços de Etiquetagem",
    "692176459": "Iniciar Sessão",
    "1892574253": "Inscrever-se",
    "2593864519": "Parem mais robots. Comece a proteger a privacidade dos utilizadores.",
    "4007826952": "O primeiro CAPTCHA número 1 em privacidade para web, celular, e muito mais.",
    "3721365241": "Experimente",
    "3753956446": "Grátis",
    "3276777569": "hCaptcha",
    "55035359": "Atualmente usando reCAPTCHA?",
    "3417372336": "Trocar em minutos",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Os principais serviços online dependem de",
    "1470290349": "para a melhor gestão de bot e fraude da sua classe.",
    "3714002185": "Saiba mais sobre o hCaptcha Enterprise",
    "3946753128": "Privado. Seguro. Mais rápido.",
    "939665604": "Privacidade focada",
    "780475098": "As redes de anúncios vêem os seus visitantes como o produto. Nós só nos importamos se uma visita é boa ou ruim. hCaptcha cumpre com GDPR, CCPA, LGPD, PIPL, e outras leis de dados globais.",
    "219813583": "Segurança Primeiro",
    "2714878440": "Proteja os seus serviços de raspagem, aquisição de contas, recheio de credenciais e spam com a nossa avançada aprendizagem de máquinas e verificação de humanidade.",
    "1397766838": "Melhor Experiência do Usuário",
    "2670352917": "hCaptcha proporciona uma detecção mais confiável de bot enquanto é simples para os humanos resolverem.",
    "2806751666": "O que é hCaptcha?",
    "3096063825": "Experimente-o",
    "2968026167": "O seu vegetal favorito",
    "713281684": "Berinjela",
    "4147497805": "Cenoura",
    "3758963444": "Obrigado! O seu envio foi recebido!",
    "1070364246": "Oops! Alguma coisa correu mal ao enviar o formulário.",
    "1129833879": "Pare os robots maliciosos, proteja a privacidade dos utilizadores",
    "58091799": "Saiba mais sobre a hCaptcha Publisher e Enterprise",
    "1599610318": "Editora",
    "3093388779": "hCaptcha é gratuito para editoras de qualquer tamanho",
    "179723061": "Mais controle para equipes que precisam de segurança líder de classe",
    "846501387": "Proteção de classe mundial para bot",
    "119298044": "Tecnologias avançadas de ML e IA auto-supervisionadas protegem as suas propriedades da Web contra ameaças e ataques",
    "1263998069": "Ganhe recompensas por soluções humanas",
    "1103295010": "Ganhar dinheiro ou dar para caridade para quando os humanos resolverem CAPTCHAs",
    "392886773": "Funciona em todos os países",
    "2320894364": "Com mais de 200 pontos de presença, a nuvem de hCaptcha protege os seus bens em todo o mundo",
    "451701069": "Cumpre com a GDPR, CCPA,",
    "2826051554": "e mais",
    "3530599065": "A privacidade é construída do zero. hCaptcha não retém IPI e está em conformidade com inúmeros mandatos e regulamentos de privacidade.",
    "2489287539": "Sem fricção \"Sem CAPTCHA\" & 99,9% modos passivos",
    "793242047": "Reduzir os desafios apresentados aos usuários para permitir o acesso rápido às aplicações",
    "4195759329": "Detecção de garrafas e pontuação de risco",
    "1150035777": "Modelos sofisticados de aprendizagem de máquinas geram pontuações de confiança de bot com base em muitos pontos de dados além de se as perguntas foram respondidas corretamente",
    "3688621388": "Assinaturas de ameaças",
    "1131525092": "Agrupar maus actores sem esforço através dos nossos UIDs Scoped de preservação da privacidade para encontrar e impedir fraudes e abusos relacionados",
    "1559631739": "Aprendizagem privada",
    "3952259236": "Combine os seus dados cegos com os milhares de sinais do hCaptcha para treinar o hCaptcha em classes de comportamento - apenas para o seu exemplo - para melhor prever o comportamento malicioso do que qualquer uma das soluções isoladamente.",
    "1150963691": "atenuação do APT",
    "4083018285": "Um conjunto de recursos ampliados que se combinam com monitoramento e resposta SOC aprimorados para enfrentar ameaças sofisticadas e persistentes.",
    "3160820928": "Proteção contra ataques coordenados",
    "1849805607": "hCaptcha protege contra ameaças e chamarizes concebidos para se infiltrarem nas suas redes",
    "1958297836": "Proteção coordenada de ataques & mitigação de APT",
    "1300485304": "hCaptcha protege contra ameaças avançadas e chamarizes concebidos para se infiltrarem nas suas redes",
    "2698640210": "Desafios e tipos de controle mostrados",
    "3121248460": "Mostrar desafios personalizados infinitamente diversos -- do simples ao complexo -- para o seu público esperado",
    "3807059944": "Conteúdo do desafio de controle utilizado",
    "2707282231": "Personalize os desafios para os seus utilizadores.  Tornar impossível a resolução e a penetração dos bots.",
    "4194763679": "Níveis de dificuldade de granulometria fina",
    "3730038780": "Escolha entre um número quase infinito de desafios para os usuários resolverem",
    "1849717906": "Personalize com o seu próprio conteúdo de desafio",
    "1508655687": "Acrescente os seus próprios desafios adaptados ao seu público para racionalizar ou restringir o acesso",
    "3620442880": "Características de proteção de venda flash",
    "3265895521": "Aumentar e diminuir a dificuldade do desafio com base na hora do dia",
    "1485807325": "Painéis multiusuário, SAML SSO",
    "359073033": "Os painéis de instrumentos oferecem uma visão de alto nível ou uma visão de grande qualidade da actividade.",
    "4272454814": "Integre-se com o fornecedor de identidade de sua escolha.",
    "1141402092": "Recursos avançados de relatórios",
    "910989640": "Gerar relatórios de actividade detalhados e personalizados",
    "3768951251": "SLAs empresariais",
    "1014004474": "Os planos Enterprise da hCaptcha oferecem acordos avançados de nível de serviço para manter a sua organização protegida",
    "1177598246": "Contato de Vendas",
    "1067704102": "O Valor na Etiquetagem de Dados",
    "3065000659": "Você percebeu que cada vez que você \"clica no carro\" você está ajudando a treinar um único",
    "3235430156": "sistemas de aprendizagem de máquinas da empresa de graça?",
    "1549336309": "hCaptcha dá a volta a este modelo. Quando você usa o hCaptcha, as empresas licitam o trabalho que seus usuários fazem como eles provam sua humanidade. Você recebe as recompensas.",
    "3725880582": "Retribuir à Caridade",
    "1671436004": "Quer retribuir à sua instituição de caridade favorita?",
    "1663628612": "permite que você",
    "4272088465": "as instituições de caridade da sua escolha com os ganhos que você ganha com o uso.",
    "2894845722": "Os utilizadores do seu site em breve poderão ver a sua contribuição para a caridade através de uma marca discreta na interface hCaptcha.",
    "3194111925": "suporte",
    "1637702726": "Sobre hCaptcha",
    "2323282990": "Uma Abordagem Moderna para a Verificação da Humanidade",
    "1201821619": "hCaptcha resolve um dos problemas mais urgentes de hoje: evitar que os bots maliciosos abusem dos serviços online.",
    "1475399473": "Saiba mais sobre a equipe hCaptcha",
    "3161489950": "A Plataforma ML de Segurança Mais Avançada do Mundo",
    "3247172580": "hCaptcha combinou a aprendizagem avançada de máquinas auto-supervisionadas com uma nova abordagem de computação de ponta que minimiza de forma única a recolha e retenção de dados, entregue a partir de mais de 250 locais em todo o mundo para uma escalabilidade massiva.",
    "3767462250": "Concebido para a privacidade",
    "3500503648": "O hCaptcha foi concebido para eliminar a retenção de dados a longo prazo, confiando na avaliação instantânea em vez de gravar e analisar o seu histórico de navegação. Nós também apoiamos iniciativas como",
    "2418549423": "A privacidade online, um padrão emergente para preservar a privacidade online através de provas criptográficas, e outras características únicas de privacidade - primeiro.",
    "1544546608": "Cartão de Privacidade",
    "976209454": "Ganhe Recompensas ou Dê à Caridade",
    "552920956": "hCaptcha permite que os sites ganhem prémios enquanto bloqueia bots e outras formas de abuso. hCaptcha também lhe permite apoiar as instituições de caridade da sua escolha com estes ganhos.",
    "654326661": "Queres ver por ti próprio? Experimente o hCaptcha de graça.",
    "3570415321": "Empresa",
    "3987022469": "Rotulagem",
    "1636202177": "Sobre",
    "2670003220": "Empregos",
    "3233305531": "Marcas",
    "3028319964": "Ética da IA",
    "4131598919": "Imprensa",
    "1662477701": "Recursos",
    "3130928685": "Blog",
    "1756106276": "Estado",
    "1235925265": "Documentação",
    "920212083": "Relatar um Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Contato",
    "2182196747": "Suporte",
    "487083593": "Vendas",
    "878585497": "Termos",
    "1697438123": "Privacidade",
    "1316817321": "Atribuição",
    "3488019891": "hCaptcha é uma marca registrada da Intuition Machines, Inc.",
    "4224961202": "Privacidade, Segurança e Aprendizagem Máquina.",
    "98173630": "O hCaptcha é o serviço CAPTCHA independente mais utilizado no mundo.",
    "1514478724": "Saiba mais",
    "1752795854": "hCaptcha traz uma abordagem moderna e focada na privacidade para parar os bots.",
    "2927700175": "Mostramos desafios CAPTCHA que são difíceis para os bots, mas fáceis para as pessoas, coletando dados difíceis de rotular a partir de problemas de aprendizagem de máquinas e usando-os para distinguir se um site ou um visitante da aplicação é humano.",
    "2188609322": "Os maus actores são cada vez mais comuns online. Mas sacrificar a privacidade do usuário não é a resposta.",
    "2032102720": "As soluções de segurança oferecidas pelas empresas de publicidade focam-se principalmente no rastreamento de usuários através da web. Criámos uma solução de segurança eficaz que prova que não é necessário prejudicar a privacidade dos utilizadores para obter excelentes resultados.",
    "4146870445": "Quem somos nós",
    "353066938": "Uma equipe experiente, trabalhando nos problemas mais difíceis de hoje. hCaptcha é um serviço de",
    "1173652155": "Conselheiros",
    "2256305371": "Professor, CS da Universidade da Califórnia, Berkeley. Aprendizagem profunda, segurança, especialista em cadeias de bloqueios. CEO da Oasis Labs.",
    "2177660021": "Cientista de pesquisa em Stanford. Aprendizagem mecânica e finanças quânticas em grandes bancos, fundos de hedge funds e academia.",
    "2686825859": "Cadastre-se gratuitamente ou entre em contato conosco sobre as soluções hCaptcha Enterprise",
    "583434701": "hCaptcha Acessibilidade",
    "611905972": "Garantia de acesso sem falhas para todos os usuários, mantendo a segurança",
    "874098071": "Se você é um usuário de acessibilidade, por favor inscreva-se aqui",
    "2745385064": "Sumário",
    "3353238942": "hCaptcha é projetado para parar os bots, distinguindo-os das pessoas. Os testes visuais são uma ferramenta conveniente para isso, mas nem todos podem resolver um desafio visual.",
    "3600022491": "Por este motivo, concebemos uma alternativa simples e indolor para permitir aos editores que utilizam o nosso serviço preservar a acessibilidade para todos com a plena conformidade com a Secção 508 e WCAG 2.1 AA.",
    "2557240048": "Como funciona: primeiro, um utilizador de acessibilidade inscreve-se através de",
    "3871665286": "que está proeminentemente ligado na página de informações do widget hCaptcha. Eles recebem um cookie codificado que pode ser usado várias vezes por dia, mas deve ser atualizado a cada 24 horas através do login.",
    "3441764123": "Quando um desafio é apresentado a um usuário de acessibilidade em um site usando o serviço hCaptcha, ele passará automaticamente.",
    "4247858664": "a página de inscrição de acessibilidade",
    "1297657322": "Acessibilidade da tela do usuário após o login",
    "1717658846": "Opção de Acessibilidade no menu widget UI",
    "1266963825": "P: O hCaptcha Seção 508 + WCAG 2.1 AA está em conformidade?",
    "850025770": "R: Acreditamos que sim: todos os usuários com qualquer tipo de deficiência que possam navegar na web e digitar texto em formulários podem acessar serviços protegidos por hCaptcha no momento do registro. No entanto, isto não é um conselho legal: você deve realizar sua própria avaliação, levando em consideração sua implementação particular para garantir que este seja o caso de sua implantação.",
    "159272246": "P: Você está trabalhando em outras opções de acessibilidade (\"a11y\"), como áudio?",
    "4074220464": "R: Opções anteriormente populares como captchas de áudio discriminam muitos usuários de 11 anos e são facilmente derrotadas por técnicas modernas de aprendizagem de máquinas. Isso tem forçado os desafios de áudio atuais a se tornarem cada vez mais difíceis, introduzindo ruído, timing estranho, combinações de palavras incomuns, e assim por diante para derrotar atacantes. Assim, estamos menos entusiasmados com esta abordagem versus evitar completamente o desafio, mas vamos considerá-lo se houver demanda por parte da comunidade a11y.",
    "2309661107": "No entanto, estamos muito interessados em",
    "2555914614": "para o caso da Acessibilidade de uso. Acreditamos que combinando nossa atual abordagem a11y com a emissão do Privacy Pass, os usuários a11y poderão navegar com segurança, seguros de que seu tráfego é mais privado, enquanto restringem o abuso pelos operadores de bot que inevitavelmente ocorre quando a11y opções estão disponíveis. Nós somos participantes ativos no grupo de trabalho da IETF padronizando esta nova tecnologia.",
    "2583775432": "P: E quanto à privacidade? O registo expõe uma11y dados de navegação de alguma forma? O que você faz com o e-mail?",
    "4215483493": "R: hCaptcha é projetado para a privacidade a partir do zero. É muito diferente das opções tradicionais como o reCAPTCHA, que são propriedade de redes de publicidade, que têm um incentivo para rastreá-lo na web e associá-lo a uma identidade real.",
    "2474661839": "Nosso",
    "4137573005": "tem respostas abrangentes e confiáveis sobre como usamos os dados, mas a resposta curta é que não temos interesse em associá-lo como pessoa ao seu histórico de navegação.",
    "4101570501": "Estamos também trabalhando atualmente em uma solução criptográfica para descartar rapidamente seu endereço de e-mail, enquanto ainda preservamos nossa capacidade de prevenir abusos, complementando nosso trabalho com o Privacy Pass.",
    "260595108": "Nunca usamos e-mails ou informações de acessibilidade para qualquer outro fim que não seja facilitar o uso e prevenir abusos.",
    "3063819779": "política de confidencialidade",
    "465714311": "Para usuários de Acessibilidade: Guia de Perguntas e Respostas e Resolução de Problemas",
    "3596207631": "P: Eu ainda estou vendo um desafio depois de definir o cookie. O que está causando isso?",
    "469089249": "R: Isto é normalmente devido ao uso de um bloqueador de anúncios agressivo ou extensão anti-cookie, ou uma configuração que bloqueia cookies \"cross-site\", neste caso um cookie para hcaptcha.com que é definido ou verificado pelo hCaptcha JS em um site diferente, como aquele que você está visitando.",
    "4263626815": "Os cookies de acessibilidade hCaptcha funcionam com todos os navegadores populares e bloqueadores de anúncios com suas configurações padrão, portanto, normalmente as falhas são devidas a scripts \"anti-bloqueio\" ou conjuntos de regras semelhantes que visam sites específicos.",
    "3906359167": "Soluções:",
    "3464870463": "1. Whitelist hcaptcha.com e *.hcaptcha.com cookies em seu bloqueador de anúncios ou extensão de segurança do navegador.",
    "1204911585": "2. Se você estiver usando o Brave browser, que não parece (a partir de abril de 2020) ter qualquer tipo de lista branca de cookies, vá para Preferências -> Escudos -> Cookies e escolha \"Permitir Todos os Cookies\".",
    "2932826396": "3. Se você estiver usando a versão mais recente do Safari no OS X 10.15 ou iOS 13.4 recentemente lançado, a Apple acaba de alterar o comportamento do Safari em relação aos cookies de terceiros, bloqueando todos eles por padrão. Estamos implementando uma solução, mas enquanto isso visite Preferências do Safari, seção Privacidade e desmarque \"Rastreamento de site\": Prevent cross-site tracking\" para permitir que o cookie de acessibilidade funcione como esperado.",
    "3836291932": "P: Eu uso vários dispositivos. Preciso de me inscrever várias vezes?",
    "3251220335": "R: Não. Por favor clique no mesmo link de login de e-mail enviado a você em cada dispositivo que você usa para definir o cookie.",
    "2082407178": "P: Como posso me proteger do rastreamento de cookies de terceiros enquanto estiver usando o cookie de acessibilidade?",
    "2700197090": "R: O uso de qualquer privacidade ou extensão de bloqueio que suporte whitelisting de nível de domínio (por exemplo, uBlock Origin) funcionará como esperado: apenas certifique-se de fazer a whitelist hcaptcha.com.",
    "3657743880": "Instruções do Navegador para Biscoitos Cross-Site",
    "1960601330": "Para ativar os cookies no Safari (Mac): Vá para o menu suspenso do Safari. Selecione Preferências. Clique em Privacidade no painel superior. Em 'Bloquear cookies', selecione a opção 'Nunca'.",
    "1622303590": "Para ativar os cookies no Safari (iPhone/iPad iOS 11+): Abra as suas definições. Role para baixo e selecione Safari. Em Privacy & Security, desligue \"Prevent Cross-Site Tracking\" e \"Block All Cookies\".",
    "2199048568": "Clique no escudo à esquerda da barra de endereços em qualquer página da web. Clique em Configurações de proteção. O painel Preferências de privacidade e segurança do Firefox será aberto. Em Enhanced Tracking Protection, selecione Custom (Personalizado). Escolha quais rastreadores e scripts devem ser bloqueados, selecionando essas caixas de seleção. Certifique-se de ter desbloqueado o hcaptcha.com.",
    "3967047208": "Você também pode desativar temporariamente algumas proteções no Custom para depurar isso, desmarcando as caixas de seleção: Desmarque a caixa de seleção Rastreadores ou desmarque a caixa de seleção Cookies, se você ainda estiver tendo problemas.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selecione o ícone do menu Cromado. Seleccione Settings.",
    "926138631": "Vá para Privacidade e Segurança, depois Cookies e outros dados do site.",
    "3419878556": "Certifique-se de que \"Bloquear cookies de terceiros\" não está ativado.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Abra as preferências de Cromo a partir da barra de menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "No seu dispositivo Android, abra a aplicação Chrome.",
    "3620039756": "No canto superior direito, toque em Mais e depois em Definições.",
    "2813310562": "Toque em Definições do site e, em seguida, em Cookies.",
    "3014657981": "Ao lado de \"Cookies\", ligue a configuração.",
    "1242066691": "Marque a caixa ao lado de \"Permitir cookies de terceiros\".",
    "292250020": "1. Seleccione o equipamento no canto superior direito do ecrã, depois seleccione \"Opções de Internet\". Se tiver a Barra de Menu activada, pode seleccionar \"Ferramentas\" e depois \"Opções de Internet\".",
    "4114820649": "2.  Clique no separador \"Privacidade\".",
    "946838734": "3. Selecione o botão \"Avançado\".",
    "348809718": "4.  Em \"Cookies de terceiros\" escolha \"Aceitar\".",
    "1253441326": "5. Clique em \"OK\".",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Política de Ética da IA",
    "1161704803": "Porque é que temos uma política de ética da IA?",
    "1806535500": "Praticamente todas as tecnologias, desde os lápis à dinamite, são uma",
    "24452499": "solução; pode ser usado para o bem ou para o mal. Cada empresa que pesquisa, constrói ou vende soluções de dupla utilização tem a obrigação de considerar as consequências das suas acções.",
    "4023575072": "dupla utilização",
    "3336625692": "Esta página detalha nossas idéias sobre este tópico no contexto da Ética da IA, e os processos que seguimos para garantir que o uso de nossos serviços se mantenha alinhado com as políticas que adotamos como empresa.",
    "835717930": "Ética da IA na hCaptcha",
    "2179524509": "Ocasionalmente recebemos perguntas sobre que tipos de perguntas são permitidas para o serviço hCaptcha, e por que perguntas particulares estão sendo feitas.",
    "1962721652": "Os seres humanos são pessoas à procura de padrões e, por vezes, uma pergunta inócua pode passar de totalmente inusitada a suspeita num instante, devido às mudanças no mundo e não às motivações de quem faz a pergunta.",
    "3974566657": "medida que os serviços se tornam mais populares, este tipo de ocorrência torna-se inevitavelmente mais frequente. hCaptcha é utilizado por milhões de pessoas todos os dias em praticamente todos os países do mundo, por isso estamos a publicar esta política e um estudo de caso sobre a forma como abordamos estas questões, a fim de sermos o mais transparentes possível.",
    "1830910223": "Um estudo de caso de ética da IA no mundo real",
    "805971861": "Umbrella é um termo na ImageNet, o conjunto de dados padrão de referência utilizado pelos pesquisadores de visão por computador. A identificação fiável de pessoas com guarda-chuvas também é fundamental para a construção de sistemas avançados de assistência ao condutor (ADAS) seguros da próxima geração.",
    "3988350": "Isto significa que existem excelentes casos de uso para anotações guarda-chuva do mundo real. Há espaço para discordar sobre o impacto dos carros auto-conduzidos, mas os sistemas ADAS já estão a poupar",
    "548587288": "em todo o mundo.",
    "3138772661": "milhares de vidas a cada ano",
    "3168199226": "No entanto, em 2020 tornou-se claro que a construção deste tipo de conjunto de dados poderia ser vista como uma tecnologia de dupla utilização de uma forma que poucos teriam esperado há um ano atrás.",
    "558378834": "Assim, não estamos mais aceitando pedidos de perguntas relacionadas a guarda-chuvas neste momento. O potencial de confusão quando um usuário final vê uma pergunta sobre guarda-chuvas no momento atual é muito alto e, em última análise, nosso objetivo é tornar o mundo um lugar mais agradável.",
    "3376604063": "Políticas e processos éticos da IA",
    "1923365316": "Na hCaptcha temos uma rígida política de Ética da IA, e parte dela inclui um processo de Conhecer o Seu Cliente (KYC).",
    "4230322909": "Tentamos sempre obter um bom entendimento de cada novo cliente e do seu caso de uso pretendido, tanto para confirmar que é um bom ajuste para os nossos produtos e serviços como para garantir que segue as políticas que adoptámos como empresa.",
    "2735073144": "Também realizamos revisões contínuas, conforme necessário. Por exemplo, em nossa recente revisão das datas e fontes dos pedidos de rotulagem relacionados com guarda-chuvas, pudemos confirmar rapidamente que nenhuma entidade governamental ou fornecedor estatal conhecido de software de vigilância fez pedidos relativos a guarda-chuvas usando nossos serviços nos últimos 12 meses.",
    "2715462692": "Como é o nosso processo de Ética AI?",
    "3049976256": "Para cada novo cliente de etiquetagem, nós passamos por uma lista de verificação durante o processo de venda. Isto inclui a diligência inicial da KYC antes do embarque, bem como a verificação de todos os pedidos feitos aos nossos analistas, e verificações pontuais em tempo real e revisões periódicas dos pedidos feitos usando a nossa plataforma de auto-serviço.",
    "3103642530": "Esta revisão é composta por vários conjuntos de critérios:",
    "3349094124": "Critérios de preocupação ética: Objectivo",
    "1038019440": "1. Este cliente representa os interesses nacionais de um país conhecido por se comportar de forma contrária às leis e normas internacionais?",
    "493717511": "2. Este cliente está a solicitar serviços que poderiam ser",
    "2209109640": "usados apenas para fins maliciosos, no contexto das suas actividades comerciais normais?",
    "3457805519": "3. O pedido do cliente pode ser atendido de acordo com a lei americana e as nossas regras de compromisso?",
    "1942611550": "principalmente",
    "109179759": "Critérios de preocupação ética: Subjectivo",
    "1033698050": "1. Acreditamos que o cliente nos tenha dado um caso de uso que consideramos moralmente aceitável, de acordo com a nossa interpretação das normas sociais ocidentais típicas?",
    "361372538": "2. Acreditamos que os nossos serviços prestados seriam provavelmente utilizados para fins discriminatórios pelo cliente, de formas que podem ser legais, mas que não são aceitáveis para nós?",
    "2867855718": "3. Acreditamos que as necessidades de privacidade podem ser satisfatoriamente atendidas para o pedido?",
    "2462728596": "Se não pudermos nos satisfazer nesses pontos, recusaremos o pedido e poderemos encerrar o acesso à nossa plataforma, conforme descrito em nossos Termos.",
    "1995277831": "Obrigado.",
    "1818116402": "Esperamos que tenha apreciado este olhar sobre como lidamos com as questões operacionais com uma componente de Ética da IA.",
    "1499894352": "Muito poucas empresas oferecem transparência nos seus processos de decisão nesta área, e esperamos que outras sigam este exemplo!",
    "535659033": "Atribuição Creative Commons",
    "1495915066": "Como nós, nossos parceiros de pesquisa acadêmica, e nossos clientes usam a Creative Commons",
    "3017533972": "Nós, nossos parceiros de pesquisa acadêmica e nossos clientes podemos ocasionalmente fazer referência ou reproduzir partes do conteúdo licenciado da Creative Commons através da plataforma hCaptcha, a fim de avançar o conhecimento da humanidade no campo da aprendizagem de máquinas.",
    "1428053210": "Este conteúdo é geralmente transformado a partir da sua forma original. Por exemplo, um vídeo pode ser dividido em muitas imagens, essas imagens podem ser divididas em muitas imagens novas, e essas novas imagens podem ser misturadas aleatoriamente para produzir o resultado final exibido.",
    "1728211763": "O uso do conteúdo desta forma e para estes fins enquadra-se nas directrizes de uso justo de acordo com a nossa compreensão da lei e das práticas padrão na área, mas somos fãs de longa data da Creative Commons e preferimos dar crédito a qualquer pessoa que ajude na tarefa monumental de melhorar a inteligência da máquina.",
    "1949452297": "Devido a restrições intrínsecas da IU hCaptcha e suas considerações de segurança, não é possível reproduzir a origem de cada imagem diretamente adjacente ao seu uso. Em vez disso, ligamo-nos a esta página a partir da nossa página inicial e mantemos uma lista de fontes actualmente ou recentemente servidas através da plataforma. Você pode acessar a lista atual",
    "2367602973": "aqui",
    "659124570": "Além disso, se você vir conteúdo que lhe pertence reproduzido na plataforma hCaptcha e quiser que ele seja removido por qualquer motivo, você pode entrar em contato conosco através do e-mail",
    "2066749488": "Outras Reclamações",
    "3479034323": "Se você vê conteúdo que lhe pertence reproduzido na plataforma hCaptcha e gostaria que ele fosse removido por qualquer motivo, você pode nos contatar via e-mail.",
    "1836554225": "Postagens no Blog",
    "2873297188": "Todos os CAPTCHAS discriminam os não-americanos?",
    "165932542": "Um olhar sobre hCaptcha resolver taxas em todo o mundo",
    "1865097546": "Novembro 16,2021",
    "3005876482": "hCaptcha É Agora O Maior Serviço Independente CAPTCHA, Funciona em 15% da Internet",
    "693820850": "Você pode vencer o Google colocando a privacidade em primeiro lugar",
    "3609106478": "Recheio de Credenciais:",
    "299335340": "O que é e como parar os ataques",
    "354925785": "Introdução",
    "423222878": "Alguns dos ciberataques mais difíceis de detectar, prevenir e parar são aqueles em que um ator malicioso é capaz de usar credenciais de usuário legítimas para entrar em uma conta de usuário ativa. Sem muitos recursos sofisticados de detecção, a empresa que hospeda a conta não tem motivos para suspeitar que algo esteja errado. Um cliente simplesmente parece ter feito o login na sua conta. O atacante conseguiu este estratagema de sucesso usando credenciais roubadas - normalmente o resultado de uma técnica de ataque cibernético conhecida como \"enchimento de credenciais\". É um problema sério hoje, mas que pode ser mitigado com as contramedidas certas.",
    "777660551": "O que é o Credential Stuffing?",
    "2602763587": "O recheio de credenciais é uma forma de ataque cibernético em que o atacante tenta entrar em um site várias vezes usando pares de nomes de usuário e senhas roubadas. O \"recheio\" refere-se às tentativas de login repetitivas, que são quase sempre realizadas por software bot automatizado.",
    "1271831121": "Não é como se o hacker (vestido com um capuz, claro!) estivesse sentado ali, digitando credencial após credencial. O robô de login automático pode ser feito a partir de uma ferramenta pronta para uso como o Selenium ou uma ferramenta hacker desenvolvida sob medida.",
    "2588750717": "De facto, alguns ataques de enchimento de credenciais envolvem milhões de credenciais - todas elas sendo enfiadas na insuspeita interface de login do site, na esperança de serem deixadas entrar. Uma vez lá dentro, o atacante pode tomar conta da conta da vítima.",
    "1137757109": "Se for uma conta de eCommerce, o atacante pode encomendar mercadoria. Se a vítima for um banco, o atacante pode transferir fundos para o exterior, e assim por diante.",
    "1559150837": "Mas os alvos não estão indefesos. A maioria dos sites tem controles que bloqueiam um usuário suspeito que está tentando entrar em milhares de contas diferentes a partir do mesmo endereço IP em um curto espaço de tempo. O que os atacantes de enchimento de credenciais fazem para contornar essas técnicas de proteção é simular a diversidade geográfica e de IP. Usando ferramentas poderosas, muitas vezes orientadas por IA, eles podem fazer parecer que milhares de usuários estão tentando se logar aleatoriamente em diferentes momentos do dia de todo o país. Isto é muito mais difícil de detectar e parar.",
    "1892020899": "Onde é que os hackers conseguem as credenciais?",
    "2597149484": "A razão pela qual o hacker tem que \"empalhar\" tantas credenciais tem a ver com o local onde elas obtêm suas credenciais roubadas.",
    "3030395800": "Estas credenciais normalmente vêm de quebras de dados. Também conhecidos como \"vazamentos de credenciais\", esses ataques podem resultar em milhões de credenciais sendo jogadas na teia escura. Se o derrame veio de um banco, o hacker vai tentar usar essas credenciais para entrar em outros sites. Esta abordagem funciona porque muitas pessoas usam a mesma combinação de nome de usuário e senha para vários sites. (Esta prática é desencorajada, mas a realidade é o que ela é. As pessoas tendem a repetir as mesmas credenciais de login).",
    "1258965840": "Assim, se o atacante pode entrar em um site, ele provavelmente pode entrar em vários sites usando as credenciais derramadas. Por exemplo, eles podem obter um par de nome de usuário/senha como JohnDoe/525momma, mas eles não têm idéia do que esse par fará por eles. Então, eles tentam o par no Amazon.com, Ebay, Citibank, Walgreens e por aí afora. Eles podem tentar o par em mil sites diferentes.",
    "3594440415": "Eventualmente, eles vão começar a abrir portas.",
    "780280214": "Como hCaptcha e hCaptcha Enterprise mitigam a ameaça do recheio de credenciais",
    "4165374512": "Embora seja possível usar ferramentas de detecção de IP e localização para evitar o enchimento de credenciais, um método mais econômico e preciso é simplesmente interromper o próprio robô de enchimento de credenciais automatizado. hCaptcha e hCaptcha Enterprise podem emperrar o robô no ponto de entrada. Mesmo que o bot tenha as credenciais certas, se ele não conseguir passar pela detecção do hCaptcha Enterprise ou pelo CAPTCHA do hCaptcha, ele não conseguirá fazer seu recheio e seu site e usuários ficarão protegidos.",
    "3269644546": "Por favor",
    "1058572205": "nós, se quiser saber mais sobre",
    "3753613260": "contato",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Relatório de Reclamações DMCA",
    "54093347": "Agente Registrado DMCA",
    "3233441200": "Política de reincidência de infractores",
    "4011712313": "Como parte de nossa Política de DMCA, colocamos contas de clientes para os quais recebemos várias notificações de DMCA de suposta infração em uma Política de Repetir Infração de DMCA em várias etapas. Ao receber repetidas notificações DMCA em um mês, a conta do cliente irá progredir de uma etapa da política para a próxima.",
    "766825168": "As ações que podemos tomar sob a DMCA Repeat Infringer Policy incluem o envio de alertas de maior visibilidade para o cliente de registro da conta. A fim de reconhecer esses alertas, podemos exigir que o cliente entre na conta ou ligue para a nossa equipe de suporte. Também nos reservamos o direito de suspender ou terminar, bem como aplicar outras medidas provisórias ao serviço hCaptcha e IMI de qualquer cliente para o qual tenhamos continuado a receber notificações DMCA de suposta infracção, mesmo depois de termos enviado alertas de infractores reincidentes. Além disso, podemos terminar, a nosso exclusivo critério, outros serviços hCaptcha ou IMI fornecidos a esses clientes quando terminarmos o serviço hCaptcha ao abrigo desta política.",
    "2410122265": "Recursos hCaptcha: Bots 101",
    "4166776480": "Recheio de Credenciais: O que é e como parar os ataques",
    "2301335298": "Fraude de pagamento: Mitigação de um Modo de Cibercrime em Rápida Evolução",
    "3682071227": "O que são as ofertas públicas de aquisição e como funcionam?",
    "2729131930": "O que é sucata e como funciona?",
    "1344959096": "Trabalhar como etiquetadora de dados individual",
    "3510143229": "O hCaptcha é um serviço para sites e aplicações,",
    "3930611699": "trabalhadores individuais.",
    "1051214799": "O hCaptcha é um serviço de segurança web que tenta compartilhar valor com os editores de sites ou aplicativos que o utilizam.",
    "360236473": "O serviço hCaptcha não se destina a ser utilizado por ninguém para trabalhar como etiquetador individual. Não foi concebido para este fim ou adequado para o mesmo. Não recomendamos que ninguém tente usar o hCaptcha como fonte de renda pessoal.",
    "3842490632": "Um usuário individual que tente responder a muitas perguntas provavelmente será limitado ou banido rapidamente. Igualmente importante, como o nosso",
    "1560232962": "não são dadas garantias quanto ao montante ganho por qualquer resposta dada. Pode não haver perguntas pagas disponíveis nesse momento, uma resposta pode ser rejeitada por razões de qualidade, e assim por diante.",
    "2694001822": "No entanto, ocasionalmente contratamos indivíduos para nos ajudar a testar as propriedades do sistema e as novas funcionalidades.",
    "1569804581": "Se você gostaria de ser contatado no futuro sobre oportunidades relacionadas, por favor preencha este formulário.",
    "636461959": "Nome",
    "1139500589": "País",
    "1789607185": "Endereço de e-mail",
    "325077666": "Ao enviar os seus dados você concorda com o nosso",
    "3555583744": "e",
    "3609929815": ". Manteremos o seu nome, país e endereço de e-mail somente com o propósito de contatá-lo no futuro em relação a oportunidades de trabalho de etiquetagem individual.",
    "4197928199": "Política de Privacidade",
    "851786723": "Ao digitar seu e-mail, você concorda com nossos Termos e Política de Privacidade, e em receber e-mails nossos.",
    "2402165761": "Como funciona o Scraping?",
    "4260542944": "A raspagem de conteúdo (também conhecida como \"screen scraping\" ou apenas \"raspagem\") é um processo familiar e muitas vezes útil para a recolha de informações da web. No entanto, nos últimos anos, a técnica tornou-se uma ferramenta favorecida por hackers e fraudadores. As contramedidas podem efetivamente mitigar a ameaça, mas para implementá-las, é essencial entender como o processo funciona.",
    "2066255783": "O que é Raspagem de Conteúdo?",
    "1910628828": "A raspagem de conteúdo é uma técnica para obter dados de um sistema que envolve um conjunto de ferramentas automatizado que se faz passar por um cliente de software ou por um navegador da Web. Não é novidade. Na verdade, para engenheiros de software que podem precisar de dados de um mainframe antigo, o scraping pode ser a única forma de extrair informações. Os conectores originais podem ter desaparecido e ser impossíveis de substituir.",
    "3408107995": "Hoje, porém, raspar invariavelmente significa uma abordagem programática para puxar dados de um site. O software de raspagem age como um usuário humano, clicando em botões e lendo a saída resultante. Existem muitos usos legítimos para a raspagem. Web crawlers que alimentam os motores de busca são um exemplo. Assim como ferramentas como o Skyscanner que buscam negócios de viagens através de milhares de sites de viagens. As empresas Fintech também o usam, raspando os dados financeiros dos usuários de sites de bancos se não houver interfaces de programação de aplicativos (APIs) disponíveis para fazer a conexão de dados. As coisas a ter em mente sobre o scraping de tela são sua velocidade e escalabilidade. O processo pode colher imensa quantidade de dados de sites, assumindo que os sites não estejam configurados para impedir que isso aconteça. Na velocidade do cálculo, um raspador pode acumular grandes conjuntos de dados interagindo com websites e com o software e bancos de dados subjacentes que os alimentam.",
    "1920884252": "Porque é que a raspagem de conteúdo é uma ameaça à segurança?",
    "2256795853": "A capacidade de extrair muitos dados, rapidamente, de websites faz do scraping uma ferramenta poderosa nas mãos de actores maliciosos. Um robô raspador pode reunir dados de usuários de sites de mídia social. Então, raspando sites que contêm endereços e outras informações pessoais e correlacionando os resultados, um hacker pode se envolver em crimes de identidade como o envio de aplicativos fraudulentos de cartão de crédito.",
    "4087694419": "Um hacker raspador também poderia reunir dados de sites como Amazon e eBay para criar listas de produtos falsas ou enganosas. Ele ou ela poderia então oferecê-los para venda em serviços peer-to-peer como o OfferUp e realizar ataques de phishing aos compradores. Ou, o fraudador poderia vender produtos que não existem. Uma outra fraude de raspagem de tela envolve a falsificação de editores de anúncios. Ao raspar o conteúdo de sites de editores, o fraudador pode criar falsas páginas de editores de anúncios em diferentes serviços. Eles podem então vender anúncios nessas páginas a revendedores autorizados, cujos contatos eles retiraram do arquivo ads.txt da editora. Os espaços de anúncios parecem reais para o anunciante, mas não são.",
    "3315658779": "Prevenir a Raspagem de Conteúdo com hCaptcha Enterprise",
    "2602081482": "O hCaptcha Enterprise utiliza a aprendizagem avançada de máquinas para identificar tráfego malicioso para o seu site e aplicações - incluindo actividades de scraping.",
    "1422537019": "nós hoje para saber mais.",
    "1988268879": "Etiquetagem de dados com boa relação custo-benefício em escala",
    "2163914794": "Precisa de mais etiquetas para os seus conjuntos de dados? O hCaptcha fornece rotulagem de dados rápida, rentável e de alta qualidade para empresas que trabalham em aplicações de inteligência artificial e aprendizagem de máquinas.",
    "3378932530": "Obtenha já o seu rótulo de dados",
    "3483700676": "Lançar milhões de tarefas instantaneamente",
    "3478726913": "hCaptcha tem uma das maiores piscinas do planeta disponível para o seu uso. Qualquer que seja a sua escala, nós podemos lidar com ela sem compromissos iniciais caros. Milhões de tarefas por dia não são problema.",
    "740501259": "Dutos simples movidos por API",
    "2784612261": "Quer integrar a análise humana directamente nas suas operações comerciais? Nós oferecemos SLAs de alta confiabilidade, capacidade garantida e APIs REST simples.",
    "1144966033": "Otimizado para custo e qualidade",
    "3213351333": "Não é necessário um compromisso inicial",
    "2107077506": "A plataforma HUMAN utiliza modelos de confiança abrangentes para realizar análises sofisticadas de qualidade em tempo real. Isto permite-nos determinar rapidamente tanto a dificuldade das perguntas como a sua provável resposta correcta, poupando-lhe tempo e dinheiro.",
    "3576146278": "Pague apenas pela precisão que precisa",
    "2952586316": "Nem todos os problemas são iguais. As anotações para tarefas críticas para a segurança podem exigir 99,99% de confiança de trabalhadores inteiramente humanos. Anotações para uma característica beta em um aplicativo de jogo móvel podem exigir apenas confiança moderada. Você decide.",
    "710145621": "Forneça os seus próprios dados de verdade em terra ou deixe-nos construí-los na mosca",
    "987901590": "Você tem dados em bruto sem um conjunto de verificação abrangente? Na maioria dos casos podemos construir um para você como tarefas executadas através do sistema, ou criar amostras rotuladas para sua aprovação.",
    "2597352122": "Tipos de Anotação",
    "1344687860": "Caixas de Encadernação",
    "1089415440": "Detecção exacta de objectos em imagens e vídeo",
    "3817067682": "Polígonos",
    "2682873489": "Definir área de delimitação para objetos",
    "1275150216": "Pontos de referência",
    "2067112112": "Anotações pontuais para muitos casos de uso diferentes",
    "4228682126": "Categorização de Atributos",
    "2920213479": "Ordenar ou anexar categorias arbitrárias de qualquer tamanho",
    "3288667364": "Comparação e Detecção",
    "155877895": "Detecção e classificação a partir da força humana",
    "3128433367": "... e muitos mais...",
    "2827452240": "Precisa de outro tipo não listado aqui? Basta perguntar-nos.",
    "719304627": "Precisa de controle de ponta-a-ponta?",
    "1172067553": "A plataforma HUMAN por detrás do hCaptcha fornece qualidade de trabalho e características de gestão altamente sofisticadas através de implementações no local, híbridas ou SaaS que se integram com os seus sistemas existentes.",
    "2319072959": "Funciona totalmente offline com a sua própria força de trabalho, rastreia o valor consumido entre unidades de negócio ou parceiros de consórcio, encaminha selectivamente empregos para diferentes fornecedores de mão-de-obra internos ou externos com base no custo e requisitos de segurança, e muito mais.",
    "1936512180": "Fácil acesso API, belos painéis de controle e a mais recente tecnologia model-in-the-loop para maximizar a eficiência do trabalhador.",
    "3913848038": "99,99% de tempo de atividade SLAs e suporte global disponível 24/7.",
    "1080752747": "Contato de vendas",
    "1525403768": "Para obter mais informações, entre em contato com o departamento de vendas da empresa.",
    "1546930020": "Obtenção de dados etiquetados",
    "2486638408": "Definir Especificações",
    "1027200955": "Fale com um dos nossos especialistas de domínio para definir as necessidades do seu projeto: precisão do alvo, formato e quaisquer requisitos especiais.",
    "1156712451": "Teste de Trabalho Inicial",
    "181065232": "Executamos um pequeno trabalho de produção com base nos seus dados de amostra. Isto testa o trabalho que fizemos juntos para garantir que você obtenha exatamente o que precisa.",
    "3207769512": "Implantar empregos de produção",
    "1099238677": "Com o nosso alto volume e baixa latência vamos dar a volta ao seu trabalho rapidamente, com entrega automatizada assim que estiver feito.",
    "465783046": "Quer tentar com os seus dados?",
    "328625009": "... nós estamos prontos quando você estiver: nosso serviço está disponível 24 horas por dia.",
    "3225770968": "O hCaptcha foi concebido para resolver o problema de trabalho mais intensivo na aprendizagem de máquinas; rotular grandes quantidades de dados de uma forma atempada, acessível e fiável.",
    "2041686284": "Mais dados geralmente produzem melhores resultados em modelos de aprendizagem de máquinas de treinamento. O sucesso recente dos modelos profundos tem levado a conjuntos de dados cada vez maiores, e o hCaptcha atende a essa necessidade. No entanto, a criação de grandes conjuntos de dados revisados por humanos usando métodos tradicionais é lenta e cara.",
    "3729345277": "hCaptcha é uma forma das empresas obterem as anotações que necessitam mais rapidamente, com maior qualidade e a menor custo do que outras alternativas.",
    "2103563261": "Informação Pública ou Privada",
    "2513143348": "O sistema hCaptcha Enterprise é único e flexível em seu design: ele pode ser implantado parcial ou totalmente na borda de sua rede se você operar uma nuvem pública ou possuir muitos data centers.",
    "3107683988": "Isto pode reduzir drasticamente o tráfego e os custos fora da rede, mantendo todos os benefícios da gestão pelo nosso pessoal de plantão 24 horas por dia, 7 dias por semana, para cumprir os SLAs mais rigorosos.",
    "3660619092": "Cadastre-se gratuitamente ou entre em contato com o departamento de vendas para soluções empresariais",
    "2351176803": "Termos de licença para o hCaptcha JS API",
    "2616226398": "Sujeito ao nosso",
    "2024293275": ". Todos os outros direitos reservados, por enquanto.",
    "1062291156": "condições normalizadas",
    "2712493234": "Fraude de pagamento: Mitigação de um Modo de Cibercrime em Rápida Evolução",
    "1817772953": "A fraude não é uma nova forma de crime. De facto, os arqueólogos descobriram dispositivos anti-fraude concebidos pelos antigos sumérios para transportar gado sem perdas há quase 10.000 anos! No seu caso, eles colocaram fichas de barro, cada uma representando um animal, dentro de uma bola de barro conhecida como uma \"bula\". A bula viajava com o rebanho enquanto se movia do vendedor para o comprador. Mesmo assim, os donos dos negócios estavam preocupados que nem todos com quem eles estavam lidando estavam em alta. Muita coisa mudou em 10.000 anos, mas a necessidade de ser inovador na prevenção de fraudes continua conosco. Hoje em dia, a questão da fraude nos pagamentos online é de suma importância. Com a Internet, os fraudadores tornaram-se cada vez mais adeptos de controlos antifraude mais inteligentes. Novas soluções, no entanto, estão a mudar a maré.",
    "1053787685": "O que é Fraude de Pagamento?",
    "433424759": "A fraude de pagamento compreende qualquer tipo de transação ilegal em que um criminoso cibernético priva a vítima de algo de valor, normalmente dinheiro. Isto pode significar o uso de um cartão de crédito roubado para encomendar mercadoria online ou tomar conta de uma conta bancária e transferir ilegalmente fundos para fora dela. Há muitas variações, mas todas têm o mesmo resultado: um vigarista usa uma identidade roubada ou informações de pagamento para roubar um consumidor, um banco ou um comerciante.",
    "2939852138": "Como é que os Fraudes [tentam] sair com a Fraude de Pagamento?",
    "1665616092": "A fraude nos pagamentos é simples no conceito, mas pode ser fantasticamente complexa na sua execução atual.",
    "4246520782": "Na verdade, a Internet tem sido testemunha de uma verdadeira corrida armamentista entre fraudadores e defensores nos últimos anos.",
    "2167049807": "As equipes de segurança adotaram uma variedade de contramedidas e controles que derrotam as abordagens fáceis e preguiçosas à fraude de pagamentos. No entanto, os ataques estão se tornando cada vez mais sofisticados. Por exemplo, os bots podem agora colher números de cartões de crédito e PINs roubados de sites falsos e ataques de phishing.",
    "1936449777": "Depois, em modo totalmente automatizado, podem imitar o comportamento humano em sites de comércio eletrônico, clicando em botões e adicionando itens aos carrinhos de compras - a ponto de muitos, se não a maioria dos controles antifraude, não poderem dizer que um bot está tentando roubar mercadoria. Ao invés disso, parece que um usuário humano está simplesmente fazendo compras. O bot pode entrar na conta de um cliente real usando credenciais de login roubadas. Mais obscurecendo a fraude está a capacidade do bot de falsificar endereços IP e fazer parecer que o \"comprador\" está em algum lugar diferente do atacante, que pode estar em um país estrangeiro.",
    "648630222": "Prevenir Fraude de Pagamento com hCaptcha Enterprise",
    "1621930829": "O que pode ser feito sobre as atividades de fraude de pagamento avançadas e incessantes de hoje? Empregar várias camadas de controles é geralmente uma abordagem sábia. No entanto, as melhores contramedidas são aquelas que podem aprisionar o bot e revelar que ele é falso, apesar dos melhores esforços dos seus criadores para replicar o comportamento humano.",
    "2423586454": "Ainda há algumas coisas que o software não pode fazer, não importa o quanto a IA é boa por trás disso. A moderna tecnologia CAPTCHA oferece um método comprovado de bloqueio de bots que tentam perpetuar a fraude nos pagamentos. Enquanto as antigas abordagens ao CAPTCHA, como os simples números inclinados em uma caixa, são agora na sua maioria deficientes na mitigação de bots avançados, um dispositivo automático de teste-resposta como o hCaptcha Enterprise pode facilmente impedir um robô fraudador no momento do login da conta ou do checkout do carrinho de compras. Mesmo que o bot tenha credenciais reais, se não for capaz de passar pelo CAPTCHA.",
    "1467308982": "Calendários de pagamento",
    "1291824746": "hCaptcha Os pagamentos são feitos trimestralmente, com base em 60 dias de atraso. Para ilustrar o que isto significa, por favor veja a tabela abaixo.",
    "3444947612": "Tráfego entre",
    "4181611011": "Data de Reconciliação",
    "728503636": "Data de Pagamento",
    "3720584906": "15 de julho de 2021 - 15 de outubro de 2021",
    "388240587": "5 a 15 de janeiro de 2022",
    "3426312287": "5-15 de janeiro de 2022",
    "615618648": "15 de abril de 2021 - 15 de julho de 2021",
    "3376724603": "14-24 de Setembro 2021†††",
    "3398978455": "15-25 de setembro 2021†††",
    "2722456056": "15 de janeiro de 2021 - 15 de abril de 2021",
    "4063155841": "O mais tardar até 25 de Junho 2021††",
    "4082053540": "19-25 de junho 2021††",
    "64953197": "15 de outubro de 2020 - 15 de janeiro de 2021",
    "1023070345": "O mais tardar até 14 de Março de 2021",
    "2600696085": "15 de março de 2021",
    "3217791519": "15 Jul 2020 - 15 Out 2020",
    "649261378": "5 a 11 de janeiro de 2021*",
    "1559190296": "5-11 de janeiro 2021†",
    "3806054689": "15 Abr 2020 - 15 Jul 2020",
    "4162383380": "16 de setembro - 22 de setembro de 2020*****",
    "1990824776": "16-24 de Setembro de 2020*****",
    "3856690908": "15 de Janeiro 2020 - 15 de Abril 2020",
    "3200641265": "O mais tardar até 16 de Junho de 2020*",
    "3744079744": "15-19 de junho de 2020****",
    "2209837451": "15 de outubro de 2019 - 15 de janeiro de 2020",
    "2510534204": "O mais tardar até 23 de Março de 2020***",
    "2910560864": "Mar 20-23º 2020****",
    "2544565802": "15 de julho de 2019 - 15 de outubro de 2019",
    "3963642878": "O mais tardar até 14 de Dezembro de 2019*",
    "622103562": "Dez 17th 2019***",
    "4072202039": "15 de abril de 2019 - 15 de julho de 2019",
    "818049069": "O mais tardar em 15 de julho de 2019",
    "1169005651": "15 de Setembro de 2019",
    "2303655425": "15 de janeiro de 2019 - 15 de abril de 2019",
    "3678889946": "O mais tardar em 15 de Junho de 2019",
    "3094354698": "15 de junho de 2019",
    "4217013126": "Os pagamentos normalmente são efectuados ao longo do dia na Data de Pagamento e, em geral, são efectuados até à meia-noite, hora do Pacífico. Se uma conta tiver sido marcada para revisão, pode levar até cinco dias úteis adicionais para liberar um pagamento.",
    "1447649958": "Como lembrete, apenas o tráfego humano preciso é elegível para pagamentos. Você pode ver mais detalhes sobre isso em nosso FAQ, vinculado abaixo. O saldo disponível deve também cumprir um limite mínimo para ser elegível para pagamento, actualmente 10 HMT.",
    "4257144752": "As estimativas em tempo real não refletem a precisão final ou a humanidade, e assim os seus ganhos finais podem variar substancialmente para cima ou para baixo dos números mostrados no Painel antes da sua primeira reconciliação.",
    "2728931827": "Após cada reconciliação, as suas estimativas por site chave serão actualizadas e a precisão das previsões futuras deverá aumentar, a menos que o seu site tenha uma mudança material no comportamento do utilizador.",
    "1200905005": "††† A partir de setembro de 2021, as reconciliações e pagamentos agora se estendem por um período de aproximadamente 10 dias, em vez de um único dia, a fim de simplificar as restrições operacionais relacionadas ao crescimento do serviço.",
    "4284094387": "†† Algumas reconciliações e pagamentos de Junho de 2021 serão efectuados na semana seguinte devido a atrasos na verificação dos cálculos finais durante a janela de reconciliação.",
    "1977013707": "† Os pagamentos de Dezembro de 2020 foram reprogramados a partir do dia 15 para evitar sobreposições com reconciliações de fim de ano e férias do pessoal: serão concluídos até à segunda semana de Janeiro. Devido a transferências mais lentas do que o normal para o PayPal, os pagamentos serão realizados em vários dias, em vez de serem completados em um único dia.",
    "517010299": "Nota: estamos atualmente trabalhando em uma grande transição backend para a reconciliação em tempo quase real. As reconciliações periódicas serão realizadas com menos frequência do que o habitual até o 1º trimestre de 2021. Isto não afeta os cronogramas ou datas de pagamento.",
    "3092200338": "** Quando o dia 15 cai num fim-de-semana, a Data de Pagamento é em vez disso o 17º.",
    "3891941747": "*** CONSULTORIA COVID-19: Devido à reduzida capacidade de pessoal relacionada com a COVID-19, a reconciliação foi reprogramada para permitir tempo adicional para completar a nossa verificação padrão. Os pagamentos deverão começar na sexta-feira e terminar na segunda-feira seguinte.",
    "2301757528": "**** Devido à manutenção pelo PayPal de suas APIs REST durante a janela de pagamento, nem todos os pagamentos foram concluídos em 15 de junho. Quaisquer pagamentos programados para 15 de junho (horário do Pacífico), mas não executados devido a erros de APIs do PayPal, foram executados novamente até 19 de junho (horário do Pacífico).",
    "116842359": "***** Espera-se que as reconciliações sejam concluídas ao longo de vários dias devido à manutenção do sistema.",
    "4154415610": "***** Os pagamentos de Setembro de 2020 serão efectuados em lotes à medida que a reconciliação for terminando, com alguns a decorrer vários dias mais tarde do que o inicialmente previsto, devido a atrasos na reconciliação.",
    "2310694091": "O que significa Reconciliação?",
    "164801246": "A reconciliação é o processo pelo qual o tráfego é analisado após o fato para verificar sua humanidade e exatidão, uma vez que todos os dados de todos os sites de relatórios estejam dentro. Você pode ler mais detalhes em nosso",
    "3256245394": "bem como os nossos posts no blog, por exemplo",
    "3089778412": "Como hCaptcha Calcula as Recompensas",
    "3329755436": "Está a planear acelerar este processo?",
    "1911669851": "Sim, estamos actualmente a trabalhar numa variedade de melhorias nos nossos sistemas backend que esperamos que nos permitam oferecer tanto uma reconciliação mais rápida, como uma estimativa mais precisa e pagamentos mais rápidos. Estamos atualmente trabalhando para acelerar a reconciliação primeiro.",
    "2366003154": "Perguntas da imprensa e da mídia",
    "3054564199": "Kit de imprensa",
    "3173156067": "Algumas garantias já prontas estão disponíveis no caso de querer incluir imagens de exemplo no seu artigo.",
    "867314732": "Você pode recuperar a alta resolução",
    "858218750": "e orientação sobre a sua utilização no",
    "3821716514": "página.",
    "1186243118": "imagens do logotipo",
    "3034959000": "Você pode recuperar",
    "1764089150": "aqui:",
    "1558428432": ". Por favor, dê-lhes crédito ao hCaptcha.com.",
    "2429359042": "imagens de interface de exemplo",
    "1480820434": "imagem 1",
    "3213411837": "imagem 2",
    "1270712701": "Comunicados de Imprensa e Relatórios Recentes",
    "231285005": "Você pode encontrar atualizações recentes em nosso blog",
    "1289884910": "Também publicamos análises e relatórios ocasionais. Por exemplo:",
    "932546190": "Porque CAPTCHAs Estarão Sempre Conosco",
    "2344319147": "Quanto vale realmente a detecção de bot do Google?",
    "1637527266": "Quais são os países com mais tráfego de bot?",
    "230159237": "Contatos",
    "3759923279": "Por favor, dirija as perguntas da imprensa para o seguinte endereço de e-mail:",
    "4255608322": "Última actualização: 12 de Abril de 2021",
    "537881751": "Bem-vindo ao hCaptcha! Esta Política de Privacidade descreve as práticas da Intuition Machines, Inc. (\"IMI\", \"nós\" ou \"nos\") relativamente à nossa recolha, utilização e divulgação de informação (incluindo Informação Pessoal, definida abaixo) através do nosso site em www.hcaptcha.com e quaisquer outros subdomínios ou domínios que utilizamos (os \"Sites\") e a interface do programa aplicativo hCaptcha e software e materiais relacionados (colectivamente, o \"Serviço\").",
    "33639629": "Não Aplicável a Websites de Terceiros. Note que esta Política de Privacidade não se aplica a qualquer website, oferta, produto ou serviço de qualquer terceiro, mesmo que se ligue ao nosso Site ou incorpore o Serviço - por favor consulte as políticas de privacidade aplicáveis antes de decidir fornecer qualquer informação a terceiros.",
    "987375734": "O IMI está sediado nos Estados Unidos. Os Sites e Serviços são controlados e operados por nós a partir dos Estados Unidos. A sua Informação Pessoal pode ser armazenada e processada em qualquer país onde tenhamos instalações ou no qual contratamos prestadores de serviços, e ao utilizar os Sítios e Serviço autoriza a transferência de informação para países fora do seu país de residência, incluindo os Estados Unidos da América, que podem ter regras de protecção de dados diferentes das do seu país. Em determinadas circunstâncias, os tribunais, agências de aplicação da lei, agências reguladoras ou autoridades de segurança nesses outros países podem ter o direito de aceder às suas Informações Pessoais.",
    "452920031": "Uma Nota para Clientes Fora dos Estados Unidos.",
    "2328839224": ". Consulte a nossa secção \"Aviso aos Residentes da Califórnia\" relacionada com os seus direitos ao abrigo da Lei de Privacidade do Consumidor da Califórnia (\"CCPA\").",
    "1565481281": "Uma Nota aos Residentes da Califórnia",
    "1028058338": "Por favor, consulte a nossa secção \"Aviso aos Sujeitos de Dados da UE\" relacionada com os seus direitos ao abrigo do Regulamento Geral de Protecção de Dados (\"GDPR\").",
    "2271205646": "Uma Nota aos Residentes do Espaço Económico Europeu.",
    "508143070": "Note que o IMI é o controlador das suas informações pessoais, exceto quando processamos informações pessoais em nome dos nossos Integradores em conexão com o fornecimento do nosso Serviço, em cujo caso somos o processador das informações pessoais, e esses Integradores são os controladores das informações pessoais.",
    "2330965058": "Quando agimos como um processador para nossos Integradores, não utilizamos os dados coletados para nenhum outro fim que não seja o razoavelmente necessário para fornecer nosso Serviço, e nosso processamento será regido pelos contratos que temos em vigor com nossos Integradores, e não por esta Política de Privacidade.",
    "3017040355": "O processamento de dados da UE Os dados do Sujeito dos Dados opera sob a base legal das Cláusulas Contratuais Padrão (CCS) integradas no Adendo sobre Processamento de Dados aos nossos Termos de Serviço ou Acordos de Processamento de Dados com os nossos Integradores.",
    "2233384692": "Se tiver alguma dúvida ou preocupação sobre como esses dados são tratados ou se quiser exercer seus direitos, você deve entrar em contato com a pessoa ou entidade (ou seja, o controlador de dados) que contratou conosco para usar o Serviço para processar esses dados. No entanto, prestaremos assistência aos nossos Integradores para resolver quaisquer preocupações que possa ter, de acordo com os termos do nosso contrato com eles.",
    "349292953": "Informação que Recolhemos",
    "3022001832": "Coletamos informações de indivíduos que interagem com nossos Sites e Serviços, incluindo aqueles que incorporam nosso Serviço em seu site (\"Integradores\"), aqueles que utilizam os serviços para rotulagem de dados (\"Clientes\"), e os usuários finais que interagem com nosso Serviço através dos sites de nossos Integradores (\"Usuários Finais\").",
    "835545301": "Nós recolhemos as seguintes categorias de informação:",
    "3228928991": "Informações que podem ser usadas para identificar ou contatar um indivíduo (\"Informações Pessoais\"), tais como nome, endereço de e-mail e país. Coletamos Informações Pessoais de nossos Integradores e Clientes atuais e potenciais quando eles as fornecem diretamente a nós (por exemplo, ao preencher um formulário ao se cadastrar em uma conta ou ao solicitar o recebimento de nossas notificações por e-mail). Também podemos verificar a identidade dos nossos Integradores e Clientes comparando informações pessoais com bases de dados de terceiros ou documentos legais oficiais.",
    "1655796811": "Informações coletadas automaticamente como resultado do uso dos Sites ou Serviços por um Integrador ou Cliente (\"Informações Analíticas\"), tais como endereços IP, tipo de navegador, provedor de serviços de Internet, tipo de plataforma, tipo de dispositivo, sistema operacional, data e hora de acesso e outras informações similares. Algumas Analytics Information são coletadas em nosso nome por terceiros que contratamos para esse fim, e algumas Analytics Information são coletadas através de uma variedade de tecnologias de rastreamento, incluindo cookies (veja \"Third Party Analytics and Tracking Technologies\" abaixo).",
    "1388241689": "Informações coletadas como resultado da resposta dos Usuários Finais aos prompts através do Serviço (\"Dados Rotulados\"), tais como dados de rotulagem de imagens, texto convertido de arquivos de áudio reproduzidos para esses Usuários Finais, respostas a perguntas e outros prompts gerados pelo Serviço com o propósito de rotular dados para uso em aplicativos de aprendizagem de máquina. Observe que os Dados etiquetados não estão vinculados a nenhum indivíduo identificado.",
    "1493790285": "Outras informações coletadas dos Usuários Finais como parte do Serviço, para determinar se eles",
    "2216374138": "são humanos, tais como movimentos do mouse, posição de rolagem, eventos de teclas, eventos de toque e informações de giroscópio / acelerômetro, conforme aplicável.",
    "2394073454": "Podemos recolher informações adicionais de Utilizadores Finais que desejem trabalhar connosco como Etiquetadores de Dados Individuais.",
    "3103557430": "Como usamos as informações",
    "1130802068": "Usamos as informações que coletamos para os seguintes fins:",
    "2940689138": "Administrar as contas do Integrador e do Cliente e fornecer o Serviço. Usamos Informações Pessoais para associar contas específicas com Integradores e Clientes e para lhes fornecer o Serviço, para responder a pedidos ou consultas, para fornecer suporte ou assistência técnica e para facilitar os pagamentos.",
    "857974529": "Para melhorar o Site e o Serviço. Usamos a Analytics Information para melhorar os nossos serviços e ofertas existentes e desenvolver novos serviços e para personalizar as ofertas de produtos existentes e futuros.",
    "1820844638": "Para obter informações sobre o mercado. Utilizamos a Analytics Information para analisar o mercado e realizar análises de negócios relacionadas ao Site e aos nossos Serviços, e para outros fins de pesquisa.",
    "3386280249": "Fornecer um mercado para dados etiquetados. O nosso serviço permite a etiquetagem de dados de alto volume e a revisão humana para sistemas de aprendizagem de máquinas como um serviço para proprietários de websites e empresas que precisam de ajuda para obter os seus dados etiquetados. Para esse fim, divulgamos os dados etiquetados aos nossos clientes interessados em adquirir os dados etiquetados.",
    "3532143291": "Para garantir os nossos serviços e sistemas. Utilizamos a Analytics Information para proteger os nossos sistemas, identificando potenciais ameaças e vulnerabilidades, e para proteger as informações que recolhemos.",
    "2185418511": "Para qualquer propósito comercial legítimo, desde que a informação seja desidentificada ou agregada de forma a não poder ser razoavelmente vinculada a um indivíduo.",
    "2386465280": "Como Partilhamos a Informação",
    "2159517814": "Nós compartilhamos ou divulgamos informações pessoais nos seguintes casos:",
    "4256083674": "Mediante solicitação direta de um Integrador para identificar o risco de fraude de um pedido específico de contestação CAPTCHA ou endereço IP, ou de outra forma onde foi dado consentimento específico.",
    "3494826505": "Com fornecedores, nos comprometemos a fornecer aspectos essenciais dos Sites e do Serviço, tais como armazenamento de dados, hospedagem e análise, e apenas para esses fins.",
    "1119009846": "Conforme necessário para cumprir a lei aplicável, incluindo pedidos governamentais, pedidos de aplicação da lei e outras entidades públicas e privadas, a fim de proteger os direitos, privacidade, segurança ou propriedade de você, nós ou outros.",
    "197676026": "Com outros para qualquer fim comercial legítimo, desde que a informação seja desidentificada",
    "2359312315": "ou agregada de tal forma que não possa ser razoavelmente ligada a um indivíduo.",
    "2497216176": "Análises e Tecnologias de Rastreamento de Terceiros",
    "3694578791": "Como discutido acima, nós (e nossos fornecedores terceirizados) coletamos informações analíticas em parte através do uso de cookies, web beacons e outras tecnologias de rastreamento. Em alguns casos, nós trabalhamos com fornecedores terceiros para empregar cookies para fins de coleta de Informações Analíticas.",
    "2238885192": "Utilizamos o Sentry para recolher dados de depuração quando um utilizador experimenta um erro. Para obter informações sobre como Sentry coleta e processa os dados:",
    "1535054294": "Por favor, veja a sua política detalhada",
    "658775471": "Utilizamos o Cloudflare para optimizar o nosso tráfego web. Para obter informações sobre como o Cloudflare coleta e processa dados:",
    "2014256987": "Se você preferir não bloquear o uso de cookies ou outras tecnologias de rastreamento, consulte \"Gerenciando suas informações\", abaixo. Observe que isso pode afetar negativamente a sua experiência no uso dos Sites ou Serviços, pois alguns recursos podem não funcionar corretamente.",
    "2788024905": "Como Garantimos a Informação",
    "271333468": "Implementamos medidas técnicas e organizacionais adequadas para proteger as informações que coletamos e armazenamos, e exigimos que todos os agentes que executam nosso processamento em nosso nome façam o mesmo. Infelizmente, nenhuma medida de segurança é 100% infalível, e como tal nenhuma rede ou sistema (incluindo o nosso) pode ser garantido como 100% seguro contra destruição, perda, alteração, divulgação não autorizada, ou acesso à informação que recolhemos e armazenamos. Se você acredita que suas informações podem não ser seguras por qualquer motivo, por favor entre em contato conosco imediatamente:",
    "3031284129": "Isenções de garantia",
    "26365791": "Na medida máxima permitida por lei, o Site e o Serviço (e quaisquer outros serviços associados, informações, dados, características e outros conteúdos ou materiais) são fornecidos \"no estado em que se encontram\" e \"conforme disponíveis\". Até ao limite máximo permitido por lei, o IMI exclui todas as garantias, incluindo mas não se limitando às garantias implícitas de comerciabilidade, adequação a um determinado fim e não infracção.",
    "735630686": "Gestão da sua informação (os seus direitos)",
    "498769698": "Você pode acessar, corrigir, emendar ou excluir certas Informações Pessoais que nos tenha fornecido através de sua conta de Integrador, Cliente ou Usuário de Acessibilidade (se você for um Integrador, Cliente ou Usuário de Acessibilidade). Se você não puder fazê-lo, ou se tiver alguma dúvida sobre as Informações Pessoais que coletamos e/ou compartilhamos sobre você, ou se quiser retirar seu consentimento para nosso processamento (ou seja, excluir totalmente sua conta), entre em contato conosco através do endereço:",
    "2895491273": "Se você preferir bloquear cookies ou outras tecnologias de rastreamento, a maioria dos navegadores e dispositivos móveis, todos você deve alterar suas configurações para notificá-lo quando receber cookies ou outras tecnologias de rastreamento, e escolher se deseja ou não aceitá-los ou não. A maioria dos browsers também lhe permite desactivar ou apagar cookies existentes ou rejeitar automaticamente futuros cookies. Você também pode usar ferramentas de terceiros, incluindo plug-ins de navegador, para controlar suas preferências de cookies. Note, no entanto, que se desactivar todos os cookies, algumas partes dos nossos Sites poderão não funcionar correctamente.",
    "707527778": "Informação de Crianças",
    "1747657936": "Nossos Sites e Serviços não são direcionados a crianças menores de 13 anos e não coletamos intencionalmente Informações Pessoais de crianças menores de 13 anos. Se soubermos que coletamos Informações Pessoais de uma criança menor de 13 anos, tomaremos medidas razoáveis para excluir tais informações de nossos arquivos o mais rápido possível, a menos que tenhamos a obrigação legal de retê-las. Por favor contacte-nos se acredita que temos alguma informação de ou sobre uma criança com menos de 13 anos:",
    "2419795065": "Aviso aos Residentes da Califórnia",
    "1517625162": "De acordo com a Secção 1789.3 do Código Civil da Califórnia, os utilizadores da Califórnia têm direito ao seguinte aviso de direitos do consumidor: Os residentes da Califórnia podem contactar a Unidade de Assistência a Reclamações da Divisão de Serviços ao Consumidor do Departamento de Assuntos do Consumidor da Califórnia pelo correio para 1625 North Market Blvd., Sacramento, CA 95834, ou pelo telefone (916) 445-1254 ou (800) 952-5210.",
    "3730344349": "Esta seção fornece detalhes adicionais sobre as informações pessoais que coletamos sobre os consumidores da Califórnia e os direitos concedidos a eles sob a Lei de Privacidade do Consumidor da Califórnia ou \"CCPA\".",
    "4044467791": "Para as categorias de informações pessoais que coletamos de você nos 12 meses anteriores, consulte a seção \"Informações que coletamos\" acima. Nós coletamos essas informações para os fins comerciais e comerciais descritos na seção \"Como usamos as informações pessoais\" acima. Nos 12 meses anteriores, compartilhamos as seguintes categorias de informações com terceiros para fins comerciais:",
    "4208081170": "Categoria de Informação Pessoal",
    "1528242915": "Identificadores.",
    "3863351997": "Categorias de informações pessoais listadas no Estatuto de Registros de Clientes da Califórnia (Cal. Civ. Código § 1798.80(e)).",
    "2826705343": "Informações comerciais.",
    "2683038211": "Internet ou outra actividade de rede electrónica.",
    "3671828834": "Exemplos de Informação Pessoal Partilhada",
    "779426309": "Um nome real, identificador pessoal único, identificador online, endereço de Protocolo Internet, endereço de e-mail, nome da conta, ou outros identificadores semelhantes.",
    "2414368123": "Um nome, número de cartão de crédito, número de cartão de débito, ou qualquer outra informação financeira.",
    "4088941349": "Registros de produtos ou serviços adquiridos, obtidos ou considerados.",
    "3238612014": "Histórico de navegação, informações sobre a interação de um consumidor com um website, aplicativo ou anúncio na Internet.",
    "1023108656": "Categorias de Destinatários de Terceiros",
    "1418235079": "Prestadores de serviços",
    "3238184941": "Nota: O risco de fraude associado a um endereço IP individual pode ser compartilhado com um Integrador mediante solicitação.",
    "285116485": "A Empresa não \"vende\" (como este termo é definido no CCPA) as informações pessoais que recolhemos. Consulte a seção \"Third Party Analytics and Tracking Technologies\" acima para obter mais informações sobre os tipos de cookies de terceiros, se houver, que usamos.",
    "1408750006": "Sujeito a certas limitações, o CCPA fornece aos consumidores da Califórnia o direito de solicitar mais detalhes sobre as categorias ou partes específicas de informações pessoais que coletamos (incluindo como usamos e divulgamos essas informações), para apagar suas informações pessoais, para optar por não participar de quaisquer \"vendas\" que possam estar ocorrendo, bem como o direito de não ser discriminado por exercer esses direitos.",
    "759057398": "Aviso aos Sujeitos dos Dados da UE",
    "825780955": "Informações Pessoais",
    "2945960297": "No que diz respeito aos titulares dos dados da UE, o termo \"informação pessoal\", tal como utilizado na presente Política de Privacidade, é equivalente a \"dados pessoais\", tal como definidos no Regulamento Geral da União Europeia sobre Protecção de Dados (GDPR).",
    "1126613163": "Dados Sensíveis",
    "3571006800": "Algumas das informações que nos fornece podem constituir dados sensíveis, tal como definidos na GDPR (também referidas como categorias especiais de dados pessoais), incluindo a identificação da sua raça ou etnia nos documentos de identificação emitidos pelo governo.",
    "1988461282": "Bases Jurídicas para Processamento",
    "3519564631": "Fins do processamento",
    "1778642038": "Para comunicar com você",
    "2223819810": "Para optimizar a nossa plataforma",
    "1678661231": "Para conformidade, prevenção de fraudes e segurança",
    "2561077702": "Para fornecer o nosso serviço",
    "2066321185": "Base Legal",
    "1174237568": "Estas actividades de processamento constituem os nossos legítimos interesses. Tentamos considerar e equilibrar quaisquer impactos potenciais sobre si (tanto positivos como negativos) e os seus direitos antes de processarmos as suas informações pessoais para os nossos legítimos interesses. Nós não utilizamos suas informações pessoais para atividades onde nossos interesses são anulados por qualquer impacto adverso sobre você (a menos que tenhamos seu consentimento ou que sejamos obrigados ou permitidos por lei).",
    "1350478093": "Objetivo do processamento",
    "787916198": "Com o seu consentimento",
    "3348433919": "Os seus direitos",
    "3842673636": "Segundo a GDPR, você tem certos direitos em relação às suas informações pessoais. Você pode nos pedir para tomar as seguintes ações em relação às suas informações pessoais que possuímos:",
    "4057343238": "Opt-out",
    "1834911235": "Pare de lhe enviar comunicações de marketing direto que você já tenha consentido receber. Podemos continuar a enviar-lhe comunicações relacionadas com serviços e outras comunicações não de marketing.",
    "3022301908": "Acesse",
    "680638297": "Fornecer-lhe informações sobre o nosso processamento das suas informações pessoais e dar-lhe acesso às suas informações pessoais.",
    "1409486258": "Correcto",
    "3878077249": "Atualize ou corrija imprecisões em suas informações pessoais.",
    "3645414921": "Eliminar",
    "42182578": "Elimine as suas informações pessoais.",
    "1609621367": "Transferência",
    "3208155808": "Transfira uma cópia legível por máquina das suas informações pessoais para si ou para um terceiro à sua escolha.",
    "1786796818": "Restringir",
    "3329634829": "Restrinja o processamento das suas informações pessoais.",
    "4202774977": "Objeto",
    "3007158970": "Objeto à nossa confiança em nossos legítimos interesses como base de nosso processamento de suas informações pessoais que impactam seus direitos.",
    "1273071008": "Pedidos de Direitos de Acesso aos Dados",
    "3594381346": "localização.",
    "21141582": "este",
    "3357523404": "Transferência de dados entre fronteiras",
    "290966395": "Como descrito na nossa secção \"Uma Nota para Clientes Fora dos Estados Unidos\", esteja ciente de que os seus dados pessoais serão transferidos para, processados e armazenados nos Estados Unidos. As leis de protecção de dados nos Estados Unidos podem ser diferentes das leis do seu país de residência. Você consente com a transferência de suas informações, incluindo informações pessoais, para os EUA, conforme estabelecido nesta Política de Privacidade, visitando nossos Sites ou usando nosso Serviço.",
    "3178581111": "Uso para Novos Propósitos",
    "1088304322": "Podemos utilizar as suas informações pessoais por razões não descritas nesta Política de Privacidade, quando nos é permitido por lei e quando a razão é compatível com a finalidade para a qual as recolhemos. Se precisarmos usar suas informações pessoais para um propósito não relacionado, podemos notificá-lo e explicar a base legal aplicável para esse uso. Se confiamos no seu consentimento para um determinado uso das suas informações pessoais, podemos solicitar o seu consentimento para qualquer finalidade não relacionada e permitir que termine o seu uso do serviço nesse momento, se você se opuser.",
    "2260079771": "Retenção de dados",
    "38428546": "Armazenamos os seus Dados Pessoais com segurança durante toda a vida da sua conta connosco. Apenas reteremos os seus Dados Pessoais durante o tempo necessário para cumprir os objectivos para os quais os recolhemos, incluindo para satisfazer quaisquer obrigações legais, contabilísticas ou de comunicação ou para resolver disputas. Os critérios que utilizamos para determinar os períodos de armazenamento incluem as disposições contratuais aplicáveis que estão em vigor, os prazos legais de limitação, os requisitos regulamentares aplicáveis e as normas da indústria.",
    "384965568": "Embora os requisitos de retenção variem de acordo com a jurisdição, as informações sobre nossos períodos típicos de retenção para diferentes aspectos de seus dados pessoais são descritas abaixo.",
    "2788836740": "As informações de contato para fins de marketing são retidas de forma contínua até você cancelar a inscrição. Depois disso, adicionaremos os seus dados à nossa lista de supressão indefinidamente. As informações de e-mail coletadas dos Usuários de Acessibilidade nunca serão usadas para fins de marketing.",
    "3520687192": "Registros de comunicações com você (por exemplo, tickets de suporte abertos via e-mail ou Twitter) podem ser mantidos indefinidamente.",
    "292211832": "Informações coletadas através de meios técnicos como cookies, contadores de páginas da web e outras ferramentas analíticas são descartadas assim que possível, mas podem ser mantidas por um período limitado de até um ano a partir da expiração do cookie, normalmente de forma desidentificada e agregada, a menos que detectemos abuso potencial do nosso serviço, caso em que reteremos essas informações para nos ajudar a prevenir abusos futuros. Não podemos ligar esta informação anónima e agregada a si, à sua casa, a um endereço IP, ou a qualquer informação pessoal baseada na informação armazenada.",
    "470943029": "Se você tiver alguma dúvida sobre esta Política de Privacidade, por favor entre em contato conosco em:",
    "3192683783": "Alterações a esta Política de Privacidade",
    "1702335960": "Qualquer informação que recolhemos está sujeita à Política de Privacidade em vigor no momento em que tal informação é recolhida. Podemos, no entanto, rever a Política de Privacidade de tempos em tempos. Se uma revisão for material, conforme determinado exclusivamente por nós, nós o notificaremos, por exemplo, por e-mail. A versão actual será sempre publicada na nossa página da Política de Privacidade.",
    "3669258571": "Política de Biscoitos",
    "2905621957": "Última actualização: 18 de julho de 2020",
    "1173934218": "Entendemos que a sua privacidade é importante para si e estamos empenhados em ser transparentes em relação às tecnologias que utilizamos. Esta política fornece informações detalhadas sobre como e quando usamos cookies em nossos Sites e Serviços.",
    "2694150481": "Usamos Cookies?",
    "457627611": "Sim. Nós e nossos analistas ou provedores de serviços, parceiros de marketing e afiliados podemos usar cookies, web beacons, ou pixels e outras tecnologias para garantir que todos que usam os Sites tenham a melhor experiência possível. Por favor, consulte a seção \"Análise de terceiros e tecnologias de rastreamento\" de nossa Política de Privacidade para obter mais detalhes.",
    "501102544": ": acreditamos que o serviço hCaptcha anti-bot (ou seja, o Serviço incorporado por websites, jogos ou aplicativos móveis) inclui apenas os chamados cookies \"isentos de consentimento\" de acordo com as regulamentações da GDPR. Exemplos de tais cookies isentos incluem:",
    "461631543": "Nota GDPR",
    "2150907653": "* Cookies técnicos estritamente necessários para a prestação do serviço. Estes incluem cookies de preferência, cookies de sessão, cookies de balanceamento de carga, etc.",
    "1012122721": "* Cookies estatísticos geridos directamente por nós (ou seja, em primeiro lugar, não cookies de terceiros), onde os dados não são utilizados para a criação de perfis.",
    "148542287": "Este não é um conselho legal, e não são dadas garantias em relação a esta análise. Se você tiver perguntas ou preocupações adicionais, por favor entre em contato conosco:",
    "3956117148": "Os sites hCaptcha.com e BotStop.com (os Sites) podem incluir cookies adicionais, conforme descrito nesta Política.",
    "3255230599": "O que é um Cookie?",
    "1095532507": "Um cookie (\"Cookie\") é um pequeno ficheiro de texto que é colocado no seu disco rígido por um servidor de páginas web. Os cookies contêm informações que podem ser lidas posteriormente por um servidor web no domínio que emitiu o cookie para você. Alguns dos cookies só serão usados se você usar certas características ou selecionar certas preferências, e alguns cookies serão sempre usados. Você pode saber mais sobre cada cookie visualizando nossa lista atual de cookies abaixo.",
    "2943815316": "Nós atualizamos esta lista periodicamente, por isso pode haver cookies adicionais que ainda não estão listados. Web beacons, tags e scripts podem ser usados nos Sites ou em e-mails para nos ajudar a entregar cookies, contar visitas, entender o uso e a eficácia da campanha e determinar se um e-mail foi aberto e aplicado. Podemos receber relatórios baseados no uso dessas tecnologias por nossos provedores de serviços/analíticos, de forma individual e agregada.",
    "2954157511": "Porque é que usamos Cookies?",
    "1539071196": "Geralmente utilizamos Cookies para os seguintes fins:",
    "3545935449": "Para reconhecer usuários novos ou antigos.",
    "32739972": "Para armazenar suas informações de sessão de login se você estiver registrado em nossos Sites.",
    "4209078147": "Para melhorar o nosso Site e compreender melhor as suas visitas nas nossas plataformas e Site.",
    "1077448694": "Integrar-se com sites de mídia social de terceiros.",
    "1709478090": "Para o servir com publicidade baseada em interesses ou direccionada.",
    "3256020881": "Para observar os seus comportamentos e actividades de navegação ao longo do tempo em múltiplos websites ou outras plataformas.",
    "1092241113": "Para melhor compreender os interesses dos nossos Clientes e Integradores.",
    "1434289796": "Alguns Cookies são necessários para certos usos dos Sites, e sem tais Cookies, não seríamos capazes de fornecer muitos serviços que você precisa para usar corretamente os Sites. Esses Cookies, por exemplo, nos permitem operar nossos Sites para que você possa acessá-los como solicitou e nos permitem reconhecer que você criou uma conta e fez login nessa conta para acessar o conteúdo do Site. Eles também incluem Cookies que nos permitem lembrar de suas ações anteriores dentro da mesma sessão de navegação e proteger nossos Sites.",
    "1533171442": "Também utilizamos cookies funcionais e cookies de terceiros para fins de análise e marketing. Os Cookies funcionais permitem que certas partes dos Sites funcionem adequadamente e que as suas preferências de utilizador permaneçam conhecidas. Os Cookies de Análise, entre outras coisas, coletam informações sobre como Clientes, Integradores e Usuários Finais usam nossos Sites, o conteúdo e produtos que os usuários visualizam com mais freqüência e a eficácia de nossa publicidade de terceiros. Os Cookies de Publicidade ajudam a entregar anúncios a públicos relevantes e a ter nossos anúncios aparecendo no topo dos resultados de pesquisa. Os cookies são cookies de \"sessão\" que são eliminados quando termina a sessão do seu browser, ou \"persistentes\", que permanecem até serem eliminados por si (discutido abaixo) ou pela parte que serviu o cookie. Detalhes completos sobre todos os Cookies usados nos Sites estão disponíveis na nossa tabela de Divulgação de Cookies abaixo.",
    "322830977": "Como desactivar os Cookies.",
    "3885459114": "Você geralmente pode ativar ou desativar mais tarde o uso de cookies através de uma funcionalidade incorporada em seu navegador da web. Se você quiser saber mais sobre cookies, ou como controlá-los, desativá-los ou excluí-los, visite https://www.knowcookies.com/ para obter orientações detalhadas.",
    "262509504": "Podemos vincular as informações coletadas pelos Cookies com outras informações que coletamos de você de acordo com esta Política de Privacidade e usar as informações combinadas conforme aqui estabelecido. Da mesma forma, os terceiros que servem cookies em nossos Sites podem vincular seu nome ou endereço de e-mail a outras informações coletadas, que podem incluir compras passadas feitas offline ou online, ou suas informações de uso online.",
    "2935155034": "Se você está localizado no Espaço Econômico Europeu, você tem certos direitos que estão descritos acima sob o cabeçalho \"Aviso a Sujeitos de Dados da UE\", incluindo o direito de inspecionar e corrigir ou apagar os dados que temos sobre você.",
    "1873812847": "Divulgação do(s) Cookie(s)",
    "3319083717": "Nome:",
    "3183855267": "1. hmt_id",
    "907324388": "Função",
    "2896187462": "1. Utilizado para estatísticas anónimas estritamente necessárias relacionadas com serviços, e para outros fins técnicos como a assistência no apoio à acessibilidade.",
    "987267027": "Festa",
    "3453526675": "1. 1. 1ª parte",
    "1952810469": "Tipo",
    "1795436560": "1. Sessão",
    "102695075": "Duração",
    "3356329025": "1. 30 dias",
    "3744153629": "Nomes:",
    "2801359190": "...cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessão,",
    "3186435874": "sessionid",
    "720059527": "2. Utilizado para os fins técnicos estritamente necessários: balanceamento de carga, encaminhamento.",
    "1241291641": "Veja mais detalhes.",
    "1834801943": "2. 1ª parte",
    "2114694926": "2. Sessão",
    "938404336": "2. Varia; até 30 dias.",
    "2196526290": "hc_acessibilidade",
    "2577178569": "3. Utilizado para os fins técnicos estritamente necessários: permite a Acessibilidade Utilização pelo utilizador.",
    "1061239711": "3. 1ª parte",
    "1483015662": "3. Sessão",
    "3458934553": "3. Varia; até 30 dias.",
    "1527172673": "Se você tiver alguma dúvida sobre esta Política de Cookie, por favor entre em contato conosco:",
    "134571844": "Impressum (Aviso do local)",
    "110836420": "Última actualização: 23 de dezembro de 2020",
    "2901894297": "hCaptcha é um serviço da Intuition Machines, Inc. (\"IMI\"), uma empresa americana de Delaware (#6393793).",
    "2928362319": "Podem ser enviadas perguntas por correio: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informações sobre a atual gestão da empresa podem ser obtidas na página Sobre. O actual CEO da empresa é o director-geral responsável pelo conteúdo.",
    "3094150511": "Autoridade reguladora: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "O IMI não se compromete, nem é obrigado a participar, na resolução alternativa de litígios de consumo perante uma entidade de resolução de litígios de consumo.",
    "1395644678": "Site oficial da Comissão Europeia para Resolução de Litígios Online:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Sem garantias quanto ao conteúdo",
    "707541553": "Todas as informações contidas em nossas páginas na Internet foram validadas pelo IMI ou por terceiros. No entanto, nem o IMI nem terceiros podem ser responsabilizados pela actualização, exactidão ou integridade da informação. Isto também se aplica a outros sites que podem ser alcançados através de hiperligações nas nossas páginas. O IMI não se responsabiliza pelo conteúdo destes sites externos.",
    "2650241052": "Nenhum conselho",
    "3361191778": "As informações fornecidas nas páginas da Internet não representam conselhos individuais e não podem substituir isto. Se precisar de aconselhamento individual, por favor contacte a nossa equipa de apoio.",
    "1031855757": "Utilização deste site",
    "204716894": "O conteúdo e design das nossas páginas web são protegidos pela lei de direitos autorais. A duplicação das páginas e do seu conteúdo de uma forma que exceda a utilização razoável e justa requer o consentimento prévio por escrito do IMI se não houver outras disposições legais especificadas para duplicação na página.",
    "3182435854": "Direitos Autorais",
    "3187946010": "Todos os textos, imagens, animações gráficas, vídeos, música, sons e outros materiais destas páginas estão protegidos pela lei de direitos de autor pelo IMI ou por terceiros, se especificado. É proibido copiar ou modificar este material para uso comercial de uma forma que exceda o uso justo e razoável.",
    "74538881": "Responsabilidade por este site",
    "3236873806": "O IMI é responsável por este site.",
    "2657277322": "Se você tiver alguma dúvida, por favor entre em contato conosco:",
    "1338341134": "hCaptcha + Passe de Privacidade (Beta)",
    "88879089": "O Privacy Pass é um",
    "1898063898": "para preservar a privacidade do usuário que estamos desenvolvendo em conjunto com",
    "1942186611": "e outros.",
    "3673079511": "padrão emergente",
    "2164933356": "Cloudflare",
    "3119589996": "Como funciona: uma extensão do navegador fornece aos usuários a capacidade de criar e assinar fichas criptográficas cegas para sites que suportam o protocolo Privacy Pass. A extensão gera passes contendo tokens criptografados que são assinados pelo hCaptcha quando um desafio é resolvido em qualquer site usando o serviço hCaptcha,",
    "1254771154": "desafios mostrados em outros serviços de suporte ao Privacy Pass que também incorporam hCaptcha, por exemplo, Cloudflare.",
    "996362763": "Estes tokens são desbloqueados e armazenados pela extensão para uso futuro. Quando o usuário visita um site usando hCaptcha e precisa passar o desafio (seja invisível ou através do botão \"Eu sou humano\") eles são resgatados automaticamente. O procedimento de cegueira significa que as fichas assinadas e resgatadas são criptograficamente desvinculáveis da perspectiva do hCaptcha e, portanto, a privacidade do usuário é preservada.",
    "2943346052": "Enquanto o processo de padronização do IETF continua, esperamos que os principais navegadores adotem alguma forma de Privacy Pass nativamente. Isto irá eventualmente tornar a extensão desnecessária. Por enquanto, no entanto, por favor, siga as instruções abaixo.",
    "2326660907": "exceto",
    "741483946": "* Em outras palavras: você pode obter tokens hCaptcha Privacy Pass em hCaptcha.com, e usá-los em outros sites diretamente usando hCaptcha.com. Você não pode obter ou resgatar tokens hCaptcha Privacy Pass para contornar o serviço hCaptcha como utilizado pelo Cloudflare, uma vez que o Cloudflare emite e resgata os seus próprios tokens Privacy Pass.",
    "1362015807": "Como começar",
    "1358325821": "Primeiro, instale a extensão para",
    "310885519": "ou",
    "4091044469": ". Certifique-se de ter activado a extensão no modo incógnito. Depois, visite qualquer site usando hCaptcha e resolva um captcha. A partir da versão 2.0.3, você pode resgatar estes tokens em sites que utilizam hCaptcha.",
    "3904679538": "Crómio",
    "3700767772": "Uma vez instalada a extensão, clique aqui (ou em qualquer site hCaptcha-usuário) para ganhar passes:",
    "166277959": "Atenção: esta funcionalidade está actualmente em fase beta, e pode não funcionar para todos os sites e utilizadores a toda a hora. Caso não esteja habilitado ou não funcione para um determinado usuário, o comportamento simplesmente voltará à experiência hCaptcha padrão, sem perda de funcionalidade.",
    "3031357206": "Um novo ícone aparecerá ao lado da sua barra de URL. Agora visite um site usando hCaptcha. Vai ficar assim:",
    "1066753052": "o que significa que a carteira está vazia, e você está em um site que inclui um desafio hCaptcha. Depois de completar o desafio, você ganhará fichas que podem ser resgatadas em qualquer outro site com hCaptcha.",
    "651123197": "Uma contagem do total atual na sua carteira será mostrada no ícone depois de completar o desafio.",
    "554844646": "Você pode confirmar que a extensão está funcionando vendo o contador descer por 1 cada vez que você clica",
    "4087729475": "o desafio depois da sua solução inicial.",
    "647630208": "E é isso! A sua navegação online é agora mais privada.",
    "3272552822": "Desenvolvedores e criptógrafos:",
    "4059570880": "Se você gostaria de acompanhar o esforço de padronização, os esforços estão atualmente em andamento em",
    "1904390996": "para padronizar o",
    "252720667": "subjacente à segurança criptográfica do Privacy Pass. O protocolo em si está a passar pelo",
    "3972554015": "também. E a extensão do navegador é, naturalmente.",
    "3723626769": "pelas suas contribuições e revisão.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "rascunho",
    "3421090159": "software livre",
    "3098677775": "P: O meu IP e histórico de navegação é completamente privado do hCaptcha quando se usa o Privacy Pass?",
    "4019638786": "R: Os usuários do hCaptcha nunca exporão seu IP ao hCaptcha a menos que a carteira token do seu navegador esteja vazia ou que o site a envie. hCaptcha não tem como vincular o usuário ao resgate do token, e não interage diretamente com o usuário durante o resgate a menos que sua carteira token esteja vazia.",
    "3887113660": "P: Como é que o Privacy Pass afecta os ganhos do hCaptcha?",
    "1116455671": "R: Você ganhará uma recompensa pela solução inicial se o usuário a completar no seu site. Os resgates seguem o mesmo padrão de resposta como se o usuário tivesse passado automaticamente no seu site devido à alta confiança do cliente: não ocorre nenhum ganho, e a chamada do siteverify do seu servidor recebe um `crédito: Falso` nos resultados do passe.",
    "779817954": "P: Se eu tiver passes de privacidade emitidos por outro fornecedor, posso resgatá-los no hCaptcha?",
    "3014149332": "R: Não, os passes não são interoperáveis: devem ser emitidos e resgatados pela mesma autoridade, neste caso hCaptcha. Note que se você tiver passes tanto do Cloudflare como do hCaptcha em sua extensão, o número disponível será alterado para o valor correto, dependendo da exigência da página que você está visitando. Em outras palavras, se você tem 100 Cloudflare passes na sua carteira e 10 hCaptcha passes, você deve ver 10 no ícone da extensão nas páginas com hCaptcha incorporado.",
    "3679148535": "P: Em que outras aplicações do Privacy Pass você está trabalhando?",
    "1606783855": "R: Estamos muito interessados no caso de uso do Privacy Pass for the Accessibility (\"a11y\"). Opções anteriormente populares como captchas de áudio discriminam muitos usuários a11y. Acreditamos que a combinação da nossa abordagem atual do a11y com a emissão do Privacy Pass permitirá que os a11y usuários naveguem com segurança, seguros no conhecimento de que seu tráfego é mais privado, enquanto restringe o abuso pelos operadores de bot que inevitavelmente ocorre quando a11y opções estão disponíveis.",
    "2359150347": "P: Outros serviços de segurança online suportam o Privacy Pass?",
    "2082237880": "R: O hCaptcha é o primeiro serviço deste tipo que suporta o Privacy Pass, e é actualmente o único a fazê-lo. No entanto, esperamos que outros serviços reconheçam as vantagens de aumentar a privacidade dos utilizadores online, e esperamos que no futuro mais implementações sejam realizadas à medida que os padrões IETF que estamos a ajudar a desenvolver sejam formalmente adoptados.",
    "2109792055": "Guia do Usuário: Depuração de problemas com emissão e validação do Privacy Pass",
    "3588620914": "O Privacy Pass é uma nova invenção pelos padrões da Web, e é possível que outras aplicações e extensões do navegador que não estejam cientes dele interfiram com sua funcionalidade.",
    "4039193170": "Se você tiver problemas para receber ou resgatar fichas:",
    "2378786360": "1. Tente um dos outros navegadores suportados: se você estiver no Chrome, tente usar o Firefox sem importar suas configurações do Chrome, e instale o plugin lá. Se isso funcionar, você pode ter um problema de configuração do navegador.",
    "394235836": "3. Se nenhuma das sugestões acima funcionar, envie-nos um e-mail de suporte e ficaremos felizes em ajudar a descobrir o que está a acontecer.",
    "3470857731": "Uma análise de quão bem o reCAPTCHA detecta os bots.",
    "3240786848": "Última actualização: 18 de Fevereiro de 2021",
    "2547140673": "Há mais de uma década, o serviço reCAPTCHA do Google oferece aos proprietários de sites uma troca: deixe o Google rastrear seus usuários e fazer perguntas a eles, e em troca eles prometem parar os bots e os spams.",
    "2133754014": "Mais de 4,5 milhões de sites utilizam reCAPTCHA [",
    "3152512587": "e o sistema recolhe centenas de milhões de soluções diárias. [",
    "2296918009": "Isto equivale a mais de 100 anos-pessoa de trabalho de parto por dia.",
    "3900538778": "Os dados etiquetados são o combustível que alimenta a aprendizagem da máquina. As respostas reCAPTCHA têm sido usadas para melhorar os serviços ML/AI do Google desde 2009. Muitas pessoas que usam reCAPTCHA não percebem que o seu trabalho está a ser posto em prática.",
    "1160252730": "O Google está agora a cobrar preços elevados pela reCAPTCHA Enterprise, fazendo com que muitas empresas reavaliem este negócio.",
    "1131196501": "Grandes empresas como",
    "204889717": "mudaram para hCaptcha's",
    "639413188": "em resposta.",
    "3280658086": "soluções empresariais",
    "3842815245": "Isto é uma troca justa?",
    "714342693": "A equipa hCaptcha tem vindo a recolher dados de preços a partir de serviços de captura de \"teia escura\" desde 2016. Notamos uma tendência interessante:",
    "468929661": "O custo médio de quebrar um reCAPTCHA é incrivelmente baixo (menos de 1 dólar por cada 1.000 soluções) e não tem aumentado materialmente desde que nosso monitoramento começou em 2016. Isto aplica-se tanto ao reCAPTCHA v2 como ao v3. [",
    "2862164005": "Os dados de preços nos permitem colocar um valor exato em dólar sobre o título oferecido por um reCAPTCHA: $0,001 ou menos por resposta.",
    "102498091": "O Google cobra $1 por 1000 pedidos de reCAPTCHA Enterprise, o que significa que agora cobram mais por pedido do que custa para quebrar a segurança do seu serviço. Isto parece ser um mau negócio.",
    "130239139": "Qual é o valor dos mais de 100 anos-pessoa de trabalho recolhidos diariamente pelo Google?",
    "1421074182": "Substancialmente mais alto.",
    "1953519598": "O custo para rotular uma única imagem varia de $0,03 a $1,00 ou mais. Por qualquer estimativa conservadora, o Google já extraiu bilhões de dólares de mão-de-obra gratuita até o momento. [",
    "3025548709": "Existe alguma alternativa a este acordo injusto?",
    "263761351": "hCaptcha é a primeira alternativa credível, agora usada por centenas de milhões de pessoas a cada mês.",
    "2743692546": "Como os usuários provam sua humanidade através do hCaptcha, seu trabalho entra em um mercado aberto anônimo para licitação.",
    "1982750088": "Empresas em todo o mundo licitam por essa mão-de-obra para completar tarefas simples, fáceis para as pessoas, mas difíceis para as máquinas. Os usuários apoiam o site que estão visitando, e experimentam menos spam na web devido a um nível de segurança mais alto.",
    "1108398506": "Os clientes ganham controle total sobre a experiência e se beneficiam da expertise que a hCaptcha ganhou ao operar o maior provedor independente de desafios da internet. Eles também conseguem um negócio melhor do que o reCAPTCHA Enterprise: até 50-80% melhor preço, dependendo do volume.",
    "3012870872": "Os sites e aplicativos que usam a versão gratuita (hCaptcha Publisher) ganham receita com esse trabalho em vez de doá-lo ao Google.",
    "2271512952": "Os utilizadores apoiam o site que estão a visitar, e experimentam menos spam na web.",
    "278010425": "A ampla e frequentemente mutável variedade de tarefas no hCaptcha também é mais difícil de automatizar. A interface única do reCAPTCHA não mudou em muitos anos, e tem um pequeno conjunto de perguntas que mudam com pouca frequência. Esta é uma das maneiras que o hCaptcha oferece uma proteção anti-bot mais robusta do que o reCAPTCHA.",
    "984849234": "hCaptcha usa o aprendizado avançado da máquina para entregar o que o reCAPTCHA apenas promete, enquanto compartilha o valor capturado com os sites que o utilizam.",
    "4063769686": "Os utilizadores apoiam o site que estão a visitar, e experimentam menos spam na web. Isto parece ser um negócio mais justo.",
    "685916926": "Porque é que o reCAPTCHA não tem melhorado ao longo do tempo?",
    "3992401943": "Tem havido uma revolução no aprendizado profundo desde 2012. A norma da indústria para a precisão das tarefas melhorou radicalmente durante a última década, principalmente devido às profundas redes convolucionais. Outros serviços impulsionados pelo ML, que o Google oferece, têm seguido esta curva.",
    "615031303": "(Ver notas de rodapé",
    "2125514305": "O ML melhorou, mas a dificuldade de contornar o reCAPTCHA não mudou materialmente durante este tempo.",
    "1406188018": "6 e 7",
    "2689973938": "Melhorar o reCAPTCHA cria um conflito intrínseco para o Google como um fornecedor de anúncios.",
    "464238793": "Se o próprio Google determinar que um utilizador que vê um anúncio ou clica num link é de facto um bot, não pode cobrar por anúncios mostrados a esse utilizador. Este conflito de interesses limitou severamente o alcance das ambições anti-bot do Google.",
    "918924423": "Por exemplo, o Google não tem oferecido serviços obviamente valiosos como a detecção retroactiva de bot. É muito mais confiável declarar o tráfego de usuários gerados por bot após a análise de vários dias de dados.",
    "661412233": "Saber depois da captcha que alguns usuários eram bots também é valioso. Ele permite que os donos de sites limpem as mensagens de spam antigas e excluam \"contas adormecidas\" registradas em fóruns de spam no futuro, reduzam fraudes e muito mais.",
    "3600797185": "Oferecer a identificação retroactiva de bot abriria o Google a questões espinhosas de como reembolsar retroactivamente os anunciantes que gastaram dinheiro com esse tráfego fraudulento.",
    "2076932190": "O produto reCAPTCHA estagnou assim durante uma década.",
    "3856912381": "Os usuários sofreram, e o spam desnecessário na web agora é galopante. Mas há uma alternativa.",
    "1035621426": "Cada bot identificado pela reCAPTCHA reduz directamente as receitas de publicidade do Google.",
    "3668115514": "Qual é a diferença entre o hCaptcha?",
    "2413742287": "O incentivo da hCaptcha é maximizar a precisão, não a receita publicitária: as respostas de bot são inúteis para nossos clientes, que precisam de dados de treinamento humano.",
    "1373262754": "Saber quem é um indivíduo tem um valor mínimo para hCaptcha. Nós só nos importamos se eles são humanos ou um ator malicioso.",
    "600646860": "Em vez de oferecer um serviço de valor questionável enquanto extrai mão-de-obra com valor real, hCaptcha oferece tanto compensação como uma forte proteção anti-bot.",
    "1836191653": "Em vez de oferecer um serviço facilmente derrotado para usuários livres enquanto cobra milhões de dólares por uma versão empresarial que não é muito melhor, o hCaptcha fornece excelente proteção de bot para ambos, enquanto oferece aos usuários empresariais recursos adicionais e personalização, juntamente com SLAs fortes e suporte rápido.",
    "990215503": "hCaptcha é o único grande serviço de captcha que não pertence a uma rede de anúncios.",
    "971933157": "hCaptcha preocupa-se com privacidade, transparência e justiça.",
    "178839499": "hCaptcha compartilha o valor do trabalho feito enquanto os usuários provam sua humanidade.",
    "1237076138": "hCaptcha oferece um negócio justo tanto para clientes gratuitos (hCaptcha Publisher) como para clientes empresariais (hCaptcha Enterprise).",
    "614310292": "Quem construiu o hCaptcha?",
    "4188814619": "hCaptcha é um serviço de Máquinas de Intuição (",
    "3265328927": "), uma empresa de aprendizagem de máquinas que oferece produtos e serviços para empresas que implementam a aprendizagem de máquinas em escala.",
    "2740033957": "A equipe de IM é composta por cientistas e engenheiros da Apple, Amazon e outros líderes em aprendizagem de máquinas, sistemas distribuídos e segurança.",
    "1579715421": "Os cientistas do IM publicam regularmente nas principais conferências como ICML, ICLR, ECCV e NeurIPS, e a empresa tem divulgado publicamente resultados de última geração em disciplinas do ML, como o \"deep hashing\" [",
    "4015238193": "e OCR [",
    "279580593": "imachines.com",
    "279918384": "Como é que o Google está a usar a sua mão-de-obra gratuita?",
    "2385522384": "Você provavelmente estava vendo quadros de vídeo de câmeras no Waymo auto dirigindo carros do Google, e ajudando a melhorar o reconhecimento de seus objetos.",
    "1517627947": "Você provavelmente estava vendo fotos de edifícios ou sinais de rua dos carros Streetview do Google, e ajudando a rotular locais para seus produtos Mapas e Earth.",
    "3225936061": "Provavelmente, estava a ver fotografias de texto retiradas de páginas de livros no serviço Livros do Google e a ajudar a melhorar o seu software de OCR (reconhecimento de texto).",
    "129661785": "Já alguma vez lhe pediram para \"clicar no carro/cruzamento/cruzamento?\"",
    "936667684": "Já alguma vez foi pedido para \"digitar o sinal do edifício/rua?\"",
    "3773515538": "Já foi pedido para \"digitar as duas palavras\"?",
    "1778058441": "Que tipos de trabalhos são feitos no hCaptcha?",
    "366088791": "hCaptcha suporta uma grande variedade de tarefas.",
    "3114147525": "Os clientes hCaptcha utilizam o serviço para tarefas que incluem reconhecimento de objectos, detecção de atributos (recolha de etiquetas para identificar tipos de vestuário), classificação de relevância (escolher o produto mais relevante entre várias opções quando comparado com um produto primário), delimitação de caixas (encontrar áreas de interesse numa imagem), \"Human OCR\" (identificar o texto numa imagem) e muitos outros tipos de tarefas.",
    "3139609561": "Abaixo estão dois exemplos de classificação de imagens e tipos de trabalho de detecção de atributos. [",
    "2273532558": "Quem são os clientes pagantes da hCaptcha?",
    "4104221634": "Os clientes hCaptcha abrangem uma variedade de indústrias, desde empresas de tecnologia até aquelas focadas em moda, varejo e outras áreas onde eles podem criar valor a partir da aplicação da aprendizagem de máquinas.",
    "1337725003": "A hCaptcha está empenhada em democratizar o acesso à anotação em tempo real de grandes volumes, permitindo às empresas grandes e pequenas melhorar a qualidade dos seus produtos e serviços aplicando a aprendizagem de máquinas ao seu negócio.",
    "4086379603": "Perguntas?",
    "1243684308": "Levamos seu feedback a sério, e queremos garantir que todos tenham uma experiência on-line mais agradável, com menos bots e menos spam. Chegue até nós:",
    "2645321220": "E se acha que o custo do reCAPTCHA é demasiado elevado, pergunte-nos sobre o hCaptcha Enterprise. Atualmente em uso por algumas das maiores editoras, empresas de serviços financeiros e empresas de infra-estrutura web do mundo, eles não são apenas uma alternativa confiável ao reCAPTCHA: acreditamos que eles oferecem a melhor proteção de bot atualmente disponível.",
    "1229233916": "Notas de rodapé",
    "1115642494": "1. Fonte: ConstruídoCom.com reCAPTCHA listagens de sites. Recuperado em 9 de julho de 2019.",
    "448807334": "(\"Centenas de milhões de CAPTCHAs são resolvidos por pessoas todos os dias\") Recuperado em 8 de julho de 2019.",
    "2397590157": "3. Estimativa conservadora: 200 milhões de soluções * 30 segundos por solução em anos = 190,3 pessoas-anos/dia.",
    "3236311792": "4. Análise interna hCaptcha. Dados colhidos até 30 de junho de 2019. Detalhes disponíveis mediante solicitação.",
    "1752259468": "5. Estimativa conservadora: $0,01 custo de uma única anotação * 200M anotações médias por dia (limite inferior) * 365 dias por ano * 10 anos desde a aquisição de 2009 = $7,3 bilhões de valor limite inferior.",
    "3268946369": "6. Crédito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fonte: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "RELACIONAMENTO SEMÂNTICO HIERARCHY BASED RELATIONAL EMBEDDING PARA DEEP HASHING SEMANTE-SUPERVISTO, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Resultados recentes do estado da arte: ICML LLD, Maio de 2019.",
    "1973347745": "10. Imagens de exemplo sem royalties. Fonte: Petapixel.",
    "1493115924": "Notas da marca:",
    "4051104324": "Intuition Machines é uma marca registrada da Intuition Machines, Inc.",
    "3983646521": "Todos os nomes de produtos, logotipos, marcas, marcas comerciais e marcas registradas são propriedade de seus respectivos proprietários. Todos os nomes de empresas, produtos e serviços utilizados neste website são apenas para fins de identificação. O uso desses nomes, marcas registradas e marcas não implica endosso. Neste caso, muito pelo contrário.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Scientists Set New Benchmark for Weakly Supervised Text Recognition (OCR) at CVPR 2020.",
    "1259002282": "Encontrou um insecto? Aqui está como o reportar.",
    "3301728462": "Milhões de pessoas usam hCaptcha todos os meses, em milhares de combinações de navegadores, extensões, dispositivos, firewalls, e muito mais.",
    "3878230879": "O nosso objectivo é garantir que funciona sempre para si, por isso agradecemos muito os seus relatórios!",
    "2465128185": "Para dar um feedback rápido, basta clicar no botão \"Enviar-nos feedback\".",
    "2921990472": "Se você está vendo um problema funcional, por favor siga o",
    "2870341481": "abaixo. Para quaisquer outros navegadores apenas",
    "1866590035": "instruções de depuração de logs para o cromado",
    "444492541": "instruções de depuração de logs para Firefox",
    "169267610": "envie-nos um e-mail",
    "3100722753": "Para possíveis problemas de segurança ou privacidade, veja as instruções abaixo.",
    "1906593952": "Dê feedback sobre o hCaptcha que você acabou de ver",
    "3951254541": "Agradecemos a sua contribuição. Diga-nos qualquer problema e nós resolvê-lo-emos rapidamente.",
    "3324288040": "Envie-nos o seu feedback",
    "2864016648": "Questões de privacidade",
    "304004915": "Não nos interessa quem são os utilizadores, apenas a sua probabilidade de serem maliciosos ou máquinas. Nós apoiamos iniciativas como",
    "1139493658": "e trabalhar arduamente para equilibrar privacidade e segurança.",
    "3083289844": "Se você encontrou um problema que você acha que pode afetar a privacidade do usuário, por favor, envie-nos um e-mail para",
    "4264784515": "Bugs de Segurança",
    "963238401": "Estamos sempre interessados em receber relatórios de bugs de segurança. Email",
    "3926027556": "e voltaremos a falar consigo rapidamente.",
    "1589805435": "Também temos um",
    "2560582224": "programa de recompensa de bugs",
    "103876916": "para relatórios de segurança elegíveis sobre o serviço hCaptcha e código fonte relacionado.",
    "497117287": "Opções de Acessibilidade",
    "3230004040": "Você é deficiente visual ou incapaz de completar o hCaptchas?",
    "3480023141": "Saiba mais sobre as opções de acessibilidade",
    "2052161540": "Capturar Detalhes do Relatório de Insectos: Cromado",
    "2281169898": "O envio de informações de depuração com o seu relatório irá facilitar-nos muito a identificação do que se passa. Aqui estão as instruções passo a passo:",
    "1123365779": "Se você é um desenvolvedor web ou usuário experiente, o resumo é que gostaríamos que você nos enviasse um HAR de gravação de rede e logs do console do navegador.",
    "2015218686": "antes de passares por estes passos. Se isso resolver o seu problema, agradecemos que nos informe a versão do seu navegador, bloqueador de anúncios ou extensão do navegador, e a URL do site.",
    "3922723611": "Por favor, tente desativar qualquer bloqueador de anúncios ou extensões de segurança do navegador",
    "4036872105": "primeiro e depois tentar de novo",
    "993651083": "Passo 1: Abrir Ferramentas do Desenvolvedor (Isto começa a gravar a sessão.)",
    "4163469907": "Passo 2: Clique na guia Rede em Ferramentas do desenvolvedor. Marque a caixa \"Preserve log\" no topo.",
    "4243348003": "Passo 3: visita",
    "641342999": "ou o site em que você está tendo um problema (Nota de Privacidade: só se você não se importa de compartilhar o que é) ... e depois clique no botão \"Eu sou humano\", e tente resolver.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Passo 4: Clique em \"Exportar HAR\" (a pequena seta para baixo) depois de tentar resolver, o que salva o log de rede. Envie-nos esse ficheiro.",
    "1503240421": "Passo 5: Clique na guia Console, e clique com o botão direito do mouse em \"Salvar como ...\" para salvar o log do console. Envie-nos isso também.",
    "2863840904": "Passo 6: Último passo, envie-nos os arquivos de log do HAR e do console por e-mail, e descreva o problema",
    "4051785543": "Use:",
    "3623028666": "(por favor use um serviço como",
    "551761392": "e enviar links) e, opcionalmente, uma captura de tela, se você suspeitar que há algo que não está sendo exibido corretamente. Por favor, envie também o IP que você está usando. Você pode obtê-lo a partir de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Obrigado por nos ajudar a obter esta informação!",
    "3680327841": "Estamos empenhados em fazer o hCaptcha funcionar bem para todos.",
    "1059502393": "Capturar Detalhes do Relatório de Insectos: Firefox",
    "1112074001": "Passo 2: Clique na guia Rede em Ferramentas do desenvolvedor. Marque a caixa \"Persist logs\" no topo.",
    "1797298240": "Passo 4: Clique em \"HAR\" depois de tentar resolver, e escolha \"Save All as HAR\" para salvar o log da rede. Envie-nos esse ficheiro.",
    "3671246379": "Passo 5: Clique no separador Consola, e depois clique com o botão direito do rato em \"Seleccionar tudo\" e guarde isso num ficheiro de texto, de modo a guardar o registo da consola. Envie-nos isso também.",
    "3816867833": "Comentários",
    "788770967": "Lamento ouvir isso! Você pode querer usar a nossa opção de acessibilidade:",
    "1333016413": "Isto permite-lhe evitar perguntas futuras ao registar-se e definir um cookie.",
    "2333410049": "Por favor, tente também desligar o seu bloqueador de anúncios.",
    "1345083090": "Relatar um problema de funcionalidade?",
    "2184564739": "Ver",
    "604751186": "Outras questões? Envie um e-mail para",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "como relatar problemas com registros detalhados",
    "1050501253": "Muito Difícil",
    "3264813246": "Inadequado",
    "3526939538": "Software Bug",
    "126134492": "Outros",
    "3511610999": "Vamos garantir que chegas ao sítio certo.",
    "3906886217": "Para empresas ou websites",
    "1621597093": "Soluções de segurança empresarial (pagas)",
    "3176531704": "Anotação de dados",
    "1834239172": "Adquirir serviços de anotação hCaptcha",
    "1457707016": "Para indivíduos",
    "770264626": "Adicione hCaptcha ao seu serviço (grátis)",
    "881015166": "Adicionar hCaptcha for Publishers ao meu site ou aplicativo",
    "47536007": "Saiba mais sobre o hCaptcha",
    "2012837493": "Resultados da pesquisa",
    "4034694801": "Sem resultados correspondentes.",
    "3621411541": "Saiba mais sobre as opções de acessibilidade para hCaptcha",
    "3401005681": "Ganhe dinheiro",
    "3933993151": "Trabalhar como etiquetadora de dados individual",
    "563059212": "Lista de Subprocessadores",
    "3501923981": "Última actualização: 1 de Janeiro de 2020.",
    "3548097301": "Eficaz: 1 de Janeiro de 2020.",
    "3991444169": "Esta página lista os actuais subprocessadores para o serviço hCaptcha Enterprise.",
    "835396984": "Atualmente Ativo",
    "424089481": "Amazon Web Services, Inc. (Global). Serviços prestados: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Serviços prestados: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Serviços prestados: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Serviços prestados: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: não se aplica a todos os clientes. Por exemplo, clientes IP Blinding ou outras opções avançadas de privacidade ou segurança (por exemplo, clientes Secure Virtual Tenancy) são totalmente excluídos de qualquer potencial \"PII\" que entre em sistemas de telemetria, mesmo um endereço IP. Entre em contato com o representante da sua conta para obter mais informações, se necessário.",
    "700843971": "Hound Technology, Inc. (Global). Serviços prestados: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Serviços prestados: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Serviços prestados: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Serviços prestados: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infra-estrutura",
    "370366524": "Serviço efêmero de Telemetria",
    "121192737": "Próximos acréscimos",
    "2420789666": "Fastly, Inc. Serviços prestados: Fastly CDN e cálculo de margem.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Eficaz: 1 de Setembro de 2021. Adição de infra-estrutura",
    "1487796027": "Para empresas",
    "3943417791": "Obtenha suporte para o hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratuito)",
    "3397976149": "Obter apoio para a editora hCaptcha",
    "833750823": "Estás a ter dificuldades com um desafio?",
    "2024737147": "Queres denunciar um erro?",
    "1978884623": "Saiba mais sobre os problemas do software de relatórios",
    "4188664955": "Termos de Serviço Master",
    "2621989404": "Última Actualização: 24 de Setembro de 2021. Por favor, note que nossos termos em inglês são confiáveis.",
    "2404545611": "Bem-vindo ao hCaptcha! Obrigado por fazer parte da nossa comunidade. Todos os usuários dos \"Serviços\" (definidos abaixo) devem concordar com os seguintes termos (os \"Termos do Serviço\"). Sob estes Termos de Serviço, \"IMI\", \"nós\" e \"nos\" refere-se à Intuition Machines, Inc. e suas subsidiárias, afiliadas, funcionários, agentes, empregados, representantes e agentes, e nosso \"site\" inclui qualquer site sob nosso controle, incluindo www.hcaptcha.com e www.imachines.com.",
    "2348450790": "Por favor, leia estes Termos de Serviço. Eles incluem, entre outras disposições, isenções de garantias, limitações de responsabilidade e arbitragem vinculativa. Favor notar que estes Termos de Serviço podem ter mudado desde sua última visita ao nosso website. Podemos rever e atualizar estes Termos de Serviço de tempos em tempos, a nosso exclusivo critério. No caso de uma mudança material, nós o notificaremos colocando os Termos de Serviço atualizados nesta página, após o que você deverá aceitar afirmativamente os Termos de Serviço atualizados a fim de continuar usando ou acessando o Site ou o Serviço.",
    "1064537632": "Por favor, note que o seu uso do nosso Serviço é regido pelo nosso Contrato de Processamento de Dados, que é incorporado aqui por referência. Por favor, reveja este acordo para ver como processamos dados pessoais em seu nome. Observe que operamos como um \"processador de dados\" para fins do Regulamento Geral de Proteção de Dados da UE, e um \"provedor de serviços\" para os fins da Lei de Privacidade do Consumidor da Califórnia.",
    "1933936765": "Data Processing Agreement (Última actualização: 23 de Setembro de 2021)",
    "2959486280": "Se você não concordar com estes Termos de Serviço, não poderá usar ou acessar o Site ou o Serviço.",
    "3200859925": "1. Finalidade",
    "1807143500": "Os Serviços incluem um serviço de segurança online (o \"Serviço hCaptcha\") e uma plataforma (a \"Plataforma de Máquinas de Intuição\") na qual um indivíduo (\"Contribuinte\") pode escolher realizar tarefas que uma entidade terceira ou as próprias Máquinas de Intuição (cada uma delas, um \"Requisitante\") coloca no nosso site ou no Serviço hCaptcha, seja directamente no nosso site ou acedendo à Plataforma de Máquinas de Intuição e/ou realizando tarefas através ou em conexão com uma entidade terceira e/ou plataforma ou serviço (cada uma, um \"Integrador\"). Os Solicitantes postam tarefas e convidam os Contribuintes a executá-las em troca de recompensas fornecidas pelo IMI aos Integradores, ou conforme determinado pelo Solicitante se o Solicitante estiver usando a Plataforma de Máquinas de Intuição ou o Serviço hCaptcha para servir tarefas aos seus próprios usuários finais. Nós cobramos de empresas e indivíduos (cada um \"Cliente\") pelo uso de nossa plataforma para que eles possam usar nosso software, tarefas de autor, nos contratar para tarefas de autor, e/ou obter acesso aos Contribuintes. Também cobramos aos Integradores pelo uso do nosso Serviço hCaptcha para reduzir fraudes, abusos e spam em seus sites, aplicativos móveis e outras propriedades online. O precedente é referido colectivamente como os \"Serviços\".",
    "3212830633": "2. 2. Elegibilidade",
    "2605814073": "Ao utilizar ou registar-se nos nossos Serviços, concorda: tem pelo menos 18 anos de idade; tem autoridade para celebrar este acordo em seu nome ou da entidade que representa, e permanecerá sempre em conformidade com estes Termos de Serviço e com todas as políticas e directrizes do IMI aqui referidas; e não irá abusar do nosso website, deturpar a sua identidade para nós, ou usar inteligência artificial para completar qualquer parte de qualquer tarefa no IMI que requeira inteligência humana.",
    "2616040974": "3. Clientes e Solicitantes",
    "1544829730": "Se você for um Cliente ou Requisitante, você concorda que os termos adicionais anexados ao presente como Anexo do Cliente serão aplicáveis e serão incorporados por referência a estes Termos de Serviço. Se o utilizador não for um Cliente ou Requisitante, ou se deixar de ser um Cliente ou Requisitante, então os termos adicionais anexos ao Anexo do Cliente não se aplicarão nem serão incorporados por referência a estes Termos de Serviço.",
    "3759360138": "4. Nome de usuário e senha",
    "2236960358": "Ao se registrar, você será solicitado a divulgar certas informações pessoais sobre você (\"Informações Pessoais\"), incluindo seu nome, endereço de e-mail, e a criar um nome de usuário e senha, todos os quais estarão sujeitos à nossa Política de Privacidade, disponível em nosso site. Só você é responsável por monitorar, assegurar e manter a segurança de sua conta, senhas e quaisquer chaves de autenticação associadas à sua conta, e você é responsável por qualquer uso ou ação tomada através do uso dessas informações nos Serviços.",
    "3047519814": "Você concorda que não irá compartilhar sua conta ou senha com ninguém.",
    "1699668873": "Você deve notificar imediatamente o IMI se suspeitar que as informações de sua conta foram roubadas ou usadas por outra pessoa, ou qualquer outra violação de segurança.",
    "3044038608": "Você concorda em nos fornecer informações verdadeiras, precisas e completas, conforme solicitado em nosso processo de registro. Você também concorda em atualizar tais informações prontamente conforme necessário para mantê-las atualizadas e precisas.",
    "4132302900": "5. A sua privacidade, os seus dados e \"Dados para todos\".",
    "10724169": "Você aceita a nossa Política de Privacidade, que rege o que faremos com qualquer Informação Pessoal que nos forneça.",
    "1669194950": "Além das Informações Pessoais, você também pode ser solicitado a fornecer (ou pode ser necessário que coletemos) outros dados para que possamos prestar os Serviços (coletivamente, \"Dados do Cliente\"). Não somos responsáveis por qualquer falha na prestação dos Serviços causada pelo atraso ou falha no fornecimento dos Dados do Cliente.",
    "1330274831": "Você nos concede uma licença mundial, não exclusiva, sublicenciável, transferível, livre de royalties e irrevogável durante a vigência deste Contrato para usar, reproduzir, distribuir eletronicamente e exibir publicamente quaisquer Dados do Cliente exclusivamente com a finalidade de prestar os Serviços. Você representa e garante que possui direitos, títulos e interesses suficientes sobre e para os seus dados a fim de conceder a licença nesta seção.",
    "2230333214": "Nós agregamos os Dados do Cliente com outros dados para que os resultados não sejam pessoalmente identificáveis e também coletamos registros técnicos desidentificados e dados relativos ao uso dos Serviços (\"Dados Agregados/Desidentificados\"). Não obstante qualquer disposição em contrário, quaisquer desses Dados Agregados/De-identificados podem ser utilizados pelo IMI para qualquer finalidade comercial durante ou após a vigência do presente Contrato, incluindo, sem limitação, para desenvolver e melhorar os Serviços e para criar e distribuir relatórios e outros materiais. Os Dados do Cliente também podem persistir e ser exibidos no sistema por um período de tempo limitado não superior a 180 dias após a conclusão de um trabalho, por exemplo, como dados de calibração ou validação automática para sistemas de Máquinas de Intuição. Para maior clareza, esta Seção 5 não nos dá o direito de identificá-lo como a fonte de qualquer dado agregado/desidentificado sem a sua permissão prévia por escrito.",
    "3881754581": ". Se você é Cliente de nossos serviços de anotação e selecionou a opção \"Dados Para Todos\" como parte de sua utilização dos Serviços, então você concede ao IMI e a todos os usuários dos Serviços uma licença mundial, não exclusiva, sublicenciável, transferível, livre de royalties e irrevogável para explorar plenamente todos os Dados do Cliente, incluindo todos os direitos de propriedade intelectual relacionados. Se você selecionar a opção \"Dados para Todos\", você representa e garante que possui direitos, títulos e interesses suficientes sobre e para os seus dados a fim de conceder a licença nesta seção.",
    "3496767126": "Para evitar dúvidas, o parágrafo seguinte aplica-se exclusivamente aos Clientes que utilizam os nossos serviços de anotação, e não à utilização dos nossos Serviços como Integrador",
    "767207800": "Se os seus dados contêm conteúdo potencialmente explícito ou ofensivo, exigimos que os marque como \"CONTEÚDO EXPLÍCITO\" para servir de aviso justo a qualquer pessoa que veja os seus dados. Você não pode incluir tarefas que violem nossas políticas, incluindo, mas não se limitando a, (a) tarefas que direta ou indiretamente promovam outro website ou serviço, (b) tarefas que violem os termos e condições de um website de terceiros, (c) tarefas que peçam aos Contribuintes para solicitar a terceiros, (d) tarefas que peçam aos Contribuintes para tomar medidas para manipular o comportamento ou resultados de um website, (e) tarefas que violem os direitos de propriedade intelectual de terceiros, e (f) tarefas que peçam aos Contribuintes para baixar software ou arquivos.",
    "3370561195": "6. Comportamento Aceitável",
    "4205152730": "Você é encorajado a interagir com outros usuários em qualquer lugar em nosso site, Fórum, mensagens, chat e outros canais de mídia social controlados pelo IMI, mas se você fizer isso, você deve cumprir todos os termos de serviço e uso em nosso site e todas as leis relevantes.",
    "1394253934": "7. Mau uso, abuso e deturpação",
    "1406393333": "Qualquer acesso ou uso dos Serviços que não esteja de acordo com estes Termos de Serviços e quaisquer instruções por nós fornecidas é estritamente proibido. Em particular, você NÃO:",
    "3409726716": "registre-se para mais de uma conta conosco sem autorização por escrito;",
    "3119498672": "realizar qualquer tarefa com o uso de bots da Internet, robôs da web, bots, scripts ou qualquer outra forma de inteligência artificial ou de outra forma tentar obter recompensas do IMI ou de qualquer Requisitante ou Integrador sem completar as tarefas como estão descritas;",
    "1188668818": "fornecer qualquer informação falsa durante o uso deste website (incluindo, sem limitação, personificar qualquer outra pessoa ou organização na sua conta, ou declarar falsamente ou de outra forma deturpar a si mesmo ou a sua afiliação com qualquer outra pessoa ou organização na sua conta;",
    "2804310964": "aceder ou tentar aceder ao nosso website através de qualquer servidor web proxy ou outro dispositivo concebido para ofuscar a sua verdadeira localização ou identidade ou por qualquer outro meio que não seja a interface fornecida;",
    "1374227759": "utilizar o website para qualquer actividade ilegal, ou para qualquer outro fim que não aquele para o qual foi disponibilizado;",
    "2103513933": "se envolva em atividades que interfiram ou perturbem o funcionamento do site;",
    "137127070": "inserir, carregar ou anexar links ou arquivos externos maliciosos ou desconhecidos, ou carregar qualquer conteúdo que contenha um vírus, cavalo de Tróia, worm, bomba relógio ou outro código de computador prejudicial;",
    "1686655020": "Faça o upload de qualquer conteúdo sujeito a direitos autorais que não seja seu trabalho original, a menos que você tenha permissão do proprietário legítimo para publicar tal conteúdo e conceder ao IMI todos os direitos licenciados aqui concedidos;",
    "1406692811": "se envolver em spamming ou publicar qualquer tipo de publicidade, tentativa de obter referências, comunicação em massa, ofertas ou pedidos de dinheiro, solicitação de serviços, publicidade, marketing, mensagens sem sentido, tópicos duplicados, conteúdo ilegal, links de sites sociais, endereços de e-mail ou identificações de mensageiros instantâneos, a menos que a tarefa assim o exija;",
    "3893539589": "inserir links externos que ofereçam bens ou serviços, a menos que a tarefa assim o exija;",
    "3214322759": "caso contrário, envolver-se em qualquer actividade maliciosa ou fraudulenta.",
    "3733422465": "8. Verificando a sua Identidade",
    "267645277": "O IMI pode verificar a sua identidade. Isto pode incluir a comparação das suas informações pessoais com bases de dados de terceiros ou documentos legais oficiais. Você nos autoriza a fazer quaisquer perguntas necessárias para confirmar sua identidade, sua propriedade de seu endereço de e-mail e sua propriedade de suas contas financeiras. Você concorda em fornecer informações sobre você para nos ajudar na verificação de sua identidade.",
    "4169910317": "9. Cumprimento da lei",
    "519755936": "Só você é responsável pelo cumprimento das leis federais, estaduais, provinciais e locais em relação ao seu uso dos Serviços. Você concorda em indenizar-nos e isentar-nos de qualquer reclamação contra nós por não ter cumprido qualquer lei ou violado quaisquer direitos de terceiros, incluindo, sem limitação, direitos contratuais, de propriedade intelectual ou de privacidade.",
    "731546974": "10. Impostos contribuidores ou integradores",
    "3128328457": "Se você é um Contribuinte ou Integrador, você é o único responsável pelo pagamento de qualquer estimativa ou outro imposto de renda federal, estadual ou local, seguridade social, FICA e remuneração dos trabalhadores devidos como resultado do uso de nosso website, bem como impostos ou encargos similares em jurisdições não americanas. O usuário concorda em indenizar-nos e isentar-nos de qualquer responsabilidade por quaisquer autos de infração contra nós por não cumprimento de quaisquer leis tributárias.",
    "2931396764": "11. Violação destes Termos de Serviço",
    "1240667045": "Podemos suspender, limitar ou cancelar o seu acesso aos Serviços a qualquer momento, por qualquer motivo, inclusive porque: (a) acreditamos que você violou estes Termos de Serviço (incluindo outras políticas relacionadas); (b) acreditamos que você violou nossos direitos ou os direitos de qualquer terceiro; (c) não podemos verificar ou autenticar informações que você nos forneceu; ou (d) acreditamos que suas ações podem criar responsabilidades para você, para nós ou para terceiros. Para evitar dúvidas, reservamo-nos o direito de impedir ou suspender o pagamento a você se acreditarmos razoavelmente que qualquer um dos itens acima se aplica a tal pagamento.",
    "1601080128": "Se suspendermos ou cancelarmos a sua conta, você não terá mais acesso a qualquer parte do site, incluindo dados, mensagens, arquivos e outros materiais que você mantém no site. Você NÃO pode continuar a usar o nosso site com um nome de conta diferente ou novo. As violações destes Termos de Serviço podem ser processadas em toda a extensão da lei e podem resultar em penalidades e sanções adicionais.",
    "1160707899": "12. Papel do Contribuinte e Relação com o IMI e Outros Solicitantes",
    "269838707": "Se você é um Contribuinte, você e apenas você decide quais e quantas tarefas completar, e quando e onde as completar. Você é livre para gastar tanto ou tão pouco tempo completando as tarefas quanto escolher. Em nenhum momento você tem qualquer obrigação de completar uma tarefa.",
    "1087195513": "Se você é um Contribuinte que acessa os Serviços e/ou executa tarefas através de ou em conexão com um Integrador em nome de um Solicitante que não é IMI, então você concorda e reconhece que a Intuition Machines não é responsável e não tem nenhuma obrigação para com você com relação a quaisquer recompensas ou outras compensações por tarefas concluídas. Você concorda e reconhece que quaisquer recompensas ou outras compensações por tarefas completadas são determinadas exclusivamente de acordo com o seu acordo com o Requisitante e/ou o Integrador, conforme aplicável. Quaisquer disputas sobre tais recompensas ou outras compensações (incluindo, sem limitação, o não recebimento de tais recompensas ou outras compensações) são exclusivamente entre o Contratante e o Requisitante e/ou o Integrador, conforme o caso.",
    "952813944": "Nem a sua utilização do nosso site nem nada neste acordo cria uma relação de emprego, parceria, joint venture, agência, franquia ou representante de vendas entre você e a Intuition Machines. Nós não lhe fornecemos nenhum equipamento ou ferramenta para completar uma tarefa. Nós não lhe fornecemos quaisquer benefícios, compensação dos trabalhadores ou cobertura de seguro. Nós não nos responsabilizamos por quaisquer despesas em que você incorra ao utilizar nosso site. Não reteremos qualquer quantia da sua recompensa pelo imposto de renda federal ou estadual, Seguro Social ou qualquer outro imposto. Você está sempre livre para realizar tarefas para qualquer pessoa ou empresa, incluindo qualquer um de nossos concorrentes. Você não tem autoridade para firmar qualquer contrato, escrito ou oral, em nome de Máquinas de Intuição.",
    "3460432665": "Não obstante o acima exposto, se você for um contribuinte americano, podemos solicitar-lhe um W-9, para ser atualizado anualmente, e podemos impedi-lo de realizar tarefas até que você tenha completado ou atualizado um W-9.",
    "458271951": "Se você é um Contribuinte que acessa os Serviços e/ou executa tarefas através de ou em conexão com um Integrador em nome de Máquinas de Intuição (atuando como um Requisitante), as Máquinas de Intuição podem recompensá-lo pela conclusão aceitável de certas tarefas. Caso se verifique que você se envolveu em fraude, abuso ou violação destes Termos de Serviço, toda e qualquer recompensa a você poderá ser retida e/ou recuperada pela Intuition Machines.",
    "3056723024": "13. Conclusão Inaceitável das Tarefas",
    "3913203723": "Se, por qualquer razão, o Solicitante não aceitar o desempenho de uma tarefa que você completou, você como Contribuinte ou Integrador não terá direito a nenhuma recompensa pela tarefa. Caso as recompensas já lhe tenham sido distribuídas por uma tarefa completada de forma inaceitável, poderemos recuperá-las de si.",
    "3666807632": "14. Qualificações e Habilidades do Contribuinte",
    "1993899769": "15. Nosso Uso da Informação",
    "2927283721": "Ao realizar tarefas em nosso site, você autoriza a coleta, uso e divulgação de suas informações pessoais, de acordo com nossa Política de Privacidade. Além disso, podemos compartilhar certas informações sobre você e suas tarefas concluídas com o Solicitante cujas tarefas você concluiu para facilitar a relação de serviço e melhorar o site, incluindo, por exemplo, ID do Contribuinte, resultados das tarefas concluídas e outros atributos relacionados às suas qualificações, idiomas, habilidades e uso do site.",
    "3027055607": "16. Propriedade Intelectual e Direitos de Propriedade Intelectual",
    "3910971075": "O IMI detém todos os direitos, incluindo direitos de propriedade intelectual, no código fonte, código objecto ou estrutura subjacente, ideias ou algoritmos, API e qualquer software adicional, documentação ou dados relacionados com os Serviços (\"Software\"). Você não irá, direta ou indiretamente, através de terceiros ou de qualquer outra forma: (a) fazer engenharia reversa, descompilar, desmontar ou de outra forma tentar descobrir o Software; (b) modificar, traduzir ou criar trabalhos derivados com base em qualquer Software; (c) copiar, alugar, arrendar, distribuir, penhorar, ceder ou de outra forma transferir ou onerar direitos sobre qualquer Software; (d) usar qualquer Software para fins de timesharing, bureau de serviços ou de outra forma em benefício de terceiros; ou (e) remover quaisquer avisos ou rótulos de propriedade.",
    "3660891610": "Se você é um Contribuinte, o IMI, e não você, tem direitos de propriedade em qualquer trabalho que você produza como parte da realização de qualquer tarefa. Ao aceitar os termos deste Acordo, você concorda em (e por meio deste) transferir a posse, propriedade e título (incluindo todos os direitos de propriedade intelectual existentes em todo o mundo) em e para o seu trabalho para nós. Para assegurar que possamos adquirir, aperfeiçoar e usar tais direitos, você concorda ainda em (i) assinar quaisquer documentos para auxiliar na documentação, perfeição e aplicação de nossos direitos; e (ii) fornecer acesso razoável às informações para registro, aperfeiçoamento, garantia, defesa e aplicação de tais direitos de propriedade em todo e qualquer país. As obrigações do utilizador ao abrigo desta secção continuarão mesmo após o cancelamento do registo ou cessação do uso dos Serviços. Você nos nomeia como seu procurador para executar documentos em seu nome para os propósitos estabelecidos nesta seção.",
    "426125156": "17. Copyright e TakeDown",
    "1408530660": "O IMI respeita a propriedade intelectual de terceiros e reservamo-nos o direito de remover do nosso site qualquer material que acreditamos que possa violar os direitos intelectuais de qualquer terceiro. Se você acredita que seu próprio trabalho foi copiado de uma forma que constitua violação de direitos autorais neste site, entre em contato com o suporte ao cliente da Intuition Machines.",
    "2696932851": "18. Indenização",
    "3844300338": "Você concorda em indenizar-nos, defender e isentar-nos de toda e qualquer reclamação, danos, responsabilidades, custos e despesas (incluindo honorários e custos razoáveis de advogados), decorrentes ou relacionados com o desempenho das suas tarefas ou com a sua utilização do nosso website.",
    "2474091800": "19. Litígios com Outros Utilizadores; Libertação",
    "3162107126": "O IMI não é parte em nenhuma disputa entre você e qualquer outro usuário dos Serviços. Você libera o IMI e suas afiliadas de toda e qualquer reclamação, demanda e danos de qualquer tipo e natureza, conhecidos e desconhecidos, suspeitos e insuspeitos, divulgados e não divulgados, decorrentes ou ligados a qualquer disputa entre você e outro usuário.",
    "2271969747": "20. Informações Confidenciais que Você Recebe",
    "1042802841": "Informação confidencial é qualquer informação que é marcada como confidencial ou proprietária, ou que deve ser razoavelmente entendida pela parte receptora como sendo confidencial ou proprietária. Isto não inclui qualquer informação que esteja (1) publicamente disponível, (2) já na posse, desenvolvida independentemente por, ou já conhecida pela parte receptora, ou (3) que tenha sido divulgada por ordem judicial ou como de outra forma exigido por lei.",
    "1918025546": "Se lhe forem fornecidas informações confidenciais por qualquer pessoa dos Serviços, você concorda em proteger o sigilo das informações confidenciais com o mesmo grau de cuidado que você usa para proteger suas próprias informações confidenciais, mas em nenhum caso com menos do que o devido cuidado. Você não pode divulgar ou publicar qualquer informação confidencial ou proprietária, exceto se for necessário para a execução de uma tarefa. Todas as informações dentro de uma tarefa na plataforma Intuition Machines devem ser consideradas confidenciais, mesmo que as informações não sejam expressamente designadas como confidenciais.",
    "2690395789": "Se e quando você não precisar mais das informações confidenciais recebidas, você deve devolver ou destruir imediatamente (conforme solicitado por quem divulgou as informações) todas as cópias das informações existentes nas instalações, sistemas ou outros equipamentos que você controla.",
    "2178073797": "Como a divulgação de informações confidenciais pode causar danos irreparáveis, a parte reveladora tem o direito de buscar medidas cautelares para qualquer violação ou ameaça de violação deste termo.",
    "2185860003": "21. Modificações do Website",
    "2631249972": "Podemos melhorar ou modificar o nosso site sem aviso prévio.",
    "3764131594": "22. Sites de Terceiros",
    "295955580": "O nosso site pode conter links para sites de terceiros. Nós não controlamos, investigamos, monitoramos ou verificamos tais websites. Não somos responsáveis nem endossamos os programas de computador, conteúdos ou opiniões contidos em tais websites. Se você decidir sair do nosso site e acessar qualquer site de terceiros, você o faz por sua própria conta e risco.",
    "838225123": "23. Termo de Garantia",
    "3897238493": "OS SERVIÇOS SÃO PRESTADOS NUMA BASE DE \"COMO ESTÁ\". NÃO FAZEMOS REPRESENTAÇÕES OU GARANTIAS, IMPLÍCITAS OU EXPRESSAS, NO QUE DIZ RESPEITO À ACESSIBILIDADE, ADEQUAÇÃO, LICITUDE, DISPONIBILIDADE OU FUNCIONALIDADE DOS SERVIÇOS, QUALQUER SOFTWARE OU MATERIAIS RELACIONADOS, AS TAREFAS, OU QUAISQUER ACTIVIDADES OU ITENS RELACIONADOS COM O PRESENTE ACORDO. NA MÁXIMA EXTENSÃO PERMITIDA POR LEI, IMI RENUNCIA A TODAS AS CONDIÇÕES, REPRESENTAÇÕES E GARANTIAS, EXPRESSAS OU IMPLÍCITAS, INCLUINDO, MAS NÃO LIMITADAS A, GARANTIAS DE COMERCIABILIDADE, ADEQUAÇÃO A UM DETERMINADO PROPÓSITO E NÃO INFRAÇÃO. A SUA ÚNICA E EXCLUSIVA REMEDIAÇÃO CONTRA IMI COM RESPEITO A QUALQUER DEFEITO, NÃO CONFORMANÇA OU DISSATISFAÇÃO É PARA CUMPRIR O USO DOS SERVIÇOS Nós não teremos nenhuma responsabilidade por qualquer dano ao seu sistema de computador, perda ou corrupção de dados, ou outros danos que resultem do seu acesso ou uso do site ou da Plataforma de Máquinas de Intuição. Interrupções programadas e não programadas podem ocorrer, e não garantimos a disponibilidade ininterrupta do nosso website.",
    "2110259227": "24. Limitação de Responsabilidade Civil",
    "3018077211": "25. Resolução de Litígios de Contribuintes",
    "2790841456": "Se você é um Contribuinte, você concorda com a seguinte cláusula de arbitragem e renúncia a ação coletiva:",
    "3302832698": "Resolução Alternativa de Disputas Necessária.",
    "561456032": "O utilizador concorda que para qualquer disputa que surja de ou esteja relacionada com a sua utilização dos Serviços, incluindo qualquer disputa que possa ter surgido desde o momento em que começou a executar tarefas para o IMI, e especificamente incluindo qualquer reclamação relacionada com a sua classificação ou não como contratante independente, notificará primeiro o IMI da sua reclamação contra ele. Você e o IMI tentarão então resolver a questão através de negociação direta ou mediação. Nós dividiremos igualmente o custo da mediação e concordamos que a mediação será conduzida através de telefone ou outros meios electrónicos. Se uma reclamação permanecer sem solução após negociações informais ou mediação, você concorda que você e a IMI utilizarão arbitragem final e vinculativa para resolver a disputa. Esta cláusula rege todas as reivindicações retroactivamente desde o momento em que você começou a utilizar o nosso website, seja com base em delito, contrato, estatuto, incluindo, mas não limitado a, quaisquer reivindicações de discriminação e assédio, sejam elas baseadas na Lei de Emprego e Habitação Justo da Califórnia, Título VII da Lei de Direitos Civis de 1964, conforme emendada, ou qualquer outra lei ou regulamento estadual ou federal, lei equitativa, ou de outra forma.",
    "3794239003": "Procedimento de Arbitragem.",
    "4193379787": "Toda arbitragem sob este acordo será conduzida sob as regras da Associação Americana de Arbitragem ou por um serviço de arbitragem mutuamente acordado. O árbitro será um árbitro dos EUA selecionado a partir de uma lista de não menos de sete (7) nomes através de greves alternativas. Na arbitragem, cada parte terá o direito de conduzir uma descoberta civil adequada, trazer moções dispositivas e apresentar testemunhas e provas, conforme necessário, para apresentar seus casos e defesas, e quaisquer disputas a esse respeito deverão ser resolvidas pelo árbitro. A resolução da disputa será baseada exclusivamente na lei que rege as reclamações e defesas invocadas, e o árbitro não poderá invocar nenhuma outra base que não seja essa lei de controle. O árbitro deve ter a imunidade de um oficial judicial de responsabilidade civil quando agir na qualidade de árbitro, imunidade essa que complementa qualquer outra imunidade existente. As sentenças devem incluir o parecer fundamentado escrito do árbitro. Você desiste do seu direito a julgamento pelo júri de qualquer reclamação que possa ter contra o IMI ou que o IMI possa ter contra você. Qualquer reivindicação sob esta cláusula deve ser apresentada dentro do prazo de prescrição aplicável. A Lei Federal de Arbitragem dos Estados Unidos rege esta cláusula, e você reconhece que este Acordo evidencia uma transação no comércio.",
    "2583888954": "Excepções.",
    "1034830": "Os litígios que não podem estar sujeitos a acordo de arbitragem pré-determinada, como previsto na Lei de Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), estão excluídos do presente",
    "263977834": "Exaustão Administrativa.",
    "1807512722": "Você pode apresentar qualquer reclamação decorrente da sua utilização deste website a uma agência administrativa, mas apenas na medida em que a lei aplicável permita o acesso a tal agência, não obstante a existência de um acordo para arbitrar. Tais reivindicações administrativas incluem, sem limitação, reivindicações ou acusações apresentadas à Comissão de Igualdade de Oportunidades de Emprego, ao Departamento do Trabalho dos EUA e ao Conselho Nacional de Relações Trabalhistas. Nada nesta cláusula será considerado como impedimento ou desculpa para você apresentar uma reclamação administrativa perante qualquer agência a fim de cumprir sua obrigação de esgotar os recursos administrativos antes de fazer uma reclamação em arbitragem, no entanto, você renuncia ao direito a qualquer decisão monetária através deste procedimento da agência.",
    "996430331": "Localização da Arbitragem.",
    "3040062804": "Qualquer procedimento de arbitragem sob esta seção será realizado por padrão dentro do Estado da Califórnia, a menos que você resida fora dos Estados Unidos, caso em que a arbitragem será realizada inteiramente por via eletrônica ou telefônica. A arbitragem poderá ser realizada em qualquer outro local, se acordado por escrito por todas as partes. Independentemente da sua localização, qualquer parte pode optar por comparecer à arbitragem através de vídeo ao vivo ou teleconferência.",
    "3091247030": "Class Action Waiver.",
    "2520904193": "Você renuncia a qualquer direito que tenha para que qualquer disputa seja apresentada, ouvida ou arbitrada como uma ação de classe, coletiva ou representativa. Não obstante qualquer outra cláusula contida neste contrato, a sentença anterior não poderá, em caso algum, ser dissociada deste contrato. Qualquer reivindicação de que toda ou parte desta renúncia é inaplicável, inconsciente, nula ou anulável pode ser determinada apenas por um tribunal de jurisdição competente e não por um árbitro. Você não será retaliado ou impedido de completar tarefas em nosso website como resultado de ter exercido seus direitos sob a Seção 7 da Lei Nacional de Relações Trabalhistas, ou pela apresentação ou participação em uma ação de classe, coletiva ou representativa em qualquer fórum, mas podemos legalmente buscar a aplicação desta renúncia de ação de classe e buscar a demissão de tais ações ou reivindicações de classe, coletivas ou representativas.",
    "3493572638": "Custos e taxas.",
    "702926385": "Cada uma das partes suportará os respectivos custos de representação legal em qualquer uma dessas arbitragens, exceto na medida em que os honorários advocatícios estejam explicitamente previstos por lei. As partes dividirão qualquer taxa administrativa inicial cobrada pelo árbitro, até um custo máximo para você de duzentos e cinqüenta dólares (US$250,00). O custo do árbitro e do relator do tribunal, se houver, será inicialmente arcado por nós; entretanto, o árbitro terá a discricionariedade de conceder custos apropriados à parte prevalecente, conforme previsto por lei, e/ou de exigir que as partes dividam os custos associados ao árbitro e/ou ao relator do tribunal.",
    "3199694247": "Severabilidade.",
    "3102490587": "Exceto para a Renúncia da Ação Popular, se qualquer termo ou disposição, ou parte desta cláusula arbitral for declarada nula ou inaplicável, ela será anulada e o restante da cláusula arbitral será executável.",
    "2323013093": "26. Lei Aplicável",
    "2900525040": "As leis do Estado da Califórnia regem estes Termos de Serviço e qualquer controvérsia, disputa ou reclamação decorrente dos mesmos.",
    "3339302473": "27. Rescisão",
    "1158384644": "Você pode optar a qualquer momento por deixar de usar nosso website, desde que você tenha que seguir todas as políticas de IMI aplicáveis. Podemos, a nosso exclusivo critério, rescindir este acordo, suspender o acesso ao nosso website, ou remover quaisquer serviços imediatamente sem aviso prévio por qualquer motivo.",
    "41530052": "28. Condições gerais de venda",
    "3202747130": "Acordo completo. Estes Termos de Serviço e quaisquer políticas, procedimentos ou termos referidos neste acordo constituem o acordo integral das partes com respeito ao assunto, e substituem e cancelam todos os acordos prévios e contemporâneos relacionados, reclamações, representações e entendimentos das partes.",
    "4080263153": "Sem Renúncia. Não seremos considerados como tendo renunciado a qualquer parte dos nossos direitos ou recursos, a menos que a renúncia seja por escrito e assinada por nós. Se adiarmos a aplicação ou não fizermos valer os nossos direitos ao abrigo de qualquer disposição deste acordo, isso não constituirá uma renúncia ao nosso direito de aplicar posteriormente tal disposição ou qualquer parte deste acordo.",
    "1789371580": "Atribuibilidade. Você não pode atribuir estes Termos de Serviço sem o nosso consentimento prévio por escrito. Podemos ceder estes Termos de Serviço a qualquer momento, sem aviso prévio. Sujeito ao acima exposto, estes Termos de Serviço serão vinculativos para os sucessores e cessionários permitidos de cada parte.",
    "2819628066": "Severabilidade. Se qualquer disposição destes Termos de Serviço for considerada inválida ou inaplicável por qualquer razão, não afetará a validade e a aplicabilidade de quaisquer disposições restantes.",
    "3955981186": "Emendas.  Nenhuma modificação ou emenda a estes Termos de Serviço por qualquer outra pessoa além do IMI deverá ser vinculativa ao IMI, a menos que em instrumento escrito assinado por um representante devidamente autorizado do IMI.",
    "1377538813": "Língua predominante.  A versão em inglês destes Termos de Serviço controlará em todos os aspectos e prevalecerá no caso de quaisquer inconsistências com as versões traduzidas, se houver.",
    "2438016011": "Acordo Voluntário. Todas as partes destes Termos de Serviço representam e concordam que cada uma delas reviu todos os aspectos deste acordo, leu cuidadosamente e compreendeu plenamente todas as suas disposições, e está voluntariamente a celebrar este acordo.",
    "2445034923": "Se você não concordar com todos os termos e condições destes Termos de Serviço, não use (e você não poderá) usar ou acessar o Site ou os Serviços.",
    "2646127839": "Anexo do Cliente aos Termos de Serviço Principais",
    "4097297673": "Como Cliente, Solicitante ou Integrador, você concorda em estar vinculado aos termos abaixo, além de quaisquer outros termos vinculativos entre você e o IMI.",
    "1093280979": "1. Formulários de Pedido da Plataforma",
    "1549953005": "Você pode ter preenchido um ou mais formulários de pedidos de acesso à plataforma (cada um, um \"Formulário de Pedido\") como condição para se tornar um Cliente ou Requisitante.  Se assim for, os termos e condições descritos no Formulário de Pedido passam a fazer parte dos Termos de Serviço e são aqui incorporados por referência.",
    "3819851005": "2. Taxas",
    "1591032933": "Você pagará ao IMI as taxas conforme descrito no Formulário de Ordem aplicável através do método de pagamento que você forneceu no Formulário de Ordem aplicável. A menos que ambas as partes acordem expressamente por escrito o contrário, você fornecerá o pagamento integral de todas as faturas emitidas dentro de trinta (30) dias após a data de envio da fatura. Você nos autoriza a executar autorizações de cartão de crédito em todas as informações de cartão de crédito que você nos fornecer, a armazenar essas informações de cartão de crédito e a cobrar seu cartão de crédito ou qualquer outra conta com a qual concordamos mutuamente como forma de pagamento. Salvo disposição em contrário no Formulário de Pedido ou no Contrato de Serviço da sua Empresa ou no Contrato de Serviço Principal, todas as taxas de Serviços, além das taxas em excesso, são cobradas anualmente no início dos serviços prestados pelo IMI ao abrigo do seu Contrato (a \"Data de Entrada em Vigor\").",
    "4142610534": "Qualquer atraso nos pagamentos será cobrado à taxa de 1,5% ao mês ou o valor máximo permitido por lei, o que for mais baixo. Se por qualquer motivo o cliente não pagar o valor devido nos termos deste Acordo, sua conta poderá ser suspensa, a nosso exclusivo critério, caso em que não serão feitos pagamentos adicionais de sua conta para a conclusão das tarefas e todas as suas tarefas serão removidas de nosso site. Você deve nos reembolsar por todos os valores devidos sob demanda, mais quaisquer taxas de processamento, taxas de atraso ou honorários advocatícios. Também podemos fazer relatórios apropriados para agências de informação de crédito e autoridades de aplicação da lei.",
    "512991700": "Se desejar contestar quaisquer taxas, deve contactar o nosso departamento de apoio ao cliente no prazo máximo de trinta (30) dias após a data de fecho da primeira facturação ou extracto de conta em que o erro ou problema apareceu, a fim de receber um ajustamento ou crédito.",
    "1273914192": "3. Impostos",
    "4242322181": "Você é responsável pelo pagamento de todos os impostos associados com os Serviços que não sejam impostos dos EUA, calculados sobre a renda líquida ou propriedade pessoal das Máquinas de Intuição.",
    "1671996585": "Você pode ser solicitado a integrar seu website, aplicativo ou plataforma com nossos serviços através de nossa interface de programação de aplicativos (\"API\"). Caso o faça, nós lhe concedemos uma licença limitada, não exclusiva, intransferível, intransferível e revogável para usar a API somente para acessar os Serviços. Nós podemos modificar a API e/ou cessar o suporte a versões antigas ou lançamentos da API a qualquer momento. Reservamo-nos o direito de suspender ou limitar seu acesso à API a nosso exclusivo critério, e faremos os esforços razoáveis para lhe fornecer aviso antes da suspensão.",
    "4036662147": "5. Protecção de Informações Confidenciais",
    "3564208535": "Você concorda em usar esforços comercialmente razoáveis para proteger qualquer Informação Confidencial recebida de nós ou através de nossos Serviços. inclui pontuação de bot e detalhes não públicos de nosso serviço empresarial, incluindo documentação não pública e quaisquer detalhes que possamos compartilhar com relação aos nossos métodos de detecção de bot. Se lhe for concedido acesso a qualquer Informação Confidencial, poderemos modificar, suspender ou limitar o seu acesso aos nossos Serviços, a nosso exclusivo critério, se determinarmos que a Informação Confidencial está a ser exposta pelo seu uso dos nossos Serviços, e faremos os esforços razoáveis para lhe fornecer uma notificação antes da suspensão.",
    "120384113": "6. Rescisão",
    "453723556": "Você pode encerrar este Apêndice do Cliente independentemente dos Termos de Serviço, deixando de ser Cliente ou Requisitante. Reservamo-nos o direito de suspender ou cancelar o seu estatuto de Cliente ou Requisitante a qualquer momento, ou de cancelar a sua conta ou utilização dos Serviços de forma consistente com os Termos de Serviço. O cliente permanece responsável, após a rescisão, por qualquer quantia devida nos termos do seu Formulário de Pedido. Se a sua assinatura incluir quaisquer taxas mensais ou anuais ou mínimos mensais ou anuais, você ainda será responsável pelo pagamento de todas as taxas dos Serviços até o final desse mês ou ano, respectivamente.",
    "218889628": "Exceto quando terminarmos este Apêndice do Cliente ou os Termos de Serviço como resultado da violação deste Apêndice do Cliente ou dos Termos de Serviço, se terminarmos e o cliente tiver pago previamente quaisquer taxas a nós, reembolsaremos uma parte proporcional desses valores pré-pagos, com base no tempo restante ou nos Serviços pelos quais o cliente tenha pago, o que for menor. Nós terminaremos nosso trabalho de uma maneira comercialmente razoável e preservaremos e entregaremos a você todos os Conjuntos de Dados de Saída pagos e todos os Dados do Cliente em nossa posse. Após qualquer rescisão, podemos mas não somos obrigados a apagar quaisquer dados.",
    "2505227594": "7. Sobreages",
    "2369877184": "A taxa máxima de pico RPS permitida para Integradores ou Clientes hCaptcha é de 1.000 pedidos por segundo para entidades dentro da sua conta (\"RPS\"), a menos que especificado em contrário por um acordo contratual escrito entre o cliente e nós.",
    "234420106": "Caso seja um Integrador ou Cliente do serviço hCaptcha Enterprise e o seu uso de API, medido pelo RPS, exceder a taxa provisionada para o seu nível de serviço, podemos optar por modificar o seu serviço ou cobrar uma taxa de sobre-ajuda. No caso da sua taxa de pico de RPS exceder a taxa de provisionamento por um fator de 10 por 10 ou mais minutos no total dentro de um período de 30 dias e a maioria dessas solicitações não for, a nosso critério exclusivo, tráfego malicioso, poderemos optar por cobrar a você a taxa de excesso de idade especificada contratualmente para todas as solicitações de API feitas naquele mês.",
    "2619472217": "8. Revenda",
    "2019702084": "A menos que expressamente permitido no Contrato de Serviço Principal ou no Contrato de Revenda do Cliente, os Serviços SaaS solicitados não serão vendidos, revendidos, alugados, sub-licenciados, licenciados, sub-licenciados ou de outra forma disponibilizados a terceiros (que não sejam Afiliados do Cliente), e todas as encomendas ao abrigo do Contrato e toda a utilização do Serviço pelo Cliente será para uso interno do Cliente ou do seu Afiliado.",
    "1233229030": "Diversos",
    "1467783792": "Nenhuma pessoa, entidade ou organização sancionada pelos Estados Unidos (um \"Actor Sancionado\") é elegível para recompensas ou para usar os Serviços como um Integrador. Para evitar dúvidas, isto inclui qualquer Ator Sancionado designado pelo Escritório de Controle de Ativos Estrangeiros (\"OFAC\") do Departamento do Tesouro dos Estados Unidos.",
    "3759657802": "O utilizador não pode atribuir, transferir ou delegar estes Termos de Serviço ou os seus direitos ou obrigações aqui descritos de forma alguma (por força da lei ou de outra forma).",
    "1627232990": "As traduções destes Termos de Serviço são fornecidas com base no melhor esforço. No caso de qualquer diferença substancial entre os Termos de Serviço em inglês e uma tradução dos mesmos, os Termos de Serviço em inglês deverão ser interpretados como autorizados.",
    "805221621": "Por favor contacte-nos em",
    "259613338": "se você tiver alguma dúvida sobre estes Termos de Serviço.",
    "2735878907": "Declaração de Planejamento de Continuidade de Negócios",
    "2887242610": "A Intuition Machines, Inc desenvolveu um Plano de Continuidade de Negócios sobre como responderemos a eventos que perturbem significativamente o nosso negócio hCaptcha. Como o tempo e o impacto de desastres e interrupções é imprevisível, teremos que ser flexíveis na resposta a eventos reais à medida que eles ocorrem. Com isso em mente, estamos a fornecer-lhe esta informação sobre o nosso plano de continuidade do negócio.",
    "809251240": "Contacte-nos",
    "2551802342": "- Planejamos recuperar e retomar rapidamente as operações comerciais após uma interrupção significativa dos negócios e responder, salvaguardando nossos funcionários e propriedade, fazendo uma avaliação financeira e operacional, protegendo os livros e registros da empresa e permitindo que nossos clientes e seus usuários finais façam transações on-line. Em resumo, nosso plano de continuidade de negócios foi projetado para permitir que nossa firma retome as operações o mais rápido possível, dado o escopo e a gravidade da interrupção significativa dos negócios.  Nosso plano de continuidade de negócios aborda: backup e recuperação de dados; todos os sistemas de missão crítica; avaliações financeiras e operacionais; comunicações alternativas com clientes, funcionários e órgãos de supervisão; localização física alternativa de funcionários; impacto crítico sobre fornecedores e clientes; relatórios regulatórios; e dar aos nossos clientes aviso imediato se não formos capazes de continuar nosso negócio. O nosso grupo principal de fornecedores apoia os nossos registos importantes numa área geograficamente separada. Embora cada situação de emergência coloque problemas únicos baseados em fatores externos, como a hora do dia e a gravidade da interrupção, fomos informados por este pool de fornecedores que seu objetivo é restaurar suas próprias operações e ser capaz de retomar os serviços rapidamente. Embora tenhamos trabalhado para reduzir os riscos utilizando um conjunto diversificado de fornecedores, seus serviços podem ser modificados ou interrompidos durante esse período.",
    "826396656": "Nosso Plano de Continuidade de Negócios",
    "1979347895": "- As interrupções significativas nos negócios podem variar em seu escopo, tais como apenas nossa firma, um único prédio que abriga nossa firma, o bairro onde nossa firma está localizada, a cidade onde estamos localizados, ou toda a região. Dentro de cada uma dessas áreas, a gravidade da interrupção também pode variar de mínima a grave. Em caso de interrupção de nossa firma, nosso bairro comercial, cidade ou região ou um prédio que abrigue nossa firma, transferiremos nossas operações para um local local quando necessário e não esperaremos nenhuma interrupção material nas operações comerciais. Em ambas as situações, planeamos continuar em negócios, transferir operações para fornecedores alternativos se necessário, e notificá-lo através do nosso website em hcaptcha.com e da nossa página de estado em hcaptchastatus.com sobre como nos contactar. Se a interrupção significativa do negócio for tão grave que nos impeça de permanecer em actividade, notificá-lo-emos de forma expedita.",
    "653679457": "Perturbações Várias",
    "410397176": "Para mais informações",
    "2095899021": "hCaptcha Branding Guidelines e General Trademark License",
    "2340340589": "Orientações sobre o uso da marca hCaptcha",
    "2430148876": "Criamos essas diretrizes e licença geral de marca para facilitar ao máximo o trabalho de nossos clientes, parceiros e fãs com nossa marca, preservando ao mesmo tempo nossa identidade corporativa. Se você precisar usar ícones, logotipos ou outras marcas hCaptcha de maneiras materialmente diferentes destas diretrizes, você precisará entrar em contato conosco (IMI) para obter uma licença por escrito.",
    "3884400764": "Embora você possa usar as marcas hCaptcha de acordo com estas diretrizes, isso não significa que você tenha quaisquer direitos adquiridos sobre as marcas hCaptcha, logotipos ou qualquer outra marca comercial, nome comercial, marca de serviço, nome comercial ou boa vontade de hCaptcha. Queremos conceder a maior flexibilidade possível, mas somos obrigados a proteger hCaptcha contra o uso não autorizado de qualquer marca comercial, nome comercial, marca de serviço, nome comercial ou fundo de comércio de hCaptcha. Qualquer uso não autorizado põe automaticamente termo à permissão ou licença concedida pela hCaptcha e pode incorrer em responsabilidades legais por quaisquer danos.",
    "512598290": "Assim, devemos pedir que você sempre use todas as marcas e logotipos hCaptcha de uma forma que siga as regras abaixo, incluindo capitalização, tipo de letra e estilo.",
    "2075610992": "Obrigado pelo seu apoio!",
    "1023190144": "hCaptcha® em texto",
    "4274324704": "Aqui está como usar o nosso nome em cópia escrita:",
    "3912926900": "hCaptcha® deve ter um símbolo de marca registrada na primeira vez em que aparece em uma cópia criativa.",
    "950637875": "A ortografia hCaptcha nunca deve ser alterada e hCaptcha deve ser sempre capitalizada na segunda letra (\"C\"). Nunca é plural ou possessivo.",
    "2624601135": "hCaptcha não deve ser usado como parte de uma marca, unido com um hífen, ou usado em nomes de aplicações ou outros produtos.",
    "3828090208": "Em vez disso, use \"para hCaptcha\". Se usado com um logotipo de terceiros, \"para hCaptcha\" precisa ser menor em tamanho do que o logotipo de terceiros.",
    "4149738856": "hCaptcha deve ser usado como um adjetivo e seguido por um termo genérico adequado.",
    "1446868537": "hCaptcha nunca deve ser usado como um verbo.",
    "2487931657": "Não uses: \"nós captámos o nosso site.\"",
    "2565565429": "Em vez disso, use: \"usamos hCaptcha para tornar o nosso site mais seguro e seguro.\"",
    "3434202027": "Qualquer uso do nome hCaptcha nas comunicações requer a atribuição de um nome hCaptcha: \"hCaptcha é uma marca registada da Intuition Machines, Inc.\"",
    "2754937029": "Usos Inaceitáveis",
    "2436973524": "Apenas referências precisas são aceitáveis. Não é permitido dizer que um site utiliza serviços e aplicações hCaptcha quando não o faz. Da mesma forma, o uso do nosso logotipo ou de qualquer distintivo também só é apropriado quando o site utiliza os serviços hCaptcha.",
    "69844082": "As marcas registadas, símbolos gráficos, logótipos, caracteres ou ícones hCaptcha também não podem ser utilizados de forma depreciativa.",
    "3861413614": "Você não pode usar qualquer marca registrada ou logotipo hCaptcha que implique que hCaptcha tenha uma afiliação ou endosso, patrocínio ou apoio de um produto ou serviço de terceiros, sem permissão expressa por escrito.",
    "1409822234": "Em nenhuma circunstância uma marca hCaptcha idêntica ou quase idêntica pode ser usada como nome de domínio.",
    "4181060163": "Terceiros não devem usar variações ou erros ortográficos ou agir de qualquer forma que possa causar qualquer confusão de interesse inicial sobre as marcas registradas hCaptcha.",
    "3955555607": "Além de Parceiros ou Revendedores Autorizados, terceiros não podem licitar por palavras-chave, Google AdWords ou outros sistemas de publicidade direcionada usando marcas hCaptcha ou erros ortográficos. Nem podem terceiros usar marcas hCaptcha em nomes de domínio, qualquer otimização de mecanismos de busca, meta tags, termos de busca, código ou outras declarações falsas.",
    "1985238261": "Outras Marcas Restritas",
    "2193061499": "Alguns de nossos logotipos e marcas estão restritos a ser usados pela hCaptcha e seus parceiros. Terceiros não podem usar as seguintes marcas sem uma licença escrita da hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Autorizado Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop por hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Ajude a construir um melhor Web™",
    "364774188": "Eu sou human™",
    "2785425016": "(no contexto de uma solução de verificação da humanidade, por exemplo, um apelo à acção)",
    "2639657759": "Marcas Utilizadas por Permissão",
    "1268918580": "Alguns dos logotipos e marcas utilizados pela hCaptcha e seus parceiros são propriedade de terceiros e só podem ser utilizados com a sua permissão. Os terceiros não podem utilizar as seguintes marcas, excepto quando permitido pelos seus proprietários:",
    "3782751514": "HUMAN Protocol® é uma marca registrada da HUMAN Protocol Foundation, e é usada com sua permissão.",
    "1620709264": "HUMAN Token® é uma marca registrada da HUMAN Protocol Foundation, e é usada com sua permissão.",
    "3031953928": "HUMAN Network™ é uma marca registrada da HUMAN Protocol Foundation, e é usada com sua permissão.",
    "3554363588": "Outras Marcas",
    "3290996791": "Todos os outros nomes de produtos, logotipos e marcas são propriedade de seus respectivos proprietários. Todos os outros nomes de empresas, produtos e serviços utilizados neste website são apenas para fins de identificação. O uso desses nomes, logotipos e marcas não implica endosso.",
    "2444685143": "Política de Logotipo",
    "2414232014": "O nosso logotipo é imediatamente reconhecível e um dos nossos bens mais valiosos e importantes. Para garantir que continue a ser uma forte representação da nossa empresa, deve ser apresentado de forma cuidadosa e consistente em todos os canais de comunicação.",
    "803639471": "O logotipo hCaptcha é composto pelo ícone da mão e pelo logotipo hCaptcha. Em sua forma alternativa, o ícone de mão pode aparecer por si só quando o espaço é limitado e \"hCaptcha\" é usado como uma marca de palavra (como descrito acima) na proximidade do ícone de mão, de modo que fique claro que o ícone de mão representa hCaptcha.",
    "564127016": "O ícone da mão hCaptcha:",
    "1424800293": "O logotipo hCaptcha:",
    "1525506526": "O que são as ofertas públicas de aquisição e como funcionam?",
    "2446481523": "Há um conto popular antigo em que um condutor de carroças e um nobre aparecem na polícia de uma pequena aldeia rural. Um homem, vestido com roupa suja e pobre, disse ao policial: \"Eu sou o nobre\". Este homem era o meu motorista.",
    "1767952047": "Ele atacou-me ontem à noite, roubou-me a roupa e levou-me o dinheiro.\" O outro homem, vestido com grande elegância, a roupa da classe nobre, respondeu: \"Agente, este homem é louco. Ele pensa que é um homem nobre. Eu sou o verdadeiro fidalgo. Prendam-no!\"",
    "2947576723": "Esta história é anterior às cartas de condução e à impressão digital dos dedos, mas oferece um bom exemplo do que pode correr mal numa situação de tomada de conta. Uma pessoa faz login em uma conta bancária online ou aplicativo de pagamentos móveis. Ele é o verdadeiro titular da conta, ou um hacker? Quem é realmente quem? Estas questões de segurança afetam as organizações que permitem o acesso à conta de auto-atendimento.",
    "1687299615": "O que é uma tomada de conta?",
    "2648707986": "Uma aquisição de conta é uma forma de fraude cibernética na qual um ator malicioso se faz passar pelo dono de uma conta online. Normalmente, a conta está em uma instituição financeira ou um negócio de comércio eletrônico onde o fraudador pode roubar dinheiro, mercadorias ou cartões-presente. O atacante usa credenciais de login roubadas para acessar a conta e depois assumi-la, talvez mudando a senha para bloquear o verdadeiro dono da conta.",
    "1476843710": "As formas menos prejudiciais, mas ainda prejudiciais, de aquisição de contas envolvem o sequestro de contas nas redes sociais e afins. Nesses casos, o atacante geralmente está tentando espalhar malware ou se envolver em ataques de phishing contra amigos insuspeitos da vítima. Ou, o atacante está tentando envergonhar a vítima, o que às vezes acontece com celebridades e políticos, por exemplo.",
    "2904949278": "Como é que um hacker toma conta de uma conta?",
    "2575690545": "As tomadas de conta, como tanta fraude cibernética, são sobretudo uma questão de processos automatizados e em massa. É raro um hacker, vestido com um capuz no porão da sua mãe, digitar senhas em sites de bancos, um de cada vez.",
    "3614653023": "Pelo contrário, a prática baseia-se em ataques de enchimento de credenciais em larga escala que tentam milhões de pares de nomes de utilizador/senha em dezenas de instituições financeiras alvo, na esperança de desbloquear um pequeno subconjunto das contas. Uma vez que o software de fraude automatizado tenha obtido acesso à conta, um hacker humano pode então se envolver, mas em alguns casos, não.",
    "2762759509": "Muitos dos ataques de tomada de controlo são quase totalmente automatizados.",
    "1972710018": "Vendo-o da perspectiva da empresa",
    "1282121137": "Para entender como a tomada em conta pode ser problemática, considere como é a experiência do ponto de vista da instituição financeira. Eles lidam com milhões de logins todos os dias.",
    "2315518622": "Com a sofisticação disponível nas ferramentas de ataque de hoje, é extremamente desafiador detectar quais, se é que existem, são fraudulentas. Então, uma pessoa liga para a linha de atendimento ao cliente e diz: \"Minha conta foi atacada! Eu não consigo entrar e alguém está roubando meu dinheiro!\"",
    "1836369533": "Como o guarda do conto popular, como se determina quem é realmente quem? Se o atacante tem elementos de identidade roubados suficientes, como número da carteira de motorista, número de segurança social, nome de solteira da mãe, endereço, e assim por diante, pode ser bastante difícil determinar se o chamador é o verdadeiro titular da conta ou um atacante tentando obter uma senha redefinida em uma conta que ele quer penetrar.",
    "2880837730": "O que pode ser feito para parar as aquisições de conta?",
    "3654556483": "Instituições financeiras e empresas de eCommerce têm processos e controles que mitigam parte da ameaça de aquisição de contas. Estes vão desde as perguntas de segurança antiquadas \"qual era o nome do seu melhor amigo na escola primária\" até aos métodos de detecção que furam endereços IP e perfis de dispositivos móveis suspeitos.",
    "2449501658": "fornece uma das formas mais avançadas de mitigar a ameaça de tentativas fraudulentas de login de conta, usando a aprendizagem da máquina para detectar e parar os bots, e efetivamente tornando muito mais difícil ou até impossível para os fraudadores se envolverem na tomada de conta.",
    "3621455477": "para saber mais!",
    "555246307": "A propósito, eis como termina a história do nobre e do seu motorista: O guarda fez os dois homens sentarem-se juntos numa sala durante horas e ficarem aborrecidos. No final do dia, ele apareceu e disse: \"Vou falar com o condutor da carroça agora\". O homem com as roupas nobres levantou-se. Ele estava tão aborrecido, que se esqueceu que estava apenas fingindo ser o nobre.",
    "1224727373": "BotStop por hCaptcha",
    "1187718370": "Contacte-nos",
    "3892905664": "O hCaptcha ajuda os seus serviços online favoritos a manter os bots, spam e abusos, fazendo perguntas simples que são fáceis para os humanos e difíceis para as máquinas.",
    "555158694": "Um serviço que você usa escolheu para melhorar a sua experiência no site deles instalando hCaptcha para reduzir o tráfego malicioso.",
    "1617196410": "hCaptcha está focado em parar os bots. Não nos interessa quem é um utilizador, mas apenas se ele é malicioso. Trabalhamos arduamente para equilibrar a privacidade &",
    "1624200563": "e cumprir com a GDPR, CCPA, LGPD, PIPL e outros regulamentos de privacidade.",
    "1927613000": "hCaptcha combina o aprendizado de máquinas sofisticadas com uma poderosa plataforma de desafios para proteger aplicações web contra aquisições de contas, recheio de credenciais, raspagem e outros tipos de abuso.",
    "1133989302": "Porquê hCaptcha?",
    "34074886": "Cada vez que você responde a um desafio, nós usamos modelos sofisticados para descobrir se você é humano. O site que você visitou então usa este resultado para ajudar a melhorar a sua experiência no site deles, mantendo os bots de fora.",
    "3412647984": "Isto permite-lhe evitar perguntas futuras ao registar-se e definir um cookie. Por favor, tente também desligar o bloqueador de anúncios.",
    "2510209017": "Precisa de mais ajuda?",
    "477275453": "Por que as APIs são um alvo popular para os Hackers?",
    "596347471": "As interfaces de programação de aplicações (APIs) tornaram-se um alvo popular para os actores maliciosos no ciberespaço. Há muitas razões para isto, incluindo a sua grande utilidade na integração de aplicações. É possível, no entanto, mitigar o risco das APIs.",
    "2441638955": "Primeiro, o que é um API?",
    "3963216198": "Para discutir porque as APIs são um alvo popular para os hackers, vale a pena primeiro tomar um breve momento para definir o que se entende atualmente pelo termo \"API\". O conceito de API não é de todo novo. Na verdade, interfaces para conectar vários sistemas de computador uns com os outros, assim como seus componentes internos, existem desde pelo menos o início dos anos 60.",
    "1047251718": "Hoje, no entanto, quando as pessoas falam sobre APIs, elas invariavelmente significam APIs baseadas em padrões. Estas são APIs construídas usando padrões abertos como a Representational State Transfer (REST) e formatos de arquivo padrão aberto como a JavaScript Object Notation (JSON). Tais \"RESTful APIs\", como são conhecidas, podem ser criadas sem a necessidade de software proprietário. As APIs resultantes são capazes de enviar e receber chamadas de dados e procedimentos entre aplicações de software. Por exemplo, um aplicativo bancário móvel usa uma API para acessar os sistemas do banco.",
    "1001938065": "Integração não poderia ser mais fácil",
    "1021431157": "() Incompatibilidade com código aberto ou licenças de código aberto",
    "1027023087": "Em vez disso, nós, do hCaptcha, nos concentramos em abordagens mais modernas para o problema, que não exigem a retenção de registros de comportamento de longo prazo, como histórico de navegação, e nos provamos muito mais resilientes diante de adversários determinados desde que o serviço foi lançado.",
    "1045484714": "Integração de SAML SSO com seu provedor de identidade, por exemplo, Okta ou Azure AD.",
    "1074044172": "Quando os usuários precisam resolver um desafio para atender aos seus requisitos de segurança, por que não fazer perguntas agradáveis e relevantes para o usuário?",
    "1080672247": "Como muitas das perguntas feitas não podem ser resolvidas economicamente com software de prateleira e porque os dados são geralmente exclusivos do sistema, isso significa que os bots são frequentemente completamente interrompidos pelo serviço gratuito e devem contar com solucionadores CAPTCHA humanos, que torna muitos tipos de abuso completamente antieconômicos.",
    "1085089390": "O abuso online decorre de comportamentos humanos inatos",
    "1105363520": "Não operamos uma rede de anunciantes e não temos interesse em observar o comportamento do usuário para vender anúncios. Isso significa que não exigimos um pixel passivo em todas as páginas do seu site.",
    "111184581": "Hospedagem primária",
    "1118929614": "() Estupidez extrema por parte das pessoas que fazem negócios com spammers",
    "1126302400": "Bounding Box",
    "1126447688": "frequentemente relatam desempenho igual ou melhor na detecção e mitigação de bots, apesar de nosso foco na privacidade",
    "1130783905": "A precisão é do seu interesse e do nosso. O hCaptcha funciona para fornecer dados reais e permitir que você decida como usá-los. Outras soluções de segurança são fornecidas por empresas de publicidade Gigantic. Isso significa que cada bot que eles bloqueiam pode reduzir sua receita.",
    "1130868224": "Três linhas de código",
    "1151065360": "() Listas negras são uma merda",
    "1155436473": "(nossa oferta empresarial) agora protege centenas de milhões de usuários em dezenas de milhões de sites e aplicativos todos os meses. Nossa história mostra que você pode competir com a Big Tech ao colocar a privacidade em primeiro lugar.",
    "1155821305": "defesa é profundidade",
    "1159746815": "Você também pode nos enviar um e-mail diretamente.",
    "117227832": "() Por que devemos confiar em você e em seus servidores?",
    "1182294134": "Ásia-Pacífico (APAC)",
    "119098046": "E quanto às soluções passivas ou sem desafio?",
    "1193738791": ": eles rastreiam o comportamento do usuário em todas as páginas de um site e em toda a web. Projetamos o hCaptcha para ser o mais amigável possível à privacidade desde o primeiro dia. Isso levou a uma abordagem completamente diferente do problema. Acontece que rastrear usuários na web e vincular seu histórico da web à sua identidade é completamente desnecessário para obter uma boa segurança. As muitas empresas que mudaram para o hCaptcha",
    "1216071511": "As mesmas ideias são propostas com tanta frequência que, há cerca de 20 anos, um autor anônimo surgiu com um útil preenchimento de lacunas para discussões on-line sobre soluções anti-spam:",
    "121743429": "Para empresas de infraestrutura da Web",
    "122875767": "Satisfaça suas necessidades legais quando outras empresas não podem.",
    "1232651561": "o software agora é tão bom quanto as pessoas na solução de desafios do reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "1268414751": "Quaisquer outros detalhes que devemos ter?",
    "1278884196": "Dito isso, a criptografia é uma disciplina bastante jovem. Com base na história recente, seu esquema criptográfico e / ou implementação provavelmente será interrompido assim que alguém tiver um incentivo para examiná-lo de perto, e é provável que outras pessoas descubram isso muito antes de você. Depender do hardware também significa que você pode precisar pedir a cada um de seus usuários para trocar um dispositivo físico para consertar a falha. É improvável que isso aconteça rapidamente na maioria dos casos, o que significa que, na realidade, seu sistema simplesmente falhará ao abrir.",
    "1296696044": "Privacidade x segurança: por que não ambos?",
    "1297224875": "Uma abordagem exclusivamente orientada para a privacidade para a segurança online corporativa.",
    "131871195": "A melhor forma de garantir sua satisfação é demonstrar que atendemos às suas necessidades.",
    "135276624": "Europa, Oriente Médio, África (EMEA)",
    "1356745565": "Compatível desde o Internet Explorer 8.",
    "1368787974": "Compartilhe o gerenciamento com sua equipe.",
    "1393184984": "são tudo que você precisa.",
    "1408599440": "Comece rápido com algumas linhas de código e nosso modo 99,9% passivo, ou assuma o controle total sobre quando e como os usuários são desafiados. Modelos de ameaças personalizados e desafios personalizáveis significam flexibilidade incomparável para garantir a segurança.",
    "1445008801": "Como diz Eden:",
    "1467218142": "O que desejamos deles e de nós mesmos dirige nosso comportamento e, portanto, os mesmos padrões de interação se repetem em todos os sistemas humanos. A Internet oferece muitos exemplos excelentes desse aspecto fundamental do nosso mundo.",
    "1477196356": "Vários métodos de vincular a identidade a um dispositivo de maneira criptograficamente segura, às vezes com propriedades de preservação da privacidade, foram propostos por décadas. A criptografia de chave pública data de c. 1975, e os tokens de hardware existem há quase tanto tempo.",
    "148188781": "Desafios Apresentados",
    "1482845460": "() Requer cooperação total imediata de todos ao mesmo tempo",
    "1491780143": "CAPTCHAs não provam que você é humano - eles provam que você é americano",
    "1510448156": "Você pode começar a usar uma alternativa superior hoje e ativar recursos mais avançados conforme necessário.",
    "151737819": "As taxas de resolução de hCaptcha em todo o mundo mostram muito pouca variação",
    "1519201684": "Política de ética da AI",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1547006769": "A verificação da humanidade é o mesmo problema",
    "155456850": "anunciando sua mudança para hCaptcha:",
    "1579093044": "Com nosso designer de desafio simples e personalizado, você pode lançar o conteúdo do desafio da marca em apenas alguns minutos.",
    "1586809757": "Pontuações de bot de alta precisão",
    "1595254735": "Os serviços puramente passivos lutam para manter a precisão da detecção de bots ou até mesmo para saber quando eles são imprecisos. Sem a capacidade de ocasionalmente desafiar os usuários e analisar corretamente os resultados desse desafio, a precisão tende a diminuir muito com o tempo.",
    "1597520917": "Um número crescente de críticos apontou que o desrespeito do Google pela privacidade do usuário deve preocupar os clientes que procuram proteger seus sites e aplicativos.",
    "1642844535": "é importante: o hCaptcha usa várias abordagens diferentes para responder à mesma pergunta fundamental, permitindo a comparação para consistência em todas as avaliações.",
    "1691348394": "- compras em massa automatizadas durante uma venda de lançamento limitado",
    "1706581702": "O treinamento em dados não identificados funciona tão bem e não requer comprometer a segurança ou privacidade. Nossos clientes fizeram os testes empíricos e nos declararam iguais ou melhores do que alternativas muito menos privadas.",
    "170775527": "Recursos empresariais",
    "1722734001": "A Internet aberta é um ambiente muito barulhento. Atores mal-intencionados atacam usuários de nosso serviço e concorrentes como o reCAPTCHA todos os dias e, é claro, tentam parecer o mais humanos possível ao fazê-lo.",
    "1729677626": "Estou sob ataque e preciso de integração imediata.",
    "1771016224": "- software de download de todo o conteúdo do seu site em massa",
    "1779265104": "Termos personalizados e garantias de privacidade",
    "1783317946": "Parar ataques de API é um caso de uso popular para",
    "1798492192": "Suporte a navegador legado",
    "1803009328": "Testado em batalha em escala da web.",
    "1803943584": "Em segundo lugar, permitimos que os desafios se otimizem automaticamente para determinar em quais países ou idiomas eles serão exibidos, aumentando ainda mais a probabilidade de uma experiência consistente. Se a precisão for menor do que o esperado, um conjunto de perguntas simplesmente deixará de ser executado na região ou idioma onde o efeito ocorre.",
    "1828028934": "Isso é por que",
    "1844885924": "Ampla biblioteca de tipos para escolher.",
    "1845745385": "Projetado para privacidade.",
    "1886100235": "Muitos dos maiores serviços online do mundo mudaram para o hCaptcha Enterprise e receberam detecção de bot aprimorada, juntamente com economias de custo substanciais.",
    "1890955039": "Como personalizar a formatação para cada rich text",
    "1903743785": "O advento de APIs baseadas em padrões representou um grande salto à frente na integração de aplicativos. Nos últimos 20 anos ou mais, as APIs deixaram de ser produtos de software proprietário caros e complicados para se tornarem ferramentas gratuitas baseadas em padrões que eram comparativamente fáceis de trabalhar - e rápidas de implantar.",
    "190955495": "() Falta de autoridade de controle central para e-mail",
    "191460155": "Fricção zero e modos passivos de 99,9%",
    "1923297430": "O ponto de ruptura final para muitos clientes maiores veio quando o Google começou a cobrar das empresas pelo uso de seus produtos em qualquer escala significativa. Isso fez com que os usuários do reCAPTCHA de longa data procurassem alternativas melhores, visto que as preocupações regulatórias em todo o mundo já haviam tornado o uso das ofertas do Google cada vez menos atraente.",
    "1941999673": "Sua postagem defende um",
    "1953959745": "acessibilidade",
    "1959762846": "- preencher seus formulários da web com infindáveis spams ou abusos de marketing",
    "1963951234": "Não importa o quão confiável seja o seu esquema criptográfico, se alguém pode no final do dia simplesmente gastar dinheiro para lhe dar a resposta que você está procurando, possuir um hardware é insuficiente.",
    "1982617151": "() Qualquer pessoa pode destruir anonimamente a carreira ou o negócio de outra pessoa",
    "1993984258": "() Qualquer esquema baseado em opt-out é inaceitável",
    "1996843433": "Reduza o atrito, evitando um desafio totalmente para 99,9% do seu tráfego legítimo, ao mesmo tempo que fornece excelente segurança.",
    "1997838163": "As maiores empresas do mundo dependem do hCaptcha Enterprise. A integração é simples e a precisão da detecção é incomparável.",
    "2019130052": "Nossas inovações em ML com foco na privacidade nos permitem exceder os padrões de segurança das estratégias legadas de \"gravar tudo para sempre\" sem prejudicar a segurança ou a privacidade do usuário.",
    "2030062561": "() Ninguém vai conseguir encontrar o cara ou pegar o dinheiro",
    "2058856283": "O hCaptcha Enterprise tem apenas um propósito: evitar que atores mal-intencionados interrompam suas operações online e prejudiquem seus usuários.",
    "2059998584": "Região",
    "2067334580": "Link de Texto",
    "2072808435": "\"Adivinha, Google? Os táxis no meu país geralmente são pretos. Já assisti filmes o suficiente para saber que todos os da América são amarelos. Mas em todos os outros países que visitei, os táxis são uma mistura de matizes diferentes. \"",
    "2077639538": ". Por um lado, os dados de desafio em nosso serviço podem vir de muitas fontes, não apenas uma - de grandes empresas Fortune 500 a startups de aprendizado de máquina, desde que estejam aderindo aos nossos",
    "2087769953": "\"Estamos entusiasmados com essa mudança porque ela ajuda a resolver uma questão de privacidade inerente à confiança em um serviço do Google que temos há algum tempo. Avaliamos vários fornecedores de CAPTCHA, bem como construímos um sistema nós mesmos. No final, O hCaptcha surgiu como a melhor alternativa ao reCAPTCHA. ”“ Gostamos de várias coisas nas soluções do hCaptcha: 1) elas não vendem dados pessoais; eles coletam apenas dados pessoais mínimos necessários, são transparentes ao descrever as informações que coletam e como as usam e / ou divulgam. \"",
    "2090457681": "() Não quero que o governo leia meu e-mail",
    "2104933754": "Identifique os rótulos correspondentes",
    "2119943547": "Por que é isso? A resposta é simples. Enquanto houver um incentivo para abusar de um sistema, geralmente alguém encontrará uma maneira. E, uma vez que o façam, outra pessoa terá agora um incentivo para detê-los.",
    "2123236933": "() Custos de largura de banda que não são afetados pela filtragem do cliente",
    "2131386784": "Experiência e suporte alcançáveis para você e seus usuários",
    "2133809801": "Enquanto as pessoas permanecerem pessoas, é provável que a verificação da humanidade tenha um papel a desempenhar online.",
    "2138799135": "O hCaptcha tem dezenas de integrações pré-construídas para os sistemas front-end e back-end que você usa.",
    "2146900431": "Intuitivamente, essa afirmação faz muito sentido. Os CAPTCHAs, como quase tudo, estão inseridos em um contexto cultural e, se o seu conjunto de desafios foi criado principalmente em uma cultura, pode não se traduzir muito bem em outra. Em sua essência, esta é uma questão de cultura",
    "2150595700": ". O GDPR e a CCPA colocaram as questões de privacidade no mapa para os compradores corporativos e, ao mesmo tempo, a privacidade online está se tornando cada vez mais importante para o público à medida que todos começamos a entender como os setores de publicidade e marketing online têm usado historicamente nossos dados.",
    "2155089487": ". Se nossos desafios fossem mais fáceis de resolver para alguns grupos, esperaríamos ver uma diferença no desempenho das pessoas em todo o mundo e em diferentes culturas ao resolvê-los. No contexto da postagem de Eden, esperaríamos que os americanos se saíssem melhor do que as pessoas de outros países. Como passamos anos desenvolvendo sistemas para evitar esse problema, vemos exatamente o oposto.",
    "2183926131": "Comece com o hCaptcha Enterprise",
    "2187096543": "Na verdade, tem havido algumas violações de dados importantes resultantes de software escrito por hackers que acionou uma API para extrair dados de um banco de dados. Afinal, se o roubo de dados simplesmente requer uma chamada GET básica em uma API, escrita usando REST e JSON, então é fácil remover rapidamente um banco de dados limpo. Na verdade, quando as pessoas falam sobre ataques de “raspagem de tela”, o que eles realmente querem dizer, em grande parte, são chamadas de API de disparo rápido que extraem dados de bancos de dados. As APIs se tornaram a principal superfície de ataque para as organizações que as criam.",
    "2197218442": "O CEO da Cloudflare, Matthew Prince, resumiu este ponto de vista no",
    "2212670355": "Inscrever-se",
    "2217842245": "No entanto, nossos dados mostram que (para hCaptcha)",
    "2225785608": "() Devemos ser capazes de falar sobre Viagra sem ser censurados",
    "2233741720": "Para concluir",
    "2234909600": "() Os spammers não se importam com endereços inválidos em suas listas",
    "2255549335": "Nosso trabalho no hCaptcha é encontrar bons equilíbrios entre dificuldade e precisão e manter o atrito baixo, especialmente para",
    "2271252286": "() A Microsoft não vai tolerar isso",
    "2284856231": "e também foi observada uma precisão drasticamente aprimorada no modo puramente passivo do hCaptcha Enterprise.",
    "229198134": "() Desculpe cara, mas não acho que daria certo.",
    "2292919419": "( ) Panorama",
    "2310705547": "O elemento de rich text permite que você crie e formate títulos, parágrafos, citações em bloco, imagens e vídeo, tudo em um só lugar, em vez de adicionar e formatar individualmente. Basta clicar duas vezes e criar conteúdo facilmente.",
    "23114595": "Excelente experiência do usuário",
    "2349681896": "Infelizmente, controlar uma peça de hardware não significa que você é uma pessoa. Praticamente todo esquema de atestado de hardware de consumidor popular foi repetidamente quebrado, corrigido e, em seguida, quebrado novamente.",
    "2354267648": "Política de privacidade compatível com GDPR, CCPA e LGPD",
    "237009707": "() Relés abertos em países estrangeiros",
    "2373007864": "O hCaptcha Enterprise é executado na tecnologia da plataforma hCaptcha, estendida para incluir os recursos de alto tráfego de que as empresas precisam.",
    "2391175562": "Além disso, é isso que penso sobre você:",
    "2396605499": "() Listas brancas são péssimas",
    "2408036504": "Nossos sistemas são projetados desde o início para minimizar a coleta e retenção de dados, mantendo a segurança líder da classe. A melhor maneira de proteger os dados do usuário não é armazená-los.",
    "2412751979": "Graças aos sinais humanos mais precisos que alimentam o hCaptcha, muitas empresas que antes usavam o reCAPTCHA v3 / Enterprise mudaram para",
    "2437934778": "Seu nome",
    "2462909475": "Uma parede com mais de 10.000 telefones usados para abuso, parte de uma operação de bot na China.",
    "2468683988": "Cabeçalho",
    "247560732": "Adicione hCaptcha com três linhas de código. Se você está vindo do reCAPTCHA, nossa API é compatível e leva apenas alguns minutos para alternar.",
    "2477958756": "( ) Pessoas más",
    "2481032625": "Se o objetivo é prevenir:",
    "2498172334": "Especificamente, seu plano não leva em conta",
    "2531534427": "Os detalhes estão aqui.",
    "2534436327": "e as seguintes objeções filosóficas também podem ser aplicadas:",
    "2535001179": "Se você vier do reCAPTCHA do Google, nossas APIs são substitutos imediatos.",
    "2540760245": "entre muitos outros usos, ser capaz de filtrar o tráfego online com base em \"humano ou não\" provavelmente permanecerá uma ferramenta valiosa, desde que a natureza humana siga os mesmos padrões registrados nos últimos cinco mil anos.",
    "2543123170": "Verificação de humanidade de atrito zero",
    "254326776": "O abuso malicioso dessas falhas costuma ser descoberto por meses ou anos antes da divulgação ou publicação acadêmica.",
    "2590587108": "Edição de conteúdo estático e dinâmico",
    "2593768395": "Experiência perfeita em web, mobile nativo, web mobile. Integrações pré-construídas e SDKs nativos disponíveis.",
    "2603863826": "PS: Se você encontrar uma tradução em seu idioma que possa ser melhorada, sinta-se à vontade para enviar um",
    "2620705814": "O Google é uma empresa de publicidade e seus produtos de segurança se parecem muito com seus produtos de publicidade",
    "2624949852": "Obviamente, o reCAPTCHA foi um dos primeiros a entrar na segurança da Web desde 2009, protegendo milhões de sites contra ameaças cada vez maiores de bots mal-intencionados e spammers. No entanto, foi completamente comprometido nos últimos anos:",
    "2631159699": "() Exércitos de caixas de Windows com conexão de banda larga crivadas de vermes",
    "2650502379": "Lance seus próprios desafios em segundos",
    "2652399059": "Um parceiro confiável",
    "2676853536": "Painéis multiusuário",
    "2681650568": "E como sempre, a privacidade é um valor fundamental para nós. Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários. Minimizar a coleta de dados começa no momento da integração.",
    "2697276059": "Provas de que isso está funcionando: taxas de resolução uniformes em todo o mundo",
    "2698140263": "Nem todos os problemas são iguais: obter uma única pontuação significa que ela deve atender às suas necessidades para ser útil.",
    "2710988028": "() Os spammers podem usá-lo facilmente para coletar endereços de e-mail",
    "2718999653": "Pontuações de ameaças personalizadas",
    "2752975480": "() O envio de email deve ser gratuito",
    "2760410719": "Os serviços que tentam fazer a detecção de bots com sinais puramente passivos encontram rapidamente um problema fundamental: como você valida se um sistema detecta malfeitores corretamente quando você não tem uma verdade precisa?",
    "2762458927": "Seus dados de usuário não estão à venda.",
    "2781507299": "Verificação Instantânea",
    "2782263070": "O serviço é uma prioridade para nós. Mantemos suporte de plantão 24 horas nos sete dias da semana e oferecemos coordenação direta do Slack com sua equipe de integração de engenharia e nossa equipe de plantão durante e após a implementação.",
    "2801524659": "() Medidas de bem-estar não ajudam em nada para resolver o problema",
    "2808122102": "A funcionalidade transcultural é, portanto, um requisito básico para nosso serviço. Garantir que todos os usuários legítimos possam acessar o conteúdo rapidamente é uma parte crítica de nossa missão. Oferecemos desafios em 110 idiomas e aprimoramos continuamente as traduções relevantes para garantir que nossos desafios possam ser resolvidos por todos.",
    "2808971932": "Este é algum texto dentro de um bloco div.",
    "2820080973": "hospedado com ❤ por",
    "282913023": "A opção econômica para empresas de alto tráfego",
    "2840750518": "GitHub",
    "2852295413": "Um conflito de interesses inerente: interromper bots reduz a receita de uma rede de publicidade",
    "2873911365": "E a certificação de hardware?",
    "2903742230": "As redes de anúncios veem seus visitantes como o produto. Para nós, o único objetivo é determinar sua humanidade. Nossos serviços atendem ou excedem os requisitos de GDPR, CCPA, LGPD e PIPL, e trabalhamos muito para equilibrar privacidade e segurança.",
    "2941545733": "Somos engenheiros, não vendedores: queremos que você fique feliz com sua escolha.",
    "3004688366": "() As contramedidas não devem envolver fraude eletrônica ou fraude de cartão de crédito",
    "3018523079": "Fique na marca com uma experiência de usuário consistente.",
    "3022922096": ", o conjunto empresarial de produtos da hCaptcha. Ao contrário da versão gratuita do hCaptcha,",
    "30312304": "outras falhas que costumavam variar de estado para estado antes de uma lei federal ruim ser aprovada.)",
    "305735018": "Finalmente, uma alternativa confiável ao Google. O hCaptcha Enterprise oferece economia drástica em sua fatura do reCAPTCHA com maior segurança: até 80% mais barato em alguns casos.",
    "3064321967": "O primeiro e-mail de spam conhecido foi enviado em 1978. [",
    "3068923550": "() As contramedidas devem funcionar se forem introduzidas gradualmente",
    "3088605177": "Adicione nosso código de desafio apenas onde for necessário e onde fizer sentido para proteger você e seus usuários.",
    "3093689546": "Integração fácil",
    "3096553330": "Cada sistema que criamos simplesmente reflete nosso relacionamento com outras pessoas.",
    "3108727249": "BotStop",
    "3117887301": "Confiado pelos maiores serviços online",
    "31502377": "O que é um elemento Rich Text?",
    "3167979932": "Projetado para privacidade desde o primeiro dia. Acordo forte de processamento de dados.",
    "3180664128": "Ao aprender através de milhares de sinais, os modelos podem inferir e alcançar alta confiança na detecção de comportamento malicioso muito rapidamente, mesmo quando nenhum sinal individual seria, por si só, forte o suficiente para indicar um problema.",
    "318339230": "(Um ou mais dos itens a seguir podem se aplicar à sua ideia particular, e pode ter",
    "3193548097": "Espero Primavera eterna",
    "3195334319": "A utilidade e vulnerabilidade das APIs",
    "320166522": "O aprendizado de máquina agora afeta quase todos os aspectos de nossas vidas, muitas vezes de maneiras que não percebemos e não podemos ver. Os serviços de segurança online não são diferentes.",
    "3203921334": "Gostamos de várias coisas nas soluções hCaptcha: 1) elas não vendem dados pessoais; eles coletam apenas dados pessoais mínimos necessários, são transparentes ao descrever as informações que coletam e como as usam e / ou divulgam.",
    "3206136647": "O problema do Google aqui é baseado nos dados da pergunta que eles usam versus quem os vê. Se todos os dados vêm da mesma cultura (e no caso do Google, da mesma empresa) certamente você encontrará desafios que não se traduzem bem em outras culturas, em linha com a reclamação de Eden.",
    "3238345709": "() Irá parar de spam por duas semanas e então ficaremos presos nele",
    "3254142589": "() Problemas de jurisdição",
    "3265293440": "() Suscetibilidade de outros protocolos além do SMTP para o ataque",
    "3286051798": "Títulos, parágrafos, citações em bloco, figuras, imagens e legendas de figuras podem ser estilizados depois que uma classe é adicionada ao elemento de rich text usando o sistema de seletor aninhado \"Quando dentro de\".",
    "3287172429": "Tipos de desafio de controle mostrados",
    "3292221787": "o desafio foi respondido, não apenas se estava correto, e freqüentemente muda tanto as perguntas quanto os dados usados.",
    "3312336121": "que consome enormes quantidades de dados comportamentais para determinar se os usuários da web são humanos ou bots legítimos",
    "332723732": "contente",
    "3334160175": "() É indefeso contra ataques de força bruta",
    "3342910682": "Consulte Mais informação",
    "3346362371": "E o aprendizado de máquina?",
    "3365203058": "Proteção anti-bot de classe mundial",
    "3368788823": "Terence Eden destaca um ponto interessante em seu blog: \"",
    "337971271": "O aprendizado de máquina é útil. Mas não requer dados pessoais para funcionar.",
    "3383086062": "hCaptcha Enterprise é uma solução completa de segurança online. Os modos ativo e passivo permitem interromper o enchimento de credenciais, detectar invasões de conta e bloquear agentes suspeitos. Tudo sem atrito para usuários legítimos.",
    "3388180864": "Interessado em trabalhar em desafios técnicos profundos em escala da web? Estamos sempre contratando engenheiros talentosos em todo o mundo -",
    "3389431373": "Serviços como o reCAPTCHA v3 dizem que colocar o pixel de rastreamento em todas as páginas do seu site é necessário para uma boa segurança. Este não é o caso.",
    "3395399558": "() Políticos tecnicamente analfabetos",
    "3436534225": "Praticamente todas as empresas que iniciam um piloto, em última análise, escolhem nossas soluções.",
    "3437412311": "Para usuários corporativos, as opções estão disponíveis para evitar completamente os desafios na maioria dos cenários, contando com pontuações passivas.",
    "3446714684": "Integração móvel (iOS e Android)",
    "345108670": "- enchimento de credenciais e outras tentativas de controle de conta",
    "345563040": "() Esta é uma ideia estúpida, e você é uma pessoa estúpida por sugeri-la.",
    "3475647460": "() Requer muita cooperação de spammers",
    "3507532387": "() Facilidade de pesquisa no pequeno espaço de endereço alfanumérico de todos os endereços de e-mail",
    "3524251858": "Diretor de Gestão de Produto, Cloudflare",
    "353367791": "Detecte malfeitores de muitos tipos diferentes.",
    "3536122902": "() Pará-los dessa forma não é lento e doloroso o suficiente",
    "3543141425": "por isso!",
    "3554448168": "Categorização",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim em eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3566102529": "nós hoje para aprender mais.",
    "3569492665": "Gravar atividades online não é a resposta.",
    "3573245166": "Ao contrário do reCAPTCHA, trabalhamos em todos os países.",
    "3578122193": "Fique na marca com conteúdo relevante",
    "3588274874": "Ao nos concentrarmos na entrega de um produto alinhado com os esforços regulatórios, como o GDPR da União Europeia e o CCPA da Califórnia, experimentamos um crescimento maciço - é claro, ajuda que o hCaptcha seja um substituto simples para o reCAPTCHA e, portanto, possa ser instalado em minutos.",
    "3590546893": "A análise comportamental simples é um sinal facilmente forjado por malfeitores e também exige a retenção do histórico de navegação de todo o tráfego legítimo.",
    "3600718611": "Considere o reCAPTCHA do Google,",
    "3612043014": "... e outras tarefas simples. Fácil para humanos, difícil para bots.",
    "361795034": ". Autor desconhecido, c. 2000",
    "3619183405": "Em 2021, CAPTCHAs simples às vezes podem ser resolvidos com software, graças aos avanços no aprendizado de máquina. Para resolver isso, o hCaptcha também faz uma análise muito detalhada de propriedades como",
    "3621401685": "() Impopularidade de novos impostos estranhos",
    "3624758171": "Tarefas personalizadas também estão disponíveis para editores corporativos.",
    "3630114728": "Veja o que está acontecendo em todos os seus sites e aplicativos.",
    "3668873369": "No hCaptcha, adotamos uma abordagem diferente desde o primeiro dia",
    "3695206755": "Experimente-nos em seu ambiente sem compromisso.",
    "3715747429": "Nossos engenheiros de integração podem ajudá-lo rapidamente, caso precise de integração com React, SDKs para aplicativos nativos iOS, um exemplo de back-end Java ou virtualmente qualquer outro cenário.",
    "3717512591": "Integração direta da plataforma",
    "3717942925": "Assim como sempre haverá pessoas que desejam chamar sua atenção por e-mail, sempre haverá o desejo de restringir o acesso a alguns recursos de forma que apenas humanos possam acessá-los.",
    "3740051331": "Também estamos comprometidos em monitorar ativamente e responder às perguntas de seus usuários nas redes sociais, fóruns e em nossos canais de suporte por e-mail e widgets. Somos acessíveis e responsivos e tratamos a satisfação do usuário como um dos principais KPI.",
    "3741193183": "() Muitos usuários de e-mail não podem perder negócios ou alienar potenciais empregadores",
    "378086442": "de CAPTCHAs, em vez de sua UX em si.",
    "3800781598": "] Quase cinco décadas depois, o spam de e-mail continua a nos atormentar. Muitos bilhões de dólares e milhares de anos de trabalho de engenharia foram colocados para derrotá-lo, e ainda assim o spam persiste. Existem indústrias de bilhões de dólares em ambos os lados, ou seja, aqueles que defendem e aqueles que os enviam.",
    "3817811295": "Confiabilidade garantida e suporte on-call rápido 24 horas nos sete dias da semana.",
    "3844432472": "A própria abertura e utilidade das APIs as tornam alvos incrivelmente ricos para invasores. Da mesma forma que um aplicativo móvel pode ser programado para alcançar e obter dados de um sistema corporativo usando uma API, um malware também pode. Os hackers criaram uma grande variedade de ferramentas de software para abusar das APIs. É uma técnica de ataque eficaz.",
    "3859506577": "Email Comercial",
    "3875523186": "gistfile1.txt",
    "3892952987": "verifique nossas vagas e inscreva-se aqui",
    "389705801": "() Leis que proíbem expressamente",
    "3898950867": "() Joe empregos e / ou roubo de identidade",
    "3901503296": "Este foco exclusivo na privacidade significa que podemos oferecer zero retenção de dados individuais, operação livre de cookies e outras garantias contratuais de privacidade, conforme necessário, enquanto mantemos uma segurança excelente.",
    "3908992897": "e é usado em todos os países e territórios do mundo, por isso estamos muito focados em fornecer uma experiência global consistente.",
    "3909240516": "() Os cabeçalhos SMTP não devem ser objeto de legislação",
    "3912514510": "() Listas de mala direta e outros usos de e-mail legítimos seriam afetados",
    "3913801502": "O hCaptcha agora funciona em cerca de 15% da internet",
    "3916131732": "Américas",
    "3943164003": "ver cru",
    "3951112506": ". Isso já garante um maior grau de heterogeneidade dos dados.",
    "3953584369": "Restrições de acesso RBAC sofisticadas disponíveis.",
    "3971348140": "Por que usamos hCaptcha? Ninguém mais poderia fornecer os recursos e o desempenho de que precisávamos. Eles nos colocaram em operação rapidamente, e nossos comerciantes adoram a experiência.",
    "3978720689": "abordagem para combater o spam. Sua ideia não funcionará. Aqui está o porquê de não funcionar.",
    "4019660456": "Latência de 0 ms: verifique os tokens hCaptcha sem chamada de API.",
    "4060250206": "Use este formulário para entrar em contato com um de nossos especialistas técnicos. Respondemos rapidamente.",
    "4065065042": "Disque isso para se adequar exatamente ao seu caso de uso.",
    "4065614934": "Esta análise não é nova, mas as pessoas estão eternamente otimistas. Principalmente quando acham que sua ideia é nova.",
    "409780280": "( ) Boa tentativa, ****! Espero que alguém pise no seu teclado!",
    "4099477834": "Todos os relacionamentos com os clientes também são protegidos por um forte Acordo de Processamento de Dados. O serviço hCaptcha está em conformidade com todas as leis de privacidade, não importa onde seu serviço ou seus clientes residam. Não guardar dados pessoais torna isso muito mais fácil para nós do que para outras empresas.",
    "4138068262": "Comercial. No final, interagir com os desafios provavelmente continuará a fazer parte do arsenal de ferramentas para reduzir o abuso online, desde que a natureza humana permaneça inalterada.",
    "4162847": "Pudemos observar isso diretamente, pois alguns de nossos clientes executam testes A / B na mesma solicitação antes de mudarem totalmente das ofertas do Google. Normalmente, somos capazes de provar uma alta taxa de falsos positivos e falsos negativos provenientes do reCAPTCHA v3 ou reCAPTCHA Enterprise.",
    "4172868199": "vai muito além disso, entrando no reino da tentativa de distinguir \"bom humano\" de \"mau humano\" também, e é usado hoje por muitos dos serviços online mais populares do mundo para encontrar e impedir tudo, desde fraude de compra a persistente avançado ameaças contra seus usuários, mantendo um foco exclusivo na preservação da privacidade.",
    "4179118182": "() técnico () legislativo () baseado no mercado () vigilante",
    "4185927140": "Gerente de produto, Flash, Shopify",
    "4199502476": "Painéis de relatórios avançados e API",
    "4222109231": "Mitigando o risco da API com o produto empresarial do hCaptcha",
    "4227800293": "() Usuários de e-mail não vão tolerar isso",
    "4248655793": "- Alex M.",
    "42559805": "Você precisa de integração urgente?",
    "4272022475": "Todas as solicitações e ativos vão para hcaptcha.yourdomain.com",
    "4277475973": "() Relutância do público em aceitar novas e estranhas formas de dinheiro",
    "4280117172": "Muitos países, na verdade, se saem um pouco melhor do que os EUA, incluindo Nigéria, Índia, Brasil e Alemanha:",
    "4281708680": ". No hCaptcha, adotamos deliberadamente uma abordagem muito diferente, usando técnicas de aprendizado de máquina que preservam a privacidade para identificar comportamentos típicos de bots com alta precisão, ao mesmo tempo em que consumimos e armazenamos o mínimo de dados possível.",
    "435302267": "postagem no blog da empresa",
    "436125785": "Isso não é surpreendente, dada a imprecisão dos ciclos de feedback disponíveis nesses produtos e o fato de que eles são vendidos por uma rede de anúncios com um grande interesse em não se tornar muito bom na detecção de bot, para não prejudicar seu negócio principal.",
    "439777523": "Assuntos Regulamentares",
    "499510428": "Na verdade, acreditamos que a regulamentação nos ajudou aqui",
    "504332576": "Temos o orgulho de anunciar que o hCaptcha se tornou o maior serviço independente de segurança cibernética do mundo, operando em cerca de 15% da Internet - e conquistamos a maior parte dessa participação de mercado diretamente do Google reCAPTCHA. Juntos, hCaptcha e",
    "515733427": "() Disponibilidade dos usuários em instalar patches de SO recebidos por e-mail",
    "532470444": "O equilíbrio pode mudar ligeiramente de ano para ano, mas esse comportamento simplesmente reflete a natureza humana fundamental, e cinco mil anos de história registrada implicam que a dinâmica provavelmente não mudará tão cedo.",
    "538871570": "Competir com o Google e outras grandes empresas de tecnologia parece uma tarefa difícil: seu poder de mercado monopolista, efeitos de plataforma e exército de desenvolvedores altamente pagos são geralmente considerados muito poderosos para qualquer um, exceto outros gigantes da tecnologia, como Facebook ou Amazon. Nossa história mostra que não precisa ser assim - você pode vencer a Big Tech focando na privacidade.",
    "547245263": "Resolva seu problema com o bot hoje.",
    "555749578": "há menos de 1% de variação nas taxas de resolução nos principais países de todos os continentes.",
    "585557010": "Desafie menos de 0,1% dos usuários legítimos.",
    "593735469": "Por que sua nova solução anti-spam não funciona",
    "595582512": "Se você está procurando proteger seu site ou aplicativo de forma eficaz de bots, spammers ou outros agentes mal-intencionados, preservando a privacidade de seus usuários (e cumprindo todas as regulamentações relevantes!), Considere o hCaptcha e nossa oferta Enterprise",
    "63719113": "usa aprendizado de máquina avançado para identificar tráfego malicioso para seu site e aplicativos - incluindo atividades de scraping.",
    "664236229": "solicitação de puxar",
    "692064738": "() A polícia não vai aguentar",
    "734735952": "Avaliamos vários fornecedores de CAPTCHA e também construímos um sistema. No final, o hCaptcha surgiu como a melhor alternativa ao reCAPTCHA.",
    "751483365": "Suporte para clientes não JavaScript.",
    "763447231": "Ao mesmo tempo, impedir que bots acessem sites de editores pode revelar fraude publicitária, colocando o produto reCAPTCHA do Google diretamente contra seu negócio de publicidade, que produz mais de 80% de sua receita.",
    "776542208": "() Corrida armamentista eterna envolvida em todas as abordagens de filtragem",
    "778204464": "Um elemento de rich text pode ser usado com conteúdo estático ou dinâmico. Para conteúdo estático, basta soltá-lo em qualquer página e começar a editar. Para conteúdo dinâmico, adicione um campo de rich text a qualquer coleção e, a seguir, conecte um elemento de rich text a esse campo no painel de configurações. Voila!",
    "808872868": "Por exemplo: spam, fraude e abuso existem online desde quase um dia depois que dois sistemas foram conectados pela primeira vez.",
    "824740867": "Em vez de melhorar a solução, o Google lançou o reCAPTCHA v3, que opera muito mais como uma rede de anúncios do que um software de segurança, coletando dados comportamentais de toda a web para construir perfis de usuário. Infelizmente, esse tipo de sinal é facilmente derrotado e, portanto, oferece pouca proteção contra bots, ao mesmo tempo que prejudica a privacidade do usuário.",
    "832385387": "() Idéias semelhantes às suas são fáceis de encontrar, mas nenhuma jamais foi demonstrada como prática",
    "838049015": "Selecione todas as imagens que correspondem à consulta",
    "838951836": "() Desonestidade por parte dos próprios spammers",
    "851679588": "sim.",
    "855097735": "Construir um serviço que faça isso bem enquanto equilibra todas as preocupações é um problema muito difícil (e estamos sempre trabalhando para melhorá-lo a fim de tornar a experiência o mais agradável possível), mas esperamos que você concorde que reduzir spam, abusos e invasões de conta , e fraude online vale bem a pena uma simples pergunta ocasional.",
    "879362350": "Com as novas APIs funcionando na Internet, tornou-se possível conectar qualquer software ou fonte de dados, em qualquer lugar do mundo, independentemente da plataforma, esquema de dados ou linguagem de programação. Como resultado, o mundo da computação está agora no meio de uma revolução de API. Houve uma explosão de conectividade entre aplicativos e dados. Isso é ótimo, até que não seja.",
    "897432717": "Com nosso novo design para pontuações personalizadas de ameaças, a adição de seu conhecimento de negócios permite que nossos modelos forneçam pontuações relevantes de maneira única para seus usuários.",
    "922470170": "() As contra-medidas não devem envolver sabotagem de redes públicas",
    "931661269": "() Endereços de e-mail temporários / únicos são complicados",
    "941057651": "() Grande investimento em software existente em SMTP",
    "956019009": "As maiores empresas de infraestrutura web já tomaram medidas",
    "961941354": "No entanto, nada disso requer o uso de informações de identificação pessoal (\"PII\"). As técnicas criptográficas modernas nos permitem descartar quaisquer dados pessoais o mais rápido possível, criando, em vez disso, assinaturas unilaterais que não podem ser vinculadas a nenhum indivíduo.",
    "981806349": "Construído na comprovada plataforma hCaptcha",
    "989480928": "() Lucratividade extrema de spam",
    "996430331": "Local da Arbitragem.",
    "999610953": "Finalmente, uma alternativa confiável ao Google. O hCaptcha Enterprise oferece economia drástica em sua fatura do reCAPTCHA com maior segurança: até 80% mais barato em alguns casos.",
    "999674529": "Cada bot que o Google detecta deveria ganhar zero dólares de publicidade. Os incentivos da empresa do Google são, portanto, mal alinhados com os usuários de seus serviços de segurança, e essa pode ser uma explicação para o baixo desempenho de sua oferta de segurança reCAPTCHA."
}
