{
    "about-advisors-brendan": "HOOF UITVOERENDE BEAMPTE. Erkende leier in AI. Die afgelope dekades het masjienintelligensie op groot skaal toegepas op 'n groot verskeidenheid sakeprobleme.",
    "about-advisors-dawn": "PhD in Computational Biology, Stanford. Werk sedert 1999 met neurale netwerke. Fokus op toegepaste ML en diep leer op skaal.",
    "about-advisors-head": "adviseurs",
    "about-advisors-keiran": "Databasis- en Blockchain-kenner. Vroeë ingenieur by Cloudera en meer. Dekades van kundigheid om sagteware en spanne te bou.",
    "about-content-head-1": "Wat ons doen",
    "about-content-head-2": "Waarom dit van belang is",
    "about-content-text-1": "hCaptcha is 'n diens van Intuition Machines Inc, 'n AI- en masjienleeronderneming met 'n fokus op metaalleer en visuele domein ML op skaal. Ons bou en bedryf massiewe skaalbare stelsels om video- en beeldanalise-dienste vir Global 2000-ondernemings regoor die wêreld moontlik te maak.",
    "about-content-text-2": "Meer data lewer in die algemeen beter resultate. Die opstel en instandhouding van korrek gemerkte en relevante datastelle is tydrowend en duur. hCaptcha is oorspronklik ontwikkel om aan ons eie behoeftes in beeldetikettering te voldoen, en is nou beskikbaar vir ander ondernemings met soortgelyke behoeftes.",
    "about-intro-head-1": "Werk vir hCaptcha",
    "about-intro-head-2": "Ons missie is groot",
    "about-intro-text": "Ons groei vinnig en is altyd op soek na die wêreld se beste talent in ons wêreldkantore. U kan aansoek doen met die onderstaande skakels.",
    "about-leadership-alex": "Databasis- en Blockchain-kenner. Vroeë ingenieur by Cloudera en meer. Dekades van kundigheid om sagteware en spanne te bou.",
    "about-leadership-eli": "HOOF UITVOERENDE BEAMPTE. Erkende leier in AI. Die afgelope dekades het masjienintelligensie op groot skaal toegepas op 'n groot verskeidenheid sakeprobleme.",
    "about-leadership-head": "leierskap",
    "about-leadership-todd": "PhD in Computational Biology, Stanford. Werk sedert 1999 met neurale netwerke. Fokus op toegepaste ML en diep leer op skaal.",
    "acc-opt": "Toeganklikheidsopsies",
    "acc-opt-but": "Kom meer te wete oor toeganklikheidsopsies",
    "acc-opt-text": "Is u gesiggestremd of kan u nie hCaptchas voltooi nie?",
    "accessibility-link": "Toeganklikheid",
    "appreciate-in": "Ons waardeer u insette. Laat weet ons van enige probleme, en ons sal dit vinnig oplos.",
    "fb-but": "Stuur vir ons terugvoer",
    "feedback-text": "Gee terugvoer oor die hCaptcha wat u so pas gesien het",
    "footer-attribution": "Erkenning",
    "footer-copyright-text": "hCaptcha is 'n geregistreerde handelsmerk van Intuition Machines, Inc.",
    "footer-header-1": "maatskappy",
    "footer-header-2": "hulpbronne",
    "footer-header-3": "Kontak",
    "footer-link-1": "etikettering",
    "footer-link-2": "oor",
    "footer-link-3": "Jobs",
    "footer-link-4": "handelsmerke",
    "footer-link-5": "blog",
    "footer-link-6": "status",
    "footer-link-7": "dokumentasie",
    "footer-link-8": "Rapporteer 'n fout",
    "footer-link-9": "Toeganklikheid",
    "footer-privacy": "privaatheid",
    "footer-subheader-1": "ondersteuning",
    "footer-subheader-2": "Kontak",
    "footer-terms": "terme",
    "header-docs-link": "Dokumente",
    "header-labeling-services-link": "Etiketteringsdienste",
    "header-login-button": "Teken aan",
    "header-plans-link": "planne",
    "header-signup-button": "Teken aan",
    "home-aboot-subtitle": "Aangedryf deur HUMAN Protocol",
    "home-about-head": "Oor hCaptcha",
    "home-about-text-1": "hCaptcha is ontwerp om die mees arbeidsintensiewe probleem in masjienleer op te los: etikettering van groot hoeveelhede data op 'n tydige, bekostigbare en betroubare manier.",
    "home-about-text-2": "Meer data lewer in die algemeen beter resultate in die opleiding van masjienleermodelle. Die onlangse sukses van diep modelle het gelei tot toenemende groot datastelle, byna altyd met 'n bietjie menslike oorsig. Dit is egter stadig en duur om groot datastelle deur die mens beoordeel via Mechanical Turk, Figure Eight, ens. Te skep.",
    "home-about-text-3": "hCaptcha stel webwerwe in staat om geld te verdien wat aan hierdie vraag voorsien, terwyl bots en ander vorme van mishandeling geblokkeer word.",
    "home-about-text-4": "Die hCaptcha-mark word aangedryf deur die HUMAN Protocol, 'n oop gedesentraliseerde protokol vir menslike oorsig wat op die Ethereum blockchain loop. Webwerwe verdien Human Tokens (HMT) wanneer gebruikers die hCaptcha-widget op hul webwerf gebruik, en masjienleerondernemings betaal Human Tokens om hul gegewens te kry.",
    "home-ba-labeling-services-link": "Etiketteringsdienste",
    "home-benefits-head-1": "Die waarde in datamarkering",
    "home-benefits-head-2": "Gee terug aan liefdadigheid",
    "home-benefits-text-1": "Het u besef elke keer as u op die motor klik, help u om 'n enkele masjienleerstelsel vir 'n enkele maatskappy van Gigantic gratis op te lei?",
    "home-benefits-text-2": "hCaptcha draai hierdie model om. As u hCaptcha gebruik, bid maatskappye die werk wat u gebruikers doen omdat hulle hul menslikheid bewys. U kry die belonings.",
    "home-benefits-text-3": "Wil u u gunsteling liefdadigheid teruggee? Met hCaptcha kan u die liefdadigheidsorganisasies van u keuse ondersteun met die verdienste wat u daaruit verdien. Gebruikers op u webwerf sal binnekort u bydrae tot liefdadigheid kan sien deur diskrete handelsmerke op die hCaptcha-koppelvlak.",
    "home-challenge-text-1": "Kies al die prente wat ooreenstem met die navraag",
    "home-challenge-text-2": "Definieer die grensarea vir voorwerpe",
    "home-challenge-text-3": "Identifiseer die ooreenstemmende byskrifte",
    "home-challenge-title-1": "vergelyking",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "kategorisering",
    "home-challenges-head": "Uitgedaag uitdagings",
    "home-challenges-text-1": "... en ander eenvoudige take. Maklik vir mense, moeilik vir bots.",
    "home-challenges-text-2": "Aangepaste take is ook beskikbaar vir ondernemingsuitgewers.",
    "home-ent-1": "Op soek na ons onderneming-sekuriteitsaanbiedinge?",
    "home-ent-2": "Besoek ons nuwe toegewyde webwerf: BotStop.com",
    "home-ent-button": "Kom meer te wete: BotStop deur hCaptcha",
    "home-from-the-blog": "UIT DIE BLOG:",
    "home-from-the-blog-value": "Hoe hCaptcha Moeilikheidsinstellings werk",
    "home-intro-body": "Gebruik u 'n captcha om bots uit te hou? hCaptcha beskerm die privaatheid van gebruikers, beloon webwerwe en help maatskappye om hul gegewens te kry. Dit is 'n drop-in plaasvervanger vir reCAPTCHA: u kan binne enkele minute skakel.",
    "home-intro-button": "Registreer nou",
    "home-intro-head": "Stop meer bots. Begin om die privaatheid van gebruikers te beskerm.",
    "home-main-1": "Privaat. Beveilig. Vinniger. En ons betaal u om dit te gebruik.",
    "home-main-2": "Privaatheid gefokus",
    "home-main-2c": "Advertensienetwerke sien jou besoekers as die produk. Vir hCaptcha is die produk die werk wat hulle lewer. Ons gee nie om wie u gebruikers is nie, dit is net so waarskynlik dat hulle kwaadwillig sal wees. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
    "home-main-3": "Eerste sekuriteit",
    "home-main-3c": "Akkuraatheid is in u en u eie belang. hCaptcha is gefokus op uitgewers. Ons werk om u werklike data te gee en u te laat besluit hoe om dit te gebruik. Ander captchas word verskaf deur",
    "home-main-3c2": "adverteer maatskappye. Dit beteken dat elke bot wat hulle blokkeer, hul inkomste kan verminder.",
    "home-main-4": "Beter gebruikerservaring",
    "home-main-4c": "Gesofistikeerde masjienleermodelle word deur hCaptcha gebruik om die mensdom te bepaal. Dit stel ons in staat om minder irriterende take van u gebruikers te vereis en minder tyd te spandeer om dit te doen, terwyl ons steeds nuttige benoemde gegewens vir die etikettering van kliënte lewer.",
    "home-main-plans": "hCaptcha is gratis om te gebruik vir uitgewers van enige grootte. Ons ondernemingsoplossings is egter beskikbaar vir ondernemings en platforms wat meer beheer benodig.",
    "home-main-plans2": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tien miljoene webwerwe vir sommige van die grootste ondernemings op die planeet. Kontak ons gerus vir meer inligting, of besoek dit",
    "home-main-plans3": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tien miljoene webwerwe vir sommige van die grootste ondernemings op die planeet. Kontak ons gerus vir meer inligting, of besoek dit",
    "home-main-plans4": "vir besonderhede.",
    "home-plans-button-1": "Teken nou in",
    "home-plans-button-2": "Kontak verkope",
    "home-plans-chart-head-1": "Kenmerke",
    "home-plans-chart-head-2": "uitgewer",
    "home-plans-chart-head-3": "onderneming",
    "home-plans-chart-row-1-cell-1": "Beheer uitdagingstipes wat getoon word",
    "home-plans-chart-row-1-cell-2": "Beperk",
    "home-plans-chart-row-1-cell-3": "totale",
    "home-plans-chart-row-10-cell-1": "Dashboards vir meer gebruikers",
    "home-plans-chart-row-11-cell-1": "Gevorderde verslagdoeningsfunksies",
    "home-plans-chart-row-12-cell-1": "Enterprise SLA's",
    "home-plans-chart-row-2-cell-1": "Beheer uitdagingsinhoud wat gebruik word",
    "home-plans-chart-row-2-cell-2": "Beperk",
    "home-plans-chart-row-2-cell-3": "totale",
    "home-plans-chart-row-6-cell-1": "BBP-en CCPA-vriendelike privaatheidsbeleid",
    "home-plans-chart-row-7-cell-1": "Fynkorrelige moeilikheidsgraad",
    "home-plans-chart-row-8-cell-1": "Begin u eie uitdagingsinhoud",
    "home-plans-chart-row-9-cell-1": "Tydgebaseerde skedulering van probleme",
    "home-try-it-out-button": "Kry hCaptcha",
    "home-try-it-out-text": "hCaptcha bied eenvoudige, maklike en betroubare botopsporing terwyl dit vir die mens triviaal is om op te los.",
    "home-try-it-put-head": "Probeer dit",
    "labeling-about-head": "Oor hCaptcha",
    "labeling-about-text-1": "hCaptcha is ontwerp om die mees arbeidsintensiewe probleem in masjienleer op te los; etiketteer enorme hoeveelhede data op 'n tydige, bekostigbare en betroubare manier. Meer data lewer in die algemeen beter resultate in die opleiding van masjienleermodelle. Die onlangse sukses van diep modelle het tot toenemende groot datastelle gelei, en hCaptcha voorsien in hierdie behoefte.",
    "labeling-about-text-2": "Dit is egter stadig en duur om groot datastelle deur menslik beoordeelde met behulp van tradisionele metodes te skep. hCaptcha is 'n manier vir maatskappye om vinniger die aantekeninge wat hulle benodig, met 'n hoër gehalte en teen laer koste as ander alternatiewe te kry.",
    "labeling-annotations-head": "Aantekeninge",
    "labeling-annotations-text-1": "Akkurate voorwerpopsporing in beelde en video",
    "labeling-annotations-text-2": "Akkurate voorwerpopsporing in beelde en video",
    "labeling-annotations-text-3": "Merk aantekeninge vir baie verskillende gevalle",
    "labeling-annotations-text-4": "Sorteer of voeg arbitrêre kategorieë van enige grootte by",
    "labeling-annotations-text-5": "Opsporing en klassifikasie deur mense aangedryf",
    "labeling-annotations-text-6": "Benodig u 'n ander soort wat nie hier gelys word nie? Vra ons net.",
    "labeling-annotations-title-1": "Bindboksies",
    "labeling-annotations-title-2": "veelhoeke",
    "labeling-annotations-title-3": "landmerke",
    "labeling-annotations-title-4": "Eienskappe kategorisering",
    "labeling-annotations-title-5": "Vergelyking en opsporing",
    "labeling-annotations-title-6": "... en nog vele meer",
    "labeling-ent-button": "Kontak ons Enterprise Solutions-span",
    "labeling-ent-head": "Beheer van eind-tot-einde nodig?",
    "labeling-ent-text-1": "Die HUMAN-platform agter hCaptcha bied hoogs gesofistikeerde werkgehalte en bestuurskenmerke via ontplooiing, hibriede of SaaS-ontplooiings wat by u bestaande stelsels integreer.",
    "labeling-ent-text-2": "Hardloop geheel en al vanlyn met u eie arbeidsmag, spoorwaarde wat verbruik word in sake-eenhede of konsortiumvennote, lei selektief werk na verskillende interne of eksterne arbeidsverskaffers op grond van koste- en sekuriteitsvereistes, en meer.",
    "labeling-ent-text-3": "Maklike toegang tot die API, pragtige dashboards en die nuutste model-in-die-lus-tegnologie om doeltreffendheid te maksimeer.",
    "labeling-ent-text-4": "SLA's vir 99,99% uptime en 24/7 wêreldwye ondersteuning beskikbaar. Vir meer inligting:",
    "labeling-features-head-1": "Eenvoudige API-aangedrewe pyplyne.",
    "labeling-features-head-2": "Geoptimaliseer vir koste en kwaliteit. Geen voorafverbintenis nodig nie.",
    "labeling-features-head-3": "Betaal slegs vir die akkuraatheid wat u benodig.",
    "labeling-features-head-4": "Verskaf u eie gegronde waarheidsgegewens of laat ons dit voortbou.",
    "labeling-features-text-1": "Wil u die menslike oorsig direk in u sakebedrywighede integreer? Ons bied hoë betroubaarheid SLA's, gewaarborgde kapasiteit en eenvoudige REST API's.",
    "labeling-features-text-2": "Die HUMAN-platform gebruik omvattende vertrouensmodelle om gesofistikeerde intydse gehalte-analise uit te voer. Dit stel ons in staat om die moeilikheid van vrae en die waarskynlike regte antwoord vinnig te bepaal, en dit bespaar u tyd en geld.",
    "labeling-features-text-3": "Nie alle probleme is dieselfde nie. Aantekeninge vir veiligheidskritiese take kan 99,99% vertroue van mensewerkers verg. Aantekeninge vir een beta-funksie in 'n app vir mobiele speletjies mag slegs matige vertroue verg. Jy besluit.",
    "labeling-features-text-4": "Het u rou data sonder 'n uitgebreide verifikasiestel? In die meeste gevalle kan ons een vir u bou soos take deur die stelsel uitgevoer word, of gemerkte monsters kan maak vir u goedkeuring.",
    "labeling-info-head": "Gegewens van etikette",
    "labeling-info-text-1": "Praat met een van ons domeinkundiges om u projekbehoeftes te definieer: teiken akkuraatheid, formaat en enige spesiale vereistes.",
    "labeling-info-text-2": "Ons voer 'n klein produksie-werk uit op grond van u voorbeelddata. Dit toets die werk wat ons gedoen het om te verseker dat u presies kry wat u benodig.",
    "labeling-info-text-3": "Met ons hoë volume en lae latency sal ons u werk vinnig omkeer, met outomatiese aflewering sodra dit klaar is.",
    "labeling-info-text-4": "Soos ons die parameters van u produksie werk beter verstaan, sal die resultate mettertyd verbeter.",
    "labeling-info-text-5": "Met regstreekse dashboards kan u te eniger tyd terugvoering gee of produksie onderbreek.",
    "labeling-info-title-1": "Definieer spesifikasies",
    "labeling-info-title-2": "Aanvanklike werkstoets",
    "labeling-info-title-3": "Ontplooi produksiegeleenthede",
    "labeling-info-title-4": "Deurlopende verbetering",
    "labeling-info-title-5": "Intydse resultate",
    "labeling-main-1": "Koste-effektiewe etikettering op skaal",
    "labeling-main-1-button": "Kry u gegewens nou gemerk",
    "labeling-main-1c": "Benodig u nog etikette vir u datastelle? hCaptcha bied vinnige, kostedoeltreffende en etikettering van hoë gehalte vir maatskappye wat aan kunsmatige intelligensie en masjienleertoepassings werk.",
    "labeling-main-2": "Begin miljoene take onmiddellik.",
    "labeling-main-2-button": "Koop data-etiketteringsdienste",
    "labeling-main-2c": "hCaptcha het een van die grootste swembaddens op die planeet beskikbaar vir u gebruik. Ongeag u skaal, ons kan dit hanteer sonder duur vooraf verbintenisse. Miljoene take per dag is geen probleem nie.",
    "labeling-platform-head": "Privaat of openbare inligting",
    "labeling-platform-text": "hCaptcha is gebou op die HUMAN Platform, wat gesofistikeerde routing en ontleding moontlik maak om koste en doeltreffendheid by elke stap te optimaliseer. Met hierdie tegnologie kan die regte arbeidsmag elke deel van u werk hanteer, en sodoende die koste-effektiwiteit maksimeer, terwyl privaatheid behou word en voldoen aan enige regulatoriese vereistes wat van toepassing is.",
    "labeling-try-button": "Koop data-etiketteringsdienste",
    "labeling-try-head": "Wil u dit met u data probeer?",
    "labeling-try-text": "... ons is gereed wanneer u is: ons diens is 24 uur per dag beskikbaar.",
    "learn-more-hcaptcha": "Kom meer te wete oor hCaptcha",
    "page-acc-faq-1": "Vraag: Is hCaptcha Section 508 + WCAG 2.0 voldoen? Antwoord: Ons glo so: alle gebruikers met enige vorm van gestremdheid wat op die internet kan blaai en teks op vorms kan invoer, kan by registrasie toegang kry tot dienste wat deur hCaptcha beskerm word. Dit is egter nie regsadvies nie: u moet u eie evaluering uitvoer met inagneming van u spesifieke implementering om seker te maak dat dit die geval is by u ontplooiing.",
    "page-acc-faq-2": "Vraag: werk u aan ander opsies vir toeganklikheid (a11y), soos klank? Antwoord: Voorheen gewilde opsies soos klank-captchas onderskei baie gebruikers van die 11e eeu en word maklik verslaan deur moderne masjienleertegnieke. Dit het die huidige klankuitdagings genoodsaak om moeiliker en moeiliker te word, en dit bring geluide, vreemde tydsberekening, ongewone woordkombinasies, ensovoorts aan om aanvallers te verslaan. Ons is dus minder entoesiasties oor hierdie benadering, anders as om die uitdaging heeltemal te vermy, maar ons sal dit oorweeg as daar 'n vraag van die a11y-gemeenskap is. Ons is egter baie geïnteresseerd in die Privaatheidspas vir die geval van toeganklikheid. Ons glo dat die kombinasie van ons huidige 11-jarige benadering met die uitreiking van die Privaatheidpas, gebruikers van 11 jaar in staat sal stel om veilig te blaai, met die wete dat hul verkeer meer privaat is, en die misbruik deur botoperateurs wat onvermydelik voorkom wanneer daar 'n 11-opsie beskikbaar is, beperk. Ons is aktiewe deelnemers aan die IETF-werkgroep wat hierdie nuwe tegnologie standaardiseer.",
    "page-acc-faq-3": "Vraag: Wat van privaatheid? Ontbloot registrasie a11y-inligting op een of ander manier? Wat doen u met die e-pos? Antwoord: hCaptcha is van die begin af ontwerp vir privaatheid. Dit is baie anders as tradisionele opsies soos reCAPTCHA wat deur advertensie-netwerke besit word, wat 'n aansporing het om u op die internet te spoor en u met 'n regte identiteit te vereenselwig. Ons gebruik nooit e-pos of inligting oor toeganklikheid vir enige ander doel as om die gebruik van elke dag te vergemaklik en misbruik te voorkom nie. Ons privaatheidsbeleid het omvattende en gesaghebbende antwoorde oor hoe ons data gebruik, maar die kort antwoord is dat ons geen belangstelling het om u as persoon te koppel aan u blaaigeskiedenis nie. Ons werk ook tans aan 'n kriptografiese oplossing om u e-posadres vinnig weg te gooi. terwyl ons steeds ons vermoë om misbruik te voorkom behou, is dit 'n aanvulling op ons Privacy Pass-werk.",
    "page-acc-link-1": "As u 'n toeganklikheidsgebruiker is, kan u hier registreer.",
    "page-acc-subhead": "Die versekering van naatlose toegang vir alle gebruikers, terwyl sekuriteit behou word",
    "page-acc-summary": "opsomming",
    "page-acc-summary-contents-1": "hCaptcha is ontwerp om bots te stop deur hulle van mense te onderskei. Visuele toetse is 'n maklike hulpmiddel hiervoor, maar nie almal kan 'n visuele uitdaging oplos nie. Om hierdie rede het ons 'n eenvoudige, pynlose alternatief ontwerp om uitgewers wat van ons diens gebruik maak, toeganklik te maak vir almal met die volledige afdeling 508 en WCAG 2.0.",
    "page-acc-summary-contents-2": "Hoe dit werk: eerstens teken 'n toeganklikheidsgebruiker aan by hierdie URL, wat gekoppel is aan die hCaptcha-widget-inligtingsblad. Hulle kry 'n geënkripteerde koekie wat verskeie kere per dag gebruik kan word, maar moet elke 24 uur deur die aanmelding verfris word. Wanneer 'n uitdaging aan 'n toeganklikheidsgebruiker op enige webwerf met die hCaptcha-diens aangebied word, sal hulle outomaties slaag.",
    "page-acc-title": "hCaptcha Toeganklikheidsinligting",
    "page-acc-tr-body": "Vraag: Ek sien nog steeds 'n uitdaging na die opstel van die koekie. Wat veroorsaak dit? Antwoord: Dit is meestal te wyte aan die gebruik van 'n aggressiewe advertensieblokkering of 'n anti-cookie-uitbreiding, of 'n instelling wat koeke op die ander terreine blokkeer, in hierdie geval 'n koekie vir hcaptcha.com wat deur die hCaptcha JavaScript op 'n ander webwerf opgestel of gekontroleer word , soos die een wat jy besoek. hCaptcha-toeganklikheidskoekies werk met alle gewilde blaaiers en advertensieblokkeerders met hul standaardinstellings, dus is foute gewoonlik te wyte aan anti-anti-adblock-skrifte of soortgelyke reëls wat op spesifieke webwerwe gerig is. Oplossings: 1. Witlys hcaptcha.com en * .hcaptcha.com koekies in u advertensieblokkering of blaaierveiligheidsuitbreiding. 2. As u die dapper blaaier gebruik wat nie (vanaf April 2020) lyk of dit 'n witlyslys is nie, gaan dan na Voorkeure -> Skildjies -> Koekies en kies Toestaan alle koekies. 3. As u die heel nuutste weergawe van Safari op óf die nuut vrygestelde OS X 10.15 óf iOS 13. 4 gebruik, het Apple pas die gedrag van Safari wat met derdeparty-koekies verband hou, verander, en dit almal verstop. Ons is besig om 'n oplossing te implementeer, maar besoek intussen Safari-voorkeure, die privaatheid-afdeling, en ontmerk die opsporing van webwerwe: verhoed dat die gebruik van webruimte dopgehou word sodat die toeganklikheidskoekie kan funksioneer soos verwag. Vraag: Ek gebruik verskeie toestelle. Moet ek meerdere kere aanmeld? Antwoord: Nee. Klik op dieselfde e-pos-aanmeldskakel wat u op elke toestel wat u gebruik om die koekie in te stel, aan u gestuur het.",
    "page-acc-tr-title": "Vir gebruikers van toeganklikheid: vrae en vrae en probleemoplossingsgids",
    "priv-hc": "Privaatheid gefokus",
    "priv-hc-text": "Advertensienetwerke sien u as hul produk. Ons doen nie. Ons gee nie om wie gebruikers is nie, net hoe waarskynlik hulle kwaadwillig sal wees. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
    "reporting-bugs-accessibility-button": "Kom meer te wete oor toeganklikheidsopsies",
    "reporting-bugs-accessibility-head": "Toeganklikheidsopsies",
    "reporting-bugs-accessibility-text": "Is u gesiggestremd of kan u hCaptchas nie voltooi nie?",
    "reporting-bugs-guide-ff-head": "Besonderhede oor die vang van foutopsporing vas te lê: Firefox",
    "reporting-bugs-guide-ff-step-1": "Stap 1: Open Developer Tools (hiermee begin u die sessie op te neem.)",
    "reporting-bugs-guide-ff-step-2": "Stap 2: Klik op Netwerk-oortjie in Developer Tools. Merk die vak Persist-logs aan die bokant.",
    "reporting-bugs-guide-ff-step-3": "Stap 3: besoek https://accounts.hcaptcha.com/demo, of die webwerf waarop u 'n probleem het (Opmerking vir privaatheid: slegs as u nie omgee om te deel wat dit is nie) ... en klik dan op die I is 'n menslike knoppie, en probeer oplos.",
    "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR nadat u probeer het om dit op te los, en kies Save All as HAR om die netwerklog te stoor. Stuur die lêer aan ons.",
    "reporting-bugs-guide-ff-step-5": "Stap 5: Klik op die konsole-oortjie, en klik met die rechtermuisknop en kies dan Alles en stoor dit in 'n tekslêer om die konsole-log op te slaan. Stuur dit ook vir ons.",
    "reporting-bugs-guide-ff-step-6": "Laaste stap: e-pos die HAR- en console-loglêers aan ons, en beskryf die probleem. Gebruik: support@hcaptcha.com (gebruik 'n diens soos Dropbox of Filebin en stuur skakels) en 'n skermkiekie, as u vermoed dat iets nie korrek vertoon nie . Stuur ook die IP wat u gebruik. U kan dit kry vanaf https://www.whatsmyip.org/ Dankie dat u die tyd geneem het om ons te help om hierdie inligting te kry! Ons is daartoe verbind om hCaptcha goed vir almal te laat werk.",
    "reporting-bugs-guide-head": "Besonderhede oor die opneem van foutverslae: Chrome",
    "reporting-bugs-guide-step-1": "Stap 1: Open Developer Tools (hiermee begin u die sessie op te neem.)",
    "reporting-bugs-guide-step-2": "Stap 2: Klik op Netwerk-oortjie in Developer Tools. Merk die Bewaar-logblokkie aan die bokant.",
    "reporting-bugs-guide-step-3": "Stap 3: besoek https://accounts.hcaptcha.com/demo, of die webwerf waarop u 'n probleem het (Opmerking vir privaatheid: slegs as u nie omgee om te deel wat dit is nie) ... en klik dan op die I is 'n menslike knoppie, en probeer oplos.",
    "reporting-bugs-guide-step-4": "Stap 4: Klik op Export HAR (die klein pyltjie na onder) nadat u probeer het om op te los, wat die netwerklogboek stoor. Stuur die lêer aan ons.",
    "reporting-bugs-guide-step-5": "Stap 5: Klik op die Console-oortjie, en klik met die rechtermuisknop op Save as .. om die konsole-log te stoor. Stuur dit ook vir ons.",
    "reporting-bugs-guide-step-6": "Laaste stap: e-pos die HAR- en console-loglêers aan ons, en beskryf die probleem. Gebruik: support@hcaptcha.com (gebruik 'n diens soos Dropbox of Filebin en stuur skakels) en opsioneel 'n skermkiekie as u vermoed dat iets nie korrek vertoon nie. Stuur ook die IP wat u gebruik. U kan dit kry vanaf https://www.whatsmyip.org/ Dankie dat u die tyd geneem het om ons te help om hierdie inligting te kry! Ons is daartoe verbind om hCaptcha goed vir almal te laat werk.",
    "reporting-bugs-guide-text-1": "As u inligting oor foutopsporing met u verslag stuur, sal dit ons makliker maak om te identifiseer wat aangaan. Hier is stap-vir-stap-instruksies:",
    "reporting-bugs-guide-text-2": "As u 'n webontwikkelaar of kundige gebruiker is, is die opsomming dat ons vir ons 'n netwerkopname-HAR en blaaierkonsole-logs aan ons moet stuur. Probeer asseblief om enige advertensieblokkering of blaaierveiligheidsuitbreidings te deaktiveer en probeer dan weer voordat u deur hierdie stappe gaan. As dit u probleem oplos, sal ons dit steeds waardeer dat u ons u blaaierweergawe, advertensieblokkering of blaaieruitbreiding en die webwerf-URL laat weet.",
    "reporting-bugs-intro-head": "Het u 'n fout gevind? Hier is 'n verslag.",
    "reporting-bugs-intro-text": "Miljoene mense gebruik elke maand hCaptcha op duisende kombinasies van blaaiers, uitbreidings, toestelle, firewalls en meer. Ons doel is om seker te maak dat dit altyd vir u werk, en ons waardeer u verslae baie! Klik op die Stuur terugvoer-knoppie om vinnig terugvoer te gee. As u 'n funksionele probleem ondervind, moet u die instruksies vir ontfoutlogboek vir Chrome volg of die instruksies vir ontfoutlogboeke vir Firefox hieronder. Stuur 'n e-pos vir enige ander blaaiers. Raadpleeg die instruksies hieronder vir moontlike veiligheid- of privaatheidskwessies.",
    "reporting-bugs-privacy-head": "Privaatheidsprobleme",
    "reporting-bugs-privacy-text": "Ons gee nie om wie gebruikers is nie, net hoe waarskynlik hulle kwaadwillig of masjiene is. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer. Stuur 'n e-pos aan support@hcaptcha.com as u 'n probleem gevind het wat u dink dat dit die privaatheid van die gebruikers kan beïnvloed.",
    "reporting-bugs-provide-feedback-button": "Stuur vir ons terugvoer",
    "reporting-bugs-provide-feedback-head": "Gee onmiddellike terugvoer oor hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ons waardeer u insette. Laat weet ons van enige probleme, en ons sal dit vinnig oplos.",
    "reporting-bugs-security-head": "Sekuriteitsfoute",
    "reporting-bugs-security-text": "Ons is altyd geïnteresseerd in die ontvangs van verslae oor veiligheidsbugs. Stuur 'n e-pos aan support@hcaptcha.com & CC security@hcaptcha.com, en ons sal vinnig weer na u terugkeer. Ons het ook 'n geldeenheidsprogram vir geskikte sekuriteitsverslae oor die hCaptcha-diens en verwante bronkode.",
    "sec-hc": "Eerste sekuriteit",
    "sec-hc-text": "hCaptcha is gefokus op uitgewers. Ons werk daaraan om werwe ware data te gee en laat hulle besluit hoe om dit te gebruik. Akkuraatheid is in u en u eie belang. Ander captchas word deur advertensiemaatskappye aangebied. Elke bot wat hulle blokkeer, kan hul inkomste verminder.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha help u gunsteling webdienste om bots, spam en misbruik uit te hou deur eenvoudige vrae te stel wat maklik is vir mense en vir masjiene moeilik is.",
    "why-hc": "Waarom hCaptcha?",
    "why-hc-text": "Elke keer as u 'n uitdaging beantwoord, gebruik ons gesofistikeerde modelle om uit te vind of u 'n mens of 'n masjien is. Die webwerf wat u besoek het, gebruik dan hierdie resultaat om u ervaring op hul webwerf te verbeter deur bots uit te hou."
}