{
    "acc-opt": "Toeganklikheidsopsies",
    "acc-opt-but": "Kom meer te wete oor toeganklikheidsopsies",
    "acc-opt-text": "Is u gesiggestremd of kan u nie hCaptchas voltooi nie?",
    "accessibility-link": "Toeganklikheid",
    "appreciate-in": "Ons waardeer u insette. Laat weet ons van enige probleme, en ons sal dit vinnig oplos.",
    "fb-but": "Stuur vir ons terugvoer",
    "feedback-text": "Gee terugvoer oor die hCaptcha wat u so pas gesien het",
    "home-ent-1": "Op soek na ons onderneming-sekuriteitsaanbiedinge?",
    "home-ent-2": "Besoek ons nuwe toegewyde webwerf: BotStop.com",
    "home-intro-body": "Gebruik u 'n captcha om bots uit te hou? hCaptcha beskerm die privaatheid van gebruikers, beloon webwerwe en help maatskappye om hul gegewens te kry. Dit is 'n drop-in plaasvervanger vir reCAPTCHA: u kan binne enkele minute skakel.",
    "home-intro-head": "Stop meer bots. Begin om die privaatheid van gebruikers te beskerm.",
    "home-main-1": "Privaat. Beveilig. Vinniger. En ons betaal u om dit te gebruik.",
    "home-main-2": "Privaatheid gefokus",
    "home-main-2c": "Advertensienetwerke sien jou besoekers as die produk. Vir hCaptcha is die produk die werk wat hulle lewer. Ons gee nie om wie u gebruikers is nie, dit is net so waarskynlik dat hulle kwaadwillig sal wees. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
    "home-main-3": "Eerste sekuriteit",
    "home-main-3c": "Akkuraatheid is in u en u eie belang. hCaptcha is gefokus op uitgewers. Ons werk om u werklike data te gee en u te laat besluit hoe om dit te gebruik. Ander captchas word verskaf deur",
    "home-main-3c2": "adverteer maatskappye. Dit beteken dat elke bot wat hulle blokkeer, hul inkomste kan verminder.",
    "home-main-4": "Beter gebruikerservaring",
    "home-main-4c": "Gesofistikeerde masjienleermodelle word deur hCaptcha gebruik om die mensdom te bepaal. Dit stel ons in staat om minder irriterende take van u gebruikers te vereis en minder tyd te spandeer om dit te doen, terwyl ons steeds nuttige benoemde gegewens vir die etikettering van kliënte lewer.",
    "home-main-plans": "hCaptcha is gratis om te gebruik vir uitgewers van enige grootte. Ons ondernemingsoplossings is egter beskikbaar vir ondernemings en platforms wat meer beheer benodig.",
    "home-main-plans2": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tien miljoene webwerwe vir sommige van die grootste ondernemings op die planeet. Kontak ons gerus vir meer inligting, of besoek dit",
    "home-main-plans3": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tien miljoene webwerwe vir sommige van die grootste ondernemings op die planeet. Kontak ons gerus vir meer inligting, of besoek dit",
    "home-main-plans4": "vir besonderhede.",
    "learn-more-hcaptcha": "Kom meer te wete oor hCaptcha",
    "page-acc-faq-1": "Vraag: Is hCaptcha Section 508 + WCAG 2.0 voldoen? Antwoord: Ons glo so: alle gebruikers met enige vorm van gestremdheid wat op die internet kan blaai en teks op vorms kan invoer, kan by registrasie toegang kry tot dienste wat deur hCaptcha beskerm word. Dit is egter nie regsadvies nie: u moet u eie evaluering uitvoer met inagneming van u spesifieke implementering om seker te maak dat dit die geval is by u ontplooiing.",
    "page-acc-faq-2": "Vraag: werk u aan ander opsies vir toeganklikheid (a11y), soos klank? Antwoord: Voorheen gewilde opsies soos klank-captchas onderskei baie gebruikers van die 11e eeu en word maklik verslaan deur moderne masjienleertegnieke. Dit het die huidige klankuitdagings genoodsaak om moeiliker en moeiliker te word, en dit bring geluide, vreemde tydsberekening, ongewone woordkombinasies, ensovoorts aan om aanvallers te verslaan. Ons is dus minder entoesiasties oor hierdie benadering, anders as om die uitdaging heeltemal te vermy, maar ons sal dit oorweeg as daar 'n vraag van die a11y-gemeenskap is. Ons is egter baie geïnteresseerd in die Privaatheidspas vir die geval van toeganklikheid. Ons glo dat die kombinasie van ons huidige 11-jarige benadering met die uitreiking van die Privaatheidpas, gebruikers van 11 jaar in staat sal stel om veilig te blaai, met die wete dat hul verkeer meer privaat is, en die misbruik deur botoperateurs wat onvermydelik voorkom wanneer daar 'n 11-opsie beskikbaar is, beperk. Ons is aktiewe deelnemers aan die IETF-werkgroep wat hierdie nuwe tegnologie standaardiseer.",
    "page-acc-faq-3": "Vraag: Wat van privaatheid? Ontbloot registrasie a11y-inligting op een of ander manier? Wat doen u met die e-pos? Antwoord: hCaptcha is van die begin af ontwerp vir privaatheid. Dit is baie anders as tradisionele opsies soos reCAPTCHA wat deur advertensie-netwerke besit word, wat 'n aansporing het om u op die internet te spoor en u met 'n regte identiteit te vereenselwig. Ons gebruik nooit e-pos of inligting oor toeganklikheid vir enige ander doel as om die gebruik van elke dag te vergemaklik en misbruik te voorkom nie. Ons privaatheidsbeleid het omvattende en gesaghebbende antwoorde oor hoe ons data gebruik, maar die kort antwoord is dat ons geen belangstelling het om u as persoon te koppel aan u blaaigeskiedenis nie. Ons werk ook tans aan 'n kriptografiese oplossing om u e-posadres vinnig weg te gooi. terwyl ons steeds ons vermoë om misbruik te voorkom behou, is dit 'n aanvulling op ons Privacy Pass-werk.",
    "page-acc-link-1": "As u 'n toeganklikheidsgebruiker is, kan u hier registreer.",
    "page-acc-subhead": "Die versekering van naatlose toegang vir alle gebruikers, terwyl sekuriteit behou word",
    "page-acc-summary": "opsomming",
    "page-acc-summary-contents-1": "hCaptcha is ontwerp om bots te stop deur hulle van mense te onderskei. Visuele toetse is 'n maklike hulpmiddel hiervoor, maar nie almal kan 'n visuele uitdaging oplos nie. Om hierdie rede het ons 'n eenvoudige, pynlose alternatief ontwerp om uitgewers wat van ons diens gebruik maak, toeganklik te maak vir almal met die volledige afdeling 508 en WCAG 2.0.",
    "page-acc-summary-contents-2": "Hoe dit werk: eerstens teken 'n toeganklikheidsgebruiker aan by hierdie URL, wat gekoppel is aan die hCaptcha-widget-inligtingsblad. Hulle kry 'n geënkripteerde koekie wat verskeie kere per dag gebruik kan word, maar moet elke 24 uur deur die aanmelding verfris word. Wanneer 'n uitdaging aan 'n toeganklikheidsgebruiker op enige webwerf met die hCaptcha-diens aangebied word, sal hulle outomaties slaag.",
    "page-acc-title": "hCaptcha Toeganklikheidsinligting",
    "page-acc-tr-body": "Vraag: Ek sien nog steeds 'n uitdaging na die opstel van die koekie. Wat veroorsaak dit? Antwoord: Dit is meestal te wyte aan die gebruik van 'n aggressiewe advertensieblokkering of 'n anti-cookie-uitbreiding, of 'n instelling wat koeke op die ander terreine blokkeer, in hierdie geval 'n koekie vir hcaptcha.com wat deur die hCaptcha JavaScript op 'n ander webwerf opgestel of gekontroleer word , soos die een wat jy besoek. hCaptcha-toeganklikheidskoekies werk met alle gewilde blaaiers en advertensieblokkeerders met hul standaardinstellings, dus is foute gewoonlik te wyte aan anti-anti-adblock-skrifte of soortgelyke reëls wat op spesifieke webwerwe gerig is. Oplossings: 1. Witlys hcaptcha.com en * .hcaptcha.com koekies in u advertensieblokkering of blaaierveiligheidsuitbreiding. 2. As u die dapper blaaier gebruik wat nie (vanaf April 2020) lyk of dit 'n witlyslys is nie, gaan dan na Voorkeure -> Skildjies -> Koekies en kies Toestaan alle koekies. 3. As u die heel nuutste weergawe van Safari op óf die nuut vrygestelde OS X 10.15 óf iOS 13. 4 gebruik, het Apple pas die gedrag van Safari wat met derdeparty-koekies verband hou, verander, en dit almal verstop. Ons is besig om 'n oplossing te implementeer, maar besoek intussen Safari-voorkeure, die privaatheid-afdeling, en ontmerk die opsporing van webwerwe: verhoed dat die gebruik van webruimte dopgehou word sodat die toeganklikheidskoekie kan funksioneer soos verwag. Vraag: Ek gebruik verskeie toestelle. Moet ek meerdere kere aanmeld? Antwoord: Nee. Klik op dieselfde e-pos-aanmeldskakel wat u op elke toestel wat u gebruik om die koekie in te stel, aan u gestuur het.",
    "page-acc-tr-title": "Vir gebruikers van toeganklikheid: vrae en vrae en probleemoplossingsgids",
    "priv-hc": "Privaatheid gefokus",
    "priv-hc-text": "Advertensienetwerke sien u as hul produk. Ons doen nie. Ons gee nie om wie gebruikers is nie, net hoe waarskynlik hulle kwaadwillig sal wees. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
    "sec-hc": "Eerste sekuriteit",
    "sec-hc-text": "hCaptcha is gefokus op uitgewers. Ons werk daaraan om werwe ware data te gee en laat hulle besluit hoe om dit te gebruik. Akkuraatheid is in u en u eie belang. Ander captchas word deur advertensiemaatskappye aangebied. Elke bot wat hulle blokkeer, kan hul inkomste verminder.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha help u gunsteling webdienste om bots, spam en misbruik uit te hou deur eenvoudige vrae te stel wat maklik is vir mense en vir masjiene moeilik is.",
    "why-hc": "Waarom hCaptcha?",
    "why-hc-text": "Elke keer as u 'n uitdaging beantwoord, gebruik ons gesofistikeerde modelle om uit te vind of u 'n mens of 'n masjien is. Die webwerf wat u besoek het, gebruik dan hierdie resultaat om u ervaring op hul webwerf te verbeter deur bots uit te hou."
}