{
    "acc-opt": "የተደራሽነት አማራጮች",
    "acc-opt-but": "ስለተደራሽነት አማራጮች የበለጠ ለመረዳት",
    "acc-opt-text": "እርስዎ ማየት የተሳናቸው ወይም የ hCaptchas ን ማጠናቀቅ አይችሉም?",
    "accessibility-link": "ተደራሽነት",
    "appreciate-in": "የእርስዎን ግብዓት እናደንቃለን። ማንኛውንም ጉዳዮች ያሳውቁን እና እኛ በፍጥነት እንፈታቸዋለን ፡፡",
    "fb-but": "ግብረ መልስ ይላኩልን",
    "feedback-text": "ባየኸው hCaptcha ላይ ግብረ መልስ ስጥ",
    "home-ent-1": "የድርጅት ደህንነት አቅርቦታችንን ይፈልጋሉ?",
    "home-ent-2": "አዲሱን የወሰነውን ጣቢያችንን BotStop.com ን ይጎብኙ",
    "home-intro-body": "ቡጢዎችን ለማስቀረት ካፒቻ ይጠቀማሉ? hCaptcha የተጠቃሚዎችን ግላዊነትን ይከላከላል ፣ ድር ጣቢያዎችን ይሸልማል እንዲሁም ኩባንያዎች ውሂባቸውን እንዲሰይሙ ይረዳል ፡፡ ለ reCAPTCHA የተመላላሽ ምትክ ነው ፤ በደቂቃዎች ውስጥ መለወጥ ይችላሉ ፡፡",
    "home-intro-head": "ተጨማሪ ቡጢዎችን ያቁሙ። የተጠቃሚን ግላዊነት መጠበቅ ይጀምሩ።",
    "home-main-1": "የግል። ደህንነቱ የተጠበቀ። ፈጣን እርስዎ እንዲጠቀሙበት እንከፍላለን ፡፡",
    "home-main-2": "ግላዊነት ተኮርቷል",
    "home-main-2c": "የማስታወቂያ አውታረ መረቦች ጎብ visitorsዎችዎን እንደ ምርቱ ይመለከታሉ። ለ hCaptcha ምርቱ የሚሰጡት ስራ ነው ፡፡ ተጠቃሚዎችዎ ማን እንደሆኑ ግድ የለንም ፣ ምን ያህል ተንኮል-አዘል ሊሆኑ እንደሚችሉ ብቻ። እንደ ግላዊነት ማለትን የመሳሰሉ ተነሳሽነቶችን እንደግፋለን እናም ግላዊነትን እና ደህንነትን ሚዛን ለመጠበቅ ጠንክረን እንሰራለን ፡፡",
    "home-main-3": "ደህንነት በመጀመሪያ",
    "home-main-3c": "ትክክለኛነት ለእርስዎ ፍላጎት እና የእኛ ነው። hCaptcha በአሳታሚ-ተኮር ነው ፡፡ እውነተኛ ውሂብ ለእርስዎ ለመስጠት እንሰራለን እና እንዴት እንደሚጠቀሙበት እንዲወስኑ እንሰጥዎታለን። ሌሎች መቅረጫዎች በ የሚቀርቡት በ ነው",
    "home-main-3c2": "የማስታወቂያ ኩባንያዎች ይህ ማለት የሚያግዱት እያንዳንዱ bot ገቢያቸውን ሊቀንስ ይችላል።",
    "home-main-4": "የተሻለ የተጠቃሚ ተሞክሮ",
    "home-main-4c": "የተራቀቁ የማሽን መማሪያ ሞዴሎች ሰብአዊነትን ለመለየት በ hCaptcha ያገለግላሉ ፡፡ ይህ ለደንበኞች መለያ (መለያ ምልክት) ጠቃሚ መለያዎችን በማውጣት ላይ እያለ ይህ ከተጠቃሚዎችዎ የሚያናድዱ ስራዎችን እንድንፈልግ እና ይህንን ለማድረግ ጊዜያቸውን እንዳንጠቀም ያስችለናል።",
    "home-main-plans": "hCaptcha ለማንኛውም መጠን ለአታሚዎች ለመጠቀም ነፃ ነው ፡፡ ሆኖም የበለጠ ቁጥጥር ለሚያስፈልጋቸው ኢንተርፕራይዞች እና መድረኮች የድርጅት መፍትሔዎቻችን ይገኛሉ ፡፡",
    "home-main-plans2": "የ hCaptcha የድርጅት መፍትሔዎች በፕላኔቷ ላይ ላሉት ትልልቅ ኩባንያዎች ለአስር ሚሊዮኖች የሚቆጠሩ ድር ጣቢያዎችን በሚሊዮን የሚቆጠሩ ተጠቃሚዎችን ይከላከላሉ። ለተጨማሪ መረጃ እባክዎ እኛን ያነጋግሩን ወይም ይጎብኙ",
    "home-main-plans3": "የ hCaptcha የድርጅት መፍትሔዎች በፕላኔቷ ላይ ላሉት ትልልቅ ኩባንያዎች ለአስር ሚሊዮኖች የሚቆጠሩ ድር ጣቢያዎችን በሚሊዮን የሚቆጠሩ ተጠቃሚዎችን ይከላከላሉ። ለተጨማሪ መረጃ እባክዎ እኛን ያነጋግሩን ወይም ይጎብኙ",
    "home-main-plans4": "ለዝርዝሮች።",
    "learn-more-hcaptcha": "ስለ hCaptcha ተጨማሪ ለመረዳት",
    "page-acc-faq-1": "ጥያቄ hCaptcha ክፍል 508 + WCAG 2.0 ይሟላል? መልስ እኛ እንደዚህ እናምናለን-ድርን ማሰስ እና በቅጾች ላይ ጽሑፍን ማስገባት የሚችሉ ማንኛውም የአካል ጉዳት ችግር ያለባቸው ሁሉም ተጠቃሚዎች በምዝገባ ወቅት በ hCaptcha የተጠበቁ አገልግሎቶችን ማግኘት ይችላሉ ፡፡ ሆኖም ፣ ይህ የህግ ምክር አይደለም-እርስዎ ለማሰማራትዎ ይህ ጉዳይ መሆኑን ለማረጋገጥ የእርስዎን ልዩ ትግበራ ከግምት ውስጥ በማስገባት የራስዎን ግምገማ ማከናወን አለብዎት ፡፡",
    "page-acc-faq-2": "ጥያቄ እንደ ኦዲዮ ባሉ ሌሎች ተደራሽነት (a11y) አማራጮች ላይ እየሰሩ ነው? መልስ ፤ ቀደም ሲል እንደ ኦዲዮ ካቻዎች ያሉ ብዙ ተወዳጅ የ 11 ተጠቃሚዎች ተጠቃሚዎችን አድልዎ ያደረጉ ሲሆን በዘመናዊ የማሽን መማር ቴክኒኮች በቀላሉ ይሸነፋሉ ፡፡ ይህ ወቅታዊ የድምፅ ተግዳሮቶች ይበልጥ ከባድ እና አስቸጋሪ እንዲሆኑ ፣ ጫጫታዎችን ፣ ያልተለመዱ ጊዜዎችን ፣ ያልተለመዱ የቃላት ጥምረት እና የመሳሰሉትን አጥቂዎችን ለማሸነፍ አስገድ hasቸዋል ፡፡ ስለዚህ እኛ በዚህ ዘዴ በጣም ደስተኞች ነን ፣ በተለይም ችግሩን ሙሉ በሙሉ በማስወገድ ፣ ግን ከ11 ቱ ማህበረሰብ ፍላጎት ካለ እንመለከተዋለን ፡፡ ሆኖም ፣ ለተደራሽነት አጠቃቀም ጉዳይ የግላዊነት ማለፊያ በጣም ፍላጎት አለን። የአሁኑን A11y አካሄዳችንን ከግላዊነት ማለፊያ አቅርቦት ጋር ማዋሃድ አንድ11y ተጠቃሚዎች ትራፊኩ የበለጠ የግል መሆኑን በማወቅ ደህንነቱ በተጠበቀ ሁኔታ ለመዳሰስ ያስችላቸዋል ፣ ሆኖም ግን አንድ11y አማራጮች ሲኖሩ በማይሆን ሁኔታ በሚከሰቱ ባክ ኦፕሬተሮች ላይ የሚደርሰውን በደል የሚገድብ ነው ፡፡ ይህንን አዲስ ቴክኖሎጂ በመመዘን የ IETF የሥራ ቡድን ውስጥ ንቁ ተሳታፊዎች ነን ፡፡",
    "page-acc-faq-3": "ጥያቄ ግላዊነትን በተመለከተስ ምን ማለት ይቻላል? ምዝገባ በአንድ መንገድ አንድ11 የአሰሳ ውሂብን ያጋልጣል? በኢሜል ምን ያደርጋሉ? መልስ hCaptcha የተሰራው ከመሬት አንስቶ እስከ ግላዊ ድረስ ነው ፡፡ በማስታወቂያ አውታረ መረቦች የተያዙ ፣ እንደ ሪሲፓቲCHA ካሉ ባህላዊ አማራጮች በጣም የተለየ ነው ፣ እነሱ እርስዎን በድር ላይ ለመከታተል እና ከእውነተኛ ማንነት ጋር ለማቆራኘት ማበረታቻ ካላቸው ፡፡ A11 አጠቃቀምን ከማመቻቸት እና አላግባብ መጠቀምን ከመከላከል ውጭ ለተጨማሪ ዓላማ የተደራሽነት ኢሜሎችን ወይም መረጃን በጭራሽ አንጠቀምም። የእኛን መረጃ እንዴት እንደምንጠቀም በተመለከተ የእኛ የግላዊነት ፖሊሲ ሁሉን አቀፍ እና ደራሲያዊ መልሶች አሉት ፣ ግን አጭርው መልስ እኛ እንደ የአሰሳ ታሪክዎ እርስዎን እንደ አንድ ሰው ለማጎዳኘት ምንም ፍላጎት የለንም ፡፡ እኛ በአሁኑ ጊዜ የኢሜል አድራሻዎን በፍጥነት ለማስወገድ የሚያስችል በስውር መረጃግራፍ ላይ እየሰራን ነው ፡፡ ግላዊነትን የማስቀረት አቅማችንን አሁንም እየጠበቁ ሳሉ የግላዊነት ማለፊያ ስራችንን እያሟሉ ነው።",
    "page-acc-link-1": "የተደራሽነት ተጠቃሚ ከሆኑ እባክዎ እዚህ ይመዝገቡ።",
    "page-acc-subhead": "ደህንነትን በሚጠብቁበት ጊዜ ለሁሉም ተጠቃሚዎች እንከን የለሽ ተደራሽነት ማረጋገጥ",
    "page-acc-summary": "ማጠቃለያ",
    "page-acc-summary-contents-1": "hCaptcha ቡችላዎችን ከሰዎች በመለየት ለማስቆም የተቀየሰ ነው ፡፡ የእይታ ፈተናዎች ለዚህ ምቹ መሣሪያ ናቸው ፣ ግን ሁሉም የእይታ ፈታኝ ሁኔታዎችን መፍታት አይችሉም ፡፡ በዚህ ምክንያት በሙሉ ክፍል 508 እና WCAG 2.0 ተገ compነት አገልግሎታችንን የሚጠቀሙ አሳታሚዎች አገልግሎታችንን የሚጠቀሙ ቀላል እና ህመም የሌለባቸው አማራጮችን አዘጋጅተናል ፡፡",
    "page-acc-summary-contents-2": "እንዴት እንደሚሰራ: በመጀመሪያ ፣ የተደራሽነት ተጠቃሚ በ hCaptcha ንዑስ መረጃ ገጽ ውስጥ የተገናኘው በዚህ ዩ አር ኤል ነው። በቀን ብዙ ጊዜ ጥቅም ላይ ሊውል የሚችል ኢንክሪፕት የተደረገ ኩኪ ይሰጣቸዋል ፣ ግን በመለያው በኩል በየ 24 ሰዓቱ መታደስ አለበት፡፡በተቃራኒው የ hCaptcha አገልግሎትን በመጠቀም በማንኛውም ተደራሽነት ላለው ተጠቃሚ ሲቀርብ ወዲያውኑ በራስ-ሰር ያልፋሉ ፡፡",
    "page-acc-title": "የ hCaptcha ተደራሽነት መረጃ",
    "page-acc-tr-body": "ጥያቄ ኩኪውን ካቀናበርኩ በኋላ አሁንም አንድ ፈታኝ ሁኔታ እያየሁ ነው ፡፡ ይህ እንዲከሰት ምክንያት የሆነው ምንድን ነው? መልስ-ይህ በተለምዶ አስከፊ የማስታወቂያ ማገጃ ወይም ጸረ-ኩኪ ቅጥያ በመጠቀም ወይም የጣቢያ ጣቢያ ኩኪዎችን የሚያግድ ቅንብር ፣ በዚህ ጊዜ በ hCaptcha ጃቫስክሪፕት ላይ የተለየ ጣቢያ የተፈተሸ ወይም የሚያረጋግጥ ኩኪ ፣ እንደሚጎበኙት ሰው። የ hCaptcha ተደራሽነት ኩኪዎች ከመደበኛ ቅንጅቶቻቸው እና ከማስታወቂያ አጋጆች ጋር በመደበኛ ቅንጅቶቻቸው ላይ ይሰራሉ ፣ ስለሆነም በተለምዶ ውድቀቶች የሚከሰቱት በተወሰኑ ጣቢያዎች ላይ በማነጣጠር በፀረ-ፀረ-አድብሎክ ስክሪፕቶች ወይም ተመሳሳይ ህጎች ነው ፡፡ መፍትሔዎች 1. በማስታወቂያዎ አግድ ወይም በአሳሽዎ ደህንነት ማራዘሚያ ውስጥ 1. የዊኪ ዝርዝር hcaptcha.com እና * .hcaptcha.com ኩኪዎችን ፡፡ 2. Brave አሳሽን የሚጠቀሙ ከሆነ (እ.ኤ.አ. ኤፕሪል 2020 እ.ኤ.አ.) ምንም አይነት የኩኪ አይነተኛ የማይመስለው ከሆነ ወደ ምርጫዎች -> ጋሻዎች -> ኩኪዎች ይሂዱ እና ሁሉንም ኩኪዎች ፍቀድ የሚለውን ይምረጡ። 3. በቅርብ ጊዜ በተለቀቀው OS X 10.15 ወይም iOS 13 4 ላይ በጣም የቅርብ ጊዜውን የ Safari ስሪት የሚጠቀሙ ከሆነ አፕል ከሶስተኛ ወገን ኩኪዎች ጋር የተዛመደ የ Safari ባህሪን ቀይሮ ሁሉንም በነባሪነት አግዶታል። እኛ አንድ መፍትሄ እየተገበርን ነው ፣ ግን እስከዚያ ድረስ እባክዎን የ Safari ምርጫዎችን ፣ የግላዊነት ክፍልን ይጎብኙ ፣ እና የድርጣቢያ መከታተያ ላይ ምልክት ያድርጉ የተደራሽነት ኩኪው እንደተጠበቀው እንዲሠራ ለማድረግ ይከላከሉ ፡፡ ጥያቄ-ብዙ መሳሪያዎችን እጠቀማለሁ ፡፡ ብዙ ጊዜ መመዝገብ አለብኝ? መልስ: - ኩኪውን ለማቀናበር በሚጠቀሙበት እያንዳንዱ መሳሪያ ላይ ለእርስዎ የተላከውን ተመሳሳይ የኢሜል መግቢያ አገናኝ ጠቅ ያድርጉ ፡፡",
    "page-acc-tr-title": "ለተደራሽነት ተጠቃሚዎች ጥ & ጥ እና መላ ፍለጋ መመሪያ",
    "priv-hc": "ግላዊነት ተኮርቷል",
    "priv-hc-text": "የማስታወቂያ አውታረ መረቦች እርስዎን እንደ ምርታቸው ያዩዎታል። እኛ አናደርግም። ተጠቃሚዎች እነማን እንደሆኑ ግድ የለንም ፣ ምን ያህል ተንኮለኛ ሊሆኑ እንደሚችሉ ብቻ አናስብም። እንደ ግላዊነት ማለትን የመሳሰሉ ተነሳሽነቶችን እንደግፋለን እናም ግላዊነትን እና ደህንነትን ሚዛን ለመጠበቅ ጠንክረን እንሰራለን ፡፡",
    "sec-hc": "ደህንነት በመጀመሪያ",
    "sec-hc-text": "hCaptcha በአሳታሚ-ተኮር ነው ፡፡ ለጣቢያዎች እውነተኛ ውሂብን ለመስጠት እንሰራለን እና እንዴት እንደሚጠቀሙበት እንዲወስኑ እንፈቅዳለን ፡፡ ትክክለኛነት ለእርስዎ ፍላጎት እና የእኛ ነው። ሌሎች ቀረፃዎች በማስታወቂያ ኩባንያዎች ይሰጣሉ ፡፡ እያንዳንዱ የሚያግዳቸው ቢግ ገቢቸውን ሊቀንስ ይችላል ፡፡",
    "what-is-hcaptcha": "HCaptcha ምንድነው?",
    "what-is-hcaptcha-text": "hCaptcha የእርስዎ ተወዳጅ የድር አገልግሎቶች በሰው ላይ ቀላል እና ለ ማሽኖች አስቸጋሪ የሆኑ ቀላል ጥያቄዎችን በመጠየቅ ቡጢዎችን ፣ አይፈለጌ መልዕክትን እና አላግባብ መጠቀምን ለማስቀረት ይረዳል ፡፡",
    "why-hc": "HCaptcha ለምን?",
    "why-hc-text": "ለተፈታተኑ ጥያቄዎች መልስ በሚሰጡበት እያንዳንዱ ጊዜ እርስዎ ሰውም ሆኑ ማሽን ለመለየት የተራቀቁ ሞዴሎችን እንጠቀማለን ፡፡ ከዚያ የጎበኙት ድርጣቢያ ቡጢዎችን በመጠበቅ በጣቢያዎ ላይ ያገኙትን ተሞክሮ ለማሻሻል ይረዳል ፡፡"
}