{
    "about-advisors-brendan": "CEO. AI-də liderdir. Son onilliklər ərzində geniş miqyaslı iş problemlərinə maşın zəkasını tətbiq etmişdir.",
    "about-advisors-dawn": "Hesablama Biyolojisi Doktoru, Stanford. 1999-cu ildən bəri sinir şəbəkələri ilə işləyirik. Tətbiqi ML və miqyasda dərin öyrənməyə diqqət yetirin.",
    "about-advisors-head": "Məsləhətçilər",
    "about-advisors-keiran": "Verilənlər bazası və Blockchain mütəxəssisi. Cloudera-da erkən mühəndis və daha çox. Onilliklər təcrübə qurma proqramı və qrupları.",
    "about-content-head-1": "Nə edirik",
    "about-content-head-2": "Niyə vacibdir",
    "about-content-text-1": "hCaptcha, miqyasda metal qazanma və vizual domen ML-yə diqqət yetirən bir süni zəka və maşın öyrənmə şirkəti olan Intuition Machines Inc-in bir xidmətidir. Dünyadakı Qlobal 2000 şirkətləri üçün video və görüntü analiz xidmətlərini təmin etmək üçün kütləvi miqyaslı sistemlər qururuq və işləyirik.",
    "about-content-text-2": "Daha çox məlumat ümumiyyətlə daha yaxşı nəticələr verir. Düzgün etiketli və müvafiq məlumat dəstlərinin yaradılması və saxlanılması çox vaxt aparır və bahalıdır. hCaptcha əvvəlcə şəkil etiketləmə ehtiyaclarımızı həll etmək üçün hazırlanmışdır və indi oxşar ehtiyacları olan digər şirkətlər üçün mövcuddur.",
    "about-intro-head-1": "HCaptcha üçün işləyin",
    "about-intro-head-2": "Missiyamız böyükdür",
    "about-intro-text": "Sürətlə böyüyürük və hər zaman qlobal ofislərimizdə dünyanın ən yaxşı istedadını axtarırıq. Aşağıdakı bağlantılarla müraciət edə bilərsiniz.",
    "about-leadership-alex": "Verilənlər bazası və Blockchain mütəxəssisi. Cloudera-da erkən mühəndis və daha çox. Onilliklər təcrübə qurma proqramı və qrupları.",
    "about-leadership-eli": "CEO. AI-də liderdir. Son onilliklər ərzində geniş miqyaslı iş problemlərinə maşın zəkasını tətbiq etmişdir.",
    "about-leadership-head": "Liderlik",
    "about-leadership-todd": "Hesablama Biyolojisi Doktoru, Stanford. 1999-cu ildən bəri sinir şəbəkələri ilə işləyirik. Tətbiqi ML və miqyasda dərin öyrənməyə diqqət yetirin.",
    "acc-opt": "Erişilebilirlik Seçimləri",
    "acc-opt-but": "Əlçatanlıq seçimləri haqqında daha çox məlumat əldə edin",
    "acc-opt-text": "Görmə zəifliyiniz və ya hCaptchas'ı başqa şəkildə tamamlaya bilmirsiniz?",
    "accessibility-link": "Əlçatanlıq",
    "appreciate-in": "Daxil olduğunuz üçün təşəkkür edirik. Hər hansı bir məsələni bizə bildirin və onları tez həll edəcəyik.",
    "fb-but": "Bizə rəy göndərin",
    "feedback-text": "Bayaq gördüyünüz hCaptcha haqqında rəy verin",
    "footer-attribution": "Atribut",
    "footer-copyright-text": "hCaptcha, Intuition Machines, Inc. şirkətinin qeydiyyatdan keçmiş ticarət nişanıdır.",
    "footer-header-1": "Şirkət",
    "footer-header-2": "Qaynaqlar",
    "footer-header-3": "Əlaqə",
    "footer-link-1": "Etiketləmə",
    "footer-link-10": "Əlçatanlıq",
    "footer-link-2": "Haqqında",
    "footer-link-3": "İş yerləri",
    "footer-link-4": "Ticarət markaları",
    "footer-link-5": "AI Etikası",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Sənədlər",
    "footer-link-9": "Bir səhv haqqında məlumat verin",
    "footer-privacy": "Məxfilik",
    "footer-subheader-1": "Dəstək",
    "footer-subheader-2": "Əlaqə",
    "footer-terms": "Şərtlər",
    "h-plans": "Abunə planları",
    "header-docs-link": "Sənədlər",
    "header-labeling-services-link": "Etiketləmə xidmətləri",
    "header-login-button": "Daxil ol",
    "header-plans-link": "Planlar",
    "header-signup-button": "Abunə olun",
    "home-about-head": "HCaptcha haqqında",
    "home-about-subtitle": "İNSAN Protokolu ilə dəstəklənir",
    "home-about-text-1": "hCaptcha, maşın öyrənməsində ən çox əmək tələb edən problemi həll etmək üçün hazırlanmışdır: kütləvi məlumatların vaxtında, sərfəli və etibarlı bir şəkildə etiketlənməsi.",
    "home-about-text-2": "Daha çox məlumat ümumiyyətlə təlim maşın öyrənmə modellərində daha yaxşı nəticələr verir. Dərin modellərin son müvəffəqiyyəti, demək olar ki, hər zaman bəzi insan baxışları ilə getdikcə daha geniş məlumat dəstlərinə gətirib çıxardı. Bununla birlikdə, Mechanical Turk, Figure Eight, və s. Vasitəsilə insan tərəfindən nəzərdən keçirilmiş böyük məlumat setlərinin yaradılması həm yavaş, həm də bahalıdır.",
    "home-about-text-3": "hCaptcha, veb saytların botlara və digər istismar növlərinə mane olarkən bu tələbə cavab olaraq pul qazanmasına imkan verir.",
    "home-about-text-4": "HCaptcha bazar yeri, Ethereum blok zəncirində işləyən insan araşdırması üçün açıq bir mərkəzləşdirilməmiş protokol olan HUMAN Protocol ilə təchiz edilmişdir. İstifadəçilər saytlarında hCaptcha widgetından istifadə etdikdə veb saytlar İnsan Tokenləri (HMT) qazanır və maşın öyrənmə şirkətləri məlumatlarını etiketləmək üçün İnsan Tokenlərinə pul ödəyirlər.",
    "home-ba-labeling-services-link": "Etiketləmə xidmətləri",
    "home-benefits-head-1": "Məlumat Etiketində Dəyər",
    "home-benefits-head-2": "Xeyriyyəçiliyə geri qayıdın",
    "home-benefits-text-1": "Tək bir Gigantic şirkətinin maşın öyrənmə sistemlərini pulsuz öyrətmək üçün kömək etdiyiniz maşını hər vuranda fərqinə vardınızmı?",
    "home-benefits-text-2": "hCaptcha bu modeli çevirir. HCaptcha istifadə edərkən şirkətlər, insanlıqlarını sübut etdikləri kimi istifadəçilərinizin etdikləri işə təklif verirlər. Mükafatları alırsınız.",
    "home-benefits-text-3": "Ən sevdiyiniz xeyriyyə təşkilatına geri qayıtmaq istəyirsiniz? hCaptcha, istifadə etdiyiniz qazancla seçdiyiniz xeyriyyə təşkilatlarını dəstəkləməyinizə imkan verir. Saytınızdakı istifadəçilər tezliklə hCaptcha interfeysindəki təmkinli marka vasitəsi ilə xeyriyyə işinə töhfənizi görə biləcəklər.",
    "home-challenge-text-1": "Sorğuya uyğun gələn bütün şəkilləri seçin",
    "home-challenge-text-2": "Cisimlər üçün sərhəd sahəsini müəyyənləşdirin",
    "home-challenge-text-3": "Müvafiq yazıları müəyyənləşdirin",
    "home-challenge-title-1": "Müqayisə",
    "home-challenge-title-2": "Sərhəd qutusu",
    "home-challenge-title-3": "Bölmə",
    "home-challenges-head": "Çağırışlar təqdim edildi",
    "home-challenges-text-1": "... və digər sadə tapşırıqlar. İnsanlar üçün asandır, botlar üçün çətindir.",
    "home-challenges-text-2": "Xüsusi tapşırıqlar da müəssisə yayımçıları üçün mövcuddur.",
    "home-ent-1": "Müəssisə təhlükəsizlik təkliflərimizi axtarırsınız?",
    "home-ent-2": "Yeni xüsusi saytımızı ziyarət edin: BotStop.com",
    "home-ent-button": "Daha çox məlumat əldə edin: BotStop by hCaptcha",
    "home-from-the-blog": "BLOQDAN:",
    "home-from-the-blog-value": "HCaptcha Çətinlik Ayarları necə işləyir",
    "home-intro-body": "Botlara yol verməmək üçün bir captcha istifadə edirsiniz? hCaptcha, istifadəçinin məxfiliyini qoruyur, veb saytları mükafatlandırır və şirkətlərin məlumatlarının etiketlənməsinə kömək edir. Bu reCAPTCHA üçün açılan bir əvəzdir: bir neçə dəqiqə içində keçə bilərsiniz.",
    "home-intro-button": "İndi qeydiyyatdan keçin",
    "home-intro-head": "Daha çox botları dayandırın. İstifadəçi məxfiliyini qorumağa başlayın.",
    "home-main-1": "Şəxsi. Təhlükəsiz. Daha sürətli. Və istifadə etməyiniz üçün sizə pul veririk.",
    "home-main-2": "Məxfilik odaklıdır",
    "home-main-2c": "Reklam şəbəkələri ziyarətçilərinizi məhsul kimi görür. HCaptcha üçün məhsul təmin etdikləri işdir. İstifadəçilərinizin kim olduğu bizi maraqlandırmır, yalnız onların zərərli olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və gizlilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq.",
    "home-main-3": "Əvvəl təhlükəsizlik",
    "home-main-3c": "Dəqiqlik sizin və bizim üçün maraqlıdır. hCaptcha naşir mərkəzlidir. Sizə real məlumatlar vermək və onlardan necə istifadə edəcəyinizə qərar verməyiniz üçün çalışırıq. Digər əlçatan nəhəng reklam şirkətləri tərəfindən verilir. Bu, blokladıqları hər botun gəlirlərini azalda biləcəyi deməkdir.",
    "home-main-4": "Daha yaxşı istifadəçi təcrübəsi",
    "home-main-4c": "İnkişaf etmiş maşın öyrənmə modelləri hCaptcha tərəfindən insanlığı müəyyənləşdirmək üçün istifadə olunur. Bu, istifadəçilərinizdən daha az zəhlətökən tapşırıqlar tələb etməyimizə və bu işdə daha az vaxt sərf etməyimizə, hələ də müştərilərin etiketlənməsi üçün faydalı etiketli məlumatlar istehsal etməyimizə imkan verir.",
    "home-main-plans": "hCaptcha istənilən ölçülü nəşr üçün pulsuz istifadə olunur. Bununla birlikdə, daha çox nəzarəti tələb edən müəssisələr və platformalar üçün müəssisə həllərimiz mövcuddur.",
    "home-main-plans2": "hCaptcha müəssisə həlləri planetin bəzi ən böyük şirkətləri üçün milyonlarla istifadəçini on milyonlarla veb saytdan qoruyur. Daha çox məlumat üçün bizimlə əlaqə saxlayın və ya ziyarət edin",
    "home-main-plans3": "hCaptcha müəssisə həlləri planetin bəzi ən böyük şirkətləri üçün milyonlarla istifadəçini on milyonlarla veb saytdan qoruyur. Daha çox məlumat üçün bizimlə əlaqə saxlayın və ya ziyarət edin",
    "home-main-plans4": "ətraflı məlumat üçün.",
    "home-plans-button-1": "İndi qeydiyyatdan keçin",
    "home-plans-button-2": "Satış ilə əlaqə saxlayın",
    "home-plans-chart-head-1": "Xüsusiyyətləri",
    "home-plans-chart-head-2": "Nəşriyyat",
    "home-plans-chart-head-3": "Müəssisə",
    "home-plans-chart-row-1-cell-1": "Göstərilən nəzarət problem növləri",
    "home-plans-chart-row-1-cell-2": "Məhduddur",
    "home-plans-chart-row-1-cell-3": "Ümumi",
    "home-plans-chart-row-10-cell-1": "Çox istifadəçi panelləri",
    "home-plans-chart-row-11-cell-1": "Ətraflı hesabat xüsusiyyətləri",
    "home-plans-chart-row-12-cell-1": "Müəssisə SLA-ları",
    "home-plans-chart-row-2-cell-1": "İdarəetmə problemi istifadə olunur",
    "home-plans-chart-row-2-cell-2": "Məhduddur",
    "home-plans-chart-row-2-cell-3": "Ümumi",
    "home-plans-chart-row-3-cell-1": "İnsan həlli üçün mükafat qazan",
    "home-plans-chart-row-4-cell-1": "Dünya səviyyəli anti-bot qorunması",
    "home-plans-chart-row-5-cell-1": "Hər ölkədə işləyir",
    "home-plans-chart-row-6-cell-1": "GDPR və CCPA dostu məxfilik siyasəti",
    "home-plans-chart-row-7-cell-1": "Zərif çətinlik səviyyələri",
    "home-plans-chart-row-8-cell-1": "Öz meydan məzmununuzu başladın",
    "home-plans-chart-row-9-cell-1": "Vaxt əsaslı çətinliklər planlaşdırma",
    "home-try-it-out-button": "HCaptcha əldə edin",
    "home-try-it-out-head": "Bunu sınayın",
    "home-try-it-out-text": "hCaptcha, sadə, asan və etibarlı bot aşkarlanmasını təmin edir, eyni zamanda insanlar tərəfindən həll edilməsi mənasızdır.",
    "labeling-about-head": "HCaptcha haqqında",
    "labeling-about-text-1": "hCaptcha, maşın öyrənməsində ən çox əmək tələb edən problemi həll etmək üçün hazırlanmışdır; kütləvi məlumatların vaxtında, sərfəli və etibarlı bir şəkildə etiketlənməsi. Daha çox məlumat ümumiyyətlə təlim maşın öyrənmə modellərində daha yaxşı nəticələr verir. Dərin modellərin son müvəffəqiyyəti getdikcə daha geniş məlumat dəstlərinə gətirib çıxardı və hCaptcha bu ehtiyacı təmin edir.",
    "labeling-about-text-2": "Bununla birlikdə, ənənəvi metodlardan istifadə edərək insan tərəfindən nəzərdən keçirilmiş böyük məlumat dəstləri yaratmaq həm yavaş, həm də bahalıdır. hCaptcha, şirkətlərin tələb etdikləri şərhləri daha sürətli, daha yüksək keyfiyyətlə və digər alternativlərdən daha ucuz qiymətə əldə etmələrinin bir yoludur.",
    "labeling-annotations-head": "Şərh növləri",
    "labeling-annotations-text-1": "Şəkillər və videoda dəqiq obyekt aşkarlanması",
    "labeling-annotations-text-2": "Şəkillər və videoda dəqiq obyekt aşkarlanması",
    "labeling-annotations-text-3": "Bir çox fərqli istifadə vəziyyəti üçün qeyd qeydləri",
    "labeling-annotations-text-4": "İstənilən ölçüdə təsadüfi kateqoriyalara ayırın və ya əlavə edin",
    "labeling-annotations-text-5": "İnsan gücü ilə aşkarlama və təsnifat",
    "labeling-annotations-text-6": "Burada göstərilməyən başqa bir növə ehtiyacınız var? Bizdən soruşun.",
    "labeling-annotations-title-1": "Sərhəd qutuları",
    "labeling-annotations-title-2": "Poliqonlar",
    "labeling-annotations-title-3": "İşarələr",
    "labeling-annotations-title-4": "Atribut kateqoriyası",
    "labeling-annotations-title-5": "Müqayisə və aşkarlama",
    "labeling-annotations-title-6": "... və daha çox",
    "labeling-ent-button": "Müəssisə Çözümlərimizlə əlaqə saxlayın",
    "labeling-ent-head": "Uçtan uca nəzarətə ehtiyacınız var?",
    "labeling-ent-text-1": "HCaptcha arxasındakı İNSAN Platforması, mövcud sistemlərinizlə inteqrasiya edən yerli, hibrid və ya SaaS dağıtımları sayəsində son dərəcə inkişaf etmiş iş keyfiyyəti və idarəetmə xüsusiyyətləri təmin edir.",
    "labeling-ent-text-2": "Öz işçi qüvvənizlə tamamilə oflayn rejimdə çalışın, iş vahidləri və ya konsorsium tərəfdaşları arasında istehlak olunan dəyəri izləyin, iş yerlərini xərc və təhlükəsizlik tələblərinə əsasən fərqli daxili və ya xarici iş təminatçılarına seçici şəkildə yönləndirin.",
    "labeling-ent-text-3": "Asan API girişi, gözəl panellər və effektivliyi artırmaq üçün ən yeni model texnologiyası.",
    "labeling-ent-text-4": "% 99.99 iş vaxtı SLA və 7/24 qlobal dəstək mövcuddur. Daha ətraflı məlumat üçün:",
    "labeling-features-head-1": "Sadə API əsaslı boru kəmərləri.",
    "labeling-features-head-2": "Maliyet və keyfiyyət üçün optimize edilmişdir. Əvvəlcədən öhdəlik tələb olunmur.",
    "labeling-features-head-3": "Yalnız ehtiyacınız olan dəqiqliyi ödəyin.",
    "labeling-features-head-4": "Öz əsas həqiqət məlumatlarınızı verin və ya onu dərhal hazırlayaq.",
    "labeling-features-text-1": "İnsan nəzərdən keçirməsini birbaşa iş əməliyyatlarınıza inteqrasiya etmək istəyirsiniz? Yüksək etibarlılıq dərəcələri, zəmanətli tutum və sadə REST API-ləri təklif edirik.",
    "labeling-features-text-2": "HUMAN platforması inkişaf etmiş real-time keyfiyyət təhlili aparmaq üçün hərtərəfli etibar modellərindən istifadə edir. Bu, həm sualların çətinliyini, həm də ehtimal olunan düzgün cavabını tez bir zamanda müəyyənləşdirməyə imkan verir, vaxtınıza və pulunuza qənaət edir.",
    "labeling-features-text-3": "Bütün problemlər eyni deyil. Təhlükəsizliyə dair kritik tapşırıqların şərhləri tamamilə insan işçilərindən% 99,99 etibar tələb edə bilər. Mobil oyun tətbiqetməsində bir beta xüsusiyyətinə dair açıqlamalar yalnız orta dərəcədə etibar tələb edə bilər. Siz qərar verin.",
    "labeling-features-text-4": "Hərtərəfli doğrulama dəsti olmadan xam məlumatlarınız varmı? Əksər hallarda sistemdə tapşırıqlar verildiyi üçün sizin üçün birini düzəldə bilərik və ya təsdiqiniz üçün etiketli nümunələr yarada bilərik.",
    "labeling-info-head": "Verilənlərin etiketlənməsi",
    "labeling-info-text-1": "Layihə ehtiyaclarınızı təyin etmək üçün domen mütəxəssislərimizdən biri ilə danışın: hədəf dəqiqliyi, format və hər hansı bir xüsusi tələb.",
    "labeling-info-text-2": "Nümunə məlumatlarınıza əsasən kiçik bir istehsal işi icra edirik. Bu, tam olaraq ehtiyacınız olanı əldə etməyinizi təmin etmək üçün birlikdə etdiyimiz işi yoxlayır.",
    "labeling-info-text-3": "Yüksək həcmimiz və aşağı gecikməyimizlə işinizi tez bir zamanda dəyişdirəcəyik, bitən kimi avtomatlaşdırılmış çatdırılma ilə.",
    "labeling-info-text-4": "İstehsal işinizin parametrlərini daha yaxşı başa düşdükcə nəticələr zaman keçdikcə yaxşılaşmağa davam edəcəkdir.",
    "labeling-info-text-5": "Canlı panellər istənilən vaxt geribildirim verməyə və ya istehsalı dayandırmağa imkan verir.",
    "labeling-info-title-1": "Xüsusiyyətləri müəyyənləşdirin",
    "labeling-info-title-2": "İlkin İş Testi",
    "labeling-info-title-3": "İstehsal işlərini yerləşdirin",
    "labeling-info-title-4": "Davamlı inkişaf",
    "labeling-info-title-5": "Real vaxt nəticələri",
    "labeling-main-1": "Miqyaslı səmərəli məlumatların etiketlənməsi",
    "labeling-main-1-button": "Verilərinizi indi etiketləyin",
    "labeling-main-1c": "Məlumat dəstləriniz üçün daha çox etiketə ehtiyacınız var? hCaptcha, süni zəka və maşın öyrənmə tətbiqetmələri üzərində işləyən şirkətlər üçün sürətli, qənaətli və yüksək keyfiyyətli məlumat etiketlənməsi təmin edir.",
    "labeling-main-2": "Dərhal milyonlarla işi başladın.",
    "labeling-main-2-button": "Data Etiketleme Xidmətlərini satın alın",
    "labeling-main-2c": "hCaptcha planetinizin istifadəsi üçün ən böyük hovuzlardan birinə sahibdir. Ölçünüz nə olursa olsun, bahalı ön öhdəliklər olmadan öhdəsindən gələ bilərik. Gündə milyonlarla tapşırıq problem deyil.",
    "labeling-platform-head": "Şəxsi və ya ictimai məlumat",
    "labeling-platform-text": "hCaptcha, inkişaf etmiş marşrutlaşdırma və təhlilin hər addımda xərcləri və səmərəliliyi optimallaşdırmasına imkan verən HUMAN Platforması üzərində qurulmuşdur. Bu texnologiya düzgün işçi qüvvəsinin işinizin hər bir hissəsini idarə etməsinə imkan verir, məxfiliyi qoruyarkən və tətbiq oluna biləcək tənzimləyici tələbləri yerinə yetirərkən maliyyə səmərəliliyini artırır.",
    "labeling-try-button": "Data Etiketleme Xidmətlərini satın alın",
    "labeling-try-head": "Verilərinizlə sınamaq istəyirsiniz?",
    "labeling-try-text": "... olduğunuzda hazırıq: xidmətimiz gecə-gündüz mövcuddur.",
    "learn-more-hcaptcha": "HCaptcha haqqında daha çox məlumat əldə edin",
    "page-acc-faq-1": "Sual: hCaptcha Bölmə 508 + WCAG 2.0 uyğun gəlirmi? Cavab: Buna inanırıq: hər hansı bir zəiflik forması olan, vebdə gəzə bilən və formalara mətn daxil edə bilən bütün istifadəçilər qeydiyyatdan keçdikdən sonra hCaptcha tərəfindən qorunan xidmətlərdən istifadə edə bilərlər. Bununla belə, bu qanuni bir məsləhət deyil: yerləşdirməyinizin vəziyyətini təmin etmək üçün xüsusi tətbiqinizi nəzərə alaraq öz qiymətləndirməyinizi etməlisiniz.",
    "page-acc-faq-2": "Sual: Səs kimi digər əlçatanlıq (a11y) variantları üzərində işləyirsiniz? Cavab: Audio captchas kimi əvvəllər populyar seçimlər bir çox istifadəçiyə qarşı ayrı-seçkilik edir və müasir maşın öyrənmə üsulları ilə asanlıqla məğlub olur. Bu, təcavüzkarları məğlub etmək üçün səs-küy, qəribə vaxt, qeyri-adi söz birləşmələri və s. Təqdim edərək mövcud səs problemlərini getdikcə daha da çətinləşdirməyə məcbur etdi. Beləliklə, problemdən tamamilə qaçmaqla müqayisədə bu yanaşmaya daha az həvəs göstəririk, lakin a11y icması tərəfindən tələb varsa, bunu nəzərdən keçirəcəyik. Bununla birlikdə, Erişilebilirlik istifadəsi üçün Privacy Pass ilə çox maraqlanırıq. İndiki a11y yanaşmamızı Privacy Pass buraxılışı ilə birləşdirməyimizin, a11y istifadəçilərinə etibarlı bir şəkildə baxmasına, trafiklərinin daha çox xüsusi olduğu məlumatında təmin edilməsinə imkan verər, eyni zamanda a11y variantları olduqda bot operatorları tərəfindən istismar edilməməsini məhdudlaşdırırıq. Biz bu yeni texnologiyanı standartlaşdıran IETF işçi qrupunun fəal iştirakçısıyıq.",
    "page-acc-faq-3": "Sual: Məxfilik haqqında nə deyə bilərsiniz? Qeydiyyat bir növ axtarış məlumatlarını bir şəkildə ortaya qoyurmu? E-poçtla nə edirsən? Cavab: hCaptcha əvvəldən gizlilik üçün hazırlanmışdır. Reklam şəbəkələrinə məxsus olan, sizi vebdə izləmək və həqiqi bir şəxsiyyət ilə əlaqələndirmək üçün bir təşəbbüsü olan reCAPTCHA kimi ənənəvi variantlardan çox fərqlidir. Biz heç vaxt əlçatanlıq e-poçtlarını və ya məlumatları istifadəni asanlaşdırmaq və istismarın qarşısını almaq xaricində hər hansı bir məqsəd üçün istifadə etmirik. Məxfilik siyasətimiz məlumatları necə istifadə etdiyimizə dair hərtərəfli və səlahiyyətli cavablara malikdir, lakin qısa cavab sizi tarama tarixçənizlə bir şəxs kimi əlaqələndirməkdə maraqlı olmamağımızdır, eyni zamanda e-poçt adresinizi sürətlə ləğv etmək üçün kriptoqrafik həll üzərində işləyirik. Privacy Pass işimizi tamamlayaraq sui-istifadəni qarşısını alma qabiliyyətimizi hələ də qoruyarkən.",
    "page-acc-link-1": "Erişilebilirlik istifadəçisisinizsə, xahiş edirəm buraya daxil olun.",
    "page-acc-subhead": "Təhlükəsizliyi qoruyarkən bütün istifadəçilər üçün fasiləsiz girişin təmin edilməsi",
    "page-acc-summary": "Xülasə",
    "page-acc-summary-contents-1": "hCaptcha, botları insanlardan ayıraraq dayandırmaq üçün hazırlanmışdır. Vizual testlər bunun üçün əlverişli bir vasitədir, lakin hər kəs əyani problemi həll edə bilməz. Bu səbəblə, xidmətimizi istifadə edən yayımcıların 508 Bölmə və WCAG 2.0 uyğunluğu ilə hamının əlçatanlığını qorumalarına imkan vermək üçün sadə, ağrısız bir alternativ hazırladıq.",
    "page-acc-summary-contents-2": "İşləmə qaydası: əvvəlcə hCaptcha widget məlumat səhifəsinə bağlı olan bu URL-də bir giriş imkanı istifadəçisi qeydiyyatdan keçir. Onlara gündə bir neçə dəfə istifadə edilə bilən şifrəli bir çərəz verilir, lakin giriş yolu ilə hər 24 saatdan bir yenilənməlidir.",
    "page-acc-title": "hCaptcha Erişilebilirlik Məlumat",
    "page-acc-tr-body": "Sual: Çərəz qurduqdan sonra hələ də bir çətinlik görürəm. Buna nə səbəb olur? Cavab: Bu, ümumiyyətlə, təcavüzkar bir reklam blokerinin və ya çerez əleyhinə uzantının və ya saytlararası çərəzləri bloklayan bir ayarın istifadə edilməsindən qaynaqlanır, bu halda hcaptcha.com üçün fərqli bir saytda hCaptcha JavaScript tərəfindən quraşdırılmış və ya yoxlanılmış bir çerezdir. , ziyarət etdiyiniz kimi. hCaptcha erişilebilirlik çerezləri, standart parametrləri ilə bütün populyar brauzerlər və reklam blokerləri ilə işləyir, buna görə ümumiyyətlə uğursuzluqlar müəyyən saytları hədəf alan anti-blok blokları və ya oxşar qaydalarla əlaqədardır. Çözümlər: 1. Reklam blokerinizdə və ya brauzerinizin təhlükəsizlik uzantısında hcaptcha.com və * .hcaptcha.com çərəzlərinin siyahısını siyahıya alın. 2. Brauzer brauzerindən istifadə edirsinizsə (2020-ci ilin aprel ayından etibarən) hər hansı bir çərəz ağ siyahısına sahib deyilsə, Tercihlər -> Qalxan -> Çərəzlər bölməsinə gedin və Bütün Çərəzlərə İcazə ver seçin. 3. Bu yaxınlarda buraxılmış OS X 10.15 və ya iOS 13-də Safari-nin ən son versiyasını istifadə edirsinizsə. 4, Apple Safari'nin üçüncü tərəf çərəzləri ilə əlaqəli davranışını dəyişdirdi və hamısını standart olaraq blokladı. Bir həll tətbiq edirik, ancaq bu vaxtda Safari Tercihləri, Məxfilik bölməsini ziyarət edin və Veb sayt izləməsinin işarəsini götürün: Erişilebilirlik çerezinin gözlənildiyi kimi işləməsini təmin etmək üçün saytlararası izlənmənin qarşısını alın. Sual: Birdən çox cihaz istifadə edirəm. Bir neçə dəfə qeydiyyatdan keçməliyəm? Cavab: Xeyr. Çərəzi təyin etmək üçün istifadə etdiyiniz hər cihazda sizə göndərilən eyni e-poçt giriş bağlantısını vurun.",
    "page-acc-tr-title": "Erişilebilirlik istifadəçiləri üçün: Sual-cavab və Giderme Kılavuzu",
    "priv-hc": "Məxfilik odaklıdır",
    "priv-hc-text": "Reklam şəbəkələri sizi öz məhsulu kimi görür. Biz yox. İstifadəçilərin kim olduğu bizi maraqlandırmır, yalnız onların zərərli olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və gizlilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq.",
    "reporting-bugs-accessibility-button": "Əlçatanlıq seçimləri haqqında daha çox məlumat əldə edin",
    "reporting-bugs-accessibility-head": "Erişilebilirlik Seçimləri",
    "reporting-bugs-accessibility-text": "Görmə zəifliyiniz və ya hCaptchas'ı başqa şəkildə tamamlaya bilmirsiniz?",
    "reporting-bugs-guide-ff-head": "Hata Raporu Təfərrüatları: Firefox",
    "reporting-bugs-guide-ff-step-1": "Addım 1: Geliştirici Vasitələrini Açın (Bu sessiyanı qeyd etməyə başlayır.)",
    "reporting-bugs-guide-ff-step-2": "Addım 2: Geliştirici Alətlərindəki Şəbəkə sekmesini vurun. Yuxarıdakı Persist logs qutusunu yoxlayın.",
    "reporting-bugs-guide-ff-step-3": "Adım 3: https://accounts.hcaptcha.com/demo və ya bir probleminiz olan veb saytını ziyarət edin (Məxfilik Qeyd: yalnız nə olduğunu paylaşmağınızı düşünməsəniz) ... insan düyməsiyəm və həll etməyə çalışın.",
    "reporting-bugs-guide-ff-step-4": "Addım 4: Çözməyə çalışdıqdan sonra HAR düyməsini vurun və şəbəkə jurnalını saxlamaq üçün Hamısını HAR olaraq saxla seçin. Bu faylı bizə göndərin.",
    "reporting-bugs-guide-ff-step-5": "Addım 5: Konsol nişanına vurun və sağ düyməni vurun, sonra hamısını seçin və konsol jurnalını saxlamaq üçün bir mətn sənədinə yazın. Bizə də göndərin.",
    "reporting-bugs-guide-ff-step-6": "Son addım: Bu HAR və konsol günlük sənədlərini bizə e-poçtla göndərin və problemi təsvir edin İstifadəsi: support@hcaptcha.com (zəhmət olmasa Dropbox və ya Filebin kimi bir xidmətdən istifadə edin və link göndərin) və isteğe bağlı olaraq bir ekran görüntüsünün düzgün göstərilmədiyindən şübhələnirsinizsə. . Xahiş edirəm istifadə etdiyiniz IP-ni də göndərin. Https://www.whatsmyip.org/ saytından əldə edə bilərsiniz. Bu məlumatı əldə etməyimizə kömək etmək üçün vaxt ayırdığınız üçün təşəkkür edirik! Biz hCaptcha-nı hər kəs üçün yaxşı işləməyə borcluyuq.",
    "reporting-bugs-guide-head": "Hata Hesabatı Detallarının Çəkilməsi: Chrome",
    "reporting-bugs-guide-step-1": "Addım 1: Geliştirici Vasitələrini Açın (Bu sessiyanı qeyd etməyə başlayır.)",
    "reporting-bugs-guide-step-2": "Addım 2: Geliştirici Alətlərindəki Şəbəkə sekmesini vurun. Yuxarıdakı Saxla qeyd qutusunu yoxlayın.",
    "reporting-bugs-guide-step-3": "Adım 3: https://accounts.hcaptcha.com/demo və ya bir probleminiz olan veb saytını ziyarət edin (Məxfilik Qeyd: yalnız nə olduğunu paylaşmağınızı düşünməsəniz) ... insan düyməsiyəm və həll etməyə çalışın.",
    "reporting-bugs-guide-step-4": "Addım 4: Şəbəkə jurnalını saxlayan həll etməyə çalışdıqdan sonra HAR-ı ixrac edin (kiçik aşağı ox). Bu faylı bizə göndərin.",
    "reporting-bugs-guide-step-5": "Addım 5: Konsol nişanına vurun və konsol jurnalını saxlamaq üçün sağ basın .. Sonra Saxla. Bizə də göndərin.",
    "reporting-bugs-guide-step-6": "Son addım: Bu HAR və konsol günlük sənədlərini bizə e-poçtla göndərin və problemi izah edin. İstifadə edin: support@hcaptcha.com (zəhmət olmasa Dropbox və ya Filebin kimi bir xidmətdən istifadə edin və link göndərin) və düzgün göstərilmədiyindən şübhələndiyiniz təqdirdə bir ekran görüntüsü. Xahiş edirəm istifadə etdiyiniz IP-ni də göndərin. Https://www.whatsmyip.org/ saytından əldə edə bilərsiniz. Bu məlumatı əldə etməyimizə kömək etmək üçün vaxt ayırdığınız üçün təşəkkür edirik! Biz hCaptcha-nı hər kəs üçün yaxşı işləməyə borcluyuq.",
    "reporting-bugs-guide-text-1": "Hesabatınızla birlikdə ayıklama məlumatları göndərmək nələrin baş verdiyini müəyyənləşdirməyimizi çox asanlaşdıracaqdır. Budur addım-addım təlimatlar:",
    "reporting-bugs-guide-text-2": "Bir veb geliştirici və ya mütəxəssis bir istifadəçisinizsə, xülasə bir şəbəkə qeyd HAR və brauzer konsolu qeydlərini göndərməyinizi istərdik. Xahiş edirəm əvvəlcə hər hansı bir reklam blokerini və ya brauzer təhlükəsizliyi uzantısını söndürməyə çalışın və bu addımları atmadan əvvəl yenidən cəhd edin. Bu probleminizi həll edərsə, brauzerinizin versiyasını, reklam blokerini və ya brauzerinizin uzantısını və veb saytın URL-ini bizə bildirməyiniz üçün təşəkkür edirik.",
    "reporting-bugs-intro-head": "Bir səhv tapdınız? Bunu necə hesabat verəcəyinizə baxın.",
    "reporting-bugs-intro-text": "Hər ay milyonlarla insan hCaptcha-dan minlərlə brauzer, uzantı, cihaz, firewall və daha çox kombinasiyada istifadə edir. Məqsədimiz həmişə sizin üçün işlədiyindən əmin olmaqdır, buna görə də hesabatlarınızı çox qiymətləndiririk! Sürətli rəy vermək üçün bizə rəy göndər düyməsini vurmaq kifayətdir. Funksional bir problem görürsünüzsə, xrom üçün hata ayıklama qeydlərinə və ya aşağıdakı Firefox üçün güncəlləmə təlimatlarına əməl edin. Digər brauzerlər üçün bizə e-poçt göndərin. Potensial təhlükəsizlik və gizlilik problemləri üçün aşağıdakı təlimatlara baxın.",
    "reporting-bugs-privacy-head": "Məxfilik məsələləri",
    "reporting-bugs-privacy-text": "İstifadəçilərin kim olduğu bizi maraqlandırmır, yalnız zərərli və ya maşın olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və gizlilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq. İstifadəçinin məxfiliyinə təsir göstərə biləcəyini düşündüyünüz bir problem aşkar etdinizsə, bizə support@hcaptcha.com elektron poçt ünvanını göndərin.",
    "reporting-bugs-provide-feedback-button": "Bizə rəy göndərin",
    "reporting-bugs-provide-feedback-head": "HCaptcha haqqında dərhal rəy verin",
    "reporting-bugs-provide-feedback-text": "Daxil olduğunuz üçün təşəkkür edirik. Hər hansı bir məsələni bizə bildirin və onları tez həll edəcəyik.",
    "reporting-bugs-security-head": "Təhlükəsizlik Bugs",
    "reporting-bugs-security-text": "Hər zaman təhlükəsizlik hataları barədə hesabatlar almaqla maraqlanırıq. Support@hcaptcha.com ve CC security@hcaptcha.com elektron poçtlarına göndərin və sizə tez bir zamanda geri dönəcəyik. Ayrıca hCaptcha xidməti və əlaqədar qaynaq kodu ilə əlaqədar təhlükəsizlik hesabatları üçün bir səhv vermə proqramımız var.",
    "sec-hc": "Əvvəl təhlükəsizlik",
    "sec-hc-text": "hCaptcha naşir mərkəzlidir. Saytlara həqiqi məlumatlar vermək və onlardan necə istifadə edəcəklərinə qərar vermək üçün çalışırıq. Dəqiqlik sizin və bizim üçün maraqlıdır. Digər captcha reklam şirkətləri tərəfindən verilir. Bağladıqları hər bot gəlirlərini azalda bilər.",
    "switch-to-english-link": "İngilis dilinə keçin",
    "what-is-hcaptcha": "HCaptcha nədir?",
    "what-is-hcaptcha-text": "hCaptcha, insanlar üçün asan və maşınlar üçün çətin olan sadə suallar verərək sevimli veb xidmətlərinizin botlardan, spamlardan və sui-istifadələrdən kənarda qalmasına kömək edir.",
    "why-hc": "Niyə hCaptcha?",
    "why-hc-text": "Hər dəfə bir problemi cavablandırdığınız zaman insan və ya maşın olduğunuzu müəyyənləşdirmək üçün inkişaf etmiş modellərdən istifadə edirik. Daha sonra ziyarət etdiyiniz veb sayt bu nəticəni botlardan kənarda saxlayaraq saytlarındakı təcrübənizi yaxşılaşdırmağa kömək edir."
}