{
    "acc-opt": "Giriş Seçimləri",
    "acc-opt-but": "Giriş seçimləri haqqında daha çox məlumat əldə edin",
    "acc-opt-text": "Görmə qabiliyyətli və ya başqa bir şəkildə hCaptchas'ı tamamlaya bilmirsiniz?",
    "accessibility-link": "Əlçatanlıq",
    "appreciate-in": "Girişinizi qiymətləndiririk. Hər hansı bir məsələni bizə bildirin və tez bir zamanda həll edəcəyik.",
    "fb-but": "Bizə rəy göndərin",
    "feedback-text": "Gördüyünüz hCaptcha haqqında rəy verin",
    "home-ent-1": "Müəssisəmizin təhlükəsizlik təkliflərini axtarırsınız?",
    "home-ent-2": "Yeni xüsusi saytımızı ziyarət edin: BotStop.com",
    "home-intro-body": "Botlarni saxlamamaq üçün bir captcha istifadə edirsiniz? hCaptcha istifadəçi məxfiliyini qoruyur, veb saytları mükafatlandırır və şirkətlərə məlumatlarının etiketlənməsinə kömək edir. ReCAPTCHA üçün açılan bir əvəzdir: bir neçə dəqiqəyə keçə bilərsiniz.",
    "home-intro-head": "Daha çox botu dayandırın. İstifadəçinin məxfiliyini qorumağa başlayın.",
    "home-main-1": "Şəxsi. Təhlükəsiz. Daha sürətli. Bundan istifadə etməyiniz üçün ödəyirik.",
    "home-main-2": "Məxfilik diqqət mərkəzində",
    "home-main-2c": "Reklam şəbəkələri ziyarətçilərinizi məhsul olaraq görür. HCaptcha üçün məhsul təmin etdikləri işdir. İstifadəçilərinizin kim olduğuna əhəmiyyət vermirik, yalnız zərərli olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və məxfilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq.",
    "home-main-3": "Əvvəlcə təhlükəsizlik",
    "home-main-3c": "Dəqiqlik sizin maraqlarınızdadır və bizimlədir. hCaptcha naşir yönümlüdür. Sizə real məlumat vermək üçün işləyirik və necə istifadə edəcəyinizə qərar veririk. Digər tutulmalar təmin olunur",
    "home-main-3c2": "reklam şirkətləri. Bu, blokladıqları hər botun gəlirlərini azalda bilər.",
    "home-main-4": "Daha yaxşı istifadəçi təcrübəsi",
    "home-main-4c": "Çətin maşın öyrənmə modelləri hCaptcha tərəfindən insanlığı müəyyənləşdirmək üçün istifadə olunur. Bu, istifadəçilərinizdən daha az zəhlətökən tapşırıqlar tələb etməyimizi və etiket müştəriləri üçün faydalı etiketli məlumatları istehsal edərkən buna daha az vaxt ayırmağımızı təmin edir.",
    "home-main-plans": "hCaptcha istənilən ölçüdə nəşr edənlər üçün pulsuzdur. Bununla birlikdə daha çox nəzarətə ehtiyacı olan müəssisələr və platformalar üçün müəssisə həllərimiz mövcuddur.",
    "home-main-plans2": "hCaptcha müəssisə həlləri, dünyanın ən böyük şirkətlərindən bəziləri üçün on milyonlarla saytlarda milyonlarla istifadəçini qoruyur. Daha çox məlumat üçün bizimlə əlaqə saxlayın və ya ziyarət edin",
    "home-main-plans3": "hCaptcha müəssisə həlləri, dünyanın ən böyük şirkətlərindən bəziləri üçün on milyonlarla saytlarda milyonlarla istifadəçini qoruyur. Daha çox məlumat üçün bizimlə əlaqə saxlayın və ya ziyarət edin",
    "home-main-plans4": "ətraflı məlumat üçün.",
    "learn-more-hcaptcha": "HCaptcha haqqında daha çox məlumat əldə edin",
    "page-acc-faq-1": "Sual: hCaptcha Bölmə 508 + WCAG 2.0 uyğun gəlirmi? Cavab: Buna inanırıq: İnternetə baxa və formalara mətn yaza bilən hər hansı bir dəyərsizləşmə şəklində olan bütün istifadəçilər qeydiyyatdan keçdikdən sonra hCaptcha tərəfindən qorunan xidmətlərdən istifadə edə bilərlər. Lakin, bu hüquqi məsləhət deyil: yerləşdirilmə vəziyyətinizi təmin etmək üçün xüsusi həyata keçirməyinizi nəzərə alaraq öz qiymətləndirmənizi etməlisiniz.",
    "page-acc-faq-2": "Sual: Səs kimi digər əlçatanlıqlar (a11y) variantları üzərində işləyirsiniz? Cavab: Əvvəllər səsli audio kassalar kimi populyar seçimlər bir çox a11 istifadəçisini ayırd edir və müasir maşın öyrənmə texnikası ilə asanlıqla məğlub olur. Bu, mövcud səs problemlərini getdikcə daha da çətinləşməyə məcbur etdi, səs-küy, qəribə vaxt, qeyri-adi söz birləşmələri və s. Beləliklə, biz bu yanaşmaya qarşı həvəssizik və problemdən tamamilə çəkinirik, lakin 1111 camaatının tələbi olduqda bunu nəzərə alacağıq. Bununla birlikdə, Əlçatanlığın istifadəsi işi üçün Məxfilik Passı ilə çox maraqlanırıq. İnanırıq ki, hazırkı a11y yanaşmamızı Privacy Pass verilməsi ilə birləşdirmək a11y istifadəçilərinə, a11y variantları olduqda qaçılmaz olaraq baş verən bot operatorları tərəfindən edilən istismarı məhdudlaşdırarkən, trafiklərinin daha özəl olduğu biliklərində etibarlı və təhlükəsiz görünməyə imkan verəcəkdir. Bu yeni texnologiyanı standartlaşdıran IETF işçi qrupunun fəal iştirakçılarıyıq.",
    "page-acc-faq-3": "Sual: Şəxsi həyat haqqında nə demək olar? Qeydiyyat a11y tarama məlumatlarını bir şəkildə pozurmu? E-poçtla nə edirsiniz? Cavab: hCaptcha yerdən gizlilik üçün hazırlanmışdır. Reklam şəbəkələrinə məxsus reCAPTCHA kimi ənənəvi variantlardan çox, veb sizi izləmək və sizi əsl şəxsiyyət ilə əlaqələndirmək üçün bir təşviqə sahibdir. Əlçatanlıq e-poçtlarını və ya məlumatlarını istifadə etməyi asanlaşdırmaq və sui-istifadə hallarının qarşısını almaqdan başqa heç bir məqsəd üçün istifadə etmirik. Gizlilik siyasətimizdə məlumatları necə istifadə edəcəyimizə dair hərtərəfli və səlahiyyətli cavablar var, ancaq qısa cavab budur ki, sizi gəzən tarixçənizlə əlaqəli bir şəxs kimi əlaqələndirməyə heç bir marağımız yoxdur.Hazırda e-poçt ünvanınızı tez bir zamanda atmaq üçün kriptoqrafik həll yolu üzərində işləyirik. Məxfilik Pass işimizi tamamlayaraq sui-istifadə hallarının qarşısını alma qabiliyyətimizi hələ də qoruyub saxlayırıq.",
    "page-acc-link-1": "Əlçatanlıq istifadəçisisinizsə, xahiş edirəm burada qeydiyyatdan keçin.",
    "page-acc-subhead": "Təhlükəsizliyi qoruyarkən bütün istifadəçilər üçün problemsiz girişi təmin etmək",
    "page-acc-summary": "Xülasə",
    "page-acc-summary-contents-1": "hCaptcha, botları insanlardan fərqləndirərək dayandırmaq üçün hazırlanmışdır. Vizual testlər bunun üçün əlverişli bir vasitədir, lakin hər kəs vizual bir problemi həll edə bilməz. Bu səbəbdən, xidmətimizdən istifadə edən nəşriyyatların Bölmə 508 və WCAG 2.0 uyğunluğu ilə hamı üçün əlçatanlığı qorumaq üçün sadə, ağrısız bir alternativ hazırladıq.",
    "page-acc-summary-contents-2": "Necə işləyir: birincisi, bir istifadəçi hCaptcha widget məlumat səhifəsində əlaqələndirilən bu URL-də qeyd edir. Onlara gündə bir neçə dəfə istifadə edilə bilən şifrəli bir çərəz verilir, lakin giriş vasitəsilə 24 saatdan bir yenilənməlidir. HCaptcha xidmətindən istifadə edərək hər hansı bir saytda bir istifadə imkanı təqdim edildikdə, onlar avtomatik olaraq keçəcəklər.",
    "page-acc-title": "hCaptcha Giriş Məlumatı",
    "page-acc-tr-body": "Sual: Cookie qurduqdan sonra hələ də çətinlik görürəm. Buna səbəb nədir? Cavab: Bu, ümumiyyətlə aqressiv bir reklam blokerindən və ya anti-cookie uzantısından və ya başqa saytdakı çerezləri bloklayan bir parametrdən istifadə olunur, bu halda başqa saytdakı hCaptcha JavaScript tərəfindən qurulan və ya yoxlanılan hcaptcha.com üçün bir çərəz. , ziyarət etdiyiniz kimi. hCaptcha accessibility cookies standart parametrləri ilə bütün populyar brauzerlər və reklam blokerləri ilə işləyir, buna görə ümumiyyətlə uğursuzluqlar anti-adblock skriptləri və ya müəyyən saytları hədəf alan oxşar qaydalar səbəbindən baş verir. Həlllər: 1. Reklam blokerinizdə və ya brauzerinizin təhlükəsizlik uzantısında ağ siyahıdakı hcaptcha.com və * .hcaptcha.com cookies. 2. Hər hansı bir çere ağ siyahısına sahib olmayan Cəsur brauzerdən istifadə edirsinizsə, Seçimlər -> Qalxanlar -> Cookie-lərə keçin və Bütün çərəzlərə icazə ver seçin. 3. Safari'nin ən son versiyasını yaxınlarda çıxarılan OS X 10.15 və ya iOS 13'də istifadə edirsinizsə. Apple, Safari'nin üçüncü tərəf çərəzləri ilə əlaqəli davranışlarını dəyişdirərək hamısını standart olaraq blokladı. Biz bir həll tətbiq edirik, amma bu vaxt Safari Tercihlər, Məxfilik bölməsinə daxil olun və Veb sayt izləmə işarəsini çıxarın: Əlçatımlılıq çerezinin gözlənildiyi kimi işləməsini təmin etmək üçün saytlararası izləmənin qarşısını alın. Sual: Çox sayda cihazdan istifadə edirəm. Bir neçə dəfə qeydiyyatdan keçməyim lazımdır? Cavab: Xeyr. Cookie-i təyin etmək üçün istifadə etdiyiniz hər cihazda sizə göndərilən eyni e-poçt giriş linki vurun.",
    "page-acc-tr-title": "Giriş İstifadəçiləri üçün: Q&A və Giderme Bələdçisi",
    "priv-hc": "Məxfilik diqqət mərkəzində",
    "priv-hc-text": "Reklam şəbəkələri sizi məhsulu olaraq görür. Biz etmirik. İstifadəçilərin kim olduğuna əhəmiyyət vermirik, yalnız zərərli olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və məxfilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq.",
    "sec-hc": "Əvvəlcə təhlükəsizlik",
    "sec-hc-text": "hCaptcha naşir yönümlüdür. Saytlara real məlumatlar vermək üçün çalışırıq və onlardan necə istifadə edəcəyinə qərar verək. Dəqiqlik sizin maraqlarınızdadır və bizimlədir. Digər tutulmalar reklam şirkətləri tərəfindən təmin edilir. Tıxandıqları hər bot gəlirlərini azalda bilər.",
    "what-is-hcaptcha": "HCaptcha nədir?",
    "what-is-hcaptcha-text": "hCaptcha, sevdiyiniz veb xidmətlərinizə insanlar üçün asan və maşınlar üçün çətin olan sadə suallar verməklə botlardan, spamdan və sui-istifadə hallarından qorunmağa kömək edir.",
    "why-hc": "Niyə hCaptcha?",
    "why-hc-text": "Hər dəfə bir çağırışa cavab verərkən, insan və ya maşın olduğunuzu anlamaq üçün mürəkkəb modellərdən istifadə edirik. Daha sonra ziyarət etdiyiniz veb sayt bu nəticəni istifadə edərək saytlarında təcrübələrini yaxşılaşdıraraq botları saxlamadan istifadə edir."
}