{
    "acc-opt": "Giriş Seçimləri",
    "acc-opt-but": "Giriş seçimləri haqqında daha çox məlumat əldə edin",
    "acc-opt-text": "Görmə qabiliyyətli və ya başqa bir şəkildə hCaptchas&#39;ı tamamlaya bilmirsiniz?",
    "accessibility-link": "Əlçatanlıq",
    "appreciate-in": "Girişinizi qiymətləndiririk. Hər hansı bir məsələni bizə bildirin və tez bir zamanda həll edəcəyik.",
    "fb-but": "Bizə rəy göndərin",
    "feedback-text": "Gördüyünüz hCaptcha haqqında rəy verin",
    "learn-more-hcaptcha": "HCaptcha haqqında daha çox məlumat əldə edin",
    "page-acc-link-1": "Əlçatanlıq istifadəçisisinizsə, xahiş edirəm burada qeydiyyatdan keçin.",
    "page-acc-subhead": "Təhlükəsizliyi qoruyarkən bütün istifadəçilər üçün problemsiz girişi təmin etmək",
    "page-acc-title": "hCaptcha Giriş Məlumatı",
    "priv-hc": "Məxfilik diqqət mərkəzində",
    "priv-hc-text": "Reklam şəbəkələri sizi məhsulu olaraq görür. Biz etmirik. İstifadəçilərin kim olduğuna əhəmiyyət vermirik, yalnız zərərli olma ehtimalı nə qədərdir. Privacy Pass kimi təşəbbüsləri dəstəkləyirik və məxfilik və təhlükəsizliyi tarazlaşdırmaq üçün çox çalışırıq.",
    "sec-hc": "Əvvəlcə təhlükəsizlik",
    "sec-hc-text": "hCaptcha naşir yönümlüdür. Saytlara real məlumatlar vermək üçün çalışırıq və onlardan necə istifadə edəcəyinə qərar verək. Dəqiqlik sizin maraqlarınızdadır və bizimlədir. Digər tutulmalar reklam şirkətləri tərəfindən təmin edilir. Tıxandıqları hər bot gəlirlərini azalda bilər.",
    "what-is-hcaptcha": "HCaptcha nədir?",
    "what-is-hcaptcha-text": "hCaptcha, sevdiyiniz veb xidmətlərinizə insanlar üçün asan və maşınlar üçün çətin olan sadə suallar verməklə botlardan, spamdan və sui-istifadə hallarından qorunmağa kömək edir.",
    "why-hc": "Niyə hCaptcha?",
    "why-hc-text": "Hər dəfə bir çağırışa cavab verərkən, insan və ya maşın olduğunuzu anlamaq üçün mürəkkəb modellərdən istifadə edirik. Daha sonra ziyarət etdiyiniz veb sayt bu nəticəni istifadə edərək saytlarında təcrübələrini yaxşılaşdıraraq botları saxlamadan istifadə edir."
}