{
    "about-advisors-brendan": "Генеральны дырэктар. Прызнаны лідэр у ІІ. За апошнія дзесяцігоддзі прымяніў машынны інтэлект да шырокага спектру бізнес-праблем.",
    "about-advisors-dawn": "Кандыдат навук па вылічальнай біялогіі, Стэнфард. Праца з нейроннымі сеткамі з 1999 года. Засяродзьцеся на прыкладных МС і глыбокім навучанні ў маштабе.",
    "about-advisors-head": "Дарадцы",
    "about-advisors-keiran": "Эксперт па базе дадзеных і Blockchain. Ранні інжынер у Cloudera і многае іншае. Дзесяцігоддзі экспертызы будаўніцтва праграмнага забеспячэння і каманд.",
    "about-content-head-1": "Што мы робім",
    "about-content-head-2": "Чаму гэта важна",
    "about-content-text-1": "hCaptcha - гэта паслуга кампаніі інтуіцыі Machines Inc, кампаніі AI і машыннага навучання з акцэнтам на металічнае навучанне і візуальны дамен ML ў маштабе. ‍Мы будуем і працуем з маштабаванай сістэмай, каб забяспечыць паслугі аналізу відэа і малюнкаў для кампаній Global 2000 ва ўсім свеце.",
    "about-content-text-2": "Больш інфармацыі, як правіла, дае лепшыя вынікі. Стварэнне і падтрыманне правільна пазначаных і адпаведных набораў дадзеных займае шмат часу і дорага. Першапачаткова ‍hCaptcha быў распрацаваны для задавальнення нашых уласных патрэбаў у маркіроўцы малюнкаў, і цяпер даступны для іншых кампаній з падобнымі патрэбамі.",
    "about-intro-head-1": "Праца для hCaptcha",
    "about-intro-head-2": "Наша місія вялікая",
    "about-intro-text": "Мы хутка расце і заўсёды шукаем лепшыя ў свеце таленты ў нашых глабальных офісах. Вы можаце звярнуцца са спасылкамі ніжэй.",
    "about-leadership-alex": "Эксперт па базе дадзеных і Blockchain. Ранні інжынер у Cloudera і многае іншае. Дзесяцігоддзі экспертызы будаўніцтва праграмнага забеспячэння і каманд.",
    "about-leadership-eli": "Генеральны дырэктар. Прызнаны лідэр у ІІ. За апошнія дзесяцігоддзі прымяніў машынны інтэлект да шырокага спектру бізнес-праблем.",
    "about-leadership-head": "Лідэрства",
    "about-leadership-todd": "Кандыдат навук па вылічальнай біялогіі, Стэнфард. Праца з нейроннымі сеткамі з 1999 года. Засяродзьцеся на прыкладных МС і глыбокім навучанні ў маштабе.",
    "acc-opt": "Параметры даступнасці",
    "acc-opt-but": "Даведайцеся больш пра варыянты даступнасці",
    "acc-opt-text": "Вы са слабым зрокам ці не ў стане аформіць hCaptchas?",
    "accessibility-link": "Даступнасць",
    "appreciate-in": "Мы цэнім ваш уклад. Дайце нам ведаць любыя пытанні, і мы вырашым іх хутка.",
    "fb-but": "Дашліце нам водгукі",
    "feedback-text": "Пакажыце водгукі аб hCaptcha, які вы толькі што бачылі",
    "footer-attribution": "Атрыбуцыя",
    "footer-copyright-text": "hCaptcha з'яўляецца зарэгістраваным гандлёвым знакам кампаніі Intuition Machines, Inc.",
    "footer-header-1": "Кампанія",
    "footer-header-2": "Рэсурсы",
    "footer-header-3": "Кантакт",
    "footer-link-1": "Маркіроўка",
    "footer-link-2": "О",
    "footer-link-3": "Праца",
    "footer-link-4": "Таварныя знакі",
    "footer-link-5": "Блог",
    "footer-link-6": "Статус",
    "footer-link-7": "Дакументацыя",
    "footer-link-8": "Паведаміць пра памылку",
    "footer-link-9": "Даступнасць",
    "footer-privacy": "Канфідэнцыяльнасць",
    "footer-subheader-1": "Падтрымка",
    "footer-subheader-2": "Кантакт",
    "footer-terms": "Умовы",
    "header-docs-link": "Дакументы",
    "header-labeling-services-link": "Паслугі па маркіроўцы",
    "header-login-button": "Увайсці",
    "header-plans-link": "Планы",
    "header-signup-button": "Зарэгістравацца",
    "home-aboot-subtitle": "Працуе па пратаколе HUMAN",
    "home-about-head": "Пра hCaptcha",
    "home-about-text-1": "hCaptcha прызначана для вырашэння найбольш працаёмкай праблемы ў машынным навучанні: своечасовае, даступнае і надзейнае маркіроўка масіўнай колькасці дадзеных.",
    "home-about-text-2": "Дадатковая інфармацыя звычайна дае лепшыя вынікі ў мадэлях навучання машынным навучанню. Нядаўні поспех глыбокіх мадэляў прывёў да ўсё большага набору дадзеных, амаль заўсёды з некаторымі водгукамі чалавека. Аднак стварэнне вялікіх набораў дадзеных, якія пераглядаюцца чалавекам, з дапамогай Механічнага турка, малюнка васьмі і г.д., з'яўляецца павольным і дарагім.",
    "home-about-text-3": "hCaptcha дазваляе веб-сайтам зарабляць грошы, абслугоўваючы гэты попыт, блакуючы боты і іншыя формы злоўжыванняў.",
    "home-about-text-4": "Рынак hCaptcha працуе на аснове пратакола HUMAN - адкрытага дэцэнтралізаванага пратакола для агляду чалавека, які працуе на блокчейне Ethereum. Вэб-сайты зарабляюць чалавечыя токены (HMT) кожны раз, калі карыстальнікі выкарыстоўваюць віджэт hCaptcha на сваім сайце, а кампаніі машыннага навучання плацяць Human Tokens, каб атрымаць свае дадзеныя.",
    "home-ba-labeling-services-link": "Паслугі па маркіроўцы",
    "home-benefits-head-1": "Значэнне маркіроўкі дадзеных",
    "home-benefits-head-2": "Аддайце дабрачыннасць",
    "home-benefits-text-1": "Ці разумелі вы кожны раз, калі «націскаеце на машыну», вы дапамагаеце бясплатна навучаць адзіную сістэму машыннага навучання Giganticcompany?",
    "home-benefits-text-2": "hCaptcha паварочвае гэтую мадэль. Калі вы выкарыстоўваеце hCaptcha, кампаніі робяць стаўку за працу, якую выконваюць вашыя карыстальнікі, калі яны даказваюць сваю чалавечнасць. Вы атрымліваеце ўзнагароды.",
    "home-benefits-text-3": "Хочаце вярнуць любімую дабрачыннасць? hCaptcha дазваляе падтрымліваць выбраныя вамі дабрачынныя арганізацыі прыбыткам, які вы атрымліваеце ад яго выкарыстання. У хуткім часе карыстальнікі вашага сайта змогуць убачыць ваш уклад у дабрачыннасць праз стрыманую брэндынг на інтэрфейсе hCaptcha.",
    "home-challenge-text-1": "Вылучыце ўсе выявы, якія адпавядаюць запыту",
    "home-challenge-text-2": "Вызначце абмежавальную вобласць для аб'ектаў",
    "home-challenge-text-3": "Вызначце адпаведныя цэтлікі",
    "home-challenge-title-1": "Параўнанне",
    "home-challenge-title-2": "Абмежавальная скрыначка",
    "home-challenge-title-3": "Катэгарызацыя",
    "home-challenges-head": "Прадстаўленыя выклікі",
    "home-challenges-text-1": "... і іншыя простыя задачы. Лёгка для людзей, цяжка для ботаў.",
    "home-challenges-text-2": "Спецыяльныя заданні таксама даступныя для карпаратыўных выдаўцоў.",
    "home-ent-1": "Шукаеце нашы прапановы па бяспецы прадпрыемства?",
    "home-ent-2": "Наведайце наш новы спецыялізаваны сайт: BotStop.com",
    "home-ent-button": "Даведайцеся больш: BotStop by hCaptcha",
    "home-from-the-blog": "З БЛОГу:",
    "home-from-the-blog-value": "Як працуюць налады складанасці hCaptcha",
    "home-intro-body": "Вы карыстаецеся капчу, каб пазбегнуць ботаў? hCaptcha абараняе канфідэнцыяльнасць карыстальнікаў, узнагароджвае вэб-сайты і дапамагае кампаніям атрымліваць маркіроўку сваіх дадзеных. Гэта замена для рэцэптаў, якая змяняецца: вы можаце пераключыцца на працягу некалькіх хвілін.",
    "home-intro-button": "Падпішыцеся зараз",
    "home-intro-head": "Спыніце больш ботаў. Пачніце абараняць прыватнасць карыстальніка.",
    "home-main-1": "Прыватная. Бяспечны. Хутчэй. І мы плацім вам, каб выкарыстоўваць яго.",
    "home-main-2": "Канфідэнцыяльнасць",
    "home-main-2c": "Рэкламныя сеткі разглядаюць наведвальнікаў як прадукт. Для hCaptcha прадукт - гэта праца, якую яны забяспечваюць. Мы не хвалюемся, хто вашыя карыстальнікі, а толькі наколькі верагоднасць яны будуць шкоднаснымі. Мы падтрымліваем такія ініцыятывы, як Pass Pass, і ўпарта працуем, каб збалансаваць прыватнасць і бяспеку.",
    "home-main-3": "Першая бяспека",
    "home-main-3c": "Дакладнасць у вашых і нашых інтарэсах. hCaptcha арыентавана на выдаўцоў. Мы працуем, каб даць вам рэальныя дадзеныя і даць вам магчымасць вырашыць, як імі карыстацца. Іншыя капчу прадастаўляюцца кампаніяй",
    "home-main-3c2": "рэкламныя кампаніі. Гэта азначае, што кожны бот, які яны блакуюць, можа паменшыць свой даход.",
    "home-main-4": "Лепшы вопыт карыстальніка",
    "home-main-4c": "HCaptcha выкарыстоўваюць складаныя мадэлі машыннага навучання для вызначэння чалавечнасці. Гэта дазваляе нам патрабаваць менш раздражняльных задач ад вашых карыстальнікаў і займаць менш часу на іх правядзенне, адначасова вырабляючы карысныя маркіраваныя дадзеныя для маркіроўкі кліентаў.",
    "home-main-plans": "hCaptcha бясплатна выкарыстоўваць для выдаўцоў любога памеру. Аднак для прадпрыемстваў і платформаў, якія патрабуюць большага кантролю, нашы карпаратыўныя рашэнні даступныя.",
    "home-main-plans2": "Карпаратыўныя рашэнні hCaptcha абараняюць мільёны карыстальнікаў на дзясятках мільёнаў вэб-сайтаў для некаторых з найбуйнейшых кампаній планеты. Калі ласка, звяжыцеся з намі для атрымання дадатковай інфармацыі альбо наведайце",
    "home-main-plans3": "Карпаратыўныя рашэнні hCaptcha абараняюць мільёны карыстальнікаў на дзясятках мільёнаў вэб-сайтаў для некаторых з найбуйнейшых кампаній планеты. Калі ласка, звяжыцеся з намі для атрымання дадатковай інфармацыі альбо наведайце",
    "home-main-plans4": "для дэталяў.",
    "home-plans-button-1": "Падпішыцеся зараз",
    "home-plans-button-2": "Звяжыцеся з продажамі",
    "home-plans-chart-head-1": "Асаблівасці",
    "home-plans-chart-head-2": "Выдавец",
    "home-plans-chart-head-3": "Прадпрыемствы",
    "home-plans-chart-row-1-cell-1": "Паказаныя тыпы кантрольных задач",
    "home-plans-chart-row-1-cell-2": "Абмежаваная",
    "home-plans-chart-row-1-cell-3": "Усяго",
    "home-plans-chart-row-10-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-plans-chart-row-11-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-plans-chart-row-12-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-plans-chart-row-2-cell-1": "Кантроль выкарыстоўванага змесціва выкліку",
    "home-plans-chart-row-2-cell-2": "Абмежаваная",
    "home-plans-chart-row-2-cell-3": "Усяго",
    "home-plans-chart-row-6-cell-1": "Палітыка прыватнасці GDPR і CCPA",
    "home-plans-chart-row-7-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-plans-chart-row-8-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-plans-chart-row-9-cell-1": "Дробназярністыя ўзроўні складанасці",
    "home-try-it-out-button": "Атрымаць hCaptcha",
    "home-try-it-out-text": "hCaptcha забяспечвае простае, лёгкае і надзейнае выяўленне бота, у той час як для людзей гэта нетрывалае рашэнне.",
    "home-try-it-put-head": "Паспрабуйце",
    "labeling-about-head": "Пра hCaptcha",
    "labeling-about-text-1": "hCaptcha прызначаны для вырашэння найбольш працаёмкай праблемы ў машынным навучанні; своечасова, даступна і надзейна маркіраваць вялікую колькасць дадзеных. Дадатковая інфармацыя звычайна дае лепшыя вынікі ў мадэлях навучання машынным навучанню. Нядаўні поспех глыбокіх мадэляў прывёў да ўсё большага набору дадзеных, і hCaptcha абслугоўвае гэтую патрэбу.",
    "labeling-about-text-2": "Аднак стварэнне вялікіх набораў дадзеных, якія разглядаюцца чалавекам, выкарыстоўваючы традыцыйныя метады, з'яўляецца павольным і дарагім. hCaptcha - гэта магчымасць кампаніям атрымліваць неабходныя анатацыі хутчэй, з больш высокай якасцю і з меншай коштам, чым іншыя альтэрнатывы.",
    "labeling-annotations-head": "Тыпы анатацыі",
    "labeling-annotations-text-1": "Дакладнае выяўленне аб'ектаў на малюнках і відэа",
    "labeling-annotations-text-2": "Дакладнае выяўленне аб'ектаў на малюнках і відэа",
    "labeling-annotations-text-3": "Заўвагі для розных выпадкаў выкарыстання",
    "labeling-annotations-text-4": "Сартаваць або дадаваць адвольныя катэгорыі любога памеру",
    "labeling-annotations-text-5": "Выяўленне і класіфікацыя на аснове харчавання",
    "labeling-annotations-text-6": "Вам патрэбен іншы тып, не пералічаны тут? Проста спытайцеся ў нас.",
    "labeling-annotations-title-1": "Абмежавальныя скрыні",
    "labeling-annotations-title-2": "Палігоны",
    "labeling-annotations-title-3": "Арыенціры",
    "labeling-annotations-title-4": "Катэгарызацыя атрыбутаў",
    "labeling-annotations-title-5": "Параўнанне і выяўленне",
    "labeling-annotations-title-6": "... і многае іншае",
    "labeling-ent-button": "Звяжыцеся з нашай камандай Enterprise Solutions",
    "labeling-ent-head": "Вам патрэбны кантроль упрытык?",
    "labeling-ent-text-1": "Платформа HUMAN, якая стаіць за hCaptcha, забяспечвае вельмі дасканалыя функцыі якасці і кіравання функцыямі з дапамогай размяшчэння ў памяшканнях, гібрыдаў або SaaS, якія інтэгруюцца з існуючымі сістэмамі.",
    "labeling-ent-text-2": "Працуйце цалкам у аўтаномным рэжыме з уласнай рабочай сілай, адсочвайце значэнне, якое спажываецца ў бізнес-падраздзяленнях або ў партнёрскіх кансорцыумах, выбарачна накіроўвайце заданні да розных унутраных ці знешніх пастаўшчыкоў рабочай сілы на аснове патрабаванняў выдаткаў і бяспекі і многае іншае.",
    "labeling-ent-text-3": "Лёгкі доступ да API, прыгожыя прыборныя панэлі і найноўшая тэхналогія \"у цыкле\", каб максімальна павысіць эфектыўнасць працы.",
    "labeling-ent-text-4": "Даступна 99,99% SLAs і 24/7 глабальная падтрымка. Для атрымання дадатковай інфармацыі:",
    "labeling-features-head-1": "Простыя трубаправоды па API.",
    "labeling-features-head-2": "Аптымізаваны па кошце і якасці. Ніякіх абавязковых абавязацельстваў не патрабуецца.",
    "labeling-features-head-3": "Толькі плаціце за патрэбную вам дакладнасць.",
    "labeling-features-head-4": "Укажыце свае ўласныя дадзеныя праўды і дазвольце нам будаваць іх на хаду.",
    "labeling-features-text-1": "Хочаце інтэграваць агляд чалавека непасрэдна ў свае бізнес-аперацыі? Мы прапануем высокую надзейнасць SLA, гарантаваную ёмістасць і простыя API REST.",
    "labeling-features-text-2": "Платформа HUMAN выкарыстоўвае комплексныя даверныя мадэлі для выканання складанага аналізу якасці ў рэжыме рэальнага часу. Гэта дазваляе нам хутка вызначыць як складанасць пытанняў, так і іх верагодны правільны адказ, зэканоміўшы ваш час і грошы.",
    "labeling-features-text-3": "Не ўсе праблемы аднолькавыя. Анатацыі да вырашальных для бяспекі задач могуць запатрабаваць ад 99,99% даверу ад работнікаў цалкам. Анатацыі да адной бэта-функцыі ў мабільным гульнявым дадатку могуць патрабаваць толькі ўмеранай упэўненасці. Вы вырашаеце.",
    "labeling-features-text-4": "Ці ёсць у вас неапрацаваныя дадзеныя без усебаковага набору праверкі? У большасці выпадкаў мы можам стварыць адзін для вас, калі задачы праходзяць праз сістэму, альбо стварыць маркіраваныя ўзоры для вашага адабрэння.",
    "labeling-info-head": "Атрыманне пазнак дадзеных",
    "labeling-info-text-1": "Пагаворыце з адным з нашых даменных экспертаў, каб вызначыць патрэбы вашага праекта: дакладнасць мэтаў, фармат і любыя спецыяльныя патрабаванні.",
    "labeling-info-text-2": "Мы выконваем невялікае вытворчае заданне на аснове дадзеных выбару. Гэта тэст працы, якую мы зрабілі разам, каб атрымаць менавіта тое, што вам трэба.",
    "labeling-info-text-3": "З дапамогай нашага высокага аб'ёму і нізкай затрымкі мы хутка ператворым вашу працу з аўтаматызаванай дастаўкай, як толькі гэта будзе зроблена.",
    "labeling-info-text-4": "Калі мы лепш разбярэмся з параметрамі вашай вытворчай працы, з цягам часу вынікі будуць паляпшацца.",
    "labeling-info-text-5": "Прамыя прыборныя панэлі дазваляюць забяспечваць зваротную сувязь альбо прыпыняць вытворчасць у любы час.",
    "labeling-info-title-1": "Вызначце тэхнічныя характарыстыкі",
    "labeling-info-title-2": "Першапачатковы тэст",
    "labeling-info-title-3": "Разгарнуць вытворчыя заданні",
    "labeling-info-title-4": "Пастаяннае ўдасканаленне",
    "labeling-info-title-5": "Вынікі ў рэжыме рэальнага часу",
    "labeling-main-1": "Эканамічнае маркіроўка дадзеных у маштабе",
    "labeling-main-1-button": "Атрымайце пазнакі зараз",
    "labeling-main-1c": "Вам патрэбна больш ярлыкоў для вашых набораў дадзеных? hCaptcha забяспечвае хуткае, эканамічна эфектыўнае і якаснае маркіроўка дадзеных для кампаній, якія працуюць на штучным інтэлекце і прыкладаннях машыннага навучання.",
    "labeling-main-2": "Запусціце мільёны заданняў імгненна.",
    "labeling-main-2-button": "Купіць паслугі па маркіроўцы дадзеных",
    "labeling-main-2c": "hCaptcha мае адзін з найбуйнейшых басейнаў на планеце, даступны для выкарыстання. Незалежна ад маштабу, мы спраўляемся з гэтым без дарагіх абавязацельстваў. Мільёны заданняў у дзень не з'яўляюцца праблемай.",
    "labeling-platform-head": "Прыватная ці дзяржаўная інфармацыя",
    "labeling-platform-text": "hCaptcha пабудавана на платформе HUMAN, якая дазваляе складанай маршрутызацыі і аналізу для аптымізацыі кошту і эфектыўнасці на кожным этапе. Гэтая тэхналогія дазваляе правільнай рабочай сіле спраўляцца з кожнай часткай вашай работы, максімальна зніжаючы эканамічную эфектыўнасць, захоўваючы прыватнасць і выконваючы любыя нарматыўныя патрабаванні, якія могуць прымяняцца.",
    "labeling-try-button": "Купіць паслугі па маркіроўцы дадзеных",
    "labeling-try-head": "Хочаце паспрабаваць свае дадзеныя?",
    "labeling-try-text": "... мы гатовыя, калі вы: наш сэрвіс даступны кругласутачна.",
    "learn-more-hcaptcha": "Даведайцеся больш пра hCaptcha",
    "page-acc-faq-1": "Пытанне: Ці адпавядае hCaptcha Раздзел 508 + WCAG 2.0? Адказ: Мы лічым так: усе карыстальнікі з любой формай парушэння, якія могуць праглядаць Інтэрнэт і ўводзіць тэкст у формы, могуць атрымаць доступ да паслуг, абароненых hCaptcha пры рэгістрацыі. Аднак гэта не юрыдычная парада: вы павінны правесці ўласную ацэнку, улічваючы вашу канкрэтную рэалізацыю, каб пераканацца, што гэта справа для вашай разгортвання.",
    "page-acc-faq-2": "Пытанне: Ці працуеце вы над іншымі варыянтамі даступнасці (a11y), напрыклад, гукам? Адказ: Раней папулярныя варыянты, такія як аўдыё-капчы, дыскрымінуюць многіх карыстальнікаў a11y і лёгка перамагаюць сучасныя метады машыннага навучання. Гэта прымусіла сучасныя гукавыя задачы ўскладняцца, уводзячы шум, няцотныя тэрміны, незвычайныя камбінацыі слоў і гэтак далей, каб перамагчы зламыснікаў. Такім чынам, мы менш у захапленні ад такога падыходу і супраць таго, каб пазбегнуць праблемы ў цэлым, але будзем разглядаць яго, калі ёсць попыт з боку супольнасці a11y. Аднак нас вельмі цікавіць Прапуск прыватнасці для выпадку выкарыстання даступнасці. Мы мяркуем, што аб'яднанне нашага цяперашняга падыходу a11y з выдачай прыватнасці дазволіць карыстальнікам a11y бяспечна праглядаць, упэўніўшыся, што іх трафік з'яўляецца больш прыватным, а таксама абмяжоўвае злоўжыванне аператарамі ботаў, што непазбежна адбываецца пры наяўнасці варыянтаў a11y. Мы актыўныя ўдзельнікі рабочай групы IETF, якая стандартызуе гэтую новую тэхналогію.",
    "page-acc-faq-3": "Пытанне: А як наконт прыватнасці? Ці рэгістрацыя падвяргае дадзеныя прагляду a11y нейкім чынам? Што вы робіце з электроннай поштай? Адказ: hCaptcha прызначаны для прыватнасці ад самага пачатку. Гэта зусім іншае, чым традыцыйныя варыянты, такія як reCAPTCHA, якія належаць рэкламным сеткам, якія маюць стымул адсочваць вас па Інтэрнэце і звязваць вас з сапраўднай ідэнтычнасцю. Мы ніколі не выкарыстоўваем электронныя лісты альбо інфармацыю для іншай мэты, акрамя палягчэння выкарыстання a11y і прадухілення злоўжыванняў. У нашай палітыцы прыватнасці ёсць вычарпальныя і аўтарытэтныя адказы адносна таго, як мы выкарыстоўваем дадзеныя, але кароткі адказ у нас не зацікаўлены ў асацыяцыі вас як асобы з вашай гісторыяй прагляду. У цяперашні час мы працуем над крыптаграфічным рашэннем, каб хутка адмяніць свой адрас электроннай пошты. захоўваючы нашу здольнасць прадухіляць злоўжыванні, дапаўняючы нашу працу па пытаннях прыватнасці.",
    "page-acc-link-1": "Калі вы карыстаецеся даступнасцю, калі ласка, падпішыцеся тут.",
    "page-acc-subhead": "Забеспячэнне бесперашкоднага доступу для ўсіх карыстальнікаў, захоўваючы бяспеку",
    "page-acc-summary": "Рэзюмэ",
    "page-acc-summary-contents-1": "hCaptcha прызначана для спынення ботаў, адрозніваючы іх ад людзей. Візуальныя тэсты - зручны інструмент для гэтага, але не кожны можа вырашыць візуальную задачу. Па гэтай прычыне мы распрацавалі простую, бязбольную альтэрнатыву, каб дазволіць выдаўцам, якія карыстаюцца нашым сэрвісам, захаваць даступнасць для ўсіх, выконваючы поўны раздзел 508 і WCAG 2.0.",
    "page-acc-summary-contents-2": "Як гэта працуе: па-першае, карыстальнік даступнасці падпісваецца па гэтым URL, які звязаны на старонцы інфармацыі пра віджэт hCaptcha. Ім прадастаўляецца зашыфраванае печыва, якое можна выкарыстоўваць некалькі разоў у дзень, але яны павінны абнаўляцца кожныя 24 гадзіны пры дапамозе ўваходу ў сістэму. Калі перад карыстальнікам, які карыстаецца паслугамі hCaptcha, будзе прадстаўлена задача, яны аўтаматычна пройдуць.",
    "page-acc-title": "Інфармацыя пра даступнасць hCaptcha",
    "page-acc-tr-body": "Пытанне: я ўсё яшчэ адчуваю праблему пасля ўстаноўкі кукі. Што гэта выклікае? Адказ: Звычайна гэта звязана з выкарыстаннем агрэсіўнага блокатара аб'яў альбо пашырэння анты-файлаў cookie альбо налады, якая блакуе печыва на розных сайтах, у гэтым выпадку печыва для hcaptcha.com, якое ўсталёўваецца ці правяраецца JavaScript hCaptcha на іншым сайце , як той, які вы наведваеце. Файлы cookie для даступнасці hCaptcha працуюць з усімі папулярнымі браўзарамі і блокатарамі аб'яў са сваімі стандартнымі наладамі, таму звычайна збоі звязаны са скрыптамі анты-рэкламы або аналагічнымі наборамі правілаў, арыентаванымі на пэўныя сайты. Рашэнні: 1. Печыва hcaptcha.com і * .hcaptcha.com у спісе блакавальнікаў у рэкламным блакіроўшчыку ці пашырэнні бяспекі браўзэра. 2. Калі вы карыстаецеся браўзэрам Brave, у якога няма (на красавік 2020 года) файла белае печыва няма, перайдзіце ў раздзел Налады -> Шчыты -> Кукі і выберыце Дазволіць усе кукі. 3. Калі вы выкарыстоўваеце самую апошнюю версію Safari альбо на нядаўна выпушчанай OS X 10.15, альбо на iOS 13. 4, Apple толькі што змяніла паводзіны Safari, звязаныя з іншымі кукі, блакуючы іх па змаўчанні. Мы рэалізуем рашэнне, але тым часам, калі ласка, наведайце налады Safari, секцыю канфідэнцыяльнасці і зніміце галачку для адсочвання вэб-сайтаў. Прадухіліце адсочванне сайтаў, каб функцыя печыва даступнасці працавала, як чакалася. Пытанне: я выкарыстоўваю некалькі прылад. Ці трэба мне падпісвацца некалькі разоў? Адказ: Не. Калі ласка, націсніце тую ж спасылку для ўваходу ў электронную пошту, якую вы адправілі на кожнай прыладзе, якую вы выкарыстоўваеце, каб усталяваць файл cookie.",
    "page-acc-tr-title": "Даступнасць для карыстальнікаў: Кіраванне пытаннямі і ліквідацыяй непаладак",
    "priv-hc": "Канфідэнцыяльнасць",
    "priv-hc-text": "Рэкламныя сеткі бачаць вас сваім прадуктам. Мы гэтага не робім. Нам усё роўна, хто такія карыстальнікі, толькі наколькі верагоднасць яны могуць быць шкоднаснымі. Мы падтрымліваем такія ініцыятывы, як Pass Pass Privacy, і ўпарта працуем, каб збалансаваць прыватнасць і бяспеку.",
    "reporting-bugs-accessibility-button": "Даведайцеся больш пра варыянты даступнасці",
    "reporting-bugs-accessibility-head": "Параметры даступнасці",
    "reporting-bugs-accessibility-text": "Вы са слабым зрокам ці не ў стане аформіць hCaptchas?",
    "reporting-bugs-guide-ff-head": "Захоп дэталяў справаздачы пра памылку: Firefox",
    "reporting-bugs-guide-ff-step-1": "Крок 1. Адкрыйце інструменты для распрацоўнікаў (пачынаецца запіс сесіі.)",
    "reporting-bugs-guide-ff-step-2": "Крок 2: Перайдзіце на ўкладку Сетка ў Сродкі распрацоўніка. Усталюйце галачку \"Персіс часопісы\" уверсе.",
    "reporting-bugs-guide-ff-step-3": "Крок 3: наведайце https://accounts.hcaptcha.com/demo або вэб-сайт, на які ў вас ёсць праблемы (Заўвага прыватнасці: толькі калі вы не супраць падзяліцца тым, што гэта такое) ... і націсніце кнопку \" Я чалавек \", і паспрабуйце вырашыць.",
    "reporting-bugs-guide-ff-step-4": "Крок 4: Пасля спробы вырашыць кнопку \"HAR\" і выберыце \"Захаваць усё як HAR\", каб захаваць сеткавы часопіс. Дашліце нам гэты файл.",
    "reporting-bugs-guide-ff-step-5": "Крок 5: Перайдзіце на ўкладку кансолі і пстрыкніце правай кнопкай мышы, а потым «Выберыце ўсе» і захавайце ў тэкставым файле, каб захаваць часопіс кансолі. Дашліце і нам.",
    "reporting-bugs-guide-ff-step-6": "Апошні крок: адпраўце нам гэтыя файлы часопісаў HAR і кансолі і апішыце праблему ‍Use: support@hcaptcha.com (калі ласка, скарыстайцеся паслугай Dropbox або Filebin і адпраўце спасылкі) і, магчыма, скрыншот, калі вы падазраяце, што нешта не адлюстроўваецца правільна . Дашліце таксама IP, які вы таксама выкарыстоўваеце. Вы можаце атрымаць яго з https://www.whatsmyip.org/‍ Дзякуй, што знайшлі час, каб дапамагчы нам атрымаць гэтую інфармацыю! Мы імкнемся зрабіць так, каб hCaptcha добра працаваў для ўсіх.",
    "reporting-bugs-guide-head": "Запіс звестак пра справаздачу пра памылкі: Chrome",
    "reporting-bugs-guide-step-1": "Крок 1. Адкрыйце інструменты для распрацоўнікаў (пачынаецца запіс сесіі.)",
    "reporting-bugs-guide-step-2": "Крок 2: Перайдзіце на ўкладку Сетка ў Сродкі распрацоўніка. Усталюйце галачку \"Захаваць часопіс\" уверсе.",
    "reporting-bugs-guide-step-3": "Крок 3: наведайце https://accounts.hcaptcha.com/demo або вэб-сайт, на які ў вас ёсць праблемы (Заўвага прыватнасці: толькі калі вы не супраць падзяліцца тым, што гэта такое) ... і націсніце кнопку \" Я чалавек \", і паспрабуйце вырашыць.",
    "reporting-bugs-guide-step-4": "Крок 4: Пасля спробы вырашыць, што захоўвае сеткавы часопіс, націсніце кнопку \"Экспарт HAR\" (маленькая стрэлка ўніз). Дашліце нам гэты файл.",
    "reporting-bugs-guide-step-5": "Крок 5: Перайдзіце на ўкладку кансолі і пстрыкніце правай кнопкай мышы, а потым «Захаваць як ..», каб захаваць часопіс кансолі. Дашліце і нам.",
    "reporting-bugs-guide-step-6": "Апошні крок: адпраўце нам гэтыя файлы часопісаў HAR і кансолі і апішыце праблему‍ Выкарыстоўвайце: support@hcaptcha.com (калі ласка, скарыстайцеся такой паслугай, як Dropbox або Filebin, і адпраўце спасылкі) і, магчыма, скрыншот, калі вы падазраяце, што нешта не адлюстроўваецца правільна . Дашліце таксама IP, які вы таксама выкарыстоўваеце. Вы можаце атрымаць яго з https://www.whatsmyip.org/ ‍ дзякуй, што знайшлі час, каб дапамагчы нам атрымаць гэтую інфармацыю! Мы імкнемся зрабіць так, каб hCaptcha добра працаваў для ўсіх.",
    "reporting-bugs-guide-text-1": "Адпраўка інфармацыі пра адладку ў вашым дакладзе дазволіць нам значна прасцей вызначыць, што адбываецца. Вось пакрокавыя інструкцыі:",
    "reporting-bugs-guide-text-2": "Калі вы вэб-распрацоўнік ці экспертны карыстальнік, рэзюмэ: мы хацелі б, каб вы даслалі нам сеткавыя запісы HAR і часопісы кансолі браўзэра. Паспрабуйце спачатку адключыць блакіроўку аб'яў або пашырэнні бяспекі браўзэра, а затым паспрабуйце, перш чым прайсці гэтыя крокі. Калі гэта ліквідуе вашу праблему, мы ўсё роўна будзем удзячныя вам, паведамляючы пра вашу версію браўзэра, блакаванне аб'явы або пашырэнне браўзэра і URL сайта.",
    "reporting-bugs-intro-head": "Знайшлі памылку? Вось як паведаміць пра гэта.",
    "reporting-bugs-intro-text": "Мільёны людзей выкарыстоўваюць hCaptcha штомесяц, у тысячах камбінацый браўзэраў, пашырэнняў, прылад, брандмаўэр і шмат іншага. Наша мэта складаецца ў тым, каб пераканацца, што ён заўсёды працуе для вас, таму мы вельмі цэнім вашыя справаздачы! Каб атрымаць хуткую зваротную сувязь, проста націсніце кнопку «Адправіць нам зваротную сувязь». Калі вы бачыце функцыянальную праблему, калі ласка, прытрымлівайцеся інструкцыям часопіса адладкі для Chrome альбо інструкцыям часопіса адладкі для Firefox ніжэй. Для любых іншых браўзэраў проста напішыце нам па электроннай пошце. Пра патэнцыйныя праблемы бяспекі і прыватнасці глядзіце інструкцыі ніжэй.",
    "reporting-bugs-privacy-head": "Пытанні прыватнасці",
    "reporting-bugs-privacy-text": "Мы не хвалюемся, хто такія карыстальнікі, а наколькі верагоднасць таго, каб яны былі шкоднаснымі і машынамі. Мы падтрымліваем ініцыятывы, такія як Pass Privacy, і ўпарта працуем, каб збалансаваць прыватнасць і бяспеку. Калі вы выявілі праблему, якая, на вашу думку, можа паўплываць на прыватнасць карыстальнікаў, калі ласка, напішыце нам па адрасе support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Дашліце нам водгукі",
    "reporting-bugs-provide-feedback-head": "Забяспечце неадкладную зваротную сувязь на hCaptcha",
    "reporting-bugs-provide-feedback-text": "Мы цэнім ваш уклад. Дайце нам ведаць любыя пытанні, і мы вырашым іх хутка.",
    "reporting-bugs-security-head": "Памылкі ў бяспецы",
    "reporting-bugs-security-text": "Нам заўсёды цікава атрымліваць паведамленні пра памылкі. Адпраўце па электроннай пошце support@hcaptcha.com і CC security@hcaptcha.com, і мы хутка да вас звяжамся. У нас таксама ёсць праграма багатых памылак для атрымання адпаведных справаздач аб бяспецы службы hCaptcha і звязанага з гэтым зыходнага кода.",
    "sec-hc": "Першая бяспека",
    "sec-hc-text": "hCaptcha арыентавана на выдаўцоў. Мы працуем, каб даць сайтам рэальныя дадзеныя і дазволім ім вырашыць, як ім карыстацца. Дакладнасць у вашых і нашых інтарэсах. Іншыя капчу прадастаўляюцца рэкламнымі кампаніямі. Кожны бот, які яны блакуюць, можа скараціць свой даход.",
    "what-is-hcaptcha": "Што такое hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha дапамагае вашым улюбёным вэб-службам пазбягаць робатаў, спаму і злоўжыванняў, задаючы простыя пытанні, простыя для людзей і складаныя для машын.",
    "why-hc": "Чаму hCaptcha?",
    "why-hc-text": "Кожны раз, калі адказваеце на выклік, мы выкарыстоўваем складаныя мадэлі, каб высветліць, чалавек вы ці машына. Затым вэб-сайт, які вы наведалі, выкарыстоўвае гэты вынік, каб дапамагчы палепшыць свой досвед працы на сваім сайце, пазбаўляючы ботаў."
}