{
    "a11y-img-1": "Экран даступнасці карыстальніка пасля ўваходу ў сістэму",
    "a11y-img-2": "Параметр даступнасці ў меню карыстацкага інтэрфейсу віджэта",
    "a11y-img-3": "Дыялогавае акно даступнасці ў карыстацкім інтэрфейсе віджэта",
    "about-advisors-brendan": "Генеральны дырэктар кампаніі Brave. Сузаснавальнік Mozilla. Стваральнік мовы праграмавання JavaScript. Канструктар браўзэраў і многае іншае.",
    "about-advisors-dawn": "Прафесар CS у Каліфарнійскім універсітэце ў Берклі. Глыбокае навучанне, бяспека, эксперт па блокчейне. Генеральны дырэктар Oasis Labs.",
    "about-advisors-head": "Дарадцы",
    "about-advisors-keiran": "Навуковец у Стэнфардзе. Машыннае навучанне і колькасныя фінансы ў буйных банках, хедж-фондах і навуковых колах.",
    "about-content-head-1": "Што мы робім",
    "about-content-head-2": "Чаму гэта важна",
    "about-content-text-1": "hCaptcha - гэта паслуга Intuition Machines Inc, кампаніі па інтэлектуальным інтэлекту і машынным навучанні, якая займаецца мэтанавучаннем і візуальным ML у маштабе. Мы ствараем і эксплуатуем шырока маштабуюцца сістэмы для забеспячэння паслуг аналізу відэа і малюнкаў для кампаній Global 2000 па ўсім свеце.",
    "about-content-text-1a": "hCaptcha прапануе сучасны падыход да спынення ботаў, арыентаваны на прыватнасць.",
    "about-content-text-1b": "Мы паказваем праблемы CAPTCHA, якія складаныя для ботаў, але простыя для людзей, збіраючы цяжка пазначаныя дадзеныя з праблем машыннага навучання і выкарыстоўваючы іх, каб адрозніць, ці з'яўляецца наведвальнік сайта альбо прыкладання чалавекам.",
    "about-content-text-2": "Больш дадзеных звычайна дае лепшыя вынікі. Стварэнне і падтрыманне правільна пазначаных і адпаведных набораў дадзеных займае шмат часу і дорага. Першапачаткова hCaptcha была распрацавана для задавальнення ўласных патрэб у маркіроўцы малюнкаў, і цяпер даступная для іншых кампаній з аналагічнымі патрэбамі.",
    "about-content-text-2a": "Дрэнныя акцёры ўсё часцей сустракаюцца ў Інтэрнэце. Але ахвяраваць прыватнасцю карыстальнікаў - не адказ.",
    "about-content-text-2b": "Рашэнні па бяспецы, прапанаваныя рэкламнымі кампаніямі, сканцэнтраваны ў першую чаргу на адсочванні карыстальнікаў у Інтэрнэце. Мы стварылі эфектыўнае рашэнне бяспекі, якое даказвае, што шкода прыватнасці карыстальнікаў не з'яўляецца неабходнай для дасягнення выдатных вынікаў.",
    "about-intro-head-1": "Аб hCaptcha",
    "about-intro-head-2": "Прыватнасць, бяспека і машыннае навучанне.",
    "about-intro-text": "hCaptcha - самая распаўсюджаная ў свеце незалежная паслуга CAPTCHA.",
    "about-leadership-alex": "Эксперт па базах дадзеных і блокчейнах. Ранні інжынер у Cloudera і не толькі. Дзесяцігоддзі вопыту стварэння праграмнага забеспячэння і каманд.",
    "about-leadership-eli": "Генеральны дырэктар. Прызнаны лідэр ІІ. За апошнія дзесяцігоддзі ў маштабе прымяніў машынны інтэлект да самых розных бізнес-праблем.",
    "about-leadership-head": "Лідэрства",
    "about-leadership-todd": "Кандыдат вылічальнай біялогіі, Стэнфард. Працуем з нейроннымі сеткамі з 1999 года. Засяродзьцеся на прыкладным МЛ і глыбокім навучанні ў маштабе.",
    "acc-opt": "Параметры даступнасці",
    "acc-opt-but": "Даведайцеся больш пра параметры даступнасці",
    "acc-opt-text": "Вы слаба бачыце ці іншым чынам не можаце запоўніць hCaptchas?",
    "accessibility-link": "Даступнасць",
    "appreciate-in": "Мы цэнім ваш уклад. Дайце нам ведаць любыя праблемы, і мы хутка іх вырашым.",
    "fb-but": "Дашліце нам зваротную сувязь",
    "feedback-text": "Дайце водгук аб hCaptcha, які вы толькі што бачылі",
    "footer-attribution": "Атрыбуцыя",
    "footer-copyright-text": "hCaptcha - зарэгістраваная гандлёвая марка Intuition Machines, Inc.",
    "footer-header-1": "Кампанія",
    "footer-header-2": "Рэсурсы",
    "footer-header-3": "Кантакт",
    "footer-link-1": "Маркіроўка",
    "footer-link-10": "Даступнасць",
    "footer-link-2": "Пра",
    "footer-link-3": "Праца",
    "footer-link-4": "Таварныя знакі",
    "footer-link-5": "ІІ Этыка",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Дакументацыя",
    "footer-link-9": "Паведаміць пра памылку",
    "footer-privacy": "Прыватнасць",
    "footer-subheader-1": "Падтрымка",
    "footer-subheader-2": "Кантакт",
    "footer-terms": "Умовы",
    "h-plans": "Планы падпіскі",
    "header-docs-link": "Дакументы",
    "header-labeling-services-link": "Паслугі маркіроўкі",
    "header-login-button": "Увайсці",
    "header-plans-link": "Планы",
    "header-signup-button": "Зарэгістравацца",
    "home-about-head": "Аб hCaptcha",
    "home-about-subtitle": "Працуе на Пратакол ЧАЛАВЕКА",
    "home-about-text-1": "hCaptcha прызначана для вырашэння самай працаёмкай праблемы машыннага навучання: своечасовага, даступнага і надзейнага маркіравання велізарных аб'ёмаў дадзеных.",
    "home-about-text-2": "Больш дадзеных звычайна дае лепшыя вынікі ў навучанні мадэлям машыннага навучання. Нядаўні поспех глыбінных мадэляў прывёў да ўсё большага набору дадзеных, амаль заўсёды з аглядам чалавека. Аднак стварэнне вялікіх набораў дадзеных, якія аглядаюцца чалавекам, з дапамогай Mechanical Turk, Figure 8 і г. д. З'яўляецца павольным і дарагім.",
    "home-about-text-3": "hCaptcha дазваляе вэб-сайтам зарабляць грошы, абслугоўваючы гэты попыт, блакуючы боты і іншыя формы злоўжыванняў.",
    "home-about-text-4": "Рынак hCaptcha працуе на аснове пратакола HUMAN, адкрытага дэцэнтралізаванага пратакола для агляду людзей, які працуе на блокчейне Ethereum. Вэб-сайты зарабляюць чалавечыя токены (HMT) кожны раз, калі карыстальнікі выкарыстоўваюць віджэт hCaptcha на сваім сайце, а кампаніі машыннага навучання плацяць чалавечым токенам, каб іх дадзеныя меціліся.",
    "home-ba-labeling-services-link": "Паслугі маркіроўкі",
    "home-benefits-head-1": "Значэнне ў маркіроўцы дадзеных",
    "home-benefits-head-2": "Вярніце дабрачыннасці",
    "home-benefits-text-1": "Ці разумелі вы, што кожны раз, калі націскаеце на машыну, дапамагаеце бясплатна навучаць адзіную сістэму машыннага навучання кампаніі Gigantic?",
    "home-benefits-text-2": "hCaptcha ператварае гэтую мадэль. Калі вы выкарыстоўваеце hCaptcha, кампаніі робяць стаўкі на працу, якую робяць вашыя карыстальнікі, даказваючы сваю чалавечнасць. Вы атрымліваеце ўзнагароды.",
    "home-benefits-text-3": "Хочаце вярнуць сваю любімую дабрачынную арганізацыю? hCaptcha дазваляе вам падтрымліваць дабрачынныя арганізацыі па вашаму выбару з прыбыткам, які вы атрымліваеце ад яго выкарыстання. Карыстальнікі вашага сайта неўзабаве змогуць убачыць ваш уклад у дабрачыннасць праз стрыманы брэнд на інтэрфейсе hCaptcha.",
    "home-challenge-text-1": "Вылучыце ўсе выявы, якія адпавядаюць запыту",
    "home-challenge-text-2": "Вызначце мяжу для аб'ектаў",
    "home-challenge-text-3": "Вызначце адпаведныя этыкеткі",
    "home-challenge-title-1": "Параўнанне",
    "home-challenge-title-2": "Абмежавальная скрынка",
    "home-challenge-title-3": "Катэгарызацыя",
    "home-challenges-head": "Прадстаўленыя выклікі",
    "home-challenges-text-1": "... і іншыя простыя задачы. Лёгка для людзей, цяжка для ботаў.",
    "home-challenges-text-2": "Спецыяльныя заданні таксама даступныя для карпаратыўных выдаўцоў.",
    "home-ent-1": "Шукаеце нашы прапановы па бяспецы прадпрыемства?",
    "home-ent-2": "Наведайце наш новы спецыяльны сайт: BotStop.com",
    "home-ent-button": "Даведацца больш: BotStop by hCaptcha",
    "home-from-the-blog": "З БЛОГА:",
    "home-from-the-blog-value": "Як працуюць налады складанасці hCaptcha",
    "home-intro-body": "Вы карыстаецеся капчу, каб не пускаць ботаў? hCaptcha абараняе прыватнасць карыстальнікаў, узнагароджвае вэб-сайты і дапамагае кампаніям атрымліваць маркіроўку дадзеных. Гэта выпадальная замена reCAPTCHA: вы можаце пераключыцца на працягу некалькіх хвілін.",
    "home-intro-button": "Падпішыцеся зараз",
    "home-intro-head": "Спыніце больш ботаў. Пачніце абараняць прыватнасць карыстальнікаў.",
    "home-main-1": "Прыватны. Бяспечны. Хутчэй. І мы плацім вам за яго выкарыстанне.",
    "home-main-2": "Канфідэнцыяльнасць сканцэнтравана",
    "home-main-2c": "Рэкламныя сеткі разглядаюць вашых наведвальнікаў як прадукт. Для hCaptcha прадукт - гэта праца, якую яны забяспечваюць. Нас не цікавіць, хто вашы карыстальнікі, а толькі тое, наколькі верагодна, што яны будуць шкоднаснымі. Мы падтрымліваем такія ініцыятывы, як Privacy Pass, і прыкладаем усе намаганні, каб збалансаваць прыватнасць і бяспеку.",
    "home-main-3": "Бяспека ў першую чаргу",
    "home-main-3c": "Дакладнасць у вашых і нашых інтарэсах. hCaptcha арыентавана на выдаўцоў. Мы працуем над тым, каб даць вам рэальныя дадзеныя і дазволіць вам вырашыць, як імі карыстацца. Іншыя капчы прадастаўляюцца рэкламнымі кампаніямі Gigantic. Гэта азначае, што кожны заблакаваны імі бот можа паменшыць іх даход.",
    "home-main-4": "Лепшы карыстацкі досвед",
    "home-main-4c": "Складаныя мадэлі машыннага навучання выкарыстоўваюцца hCaptcha для вызначэння чалавечнасці. Гэта дазваляе нам патрабаваць ад вашых карыстальнікаў менш надакучлівых задач і займаць менш часу, робячы гэта, пры гэтым атрымліваючы карысныя маркіраваныя дадзеныя для маркіроўкі кліентаў.",
    "home-main-plans": "hCaptcha можна бясплатна выкарыстоўваць для выдаўцоў любога памеру. Аднак для прадпрыемстваў і платформаў, якія патрабуюць большага кантролю, даступныя нашы карпаратыўныя рашэнні.",
    "home-main-plans2": "Карпаратыўныя рашэнні hCaptcha абараняюць мільёны карыстальнікаў на дзясятках мільёнаў сайтаў для некаторых найбуйнейшых кампаній на планеце. Калі ласка, звяжыцеся з намі для атрымання дадатковай інфармацыі альбо наведайце",
    "home-main-plans3": "Карпаратыўныя рашэнні hCaptcha абараняюць мільёны карыстальнікаў на дзясятках мільёнаў сайтаў для некаторых найбуйнейшых кампаній на планеце. Калі ласка, звяжыцеся з намі для атрымання дадатковай інфармацыі альбо наведайце",
    "home-main-plans4": "для дэталяў.",
    "home-plans-button-1": "Падпішыцеся зараз",
    "home-plans-button-2": "Звяжыцеся з продажамі",
    "home-plans-chart-head-1": "Асаблівасці",
    "home-plans-chart-head-2": "Выдавец",
    "home-plans-chart-head-3": "Прадпрыемства",
    "home-plans-chart-row-1-cell-1": "Паказаны тыпы кантрольных задач",
    "home-plans-chart-row-1-cell-2": "Абмежаваная",
    "home-plans-chart-row-1-cell-3": "Усяго",
    "home-plans-chart-row-10-cell-1": "Шматкарыстальніцкія панэлі кіравання",
    "home-plans-chart-row-11-cell-1": "Пашыраныя функцыі справаздачнасці",
    "home-plans-chart-row-12-cell-1": "Кантрольныя ўмовы SLA",
    "home-plans-chart-row-2-cell-1": "Кантроль кантэнту, які выкарыстоўваецца",
    "home-plans-chart-row-2-cell-2": "Абмежаваная",
    "home-plans-chart-row-2-cell-3": "Усяго",
    "home-plans-chart-row-3-cell-1": "Зарабляйце ўзнагароды за рашэнне людзей",
    "home-plans-chart-row-4-cell-1": "Абарона ад ботаў сусветнага класа",
    "home-plans-chart-row-5-cell-1": "Працуе ў кожнай краіне",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA і 99,9% пасіўных рэжымаў",
    "home-plans-chart-row-5b-cell-1": "Ацэнкі даверу бота",
    "home-plans-chart-row-6-cell-1": "Палітыка прыватнасці GDPR і CCPA",
    "home-plans-chart-row-7-cell-1": "Дробназярністы ўзровень складанасці",
    "home-plans-chart-row-8-cell-1": "Запусціце ўласны змест выкліку",
    "home-plans-chart-row-9-cell-1": "Графік складанасцей на аснове часу",
    "home-try-it-out-button": "Атрымаць hCaptcha",
    "home-try-it-out-head": "Паспрабуйце",
    "home-try-it-out-text": "hCaptcha забяспечвае простае, лёгкае і надзейнае выяўленне ботаў, і для людзей гэта трывіяльна.",
    "labeling-about-head": "Аб hCaptcha",
    "labeling-about-text-1": "hCaptcha прызначаны для вырашэння найбольш працаёмкай праблемы машыннага навучання; своечасовае, даступнае і надзейнае маркіраванне вялікіх аб'ёмаў дадзеных. Больш дадзеных звычайна дае лепшыя вынікі ў навучанні мадэлям машыннага навучання. Нядаўні поспех глыбокіх мадэляў прывёў да ўсё большага набору дадзеных, і hCaptcha абслугоўвае гэтую патрэбу.",
    "labeling-about-text-2": "Аднак стварэнне вялікіх набораў дадзеных, правераных чалавекам, з выкарыстаннем традыцыйных метадаў адначасова і павольна, і дорага. hCaptcha - гэта спосаб, якім кампаніі атрымліваюць патрэбныя анатацыі хутчэй, з больш высокай якасцю і з меншымі выдаткамі, чым іншыя альтэрнатывы.",
    "labeling-annotations-head": "Тыпы анатацый",
    "labeling-annotations-text-1": "Дакладнае выяўленне аб'ектаў на малюнках і відэа",
    "labeling-annotations-text-2": "Дакладнае выяўленне аб'ектаў на малюнках і відэа",
    "labeling-annotations-text-3": "Кропкавыя анатацыі для розных выпадкаў выкарыстання",
    "labeling-annotations-text-4": "Сартаванне альбо даданне адвольных катэгорый любога памеру",
    "labeling-annotations-text-5": "Выяўленне і класіфікацыя з выкарыстаннем чалавека",
    "labeling-annotations-text-6": "Патрэбен іншы тып, не пералічаны тут? Проста спытайцеся ў нас.",
    "labeling-annotations-title-1": "Абмежавальныя скрынкі",
    "labeling-annotations-title-2": "Шматкутнікі",
    "labeling-annotations-title-3": "Славутасці",
    "labeling-annotations-title-4": "Катэгорызацыя атрыбутаў",
    "labeling-annotations-title-5": "Параўнанне і выяўленне",
    "labeling-annotations-title-6": "... і многае іншае",
    "labeling-ent-button": "Звяжыцеся з нашай камандай рашэнняў для прадпрыемстваў",
    "labeling-ent-head": "Патрэбен скразны кантроль?",
    "labeling-ent-text-1": "Платформа HUMAN, якая стаіць за hCaptcha, забяспечвае высокакваліфікаваную якасць працы і функцыі кіравання з дапамогай мясцовых, гібрыдных альбо SaaS разгортванняў, якія інтэгруюцца з існуючымі сістэмамі.",
    "labeling-ent-text-2": "Працуйце цалкам у аўтаномным рэжыме, выкарыстоўваючы ўласную працоўную сілу, адсочвайце кошт, якую спажываюць бізнес-падраздзяленні або партнёры кансорцыума, выбарачна накіроўвайце працоўныя месцы да розных унутраных ці знешніх пастаўшчыкоў рабочай сілы ў залежнасці ад патрабаванняў да кошту і бяспекі і шмат іншага.",
    "labeling-ent-text-3": "Лёгкі доступ да API, прыгожыя прыборныя панэлі і найноўшая тэхналогія мадэлявання ў цыкле для максімальнай эфектыўнасці",
    "labeling-ent-text-4": "Даступныя 99,99% SLA і кругласутачная падтрымка. Для атрымання дадатковай інфармацыі:",
    "labeling-features-head-1": "Простыя трубаправоды, кіраваныя API.",
    "labeling-features-head-2": "Аптымізавана па кошту і якасці. Не патрабуецца авансавых абавязацельстваў.",
    "labeling-features-head-3": "Плаціце толькі за патрэбную дакладнасць.",
    "labeling-features-head-4": "Пакажыце свае ўласныя дадзеныя аб праўдзе альбо дазвольце нам будаваць іх на лета.",
    "labeling-features-text-1": "Хочаце ўключыць агляд чалавека непасрэдна ў свае бізнес-аперацыі? Мы прапануем SLA з высокай надзейнасцю, гарантаваную ёмістасць і простыя API REST.",
    "labeling-features-text-2": "Платформа HUMAN выкарыстоўвае комплексныя мадэлі ўпэўненасці для выканання складанага аналізу якасці ў рэжыме рэальнага часу. Гэта дазваляе нам хутка вызначыць як складанасць пытанняў, так і верагодны правільны адказ, зэканоміўшы ваш час і грошы.",
    "labeling-features-text-3": "Не ўсе праблемы аднолькавыя. Анатацыі да найважнейшых для бяспекі задач могуць запатрабаваць 99,99% упэўненасці цалкам чалавечых работнікаў. Анатацыі да адной бэта-функцыі ў мабільнай гульнявой праграме могуць патрабаваць толькі ўмеранай упэўненасці. Вы вырашаеце.",
    "labeling-features-text-4": "Ці ёсць у вас сырыя дадзеныя без комплекснай праверкі? У большасці выпадкаў мы можам стварыць яго для вас, калі заданні праходзяць праз сістэму, альбо стварыць пазначаныя ўзоры для вашага зацвярджэння.",
    "labeling-info-head": "Атрыманне маркіроўкі дадзеных",
    "labeling-info-text-1": "Пагаворыце з адным з нашых экспертаў па даменах, каб вызначыць патрэбы вашага праекта: дакладнасць, фармат і любыя асаблівыя патрабаванні.",
    "labeling-info-text-2": "Мы выконваем невялікую вытворчую працу на аснове вашых узораў дадзеных. Гэта правярае працу, якую мы правялі разам, каб гарантаваць, што вы атрымаеце менавіта тое, што вам трэба.",
    "labeling-info-text-3": "З вялікім аб'ёмам і невялікай затрымкай мы хутка перавернем вашу працу з аўтаматызаванай дастаўкай, як толькі гэта будзе зроблена.",
    "labeling-info-text-4": "Паколькі мы лепш разумеем параметры вашай вытворчай працы, вынікі з часам будуць паляпшацца.",
    "labeling-info-text-5": "Прыборныя панэлі ў рэжыме рэальнага часу дазваляюць у любы час забяспечыць зваротную сувязь альбо прыпыніць вытворчасць.",
    "labeling-info-title-1": "Вызначце спецыфікацыі",
    "labeling-info-title-2": "Першапачатковы тэст на працу",
    "labeling-info-title-3": "Разгарнуць вытворчыя заданні",
    "labeling-info-title-4": "Пастаяннае ўдасканаленне",
    "labeling-info-title-5": "Вынікі ў рэжыме рэальнага часу",
    "labeling-main-1": "Эканамічная маркіроўка дадзеных у маштабе",
    "labeling-main-1-button": "Атрымайце вашыя дадзеныя пазначаныя зараз",
    "labeling-main-1c": "Вам патрэбныя дадатковыя пазнакі для набораў дадзеных? hCaptcha забяспечвае хуткае, эканамічна эфектыўнае і высакаякаснае маркіраванне дадзеных для кампаній, якія працуюць над прыкладаннямі штучнага інтэлекту і машыннага навучання.",
    "labeling-main-2": "Імгненна запусціце мільёны задач.",
    "labeling-main-2-button": "Купляйце паслугі па маркіроўцы дадзеных",
    "labeling-main-2c": "hCaptcha мае адзін з найбуйнейшых пулаў на планеце, даступны для вашага выкарыстання. Незалежна ад вашага маштабу, мы справімся з гэтым без дарагіх папярэдніх абавязацельстваў. Мільёны задач у дзень - не праблема.",
    "labeling-platform-head": "Прыватная альбо публічная інфармацыя",
    "labeling-platform-text": "hCaptcha пабудаваны на платформе HUMAN, якая дазваляе складаную маршрутызацыю і аналіз аптымізаваць кошт і эфектыўнасць на кожным этапе. Гэтая тэхналогія дазваляе патрэбнай рабочай сіле апрацоўваць кожную частку вашай працы, максімальна павялічваючы эканамічную эфектыўнасць, захоўваючы прыватнасць і выконваючы любыя нарматыўныя патрабаванні.",
    "labeling-try-button": "Купляйце паслугі па маркіроўцы дадзеных",
    "labeling-try-head": "Хочаце паспрабаваць з вашымі дадзенымі?",
    "labeling-try-text": "... мы гатовы да вас: наша паслуга даступная кругласутачна.",
    "learn-more-hcaptcha": "Даведайцеся больш пра hCaptcha",
    "page-acc-faq-1": "Пытанне: ці адпавядае hCaptcha Раздзел 508 + WCAG 2.1 AA? Адказ: Мы лічым так: усе карыстальнікі з любой формай парушэнняў, якія могуць праглядаць Інтэрнэт і ўводзіць тэкст у формах, могуць атрымаць доступ да паслуг, абароненых hCaptcha, пры рэгістрацыі. Аднак гэта не юрыдычная парада: вы павінны правесці ўласную ацэнку, улічваючы вашу канкрэтную рэалізацыю, каб пераканацца, што гэта так для вашага разгортвання.",
    "page-acc-faq-2": "Пытанне: Вы працуеце над іншымі варыянтамі даступнасці (a11y), напрыклад аўдыя? Адказ: Раней папулярныя варыянты, такія як гукавыя капчы, дыскрымінуюць многіх карыстальнікаў a11y, і іх лёгка перамагчы сучаснымі метадамі машыннага навучання. Гэта прымусіла сучасныя аўдыязадачы станавіцца ўсё больш і больш складанымі, уводзячы шум, няцотныя тэрміны, незвычайныя спалучэнні слоў і гэтак далей, каб перамагчы зламыснікаў. Такім чынам, мы менш захопленыя гэтым падыходам і наогул пазбягаем праблемы, але будзем разглядаць яго, калі будзе попыт з боку супольнасці a11y. Аднак мы вельмі зацікаўлены ў Pass Pass для прыватнасці ў выпадку выкарыстання даступнасці. Мы лічым, што спалучэнне нашага цяперашняга падыходу a11y з выдачай Privacy Pass дазволіць карыстальнікам a11y бяспечна праглядаць і ведаць, што іх трафік з'яўляецца больш прыватным, адначасова абмяжоўваючы злоўжыванні з боку аператараў-ботаў, якія непазбежна ўзнікаюць пры наяўнасці опцый a11y. Мы актыўна ўдзельнічаем у рабочай групе IETF, якая займаецца стандартызацыяй гэтай новай тэхналогіі.",
    "page-acc-faq-3": "Пытанне: А як наконт прыватнасці? Ці агаляе рэгістрацыя дадзеныя прагляда A11y нейкім чынам? Што вы робіце з электроннай поштай? Адказ: hCaptcha прызначаны для прыватнасці з нуля. Гэта вельмі адрозніваецца ад традыцыйных варыянтаў, такіх як reCAPTCHA, якія належаць рэкламным сеткам, якія маюць стымул адсочваць вас у Інтэрнэце і асацыяваць з сапраўднай асобай. Мы ніколі не выкарыстоўваем паведамленні электроннай пошты і інфармацыю аб даступнасці для любых іншых мэтаў, акрамя як садзейнічанне выкарыстанню i прадухіленні злоўжыванняў. У нашай палітыцы прыватнасці ёсць вычарпальныя і аўтарытэтныя адказы наконт таго, як мы выкарыстоўваем дадзеныя, але кароткі адказ: мы не зацікаўлены звязваць вас як чалавека з вашай гісторыяй прагляду. У цяперашні час мы таксама працуем над крыптаграфічным рашэннем, каб хутка адкінуць ваш адрас электроннай пошты. у той жа час захоўваючы нашу здольнасць прадухіляць злоўжыванні, дапаўняючы працу Pass Pass.",
    "page-acc-link-1": "Калі вы карыстаецеся магчымасцямі, падпішыцеся тут.",
    "page-acc-subhead": "Забеспячэнне бесперашкоднага доступу для ўсіх карыстальнікаў пры захаванні бяспекі",
    "page-acc-summary": "Рэзюмэ",
    "page-acc-summary-contents-1": "hCaptcha прызначаны для спынення ботаў, адрозніваючы іх ад людзей. Візуальныя тэсты - гэта зручны інструмент для гэтага, але не кожны можа вырашыць візуальную задачу. Па гэтай прычыне мы распрацавалі простую бязбольную альтэрнатыву, каб выдавецтвы, якія выкарыстоўваюць наш сэрвіс, захоўвалі даступнасць для ўсіх з поўным адпаведнасцю з Раздзелам 508 і WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Як гэта працуе: па-першае, карыстальнік даступнасці падпісваецца па гэтым URL-адрасе, які спасылаецца на інфармацыйнай старонцы віджэта hCaptcha. Ім прадастаўляецца зашыфраванае печыва, якое можна выкарыстоўваць некалькі разоў на дзень, але яно павінна абнаўляцца кожныя 24 гадзіны праз лагін. Калі карыстальніку даступнасці на любым сайце, які выкарыстоўвае службу hCaptcha, прапануецца задача, яны аўтаматычна пройдуць.",
    "page-acc-title": "Інфармацыя пра даступнасць hCaptcha",
    "page-acc-tr-body": "Пытанне: Я ўсё яшчэ бачу праблему пасля ўстаноўкі печыва. Што гэта выклікае? Адказ: Звычайна гэта звязана з выкарыстаннем агрэсіўнага блакіроўшчыка рэкламы альбо пашырэннем анты-cookie, альбо з наладай, якая блакуе перыферыйныя файлы cookie, у дадзеным выпадку файлы cookie для hcaptcha.com, якія ўсталёўваюцца альбо правяраюцца hCaptcha JavaScript на іншым сайце , як той, які вы наведваеце. Файлы cookie даступнасці hCaptcha працуюць з усімі папулярнымі браўзэрамі і блакіроўшчыкамі рэкламы з іх стандартнымі наладамі, таму звычайна збоі ўзнікаюць з-за анты-антыблокацыйных сцэнарыяў ці аналагічных набораў правілаў, арыентаваных на пэўныя сайты. Рашэнні: 1. Белы спіс файлаў cookie hcaptcha.com і * .hcaptcha.com у вашым блакіроўшчыку рэкламы альбо пашырэнні бяспекі браўзэра. 2. Калі вы выкарыстоўваеце адважны браўзэр, які (па стане на красавік 2020 г.) не мае якога-небудзь белага спісу файлаў cookie, перайдзіце ў меню Налады -> Шчыты -> Файлы cookie і абярыце Дазволіць усе файлы cookie. 3. Калі вы выкарыстоўваеце самую апошнюю версію Safari альбо на нядаўна выпушчанай OS X 10.15, альбо на iOS 13. 4, Apple толькі што змяніла паводзіны Safari, звязаныя са староннімі печывамі, блакуючы іх па змаўчанні. Мы ўкараняем рашэнне, але тым часам наведайце \"Налады Safari\", раздзел \"Канфідэнцыяльнасць\" і зніміце сцяжок Адсочванне вэб-сайтаў: прадухіліце міжсайтавае адсочванне, каб печыва даступнасці працавала належным чынам. Пытанне: Я выкарыстоўваю некалькі прылад. Ці трэба падпісвацца некалькі разоў? Адказ: Не. Калі ласка, націсніце тую ж спасылку на электронную пошту, адпраўленую вам на кожнай прыладзе, якую вы выкарыстоўваеце, каб усталяваць файл cookie.",
    "page-acc-tr-title": "Для карыстальнікаў, якія карыстаюцца даступнасцю: Частыя пытанні і кіраўніцтва па іх вырашэнні",
    "page-acc-tr2-body": "Сафары<br> Каб уключыць файлы cookie ў Safari (Mac): Перайдзіце ў выпадальнае меню Safari. Абярыце Параметры. Націсніце кнопку Прыватнасць на верхняй панэлі. У раздзеле Блакіраваць печыва выберыце опцыю Ніколі.<br> Каб уключыць файлы cookie ў Safari (iPhone / iPad iOS 11+): Адкрыйце налады. Пракруціце ўніз і выберыце Safari. У раздзеле \"Канфідэнцыяльнасць і бяспека\" адключыце прадухіленне міжсайтавага адсочвання і заблакуйце ўсе файлы cookie<br><br> Firefox<br> Націсніце на шчыт злева ад адраснага радка на любой вэб-старонцы. Націсніце Налады абароны. Адкрыецца панэль налад Firefox \"Канфідэнцыяльнасць і бяспека\". У раздзеле \"Палепшаная абарона ад адсочвання\" выберыце \"Звычай\". Выберыце, якія трэкеры і сцэнарыі трэба заблакаваць, усталяваўшы гэтыя сцяжкі. Пераканайцеся, што вы разблакавалі hcaptcha.com.<br><br> Вы таксама можаце часова адключыць некаторыя спосабы абароны ў Custom, каб адладзіць гэта, зняўшы галачкі: Зніміце сцяжок Trackers альбо зніміце сцяжок Cookies, калі ў вас усё яшчэ ёсць праблемы.<br><br> Google Chrome<br> Google Chrome (ПК):<br> Выберыце значок меню Chrome. Абярыце Налады.<br> Унізе старонкі выберыце Паказаць дадатковыя налады.<br> У раздзеле \"Прыватнасць\" выберыце Налады змесціва.<br> Выберыце Дазволіць лакальныя дадзеныя (рэкамендуецца).<br> Абярыце Гатова.<br> ‍<br> Google Chrome (Mac):<br> Адкрыйце налады Chrome, націсніце Налады, а затым Паказаць дадатковыя налады.<br> У раздзеле \"Прыватнасць\" націсніце \"Налады змесціва\".<br> Пераканайцеся, што блакіроўка файлаў cookie і дадзеных сайта не блакуецца<br> ‍<br> Google Chrome (Android):<br> На прыладзе Android адкрыйце прыкладанне Chrome.<br> Уверсе справа націсніце \"Больш\", а затым \"Налады\".<br> Націсніце Налады сайта, а затым Cookies.<br> Уключыце параметр побач з Cookies.<br> Пастаўце галачку побач з Дазволіць староннія файлы cookie.",
    "page-acc-tr2-head": "Інструкцыі для аглядальніка для перыферыйных файлаў cookie",
    "priv-hc": "Канфідэнцыяльнасць сканцэнтравана",
    "priv-hc-text": "Рэкламныя сеткі разглядаюць вас як іх прадукт. Мы гэтага не робім. Нас не цікавіць, хто такія карыстальнікі, а толькі тое, наколькі верагодна, што яны будуць шкоднаснымі. Мы падтрымліваем такія ініцыятывы, як Privacy Pass, і прыкладаем усе намаганні, каб збалансаваць прыватнасць і бяспеку.",
    "reporting-bugs-accessibility-button": "Даведайцеся больш пра параметры даступнасці",
    "reporting-bugs-accessibility-head": "Параметры даступнасці",
    "reporting-bugs-accessibility-text": "Вы слаба бачыце ці іншым чынам не можаце запоўніць hCaptchas?",
    "reporting-bugs-guide-ff-head": "Захоп дэталяў справаздачы пра памылкі: Firefox",
    "reporting-bugs-guide-ff-step-1": "Крок 1: Адкрыйце інструменты распрацоўніка (пачынаецца запіс сеанса.)",
    "reporting-bugs-guide-ff-step-2": "Крок 2: Націсніце на ўкладку Сетка ў Інструментах распрацоўшчыка. Усталюйце сцяжок часопісаў Persist уверсе.",
    "reporting-bugs-guide-ff-step-3": "Крок 3: наведайце https://accounts.hcaptcha.com/demo альбо на вэб-сайце, на якім у вас узнікае праблема (Заўвага аб прыватнасці: толькі калі вы не супраць падзяліцца тым, што гэта) ..., а затым націсніце I я чалавек кнопка, і паспрабуйце вырашыць.",
    "reporting-bugs-guide-ff-step-4": "Крок 4: Націсніце HAR пасля спробы рашэння і абярыце \"Захаваць усё як HAR\", каб захаваць сеткавы часопіс. Адпраўце гэты файл нам.",
    "reporting-bugs-guide-ff-step-5": "Крок 5: Націсніце на ўкладку Console і пстрыкніце правай кнопкай мышы, а затым выбярыце ўсё і захавайце гэта ў тэкставым файле для таго, каб захаваць часопіс кансолі. Дашліце нам і гэта.",
    "reporting-bugs-guide-ff-step-6": "Апошні крок: дашліце нам гэтыя файлы часопісаў HAR і кансолі і апішыце праблему. Выкарыстоўвайце: support@hcaptcha.com (калі ласка, скарыстайцеся такой службай, як Dropbox або Filebin, і адпраўце спасылкі) і, магчыма, скрыншот, калі вы падазраяце, што нешта адлюстроўваецца няправільна . Адпраўце таксама IP-адрас, які вы выкарыстоўваеце. Вы можаце атрымаць яго на https://www.whatsmyip.org/ Дзякуй, што знайшлі час, каб дапамагчы нам атрымаць гэтую інфармацыю! Мы імкнемся зрабіць hCaptcha добра працаваць для ўсіх.",
    "reporting-bugs-guide-head": "Захоп дэталяў паведамлення пра памылку: Chrome",
    "reporting-bugs-guide-step-1": "Крок 1: Адкрыйце інструменты распрацоўніка (пачынаецца запіс сеанса.)",
    "reporting-bugs-guide-step-2": "Крок 2: Націсніце на ўкладку Сетка ў Інструментах распрацоўшчыка. Усталюйце сцяжок \"Захаваць часопіс\" уверсе.",
    "reporting-bugs-guide-step-3": "Крок 3: наведайце https://accounts.hcaptcha.com/demo альбо на вэб-сайце, на якім у вас узнікае праблема (Заўвага аб прыватнасці: толькі калі вы не супраць падзяліцца тым, што гэта) ..., а затым націсніце I я чалавек кнопка, і паспрабуйце вырашыць.",
    "reporting-bugs-guide-step-4": "Крок 4: Націсніце \"Экспарт HAR\" (маленькая стрэлка ўніз) пасля спробы рашэння, што захоўвае часопіс сеткі. Адпраўце гэты файл нам.",
    "reporting-bugs-guide-step-5": "Крок 5: Націсніце на ўкладку \"Кансоль\" і націсніце правай кнопкай мышы \"Захаваць як ..\", каб захаваць часопіс кансолі. Дашліце нам і гэта.",
    "reporting-bugs-guide-step-6": "Апошні крок: адпраўце нам гэтыя файлы часопісаў HAR і кансолі і апішыце праблему. Выкарыстоўвайце: support@hcaptcha.com (калі ласка, скарыстайцеся такой паслугай, як Dropbox або Filebin, і адпраўце спасылкі), а таксама скрыншот, калі вы падазраяце, што нешта адлюстроўваецца няправільна. Адпраўце таксама IP-адрас, які вы выкарыстоўваеце. Вы можаце атрымаць яго на https://www.whatsmyip.org/ Дзякуй, што знайшлі час, каб дапамагчы нам атрымаць гэтую інфармацыю! Мы імкнемся зрабіць hCaptcha добра працаваць для ўсіх.",
    "reporting-bugs-guide-text-1": "Адпраўка інфармацыі аб адладцы разам са справаздачай значна палегчыць нам вызначэнне таго, што адбываецца. Вось пакрокавыя інструкцыі:",
    "reporting-bugs-guide-text-2": "Калі вы з'яўляецеся вэб-распрацоўшчыкам або экспертам, у рэзюмэ мы хацелі б, каб вы адправілі нам сеткавыя запісы HAR і часопісы кансолі аглядальніка. Паспрабуйце спачатку адключыць якое-небудзь пашырэнне рэкламы альбо пашырэнне бяспекі аглядальніка, а потым паўтарыце спробу, перш чым прайсці гэтыя дзеянні. Калі гэта вырашыць вашу праблему, мы па-ранейшаму будзем удзячныя вам за тое, што вы паведамілі нам версію вашага аглядальніка, блакіроўшчык рэкламы альбо пашырэнне аглядальніка і URL-адрас вэб-сайта.",
    "reporting-bugs-intro-head": "Знайшлі памылку? Вось як паведамляць пра гэта.",
    "reporting-bugs-intro-text": "Мільёны людзей выкарыстоўваюць hCaptcha штомесяц на тысячах камбінацый аглядальнікаў, пашырэнняў, прылад, брандмаўэраў і шмат іншага. Наша мэта - пераканацца, што гэта заўсёды працуе для вас, таму мы вельмі цэнім вашы справаздачы! Каб даць хуткую зваротную сувязь, проста націсніце кнопку Адправіць нам зваротную сувязь. Калі вы бачыце функцыянальную праблему, прытрымлівайцеся інструкцый часопіса адладкі для Chrome альбо інструкцый па адладцы Firefox ніжэй. Для іншых аглядальнікаў проста напішыце нам. Патэнцыйныя праблемы бяспекі і прыватнасці глядзіце ў інструкцыях ніжэй.",
    "reporting-bugs-privacy-head": "Пытанні прыватнасці",
    "reporting-bugs-privacy-text": "Нас не цікавіць, хто такія карыстальнікі, а толькі тое, наколькі вялікая верагоднасць, што яны будуць шкоднаснымі альбо машынамі. Мы падтрымліваем такія ініцыятывы, як Privacy Pass, і прыкладаем усе намаганні, каб збалансаваць прыватнасць і бяспеку. Калі вы выявілі праблему, якая, на вашу думку, можа паўплываць на прыватнасць карыстальнікаў, напішыце нам па адрасе support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Дашліце нам зваротную сувязь",
    "reporting-bugs-provide-feedback-head": "Атрымайце неадкладную зваротную сувязь з hCaptcha",
    "reporting-bugs-provide-feedback-text": "Мы цэнім ваш уклад. Дайце нам ведаць любыя праблемы, і мы хутка іх вырашым.",
    "reporting-bugs-security-head": "Памылкі бяспекі",
    "reporting-bugs-security-text": "Мы заўсёды зацікаўлены ў атрыманні паведамленняў пра памылкі бяспекі. Напішыце support@hcaptcha.com & CC security@hcaptcha.com, і мы хутка звяжамся з вамі. У нас таксама ёсць праграма ўзнагароджання за памылкі для адпаведных справаздач аб бяспецы службы hCaptcha і звязанага з ёй зыходнага кода.",
    "sec-hc": "Бяспека ў першую чаргу",
    "sec-hc-text": "hCaptcha арыентавана на выдаўцоў. Мы працуем над тым, каб даваць сайтам рэальныя дадзеныя і дазваляць ім вырашаць, як імі карыстацца. Дакладнасць у вашых і нашых інтарэсах. Іншыя капчы прадастаўляюцца рэкламнымі кампаніямі. Кожны бот, які яны заблакуюць, можа паменшыць іх даход.",
    "switch-to-english-link": "Пераключыцеся на англійскую мову",
    "what-is-hcaptcha": "Што такое hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha дапамагае вашым любімым вэб-сэрвісам пазбягаць ботаў, спаму і злоўжыванняў, задаючы простыя пытанні, лёгкія для людзей і цяжкія для машын.",
    "why-hc": "Чаму hCaptcha?",
    "why-hc-text": "Кожны раз, калі вы адказваеце на выклік, мы выкарыстоўваем складаныя мадэлі, каб зразумець, чалавек вы ці машына. Затым сайт, які вы наведалі, выкарыстоўвае гэты вынік, каб палепшыць ваш досвед працы на іх сайце, не дапушчаючы ботаў."
}