{
    "about-advisors-brendan": "সাহসী প্রধান নির্বাহী কর্মকর্তা। মজিলার সহ-প্রতিষ্ঠাতা মো। জাভাস্ক্রিপ্ট প্রোগ্রামিং ভাষার স্রষ্টা। ব্রাউজার এবং আরও অনেক কিছুর নির্মাতা।",
    "about-advisors-dawn": "অধ্যাপক, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের বার্কলে সিএস। গভীর শিক্ষা, সুরক্ষা, ব্লকচেইন বিশেষজ্ঞ। ওসিস ল্যাবসের সিইও মো।",
    "about-advisors-head": "উপদেষ্টা",
    "about-advisors-keiran": "স্ট্যানফোর্ডের গবেষণা বিজ্ঞানী। বড় ব্যাংক, হেজ ফান্ড এবং একাডেমিয়ায় মেশিন লার্নিং এবং পরিমাণগত অর্থ।",
    "about-content-head-1": "আমরা কি করি",
    "about-content-head-2": "কেন এটি গুরুত্বপূর্ণ",
    "about-content-text-1": "এইচসি্যাপচা হ'ল ইনটিশন মেশিনস ইনক এর একটি পরিষেবা, একটি এআই এবং মেশিন লার্নিং সংস্থা যা স্কেল এ মেটালিয়ার্নিং এবং ভিজ্যুয়াল ডোমেন এমএল এর উপর দৃষ্টি নিবদ্ধ করে। আমরা বিশ্বব্যাপী গ্লোবাল 2000 সংস্থাগুলির জন্য ভিডিও এবং চিত্র বিশ্লেষণ পরিষেবাদি সক্ষম করতে বৃহত আকারে স্কেলযোগ্য সিস্টেমগুলি তৈরি এবং পরিচালনা করি।",
    "about-content-text-1a": "এইচসি্যাপচা বটগুলি থামানোর জন্য একটি আধুনিক, গোপনীয়তা-কেন্দ্রিক দৃষ্টিভঙ্গি এনেছে।",
    "about-content-text-1b": "আমরা ক্যাপচা চ্যালেঞ্জগুলি দেখি যেগুলি মেশিন লার্নিংয়ের সমস্যাগুলি থেকে কঠিন-লেবেল ডেটা সংগ্রহ করে এবং কোনও ওয়েবসাইট বা অ্যাপের দর্শকের মনুষ্য কিনা তা আলাদা করার জন্য এটি ব্যবহার করে বটগুলির পক্ষে কঠিন তবে লোকেদের পক্ষে সহজ।",
    "about-content-text-2": "আরও ডেটা সাধারণত আরও ভাল ফলাফল দেয়। সঠিকভাবে লেবেলযুক্ত এবং প্রাসঙ্গিক ডেটাসেটগুলি তৈরি এবং রক্ষণাবেক্ষণ করা সময় সাশ্রয়ী এবং ব্যয়বহুল। hCaptcha মূলত ইমেজ লেবেলিংয়ে আমাদের নিজস্ব চাহিদা পূরণের জন্য বিকাশ করা হয়েছিল এবং এখন অনুরূপ চাহিদা সহ অন্যান্য সংস্থাগুলির জন্য উপলব্ধ।",
    "about-content-text-2a": "খারাপ অভিনেতারা অনলাইনে ক্রমবর্ধমান সাধারণ। তবে ব্যবহারকারীর গোপনীয়তার ত্যাগ উত্তর নয়।",
    "about-content-text-2b": "বিজ্ঞাপন সংস্থাগুলি দ্বারা প্রদত্ত সুরক্ষা সমাধানগুলি প্রাথমিকভাবে ওয়েব জুড়ে ব্যবহারকারীদের ট্র্যাকিংয়ে ফোকাস করে। আমরা একটি কার্যকর সুরক্ষা সমাধান তৈরি করেছি যা প্রমাণ করে যে ব্যবহারকারীর গোপনীয়তার ক্ষতি সাধন করার জন্য দুর্দান্ত ফলাফল দেওয়ার প্রয়োজন হয় না।",
    "about-intro-head-1": "HCaptcha সম্পর্কে",
    "about-intro-head-2": "গোপনীয়তা, সুরক্ষা এবং মেশিন লার্নিং।",
    "about-intro-text": "hCaptcha হ'ল বিশ্বের সর্বাধিক ব্যবহৃত ব্যবহৃত স্বাধীন ক্যাপচা পরিষেবা।",
    "about-leadership-alex": "ডাটাবেস এবং ব্লকচেইন বিশেষজ্ঞ। ক্লৌডেরার প্রাথমিক ইঞ্জিনিয়ার ড। দক্ষতা বিল্ডিং সফটওয়্যার এবং দলগুলির দশক।",
    "about-leadership-eli": "সিইও. এআই-তে স্বীকৃত নেতা। বিগত কয়েক দশক ধরে বিবিধ ব্যবসায়িক সমস্যার জন্য মেশিন বুদ্ধি প্রয়োগ করেছে।",
    "about-leadership-head": "নেতৃত্ব",
    "about-leadership-todd": "স্ট্যানফোর্ডের গণ্য জীববিদ্যায় পিএইচডি করেছেন। ১৯৯৯ সাল থেকে নিউরাল নেটওয়ার্কগুলির সাথে কাজ করা applied",
    "acc-opt": "অভিগম্যতা অপশন",
    "acc-opt-but": "অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কে আরও জানুন",
    "acc-opt-text": "আপনি কি দৃষ্টি প্রতিবন্ধী বা অন্যথায় এইচক্যাপচগুলি সম্পূর্ণ করতে অক্ষম?",
    "accessibility-link": "অ্যাক্সেসযোগ্যতা",
    "appreciate-in": "আমরা আপনার ইনপুট প্রশংসা করি। আমাদের যেকোন সমস্যা জানুন এবং আমরা এগুলি দ্রুত সমাধান করব।",
    "fb-but": "আমাদের প্রতিক্রিয়া পাঠান",
    "feedback-text": "আপনি সবেমাত্র দেখেছেন এইচসি্যাপ্টা সম্পর্কে প্রতিক্রিয়া জানান",
    "footer-attribution": "গুণ",
    "footer-copyright-text": "এইচসি্যাপচা হ'ল ইন্টুশন মেশিনস, ইনক। এর একটি নিবন্ধিত ট্রেডমার্ক।",
    "footer-header-1": "প্রতিষ্ঠান",
    "footer-header-2": "রিসোর্স",
    "footer-header-3": "যোগাযোগ",
    "footer-link-1": "লেবেলিং",
    "footer-link-10": "অ্যাক্সেসযোগ্যতা",
    "footer-link-2": "সম্পর্কিত",
    "footer-link-3": "চাকরি",
    "footer-link-4": "ট্রেডমার্ক",
    "footer-link-5": "এআই এথিক্স",
    "footer-link-6": "ব্লগ",
    "footer-link-7": "স্থিতি",
    "footer-link-8": "ডকুমেন্টেশন",
    "footer-link-9": "একটি বাগ রিপোর্ট করুন",
    "footer-privacy": "গোপনীয়তা",
    "footer-subheader-1": "সমর্থন",
    "footer-subheader-2": "যোগাযোগ",
    "footer-terms": "শর্তাদি",
    "h-plans": "সাবস্ক্রিপশন পরিকল্পনা",
    "header-docs-link": "ডকস",
    "header-labeling-services-link": "লেবেল পরিষেবা",
    "header-login-button": "প্রবেশ করুন",
    "header-plans-link": "পরিকল্পনা সমূহ",
    "header-signup-button": "নিবন্ধন করুন",
    "home-about-head": "HCaptcha সম্পর্কে",
    "home-about-subtitle": "হিউম্যান প্রোটোকল দ্বারা চালিত",
    "home-about-text-1": "hCaptcha মেশিন লার্নিংয়ের ক্ষেত্রে সবচেয়ে শ্রম নিবিড় সমস্যা সমাধানের জন্য ডিজাইন করা হয়েছে: একটি সময়োপযোগী, সাশ্রয়ী এবং নির্ভরযোগ্য উপায়ে বিপুল পরিমাণে ডেটা লেবেল করা।",
    "home-about-text-2": "আরও ডেটা সাধারণত প্রশিক্ষণ মেশিন লার্নিং মডেলগুলিতে আরও ভাল ফলাফল দেয়। গভীর মডেলগুলির সাম্প্রতিক সাফল্যটি প্রায়শই সর্বদা কিছু মানুষের পর্যালোচনা সহ ক্রমবর্ধমান বড় ডেটাসেটগুলির দিকে পরিচালিত করে। তবে যান্ত্রিক তুর্কি, চিত্র আট, ইত্যাদির মাধ্যমে বড় বড় মানব-পর্যালোচিত ডেটাসেট তৈরি করা ধীর এবং ব্যয়বহুল।",
    "home-about-text-3": "বুক এবং অপব্যবহারের অন্যান্য ধরণের অবরুদ্ধকরণের সময় এইচসি্যাপ্টা ওয়েবসাইটগুলিকে এই দাবিতে অর্থোপার্জনের অনুমতি দেয়।",
    "home-about-text-4": "HCaptcha মার্কেটপ্লেসটি হিউম্যান প্রোটোকল দ্বারা চালিত, ইথেরিয়াম ব্লকচেইনে চলমান মানবিক পর্যালোচনার জন্য একটি উন্মুক্ত বিকেন্দ্রীভূত প্রোটোকল। ওয়েবসাইটগুলি হিউম্যান টোকেনস (এইচএমটি) উপার্জন করে যখনই ব্যবহারকারীরা তাদের সাইটে এইচসি্যাপ্টা উইজেট ব্যবহার করেন এবং মেশিন লার্নিং সংস্থাগুলি তাদের ডেটা লেবেল পেতে মানব টোকেনকে অর্থ প্রদান করে।",
    "home-ba-labeling-services-link": "লেবেল পরিষেবা",
    "home-benefits-head-1": "ডেটা লেবেলিংয়ের মান",
    "home-benefits-head-2": "চ্যারিটি ফিরিয়ে দিন",
    "home-benefits-text-1": "আপনি কি একবারে গাড়িতে ক্লিক করার সময় উপলব্ধি করেছেন যে কোনও একক বিশাল কোম্পানির মেশিন লার্নিং সিস্টেমকে বিনামূল্যে প্রশিক্ষণ দিতে?",
    "home-benefits-text-2": "hCaptcha এই মডেলটিকে ঘুরিয়ে দেয়। আপনি যখন এইচ-ক্যাপচা ব্যবহার করেন, সংস্থাগুলি তাদের ব্যবহারকারীতা তাদের মানবতার প্রমাণ হিসাবে যে কাজগুলি করে তার উপর বিড দেয়। আপনি পুরষ্কার পাবেন।",
    "home-benefits-text-3": "আপনার প্রিয় দাতব্য ফিরিয়ে দিতে চান? hCaptcha আপনাকে এটির মাধ্যমে উপার্জনের মাধ্যমে আপনার পছন্দের দাতাগুলি সমর্থন করতে দেয়। আপনার সাইটের ব্যবহারকারীরা শীঘ্রই এইচসি্যাপ্টা ইন্টারফেসে বিচক্ষণ ব্র্যান্ডিংয়ের মাধ্যমে দাতব্য প্রতিষ্ঠানে আপনার অবদানটি দেখতে সক্ষম হবেন।",
    "home-challenge-text-1": "প্রশ্নের সাথে মেলে এমন সমস্ত চিত্র নির্বাচন করুন",
    "home-challenge-text-2": "বস্তুর জন্য সীমাবদ্ধ অঞ্চলটি নির্ধারণ করুন",
    "home-challenge-text-3": "সংশ্লিষ্ট লেবেলগুলি সনাক্ত করুন",
    "home-challenge-title-1": "তুলনা",
    "home-challenge-title-2": "সীমান্ত বক্স",
    "home-challenge-title-3": "শ্রেণিবদ্ধকরণ",
    "home-challenges-head": "চ্যালেঞ্জ উপস্থাপন",
    "home-challenges-text-1": "... এবং অন্যান্য সহজ কাজ। মানুষের পক্ষে সহজ, বটের জন্য শক্ত।",
    "home-challenges-text-2": "এন্টারপ্রাইজ প্রকাশকদের জন্য কাস্টম কার্যগুলিও উপলব্ধ।",
    "home-ent-1": "আমাদের এন্টারপ্রাইজ সুরক্ষা অফার খুঁজছেন?",
    "home-ent-2": "আমাদের নতুন উত্সর্গীকৃত সাইট: বটসটপ ডটকম দেখুন",
    "home-ent-button": "আরও জানুন: এইচসি্যাপ্টা দ্বারা বটসটপ",
    "home-from-the-blog": "ব্লগ থেকে:",
    "home-from-the-blog-value": "কিভাবে hCaptcha অসুবিধা সেটিংস কাজ করে",
    "home-intro-body": "বটগুলি রাখার জন্য আপনি কি ক্যাপচা ব্যবহার করেন? hCaptcha ব্যবহারকারীর গোপনীয়তা রক্ষা করে, ওয়েবসাইটগুলিকে পুরষ্কার দেয় এবং সংস্থাগুলি তাদের ডেটা লেবেল পেতে সহায়তা করে। এটি রিপ্যাচচএর জন্য একটি ড্রপ-ইন প্রতিস্থাপন: আপনি কয়েক মিনিটের মধ্যে স্যুইচ করতে পারেন।",
    "home-intro-button": "এখন সাইন আপ করুন",
    "home-intro-head": "আরও বট বন্ধ করুন। ব্যবহারকারীর গোপনীয়তা রক্ষা করা শুরু করুন।",
    "home-main-1": "ব্যক্তিগত. নিরাপদ. দ্রুততর। এবং আমরা এটি ব্যবহারের জন্য আপনাকে অর্থ প্রদান করি।",
    "home-main-2": "গোপনীয়তা কেন্দ্রীভূত",
    "home-main-2c": "বিজ্ঞাপন নেটওয়ার্কগুলি আপনার দর্শকদের পণ্য হিসাবে দেখে see HCaptcha- এর জন্য পণ্যটি তাদের সরবরাহ করা কাজ। আপনার ব্যবহারকারীরা কে, আমরা কীভাবে তাদের দূষিত হতে পারি তার সম্ভাবনা কেবল care আমরা গোপনীয়তা পাসের মতো উদ্যোগগুলিকে সমর্থন করি এবং গোপনীয়তা এবং সুরক্ষার ভারসাম্য বজায় রাখতে কঠোর পরিশ্রম করি।",
    "home-main-3": "সুরক্ষা প্রথম",
    "home-main-3c": "যথার্থতা আপনার আগ্রহ এবং আমাদের মধ্যে। hCaptcha প্রকাশক-কেন্দ্রিক। আমরা আপনাকে প্রকৃত ডেটা দেওয়ার জন্য কাজ করি এবং আপনাকে এটি কীভাবে ব্যবহার করবেন তা সিদ্ধান্ত নিতে দিই। অন্যান্য ক্যাপচা বিশালাকার বিজ্ঞাপন সংস্থাগুলি সরবরাহ করে। এর অর্থ হ'ল তারা যে সমস্ত বট ব্লক করে তা তাদের উপার্জন হ্রাস করতে পারে।",
    "home-main-4": "আরও ভাল ব্যবহারকারীর অভিজ্ঞতা",
    "home-main-4c": "পরিশীলিত মেশিন লার্নিং মডেলগুলি মানবিকতা নির্ধারণের জন্য এইচসি্যাপ্টা দ্বারা ব্যবহৃত হয়। এটি আমাদের ব্যবহারকারীদের কাছ থেকে কম বিরক্তিকর কাজগুলির প্রয়োজন এবং এটি করতে গ্রাহকদের লেবেলযুক্ত গ্রাহকদের জন্য দরকারী লেবেলযুক্ত ডেটা তৈরি করার সময় তাদের সময় কম দেয়।",
    "home-main-plans": "hCaptcha যে কোনও আকারের প্রকাশকদের জন্য বিনামূল্যে ব্যবহারযোগ্য। তবে, আরও নিয়ন্ত্রণের প্রয়োজন এমন উদ্যোগ এবং প্ল্যাটফর্মগুলির জন্য, আমাদের এন্টারপ্রাইজ সমাধান উপলব্ধ।",
    "home-main-plans2": "hCaptcha এন্টারপ্রাইজ সমাধান গ্রহের কয়েকটি বৃহত্তম সংস্থার জন্য কয়েক মিলিয়ন ওয়েবসাইট জুড়ে কয়েক মিলিয়ন ব্যবহারকারীকে সুরক্ষা দেয়। আরও তথ্যের জন্য বা আমাদের সাথে যোগাযোগ করুন",
    "home-main-plans3": "hCaptcha এন্টারপ্রাইজ সমাধান গ্রহের কয়েকটি বৃহত্তম সংস্থার জন্য কয়েক মিলিয়ন ওয়েবসাইট জুড়ে কয়েক মিলিয়ন ব্যবহারকারীকে সুরক্ষা দেয়। আরও তথ্যের জন্য বা আমাদের সাথে যোগাযোগ করুন",
    "home-main-plans4": "বিস্তারিত জানার জন্য.",
    "home-plans-button-1": "এখন সাইন আপ করুন",
    "home-plans-button-2": "যোগাযোগ বিক্রয়",
    "home-plans-chart-head-1": "বৈশিষ্ট্য",
    "home-plans-chart-head-2": "প্রকাশক",
    "home-plans-chart-head-3": "এন্টারপ্রাইজ",
    "home-plans-chart-row-1-cell-1": "চ্যালেঞ্জের ধরনগুলি দেখানো হয়েছে",
    "home-plans-chart-row-1-cell-2": "সীমাবদ্ধ",
    "home-plans-chart-row-1-cell-3": "মোট",
    "home-plans-chart-row-10-cell-1": "একাধিক ব্যবহারকারীর ড্যাশবোর্ড",
    "home-plans-chart-row-11-cell-1": "উন্নত প্রতিবেদনের বৈশিষ্ট্য",
    "home-plans-chart-row-12-cell-1": "এন্টারপ্রাইজ এসএলএস",
    "home-plans-chart-row-2-cell-1": "চ্যালেঞ্জ সামগ্রী ব্যবহার করা নিয়ন্ত্রণ করুন",
    "home-plans-chart-row-2-cell-2": "সীমাবদ্ধ",
    "home-plans-chart-row-2-cell-3": "মোট",
    "home-plans-chart-row-3-cell-1": "মানুষের দ্রাবকের জন্য পুরষ্কার অর্জন করুন",
    "home-plans-chart-row-4-cell-1": "বিশ্বমানের অ্যান্টি-বট সুরক্ষা",
    "home-plans-chart-row-5-cell-1": "প্রতিটি দেশে কাজ করে",
    "home-plans-chart-row-6-cell-1": "জিডিপিআর এবং সিসিপিএ-বান্ধব গোপনীয়তা নীতি",
    "home-plans-chart-row-7-cell-1": "সূক্ষ্ম দান করা অসুবিধার মাত্রা",
    "home-plans-chart-row-8-cell-1": "আপনার নিজস্ব চ্যালেঞ্জ সামগ্রী চালু করুন",
    "home-plans-chart-row-9-cell-1": "সময়-ভিত্তিক অসুবিধার সময়সূচী",
    "home-try-it-out-button": "HCaptcha পান Get",
    "home-try-it-out-head": "চেষ্টা কর",
    "home-try-it-out-text": "hCaptcha সহজ, সহজ এবং নির্ভরযোগ্য বট সনাক্তকরণ সরবরাহ করে যখন মানুষের সমাধান করার জন্য তুচ্ছ।",
    "labeling-about-head": "HCaptcha সম্পর্কে",
    "labeling-about-text-1": "hCaptcha মেশিন লার্নিংয়ে সবচেয়ে শ্রম নিবিড় সমস্যা সমাধানের জন্য ডিজাইন করা হয়েছে; একটি সময়োপযোগী, সাশ্রয়ী এবং নির্ভরযোগ্য উপায়ে বিপুল পরিমাণে ডেটা লেবেল করা। আরও ডেটা সাধারণত প্রশিক্ষণ মেশিন লার্নিং মডেলগুলিতে আরও ভাল ফলাফল দেয়। গভীর মডেলগুলির সাম্প্রতিক সাফল্য ক্রমবর্ধমান বৃহত ডেটাসেটগুলিতে পরিচালিত করেছে এবং এইচসি্যাপ্টচা এই প্রয়োজনটিকে পরিবেশন করে।",
    "labeling-about-text-2": "তবে, traditionalতিহ্যগত পদ্ধতি ব্যবহার করে বড় বড় মানব-পর্যালোচিত ডেটাসেট তৈরি করা ধীর এবং ব্যয়বহুল। উচ্চ মানের এবং অন্যান্য বিকল্পের তুলনায় কম খরচে উচ্চতর মানের এবং কম দামে সংস্থাগুলির জন্য প্রয়োজনীয় টীকাগুলি পাওয়ার জন্য এইচসি্যাপ্টচা একটি উপায়।",
    "labeling-annotations-head": "টীকা প্রকারের",
    "labeling-annotations-text-1": "চিত্র এবং ভিডিওতে সঠিক অবজেক্ট সনাক্তকরণ",
    "labeling-annotations-text-2": "চিত্র এবং ভিডিওতে সঠিক অবজেক্ট সনাক্তকরণ",
    "labeling-annotations-text-3": "বিভিন্ন বিভিন্ন ব্যবহারের ক্ষেত্রে পয়েন্ট টীকাগুলি",
    "labeling-annotations-text-4": "যেকোন আকারের স্বেচ্ছাসেবী বিভাগগুলিকে বাছাই বা সংযোজন করুন",
    "labeling-annotations-text-5": "মানব-চালিত সনাক্তকরণ এবং শ্রেণিবিন্যাস",
    "labeling-annotations-text-6": "অন্য তালিকা এখানে তালিকাভুক্ত নয়? শুধু আমাদের জিজ্ঞাসা করুন।",
    "labeling-annotations-title-1": "বাউন্ডিং বক্সস",
    "labeling-annotations-title-2": "বহুভুজ",
    "labeling-annotations-title-3": "চিহ্নগুলি",
    "labeling-annotations-title-4": "বৈশিষ্ট্য শ্রেণীবদ্ধকরণ",
    "labeling-annotations-title-5": "তুলনা এবং সনাক্তকরণ",
    "labeling-annotations-title-6": "... এবং আরো অনেক",
    "labeling-ent-button": "আমাদের এন্টারপ্রাইজ সলিউশন টিমের সাথে যোগাযোগ করুন",
    "labeling-ent-head": "এন্ড-টু-এন্ড কন্ট্রোল দরকার?",
    "labeling-ent-text-1": "HCaptcha এর পিছনে হিউম্যান প্ল্যাটফর্মটি আপনার বিদ্যমান সিস্টেমের সাথে সংহত হওয়া অন-প্রাইমিস, হাইব্রিড, বা সাএস ডিপ্লোয়মেন্টের মাধ্যমে অত্যন্ত পরিশীলিত কাজের মান এবং পরিচালনার বৈশিষ্ট্য সরবরাহ করে।",
    "labeling-ent-text-2": "আপনার নিজস্ব কর্মীশক্তি, ব্যবসায়িক ইউনিট বা কনসোর্টিয়াম অংশীদারদের মধ্যে গ্রাস করা ট্র্যাক মান, ব্যয় এবং সুরক্ষা প্রয়োজনীয়তার উপর ভিত্তি করে বিভিন্ন অভ্যন্তরীণ বা বাহ্যিক শ্রম সরবরাহকারীগুলিকে বেছে বেছে চাকরীগুলি রুট করুন with",
    "labeling-ent-text-3": "সহজ এপিআই অ্যাক্সেস, সুন্দর ড্যাশবোর্ডস এবং দক্ষতা সর্বাধিকীকরণের জন্য সর্বশেষতম মডেল-ইন-দ্য লুপ প্রযুক্তি।",
    "labeling-ent-text-4": "99.99% আপটাইম এসএলএ এবং 24/7 গ্লোবাল সমর্থন উপলব্ধ। আরও তথ্যের জন্য:",
    "labeling-features-head-1": "সাধারণ এপিআই চালিত পাইপলাইন।",
    "labeling-features-head-2": "ব্যয় এবং মানের জন্য অনুকূলিত। কোন সুস্পষ্ট প্রতিশ্রুতি প্রয়োজন।",
    "labeling-features-head-3": "আপনার প্রয়োজনীয় নির্ভুলতার জন্য কেবল অর্থ প্রদান করুন।",
    "labeling-features-head-4": "আপনার নিজস্ব গ্রাউন্ড ট্রুথ ডেটা সরবরাহ করুন বা আমাদের এটিকে ফ্লাইতে তৈরি করতে দিন।",
    "labeling-features-text-1": "আপনার ব্যবসায়িক ক্রিয়াকলাপগুলিতে সরাসরি মানব পর্যালোচনা সংহত করতে চান? আমরা উচ্চ নির্ভরযোগ্যতা এসএলএ, গ্যারান্টিযুক্ত ক্ষমতা এবং সাধারণ আরএসটি এপিআই সরবরাহ করি।",
    "labeling-features-text-2": "হিউম্যান প্ল্যাটফর্ম পরিশীলিত রিয়েল-টাইম মানের বিশ্লেষণ করতে ব্যাপক আত্মবিশ্বাসের মডেল ব্যবহার করে। এটি আমাদের আপনার সময় এবং অর্থ সাশ্রয় করে, প্রশ্নগুলির অসুবিধা এবং তাদের সঠিক উত্তর দুটিই দ্রুত নির্ধারণ করতে সহায়তা করে allows",
    "labeling-features-text-3": "সমস্ত সমস্যা এক নয়। সুরক্ষা-সমালোচনামূলক কাজের জন্য টীকাগুলি পুরো মানব কর্মীদের কাছ থেকে 99.99% আত্মবিশ্বাসের প্রয়োজন হতে পারে। একটি মোবাইল গেম অ্যাপ্লিকেশনে একটি বিটা বৈশিষ্ট্যের জন্য টিকাশনের জন্য কেবলমাত্র মাঝারি আত্মবিশ্বাসের প্রয়োজন হতে পারে। তুমি ঠিক কর.",
    "labeling-features-text-4": "আপনার কাছে কি কোনও ব্যাপক যাচাইকরণ সেট ছাড়া কাঁচা ডেটা রয়েছে? বেশিরভাগ ক্ষেত্রে আমরা সিস্টেমের মাধ্যমে চলমান কাজগুলি হিসাবে আপনার জন্য একটি তৈরি করতে পারি, বা আপনার অনুমোদনের জন্য লেবেলযুক্ত নমুনা তৈরি করতে পারি।",
    "labeling-info-head": "ডেটা লেবেল প্রাপ্ত",
    "labeling-info-text-1": "আপনার প্রকল্পের প্রয়োজনীয়তাগুলি সংজ্ঞায়িত করতে আমাদের ডোমেন বিশেষজ্ঞদের সাথে কথা বলুন: টার্গেট যথার্থতা, ফর্ম্যাট এবং কোনও বিশেষ প্রয়োজনীয়তা।",
    "labeling-info-text-2": "আমরা আপনার নমুনা ডেটার উপর ভিত্তি করে একটি ছোট উত্পাদন কাজ সম্পাদন। আপনার যা প্রয়োজন ঠিক তা পেয়ে যাবেন তা নিশ্চিত করতে এটি একসাথে আমরা যে কাজ করেছি তা পরীক্ষা করে।",
    "labeling-info-text-3": "আমাদের উচ্চ ভলিউম এবং স্বল্প বিলম্বের সাথে আমরা আপনার কাজটি তাড়াতাড়ি অটোমেটেড ডেলিভারি সহ দ্রুত ঘুরিয়ে দেব।",
    "labeling-info-text-4": "আমরা যেমন আপনার উত্পাদন কাজের পরামিতিগুলি আরও ভালভাবে বুঝতে পারি, ফলাফলগুলি সময়ের সাথে সাথে উন্নতি করতে থাকবে।",
    "labeling-info-text-5": "লাইভ ড্যাশবোর্ডগুলি আপনাকে যে কোনও সময় প্রতিক্রিয়া প্রদান বা উত্পাদন বিরতি দেয়।",
    "labeling-info-title-1": "নির্দিষ্টকরণের সংজ্ঞা দিন",
    "labeling-info-title-2": "প্রাথমিক চাকরির পরীক্ষা",
    "labeling-info-title-3": "প্রোডাকশন জব স্থাপন করুন",
    "labeling-info-title-4": "ক্রমাগত উন্নতি",
    "labeling-info-title-5": "রিয়েল টাইম ফলাফল",
    "labeling-main-1": "স্কেল-এ কার্যকরভাবে ডেটা লেবেলিং",
    "labeling-main-1-button": "এখনই আপনার ডেটা লেবেল পান",
    "labeling-main-1c": "আপনার ডেটাসেটের জন্য আরও লেবেল দরকার? এইচ ক্যাপচা কৃত্রিম বুদ্ধিমত্তা এবং মেশিন লার্নিং অ্যাপ্লিকেশনগুলিতে কাজ করা সংস্থাগুলির জন্য দ্রুত, সাশ্রয়ী এবং উচ্চ মানের ডেটা লেবেল সরবরাহ করে।",
    "labeling-main-2": "তাত্ক্ষণিকভাবে লক্ষ লক্ষ কাজ শুরু করুন।",
    "labeling-main-2-button": "ডেটা লেবেল পরিষেবাগুলি কিনুন",
    "labeling-main-2c": "hCaptcha গ্রহের আপনার ব্যবহারের জন্য উপলব্ধ সবচেয়ে বড় পুল রয়েছে। আপনার স্কেল যাই হউক না কেন, ব্যয়বহুল সামনের প্রতিশ্রুতি ছাড়াই আমরা এটি পরিচালনা করতে পারি। প্রতিদিন কয়েক মিলিয়ন কাজ কোনও সমস্যা নয়।",
    "labeling-platform-head": "ব্যক্তিগত বা জনসাধারণের তথ্য",
    "labeling-platform-text": "HCaptcha হিউম্যান প্ল্যাটফর্মের উপর নির্মিত, যা পরিশীলিত রাউটিং এবং বিশ্লেষণকে প্রতিটি পদক্ষেপে ব্যয় এবং দক্ষতা অনুকূল করতে দেয়। এই প্রযুক্তিটি সঠিক কর্মীদের আপনার কাজের প্রতিটি অংশ পরিচালনা করতে দেয়, গোপনীয়তা বজায় রাখার সময় ব্যয় দক্ষতা সর্বাধিক করে তোলা এবং প্রযোজ্য যে কোনও নিয়ন্ত্রকের প্রয়োজনীয়তা পূরণ করতে পারে।",
    "labeling-try-button": "ডেটা লেবেল পরিষেবাগুলি কিনুন",
    "labeling-try-head": "আপনার ডেটা দিয়ে চেষ্টা করে দেখতে চান?",
    "labeling-try-text": "... আপনি যখন থাকবেন আমরা প্রস্তুত: আমাদের পরিষেবাটি চব্বিশ ঘন্টার মধ্যে উপলব্ধ।",
    "learn-more-hcaptcha": "HCaptcha সম্পর্কে আরও জানুন",
    "page-acc-faq-1": "প্রশ্ন: এইচসি্যাপ্টা বিভাগ 508 + ডাব্লুসিএজি 2.0 এর অনুবর্তী কি? উত্তর: আমরা এটি বিশ্বাস করি: যে কোনও ধরণের প্রতিবন্ধকতা সহ সমস্ত ব্যবহারকারী যারা ওয়েব ব্রাউজ করতে এবং ফর্মগুলিতে পাঠ্য প্রবেশ করতে সক্ষম হন তারা রেজিস্ট্রেশন করার পরে এইচসি্যাপ্টা দ্বারা সুরক্ষিত পরিষেবাগুলিতে অ্যাক্সেস করতে পারবেন। তবে এটি আইনী পরামর্শ নয়: আপনার স্থাপনার ক্ষেত্রে এটি নিশ্চিত হওয়ার জন্য আপনার নির্দিষ্ট প্রয়োগকে বিবেচনায় নিয়ে আপনার নিজস্ব মূল্যায়ন করা উচিত।",
    "page-acc-faq-2": "প্রশ্ন: আপনি কি অডিওর মতো অন্যান্য অ্যাক্সেসযোগ্যতার (এ 11y) বিকল্পগুলিতে কাজ করছেন? উত্তর: পূর্বে জনপ্রিয় বিকল্পগুলি যেমন অডিও ক্যাপচাসগুলি অনেক এ 11y ব্যবহারকারীদের সাথে বৈষম্যমূলক আচরণ করে এবং আধুনিক মেশিন লার্নিং কৌশলগুলি দ্বারা সহজেই পরাজিত হয়। এটি বর্তমান অডিও চ্যালেঞ্জগুলিকে আরও বেশি কঠিন হয়ে উঠতে বাধ্য করে, শব্দদোল, বিজোড় সময়, অস্বাভাবিক শব্দের সংমিশ্রণ ইত্যাদি আক্রমণকারীদের পরাস্ত করতে বাধ্য করে। আমরা এই পদ্ধতির তুলনায় কম উত্সাহী, বনাম। চ্যালেঞ্জ পুরোপুরি এড়িয়ে চলেছি, তবে যদি এ 11 সম্প্রদায়ের সম্প্রদায়ের কাছ থেকে চাহিদা থাকে তবে তা বিবেচনা করব। তবে অ্যাক্সেসিবিলিটি ব্যবহারের ক্ষেত্রে প্রাইভেসি পাসে আমরা খুব আগ্রহী। আমরা বিশ্বাস করি যে প্রাইভেসি পাস ইস্যু করার সাথে আমাদের বর্তমান এ 11-এ পদ্ধতির সমন্বয় করলে এ -11-এর ব্যবহারকারীরা নিরাপদে ব্রাউজ করতে পারবেন এবং তাদের ট্র্যাফিক আরও ব্যক্তিগত বলে এই সুরক্ষিত থাকবে, যখন বট অপারেটরদের দ্বারা অপব্যবহারকে সীমাবদ্ধ করা হবে যখন এ 11-এ বিকল্পগুলি পাওয়া যায় তখন অবশ্যম্ভাবীভাবে ঘটে। আমরা এই নতুন প্রযুক্তিটি মানক করে আইইটিএফ ওয়ার্কিং গ্রুপে সক্রিয় অংশগ্রহণকারী।",
    "page-acc-faq-3": "প্রশ্ন: গোপনীয়তা সম্পর্কে কী? রেজিস্ট্রেশন কোনও উপায়ে a11y ব্রাউজিং ডেটা প্রকাশ করে? আপনি ইমেল দিয়ে কি করবেন? উত্তর: hCaptcha গ্রাউন্ড আপ থেকে গোপনীয়তার জন্য ডিজাইন করা হয়েছে। বিজ্ঞাপন নেটওয়ার্কগুলির মালিকানাধীন রেক্যাপচাএর মতো traditionalতিহ্যবাহী বিকল্পগুলির চেয়ে এটির চেয়ে আলাদা who আমরা এ 11 এ ব্যবহারের সুবিধার্থে এবং অপব্যবহার রোধ করা ছাড়া অন্য কোনও উদ্দেশ্যে অ্যাক্সেসযোগ্যতার ইমেল বা তথ্য ব্যবহার করি না। আমরা কীভাবে ডেটা ব্যবহার করি সে সম্পর্কে আমাদের গোপনীয়তার নীতিমালার বিস্তৃত এবং অনুমোদনমূলক উত্তর রয়েছে তবে সংক্ষিপ্ত উত্তরটি হ'ল আপনার ব্রাউজিং ইতিহাসের একজন ব্যক্তি হিসাবে আপনাকে যুক্ত করার কোনও আগ্রহ আমাদের নেই W আমরা বর্তমানে আপনার ইমেল ঠিকানাটি দ্রুত ত্যাগ করার জন্য একটি ক্রিপ্টোগ্রাফিক সমাধানেও কাজ করছি W এখনও আমাদের গোপনীয়তা পাস কাজের পরিপূরক, অপব্যবহার রোধ করার জন্য আমাদের ক্ষমতা রক্ষার সময়।",
    "page-acc-link-1": "আপনি যদি অ্যাক্সেসযোগ্যতার ব্যবহারকারী হন তবে দয়া করে এখানে সাইন আপ করুন।",
    "page-acc-subhead": "সুরক্ষা বজায় রেখে সমস্ত ব্যবহারকারীর জন্য বিজোড় অ্যাক্সেস নিশ্চিত করা",
    "page-acc-summary": "সারসংক্ষেপ",
    "page-acc-summary-contents-1": "hCaptcha বটগুলি লোকদের থেকে আলাদা করে তাদের থামানোর জন্য ডিজাইন করা হয়েছে। ভিজ্যুয়াল পরীক্ষাগুলি এটির জন্য একটি সুবিধাজনক সরঞ্জাম, তবে প্রত্যেকেই চাক্ষুষ চ্যালেঞ্জ সমাধান করতে পারে না। এই কারণে আমরা একটি সাধারণ, বেদনাদায়ক বিকল্পের নকশা তৈরি করেছি যাতে আমাদের পরিষেবা ব্যবহার করে প্রকাশকদের সম্পূর্ণ বিভাগ 508 এবং ডাব্লুসিএজি ২.০ সম্মতি সহ সকলের জন্য অ্যাক্সেসযোগ্যতা সংরক্ষণ করা যায় let",
    "page-acc-summary-contents-2": "এটি কীভাবে কাজ করে: প্রথমত, একটি অ্যাক্সেসিবিলিটি ব্যবহারকারী এই ইউআরএলে সাইন আপ করে, যা এইচসি্যাপচা উইজেট তথ্য পৃষ্ঠাতে লিঙ্কযুক্ত। তাদের একটি এনক্রিপ্ট করা কুকি দেওয়া হয় যা প্রতিদিন কয়েকবার ব্যবহার করা যেতে পারে তবে লগইনের মাধ্যমে প্রতি 24 ঘন্টার মধ্যে তাজা হওয়া উচিত hen",
    "page-acc-title": "hCaptcha অ্যাক্সেসিবিলিটি তথ্য",
    "page-acc-tr-body": "প্রশ্ন: আমি কুকি সেট করার পরেও একটি চ্যালেঞ্জ দেখছি। এর কারণ কী? উত্তর: এটি সাধারণত আক্রমণাত্মক বিজ্ঞাপন ব্লকার বা অ্যান্টি-কুকি এক্সটেনশান বা ক্রস সাইট কুকিজকে ব্লক করে এমন একটি সেটিংস ব্যবহারের কারণে ঘটে থাকে, এই ক্ষেত্রে hcaptcha.com এর জন্য একটি কুকি যা আলাদা সাইটে এইচসি্যাপ্টা জাভাস্ক্রিপ্ট দ্বারা সেট বা চেক করা থাকে যেমনটি আপনি ঘুরে দেখছেন like এইচ-ক্যাপচা অ্যাক্সেসিবিলিটি কুকিজ সমস্ত জনপ্রিয় ব্রাউজারগুলি এবং তাদের মানক সেটিংস সহ অ্যাড ব্লকারগুলির সাথে কাজ করে, তাই সাধারণত ব্যর্থতা হ'ল নির্দিষ্ট সাইটগুলিকে লক্ষ্য করে অ্যান্টি-অ্যানডাব্লক স্ক্রিপ্টগুলি বা অনুরূপ নিয়মের ফলে। সমাধানগুলি: 1. আপনার বিজ্ঞাপন ব্লকার বা ব্রাউজার সুরক্ষা এক্সটেনশনে হোয়াইটলিস্ট hcaptcha.com এবং * .hcaptcha.com কুকিজ। ২. আপনি যদি সাহসী ব্রাউজারটি ব্যবহার করছেন, যা (এপ্রিল ২০২০ অনুসারে) কোনও ধরণের কুকি শ্বেত তালিকা নেই বলে মনে হয় তবে অগ্রাধিকার -> শিল্ডস -> কুকিজ যান এবং সমস্ত কুকিজকে মঞ্জুর করুন চয়ন করুন choose ৩. আপনি যদি সম্প্রতি প্রকাশিত ওএস এক্স 10.15 বা আইওএস 13 এর মধ্যে সাফারিটির অতি সাম্প্রতিক সংস্করণটি ব্যবহার করছেন তবে 4, অ্যাপল সবেমাত্র তৃতীয় পক্ষের কুকিজ সম্পর্কিত সাফারির আচরণ পরিবর্তন করেছে এবং সেগুলি ডিফল্টরূপে অবরুদ্ধ করে রেখেছে। আমরা একটি সমাধান বাস্তবায়ন করছি, তবে এর মধ্যে দয়া করে সাফারি পছন্দসমূহ, গোপনীয়তা বিভাগ এবং ওয়েবসাইট ট্র্যাকিং চেক করুন: অ্যাক্সেসযোগ্যতা কুকিকে প্রত্যাশা অনুযায়ী কাজ করতে সক্ষম করতে ক্রস-সাইট ট্র্যাকিং প্রতিরোধ করুন। প্রশ্ন: আমি একাধিক ডিভাইস ব্যবহার করি। আমার কি একাধিকবার সাইন আপ করা দরকার? উত্তর: না, দয়া করে কুকি সেট করতে আপনি যে প্রতিটি ডিভাইস ব্যবহার করেন তাতে একই ইমেল লগইন লিঙ্কটি ক্লিক করুন।",
    "page-acc-tr-title": "অ্যাক্সেসযোগ্যতার ব্যবহারকারীদের জন্য: প্রশ্নোত্তর ও সমস্যা সমাধানের গাইড",
    "priv-hc": "গোপনীয়তা কেন্দ্রীভূত",
    "priv-hc-text": "বিজ্ঞাপন নেটওয়ার্কগুলি আপনাকে তাদের পণ্য হিসাবে দেখবে। আমরা না। ব্যবহারকারীরা কে, আমরা কীভাবে তাদের দূষিত হতে পারি তার সম্ভাবনা কেবল care আমরা গোপনীয়তা পাসের মতো উদ্যোগগুলিকে সমর্থন করি এবং গোপনীয়তা এবং সুরক্ষার ভারসাম্য বজায় রাখতে কঠোর পরিশ্রম করি।",
    "reporting-bugs-accessibility-button": "অ্যাক্সেসযোগ্যতার বিকল্পগুলি সম্পর্কে আরও জানুন",
    "reporting-bugs-accessibility-head": "অভিগম্যতা অপশন",
    "reporting-bugs-accessibility-text": "আপনি কি দৃষ্টি প্রতিবন্ধী বা অন্যথায় এইচক্যাপচগুলি সম্পূর্ণ করতে অক্ষম?",
    "reporting-bugs-guide-ff-head": "ক্যাপচারিং বাগ রিপোর্টের বিশদ: ফায়ারফক্স",
    "reporting-bugs-guide-ff-step-1": "পদক্ষেপ 1: বিকাশকারী সরঞ্জামগুলি খুলুন (এটি অধিবেশনটির রেকর্ডিং শুরু করে))",
    "reporting-bugs-guide-ff-step-2": "পদক্ষেপ 2: বিকাশকারী সরঞ্জামগুলিতে নেটওয়ার্ক ট্যাবে ক্লিক করুন। শীর্ষে পার্সিস্ট লগ বাক্স চেক করুন।",
    "reporting-bugs-guide-ff-step-3": "পদক্ষেপ 3: https://accounts.hcaptcha.com/demo, বা আপনি যে ওয়েবসাইটটিতে একটি সমস্যা নিয়ে আসছেন তা দেখুন (গোপনীয়তা নোট: কেবল এটির ভাগ ভাগ করে নিতে যদি আপত্তি না থাকে) ... এবং তারপরে আমি ক্লিক করুন আমি মানব বোতাম, এবং সমাধান করার চেষ্টা করুন।",
    "reporting-bugs-guide-ff-step-4": "পদক্ষেপ 4: আপনি সমাধানের চেষ্টা করার পরে এইআরএআর ক্লিক করুন, এবং নেটওয়ার্ক লগ সংরক্ষণ করতে HAR হিসাবে সমস্ত সংরক্ষণ করুন চয়ন করুন। আমাদের কাছে ফাইলটি প্রেরণ করুন।",
    "reporting-bugs-guide-ff-step-5": "পদক্ষেপ 5: কনসোল ট্যাবে ক্লিক করুন, এবং ডান ক্লিক করুন তারপরে সমস্ত নির্বাচন করুন এবং কনসোল লগটি সংরক্ষণ করার জন্য একটি পাঠ্য ফাইলে সংরক্ষণ করুন। পাশাপাশি আমাদের পাঠান।",
    "reporting-bugs-guide-ff-step-6": "শেষ পদক্ষেপ: এই এইএআর এবং কনসোল লগ ফাইলগুলিকে আমাদের ইমেল করুন এবং সমস্যাটি বর্ণনা করুন: support@hcaptcha.com (দয়া করে ড্রপবক্স বা ফাইলবিনের মতো একটি পরিষেবা ব্যবহার করুন এবং লিঙ্কগুলি প্রেরণ করুন) এবং allyচ্ছিকভাবে একটি স্ক্রিনশট, যদি আপনি সন্দেহ করেন যে কোনও কিছু সঠিকভাবে প্রদর্শিত হচ্ছে না । আপনি যে আইপি ব্যবহার করছেন তা দয়া করে প্রেরণ করুন। আপনি https://www.whatsmyip.org/ থেকে এটি পেতে পারেন আমাদের এই তথ্য পেতে সাহায্য করার জন্য সময় দেওয়ার জন্য ধন্যবাদ! আমরা hCaptcha সবার জন্য ভাল কাজ করতে প্রতিশ্রুতিবদ্ধ।",
    "reporting-bugs-guide-head": "ক্যাপচারিং বাগ রিপোর্টের বিশদ: ক্রোম",
    "reporting-bugs-guide-step-1": "পদক্ষেপ 1: বিকাশকারী সরঞ্জামগুলি খুলুন (এটি অধিবেশনটির রেকর্ডিং শুরু করে))",
    "reporting-bugs-guide-step-2": "পদক্ষেপ 2: বিকাশকারী সরঞ্জামগুলিতে নেটওয়ার্ক ট্যাবে ক্লিক করুন। শীর্ষে সংরক্ষণ করুন লগ বাক্সটি দেখুন।",
    "reporting-bugs-guide-step-3": "পদক্ষেপ 3: https://accounts.hcaptcha.com/demo, বা আপনি যে ওয়েবসাইটটিতে একটি সমস্যা নিয়ে আসছেন তা দেখুন (গোপনীয়তা নোট: কেবল এটির ভাগ ভাগ করে নিতে যদি আপত্তি না থাকে) ... এবং তারপরে আমি ক্লিক করুন আমি মানব বোতাম, এবং সমাধান করার চেষ্টা করুন।",
    "reporting-bugs-guide-step-4": "পদক্ষেপ 4: আপনি সমাধান করার চেষ্টা করার পরে রফতানির এয়ার (সামান্য ডাউন তীর) ক্লিক করুন, যা নেটওয়ার্ক লগ সংরক্ষণ করে। আমাদের কাছে ফাইলটি প্রেরণ করুন।",
    "reporting-bugs-guide-step-5": "পদক্ষেপ 5: কনসোল লগটি সংরক্ষণ করার জন্য কনসোল ট্যাবে ক্লিক করুন এবং ডান-ক্লিক করুন এবং তারপর সেভ করুন .. সংরক্ষণ করুন। পাশাপাশি আমাদের পাঠান।",
    "reporting-bugs-guide-step-6": "শেষ পদক্ষেপ: এইচএআর এবং কনসোল লগ ফাইলগুলিকে আমাদের ইমেল করুন এবং সমস্যাটি বর্ণনা করুন। ব্যবহার করুন: support@hcaptcha.com (দয়া করে ড্রপবক্স বা ফাইলবিনের মতো একটি পরিষেবা ব্যবহার করুন এবং লিঙ্কগুলি প্রেরণ করুন) এবং optionচ্ছিকভাবে একটি স্ক্রিনশট, যদি আপনার সন্দেহ হয় যে কিছু সঠিকভাবে প্রদর্শিত হচ্ছে না। আপনি যে আইপি ব্যবহার করছেন তা দয়া করে প্রেরণ করুন। আপনি https://www.whatsmyip.org/ থেকে এটি পেতে পারেন আমাদের এই তথ্য পেতে সাহায্য করার জন্য সময় দেওয়ার জন্য ধন্যবাদ! আমরা hCaptcha সবার জন্য ভাল কাজ করতে প্রতিশ্রুতিবদ্ধ।",
    "reporting-bugs-guide-text-1": "আপনার প্রতিবেদনের সাথে ডিবাগিংয়ের তথ্য পাঠানো আমাদের জন্য কী চলছে তা সনাক্ত করা আরও সহজ করে তুলবে। এখানে ধাপে ধাপে নির্দেশাবলী দেওয়া হল:",
    "reporting-bugs-guide-text-2": "আপনি যদি কোনও ওয়েব বিকাশকারী বা বিশেষজ্ঞ ব্যবহারকারী হন তবে সংক্ষিপ্তসারটি আমরা চাই আপনি একটি নেটওয়ার্ক রেকর্ডিং এইচআর এবং ব্রাউজার কনসোল লগগুলি প্রেরণ করুন। দয়া করে প্রথমে কোনও অ্যাড ব্লকার বা ব্রাউজার সুরক্ষা এক্সটেনশান অক্ষম করে দেখুন এবং এই পদক্ষেপগুলি অতিক্রম করার আগে আবার চেষ্টা করুন। যদি এটি আপনার সমস্যার সমাধান করে, তবে আমরা আপনার ব্রাউজার সংস্করণ, বিজ্ঞাপন ব্লকার বা ব্রাউজার এক্সটেনশান এবং ওয়েবসাইট ইউআরএল আপনাকে জানাতে আমাদের কৃতজ্ঞ করব।",
    "reporting-bugs-intro-head": "একটি বাগ খুঁজে পেয়েছি? এটি কীভাবে রিপোর্ট করবেন তা এখানে।",
    "reporting-bugs-intro-text": "ব্রাউজার, এক্সটেনশন, ডিভাইস, ফায়ারওয়ালস এবং আরও অনেক কিছুর সংমিশ্রণে লক্ষ লক্ষ মানুষ প্রতি মাসে এইচসি্যাপচা ব্যবহার করে। আমাদের লক্ষ্যটি নিশ্চিত হয় যে এটি সর্বদা আপনার জন্য কাজ করে, তাই আমরা আপনার প্রতিবেদনের খুব প্রশংসা করি! দ্রুত প্রতিক্রিয়া জানাতে, কেবল আমাদের প্রতিক্রিয়া পাঠান বোতামটি ক্লিক করুন। আপনি যদি কার্যক্ষম সমস্যাটি দেখছেন তবে দয়া করে ক্রোমের জন্য ডিবাগ লগ নির্দেশাবলী অনুসরণ করুন বা নীচে ফায়ারফক্সের জন্য ডিবাগ লগ নির্দেশাবলী অনুসরণ করুন। অন্য কোনও ব্রাউজারের জন্য কেবল আমাদের ইমেল করুন। সম্ভাব্য সুরক্ষা বা গোপনীয়তা সম্পর্কিত সমস্যার জন্য, নীচের নির্দেশাবলী দেখুন।",
    "reporting-bugs-privacy-head": "স্রথ",
    "reporting-bugs-privacy-text": "ব্যবহারকারীরা কে, আমরা কীভাবে তাদের দূষিত বা মেশিন হতে পারে তার সম্ভাবনা কেবল care আমরা গোপনীয়তা পাসের মতো উদ্যোগগুলিকে সমর্থন করি এবং গোপনীয়তা এবং সুরক্ষার ভারসাম্য বজায় রাখতে কঠোর পরিশ্রম করি। আপনি যদি এমন কোনও সমস্যা খুঁজে পেয়েছেন যা আপনি মনে করেন যে এটি ব্যবহারকারীর গোপনীয়তার উপর প্রভাব ফেলতে পারে তবে দয়া করে আমাদের সমর্থন করুন@@ccchacha.com email",
    "reporting-bugs-provide-feedback-button": "আমাদের প্রতিক্রিয়া পাঠান",
    "reporting-bugs-provide-feedback-head": "এইচপ্যাপ্টায় তাত্ক্ষণিক প্রতিক্রিয়া সরবরাহ করুন",
    "reporting-bugs-provide-feedback-text": "আমরা আপনার ইনপুট প্রশংসা করি। আমাদের যেকোন সমস্যা জানুন এবং আমরা এগুলি দ্রুত সমাধান করব।",
    "reporting-bugs-security-head": "সুরক্ষা বাগ",
    "reporting-bugs-security-text": "আমরা সবসময় সুরক্ষা বাগের প্রতিবেদনগুলি পেতে আগ্রহী। ইমেল সমর্থন@hcaptcha.com এবং সিসি সুরক্ষা @ hcaptcha.com এবং আমরা দ্রুত আপনার কাছে ফিরে আসব। HCaptcha পরিষেবা এবং সম্পর্কিত উত্স কোডে যোগ্য সুরক্ষা প্রতিবেদনের জন্য আমাদের কাছে একটি বাগ অনুদানের প্রোগ্রাম রয়েছে।",
    "sec-hc": "সুরক্ষা প্রথম",
    "sec-hc-text": "hCaptcha প্রকাশক-কেন্দ্রিক। আমরা সাইটগুলিকে আসল ডেটা দেওয়ার জন্য কাজ করি এবং কীভাবে এটি ব্যবহার করব সে বিষয়ে তাদের সিদ্ধান্ত নিতে দিন। যথার্থতা আপনার আগ্রহ এবং আমাদের মধ্যে। অন্যান্য ক্যাপচা বিজ্ঞাপন সংস্থাগুলি সরবরাহ করে। তারা যে প্রতিটি বট ব্লক করে তা তাদের আয় কমাতে পারে।",
    "switch-to-english-link": "ইংরেজীতে পরিবর্তন করা",
    "what-is-hcaptcha": "এইচ ক্যাপচা কী?",
    "what-is-hcaptcha-text": "hCaptcha আপনার প্রিয় ওয়েব পরিষেবাদিগুলি মানুষের পক্ষে সহজ এবং মেশিনগুলির পক্ষে কঠিন এমন সহজ প্রশ্ন জিজ্ঞাসা করে বট, স্প্যাম এবং অপব্যবহার থেকে রক্ষা করতে সহায়তা করে।",
    "why-hc": "এইচ সি ক্যাপচা কেন?",
    "why-hc-text": "প্রতিবার আপনি যখন কোনও চ্যালেঞ্জের জবাব দেন, আমরা মানুষ না কোনও মেশিন তা নির্ধারণ করার জন্য আমরা পরিশীলিত মডেলগুলি ব্যবহার করি। তারপরে আপনি যে ওয়েবসাইটটি পরিদর্শন করেছেন সেগুলি তাদের ফলাফলগুলিতে বট রেখে নিজের অভিজ্ঞতা উন্নত করতে এই ফলাফলটি ব্যবহার করে।"
}