{
    "about-advisors-brendan": "Izvršni direktor. Priznati lider u AI. U posljednjih desetljećima primijenio je mašinsku inteligenciju na širok spektar poslovnih problema.",
    "about-advisors-dawn": "Doktorat iz računske biologije, Stanford. Rad s neuronskim mrežama od 1999. Fokus na primijenjenom ML-u i dubinskom učenju na skali.",
    "about-advisors-head": "Savjetnici",
    "about-advisors-keiran": "Stručnjak za baze podataka i blokčejne. Rani inženjer u Clouderi i više. Decenije stručnosti u izgradnji softvera i timova.",
    "about-content-head-1": "Šta mi radimo",
    "about-content-head-2": "Zašto je to važno",
    "about-content-text-1": "hCaptcha je usluga Intuition Machines Inc, kompanije za inteligenciju i mašinsko učenje sa fokusom na metaučenje i ML vizualne domene. Gradimo i upravljamo masovno skalabilnim sistemima kako bismo omogućili usluge analize videa i slika za kompanije Global 2000 širom svijeta.",
    "about-content-text-2": "Više podataka uglavnom daje bolje rezultate. Izgradnja i održavanje pravilno označenih i relevantnih skupova podataka dugotrajno je i skupo. hCaptcha je izvorno razvijen da odgovori na naše potrebe u označavanju slika, a sada je dostupan za druge kompanije sa sličnim potrebama.",
    "about-intro-head-1": "Radite na hCaptcha",
    "about-intro-head-2": "Naša misija je velika",
    "about-intro-text": "Brzo rastemo i uvijek tražimo najbolje svjetske talente u našim globalnim uredima. Možete se prijaviti pomoću linkova ispod.",
    "about-leadership-alex": "Stručnjak za baze podataka i blokčejne. Rani inženjer u Clouderi i više. Decenije stručnosti u izgradnji softvera i timova.",
    "about-leadership-eli": "Izvršni direktor. Priznati lider u AI. U posljednjih desetljećima primijenio je mašinsku inteligenciju na širok spektar poslovnih problema.",
    "about-leadership-head": "Vodstvo",
    "about-leadership-todd": "Doktorat iz računske biologije, Stanford. Rad s neuronskim mrežama od 1999. Fokus na primijenjenom ML-u i dubinskom učenju na skali.",
    "acc-opt": "Opcije pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li oštećeni vida ili na drugi način ne možete ispuniti hCaptchas?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Pošaljite povratne informacije o hCaptcha koju ste upravo vidjeli",
    "footer-attribution": "Pripisivanje",
    "footer-copyright-text": "hCaptcha je registrirani zaštitni znak tvrtke Intuition Machines, Inc.",
    "footer-header-1": "Kompanija",
    "footer-header-2": "Resursi",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Označavanje",
    "footer-link-10": "Pristupačnost",
    "footer-link-2": "About",
    "footer-link-3": "Poslovi",
    "footer-link-4": "Zaštitni znakovi",
    "footer-link-5": "AI etika",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentacija",
    "footer-link-9": "Prijavi grešku",
    "footer-privacy": "Privatnost",
    "footer-subheader-1": "Podrška",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Uslovi",
    "h-plans": "Pretplatni planovi",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Usluge etiketiranja",
    "header-login-button": "Ulogovati se",
    "header-plans-link": "Planovi",
    "header-signup-button": "Prijaviti se",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Pokreće HUMAN Protocol",
    "home-about-text-1": "hCaptcha je dizajniran da riješi najzahtevniji problem u strojnom učenju: pravovremeno, pristupačno i pouzdano označavanje velikih količina podataka.",
    "home-about-text-2": "Više podataka uglavnom daje bolje rezultate u modelima mašinskog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, gotovo uvijek uz neki ljudski pregled. Međutim, stvaranje velikih skupova podataka koje pregledava čovjek putem Mechanical Turk, Figure Eight itd. Je i sporo i skupo.",
    "home-about-text-3": "hCaptcha omogućava web lokacijama da zarade novac koji služi toj potražnji, istovremeno blokirajući botove i druge oblike zloupotrebe.",
    "home-about-text-4": "Tržište hCaptcha pokreće HUMAN Protocol, otvoreni decentralizirani protokol za ljudski pregled koji radi na Ethereum blockchainu. Web stranice zarađuju Human Tokens (HMT) kad god korisnici koriste hCaptcha widget na svojoj web lokaciji, a kompanije za mašinsko učenje plaćaju Human Tokens da bi njihovi podaci bili označeni.",
    "home-ba-labeling-services-link": "Usluge etiketiranja",
    "home-benefits-head-1": "Vrijednost u označavanju podataka",
    "home-benefits-head-2": "Vrati se u dobrotvorne svrhe",
    "home-benefits-text-1": "Jeste li shvatili da svaki put kada kliknete na automobil pomažete u besplatnom treningu jednog sistema mašinskog učenja jedne kompanije Gigantic?",
    "home-benefits-text-2": "hCaptcha preokreće ovaj model. Kada koristite hCaptcha, kompanije licitiraju za posao koji vaši korisnici rade dok dokazuju svoju humanost. Dobijate nagrade.",
    "home-benefits-text-3": "Želite li vratiti svoju omiljenu dobrotvornu organizaciju? hCaptcha vam omogućava da podržite dobrotvorne organizacije po vašem izboru zaradom koju ste stekli korištenjem. Korisnici na vašoj web lokaciji uskoro će moći vidjeti vaš doprinos u dobrotvorne svrhe diskretnim brendiranjem na hCaptcha sučelju.",
    "home-challenge-text-1": "Odaberite sve slike koje odgovaraju upitu",
    "home-challenge-text-2": "Definirajte granično područje za objekte",
    "home-challenge-text-3": "Identificirajte odgovarajuće naljepnice",
    "home-challenge-title-1": "Usporedba",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizacija",
    "home-challenges-head": "Izneseni izazovi",
    "home-challenges-text-1": "... i druge jednostavne zadatke. Lako za ljude, teško za botove.",
    "home-challenges-text-2": "Prilagođeni zadaci dostupni su i za izdavače u preduzećima.",
    "home-ent-1": "Tražite naše sigurnosne ponude za preduzeća?",
    "home-ent-2": "Posjetite našu novu namjensku stranicu: BotStop.com",
    "home-ent-button": "Saznajte više: BotStop by hCaptcha",
    "home-from-the-blog": "IZ BLOGA:",
    "home-from-the-blog-value": "Kako rade postavke poteškoće hCaptcha",
    "home-intro-body": "Koristite li captcha za zaštitu botova? hCaptcha štiti privatnost korisnika, nagrađuje web stranice i pomaže kompanijama da označe svoje podatke. To je zamjenska zamjena za reCAPTCHA: možete se prebaciti za nekoliko minuta.",
    "home-intro-button": "Prijavi se sada",
    "home-intro-head": "Zaustavite još botova. Počnite štititi privatnost korisnika.",
    "home-main-1": "Privatno. Sigurno. Brže. I mi vam plaćamo da ga koristite.",
    "home-main-2": "Privatnost fokusirana",
    "home-main-2c": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za hCaptcha proizvod je posao koji oni pružaju. Ne zanima nas ko su vaši korisnici, već samo vjerovatnoća da će biti zlonamjerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "home-main-3": "Sigurnost na prvom mjestu",
    "home-main-3c": "Tačnost je u vašem i našem interesu. hCaptcha je usmjerena na izdavača. Radimo na tome da vam pružimo stvarne podatke i da vam omogućimo da odlučite kako ih koristiti. Ostale captcha pružaju kompanije Gigantic Advertising. To znači da svaki bot koji blokiraju može smanjiti svoj prihod.",
    "home-main-4": "Bolje korisničko iskustvo",
    "home-main-4c": "HCaptcha koristi sofisticirane modele mašinskog učenja za određivanje humanosti. To nam omogućava da od vaših korisnika zahtijevamo manje dosadne zadatke i oduzimamo im manje vremena dok to radimo, a istovremeno proizvodimo korisne označene podatke za označavanje kupaca.",
    "home-main-plans": "hCaptcha je besplatna za izdavače bilo koje veličine. Međutim, za preduzeća i platforme kojima je potrebna veća kontrola dostupna su naša rješenja za preduzeća.",
    "home-main-plans2": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web lokacija za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posjetite",
    "home-main-plans3": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web lokacija za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posjetite",
    "home-main-plans4": "za detalje.",
    "home-plans-button-1": "Prijavi se sada",
    "home-plans-button-2": "Kontaktirajte prodaju",
    "home-plans-chart-head-1": "Karakteristike",
    "home-plans-chart-head-2": "Izdavač",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Prikazani tipovi kontrolnih izazova",
    "home-plans-chart-row-1-cell-2": "Ograničena",
    "home-plans-chart-row-1-cell-3": "Ukupno",
    "home-plans-chart-row-10-cell-1": "Višekorisničke nadzorne ploče",
    "home-plans-chart-row-11-cell-1": "Napredne funkcije izvještavanja",
    "home-plans-chart-row-12-cell-1": "Enterprise SLA",
    "home-plans-chart-row-2-cell-1": "Upravljajte sadržajem izazova koji se koristi",
    "home-plans-chart-row-2-cell-2": "Ograničena",
    "home-plans-chart-row-2-cell-3": "Ukupno",
    "home-plans-chart-row-3-cell-1": "Zaradite nagrade za ljudska rješenja",
    "home-plans-chart-row-4-cell-1": "Protiv botova zaštita svjetske klase",
    "home-plans-chart-row-5-cell-1": "Radi u svakoj zemlji",
    "home-plans-chart-row-6-cell-1": "Politika privatnosti GDPR i CCPA",
    "home-plans-chart-row-7-cell-1": "Drobnozrnati nivoi težine",
    "home-plans-chart-row-8-cell-1": "Pokrenite svoj vlastiti izazovni sadržaj",
    "home-plans-chart-row-9-cell-1": "Vremensko planiranje poteškoća",
    "home-try-it-out-button": "Nabavite hCaptcha",
    "home-try-it-out-head": "Isprobaj",
    "home-try-it-out-text": "hCaptcha pruža jednostavno, lako i pouzdano otkrivanje botova, dok je ljudima trivijalno za rješavanje.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je dizajniran da riješi najzahtevniji problem u strojnom učenju; pravovremeno, pristupačno i pouzdano označavanje velikih količina podataka. Više podataka uglavnom daje bolje rezultate u modelima mašinskog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, a hCaptcha služi toj potrebi.",
    "labeling-about-text-2": "Međutim, stvaranje velikih skupova podataka koje pregledava čovjek tradicionalnim metodama je i sporo i skupo. hCaptcha je način da kompanije brže dobiju napomene koje su im potrebne, uz kvalitetniji i niži trošak od ostalih alternativa.",
    "labeling-annotations-head": "Vrste bilješki",
    "labeling-annotations-text-1": "Precizno otkrivanje predmeta na slikama i video zapisima",
    "labeling-annotations-text-2": "Precizno otkrivanje predmeta na slikama i video zapisima",
    "labeling-annotations-text-3": "Bilješke točke za mnoge različite slučajeve upotrebe",
    "labeling-annotations-text-4": "Poredajte ili dodajte proizvoljne kategorije bilo koje veličine",
    "labeling-annotations-text-5": "Detekcija i klasifikacija na ljudski pogon",
    "labeling-annotations-text-6": "Trebate li drugu vrstu koja nije navedena ovdje? Samo nas pitajte.",
    "labeling-annotations-title-1": "Bounding Boxes",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Znamenitosti",
    "labeling-annotations-title-4": "Kategorizacija atributa",
    "labeling-annotations-title-5": "Usporedba i otkrivanje",
    "labeling-annotations-title-6": "... i još mnogo toga",
    "labeling-ent-button": "Obratite se našem timu za rešenja za preduzeća",
    "labeling-ent-head": "Trebate kontrolu od kraja do kraja?",
    "labeling-ent-text-1": "HUMAN platforma koja stoji iza hCaptcha pruža visoko sofisticirani kvalitet rada i funkcije upravljanja putem lokalnih, hibridnih ili SaaS implementacija koje se integriraju sa vašim postojećim sistemima.",
    "labeling-ent-text-2": "Trčite potpuno van mreže sa vlastitom radnom snagom, pratite vrijednost koju troše poslovne jedinice ili partneri konzorcija, selektivno usmjeravajte poslove prema različitim internim ili vanjskim dobavljačima radne snage na osnovu troškova i sigurnosnih zahtjeva i još mnogo toga.",
    "labeling-ent-text-3": "Jednostavan pristup API-ju, predivne kontrolne ploče i najnovija tehnologija u obliku petlje za maksimalnu efikasnost.",
    "labeling-ent-text-4": "Dostupni su 99,99% SLA i 24/7 globalna podrška. Za više informacija:",
    "labeling-features-head-1": "Jednostavni API-vođeni cjevovodi.",
    "labeling-features-head-2": "Optimizirano za cijenu i kvalitetu. Nije potrebno unaprijed predano.",
    "labeling-features-head-3": "Platite samo za tačnost koja vam je potrebna.",
    "labeling-features-head-4": "Navedite vlastite podatke o osnovnoj istini ili nam dopustite da ih gradimo u hodu.",
    "labeling-features-text-1": "Želite li ljudski pregled integrirati direktno u svoje poslovanje? Nudimo SLA visoke pouzdanosti, zagarantovani kapacitet i jednostavne REST API-je.",
    "labeling-features-text-2": "HUMAN platforma koristi sveobuhvatne modele pouzdanja za provođenje sofisticirane analize kvaliteta u stvarnom vremenu. To nam omogućava da brzo utvrdimo i težinu pitanja i njihov vjerovatno pravi odgovor, štedeći vam vrijeme i novac.",
    "labeling-features-text-3": "Nisu svi problemi isti. Bilješke za sigurnosno bitne zadatke mogu zahtijevati povjerenje od 99,99% od potpuno ljudskih radnika. Napomene za jednu beta funkciju u aplikaciji za mobilne igre mogu zahtijevati samo umjereno povjerenje. Ti odluci.",
    "labeling-features-text-4": "Imate li neobrađene podatke bez sveobuhvatnog skupa provjere? U većini slučajeva možemo ga izraditi za vas dok se zadaci provode kroz sistem ili stvoriti označene uzorke za vaše odobrenje.",
    "labeling-info-head": "Označavanje podataka",
    "labeling-info-text-1": "Razgovarajte s jednim od naših stručnjaka za domenu kako biste definirali potrebe vašeg projekta: preciznost cilja, format i sve posebne zahtjeve.",
    "labeling-info-text-2": "Izvršavamo mali proizvodni posao na osnovu vaših uzoraka podataka. Ovim se testira posao koji smo zajedno obavili kako bismo osigurali da dobijete upravo ono što vam treba.",
    "labeling-info-text-3": "Uz veliku količinu i malu kašnjenje, brzo ćemo preokrenuti vaš posao, automatiziranom dostavom čim to završite.",
    "labeling-info-text-4": "Kako bolje razumijemo parametre vašeg proizvodnog rada, rezultati će se s vremenom poboljšavati.",
    "labeling-info-text-5": "Kontrolne ploče uživo omogućuju vam da pružite povratne informacije ili zaustavite proizvodnju u bilo kojem trenutku.",
    "labeling-info-title-1": "Definirajte specifikacije",
    "labeling-info-title-2": "Početni test posla",
    "labeling-info-title-3": "Postavite proizvodne poslove",
    "labeling-info-title-4": "Kontinuirano poboljšanje",
    "labeling-info-title-5": "Rezultati u stvarnom vremenu",
    "labeling-main-1": "Isplativo označavanje podataka u opsegu",
    "labeling-main-1-button": "Označite svoje podatke odmah",
    "labeling-main-1c": "Trebate još oznaka za vaše skupove podataka? hCaptcha pruža brzo, isplativo i visokokvalitetno označavanje podataka za kompanije koje rade na aplikacijama veštačke inteligencije i mašinskog učenja.",
    "labeling-main-2": "Odmah pokrenite milione zadataka.",
    "labeling-main-2-button": "Kupite usluge etiketiranja podataka",
    "labeling-main-2c": "hCaptcha ima jedan od najvećih bazena na planeti dostupan za vašu upotrebu. Bez obzira na vašu vagu, možemo se nositi s njom bez skupih unaprijed preuzetih obveza. Milijuni zadataka dnevno nisu problem.",
    "labeling-platform-head": "Privatne ili javne informacije",
    "labeling-platform-text": "hCaptcha je izgrađena na HUMAN platformi, koja omogućava sofisticirano usmjeravanje i analizu za optimizaciju troškova i efikasnosti u svakom koraku. Ova tehnologija omogućava pravoj radnoj snazi da se nosi sa svakim dijelom vašeg posla, maksimalizirajući troškovnu efikasnost uz istovremeno očuvanje privatnosti i ispunjavanje svih regulatornih zahtjeva koji se mogu primijeniti.",
    "labeling-try-button": "Kupite usluge etiketiranja podataka",
    "labeling-try-head": "Želite probati s vašim podacima?",
    "labeling-try-text": "... spremni smo za vas: naša usluga dostupna je 24 sata dnevno.",
    "learn-more-hcaptcha": "Saznajte više o hCaptcha",
    "page-acc-faq-1": "Pitanje: Da li je hCaptcha odjeljak 508 + WCAG 2.0 usklađen? Odgovor: Vjerujemo tako: svi korisnici s bilo kojim oblikom oštećenja koji mogu pregledavati web i unositi tekst u obrasce mogu pristupiti uslugama zaštićenim hCaptcha nakon registracije. Međutim, ovo nije pravni savjet: trebali biste sami izvršiti procjenu, uzimajući u obzir vašu posebnu provedbu kako biste osigurali da je to slučaj za vaše raspoređivanje.",
    "page-acc-faq-2": "Pitanje: Radite li na drugim opcijama pristupačnosti (a11y), poput zvuka? Odgovor: Ranije popularne opcije poput audio captcha diskriminiraju mnoge korisnike a11y i moderne tehnike mašinskog učenja lako ih pobjeđuju. To je prisililo trenutne audio izazove da postaju sve teži, uvodeći buku, neparne vremenske okvire, neobične kombinacije riječi i tako dalje da bi porazili napadače. Stoga smo manje oduševljeni ovim pristupom u odnosu na potpuno izbjegavanje izazova, ali razmotrit ćemo ga ako postoji potražnja zajednice a11y. Međutim, vrlo smo zainteresirani za Privacy Pass za slučaj upotrebe pristupačnosti. Vjerujemo da će kombiniranje našeg trenutnog pristupa a11y s izdavanjem Privacy Pass-a omogućiti korisnicima a11y sigurno pregledavanje, sigurni u saznanju da je njihov promet privatniji, istovremeno ograničavajući zloupotrebu od strane bot operatora koja se neizbježno događa kada su dostupne opcije a11y. Aktivni smo sudionici IETF radne grupe koja standardizira ovu novu tehnologiju.",
    "page-acc-faq-3": "Pitanje: Šta je sa privatnošću? Da li registracija izlaže podatke pregledavanja a11y na neki način? Šta radite s e-poštom? Odgovor: hCaptcha je dizajniran za privatnost od temelja. Vrlo se razlikuje od tradicionalnih opcija poput reCAPTCHA koje su u vlasništvu oglasnih mreža koje imaju poticaj da vas prate na mreži i povežu sa pravim identitetom. Nikada ne koristimo e-poštu ili informacije o pristupačnosti u bilo koje svrhe, osim za olakšavanje upotrebe i sprečavanje zloupotrebe. Naša politika privatnosti sadrži sveobuhvatne i autoritativne odgovore o tome kako koristimo podatke, ali kratak je odgovor da nas ne zanima pridruživanje vas kao osobe vašoj povijesti pregledavanja. Trenutno također radimo na kriptografskom rješenju za brzo odbacivanje vaše adrese e-pošte. i dalje čuvajući našu sposobnost da spriječimo zloupotrebu, dopunjavajući naš posao Privacy Pass.",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje neometanog pristupa za sve korisnike uz održavanje sigurnosti",
    "page-acc-summary": "Sažetak",
    "page-acc-summary-contents-1": "hCaptcha je dizajniran da zaustavi botove tako što ih razlikuje od ljudi. Vizuelni testovi su prikladan alat za to, ali ne mogu svi riješiti vizuelni izazov. Iz tog smo razloga osmislili jednostavnu, bezbolnu alternativu kako bismo izdavačima koji koriste našu uslugu omogućili da sačuvaju pristup svima s potpunom usklađenošću sa Odjeljkom 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako to funkcionira: prvo, korisnik pristupačnosti se prijavljuje na ovaj URL koji je povezan na stranicu informacija o widgetu hCaptcha. Dobivaju šifrirani kolačić koji se može koristiti nekoliko puta dnevno, ali se mora osvježavati svaka 24 sata putem prijave. Kada se izazov postavi korisniku pristupačnosti na bilo kojoj web lokaciji koja koristi uslugu hCaptcha, oni će automatski proći.",
    "page-acc-title": "hCaptcha Informacije o pristupačnosti",
    "page-acc-tr-body": "Pitanje: I dalje vidim izazov nakon postavljanja kolačića. Šta je uzrok tome? Odgovor: To je obično zbog upotrebe agresivnog blokatora oglasa ili proširenja protiv kolačića ili postavke koja blokira kolačiće na više web lokacija, u ovom slučaju kolačića za hcaptcha.com koji postavlja ili provjerava JavaScript hCaptcha na drugoj web lokaciji , poput one koju posjećujete. Kolačići pristupačnosti hCaptcha rade sa svim popularnim preglednicima i programima za blokiranje oglasa sa njihovim standardnim postavkama, pa su obično do grešaka kripti anti-adblock ili slični skupovi pravila koji ciljaju određene web lokacije. Rješenja: 1. Bijela lista hcaptcha.com i * .hcaptcha.com kolačića u blokadi oglasa ili sigurnosnom proširenju preglednika. 2. Ako koristite hrabri preglednik koji, čini se, (od aprila 2020.) nema nijednu bijelu listu kolačića, idite na Postavke -> Štitovi -> Kolačići i odaberite Dopusti sve kolačiće. 3. Ako koristite najnoviju verziju Safarija na nedavno objavljenom OS X 10.15 ili iOS 13. 4, Apple je upravo promijenio ponašanje Safarija vezano uz kolačiće treće strane, blokirajući ih prema zadanim postavkama. Primjenjujemo rješenje, ali u međuvremenu posjetite Safari Preferences, odjeljak Privatnost i poništite praćenje web stranica: Spriječite praćenje više web lokacija kako biste omogućili da kolačić za pristupačnost funkcionira kako se očekivalo. Pitanje: Koristim više uređaja. Moram li se prijaviti više puta? Odgovor: Ne. Molimo kliknite istu vezu za prijavu putem e-pošte koja vam je poslana na svakom uređaju koji koristite da biste postavili kolačić.",
    "page-acc-tr-title": "Za korisnike pristupačnosti: Pitanja i odgovori i Vodič za rješavanje problema",
    "priv-hc": "Privatnost fokusirana",
    "priv-hc-text": "Oglasne mreže vas doživljavaju kao njihov proizvod. Nemamo. Nas ne zanima ko su korisnici, samo koliko je vjerovatno da će biti zlonamjerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "reporting-bugs-accessibility-button": "Saznajte više o opcijama pristupačnosti",
    "reporting-bugs-accessibility-head": "Opcije pristupačnosti",
    "reporting-bugs-accessibility-text": "Jeste li oštećeni vida ili na drugi način ne možete ispuniti hCaptchas?",
    "reporting-bugs-guide-ff-head": "Snimanje detalja izvještaja o greškama: Firefox",
    "reporting-bugs-guide-ff-step-1": "Korak 1: Otvorite alate za programere (Ovo započinje snimanje sesije.)",
    "reporting-bugs-guide-ff-step-2": "Korak 2: Kliknite karticu Mreža u Alatima za programere. Označite okvir Perzistične evidencije na vrhu.",
    "reporting-bugs-guide-ff-step-3": "Korak 3: posjetite https://accounts.hcaptcha.com/demo ili web lokaciju na kojoj imate problem (Napomena o privatnosti: samo ako vam ne smeta da podijelite o čemu se radi) ..., a zatim kliknite I ja sam ljudsko dugme i pokušaj riješiti.",
    "reporting-bugs-guide-ff-step-4": "Korak 4: Kliknite HAR nakon što pokušate riješiti problem i odaberite Spremi sve kao HAR da biste spremili mrežni zapisnik. Pošaljite nam taj fajl.",
    "reporting-bugs-guide-ff-step-5": "Korak 5: Kliknite karticu Konzola, a zatim kliknite desnom tipkom miša, a zatim odaberite Sve i spremite to u tekstualnu datoteku kako biste spremili dnevnik konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-ff-step-6": "Posljednji korak: Pošaljite nam te datoteke dnevnika HAR-a i konzola e-poštom i opišite problem. Upotrijebite: support@hcaptcha.com (koristite uslugu poput Dropbox-a ili Filebin-a i pošaljite linkove) i po želji snimak zaslona ako sumnjate da se nešto ne prikazuje ispravno . Pošaljite i IP koji koristite. Možete ga dobiti na https://www.whatsmyip.org/ Hvala što ste odvojili vrijeme i pomogli nam da dobijemo ove informacije! Posvećeni smo tome da hCaptcha radi dobro za sve.",
    "reporting-bugs-guide-head": "Snimanje detalja izvještaja o greškama: Chrome",
    "reporting-bugs-guide-step-1": "Korak 1: Otvorite alate za programere (Ovo započinje snimanje sesije.)",
    "reporting-bugs-guide-step-2": "Korak 2: Kliknite karticu Mreža u Alatima za programere. Označite okvir Očuvaj zapisnik na vrhu.",
    "reporting-bugs-guide-step-3": "Korak 3: posjetite https://accounts.hcaptcha.com/demo ili web lokaciju na kojoj imate problem (Napomena o privatnosti: samo ako vam ne smeta da podijelite o čemu se radi) ..., a zatim kliknite I ja sam ljudsko dugme i pokušaj riješiti.",
    "reporting-bugs-guide-step-4": "Korak 4: Kliknite Export HAR (mala strelica dolje) nakon što pokušate riješiti problem, čime se sprema mrežni dnevnik. Pošaljite nam taj fajl.",
    "reporting-bugs-guide-step-5": "Korak 5: Kliknite karticu Konzola i desnom tipkom miša kliknite Spremi kao .. kako biste spremili dnevnik konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-step-6": "Posljednji korak: Pošaljite nam te datoteke HAR-a i datoteke dnevnika konzole e-poštom i opišite problem. Upotrijebite: support@hcaptcha.com (koristite uslugu poput Dropbox-a ili Filebin-a i pošaljite linkove) i po želji snimak zaslona, ako sumnjate da se nešto ne prikazuje ispravno. Pošaljite i IP koji koristite. Možete ga dobiti na https://www.whatsmyip.org/ Hvala što ste odvojili vrijeme i pomogli nam da dobijemo ove informacije! Posvećeni smo tome da hCaptcha radi dobro za sve.",
    "reporting-bugs-guide-text-1": "Slanje informacija o otklanjanju grešaka uz vaš izvještaj olakšat će nam prepoznavanje onoga što se događa. Evo detaljnih uputa:",
    "reporting-bugs-guide-text-2": "Ako ste web programer ili stručni korisnik, sažetak je da želimo da nam pošaljete HAR zapisnike mreže i zapise konzole preglednika. Pokušajte prvo onemogućiti bilo koje sigurnosne ekstenzije programa za blokiranje oglasa ili preglednika, a zatim pokušajte ponovo prije nego što prođete kroz ove korake. Ako to riješi vaš problem, još uvijek bismo bili zahvalni što ste nas obavijestili o verziji preglednika, blokeru oglasa ili proširenju preglednika i URL-u web lokacije.",
    "reporting-bugs-intro-head": "Pronašli ste grešku? Evo kako to prijaviti.",
    "reporting-bugs-intro-text": "Milioni ljudi koriste hCaptcha svakog mjeseca na hiljadama kombinacija pregledača, ekstenzija, uređaja, zaštitnih zidova i još mnogo toga. Cilj nam je osigurati da uvijek funkcionira za vas, zato izuzetno cijenimo vaše izvještaje! Da biste dali brzu povratnu informaciju, samo kliknite gumb Pošaljite nam povratne informacije. Ako vidite funkcionalni problem, slijedite upute za evidenciju otklanjanja pogrešaka za Chrome ili upute za uklanjanje pogrešaka za Firefox u nastavku. Za bilo koji drugi pretraživač jednostavno nam pošaljite e-poštu. Za potencijalne probleme sa sigurnošću ili privatnošću pogledajte uputstva u nastavku.",
    "reporting-bugs-privacy-head": "Pitanja privatnosti",
    "reporting-bugs-privacy-text": "Ne zanima nas ko su korisnici, samo koliko je vjerovatno da će biti zlonamjerni ili računari. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti. Ako ste pronašli problem za koji mislite da bi mogao utjecati na privatnost korisnika, pošaljite nam e-poštu na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošaljite nam povratne informacije",
    "reporting-bugs-provide-feedback-head": "Pružite trenutne povratne informacije o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "reporting-bugs-security-head": "Sigurnosne greške",
    "reporting-bugs-security-text": "Uvijek smo zainteresirani za primanje izvještaja o sigurnosnim greškama. Pošaljite e-poštu na support@hcaptcha.com i CC security@hcaptcha.com i brzo ćemo vam se javiti. Takođe imamo program nagrađivanja za programske pogreške za prihvatljive sigurnosne izvještaje o usluzi hCaptcha i srodni izvorni kod.",
    "sec-hc": "Sigurnost na prvom mjestu",
    "sec-hc-text": "hCaptcha je usmjerena na izdavača. Radimo na tome da web lokacijama damo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Tačnost je u vašem i našem interesu. Ostale kaptke pružaju reklamne kompanije. Svaki bot koji blokiraju može smanjiti njihov prihod.",
    "switch-to-english-link": "Prebacite se na engleski",
    "what-is-hcaptcha": "Šta je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da izbjegnu botove, neželjenu poštu i zloupotrebe postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za mašine.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele da bismo utvrdili jeste li čovjek ili mašina. Web stranica koju ste posjetili zatim koristi ovaj rezultat da pomogne poboljšati vaše iskustvo na njihovoj web lokaciji tako što neće koristiti botove."
}