{
    "acc-opt": "Opcije pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li slabovidni ili ne možete dovršiti hCaptchas?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam bilo koja pitanja i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Dajte povratne informacije o hCaptcha koji ste upravo vidjeli",
    "home-ent-1": "Tražite našu ponudu za sigurnost preduzeća?",
    "home-ent-2": "Posjetite našu novu namjensku stranicu: BotStop.com",
    "home-intro-body": "Da li koristite captcha da ne biste držali robota? hCaptcha štiti privatnost korisnika, nagrađuje web stranice i pomaže kompanijama da dobiju naljepnicu svojih podataka. To je zamjenska opcija za reCAPTCHA: možete se prebaciti u roku od nekoliko minuta.",
    "home-intro-head": "Zaustavite više robota. Započnite zaštitu privatnosti korisnika.",
    "home-main-1": "Privatno. Sigurno. Brže. I mi vam plaćamo da ga koristite.",
    "home-main-2": "Privatnost fokusirana",
    "home-main-2c": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za hCaptcha proizvod je posao koji pružaju. Ne zanima nas ko su vaši korisnici, samo koliko je vjerovatno da će biti zlonamerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "home-main-3": "Prvo sigurnost",
    "home-main-3c": "Preciznost je u vašem interesu i nama. hCaptcha je fokusiran na izdavača. Radimo na tome da vam pružimo stvarne podatke i pustimo vas da odlučite kako ćete ih koristiti. Ostale kapsule pružaju",
    "home-main-3c2": "reklamne kompanije. To znači da svaki bot koji blokiraju može smanjiti svoj prihod.",
    "home-main-4": "Bolje korisničko iskustvo",
    "home-main-4c": "HCaptcha koristi sofisticirane modele strojnog učenja za određivanje čovječanstva. To nam omogućava da od korisnika zahtevamo manje dosadne zadatke i odvojimo im manje vremena, radeći pritom korisne podatke s oznakom za kupce.",
    "home-main-plans": "hCaptcha se besplatno koristi za izdavače bilo koje veličine. Međutim, za preduzeća i platforme kojima je potrebna veća kontrola dostupna su naša rješenja za poduzeća.",
    "home-main-plans2": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web stranica za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posetite",
    "home-main-plans3": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web stranica za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posetite",
    "home-main-plans4": "za detalje.",
    "learn-more-hcaptcha": "Saznajte više o hCaptcha",
    "page-acc-faq-1": "Pitanje: Da li je usklađen hCaptcha Odjeljak 508 + WCAG 2.0? Odgovor: Vjerujemo da: svi korisnici s bilo kojim oblikom oštećenja koji mogu pregledavati web i unositi tekst na obrasce mogu pristupiti uslugama zaštićenim hCaptcha nakon registracije. Međutim, ovo nije pravni savet: trebalo bi da izvršite sopstvenu procenu, uzimajući u obzir vašu konkretnu implementaciju kako biste osigurali da je to slučaj sa vašim razmeštanjem.",
    "page-acc-faq-2": "Pitanje: Radite li na drugim opcijama pristupačnosti (a11y), poput zvuka? Odgovor: Ranije popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike i lako ih pobjeđuju modernim tehnikama strojnog učenja. To je prisililo trenutne izazove zvuka da postanu sve teži, uvodeći buku, čudno odbrojavanje vremena, neobične kombinacije riječi i tako dalje, da poraze napadače. Stoga smo manje entuzijastični za ovaj pristup nasuprot izbjegavanju izazova, ali razmotrit ćemo ga ako postoji potražnja od zajednice A11y. Međutim, zainteresovani smo za privatnost za slučaj pristupačnosti. Vjerujemo da će kombiniranje našeg trenutnog a11y pristupa s izdavanjem Privacy Pass-a omogućiti a11y korisnicima da pregledavaju sigurno, sigurni u spoznaju da je njihov promet privatniji, dok ograničava zloupotrebu od strane bot operatora koja se neminovno događa kada su dostupne a11y opcije. Mi smo aktivni sudionici IETF radne grupe koja standardizira ovu novu tehnologiju.",
    "page-acc-faq-3": "Pitanje: Šta je sa privatnošću? Da li se registracija na neki način izlaže podacima o pretraživanju11? Šta radite sa e-poštom? Odgovor: hCaptcha je osmišljen za privatnost od početka. Vrlo se razlikuje od tradicionalnih opcija poput reCAPTCHA koje su u vlasništvu oglasnih mreža koje imaju poticaj da vas prate po webu i povezuju vas sa stvarnim identitetom. Nikada ne koristimo e-poštu ili podatke o pristupačnosti za bilo koju drugu svrhu osim za olakšavanje upotrebe i sprečavanje zloupotrebe. Naša politika privatnosti sadrži sveobuhvatne i autoritativne odgovore o tome kako koristimo podatke, ali kratki odgovor je da nemamo interes da vas povezujemo kao osobu s vašom istorijom pregledavanja. Trenutno radimo i na kriptografskom rješenju za brzo odbacivanje adrese e-pošte. uz zadržavanje naše sposobnosti za sprečavanje zloupotrebe, nadopunjavajući naš rad o privatnosti.",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje besprijekornog pristupa svim korisnicima uz održavanje sigurnosti",
    "page-acc-summary": "Sažetak",
    "page-acc-summary-contents-1": "hCaptcha osmišljena je za zaustavljanje botova razlikujući ih od ljudi. Vizualni testovi su prikladan alat za to, ali ne može svako riješiti vizualni izazov. Iz tog razloga dizajnirali smo jednostavnu, bezbolnu alternativu kojom izdavačima koji koriste našu uslugu čuvaju dostupnost za sve uz potpunu suglasnost s člankom 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako to djeluje: prvo se na ovom URL-u prijavi korisnik za pristup, koji je povezan na hCaptcha stranici s informacijama widgeta. Omogućeni su im šifrirani kolačić koji se mogu koristiti nekoliko puta dnevno, ali moraju se osvježavati svaka 24 sata putem prijave. Kada se izazov predstavlja korisniku pristupačnosti na bilo kojem web mjestu pomoću usluge hCaptcha, automatski će proći.",
    "page-acc-title": "Informacije o pristupačnosti hCaptcha",
    "page-acc-tr-body": "Pitanje: i dalje imam izazov nakon postavljanja kolačića. Šta to uzrokuje? Odgovor: To se obično događa korištenjem agresivnog blokatora oglasa ili proširenja kolačića ili postavke koja blokira kolačiće na različitim web lokacijama, u ovom slučaju kolačić za hcaptcha.com koji hCaptcha JavaScript postavlja ili provjerava na drugom web mjestu poput one koju posećujete. hCaptcha kolačići pristupačnosti rade sa svim popularnim preglednicima i blokatorima oglasa sa njihovim standardnim postavkama, tako da obično kvarovi nastaju zbog skripti anti-adblock ili sličnih skupova pravila koji ciljaju određene web lokacije. Rješenja: 1. Kolačići za kola hcaptcha.com i * .hcaptcha.com u vašem blokatoru oglasa ili sigurnosnom proširenju preglednika. 2. Ako koristite pretraživač Brave, za koji se čini da (od travnja 2020.) nema nikakvu vrstu kolačića, idite na Postavke -> Štitnici -> Kolačići i odaberite Dopusti sve kolačiće. 3. Ako koristite najnoviju verziju Safarija na nedavno izdanom OS X 10.15 ili iOS 13. 4, Apple je upravo promijenio ponašanje Safarija u vezi s kolačićima treće strane, blokirajući ih sve prema zadanim postavkama. Implementiramo rješenje, ali u međuvremenu posjetite Postavke Safarija, odjeljak privatnosti i poništite odabir Praćenje web stranica: Spriječite praćenje na različitim web lokacijama kako bi kolačić za pristupačnost mogao funkcionirati kako se očekuje. Pitanje: Koristim više uređaja. Trebam li se prijaviti više puta? Odgovor: Ne. Kliknite istu vezu za prijavu e-pošte koja vam je poslana na svakom uređaju koji koristite kako biste postavili kolačić.",
    "page-acc-tr-title": "Za korisnike pristupačnosti: Vodič za pitanja i probleme i rješavanje problema",
    "priv-hc": "Privatnost fokusirana",
    "priv-hc-text": "Oglasne mreže vide vas kao njihov proizvod. Mi ne. Ne zanima nas ko su korisnici, samo koliko su vjerojatni da će biti zlonamerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "sec-hc": "Prvo sigurnost",
    "sec-hc-text": "hCaptcha je fokusiran na izdavača. Radimo na tome da web stranicama pružimo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Preciznost je u vašem interesu i nama. Ostale kaptole pružaju reklamne kompanije. Svaki bot koji blokiraju može smanjiti svoj prihod.",
    "what-is-hcaptcha": "Što je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da spreče botove, neželjenu poštu i zloupotrebu postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za mašine.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo shvatili da li ste čovjek ili stroj. Web lokacija koju ste posjetili tada koristi ovaj rezultat za poboljšanje vašeg iskustva na njihovoj web stranici čuvanjem botova."
}