{
    "about-advisors-brendan": "Generalni direktor. Priznati lider u AI. Tokom prethodnih decenija primenjivao je strojnu inteligenciju na širok raspon poslovnih problema.",
    "about-advisors-dawn": "Doktorat iz računarske biologije, Stanford. Rad sa neuronskim mrežama od 1999. Fokusirajte se na primijenjeni ML i dubinsko učenje na skali.",
    "about-advisors-head": "Savetnici",
    "about-advisors-keiran": "Stručnjak za baze podataka i Blockchain. Rani inženjer u Clouderi i još mnogo toga. Desetljeće softvera i timova za izgradnju stručnosti.",
    "about-content-head-1": "Šta mi radimo",
    "about-content-head-2": "Zašto je važno",
    "about-content-text-1": "hCaptcha je usluga kompanije Intuition Machines Inc, kompanije AI i mašinskog učenja sa fokusom na metalening i vizuelnu domenu ML u razmjerima. ‍Izgradimo i upravljamo masivno skalabilnim sistemima kako bismo omogućili usluge analize video i slike za kompanije Global 2000 širom svijeta.",
    "about-content-text-2": "Više podataka uglavnom daje bolje rezultate. Izrada i održavanje ispravno označenih i relevantnih skupova podataka zahtijeva mnogo vremena i skupo. ‍HCaptcha je prvobitno razvijen kako bi zadovoljio vlastite potrebe u označavanju slika, a sad je dostupan i za druge kompanije sa sličnim potrebama.",
    "about-intro-head-1": "Rad za hCaptcha",
    "about-intro-head-2": "Naša misija je velika",
    "about-intro-text": "Brzo rastemo i uvijek smo u potrazi za najboljim svjetskim talentom u našim globalnim uredima. Prijaviti se možete pomoću donjih linkova.",
    "about-leadership-alex": "Stručnjak za baze podataka i Blockchain. Rani inženjer u Clouderi i još mnogo toga. Desetljeće softvera i timova za izgradnju stručnosti.",
    "about-leadership-eli": "Generalni direktor. Priznati lider u AI. Tokom prethodnih decenija primenjivao je strojnu inteligenciju na širok raspon poslovnih problema.",
    "about-leadership-head": "Liderstvo",
    "about-leadership-todd": "Doktorat iz računarske biologije, Stanford. Rad sa neuronskim mrežama od 1999. Fokusirajte se na primijenjeni ML i dubinsko učenje na skali.",
    "acc-opt": "Opcije pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li slabovidni ili ne možete dovršiti hCaptchas?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam bilo koja pitanja i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Dajte povratne informacije o hCaptcha koji ste upravo vidjeli",
    "footer-attribution": "Atribucija",
    "footer-copyright-text": "hCaptcha je registrovani zaštitni znak kompanije Intuition Machines, Inc.",
    "footer-header-1": "Kompanija",
    "footer-header-2": "Resursi",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Označavanje",
    "footer-link-2": "O",
    "footer-link-3": "Poslovi",
    "footer-link-4": "Žigovi",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumentacija",
    "footer-link-8": "Prijavi grešku",
    "footer-link-9": "Pristupačnost",
    "footer-privacy": "Privatnost",
    "footer-subheader-1": "Podrška",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Uslovi",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Usluge etiketiranja",
    "header-login-button": "Ulogovati se",
    "header-plans-link": "Planovi",
    "header-signup-button": "Prijaviti se",
    "home-aboot-subtitle": "Pokreće HUMAN protokol",
    "home-about-head": "O hCaptcha",
    "home-about-text-1": "hCaptcha osmišljen je za rješavanje najzahtjevnijih problema u strojnom učenju: označavanje ogromnih količina podataka na pravilan, pristupačan i pouzdan način.",
    "home-about-text-2": "Više podataka generalno daje bolje rezultate u modelima strojnog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, gotovo uvijek s nekim ljudskim pregledima. Međutim, stvaranje velikih skupova podataka koje su pregledali ljudi putem Mehaničkih Turaka, Slika osam itd. Je i sporo i skupo.",
    "home-about-text-3": "hCaptcha omogućava web lokacijama da zarađuju novac poslužujući ovaj zahtjev, dok blokira botove i druge oblike zlostavljanja.",
    "home-about-text-4": "Tržište hCaptcha pokreće HUMAN protokol, otvoreni decentralizirani protokol za pregled ljudi koji se izvodi na bloku Ethereum. Web stranice zarađuju ljudske tokene (HMT) kad god korisnici koriste hCaptcha widget na svojoj web stranici, a kompanije za strojno učenje plaćaju ljudske tokene kako bi dobili svoje podatke.",
    "home-ba-labeling-services-link": "Usluge etiketiranja",
    "home-benefits-head-1": "Vrijednost u označavanju podataka",
    "home-benefits-head-2": "Vratite se u dobrotvorne svrhe",
    "home-benefits-text-1": "Jeste li shvatili da svaki put kada \"kliknete na automobil\" pomažete da besplatno obučite jedan sistem za strojno učenje Giganticcompanya?",
    "home-benefits-text-2": "hCaptcha ovaj model okreće. Kada koristite hCaptcha, tvrtke licitiraju za posao koji vaši korisnici rade dok dokazuju svoju humanost. Dobijate nagrade.",
    "home-benefits-text-3": "Želite li se vratiti svojoj omiljenoj dobrotvornoj organizaciji? hCaptcha vam omogućuje da podržite dobrotvorne organizacije po vašem izboru s zaradom koju steknite upotrebom. Korisnici na vašoj web stranici uskoro će moći vidjeti vaš doprinos dobrotvornom poslu putem diskretnog brendiranja na hCaptcha sučelju.",
    "home-challenge-text-1": "Odaberite sve slike koje odgovaraju upitu",
    "home-challenge-text-2": "Odredite granično područje za objekte",
    "home-challenge-text-3": "Identificirajte odgovarajuće naljepnice",
    "home-challenge-title-1": "Poređenje",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizacija",
    "home-challenges-head": "Predstavljeni izazovi",
    "home-challenges-text-1": "... i druge jednostavne zadatke. Lako za ljude, teško za botove.",
    "home-challenges-text-2": "Prilagođeni zadaci dostupni su i za korporativne izdavače.",
    "home-ent-1": "Tražite našu ponudu za sigurnost preduzeća?",
    "home-ent-2": "Posjetite našu novu namjensku stranicu: BotStop.com",
    "home-ent-button": "Saznajte više: BotStop by hCaptcha",
    "home-from-the-blog": "IZ BLOGA:",
    "home-from-the-blog-value": "Kako rade postavke hCaptcha poteškoće",
    "home-intro-body": "Da li koristite captcha da ne biste držali robota? hCaptcha štiti privatnost korisnika, nagrađuje web stranice i pomaže kompanijama da dobiju naljepnicu svojih podataka. To je zamjenska opcija za reCAPTCHA: možete se prebaciti u roku od nekoliko minuta.",
    "home-intro-button": "Prijavi se sada",
    "home-intro-head": "Zaustavite više robota. Započnite zaštitu privatnosti korisnika.",
    "home-main-1": "Privatno. Sigurno. Brže. I mi vam plaćamo da ga koristite.",
    "home-main-2": "Privatnost fokusirana",
    "home-main-2c": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za hCaptcha proizvod je posao koji pružaju. Ne zanima nas ko su vaši korisnici, samo koliko je vjerovatno da će biti zlonamerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "home-main-3": "Prvo sigurnost",
    "home-main-3c": "Preciznost je u vašem interesu i nama. hCaptcha je fokusiran na izdavača. Radimo na tome da vam pružimo stvarne podatke i pustimo vas da odlučite kako ćete ih koristiti. Ostale kapsule pružaju",
    "home-main-3c2": "reklamne kompanije. To znači da svaki bot koji blokiraju može smanjiti svoj prihod.",
    "home-main-4": "Bolje korisničko iskustvo",
    "home-main-4c": "HCaptcha koristi sofisticirane modele strojnog učenja za određivanje čovječanstva. To nam omogućava da od korisnika zahtevamo manje dosadne zadatke i odvojimo im manje vremena, radeći pritom korisne podatke s oznakom za kupce.",
    "home-main-plans": "hCaptcha se besplatno koristi za izdavače bilo koje veličine. Međutim, za preduzeća i platforme kojima je potrebna veća kontrola dostupna su naša rješenja za poduzeća.",
    "home-main-plans2": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web stranica za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posetite",
    "home-main-plans3": "HCaptcha poslovna rješenja štite milione korisnika na desetinama miliona web stranica za neke od najvećih kompanija na planeti. Molimo kontaktirajte nas za više informacija ili posetite",
    "home-main-plans4": "za detalje.",
    "home-plans-button-1": "Prijavi se sada",
    "home-plans-button-2": "Kontaktirajte prodaju",
    "home-plans-chart-head-1": "Značajke",
    "home-plans-chart-head-2": "Izdavač",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Prikazane su vrste izazova za kontrolu",
    "home-plans-chart-row-1-cell-2": "Ograničena",
    "home-plans-chart-row-1-cell-3": "Ukupno",
    "home-plans-chart-row-10-cell-1": "Finozrnati nivoi težine",
    "home-plans-chart-row-11-cell-1": "Finozrnati nivoi težine",
    "home-plans-chart-row-12-cell-1": "Finozrnati nivoi težine",
    "home-plans-chart-row-2-cell-1": "Koristite upotrijebljeni sadržaj izazova",
    "home-plans-chart-row-2-cell-2": "Ograničena",
    "home-plans-chart-row-2-cell-3": "Ukupno",
    "home-plans-chart-row-6-cell-1": "Politika privatnosti za GDPR i CCPA",
    "home-plans-chart-row-7-cell-1": "Finozrnati nivoi težine",
    "home-plans-chart-row-8-cell-1": "Finozrnati nivoi težine",
    "home-plans-chart-row-9-cell-1": "Finozrnati nivoi težine",
    "home-try-it-out-button": "Nabavite hCaptcha",
    "home-try-it-out-text": "hCaptcha pruža jednostavno, lako i pouzdano otkrivanje bot-a, dok je za ljude trivijalno riješiti.",
    "home-try-it-put-head": "Isprobaj",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je osmišljena da riješi najzahtjevniji problem u strojnom učenju; blagovremeno, pristupačno i pouzdano označavati ogromne količine podataka. Više podataka generalno daje bolje rezultate u modelima strojnog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, a hCaptcha služi toj potrebi.",
    "labeling-about-text-2": "Međutim, stvaranje velikih skupova podataka koje pregledavaju ljudi upotrebom tradicionalnih metoda je sporo i skupo. hCaptcha je način da kompanije dobiju komentare koje su im potrebne brže, kvalitetnije i s nižim troškovima u odnosu na druge alternative.",
    "labeling-annotations-head": "Vrste napomena",
    "labeling-annotations-text-1": "Precizno otkrivanje predmeta na slikama i u videozapisima",
    "labeling-annotations-text-2": "Precizno otkrivanje predmeta na slikama i u videozapisima",
    "labeling-annotations-text-3": "Napomene za mnoge različite slučajeve upotrebe",
    "labeling-annotations-text-4": "Poredaj ili dodaj proizvoljne kategorije bilo koje veličine",
    "labeling-annotations-text-5": "Detekcija i klasifikacija na ljudski pogon",
    "labeling-annotations-text-6": "Trebate drugu vrstu koja nije ovde navedena? Samo pitajte nas.",
    "labeling-annotations-title-1": "Kutije za povezivanje",
    "labeling-annotations-title-2": "Poligonima",
    "labeling-annotations-title-3": "Orijentiri",
    "labeling-annotations-title-4": "Kategorizacija atributa",
    "labeling-annotations-title-5": "Upoređivanje i otkrivanje",
    "labeling-annotations-title-6": "... i još mnogo toga",
    "labeling-ent-button": "Obratite se našem timu za Enterprise Solutions",
    "labeling-ent-head": "Trebate krajnju kontrolu?",
    "labeling-ent-text-1": "HUMAN Platforma koja stoji iza hCaptcha pruža visoko sofisticirane karakteristike kvaliteta rada i upravljanja putem internih, hibridnih ili SaaS implementacija koje se integrišu u vaše postojeće sustave.",
    "labeling-ent-text-2": "Potpuno offline raditi sa vlastitom radnom snagom, pratiti vrijednost potrošenu u poslovnim jedinicama ili konzorcijskim partnerima, selektivno usmjeravati poslove do različitih unutarnjih ili vanjskih pružatelja rada na temelju zahtjeva troškova i sigurnosti i još mnogo toga.",
    "labeling-ent-text-3": "‍ Jednostavan pristup API-ju, prekrasne nadzorne ploče i najnovija tehnologija „u-petlji“ kako bi se maksimizirala efikasnost radnika.",
    "labeling-ent-text-4": "Dostupno je 99,99% produženog ugovora o radu i globalna podrška 24/7. Za više informacija:",
    "labeling-features-head-1": "Jednostavni cjevovodi koje vodi API.",
    "labeling-features-head-2": "Optimiziran za troškove i kvalitetu. Ne treba unaprijed napredovati.",
    "labeling-features-head-3": "Plaćajte samo za potrebnu tačnost.",
    "labeling-features-head-4": "Navedite svoje podatke o istini o zemlji ili nam dopustite da ih izradimo u letu.",
    "labeling-features-text-1": "Želite li integrirati ljudsku recenziju direktno u vaše poslovanje? Nudimo SLA visoke pouzdanosti, zagarantovani kapacitet i jednostavne REST API-je.",
    "labeling-features-text-2": "Platforma HUMAN koristi sveobuhvatne modele pouzdanosti za obavljanje sofisticirane analize kvaliteta u stvarnom vremenu. To nam omogućava brzo utvrđivanje težine pitanja i njihovog vjerovatno ispravnog odgovora, štedeći vam vrijeme i novac.",
    "labeling-features-text-3": "Nisu svi problemi isti. Bilješke za najvažnije sigurnosne zadatke mogu zahtijevati 99,99% povjerenja u potpunosti ljudskih radnika. Bilješke za jednu beta značajku u aplikaciji za mobilne igre mogu zahtijevati samo umjereno povjerenje. Ti odluci.",
    "labeling-features-text-4": "Imate li sirove podatke bez sveobuhvatnog skupa provjere? U većini slučajeva možemo vam izraditi jedan kao zadatke koji prolaze kroz sistem ili stvoriti označene uzorke za vaše odobrenje.",
    "labeling-info-head": "Dobijanje etikete podataka",
    "labeling-info-text-1": "Razgovarajte s jednim od naših stručnjaka za domene kako biste definirali potrebe vašeg projekta: tačnost cilja, format i sve posebne zahtjeve.",
    "labeling-info-text-2": "Izvršimo mali proizvodni posao na osnovu vaših podataka o uzorku. Ovo testira posao koji smo obavili zajedno kako bismo osigurali da dobijete upravo ono što vam treba.",
    "labeling-info-text-3": "Našom velikom zapreminom i malim kašnjenjem brzo ćemo okrenuti vaš rad s automatiziranom isporukom čim bude gotova.",
    "labeling-info-text-4": "Što bolje razumijemo parametre vašeg proizvodnog rada, rezultati će se s vremenom nastaviti poboljšavati.",
    "labeling-info-text-5": "Nadzorne ploče uživo omogućuju vam da pošaljete povratne informacije ili pauzirate proizvodnju u bilo kojem trenutku.",
    "labeling-info-title-1": "Definiraj specifikacije",
    "labeling-info-title-2": "Početni test posla",
    "labeling-info-title-3": "Zamijenite proizvodne poslove",
    "labeling-info-title-4": "Kontinuirano poboljšanje",
    "labeling-info-title-5": "Rezultati u stvarnom vremenu",
    "labeling-main-1": "Isplativo označavanje podataka u skali",
    "labeling-main-1-button": "Nabavite svoje podatke označene odmah",
    "labeling-main-1c": "Potrebno vam je više naljepnica za vaše skupove podataka? hCaptcha pruža brzo, ekonomično i visokokvalitetno označavanje podataka za tvrtke koje rade na umjetnoj inteligenciji i aplikacijama za strojno učenje.",
    "labeling-main-2": "Odmah pokrenite milione zadataka.",
    "labeling-main-2-button": "Kupite usluge označavanja podataka",
    "labeling-main-2c": "hCaptcha ima jedan od najvećih bazena na planeti koji je dostupan za upotrebu. Bez obzira na vašu veličinu, možemo to podnijeti bez skupih prethodnih obaveza. Milioni zadataka dnevno nisu nikakav problem.",
    "labeling-platform-head": "Privatne ili javne informacije",
    "labeling-platform-text": "hCaptcha je izgrađena na HUMAN platformi koja omogućava sofisticirano usmjeravanje i analize kako bi se optimizirali troškovi i efikasnost u svakom koraku. Ova tehnologija omogućava pravoj radnoj snazi da obrađuje svaki dio vašeg posla, maksimizirajući ekonomičnost uz očuvanje privatnosti i ispunjavanje svih regulatornih zahtjeva koji se mogu primijeniti.",
    "labeling-try-button": "Kupite usluge označavanja podataka",
    "labeling-try-head": "Želite pokušati sa svojim podacima?",
    "labeling-try-text": "... spremni smo kad budete: naša usluga je dostupna svakodnevno.",
    "learn-more-hcaptcha": "Saznajte više o hCaptcha",
    "page-acc-faq-1": "Pitanje: Da li je usklađen hCaptcha Odjeljak 508 + WCAG 2.0? Odgovor: Vjerujemo da: svi korisnici s bilo kojim oblikom oštećenja koji mogu pregledavati web i unositi tekst na obrasce mogu pristupiti uslugama zaštićenim hCaptcha nakon registracije. Međutim, ovo nije pravni savet: trebalo bi da izvršite sopstvenu procenu, uzimajući u obzir vašu konkretnu implementaciju kako biste osigurali da je to slučaj sa vašim razmeštanjem.",
    "page-acc-faq-2": "Pitanje: Radite li na drugim opcijama pristupačnosti (a11y), poput zvuka? Odgovor: Ranije popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike i lako ih pobjeđuju modernim tehnikama strojnog učenja. To je prisililo trenutne izazove zvuka da postanu sve teži, uvodeći buku, čudno odbrojavanje vremena, neobične kombinacije riječi i tako dalje, da poraze napadače. Stoga smo manje entuzijastični za ovaj pristup nasuprot izbjegavanju izazova, ali razmotrit ćemo ga ako postoji potražnja od zajednice A11y. Međutim, zainteresovani smo za privatnost za slučaj pristupačnosti. Vjerujemo da će kombiniranje našeg trenutnog a11y pristupa s izdavanjem Privacy Pass-a omogućiti a11y korisnicima da pregledavaju sigurno, sigurni u spoznaju da je njihov promet privatniji, dok ograničava zloupotrebu od strane bot operatora koja se neminovno događa kada su dostupne a11y opcije. Mi smo aktivni sudionici IETF radne grupe koja standardizira ovu novu tehnologiju.",
    "page-acc-faq-3": "Pitanje: Šta je sa privatnošću? Da li se registracija na neki način izlaže podacima o pretraživanju11? Šta radite sa e-poštom? Odgovor: hCaptcha je osmišljen za privatnost od početka. Vrlo se razlikuje od tradicionalnih opcija poput reCAPTCHA koje su u vlasništvu oglasnih mreža koje imaju poticaj da vas prate po webu i povezuju vas sa stvarnim identitetom. Nikada ne koristimo e-poštu ili podatke o pristupačnosti za bilo koju drugu svrhu osim za olakšavanje upotrebe i sprečavanje zloupotrebe. Naša politika privatnosti sadrži sveobuhvatne i autoritativne odgovore o tome kako koristimo podatke, ali kratki odgovor je da nemamo interes da vas povezujemo kao osobu s vašom istorijom pregledavanja. Trenutno radimo i na kriptografskom rješenju za brzo odbacivanje adrese e-pošte. uz zadržavanje naše sposobnosti za sprečavanje zloupotrebe, nadopunjavajući naš rad o privatnosti.",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje besprijekornog pristupa svim korisnicima uz održavanje sigurnosti",
    "page-acc-summary": "Sažetak",
    "page-acc-summary-contents-1": "hCaptcha osmišljena je za zaustavljanje botova razlikujući ih od ljudi. Vizualni testovi su prikladan alat za to, ali ne može svako riješiti vizualni izazov. Iz tog razloga dizajnirali smo jednostavnu, bezbolnu alternativu kojom izdavačima koji koriste našu uslugu čuvaju dostupnost za sve uz potpunu suglasnost s člankom 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako to djeluje: prvo se na ovom URL-u prijavi korisnik za pristup, koji je povezan na hCaptcha stranici s informacijama widgeta. Omogućeni su im šifrirani kolačić koji se mogu koristiti nekoliko puta dnevno, ali moraju se osvježavati svaka 24 sata putem prijave. Kada se izazov predstavlja korisniku pristupačnosti na bilo kojem web mjestu pomoću usluge hCaptcha, automatski će proći.",
    "page-acc-title": "Informacije o pristupačnosti hCaptcha",
    "page-acc-tr-body": "Pitanje: i dalje imam izazov nakon postavljanja kolačića. Šta to uzrokuje? Odgovor: To se obično događa korištenjem agresivnog blokatora oglasa ili proširenja kolačića ili postavke koja blokira kolačiće na različitim web lokacijama, u ovom slučaju kolačić za hcaptcha.com koji hCaptcha JavaScript postavlja ili provjerava na drugom web mjestu poput one koju posećujete. hCaptcha kolačići pristupačnosti rade sa svim popularnim preglednicima i blokatorima oglasa sa njihovim standardnim postavkama, tako da obično kvarovi nastaju zbog skripti anti-adblock ili sličnih skupova pravila koji ciljaju određene web lokacije. Rješenja: 1. Kolačići za kola hcaptcha.com i * .hcaptcha.com u vašem blokatoru oglasa ili sigurnosnom proširenju preglednika. 2. Ako koristite pretraživač Brave, za koji se čini da (od travnja 2020.) nema nikakvu vrstu kolačića, idite na Postavke -> Štitnici -> Kolačići i odaberite Dopusti sve kolačiće. 3. Ako koristite najnoviju verziju Safarija na nedavno izdanom OS X 10.15 ili iOS 13. 4, Apple je upravo promijenio ponašanje Safarija u vezi s kolačićima treće strane, blokirajući ih sve prema zadanim postavkama. Implementiramo rješenje, ali u međuvremenu posjetite Postavke Safarija, odjeljak privatnosti i poništite odabir Praćenje web stranica: Spriječite praćenje na različitim web lokacijama kako bi kolačić za pristupačnost mogao funkcionirati kako se očekuje. Pitanje: Koristim više uređaja. Trebam li se prijaviti više puta? Odgovor: Ne. Kliknite istu vezu za prijavu e-pošte koja vam je poslana na svakom uređaju koji koristite kako biste postavili kolačić.",
    "page-acc-tr-title": "Za korisnike pristupačnosti: Vodič za pitanja i probleme i rješavanje problema",
    "priv-hc": "Privatnost fokusirana",
    "priv-hc-text": "Oglasne mreže vide vas kao njihov proizvod. Mi ne. Ne zanima nas ko su korisnici, samo koliko su vjerojatni da će biti zlonamerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "reporting-bugs-accessibility-button": "Saznajte više o opcijama pristupačnosti",
    "reporting-bugs-accessibility-head": "Opcije pristupačnosti",
    "reporting-bugs-accessibility-text": "Jeste li slabovidni ili ne možete dovršiti hCaptchase?",
    "reporting-bugs-guide-ff-head": "Snimanje detalja izvještaja o pogrešci: Firefox",
    "reporting-bugs-guide-ff-step-1": "Korak 1: Otvorite Alate za razvojne programere (Ovo započinje snimanje sesije.)",
    "reporting-bugs-guide-ff-step-2": "2. korak: Kliknite na karticu Mreža u Alati za razvojne programere. Potvrdite okvir \"Uporni zapisi\" na vrhu.",
    "reporting-bugs-guide-ff-step-3": "3. korak: posjetite https://accounts.hcaptcha.com/demo ili web stranicu na kojoj imate problem (Napomena o privatnosti: samo ako vam ne smeta dijeljenje o čemu se radi) ... i zatim kliknite na \" Ja sam čovjek \"i pokušajte riješiti.",
    "reporting-bugs-guide-ff-step-4": "Korak 4: Nakon pokušaja rješavanja kliknite \"HAR\" i odaberite \"Save All as HAR\" da biste spremili mrežni dnevnik. Pošaljite nam tu datoteku.",
    "reporting-bugs-guide-ff-step-5": "Korak 5: Kliknite karticu Konzola, a zatim desnom tipkom miša kliknite \"Odaberi sve\" i spremite je u tekstualnu datoteku, kako biste spremili dnevnik konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-ff-step-6": "Posljednji korak: pošaljite nam te HAR datoteke i datoteke konzole i opišite problem ‍Koristite: support@hcaptcha.com (koristite uslugu poput Dropboxa ili Filebina i pošaljite linkove) i opcionalno snimku zaslona, ako sumnjate da se nešto ne prikazuje ispravno . Pošaljite i IP koji koristite. Možete ga dobiti sa https://www.whatsmyip.org/‍ Hvala vam što ste izdvojili vrijeme da nam pomognete da dobijemo ove informacije! Zalažemo se za to da hCaptcha dobro funkcionira za sve.",
    "reporting-bugs-guide-head": "Snimanje detalja izvješća o pogrešci: Chrome",
    "reporting-bugs-guide-step-1": "Korak 1: Otvorite Alate za razvojne programere (Ovo započinje snimanje sesije.)",
    "reporting-bugs-guide-step-2": "2. korak: Kliknite na karticu Mreža u Alati za razvojne programere. Označite okvir \"Sačuvaj zapisnik\" na vrhu.",
    "reporting-bugs-guide-step-3": "3. korak: posjetite https://accounts.hcaptcha.com/demo ili web stranicu na kojoj imate problem (Napomena o privatnosti: samo ako vam ne smeta dijeljenje o čemu se radi) ... i zatim kliknite na \" Ja sam čovjek \"i pokušajte riješiti.",
    "reporting-bugs-guide-step-4": "Korak 4: Nakon pokušaja rješavanja, kliknite \"Izvezi HAR\" (strelicu dolje), što sprema mrežni dnevnik. Pošaljite nam tu datoteku.",
    "reporting-bugs-guide-step-5": "Korak 5: Kliknite karticu Konzola, a zatim desnom tipkom miša kliknite \"Spremi kao ..\" da biste spremili dnevnik konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-step-6": "Posljednji korak: pošaljite nam te datoteke HAR i konzole i opišite problem‍ Koristite: support@hcaptcha.com (koristite uslugu poput Dropboxa ili Filebina i pošaljite linkove) i opcionalno snimku zaslona, ako sumnjate da se nešto ne prikazuje ispravno . Pošaljite i IP koji koristite. Možete ga dobiti na https://www.whatsmyip.org/ ‍Hvala što ste izdvojili vrijeme da nam pomognete da dobijemo ove informacije! Zalažemo se za to da hCaptcha dobro funkcionira za sve.",
    "reporting-bugs-guide-text-1": "Slanje informacija o uklanjanju pogrešaka s vašim izvješćem znatno će nam olakšati prepoznavanje onoga što se događa. Evo detaljnih uputa:",
    "reporting-bugs-guide-text-2": "Ako ste web programer ili stručni korisnik, sažetak želimo da nam pošaljete zapise o mreži HAR i zapisnike konzole preglednika. Pokušajte prvo onemogućiti bilo koji blokator oglasa ili sigurnosna proširenja pregledača, a zatim pokušajte ponovo prije nego što prođete kroz ove korake. Ako to riješi vaš problem, još uvijek bismo vam zahvalili da nam kažete verziju pregledača, blokator oglasa ili proširenje preglednika i URL web stranice.",
    "reporting-bugs-intro-head": "Pronašli ste grešku? Evo kako to prijaviti.",
    "reporting-bugs-intro-text": "Milioni ljudi koriste hCaptcha svakog mjeseca, na hiljade kombinacija preglednika, proširenja, uređaja, firewall-a i još mnogo toga. Naš cilj je da osiguramo da to uvijek radi za vas, zato izuzetno cijenimmo vaša izvješća! Za brzu povratnu informaciju samo kliknite gumb \"Pošaljite nam povratne informacije\". Ako vidite funkcionalni problem, slijedite upute za evidenciju pogrešaka za Chrome ili upute za evidenciju pogrešaka za Firefox u nastavku. Za sve ostale pregledače jednostavno nam pošaljite e-poštu. Za potencijalna pitanja sigurnosti ili privatnosti pogledajte upute u nastavku.",
    "reporting-bugs-privacy-head": "Pitanja o privatnosti",
    "reporting-bugs-privacy-text": "Nije nas briga o tome ko su korisnici, samo kolika je vjerojatnost da će oni biti zlobni ili strojevi. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti. Ako ste pronašli problem za koji mislite da bi mogao utjecati na privatnost korisnika, pišite nam na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošaljite nam povratne informacije",
    "reporting-bugs-provide-feedback-head": "Dajte neposredne povratne informacije o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Cijenimo vaš doprinos. Javite nam bilo koja pitanja i brzo ćemo ih riješiti.",
    "reporting-bugs-security-head": "Sigurnosne greške",
    "reporting-bugs-security-text": "Uvijek smo zainteresirani za primanje izvještaja o sigurnosnim pogreškama. E-poštom support@hcaptcha.com & CC security@hcaptcha.com i brzo ćemo vam se javiti. Također imamo i program za obradu grešaka za prihvatljiva izvješća o sigurnosti na hCaptcha usluzi i srodnom izvornom kodu.",
    "sec-hc": "Prvo sigurnost",
    "sec-hc-text": "hCaptcha je fokusiran na izdavača. Radimo na tome da web stranicama pružimo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Preciznost je u vašem interesu i nama. Ostale kaptole pružaju reklamne kompanije. Svaki bot koji blokiraju može smanjiti svoj prihod.",
    "what-is-hcaptcha": "Što je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da spreče botove, neželjenu poštu i zloupotrebu postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za mašine.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo shvatili da li ste čovjek ili stroj. Web lokacija koju ste posjetili tada koristi ovaj rezultat za poboljšanje vašeg iskustva na njihovoj web stranici čuvanjem botova."
}