{
    "acc-opt": "Opcije pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li slabovidni ili ne možete dovršiti hCaptchas?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam bilo koja pitanja i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Dajte povratne informacije o hCaptcha koji ste upravo vidjeli",
    "learn-more-hcaptcha": "Saznajte više o hCaptcha",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje besprijekornog pristupa svim korisnicima uz održavanje sigurnosti",
    "page-acc-title": "Informacije o pristupačnosti hCaptcha",
    "priv-hc": "Privatnost fokusirana",
    "priv-hc-text": "Oglasne mreže vide vas kao njihov proizvod. Mi ne. Ne zanima nas ko su korisnici, samo koliko su vjerojatni da će biti zlonamerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "sec-hc": "Prvo sigurnost",
    "sec-hc-text": "hCaptcha je fokusiran na izdavača. Radimo na tome da web stranicama pružimo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Preciznost je u vašem interesu i nama. Ostale kaptole pružaju reklamne kompanije. Svaki bot koji blokiraju može smanjiti svoj prihod.",
    "what-is-hcaptcha": "Što je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da spreče botove, neželjenu poštu i zloupotrebu postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za mašine.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo shvatili da li ste čovjek ili stroj. Web lokacija koju ste posjetili tada koristi ovaj rezultat za poboljšanje vašeg iskustva na njihovoj web stranici čuvanjem botova."
}