{
    "acc-opt": "Opcions d’accessibilitat",
    "acc-opt-but": "Més informació sobre les opcions d’accessibilitat",
    "acc-opt-text": "Té deficiència visual o no pot completar el hCaptchas?",
    "accessibility-link": "Accessibilitat",
    "appreciate-in": "Agraïm la vostra aportació. Feu-nos conèixer qualsevol problema i els solucionarem ràpidament.",
    "fb-but": "Envia’ns comentaris",
    "feedback-text": "Proporciona comentaris sobre la pantalla hCaptcha que veieu",
    "home-ent-1": "Esteu buscant les nostres ofertes de seguretat empresarial?",
    "home-ent-2": "Visita el nostre nou lloc dedicat: BotStop.com",
    "home-intro-body": "Feu servir un captcha per evitar els bots? hCaptcha protegeix la privadesa dels usuaris, premia els llocs web i ajuda a les empreses a etiquetar les seves dades. És un reemplaçament de reCAPTCHA: podeu canviar en pocs minuts.",
    "home-intro-head": "Atureu més bots. Comença a protegir la privadesa de l’usuari.",
    "home-main-1": "Privat. Segur. Més ràpid. I et paguem per utilitzar-lo.",
    "home-main-2": "Centrat en la privadesa",
    "home-main-2c": "Les xarxes d’anuncis veuen els vostres visitants com el producte. Per a hCaptcha el producte és el treball que proporcionen. No ens importa qui són els vostres usuaris, sinó la probabilitat que siguin maliciosos. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat.",
    "home-main-3": "Primera seguretat",
    "home-main-3c": "La precisió és del vostre interès i del nostre. hCaptcha es centra en l'editorial. Treballem per oferir-vos dades reals i permetre-vos decidir com utilitzar-lo. Altres captcha són proporcionats per",
    "home-main-3c2": "empreses de publicitat. Això significa que cada bot que bloquegen pot reduir els seus ingressos.",
    "home-main-4": "Millor experiència d'usuari",
    "home-main-4c": "HCaptcha utilitza models sofisticats d’aprenentatge automàtic per determinar la humanitat. Això ens permet requerir tasques menys molestes dels usuaris i trigar menys del seu temps a fer-ho, alhora que es produeixen dades útils amb etiquetes per als clients que etiqueten.",
    "home-main-plans": "hCaptcha és gratuït per utilitzar-lo per a editors de qualsevol mida. Tanmateix, per a empreses i plataformes que necessiten més control, hi ha solucions empresarials disponibles.",
    "home-main-plans2": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris en desenes de milions de llocs web per a algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu-la",
    "home-main-plans3": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris en desenes de milions de llocs web per a algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu-la",
    "home-main-plans4": "per a més detalls.",
    "learn-more-hcaptcha": "Més informació sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: La secció 508 + WCAG 2.0 de hCaptcha compleix? Resposta: Creiem que sí: tots els usuaris amb qualsevol forma de deteriorament que puguin navegar pel web i introduir text als formularis poden accedir a serveis protegits per hCaptcha en el moment del registre. Tanmateix, aquest no és un consell legal: heu de realitzar la vostra pròpia avaluació, tenint en compte la vostra implementació particular per assegurar-vos que aquest sigui el cas del vostre desplegament.",
    "page-acc-faq-2": "Pregunta: Treballeu en altres opcions d’accessibilitat (a11y), com ara l’àudio? Resposta: opcions anteriors populars com les captures d'àudio discriminen a molts usuaris a11y i són derrotades fàcilment per les tècniques modernes d'aprenentatge de màquines. Això ha obligat a que els reptes d'àudio actuals siguin cada cop més difícils, introduint sorolls, temporització estranya, combinacions de paraules inusuals, etc., per derrotar als atacants. Així doncs, estem menys entusiasmats amb aquest enfocament i evitem el repte del tot, però ho considerarem si hi ha demanda de la comunitat a11y. Tot i això, estem molt interessats en la targeta de privadesa per al cas d’ús de l’accessibilitat. Creiem que combinar el nostre enfocament actual a11y amb l’emissió de la targeta de privacitat permetrà als usuaris a11 navegar de forma segura, coneixent que el seu trànsit és més privat, restringint l’abús per part dels operadors de bot que es produeix inevitablement quan hi hagi opcions a11y disponibles. Som participants actius del grup de treball IETF que estandarditza aquesta nova tecnologia.",
    "page-acc-faq-3": "Pregunta: Què passa amb la privadesa? El registre exposa les dades de navegació a11y d'alguna manera? Què feu amb el correu electrònic? Resposta: hCaptcha està dissenyat per a la privadesa des de la base. És molt diferent de les opcions tradicionals, com reCAPTCHA, propietat de les xarxes d’anuncis, que tenen un incentiu per fer el seguiment de la xarxa i associar-vos a una identitat real. Mai utilitzem missatges de correu electrònic o informació d’accessibilitat amb cap altra finalitat que no sigui facilitar un ús propi i prevenir abusos. La nostra política de privadesa ofereix respostes exhaustives i autoritzades sobre com fem servir les dades, però la resposta breu és que no tenim interès en associar-vos com a persona amb el vostre historial de navegació. Actualment també estem treballant en una solució criptogràfica per descartar la vostra adreça de correu electrònic ràpidament. mantenint la nostra capacitat de prevenció de maltractaments, complementant la nostra tasca de privadesa.",
    "page-acc-link-1": "Si sou usuaris d’accessibilitat, registreu-vos aquí.",
    "page-acc-subhead": "Garantir un accés perfecte per a tots els usuaris mantenint la seguretat",
    "page-acc-summary": "Resum",
    "page-acc-summary-contents-1": "hCaptcha està dissenyat per aturar els robots distingint-los de les persones. Les proves visuals són una eina convenient per a això, però no tothom pot resoldre un repte visual. Per aquesta raó, hem dissenyat una alternativa senzilla i indolora per tal que els editors que utilitzin el nostre servei preservin l’accessibilitat per a tothom amb compliment de la secció 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Com funciona: primer, un usuari d'accessibilitat es registra en aquest URL, que està enllaçat a la pàgina d'informació del widget hCaptcha. Se’ls proporciona una galeta xifrada que es pot utilitzar diverses vegades al dia, però s’ha de refrescar cada 24 hores mitjançant l’inici de sessió. Quan es presenti un repte a un usuari d’accessibilitat en qualsevol lloc que utilitzi el servei hCaptcha, passaran automàticament.",
    "page-acc-title": "Informació d’accessibilitat de hCaptcha",
    "page-acc-tr-body": "Pregunta: Encara tinc un repte després de configurar la galeta. Què provoca això? Resposta: normalment es deu a l'ús d'un bloqueig d'anuncis agressiu o a una extensió anti-galetes o a un paràmetre que bloqueja les galetes de llocs creuats, en aquest cas una galeta per a hcaptcha.com que està configurada o comprovada per JavaScript de hCaptcha en un lloc diferent. , com el que esteu visitant. Les galetes d’accessibilitat hCaptcha funcionen amb tots els navegadors populars i bloquejadors d’anuncis amb la seva configuració estàndard, de manera que generalment els errors són deguts a scripts anti-adblock o conjunts de regles similars dirigits a llocs concrets. Solucions: 1. Llista blanca de cookies hcaptcha.com i * .hcaptcha.com a l’extensió de seguretat del bloqueig d’anuncis o del navegador. 2. Si utilitzeu el navegador Brave, que no apareix (a l'abril del 2020) a cap llista de llistes de cookies, aneu a Preferències -> Escuts -> Cookies i trieu Permet totes les galetes. 3. Si utilitzeu la versió més recent de Safari a OS X 10.15 o iOS 13. 4 recentment publicat, Apple acaba de canviar el comportament de Safari relacionat amb les cookies de tercers, bloquejant-les de manera predeterminada. Estem implementant una solució, però mentrestant, visiteu la secció Preferències de Safari, la secció de privadesa i desmarqueu el seguiment de llocs web: Eviteu el seguiment de llocs web per permetre que la galeta d’accessibilitat funcioni com s’esperava. Pregunta: faig servir diversos dispositius. He de registrar-me diverses vegades? Resposta: No. Feu clic al mateix enllaç de sessió de correu electrònic que us ha enviat a cada dispositiu que feu servir per configurar la galeta.",
    "page-acc-tr-title": "Per a usuaris d'accessibilitat: Q&A i guia de resolució de problemes",
    "priv-hc": "Centrat en la privadesa",
    "priv-hc-text": "Les xarxes d’anuncis et veuen com el seu producte. No ho fem No ens importa qui són els usuaris, sinó la probabilitat que siguin maliciosos. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat.",
    "sec-hc": "Primera seguretat",
    "sec-hc-text": "hCaptcha es centra en l'editorial. Treballem per donar dades reals als llocs i deixar-los decidir com utilitzar-lo. La precisió és del vostre interès i del nostre. Les empreses de publicitat les proporcionen altres captchas. Cada bot que bloquegi pot reduir els seus ingressos.",
    "what-is-hcaptcha": "Què és hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ajuda els vostres serveis web preferits a evitar bots, correu brossa i abusos fent preguntes senzilles fàcils per als humans i difícils per a les màquines.",
    "why-hc": "Per què hCaptcha?",
    "why-hc-text": "Cada vegada que respon a un repte, utilitzem models sofisticats per esbrinar si ets humà o una màquina. El lloc web que heu visitat utilitza llavors aquest resultat per millorar la vostra experiència al vostre lloc, mantenint els bots fora."
}