{
    "acc-opt": "Opcions d’accessibilitat",
    "acc-opt-but": "Més informació sobre les opcions d’accessibilitat",
    "acc-opt-text": "Té deficiència visual o no pot completar el hCaptchas?",
    "accessibility-link": "Accessibilitat",
    "appreciate-in": "Agraïm la vostra aportació. Feu-nos conèixer qualsevol problema i els solucionarem ràpidament.",
    "fb-but": "Envia’ns comentaris",
    "feedback-text": "Proporciona comentaris sobre la pantalla hCaptcha que veieu",
    "learn-more-hcaptcha": "Més informació sobre hCaptcha",
    "page-acc-link-1": "Si sou usuaris d’accessibilitat, registreu-vos aquí.",
    "page-acc-subhead": "Garantir un accés perfecte per a tots els usuaris mantenint la seguretat",
    "page-acc-title": "Informació d’accessibilitat de hCaptcha",
    "priv-hc": "Centrat en la privadesa",
    "priv-hc-text": "Les xarxes d’anuncis et veuen com el seu producte. No ho fem No ens importa qui són els usuaris, sinó la probabilitat que siguin maliciosos. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat.",
    "sec-hc": "Primera seguretat",
    "sec-hc-text": "hCaptcha es centra en l'editorial. Treballem per donar dades reals als llocs i deixar-los decidir com utilitzar-lo. La precisió és del vostre interès i del nostre. Les empreses de publicitat les proporcionen altres captchas. Cada bot que bloquegi pot reduir els seus ingressos.",
    "what-is-hcaptcha": "Què és hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ajuda els vostres serveis web preferits a evitar bots, correu brossa i abusos fent preguntes senzilles fàcils per als humans i difícils per a les màquines.",
    "why-hc": "Per què hCaptcha?",
    "why-hc-text": "Cada vegada que respon a un repte, utilitzem models sofisticats per esbrinar si ets humà o una màquina. El lloc web que heu visitat utilitza llavors aquest resultat per millorar la vostra experiència al vostre lloc, mantenint els bots fora."
}