{
    "about-advisors-brendan": "Conseller delegat. Líder reconegut en IA. Ha aplicat la intel·ligència de màquines a escala a una àmplia varietat de problemes comercials durant les últimes dècades.",
    "about-advisors-dawn": "Doctor en Biologia Computacional, Stanford. Treballant amb xarxes neuronals des de 1999. Centrem-nos en l'aplicació de ML i l'aprenentatge profund a escala.",
    "about-advisors-head": "Assessors",
    "about-advisors-keiran": "Base de dades i expert en Blockchain. Enginyer precoç a Cloudera i molt més. Dècades d’equips de construcció de programes d’expertesa.",
    "about-content-head-1": "Què fem",
    "about-content-head-2": "Per què importa?",
    "about-content-text-1": "hCaptcha és un servei d’Intuition Machines Inc, una companyia d’IA i d’aprenentatge automàtic centrada en el metalearning i el domini visual ML a escala. ‍Em construïm i utilitzem sistemes escalables massivament per permetre serveis d’anàlisi de vídeo i imatges per a empreses del Global 2000 de tot el món.",
    "about-content-text-2": "Més dades generalment produeixen millors resultats. La construcció i el manteniment de conjunts de dades rellevants i etiquetats correctament requereixen temps i són costosos. ‍HCaptcha va ser desenvolupat originalment per cobrir les nostres pròpies necessitats en l’etiquetatge d’imatges, i ja està disponible per a altres empreses amb necessitats similars.",
    "about-intro-head-1": "Treballar per a hCaptcha",
    "about-intro-head-2": "La nostra Missió és Gran",
    "about-intro-text": "Estem creixent ràpidament i sempre estem buscant el millor talent del món a les nostres oficines globals. Podeu sol·licitar-la amb els enllaços següents.",
    "about-leadership-alex": "Base de dades i expert en Blockchain. Enginyer precoç a Cloudera i molt més. Dècades d’equips de construcció de programes d’expertesa.",
    "about-leadership-eli": "Conseller delegat. Líder reconegut en IA. Ha aplicat la intel·ligència de màquines a escala a una àmplia varietat de problemes comercials durant les últimes dècades.",
    "about-leadership-head": "Lideratge",
    "about-leadership-todd": "Doctor en Biologia Computacional, Stanford. Treballant amb xarxes neuronals des de 1999. Centrem-nos en l'aplicació de ML i l'aprenentatge profund a escala.",
    "acc-opt": "Opcions d’accessibilitat",
    "acc-opt-but": "Més informació sobre les opcions d’accessibilitat",
    "acc-opt-text": "Té deficiència visual o no pot completar el hCaptchas?",
    "accessibility-link": "Accessibilitat",
    "appreciate-in": "Agraïm la vostra aportació. Feu-nos conèixer qualsevol problema i els solucionarem ràpidament.",
    "fb-but": "Envia’ns comentaris",
    "feedback-text": "Proporciona comentaris sobre la pantalla hCaptcha que veieu",
    "footer-attribution": "Reconeixement",
    "footer-copyright-text": "hCaptcha és una marca comercial registrada d’Intuition Machines, Inc.",
    "footer-header-1": "Empresa",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contacte",
    "footer-link-1": "Etiquetatge",
    "footer-link-2": "Sobre",
    "footer-link-3": "Feines",
    "footer-link-4": "Marques comercials",
    "footer-link-5": "Bloc",
    "footer-link-6": "Estat",
    "footer-link-7": "Documentació",
    "footer-link-8": "Informeu d’un error",
    "footer-link-9": "Accessibilitat",
    "footer-privacy": "Privacitat",
    "footer-subheader-1": "Assistència",
    "footer-subheader-2": "Contacte",
    "footer-terms": "Condicions generals",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Serveis d'etiquetatge",
    "header-login-button": "iniciar Sessió",
    "header-plans-link": "Plans",
    "header-signup-button": "Registra't",
    "home-about-head": "Quant a hCaptcha",
    "home-about-subtitle": "Desenvolupat pel protocol HUMAN",
    "home-about-text-1": "hCaptcha està dissenyat per resoldre el problema més intensiu en treball en l'aprenentatge automàtic: etiquetar quantitats massives de dades de manera oportuna, assequible i fiable.",
    "home-about-text-2": "Més dades generalment produeixen millors resultats en la formació de models d'aprenentatge de màquines. L’èxit recent dels models profunds ha portat a conjunts de dades cada cop més grans, gairebé sempre amb alguna revisió humana. Tanmateix, la creació de grans conjunts de dades revisats per humans a través de Mechanical Turk, Figure Eight, etc. és lenta i cara.",
    "home-about-text-3": "hCaptcha permet als llocs web guanyar diners per atendre aquesta demanda alhora que bloquegen els robots i altres formes d’abús.",
    "home-about-text-4": "El mercat de hCaptcha està alimentat pel protocol HUMAN, un protocol obert descentralitzat de revisió humana que s’executa en la blockchain d’Ethereum. Els llocs web guanyen fitxes humanes (HMT) sempre que els usuaris utilitzin el giny hCaptcha al seu lloc i les empreses d’aprenentatge automàtic paguen fitxes humanes per obtenir les seves etiquetes de dades.",
    "home-ba-labeling-services-link": "Serveis d'etiquetatge",
    "home-benefits-head-1": "El valor en l'etiquetatge de dades",
    "home-benefits-head-2": "Regresar a la Caritat",
    "home-benefits-text-1": "T'has adonat cada vegada que \"fes clic al cotxe\" estàs ajudant a entrenar gratuïtament els sistemes d'aprenentatge de màquines de Giganticcompany?",
    "home-benefits-text-2": "hCaptcha dóna la volta a aquest model. Quan utilitzeu hCaptcha, les empreses aposten per la feina que fan els vostres usuaris mentre demostren la seva humanitat. Obté les recompenses.",
    "home-benefits-text-3": "Voleu retornar a la vostra organització benèfica preferida? hCaptcha us permet donar suport a les entitats benèfiques que escolliu amb els beneficis que obteniu en fer-lo servir. Els usuaris del vostre lloc podran veure ben aviat la vostra contribució a la beneficència mitjançant una marca discreta a la interfície de hCaptcha.",
    "home-challenge-text-1": "Seleccioneu totes les imatges que coincideixin amb la consulta",
    "home-challenge-text-2": "Definiu l'àrea de delimitació d'objectes",
    "home-challenge-text-3": "Identifiqueu les etiquetes corresponents",
    "home-challenge-title-1": "Comparació",
    "home-challenge-title-2": "Caixa de llindes",
    "home-challenge-title-3": "Categorització",
    "home-challenges-head": "Reptes presentats",
    "home-challenges-text-1": "... i altres tasques senzilles. Fàcil per a humans, dur per a bots.",
    "home-challenges-text-2": "Tasques personalitzades també disponibles per a editors empresarials.",
    "home-ent-1": "Esteu buscant les nostres ofertes de seguretat empresarial?",
    "home-ent-2": "Visita el nostre nou lloc dedicat: BotStop.com",
    "home-ent-button": "Més informació: BotStop de hCaptcha",
    "home-from-the-blog": "DEL BLOG:",
    "home-from-the-blog-value": "Com funcionen els paràmetres de dificultat de hCaptcha",
    "home-intro-body": "Feu servir un captcha per evitar els bots? hCaptcha protegeix la privadesa dels usuaris, premia els llocs web i ajuda a les empreses a etiquetar les seves dades. És un reemplaçament de reCAPTCHA: podeu canviar en pocs minuts.",
    "home-intro-button": "Inscriviu-vos ara",
    "home-intro-head": "Atureu més bots. Comença a protegir la privadesa de l’usuari.",
    "home-main-1": "Privat. Segur. Més ràpid. I et paguem per utilitzar-lo.",
    "home-main-2": "Centrat en la privadesa",
    "home-main-2c": "Les xarxes d’anuncis veuen els vostres visitants com el producte. Per a hCaptcha el producte és el treball que proporcionen. No ens importa qui són els vostres usuaris, sinó la probabilitat que siguin maliciosos. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat.",
    "home-main-3": "Primera seguretat",
    "home-main-3c": "La precisió és del vostre interès i del nostre. hCaptcha es centra en l'editorial. Treballem per oferir-vos dades reals i permetre-vos decidir com utilitzar-lo. Altres captcha són proporcionats per",
    "home-main-4": "Millor experiència d'usuari",
    "home-main-4c": "HCaptcha utilitza models sofisticats d’aprenentatge automàtic per determinar la humanitat. Això ens permet requerir tasques menys molestes dels usuaris i trigar menys del seu temps a fer-ho, alhora que es produeixen dades útils amb etiquetes per als clients que etiqueten.",
    "home-main-plans": "hCaptcha és gratuït per utilitzar-lo per a editors de qualsevol mida. Tanmateix, per a empreses i plataformes que necessiten més control, hi ha solucions empresarials disponibles.",
    "home-main-plans2": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris en desenes de milions de llocs web per a algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu-la",
    "home-main-plans3": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris en desenes de milions de llocs web per a algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu-la",
    "home-main-plans4": "per a més detalls.",
    "home-plans-button-1": "Registra't ara",
    "home-plans-button-2": "Venda de contactes",
    "home-plans-chart-head-1": "Característiques",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empresa",
    "home-plans-chart-row-1-cell-1": "Mostra els tipus de desafiament que es mostren",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Graus de dificultat grana fina",
    "home-plans-chart-row-11-cell-1": "Graus de dificultat grana fina",
    "home-plans-chart-row-12-cell-1": "Graus de dificultat grana fina",
    "home-plans-chart-row-2-cell-1": "Controla el contingut emprat",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Guanyeu recompenses per solucionar humans",
    "home-plans-chart-row-4-cell-1": "Protecció anti-bot de classe mundial",
    "home-plans-chart-row-5-cell-1": "Funciona a tots els països",
    "home-plans-chart-row-6-cell-1": "Política de privadesa adaptada a GDPR i CCPA",
    "home-plans-chart-row-7-cell-1": "Graus de dificultat grana fina",
    "home-plans-chart-row-8-cell-1": "Graus de dificultat grana fina",
    "home-plans-chart-row-9-cell-1": "Graus de dificultat grana fina",
    "home-try-it-out-button": "Obteniu hCaptcha",
    "home-try-it-out-head": "Intenta-ho",
    "home-try-it-out-text": "hCaptcha proporciona una detecció de bot senzilla, fàcil i fiable mentre que és trivial per resoldre els humans.",
    "labeling-about-head": "Quant a hCaptcha",
    "labeling-about-text-1": "hCaptcha està dissenyat per resoldre els problemes més intensius en l’aprenentatge automàtic; etiquetar quantitats massives de dades de manera puntual, assequible i fiable. Més dades generalment produeixen millors resultats en la formació de models d'aprenentatge de màquines. L’èxit recent dels models profunds ha portat a conjunts de dades cada cop més grans i hCaptcha dóna servei a aquesta necessitat.",
    "labeling-about-text-2": "No obstant això, la creació de grans conjunts de dades revisats per humans amb mètodes tradicionals és lent i costós. hCaptcha és una manera perquè les empreses puguin obtenir les anotacions que necessiten més ràpidament, amb una qualitat més elevada i amb un cost inferior que altres alternatives.",
    "labeling-annotations-head": "Tipus d'anotació",
    "labeling-annotations-text-1": "Detecció acurada d'objectes en imatges i vídeos",
    "labeling-annotations-text-2": "Detecció acurada d'objectes en imatges i vídeos",
    "labeling-annotations-text-3": "Apunta les anotacions en molts casos d'ús diferents",
    "labeling-annotations-text-4": "Ordenar o afegir categories arbitràries de qualsevol mida",
    "labeling-annotations-text-5": "Detecció i classificació alimentades per humans",
    "labeling-annotations-text-6": "Necessiteu un altre tipus que no figura? Només cal preguntar-nos.",
    "labeling-annotations-title-1": "Caixes llindants",
    "labeling-annotations-title-2": "Polígons",
    "labeling-annotations-title-3": "Fites",
    "labeling-annotations-title-4": "Categorització d'atributs",
    "labeling-annotations-title-5": "Comparació i detecció",
    "labeling-annotations-title-6": "... i molts més",
    "labeling-ent-button": "Poseu-vos en contacte amb el nostre equip de solucions empresarials",
    "labeling-ent-head": "Necessiteu control de punta a punta?",
    "labeling-ent-text-1": "La plataforma HUMAN que hi ha darrere de hCaptcha proporciona funcions de gestió i qualitat de treball altament sofisticades mitjançant desplegaments locals, híbrids o SaaS que s’integren amb els sistemes existents.",
    "labeling-ent-text-2": "Executeu completament fora de línia amb la vostra força de treball, feu el seguiment del valor consumit entre unitats de negoci o socis del consorci, dirigiu selectivament treballs a diferents proveïdors de treball interns o externs en funció dels requisits de cost i seguretat, i molt més.",
    "labeling-ent-text-3": "Access Fàcil accés a l’API, taulers de taula bonics i la darrera tecnologia model en bucle per maximitzar l’eficiència del treballador.",
    "labeling-ent-text-4": "99,99% SLAs disponibles i suport global 24/7 disponibles. Per a més informació:",
    "labeling-features-head-1": "Conductes senzilles basades en API.",
    "labeling-features-head-2": "Optimitzat per qualitat i cost. No cal un compromís inicial.",
    "labeling-features-head-3": "Només pagueu per l’exactitud que necessiteu.",
    "labeling-features-head-4": "Proporciona les teves pròpies dades de veritat sobre el terreny o deixa que es construeixin sobre la mar.",
    "labeling-features-text-1": "Voleu integrar la revisió humana directament a les vostres operacions empresarials? Oferim SLAs d’alta fiabilitat, capacitat garantida i API de REST simples.",
    "labeling-features-text-2": "La plataforma HUMAN utilitza models de confiança complets per realitzar anàlisis de qualitat en temps real sofisticats. Això ens permet determinar ràpidament tant la dificultat de les preguntes com la seva resposta correcta, estalviant temps i diners.",
    "labeling-features-text-3": "No tots els problemes són iguals. Les anotacions per a tasques importants per a la seguretat poden requerir un 99,99% de confiança per part dels treballadors completament humans. Les anotacions per a una característica beta en una aplicació de jocs per a mòbils només poden requerir confiança moderada. Tu decideixes.",
    "labeling-features-text-4": "Tens dades brutes sense un conjunt de verificació complet? En la majoria dels casos, podem crear-ne una com a tasques executades a través del sistema o crear mostres etiquetades per a la vostra aprovació.",
    "labeling-info-head": "S'ha etiquetat dades",
    "labeling-info-text-1": "Parleu amb un dels nostres experts de domini per definir les necessitats del vostre projecte: exactitud, format i requisits especials.",
    "labeling-info-text-2": "Executem una petita tasca de producció basada en les vostres dades de mostra. Això prova el treball que hem realitzat junts per assegurar-vos que obteniu exactament el que necessiteu.",
    "labeling-info-text-3": "Amb el nostre gran volum i baixa latència donarem la volta al vostre treball ràpidament, amb lliurament automatitzat tan aviat com s'hagi acabat.",
    "labeling-info-text-4": "A mesura que entenem millor els paràmetres del vostre treball de producció, els resultats continuaran millorant amb el pas del temps.",
    "labeling-info-text-5": "Els taulers de comandament en viu us permeten proporcionar comentaris o fer una pausa en qualsevol moment.",
    "labeling-info-title-1": "Definiu les especificacions",
    "labeling-info-title-2": "Prova inicial de feina",
    "labeling-info-title-3": "Desplegar feines de producció",
    "labeling-info-title-4": "Millora contínua",
    "labeling-info-title-5": "Resultats en temps real",
    "labeling-main-1": "Etiquetatge de dades rendible a escala",
    "labeling-main-1-button": "Obteniu l'etiqueta de les vostres dades ara",
    "labeling-main-1c": "Necessiteu més etiquetes per als conjunts de dades? hCaptcha proporciona un etiquetatge de dades ràpid, rendible i d’alta qualitat per a empreses que treballen aplicacions d’intel·ligència artificial i d’aprenentatge automàtic.",
    "labeling-main-2": "Inicieu milions de tasques a l’instant.",
    "labeling-main-2-button": "Comprar serveis d’etiquetatge de dades",
    "labeling-main-2c": "hCaptcha té una de les piscines més grans del planeta disponible per al seu ús. Sigui quina sigui la vostra escala, la podem gestionar sense compromisos anticipats costosos. Milions de tasques al dia no són cap problema.",
    "labeling-platform-head": "Informació privada o pública",
    "labeling-platform-text": "hCaptcha està basat en la plataforma HUMAN, que permet l’anàlisi i l’anàlisi sofisticats per optimitzar el cost i l’eficiència a cada pas. Aquesta tecnologia permet que la mà d’obra adequada pugui gestionar cada part del seu treball, maximitzant l’eficiència en els costos alhora que es manté la privadesa i es compleixen els requisits normatius que s’apliquin.",
    "labeling-try-button": "Comprar serveis d’etiquetatge de dades",
    "labeling-try-head": "Voleu provar les vostres dades?",
    "labeling-try-text": "... estem preparats quan esteu: el nostre servei està disponible tot el dia.",
    "learn-more-hcaptcha": "Més informació sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: La secció 508 + WCAG 2.0 de hCaptcha compleix? Resposta: Creiem que sí: tots els usuaris amb qualsevol forma de deteriorament que puguin navegar pel web i introduir text als formularis poden accedir a serveis protegits per hCaptcha en el moment del registre. Tanmateix, aquest no és un consell legal: heu de realitzar la vostra pròpia avaluació, tenint en compte la vostra implementació particular per assegurar-vos que aquest sigui el cas del vostre desplegament.",
    "page-acc-faq-2": "Pregunta: Treballeu en altres opcions d’accessibilitat (a11y), com ara l’àudio? Resposta: opcions anteriors populars com les captures d'àudio discriminen a molts usuaris a11y i són derrotades fàcilment per les tècniques modernes d'aprenentatge de màquines. Això ha obligat a que els reptes d'àudio actuals siguin cada cop més difícils, introduint sorolls, temporització estranya, combinacions de paraules inusuals, etc., per derrotar als atacants. Així doncs, estem menys entusiasmats amb aquest enfocament i evitem el repte del tot, però ho considerarem si hi ha demanda de la comunitat a11y. Tot i això, estem molt interessats en la targeta de privadesa per al cas d’ús de l’accessibilitat. Creiem que combinar el nostre enfocament actual a11y amb l’emissió de la targeta de privacitat permetrà als usuaris a11 navegar de forma segura, coneixent que el seu trànsit és més privat, restringint l’abús per part dels operadors de bot que es produeix inevitablement quan hi hagi opcions a11y disponibles. Som participants actius del grup de treball IETF que estandarditza aquesta nova tecnologia.",
    "page-acc-faq-3": "Pregunta: Què passa amb la privadesa? El registre exposa les dades de navegació a11y d'alguna manera? Què feu amb el correu electrònic? Resposta: hCaptcha està dissenyat per a la privadesa des de la base. És molt diferent de les opcions tradicionals, com reCAPTCHA, propietat de les xarxes d’anuncis, que tenen un incentiu per fer el seguiment de la xarxa i associar-vos a una identitat real. Mai utilitzem missatges de correu electrònic o informació d’accessibilitat amb cap altra finalitat que no sigui facilitar un ús propi i prevenir abusos. La nostra política de privadesa ofereix respostes exhaustives i autoritzades sobre com fem servir les dades, però la resposta breu és que no tenim interès en associar-vos com a persona amb el vostre historial de navegació. Actualment també estem treballant en una solució criptogràfica per descartar la vostra adreça de correu electrònic ràpidament. mantenint la nostra capacitat de prevenció de maltractaments, complementant la nostra tasca de privadesa.",
    "page-acc-link-1": "Si sou usuaris d’accessibilitat, registreu-vos aquí.",
    "page-acc-subhead": "Garantir un accés perfecte per a tots els usuaris mantenint la seguretat",
    "page-acc-summary": "Resum",
    "page-acc-summary-contents-1": "hCaptcha està dissenyat per aturar els robots distingint-los de les persones. Les proves visuals són una eina convenient per a això, però no tothom pot resoldre un repte visual. Per aquesta raó, hem dissenyat una alternativa senzilla i indolora per tal que els editors que utilitzin el nostre servei preservin l’accessibilitat per a tothom amb compliment de la secció 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Com funciona: primer, un usuari d'accessibilitat es registra en aquest URL, que està enllaçat a la pàgina d'informació del widget hCaptcha. Se’ls proporciona una galeta xifrada que es pot utilitzar diverses vegades al dia, però s’ha de refrescar cada 24 hores mitjançant l’inici de sessió. Quan es presenti un repte a un usuari d’accessibilitat en qualsevol lloc que utilitzi el servei hCaptcha, passaran automàticament.",
    "page-acc-title": "Informació d’accessibilitat de hCaptcha",
    "page-acc-tr-body": "Pregunta: Encara tinc un repte després de configurar la galeta. Què provoca això? Resposta: normalment es deu a l'ús d'un bloqueig d'anuncis agressiu o a una extensió anti-galetes o a un paràmetre que bloqueja les galetes de llocs creuats, en aquest cas una galeta per a hcaptcha.com que està configurada o comprovada per JavaScript de hCaptcha en un lloc diferent. , com el que esteu visitant. Les galetes d’accessibilitat hCaptcha funcionen amb tots els navegadors populars i bloquejadors d’anuncis amb la seva configuració estàndard, de manera que generalment els errors són deguts a scripts anti-adblock o conjunts de regles similars dirigits a llocs concrets. Solucions: 1. Llista blanca de cookies hcaptcha.com i * .hcaptcha.com a l’extensió de seguretat del bloqueig d’anuncis o del navegador. 2. Si utilitzeu el navegador Brave, que no apareix (a l'abril del 2020) a cap llista de llistes de cookies, aneu a Preferències -> Escuts -> Cookies i trieu Permet totes les galetes. 3. Si utilitzeu la versió més recent de Safari a OS X 10.15 o iOS 13. 4 recentment publicat, Apple acaba de canviar el comportament de Safari relacionat amb les cookies de tercers, bloquejant-les de manera predeterminada. Estem implementant una solució, però mentrestant, visiteu la secció Preferències de Safari, la secció de privadesa i desmarqueu el seguiment de llocs web: Eviteu el seguiment de llocs web per permetre que la galeta d’accessibilitat funcioni com s’esperava. Pregunta: faig servir diversos dispositius. He de registrar-me diverses vegades? Resposta: No. Feu clic al mateix enllaç de sessió de correu electrònic que us ha enviat a cada dispositiu que feu servir per configurar la galeta.",
    "page-acc-tr-title": "Per a usuaris d'accessibilitat: Q&A i guia de resolució de problemes",
    "priv-hc": "Centrat en la privadesa",
    "priv-hc-text": "Les xarxes d’anuncis et veuen com el seu producte. No ho fem No ens importa qui són els usuaris, sinó la probabilitat que siguin maliciosos. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat.",
    "reporting-bugs-accessibility-button": "Més informació sobre les opcions d’accessibilitat",
    "reporting-bugs-accessibility-head": "Opcions d’accessibilitat",
    "reporting-bugs-accessibility-text": "Té deficiència visual o no pot completar el hCaptchas?",
    "reporting-bugs-guide-ff-head": "Captura de detalls de l'informe d'errors: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pas 1: Obriu les eines per a desenvolupadors (Això comença la gravació de la sessió.)",
    "reporting-bugs-guide-ff-step-2": "Pas 2: Feu clic a la pestanya Xarxa a les Eines per a desenvolupadors. Marqueu la casella \"Persistir registres\" a la part superior.",
    "reporting-bugs-guide-ff-step-3": "Pas 3: visiteu https://accounts.hcaptcha.com/demo o al lloc web on teniu cap problema (Nota de privadesa: només si no us importa compartir el que és) ... i després feu clic a \" Sóc humà \"botó\" i tracta de resoldre.",
    "reporting-bugs-guide-ff-step-4": "Pas 4: Feu clic a \"HAR\" després d'intentar resoldre-ho i trieu \"Desa tot com a HAR\" per desar el registre de xarxa. Envieu-nos aquest fitxer.",
    "reporting-bugs-guide-ff-step-5": "Pas 5: Feu clic a la pestanya Consola i feu clic amb el botó dret a \"Selecciona tot\" i guardeu-ho en un fitxer de text per tal de desar el registre de la consola. Envieu-nos també.",
    "reporting-bugs-guide-ff-step-6": "Últim pas: envieu-nos per correu electrònic aquells fitxers de registre HAR i consola i descriviu el problema ‍Utilitzeu: support@hcaptcha.com (utilitzeu un servei com Dropbox o Filebin i envieu enllaços) i, opcionalment, una captura de pantalla, si sospiteu que hi ha alguna cosa que no es mostra correctament. . Envieu també la IP que utilitzeu. Podeu obtenir-ho a https://www.whatsmyip.org/‍ Gràcies per dedicar-vos un temps per ajudar-nos a obtenir aquesta informació. Ens comprometem a fer que hCaptcha funcioni bé per a tothom.",
    "reporting-bugs-guide-head": "Captura de detalls de l’informe d’error: Chrome",
    "reporting-bugs-guide-step-1": "Pas 1: Obriu les eines per a desenvolupadors (Això comença la gravació de la sessió.)",
    "reporting-bugs-guide-step-2": "Pas 2: Feu clic a la pestanya Xarxa a les Eines per a desenvolupadors. Marqueu la casella \"Conservar registre\" a la part superior.",
    "reporting-bugs-guide-step-3": "Pas 3: visiteu https://accounts.hcaptcha.com/demo o al lloc web on teniu cap problema (Nota de privadesa: només si no us importa compartir el que és) ... i després feu clic a \" Sóc humà \"botó\" i tracta de resoldre.",
    "reporting-bugs-guide-step-4": "Pas 4: Feu clic a \"Exportar HAR\" (la fletxa petita cap avall) després d'intentar resoldre, el que desa el registre de xarxa. Envieu-nos aquest fitxer.",
    "reporting-bugs-guide-step-5": "Pas 5: Feu clic a la pestanya Consola i feu clic amb el botó dret a \"Desa com ..\" per desar el registre de la consola. Envieu-nos també.",
    "reporting-bugs-guide-step-6": "Últim pas: envieu-nos per correu electrònic aquells fitxers de registre HAR i consola i descriviu el problema‍ Utilitzeu: support@hcaptcha.com (utilitzeu un servei com Dropbox o Filebin i envieu enllaços) i, opcionalment, una captura de pantalla, si sospiteu que hi ha alguna cosa que no es mostra correctament. . Envieu també la IP que utilitzeu. Podeu obtenir-ho a https://www.whatsmyip.org/ ‍Gràcies per prendre un temps per ajudar-nos a obtenir aquesta informació. Ens comprometem a fer que hCaptcha funcioni bé per a tothom.",
    "reporting-bugs-guide-text-1": "L’enviament d’informació de depuració amb el vostre informe us facilitarà molt més poder identificar què passa. Aquí teniu instruccions pas a pas:",
    "reporting-bugs-guide-text-2": "Si sou un desenvolupador web o un usuari expert, el resum volem que ens envieu una xarxa que enregistra els registres HAR i la consola del navegador. Intenteu desactivar primer qualsevol bloqueig d’anuncis o extensions de seguretat del navegador i, després, torneu-ho a provar abans de fer aquests passos. Si això soluciona el problema, encara us agradaria que ens informéssiu de la vostra versió del navegador, del bloqueig d’anuncis o de l’extensió del navegador i de l’URL del lloc web.",
    "reporting-bugs-intro-head": "Heu trobat un error? A continuació us detallem com informar-ne.",
    "reporting-bugs-intro-text": "Milions de persones utilitzen hCaptcha cada mes, en milers de combinacions de navegadors, extensions, dispositius, tallafocs i molt més. El nostre objectiu és assegurar-nos que sempre funciona, de manera que agraïm molt els vostres informes. Per obtenir informació ràpida, només cal fer clic al botó \"Envia'ns comentaris\". Si veieu un problema funcional, seguiu les instruccions del registre de depuració de Chrome o les instruccions del registre de depuració de Firefox a continuació. Per a qualsevol altre navegador només cal que ens envieu un correu electrònic. Per veure possibles problemes de seguretat o privadesa, consulteu les instruccions següents.",
    "reporting-bugs-privacy-head": "Problemes de privadesa",
    "reporting-bugs-privacy-text": "No ens importa qui són els usuaris, sinó la probabilitat que siguin maliciosos o màquines. Estem donant suport a iniciatives com Privacy Pass, i treballem molt per equilibrar la privadesa i la seguretat. Si heu trobat un problema que creieu que pot afectar la privadesa de l'usuari, envieu-nos-nos un correu electrònic a l'adreça support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envia’ns comentaris",
    "reporting-bugs-provide-feedback-head": "Proporciona informació immediata sobre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agraïm la vostra aportació. Feu-nos conèixer qualsevol problema i els solucionarem ràpidament.",
    "reporting-bugs-security-head": "Errors de seguretat",
    "reporting-bugs-security-text": "Sempre ens interessa rebre informes d’errors de seguretat. Envia un correu electrònic a support@hcaptcha.com i CC security@hcaptcha.com i et respondrem ràpidament. També tenim un programa de recompensa d’errors per als informes de seguretat elegibles del servei hCaptcha i el codi font relacionat.",
    "sec-hc": "Primera seguretat",
    "sec-hc-text": "hCaptcha es centra en l'editorial. Treballem per donar dades reals als llocs i deixar-los decidir com utilitzar-lo. La precisió és del vostre interès i del nostre. Les empreses de publicitat les proporcionen altres captchas. Cada bot que bloquegi pot reduir els seus ingressos.",
    "what-is-hcaptcha": "Què és hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ajuda els vostres serveis web preferits a evitar bots, correu brossa i abusos fent preguntes senzilles fàcils per als humans i difícils per a les màquines.",
    "why-hc": "Per què hCaptcha?",
    "why-hc-text": "Cada vegada que respon a un repte, utilitzem models sofisticats per esbrinar si ets humà o una màquina. El lloc web que heu visitat utilitza llavors aquest resultat per millorar la vostra experiència al vostre lloc, mantenint els bots fora."
}