{
    "a11y-img-1": "Accessibilitat de la pantalla de l'usuari després de l'inici de sessió",
    "a11y-img-2": "Opció d'accessibilitat al menú de la IU del widget",
    "a11y-img-3": "Quadre de diàleg d’accessibilitat a la interfície d’usuari del widget",
    "about-advisors-brendan": "CEO de Brave. Cofundador de Mozilla. Creador del llenguatge de programació JavaScript. Creador de navegadors i molt més.",
    "about-advisors-dawn": "Professor de CS a la Universitat de Califòrnia, Berkeley. Expert en aprenentatge profund, seguretat, blockchain. CEO d'Oasis Labs.",
    "about-advisors-head": "Assessors",
    "about-advisors-keiran": "Investigador científic a Stanford. Aprenentatge automàtic i finançament quantitatiu als principals bancs, hedge funds i acadèmics.",
    "about-content-head-1": "Què fem",
    "about-content-head-2": "Per què importa?",
    "about-content-text-1": "hCaptcha és un servei d’Intuition Machines Inc, una empresa d’IA i aprenentatge automàtic centrada en l’aprenentatge de metalls i el domini visual ML a escala. Construïm i operem sistemes escalables massivament per permetre serveis d’anàlisi d’imatges i vídeo per a empreses del Global 2000 de tot el món.",
    "about-content-text-1a": "hCaptcha ofereix un enfocament modern i centrat en la privadesa per aturar els robots.",
    "about-content-text-1b": "Mostrem desafiaments CAPTCHA que són difícils per als robots, però fàcils per a les persones, recopilant dades difícils d’etiquetar a partir de problemes d’aprenentatge automàtic i utilitzant-les per distingir si un visitant d’un lloc web o d’una aplicació és humà.",
    "about-content-text-2": "En general, més dades produeixen millors resultats. La creació i el manteniment de conjunts de dades rellevants i correctament etiquetats requereixen molt de temps i costen. hCaptcha es va desenvolupar originalment per atendre les nostres pròpies necessitats d’etiquetatge d’imatges i ara està disponible per a altres empreses amb necessitats similars.",
    "about-content-text-2a": "Els mals actors són cada vegada més habituals en línia. Però sacrificar la privadesa dels usuaris no és la solució.",
    "about-content-text-2b": "Les solucions de seguretat que ofereixen les empreses publicitàries se centren principalment en el seguiment d’usuaris a través del web. Hem creat una solució de seguretat eficaç que demostra que no és necessari perjudicar la privadesa dels usuaris per obtenir resultats excel·lents.",
    "about-intro-head-1": "Quant a hCaptcha",
    "about-intro-head-2": "Privadesa, seguretat i aprenentatge automàtic.",
    "about-intro-text": "hCaptcha és el servei CAPTCHA independent més utilitzat del món.",
    "about-leadership-alex": "Expert en bases de dades i Blockchain. Enginyer primerenc a Cloudera i molt més. Dècades d'experiència en creació de programari i equips.",
    "about-leadership-eli": "Conseller delegat. Líder reconegut en IA. Ha aplicat la intel·ligència de màquines a gran escala a una àmplia varietat de problemes empresarials en les darreres dècades.",
    "about-leadership-head": "Lideratge",
    "about-leadership-todd": "Doctor en biologia computacional, Stanford. Treballant amb xarxes neuronals des del 1999. Centreu-vos en la ML aplicada i l'aprenentatge profund a escala.",
    "acc-opt": "Opcions d’accessibilitat",
    "acc-opt-but": "Obteniu més informació sobre les opcions d’accessibilitat",
    "acc-opt-text": "Teniu discapacitat visual o no podeu completar hCaptchas?",
    "accessibility-link": "Accessibilitat",
    "appreciate-in": "Agraïm la vostra aportació. Feu-nos saber qualsevol problema i el solucionarem ràpidament.",
    "fb-but": "Envieu-nos comentaris",
    "feedback-text": "Proporciona comentaris sobre l’hCaptcha que acabes de veure",
    "footer-attribution": "Reconeixement",
    "footer-copyright-text": "hCaptcha és una marca comercial registrada d’Intuition Machines, Inc.",
    "footer-header-1": "Empresa",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contacte",
    "footer-link-1": "Etiquetatge",
    "footer-link-10": "Accessibilitat",
    "footer-link-2": "Sobre",
    "footer-link-3": "Treballs",
    "footer-link-4": "Marques comercials",
    "footer-link-5": "Ètica de la IA",
    "footer-link-6": "Bloc",
    "footer-link-7": "Estat",
    "footer-link-8": "Documentació",
    "footer-link-9": "Notificar un error",
    "footer-privacy": "Privadesa",
    "footer-subheader-1": "Suport",
    "footer-subheader-2": "Contacte",
    "footer-terms": "Termes",
    "h-plans": "Plans de subscripció",
    "header-docs-link": "Documents",
    "header-labeling-services-link": "Serveis d’etiquetatge",
    "header-login-button": "iniciar Sessió",
    "header-plans-link": "Plans",
    "header-signup-button": "Registra't",
    "home-about-head": "Quant a hCaptcha",
    "home-about-subtitle": "Amb el protocol HUMAN",
    "home-about-text-1": "hCaptcha està dissenyat per resoldre el problema més intens en màquina d’aprenentatge automàtic: etiquetar quantitats massives de dades de manera oportuna, assequible i fiable.",
    "home-about-text-2": "Més dades generalment produeixen millors resultats en la formació de models d’aprenentatge automàtic. L'èxit recent de models profunds ha conduït a conjunts de dades cada vegada més grans, gairebé sempre amb alguna revisió humana. No obstant això, la creació de grans conjunts de dades revisats pels humans mitjançant Mechanical Turk, Figure Eight, etc. és lent i costós.",
    "home-about-text-3": "hCaptcha permet als llocs web guanyar diners servint aquesta demanda tot bloquejant els robots i altres formes d'abús.",
    "home-about-text-4": "El mercat hCaptcha funciona amb el protocol HUMAN, un protocol descentralitzat obert per a la revisió humana que s’executa a la cadena de blocs Ethereum. Els llocs web guanyen fitxes humanes (HMT) cada vegada que els usuaris fan servir el giny hCaptcha al seu lloc i les empreses d’aprenentatge automàtic paguen fitxes humanes per etiquetar les seves dades.",
    "home-ba-labeling-services-link": "Serveis d’etiquetatge",
    "home-benefits-head-1": "El valor en l'etiquetatge de dades",
    "home-benefits-head-2": "Torna a la caritat",
    "home-benefits-text-1": "T’has adonat cada vegada que fas clic al cotxe que ajudes a formar de forma gratuïta els sistemes d’aprenentatge automàtic d’una empresa Gigantic?",
    "home-benefits-text-2": "hCaptcha dóna la volta a aquest model. Quan utilitzeu hCaptcha, les empreses fan ofertes pel treball que fan els vostres usuaris mentre demostren la seva humanitat. Obtens els beneficis.",
    "home-benefits-text-3": "Voleu tornar a la vostra organització benèfica preferida? hCaptcha us permet donar suport a les organitzacions benèfiques que trieu amb els guanys que obtingueu en fer-lo servir. Els usuaris del vostre lloc aviat podran veure la vostra contribució a la caritat mitjançant una marca discreta a la interfície hCaptcha.",
    "home-challenge-text-1": "Seleccioneu totes les imatges que coincideixin amb la consulta",
    "home-challenge-text-2": "Definiu l'àrea de delimitació d'objectes",
    "home-challenge-text-3": "Identifiqueu les etiquetes corresponents",
    "home-challenge-title-1": "Comparació",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Classificació",
    "home-challenges-head": "Desafiaments presentats",
    "home-challenges-text-1": "... i altres tasques senzilles. Fàcil per als humans, difícil per als robots.",
    "home-challenges-text-2": "Les tasques personalitzades també estan disponibles per als editors empresarials.",
    "home-ent-1": "Busqueu les nostres ofertes de seguretat empresarial?",
    "home-ent-2": "Visiteu el nostre nou lloc dedicat: BotStop.com",
    "home-ent-button": "Més informació: BotStop by hCaptcha",
    "home-from-the-blog": "DEL BLOG:",
    "home-from-the-blog-value": "Com funcionen els paràmetres de dificultat de hCaptcha",
    "home-intro-body": "Feu servir un captcha per evitar els robots? hCaptcha protegeix la privadesa dels usuaris, premia llocs web i ajuda les empreses a etiquetar les seves dades. És un substitut de reCAPTCHA: podeu canviar en qüestió de minuts.",
    "home-intro-button": "Inscriviu-vos ara",
    "home-intro-head": "Atureu més robots. Comenceu a protegir la privadesa de l'usuari.",
    "home-main-1": "Privat. Segur. Més ràpid. I us paguem per utilitzar-lo.",
    "home-main-2": "Centrat en la privadesa",
    "home-main-2c": "Les xarxes publicitàries consideren els vostres visitants com el producte. Per a hCaptcha, el producte és el treball que proporcionen. No ens importen qui siguin els vostres usuaris, només la probabilitat que siguin maliciosos. Donem suport a iniciatives com Privacy Pass i treballem dur per equilibrar la privadesa i la seguretat.",
    "home-main-3": "Seguretat primer",
    "home-main-3c": "La precisió és del vostre interès i de la nostra. hCaptcha està centrat en l'editor. Treballem per proporcionar-vos dades reals i deixar-vos decidir com utilitzar-les. Altres captchas les proporcionen empreses de publicitat gegantines. Això significa que tots els robots que bloquegen poden reduir els seus ingressos.",
    "home-main-4": "Millor experiència d'usuari",
    "home-main-4c": "HCaptcha utilitza models sofisticats d’aprenentatge automàtic per determinar la humanitat. Això ens permet exigir tasques menys molestes als vostres usuaris i trigar menys del seu temps en fer-ho, tot i produir dades etiquetades útils per etiquetar els clients.",
    "home-main-plans": "hCaptcha és gratuït per a editors de qualsevol mida. Tot i això, per a empreses i plataformes que necessiten més control, les nostres solucions empresarials estan disponibles.",
    "home-main-plans2": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris a desenes de milions de llocs web d’algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu",
    "home-main-plans3": "Les solucions empresarials hCaptcha protegeixen milions d’usuaris a desenes de milions de llocs web d’algunes de les empreses més grans del planeta. Poseu-vos en contacte amb nosaltres per obtenir més informació o visiteu",
    "home-main-plans4": "per obtenir més informació.",
    "home-plans-button-1": "Inscriviu-vos ara",
    "home-plans-button-2": "Contacteu amb les vendes",
    "home-plans-chart-head-1": "Característiques",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empresa",
    "home-plans-chart-row-1-cell-1": "Es mostren els tipus de desafiament de control",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Taulers multiusuari",
    "home-plans-chart-row-11-cell-1": "Funcions avançades d'informes",
    "home-plans-chart-row-12-cell-1": "SLA empresarials",
    "home-plans-chart-row-2-cell-1": "Controleu el contingut del repte utilitzat",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Guanyeu recompenses per solucions humanes",
    "home-plans-chart-row-4-cell-1": "Protecció anti-bot de classe mundial",
    "home-plans-chart-row-5-cell-1": "Funciona a tots els països",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA i 99,9% de modes passius",
    "home-plans-chart-row-5b-cell-1": "Puntuacions de confiança del bot",
    "home-plans-chart-row-6-cell-1": "Política de privadesa compatible amb GDPR i CCPA",
    "home-plans-chart-row-7-cell-1": "Nivells de dificultat de gra fi",
    "home-plans-chart-row-8-cell-1": "Inicieu el vostre propi contingut de desafiament",
    "home-plans-chart-row-9-cell-1": "Programació de dificultats basades en el temps",
    "home-try-it-out-button": "Obteniu hCaptcha",
    "home-try-it-out-head": "Intenta-ho",
    "home-try-it-out-text": "hCaptcha proporciona una detecció de robots simple, fàcil i fiable, tot i que és trivial per als humans.",
    "labeling-about-head": "Quant a hCaptcha",
    "labeling-about-text-1": "hCaptcha està dissenyat per resoldre el problema més intensiu en aprenentatge automàtic; etiquetant quantitats massives de dades de manera oportuna, assequible i fiable. Més dades generalment produeixen millors resultats en la formació de models d’aprenentatge automàtic. L’èxit recent dels models profunds ha donat lloc a conjunts de dades cada vegada més grans, i hCaptcha compleix aquesta necessitat.",
    "labeling-about-text-2": "No obstant això, la creació de grans conjunts de dades revisats pels humans mitjançant mètodes tradicionals és lenta i costosa. hCaptcha és una manera per a les empreses d'obtenir les anotacions que necessiten més ràpidament, amb una qualitat superior i a un cost inferior a altres alternatives.",
    "labeling-annotations-head": "Tipus d’anotacions",
    "labeling-annotations-text-1": "Detecció precisa d’objectes en imatges i vídeo",
    "labeling-annotations-text-2": "Detecció precisa d’objectes en imatges i vídeo",
    "labeling-annotations-text-3": "Anotacions puntuals per a molts casos d'ús diferents",
    "labeling-annotations-text-4": "Ordeneu o afegiu categories arbitràries de qualsevol mida",
    "labeling-annotations-text-5": "Detecció i classificació alimentades per humans",
    "labeling-annotations-text-6": "Necessiteu un altre tipus que no aparegui aquí? Només cal que ens ho demaneu.",
    "labeling-annotations-title-1": "Caixes delimitadores",
    "labeling-annotations-title-2": "Polígons",
    "labeling-annotations-title-3": "Fites",
    "labeling-annotations-title-4": "Categorització d’atributs",
    "labeling-annotations-title-5": "Comparació i detecció",
    "labeling-annotations-title-6": "... i molts més",
    "labeling-ent-button": "Poseu-vos en contacte amb el nostre equip de solucions empresarials",
    "labeling-ent-head": "Necessiteu un control extrem a extrem?",
    "labeling-ent-text-1": "La plataforma HUMAN darrere d’hCaptcha proporciona funcions de gestió i qualitat de treball altament sofisticades mitjançant desplegaments locals, híbrids o SaaS que s’integren amb els sistemes existents.",
    "labeling-ent-text-2": "Executeu-vos completament fora de línia amb la vostra pròpia plantilla, feu un seguiment del valor consumit entre unitats de negoci o socis del consorci, encameneu de manera selectiva les feines a diferents proveïdors de mà d’obra interns o externs en funció dels requisits de seguretat i de cost, i molt més.",
    "labeling-ent-text-3": "Fàcil accés a l'API, bells taulers i l'última tecnologia model-in-the-loop per maximitzar l'eficiència.",
    "labeling-ent-text-4": "Hi ha disponible un SLA de temps d'activitat del 99,99% i assistència global 24/7. Per a més informació:",
    "labeling-features-head-1": "Canalitzacions simples basades en API.",
    "labeling-features-head-2": "Optimitzat per al cost i la qualitat. No cal cap compromís inicial.",
    "labeling-features-head-3": "Pagueu només per la precisió que necessiteu.",
    "labeling-features-head-4": "Proporcioneu les vostres pròpies dades de veritat sobre el terreny o deixeu-les construir sobre la marxa.",
    "labeling-features-text-1": "Voleu integrar la revisió humana directament a les vostres operacions comercials? Oferim SLA d'alta fiabilitat, capacitat garantida i API REST senzilles.",
    "labeling-features-text-2": "La plataforma HUMAN utilitza models de confiança integrals per realitzar sofisticats anàlisis de qualitat en temps real. Això ens permet determinar ràpidament tant la dificultat de les preguntes com la seva probable resposta correcta, estalviant temps i diners.",
    "labeling-features-text-3": "No tots els problemes són iguals. Les anotacions per a tasques crítiques de seguretat poden requerir confiança del 99,99% per part de treballadors completament humans. Les anotacions per a una funció beta en una aplicació de jocs per a mòbils només poden requerir confiança moderada. Tu decideixes.",
    "labeling-features-text-4": "Teniu dades brutes sense un conjunt de verificacions complet? En la majoria dels casos, podem crear-ne una a mesura que s’executin tasques pel sistema o crear mostres etiquetades per a la vostra aprovació.",
    "labeling-info-head": "S’etiqueta les dades",
    "labeling-info-text-1": "Parleu amb un dels nostres experts en dominis per definir les necessitats del vostre projecte: precisió, format i requisits especials.",
    "labeling-info-text-2": "Executem un petit treball de producció basat en les vostres dades de mostra. Això posa a prova la feina que hem fet junts per garantir que obtingueu exactament el que necessiteu.",
    "labeling-info-text-3": "Amb el nostre alt volum i baixa latència, canviarem el vostre treball ràpidament, amb un lliurament automatitzat tan aviat com estigui acabat.",
    "labeling-info-text-4": "A mesura que entenguem millor els paràmetres del vostre treball de producció, els resultats continuaran millorant amb el pas del temps.",
    "labeling-info-text-5": "Els taulers en directe us permeten proporcionar comentaris o aturar la producció en qualsevol moment.",
    "labeling-info-title-1": "Definiu les especificacions",
    "labeling-info-title-2": "Prova inicial de feina",
    "labeling-info-title-3": "Desplegueu feines de producció",
    "labeling-info-title-4": "Millora contínua",
    "labeling-info-title-5": "Resultats en temps real",
    "labeling-main-1": "Etiquetatge de dades rendible a escala",
    "labeling-main-1-button": "Obteniu l'etiquetatge de les vostres dades ara",
    "labeling-main-1c": "Necessiteu més etiquetes per als vostres conjunts de dades? hCaptcha proporciona un etiquetatge de dades ràpid, rendible i d’alta qualitat per a empreses que treballen en aplicacions d’intel·ligència artificial i aprenentatge automàtic.",
    "labeling-main-2": "Inicieu milions de tasques a l'instant.",
    "labeling-main-2-button": "Comprar serveis d’etiquetatge de dades",
    "labeling-main-2c": "hCaptcha té una de les piscines més grans del planeta disponibles per al vostre ús. Sigui quina sigui la vostra escala, la podem gestionar sense compromisos inicials costosos. Milions de tasques al dia no són cap problema.",
    "labeling-platform-head": "Informació pública o privada",
    "labeling-platform-text": "hCaptcha es basa en la plataforma HUMAN, que permet sofisticats encaminaments i anàlisis per optimitzar el cost i l'eficiència en cada pas. Aquesta tecnologia permet que la plantilla adequada pugui gestionar cada part del vostre treball, maximitzant l’eficiència de costos, mantenint la privadesa i complint els requisits normatius que puguin aplicar-se.",
    "labeling-try-button": "Comprar serveis d’etiquetatge de dades",
    "labeling-try-head": "Voleu provar-ho amb les vostres dades?",
    "labeling-try-text": "... estem preparats quan ho tingueu: el nostre servei està disponible tot el dia.",
    "learn-more-hcaptcha": "Més informació sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: Compatible amb hCaptcha Section 508 + WCAG 2.1 AA? Resposta: Creiem que sí: tots els usuaris amb qualsevol tipus de discapacitat que puguin navegar per la web i introduir text als formularis poden accedir als serveis protegits per hCaptcha després del registre. Tot i això, no es tracta d’assessorament legal: hauríeu de realitzar la vostra pròpia avaluació, tenint en compte la vostra implementació particular per assegurar-vos que aquest és el cas del vostre desplegament.",
    "page-acc-faq-2": "Pregunta: Esteu treballant en altres opcions d'accessibilitat (a11y), com l'àudio? Resposta: les opcions populars anteriorment com ara captchas d'àudio discriminen molts usuaris de tot l'any i són fàcilment derrotades per les modernes tècniques d'aprenentatge automàtic. Això ha obligat a que els reptes actuals d'àudio siguin cada vegada més difícils, introduint soroll, temps extra, combinacions de paraules inusuals, etc. per derrotar els atacants. Per tant, estem menys entusiastes d’aquest enfocament enfront d’evitar el repte del tot, però ho considerarem si hi ha demanda de la comunitat de tots els anys. Tot i això, ens interessa molt el Private Pass per al cas d’ús d’Accessibility. Creiem que la combinació del nostre enfocament actual a11y amb l’emissió de Private Pass permetrà als usuaris a11y navegar de forma segura, sabent que el seu trànsit és més privat, tot restringint l’abús per part dels operadors de bot que inevitablement es produeix quan hi ha opcions a11y disponibles. Som participants actius del grup de treball IETF que estandarditza aquesta nova tecnologia.",
    "page-acc-faq-3": "Pregunta: Què passa amb la privadesa? El registre exposa algunes dades de navegació d'alguna manera? Què feu amb el correu electrònic? Resposta: hCaptcha està dissenyat per a la privadesa des de zero. És molt diferent de les opcions tradicionals, com ara reCAPTCHA, que són propietat de xarxes publicitàries, que tenen un incentiu per fer-vos un seguiment al web i associar-vos amb una identitat real. Mai fem servir correus electrònics o informació d’accessibilitat amb cap altre propòsit que no sigui facilitar l’ús quotidià i prevenir els abusos. La nostra política de privadesa conté respostes exhaustives i autoritàries sobre com fem servir les dades, però la resposta breu és que no tenim cap interès en associar-lo com a persona amb el vostre historial de navegació. Actualment, també estem treballant en una solució criptogràfica per descartar ràpidament la vostra adreça de correu electrònic. tot i conservar la nostra capacitat de prevenir abusos, complementant la nostra feina de Privacy Pass.",
    "page-acc-link-1": "Si sou usuari d’accessibilitat, inscriviu-vos aquí.",
    "page-acc-subhead": "Garantir un accés perfecte a tots els usuaris mantenint la seguretat",
    "page-acc-summary": "Resum",
    "page-acc-summary-contents-1": "hCaptcha està dissenyat per aturar els robots distingint-los de la gent. Les proves visuals són una eina convenient per a això, però no tothom pot resoldre un desafiament visual. Per aquest motiu, hem dissenyat una alternativa senzilla i indolora per permetre als editors que utilitzen el nostre servei preservar l’accessibilitat per a tothom amb el compliment complet de la Secció 508 i WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Com funciona: primer, un usuari d’accessibilitat s’inscriu en aquest URL, que està enllaçat a la pàgina d’informació del widget hCaptcha. Se’ls proporciona una galeta encriptada que es pot utilitzar diverses vegades al dia, però que s’ha d’actualitzar cada 24 hores mitjançant l’inici de sessió.",
    "page-acc-title": "Informació d’accessibilitat hCaptcha",
    "page-acc-tr-body": "Pregunta: Encara veig un repte després d’haver configurat la galeta. Què està causant això? Resposta: normalment es deu a l'ús d'un bloqueig d'anuncis agressiu o una extensió anti-galetes, o a una configuració que bloqueja les galetes entre llocs, en aquest cas una galeta per a hcaptcha.com que està configurada o comprovada per hCaptcha JavaScript en un lloc diferent , com el que esteu visitant. Les galetes d’accessibilitat hCaptcha funcionen amb tots els navegadors i bloquejadors d’anuncis populars amb la seva configuració estàndard, de manera que normalment els errors es deuen a scripts anti-bloqueig d’anuncis o conjunts de regles similars orientats a llocs concrets. Solucions: 1. Llista blanca galetes hcaptcha.com i * .hcaptcha.com al bloquejador d’anuncis o a l’extensió de seguretat del navegador. 2. Si utilitzeu el navegador Brave, que (a partir d’abril de 2020) no té cap tipus de llista blanca de galetes, aneu a Preferències -> Escuts -> Galetes i trieu Permet totes les galetes. 3. Si utilitzeu la versió més recent de Safari a OS X 10.15 o iOS 13. 4 recentment llançat, Apple acaba de canviar el comportament de Safari relacionat amb les cookies de tercers, bloquejant-les per defecte. Estem implementant una solució, però, mentrestant, visiteu Preferències de Safari, secció de privadesa i desmarqueu el seguiment del lloc web: eviteu el seguiment entre llocs perquè la galeta d’accessibilitat funcioni tal com s’esperava. Pregunta: faig servir diversos dispositius. He de registrar-me diverses vegades? Resposta: no. Feu clic al mateix enllaç d’inici de sessió per correu electrònic que s’envia a cada dispositiu que utilitzeu per configurar la cookie.",
    "page-acc-tr-title": "Per a usuaris d’accessibilitat: Preguntes i Resolució de problemes",
    "priv-hc": "Centrat en la privadesa",
    "priv-hc-text": "Les xarxes publicitàries us veuen com el seu producte. No ho fem. No ens importen qui siguin els usuaris, només la probabilitat que siguin maliciosos. Donem suport a iniciatives com Privacy Pass i treballem dur per equilibrar la privadesa i la seguretat.",
    "reporting-bugs-accessibility-button": "Obteniu més informació sobre les opcions d’accessibilitat",
    "reporting-bugs-accessibility-head": "Opcions d’accessibilitat",
    "reporting-bugs-accessibility-text": "Teniu discapacitat visual o no podeu completar hCaptchas?",
    "reporting-bugs-guide-ff-head": "Captura de detalls de l'informe d'errors: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pas 1: obriu les eines per a desenvolupadors (començarà a gravar la sessió).",
    "reporting-bugs-guide-ff-step-2": "Pas 2: feu clic a la pestanya Xarxa a Eines per a desenvolupadors. Marqueu la casella de registres de persistència a la part superior.",
    "reporting-bugs-guide-ff-step-3": "Pas 3: visiteu https://accounts.hcaptcha.com/demo o el lloc web al qual teniu problemes (Nota de privadesa: només si no us importa compartir el que és) ... i feu clic a la I sóc un botó humà i intento resoldre-ho.",
    "reporting-bugs-guide-ff-step-4": "Pas 4: feu clic a HAR després d’intentar solucionar-lo i seleccioneu Desa-ho tot com a HAR per desar el registre de xarxa. Envieu-nos aquest fitxer.",
    "reporting-bugs-guide-ff-step-5": "Pas 5: feu clic a la pestanya Consola i feu clic amb el botó dret a continuació, seleccioneu-ho tot i deseu-lo en un fitxer de text per tal de desar el registre de la consola. Envieu-nos-ho també.",
    "reporting-bugs-guide-ff-step-6": "Últim pas: envieu-nos aquests fitxers de registre HAR i consola per correu electrònic i descriviu el problema. Utilitzeu: support@hcaptcha.com (utilitzeu un servei com Dropbox o Filebin i envieu enllaços) i, opcionalment, una captura de pantalla, si sospiteu que hi ha alguna cosa que no es mostra correctament. . Envieu també la IP que feu servir. Podeu obtenir-la a https://www.whatsmyip.org/ Gràcies per dedicar-vos el temps per ajudar-nos a obtenir aquesta informació. Ens comprometem a fer que hCaptcha funcioni bé per a tothom.",
    "reporting-bugs-guide-head": "Captura de detalls de l'informe d'errors: Chrome",
    "reporting-bugs-guide-step-1": "Pas 1: obriu les eines per a desenvolupadors (començarà a gravar la sessió).",
    "reporting-bugs-guide-step-2": "Pas 2: feu clic a la pestanya Xarxa a Eines per a desenvolupadors. Marqueu la casella de registre Preserva a la part superior.",
    "reporting-bugs-guide-step-3": "Pas 3: visiteu https://accounts.hcaptcha.com/demo o el lloc web al qual teniu problemes (Nota de privadesa: només si no us importa compartir el que és) ... i feu clic a la I sóc un botó humà i intento resoldre-ho.",
    "reporting-bugs-guide-step-4": "Pas 4: feu clic a Exporta HAR (la petita fletxa cap avall) després d’intentar resoldre, cosa que desa el registre de xarxa. Envieu-nos aquest fitxer.",
    "reporting-bugs-guide-step-5": "Pas 5: feu clic a la pestanya Consola i feu clic amb el botó dret del ratolí a Desa com a .. per desar el registre de la consola. Envieu-nos-ho també.",
    "reporting-bugs-guide-step-6": "Últim pas: envieu-nos per correu electrònic els fitxers de registre HAR i de la consola i descriviu el problema. Utilitzeu: support@hcaptcha.com (utilitzeu un servei com Dropbox o Filebin i envieu enllaços) i opcionalment una captura de pantalla, si sospiteu que hi ha alguna cosa que no es mostra correctament. Envieu també la IP que feu servir. Podeu obtenir-la a https://www.whatsmyip.org/ Gràcies per dedicar-vos el temps per ajudar-nos a obtenir aquesta informació. Ens comprometem a fer que hCaptcha funcioni bé per a tothom.",
    "reporting-bugs-guide-text-1": "L’enviament d’informació de depuració amb l’informe ens facilitarà la identificació del que passa. Aquí teniu instruccions pas a pas:",
    "reporting-bugs-guide-text-2": "Si sou un desenvolupador web o un usuari expert, el resum és que ens agradaria que ens envieu un HAR de gravació de xarxa i els registres de la consola del navegador. Intenteu desactivar primer qualsevol bloquejador d’anuncis o extensions de seguretat del navegador i, a continuació, torneu-ho a provar abans de seguir aquests passos. Si això soluciona el vostre problema, agrairíem que ens feu saber la versió del navegador, el bloquejador d’anuncis o l’extensió del navegador i l’URL del lloc web.",
    "reporting-bugs-intro-head": "Heu trobat un error? A continuació s’explica com informar-ne.",
    "reporting-bugs-intro-text": "Milions de persones utilitzen hCaptcha cada mes en milers de combinacions de navegadors, extensions, dispositius, tallafocs i molt més. El nostre objectiu és assegurar-nos que sempre us funcioni, de manera que agraïm molt els vostres informes. Per fer comentaris ràpids, només cal que feu clic al botó Envia’ns comentaris. Si veieu un problema funcional, seguiu les instruccions de registre de depuració de Chrome o les instruccions de registre de depuració de Firefox a continuació. Per a qualsevol altre navegador, envieu-nos un correu electrònic. Per a possibles problemes de seguretat o privadesa, consulteu les instruccions següents.",
    "reporting-bugs-privacy-head": "Problemes de privadesa",
    "reporting-bugs-privacy-text": "No ens importen qui siguin els usuaris, només la probabilitat que siguin maliciosos o de màquines. Donem suport a iniciatives com Privacy Pass i treballem dur per equilibrar la privadesa i la seguretat. Si heu trobat un problema que creieu que pot afectar la privadesa de l'usuari, envieu-nos un correu electrònic a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envieu-nos comentaris",
    "reporting-bugs-provide-feedback-head": "Proporciona comentaris immediats sobre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agraïm la vostra aportació. Feu-nos saber qualsevol problema i el solucionarem ràpidament.",
    "reporting-bugs-security-head": "Errors de seguretat",
    "reporting-bugs-security-text": "Sempre ens interessa rebre informes d’errors de seguretat. Envieu un correu electrònic a support@hcaptcha.com i CC security@hcaptcha.com i us respondrem ràpidament. També tenim un programa de recompensa d'errors per als informes de seguretat elegibles del servei hCaptcha i del codi font relacionat.",
    "sec-hc": "Seguretat primer",
    "sec-hc-text": "hCaptcha està centrat en l'editor. Treballem per proporcionar dades reals als llocs i deixar que decideixin com utilitzar-les. La precisió és del vostre interès i de la nostra. Altres captchas les proporcionen empreses de publicitat. Tots els robots que bloquegen poden reduir els seus ingressos.",
    "switch-to-english-link": "Canvia a l'anglès",
    "what-is-hcaptcha": "Què és hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ajuda els vostres serveis web preferits a evitar bots, correu brossa i abús fent preguntes senzilles fàcils per als humans i difícils per a les màquines.",
    "why-hc": "Per què hCaptcha?",
    "why-hc-text": "Cada vegada que responeu a un desafiament, fem servir models sofisticats per esbrinar si sou humans o sou una màquina. El lloc web que heu visitat fa servir aquest resultat per ajudar-vos a millorar la vostra experiència al lloc evitant els robots."
}