{
    "about-advisors-brendan": "CEO. Nakilala nga lider sa AI. Naggamit sa salabutan sa makina sa sukod sa daghang mga problema sa negosyo sa miaging mga dekada.",
    "about-advisors-dawn": "PhD sa Computational Biology, Stanford. Nagtrabaho kauban ang mga neural network sukad pa sa 1999. Pag-focus sa gipadapat ML ug lawom nga pagkat-on sa sukod.",
    "about-advisors-head": "Mga magtatambag",
    "about-advisors-keiran": "Eksperto sa Database ug Blockchain. Sayo nga engineer sa Cloudera ug daghan pa. Mga dekada nga kahanas sa paghimo og software ug mga koponan.",
    "about-content-head-1": "Kung Unsa ang Atong Buhaton",
    "about-content-head-2": "Kon Nganong Hinungdanon Kini",
    "about-content-text-1": "Ang hCaptcha usa ka serbisyo sa Intuition Machines Inc, usa ka AI ug kompanya sa pagkat-on sa makina nga adunay focus sa metalearning ug visual domain ML sa sukod. Nagtukod kami ug nagdagan nga daghang mga sistema nga mahimo’g makuhaan ang mga serbisyo sa pag-analisa sa video ug imahe alang sa mga kompanya sa Global 2000 sa tibuuk kalibutan.",
    "about-content-text-2": "Daghang datos sa kasagaran naghimo og labi ka maayo nga mga sangputanan. Ang pagtukod ug pagpadayon sa husto nga gimarkahan ug ang may kalabutan nga mga dataset sa oras nga nagasto ug mahal. Ang hCaptcha orihinal nga naugmad aron matubag ang among kaugalingon nga mga panginahanglanon sa pag-label sa imahe, ug magamit na karon alang sa ubang mga kompanya nga adunay parehas nga mga panginahanglan.",
    "about-intro-head-1": "Pagtrabaho alang sa hCaptcha",
    "about-intro-head-2": "Dako ang Atong Misyon",
    "about-intro-text": "Nagdaghan kami nga dali ug kanunay nga gipangita ang labing kaayo nga talento sa kalibutan sa tibuuk kalibutan nga mga opisina. Mahimo ka mag-apply sa mga link sa ubos.",
    "about-leadership-alex": "Eksperto sa Database ug Blockchain. Sayo nga engineer sa Cloudera ug daghan pa. Mga dekada nga kahanas sa paghimo og software ug mga koponan.",
    "about-leadership-eli": "CEO. Nakilala nga lider sa AI. Naggamit sa salabutan sa makina sa sukod sa daghang mga problema sa negosyo sa miaging mga dekada.",
    "about-leadership-head": "Pagpangulo",
    "about-leadership-todd": "PhD sa Computational Biology, Stanford. Nagtrabaho kauban ang mga neural network sukad pa sa 1999. Pag-focus sa gipadapat ML ug lawom nga pagkat-on sa sukod.",
    "acc-opt": "Mga kapilian sa pag-access",
    "acc-opt-but": "Pagkat-on og dugang bahin sa mga kapilian sa pag-access",
    "acc-opt-text": "May panan-aw ka ba sa biswal o kung dili nimo makompleto ang hCaptchas?",
    "accessibility-link": "Pag-access",
    "appreciate-in": "Gipabilhan namon ang imong input. Hibal-i namon ang bisan unsang mga isyu ug dali namon kini nga masulbad.",
    "fb-but": "Magpadala kami feedback",
    "feedback-text": "Paghatag feedback sa hCaptcha nga imong nakita",
    "footer-attribution": "Atribusyon",
    "footer-copyright-text": "Ang hCaptcha usa ka narehistro nga trademark sa Intuition Machines, Inc.",
    "footer-header-1": "Kompanya",
    "footer-header-2": "Mga kapanguhaan",
    "footer-header-3": "Pakigsulti",
    "footer-link-1": "Mga label",
    "footer-link-10": "Pag-access",
    "footer-link-2": "Mahitungod sa",
    "footer-link-3": "Mga Trabaho",
    "footer-link-4": "Mga trademark",
    "footer-link-5": "Blog",
    "footer-link-6": "Katungod",
    "footer-link-7": "Dokumentasyon",
    "footer-link-8": "Pag-ulat sa usa ka Bug",
    "footer-link-9": "Pag-access",
    "footer-privacy": "Pagkapribado",
    "footer-subheader-1": "Suporta",
    "footer-subheader-2": "Pakigsulti",
    "footer-terms": "Mga Termino",
    "header-docs-link": "Mga Dokt",
    "header-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "header-login-button": "Sulod",
    "header-plans-link": "Mga plano",
    "header-signup-button": "Pag-signup",
    "home-about-head": "Mahitungod sa hCaptcha",
    "home-about-subtitle": "Gipalig-on sa HUMAN Protocol",
    "home-about-text-1": "Ang hCaptcha gilaraw aron masulbad ang labing labi ka problema sa kusog sa pagtrabaho sa pagkat-on sa makina: pag-label sa daghang mga datos sa usa ka oras, barato, ug kasaligan nga paagi.",
    "home-about-text-2": "Daghang mga datos sa kasagaran naghimo og mas maayo nga mga sangputanan sa mga modelo sa pagkat-on sa pagbansay sa machine. Ang labing bag-o nga kalampusan sa mga lawom nga modelo nagdala ngadto sa labi ka daghang mga datasets, hapit kanunay sa pipila nga pagsusi sa tawo. Bisan pa, ang paghimo sa dagkong mga datasets nga gisusi sa tawo pinaagi sa Mechanical Turk, Figure Walo, ug uban pa pareho nga hinay ug mahal.",
    "home-about-text-3": "Gitugotan sa hCaptcha ang mga website nga makahimo og salapi nga magamit sa kini nga panginahanglan samtang gibabagan ang mga bot ug uban pang mga porma sa pag-abuso.",
    "home-about-text-4": "Ang merkado sa hCaptcha gipangunahan sa HUMAN Protocol, usa ka bukas nga desentralisado nga protocol alang sa pagsusi sa tawo nga nagdagan sa Ethereum blockchain. Nakuha sa mga website ang Human Tokens (HMT) kung gigamit sa mga gumagamit ang hCaptcha widget sa ilang site, ug ang mga kompanya sa pagkat-on sa makina nagbayad sa Human Tokens aron makuha ang ilang datos.",
    "home-ba-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "home-benefits-head-1": "Ang Halaga sa Data Labeling",
    "home-benefits-head-2": "Pagbalik sa Charity",
    "home-benefits-text-1": "Nakahibalo ka ba sa matag higayon nga mag-klik ka sa awto nga imong gitabangan nga magbansay sa us aka sistema sa pagkat-on sa makina sa Gigantic nga kompaniya nga libre?",
    "home-benefits-text-2": "Gibalhin sa hCaptcha ang kini nga modelo. Kung mogamit ka hCaptcha, gisuhid sa mga kompanya ang trabaho nga gibuhat sa imong mga tiggamit samtang gipamatud-an nila ang ilang pagka-tawo. Nakuha nimo ang mga ganti.",
    "home-benefits-text-3": "Gusto nga ibalik ang imong pinalabi nga gugma nga putli? Gitugotan ka sa hCaptcha nga suportahan nimo ang mga gugma nga imong gipili sa mga kinita nga imong makuha gikan sa paggamit niini. Ang mga gumagamit sa imong site makita dayon ang imong kontribusyon sa gugma nga putli pinaagi sa mabinantayon nga branding sa hCaptcha interface.",
    "home-challenge-text-1": "Pilia ang tanan nga mga imahe nga katumbas nga pangutana",
    "home-challenge-text-2": "Ipasabut ang lugar sa pag-utlanan alang sa mga butang",
    "home-challenge-text-3": "Ilha ang katugbang nga mga label",
    "home-challenge-title-1": "Pagtandi",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Pag-kategorya",
    "home-challenges-head": "Gipresentar nga mga Suliran",
    "home-challenges-text-1": "... ug uban pang mga yano nga mga buluhaton. Sayon alang sa mga tawo, lisud alang sa mga bot.",
    "home-challenges-text-2": "Mahimo usab ang mga pasadyang buluhaton alang sa mga magmamantala sa negosyo.",
    "home-ent-1": "Gipangita ba ang among mga halad sa seguridad sa negosyo?",
    "home-ent-2": "Bisitaha ang among bag-ong gipahinungod nga site: BotStop.com",
    "home-ent-button": "Pagkat-on og dugang: BotStop ni hCaptcha",
    "home-from-the-blog": "GIKAN SA BLOG:",
    "home-from-the-blog-value": "Giunsa nga Lihok ang Mga Sulud sa Sulud sa hCaptcha",
    "home-intro-body": "Gigamit ba nimo ang usa ka captcha aron magpadayon sa pag-bot? Gipanalipdan sa hCaptcha ang pagkapribado sa gumagamit, gantihan ang mga website, ug gitabangan ang mga kompanya nga makuha ang ilang datos. Kini usa ka pagbalhin nga kapuli alang sa reCAPTCHA: mahimo ka magbalhin sa sulod sa mga minuto.",
    "home-intro-button": "Pag-sign Now",
    "home-intro-head": "Paghunong sa daghang mga bot. Pagsugod pagpanalipod sa privacy sa tiggamit.",
    "home-main-1": "Pribado. Pag-ayo Mas tulin. Ug gipabayad namon ikaw sa paggamit niini.",
    "home-main-2": "Gipunting ang Pagkapribado",
    "home-main-2c": "Nakita sa mga network sa ad ang imong mga bisita ingon ang produkto. Alang sa hCaptcha ang produkto ang trabaho nga gihatag nila. Wala kami nagpakabana kung kinsa ang imong mga tiggamit, kung unsa ka tingali sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naningkamot pag-ayo aron mabalanse ang pagkapribado ug kasiguruhan.",
    "home-main-3": "Una ang Kalig-on",
    "home-main-3c": "Ang tukma naa sa imong interes ug ato. Ang hCaptcha mao ang nakapunting sa publisher. Nagtrabaho kami aron hatagan ka sa tinuud nga datos ug tugutan ka nga magdesisyon kung giunsa kini gamiton. Ang uban nga mga bihag gihatag sa",
    "home-main-4": "Mas Maayo nga Pagsinati sa Gumagamit",
    "home-main-4c": "Ang mga modelo sa pagtuon sa makina nga sopistikado gigamit sa hCaptcha alang sa pagtino sa katawhan. Gitugotan kami nga manginahanglan og dili kaayo makasuko nga mga buluhaton gikan sa imong mga tiggamit ug gahin ang ilang oras sa pagbuhat sa ingon, samtang nagpatungha gihapon nga mapuslan nga datos nga may tatak alang sa mga nagpamarko sa mga kostumer.",
    "home-main-plans": "Libre ang paggamit sa hCaptcha alang sa mga magmamantala sa bisan unsang sukod. Bisan pa, alang sa mga negosyo ug platform nga kinahanglan nga dugang nga pagkontrol, ang among mga solusyon sa negosyo anaa.",
    "home-main-plans2": "Ang mga solusyon sa hCaptcha enterprise nanalipod sa milyon-milyon nga mga gumagamit sa tibuuk nga milyon-milyon nga mga website alang sa pipila sa pinakadako nga kompanya sa kalibutan. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans3": "Ang mga solusyon sa hCaptcha enterprise nanalipod sa milyon-milyon nga mga gumagamit sa tibuuk nga milyon-milyon nga mga website alang sa pipila sa pinakadako nga kompanya sa kalibutan. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans4": "alang sa mga detalye.",
    "home-plans-button-1": "Pag-signup na karon",
    "home-plans-button-2": "Pakigkita sa pagpamaligya",
    "home-plans-chart-head-1": "Mga Tampok",
    "home-plans-chart-head-2": "Magmantala",
    "home-plans-chart-head-3": "Negosyo",
    "home-plans-chart-row-1-cell-1": "Gipakita ang mga tipo sa paghagit",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Tima",
    "home-plans-chart-row-10-cell-1": "Mga dashboard sa multi-user",
    "home-plans-chart-row-11-cell-1": "Maayong bahin sa pagtaho",
    "home-plans-chart-row-12-cell-1": "Mga SLA sa negosyo",
    "home-plans-chart-row-2-cell-1": "Gigamit ang sulud sa suliran sa hagit",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Tima",
    "home-plans-chart-row-3-cell-1": "Kumita mga ganti alang sa mga solve sa tawo",
    "home-plans-chart-row-4-cell-1": "Ang pagpanalipud sa tibuuk kalibutan nga klase sa kalibutan",
    "home-plans-chart-row-5-cell-1": "Nagtrabaho sa matag nasud",
    "home-plans-chart-row-6-cell-1": "Ang palisiya sa pagkapribado sa GDPR ug CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Maayong lebel nga kalisud sa lebel",
    "home-plans-chart-row-8-cell-1": "Ilunsad ang imong kaugalingon nga sulud sa hagit",
    "home-plans-chart-row-9-cell-1": "Ang kalisud sa pag-iskedyul sa kalisud sa oras",
    "home-try-it-out-button": "Kuhaa ang hCaptcha",
    "home-try-it-out-head": "Sulayi kini",
    "home-try-it-out-text": "Naghatag ang hCaptcha nga yano, dali, ug kasaligan nga bot detection samtang wala’y hinungdan alang sa mga tawo nga masulbad.",
    "labeling-about-head": "Mahitungod sa hCaptcha",
    "labeling-about-text-1": "Ang hCaptcha gilaraw aron masulbad ang labing labi ka problema sa kakugi sa pagkat-on sa makina; pag-label sa daghang mga datos sa usa ka panahon, barato, ug kasaligan nga paagi. Daghang mga datos sa kasagaran naghimo og mas maayo nga mga sangputanan sa mga modelo sa pagkat-on sa pagbansay sa machine. Ang labing bag-o nga kalampusan sa mga lawom nga modelo nagdala ngadto sa labi ka daghang mga datasets, ug ang hCaptcha nagsilbi niini nga panginahanglan.",
    "labeling-about-text-2": "Bisan pa, ang paghimo sa dagkong mga dataset nga gisusi sa tawo nga gigamit ang tradisyonal nga mga pamaagi pareho hinay ug mahal. Ang hCaptcha usa ka paagi alang sa mga kompanya nga makuha ang mga anotasyon nga gikinahanglan nila nga mas paspas, nga adunay mas taas nga kalidad ug mas ubos nga gasto kaysa sa ubang mga alternatibo.",
    "labeling-annotations-head": "Mga Uri sa Pangalan",
    "labeling-annotations-text-1": "Tukma nga pagkakita sa butang sa mga imahe ug video",
    "labeling-annotations-text-2": "Tukma nga pagkakita sa butang sa mga imahe ug video",
    "labeling-annotations-text-3": "Mga anotasyon sa punto alang sa daghang lainlaing mga kaso sa paggamit",
    "labeling-annotations-text-4": "Pagsunud o idugang ang mga dili timbang nga mga kategorya bisan unsang gidak-on",
    "labeling-annotations-text-5": "Kinamatarong sa pagkontrol sa tawo ug pagklasipikar",
    "labeling-annotations-text-6": "Kinahanglan ba nga lain nga tipo nga wala malista dinhi? Mangutana lang ta.",
    "labeling-annotations-title-1": "Pagbutang og mga Kahon",
    "labeling-annotations-title-2": "Mga Polygon",
    "labeling-annotations-title-3": "Mga timaan sa yuta",
    "labeling-annotations-title-4": "Pag-kategorya sa Attributo",
    "labeling-annotations-title-5": "Pagtandi ug Pagkita",
    "labeling-annotations-title-6": "... ug daghan pa",
    "labeling-ent-button": "Pakigsulti sa among Team sa Solusyon sa Enterprise",
    "labeling-ent-head": "Kinahanglan Ba ang Katapusan nga Pagdumala?",
    "labeling-ent-text-1": "Ang HUMAN Platform sa luyo sa hCaptcha naghatag sa kaayo sopistikado nga kalidad sa trabaho ug mga pagdumala sa mga paagi pinaagi sa mga premise, hybrid, o SaaS nga pagdala nga nahiusa sa imong mga naagian nga mga sistema.",
    "labeling-ent-text-2": "Pagdagan nga wala’y offline kauban ang imong kaugalingon nga mamumuo, ang kantidad sa track nga nahurot sa mga yunit sa negosyo o mga kauban sa consortium, pilion nga ruta ang mga trabaho sa lainlaing mga tighatag sa gawas o gawas sa pamuo base sa mga kinahanglanon sa gasto ug seguridad, ug daghan pa.",
    "labeling-ent-text-3": "Ang dali nga pag-access sa API, nindot nga mga dashboard, ug labing bag-ong teknolohiya nga modelo sa pag-ayo aron mapataas ang pagka-epektibo.",
    "labeling-ent-text-4": "99.99% uptime SLAs ug 24/7 nga suporta sa tibuuk kalibutan. Alang sa dugang nga kasayuran:",
    "labeling-features-head-1": "Yano nga mga linya nga gipadagan sa API.",
    "labeling-features-head-2": "Gi-optimize alang sa gasto ug kalidad. Dili kinahanglan nga pasalig nga kinahanglanon.",
    "labeling-features-head-3": "Bayaran ra ang katukma nga imong kinahanglan.",
    "labeling-features-head-4": "Paghatag sa imong kaugalingon nga kamatuoran sa yuta sa kamatuoran o himua nga magtukod kami sa mga langaw.",
    "labeling-features-text-1": "Gusto nimong ipahiusa ang pagsusi sa tawo nga direkta sa imong operasyon sa negosyo? Gitanyagan namon ang taas nga kasaligan nga mga SLA, garantiya nga kapasidad, ug yano nga mga PINAKA LABING API.",
    "labeling-features-text-2": "Ang plataporma sa HUMAN naggamit sa komprehensibo nga mga modelo sa pagsalig aron sa paghimo sa sopistikado nga kalidad nga pagtuki sa kalidad sa panahon. Gitugotan kami nga dali nga mahibal-an ang duha nga kalisud sa mga pangutana ug ang ilang lagmit nga husto nga tubag, makatipig sa imong oras ug salapi.",
    "labeling-features-text-3": "Dili tanan nga mga problema parehas. Ang mga pahimangno alang sa mga buluhaton nga kritikal sa luwas mahimo’g manginahanglan sa 99.99% nga pagsalig gikan sa tibuuk nga mga mamumuo sa tawo. Ang mga pagpahibalo alang sa usa ka bahin sa beta sa usa ka mobile game app mahimo’g manginahanglan lang og kasarangan nga pagsalig. Nakahukom ka.",
    "labeling-features-text-4": "Aduna ka bay hilaw nga datos nga wala’y komprehensibo nga set sa pag-verify? Sa kadaghanan nga mga kaso mahimo kaming magtukod usa alang kanimo samtang ang mga buluhaton nga gipadagan sa sistema, o paghimo mga sulud nga adunay marka nga imong giuyonan.",
    "labeling-info-head": "Pagkuha og Sulud nga Data",
    "labeling-info-text-1": "Pakigsulti sa usa sa among mga eksperto sa domain aron mahibal-an ang imong mga kinahanglanon sa proyekto: katukma sa target, pormat, ug bisan unsang espesyal nga kinahanglanon.",
    "labeling-info-text-2": "Nagpahamtang kami usa ka gamay nga trabaho sa produksiyon base sa imong sample data. Kini gisulayan ang buhat nga naghiusa namon aron masiguro nga makuha nimo mismo ang imong gikinahanglan.",
    "labeling-info-text-3": "Uban sa among taas nga kantidad ug ubos nga latency ipabalik namon ang imong pagtrabaho sa kadali, nga adunay awtomatik nga paghatud sa diha nga kini nahuman.",
    "labeling-info-text-4": "Samtang mas nahibal-an namon ang mga parameter sa imong buluhaton sa produksiyon, ang mga resulta magpadayon sa pag-uswag sa paglabay sa panahon.",
    "labeling-info-text-5": "Gitugotan ka sa mga live dashboards nga hatagan nimo ang feedback o paghimo og pause sa bisan unsang oras.",
    "labeling-info-title-1": "Ipasabut ang mga Pagtinuon",
    "labeling-info-title-2": "Inisyal nga Pagsulay sa Trabaho",
    "labeling-info-title-3": "Mga Trabaho sa Produksyon sa Pagsalimo",
    "labeling-info-title-4": "Padayon nga Pag-uswag",
    "labeling-info-title-5": "Tinuod nga mga Resulta sa Oras",
    "labeling-main-1": "Ang pag-label sa mga gasto sa epektibo nga kantidad sa sukod",
    "labeling-main-1-button": "Himua Karon ang Imong Data",
    "labeling-main-1c": "Kinahanglan pa nimo ang daghang mga label alang sa imong mga datasets? Naghatag ang hCaptcha paspas, epektibo, ug taas nga kalidad nga labeling sa data alang sa mga kompanya nga nagtrabaho sa artipisyal nga paniktik ug mga aplikasyon sa pagkat-on sa makina.",
    "labeling-main-2": "Paglansad minilyon nga mga buluhaton diha-diha dayon.",
    "labeling-main-2-button": "Pagpalit Mga Data Labeling Services",
    "labeling-main-2c": "Ang hCaptcha adunay usa sa pinakadako nga pool sa planeta nga magamit alang kanimo. Bisan unsa ang imong gidak-on, mahimo namon kini nga wala’y daghang mahal nga mga pasalig. Milyun-milyon nga mga buluhaton kada adlaw walay problema.",
    "labeling-platform-head": "Pribado o Pampublikong Impormasyon",
    "labeling-platform-text": "Ang hCaptcha gitukod sa HUMAN Platform, nga nagtugot sa sopistikado nga pag-ruta ug pagtuki aron ma-optimize ang gasto ug kahusayan sa matag lakang. Gitugotan niini nga teknolohiya ang husto nga trabahante sa pagdumala sa matag bahin sa imong trabaho, pag-maximize ang kahusayan sa gasto samtang pagpreserbar sa privacy ug pagtagbo sa bisan unsang mga kinahanglanon sa regulasyon nga mahimong magamit.",
    "labeling-try-button": "Pagpalit Mga Data Labeling Services",
    "labeling-try-head": "Gusto nimo kini pagsulay sa imong data?",
    "labeling-try-text": "... Andam na kami kung ikaw: ang among serbisyo magamit sa tibuok oras.",
    "learn-more-hcaptcha": "Pagkat-on og Dugang bahin sa hCaptcha",
    "page-acc-faq-1": "Pangutana: Ang hCaptcha Seksyon 508 + WCAG 2.0 nagsunod? Tubag: Kami nagtuo nga: ang tanan nga mga tiggamit nga adunay bisan unsang dagway sa pagkadaot nga makahimo sa pag-browse sa web ug pagsulod sa teksto sa mga porma mahimong maka-access sa mga serbisyo nga protektado sa hCaptcha sa pagrehistro. Bisan pa, dili kini ligal nga tambag: kinahanglan nimo nga buhaton ang imong kaugalingon nga pagsusi, nga gikonsiderar ang imong piho nga pagpatuman aron masiguro nga kini ang kaso sa imong pag-deploy.",
    "page-acc-faq-2": "Pangutana: Nagtrabaho ka ba sa ubang mga kapilian sa pag-access (a11y), sama sa audio? Tubag: Kaniadto mga tanyag nga kapilian sama sa mga audio captchas nga nagpalahi sa daghang mga tiggamit sa a11y ug dali nga napilde sa mga pamaagi sa pagkat-on sa makina karon. Gipugos niini ang mga karon nga mga hagit sa audio nga mahimong labi ka lisud, pagpaila sa mga kasaba, katingad-an nga panahon, dili managsama nga pulong nga kombinasyon, ug uban pa aron mapildi ang mga nag-atake. Sa ingon dili kaayo kami madasigon bahin sa kini nga pamaagi kumpara sa paglikay sa hagit, apan tagdon kini kung adunay panginahanglan gikan sa komunidad nga a11y. Bisan pa, kami interesado kaayo sa Privacy Pass alang sa kaso nga paggamit sa Pag-access. Kami nagtuo nga ang paghiusa sa among us aka pamaagi sa a11y uban ang pagpagawas sa Privacy Pass magtugot sa a11y nga mga tiggamit nga mag-browse nga luwas, sigurado sa kahibalo nga ang ilang trapiko mas pribado, samtang gipugngan ang pag-abuso sa mga bot operator nga dili gyud mahitabo kung adunay mga kapilian nga 11. Kami aktibo nga mga partisipante sa grupo nga nagtrabaho sa IETF nga nag-standard sa kini nga bag-ong teknolohiya.",
    "page-acc-faq-3": "Pangutana: Unsa man ang bahin sa pagkapribado? Ang rehistro ba nagbutyag sa a11y pag-browse sa datos sa pila ka paagi? Unsa man ang imong buhaton sa email? Tubag: Ang hCaptcha gidisenyo alang sa pagkapribado gikan sa ground up. Lahi kaayo kini kaysa tradisyonal nga mga kapilian sama sa reCAPTCHA nga gipanag-iya sa mga ad network, nga adunay usa ka insentibo aron masundan ka sa web ug makig-uban kanimo sa usa ka tinuud nga pagkilala. Dili kami mogamit mga pag-access sa email o impormasyon alang sa bisan unsang katuyoan gawas sa pagpadali sa a11y nga paggamit ug pagpugong sa pag-abuso. Ang among palisiya sa pagkapribado adunay komprehensibo ug may awtoridad nga mga tubag kung giunsa namon paggamit ang datos, apan ang mubo nga tubag wala kami interesado sa pag-uban kanimo ingon usa ka tawo sa imong kasaysayan sa pagba-browse.Kini usab kami naglihok sa usa ka solusyon sa kriptograpiko aron paspas nga isalikway ang imong email address samtang gipreserbar pa ang atong kaarang sa pagpugong sa pag-abuso, pagdugtong sa among trabaho sa Pagkapribado.",
    "page-acc-link-1": "Kung ikaw usa ka tiggamit nga magamit, palihug mag-sign up dinhi.",
    "page-acc-subhead": "Pagsiguro sa seamless access alang sa tanan nga mga tiggamit samtang nagpadayon sa seguridad",
    "page-acc-summary": "Katingbanan",
    "page-acc-summary-contents-1": "Ang hCaptcha gilaraw aron ihunong ang mga bot pinaagi sa pag-ila sa mga tawo. Ang mga pagsulay sa biswal usa ka maayong gamit alang niini, apan dili tanan ang makasulbad sa usa ka biswal nga hagit. Tungod niini nga hinungdan nagdisenyo kami usa ka yano ug walay sakit nga kapilian aron tugotan ang mga magmamantala nga gamiton ang among serbisyo nga mapreserbar ang pag-access alang sa tanan nga adunay hingpit nga pagsunod sa Seksyon 508 ug WCAG 2.0.",
    "page-acc-summary-contents-2": "Giunsa kini molihok: una, ang usa ka accessibility nga gumagamit nagpalista sa kini nga URL, nga nalambigit sa panid sa impormasyon sa hCaptcha widget. Gihatagan sila usa ka naka-encrypt na cookie nga magamit sa daghang beses matag adlaw, apan kinahanglan nga i-refresh matag 24 ka oras pinaagi sa pag-login.Kon ang usa ka hagit gipresentar sa usa ka tiggamit nga magamit sa bisan unsang site gamit ang serbisyo nga hCaptcha, awtomatiko nila kini nga maagi.",
    "page-acc-title": "Ang kasayuran sa Pagkapili sa hCaptcha",
    "page-acc-tr-body": "Pangutana: Nakakita pa ako usa ka hagit pagkahuman nga gibutang ang cookie. Unsa man ang hinungdan niini? Tubag: Kini tungod sa paggamit sa usa ka agresibo nga ad blocker o extension sa anti-cookie, o usa ka setting nga nagbabag sa mga cross-site cookies, sa kini nga kaso usa ka cookie para sa hcaptcha.com nga gipunting o gisusi sa hCaptcha JavaScript sa lainlaing site , sama sa usa nga imong gibisita. Ang hCaptcha access cookies cookies nagtrabaho sa tanan nga bantog nga mga browser ug ad blockers nga adunay ilang mga sumbanan nga setting, busa kasagaran nga mga kapakyasan tungod sa mga script nga anti-adblock o mga susamang mga ruleset nga naka-target sa mga partikular nga site. Mga solusyon: 1. Mga Whitelist hcaptcha.com ug * .hcaptcha.com cookies sa imong ad blocker o browser security extension. 2. Kung gigamit nimo ang browser sa Brave, nga wala (sa Abril 2020) nagpakita nga adunay bisan unsang klase sa cookie whitelist, adto sa Mga Kagamitan -> Mga Shields -> Mga cookies ug pilia ang Allow All Cookies. 3. Kung gigamit nimo ang pinakabag-o nga bersyon sa Safari sa bag-o lang gipagawas nga OS X 10.15 o iOS 13. 4, gibag-o lang sa Apple ang pamatasan sa Safari nga may kalabutan sa mga cookies sa third-party, nga gibabagan ang tanan niini nga default. Nagpahamtang kami og usa ka solusyon, apan sa kasamtangan palihug bisitaha ang Mga Kagustuhan sa Safari, seksyon sa Pagkapribado, ug pag-awaya ang pagsubay sa Website: Paglikay sa pagsubay sa cross-site aron mahimo ang paglihok sa cookie nga molihok sama sa gipaabut. Pangutana: Gigamit nako ang daghang mga aparato. Kinahanglan ba nga mag-sign up ako daghang beses? Tubag: Dili. Palihug i-klik ang parehas nga link sa pag-login sa email nga gipadala kanimo sa matag aparato nga imong gigamit aron mapahimutang ang cookie.",
    "page-acc-tr-title": "Alang sa Mga Gumagamit sa Pagkapahimutang: Q&A ug Giya sa Pag-troubleshoot",
    "priv-hc": "Gipunting ang Pagkapribado",
    "priv-hc-text": "Ang mga network network makita kanimo ingon nga ilang produkto. Dili kami. Wala kami nahibal-an kung kinsa ang mga tiggamit, kon unsa ka dali sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naningkamot pag-ayo aron mabalanse ang pagkapribado ug kasiguruhan.",
    "reporting-bugs-accessibility-button": "Pagkat-on og dugang bahin sa mga kapilian sa pag-access",
    "reporting-bugs-accessibility-head": "Mga kapilian sa pag-access",
    "reporting-bugs-accessibility-text": "May panan-aw ka ba sa biswal o kung dili nimo makompleto ang hCaptchas?",
    "reporting-bugs-guide-ff-head": "Pagkuha sa Mga Detalye sa Ulat sa Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Lakang 1: Buksi ang Mga Himan sa Developer (Nagsugod kini sa pagrekord sa sesyon.)",
    "reporting-bugs-guide-ff-step-2": "Lakang 2: Pag-klik sa tab sa Network sa Mga Tool sa Developer. Susiha ang kahon sa kahon nga Persist sa taas.",
    "reporting-bugs-guide-ff-step-3": "Lakang 3: bisitaha ang https://accounts.hcaptcha.com/demo, o ang website nga naa ka us aka isyu sa (Nota sa Pagkapribado: kung dili nimo hunahuna ang pagpaambit kung unsa kini) ... ug dayon i-klik ang I tawhanon nga butones, ug pagsulay sa pagsulbad.",
    "reporting-bugs-guide-ff-step-4": "Lakang 4: Pag-klik HAR pagkahuman sa imong pagsulay sa pagsulbad, ug pagpili sa I-save ang Tanan ingon HAR aron maluwas ang log log. Ipadala kana nga file kanamo.",
    "reporting-bugs-guide-ff-step-5": "Lakang 5: Pag-klik sa tab nga Console, ug pag-klik sa kanan dayon Pilia ang tanan ug i-save kini sa usa ka text file, aron ma-save ang console log. Ipadala usab kanamo kana.",
    "reporting-bugs-guide-ff-step-6": "Katapusan nga lakang: I-email ang mga file sa HAR ug console log sa amon, ug ihulagway ang problema Paggamit: support@hcaptcha.com (palihug gamita ang usa ka serbisyo sama sa Dropbox o Filebin ug magpadala mga link) ug opsyonal nga usa ka screenshot, kung nagduda ka nga adunay usa ka butang nga wala ipakita ang husto . Palihug ipadala usab ang IP nga imong gigamit usab. Makuha nimo kini gikan sa https://www.whatsmyip.org/ Salamat sa paggahin oras aron matabangan kami nga makuha kini nga impormasyon! Gisalig namon ang paghimo sa hCaptcha nga magtrabaho og maayo alang sa tanan.",
    "reporting-bugs-guide-head": "Pagkuha sa Mga Detalye sa Report sa Bug: Chrome",
    "reporting-bugs-guide-step-1": "Lakang 1: Buksi ang Mga Himan sa Developer (Nagsugod kini sa pagrekord sa sesyon.)",
    "reporting-bugs-guide-step-2": "Lakang 2: Pag-klik sa tab sa Network sa Mga Tool sa Developer. Susiha ang kahon sa pagpreserba sa log sa taas.",
    "reporting-bugs-guide-step-3": "Lakang 3: bisitaha ang https://accounts.hcaptcha.com/demo, o ang website nga naa ka us aka isyu sa (Nota sa Pagkapribado: kung dili nimo hunahuna ang pagpaambit kung unsa kini) ... ug dayon i-klik ang I tawhanon nga butones, ug pagsulay sa pagsulbad.",
    "reporting-bugs-guide-step-4": "Lakang 4: Pag-klik sa Export HAR (ang gamay nga udyong) pagkahuman sa imong pagsulay sa pagsulbad, nga makaluwas sa log sa network. Ipadala kana nga file kanamo.",
    "reporting-bugs-guide-step-5": "Lakang 5: Pag-klik sa tab nga Console, ug pag-klik sa kanan dayon Pag-save ingon nga .. aron ma-save ang console log. Ipadala usab kanamo kana.",
    "reporting-bugs-guide-step-6": "Katapusan nga lakang: I-email ang mga HAR ug console log file sa amon, ug ihulagway ang problema. Paggamit: support@hcaptcha.com (palihug gamita ang serbisyo sama sa Dropbox o Filebin ug ipadala ang mga link) ug opsyonal nga usa ka screenshot, kung nagduda ka nga adunay dili makita nga husto. Palihug ipadala usab ang IP nga imong gigamit usab. Makuha nimo kini gikan sa https://www.whatsmyip.org/ Salamat sa paggahin oras aron matabangan kami nga makuha kini nga impormasyon! Gisalig namon ang paghimo sa hCaptcha nga magtrabaho og maayo alang sa tanan.",
    "reporting-bugs-guide-text-1": "Ang pagpadala sa impormasyon sa pag-debug sa imong report makapadali alang kanamo aron mahibal-an kung unsa ang nahitabo. Ania ang mga lakang sa lakang",
    "reporting-bugs-guide-text-2": "Kung ikaw usa ka developer sa web o eksperto nga tiggamit, ang katingbanan gusto namon nimo ipadala kami usa ka pagrekord sa network nga HAR ug mga log sa browser console. Palihug sulayi ang pagpugong sa bisan unsang ad blocker o extension sa seguridad sa browser una ug pagkahuman pag-usab sa dili pa moagi kini nga mga lakang. Kung nga magtul-id sa imong problema, gipabilhan namon ka pa usab nga gipahibalo kanamo ang imong bersyon sa browser, ad blocker o extension sa browser, ug ang URL sa website.",
    "reporting-bugs-intro-head": "Nakaplag usa ka bug? Ania kung giunsa kini i-report.",
    "reporting-bugs-intro-text": "Minilyon ka tawo ang naggamit sa hCaptcha matag bulan, sa libu-libong mga kombinasyon sa mga browser, ekstensiyon, aparato, firewall, ug daghan pa. Ang among katuyoan mao ang pagsiguro nga kini kanunay nga gihimo alang kanimo, busa gipabilhan namon pag-ayo ang imong mga taho! Aron mahatagan dali nga feedback, i-klik lamang ang button nga Ipadala kami sa feedback. Kung nakakita ka usa ka function nga isyu, palihug sunda ang mga panudlo sa debug log alang sa Chrome o debug log nga panudlo alang sa Firefox sa ubos. Alang sa bisan unsang ubang mga browser lang email kami. Alang sa mga potensyal nga isyu sa seguridad o pagkapribado, tan-awa ang mga panudlo sa ubos.",
    "reporting-bugs-privacy-head": "Mga Isyu sa Pagkapribado",
    "reporting-bugs-privacy-text": "Wala kami nahibal-an kung kinsa ang mga tiggamit, kon unsa ka dali sila makadaot o makina. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naningkamot pag-ayo aron mabalanse ang pagkapribado ug kasiguruhan. Kung nakit-an nimo ang usa ka isyu nga sa imong hunahuna maapektuhan ang pagkapribado sa gumagamit, palihug email kami sa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Magpadala kami feedback",
    "reporting-bugs-provide-feedback-head": "Paghatag gilayon nga feedback sa hCaptcha",
    "reporting-bugs-provide-feedback-text": "Gipabilhan namon ang imong input. Hibal-i namon ang bisan unsang mga isyu ug dali namon kini nga masulbad.",
    "reporting-bugs-security-head": "Mga Bawal sa Seguridad",
    "reporting-bugs-security-text": "Kami kanunay nga interesado sa pagdawat mga ulat sa mga bug sa seguridad. Ang email nga suporta@hcaptcha.com & CC security@hcaptcha.com ug dali kami makabalik kanimo. Aduna usab kami usa ka programa sa bug nga hatag alang sa mga kwalipikado nga mga taho sa seguridad sa serbisyo sa hCaptcha ug ang may kalabutan nga code sa gigikanan.",
    "sec-hc": "Una ang Kalig-on",
    "sec-hc-text": "Ang hCaptcha mao ang nakapunting sa publisher. Nagtrabaho kami aron mahatagan ang mga site nga tinuud nga datos ug tugutan sila nga magdesisyon kung unsaon kini paggamit. Ang tukma naa sa imong interes ug ato. Ang uban nga mga bihag gihatag sa mga kompanya sa advertising. Ang matag bot nga ilang gibabagan mahimong makunhuran ang ilang kinitaan.",
    "switch-to-english-link": "Pagbalhin sa English",
    "what-is-hcaptcha": "Unsa man ang hCaptcha?",
    "what-is-hcaptcha-text": "Gitabangan sa hCaptcha ang imong paborito nga mga serbisyo sa web nga mapadayon ang mga bot, spam, ug pag-abuso pinaagi sa pagpangutana sa yano nga mga pangutana nga sayon alang sa mga tawo ug lisud alang sa mga makina.",
    "why-hc": "Ngano ang hCaptcha?",
    "why-hc-text": "Matag higayon nga makatubag ka usa ka hagit, gigamit namon ang mga sopistikado nga mga modelo aron mahibal-an kung ikaw ba tawo o makina. Ang website nga imong gibisitahan unya gigamit kini nga sangputanan aron matabangan ang pagpaayo sa imong kasinatian sa ilang site pinaagi sa pagpadayon sa mga bot."
}