{
    "acc-opt": "Mga kapilian sa pag-access",
    "acc-opt-but": "Pagkat-on og dugang bahin sa mga kapilian sa pag-access",
    "acc-opt-text": "May panan-aw ka ba sa biswal o kung dili nimo makompleto ang hCaptchas?",
    "accessibility-link": "Pag-access",
    "appreciate-in": "Gipabilhan namon ang imong input. Hibal-i namon ang bisan unsang mga isyu ug dali namon kini nga masulbad.",
    "fb-but": "Magpadala kami feedback",
    "feedback-text": "Paghatag feedback sa hCaptcha nga imong nakita",
    "home-ent-1": "Gipangita ba ang among mga halad sa seguridad sa negosyo?",
    "home-ent-2": "Bisitaha ang among bag-ong gipahinungod nga site: BotStop.com",
    "home-intro-body": "Gigamit ba nimo ang usa ka captcha aron magpadayon sa pag-bot? Gipanalipdan sa hCaptcha ang pagkapribado sa gumagamit, gantihan ang mga website, ug gitabangan ang mga kompanya nga makuha ang ilang datos. Kini usa ka pagbalhin nga kapuli alang sa reCAPTCHA: mahimo ka magbalhin sa sulod sa mga minuto.",
    "home-intro-head": "Paghunong sa daghang mga bot. Pagsugod pagpanalipod sa privacy sa tiggamit.",
    "home-main-1": "Pribado. Pag-ayo Mas tulin. Ug gipabayad namon ikaw sa paggamit niini.",
    "home-main-2": "Gipunting ang Pagkapribado",
    "home-main-2c": "Nakita sa mga network sa ad ang imong mga bisita ingon ang produkto. Alang sa hCaptcha ang produkto ang trabaho nga gihatag nila. Wala kami nagpakabana kung kinsa ang imong mga tiggamit, kung unsa ka tingali sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naningkamot pag-ayo aron mabalanse ang pagkapribado ug kasiguruhan.",
    "home-main-3": "Una ang Kalig-on",
    "home-main-3c": "Ang tukma naa sa imong interes ug ato. Ang hCaptcha mao ang nakapunting sa publisher. Nagtrabaho kami aron hatagan ka sa tinuud nga datos ug tugutan ka nga magdesisyon kung giunsa kini gamiton. Ang uban nga mga bihag gihatag sa",
    "home-main-3c2": "mga kompanya sa advertising. Kini nagpasabut nga ang matag bot nga ilang gibabagan mahimo nga makunhuran ang ilang kinitaan.",
    "home-main-4": "Mas Maayo nga Pagsinati sa Gumagamit",
    "home-main-4c": "Ang mga modelo sa pagtuon sa makina nga sopistikado gigamit sa hCaptcha alang sa pagtino sa katawhan. Gitugotan kami nga manginahanglan og dili kaayo makasuko nga mga buluhaton gikan sa imong mga tiggamit ug gahin ang ilang oras sa pagbuhat sa ingon, samtang nagpatungha gihapon nga mapuslan nga datos nga may tatak alang sa mga nagpamarko sa mga kostumer.",
    "home-main-plans": "Libre ang paggamit sa hCaptcha alang sa mga magmamantala sa bisan unsang sukod. Bisan pa, alang sa mga negosyo ug platform nga kinahanglan nga dugang nga pagkontrol, ang among mga solusyon sa negosyo anaa.",
    "home-main-plans2": "Ang mga solusyon sa hCaptcha enterprise nanalipod sa milyon-milyon nga mga gumagamit sa tibuuk nga milyon-milyon nga mga website alang sa pipila sa pinakadako nga kompanya sa kalibutan. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans3": "Ang mga solusyon sa hCaptcha enterprise nanalipod sa milyon-milyon nga mga gumagamit sa tibuuk nga milyon-milyon nga mga website alang sa pipila sa pinakadako nga kompanya sa kalibutan. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans4": "alang sa mga detalye.",
    "learn-more-hcaptcha": "Pagkat-on og Dugang bahin sa hCaptcha",
    "page-acc-faq-1": "Pangutana: Ang hCaptcha Seksyon 508 + WCAG 2.0 nagsunod? Tubag: Kami nagtuo nga: ang tanan nga mga tiggamit nga adunay bisan unsang dagway sa pagkadaot nga makahimo sa pag-browse sa web ug pagsulod sa teksto sa mga porma mahimong maka-access sa mga serbisyo nga protektado sa hCaptcha sa pagrehistro. Bisan pa, dili kini ligal nga tambag: kinahanglan nimo nga buhaton ang imong kaugalingon nga pagsusi, nga gikonsiderar ang imong piho nga pagpatuman aron masiguro nga kini ang kaso sa imong pag-deploy.",
    "page-acc-faq-2": "Pangutana: Nagtrabaho ka ba sa ubang mga kapilian sa pag-access (a11y), sama sa audio? Tubag: Kaniadto mga tanyag nga kapilian sama sa mga audio captchas nga nagpalahi sa daghang mga tiggamit sa a11y ug dali nga napilde sa mga pamaagi sa pagkat-on sa makina karon. Gipugos niini ang mga karon nga mga hagit sa audio nga mahimong labi ka lisud, pagpaila sa mga kasaba, katingad-an nga panahon, dili managsama nga pulong nga kombinasyon, ug uban pa aron mapildi ang mga nag-atake. Sa ingon dili kaayo kami madasigon bahin sa kini nga pamaagi kumpara sa paglikay sa hagit, apan tagdon kini kung adunay panginahanglan gikan sa komunidad nga a11y. Bisan pa, kami interesado kaayo sa Privacy Pass alang sa kaso nga paggamit sa Pag-access. Kami nagtuo nga ang paghiusa sa among us aka pamaagi sa a11y uban ang pagpagawas sa Privacy Pass magtugot sa a11y nga mga tiggamit nga mag-browse nga luwas, sigurado sa kahibalo nga ang ilang trapiko mas pribado, samtang gipugngan ang pag-abuso sa mga bot operator nga dili gyud mahitabo kung adunay mga kapilian nga 11. Kami aktibo nga mga partisipante sa grupo nga nagtrabaho sa IETF nga nag-standard sa kini nga bag-ong teknolohiya.",
    "page-acc-faq-3": "Pangutana: Unsa man ang bahin sa pagkapribado? Ang rehistro ba nagbutyag sa a11y pag-browse sa datos sa pila ka paagi? Unsa man ang imong buhaton sa email? Tubag: Ang hCaptcha gidisenyo alang sa pagkapribado gikan sa ground up. Lahi kaayo kini kaysa tradisyonal nga mga kapilian sama sa reCAPTCHA nga gipanag-iya sa mga ad network, nga adunay usa ka insentibo aron masundan ka sa web ug makig-uban kanimo sa usa ka tinuud nga pagkilala. Dili kami mogamit mga pag-access sa email o impormasyon alang sa bisan unsang katuyoan gawas sa pagpadali sa a11y nga paggamit ug pagpugong sa pag-abuso. Ang among palisiya sa pagkapribado adunay komprehensibo ug may awtoridad nga mga tubag kung giunsa namon paggamit ang datos, apan ang mubo nga tubag wala kami interesado sa pag-uban kanimo ingon usa ka tawo sa imong kasaysayan sa pagba-browse.Kini usab kami naglihok sa usa ka solusyon sa kriptograpiko aron paspas nga isalikway ang imong email address samtang gipreserbar pa ang atong kaarang sa pagpugong sa pag-abuso, pagdugtong sa among trabaho sa Pagkapribado.",
    "page-acc-link-1": "Kung ikaw usa ka tiggamit nga magamit, palihug mag-sign up dinhi.",
    "page-acc-subhead": "Pagsiguro sa seamless access alang sa tanan nga mga tiggamit samtang nagpadayon sa seguridad",
    "page-acc-summary": "Katingbanan",
    "page-acc-summary-contents-1": "Ang hCaptcha gilaraw aron ihunong ang mga bot pinaagi sa pag-ila sa mga tawo. Ang mga pagsulay sa biswal usa ka maayong gamit alang niini, apan dili tanan ang makasulbad sa usa ka biswal nga hagit. Tungod niini nga hinungdan nagdisenyo kami usa ka yano ug walay sakit nga kapilian aron tugotan ang mga magmamantala nga gamiton ang among serbisyo nga mapreserbar ang pag-access alang sa tanan nga adunay hingpit nga pagsunod sa Seksyon 508 ug WCAG 2.0.",
    "page-acc-summary-contents-2": "Giunsa kini molihok: una, ang usa ka accessibility nga gumagamit nagpalista sa kini nga URL, nga nalambigit sa panid sa impormasyon sa hCaptcha widget. Gihatagan sila usa ka naka-encrypt na cookie nga magamit sa daghang beses matag adlaw, apan kinahanglan nga i-refresh matag 24 ka oras pinaagi sa pag-login.Kon ang usa ka hagit gipresentar sa usa ka tiggamit nga magamit sa bisan unsang site gamit ang serbisyo nga hCaptcha, awtomatiko nila kini nga maagi.",
    "page-acc-title": "Ang kasayuran sa Pagkapili sa hCaptcha",
    "page-acc-tr-body": "Pangutana: Nakakita pa ako usa ka hagit pagkahuman nga gibutang ang cookie. Unsa man ang hinungdan niini? Tubag: Kini tungod sa paggamit sa usa ka agresibo nga ad blocker o extension sa anti-cookie, o usa ka setting nga nagbabag sa mga cross-site cookies, sa kini nga kaso usa ka cookie para sa hcaptcha.com nga gipunting o gisusi sa hCaptcha JavaScript sa lainlaing site , sama sa usa nga imong gibisita. Ang hCaptcha access cookies cookies nagtrabaho sa tanan nga bantog nga mga browser ug ad blockers nga adunay ilang mga sumbanan nga setting, busa kasagaran nga mga kapakyasan tungod sa mga script nga anti-adblock o mga susamang mga ruleset nga naka-target sa mga partikular nga site. Mga solusyon: 1. Mga Whitelist hcaptcha.com ug * .hcaptcha.com cookies sa imong ad blocker o browser security extension. 2. Kung gigamit nimo ang browser sa Brave, nga wala (sa Abril 2020) nagpakita nga adunay bisan unsang klase sa cookie whitelist, adto sa Mga Kagamitan -> Mga Shields -> Mga cookies ug pilia ang Allow All Cookies. 3. Kung gigamit nimo ang pinakabag-o nga bersyon sa Safari sa bag-o lang gipagawas nga OS X 10.15 o iOS 13. 4, gibag-o lang sa Apple ang pamatasan sa Safari nga may kalabutan sa mga cookies sa third-party, nga gibabagan ang tanan niini nga default. Nagpahamtang kami og usa ka solusyon, apan sa kasamtangan palihug bisitaha ang Mga Kagustuhan sa Safari, seksyon sa Pagkapribado, ug pag-awaya ang pagsubay sa Website: Paglikay sa pagsubay sa cross-site aron mahimo ang paglihok sa cookie nga molihok sama sa gipaabut. Pangutana: Gigamit nako ang daghang mga aparato. Kinahanglan ba nga mag-sign up ako daghang beses? Tubag: Dili. Palihug i-klik ang parehas nga link sa pag-login sa email nga gipadala kanimo sa matag aparato nga imong gigamit aron mapahimutang ang cookie.",
    "page-acc-tr-title": "Alang sa Mga Gumagamit sa Pagkapahimutang: Q&A ug Giya sa Pag-troubleshoot",
    "priv-hc": "Gipunting ang Pagkapribado",
    "priv-hc-text": "Ang mga network network makita kanimo ingon nga ilang produkto. Dili kami. Wala kami nahibal-an kung kinsa ang mga tiggamit, kon unsa ka dali sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naningkamot pag-ayo aron mabalanse ang pagkapribado ug kasiguruhan.",
    "sec-hc": "Una ang Kalig-on",
    "sec-hc-text": "Ang hCaptcha mao ang nakapunting sa publisher. Nagtrabaho kami aron mahatagan ang mga site nga tinuud nga datos ug tugutan sila nga magdesisyon kung unsaon kini paggamit. Ang tukma naa sa imong interes ug ato. Ang uban nga mga bihag gihatag sa mga kompanya sa advertising. Ang matag bot nga ilang gibabagan mahimong makunhuran ang ilang kinitaan.",
    "what-is-hcaptcha": "Unsa man ang hCaptcha?",
    "what-is-hcaptcha-text": "Gitabangan sa hCaptcha ang imong paborito nga mga serbisyo sa web nga mapadayon ang mga bot, spam, ug pag-abuso pinaagi sa pagpangutana sa yano nga mga pangutana nga sayon alang sa mga tawo ug lisud alang sa mga makina.",
    "why-hc": "Ngano ang hCaptcha?",
    "why-hc-text": "Matag higayon nga makatubag ka usa ka hagit, gigamit namon ang mga sopistikado nga mga modelo aron mahibal-an kung ikaw ba tawo o makina. Ang website nga imong gibisitahan unya gigamit kini nga sangputanan aron matabangan ang pagpaayo sa imong kasinatian sa ilang site pinaagi sa pagpadayon sa mga bot."
}