{
    "a11y-img-1": "Pag-access sa screen sa gumagamit pagkahuman sa pag-login",
    "a11y-img-2": "Kapilian sa pag-access sa menu sa widget UI",
    "a11y-img-3": "Accessibility dialog box sa widget UI",
    "about-advisors-brendan": "CEO sa Maisog. Co-founder sa Mozilla. Magbubuhat sa pinulongan sa pagprograma sa JavaScript. Taghimo mga browser ug daghan pa.",
    "about-advisors-dawn": "Propesor, CS sa University of California, Berkeley. Lawom nga pagkat-on, seguridad, eksperto sa blockchain. CEO sa Oasis Labs.",
    "about-advisors-head": "Mga magtatambag",
    "about-advisors-keiran": "Research Scientist sa Stanford. Pagkat-on sa makina ug kantidad nga panalapi sa mga punoan nga bangko, pondo sa hedge, ug akademya.",
    "about-content-head-1": "Ang Gibuhat Nato",
    "about-content-head-2": "Ngano nga Hinungdanon Kini",
    "about-content-text-1": "Ang hCaptcha usa ka serbisyo sa Intuition Machines Inc, usa ka kompanya sa pagkat-on sa AI ug makina nga adunay pagtutok sa metalearning ug visual domain ML sa sukdanan. Nagpatindog kami ug nagpadagan sa daghang mga nasusukat nga sistema aron mahimo ang mga serbisyo sa pagtuki sa video ug imahe alang sa mga kompanya sa Global 2000 sa tibuuk kalibutan.",
    "about-content-text-1a": "Nagdala ang hCaptcha usa ka moderno, pamaagi nga naka-focus sa privacy aron mahunong ang mga bot.",
    "about-content-text-1b": "Gipakita namon ang mga hagit sa CAPTCHA nga lisud alang sa mga bot apan dali alang sa mga tawo pinaagi sa pagkolekta sa datos nga lisud markahan gikan sa mga problema sa pagkat-on sa makina, ug gigamit kini aron maila kung ang usa ka website o ang bisita nga app usa ka tawo.",
    "about-content-text-2": "Daghang datos sa kinatibuk-an naghimo og labi ka maayo nga mga sangputanan. Ang pagtukod ug pagpadayon sa tama nga gimarkahan ug may kalabutan nga mga dataset mao ang nag-usik sa oras ug mahal. Ang hCaptcha orihinal nga naugmad aron matubag ang among kaugalingon nga mga panginahanglanon sa pag-label sa imahe, ug magamit na alang sa ubang mga kompanya nga adunay parehas nga mga panginahanglanon.",
    "about-content-text-2a": "Ang mga daotang artista labi ka sagad nga online. Apan ang pagsakripisyo sa pagkapribado sa gumagamit dili ang tubag.",
    "about-content-text-2b": "Ang mga solusyon sa seguridad nga gitanyag sa mga kompanya sa ad panguna nga gipunting sa pagsubay sa mga ninggamit sa tibuuk web. Nakahimo kami usa ka epektibo nga solusyon sa siguridad nga nagpamatuod nga dili kinahanglan ang pag-among-among sa taggamit aron makahatag maayo kaayo nga mga sangputanan.",
    "about-intro-head-1": "Bahin sa hCaptcha",
    "about-intro-head-2": "Pagkapribado, Kaluwasan, ug Pagkat-on sa Makina.",
    "about-intro-text": "Ang hCaptcha mao ang labi ka daghang gigamit nga independente nga serbisyo sa CAPTCHA sa kalibutan.",
    "about-leadership-alex": "Eksperto sa Database ug Blockchain. Sayo nga inhenyero sa Cloudera ug daghan pa. Mga dekada sa kahanas sa pagtukod software ug mga koponan.",
    "about-leadership-eli": "CEO. Giila nga lider sa AI. Nag-aplay sa panukiduki sa makina sa sukod sa daghang lainlaing mga problema sa negosyo sa miaging mga dekada.",
    "about-leadership-head": "Pagpangulo",
    "about-leadership-todd": "PhD sa Computational Biology, Stanford. Ang pagtrabaho sa mga neural network gikan pa kaniadtong 1999. Pag-focus sa gi-apply nga ML ug lawom nga pagkat-on sa sukdanan.",
    "acc-opt": "Mga Kapilian sa Pag-access",
    "acc-opt-but": "Hibal-i ang daghan pa bahin sa mga kapilian sa pag-access",
    "acc-opt-text": "May diperensya ka ba sa panan-aw o kung dili man makumpleto ang mga hCaptchas?",
    "accessibility-link": "Pag-access",
    "appreciate-in": "Ginaapresyar namon ang imong pagsulud. Ipahibalo kanamo ang bisan unsang mga isyu ug dali namon kini masulbad.",
    "fb-but": "Magpadala kami feedback",
    "feedback-text": "Paghatag feedback sa hCaptcha nga imong nakita",
    "footer-attribution": "Pagpanghatag",
    "footer-copyright-text": "Ang hCaptcha usa ka rehistradong trademark sa Intuition Machines, Inc.",
    "footer-header-1": "Kumpanya",
    "footer-header-2": "Mga Kapanguhaan",
    "footer-header-3": "Kontaka",
    "footer-link-1": "Pagmarka",
    "footer-link-10": "Pag-access",
    "footer-link-2": "Mahitungod sa",
    "footer-link-3": "Mga trabaho",
    "footer-link-4": "Mga Trademark",
    "footer-link-5": "Pamatasan sa AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Kahimtang",
    "footer-link-8": "Dokumentasyon",
    "footer-link-9": "Pagreport usa ka Bug",
    "footer-privacy": "Pagkapribado",
    "footer-subheader-1": "Pagsuporta",
    "footer-subheader-2": "Kontaka",
    "footer-terms": "Mga termino",
    "h-plans": "Mga Plano sa Suskrisyon",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "header-login-button": "Sulod",
    "header-plans-link": "Mga Plano",
    "header-signup-button": "Pag-sign up",
    "home-about-head": "Bahin sa hCaptcha",
    "home-about-subtitle": "Gipaandar sa HUMAN Protocol",
    "home-about-text-1": "Ang hCaptcha gilaraw aron masulbad ang labi ka daghang problema sa pagtrabaho sa pagkat-on sa makina: pag-label sa daghang data sa usa ka oras, maabut, masaligan nga paagi.",
    "home-about-text-2": "Daghang datos sa kinatibuk-an naghimo mas maayo nga mga sangputanan sa mga modelo sa pagkat-on sa makina sa pagpahanas. Ang bag-o nga kalampusan sa lawom nga mga modelo nagdala sa labi ka daghang mga dataset, hapit kanunay sa pipila nga pagribyu sa tawo. Bisan pa, ang paghimo sa daghang mga datasets nga gisusi sa tawo pinaagi sa Mechanical Turk, Figure Walo, ug uban pa parehas nga hinay ug mahal.",
    "home-about-text-3": "Gitugotan sa hCaptcha ang mga website nga makakuha salapi nga nag-alagad sa kini nga panginahanglan samtang gibabagan ang mga bot ug uban pang mga porma sa pag-abuso.",
    "home-about-text-4": "Ang merkado sa hCaptcha gipadagan sa HUMAN Protocol, usa ka bukas nga desentralisado nga protokol alang sa pagribyu sa tawo nga nagpadagan sa Ethereum blockchain. Ang mga website nakakuha og mga Token sa Tawo (HMT) bisan kanus-a mogamit ang mga ninggamit sa widget nga hCaptcha sa ilang site, ug ang mga kompanya sa pagkat-on sa makina nagbayad sa mga Token sa Tawo aron makuha ang ilang marka sa datos.",
    "home-ba-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "home-benefits-head-1": "Ang Balor sa Labeling sa Data",
    "home-benefits-head-2": "Ibalik ang Charity",
    "home-benefits-text-1": "Nahibal-an ba nimo nga sa matag higayon nga mag-klik ka sa awto makatabang ka sa pagbansay sa mga sistema sa pagkat-on sa makina sa usa ka Gigantic nga kompanya nga libre?",
    "home-benefits-text-2": "Gilibot sa hCaptcha kini nga modelo. Kung gigamit nimo ang hCaptcha, ang mga kompanya nag-bid sa trabaho nga gihimo sa imong mga ninggamit sa ilang pagpamatuod sa ilang pagka-tawo. Nakuha nimo ang mga ganti.",
    "home-benefits-text-3": "Gusto ba nga ibalik ang imong pinalabi nga charity? Gitugotan ka sa hCaptcha nga suportahan ang mga charity nga imong gipili sa mga kita nga nakuha gikan sa paggamit niini. Ang mga ninggamit sa imong site sa dili madugay makakita sa imong kontribusyon sa charity pinaagi sa maalamon nga pagmarka sa interface sa hCaptcha.",
    "home-challenge-text-1": "Pilia ang tanan nga mga imahe nga parehas sa pangutana",
    "home-challenge-text-2": "Gihubit ang lugar nga nagagapos alang sa mga butang",
    "home-challenge-text-3": "Ilha ang katugbang nga mga label",
    "home-challenge-title-1": "Pagtandi",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Pag-kategorya",
    "home-challenges-head": "Gipanghatag nga Mga Hagit",
    "home-challenges-text-1": "... ug uban pang yano nga mga buluhaton. Dali alang sa mga tawo, lisud alang sa mga bot.",
    "home-challenges-text-2": "Ang mga naandam nga buluhaton nga magamit usab alang sa mga publisher sa negosyo.",
    "home-ent-1": "Nagpangita ba sa among mga tanyag sa seguridad sa negosyo?",
    "home-ent-2": "Bisitaha ang among bag-ong gipahinungod nga site: BotStop.com",
    "home-ent-button": "Hibal-i ang dugang: BotStop pinaagi sa hCaptcha",
    "home-from-the-blog": "GIKAN SA BLOG:",
    "home-from-the-blog-value": "Giunsa molihok ang Mga setting sa Kalisdanan sa hCaptcha",
    "home-intro-body": "Ninggamit ka ba usa ka captcha aron dili ka maabtik sa mga bot? Gipanalipdan sa hCaptcha ang pagkapribado sa taggamit, naghatag mga gantimpala sa mga website, ug gitabangan ang mga kompanya nga markahan ang ilang datos. Kini usa ka drop-in nga puli alang sa reCAPTCHA: mahimo ka magbalhin sa sulud sa mga minuto.",
    "home-intro-button": "Pag-sign Up Karon",
    "home-intro-head": "Hunong sa daghang mga bot. Sugdi ang pagpanalipod sa privacy sa tiggamit.",
    "home-main-1": "Pribado Luwas. Mas paspas Ug gibayran ka namon aron magamit kini.",
    "home-main-2": "Gipunting ang Pagkapribado",
    "home-main-2c": "Nakita sa mga network sa ad ang imong mga bisita ingon produkto. Alang sa hCaptcha ang produkto mao ang ilang gihatag nga trabaho. Wala kami igsapayan kung kinsa ang imong mga ninggamit, unsa ka posibilidad nga sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naghago aron mabalanse ang pagkapribado ug seguridad.",
    "home-main-3": "Security Una",
    "home-main-3c": "Ang pagkasibo naa sa imong interes ug sa amon. Ang hCaptcha nakasentro sa magmamantala. Nagtrabaho kami aron hatagan ka sa tinuud nga datos ug tugutan ka nga magdesisyon kung giunsa kini gamiton. Ang uban pang mga captchas gihatag sa mga Gigantic advertising nga kompanya. Kini gipasabut nga matag bot nga ilang gibabagan mahimong maminusan ang ilang kita.",
    "home-main-4": "Mas Maayo nga Kasinatian sa Gumagamit",
    "home-main-4c": "Ang mga sopistikado nga mga modelo sa pagkat-on sa makina gigamit sa hCaptcha alang sa pagtino sa katawhan. Gitugotan kami niini nga manginahanglan labi ka dili makasuko nga mga buluhaton gikan sa imong mga ninggamit ug mogahin sa ilang oras sa paghimo niini, samtang nagahimo pa nga mapuslanon nga datos nga adunay label alang sa mga kustomer sa pagmarka.",
    "home-main-plans": "Ang hCaptcha libre gamiton alang sa mga publisher bisan unsang gidak-on. Bisan pa, alang sa mga negosyo ug plataporma nga nanginahanglan dugang nga pagpugong, magamit ang among mga solusyon sa negosyo.",
    "home-main-plans2": "Ang mga solusyon sa hCaptcha enterprise nagpanalipod sa milyon-milyon nga mga ninggamit sa napulo ka milyon nga mga website alang sa pipila sa labing kadaghan nga mga kompanya sa planeta. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans3": "Ang mga solusyon sa hCaptcha enterprise nagpanalipod sa milyon-milyon nga mga ninggamit sa napulo ka milyon nga mga website alang sa pipila sa labing kadaghan nga mga kompanya sa planeta. Palihug kontaka kami alang sa dugang nga impormasyon, o pagbisita",
    "home-main-plans4": "alang sa mga detalye.",
    "home-plans-button-1": "Pag-sign up karon",
    "home-plans-button-2": "Pakigsulti sa mga baligya",
    "home-plans-chart-head-1": "Mga dagway",
    "home-plans-chart-head-2": "Publisher",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Gipakita ang mga tipo sa hagit nga gipakita",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Mga dashboard nga multi-user",
    "home-plans-chart-row-11-cell-1": "Mga bahin sa advanced nga pagreport",
    "home-plans-chart-row-12-cell-1": "Mga SLA sa Enterprise",
    "home-plans-chart-row-2-cell-1": "Kontrolado ang gigamit nga sulud sa hagit",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Kumita mga ganti alang sa mga kasulbaran sa tawo",
    "home-plans-chart-row-4-cell-1": "Pagpanalipud kontra sa bot sa kalibutan nga klase",
    "home-plans-chart-row-5-cell-1": "Nagtrabaho sa matag nasud",
    "home-plans-chart-row-5a-cell-1": "Dili-CAPTCHA ug 99.9% passive mode",
    "home-plans-chart-row-5b-cell-1": "Mga iskor sa kumpiyansa sa bot",
    "home-plans-chart-row-6-cell-1": "Patakaran sa pagkapribado sa GDPR ug CCPA",
    "home-plans-chart-row-7-cell-1": "Maayo nga lebel nga lebel sa kalisud",
    "home-plans-chart-row-8-cell-1": "Ilunsad ang kaugalingon nimong sulud nga sulud",
    "home-plans-chart-row-9-cell-1": "Pag-iskedyul sa kalisud nga nakabase sa oras",
    "home-try-it-out-button": "Kuhaa ang hCaptcha",
    "home-try-it-out-head": "Sulayi kini",
    "home-try-it-out-text": "Naghatag ang hCaptcha simple, dali, ug kasaligan nga pagkakita sa bot samtang wala’y hinungdan alang sa mga tawo nga masulbad.",
    "labeling-about-head": "Bahin sa hCaptcha",
    "labeling-about-text-1": "Ang hCaptcha gilaraw aron masulbad ang labi ka daghang problema sa pagtrabaho sa pagkat-on sa makina; pagmarka sa daghang data sa us aka panahon, maabut, ug masaligan nga paagi. Daghang datos sa kinatibuk-an naghimo mas maayo nga mga sangputanan sa mga modelo sa pagkat-on sa makina sa pagpahanas. Ang bag-o nga kalampusan sa lawom nga mga modelo nagdala sa labi ka daghang mga dataset, ug gihatagan sa hCaptcha kini nga panginahanglan.",
    "labeling-about-text-2": "Bisan pa, ang paghimo sa daghang mga datasets nga gisusi sa tawo gamit ang tradisyonal nga pamaagi parehas nga hinay ug mahal. Ang hCaptcha usa ka paagi aron makuha sa mga kompanya ang mga anotasyon nga ilang gipangayo nga labi ka kadali, nga adunay labi ka taas nga kalidad ug mas mubu ang gasto kaysa ubang mga alternatibo.",
    "labeling-annotations-head": "Mga Matang sa Annotation",
    "labeling-annotations-text-1": "Tukma nga pagkakita sa butang sa mga imahe ug video",
    "labeling-annotations-text-2": "Tukma nga pagkakita sa butang sa mga imahe ug video",
    "labeling-annotations-text-3": "Itudlo ang mga anotasyon alang sa daghang lainlaing mga kaso sa paggamit",
    "labeling-annotations-text-4": "Paghan-ay o idugang ang dili makatarunganon nga mga kategorya sa bisan unsang gidak-on",
    "labeling-annotations-text-5": "Pagpangita ug klasipikasyon nga gipadagan sa tawo",
    "labeling-annotations-text-6": "Kinahanglan ba lain nga lahi nga wala nakalista dinhi? Pangutan-a lang kami.",
    "labeling-annotations-title-1": "Mga Bounding Box",
    "labeling-annotations-title-2": "Mga Polygon",
    "labeling-annotations-title-3": "Mga Landmark",
    "labeling-annotations-title-4": "Pag-ila sa Katangian",
    "labeling-annotations-title-5": "Pagtandi ug Pagpangita",
    "labeling-annotations-title-6": "... ug daghan pa",
    "labeling-ent-button": "Pakigsulti sa Atong Koponan sa Mga Solusyon sa Enterprise",
    "labeling-ent-head": "Kinahanglan ba ang Pagpugong sa Katapusan?",
    "labeling-ent-text-1": "Ang HUMAN Platform sa luyo sa hCaptcha naghatag labi ka sopistikado nga kalidad sa trabaho ug mga dagway sa pagdumala pinaagi sa on-premise, hybrid, o SaaS deployments nga gihiusa sa imong mga naanaa nga sistema.",
    "labeling-ent-text-2": "Pagdagan sa bug-os nga offline gamit ang imong kaugalingon nga trabahador, subay ang kantidad nga nahurot sa tanan nga mga yunit sa negosyo o kasosyo sa consortium, pilia nga padalhin ang mga trabaho sa lainlaing sulud o sa gawas nga mga tagahatag sa trabaho nga gibase sa mga kinahanglanon sa gasto ug siguridad, ug uban pa.",
    "labeling-ent-text-3": "Sayon nga pag-access sa API, matahum nga dashboard, ug labing bag-ong teknolohiya nga naa sa sulud aron mapadako ang kahusayan.",
    "labeling-ent-text-4": "99.99% uptime SLAs ug 24/7 global nga suporta nga magamit. Alang sa dugang nga kasayuran:",
    "labeling-features-head-1": "Yano nga mga pipeline nga gimaneho sa API.",
    "labeling-features-head-2": "Gi-optimize alang sa gasto ug kalidad. Dili kinahanglan nga pasiuna nga pasalig.",
    "labeling-features-head-3": "Pagbayad ra alang sa katukma nga imong gikinahanglan.",
    "labeling-features-head-4": "Ihatag ang imong kaugalingon nga datos sa kamatuoran sa yuta o ipatindog namon kini sa paglakat.",
    "labeling-features-text-1": "Gusto ba nga i-integrate ang pagsusi sa tawo direkta sa imong operasyon sa negosyo? Nagtanyag kami og taas nga pagkakasaligan nga mga SLA, garantiya nga kapasidad, ug yano nga mga REST API.",
    "labeling-features-text-2": "Ang plataporma sa TAWO naggamit mga komprehensibo nga mga modelo sa pagsalig aron makahimo og sopistikado nga pagsusi sa kalidad nga real-time. Gitugotan kami nga dali namon mahibal-an ang pareho nga kalisud sa mga pangutana ug ang ilang lagmit nga husto nga tubag, makatipig sa imong oras ug salapi.",
    "labeling-features-text-3": "Dili tanan nga problema parehas. Ang mga anotasyon alang sa mga buluhaton nga kritikal sa kahilwasan mahimong magkinahanglan 99.99% nga pagsalig gikan sa bug-os nga mga trabahante sa tawo. Ang mga anotasyon alang sa usa ka bahin sa beta sa usa ka mobile game app mahimo nga magkinahanglan og kasarangan nga pagsalig. Ikaw ang magbuut.",
    "labeling-features-text-4": "Adunay ba ka hilaw nga datos nga wala ang usa ka komprehensibo nga set sa panghimatuud? Sa kadaghanan nga mga kaso mahimo kami magtukod usa alang kanimo ingon nga mga buluhaton nga gipadagan sa sistema, o naghimo mga label nga sampol alang sa imong pag-uyon.",
    "labeling-info-head": "Pagkuha og Label sa Data",
    "labeling-info-text-1": "Pakigsulti sa usa sa among mga eksperto sa domain aron mahibal-an ang mga kinahanglanon sa imong proyekto: tukma ang target, format, ug bisan unsang espesyal nga kinahanglanon.",
    "labeling-info-text-2": "Nagpatuman kami usa ka gamay nga trabaho sa paghimo base sa imong sample nga datos. Gisulayan niini ang buhat nga among gihimo aron masiguro nga makuha nimo ang eksakto nga imong kinahanglan.",
    "labeling-info-text-3": "Uban sa among hataas nga kadaghan ug ubos nga latency ibalik namon ang imong trabaho sa madali, nga adunay awtomatiko nga paghatud sa dayon na.",
    "labeling-info-text-4": "Samtang labi namon nga nahibal-an ang mga parameter sa imong buhat sa produksyon, ang mga sangputanan magpadayon nga molambo sa paglabay sa panahon.",
    "labeling-info-text-5": "Gitugotan ka sa mga live dashboard nga makahatag feedback o paghunong sa paghimo bisan unsang orasa.",
    "labeling-info-title-1": "Gihubit ang Mga Pagtudlo",
    "labeling-info-title-2": "Inisyal nga Pagsulay sa Trabaho",
    "labeling-info-title-3": "I-deploy ang Mga Trabaho sa Production",
    "labeling-info-title-4": "Padayon nga Pag-uswag",
    "labeling-info-title-5": "Mga Resulta sa Tinuod nga Oras",
    "labeling-main-1": "Labing epektibo nga pagmarka sa datos sa sukdanan",
    "labeling-main-1-button": "Kuhaa Karon ang Imong Data",
    "labeling-main-1c": "Kinahanglan ba daghang label alang sa imong mga dataset? Ang hCaptcha naghatag dali, epektibo nga gasto, ug taas nga kalidad nga pag-label sa datos alang sa mga kompanya nga nagtrabaho sa aplikasyon sa artipisyal nga paniktik ug pagkahibalo sa makina.",
    "labeling-main-2": "Gilunsad dayon ang milyon-milyon nga mga buluhaton.",
    "labeling-main-2-button": "Pagpalit Mga Serbisyo sa Pagmarka sa Data",
    "labeling-main-2c": "Ang hCaptcha adunay usa sa labing daghang mga pool sa planeta nga magamit alang kanimo nga magamit. Bisan unsa ang imong sukdanan, makaya namon kini nga wala’y mahal nga pasiuna nga mga pasalig. Minilyon nga mga buluhaton matag adlaw ang wala’y problema.",
    "labeling-platform-head": "Pribado o Publiko nga Impormasyon",
    "labeling-platform-text": "Ang hCaptcha gitukod sa HUMAN Platform, nga nagtugot sa sopistikado nga pagpaagi ug pagtuki aron ma-optimize ang gasto ug kahusayan sa matag lakang. Gitugotan sa kini nga teknolohiya ang tama nga trabahador sa pagdumala sa matag bahin sa imong trabaho, gipadako ang kahusayan sa gasto samtang gipreserba ang pagkapribado ug pagtagbo sa bisan unsang mga kinahanglanon sa pagdumala nga mahimong magamit.",
    "labeling-try-button": "Pagpalit Mga Serbisyo sa Pagmarka sa Data",
    "labeling-try-head": "Gusto ba nga sulayan ang imong datos?",
    "labeling-try-text": "... Andam na kami kung ikaw naa: ang among serbisyo magamit sa tanang oras.",
    "learn-more-hcaptcha": "Hibal-i ang Dugang pa bahin sa hCaptcha",
    "page-acc-faq-1": "Pangutana: Nahiuyon ba ang hCaptcha Seksyon 508 + WCAG 2.1 AA? Tubag: Kami nagtuo: ang tanan nga mga ninggamit nga adunay bisan unsang porma sa pagkadaot nga makahimo sa pag-browse sa web ug pagsulud sa teksto sa mga porma mahimong ma-access ang mga serbisyo nga protektado sa hCaptcha sa pagrehistro. Bisan pa, dili kini ligal nga tambag: kinahanglan nimo nga buhaton ang imong kaugalingon nga pagtimbang-timbang, nga gikonsidera ang imong piho nga pagpatuman aron masiguro nga kini ang kaso alang sa imong pagpakatap.",
    "page-acc-faq-2": "Pangutana: Nagtrabaho ka ba sa ubang mga kapilian nga ma-access (a11y), sama sa audio? Tubag: Kaniadto mga bantog nga kapilian sama sa mga audio captchas nga nagpihigpihig batok sa daghang mga a11y ninggamit ug dali mapildi sa mga modernong pamaagi sa pagkat-on sa makina. Gipugos niini ang mga kasamtangan nga hagit sa audio nga mahimong labi ka kalisud, pagpaila sa kasaba, dili sagad nga oras, dili sagad nga mga kombinasyon sa pulong, ug uban pa aron mapildi ang mga tig-atake. Kami sa ingon dili kaayo kadasig bahin sa kini nga pamaagi kumpara sa paglikay sa tanan nga hagit, apan kini among pagaisipon kung adunay panginahanglan gikan sa a11y nga komunidad. Bisan pa, interesado kaayo kami sa Privacy Pass alang sa kaso nga paggamit sa Pag-access. Kami nagtuo nga ang paghiusa sa among karon nga pamaagi nga adunay pagpagawas sa Privacy Pass magtugot sa a11y mga ninggamit nga mag-browse nga luwas, masiguro sa pagkahibalo nga ang ilang trapiko labi ka pribado, samtang gikutuban ang pag-abuso sa mga bot operator nga dili kalikayan nga mahitabo kung adunay a11y nga kapilian. Kami aktibo nga mga sumasalmot sa IETF working group nga gihimong standard sa kini nga bag-ong teknolohiya.",
    "page-acc-faq-3": "Pangutana: Komosta ang bahin sa privacy? Gipadayag ba sa rehistro ang a11y data sa pag-browse sa pila ka paagi? Unsa man ang imong gibuhat sa email? Tubag: Ang hCaptcha gilaraw alang sa pagkapribado gikan sa taas. Lahi kaayo kini kaysa sa tradisyonal nga mga kapilian sama sa reCAPTCHA nga gipanag-iya sa mga ad network, nga adunay usa ka insentibo nga subayon ka libot sa web ug iugnay ka sa tinuod nga pagkatawo. Wala gyud kami gigamit nga mga email sa pag-access o kasayuran alang sa bisan unsang katuyoan gawas sa pagpadali sa paggamit sa 1111 ug pagpugong sa pag-abuso. Ang among palisiya sa pagkapribado adunay komprehensibo ug may awtoridad nga mga tubag kung giunsa namon gigamit ang datos, apan ang mubu nga tubag wala kami interes nga maiupod ka ingon usa ka tawo sa imong kaagi sa pag-browse. Nagtrabaho usab kami karon sa usa ka solusyon nga cryptographic aron dali nga malabay ang imong email address samtang gipadayon pa ang among kaarang nga malikayan ang pag-abuso, nga nagpuno sa among trabaho sa Privacy Pass.",
    "page-acc-link-1": "Kung ikaw usa ka tiggamit nga ma-access, palihug pag-sign up dinhi.",
    "page-acc-subhead": "Gisiguro ang seamless access alang sa tanan nga mga ninggamit samtang nagpabilin nga siguridad",
    "page-acc-summary": "Katingbanan",
    "page-acc-summary-contents-1": "Ang hCaptcha gilaraw aron ihunong ang mga bot pinaagi sa pag-ila kanila gikan sa mga tawo. Ang mga visual test usa ka kombenyente nga gamit alang niini, apan dili tanan ang makasulbad sa usa ka hagit sa panan-aw. Tungod niini gidisenyo namon ang usa ka yano, walay sakit nga kapilian aron tugotan ang mga magmamantala nga gigamit ang among serbisyo nga mapanalipdan ang pag-access sa tanan nga adunay hingpit nga pagsunod sa Seksyon 508 ug WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Giunsa kini nagtrabaho: una, ang usa ka tiggamit sa pag-access mag-sign up sa kini nga URL, nga na-link sa panid sa impormasyon nga widget sa hCaptcha. Gihatagan sila usa ka naka-encrypt nga cookie nga magamit daghang beses matag adlaw, apan kinahanglan i-refresh matag 24 oras pinaagi sa pag-login. Kung adunay usa ka hagit nga gipakita sa usa ka mogamit nga ma-access sa bisan unsang site nga gigamit ang serbisyo sa hCaptcha, awtomatiko silang molabay.",
    "page-acc-title": "Impormasyon sa Pag-access sa hCaptcha",
    "page-acc-tr-body": "Pangutana: Nakakita pa ako usa ka hagit pagkahuman sa pagtakda sa cookie. Unsa ang hinungdan niini?<br> Tubag: Kasagaran kini tungod sa paggamit sa usa ka agresibo nga ad blocker o anti-cookie extension, o usa ka setting nga nagbabag sa mga cross-site cookies, sa kini nga kaso usa ka cookie alang sa hcaptcha.com nga gitakda o gisusi sa hCaptcha JS sa lainlaing site , sama sa imong gibisita.<br><br> Ang cookies sa pag-access sa hCaptcha nagtrabaho kauban ang tanan nga mga sikat nga browser ug ad blocker sa ilang naandan nga mga setting, mao nga kasagaran ang mga pagkapakyas tungod sa mga anti-anti-adblock script o susama nga mga lagda nga nagpunting sa mga piho nga site.<br><br> Mga solusyon:<br><br> 1. Whitelist hcaptcha.com ug * .hcaptcha.com cookies sa imong ad blocker o browser security extension.<br> 2. Kung naggamit ka sa Brave browser, nga sa karon dili makita nga adunay bisan unsang klase nga whitelist sa cookie, adto sa Mga Kagustuhan -> Mga Shields -> Mga cookie ug pilia ang Tugoti ang Tanan nga mga Cookies.<br> 3. Kung naggamit ka labing ka bag-o nga bersyon sa Safari bisan sa bag-o lang gipagawas nga OS X 10.15 o iOS 13.4, bag-o lang gibag-o sa Apple ang pamatasan sa Safari nga adunay kalabotan sa mga cookies sa third-party, nga gibabagan ang tanan niini ingon default. Nagpatuman kami usa ka solusyon, apan sa kasamtangan palihug bisitaha ang Mga Kagustuhan sa Safari, seksyon sa Privacy, ug uncheck ang Pagsunud sa website: Pugngan ang pagsubay sa cross-site aron mapalihok ang accessibility cookie nga mahimo’g gipaabot.<br><br> Pangutana: Naggamit ako daghang mga aparato. Kinahanglan ba ako magpalista daghang beses?<br> Tubag: Dili. Palihug i-klik ang parehas nga link sa pag-login sa email nga gipadala kanimo sa matag aparato nga imong gigamit aron mahibal-an ang cookie.<br><br> Pangutana: Giunsa nako mapanalipdan ang akong kaugalingon gikan sa pagsubay sa cookie sa third-party samtang gigamit ang accessibility cookie?<br> Tubag: Ang paggamit sa bisan unsang privacy o extension sa pagdili sa ad nga nagsuporta sa pag-whitelist sa lebel sa domain (pananglitan uBlock Origin) molihok sama sa gipaabot: siguruha lang nga maputi ang lista sa hcaptcha.com.",
    "page-acc-tr-title": "Alang sa Mga Magamit sa Pag-access: Kanunay nga Mga Pangutana ug Giya sa Pag-troubleshoot",
    "page-acc-tr2-body": "Safari<br> Aron mapalihok ang mga cookies sa Safari (Mac): Pag-adto sa drop-down menu sa Safari. Pilia ang mga gusto Pag-klik sa Privacy sa taas nga panel. Ubos sa 'Pag-block sa cookies' pilia ang kapilian nga 'Never.'<br> Aron mapalihok ang mga cookies sa Safari (iPhone / iPad iOS 11+): Ablihi ang imong mga setting. Pag-scroll down ug pagpili sa Safari. Ubos sa Privacy ug Security, patya ang 'Pugngan ang Pagsubay sa Cross-Site' ug 'Pag-block sa Tanan nga Cookies'<br><br> Firefox<br> Pag-klik sa taming sa wala sa address bar sa bisan unsang webpage. Pag-klik sa Mga setting sa Proteksyon. Mobukas ang panel sa Privacy ug Security nga Mga gusto sa Firefox. Ubos sa gipaayo nga Panalipod sa Pagsubay, pilia ang Pasadya. Pilia kung unsang mga tracker ug script ang i-block pinaagi sa pagpili sa mga checkbox. Siguruha nga na-block nimo ang hcaptcha.com.<br><br> Mahimo mo usab nga temporaryo nga mapalong ang pipila ka mga proteksyon sa Custom aron ma-debug kini, pinaagi sa pagpili sa mga checkbox: Deselect ang checkbox sa Mga Tracker o i-deselect ang checkbox sa Cookies kung adunay ka pa mga isyu.<br><br> Google Chrome<br> Google Chrome (PC)<br> Pilia ang icon sa menu sa Chrome. Pilia ang mga setting.<br> Pag-adto sa Privacy ug Security, dayon ang Cookies ug uban pang datos sa site.<br> Siguruha nga ang 'Pag-block sa cookies sa ikatulo nga partido' wala mapagan.<br><br> Google Chrome (Mac):<br> Ablihi ang mga gusto sa Chrome gikan sa menu bar.<br> Pag-adto sa Privacy ug Security, dayon ang Cookies ug uban pang datos sa site.<br> Siguruha nga ang 'Pag-block sa cookies sa ikatulo nga partido' wala mapagan.<br><br> Google Chrome (Android):<br> Sa imong Android device, bukha ang Chrome app.<br> Sa tuo sa tuo, i-tap ang Dugang pa ug pagkahuman ang Mga setting.<br> Pag-tap sa Mga Setting sa Site ug pagkahuman Cookies.<br> Sunod sa 'Cookies,' ibalhin ang setting.<br> Ilista ang kahon sa tabi nga 'Tugoti ang mga cookies sa third-party.'<br><br> Internet Explorer<br> 1. Pilia ang gamit sa ibabaw sa tuo nga kanto sa screen, unya pilia ang 'Mga Pagpili sa Internet'. Kung adunay ka gipahimutang ang Menu Bar, mahimo nimo mapili ang 'Mga Himan' dayon ang 'Mga Pagpili sa Internet'.<br> 2. Pag-klik sa tab nga 'Privacy'.<br> 3. Pilia ang buton nga 'Advanced'.<br> 4. Ubos sa 'Third-party Cookies' pilia ang 'Dawata'.<br> 5. Pag-klik sa 'OK'",
    "page-acc-tr2-head": "Mga Panudlo sa Browser alang sa Cross-Site Cookies",
    "priv-hc": "Gipunting ang Pagkapribado",
    "priv-hc-text": "Ang mga ad network nakakita kanimo ingon ilang produkto. Dili kita. Dili namon igsapayan kung kinsa ang mga naggamit, kung unsa ka posibilidad nga sila makadaot. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naghago aron mabalanse ang pagkapribado ug seguridad.",
    "reporting-bugs-accessibility-button": "Hibal-i ang daghan pa bahin sa mga kapilian sa pag-access",
    "reporting-bugs-accessibility-head": "Mga Kapilian sa Pag-access",
    "reporting-bugs-accessibility-text": "May diperensya ka ba sa panan-aw o kung dili man makumpleto ang mga hCaptchas?",
    "reporting-bugs-guide-ff-head": "Pagdakup sa Mga Detalye sa Bug Report: Firefox",
    "reporting-bugs-guide-ff-step-1": "Lakang 1: Ablihi ang Mga Himan sa Developer (Magsugod kini sa pagrekord sa sesyon.)",
    "reporting-bugs-guide-ff-step-2": "Lakang 2: Pag-klik sa tab nga Network sa Mga Tool sa Developer. Susiha ang kahon sa Mga Pagpadayon nga troso sa taas.",
    "reporting-bugs-guide-ff-step-3": "Lakang 3: bisitaha ang https://accounts.hcaptcha.com/demo, o ang website nga adunay ka problema (Note sa Privacy: kung dili nimo hunahunaon ang pagpaambit kung unsa kini) ... ug pag-klik sa I tawhanong buton sa tawo, ug pagsulay nga sulbaron.",
    "reporting-bugs-guide-ff-step-4": "Lakang 4: Pag-klik sa HAR pagkahuman nimo pagsulay nga sulbaron, ug pilia ang I-save ang Tanan ingon HAR aron maluwas ang log sa network. Ipadala kana nga file sa amon.",
    "reporting-bugs-guide-ff-step-5": "Lakang 5: Pag-klik sa tab nga Console, ug pag-right click dayon Pilia ang tanan ug i-save kana sa usa ka text file, aron maluwas ang log sa console. Ipadala usab kana kanamo.",
    "reporting-bugs-guide-ff-step-6": "Katapusan nga lakang: I-email ang mga file sa HAR ug console sa amon, ug ihulagway ang problema nga Paggamit: support@hcaptcha.com (palihug gamita ang serbisyo sama sa Dropbox o Filebin ug ipadala ang mga link) ug kapilian nga usa ka screenshot, kung nagduda ka nga adunay dili ipakita nga tama . Palihug ipadala usab ang IP nga imong gigamit. Mahimo nimo kini makuha gikan sa https://www.whatsmyip.org/ Salamat sa paggahin og oras aron matabangan kami nga makuha kini nga kasayuran! Nagpasalig kami nga himuon nga maayo ang hCaptcha alang sa tanan.",
    "reporting-bugs-guide-head": "Pagdakup sa Mga Detalye sa Bug Report: Chrome",
    "reporting-bugs-guide-step-1": "Lakang 1: Ablihi ang Mga Himan sa Developer (Magsugod kini sa pagrekord sa sesyon.)",
    "reporting-bugs-guide-step-2": "Lakang 2: Pag-klik sa tab nga Network sa Mga Tool sa Developer. Susihon ang kahon sa Pagpreserba sa log sa taas.",
    "reporting-bugs-guide-step-3": "Lakang 3: bisitaha ang https://accounts.hcaptcha.com/demo, o ang website nga adunay ka problema (Note sa Privacy: kung dili nimo hunahunaon ang pagpaambit kung unsa kini) ... ug pag-klik sa I tawhanong buton sa tawo, ug pagsulay nga sulbaron.",
    "reporting-bugs-guide-step-4": "Lakang 4: Pag-klik sa Export HAR (ang gamay nga down arrow) pagkahuman nga gisulayan nimo nga masulbad, nga makaluwas sa log sa network. Ipadala kana nga file sa amon.",
    "reporting-bugs-guide-step-5": "Lakang 5: Pag-klik sa tab nga Console, ug pag-klik sa tuo dayon Pag-save ingon .. aron maluwas ang log sa console. Ipadala usab kana kanamo.",
    "reporting-bugs-guide-step-6": "Katapusan nga lakang: I-email ang mga file sa HAR ug console log sa amon, ug ihulagway ang problema. Paggamit: support@hcaptcha.com (palihug gamita ang usa ka serbisyo sama sa Dropbox o Filebin ug ipadala ang mga link) ug kapilian nga usa ka screenshot, kung nagduda ka nga adunay usa ka butang nga wala maipakita nga tama. Palihug ipadala usab ang IP nga imong gigamit. Mahimo nimo kini makuha gikan sa https://www.whatsmyip.org/ Salamat sa paggahin og oras aron matabangan kami nga makuha kini nga kasayuran! Nagpasalig kami nga himuon nga maayo ang hCaptcha alang sa tanan.",
    "reporting-bugs-guide-text-1": "Ang pagpadala sa kasayuran sa pag-debug sa imong ulat labi ka dali alang kanamo nga mahibal-an kung unsa ang nahinabo. Niini ang mga lakang nga mga panudlo:",
    "reporting-bugs-guide-text-2": "Kung ikaw usa ka web developer o eksperto nga tiggamit, ang katingbanan gusto namon nga padalhan ka namo usa ka recording sa network nga HAR ug mga browser console sa browser. Palihug sulayi pag-disable ang bisan unsang ad blocker o mga extension sa seguridad sa browser una ug unya pagsulay usab sa wala pa moagi sa kini nga mga lakang. Kung kini ang nag-ayo sa imong problema, gipasalamatan gihapon namon ikaw nga gipahibalo kanamo ang bersyon sa browser, ad blocker o browser extension, ug ang website URL.",
    "reporting-bugs-intro-head": "Nakit-an ang usa ka bug? Ania kung giunsa kini ireport.",
    "reporting-bugs-intro-text": "Milyun-milyon nga mga tawo ang naggamit sa hCaptcha matag bulan, sa libu-libo nga mga kombinasyon sa mga browser, extension, aparato, firewall, ug daghan pa. Ang among katuyoan mao ang sigurohon nga kanunay kini molihok alang kanimo, busa gipasalamatan namon ang imong mga report! Aron mahatag ang dali nga feedback, pag-klik ra sa Butang nga ipadala kanamo ang feedback. Kung nakakita ka us aka isyu nga magamit, palihug sunda ang mga panudlo sa log sa pag-log alang sa Chrome o mga panudlo sa pag-log sa pag-log alang sa Firefox sa ubus. Alang sa bisan unsang uban pang mga browser ipadala lang sa amon ang email. Alang sa potensyal nga mga isyu sa seguridad o privacy, tan-awa ang mga panudlo sa ubus.",
    "reporting-bugs-privacy-head": "Mga Isyu sa Pagkapribado",
    "reporting-bugs-privacy-text": "Dili namon igsapayan kung kinsa ang mga naggamit, kung unsa ka posibilidad nga sila makadaot o mga makina. Gisuportahan namon ang mga inisyatibo sama sa Privacy Pass, ug naghago aron mabalanse ang pagkapribado ug seguridad. Kung nakit-an nimo ang usa ka isyu nga sa imong hunahuna mahimo makaapekto sa privacy sa tiggamit, palihug pag-email sa amon sa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Magpadala kami feedback",
    "reporting-bugs-provide-feedback-head": "Paghatag dayon nga feedback sa hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ginaapresyar namon ang imong pagsulud. Ipahibalo kanamo ang bisan unsang mga isyu ug dali namon kini masulbad.",
    "reporting-bugs-security-head": "Mga Security Bugs",
    "reporting-bugs-security-text": "Kanunay kaming interesado nga makadawat mga ulat sa mga bug sa seguridad. Email support@hcaptcha.com & CC security@hcaptcha.com ug dali kami makabalik kanimo. Adunay usab kami usa ka programa sa bug bounty alang sa mga angayan nga mga ulat sa siguridad sa serbisyo sa hCaptcha ug may kalabutan nga code sa tinubdan.",
    "sales-interstitial-c1": "Alang sa mga kompanya",
    "sales-interstitial-c1a": "Mga solusyon sa seguridad sa Enterprise (bayad)",
    "sales-interstitial-c1b": "Hibal-i ang bahin sa hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Data nga anotasyon",
    "sales-interstitial-c1d": "Pagpalit mga serbisyo sa anotasyon sa hCaptcha",
    "sales-interstitial-c2": "Alang sa mga indibidwal",
    "sales-interstitial-c2a": "Pagdugang hCaptcha sa imong serbisyo (libre)",
    "sales-interstitial-c2b": "Pagdugang hCaptcha alang sa Mga Publisher sa akong website o app",
    "sales-interstitial-c2c": "Unsa ang hCaptcha?",
    "sales-interstitial-c2d": "Hibal-i ang daghan pa bahin sa hCaptcha",
    "sales-interstitial-head": "Siguruhaon naton nga makaabut ka sa husto nga lugar.",
    "sec-hc": "Security Una",
    "sec-hc-text": "Ang hCaptcha nakasentro sa magmamantala. Nagtrabaho kami aron mahatagan ang mga site sa tinuud nga datos ug tugutan sila nga magdesisyon kung giunsa kini gamiton. Ang pagkasibo naa sa imong interes ug sa amon. Ang uban pang mga captchas gihatag sa mga kompanya sa advertising. Ang matag bot nga ilang gibabagan mahimong maminusan ang ilang kita.",
    "signup-interstitial-c1": "Alang sa mga kompanya o website",
    "signup-interstitial-c1a": "Pagdugang hCaptcha sa imong serbisyo (libre)",
    "signup-interstitial-c1b": "Pagdugang hCaptcha alang sa Mga Publisher sa akong website o app",
    "signup-interstitial-c1c": "Mga solusyon sa seguridad sa Enterprise (bayad)",
    "signup-interstitial-c1d": "Hibal-i ang bahin sa hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Data nga anotasyon",
    "signup-interstitial-c1f": "Pagpalit mga serbisyo sa anotasyon sa hCaptcha",
    "signup-interstitial-c2": "Alang sa mga indibidwal",
    "signup-interstitial-c2a": "Pag-access",
    "signup-interstitial-c2b": "Hibal-i ang bahin sa mga kapilian sa pag-access alang sa hCaptcha",
    "signup-interstitial-c2c": "Kumita salapi",
    "signup-interstitial-c2d": "Pagtrabaho ingon usa ka indibidwal nga label sa datos",
    "signup-interstitial-head": "Siguruhaon naton nga makaabut ka sa husto nga lugar.",
    "support-interstitial-c1": "Alang sa mga kompanya",
    "support-interstitial-c1a": "Mga solusyon sa seguridad sa Enterprise (bayad)",
    "support-interstitial-c1b": "Pagkuha suporta alang sa hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (libre)",
    "support-interstitial-c1d": "Pagkuha suporta alang sa Publisher sa hCaptcha",
    "support-interstitial-c2": "Alang sa mga indibidwal",
    "support-interstitial-c2a": "Adunay kalisud sa usa ka hagit?",
    "support-interstitial-c2b": "Hibal-i ang bahin sa mga kapilian sa pag-access alang sa hCaptcha",
    "support-interstitial-c2c": "Gusto ba nga magreport usa ka bug?",
    "support-interstitial-c2d": "Hibal-i ang bahin sa pag-asoy sa mga isyu sa software",
    "support-interstitial-head": "Siguruhaon naton nga makaabut ka sa husto nga lugar.",
    "switch-to-english-link": "Pagbalhin sa English",
    "what-is-hcaptcha": "Unsa ang hCaptcha?",
    "what-is-hcaptcha-text": "Gitabangan sa hCaptcha ang imong pinalabi nga serbisyo sa web nga dili mapadayon ang mga bot, spam, ug pag-abuso pinaagi sa pagpangutana mga yano nga pangutana nga dali alang sa mga tawo ug lisud alang sa mga makina.",
    "why-hc": "Ngano nga hCaptcha?",
    "why-hc-text": "Sa matag higayon nga tubagon nimo ang usa ka hagit, naggamit kami mga sopistikado nga mga modelo aron mahibal-an kung ikaw tawo o usa ka makina. Ang website nga imong gibisitahan gigamit kini nga sangputanan aron makatabang nga mapaayo ang imong kasinatian sa ilang site pinaagi sa pagpadayon sa mga bot."
}