{
    "acc-opt": "Opzioni di Accessibilità",
    "acc-opt-but": "Amparate più nantu à l&#39;opzioni d&#39;accessibilità",
    "acc-opt-text": "Hè una disabilità visuale o altrimenti incapace di cumpletà hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Vi apprezzemu a vostra input. Cunniscemu ogni prublema è i risolvemu prestu.",
    "fb-but": "Mandateci i nostri feedback",
    "feedback-text": "Fornite feedback nantu à l&#39;HCaptcha chì avete appena vistu",
    "page-acc-link-1": "Se site un utilizatore d&#39;accessibilità, scrivitevi quì.",
    "page-acc-subhead": "Assicurà l&#39;accessu trasparente per tutti l&#39;utilizatori mentre mantenenu a sicurità",
    "page-acc-title": "hCaptcha Informazioni per Accessibilità",
    "priv-hc": "Privatezza Centrata",
    "priv-hc-text": "I reti publicitarii vi vedenu cum&#39;è u so pruduttu. Ùn facemu micca. Ùn ci preoccupa micca quale sò l&#39;utilizatori, solu quantu sò probabili di esse maliziusi. Sustenemu iniziative cum&#39;è Passa di privacy, è travagliammu assai per equilibrà a privacy è a sicurità.",
    "sec-hc": "Sicurità Prima",
    "sec-hc-text": "hCaptcha hè un editore-focus. Travagliemu per dà à i siti dati reali è di lascialli decide di cume. L&#39;accuratezza hè in u vostru interessu è u nostru. L&#39;altri captchas sò furnite da e imprese di publicità. Ogni bot chì bloqueghjanu pò riduce i so ingressi.",
    "what-is-hcaptcha": "Cosa hè hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i vostri servizii web favuriti à mantene i bots, u spam, è l&#39;abusi facendu e dumande simplici chì sò fàciule per l&#39;omu è difficiule per e macchine.",
    "why-hc": "Perchè hCaptcha?",
    "why-hc-text": "Ogni volta chì rispondi à una sfida, usemu mudelli sofisticati per capische se site umanu o una macchina. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ alluntinendu bots."
}