{
    "a11y-img-1": "Schermata di l'utilizatore di l'accessibilità dopu u login",
    "a11y-img-2": "Opzione di accessibilità in u menu UI di u widget",
    "a11y-img-3": "Finestra di dialogu di accessibilità in u widget UI",
    "about-advisors-brendan": "CEO di Brave. Cofundatore di Mozilla. Creatore di u linguaghju di prugrammazione JavaScript. Custruttore di navigatori è ancu di più.",
    "about-advisors-dawn": "Prufessore, CS à l'Università di California, Berkeley. Imparazione profonda, sicurezza, espertu blockchain. CEO di Oasis Labs.",
    "about-advisors-head": "Cunsiglieri",
    "about-advisors-keiran": "Research Scientist in Stanford. Imparazione automatica è finanza quantitativa in e principali banche, hedge funds è università.",
    "about-content-head-1": "Ciò chì Facemu",
    "about-content-head-2": "Perchè Ghjè impurtante",
    "about-content-text-1": "hCaptcha hè un serviziu di Intuition Machines Inc, una sucietà di IA è di apprendimentu automaticu cun focus nantu à u metalearning è u duminiu visuale ML à scala. Custruemu è operemu sistemi scalabili massivamente per abilità i servizii di analisi video è di immagini per e cumpagnie Global 2000 in u mondu.",
    "about-content-text-1a": "hCaptcha porta un approcciu mudernu è privatu per fermà i bots.",
    "about-content-text-1b": "Mustremu sfide CAPTCHA chì sò difficiuli per i bots ma facili per e persone raccugliendu dati difficiuli da etichettà da i prublemi di apprendimentu automaticu, è aduprandu per distingue se un visitatore di un situ web o app hè umanu.",
    "about-content-text-2": "Più dati generanu generalmente risultati megliu. A custruzzioni è a mantenimentu di dati currettamente etichettati è pertinenti richiede assai tempu è costanu. hCaptcha hè statu uriginale sviluppatu per affruntà i nostri bisogni in l'etichettatura di l'imaghjini, è hè avà dispunibule per altre imprese cù bisogni simili.",
    "about-content-text-2a": "I cattivi attori sò di più in più cumuni in ligna. Ma sacrificà a privacy di l'utilizatori ùn hè micca a risposta.",
    "about-content-text-2b": "E soluzioni di sicurezza offerte da e cumpagnie publicitarie si focalizanu principalmente in traccia di l'utilizatori in tuttu u web. Avemu creatu una soluzione di sicurità efficace chì prova di dannà a privacy di l'utente ùn hè micca necessaria per uttene risultati eccellenti.",
    "about-intro-head-1": "À propositu di hCaptcha",
    "about-intro-head-2": "Privacidad, Seguretat, e Machine Learning.",
    "about-intro-text": "hCaptcha hè u serviziu CAPTCHA indipendente u più adupratu in u mondu.",
    "about-leadership-alex": "Espertu di basa di dati è Blockchain. Ingegnere primu in Cloudera è ancu di più. Decennii di software è squadre di creazione di cumpetenze.",
    "about-leadership-eli": "CEO. Capu ricunnisciutu in AI. Hà applicatu l'intelligenza machine à scala à una larga varietà di prublemi d'affari in l'ultimi decennii.",
    "about-leadership-head": "Leadership",
    "about-leadership-todd": "Dotturatu in Biologia computazionale, Stanford. U travagliu cù e reti neuronali dapoi u 1999. Focus nantu à ML applicatu è apprendimentu prufondu à scala.",
    "acc-opt": "Opzioni di Accessibilità",
    "acc-opt-but": "Amparate più nantu à e opzioni di accessibilità",
    "acc-opt-text": "Sì impeditu di vista o altrimente ùn pudete micca cumplettà hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Apprezzemu a vostra entrata. Facci sapè qualsiasi prublemi è li risolveremu rapidamente.",
    "fb-but": "Mandateci feedback",
    "feedback-text": "Fornite feedback nantu à u hCaptcha chì avete vistu",
    "footer-attribution": "Attribuzione",
    "footer-copyright-text": "hCaptcha hè un marcu registratu di Intuition Machines, Inc.",
    "footer-header-1": "Cumpagnia",
    "footer-header-2": "Risorse",
    "footer-header-3": "Cuntattate",
    "footer-link-1": "Etichettatura",
    "footer-link-10": "Accessibilità",
    "footer-link-2": "Circa",
    "footer-link-3": "Impieghi",
    "footer-link-4": "Marchi",
    "footer-link-5": "Etica AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Statutu",
    "footer-link-8": "Ducumentazione in corsu",
    "footer-link-9": "Segnala un Bug",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Supportu",
    "footer-subheader-2": "Cuntattate",
    "footer-terms": "Termini",
    "h-plans": "Piani d'abbunamentu",
    "header-docs-link": "Documenti",
    "header-labeling-services-link": "Servizi di Etichettatura",
    "header-login-button": "Cunnessione",
    "header-plans-link": "Piani",
    "header-signup-button": "Firma",
    "home-about-head": "À propositu di hCaptcha",
    "home-about-subtitle": "Impulsatu da u Protocollu UMANU",
    "home-about-text-1": "hCaptcha hè cuncepitu per risolve u prublema u più intensivu di travagliu in l'apprendimentu machine: etichettà quantità massicce di dati in un modu puntuale, accessibile è affidabile.",
    "home-about-text-2": "Più dati generanu generalmente risultati megliu in mudelli di apprendimentu machine à furmazione. U successu recente di mudelli prufondi hà purtatu à insemi di dati di più in più grandi, guasi sempre cù qualchì rivista umana. Tuttavia, a creazione di grandi set di dati riveduti da l'omu attraversu Mechanical Turk, Figure Eight, ecc hè à tempu lenta è cara.",
    "home-about-text-3": "hCaptcha permette à i siti web di fà soldi servendu sta dumanda mentre blocca i bot è altre forme d'abusu.",
    "home-about-text-4": "U mercatu hCaptcha hè alimentatu da u Protocollu HUMAN, un protocolu decentralizatu apertu per a revisione umana chì funziona nantu à a catena di blocchi Ethereum. I siti Web guadagnanu Gettoni Umani (HMT) ogni volta chì l'utenti utilizanu u widget hCaptcha in u so situ, è e cumpagnie di machine learning paganu Gettoni Umani per uttene i so dati etichettati.",
    "home-ba-labeling-services-link": "Servizi di Etichettatura",
    "home-benefits-head-1": "U Valore in Etichettatura Dati",
    "home-benefits-head-2": "Rindite à a Carità",
    "home-benefits-text-1": "Avete realizatu ogni volta chì fate clic nantu à a vittura chì aiutate à furmà gratuitamente i sistemi di apprendimentu automaticu di una sola cumpagnia Gigantic?",
    "home-benefits-text-2": "hCaptcha volta stu mudellu. Quandu aduprate hCaptcha, l'imprese prupone nantu à u travagliu chì i vostri utenti facenu mentre dimustranu a so umanità. Avete a ricumpensa.",
    "home-benefits-text-3": "Vulete rende à a vostra carità preferita? hCaptcha vi permette di sustene carità di a vostra scelta cù i guadagni chì guadagnate da aduprà. L'utilizatori di u vostru situ puderà prestu vede a vostra cuntribuzione à a carità per mezu di una marca discreta nantu à l'interfaccia hCaptcha.",
    "home-challenge-text-1": "Sceglite tutte l'imaghjini chì currispondenu à a dumanda",
    "home-challenge-text-2": "Definisce l'area di delimitazione per l'oggetti",
    "home-challenge-text-3": "Identificate e etichette currispundenti",
    "home-challenge-title-1": "Paragunà",
    "home-challenge-title-2": "Box Limitante",
    "home-challenge-title-3": "Categurizazione",
    "home-challenges-head": "Sfide Presentate",
    "home-challenges-text-1": "... è altri compiti simplici. Facile per l'umani, duru per i bots.",
    "home-challenges-text-2": "I compiti persunalizati dispunibuli ancu per l'editori d'impresa.",
    "home-ent-1": "Circate e nostre offerte di sicurezza d'impresa?",
    "home-ent-2": "Visite u nostru novu situ dedicatu: BotStop.com",
    "home-ent-button": "Sapete più: BotStop da hCaptcha",
    "home-from-the-blog": "DA U BLOG:",
    "home-from-the-blog-value": "Cumu Funziona Impostazioni di Difficultà hCaptcha",
    "home-intro-body": "Aduprate un captcha per tene fora i bot? hCaptcha prutege a privacy di l'utilizatori, premia i siti web, è aiuta l'imprese à ottene i so dati etichettati. Hè un rimpiazzamentu drop-in per reCAPTCHA: pudete cambià in pochi minuti.",
    "home-intro-button": "Iscriviti Avà",
    "home-intro-head": "Stop più bots. Cumincià à prutege a privacy di l'utente.",
    "home-main-1": "Privatu. Secure. Più veloce. È vi paghemu per aduprà.",
    "home-main-2": "Privacità focalizzata",
    "home-main-2c": "E rete publicitarie vedenu i vostri visitanti cum'è u pruduttu. Per hCaptcha u pruduttu hè u travagliu chì furniscenu. Ùn ci importa micca quale sò i vostri utenti, solu quantu sò prubabili di esse maliziosi. Sustenimu iniziative cume Privacy Pass, è travagliamu assai per equilibrà privacy è sicurezza.",
    "home-main-3": "Sicurezza Prima",
    "home-main-3c": "A precisione hè in u vostru interessu è a nostra. hCaptcha hè focalizatu nantu à l'editore. Travagliemu per dà vi dati veri è lasciate decide di usalli. Altri captchas sò furniti da cumpagnie di publicità Gigantic. Questu significa chì ogni bot chì bluccanu pò riduce i so ingressi.",
    "home-main-4": "Megliu Esperienza d'Usuariu",
    "home-main-4c": "I mudelli sofisticati di amparera automatica sò aduprati da hCaptcha per determinà l'umanità. Questu ci permette di richiede mansi menu fastidiosi da i vostri utenti è di piglià menu di u so tempu per fà, puru producendu dati etichettati utili per etichettà i clienti.",
    "home-main-plans": "hCaptcha hè liberu d'utilizà per editori di ogni dimensione. Tuttavia, per l'imprese è e piattaforme chì necessitanu più cuntrollu, e nostre soluzioni d'impresa sò dispunibili.",
    "home-main-plans2": "Soluzioni d'impresa hCaptcha pruteggenu milioni d'utilizatori in decine di milioni di siti web per alcune di e più grandi cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazioni, o visitate",
    "home-main-plans3": "Soluzioni d'impresa hCaptcha pruteggenu milioni d'utilizatori in decine di milioni di siti web per alcune di e più grandi cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazioni, o visitate",
    "home-main-plans4": "per i dettagli.",
    "home-plans-button-1": "Iscriviti avà",
    "home-plans-button-2": "Cuntattate e vendite",
    "home-plans-chart-head-1": "Caratteristiche",
    "home-plans-chart-head-2": "Editore",
    "home-plans-chart-head-3": "Intrapriża",
    "home-plans-chart-row-1-cell-1": "Cuntrolla i tippi di sfida mostrati",
    "home-plans-chart-row-1-cell-2": "Limitatu",
    "home-plans-chart-row-1-cell-3": "Tutale",
    "home-plans-chart-row-10-cell-1": "Dashboards multi-utilizatori",
    "home-plans-chart-row-11-cell-1": "Funzioni avanzate di segnalazione",
    "home-plans-chart-row-12-cell-1": "SLA Enterprise",
    "home-plans-chart-row-2-cell-1": "Cuntrolla u cuntenutu sfida adupratu",
    "home-plans-chart-row-2-cell-2": "Limitatu",
    "home-plans-chart-row-2-cell-3": "Tutale",
    "home-plans-chart-row-3-cell-1": "Guadagna ricumpense per e risolve umane",
    "home-plans-chart-row-4-cell-1": "Prutezzione anti-bot di classe mundiale",
    "home-plans-chart-row-5-cell-1": "Funziona in ogni paese",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA è 99,9% modi passivi",
    "home-plans-chart-row-5b-cell-1": "Puntu di cunfidenza bot",
    "home-plans-chart-row-6-cell-1": "GDPR è politica di privacy amichevole CCPA",
    "home-plans-chart-row-7-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-8-cell-1": "Lanciate u vostru propiu cuntenutu sfida",
    "home-plans-chart-row-9-cell-1": "Pianificazione di difficultà basata annantu à u tempu",
    "home-try-it-out-button": "Uttenite hCaptcha",
    "home-try-it-out-head": "Pruvate",
    "home-try-it-out-text": "hCaptcha furnisce una rilevazione di bot semplice, faciule è affidabile mentre essendu banale per l'umani da risolve.",
    "labeling-about-head": "À propositu di hCaptcha",
    "labeling-about-text-1": "hCaptcha hè pensatu per risolve u prublema u più intensivu di travagliu in apprendimentu in macchina; etichettatura di quantità massicce di dati in modu puntuale, accessibile è affidabile. Più dati generanu generalmente risultati megliu in mudelli di apprendimentu machine à furmazione. U successu recente di i mudelli prufondi hà purtatu à gruppi di dati sempre più grandi, è hCaptcha serve stu bisognu.",
    "labeling-about-text-2": "Tuttavia, a creazione di grandi set di dati riveduti da l'omu cù i metudi tradiziunali hè à tempu lenta è cara. hCaptcha hè un modu per e cumpagnie per uttene l'annotazioni chì necessitanu più veloce, cù qualità superiore è à costi più bassi di altre alternative.",
    "labeling-annotations-head": "Tipi di Annotazioni",
    "labeling-annotations-text-1": "Rilevazione precisa di oggetti in immagini è video",
    "labeling-annotations-text-2": "Rilevazione precisa di oggetti in immagini è video",
    "labeling-annotations-text-3": "Annotazioni puntuali per parechji casi d'usu diversi",
    "labeling-annotations-text-4": "Ordina o aghjusta categurie arbitrarie di ogni taglia",
    "labeling-annotations-text-5": "Rilevazione è classificazione alimentate da l'omu",
    "labeling-annotations-text-6": "Bisognu un altru tippu micca elencatu quì? Basta chiedeci.",
    "labeling-annotations-title-1": "Scatole Limitate",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Punti di riferimento",
    "labeling-annotations-title-4": "Categurizazione di l'attributi",
    "labeling-annotations-title-5": "Comparazione è Rilevazione",
    "labeling-annotations-title-6": "... è assai altri",
    "labeling-ent-button": "Cuntattate u nostru Squadra di Soluzioni Imprese",
    "labeling-ent-head": "Bisognu di Cuntrollu End-to-End?",
    "labeling-ent-text-1": "A Piattaforma UMANA daretu à hCaptcha furnisce una qualità di travagliu altamente sofisticata è funzioni di gestione via implementazioni on-premise, ibride o SaaS chì si integranu cù i vostri sistemi esistenti.",
    "labeling-ent-text-2": "Eseguite interamente fora di linea cù a vostra propria forza di travagliu, tracciate u valore cunsumatu in unità di cummerciale o partenarii di consorziu, indirizzate selettivamente i travaglii versu diversi fornitori di manodopera interni o esterni basati nantu à i requisiti di costi è di sicurezza, è ancu di più.",
    "labeling-ent-text-3": "Accessu API faciule, belli pannelli, è l'ultima tecnulugia mudellata in ciclu per maximizà l'efficienza.",
    "labeling-ent-text-4": "SLA di uptime 99,99% è supportu glubale 24/7 dispunibule. Per più infurmazione:",
    "labeling-features-head-1": "Pipeline simplici guidati da API.",
    "labeling-features-head-2": "Optimizatu per u costu è a qualità. Nisun impegnu iniziale necessariu.",
    "labeling-features-head-3": "Paga solu per a precisione chì avete bisognu.",
    "labeling-features-head-4": "Fornite i vostri propri dati di verità in terra o lasciaci custruì à a volata.",
    "labeling-features-text-1": "Vulete integrà a revisione umana direttamente in e vostre operazioni cummerciale? Offremu SLA di alta affidabilità, capacità garantita, è API REST semplici.",
    "labeling-features-text-2": "A piattaforma HUMAN utilizza mudelli di fiducia cumpleta per fà analisi sofisticate di qualità in tempu reale. Questu ci permette di determinà rapidamente sia a difficoltà di e dumande sia a so probabile risposta ghjusta, risparmiendu tempu è soldi.",
    "labeling-features-text-3": "Micca tutti i prublemi sò listessi. Annotazioni per e cumpetenze critiche di sicurezza ponu richiede 99,99% di fiducia da travagliadori interamente umani. L'annotazioni per una caratteristica beta in una app di ghjocu mobile pò richiede solu fiducia moderata. Tu decide.",
    "labeling-features-text-4": "Avete dati grezzi senza un set di verifica cumpletu? In a maiò parte di i casi pudemu custruisce unu per voi mentre e attività passanu per u sistema, o creà campioni etichettati per a vostra appruvazione.",
    "labeling-info-head": "Uttenendu Etichettatu Dati",
    "labeling-info-text-1": "Parlate cù unu di i nostri esperti di duminiu per definisce i vostri bisogni di prughjettu: precisione di destinazione, furmatu, è qualsiasi esigenze speciali.",
    "labeling-info-text-2": "Esecutemu un picculu travagliu di produzzione basatu annantu à i vostri dati di mostra. Questu mette à prova u travagliu chì avemu fattu inseme per assicurà chì otteniate esattamente ciò chì avete bisognu.",
    "labeling-info-text-3": "Cù u nostru altu volume è bassa latenza, gireremu u vostru travagliu in furia, cun consegna automatizzata appena finita.",
    "labeling-info-text-4": "Cumu capiscenu megliu i parametri di u vostru travagliu di produzzione, i risultati continueranu à migliurà cù u tempu.",
    "labeling-info-text-5": "I dashboards in diretta vi permettenu di furnisce feedback o mette in pausa a produzzione in ogni mumentu.",
    "labeling-info-title-1": "Definisce Specifiche",
    "labeling-info-title-2": "Test di travagliu iniziale",
    "labeling-info-title-3": "Distribuite Impieghi di Produzione",
    "labeling-info-title-4": "Migliurà Cuntinuu",
    "labeling-info-title-5": "Risultati in tempu reale",
    "labeling-main-1": "Etichettatura di dati costu-efficace à scala",
    "labeling-main-1-button": "Uttenite i Vostri Dati Etichettati Avà",
    "labeling-main-1c": "Avete bisognu di più etichette per i vostri datasets? hCaptcha furnisce un etichettamentu di dati veloce, economicu è di alta qualità per e cumpagnie chì travaglianu nantu à l'applicazioni di intelligenza artificiale è di apprendimentu machine.",
    "labeling-main-2": "Lanciari milioni di attività immediatamente.",
    "labeling-main-2-button": "Cumprate Servizi di Etichettatura di Dati",
    "labeling-main-2c": "hCaptcha hà una di e più grandi piscine di u pianeta dispunibule per u vostru usu. Qualunque sia a vostra scala, a pudemu trattà senza impegni iniziali costosi. Millioni di attività per ghjornu ùn sò micca prublemi.",
    "labeling-platform-head": "Infurmazione privata o publica",
    "labeling-platform-text": "hCaptcha hè custruitu nantu à a Piattaforma UMANA, chì permette di routing è analisi sofisticati per ottimisà u costu è l'efficienza in ogni passu. Questa tecnulugia permette à a forza di travagliu ghjusta di gestisce ogni parte di u vostru travagliu, massimizendu l'efficienza di i costi puru preservendu a privacy è soddisfendu qualsiasi esigenza regolamentare chì pò applicà.",
    "labeling-try-button": "Cumprate Servizi di Etichettatura di Dati",
    "labeling-try-head": "Vulete pruvà cù i vostri dati?",
    "labeling-try-text": "... simu pronti quandu site: u nostru serviziu hè dispunibule 24 ore su 24.",
    "learn-more-hcaptcha": "Amparate di più nantu à hCaptcha",
    "page-acc-faq-1": "Quistione: Hè hCaptcha Sezione 508 + WCAG 2.1 AA conforme? Risposta: Credemu cusì: tutti l'utilizatori cù qualsiasi forma di disfunzioni chì sò capaci di navigà nantu à u web è inserisce u testu nantu à i moduli ponu accede à servizii prutetti da hCaptcha dopu a registrazione. Tuttavia, questu ùn hè micca cunsigliu ghjuridicu: duvete fà a vostra propria valutazione, tenendu in considerazione a vostra implementazione particulare per assicurà chì questu sia u casu per a vostra messa in opera.",
    "page-acc-faq-2": "Quistione: Si travaglia nantu à altre opzioni di accessibilità (a11y), cum'è audio? Risposta: Opzioni prubabilmente populari cum'è captchas audio discriminanu contr'à parechji utilizatori a11y è sò facilmente scunfitti da e tecniche muderne di apprendimentu machine. Questu hà obligatu à e sfide audio attuali à diventà sempre di più difficiule, introducendu rumore, timing stranu, cumbinazioni di parolle insolite, eccetera per scunfighja l'attaccanti. Simu dunque menu entusiasti di questu approcciu vs. evitendu a sfida in tuttu, ma a cunsidereremu s'ellu ci hè dumanda da a cumunità a11y. Tuttavia, simu assai interessati à Privacy Pass per u casu d'usu di l'Accessibilità. Credemu chì cumbinà u nostru approcciu attuale a11y cù l'emissione di Privacy Pass permetterà à l'utilizatori di 11 anni di navigà in modu sicuru, sicuru in a cunniscenza chì u so trafficu hè più privatu, puru limitendu l'abusu da parte di l'operatori di bot chì inevitabilmente si verifica quandu e opzioni di 11 anni sò dispunibili. Semu participanti attivi in u gruppu di travagliu IETF chì standardizeghja sta nova tecnulugia.",
    "page-acc-faq-3": "Quistione: Chì ci hè di a privacy? A registrazione espone i dati di navigazione a11y in qualche modu? Chì fate cù l'email? Risposta: hCaptcha hè pensatu per a privacy da u fondu. Hè assai sfarente di l'opzioni tradiziunali cum'è reCAPTCHA chì sò di pruprietà di e reti publicitarie, chì anu un incitantu à seguità vi in u web è vi associanu cù una vera identità. Ùn adupremu mai e-mail di accessibilità o infurmazioni per alcunu scopu altru chì facilità un usu a11y è prevene l'abusi. A nostra pulitica di riservatezza hà risposte cumplette è auturitarii in quantu usemu i dati, ma a risposta corta hè chì ùn avemu micca interessu à associà vi cum'è una persona cù a vostra storia di navigazione. Avemu dinò attualmente travagliendu in una soluzione criptografica per scartà rapidamente u vostru indirizzu email pur mantenendu a nostra capacità di prevene l'abusi, cumplementendu u nostru travagliu Privacy Pass.",
    "page-acc-link-1": "Sè site un utilizatore di accessibilità, per piacè firmatevi quì.",
    "page-acc-subhead": "Assicurendu un accessu perfettu per tutti l'utilizatori mantenendu a sicurezza",
    "page-acc-summary": "Riassuntu",
    "page-acc-summary-contents-1": "hCaptcha hè cuncepitu per piantà i bots distinguenduli da e persone. E prove visive sò un strumentu cunveniente per questu, ma micca tutti ponu risolve una sfida visuale. Per questa ragione avemu creatu una alternativa simplice è indolore per lascià à l'editori chì utilizanu u nostru serviziu priservà l'accessibilità per tutti cun cumpleta Sezione 508 è WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Cumu funziona: prima, un utilizatore di accessibilità si registra à questu URL, chì hè ligatu in a pagina d'infurmazione di u widget hCaptcha. Anu datu un cookie crittografatu chì pò esse adupratu parechje volte à u ghjornu, ma deve esse rinfrescatu ogni 24 ore via login.Quandu una sfida hè presentata à un utilizatore di accessibilità in qualsiasi situ cù u serviziu hCaptcha, passanu automaticamente.",
    "page-acc-title": "hCaptcha Infurmazioni di Accessibilità",
    "page-acc-tr-body": "Quistione: Aghju sempre vistu una sfida dopu avè impostu u cookie. Chì ci hè questu?<br> Risposta: Questu hè tipicamente dovutu à l'usu di un bloccatore di publicità aggressivu o di una estensione anti-cookie, o di una configurazione chì blocca i cookies cross-site, in questu casu un cookie per hcaptcha.com chì hè impostatu o verificatu da hCaptcha JS in un situ diversu , Cum'è quellu chì site in visita.<br><br> I cookies d'accessibilità hCaptcha funzionanu cù tutti i navigatori populari è bloccatori di publicità cù i so parametri standard, cusì tipicamente i fiaschi sò dovuti à script anti-anti-adblock o regule simili destinate à siti particulari.<br><br> Soluzioni:<br><br> 1. Whitelist i cookies hcaptcha.com è * .hcaptcha.com in u vostru blocker publicitariu o estensione di sicurezza di u navigatore.<br> 2. Sè vo aduprate u navigatore Brave, chì attualmente ùn pare avè alcunu tipu di lista bianca di i cookies, andate in Preferenze -> Scudi -> Cookies è sceglite Permettenu tutti i Cookies.<br> 3. Se state aduprendu l'ultima versione di Safari sia in OS X 10.15 sia in iOS 13.4, Apple hà appena cambiatu u cumpurtamentu di Safari in relazione à i cookies di terzu, bluccendu tutti per difettu. Stemu implementendu una suluzione, ma in u frattempu per piacè visitate Preferenze Safari, Sezione di privacy, è deselezziunate Tracciamentu di u situ web: Impedite u tracciamentu trà siti per attivà u cookie d'accessibilità per funziunà cum'è previstu.<br><br> Quistione: Usu più dispositivi. Devu scrive mi parechje volte?<br> Risposta: Innò Per piacè cliccate nantu à u listessu ligame di cunnessione per email mandatu à voi nantu à ogni dispositivu chì aduprate per impostà u cookie.<br><br> Quistione: Cumu possu pruteggimi da u tracciamentu di cookie di terze parti mentre adupru u cookie d'accessibilità?<br> Risposta: Utilizà qualsiasi privacy o estensione di bloccu publicitariu chì sustene a lista bianca à livellu di duminiu (per esempiu uBlock Origin) funziona cum'è previstu: assicuratevi solu di a lista bianca hcaptcha.com.",
    "page-acc-tr-title": "Per Utenti di Accessibilità: Dumande Frequenti è Guida di Risoluzione di i Problemi",
    "page-acc-tr2-body": "Safari<br> Per attivà i cookies in Safari (Mac): Andate à u menu di menu Safari. Selezziunate Preferenze. Cliccate Privacy in u pannellu superiore. Sottu 'Bluccà i cookies' selezziunate l'opzione 'Mai'.<br> Per attivà i cookies in Safari (iPhone / iPad iOS 11+): Aprite e vostre Impostazioni. Scroll down è selezziunate Safari. Sottu Privacy è Sicurezza, spegne 'Impedisce u Tracciamentu Cross-Site' è 'Bluccà Tutti i Cookies'<br><br> Firefox<br> Cliccate nantu à u scudu à manca di a barra d'indirizzi in ogni pagina web. Cliccate nantu à Impostazioni di Prutezzione. U pannellu di Privacità è Sicurezza di Preferenze Firefox si apre. Sottu à a Prutezzione di Traccia Migliurata, selezziunate Custom. Sceglite chì trackers è script per bluccà selezziunendu queste caselle. Assicuratevi di avè sbloccatu hcaptcha.com.<br><br> Pudete ancu disattivà temporaneamente alcune prutezioni in Personalizatu per debugà questu, deselezionendu e caselle: Deselezziunà a casella Trackers o deselezziunà a casella Cookies se avete sempre prublemi.<br><br> Google Chrome<br> Google Chrome (PC)<br> Sceglite l'icona di menu Chrome. Selezziunate Impostazioni.<br> Andate à Privacy è Sicurezza, dopu Cookies è altri dati di u situ.<br> Assicuratevi chì 'Bluccà i cookies di terze parti' ùn sia micca attivatu.<br><br> Google Chrome (Mac):<br> Aprite e preferenze Chrome da a barra di menu.<br> Andate à Privacy è Sicurezza, dopu Cookies è altri dati di u situ.<br> Assicuratevi chì 'Bluccà i cookies di terze parti' ùn sia micca attivatu.<br><br> Google Chrome (Android):<br> In u vostru dispositivu Android, apre l'app Chrome.<br> In cima à a diritta, toccu More è dopu Settings.<br> Tap Settings Site è dopu Cookies.<br> Accantu à 'Cookies', attivate l'impostazione.<br> Verificate a casella accantu à \"Permette i cookies di terze parti\".<br><br> Internet Explorer<br> 1. Selezziunate l'attrezzi in l'angulu in alto à a destra di u schermu, dopu selezziunate 'Opzioni Internet'. Se avete a barra di menu attivata, pudete selezziunà 'Strumenti' poi 'Opzioni Internet'.<br> 2. Cliccate nantu à a tabulazione 'Privacità'.<br> 3. Selezziunate u buttone 'Avanzatu'.<br> 4. Sottu \"Cookies di terzu\" sceglite \"Accetta\".<br> 5. Cliccate nantu à \"OK\"",
    "page-acc-tr2-head": "Istruzzioni di u Navigatore per i Cookies Cross-Site",
    "priv-hc": "Privacità focalizzata",
    "priv-hc-text": "E rete publicitarie vi vedenu cum'è u so pruduttu. Ùn avemu micca. Ùn ci importa micca quale sò l'utenti, solu quantu sò probabili di esse maliziosi. Sustenimu iniziative cume Privacy Pass, è travagliamu assai per equilibrà privacy è sicurezza.",
    "reporting-bugs-accessibility-button": "Amparate più nantu à e opzioni di accessibilità",
    "reporting-bugs-accessibility-head": "Opzioni di Accessibilità",
    "reporting-bugs-accessibility-text": "Sì impeditu di vista o altrimente ùn pudete micca cumplettà hCaptchas?",
    "reporting-bugs-guide-ff-head": "Catturà Dettagli di Rapportu di Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Passu 1: Aprite Strumenti di Sviluppatore (Questu inizia a registrazione di a sessione.)",
    "reporting-bugs-guide-ff-step-2": "Passu 2: Cliccate nantu à a scheda Network in Strumenti di Sviluppatore. Verificate a scatula Persist logs in cima.",
    "reporting-bugs-guide-ff-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì avete un prublema annantu (Nota di privacy: solu sì ùn vi dispiace micca di sparte ciò chì hè) ... è cliccate nantu à I Sò buttone umanu, è pruvate à risolve.",
    "reporting-bugs-guide-ff-step-4": "Passu 4: Cliccate HAR dopu avè pruvatu à risolve, è sceglite Salvà tuttu cum'è HAR per salvà u log di rete. Mandate stu fugliale per noi.",
    "reporting-bugs-guide-ff-step-5": "Passu 5: Cliccate nantu à a tabulazione Console, è cliccate cù u buttone drittu dopu Selezziunate tuttu è salvatelu in un fugliale di testu, per salvà u logu di a cunsula. Mandateci dinò.",
    "reporting-bugs-guide-ff-step-6": "Ultimu passu: Mandate per email quelli file di log HAR è cunsola, è descrivi u prublema Aduprate: support@hcaptcha.com (per piacè aduprate un serviziu cum'è Dropbox o Filebin è mandate ligami) è facoltativamente una screenshot, se suspettate chì ci hè qualcosa chì ùn si vede micca bè . Mandate puru l'IP chì state aduprendu. Pudete ottene da https://www.whatsmyip.org/ Grazie per avè pigliatu u tempu per aiutaci à ottene sta infurmazione! Semu impegnati à fà chì hCaptcha funziona bè per tutti.",
    "reporting-bugs-guide-head": "Catturà Dettagli di Rapportu di Bug: Chrome",
    "reporting-bugs-guide-step-1": "Passu 1: Aprite Strumenti di Sviluppatore (Questu inizia a registrazione di a sessione.)",
    "reporting-bugs-guide-step-2": "Passu 2: Cliccate nantu à a scheda Network in Strumenti di Sviluppatore. Verificate a casella di logu Conservate in cima.",
    "reporting-bugs-guide-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì avete un prublema annantu (Nota di privacy: solu sì ùn vi dispiace micca di sparte ciò chì hè) ... è cliccate nantu à I Sò buttone umanu, è pruvate à risolve.",
    "reporting-bugs-guide-step-4": "Passu 4: Cliccate Esporta HAR (a piccula freccia in giù) dopu avè pruvatu à risolve, chì salva u log di rete. Mandate stu fugliale per noi.",
    "reporting-bugs-guide-step-5": "Passu 5: Cliccate nantu à a tabulazione Console, è cliccate cù u buttone drittu dopu Salvà cum'è .. per salvà u logu di a cunsula. Mandateci dinò.",
    "reporting-bugs-guide-step-6": "Ultimu passu: Mandaci per email quelli file HAR è di log di cunsola, è descrivi u prublema. Aduprà: support@hcaptcha.com (per piacè aduprate un serviziu cum'è Dropbox o Filebin è mandate ligami) è facoltativamente una screenshot, se sospettate chì ci hè qualcosa chì ùn vede micca bè. Mandate puru l'IP chì state aduprendu. Pudete ottene da https://www.whatsmyip.org/ Grazie per avè pigliatu u tempu per aiutaci à ottene sta infurmazione! Semu impegnati à fà chì hCaptcha funziona bè per tutti.",
    "reporting-bugs-guide-text-1": "L'inviu di l'infurmazione di debugging cù u vostru rapportu ci renderà assai più faciule per identificà ciò chì accade. Eccu istruzzioni passu à passu:",
    "reporting-bugs-guide-text-2": "Sè site un sviluppatore web o un utilizatore espertu, u riassuntu hè chì vulemu chì ci mandiate un registru di rete HAR è registri di console di navigatore. Pruvate prima à disattivà qualsiasi blocker publicitariu o estensione di securità di u navigatore è poi riprovate prima di passà per questi passi. S'ellu risolve u vostru prublema, averiamu sempre apprezzatu chì ci lasciassi cunnosce a versione di u vostru navigatore, u bloccu di publicità o l'estensione di navigatore, è l'URL di u situ web.",
    "reporting-bugs-intro-head": "Truvatu un bug? Eccu cumu si pò signalà.",
    "reporting-bugs-intro-text": "Milioni di persone adupranu hCaptcha ogni mese, nantu à migliaia di cumbinazioni di navigatori, estensioni, dispositivi, firewall, è ancu di più. U nostru scopu hè di assicurà chì funziona sempre per voi, allora apprezzemu assai i vostri rapporti! Per dà un feedback rapidu, basta cliccà nantu à u buttone Mandaci feedback. Se vedi un prublema funzionale, seguitate e istruzioni di log di debug per Chrome o istruzioni di log di debug per Firefox quì sottu. Per qualsiasi altri navigatori basta mandacci un email. Per prublemi di sicurità potenziale o di privacy, vedi l'istruzzioni quì sottu.",
    "reporting-bugs-privacy-head": "Issues di Privacidad",
    "reporting-bugs-privacy-text": "Ùn ci importa micca quale sò l'utenti, solu quantu sò probabili di esse maliziosi o macchinari. Sustenimu iniziative cume Privacy Pass, è travagliamu assai per equilibrà privacy è sicurezza. Se avete truvatu un prublema chì pensate chì puderia influenzà a privacy di l'utilizatori, per piacè inviate un email à support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Mandateci feedback",
    "reporting-bugs-provide-feedback-head": "Fornite feedback immediati nantu à hCaptcha",
    "reporting-bugs-provide-feedback-text": "Apprezzemu a vostra entrata. Facci sapè qualsiasi prublemi è li risolveremu rapidamente.",
    "reporting-bugs-security-head": "Bugs di Sicurezza",
    "reporting-bugs-security-text": "Semu sempre interessati à riceve raporti di bug di sicurità. E-mail support@hcaptcha.com & CC security@hcaptcha.com è vi risponderemu rapidamente. Avemu ancu un prugramma di ricumpensa di bug per i rapporti di sicurezza ammissibili nantu à u serviziu hCaptcha è u còdice sorgente cunnessu.",
    "sec-hc": "Sicurezza Prima",
    "sec-hc-text": "hCaptcha hè focalizatu nantu à l'editore. Travagliemu per dà à i siti dati veri è lascialu decide di l'usu. A precisione hè in u vostru interessu è a nostra. Altri captchas sò furniti da cumpagnie publicitarie. Ogni bot chì bluccanu ponu riduce i so rivenuti.",
    "switch-to-english-link": "Passà à l'inglese",
    "what-is-hcaptcha": "Cosa hè hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i vostri servizii web preferiti à tene fora i bots, u puzzicheghju è l'abusu fendu dumande simplici chì sò faciuli per l'omu è difficiule per e macchine.",
    "why-hc": "Perchè hCaptcha?",
    "why-hc-text": "Ogni volta chì risponde à una sfida, usamu mudelli sofisticati per capisce sì sì un omu o una macchina. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ mantenendu fora i bot."
}