{
    "about-advisors-brendan": "CEO. Un capu ricunnisciutu in AI. Hà applicatu l'intelligenza di a macchina in scala à una larga varietà di prublemi cumerciali in l'ultimi decennii.",
    "about-advisors-dawn": "Duttore in Biologia Computazionale, Stanford. U travagliu cù e rete neuronale dapoi u 1999. Focus on ML aplicatu è apprendimentu profundo à scala.",
    "about-advisors-head": "Cunsiglieri",
    "about-advisors-keiran": "Database è expertu Blockchain. Ingegneria iniziale à Cloudera è più. Decennii di prugrammi di squadra di cumpetenze è di squadre.",
    "about-content-head-1": "Chì facemu",
    "about-content-head-2": "Perchè importa",
    "about-content-text-1": "hCaptcha hè un serviziu di Intuition Machines Inc, una cumpagnia AI è machine learning cun un focus in metalearning è visuale duminiu ML à scala. ‍Construemu è operanu sistemi scalabili massivamente per permettà i servizii d'analisi di video è d'imaghjini per l'imprese Global 2000 in u mondu.",
    "about-content-text-2": "Più dati in generale pruduce risultati megliu. A custruzione è a mantenimentu di currettamente eteti di dati pertinenti è cunsumatori hè tempu è caru. ‍HCaptcha hè stata inizialmente sviluppata per affruntà i nostri bisogni in l'etichettatura d'imaghjini, è hè dispunibule avà per altre imprese cù bisogni simili.",
    "about-intro-head-1": "U travagliu per hCaptcha",
    "about-intro-head-2": "A nostra Missione hè Grande",
    "about-intro-text": "Semu crescente rapidamente è sò sempre à circà u megliu talentu di u mondu in i nostri uffizii globali. Pudete applicà cun i ligami quì sottu.",
    "about-leadership-alex": "Database è expertu Blockchain. Ingegneria iniziale à Cloudera è più. Decennii di prugrammi di squadra di cumpetenze è di squadre.",
    "about-leadership-eli": "CEO. Un capu ricunnisciutu in AI. Hà applicatu l'intelligenza di a macchina in scala à una larga varietà di prublemi cumerciali in l'ultimi decennii.",
    "about-leadership-head": "Leadership",
    "about-leadership-todd": "Duttore in Biologia Computazionale, Stanford. U travagliu cù e rete neuronale dapoi u 1999. Focus on ML aplicatu è apprendimentu profundo à scala.",
    "acc-opt": "Opzioni di Accessibilità",
    "acc-opt-but": "Amparate più nantu à l'opzioni d'accessibilità",
    "acc-opt-text": "Hè una disabilità visuale o altrimenti incapace di cumpletà hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Vi apprezzemu a vostra input. Cunniscemu ogni prublema è i risolvemu prestu.",
    "fb-but": "Mandateci i nostri feedback",
    "feedback-text": "Fornite feedback nantu à l'HCaptcha chì avete appena vistu",
    "footer-attribution": "Attribuzione",
    "footer-copyright-text": "hCaptcha hè una marca registrata di Intuition Machines, Inc.",
    "footer-header-1": "Cumpagnia",
    "footer-header-2": "Risorse",
    "footer-header-3": "Cuntattate",
    "footer-link-1": "Etichettatura",
    "footer-link-2": "À propositu",
    "footer-link-3": "Impieghi",
    "footer-link-4": "Trademarks",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Documentazione",
    "footer-link-8": "Rapportu un Bug",
    "footer-link-9": "L'accessibilità",
    "footer-privacy": "A privacy",
    "footer-subheader-1": "Supportu",
    "footer-subheader-2": "Cuntattate",
    "footer-terms": "Termini",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Serviziu Labelling",
    "header-login-button": "Accedi",
    "header-plans-link": "Piani",
    "header-signup-button": "Firma",
    "home-about-head": "À u corsu di hCaptcha",
    "home-about-subtitle": "Impulsatu da u Protocolu UMANU",
    "home-about-text-1": "hCaptcha hè pensatu per risolve u prublema più intensivu di u travagliu in l'apprendimentu di machine: etichettendu quantità massive di dati in un modu puntuale, assequible è affidabile.",
    "home-about-text-2": "Più dati in generale pruduce megliu risultati in furmazione di mudelli d'apprendimentu di machine. U successu ricenti di mudelli profondi hà purtatu à datasets sempre più grande, quasi sempre cun qualchì rivista umana. Eppuru, a creazione di grandi datasets rivista umani via Meccanicu Turcu, Figura Ochju, ecc hè lento è caru.",
    "home-about-text-3": "hCaptcha permette à i siti web di guadagnà soldi chì serve sta dumanda mentre blocca i bots è altre forme di abusu.",
    "home-about-text-4": "U mercatu hCaptcha hè alimentatu da u Protocolu HUMAN, un protocolu apertu decentralizatu per a revisione umana chì esegue nantu à u blockchain Ethereum. I siti Web guadagnanu i tokens umani (HMT) ogni volta chì l'utenti utilizanu u widget hCaptcha in u so situ, è e cumpagnie d'apprendimentu di machine paganu i token umani per uttene e so etichettate i dati.",
    "home-ba-labeling-services-link": "Serviziu Labelling",
    "home-benefits-head-1": "U valore in l'etichettatura di dati",
    "home-benefits-head-2": "Ritorna à Carità",
    "home-benefits-text-1": "Avete rializatu ogni volta chì \"cliccate nantu à a vittura\" vi aiuta à furmà una sola sistemu di apprendimentu di machine à Giganticcompany gratuitamente?",
    "home-benefits-text-2": "hCaptcha gira stu mudellu intornu. Quandu utilizate hCaptcha, cumpagnie offerta nantu à u travagliu chì l'utilizatori facenu cum'è dimustranu a so umanità. Ùn obtene u peghju.",
    "home-benefits-text-3": "Vulete daretu à a vostra carità preferita? hCaptcha vi permette di sustene e carità di a vostra scelta cù i guadagnati chì guadagnà da aduprà. L'utilizatori nantu à u vostru situ prestu puderà vede a vostra cuntribuzione à e carità attraversu una marca discreta nantu à l'interfaccia hCaptcha.",
    "home-challenge-text-1": "Selezziunate tutte l'imagine chì currispondenu à quistione",
    "home-challenge-text-2": "Definisce l'area di cunfini per l'uggetti",
    "home-challenge-text-3": "Identificà l'etichette currispondenti",
    "home-challenge-title-1": "Paragunazione",
    "home-challenge-title-2": "Casella di lottu",
    "home-challenge-title-3": "Categorizazione",
    "home-challenges-head": "Sfide prisentate",
    "home-challenges-text-1": "... è altre faccili simplici. Facile per l'omu, dura per i bots.",
    "home-challenges-text-2": "Funzioni persunalizate ancu dispunibili per l'editori di l'imprese.",
    "home-ent-1": "Cerchendu a nostra offerta di sicurezza di l'impresa?",
    "home-ent-2": "Visitate u nostru novu situ dedicatu: BotStop.com",
    "home-ent-button": "Saperne di più: BotStop da hCaptcha",
    "home-from-the-blog": "DA U BLOG:",
    "home-from-the-blog-value": "Cume hCaptcha Configurazioni di Difficultà Funziona",
    "home-intro-body": "Vulete aduprà un captcha per mantene fora bots? hCaptcha pruteghja a privacy di l'utilizatori, premia i siti web, è aiuta à e cumpagnie à ottene e so etichettature di dati. Hè un sustitutu drop-in per reCAPTCHA: pudete trasfurmà in pochi minuti.",
    "home-intro-button": "Iscriviti avà",
    "home-intro-head": "Pare più bots. Accumincia a prutezzione di a privacy di l'utilizatori.",
    "home-main-1": "Privatu. Assicurativu. Più prestu. È noi vi pagamu per aduprà.",
    "home-main-2": "Privatezza Centrata",
    "home-main-2c": "I reti publicitarii vedenu i vostri visitanti cum'è u pruduttu. Per hCaptcha u pruduttu hè u travagliu chì furnenu. Ùn ci preoccupa micca quale sò i vostri utenti, solu quantu sò probabili di esse maliziusi. Sustenemu l'iniziativi cum'è a privacy pass, è travagliammu assai per equilibrà a privacy è a sicurità.",
    "home-main-3": "Sicurità Prima",
    "home-main-3c": "L'accuratezza hè in u vostru interessu è u nostru. hCaptcha hè un editore-focus. Travagliemu per dà ti dati veri è di lascialli decide di cume. Altri captchas sò furnuti da",
    "home-main-4": "Prufessione di l'Usuariu Migliu",
    "home-main-4c": "I mudelli di apprendimentu di e sofisticate macchina sò usati da hCaptcha per a determinazione di l'umanità. Questu ci permette di richiede travaglii menu fastidiosi da i vostri utenti è pigliate menu di u so tempu in fà, pur mentre producenu dati utili à l'etichettatura per i clienti di l'etichettatura.",
    "home-main-plans": "hCaptcha hè liberu d'utilizà per editori di qualsiasi dimensione. Tuttavia, per e imprese è e piattaforme chì ne anu bisognu di più cuntrollu, e nostre soluzioni di e imprese sò dispunibili.",
    "home-main-plans2": "e soluzioni intraprese hCaptcha pruteggianu milioni di utilizatori attraversu decine di milioni di siti web per alcune di e più grande cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazione, o visitate",
    "home-main-plans3": "e soluzioni intraprese hCaptcha pruteggianu milioni di utilizatori attraversu decine di milioni di siti web per alcune di e più grande cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazione, o visitate",
    "home-main-plans4": "per più dettagli.",
    "home-plans-button-1": "Iscriviti avà",
    "home-plans-button-2": "Vendita di cuntattu",
    "home-plans-chart-head-1": "Caratteristiche",
    "home-plans-chart-head-2": "Editore",
    "home-plans-chart-head-3": "Impresa",
    "home-plans-chart-row-1-cell-1": "I tipi di cuntrollu di sfida mostranu",
    "home-plans-chart-row-1-cell-2": "Limitatu",
    "home-plans-chart-row-1-cell-3": "Totale",
    "home-plans-chart-row-10-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-11-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-12-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-2-cell-1": "Cuntrolla u cuntestu sfida utilizata",
    "home-plans-chart-row-2-cell-2": "Limitatu",
    "home-plans-chart-row-2-cell-3": "Totale",
    "home-plans-chart-row-6-cell-1": "Política di privacy di GDPR è CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-8-cell-1": "Livelli di difficultà à grana fina",
    "home-plans-chart-row-9-cell-1": "Livelli di difficultà à grana fina",
    "home-try-it-out-button": "Get hCaptcha",
    "home-try-it-out-head": "Pruvate",
    "home-try-it-out-text": "hCaptcha furnisce una ricerca simplice, faciule è affidabile di bot mentre hè triviale per l'omu da risolve.",
    "labeling-about-head": "À u corsu di hCaptcha",
    "labeling-about-text-1": "hCaptcha hè pensatu per risolve u prublema più intensivu di travagliu in l'apprendimentu di machine; etichettatura quantità massive di dati in un modu puntuale, assequible è affidabile. Più dati in generale pruduce megliu risultati in furmazione di mudelli d'apprendimentu di machine. U successu recente di mudelli profondi hà purtatu à un inseme di dati sempre più grande, è hCaptcha serve questu bisognu.",
    "labeling-about-text-2": "Tuttavia, a creazione di grandi datasets umani riveduti cù i metudi tradiziunali hè lenta è caru. hCaptcha hè un modu per e cumpagnie per uttene l'annotazioni chì necessitanu più veloce, cun una qualità più altu è à un costu più bassu di l'altri alternattivi.",
    "labeling-annotations-head": "Tipi d'annotazioni",
    "labeling-annotations-text-1": "Deteczione accurata di l'ughjettu in imaghjini è video",
    "labeling-annotations-text-2": "Deteczione accurata di l'ughjettu in imaghjini è video",
    "labeling-annotations-text-3": "Anotazioni puntuali per parechji casi d'usi differenti",
    "labeling-annotations-text-4": "Ordine o appendate categorie arbitrarie di qualsiasi taglia",
    "labeling-annotations-text-5": "Deteczione è classificazione di u gestore umanu",
    "labeling-annotations-text-6": "Avete bisognu d'altru tipu micca listatu quì? Basta dumandassi.",
    "labeling-annotations-title-1": "Bozze di legatu",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Punti di riferimentu",
    "labeling-annotations-title-4": "Categorizazione di l'attributi",
    "labeling-annotations-title-5": "Comparazione è Deteczione",
    "labeling-annotations-title-6": "... è assai più",
    "labeling-ent-button": "Cuntattate u Nostru squadra di Soluzioni Enterprise",
    "labeling-ent-head": "Ci vole à u cuntrollu di punta?",
    "labeling-ent-text-1": "A Piattaforma UMANA daretu à hCaptcha furnisce una qualità di travagliu altamente sofisticata è funzioni di gestione via implementazioni in premessa, ibridi, o SaaS chì integranu cù i vostri sistemi esistenti.",
    "labeling-ent-text-2": "Eseguite interamente fora di linea cù a vostra propria forza di travagliu, tracciate u valore cunsumatu per unità di cummerciale o partinarii di consorziu, selezziunate viaghju di manera selettiva versu diverse fornitori di u travagliu internu o esternu in basa di esigenze di costu è sicurezza, è di più.",
    "labeling-ent-text-3": "Accessu à l'API facili, belli dashboards, è l'ultima tecnulugia di mudellu in ciclu per maximizà l'efficienza di u travagliadore.",
    "labeling-ent-text-4": "U 99,99% uptime SLAs è supportu glubale 24/7 dispunibili. Per di più infurmazione:",
    "labeling-features-head-1": "Pipelines simplici guidati da API.",
    "labeling-features-head-2": "Ottimizatu per u costu è a qualità. Nisun impegnu anticipatu necessariu.",
    "labeling-features-head-3": "Solu paghe per l'accurata chì avete bisognu.",
    "labeling-features-head-4": "Fornite e vostre propiu dati di verità in terra o lasciavamu custruemu nantu à a mosca.",
    "labeling-features-text-1": "Vulete integrà a revisione umana direttamente in e vostre operazioni d'affari? Oferemu SLAs d'alta affidabilità, capacità garantita, è API REST semplici.",
    "labeling-features-text-2": "A piattaforma HUMAN usa mudelli di cunfidenza cumpleta per realizà analisi sofisticati di qualità in tempu reale. Questu ci permette di determinà rapidamente tramindui a difficultà di e dumande è a so risposta ghjusta prubabile, salvendu tempu è soldi.",
    "labeling-features-text-3": "Micca tutti i prublemi sò listessi. L'annotazioni per i travaglii critichi di sicurità ponu esigene un 99,99% di cunfidenza da i travagliadori cumplitamente umani. L'annotazioni per una funzione beta in una app di ghjocu mobile pò solu bisognu di una fiducia moderata. Ti decide.",
    "labeling-features-text-4": "Avete datu primi senza un cumpletu di verificazione cumpleta? In a maiò parte di i casi pudemu custruisce unu per voi cum'è travaglii attraversu u sistema, o creà mostri rotulati per a vostra appruvazione.",
    "labeling-info-head": "Avè Etichettatu di Dati",
    "labeling-info-text-1": "Parlate cù unu di i nostri esperti di duminiu per definisce i vostri bisogni di u prugettu: precisione, formatu, è qualsiasi esigenze speciali.",
    "labeling-info-text-2": "Esecutemu un picculu travagliu di produzzione basatu nantu à i vostri dati mostra. Questa prova i travagli chì avemu fattu inseme per assicurà chì avete esattamente ciò chì avete bisognu.",
    "labeling-info-text-3": "Cù u nostru altu voluminu è a bassa latenza turneremu u vostru travagliu intornu rapidamente, cù spedizione automatizata appena fatta.",
    "labeling-info-text-4": "Mentre capiscimu megliu i paràmetri di u vostru travagliu di produzzione, i risultati continuanu à migliurà cù u tempu.",
    "labeling-info-text-5": "I dashboards in diretta permettenu di furnisce un feedback o di pausa in ogni momentu.",
    "labeling-info-title-1": "Definisce Specificazioni",
    "labeling-info-title-2": "Test di travagliu iniziale",
    "labeling-info-title-3": "Impieghi impieghi di produzione",
    "labeling-info-title-4": "Migliurariu continuu",
    "labeling-info-title-5": "Risultati in tempu reale",
    "labeling-main-1": "Etichettatura di dati costuali à scala",
    "labeling-main-1-button": "Get i vostri dati Labeled avà",
    "labeling-main-1c": "Avete bisognu di più etichette per i vostri datasets? hCaptcha furnisce una etichettatura rapida di dati, costu-efficacità è di alta qualità per cumpagnie chì travaglianu in intelligenza artificiale è applicazioni d'apprendimentu di machine.",
    "labeling-main-2": "Lanciate milioni di funzioni istantaneamente.",
    "labeling-main-2-button": "Cumprate Servizii di Etichettatura di Dati",
    "labeling-main-2c": "hCaptcha hà una di e più grande piscine in u pianeta dispunibili per u vostru usu. Qualunque sia a vostra scala, pudemu gestisce senza impegnu anticipatu caru. Millioni di attività à u ghjornu ùn sò micca prublema.",
    "labeling-platform-head": "Infurmazione Privata o Publicu",
    "labeling-platform-text": "hCaptcha hè custruitu annantu à a Piattaforma HUMAN, chì permette di routing è analisi sofisticati per ottimisà costu è efficienza à ogni passu. Questa tecnulugia permette a manu di travagliu ghjusta per gestisce ogni parte di u vostru travagliu, maximizendu l'efficienza di u costu mentre conserva a privacy è risponde à qualsiasi esigenze regulatori chì ponu applicà.",
    "labeling-try-button": "Cumprate Servizii di Etichettatura di Dati",
    "labeling-try-head": "Vulete pruvà cù i vostri dati?",
    "labeling-try-text": "... simu pronti quandu site: u nostru serviziu hè dispunibile annantu à l'ora di u seculu.",
    "learn-more-hcaptcha": "Scopra di più nantu à hCaptcha",
    "page-acc-faq-1": "Dumanda: HCaptcha Section 508 + WCAG 2.0 hè cumpatibile? Risposta: Cridemu cusì: tutti l'utilizatori cù qualsiasi forma di imminenza chì sò capaci di navigà in u web è di entre in testu nantu i formi ponu accede à i servizii protetti da hCaptcha à u momentu di registrazione. Tuttavia, questu ùn hè micca cunsigliu legale: duvete fà a vostra propria valutazione, cunzidendu a vostra implementazione particulare per assicurà chì questu hè u casu per a vostra implementazione.",
    "page-acc-faq-2": "Dumanda: Hè travagliatu in altre opzioni di accessibilità (a11y), cum'è l'audio? Risposta: Opzioni precedentemente populari cum'è captcha audio discrimineu contra parechji utilizatori a11y è sò facilmente scunfitti da e tecniche moderne di l'apprendimentu di macchina. Questu hà obligatu à sfide à l'audio attuale per diventà più è più difficili, introducendu u rumore, i tempi strani, combinazioni di parole inusual, è cusì, per scunfighjà l'attaccanti. Siamu cusì menu entusiastichi di sta dimarchja vs evitendu a sfida di tuttu, ma u cunsideremu s'ellu ci hè a dumanda da a cumunità a11y. Tuttavia, simu assai interessati in Passu di privacy per u casu di l'usu di Accessibilità. Cridemu chì unisce u nostru approcciu a11y attuale cù l'emissione di Privacy Pass permetterà l'utilizatori a11y di navigà in modu sicuru, sicurizzati in a cunniscenza chì u so trafficu hè più privatu, mentre restringe l'abusu da l'operatori di bot chì inevitabilmente si trova quandu l'opzioni a11y sò dispunibili. Avemu participanti attivi in u gruppu di travagliu IETF chì standardizeghja sta nova tecnulugia.",
    "page-acc-faq-3": "Dumanda: Cosa ci di privacy? L'iscrizzioni espone i dati di navigazione a11y in qualchi modu? Chì fate cù u mail? Risposta: hCaptcha hè pensatu per a privacy di a terra up. Hè assai sfarente di l'opzioni tradiziunali cum'è reCAPTCHA chì sò posseduti di e rete d'annunziu, chì anu un incantu à seguità per intornu à u web è vi associanu cù una identità vera. Ùn avemu mai aduprà e-mail d'accessibilità o infurmazione per qualsiasi altru scopu da facilità l'usu a11y è a prevenzione di l'abusu. A nostra pulitica di privacy hà risposte complete è auturità in quantu usemu e dati, ma a risposta corta hè chì ùn avemu micca interessu di associarvi com'è una persona cù a vostra storia di navigazione. Semu in opera ancu in una soluzione criptografica per scartà rapidamente u vostru indirizzu email. mantenendu a nostra capacità di prevene l'abusu, cumplementendu i nostri travaglii di Passa di privacy.",
    "page-acc-link-1": "Se site un utilizatore d'accessibilità, scrivitevi quì.",
    "page-acc-subhead": "Assicurà l'accessu trasparente per tutti l'utilizatori mentre mantenenu a sicurità",
    "page-acc-summary": "Summariu",
    "page-acc-summary-contents-1": "hCaptcha hè pensatu per frenà i bot distinguendu da e persone. E teste visuale sò una strumentu convenientu per questu, ma micca tutti ponu risolve una sfida visuale. Hè per quessa chì avemu cuncepitu una alternativa simplice, indolora per permette à l'editori chì utilizanu u nostru serviziu di preservà l'accessibilità per tutti cù a sezione completa 508 è WCAG 2.0.",
    "page-acc-summary-contents-2": "Cumu travaglia: prima, un utilizatore d'accessibilità si registra in questu URL, chì hè ligatu in a pagina d'infurmazione di u widget hCaptcha. Sò datu una cookie criptificata chì pò esse aduprata parechje volte à u ghjornu, ma deve esse rinfriscata ogni 24 ore via login.When una sfida hè presentata à un utilizatore d'accessibilità annantu à qualsiasi situ chì utilizanu u serviziu hCaptcha, passaranu automaticamente.",
    "page-acc-title": "hCaptcha Informazioni per Accessibilità",
    "page-acc-tr-body": "Quistione: Semu vedendu una sfida dopu avè stabilitu u cookie. Chì hè ciò chì face questu? Risposta: Questa hè tipicmente dovuta à l'usu di un aggressivu bluccadore o à una estensione anti-cookie, o à un paràmetru chì blocca i cookies cross-site, in questu casu un cookie per hcaptcha.com chì hè stabilitu o verificatu da hCaptcha JavaScript in un altru situ. , cum'è quellu chì site in visita. I cookies d'accessibilità hCaptcha funzionanu cù tutti i navigatori populari è blockers publicitarii cù a so configurazione standard, cusì tipicamente i fallimenti sò dovuti à scripts anti-adblock o regule similari chì dirigenu siti particulari. Soluzioni: 1. Whitelist hcaptcha.com è * .hcaptcha.com cookies in u vostru blocker di annunziu o l'estensione di sicurezza di u navigatore. 2. Se site aduprendu u navigatore Brave, chì ùn (micca da aprile 2020) pare micca avè qualunque tipu di whitelist di cookies, andate in Preferenze -> Scudi -> Cookies è sceglite Permette Tutti i Cookie. 3. Se aduprate a versione più recente di Safari in a versione OS X 10.15 o iOS 13. 4, Apple hà solu cambiatu u cumpurtamentu di Safari in relazione cù cookies di terzu, blucchendu tutti in modu predefinitu. Implementemu una soluzione, ma in u fiancu, visitate Preferenze Safari, sezione Privacy, è desmarcate u tracciamentu di u situ web: Prevene u tracciatu di i siti per permette di a cookie d'accessibilità per funziunà cum'è previstu. Dumanda: I aduprà multiple dispusitivi. A bisognu di firmà parechje volte? Risposta: No. Per piacè fate cliccà nantu à u listessu ligame di login di email mandatu à voi nantu à ogni dispusitivu chì utilizate per stabilisce a cookie.",
    "page-acc-tr-title": "Per l'utilizatori di Accessibilità: Q&A è Guida di risoluzione di prublemi",
    "priv-hc": "Privatezza Centrata",
    "priv-hc-text": "I reti publicitarii vi vedenu cum'è u so pruduttu. Ùn facemu micca. Ùn ci preoccupa micca quale sò l'utilizatori, solu quantu sò probabili di esse maliziusi. Sustenemu iniziative cum'è Passa di privacy, è travagliammu assai per equilibrà a privacy è a sicurità.",
    "reporting-bugs-accessibility-button": "Amparate più nantu à l'opzioni d'accessibilità",
    "reporting-bugs-accessibility-head": "Opzioni di Accessibilità",
    "reporting-bugs-accessibility-text": "Hè una disabilità visuale o altrimenti incapace di rializà hCaptchas?",
    "reporting-bugs-guide-ff-head": "Capturing Bug Report Details: Firefox",
    "reporting-bugs-guide-ff-step-1": "Passu 1: Apertura i Sviluppaturi (Questa principia graba a sessione.)",
    "reporting-bugs-guide-ff-step-2": "Passu 2: Cliccate nantu à a tabulazione di Rete in Strumenti di sviluppatore. Verificate a casella \"Logs Persist\" in cima.",
    "reporting-bugs-guide-ff-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì averete un prublema in (Nota di privacy: solu s'ellu ùn importa micca di sparta ciò chì hè) ... è poi cliccate nantu à \" Sò umanu \"buttone, è pruvate à risolve.",
    "reporting-bugs-guide-ff-step-4": "Passu 4: Cliccate \"HAR\" dopu à pruvà di risolve, è sceglite \"Salvà Tuttu cum'è HAR\" per salvà u logu di a rete. Mandate stu fugliale à noi.",
    "reporting-bugs-guide-ff-step-5": "Passu 5: Cliccate nantu à a tabulazione Consola, è fate clicà dirittu dopu nantu à \"Selezziunate tuttu\" è salvate in un fugliale di testu, per salvà u logu di cunsola. Mandateci dinò.",
    "reporting-bugs-guide-ff-step-6": "Ultimu passu: Inviate quelli file HAR è consegnare i fugliali di log, è descriverà u prublema seUse: support@hcaptcha.com (usate un serviziu cum'è Dropbox o Filebin è manda ligami) è di manera casuale una screenshot, se suspettate chì ci hè qualcosa chì ùn hè micca visualizatu bè. . Mandate puru l'IP chì site aduprate ancu. Pudete uttene da https://www.whatsmyip.org/‍ Grazie per avè pigliatu u tempu per aiutà à uttene questa infurmazione! T'impegnemu à fà chì hCaptcha funziona bè per ognunu.",
    "reporting-bugs-guide-head": "Capturing Bug Report Details: Chrome",
    "reporting-bugs-guide-step-1": "Passu 1: Apertura i Sviluppaturi (Questa principia graba a sessione.)",
    "reporting-bugs-guide-step-2": "Passu 2: Cliccate nantu à a tabulazione di Rete in Strumenti di sviluppatore. Verificate a casella \"Preservà log\" in cima.",
    "reporting-bugs-guide-step-3": "Passu 3: visitate https://accounts.hcaptcha.com/demo, o u situ web chì averete un prublema in (Nota di privacy: solu s'ellu ùn importa micca di sparta ciò chì hè) ... è poi cliccate nantu à \" Sò umanu \"buttone, è pruvate à risolve.",
    "reporting-bugs-guide-step-4": "Passu 4: Cliccate \"Export HAR\" (a freccia falata) dopu à pruvà di risolve, chì salva u logu di a rete. Mandate stu fugliale à noi.",
    "reporting-bugs-guide-step-5": "Passu 5: Cliccate nantu à a tabulazione Consola, è fate clicà dirittu dopu nantu à \"Salvà cum'è ..\" per salvà u logu di cunsola. Mandateci dinò.",
    "reporting-bugs-guide-step-6": "Ultimu passu: Invia un email à quelli HAR è consola i fugliali di log, è descrive u prublema‍ Utilizate: support@hcaptcha.com (usate un serviziu cum'è Dropbox o Filebin è mandate ligami) è di manera facultativa una screenshot, se sospetta chì ci hè qualcosa chì ùn hè micca visualizatu bè. . Mandate puru l'IP chì site aduprate ancu. Pudete uttene da https://www.whatsmyip.org/ ‍Grazie per piglià u tempu per aiutà à uttene questa infurmazione! T'impegnemu à fà chì hCaptcha funziona bè per ognunu.",
    "reporting-bugs-guide-text-1": "L'envia di l'infurmazioni di debugging cù u vostru rapportu vi farà assai più faciule per noi di identificà ciò chì succede. Eccu istruzioni passu per passu:",
    "reporting-bugs-guide-text-2": "Sè vo site un sviluppatore web o un utilizatore espertu, u riassuntu hè di vulemu chì ci mandessi una reta chì registra HAR è i ghjurnali di a cunsola di u navigatore. Per piacè pruvate à disattivà qualsiasi estensione di bloccadori di publicità o estensioni di securità di u navigatore, è dopu pruvà à pruvà prima di passà per questi passi. Se risolve u vostru prublema, avaristi ancora apprezzatu di sapè ci cunnosce a vostra versione di u navigatore, l'annunziu di blockchain o l'estensione di navigatore, è l'URL di u situ web.",
    "reporting-bugs-intro-head": "Avete trovatu un bug? Eccu cumu si raporta.",
    "reporting-bugs-intro-text": "Millioni di persone utilizanu hCaptcha ogni mese, nantu à migliaia di cumminazzioni di navigatori, estensioni, dispositi, firewalls, e più. U nostru scopu hè di assicurassi chì funziona sempre per voi, per quessa, apprezzemu assai i vostri rapporti! Per dà un feedback rapidu, basta cliccà nantu à u buttone \"Mandateci feedback\". Se vedi un prublema funzionale, seguitate l'istruzzioni di u log di debug per Chrome o l'istruzzioni di u log di debug per Firefox sottu. Per qualsiasi altri navigatori solu email. Per i prublemi di sicurità o privacy potenziali, vedi e struzzioni sottu.",
    "reporting-bugs-privacy-head": "Problemi di privacy",
    "reporting-bugs-privacy-text": "Ùn ci preoccupa micca quale sò l'utilizatori, solu quantu sò probabili di esse maliziusi o machini. Sustenemu iniziative cum'è Passa di privacy, è travagliammu assai per equilibrà a privacy è a sicurità. Sì avete truvatu un prublema chì pensate chì puderia affettà a privacy di l'utilizatori, per piacè scrivici per mail à support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Mandateci i nostri feedback",
    "reporting-bugs-provide-feedback-head": "Fornite feedback immediatu annantu à hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi apprezzemu a vostra input. Cunniscemu ogni prublemi è i risolveremu prestu.",
    "reporting-bugs-security-head": "Bugs di Sicurezza",
    "reporting-bugs-security-text": "Semu sempre interessatu à riceve rapporti di bugs di sicurezza. Email support@hcaptcha.com è CC security@hcaptcha.com è vi turneremu à voi prestu. Avemu ancu un prugramma di bug di bug per i rapporti di sicurità eligibili nantu à u serviziu hCaptcha è u codice sorgente ligatu.",
    "sec-hc": "Sicurità Prima",
    "sec-hc-text": "hCaptcha hè un editore-focus. Travagliemu per dà à i siti dati reali è di lascialli decide di cume. L'accuratezza hè in u vostru interessu è u nostru. L'altri captchas sò furnite da e imprese di publicità. Ogni bot chì bloqueghjanu pò riduce i so ingressi.",
    "what-is-hcaptcha": "Cosa hè hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i vostri servizii web favuriti à mantene i bots, u spam, è l'abusi facendu e dumande simplici chì sò fàciule per l'omu è difficiule per e macchine.",
    "why-hc": "Perchè hCaptcha?",
    "why-hc-text": "Ogni volta chì rispondi à una sfida, usemu mudelli sofisticati per capische se site umanu o una macchina. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ alluntinendu bots."
}