{
    "acc-opt": "Opzioni di Accessibilità",
    "acc-opt-but": "Amparate più nantu à l'opzioni d'accessibilità",
    "acc-opt-text": "Hè una disabilità visuale o altrimenti incapace di cumpletà hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Vi apprezzemu a vostra input. Cunniscemu ogni prublema è i risolvemu prestu.",
    "fb-but": "Mandateci i nostri feedback",
    "feedback-text": "Fornite feedback nantu à l'HCaptcha chì avete appena vistu",
    "home-ent-1": "Cerchendu a nostra offerta di sicurezza di l'impresa?",
    "home-ent-2": "Visitate u nostru novu situ dedicatu: BotStop.com",
    "home-intro-body": "Vulete aduprà un captcha per mantene fora bots? hCaptcha pruteghja a privacy di l'utilizatori, premia i siti web, è aiuta à e cumpagnie à ottene e so etichettature di dati. Hè un sustitutu drop-in per reCAPTCHA: pudete trasfurmà in pochi minuti.",
    "home-intro-head": "Pare più bots. Accumincia a prutezzione di a privacy di l'utilizatori.",
    "home-main-1": "Privatu. Assicurativu. Più prestu. È noi vi pagamu per aduprà.",
    "home-main-2": "Privatezza Centrata",
    "home-main-2c": "I reti publicitarii vedenu i vostri visitanti cum'è u pruduttu. Per hCaptcha u pruduttu hè u travagliu chì furnenu. Ùn ci preoccupa micca quale sò i vostri utenti, solu quantu sò probabili di esse maliziusi. Sustenemu l'iniziativi cum'è a privacy pass, è travagliammu assai per equilibrà a privacy è a sicurità.",
    "home-main-3": "Sicurità Prima",
    "home-main-3c": "L'accuratezza hè in u vostru interessu è u nostru. hCaptcha hè un editore-focus. Travagliemu per dà ti dati veri è di lascialli decide di cume. Altri captchas sò furnuti da",
    "home-main-3c2": "imprese publicitarii. Questu significa chì ogni bot chì bloqueghjanu pò riduce i so ingressi.",
    "home-main-4": "Prufessione di l'Usuariu Migliu",
    "home-main-4c": "I mudelli di apprendimentu di e sofisticate macchina sò usati da hCaptcha per a determinazione di l'umanità. Questu ci permette di richiede travaglii menu fastidiosi da i vostri utenti è pigliate menu di u so tempu in fà, pur mentre producenu dati utili à l'etichettatura per i clienti di l'etichettatura.",
    "home-main-plans": "hCaptcha hè liberu d'utilizà per editori di qualsiasi dimensione. Tuttavia, per e imprese è e piattaforme chì ne anu bisognu di più cuntrollu, e nostre soluzioni di e imprese sò dispunibili.",
    "home-main-plans2": "e soluzioni intraprese hCaptcha pruteggianu milioni di utilizatori attraversu decine di milioni di siti web per alcune di e più grande cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazione, o visitate",
    "home-main-plans3": "e soluzioni intraprese hCaptcha pruteggianu milioni di utilizatori attraversu decine di milioni di siti web per alcune di e più grande cumpagnie di u pianeta. Per piacè cuntattateci per più infurmazione, o visitate",
    "home-main-plans4": "per più dettagli.",
    "learn-more-hcaptcha": "Scopra di più nantu à hCaptcha",
    "page-acc-faq-1": "Dumanda: HCaptcha Section 508 + WCAG 2.0 hè cumpatibile? Risposta: Cridemu cusì: tutti l'utilizatori cù qualsiasi forma di imminenza chì sò capaci di navigà in u web è di entre in testu nantu i formi ponu accede à i servizii protetti da hCaptcha à u momentu di registrazione. Tuttavia, questu ùn hè micca cunsigliu legale: duvete fà a vostra propria valutazione, cunzidendu a vostra implementazione particulare per assicurà chì questu hè u casu per a vostra implementazione.",
    "page-acc-faq-2": "Dumanda: Hè travagliatu in altre opzioni di accessibilità (a11y), cum'è l'audio? Risposta: Opzioni precedentemente populari cum'è captcha audio discrimineu contra parechji utilizatori a11y è sò facilmente scunfitti da e tecniche moderne di l'apprendimentu di macchina. Questu hà obligatu à sfide à l'audio attuale per diventà più è più difficili, introducendu u rumore, i tempi strani, combinazioni di parole inusual, è cusì, per scunfighjà l'attaccanti. Siamu cusì menu entusiastichi di sta dimarchja vs evitendu a sfida di tuttu, ma u cunsideremu s'ellu ci hè a dumanda da a cumunità a11y. Tuttavia, simu assai interessati in Passu di privacy per u casu di l'usu di Accessibilità. Cridemu chì unisce u nostru approcciu a11y attuale cù l'emissione di Privacy Pass permetterà l'utilizatori a11y di navigà in modu sicuru, sicurizzati in a cunniscenza chì u so trafficu hè più privatu, mentre restringe l'abusu da l'operatori di bot chì inevitabilmente si trova quandu l'opzioni a11y sò dispunibili. Avemu participanti attivi in u gruppu di travagliu IETF chì standardizeghja sta nova tecnulugia.",
    "page-acc-faq-3": "Dumanda: Cosa ci di privacy? L'iscrizzioni espone i dati di navigazione a11y in qualchi modu? Chì fate cù u mail? Risposta: hCaptcha hè pensatu per a privacy di a terra up. Hè assai sfarente di l'opzioni tradiziunali cum'è reCAPTCHA chì sò posseduti di e rete d'annunziu, chì anu un incantu à seguità per intornu à u web è vi associanu cù una identità vera. Ùn avemu mai aduprà e-mail d'accessibilità o infurmazione per qualsiasi altru scopu da facilità l'usu a11y è a prevenzione di l'abusu. A nostra pulitica di privacy hà risposte complete è auturità in quantu usemu e dati, ma a risposta corta hè chì ùn avemu micca interessu di associarvi com'è una persona cù a vostra storia di navigazione. Semu in opera ancu in una soluzione criptografica per scartà rapidamente u vostru indirizzu email. mantenendu a nostra capacità di prevene l'abusu, cumplementendu i nostri travaglii di Passa di privacy.",
    "page-acc-link-1": "Se site un utilizatore d'accessibilità, scrivitevi quì.",
    "page-acc-subhead": "Assicurà l'accessu trasparente per tutti l'utilizatori mentre mantenenu a sicurità",
    "page-acc-summary": "Summariu",
    "page-acc-summary-contents-1": "hCaptcha hè pensatu per frenà i bot distinguendu da e persone. E teste visuale sò una strumentu convenientu per questu, ma micca tutti ponu risolve una sfida visuale. Hè per quessa chì avemu cuncepitu una alternativa simplice, indolora per permette à l'editori chì utilizanu u nostru serviziu di preservà l'accessibilità per tutti cù a sezione completa 508 è WCAG 2.0.",
    "page-acc-summary-contents-2": "Cumu travaglia: prima, un utilizatore d'accessibilità si registra in questu URL, chì hè ligatu in a pagina d'infurmazione di u widget hCaptcha. Sò datu una cookie criptificata chì pò esse aduprata parechje volte à u ghjornu, ma deve esse rinfriscata ogni 24 ore via login.When una sfida hè presentata à un utilizatore d'accessibilità annantu à qualsiasi situ chì utilizanu u serviziu hCaptcha, passaranu automaticamente.",
    "page-acc-title": "hCaptcha Informazioni per Accessibilità",
    "page-acc-tr-body": "Quistione: Semu vedendu una sfida dopu avè stabilitu u cookie. Chì hè ciò chì face questu? Risposta: Questa hè tipicmente dovuta à l'usu di un aggressivu bluccadore o à una estensione anti-cookie, o à un paràmetru chì blocca i cookies cross-site, in questu casu un cookie per hcaptcha.com chì hè stabilitu o verificatu da hCaptcha JavaScript in un altru situ. , cum'è quellu chì site in visita. I cookies d'accessibilità hCaptcha funzionanu cù tutti i navigatori populari è blockers publicitarii cù a so configurazione standard, cusì tipicamente i fallimenti sò dovuti à scripts anti-adblock o regule similari chì dirigenu siti particulari. Soluzioni: 1. Whitelist hcaptcha.com è * .hcaptcha.com cookies in u vostru blocker di annunziu o l'estensione di sicurezza di u navigatore. 2. Se site aduprendu u navigatore Brave, chì ùn (micca da aprile 2020) pare micca avè qualunque tipu di whitelist di cookies, andate in Preferenze -> Scudi -> Cookies è sceglite Permette Tutti i Cookie. 3. Se aduprate a versione più recente di Safari in a versione OS X 10.15 o iOS 13. 4, Apple hà solu cambiatu u cumpurtamentu di Safari in relazione cù cookies di terzu, blucchendu tutti in modu predefinitu. Implementemu una soluzione, ma in u fiancu, visitate Preferenze Safari, sezione Privacy, è desmarcate u tracciamentu di u situ web: Prevene u tracciatu di i siti per permette di a cookie d'accessibilità per funziunà cum'è previstu. Dumanda: I aduprà multiple dispusitivi. A bisognu di firmà parechje volte? Risposta: No. Per piacè fate cliccà nantu à u listessu ligame di login di email mandatu à voi nantu à ogni dispusitivu chì utilizate per stabilisce a cookie.",
    "page-acc-tr-title": "Per l'utilizatori di Accessibilità: Q&A è Guida di risoluzione di prublemi",
    "priv-hc": "Privatezza Centrata",
    "priv-hc-text": "I reti publicitarii vi vedenu cum'è u so pruduttu. Ùn facemu micca. Ùn ci preoccupa micca quale sò l'utilizatori, solu quantu sò probabili di esse maliziusi. Sustenemu iniziative cum'è Passa di privacy, è travagliammu assai per equilibrà a privacy è a sicurità.",
    "sec-hc": "Sicurità Prima",
    "sec-hc-text": "hCaptcha hè un editore-focus. Travagliemu per dà à i siti dati reali è di lascialli decide di cume. L'accuratezza hè in u vostru interessu è u nostru. L'altri captchas sò furnite da e imprese di publicità. Ogni bot chì bloqueghjanu pò riduce i so ingressi.",
    "what-is-hcaptcha": "Cosa hè hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i vostri servizii web favuriti à mantene i bots, u spam, è l'abusi facendu e dumande simplici chì sò fàciule per l'omu è difficiule per e macchine.",
    "why-hc": "Perchè hCaptcha?",
    "why-hc-text": "Ogni volta chì rispondi à una sfida, usemu mudelli sofisticati per capische se site umanu o una macchina. U situ web chì avete visitatu allora usa stu risultatu per aiutà à migliurà a vostra sperienza in u so situ alluntinendu bots."
}