{
    "about-advisors-brendan": "VÝKONNÝ ŘEDITEL. Uznaný vůdce v AI. V minulých desetiletích aplikoval strojovou inteligenci na širokou škálu obchodních problémů.",
    "about-advisors-dawn": "PhD v oboru výpočetní biologie, Stanford. Práce s neuronovými sítěmi od roku 1999. Zaměřte se na aplikované ML a hluboké učení v měřítku.",
    "about-advisors-head": "Poradci",
    "about-advisors-keiran": "Expert na databáze a blockchain. Dřívější inženýr ve společnosti Cloudera a další. Desetiletí odborných znalostí při vytváření softwaru a týmů.",
    "about-content-head-1": "Co děláme",
    "about-content-head-2": "Proč to záleží",
    "about-content-text-1": "hCaptcha je služba společnosti Intuition Machines Inc, společnosti zabývající se umělou inteligencí a strojním učením se zaměřením na metalearning a vizuální doménu ML v měřítku. BuildVyrábíme a provozujeme rozsáhlé škálovatelné systémy, které umožňují společnostem z celého světa působit v oblasti analýzy videa a obrazu.",
    "about-content-text-2": "Více dat obecně vede k lepším výsledkům. Vytváření a údržba správně označených a příslušných datových souborů je časově náročné a nákladné. ChCaptcha byl původně vyvinut pro řešení našich vlastních potřeb při označování obrázků a je nyní k dispozici pro další společnosti s podobnými potřebami.",
    "about-intro-head-1": "Pracujte pro hCaptcha",
    "about-intro-head-2": "Naše mise je velká",
    "about-intro-text": "Rychle rosteme a v našich globálních kancelářích neustále hledáme nejlepší talent světa. Můžete se přihlásit pomocí níže uvedených odkazů.",
    "about-leadership-alex": "Expert na databáze a blockchain. Dřívější inženýr ve společnosti Cloudera a další. Desetiletí odborných znalostí při vytváření softwaru a týmů.",
    "about-leadership-eli": "VÝKONNÝ ŘEDITEL. Uznaný vůdce v AI. V minulých desetiletích aplikoval strojovou inteligenci na širokou škálu obchodních problémů.",
    "about-leadership-head": "Vedení lidí",
    "about-leadership-todd": "PhD v oboru výpočetní biologie, Stanford. Práce s neuronovými sítěmi od roku 1999. Zaměřte se na aplikované ML a hluboké učení v měřítku.",
    "acc-opt": "Možnosti usnadnění",
    "acc-opt-but": "Další informace o možnostech usnadnění přístupu",
    "acc-opt-text": "Jste zrakově postiženi nebo jinak neschopní dokončit hCaptchas?",
    "accessibility-link": "Přístupnost",
    "appreciate-in": "Vážíme si vašeho příspěvku. Sdělte nám jakékoli problémy a my je rychle vyřešíme.",
    "fb-but": "Pošlete nám zpětnou vazbu",
    "feedback-text": "Poskytněte zpětnou vazbu na hCaptcha, kterou jste právě viděli",
    "footer-attribution": "Uvedení autora",
    "footer-copyright-text": "hCaptcha je registrovaná ochranná známka společnosti Intuition Machines, Inc.",
    "footer-header-1": "Společnost",
    "footer-header-2": "Zdroje",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Značení",
    "footer-link-2": "O",
    "footer-link-3": "Pracovní místa",
    "footer-link-4": "Ochranné známky",
    "footer-link-5": "Blog",
    "footer-link-6": "Postavení",
    "footer-link-7": "Dokumentace",
    "footer-link-8": "Nahlásit chybu",
    "footer-link-9": "Přístupnost",
    "footer-privacy": "Soukromí",
    "footer-subheader-1": "Podpěra, podpora",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Podmínky",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etiketovací služby",
    "header-login-button": "Přihlásit se",
    "header-plans-link": "Plány",
    "header-signup-button": "Přihlásit se",
    "home-aboot-subtitle": "Využívá protokol HUMAN",
    "home-about-head": "O společnosti hCaptcha",
    "home-about-text-1": "hCaptcha je navržen tak, aby vyřešil nejnáročnější problém strojového učení: značení velkého množství dat včasným, cenově dostupným a spolehlivým způsobem.",
    "home-about-text-2": "Více dat obecně vede k lepším výsledkům ve vzdělávacích modelech strojového učení. Nedávný úspěch hlubokých modelů vedl ke stále větším souborům dat, téměř vždy s nějakou lidskou kontrolou. Vytváření rozsáhlých datových souborů zkontrolovaných člověkem pomocí mechanického Turku, obrázku osm atd. Je však pomalé a nákladné.",
    "home-about-text-3": "hCaptcha umožňuje webovým stránkám vydělávat peníze na uspokojení této poptávky a zároveň blokovat roboty a jiné formy zneužívání.",
    "home-about-text-4": "Trh hCaptcha je poháněn HUMAN protokolem, otevřeným decentralizovaným protokolem pro lidskou kontrolu, který běží na blockchainu Ethereum. Webové stránky vydělávají lidské tokeny (HMT), kdykoli uživatelé používají widget hCaptcha na svých stránkách, a společnosti strojového učení platí lidské tokeny za označení svých dat.",
    "home-ba-labeling-services-link": "Etiketovací služby",
    "home-benefits-head-1": "Hodnota v označení dat",
    "home-benefits-head-2": "Vraťte se na charitu",
    "home-benefits-text-1": "Uvědomili jste si, že pokaždé, když kliknete na auto, pomáháte bezplatně trénovat strojové systémy učení společnosti Giganticcompany?",
    "home-benefits-text-2": "hCaptcha tento model obrací. Když používáte hCaptcha, společnosti se ubírají o práci, kterou vaši uživatelé dělají, když prokáží svou lidskost. Získáváte odměny.",
    "home-benefits-text-3": "Chcete vrátit své oblíbené charitě? hCaptcha vám umožní podporovat charitativní organizace podle vašeho výběru výdělky, které získáte z jeho používání. Uživatelé vašeho webu brzy uvidí váš příspěvek k charitě prostřednictvím diskrétního brandingu na rozhraní hCaptcha.",
    "home-challenge-text-1": "Vyberte všechny obrázky, které odpovídají dotazu",
    "home-challenge-text-2": "Definujte ohraničující oblast pro objekty",
    "home-challenge-text-3": "Identifikujte odpovídající štítky",
    "home-challenge-title-1": "Srovnání",
    "home-challenge-title-2": "Hraniční rámeček",
    "home-challenge-title-3": "Kategorizace",
    "home-challenges-head": "Prezentované výzvy",
    "home-challenges-text-1": "... a další jednoduché úkoly. Snadné pro lidi, těžké pro roboty.",
    "home-challenges-text-2": "Vlastní úkoly jsou k dispozici také pro podnikové vydavatele.",
    "home-ent-1": "Hledáte naši nabídku podnikového zabezpečení?",
    "home-ent-2": "Navštivte naše nové specializované stránky: BotStop.com",
    "home-ent-button": "Další informace: BotStop by hCaptcha",
    "home-from-the-blog": "Z BLOGU:",
    "home-from-the-blog-value": "Jak funguje nastavení obtížnosti hCaptcha",
    "home-intro-body": "Používáte captcha, abyste zabránili robotům? hCaptcha chrání soukromí uživatelů, odměňuje webové stránky a pomáhá společnostem označovat svá data. Jedná se o náhradu za reCAPTCHA: můžete přepnout během několika minut.",
    "home-intro-button": "Zaregistrujte se nyní",
    "home-intro-head": "Zastavte další roboty. Začněte chránit soukromí uživatele.",
    "home-main-1": "Soukromé. Zajistit. Rychleji. A my vám platíme za použití.",
    "home-main-2": "Zaměření na soukromí",
    "home-main-2c": "Reklamní sítě vidí vaše návštěvníky jako produkt. Pro hCaptcha je produkt prací, které poskytují. Nezajímá nás, kdo jsou vaši uživatelé, pouze pravděpodobnost, že budou škodliví. Podporujeme iniciativy jako Privacy Pass a usilovně pracujeme na vyvážení soukromí a bezpečnosti.",
    "home-main-3": "Zabezpečení první",
    "home-main-3c": "Přesnost je ve vašem zájmu a naše. hCaptcha je zaměřen na vydavatele. Pracujeme na tom, abychom vám poskytli skutečná data a rozhodli jsme se, jak je budete používat. Další captchas poskytuje",
    "home-main-3c2": "reklamní společnosti. To znamená, že každý robot, kterého blokují, může snížit své příjmy.",
    "home-main-4": "Lepší uživatelské prostředí",
    "home-main-4c": "Sofistikované modely strojového učení používá hCaptcha pro určování lidskosti. To nám umožní vyžadovat od vašich uživatelů méně nepříjemných úkolů a zabere to méně času, zatímco stále vytváříme užitečná označená data pro označování zákazníků.",
    "home-main-plans": "hCaptcha je zdarma k použití pro vydavatele jakékoli velikosti. Avšak pro podniky a platformy, které vyžadují větší kontrolu, jsou dostupná naše podniková řešení.",
    "home-main-plans2": "Podniková řešení hCaptcha chrání miliony uživatelů na desítkách milionů webových stránek pro některé z největších společností na světě. Pro více informací nás prosím kontaktujte, nebo navštivte",
    "home-main-plans3": "Podniková řešení hCaptcha chrání miliony uživatelů na desítkách milionů webových stránek pro některé z největších společností na světě. Pro více informací nás prosím kontaktujte, nebo navštivte",
    "home-main-plans4": "pro detaily.",
    "home-plans-button-1": "Zaregistrujte se hned teď",
    "home-plans-button-2": "Kontaktujte prodej",
    "home-plans-chart-head-1": "Funkce",
    "home-plans-chart-head-2": "Vydavatel",
    "home-plans-chart-head-3": "Podnik",
    "home-plans-chart-row-1-cell-1": "Zobrazeny typy kontrolních výzev",
    "home-plans-chart-row-1-cell-2": "Omezený",
    "home-plans-chart-row-1-cell-3": "Celkový",
    "home-plans-chart-row-10-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-plans-chart-row-11-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-plans-chart-row-12-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-plans-chart-row-2-cell-1": "Použitý obsah kontrolní výzvy",
    "home-plans-chart-row-2-cell-2": "Omezený",
    "home-plans-chart-row-2-cell-3": "Celkový",
    "home-plans-chart-row-6-cell-1": "Zásady ochrany soukromí přátelské vůči GDPR a CCPA",
    "home-plans-chart-row-7-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-plans-chart-row-8-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-plans-chart-row-9-cell-1": "Jemnozrnné úrovně obtížnosti",
    "home-try-it-out-button": "Získejte hCaptchu",
    "home-try-it-out-text": "hCaptcha poskytuje jednoduchou, snadnou a spolehlivou detekci robotů a zároveň je pro člověka triviální.",
    "home-try-it-put-head": "Vyzkoušet to",
    "labeling-about-head": "O společnosti hCaptcha",
    "labeling-about-text-1": "hCaptcha je navržen tak, aby vyřešil nejnáročnější problém strojového učení; včasné, cenově dostupné a spolehlivé označování velkého množství dat. Více dat obecně vede k lepším výsledkům ve vzdělávacích modelech strojového učení. Nedávný úspěch hlubokých modelů vedl ke stále větším souborům dat a hCaptcha této potřebě vyhovuje.",
    "labeling-about-text-2": "Vytváření rozsáhlých datových souborů kontrolovaných lidmi pomocí tradičních metod je však pomalé a nákladné. hCaptcha je pro společnosti způsob, jak získat anotace, které potřebují, rychlejší, kvalitnější a levnější než jiné alternativy.",
    "labeling-annotations-head": "Typy anotací",
    "labeling-annotations-text-1": "Přesná detekce objektů v obrazech a videu",
    "labeling-annotations-text-2": "Přesná detekce objektů v obrazech a videu",
    "labeling-annotations-text-3": "Bodové anotace pro mnoho různých případů použití",
    "labeling-annotations-text-4": "Seřadit nebo připojit libovolné kategorie libovolné velikosti",
    "labeling-annotations-text-5": "Detekce a klasifikace poháněné člověkem",
    "labeling-annotations-text-6": "Potřebujete jiný typ, který zde není uveden? Zeptejte se nás.",
    "labeling-annotations-title-1": "Hraniční rámečky",
    "labeling-annotations-title-2": "Polygony",
    "labeling-annotations-title-3": "Památky",
    "labeling-annotations-title-4": "Kategorizace atributů",
    "labeling-annotations-title-5": "Porovnání a detekce",
    "labeling-annotations-title-6": "... a mnoho dalších",
    "labeling-ent-button": "Kontaktujte náš tým Enterprise Solutions",
    "labeling-ent-head": "Potřebujete komplexní kontrolu?",
    "labeling-ent-text-1": "Platforma HUMAN za hCaptcha poskytuje vysoce sofistikovanou kvalitu práce a funkce správy prostřednictvím nasazení, hybridního nebo SaaS nasazení, které se integruje do vašich stávajících systémů.",
    "labeling-ent-text-2": "Spusťte zcela offline se svými vlastními pracovníky, sledujte hodnotu spotřebovanou napříč obchodními jednotkami nebo partnery konsorcia, selektivně směrujte úlohy k různým interním nebo externím poskytovatelům práce na základě požadavků na náklady a zabezpečení a další.",
    "labeling-ent-text-3": "‍ Snadný přístup k API, krásné dashboardy a nejnovější technologie typu in-the-loop pro maximalizaci efektivity pracovníků.",
    "labeling-ent-text-4": "K dispozici 99,99% dostupnosti SLA a 24/7 globální podpora. Pro více informací:",
    "labeling-features-head-1": "Jednoduché potrubí řízené API.",
    "labeling-features-head-2": "Optimalizováno z hlediska nákladů a kvality. Nevyžaduje se žádný závazek předem.",
    "labeling-features-head-3": "Platte pouze za přesnost, kterou potřebujete.",
    "labeling-features-head-4": "Poskytněte svá vlastní pozemní pravdivá data nebo nás nechte stavět za běhu.",
    "labeling-features-text-1": "Chcete integrovat lidskou recenzi přímo do svých obchodních operací? Nabízíme vysoce spolehlivé SLA, zaručenou kapacitu a jednoduchá rozhraní REST API.",
    "labeling-features-text-2": "Platforma HUMAN využívá komplexní modely spolehlivosti k provedení sofistikované analýzy kvality v reálném čase. To nám umožňuje rychle určit obtížnost otázek i jejich pravděpodobnou správnou odpověď, což vám ušetří čas i peníze.",
    "labeling-features-text-3": "Ne všechny problémy jsou stejné. Anotace k úkolům důležitým pro bezpečnost mohou vyžadovat 99,99% důvěru od zcela lidských pracovníků. Anotace k jedné funkci beta v mobilní herní aplikaci mohou vyžadovat pouze mírnou důvěru. Vy rozhodujete.",
    "labeling-features-text-4": "Máte nezpracovaná data bez komplexní sady ověření? Ve většině případů vám můžeme sestavit jeden jako úlohy spuštěné systémem, nebo vytvořit označené vzorky pro vaše schválení.",
    "labeling-info-head": "Získávání údajů štítkem",
    "labeling-info-text-1": "Promluvte si s jedním z našich expertů na doménu a definujte své potřeby projektu: přesnost cílení, formát a jakékoli zvláštní požadavky.",
    "labeling-info-text-2": "Na základě vašich ukázkových dat provedeme malou produkční úlohu. Testuje práci, kterou jsme společně provedli, abychom zajistili, že dostanete přesně to, co potřebujete.",
    "labeling-info-text-3": "S naším velkým objemem a nízkou latencí rychle otočíme vaši práci, s automatickým doručováním, jakmile to bude hotovo.",
    "labeling-info-text-4": "Protože lépe chápeme parametry vaší produkční práce, výsledky se postupem času budou zlepšovat.",
    "labeling-info-text-5": "Živé řídicí panely umožňují kdykoli poskytnout zpětnou vazbu nebo pozastavit produkci.",
    "labeling-info-title-1": "Definujte specifikace",
    "labeling-info-title-2": "Počáteční test úlohy",
    "labeling-info-title-3": "Nasazení pracovních míst",
    "labeling-info-title-4": "Neustálé zlepšování",
    "labeling-info-title-5": "Výsledky v reálném čase",
    "labeling-main-1": "Cenově výhodné označování údajů v měřítku",
    "labeling-main-1-button": "Získejte vaše data nyní označená",
    "labeling-main-1c": "Potřebujete více štítků pro vaše datové sady? hCaptcha poskytuje rychlé, nákladově efektivní a vysoce kvalitní označování dat pro společnosti, které pracují na aplikacích umělé inteligence a strojového učení.",
    "labeling-main-2": "Spusťte okamžitě miliony úkolů.",
    "labeling-main-2-button": "Koupit služby označování dat",
    "labeling-main-2c": "hCaptcha má jeden z největších bazénů na planetě, který je k dispozici pro vaše použití. Ať už je vaše měřítko jakékoli, dokážeme to zvládnout bez drahých závazků předem. Miliony úkolů denně nejsou problémem.",
    "labeling-platform-head": "Soukromé nebo veřejné informace",
    "labeling-platform-text": "hCaptcha je postaven na platformě HUMAN, která umožňuje sofistikované směrování a analýzu optimalizovat náklady a efektivitu v každém kroku. Tato technologie umožňuje správným pracovníkům zvládnout každou část vaší práce, maximalizovat nákladovou efektivitu při zachování soukromí a splnit všechny regulační požadavky, které mohou platit.",
    "labeling-try-button": "Koupit služby označování dat",
    "labeling-try-head": "Chcete to zkusit s vašimi daty?",
    "labeling-try-text": "... jsme připraveni, když jste: naše služba je k dispozici nepřetržitě.",
    "learn-more-hcaptcha": "Další informace o hCaptcha",
    "page-acc-faq-1": "Otázka: Je hCaptcha Section 508 + WCAG 2.0 kompatibilní? Odpověď: Domníváme se, že všichni uživatelé s jakoukoli formou postižení, kteří jsou schopni procházet web a zadávat text do formulářů, mohou po registraci získat přístup ke službám chráněným pomocí hCaptcha. Nejedná se však o právní radu: měli byste provést vlastní hodnocení, přičemž byste měli vzít v úvahu konkrétní implementaci, abyste zajistili, že tomu tak je v případě vašeho nasazení.",
    "page-acc-faq-2": "Otázka: Pracujete na dalších možnostech přístupu (a11y), jako je zvuk? Odpověď: Dříve oblíbené možnosti, jako jsou zvukové nahrávky, diskriminují mnoho uživatelů a11y a jsou snadno poraženy moderními technikami strojového učení. To přinutilo současné zvukové výzvy k tomu, aby se staly stále obtížnějšími, zavádějící šum, liché načasování, neobvyklé kombinace slov atd., Aby porazily útočníky. Jsme tedy méně nadšení z tohoto přístupu vs. vyhýbáme se celé výzvě, ale vezmeme to v úvahu, pokud existuje poptávka od komunity a11y. Velmi nás však zajímá průkaz Privacy Pass pro případ použití Usnadnění přístupu. Věříme, že kombinace našeho současného přístupu a11y s vydáním Privacy Pass umožní všem uživatelům bezpečně procházet a bezpečně s vědomím, že jejich provoz je soukromější, a zároveň omezit zneužívání ze strany operátorů botů, ke kterému nevyhnutelně dochází, když jsou dostupné dostupné možnosti. Jsme aktivními účastníky pracovní skupiny IETF, která standardizuje tuto novou technologii.",
    "page-acc-faq-3": "Otázka: A co soukromí? Vystavuje registrace nějakým způsobem procházení dat procházení? Co s e-mailem děláte? Odpověď: hCaptcha je navržen pro soukromí od základů. Je to velmi odlišné od tradičních možností, jako jsou reCAPTCHA, které vlastní reklamní sítě a které mají motivaci vás sledovat po celém webu a spojovat vás se skutečnou identitou. E-maily nebo informace o přístupnosti nikdy nepoužíváme k žádným jiným účelům, než abychom usnadnili používání a předcházeli zneužívání. Naše zásady ochrany osobních údajů obsahují komplexní a autoritativní odpovědi ohledně toho, jak používáme data, ale krátká odpověď je, že nemáme zájem o přidružení vás jako osoby k vaší historii procházení. V současné době také pracujeme na kryptografickém řešení, které rychle zlikviduje vaši e-mailovou adresu. a přitom si zachováváme naši schopnost zabránit zneužívání a doplnit naši práci v rámci ochrany osobních údajů.",
    "page-acc-link-1": "Pokud jste uživatelem přístupnosti, zaregistrujte se zde.",
    "page-acc-subhead": "Zajištění plynulého přístupu pro všechny uživatele při zachování bezpečnosti",
    "page-acc-summary": "souhrn",
    "page-acc-summary-contents-1": "hCaptcha je navržen tak, aby zastavil roboty tím, že je odlišil od lidí. Vizuální testy jsou vhodným nástrojem, ale ne každý dokáže vyřešit vizuální výzvu. Z tohoto důvodu jsme navrhli jednoduchou, bezbolestnou alternativu, která umožní majitelům stránek, kteří využívají naši službu, zachovat dostupnost pro všechny s plnou shodou s ustanoveními oddílu 508 a WCAG 2.0.",
    "page-acc-summary-contents-2": "Jak to funguje: Nejprve se uživatel přístupnosti zaregistruje na této adrese URL, která je propojena na informační stránce widgetu hCaptcha. Dostávají zašifrovaný soubor cookie, který lze použít několikrát denně, ale musí být obnoven každých 24 hodin prostřednictvím přihlášení. Když je uživateli přístupnosti na kterémkoli webu, který používá službu hCaptcha, výzva automaticky předána.",
    "page-acc-title": "hCaptcha Informace o přístupnosti",
    "page-acc-tr-body": "Otázka: Po nastavení souboru cookie stále vidím výzvu. Co to způsobuje? Odpověď: Obvykle je to kvůli použití agresivního blokování reklam nebo rozšíření proti souborům cookie nebo nastavení, které blokuje soubory cookie mezi weby, v tomto případě soubor cookie pro web hcaptcha.com, který je nastaven nebo zkontrolován skriptem hCaptcha na jiném webu. , jako ten, který navštěvujete. Soubory cookie hCaptcha pro přístupnost pracují se všemi běžnými prohlížeči a blokátory reklam se standardním nastavením, takže obvykle selhání jsou způsobeny skripty anti-anti-adblock nebo podobnými pravidly cílenými na konkrétní weby. Řešení: 1. Soubory cookie whitelist hcaptcha.com a * .hcaptcha.com v blokování reklam nebo rozšíření zabezpečení prohlížeče. 2. Používáte-li prohlížeč Brave, který nemá (od dubna 2020) žádný seznam povolených souborů cookie, přejděte do části Předvolby -> Štíty -> Soubory cookie a zvolte Povolit všechny soubory cookie. 3. Pokud používáte nejnovější verzi Safari na nedávno vydané OS X 10.15 nebo iOS 13. 4, Apple právě změnil chování Safari související s cookies třetích stran a ve výchozím nastavení je všechny blokuje. Realizujeme řešení, ale prozatím navštivte prosím předvolby Safari, sekci Ochrana osobních údajů a zrušte zaškrtnutí políčka Sledování webových stránek: Zabraňte sledování na více webech, aby cookie pro usnadnění přístupu fungovaly podle očekávání. Otázka: Používám více zařízení. Musím se přihlásit vícekrát? Odpověď: Ne. Klikněte prosím na stejný e-mailový přihlašovací odkaz, který vám byl zaslán na každém zařízení, které používáte, abyste nastavili soubor cookie.",
    "page-acc-tr-title": "Pro uživatele usnadnění přístupu: Otázky a odpovědi a řešení problémů",
    "priv-hc": "Zaměření na soukromí",
    "priv-hc-text": "Reklamní sítě vás vidí jako jejich produkt. My ne. Nezajímá nás, kdo jsou uživatelé, pouze jak je pravděpodobné, že budou škodliví. Podporujeme iniciativy jako Privacy Pass a usilovně pracujeme na vyvážení soukromí a bezpečnosti.",
    "reporting-bugs-accessibility-button": "Další informace o možnostech usnadnění přístupu",
    "reporting-bugs-accessibility-head": "Možnosti usnadnění",
    "reporting-bugs-accessibility-text": "Jste zrakově postiženi nebo jinak neschopní dokončit hCaptchas?",
    "reporting-bugs-guide-ff-head": "Nahrávání podrobností o chybě: Firefox",
    "reporting-bugs-guide-ff-step-1": "Krok 1: Otevřete Nástroje pro vývojáře (Tím se spustí nahrávání relace.)",
    "reporting-bugs-guide-ff-step-2": "Krok 2: V Nástrojích pro vývojáře klikněte na kartu Síť. Zaškrtněte políčko „Persist logs“.",
    "reporting-bugs-guide-ff-step-3": "Krok 3: navštivte stránku https://accounts.hcaptcha.com/demo nebo web, na kterém máte problém (Poznámka k ochraně osobních údajů: pouze pokud vám nevadí sdílet, co to je) ... a poté klikněte na „ Jsem lidské tlačítko a pokuste se to vyřešit.",
    "reporting-bugs-guide-ff-step-4": "Krok 4: Po pokusu o vyřešení klikněte na „HAR“ a uložte síťový protokol kliknutím na „Uložit vše jako HAR“. Pošlete nám tento soubor.",
    "reporting-bugs-guide-ff-step-5": "Krok 5: Klikněte na kartu Konzola a pravým tlačítkem klikněte na „Vybrat vše“ a uložte ji do textového souboru, abyste uložili protokol konzoly. Pošlete nám to také.",
    "reporting-bugs-guide-ff-step-6": "Poslední krok: Pošlete nám e-mailem tyto soubory protokolu HAR a konzoly a popište problém ‍Use: support@hcaptcha.com (použijte prosím službu jako Dropbox nebo Filebin a odešlete odkazy) a případně snímek obrazovky, pokud máte podezření, že se něco nezobrazuje správně . Zašlete prosím také IP adresu, kterou používáte. Můžete to získat na adrese https://www.whatsmyip.org/‍ Děkujeme, že jste si udělali čas a pomohli nám získat tyto informace! Zavázali jsme se, aby hCaptcha fungoval dobře pro každého.",
    "reporting-bugs-guide-head": "Podrobnosti o zachycení chyby: Chrome",
    "reporting-bugs-guide-step-1": "Krok 1: Otevřete Nástroje pro vývojáře (Tím se spustí nahrávání relace.)",
    "reporting-bugs-guide-step-2": "Krok 2: V Nástrojích pro vývojáře klikněte na kartu Síť. Zaškrtněte políčko Zachovat protokol.",
    "reporting-bugs-guide-step-3": "Krok 3: navštivte stránku https://accounts.hcaptcha.com/demo nebo web, na kterém máte problém (Poznámka k ochraně osobních údajů: pouze pokud vám nevadí sdílet, co to je) ... a poté klikněte na „ Jsem lidské tlačítko a pokuste se to vyřešit.",
    "reporting-bugs-guide-step-4": "Krok 4: Po pokusu o vyřešení klikněte na „Export HAR“ (malá šipka dolů), což uloží síťový protokol. Pošlete nám tento soubor.",
    "reporting-bugs-guide-step-5": "Krok 5: Klepnutím na kartu Konzola a klepnutím pravým tlačítkem myši na „Uložit jako ...“ uložíte protokol konzoly. Pošlete nám to také.",
    "reporting-bugs-guide-step-6": "Poslední krok: Pošlete nám e-mailem tyto soubory protokolu HAR a konzoly a popište problém‍ Použijte: support@hcaptcha.com (použijte prosím službu jako Dropbox nebo Filebin a odešlete odkazy) a případně screenshot, pokud máte podezření, že se něco nezobrazuje správně . Zašlete prosím také IP adresu, kterou používáte. Můžete to získat na adrese https://www.whatsmyip.org/ ‍Děkujeme, že jste si našli čas a pomohli nám získat tyto informace! Zavázali jsme se, aby hCaptcha fungoval dobře pro každého.",
    "reporting-bugs-guide-text-1": "Odeslání informací o ladění s vaší zprávou nám usnadní identifikaci toho, co se děje. Zde jsou podrobné pokyny:",
    "reporting-bugs-guide-text-2": "Pokud jste vývojář webu nebo odborný uživatel, souhrnně bychom chtěli, abyste nám zaslali protokoly HAR pro síťový záznam a protokoly konzoly prohlížeče. Zkuste nejprve zakázat rozšíření zabezpečení blokování reklam nebo prohlížeče a zkuste to znovu, než provedete tyto kroky. Pokud se tím problém vyřeší, stále bychom rádi ocenili, že jste nám sdělili verzi svého prohlížeče, blokování reklam nebo rozšíření prohlížeče a adresu URL webu.",
    "reporting-bugs-intro-head": "Našli jste chybu? Zde je návod, jak to nahlásit.",
    "reporting-bugs-intro-text": "Miliony lidí používají hCaptcha každý měsíc, na tisících kombinací prohlížečů, rozšíření, zařízení, firewallů a dalších. Naším cílem je zajistit, aby to vždy fungovalo pro vás, a proto velmi oceňujeme vaše zprávy! Chcete-li poskytnout rychlou zpětnou vazbu, stačí kliknout na tlačítko „Odeslat nám zpětnou vazbu“. Pokud narazíte na funkční problém, postupujte podle pokynů ladicího protokolu pro Chrome nebo podle pokynů ladicího protokolu pro Firefox níže. V případě jakýchkoli jiných prohlížečů nám pošlete e-mail. Možné problémy se zabezpečením nebo ochranou soukromí naleznete v pokynech níže.",
    "reporting-bugs-privacy-head": "Problémy s ochranou osobních údajů",
    "reporting-bugs-privacy-text": "Nezajímá nás, kdo jsou uživatelé, pouze jak je pravděpodobné, že budou škodliví nebo stroji. Podporujeme iniciativy jako Privacy Pass a usilovně pracujeme na vyvážení soukromí a bezpečnosti. Pokud jste našli problém, o kterém si myslíte, že by mohl ovlivnit soukromí uživatele, napište nám na adresu support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošlete nám zpětnou vazbu",
    "reporting-bugs-provide-feedback-head": "Poskytněte okamžitou zpětnou vazbu na hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vážíme si vašeho příspěvku. Dejte nám vědět nějaké problémy a my je rychle vyřešíme.",
    "reporting-bugs-security-head": "Bezpečnostní chyby",
    "reporting-bugs-security-text": "Vždy se zajímáme o zasílání zpráv o bezpečnostních chybách. Pošlete e-mail na adresu support@hcaptcha.com a CC security@hcaptcha.com a my se k vám rychle vrátíme. Máme také program odměn za chyby pro způsobilé bezpečnostní zprávy o službě hCaptcha a související zdrojový kód.",
    "sec-hc": "Zabezpečení první",
    "sec-hc-text": "hCaptcha je zaměřen na vydavatele. Pracujeme na tom, abychom webům poskytli skutečná data a nechali je rozhodnout, jak je budou používat. Přesnost je ve vašem zájmu a naše. Další captchas poskytují reklamní společnosti. Každý blok, který blokují, může snížit jejich příjmy.",
    "what-is-hcaptcha": "Co je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomáhá vašim oblíbeným webovým službám vyhýbat se robotům, spamu a zneužívání tím, že klade jednoduché otázky, které jsou pro člověka jednoduché a pro stroje obtížné.",
    "why-hc": "Proč hCaptcha?",
    "why-hc-text": "Pokaždé, když odpovíte na výzvu, používáme sofistikované modely, abychom zjistili, zda jste člověk nebo stroj. Web, který jste navštívili, pak použije tento výsledek k vylepšení vašeho zážitku na svém webu tím, že udržuje roboty."
}