{
    "acc-opt": "Možnosti usnadnění",
    "acc-opt-but": "Další informace o možnostech usnadnění přístupu",
    "acc-opt-text": "Jste zrakově postiženi nebo jinak neschopní dokončit hCaptchas?",
    "accessibility-link": "Přístupnost",
    "appreciate-in": "Vážíme si vašeho příspěvku. Sdělte nám jakékoli problémy a my je rychle vyřešíme.",
    "fb-but": "Pošlete nám zpětnou vazbu",
    "feedback-text": "Poskytněte zpětnou vazbu na hCaptcha, kterou jste právě viděli",
    "page-acc-link-1": "Pokud jste uživatelem přístupnosti, zaregistrujte se zde.",
    "page-acc-subhead": "Zajištění plynulého přístupu pro všechny uživatele při zachování bezpečnosti",
    "page-acc-title": "hCaptcha Informace o přístupnosti",
    "priv-hc": "Zaměření na soukromí",
    "priv-hc-text": "Reklamní sítě vás vidí jako jejich produkt. My ne. Nezajímá nás, kdo jsou uživatelé, pouze jak je pravděpodobné, že budou škodliví. Podporujeme iniciativy jako Privacy Pass a usilovně pracujeme na vyvážení soukromí a bezpečnosti.",
    "sec-hc": "Zabezpečení první",
    "sec-hc-text": "hCaptcha je zaměřen na vydavatele. Pracujeme na tom, abychom webům poskytli skutečná data a nechali je rozhodnout, jak je budou používat. Přesnost je ve vašem zájmu a naše. Další captchas poskytují reklamní společnosti. Každý blok, který blokují, může snížit jejich příjmy.",
    "what-is-hcaptcha": "Co je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomáhá vašim oblíbeným webovým službám vyhýbat se robotům, spamu a zneužívání tím, že klade jednoduché otázky, které jsou pro člověka jednoduché a pro stroje obtížné.",
    "why-hc": "Proč hCaptcha?",
    "why-hc-text": "Pokaždé, když odpovíte na výzvu, používáme sofistikované modely, abychom zjistili, zda jste člověk nebo stroj. Web, který jste navštívili, pak použije tento výsledek k vylepšení vašeho zážitku na svém webu tím, že udržuje roboty."
}