{
    "acc-opt": "Dewisiadau Hygyrchedd",
    "acc-opt-but": "Dysgu mwy am opsiynau hygyrchedd",
    "acc-opt-text": "A oes gennych nam ar eich golwg neu fel arall yn methu â chwblhau hCaptchas?",
    "accessibility-link": "Hygyrchedd",
    "appreciate-in": "Rydym yn gwerthfawrogi eich mewnbwn. Gadewch inni wybod unrhyw faterion a byddwn yn eu datrys yn gyflym.",
    "fb-but": "Anfonwch adborth atom",
    "feedback-text": "Rhowch adborth ar yr hCaptcha a welsoch",
    "learn-more-hcaptcha": "Dysgu Mwy am hCaptcha",
    "page-acc-link-1": "Os ydych chi'n ddefnyddiwr hygyrchedd, cofrestrwch yma.",
    "page-acc-subhead": "Sicrhau mynediad di-dor i'r holl ddefnyddwyr wrth gynnal diogelwch",
    "page-acc-title": "Gwybodaeth Hygyrchedd hCaptcha",
    "priv-hc": "Canolbwyntio ar Breifatrwydd",
    "priv-hc-text": "Mae rhwydweithiau ad yn eich gweld chi fel eu cynnyrch. Nid ydym yn gwneud hynny. Nid ydym yn poeni pwy yw defnyddwyr, dim ond pa mor debygol ydyn nhw o fod yn faleisus. Rydym yn cefnogi mentrau fel Preifatrwydd Pass, ac yn gweithio'n galed i gydbwyso preifatrwydd a diogelwch.",
    "sec-hc": "Diogelwch yn Gyntaf",
    "sec-hc-text": "Mae hCaptcha yn canolbwyntio ar y cyhoeddwr. Rydym yn gweithio i roi data go iawn i wefannau a gadael iddynt benderfynu sut i'w ddefnyddio. Mae cywirdeb er eich budd chi a'n un ni. Darperir captchas eraill gan gwmnïau hysbysebu. Gall pob bot y maent yn ei rwystro leihau eu refeniw.",
    "what-is-hcaptcha": "Beth yw hCaptcha?",
    "what-is-hcaptcha-text": "Mae hCaptcha yn helpu'ch hoff wasanaethau gwe i gadw bots, sbam, a cham-drin allan trwy ofyn cwestiynau syml sy'n hawdd i fodau dynol ac yn anodd i beiriannau.",
    "why-hc": "Pam hCaptcha?",
    "why-hc-text": "Bob tro rydych chi'n ateb her, rydyn ni'n defnyddio modelau soffistigedig i ddarganfod a ydych chi'n ddynol neu'n beiriant. Yna mae'r wefan y gwnaethoch chi ymweld â hi yn defnyddio'r canlyniad hwn i helpu i wella'ch profiad ar eu gwefan trwy gadw bots allan."
}