{
    "acc-opt": "Tilgængelighedsmuligheder",
    "acc-opt-but": "Lær mere om tilgængelighedsindstillinger",
    "acc-opt-text": "Er du synshæmmet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "accessibility-link": "Tilgængelighed",
    "appreciate-in": "Vi værdsætter dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "fb-but": "Send os feedback",
    "feedback-text": "Giv feedback på hCaptcha, du lige har set",
    "home-ent-1": "Leder du efter vores virksomheds sikkerhedstilbud?",
    "home-ent-2": "Besøg vores nye dedikerede websted: BotStop.com",
    "home-intro-body": "Bruger du en captcha til at holde bots ud? hCaptcha beskytter brugernes privatliv, belønner websteder og hjælper virksomheder med at få deres data mærket. Det er en drop-in erstatning for reCAPTCHA: du kan skifte inden for få minutter.",
    "home-intro-head": "Stop flere bots. Begynd at beskytte brugernes privatliv.",
    "home-main-1": "Privat. Sikker. Hurtigere. Og vi betaler dig for at bruge det.",
    "home-main-2": "Privatlivsfokuseret",
    "home-main-2c": "Annonceretværk ser dine besøgende som produktet. For hCaptcha er produktet det arbejde, de leverer. Vi er ligeglad med hvem dine brugere er, kun hvor sandsynligt de er for ondsindet. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed.",
    "home-main-3": "Sikkerhed først",
    "home-main-3c": "Nøjagtighed er i din interesse og vores. hCaptcha er udgiverfokuseret. Vi arbejder for at give dig rigtige data og lader dig beslutte, hvordan du bruger dem. Andre captchas leveres af",
    "home-main-3c2": "reklamevirksomheder. Dette betyder, at hver bot, de blokerer, kan reducere deres indtægter.",
    "home-main-4": "Bedre brugeroplevelse",
    "home-main-4c": "Sofistikerede maskinindlæringsmodeller bruges af hCaptcha til bestemmelse af menneskeheden. Dette gør det muligt for os at kræve mindre irriterende opgaver fra dine brugere og tage mindre tid på at gøre det, mens vi stadig producerer nyttige mærkede data til mærkning af kunder.",
    "home-main-plans": "hCaptcha er gratis at bruge til udgivere af enhver størrelse. For virksomheder og platforme, der har brug for mere kontrol, er vores virksomhedsløsninger imidlertid tilgængelige.",
    "home-main-plans2": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på kloden. Kontakt os for mere info eller besøg",
    "home-main-plans3": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på kloden. Kontakt os for mere info eller besøg",
    "home-main-plans4": "for detaljer.",
    "learn-more-hcaptcha": "Lær mere om hCaptcha",
    "page-acc-faq-1": "Spørgsmål: Er hCaptcha Section 508 + WCAG 2.0 kompatibel? Svar: Vi mener det: alle brugere med en hvilken som helst form for værdiforringelse, der er i stand til at surfe på nettet og indtaste tekst på formularer, kan få adgang til tjenester, der er beskyttet af hCaptcha ved registrering. Dette er dog ikke juridisk rådgivning: Du skal udføre din egen evaluering under hensyntagen til din særlige implementering for at sikre, at dette er tilfældet for din implementering.",
    "page-acc-faq-2": "Spørgsmål: Arbejder du med andre tilgængelighedsindstillinger (a11y), som lyd? Svar: Tidligere populære indstillinger som lyd captchas diskriminerer mange brugere fra 11 år og let blive besejret af moderne maskinlæringsteknikker. Dette har tvunget de nuværende lydudfordringer til at blive mere og mere vanskelige ved at indføre støj, ulige timing, usædvanlige ordkombinationer og så videre til at besejre angribere. Vi er således mindre begejstrede for denne tilgang kontra undgåelse af udfordringen helt, men vil overveje den, hvis der er efterspørgsel fra eleverne. Vi er dog meget interesseret i Privacy Pass til brugssagen til tilgængelighed. Vi mener, at en kombination af vores nuværende a11y-tilgang med udstedelse af Privacy Pass giver a11y-brugere mulighed for at gennemse sikkert, med den viden, at deres trafik er mere privat, samtidig med at det begrænser misbrug fra botoperatører, som uundgåeligt forekommer, når der er tilgængelige valgmuligheder i11. Vi er aktive deltagere i IETF-arbejdsgruppen, der standardiserer denne nye teknologi.",
    "page-acc-faq-3": "Spørgsmål: Hvad med privatlivets fred? Eksponerer registrering på 11. måde browsing data på en eller anden måde? Hvad gør du med e-mailen? Svar: hCaptcha er designet til privatliv fra bunden af. Det er meget anderledes end traditionelle indstillinger som reCAPTCHA, der ejes af annoncenetværk, som har et incitament til at spore dig rundt på nettet og knytte dig til en reel identitet. Vi bruger aldrig tilgængeligheds-e-mails eller info til andet formål end at lette brug af 11 år og forhindre misbrug. Vores fortrolighedspolitik har omfattende og autoritative svar på, hvordan vi bruger data, men det korte svar er, at vi ikke har nogen interesse i at knytte dig som person til din browseshistorik. Vi arbejder også i øjeblikket med en kryptografisk løsning for hurtigt at kassere din e-mail-adresse mens vi stadig bevarer vores evne til at forhindre misbrug, supplerer vi vores Privacy Pass-arbejde.",
    "page-acc-link-1": "Hvis du er en tilgængelighedsbruger, skal du tilmelde dig her.",
    "page-acc-subhead": "Sikring af problemfri adgang for alle brugere og samtidig opretholdelse af sikkerhed",
    "page-acc-summary": "Resumé",
    "page-acc-summary-contents-1": "hCaptcha er designet til at stoppe bots ved at skelne dem fra mennesker. Visuelle test er et praktisk værktøj til dette, men ikke alle kan løse en visuel udfordring. Af denne grund har vi designet et enkelt, smertefrit alternativ til at lade udgivere, der bruger vores service, bevare tilgængeligheden for alle med fuld overholdelse af Sektion 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Sådan fungerer det: først tilmelder sig en tilgængelighedsbruger sig på denne URL, som er knyttet på hCaptcha widget-infosiden. De får en krypteret cookie, der kan bruges flere gange om dagen, men skal opdateres hver 24. time via login. Når en udfordring præsenteres for en tilgængelighedsbruger på ethvert websted, der bruger hCaptcha-tjenesten, passerer de automatisk.",
    "page-acc-title": "hCaptcha Information om tilgængelighed",
    "page-acc-tr-body": "Spørgsmål: Jeg ser stadig en udfordring efter at have sat cookien. Hvad forårsager dette? Svar: Dette skyldes typisk en aggressiv annonceblokerer eller anti-cookie-udvidelse, eller en indstilling, der blokerer cookies på tværs af websteder, i dette tilfælde en cookie til hcaptcha.com, der er indstillet eller kontrolleret af hCaptcha JavaScript på et andet sted , ligesom den, du besøger. hCaptcha-tilgængelighedscookies fungerer med alle populære browsere og annonceblokkere med deres standardindstillinger, så typisk skyldes fejlfejl på anti-anti-adblock-scripts eller lignende regelsæt, der er målrettet mod bestemte websteder. Løsninger: 1. Whitelist hcaptcha.com og * .hcaptcha.com cookies i din annonceblokerer eller browsersikkerhedsudvidelse. 2. Hvis du bruger den Modige browser, som ikke (fra april 2020) ser ud til at have nogen form for whiteliste til cookie, skal du gå til Præferencer -> Skærme -> Cookies og vælge Tillad alle cookies. 3. Hvis du bruger den meget nyeste version af Safari på enten det nyligt frigivne OS X 10.15 eller iOS 13. 4, har Apple netop ændret opførelsen af Safari relateret til tredjepartscookies og blokeret dem alle som standard. Vi implementerer en løsning, men i mellemtiden skal du besøge Safari-indstillinger, afsnittet om personlige oplysninger og fjerne markeringen af webstedssporing: Undgå sporing på tværs af sider for at aktivere cookie til tilgængelighed, der fungerer som forventet. Spørgsmål: Jeg bruger flere enheder. Skal jeg tilmelde mig flere gange? Svar: Nej. Klik på det samme e-mail-login-link, der blev sendt til dig på hver enhed, du bruger til at indstille cookien.",
    "page-acc-tr-title": "For brugere af tilgængelighed: Spørgsmål og svar og vejledning til fejlfinding",
    "priv-hc": "Privatlivsfokuseret",
    "priv-hc-text": "Annonceretværk ser dig som deres produkt. Det gør vi ikke. Vi er ligeglad med hvem brugere er, kun hvor sandsynligt de er for ondsindet. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed.",
    "sec-hc": "Sikkerhed først",
    "sec-hc-text": "hCaptcha er udgiverfokuseret. Vi arbejder for at give websteder reelle data og lader dem beslutte, hvordan de skal bruges. Nøjagtighed er i din interesse og vores. Andre captchas leveres af reklamevirksomheder. Hver bot, de blokerer, kan reducere deres indtægter.",
    "what-is-hcaptcha": "Hvad er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjælper dine foretrukne webservices med at forhindre bots, spam og misbrug ved at stille enkle spørgsmål, der er lette for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du besvarer en udfordring, bruger vi sofistikerede modeller til at finde ud af, om du er menneske eller en maskine. Det websted, du besøgte, bruger derefter dette resultat til at forbedre din oplevelse på deres websted ved at holde bots ud."
}