{
    "about-advisors-brendan": "CEO for Brave. Medstifter af Mozilla. Opretter JavaScript-programmeringssprog. Bygger browsere og mere.",
    "about-advisors-dawn": "Professor, CS ved University of California, Berkeley. Deep learning, sikkerhed, blockchain ekspert. CEO for Oasis Labs.",
    "about-advisors-head": "rådgivere",
    "about-advisors-keiran": "Forsker ved Stanford. Maskinindlæring og kvantitativ finansiering i større banker, hedgefonde og den akademiske verden.",
    "about-content-head-1": "Hvad vi gør",
    "about-content-head-2": "Hvorfor det betyder noget",
    "about-content-text-1": "hCaptcha er en tjeneste fra Intuition Machines Inc, en AI- og maskinindlæringsvirksomhed med fokus på metalindlæring og visuelt domæne ML i målestok. Vi bygger og driver masserbare skalerbare systemer for at muliggøre video- og billedanalysetjenester for Global 2000-virksomheder over hele verden.",
    "about-content-text-1a": "hCaptcha bringer en moderne, fortrolighedsfokuseret tilgang til at stoppe bots.",
    "about-content-text-1b": "Vi viser CAPTCHA-udfordringer, der er vanskelige for bots, men lette for folk ved at indsamle vanskeligt mærkning af data fra maskinindlæringsproblemer og bruge dem til at skelne mellem, om et websteds- eller appbesøg er menneske.",
    "about-content-text-2": "Flere data giver generelt bedre resultater. Opbygning og vedligeholdelse af korrekt mærkede og relevante datasæt er tidskrævende og dyrt. hCaptcha blev oprindeligt udviklet til at imødekomme vores egne behov inden for billedmærkning og er nu tilgængelig for andre virksomheder med lignende behov.",
    "about-content-text-2a": "Dårlige skuespillere er stadig mere almindelige online. Men at ofre brugernes privatliv er ikke svaret.",
    "about-content-text-2b": "Sikkerhedsløsninger, der tilbydes af annoncevirksomheder, fokuserer primært på at spore brugere på nettet. Vi har skabt en effektiv sikkerhedsløsning, der viser, at det ikke er nødvendigt at skade brugerens privatliv for at levere fremragende resultater.",
    "about-intro-head-1": "Om hCaptcha",
    "about-intro-head-2": "Privatliv, sikkerhed og maskinindlæring.",
    "about-intro-text": "hCaptcha er verdens mest anvendte uafhængige CAPTCHA-tjeneste.",
    "about-leadership-alex": "Database og Blockchain ekspert. Tidlig ingeniør hos Cloudera og mere. Årtiers ekspertise, der bygger software og teams.",
    "about-leadership-eli": "DIREKTØR. Anerkendt leder inden for AI. Har anvendt maskintelligens i stor skala til en lang række forretningsproblemer i løbet af de sidste årtier.",
    "about-leadership-head": "Ledelse",
    "about-leadership-todd": "Ph.d. i Computational Biology, Stanford. Arbejde med neurale netværk siden 1999. Fokus på anvendt ML og dyb læring i stor skala.",
    "acc-opt": "Indstillinger for tilgængelighed",
    "acc-opt-but": "Lær mere om tilgængelighedsindstillinger",
    "acc-opt-text": "Er du synshandicappet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "accessibility-link": "Tilgængelighed",
    "appreciate-in": "Vi sætter pris på dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "fb-but": "Send os feedback",
    "feedback-text": "Giv feedback på den hCaptcha, du lige har set",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha er et registreret varemærke tilhørende Intuition Machines, Inc.",
    "footer-header-1": "Selskab",
    "footer-header-2": "Ressourcer",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Mærkning",
    "footer-link-10": "Tilgængelighed",
    "footer-link-2": "Om",
    "footer-link-3": "Job",
    "footer-link-4": "Varemærker",
    "footer-link-5": "AI-etik",
    "footer-link-6": "Blog",
    "footer-link-7": "status",
    "footer-link-8": "Dokumentation",
    "footer-link-9": "Anmeld en fejl",
    "footer-privacy": "Privatliv",
    "footer-subheader-1": "Support",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Vilkår",
    "h-plans": "Abonnementsplaner",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Mærkningstjenester",
    "header-login-button": "Log på",
    "header-plans-link": "Planer",
    "header-signup-button": "Tilmelde",
    "home-about-head": "Om hCaptcha",
    "home-about-subtitle": "Drevet af HUMAN Protocol",
    "home-about-text-1": "hCaptcha er designet til at løse det mest arbejdskrævende problem inden for maskinindlæring: mærkning af store mængder data på en rettidig, overkommelig og pålidelig måde.",
    "home-about-text-2": "Flere data giver generelt bedre resultater i træning af maskinlæringsmodeller. Den nylige succes med dybe modeller har ført til stadig større datasæt, næsten altid med en vis menneskelig gennemgang. Imidlertid er det langsomt og dyrt at oprette store menneskelige anmeldelser af datasæt via Mechanical Turk, figur otte osv.",
    "home-about-text-3": "hCaptcha giver websteder mulighed for at tjene penge, der betjener denne efterspørgsel, mens de blokerer bots og andre former for misbrug.",
    "home-about-text-4": "Markedet for hCaptcha er drevet af HUMAN Protocol, en åben decentral protokol til menneskelig gennemgang, der kører på Ethereum blockchain. Websteder tjener Human Tokens (HMT), når brugere bruger hCaptcha-widgeten på deres websted, og maskinlæringsfirmaer betaler Human Tokens for at få deres data mærket.",
    "home-ba-labeling-services-link": "Mærkningstjenester",
    "home-benefits-head-1": "Værdien i datamærkning",
    "home-benefits-head-2": "Giv tilbage til velgørenhed",
    "home-benefits-text-1": "Var du klar over hver gang du klikker på bilen, hjælper du med at træne et enkelt gigantisk selskabs maskinindlæringssystemer gratis?",
    "home-benefits-text-2": "hCaptcha vender denne model rundt. Når du bruger hCaptcha, byder virksomheder på det arbejde, dine brugere gør, når de beviser deres menneskelighed. Du får fordelene.",
    "home-benefits-text-3": "Vil du give tilbage til din yndlings velgørenhed? hCaptcha giver dig mulighed for at støtte velgørenhedsorganisationer efter eget valg med den indtjening, du får ved at bruge den. Brugere på dit websted vil snart kunne se dit bidrag til velgørenhed gennem diskret branding på hCaptcha-grænsefladen.",
    "home-challenge-text-1": "Vælg alle billeder, der matcher forespørgslen",
    "home-challenge-text-2": "Definer afgrænsningsområde for objekter",
    "home-challenge-text-3": "Identificer de tilsvarende etiketter",
    "home-challenge-title-1": "Sammenligning",
    "home-challenge-title-2": "Afgrænsningsboks",
    "home-challenge-title-3": "Kategorisering",
    "home-challenges-head": "Præsenterede udfordringer",
    "home-challenges-text-1": "... og andre enkle opgaver. Let for mennesker, svært for bots.",
    "home-challenges-text-2": "Brugerdefinerede opgaver er også tilgængelige for virksomhedsudgivere.",
    "home-ent-1": "Leder du efter vores forretningssikkerhedstilbud?",
    "home-ent-2": "Besøg vores nye dedikerede side: BotStop.com",
    "home-ent-button": "Lær mere: BotStop af hCaptcha",
    "home-from-the-blog": "FRA BLOGGEN:",
    "home-from-the-blog-value": "Sådan fungerer hCaptcha vanskelighedsindstillinger",
    "home-intro-body": "Bruger du en captcha til at holde bots ude? hCaptcha beskytter brugernes privatliv, belønner websteder og hjælper virksomheder med at få deres data mærket. Det er en drop-in erstatning for reCAPTCHA: du kan skifte inden for få minutter.",
    "home-intro-button": "Tilmeld dig nu",
    "home-intro-head": "Stop flere bots. Begynd at beskytte brugernes privatliv.",
    "home-main-1": "Privat. Sikker. Hurtigere. Og vi betaler dig for at bruge det.",
    "home-main-2": "Privatlivsfokuseret",
    "home-main-2c": "Annoncenetværk ser dine besøgende som produktet. For hCaptcha er produktet det arbejde, de leverer. Vi er ligeglade med, hvem dine brugere er, kun hvor sandsynligt de er for at være ondsindede. Vi støtter initiativer som Privacy Pass og arbejder hårdt på at skabe balance mellem privatliv og sikkerhed.",
    "home-main-3": "Sikkerhed først",
    "home-main-3c": "Nøjagtighed er i din interesse og vores. hCaptcha er udgiverfokuseret. Vi arbejder på at give dig reelle data og lade dig beslutte, hvordan du bruger dem. Andre captchas leveres af gigantiske reklamevirksomheder. Dette betyder, at hver bot, de blokerer, kan reducere deres indtægter.",
    "home-main-4": "Bedre brugeroplevelse",
    "home-main-4c": "Sofistikerede maskinlæringsmodeller bruges af hCaptcha til bestemmelse af menneskeheden. Dette lader os kræve mindre irriterende opgaver fra dine brugere og tager mindre af deres tid på at gøre det, mens vi stadig producerer nyttige mærkede data til mærkning af kunder.",
    "home-main-plans": "hCaptcha er gratis at bruge til udgivere af enhver størrelse. Imidlertid er vores virksomhedsløsninger tilgængelige for virksomheder og platforme, der har brug for mere kontrol.",
    "home-main-plans2": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på planeten. Kontakt os for mere info, eller besøg",
    "home-main-plans3": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på planeten. Kontakt os for mere info, eller besøg",
    "home-main-plans4": "for detaljer.",
    "home-plans-button-1": "Tilmeld dig nu",
    "home-plans-button-2": "Kontakt salg",
    "home-plans-chart-head-1": "Funktioner",
    "home-plans-chart-head-2": "Forlægger",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontroller udfordringstyper vist",
    "home-plans-chart-row-1-cell-2": "Limited",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Multi-user dashboards",
    "home-plans-chart-row-11-cell-1": "Avancerede rapporteringsfunktioner",
    "home-plans-chart-row-12-cell-1": "Enterprise SLA'er",
    "home-plans-chart-row-2-cell-1": "Kontroller anvendt udfordringsindhold",
    "home-plans-chart-row-2-cell-2": "Limited",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Optjen belønninger for menneskelige løsninger",
    "home-plans-chart-row-4-cell-1": "Anti-bot-beskyttelse i verdensklasse",
    "home-plans-chart-row-5-cell-1": "Fungerer i alle lande",
    "home-plans-chart-row-6-cell-1": "GDPR og CCPA-venlig fortrolighedspolitik",
    "home-plans-chart-row-7-cell-1": "Finkornet sværhedsgrad",
    "home-plans-chart-row-8-cell-1": "Start dit eget udfordringsindhold",
    "home-plans-chart-row-9-cell-1": "Tidsbaseret vanskelighedsplanlægning",
    "home-try-it-out-button": "Få hCaptcha",
    "home-try-it-out-head": "Prøve det",
    "home-try-it-out-text": "hCaptcha giver enkel, nem og pålidelig botdetektion, mens den er triviel for mennesker at løse.",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha er designet til at løse det mest arbejdskrævende problem inden for maskinlæring; mærkning af enorme mængder data på en rettidig, overkommelig og pålidelig måde. Flere data giver generelt bedre resultater i træning af maskinlæringsmodeller. Den nylige succes med dybe modeller har ført til stadig større datasæt, og hCaptcha tjener dette behov.",
    "labeling-about-text-2": "Det er imidlertid langsomt og dyrt at oprette store datasæt, der er gennemgået af mennesker ved hjælp af traditionelle metoder. hCaptcha er en måde for virksomheder at få de kommentarer, de har brug for hurtigere, med højere kvalitet og til en lavere pris end andre alternativer.",
    "labeling-annotations-head": "Annotationstyper",
    "labeling-annotations-text-1": "Nøjagtig genkendelse af objekter i billeder og video",
    "labeling-annotations-text-2": "Nøjagtig genkendelse af objekter i billeder og video",
    "labeling-annotations-text-3": "Punktkommentarer til mange forskellige brugssager",
    "labeling-annotations-text-4": "Sorter eller tilføj vilkårlige kategorier af enhver størrelse",
    "labeling-annotations-text-5": "Menneskedrevet påvisning og klassificering",
    "labeling-annotations-text-6": "Brug for en anden type, der ikke er angivet her? Bare spørg os.",
    "labeling-annotations-title-1": "Afgrænsningskasser",
    "labeling-annotations-title-2": "polygoner",
    "labeling-annotations-title-3": "vartegn",
    "labeling-annotations-title-4": "Attributkategorisering",
    "labeling-annotations-title-5": "Sammenligning og påvisning",
    "labeling-annotations-title-6": "... og mange flere",
    "labeling-ent-button": "Kontakt vores Enterprise Solutions-team",
    "labeling-ent-head": "Brug for end-to-end-kontrol?",
    "labeling-ent-text-1": "HUMAN-platformen bag hCaptcha leverer yderst sofistikeret arbejdskvalitet og ledelsesfunktioner via on-premise, hybrid eller SaaS-implementeringer, der integreres med dine eksisterende systemer.",
    "labeling-ent-text-2": "Kør helt offline med din egen arbejdsstyrke, spor værdi, der forbruges på tværs af forretningsenheder eller konsortiumpartnere, diriger job selektivt til forskellige interne eller eksterne arbejdskraftudbydere baseret på omkostnings- og sikkerhedskrav med mere.",
    "labeling-ent-text-3": "Nem API-adgang, smukke dashboards og den nyeste model-in-the-loop teknologi for at maksimere effektiviteten.",
    "labeling-ent-text-4": "99,99% oppetid SLA'er og 24/7 global support tilgængelig. For mere information:",
    "labeling-features-head-1": "Enkle API-drevne rørledninger.",
    "labeling-features-head-2": "Optimeret til pris og kvalitet. Der kræves ingen forudgående forpligtelse.",
    "labeling-features-head-3": "Betal kun for den nøjagtighed, du har brug for.",
    "labeling-features-head-4": "Giv dine egne sandhedsdata eller lad os bygge dem på farten.",
    "labeling-features-text-1": "Vil du integrere menneskelig anmeldelse direkte i din forretningsdrift? Vi tilbyder høj pålidelighed SLA'er, garanteret kapacitet og enkle REST API'er.",
    "labeling-features-text-2": "HUMAN-platformen bruger omfattende tillidsmodeller til at udføre sofistikerede kvalitetsanalyser i realtid. Dette giver os mulighed for hurtigt at bestemme både vanskeligheden ved spørgsmål og deres sandsynlige rigtige svar, hvilket sparer dig tid og penge.",
    "labeling-features-text-3": "Ikke alle problemer er de samme. Kommentarer til sikkerhedskritiske opgaver kan kræve 99,99% tillid fra helt menneskelige arbejdere. Kommentarer til en beta-funktion i en mobilspilapp kræver muligvis kun moderat tillid. Du bestemmer.",
    "labeling-features-text-4": "Har du rådata uden et omfattende verifikationssæt? I de fleste tilfælde kan vi oprette en til dig, når opgaver løber gennem systemet, eller oprette mærkede prøver til din godkendelse.",
    "labeling-info-head": "Få data mærket",
    "labeling-info-text-1": "Tal med en af vores domæneeksperter for at definere dit projektbehov: målnøjagtighed, format og eventuelle specielle krav.",
    "labeling-info-text-2": "Vi udfører et lille produktionsjob baseret på dine eksempeldata. Dette tester det arbejde, vi har udført sammen for at sikre, at du får nøjagtigt det, du har brug for.",
    "labeling-info-text-3": "Med vores høje lydstyrke og lave ventetid vil vi hurtigt vende dit arbejde med automatisk levering, så snart det er gjort.",
    "labeling-info-text-4": "Efterhånden som vi bedre forstår parametrene for dit produktionsarbejde, vil resultaterne fortsat blive bedre over tid.",
    "labeling-info-text-5": "Live dashboards giver dig mulighed for at give feedback eller pause i produktionen til enhver tid.",
    "labeling-info-title-1": "Definer specifikationer",
    "labeling-info-title-2": "Indledende jobtest",
    "labeling-info-title-3": "Implementere produktionsjob",
    "labeling-info-title-4": "Løbende forbedringer",
    "labeling-info-title-5": "Resultater i realtid",
    "labeling-main-1": "Omkostningseffektiv datamærkning i målestok",
    "labeling-main-1-button": "Få dine data mærket nu",
    "labeling-main-1c": "Brug for flere etiketter til dine datasæt? hCaptcha leverer hurtig, omkostningseffektiv og datamærkning af høj kvalitet til virksomheder, der arbejder med kunstig intelligens og maskinindlæringsapplikationer.",
    "labeling-main-2": "Start millioner af opgaver med det samme.",
    "labeling-main-2-button": "Køb Data Labelling Services",
    "labeling-main-2c": "hCaptcha har en af de største pools på planeten til rådighed til din brug. Uanset din skala kan vi klare det uden dyre forudgående forpligtelser. Millioner af opgaver om dagen er ikke noget problem.",
    "labeling-platform-head": "Privat eller offentlig information",
    "labeling-platform-text": "hCaptcha er bygget på HUMAN-platformen, som giver mulighed for sofistikeret routing og analyse for at optimere omkostninger og effektivitet ved hvert trin. Denne teknologi lader den rigtige arbejdsstyrke håndtere hver del af dit job, hvilket maksimerer omkostningseffektiviteten, samtidig med at privatlivets fred bevares og opfyldes de lovgivningsmæssige krav, der måtte være gældende.",
    "labeling-try-button": "Køb Data Labelling Services",
    "labeling-try-head": "Vil du prøve det med dine data?",
    "labeling-try-text": "... vi er klar, når du er: vores service er tilgængelig døgnet rundt.",
    "learn-more-hcaptcha": "Lær mere om hCaptcha",
    "page-acc-faq-1": "Spørgsmål: Er hCaptcha afsnit 508 + WCAG 2.0 kompatibel? Svar: Vi tror på det: alle brugere med enhver form for handicap, der er i stand til at surfe på nettet og indtaste tekst på formularer, kan få adgang til tjenester, der er beskyttet af hCaptcha ved registrering. Dette er dog ikke juridisk rådgivning: Du skal foretage din egen evaluering under hensyntagen til din særlige implementering for at sikre, at dette er tilfældet for din implementering.",
    "page-acc-faq-2": "Spørgsmål: Arbejder du med andre tilgængelighedsindstillinger (a11y), f.eks. Lyd? Svar: Tidligere populære muligheder som lydoptagere diskriminerer mange brugere og bliver let besejret af moderne maskinlæringsteknikker. Dette har tvunget nuværende lydudfordringer til at blive mere og mere vanskelige ved at indføre støj, ulige timing, usædvanlige ordkombinationer og så videre for at besejre angribere. Vi er således mindre begejstrede for denne tilgang versus at undgå udfordringen helt, men vil overveje det, hvis der er efterspørgsel fra a11y-samfundet. Vi er dog meget interesserede i Privacy Pass til brugssagen om tilgængelighed. Vi mener, at en kombination af vores nuværende a11y-tilgang med Privacy Pass-udstedelse vil give a11y-brugere mulighed for at surfe sikkert, sikre i den viden, at deres trafik er mere privat, samtidig med at det begrænser misbrug af botoperatører, der uundgåeligt opstår, når a11y-muligheder er tilgængelige. Vi er aktive deltagere i IETF-arbejdsgruppen, der standardiserer denne nye teknologi.",
    "page-acc-faq-3": "Spørgsmål: Hvad med privatlivets fred? Udsætter registreringen a11y browserdata på en eller anden måde? Hvad laver du med e-mailen? Svar: hCaptcha er designet til privatliv fra bunden. Det er meget anderledes end traditionelle muligheder som reCAPTCHA, der ejes af annoncenetværk, der har et incitament til at spore dig rundt på nettet og forbinde dig med en reel identitet. Vi bruger aldrig tilgængeligheds-e-mails eller info til noget andet formål end at lette brugen og forhindre misbrug. Vores fortrolighedspolitik har omfattende og autoritative svar på, hvordan vi bruger data, men det korte svar er, at vi ikke har nogen interesse i at knytte dig som person til din browserhistorik. Vi arbejder i øjeblikket på en kryptografisk løsning til hurtigt at kassere din e-mail-adresse samtidig med at vi bevarer vores evne til at forhindre misbrug, supplerer vores Privacy Pass-arbejde.",
    "page-acc-link-1": "Hvis du er en bruger til tilgængelighed, skal du tilmelde dig her.",
    "page-acc-subhead": "Sikrer problemfri adgang for alle brugere, samtidig med at sikkerheden opretholdes",
    "page-acc-summary": "Resumé",
    "page-acc-summary-contents-1": "hCaptcha er designet til at stoppe bots ved at skelne dem fra mennesker. Visuelle tests er et praktisk værktøj til dette, men ikke alle kan løse en visuel udfordring. Af denne grund har vi designet et simpelt, smertefrit alternativ til at lade udgivere, der bruger vores service, bevare tilgængeligheden for alle med fuld overensstemmelse med afsnit 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Sådan fungerer det: først tilmelder en tilgængelighedsbruger sig ved denne URL, som er linket til hCaptcha-widgetinfosiden. De får en krypteret cookie, der kan bruges flere gange om dagen, men skal opdateres hver 24. time via login. Når en udfordring præsenteres for en tilgængelighedsbruger på ethvert websted, der bruger hCaptcha-tjenesten, passerer de automatisk.",
    "page-acc-title": "hCaptcha Tilgængelighedsoplysninger",
    "page-acc-tr-body": "Spørgsmål: Jeg ser stadig en udfordring efter indstilling af cookien. Hvad forårsager dette? Svar: Dette skyldes typisk brug af en aggressiv annonceblokering eller anti-cookie-udvidelse eller en indstilling, der blokerer cookies på tværs af websteder, i dette tilfælde en cookie til hcaptcha.com, der er indstillet eller kontrolleret af hCaptcha JavaScript på et andet sted , som den du besøger. hCaptcha-tilgængelighedscookies fungerer sammen med alle populære browsere og annonceblokkere med deres standardindstillinger, så fejl skyldes typisk anti-anti-adblock-scripts eller lignende regelsæt, der er målrettet mod bestemte websteder. Løsninger: 1. Hvidliste hcaptcha.com og * .hcaptcha.com cookies i din annonceblokering eller browserudvidelse. 2. Hvis du bruger Brave-browseren, som ikke (pr. April 2020) ser ud til at have nogen form for hvidliste for cookies, skal du gå til Indstillinger -> Skjolde -> Cookies og vælge Tillad alle cookies. 3. Hvis du bruger den nyeste version af Safari på enten den nyligt udgivne OS X 10.15 eller iOS 13. 4, har Apple netop ændret Safari's opførsel relateret til tredjepartscookies og blokerer dem alle som standard. Vi implementerer en løsning, men i mellemtiden skal du besøge Safari-præferencer, afsnittet om beskyttelse af personlige oplysninger og fjerne markeringen af Websidesporing: Forhindre sporing på tværs af websteder for at aktivere tilgængelighedscookien til at fungere som forventet. Spørgsmål: Jeg bruger flere enheder. Skal jeg tilmelde mig flere gange? Svar: Nej. Klik på det samme e-mail-loginlink, der er sendt til dig på hver enhed, du bruger for at indstille cookien.",
    "page-acc-tr-title": "For brugere af tilgængelighed: Spørgsmål og svar og vejledning til fejlfinding",
    "priv-hc": "Privatlivsfokuseret",
    "priv-hc-text": "Annoncenetværk ser dig som deres produkt. Det gør vi ikke. Vi er ligeglade med, hvem brugere er, kun hvor sandsynligt de er for at være ondsindede. Vi støtter initiativer som Privacy Pass og arbejder hårdt på at skabe balance mellem privatliv og sikkerhed.",
    "reporting-bugs-accessibility-button": "Lær mere om tilgængelighedsindstillinger",
    "reporting-bugs-accessibility-head": "Indstillinger for tilgængelighed",
    "reporting-bugs-accessibility-text": "Er du synshandicappet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "reporting-bugs-guide-ff-head": "Registrering af fejlrapportoplysninger: Firefox",
    "reporting-bugs-guide-ff-step-1": "Trin 1: Åbn udviklerværktøjer (Dette begynder at optage sessionen.)",
    "reporting-bugs-guide-ff-step-2": "Trin 2: Klik på fanen Netværk i Udviklerværktøjer. Marker boksen Persist logs øverst.",
    "reporting-bugs-guide-ff-step-3": "Trin 3: besøg https://accounts.hcaptcha.com/demo eller det websted, du har et problem med (fortrolighedsnote: kun hvis du ikke har noget imod at dele, hvad det er) ... og klik derefter på I er menneskelig knap, og prøv at løse.",
    "reporting-bugs-guide-ff-step-4": "Trin 4: Klik på HAR, når du har forsøgt at løse det, og vælg Gem alle som HAR for at gemme netværksloggen. Send den fil til os.",
    "reporting-bugs-guide-ff-step-5": "Trin 5: Klik på fanen Konsol, og højreklik derefter på Vælg alt og gem det i en tekstfil for at gemme konsolloggen. Send os det også.",
    "reporting-bugs-guide-ff-step-6": "Sidste trin: Send disse HAR- og konsol-logfiler via e-mail til os, og beskriv problemet Brug: support@hcaptcha.com (brug en tjeneste som Dropbox eller Filebin og send links) og eventuelt et screenshot, hvis du har mistanke om, at der ikke er noget, der ikke vises korrekt . Send også den IP, du bruger. Du kan få det fra https://www.whatsmyip.org/ Tak, fordi du tog dig tid til at hjælpe os med at få denne info! Vi er forpligtet til at få hCaptcha til at fungere godt for alle.",
    "reporting-bugs-guide-head": "Registrering af fejlrapportoplysninger: Chrome",
    "reporting-bugs-guide-step-1": "Trin 1: Åbn udviklerværktøjer (Dette begynder at optage sessionen.)",
    "reporting-bugs-guide-step-2": "Trin 2: Klik på fanen Netværk i Udviklerværktøjer. Marker boksen Bevar log øverst.",
    "reporting-bugs-guide-step-3": "Trin 3: besøg https://accounts.hcaptcha.com/demo eller det websted, du har et problem med (fortrolighedsnote: kun hvis du ikke har noget imod at dele, hvad det er) ... og klik derefter på I er menneskelig knap, og prøv at løse.",
    "reporting-bugs-guide-step-4": "Trin 4: Klik på Eksporter HAR (den lille pil ned), når du har forsøgt at løse, hvilket gemmer netværksloggen. Send den fil til os.",
    "reporting-bugs-guide-step-5": "Trin 5: Klik på fanen Konsol, og højreklik derefter på Gem som .. for at gemme konsolloggen. Send os det også.",
    "reporting-bugs-guide-step-6": "Sidste trin: Send disse HAR- og konsollogfiler via e-mail til os, og beskriv problemet. Brug: support@hcaptcha.com (brug en tjeneste som Dropbox eller Filebin og send links) og eventuelt et skærmbillede, hvis du har mistanke om, at der ikke er noget, der ikke vises korrekt. Send også den IP, du bruger. Du kan få det fra https://www.whatsmyip.org/ Tak, fordi du tog dig tid til at hjælpe os med at få denne info! Vi er forpligtet til at få hCaptcha til at fungere godt for alle.",
    "reporting-bugs-guide-text-1": "At sende fejlretningsoplysninger sammen med din rapport vil gøre det meget lettere for os at identificere, hvad der foregår. Her er trinvise instruktioner:",
    "reporting-bugs-guide-text-2": "Hvis du er en webudvikler eller ekspertbruger, er resuméet, at vi gerne vil have, at du sender os en netværksoptagelse af HAR- og browserkonsollogfiler. Prøv først at deaktivere enhver annonceblokering eller browsersikkerhedsudvidelser, og prøv derefter igen, før du gennemgår disse trin. Hvis det løser dit problem, vil vi stadig sætte pris på at du fortæller os din browserversion, annonceblokering eller browserudvidelse og webadressen til webstedet.",
    "reporting-bugs-intro-head": "Fundet en fejl? Sådan rapporteres det.",
    "reporting-bugs-intro-text": "Millioner af mennesker bruger hCaptcha hver måned på tusindvis af kombinationer af browsere, udvidelser, enheder, firewalls og mere. Vores mål er at sikre, at det altid fungerer for dig, så vi sætter stor pris på dine rapporter! For at give hurtig feedback skal du blot klikke på knappen Send os feedback. Hvis du oplever et funktionelt problem, skal du følge instruktionerne til fejlretningsloggen for Chrome eller fejlfindingsloginstruktionerne for Firefox nedenfor. For alle andre browsere skal du bare e-maile os. Se instruktionerne nedenfor for potentielle sikkerheds- eller privatlivsproblemer.",
    "reporting-bugs-privacy-head": "Privatlivsproblemer",
    "reporting-bugs-privacy-text": "Vi er ligeglade med, hvem brugerne er, kun hvor sandsynligt de er for at være ondsindede eller maskiner. Vi støtter initiativer som Privacy Pass og arbejder hårdt på at skabe balance mellem privatliv og sikkerhed. Hvis du har fundet et problem, som du mener kan påvirke brugernes privatliv, bedes du kontakte os på support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Send os feedback",
    "reporting-bugs-provide-feedback-head": "Giv øjeblikkelig feedback på hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi sætter pris på dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "reporting-bugs-security-head": "Sikkerhedsfejl",
    "reporting-bugs-security-text": "Vi er altid interesserede i at modtage rapporter om sikkerhedsfejl. E-mail support@hcaptcha.com & CC security@hcaptcha.com, så vender vi hurtigt tilbage til dig. Vi har også et bug bounty-program til kvalificerede sikkerhedsrapporter om hCaptcha-tjenesten og relaterede kildekode.",
    "sec-hc": "Sikkerhed først",
    "sec-hc-text": "hCaptcha er udgiverfokuseret. Vi arbejder på at give websteder reelle data og lade dem beslutte, hvordan de skal bruge dem. Nøjagtighed er i din interesse og vores. Andre captchas leveres af reklamevirksomheder. Hver bot, de blokerer, kan reducere deres indtægter.",
    "switch-to-english-link": "Skift til engelsk",
    "what-is-hcaptcha": "Hvad er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjælper dine yndlingswebtjenester med at holde bots, spam og misbrug ude ved at stille enkle spørgsmål, der er lette for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du besvarer en udfordring, bruger vi sofistikerede modeller til at finde ud af, om du er menneske eller en maskine. Hjemmesiden, du besøgte, bruger derefter dette resultat til at forbedre din oplevelse på deres websted ved at holde bots ude."
}