{
    "acc-opt": "Tilgængelighedsmuligheder",
    "acc-opt-but": "Lær mere om tilgængelighedsindstillinger",
    "acc-opt-text": "Er du synshæmmet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "accessibility-link": "Tilgængelighed",
    "appreciate-in": "Vi værdsætter dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "fb-but": "Send os feedback",
    "feedback-text": "Giv feedback på hCaptcha, du lige har set",
    "learn-more-hcaptcha": "Lær mere om hCaptcha",
    "page-acc-link-1": "Hvis du er en tilgængelighedsbruger, skal du tilmelde dig her.",
    "page-acc-subhead": "Sikring af problemfri adgang for alle brugere og samtidig opretholdelse af sikkerhed",
    "page-acc-title": "hCaptcha Information om tilgængelighed",
    "priv-hc": "Privatlivsfokuseret",
    "priv-hc-text": "Annonceretværk ser dig som deres produkt. Det gør vi ikke. Vi er ligeglad med hvem brugere er, kun hvor sandsynligt de er for ondsindet. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed.",
    "sec-hc": "Sikkerhed først",
    "sec-hc-text": "hCaptcha er udgiverfokuseret. Vi arbejder for at give websteder reelle data og lader dem beslutte, hvordan de skal bruges. Nøjagtighed er i din interesse og vores. Andre captchas leveres af reklamevirksomheder. Hver bot, de blokerer, kan reducere deres indtægter.",
    "what-is-hcaptcha": "Hvad er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjælper dine foretrukne webservices med at forhindre bots, spam og misbrug ved at stille enkle spørgsmål, der er lette for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du besvarer en udfordring, bruger vi sofistikerede modeller til at finde ud af, om du er menneske eller en maskine. Det websted, du besøgte, bruger derefter dette resultat til at forbedre din oplevelse på deres websted ved at holde bots ud."
}