{
    "about-advisors-brendan": "DIREKTØR. Anerkendt leder i AI. Har anvendt maskine-intelligens i skala på en lang række forretningsproblemer i de sidste årtier.",
    "about-advisors-dawn": "Ph.d. i Computational Biology, Stanford. Arbejder med neurale netværk siden 1999. Fokus på anvendt ML og dyb læring i skala.",
    "about-advisors-head": "rådgivere",
    "about-advisors-keiran": "Database og Blockchain ekspert. Tidlig ingeniør hos Cloudera og mere. Tiår med ekspertise til opbygning af software og teams.",
    "about-content-head-1": "Hvad vi gør",
    "about-content-head-2": "Hvorfor det betyder noget",
    "about-content-text-1": "hCaptcha er en tjeneste fra Intuition Machines Inc, en AI- og maskinuddannelsesvirksomhed med fokus på metalskæring og visuelt domæne ML i skala. ‍Vi bygger og driver massivt skalerbare systemer for at muliggøre video- og billedanalysetjenester for Global 2000-virksomheder over hele verden.",
    "about-content-text-2": "Flere data giver generelt bedre resultater. Opbygning og vedligeholdelse af korrekt mærkede og relevante datasæt er tidskrævende og dyrt. ‍HCaptcha blev oprindeligt udviklet til at imødekomme vores egne behov inden for billedmærkning og er nu tilgængelig for andre virksomheder med lignende behov.",
    "about-intro-head-1": "Arbejde for hCaptcha",
    "about-intro-head-2": "Vores mission er stor",
    "about-intro-text": "Vi vokser hurtigt og leder altid efter verdens bedste talent på tværs af vores globale kontorer. Du kan ansøge med nedenstående links.",
    "about-leadership-alex": "Database og Blockchain ekspert. Tidlig ingeniør hos Cloudera og mere. Tiår med ekspertise til opbygning af software og teams.",
    "about-leadership-eli": "DIREKTØR. Anerkendt leder i AI. Har anvendt maskine-intelligens i skala på en lang række forretningsproblemer i de sidste årtier.",
    "about-leadership-head": "Ledelse",
    "about-leadership-todd": "Ph.d. i Computational Biology, Stanford. Arbejder med neurale netværk siden 1999. Fokus på anvendt ML og dyb læring i skala.",
    "acc-opt": "Tilgængelighedsmuligheder",
    "acc-opt-but": "Lær mere om tilgængelighedsindstillinger",
    "acc-opt-text": "Er du synshæmmet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "accessibility-link": "Tilgængelighed",
    "appreciate-in": "Vi værdsætter dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "fb-but": "Send os feedback",
    "feedback-text": "Giv feedback på hCaptcha, du lige har set",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha er et registreret varemærke tilhørende Intuition Machines, Inc.",
    "footer-header-1": "Selskab",
    "footer-header-2": "Ressourcer",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Mærkning",
    "footer-link-2": "Om",
    "footer-link-3": "Job",
    "footer-link-4": "Varemærker",
    "footer-link-5": "Blog",
    "footer-link-6": "status",
    "footer-link-7": "Dokumentation",
    "footer-link-8": "Anmeld en fejl",
    "footer-link-9": "Tilgængelighed",
    "footer-privacy": "Privatliv",
    "footer-subheader-1": "Support",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Vilkår",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Mærkningstjenester",
    "header-login-button": "Log på",
    "header-plans-link": "Planer",
    "header-signup-button": "Tilmelde",
    "home-about-head": "Om hCaptcha",
    "home-about-subtitle": "Drevet af HUMAN-protokol",
    "home-about-text-1": "hCaptcha er designet til at løse det mest arbejdskraftintensive problem inden for maskinlæring: mærkning af store mængder data på en rettidig, overkommelig og pålidelig måde.",
    "home-about-text-2": "Flere data giver generelt bedre resultater i modeller for træning af maskinlæring. Den nylige succes med dybe modeller har ført til stadig større datasæt, næsten altid med en vis menneskelig gennemgang. Det er dog både langsomt og dyrt at oprette store menneskelige gennemgåede datasæt via Mekanisk Turk, figur otte osv.",
    "home-about-text-3": "hCaptcha giver websteder mulighed for at tjene penge, der tjener dette krav, mens de blokerer for bots og andre former for misbrug.",
    "home-about-text-4": "Markedsplassen hCaptcha drives af HUMAN-protokollen, en åben decentral protokol til menneskelig gennemgang, der kører på Ethereum blockchain. Websteder tjener menneskelige tokens (HMT), hver gang brugere bruger hCaptcha-widget på deres websted, og maskinlæringsfirmaer betaler menneskelige tokens for at få deres data mærket.",
    "home-ba-labeling-services-link": "Mærkningstjenester",
    "home-benefits-head-1": "Værdien i datamærkning",
    "home-benefits-head-2": "Giv tilbage til velgørenhed",
    "home-benefits-text-1": "Vidste du, at hver gang du \"klikker på bilen\" hjælper du med at uddanne et enkelt Giganticcompany-maskinindlæringssystemer gratis?",
    "home-benefits-text-2": "hCaptcha vender denne model rundt. Når du bruger hCaptcha, byder virksomheder på det arbejde, dine brugere udfører, når de beviser deres menneskelighed. Du får belønningen.",
    "home-benefits-text-3": "Vil du give tilbage til din foretrukne velgørenhedsorganisation? hCaptcha giver dig mulighed for at støtte velgørende organisationer med den indtjening, du får ved at bruge den. Brugere på dit websted vil snart kunne se dit bidrag til velgørenhed gennem diskret branding på hCaptcha-interface.",
    "home-challenge-text-1": "Vælg alle billeder, der matcher forespørgsel",
    "home-challenge-text-2": "Definer afgrænsningsområdet for objekter",
    "home-challenge-text-3": "Identificer de tilsvarende etiketter",
    "home-challenge-title-1": "Sammenligning",
    "home-challenge-title-2": "Afgrænsningsboks",
    "home-challenge-title-3": "Kategorisering",
    "home-challenges-head": "Præsenterede udfordringer",
    "home-challenges-text-1": "... og andre enkle opgaver. Let for mennesker, hårdt for bots.",
    "home-challenges-text-2": "Tilpassede opgaver er også tilgængelige for virksomhedsudgivere.",
    "home-ent-1": "Leder du efter vores virksomheds sikkerhedstilbud?",
    "home-ent-2": "Besøg vores nye dedikerede websted: BotStop.com",
    "home-ent-button": "Lær mere: BotStop af hCaptcha",
    "home-from-the-blog": "FRA BLOGGEN:",
    "home-from-the-blog-value": "Sådan fungerer hCaptcha-vanskelighedsindstillinger",
    "home-intro-body": "Bruger du en captcha til at holde bots ud? hCaptcha beskytter brugernes privatliv, belønner websteder og hjælper virksomheder med at få deres data mærket. Det er en drop-in erstatning for reCAPTCHA: du kan skifte inden for få minutter.",
    "home-intro-button": "Tilmeld dig nu",
    "home-intro-head": "Stop flere bots. Begynd at beskytte brugernes privatliv.",
    "home-main-1": "Privat. Sikker. Hurtigere. Og vi betaler dig for at bruge det.",
    "home-main-2": "Privatlivsfokuseret",
    "home-main-2c": "Annonceretværk ser dine besøgende som produktet. For hCaptcha er produktet det arbejde, de leverer. Vi er ligeglad med hvem dine brugere er, kun hvor sandsynligt de er for ondsindet. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed.",
    "home-main-3": "Sikkerhed først",
    "home-main-3c": "Nøjagtighed er i din interesse og vores. hCaptcha er udgiverfokuseret. Vi arbejder for at give dig rigtige data og lader dig beslutte, hvordan du bruger dem. Andre captchas leveres af",
    "home-main-4": "Bedre brugeroplevelse",
    "home-main-4c": "Sofistikerede maskinindlæringsmodeller bruges af hCaptcha til bestemmelse af menneskeheden. Dette gør det muligt for os at kræve mindre irriterende opgaver fra dine brugere og tage mindre tid på at gøre det, mens vi stadig producerer nyttige mærkede data til mærkning af kunder.",
    "home-main-plans": "hCaptcha er gratis at bruge til udgivere af enhver størrelse. For virksomheder og platforme, der har brug for mere kontrol, er vores virksomhedsløsninger imidlertid tilgængelige.",
    "home-main-plans2": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på kloden. Kontakt os for mere info eller besøg",
    "home-main-plans3": "hCaptcha-virksomhedsløsninger beskytter millioner af brugere på tværs af millioner af websteder for nogle af de største virksomheder på kloden. Kontakt os for mere info eller besøg",
    "home-main-plans4": "for detaljer.",
    "home-plans-button-1": "Tilmeld dig nu",
    "home-plans-button-2": "Kontakt salg",
    "home-plans-chart-head-1": "Funktioner",
    "home-plans-chart-head-2": "Forlægger",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontrollerede udfordringstyper vist",
    "home-plans-chart-row-1-cell-2": "Limited",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Finkornede vanskelighedsniveauer",
    "home-plans-chart-row-11-cell-1": "Finkornede vanskelighedsniveauer",
    "home-plans-chart-row-12-cell-1": "Finkornede vanskelighedsniveauer",
    "home-plans-chart-row-2-cell-1": "Kontrol udfordringsindhold brugt",
    "home-plans-chart-row-2-cell-2": "Limited",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "GDPR og CCPA-venlig privatlivspolitik",
    "home-plans-chart-row-7-cell-1": "Finkornede vanskelighedsniveauer",
    "home-plans-chart-row-8-cell-1": "Finkornede vanskelighedsniveauer",
    "home-plans-chart-row-9-cell-1": "Finkornede vanskelighedsniveauer",
    "home-try-it-out-button": "Hent hCaptcha",
    "home-try-it-out-head": "Prøve det",
    "home-try-it-out-text": "hCaptcha giver enkel, nem og pålidelig botdetektion, mens den er triviel for mennesker at løse.",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha er designet til at løse det mest arbejdsintensive problem inden for maskinlæring; mærkning af enorme mængder data på en rettidig, overkommelig og pålidelig måde. Flere data giver generelt bedre resultater i modeller for træning af maskinlæring. Den nylige succes med dybe modeller har ført til stadig større datasæt, og hCaptcha tjener dette behov.",
    "labeling-about-text-2": "Det er dog både langsomt og dyrt at oprette store menneskelige vurderede datasæt ved hjælp af traditionelle metoder. hCaptcha er en måde for virksomheder at få de kommentarer, de har brug for hurtigere, med højere kvalitet og til lavere omkostninger end andre alternativer.",
    "labeling-annotations-head": "Annotationstyper",
    "labeling-annotations-text-1": "Præcis objektdetektion i billeder og video",
    "labeling-annotations-text-2": "Præcis objektdetektion i billeder og video",
    "labeling-annotations-text-3": "Punk-kommentarer til mange forskellige anvendelsessager",
    "labeling-annotations-text-4": "Sorter eller tilføj vilkårlige kategorier af enhver størrelse",
    "labeling-annotations-text-5": "Menneskedrevet detektion og klassificering",
    "labeling-annotations-text-6": "Brug for en anden type, der ikke er nævnt her? Bare spørg os.",
    "labeling-annotations-title-1": "Afgrænsningsbokse",
    "labeling-annotations-title-2": "polygoner",
    "labeling-annotations-title-3": "vartegn",
    "labeling-annotations-title-4": "Attributkategorisering",
    "labeling-annotations-title-5": "Sammenligning og detektion",
    "labeling-annotations-title-6": "... og mange flere",
    "labeling-ent-button": "Kontakt vores Enterprise Solutions Team",
    "labeling-ent-head": "Brug for ende-til-ende-kontrol?",
    "labeling-ent-text-1": "HUMAN-platformen bag hCaptcha leverer yderst sofistikeret arbejdskvalitet og styringsfunktioner via on-premise, hybrid eller SaaS-implementeringer, der integreres med dine eksisterende systemer.",
    "labeling-ent-text-2": "Kør helt offline med din egen arbejdsstyrke, spor værdi forbrugt på tværs af forretningsenheder eller konsortiumpartnere, rute selektivt job til forskellige interne eller eksterne arbejdsudbydere baseret på omkostnings- og sikkerhedskrav og mere.",
    "labeling-ent-text-3": "‍ Nem API-adgang, smukke dashboards og den nyeste model-in-the-loop teknologi for at maksimere arbejdstagereffektiviteten.",
    "labeling-ent-text-4": "99,99% oppetids-SLA'er og 24/7 global support tilgængelig. For mere information:",
    "labeling-features-head-1": "Enkle API-drevne rørledninger.",
    "labeling-features-head-2": "Optimeret til omkostninger og kvalitet. Ingen forpligtelse på forhånd krævet.",
    "labeling-features-head-3": "Betal kun for den nøjagtighed, du har brug for.",
    "labeling-features-head-4": "Giv dine egne jord-sandhedsdata, eller lad os bygge dem på farten.",
    "labeling-features-text-1": "Vil du integrere menneskelig gennemgang direkte i din forretningsdrift? Vi tilbyder SLA'er med høj pålidelighed, garanteret kapacitet og enkle REST API'er.",
    "labeling-features-text-2": "HUMAN-platformen bruger omfattende tillidsmodeller til at udføre sofistikeret realtidskvalitetsanalyse. Dette giver os mulighed for hurtigt at bestemme både vanskeligheden ved spørgsmål og deres sandsynligvis rigtige svar, hvilket sparer dig tid og penge.",
    "labeling-features-text-3": "Ikke alle problemer er ens. Bemærkninger til sikkerhedskritiske opgaver kan kræve 99,99% tillid fra helt menneskelige arbejdstagere. Bemærkninger til en beta-funktion i en mobilspil-app kræver muligvis kun moderat selvtillid. Du bestemmer.",
    "labeling-features-text-4": "Har du rådata uden et omfattende verifikationssæt? I de fleste tilfælde kan vi oprette en til dig, når opgaver kører gennem systemet, eller oprette mærkede prøver til din godkendelse.",
    "labeling-info-head": "At få datamærket",
    "labeling-info-text-1": "Tal med en af vores domæneeksperter for at definere dine projektbehov: målnøjagtighed, format og eventuelle særlige krav.",
    "labeling-info-text-2": "Vi udfører et lille produktionsjob baseret på dine eksempeldata. Dette tester det arbejde, vi har gjort sammen, for at sikre, at du får nøjagtigt det, du har brug for.",
    "labeling-info-text-3": "Med vores høje lydstyrke og lave latenstid vil vi vende dit arbejde hurtigt rundt med automatisk levering, så snart det er gjort.",
    "labeling-info-text-4": "Når vi bedre forstår parametrene for dit produktionsarbejde, vil resultaterne fortsat forbedre med tiden.",
    "labeling-info-text-5": "Live dashboards giver dig mulighed for at give feedback eller pause produktionen til enhver tid.",
    "labeling-info-title-1": "Definer specifikationer",
    "labeling-info-title-2": "Første jobtest",
    "labeling-info-title-3": "Distribuer produktionsjob",
    "labeling-info-title-4": "Løbende forbedringer",
    "labeling-info-title-5": "Resultater i realtid",
    "labeling-main-1": "Omkostningseffektiv datamærkning i skala",
    "labeling-main-1-button": "Få dine data mærket nu",
    "labeling-main-1c": "Brug for flere mærker til dine datasæt? hCaptcha leverer hurtig, omkostningseffektiv og mærket datamærkning til virksomheder, der arbejder med kunstig intelligens og maskinlæringsapplikationer.",
    "labeling-main-2": "Start med millioner af opgaver med det samme.",
    "labeling-main-2-button": "Køb datamærkningstjenester",
    "labeling-main-2c": "hCaptcha har en af de største puljer på planeten til rådighed til din brug. Uanset hvilken skala du har, kan vi håndtere det uden dyre forhåndsforpligtelser. Millioner af opgaver pr. Dag er ikke noget problem.",
    "labeling-platform-head": "Privat eller offentlig information",
    "labeling-platform-text": "hCaptcha er bygget på HUMAN-platformen, der tillader sofistikeret routing og analyse for at optimere omkostninger og effektivitet på hvert trin. Denne teknologi lader den rigtige arbejdsstyrke håndtere hver del af dit job, maksimere omkostningseffektivitet og samtidig bevare privatlivets fred og opfylde eventuelle lovgivningsmæssige krav, der måtte gælde.",
    "labeling-try-button": "Køb datamærkningstjenester",
    "labeling-try-head": "Vil du prøve det med dine data?",
    "labeling-try-text": "... vi er klar, når du er: vores service er tilgængelig døgnet rundt.",
    "learn-more-hcaptcha": "Lær mere om hCaptcha",
    "page-acc-faq-1": "Spørgsmål: Er hCaptcha Section 508 + WCAG 2.0 kompatibel? Svar: Vi mener det: alle brugere med en hvilken som helst form for værdiforringelse, der er i stand til at surfe på nettet og indtaste tekst på formularer, kan få adgang til tjenester, der er beskyttet af hCaptcha ved registrering. Dette er dog ikke juridisk rådgivning: Du skal udføre din egen evaluering under hensyntagen til din særlige implementering for at sikre, at dette er tilfældet for din implementering.",
    "page-acc-faq-2": "Spørgsmål: Arbejder du med andre tilgængelighedsindstillinger (a11y), som lyd? Svar: Tidligere populære indstillinger som lyd captchas diskriminerer mange brugere fra 11 år og let blive besejret af moderne maskinlæringsteknikker. Dette har tvunget de nuværende lydudfordringer til at blive mere og mere vanskelige ved at indføre støj, ulige timing, usædvanlige ordkombinationer og så videre til at besejre angribere. Vi er således mindre begejstrede for denne tilgang kontra undgåelse af udfordringen helt, men vil overveje den, hvis der er efterspørgsel fra eleverne. Vi er dog meget interesseret i Privacy Pass til brugssagen til tilgængelighed. Vi mener, at en kombination af vores nuværende a11y-tilgang med udstedelse af Privacy Pass giver a11y-brugere mulighed for at gennemse sikkert, med den viden, at deres trafik er mere privat, samtidig med at det begrænser misbrug fra botoperatører, som uundgåeligt forekommer, når der er tilgængelige valgmuligheder i11. Vi er aktive deltagere i IETF-arbejdsgruppen, der standardiserer denne nye teknologi.",
    "page-acc-faq-3": "Spørgsmål: Hvad med privatlivets fred? Eksponerer registrering på 11. måde browsing data på en eller anden måde? Hvad gør du med e-mailen? Svar: hCaptcha er designet til privatliv fra bunden af. Det er meget anderledes end traditionelle indstillinger som reCAPTCHA, der ejes af annoncenetværk, som har et incitament til at spore dig rundt på nettet og knytte dig til en reel identitet. Vi bruger aldrig tilgængeligheds-e-mails eller info til andet formål end at lette brug af 11 år og forhindre misbrug. Vores fortrolighedspolitik har omfattende og autoritative svar på, hvordan vi bruger data, men det korte svar er, at vi ikke har nogen interesse i at knytte dig som person til din browseshistorik. Vi arbejder også i øjeblikket med en kryptografisk løsning for hurtigt at kassere din e-mail-adresse mens vi stadig bevarer vores evne til at forhindre misbrug, supplerer vi vores Privacy Pass-arbejde.",
    "page-acc-link-1": "Hvis du er en tilgængelighedsbruger, skal du tilmelde dig her.",
    "page-acc-subhead": "Sikring af problemfri adgang for alle brugere og samtidig opretholdelse af sikkerhed",
    "page-acc-summary": "Resumé",
    "page-acc-summary-contents-1": "hCaptcha er designet til at stoppe bots ved at skelne dem fra mennesker. Visuelle test er et praktisk værktøj til dette, men ikke alle kan løse en visuel udfordring. Af denne grund har vi designet et enkelt, smertefrit alternativ til at lade udgivere, der bruger vores service, bevare tilgængeligheden for alle med fuld overholdelse af Sektion 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Sådan fungerer det: først tilmelder sig en tilgængelighedsbruger sig på denne URL, som er knyttet på hCaptcha widget-infosiden. De får en krypteret cookie, der kan bruges flere gange om dagen, men skal opdateres hver 24. time via login. Når en udfordring præsenteres for en tilgængelighedsbruger på ethvert websted, der bruger hCaptcha-tjenesten, passerer de automatisk.",
    "page-acc-title": "hCaptcha Information om tilgængelighed",
    "page-acc-tr-body": "Spørgsmål: Jeg ser stadig en udfordring efter at have sat cookien. Hvad forårsager dette? Svar: Dette skyldes typisk en aggressiv annonceblokerer eller anti-cookie-udvidelse, eller en indstilling, der blokerer cookies på tværs af websteder, i dette tilfælde en cookie til hcaptcha.com, der er indstillet eller kontrolleret af hCaptcha JavaScript på et andet sted , ligesom den, du besøger. hCaptcha-tilgængelighedscookies fungerer med alle populære browsere og annonceblokkere med deres standardindstillinger, så typisk skyldes fejlfejl på anti-anti-adblock-scripts eller lignende regelsæt, der er målrettet mod bestemte websteder. Løsninger: 1. Whitelist hcaptcha.com og * .hcaptcha.com cookies i din annonceblokerer eller browsersikkerhedsudvidelse. 2. Hvis du bruger den Modige browser, som ikke (fra april 2020) ser ud til at have nogen form for whiteliste til cookie, skal du gå til Præferencer -> Skærme -> Cookies og vælge Tillad alle cookies. 3. Hvis du bruger den meget nyeste version af Safari på enten det nyligt frigivne OS X 10.15 eller iOS 13. 4, har Apple netop ændret opførelsen af Safari relateret til tredjepartscookies og blokeret dem alle som standard. Vi implementerer en løsning, men i mellemtiden skal du besøge Safari-indstillinger, afsnittet om personlige oplysninger og fjerne markeringen af webstedssporing: Undgå sporing på tværs af sider for at aktivere cookie til tilgængelighed, der fungerer som forventet. Spørgsmål: Jeg bruger flere enheder. Skal jeg tilmelde mig flere gange? Svar: Nej. Klik på det samme e-mail-login-link, der blev sendt til dig på hver enhed, du bruger til at indstille cookien.",
    "page-acc-tr-title": "For brugere af tilgængelighed: Spørgsmål og svar og vejledning til fejlfinding",
    "priv-hc": "Privatlivsfokuseret",
    "priv-hc-text": "Annonceretværk ser dig som deres produkt. Det gør vi ikke. Vi er ligeglad med hvem brugere er, kun hvor sandsynligt de er for ondsindet. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed.",
    "reporting-bugs-accessibility-button": "Lær mere om tilgængelighedsindstillinger",
    "reporting-bugs-accessibility-head": "Tilgængelighedsmuligheder",
    "reporting-bugs-accessibility-text": "Er du synshæmmet eller på anden måde ikke i stand til at gennemføre hCaptchas?",
    "reporting-bugs-guide-ff-head": "Opfangning af bugrapportdetaljer: Firefox",
    "reporting-bugs-guide-ff-step-1": "Trin 1: Åbn udviklerværktøjer (dette begynder at registrere sessionen.)",
    "reporting-bugs-guide-ff-step-2": "Trin 2: Klik på fanen Netværk i Developer Tools. Marker afkrydsningsfeltet \"Persist logs\" øverst.",
    "reporting-bugs-guide-ff-step-3": "Trin 3: Besøg https://accounts.hcaptcha.com/demo, eller det websted, du har et problem med (fortrolighed: kun hvis du ikke har noget imod at dele, hvad det er) ... og klik derefter på \" Jeg er menneskelig \"-knap, og prøv at løse.",
    "reporting-bugs-guide-ff-step-4": "Trin 4: Klik på \"HAR\", når du har forsøgt at løse, og vælg \"Gem alle som HAR\" for at gemme netværksloggen. Send denne fil til os.",
    "reporting-bugs-guide-ff-step-5": "Trin 5: Klik på fanen Konsol, og højreklik derefter på \"Vælg alt\" og gem det i en tekstfil for at gemme konsolloggen. Send os det også.",
    "reporting-bugs-guide-ff-step-6": "Sidste trin: E-mail disse HAR og konsol-logfiler til os, og beskriv problemet ‍ Brug: support@hcaptcha.com (brug en service som Dropbox eller Filebin og send links) og eventuelt et skærmbillede, hvis du har mistanke om, at der ikke er noget, der ikke vises korrekt . Send også den IP, du bruger. Du kan hente det fra https://www.whatsmyip.org/‍ Tak, fordi du tog dig tid til at hjælpe os med at få disse oplysninger! Vi er forpligtet til at få hCaptcha til at fungere godt for alle.",
    "reporting-bugs-guide-head": "Opfangning af fejlrapportdetaljer: Chrome",
    "reporting-bugs-guide-step-1": "Trin 1: Åbn udviklerværktøjer (dette begynder at registrere sessionen.)",
    "reporting-bugs-guide-step-2": "Trin 2: Klik på fanen Netværk i Developer Tools. Marker afkrydsningsfeltet \"Bevar log\" øverst.",
    "reporting-bugs-guide-step-3": "Trin 3: Besøg https://accounts.hcaptcha.com/demo, eller det websted, du har et problem med (fortrolighed: kun hvis du ikke har noget imod at dele, hvad det er) ... og klik derefter på \" Jeg er menneskelig \"-knap, og prøv at løse.",
    "reporting-bugs-guide-step-4": "Trin 4: Klik på \"Eksporter HAR\" (den lille pil ned), når du har forsøgt at løse, hvilket gemmer netværksloggen. Send denne fil til os.",
    "reporting-bugs-guide-step-5": "Trin 5: Klik på fanen Konsol, og højreklik derefter på \"Gem som ..\" for at gemme konsolloggen. Send os det også.",
    "reporting-bugs-guide-step-6": "Sidste trin: E-mail disse HAR- og konsol-logfiler til os og beskriv problemet the Brug: support@hcaptcha.com (brug en service som Dropbox eller Filebin og send links) og eventuelt et skærmbillede, hvis du har mistanke om, at der ikke er noget, der ikke vises korrekt . Send også den IP, du bruger. Du kan få det fra https://www.whatsmyip.org/ ‍Tak for at have taget dig tid til at hjælpe os med at få disse oplysninger! Vi er forpligtet til at få hCaptcha til at fungere godt for alle.",
    "reporting-bugs-guide-text-1": "Afsendelse af fejlsøgningsinfo med din rapport vil gøre det meget lettere for os at identificere, hvad der foregår. Her er trinvise instruktioner:",
    "reporting-bugs-guide-text-2": "Hvis du er en webudvikler eller ekspertbruger, er resuméet, at vi gerne vil have, at vi sender os et netværk, der optager HAR og browserkonsollogger. Prøv først at deaktivere annonceblokerings- eller browsersikkerhedsudvidelser og derefter prøve igen, før du gennemgår disse trin. Hvis det løser dit problem, vil vi stadig værdsætte, at du fortæller os din browserversion, annonceblokerer eller browserudvidelse og webadressen til websitet.",
    "reporting-bugs-intro-head": "Har du fundet en fejl? Sådan rapporteres det.",
    "reporting-bugs-intro-text": "Millioner af mennesker bruger hCaptcha hver måned på tusinder af kombinationer af browsere, udvidelser, enheder, firewalls og mere. Vores mål er at sikre, at det altid fungerer for dig, så vi sætter stor pris på dine rapporter! For at give hurtig feedback skal du bare klikke på knappen \"Send os feedback\". Hvis du ser et funktionelt problem, skal du følge instruktionerne om fejlfindingslog til Chrome eller fejlfindingsinstruktioner til Firefox nedenfor. For alle andre browsere skal du bare maile os. Se instruktionerne nedenfor for potentielle sikkerheds- eller privatlivspolitiske spørgsmål.",
    "reporting-bugs-privacy-head": "Privatlivsproblemer",
    "reporting-bugs-privacy-text": "Vi er ligeglad med, hvem brugere er, kun hvor sandsynligt de er for ondsindet eller maskiner. Vi støtter initiativer som Privacy Pass og arbejder hårdt for at afbalancere privatliv og sikkerhed. Hvis du har fundet et problem, som du mener kan have indflydelse på brugernes privatliv, bedes du kontakte os på support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Send os feedback",
    "reporting-bugs-provide-feedback-head": "Giv øjeblikkelig feedback om hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi værdsætter dit input. Fortæl os eventuelle problemer, og vi løser dem hurtigt.",
    "reporting-bugs-security-head": "Sikkerhedsfejl",
    "reporting-bugs-security-text": "Vi er altid interesseret i at modtage rapporter om sikkerhedsfejl. E-mail support@hcaptcha.com & CC security@hcaptcha.com, så vender vi hurtigt tilbage til dig. Vi har også et bug-bounty-program til kvalificerede sikkerhedsrapporter om hCaptcha-tjenesten og den relaterede kildekode.",
    "sec-hc": "Sikkerhed først",
    "sec-hc-text": "hCaptcha er udgiverfokuseret. Vi arbejder for at give websteder reelle data og lader dem beslutte, hvordan de skal bruges. Nøjagtighed er i din interesse og vores. Andre captchas leveres af reklamevirksomheder. Hver bot, de blokerer, kan reducere deres indtægter.",
    "what-is-hcaptcha": "Hvad er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjælper dine foretrukne webservices med at forhindre bots, spam og misbrug ved at stille enkle spørgsmål, der er lette for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du besvarer en udfordring, bruger vi sofistikerede modeller til at finde ud af, om du er menneske eller en maskine. Det websted, du besøgte, bruger derefter dette resultat til at forbedre din oplevelse på deres websted ved at holde bots ud."
}