{
    "about-advisors-brendan": "CEO. Anerkannter Führer in der KI. Hat in den letzten Jahrzehnten maschinelle Intelligenz in großem Maßstab auf eine Vielzahl von Geschäftsproblemen angewendet.",
    "about-advisors-dawn": "Promotion in Computational Biology, Stanford. Arbeit mit neuronalen Netzen seit 1999. Fokus auf angewandte ML und Deep Learning in großem Maßstab.",
    "about-advisors-head": "Berater",
    "about-advisors-keiran": "Datenbank- und Blockchain-Experte. Frühe Ingenieur bei Cloudera und mehr. Jahrzehntelanges Know-how beim Aufbau von Software und Teams.",
    "about-content-head-1": "Was wir tun",
    "about-content-head-2": "Warum es wichtig ist",
    "about-content-text-1": "hCaptcha ist ein Service von Intuition Machines Inc, einem Unternehmen für KI und maschinelles Lernen mit Schwerpunkt auf Metalearning und Visual Domain ML in großem Maßstab. Wir bauen und betreiben massiv skalierbare Systeme, um Video- und Bildanalysedienste für Global 2000-Unternehmen auf der ganzen Welt zu ermöglichen.",
    "about-content-text-2": "Mehr Daten führen im Allgemeinen zu besseren Ergebnissen. Das Erstellen und Verwalten korrekt gekennzeichneter und relevanter Datensätze ist zeitaufwändig und teuer. hCaptcha wurde ursprünglich entwickelt, um unsere eigenen Anforderungen bei der Bildkennzeichnung zu erfüllen, und ist jetzt für andere Unternehmen mit ähnlichen Anforderungen verfügbar.",
    "about-intro-head-1": "Arbeite für hCaptcha",
    "about-intro-head-2": "Unsere Mission ist groß",
    "about-intro-text": "Wir wachsen schnell und suchen immer nach den weltweit besten Talenten in unseren weltweiten Niederlassungen. Sie können sich über die unten stehenden Links bewerben.",
    "about-leadership-alex": "Datenbank- und Blockchain-Experte. Frühe Ingenieur bei Cloudera und mehr. Jahrzehntelanges Know-how beim Aufbau von Software und Teams.",
    "about-leadership-eli": "CEO. Anerkannter Führer in der KI. Hat in den letzten Jahrzehnten maschinelle Intelligenz in großem Maßstab auf eine Vielzahl von Geschäftsproblemen angewendet.",
    "about-leadership-head": "Führung",
    "about-leadership-todd": "Promotion in Computational Biology, Stanford. Arbeit mit neuronalen Netzen seit 1999. Fokus auf angewandte ML und Deep Learning in großem Maßstab.",
    "acc-opt": "Zugangsmöglichkeiten",
    "acc-opt-but": "Erfahren Sie mehr über Eingabehilfen",
    "acc-opt-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu absolvieren?",
    "accessibility-link": "Barrierefreiheit",
    "appreciate-in": "Wir freuen uns über Ihre Beiträge. Lassen Sie uns alle Probleme wissen und wir werden sie schnell lösen.",
    "fb-but": "Sende uns Feedback",
    "feedback-text": "Geben Sie Feedback zu dem gerade gesehenen hCaptcha",
    "footer-attribution": "Namensnennung",
    "footer-copyright-text": "hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.",
    "footer-header-1": "Unternehmen",
    "footer-header-2": "Ressourcen",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Beschriftung",
    "footer-link-10": "Barrierefreiheit",
    "footer-link-2": "Über",
    "footer-link-3": "Arbeitsplätze",
    "footer-link-4": "Warenzeichen",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumentation",
    "footer-link-8": "Melde einen technischen Fehler",
    "footer-link-9": "Barrierefreiheit",
    "footer-privacy": "Privatsphäre",
    "footer-subheader-1": "Unterstützung",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Bedingungen",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etikettierungsdienste",
    "header-login-button": "Anmeldung",
    "header-plans-link": "Pläne",
    "header-signup-button": "Anmelden",
    "home-about-head": "Über hCaptcha",
    "home-about-subtitle": "Powered by HUMAN Protocol",
    "home-about-text-1": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem des maschinellen Lernens zu lösen: die zeitnahe, kostengünstige und zuverlässige Kennzeichnung großer Datenmengen.",
    "home-about-text-2": "Mehr Daten führen im Allgemeinen zu besseren Ergebnissen beim Training von Modellen für maschinelles Lernen. Der jüngste Erfolg von Deep-Modellen hat zu immer größeren Datenmengen geführt, fast immer mit menschlicher Überprüfung. Das Erstellen großer, von Menschen überprüfter Datensätze über Mechanical Turk, Abbildung 8 usw. ist jedoch sowohl langsam als auch teuer.",
    "home-about-text-3": "Mit hCaptcha können Websites Geld verdienen, um diese Nachfrage zu befriedigen und gleichzeitig Bots und andere Formen des Missbrauchs zu blockieren.",
    "home-about-text-4": "Der hCaptcha-Marktplatz basiert auf dem HUMAN-Protokoll, einem offenen dezentralen Protokoll für die Überprüfung durch Menschen, das in der Ethereum-Blockchain ausgeführt wird. Websites erhalten Human Tokens (HMT), wenn Benutzer das hCaptcha-Widget auf ihrer Website verwenden, und Unternehmen für maschinelles Lernen zahlen Human Tokens, um ihre Daten kennzeichnen zu lassen.",
    "home-ba-labeling-services-link": "Etikettierungsdienste",
    "home-benefits-head-1": "Der Wert in der Datenbeschriftung",
    "home-benefits-head-2": "Gib etwas für wohltätige Zwecke zurück",
    "home-benefits-text-1": "Wussten Sie, dass Sie jedes Mal, wenn Sie auf das Auto klicken, dabei helfen, die maschinellen Lernsysteme eines einzelnen Gigantic-Unternehmens kostenlos zu trainieren?",
    "home-benefits-text-2": "hCaptcha dreht dieses Modell um. Wenn Sie hCaptcha verwenden, bieten Unternehmen auf die Arbeit Ihrer Benutzer, um ihre Menschlichkeit zu beweisen. Sie erhalten die Belohnungen.",
    "home-benefits-text-3": "Möchten Sie Ihrer Lieblings-Wohltätigkeitsorganisation etwas zurückgeben? Mit hCaptcha können Sie die Wohltätigkeitsorganisationen Ihrer Wahl mit den Einnahmen unterstützen, die Sie durch die Verwendung erzielen. Benutzer auf Ihrer Website können Ihren Beitrag zur Wohltätigkeit in Kürze durch diskretes Branding auf der hCaptcha-Oberfläche sehen.",
    "home-challenge-text-1": "Wählen Sie alle Bilder aus, die der Abfrage entsprechen",
    "home-challenge-text-2": "Begrenzungsbereich für Objekte definieren",
    "home-challenge-text-3": "Identifizieren Sie die entsprechenden Etiketten",
    "home-challenge-title-1": "Vergleich",
    "home-challenge-title-2": "Begrenzungsrahmen",
    "home-challenge-title-3": "Kategorisierung",
    "home-challenges-head": "Präsentierte Herausforderungen",
    "home-challenges-text-1": "... und andere einfache Aufgaben. Einfach für Menschen, schwer für Bots.",
    "home-challenges-text-2": "Benutzerdefinierte Aufgaben sind auch für Unternehmensverlage verfügbar.",
    "home-ent-1": "Suchen Sie nach unseren Enterprise-Sicherheitsangeboten?",
    "home-ent-2": "Besuchen Sie unsere neue Website: BotStop.com",
    "home-ent-button": "Weitere Informationen: BotStop von hCaptcha",
    "home-from-the-blog": "VON DEM BLOG:",
    "home-from-the-blog-value": "Funktionsweise der hCaptcha-Schwierigkeitseinstellungen",
    "home-intro-body": "Verwenden Sie ein Captcha, um Bots fernzuhalten? hCaptcha schützt die Privatsphäre der Benutzer, belohnt Websites und hilft Unternehmen dabei, ihre Daten zu kennzeichnen. Es ist ein Ersatz für reCAPTCHA: Sie können innerhalb von Minuten wechseln.",
    "home-intro-button": "Jetzt registrieren",
    "home-intro-head": "Stoppen Sie mehr Bots. Beginnen Sie mit dem Schutz der Privatsphäre der Benutzer.",
    "home-main-1": "Privat. Sichern. Schneller. Und wir bezahlen Sie dafür.",
    "home-main-2": "Datenschutz fokussiert",
    "home-main-2c": "Werbenetzwerke sehen Ihre Besucher als Produkt. Für hCaptcha ist das Produkt die Arbeit, die sie leisten. Es ist uns egal, wer Ihre Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "home-main-3": "Sicherheit geht vor",
    "home-main-3c": "Die Genauigkeit liegt in Ihrem und unserem Interesse. hCaptcha konzentriert sich auf Verlage. Wir arbeiten daran, Ihnen echte Daten zu liefern und Sie entscheiden zu lassen, wie Sie sie verwenden möchten. Andere Captchas werden von bereitgestellt",
    "home-main-4": "Bessere Benutzererfahrung",
    "home-main-4c": "Hochentwickelte Modelle des maschinellen Lernens werden von hCaptcha zur Bestimmung der Menschheit verwendet. Auf diese Weise können wir weniger lästige Aufgaben von Ihren Benutzern verlangen und weniger Zeit dafür aufwenden, während wir dennoch nützliche beschriftete Daten für die Kennzeichnung von Kunden erstellen.",
    "home-main-plans": "hCaptcha kann kostenlos für Publisher jeder Größe verwendet werden. Für Unternehmen und Plattformen, die mehr Kontrolle benötigen, stehen unsere Unternehmenslösungen zur Verfügung.",
    "home-main-plans2": "hCaptcha-Unternehmenslösungen schützen Millionen von Benutzern auf zig Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie uns",
    "home-main-plans3": "hCaptcha-Unternehmenslösungen schützen Millionen von Benutzern auf zig Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie uns",
    "home-main-plans4": "für Details.",
    "home-plans-button-1": "Jetzt registrieren",
    "home-plans-button-2": "Kontaktieren Sie den Vertrieb",
    "home-plans-chart-head-1": "Eigenschaften",
    "home-plans-chart-head-2": "Verleger",
    "home-plans-chart-head-3": "Unternehmen",
    "home-plans-chart-row-1-cell-1": "Kontrollierte Herausforderungstypen",
    "home-plans-chart-row-1-cell-2": "Begrenzt",
    "home-plans-chart-row-1-cell-3": "Gesamt",
    "home-plans-chart-row-10-cell-1": "Mehrbenutzer-Dashboards",
    "home-plans-chart-row-11-cell-1": "Erweiterte Berichtsfunktionen",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Kontrollieren Sie den verwendeten Herausforderungsinhalt",
    "home-plans-chart-row-2-cell-2": "Begrenzt",
    "home-plans-chart-row-2-cell-3": "Gesamt",
    "home-plans-chart-row-3-cell-1": "Verdiene Belohnungen für menschliche Lösungen",
    "home-plans-chart-row-4-cell-1": "Weltklasse-Anti-Bot-Schutz",
    "home-plans-chart-row-5-cell-1": "Funktioniert in jedem Land",
    "home-plans-chart-row-6-cell-1": "GDPR- und CCPA-freundliche Datenschutzrichtlinie",
    "home-plans-chart-row-7-cell-1": "Feinkörnige Schwierigkeitsgrade",
    "home-plans-chart-row-8-cell-1": "Starten Sie Ihren eigenen Herausforderungsinhalt",
    "home-plans-chart-row-9-cell-1": "Zeitbasierte Schwierigkeitsplanung",
    "home-try-it-out-button": "Holen Sie sich hCaptcha",
    "home-try-it-out-head": "Versuch es",
    "home-try-it-out-text": "hCaptcha bietet eine einfache, einfache und zuverlässige Bot-Erkennung und ist für den Menschen trivial zu lösen.",
    "labeling-about-head": "Über hCaptcha",
    "labeling-about-text-1": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem beim maschinellen Lernen zu lösen. Massive Datenmengen zeitnah, kostengünstig und zuverlässig kennzeichnen. Mehr Daten führen im Allgemeinen zu besseren Ergebnissen beim Training von Modellen für maschinelles Lernen. Der jüngste Erfolg von Deep-Modellen hat zu immer größeren Datenmengen geführt, und hCaptcha erfüllt diesen Bedarf.",
    "labeling-about-text-2": "Das Erstellen großer, von Menschen überprüfter Datensätze mit herkömmlichen Methoden ist jedoch sowohl langsam als auch teuer. Mit hCaptcha erhalten Unternehmen die gewünschten Anmerkungen schneller, mit höherer Qualität und zu geringeren Kosten als andere Alternativen.",
    "labeling-annotations-head": "Anmerkungsarten",
    "labeling-annotations-text-1": "Genaue Objekterkennung in Bildern und Videos",
    "labeling-annotations-text-2": "Genaue Objekterkennung in Bildern und Videos",
    "labeling-annotations-text-3": "Punktanmerkungen für viele verschiedene Anwendungsfälle",
    "labeling-annotations-text-4": "Sortieren oder Anhängen beliebiger Kategorien beliebiger Größe",
    "labeling-annotations-text-5": "Erkennung und Klassifizierung durch Menschen",
    "labeling-annotations-text-6": "Benötigen Sie einen anderen Typ, der hier nicht aufgeführt ist? Fragen Sie uns einfach.",
    "labeling-annotations-title-1": "Begrenzungsrahmen",
    "labeling-annotations-title-2": "Polygone",
    "labeling-annotations-title-3": "Sehenswürdigkeiten",
    "labeling-annotations-title-4": "Attributkategorisierung",
    "labeling-annotations-title-5": "Vergleich und Erkennung",
    "labeling-annotations-title-6": "... und viele mehr",
    "labeling-ent-button": "Kontaktieren Sie unser Enterprise Solutions Team",
    "labeling-ent-head": "Benötigen Sie eine End-to-End-Kontrolle?",
    "labeling-ent-text-1": "Die HUMAN-Plattform hinter hCaptcha bietet hochentwickelte Funktionen für Arbeitsqualität und -verwaltung über On-Premise-, Hybrid- oder SaaS-Bereitstellungen, die in Ihre vorhandenen Systeme integriert werden.",
    "labeling-ent-text-2": "Arbeiten Sie vollständig offline mit Ihrer eigenen Belegschaft, verfolgen Sie den Wert, der zwischen Geschäftsbereichen oder Konsortialpartnern verbraucht wird, leiten Sie Aufträge basierend auf Kosten- und Sicherheitsanforderungen selektiv an verschiedene interne oder externe Arbeitsanbieter weiter und vieles mehr.",
    "labeling-ent-text-3": "Einfacher API-Zugriff, schöne Dashboards und die neueste Model-in-the-Loop-Technologie zur Maximierung der Effizienz.",
    "labeling-ent-text-4": "99,99% Verfügbarkeits-SLAs und globaler Support rund um die Uhr verfügbar. Für mehr Informationen:",
    "labeling-features-head-1": "Einfache API-gesteuerte Pipelines.",
    "labeling-features-head-2": "Optimiert auf Kosten und Qualität. Keine vorherige Verpflichtung erforderlich.",
    "labeling-features-head-3": "Zahlen Sie nur für die Genauigkeit, die Sie benötigen.",
    "labeling-features-head-4": "Stellen Sie Ihre eigenen Grundwahrheitsdaten bereit oder lassen Sie uns diese im laufenden Betrieb erstellen.",
    "labeling-features-text-1": "Möchten Sie Human Review direkt in Ihren Geschäftsbetrieb integrieren? Wir bieten hochzuverlässige SLAs, garantierte Kapazität und einfache REST-APIs.",
    "labeling-features-text-2": "Die HUMAN-Plattform verwendet umfassende Vertrauensmodelle, um anspruchsvolle Echtzeit-Qualitätsanalysen durchzuführen. Auf diese Weise können wir schnell sowohl die Schwierigkeit von Fragen als auch deren wahrscheinliche richtige Antwort ermitteln und Ihnen Zeit und Geld sparen.",
    "labeling-features-text-3": "Nicht alle Probleme sind gleich. Anmerkungen für sicherheitskritische Aufgaben erfordern möglicherweise ein Vertrauen von 99,99% von vollständig menschlichen Mitarbeitern. Anmerkungen für eine Beta-Funktion in einer Handyspiel-App erfordern möglicherweise nur mäßiges Vertrauen. Du entscheidest.",
    "labeling-features-text-4": "Haben Sie Rohdaten ohne einen umfassenden Verifizierungssatz? In den meisten Fällen können wir eine für Sie erstellen, während Aufgaben durch das System ausgeführt werden, oder beschriftete Muster für Ihre Genehmigung erstellen.",
    "labeling-info-head": "Daten beschriften",
    "labeling-info-text-1": "Sprechen Sie mit einem unserer Domain-Experten, um Ihre Projektanforderungen zu definieren: Zielgenauigkeit, Format und spezielle Anforderungen.",
    "labeling-info-text-2": "Wir führen einen kleinen Produktionsauftrag basierend auf Ihren Beispieldaten aus. Dies testet die Arbeit, die wir gemeinsam geleistet haben, um sicherzustellen, dass Sie genau das bekommen, was Sie brauchen.",
    "labeling-info-text-3": "Mit unserem hohen Volumen und der geringen Latenz werden wir Ihre Arbeit schnell erledigen und die Lieferung automatisieren, sobald sie erledigt ist.",
    "labeling-info-text-4": "Wenn wir die Parameter Ihrer Produktionsarbeit besser verstehen, werden sich die Ergebnisse im Laufe der Zeit weiter verbessern.",
    "labeling-info-text-5": "Mit Live-Dashboards können Sie jederzeit Feedback geben oder die Produktion unterbrechen.",
    "labeling-info-title-1": "Spezifikationen definieren",
    "labeling-info-title-2": "Erster Jobtest",
    "labeling-info-title-3": "Bereitstellen von Produktionsjobs",
    "labeling-info-title-4": "Ständige Verbesserung",
    "labeling-info-title-5": "Echtzeitergebnisse",
    "labeling-main-1": "Kostengünstige Datenkennzeichnung im Maßstab",
    "labeling-main-1-button": "Holen Sie sich jetzt Ihre Daten beschriftet",
    "labeling-main-1c": "Benötigen Sie weitere Beschriftungen für Ihre Datensätze? hCaptcha bietet Unternehmen, die an Anwendungen für künstliche Intelligenz und maschinelles Lernen arbeiten, eine schnelle, kostengünstige und qualitativ hochwertige Datenkennzeichnung.",
    "labeling-main-2": "Starten Sie sofort Millionen von Aufgaben.",
    "labeling-main-2-button": "Kaufen Sie Data Labeling Services",
    "labeling-main-2c": "hCaptcha verfügt über einen der größten Pools der Welt, der Ihnen zur Verfügung steht. Unabhängig von Ihrer Größenordnung können wir dies ohne teure Vorabverpflichtungen bewältigen. Millionen von Aufgaben pro Tag sind kein Problem.",
    "labeling-platform-head": "Private oder öffentliche Informationen",
    "labeling-platform-text": "hCaptcha basiert auf der HUMAN-Plattform, die ein ausgeklügeltes Routing und Analysen ermöglicht, um Kosten und Effizienz bei jedem Schritt zu optimieren. Mit dieser Technologie können die richtigen Mitarbeiter jeden Teil Ihrer Arbeit erledigen, die Kosteneffizienz maximieren, die Privatsphäre wahren und eventuell geltende gesetzliche Anforderungen erfüllen.",
    "labeling-try-button": "Kaufen Sie Data Labeling Services",
    "labeling-try-head": "Möchten Sie es mit Ihren Daten versuchen?",
    "labeling-try-text": "... wir sind bereit, wenn Sie es sind: Unser Service ist rund um die Uhr verfügbar.",
    "learn-more-hcaptcha": "Erfahren Sie mehr über hCaptcha",
    "page-acc-faq-1": "Frage: Ist hCaptcha Section 508 + WCAG 2.0 konform? Antwort: Wir glauben, dass alle Benutzer mit jeglicher Beeinträchtigung, die im Internet surfen und Text in Formulare eingeben können, bei der Registrierung auf von hCaptcha geschützte Dienste zugreifen können. Dies ist jedoch keine Rechtsberatung: Sie sollten Ihre eigene Bewertung unter Berücksichtigung Ihrer speziellen Implementierung durchführen, um sicherzustellen, dass dies bei Ihrer Bereitstellung der Fall ist.",
    "page-acc-faq-2": "Frage: Arbeiten Sie an anderen Eingabehilfen (a11y) wie Audio? Antwort: Bisher beliebte Optionen wie Audio-Captchas diskriminieren viele Benutzer und können durch moderne Techniken des maschinellen Lernens leicht besiegt werden. Dies hat die aktuellen Audio-Herausforderungen immer schwieriger gemacht und Rauschen, ungerades Timing, ungewöhnliche Wortkombinationen usw. eingeführt, um Angreifer zu besiegen. Wir sind daher weniger begeistert von diesem Ansatz als von der Vermeidung der Herausforderung insgesamt, werden ihn jedoch in Betracht ziehen, wenn die a11y-Community eine Nachfrage hat. Wir sind jedoch sehr an Privacy Pass für den Anwendungsfall Barrierefreiheit interessiert. Wir glauben, dass die Kombination unseres aktuellen a11y-Ansatzes mit der Ausstellung des Privacy Pass es a11y-Benutzern ermöglicht, sicher zu surfen, in dem Wissen, dass ihr Datenverkehr privater ist, und gleichzeitig den Missbrauch durch Bot-Betreiber einzuschränken, der unvermeidlich auftritt, wenn a11y-Optionen verfügbar sind. Wir sind aktive Teilnehmer an der IETF-Arbeitsgruppe, die diese neue Technologie standardisiert.",
    "page-acc-faq-3": "Frage: Was ist mit Datenschutz? Gibt die Registrierung in irgendeiner Weise a11y-Browserdaten frei? Was machst du mit der E-Mail? Antwort: hCaptcha ist von Grund auf auf Privatsphäre ausgelegt. Es unterscheidet sich stark von herkömmlichen Optionen wie reCAPTCHA, die im Besitz von Werbenetzwerken sind und einen Anreiz haben, Sie im Internet zu verfolgen und Sie mit einer echten Identität zu verknüpfen. Wir verwenden E-Mails oder Informationen zur Barrierefreiheit niemals für andere Zwecke als zur Erleichterung der Nutzung und zur Verhinderung von Missbrauch. Unsere Datenschutzrichtlinie enthält umfassende und maßgebliche Antworten zur Verwendung von Daten. Die kurze Antwort lautet jedoch, dass wir kein Interesse daran haben, Sie als Person mit Ihrem Browserverlauf in Verbindung zu bringen. Derzeit arbeiten wir auch an einer kryptografischen Lösung, um Ihre E-Mail-Adresse schnell zu verwerfen Gleichzeitig behalten wir unsere Fähigkeit, Missbrauch zu verhindern, und ergänzen unsere Privacy Pass-Arbeit.",
    "page-acc-link-1": "Wenn Sie ein Benutzer für Barrierefreiheit sind, melden Sie sich bitte hier an.",
    "page-acc-subhead": "Gewährleistung eines nahtlosen Zugriffs für alle Benutzer bei gleichzeitiger Wahrung der Sicherheit",
    "page-acc-summary": "Zusammenfassung",
    "page-acc-summary-contents-1": "hCaptcha wurde entwickelt, um Bots zu stoppen, indem sie von Menschen unterschieden werden. Visuelle Tests sind hierfür ein praktisches Werkzeug, aber nicht jeder kann eine visuelle Herausforderung lösen. Aus diesem Grund haben wir eine einfache, schmerzlose Alternative entwickelt, mit der Publisher, die unseren Service nutzen, die Zugänglichkeit für alle mit vollständiger Einhaltung von Section 508 und WCAG 2.0 gewährleisten können.",
    "page-acc-summary-contents-2": "So funktioniert es: Zunächst meldet sich ein Benutzer für Barrierefreiheit unter dieser URL an, die auf der Infoseite des hCaptcha-Widgets verlinkt ist. Sie erhalten ein verschlüsseltes Cookie, das mehrmals täglich verwendet werden kann, das jedoch alle 24 Stunden per Login aktualisiert werden muss. Wenn einem Benutzer mit Barrierefreiheit auf einer beliebigen Website, die den hCaptcha-Dienst verwendet, eine Herausforderung angezeigt wird, werden sie automatisch weitergeleitet.",
    "page-acc-title": "Informationen zur Barrierefreiheit von hCaptcha",
    "page-acc-tr-body": "Frage: Nach dem Setzen des Cookies sehe ich immer noch eine Herausforderung. Was verursacht das? Antwort: Dies liegt normalerweise an der Verwendung eines aggressiven Werbeblockers oder einer Anti-Cookie-Erweiterung oder an einer Einstellung, die standortübergreifende Cookies blockiert. In diesem Fall handelt es sich um ein Cookie für hcaptcha.com, das vom hCaptcha-JavaScript auf einer anderen Website gesetzt oder überprüft wird , wie der, den Sie besuchen. Cookies für die Barrierefreiheit von hCaptcha funktionieren mit allen gängigen Browsern und Werbeblockern mit ihren Standardeinstellungen. Daher sind Fehler in der Regel auf Anti-Anti-Adblock-Skripte oder ähnliche Regelsätze zurückzuführen, die auf bestimmte Websites abzielen. Lösungen: 1. Whitelist-Cookies hcaptcha.com und * .hcaptcha.com in Ihrem Werbeblocker oder Ihrer Browser-Sicherheitserweiterung. 2. Wenn Sie den Brave-Browser verwenden, der (ab April 2020) keine Cookie-Whitelist zu haben scheint, gehen Sie zu Einstellungen -> Schilde -> Cookies und wählen Sie Alle Cookies zulassen. 3. Wenn Sie die neueste Version von Safari unter OS X 10.15 oder iOS 13 verwenden. 4 hat Apple gerade das Verhalten von Safari in Bezug auf Cookies von Drittanbietern geändert und alle standardmäßig blockiert. Wir implementieren eine Lösung. In der Zwischenzeit besuchen Sie bitte den Abschnitt \"Safari-Einstellungen\", \"Datenschutz\" und deaktivieren Sie das Kontrollkästchen \"Website-Tracking\": Verhindern Sie das Cross-Site-Tracking, damit das Cookie für Barrierefreiheit wie erwartet funktioniert. Frage: Ich benutze mehrere Geräte. Muss ich mich mehrmals anmelden? Antwort: Nein. Bitte klicken Sie auf denselben E-Mail-Anmeldelink, der Ihnen auf jedem von Ihnen verwendeten Gerät gesendet wurde, um das Cookie zu setzen.",
    "page-acc-tr-title": "Für Benutzer mit Barrierefreiheit: Fragen und Antworten sowie Fehlerbehebung",
    "priv-hc": "Datenschutz fokussiert",
    "priv-hc-text": "Werbenetzwerke sehen Sie als ihr Produkt. Wir nicht. Es ist uns egal, wer Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "reporting-bugs-accessibility-button": "Erfahren Sie mehr über Eingabehilfen",
    "reporting-bugs-accessibility-head": "Zugangsmöglichkeiten",
    "reporting-bugs-accessibility-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu absolvieren?",
    "reporting-bugs-guide-ff-head": "Erfassen von Fehlerberichtsdetails: Firefox",
    "reporting-bugs-guide-ff-step-1": "Schritt 1: Öffnen Sie die Entwicklertools (Hiermit wird die Aufzeichnung der Sitzung gestartet.)",
    "reporting-bugs-guide-ff-step-2": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie das Kontrollkästchen Persist logs oben.",
    "reporting-bugs-guide-ff-step-3": "Schritt 3: Besuchen Sie https://accounts.hcaptcha.com/demo oder die Website, auf der Sie ein Problem haben (Datenschutzhinweis: Nur wenn es Ihnen nichts ausmacht, zu teilen, was es ist) ... und klicken Sie dann auf I. bin menschlicher Knopf und versuche zu lösen.",
    "reporting-bugs-guide-ff-step-4": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf HAR und wählen Sie Alle als HAR speichern, um das Netzwerkprotokoll zu speichern. Senden Sie diese Datei an uns.",
    "reporting-bugs-guide-ff-step-5": "Schritt 5: Klicken Sie auf die Registerkarte Konsole und klicken Sie mit der rechten Maustaste auf Alle auswählen und speichern Sie diese in einer Textdatei, um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "reporting-bugs-guide-ff-step-6": "Letzter Schritt: Senden Sie diese HAR- und Konsolenprotokolldateien per E-Mail an uns und beschreiben Sie das Problem. Verwenden Sie: support@hcaptcha.com (verwenden Sie einen Dienst wie Dropbox oder Filebin und senden Sie Links) und optional einen Screenshot, wenn Sie den Verdacht haben, dass etwas nicht korrekt angezeigt wird . Bitte senden Sie auch die IP, die Sie verwenden. Sie können es von https://www.whatsmyip.org/ erhalten. Vielen Dank, dass Sie sich die Zeit genommen haben, uns zu helfen, diese Informationen zu erhalten! Wir setzen uns dafür ein, dass hCaptcha für alle gut funktioniert.",
    "reporting-bugs-guide-head": "Erfassen von Fehlerberichtsdetails: Chrome",
    "reporting-bugs-guide-step-1": "Schritt 1: Öffnen Sie die Entwicklertools (Hiermit wird die Aufzeichnung der Sitzung gestartet.)",
    "reporting-bugs-guide-step-2": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie das Kontrollkästchen Bewahren oben.",
    "reporting-bugs-guide-step-3": "Schritt 3: Besuchen Sie https://accounts.hcaptcha.com/demo oder die Website, auf der Sie ein Problem haben (Datenschutzhinweis: Nur wenn es Ihnen nichts ausmacht, zu teilen, was es ist) ... und klicken Sie dann auf I. bin menschlicher Knopf und versuche zu lösen.",
    "reporting-bugs-guide-step-4": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf HAR exportieren (der kleine Abwärtspfeil), wodurch das Netzwerkprotokoll gespeichert wird. Senden Sie diese Datei an uns.",
    "reporting-bugs-guide-step-5": "Schritt 5: Klicken Sie auf die Registerkarte Konsole und klicken Sie mit der rechten Maustaste auf Speichern unter .., um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "reporting-bugs-guide-step-6": "Letzter Schritt: Senden Sie diese HAR- und Konsolenprotokolldateien per E-Mail an uns und beschreiben Sie das Problem. Verwenden Sie: support@hcaptcha.com (verwenden Sie einen Dienst wie Dropbox oder Filebin und senden Sie Links) und optional einen Screenshot, wenn Sie den Verdacht haben, dass etwas nicht korrekt angezeigt wird. Bitte senden Sie auch die IP, die Sie verwenden. Sie können es von https://www.whatsmyip.org/ erhalten. Vielen Dank, dass Sie sich die Zeit genommen haben, uns zu helfen, diese Informationen zu erhalten! Wir setzen uns dafür ein, dass hCaptcha für alle gut funktioniert.",
    "reporting-bugs-guide-text-1": "Durch das Senden von Debugging-Informationen mit Ihrem Bericht können wir leichter erkennen, was gerade passiert. Hier finden Sie schrittweise Anleitungen:",
    "reporting-bugs-guide-text-2": "Wenn Sie ein Webentwickler oder ein erfahrener Benutzer sind, möchten wir, dass Sie uns zusammenfassend eine Netzwerkaufzeichnung mit HAR- und Browserkonsolenprotokollen senden. Versuchen Sie zunächst, Werbeblocker oder Browser-Sicherheitserweiterungen zu deaktivieren, und versuchen Sie es dann erneut, bevor Sie diese Schritte ausführen. Wenn dies Ihr Problem behebt, würden wir uns freuen, wenn Sie uns Ihre Browserversion, Ihren Werbeblocker oder Ihre Browsererweiterung sowie die Website-URL mitteilen.",
    "reporting-bugs-intro-head": "Einen Fehler gefunden? So melden Sie es.",
    "reporting-bugs-intro-text": "Millionen von Menschen verwenden hCaptcha jeden Monat in Tausenden von Kombinationen von Browsern, Erweiterungen, Geräten, Firewalls und mehr. Unser Ziel ist es, sicherzustellen, dass es immer für Sie funktioniert, daher freuen wir uns sehr über Ihre Berichte! Um schnelles Feedback zu geben, klicken Sie einfach auf die Schaltfläche Feedback senden. Wenn ein Funktionsproblem auftritt, befolgen Sie die nachstehenden Anweisungen zum Debuggen von Protokollen für Chrome oder Anweisungen zum Debuggen von Protokollen für Firefox. Für alle anderen Browser senden Sie uns einfach eine E-Mail. Informationen zu potenziellen Sicherheits- oder Datenschutzproblemen finden Sie in den folgenden Anweisungen.",
    "reporting-bugs-privacy-head": "Datenschutzprobleme",
    "reporting-bugs-privacy-text": "Es ist uns egal, wer Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind oder Maschinen. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen. Wenn Sie ein Problem gefunden haben, von dem Sie glauben, dass es die Privatsphäre der Benutzer beeinträchtigen könnte, senden Sie uns eine E-Mail an support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sende uns Feedback",
    "reporting-bugs-provide-feedback-head": "Geben Sie sofortiges Feedback zu hCaptcha",
    "reporting-bugs-provide-feedback-text": "Wir freuen uns über Ihre Beiträge. Lassen Sie uns alle Probleme wissen und wir werden sie schnell lösen.",
    "reporting-bugs-security-head": "Sicherheitslücken",
    "reporting-bugs-security-text": "Wir sind immer daran interessiert, Berichte über Sicherheitslücken zu erhalten. E-Mail an support@hcaptcha.com & CC security@hcaptcha.com und wir werden uns schnellstmöglich bei Ihnen melden. Wir haben auch ein Bug-Bounty-Programm für berechtigte Sicherheitsberichte zum hCaptcha-Dienst und dem zugehörigen Quellcode.",
    "sec-hc": "Sicherheit geht vor",
    "sec-hc-text": "hCaptcha konzentriert sich auf Verlage. Wir arbeiten daran, Websites echte Daten zu geben und sie entscheiden zu lassen, wie sie verwendet werden sollen. Die Genauigkeit liegt in Ihrem und unserem Interesse. Andere Captchas werden von Werbefirmen bereitgestellt. Jeder Bot, den sie blockieren, kann ihre Einnahmen reduzieren.",
    "switch-to-english-link": "Zu englisch wechseln",
    "what-is-hcaptcha": "Was ist hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hilft Ihren bevorzugten Webdiensten, Bots, Spam und Missbrauch fernzuhalten, indem einfache Fragen gestellt werden, die für Menschen einfach und für Maschinen schwierig sind.",
    "why-hc": "Warum hCaptcha?",
    "why-hc-text": "Jedes Mal, wenn Sie eine Herausforderung beantworten, verwenden wir ausgefeilte Modelle, um herauszufinden, ob Sie ein Mensch oder eine Maschine sind. Die von Ihnen besuchte Website verwendet dieses Ergebnis, um Ihre Erfahrung auf ihrer Website zu verbessern, indem Bots ferngehalten werden."
}