{
    "a11y-img-1": "Eingabehilfen-Benutzerbildschirm nach der Anmeldung",
    "a11y-img-2": "Eingabehilfenoption im Menü der Widget-Benutzeroberfläche",
    "a11y-img-3": "Dialogfeld \"Barrierefreiheit\" in der Widget-Benutzeroberfläche",
    "about-advisors-brendan": "CEO von Brave Software. Co-Founder von Mozilla. Erfinder der JavaScript Programmiersprache.",
    "about-advisors-dawn": "Professor, CS an der Universität von Kalifornien, Berkeley. Deep Learning, Sicherheit, Blockchain-Experte. CEO von Oasis Labs.",
    "about-advisors-head": "Berater",
    "about-advisors-keiran": "Wissenschaftlicher Mitarbeiter in Stanford. Maschinelles Lernen und Quantitative Finance bei Banken, Hedgefonds und Hochschulen.",
    "about-content-head-1": "Was wir tun",
    "about-content-head-2": "Warum es wichtig ist",
    "about-content-text-1": "hCaptcha ist ein Service von Intuition Machines Inc, einem Unternehmen für KI und maschinellem Lernen mit Schwerpunkt auf Meta-learning und Visual Domain ML. Wir bauen und betreiben massiv skalierbare Systeme, um Video- und Bildanalysedienste für Global 2000 Unternehmen auf der ganzen Welt zu ermöglichen.",
    "about-content-text-1a": "hCaptcha bietet einen modernen, datenschutzorientierten Ansatz zur Abwehr von Bots.",
    "about-content-text-1b": "Wir zeigen CAPTCHA-Herausforderungen, die für Bots schwierig, für Menschen jedoch einfach zu lösen sind, indem wir schwer zu kennzeichnende Daten aus Machine Learning Problemen sammeln und anhand dieser Daten unterscheiden, ob ein Website- oder App-Besucher ein Mensch oder ein Bot ist.",
    "about-content-text-2": "Mehr Daten führen zu besseren Ergebnissen. Das Erstellen und Verwalten korrekt gekennzeichneter und relevanter Datensätze ist aber zeitaufwändig und teuer. hCaptcha wurde ursprünglich entwickelt, um unsere eigenen Anforderungen bei der Datenannotation zu erfüllen, und ist jetzt für andere Unternehmen mit ähnlichen Anforderungen verfügbar.",
    "about-content-text-2a": "Bösartige Akteure sind online leider immer häufiger anzutreffen. Die Privatsphäre der Nutzer zu opfern ist jedoch nicht die richtige Antwort.",
    "about-content-text-2b": "Die von Werbefirmen angebotenen Sicherheitslösungen konzentrieren sich hauptsächlich auf die Bespitzelung von Nutzern im Internet. Wir haben eine effektive Sicherheitslösung entwickelt, die zeigt, dass eine Verletzung der Privatsphäre von Nutzern nicht notwendig ist, um hervorragende Ergebnisse zu erzielen.",
    "about-intro-head-1": "Über hCaptcha",
    "about-intro-head-2": "Datenschutz, Sicherheit und maschinelles Lernen.",
    "about-intro-text": "hCaptcha ist der weltweit am häufigsten genutzte unabhängige CAPTCHA-Dienst.",
    "about-leadership-alex": "Datenbank- und Blockchain-Experte. Früher Ingenieur bei Cloudera und mehr. Jahrzehntelange Erfahrung im Aufbau von Software und Teams.",
    "about-leadership-eli": "CEO. Anerkannter KI Experte. Hat in den letzten Jahrzehnten maschinelle Intelligenz in großem Maßstab auf eine Vielzahl von Geschäftsproblemen angewendet.",
    "about-leadership-head": "Leadership",
    "about-leadership-todd": "Promotion in Computational Biology, Stanford. Arbeit mit neuronalen Netzen seit 1999. Fokus auf angewandte ML und Deep Learning in großem Maßstab.",
    "acc-opt": "Zugangsmöglichkeiten",
    "acc-opt-but": "Erfahren Sie mehr über Eingabehilfen",
    "acc-opt-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu lösen?",
    "accessibility-link": "Barrierefreiheit",
    "appreciate-in": "Wir freuen uns über Ihr Feedback. Bitte melden Sie uns Probleme, so dass wir diese schnellstmöglich beheben können. Vielen Dank!",
    "fb-but": "Sende uns Feedback",
    "feedback-text": "Geben Sie Feedback zu dem gerade gesehenen hCaptcha",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha ist eine eingetragene Marke von Intuition Machines, Inc.",
    "footer-header-1": "Unternehmen",
    "footer-header-2": "Ressourcen",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Labeling",
    "footer-link-10": "Barrierefreiheit",
    "footer-link-2": "Über uns",
    "footer-link-3": "Jobs",
    "footer-link-4": "Marken",
    "footer-link-5": "KI Ethik",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentation",
    "footer-link-9": "Melde einen technischen Fehler",
    "footer-privacy": "Privatsphäre",
    "footer-subheader-1": "Support",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Bedingungen",
    "h-plans": "Preisliste",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Labeling Leistungen",
    "header-login-button": "Einloggen",
    "header-plans-link": "Preise",
    "header-signup-button": "Registrieren",
    "home-about-head": "Über hCaptcha",
    "home-about-subtitle": "Powered by HUMAN Protocol",
    "home-about-text-1": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem des maschinellen Lernens zu lösen: die zeitnahe, kostengünstige und zuverlässige Annotation großer Datenmengen.",
    "home-about-text-2": "Mehr Daten führen im Allgemeinen zu besseren Ergebnissen beim Training von Modellen für maschinelles Lernen. Der jüngste Erfolg von Deep Learning Modellen hat zu immer größeren Datensätzen geführt, fast immer mit menschlicher Überprüfung. Das Erstellen großer, von Menschen überprüfter Datensätze (z. B. über Mechanical Turk und vergleichbare Services) ist jedoch sowohl langsam als auch teuer.",
    "home-about-text-3": "Mit hCaptcha können Websites Geld verdienen, um genau diese Nachfrage zu befriedigen und blockieren gleichzeitig Bots und andere Formen des Missbrauchs.",
    "home-about-text-4": "Der hCaptcha-Marktplatz basiert auf dem HUMAN-Protokoll, einem offenen dezentralen Protokoll für die Überprüfung durch Menschen, das in der Ethereum-Blockchain ausgeführt wird. Websites erhalten Human Tokens (HMT), wenn Benutzer das hCaptcha-Widget auf ihrer Website verwenden, und Unternehmen für maschinelles Lernen zahlen Human Tokens, um ihre Daten labeln zu lassen.",
    "home-ba-labeling-services-link": "Labeling Services",
    "home-benefits-head-1": "Daten-Annotation ist wertvoll.",
    "home-benefits-head-2": "Gib etwas für wohltätige Zwecke zurück",
    "home-benefits-text-1": "Wussten Sie, dass Sie jedes Mal, wenn Sie Captchas lösen, dabei helfen, die Machine Learning Systeme eines einzelnen Gigantischen Unternehmens kostenlos zu trainieren?",
    "home-benefits-text-2": "hCaptcha dreht dieses Modell um. Wenn Sie hCaptcha verwenden, bieten andere Unternehmen auf die beim Captcha-Lösen enstehende Arbeitsleistung Ihrer Nutzer. Die Vergütung erhalten dabei Sie.",
    "home-benefits-text-3": "Möchten Sie Ihrer Lieblings-Wohltätigkeitsorganisation etwas zurückgeben? Mit hCaptcha können Sie die Wohltätigkeitsorganisationen Ihrer Wahl mit den Einnahmen unterstützen, die Sie durch die Einbindung unserer Captchas erzielen. Benutzer auf Ihrer Website können Ihren Beitrag zur Wohltätigkeit in Kürze durch diskretes Branding auf der hCaptcha-Oberfläche sehen.",
    "home-challenge-text-1": "Wählen Sie alle Bilder aus, die dem abgefragten Konzept entsprechen-",
    "home-challenge-text-2": "Grenzen Sie ein Objekt auf einem Bild ein.",
    "home-challenge-text-3": "Identifizieren Sie die korrekte Bezeichnung für ein Bild.",
    "home-challenge-title-1": "Abgleich",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorisierung",
    "home-challenges-head": "Beispiel Challenges:",
    "home-challenges-text-1": "... und andere einfache Aufgaben. Einfach für Menschen, schwierig für Bots.",
    "home-challenges-text-2": "Benutzerdefinierte Aufgaben gemäß ihrer Wünsche sind für Enterprise-Kunden verfügbar.",
    "home-ent-1": "Suchen Sie nach unseren Enterprise-Security Angeboten?",
    "home-ent-2": "Besuchen Sie unsere neue Website: BotStop.com",
    "home-ent-button": "Weitere Informationen: BotStop von hCaptcha",
    "home-from-the-blog": "AUS DEM BLOG:",
    "home-from-the-blog-value": "Funktionsweise der hCaptcha-Schwierigkeitseinstellungen",
    "home-intro-body": "Verwenden Sie ein Captcha, um Bots fernzuhalten? hCaptcha schützt die Privatsphäre Ihrer Nutzer, belohnt Websites und hilft Unternehmen dabei, ihre Daten zu annotieren. Es ist ein 'Drop In' Ersatz für reCAPTCHA, den Sie innerhalb von Minuten einrichten.",
    "home-intro-button": "Jetzt registrieren",
    "home-intro-head": "Bots raus. Datenschutz rein.",
    "home-main-1": "Privat. Sicher. Schneller. Und wir bezahlen Sie dafür.",
    "home-main-2": "Datenschutz-fokussiert",
    "home-main-2c": "Es ist eigentlich ganz einfach: für Captcha Anbieter, die vor allem mit Werbung ihr Geld verdienen, sind Ihre Besucher das Produkt. Unser Produkt ist der effektive Schutz vor Bots, der gleichzeitig die Privatsphäre ihrer Nutzer und Kunden schützt. Darüberhinaus unterstützen wir Initiativen wie den Privacy Pass.",
    "home-main-3": "Sicherheit geht vor",
    "home-main-3c": "Die Genauigkeit liegt in Ihrem und unserem Interesse. hCaptcha ist Publisher-fokussiert. Wir liefern Ihnen echte Daten und Sie entscheiden, wie Sie diese verwenden wollen. Andere Captcha-Lösungen werden von gigantischen Werbefirmen bereitgestellt, mit entsprechenden Zielkonflikten: jeder Bot, den sie blockieren, reduziert unter Umständen auch zweifelhafte Werbeeinnahmen.",
    "home-main-4": "Bessere User Experience",
    "home-main-4c": "Eine bestmögliche UX für Ihre Nutzer ist uns sehr wichtig. Deswegen sorgen in unseren Enterprise Produkten hochentwickelte Machine Learning Modelle dafür, dass möglichst wenig echte Menschen von Captchas behelligt werden.",
    "home-main-plans": "hCaptcha kann kostenlos für Publisher jeder Größe verwendet werden. Für Unternehmen und Plattformen, die mehr Kontrolle benötigen, stehen unsere Enterprise-Lösungen zur Verfügung.",
    "home-main-plans2": "hCaptcha Enterprise-Lösungen schützen Millionen von Benutzern auf vielen Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie",
    "home-main-plans3": "hCaptcha Enterprise-Lösungen schützen Millionen von Benutzern auf vielen Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie",
    "home-main-plans4": "für Details.",
    "home-plans-button-1": "Jetzt registrieren",
    "home-plans-button-2": "Kontaktieren Sie unseren Vertrieb",
    "home-plans-chart-head-1": "Eigenschaften",
    "home-plans-chart-head-2": "Verleger",
    "home-plans-chart-head-3": "Unternehmen",
    "home-plans-chart-row-1-cell-1": "Kundenspezifische Challenges",
    "home-plans-chart-row-1-cell-2": "limitiert",
    "home-plans-chart-row-1-cell-3": "Gesamt",
    "home-plans-chart-row-10-cell-1": "Mehrbenutzer-Dashboards",
    "home-plans-chart-row-11-cell-1": "Erweiterte Reporting-Funktionen",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Kontrollieren Sie den Inhalt von Challenges",
    "home-plans-chart-row-2-cell-2": "limitiert",
    "home-plans-chart-row-2-cell-3": "Gesamt",
    "home-plans-chart-row-3-cell-1": "Verdiene Belohnungen für menschliche Lösungen",
    "home-plans-chart-row-4-cell-1": "Weltklasse Anti-Bot-Schutz",
    "home-plans-chart-row-5-cell-1": "Funktioniert in jedem Land",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA und 99,9% passive Modi",
    "home-plans-chart-row-5b-cell-1": "Bot-Scores",
    "home-plans-chart-row-6-cell-1": "GDPR- und CCPA-konforme Datenschutzrichtlinie",
    "home-plans-chart-row-7-cell-1": "Feinkörnige Schwierigkeitsgrade",
    "home-plans-chart-row-8-cell-1": "Starten Sie Ihren eigenen Challenges",
    "home-plans-chart-row-9-cell-1": "Zeitbasiertes Schwierigkeits-Scheduling",
    "home-try-it-out-button": "Holen Sie sich hCaptcha",
    "home-try-it-out-head": "Jetzt testen!",
    "home-try-it-out-text": "hCaptcha bietet eine einfache und zuverlässige Bot-Erkennung und ist für den Menschen trivial zu lösen.",
    "labeling-about-head": "Über hCaptcha",
    "labeling-about-text-1": "hCaptcha wurde entwickelt, um das arbeitsintensivste Problem beim maschinellen Lernen zu lösen. Massive Datenmengen zeitnah, kostengünstig und zuverlässig kennzeichnen. Mehr Daten führen im Allgemeinen zu besseren Ergebnissen beim Training von Modellen für maschinelles Lernen. Der jüngste Erfolg von Deep-Learning Modellen hat zu einem immer größeren Bedarf an Datenmengen geführt - hCaptcha erfüllt diesen.",
    "labeling-about-text-2": "Das Erstellen großer, von Menschen überprüfter Datensätze mit herkömmlichen Methoden ist jedoch sowohl langsam als auch teuer. Mit hCaptcha erhalten Unternehmen die erforderlichen Annotationen schneller, mit höherer Qualität und zu geringeren Kosten als alternative Produkte.",
    "labeling-annotations-head": "Annotationsarten",
    "labeling-annotations-text-1": "Genaue Objekterkennung in Bildern und Videos",
    "labeling-annotations-text-2": "Genaue Objekterkennung in Bildern und Videos",
    "labeling-annotations-text-3": "Punktuelle Annotationen für viele verschiedene Anwendungsfälle",
    "labeling-annotations-text-4": "Sortieren oder Anhängen beliebiger Kategorien beliebiger Größe",
    "labeling-annotations-text-5": "Erkennung und Klassifizierung durch Menschen",
    "labeling-annotations-text-6": "Benötigen Sie einen anderen Challenge-Typ, der hier nicht aufgeführt ist? Fragen Sie uns einfach.",
    "labeling-annotations-title-1": "Bounding Box",
    "labeling-annotations-title-2": "Polygone",
    "labeling-annotations-title-3": "Landmarks",
    "labeling-annotations-title-4": "Attributkategorisierung",
    "labeling-annotations-title-5": "Vergleichen und Erkennen",
    "labeling-annotations-title-6": "... und viele mehr",
    "labeling-ent-button": "Kontaktieren Sie unser Enterprise Solutions Team",
    "labeling-ent-head": "Benötigen Sie eine End-to-End-Kontrolle?",
    "labeling-ent-text-1": "Die HUMAN-Plattform hinter hCaptcha bietet hochentwickelte Funktionen für Arbeitsqualität und -verwaltung über On-Premise-, Hybrid- oder SaaS-Bereitstellungen, die in Ihre vorhandenen Systeme integriert werden.",
    "labeling-ent-text-2": "Arbeiten Sie vollständig offline mit Ihrer eigenen Belegschaft, tracken Sie, wieviel diverse Business Units oder Konsortium-Partnern verbrauchen, leiten Sie Aufträge basierend auf Kosten- und Sicherheitsanforderungen selektiv an verschiedene interne oder externe Arbeitsanbieter weiter - und vieles mehr.",
    "labeling-ent-text-3": "Einfacher API-Zugriff, übersichtliche Dashboards und die neueste Model-in-the-Loop-Technologie zur Maximierung der Effizienz.",
    "labeling-ent-text-4": "99,99% Verfügbarkeits-SLAs und globaler Support rund um die Uhr verfügbar. Für mehr Informationen:",
    "labeling-features-head-1": "Einfache API-gesteuerte Pipelines.",
    "labeling-features-head-2": "Optimales Preis-Leistungsverhältnis.",
    "labeling-features-head-3": "Zahlen Sie nur für die Genauigkeit, die Sie auch wirklich benötigen.",
    "labeling-features-head-4": "Stellen Sie Ihre eigenen Ground Truth Daten bereit oder lassen Sie uns diese erstellen.",
    "labeling-features-text-1": "Möchten Sie eine menschliche Review direkt in Ihre Prozesse integrieren? Wir bieten hochzuverlässige SLAs, garantierte Kapazität und einfache REST-APIs.",
    "labeling-features-text-2": "Die HUMAN-Plattform verwendet umfassende Confidence Modelle, um anspruchsvolle Echtzeit-Qualitätsanalysen durchzuführen. Auf diese Weise können wir schnell sowohl die Schwierigkeit von Fragen als auch deren wahrscheinliche korrekte Antwort ermitteln und Ihnen Zeit und Geld sparen.",
    "labeling-features-text-3": "Anmerkungen für sicherheitskritische Aufgaben erfordern möglicherweise ein Vertrauen von 99,99% von vollständig menschlichen Mitarbeitern. Anmerkungen für eine Beta-Funktion in einer Gaming App erfordern möglicherweise nur mäßiges Vertrauen. Sie haben hier die volle Kontrolle.",
    "labeling-features-text-4": "Haben Sie Rohdaten ohne ein umfassendes Verification Set? In den meisten Fällen können wir dieses für Sie erstellen, während Aufgaben durch das System ausgeführt werden, oder gelabelte Samples für Sie zur Review bereitstellen.",
    "labeling-info-head": "Daten annotieren",
    "labeling-info-text-1": "Sprechen Sie mit einem unserer Domain-Experten, um Ihre Projektanforderungen zu definieren: Zielgenauigkeit, Format und spezielle Anforderungen.",
    "labeling-info-text-2": "Wir führen einen kleinen Produktionsauftrag basierend auf Ihren Beispieldaten aus. So stellen wir sicher, dass Sie genau das bekommen, was Sie brauchen.",
    "labeling-info-text-3": "Dank unseres hohen Volumens und der geringen Latenz werden wir Ihre Arbeit schnell erledigen und die Lieferung automatisieren, sobald sie erledigt ist.",
    "labeling-info-text-4": "Weil wir die Parameter Ihrer Produktionsarbeit nach und nach besser verstehen, verbessern sich auch die Ergebnisse im Laufe der Zeit stetig.",
    "labeling-info-text-5": "Mit Live-Dashboards können Sie jederzeit Feedback geben oder die Produktion unterbrechen.",
    "labeling-info-title-1": "Spezifikationen definieren",
    "labeling-info-title-2": "Erster Job Test",
    "labeling-info-title-3": "Bereitstellen von Produktionsjobs",
    "labeling-info-title-4": "Stetige Verbesserungen",
    "labeling-info-title-5": "Echtzeitergebnisse",
    "labeling-main-1": "Wir labeln ihre Daten - preiswert und at scale",
    "labeling-main-1-button": "Lassen Sie Ihre Daten labeln!",
    "labeling-main-1c": "Benötigen Sie Annotationen für Ihre Machine Learning Daten? hCaptcha bietet Unternehmen, die an KI Anwendungen arbeiten, eine schnelles, kostengünstiges und qualitativ hochwertiges Labeling ihrer Daten.",
    "labeling-main-2": "Sofort Millionen von Tasks starten.",
    "labeling-main-2-button": "Data Labeling Services anfragen",
    "labeling-main-2c": "hCaptcha verfügt über einen der weltweit größten Crowds zum Labeling von Daten. Wir bewältigen damit Anforderungen jeder Größe ohne hohe Vorabkosten. Millionen von Tasks pro Tag stellen kein Problem dar.",
    "labeling-platform-head": "Private oder öffentliche Informationen",
    "labeling-platform-text": "hCaptcha basiert auf der HUMAN-Plattform, die ein ausgeklügeltes Routing und Analysen ermöglicht, um Kosten und Effizienz bei jedem Schritt zu optimieren. Mit dieser Technologie können die richtigen Mitarbeiter jeden Teil Ihrer Arbeit erledigen, die Kosteneffizienz maximieren, die Privatsphäre wahren und geltende gesetzliche Anforderungen erfüllen.",
    "labeling-try-button": "Jetzt Labeling mit hCaptcha testen",
    "labeling-try-head": "Testen Sie uns jetzt mit ihren Daten!",
    "labeling-try-text": "Unser Service ist rund um die Uhr verfügbar.",
    "learn-more-hcaptcha": "Erfahren Sie mehr über hCaptcha",
    "page-acc-faq-1": "Frage: Ist hCaptcha Section 508 + WCAG 2.1 AA konform? Antwort: Wir glauben, dass alle Benutzer mit jeglicher Beeinträchtigung, die im Internet surfen und Text in Formulare eingeben können, bei der Registrierung auf Dienste zugreifen können, die durch hCaptcha geschützt sind. Dies ist jedoch keine Rechtsberatung: Sie sollten Ihre eigene Bewertung unter Berücksichtigung Ihrer speziellen Implementierung durchführen, um sicherzustellen, dass dies bei Ihrer Bereitstellung der Fall ist.",
    "page-acc-faq-2": "Frage: Arbeiten Sie an anderen Eingabehilfen (a11y) wie Audio? Antwort: Bisher beliebte Optionen wie Audio-Captchas diskriminieren viele Benutzer und können durch moderne Techniken des maschinellen Lernens leicht besiegt werden. Dies hat die aktuellen Audio-Herausforderungen immer schwieriger gemacht und Rauschen, ungerades Timing, ungewöhnliche Wortkombinationen usw. eingeführt, um Angreifer zu besiegen. Wir sind daher weniger begeistert von diesem Ansatz als von der Vermeidung der Herausforderung insgesamt, werden ihn jedoch in Betracht ziehen, wenn die a11y-Community nachfragt. Wir sind jedoch sehr an Privacy Pass für den Anwendungsfall Barrierefreiheit interessiert. Wir glauben, dass die Kombination unseres aktuellen a11y-Ansatzes mit der Ausstellung des Privacy Pass es a11y-Benutzern ermöglicht, sicher zu surfen und sicher zu sein, dass ihr Datenverkehr privater ist, während der Missbrauch durch Bot-Betreiber eingeschränkt wird, der unvermeidlich auftritt, wenn a11y-Optionen verfügbar sind. Wir sind aktive Teilnehmer an der IETF-Arbeitsgruppe, die diese neue Technologie standardisiert.",
    "page-acc-faq-3": "Frage: Was ist mit der Privatsphäre? Wird durch die Registrierung in irgendeiner Weise a11y-Browserdaten angezeigt? Was machst du mit der E-Mail? Antwort: hCaptcha ist von Grund auf auf Privatsphäre ausgelegt. Es unterscheidet sich stark von herkömmlichen Optionen wie reCAPTCHA, die im Besitz von Werbenetzwerken sind und einen Anreiz haben, Sie im Internet zu verfolgen und Sie mit einer echten Identität zu verknüpfen. Wir verwenden E-Mails oder Informationen zur Barrierefreiheit niemals für andere Zwecke als zur Erleichterung der Nutzung und zur Verhinderung von Missbrauch. Unsere Datenschutzrichtlinie enthält umfassende und maßgebliche Antworten zur Verwendung von Daten. Die kurze Antwort lautet jedoch, dass wir kein Interesse daran haben, Sie als Person mit Ihrem Browserverlauf in Verbindung zu bringen. Derzeit arbeiten wir auch an einer kryptografischen Lösung, um Ihre E-Mail-Adresse schnell zu verwerfen Gleichzeitig behalten wir unsere Fähigkeit, Missbrauch zu verhindern, und ergänzen unsere Privacy Pass-Arbeit.",
    "page-acc-link-1": "Wenn Sie ein registrierter Nutzer unserer Lösung für Barrierefreiheit sind, melden Sie sich bitte hier an.",
    "page-acc-subhead": "hCaptchas Ansatz zu einem barriefreien, sicheren Zugang",
    "page-acc-summary": "Zusammenfassung",
    "page-acc-summary-contents-1": "hCaptcha wurde entwickelt, um Bots zu stoppen, indem sie von Menschen unterschieden werden. Visuelle Tests sind hierfür ein praktisches Werkzeug, aber nicht jeder kann eine visuelle Herausforderung lösen. Aus diesem Grund haben wir eine einfache, schmerzlose Alternative entwickelt, mit der Verlage, die unseren Service nutzen, die Zugänglichkeit für alle mit vollständiger Einhaltung von Section 508 und WCAG 2.1 AA gewährleisten können.",
    "page-acc-summary-contents-2": "So funktioniert es: Zunächst melden sich Nutzer für den barrierefreien Zugang unter dieser URL an, die auf der Infoseite des hCaptcha-Widgets verlinkt ist. Sie erhalten ein verschlüsseltes Cookie, das mehrmals täglich verwendet werden kann, jedoch alle 24 Stunden per Login aktualisiert werden muss. Wenn einem Nutzer unserer Lösung zur Barrierefreiheit auf einer Website, die den hCaptcha verwendet, nun eine Challenge angezeigt wird, werden diese automatisch weitergeleitet.",
    "page-acc-title": "Informationen zur Barrierefreiheit von hCaptcha",
    "page-acc-tr-body": "Frage: Nach dem Setzen des Cookies sehe ich immer noch eine Herausforderung. Was verursacht das? Antwort: Dies liegt normalerweise an der Verwendung eines aggressiven Werbeblockers oder einer Anti-Cookie-Erweiterung oder an einer Einstellung, die standortübergreifende Cookies blockiert. In diesem Fall handelt es sich um ein Cookie für hcaptcha.com, das vom hCaptcha-JavaScript auf einer anderen Website gesetzt oder überprüft wird , wie der, den Sie besuchen. hCaptcha-Eingabehilfen-Cookies funktionieren mit allen gängigen Browsern und Werbeblockern mit ihren Standardeinstellungen. Daher sind Fehler in der Regel auf Anti-Anti-Adblock-Skripte oder ähnliche Regelsätze zurückzuführen, die auf bestimmte Websites abzielen. Lösungen: 1. Whitelist hcaptcha.com- und * .hcaptcha.com-Cookies in Ihrem Werbeblocker oder Ihrer Browser-Sicherheitserweiterung. 2. Wenn Sie den Brave-Browser verwenden, der (ab April 2020) keine Cookie-Whitelist zu haben scheint, gehen Sie zu Einstellungen -> Schilde -> Cookies und wählen Sie Alle Cookies zulassen. 3. Wenn Sie die neueste Version von Safari unter OS X 10.15 oder iOS 13 verwenden. 4 hat Apple gerade das Verhalten von Safari in Bezug auf Cookies von Drittanbietern geändert und alle standardmäßig blockiert. Wir implementieren eine Lösung. In der Zwischenzeit besuchen Sie bitte den Abschnitt \"Safari-Einstellungen\", \"Datenschutz\" und deaktivieren Sie das Kontrollkästchen \"Website-Tracking\": Verhindern Sie das Cross-Site-Tracking, damit das Cookie für Barrierefreiheit wie erwartet funktioniert. Frage: Ich benutze mehrere Geräte. Muss ich mich mehrmals anmelden? Antwort: Nein. Bitte klicken Sie auf denselben E-Mail-Anmeldelink, der Ihnen auf jedem von Ihnen verwendeten Gerät gesendet wurde, um das Cookie zu setzen.",
    "page-acc-tr-title": "Für Benutzer mit Barrierefreiheit: Häufige Fragen und Anleitung zur Fehlerbehebung",
    "page-acc-tr2-body": "Safari<br> So aktivieren Sie Cookies in Safari (Mac): Gehen Sie zum Dropdown-Menü Safari. Wählen Sie Einstellungen. Klicken Sie im oberen Bereich auf Datenschutz. Wählen Sie unter Cookies blockieren die Option Nie.<br> So aktivieren Sie Cookies in Safari (iPhone / iPad iOS 11+): Öffnen Sie Ihre Einstellungen. Scrollen Sie nach unten und wählen Sie Safari. Deaktivieren Sie unter Datenschutz und Sicherheit die Option Cross-Site-Tracking verhindern und alle Cookies blockieren<br><br> Feuerfuchs<br> Klicken Sie auf das Schild links neben der Adressleiste auf einer beliebigen Webseite. Klicken Sie auf Schutzeinstellungen. Das Fenster Datenschutz und Sicherheit der Firefox-Einstellungen wird geöffnet. Wählen Sie unter Erweiterter Verfolgungsschutz die Option Benutzerdefiniert aus. Wählen Sie diese Tracker und Skripte aus, indem Sie diese Kontrollkästchen aktivieren. Stellen Sie sicher, dass Sie hcaptcha.com entsperrt haben.<br><br> Sie können auch einige Schutzfunktionen in Benutzerdefiniert vorübergehend deaktivieren, um dies zu debuggen, indem Sie die Kontrollkästchen deaktivieren: Deaktivieren Sie das Kontrollkästchen Tracker oder deaktivieren Sie das Kontrollkästchen Cookies, wenn Sie weiterhin Probleme haben.<br><br> Google Chrome<br> Google Chrome (PC):<br> Wählen Sie das Chrome-Menüsymbol. Einstellungen auswählen.<br> Wählen Sie unten auf der Seite die Option Erweiterte Einstellungen anzeigen.<br> Wählen Sie im Bereich Datenschutz die Option Inhaltseinstellungen.<br> Wählen Sie Zulassen, dass lokale Daten festgelegt werden (empfohlen).<br> Wählen Sie Fertig.<br> ‍<br> Google Chrome (Mac):<br> Öffnen Sie die Chrome-Einstellungen, klicken Sie auf Einstellungen und dann auf Erweiterte Einstellungen anzeigen.<br> Klicken Sie unter Datenschutz auf Inhaltseinstellungen.<br> Stellen Sie sicher, dass das Blockieren von Cookies und Site-Daten von Drittanbietern nicht aktiviert ist<br> ‍<br> Google Chrome (Android):<br> Öffnen Sie auf Ihrem Android-Gerät die Chrome-App.<br> Tippen Sie oben rechts auf Mehr und dann auf Einstellungen.<br> Tippen Sie auf Site-Einstellungen und dann auf Cookies.<br> Schalten Sie neben Cookies die Einstellung ein.<br> Aktivieren Sie das Kontrollkästchen neben Cookies von Drittanbietern zulassen.",
    "page-acc-tr2-head": "Browser-Anweisungen für Cross-Site-Cookies",
    "priv-hc": "Datenschutz fokussiert",
    "priv-hc-text": "Für Werbefirmen sind die Nutzer das Produkt. Für uns nicht. hCaptcha ist die Identität von Nutzern egal, solange es sich nicht um bösartige Bots handelt. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "reporting-bugs-accessibility-button": "Erfahren Sie mehr über Eingabehilfen",
    "reporting-bugs-accessibility-head": "Zugangsmöglichkeiten",
    "reporting-bugs-accessibility-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu lösen?",
    "reporting-bugs-guide-ff-head": "Erfassen von Fehlerberichtsdetails: Firefox",
    "reporting-bugs-guide-ff-step-1": "Schritt 1: Öffnen Sie die Entwicklertools (Hiermit wird die Aufzeichnung der Sitzung gestartet.)",
    "reporting-bugs-guide-ff-step-2": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie das Kontrollkästchen Persist logs oben.",
    "reporting-bugs-guide-ff-step-3": "Schritt 3: Besuchen Sie https://accounts.hcaptcha.com/demo oder die Website, auf der Sie ein Problem haben (Datenschutzhinweis: Nur wenn es Ihnen nichts ausmacht, zu teilen, was es ist) ... und klicken Sie dann auf I. bin menschlicher Knopf und versuche zu lösen.",
    "reporting-bugs-guide-ff-step-4": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf HAR und wählen Sie Alle als HAR speichern, um das Netzwerkprotokoll zu speichern. Senden Sie diese Datei an uns.",
    "reporting-bugs-guide-ff-step-5": "Schritt 5: Klicken Sie auf die Registerkarte Konsole und klicken Sie mit der rechten Maustaste auf Alle auswählen und speichern Sie diese in einer Textdatei, um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "reporting-bugs-guide-ff-step-6": "Letzter Schritt: Senden Sie diese HAR- und Konsolenprotokolldateien per E-Mail an uns und beschreiben Sie das Problem. Verwenden Sie: support@hcaptcha.com (verwenden Sie einen Dienst wie Dropbox oder Filebin und senden Sie Links) und optional einen Screenshot, wenn Sie den Verdacht haben, dass etwas nicht korrekt angezeigt wird . Bitte senden Sie auch die IP, die Sie verwenden. Sie können es von https://www.whatsmyip.org/ erhalten. Vielen Dank, dass Sie sich die Zeit genommen haben, uns zu helfen, diese Informationen zu erhalten! Wir setzen uns dafür ein, dass hCaptcha für alle gut funktioniert.",
    "reporting-bugs-guide-head": "Erfassen von Fehlerberichtsdetails: Chrome",
    "reporting-bugs-guide-step-1": "Schritt 1: Öffnen Sie die Entwicklertools (Hiermit wird die Aufzeichnung der Sitzung gestartet.)",
    "reporting-bugs-guide-step-2": "Schritt 2: Klicken Sie in den Entwicklertools auf die Registerkarte Netzwerk. Aktivieren Sie oben das Kontrollkästchen Bewahren.",
    "reporting-bugs-guide-step-3": "Schritt 3: Besuchen Sie https://accounts.hcaptcha.com/demo oder die Website, auf der Sie ein Problem haben (Datenschutzhinweis: Nur wenn es Ihnen nichts ausmacht, zu teilen, was es ist) ... und klicken Sie dann auf I. bin menschlicher Knopf und versuche zu lösen.",
    "reporting-bugs-guide-step-4": "Schritt 4: Klicken Sie nach dem Lösungsversuch auf HAR exportieren (der kleine Abwärtspfeil), wodurch das Netzwerkprotokoll gespeichert wird. Senden Sie diese Datei an uns.",
    "reporting-bugs-guide-step-5": "Schritt 5: Klicken Sie auf die Registerkarte Konsole und klicken Sie mit der rechten Maustaste auf Speichern unter .., um das Konsolenprotokoll zu speichern. Senden Sie uns das auch.",
    "reporting-bugs-guide-step-6": "Letzter Schritt: Senden Sie diese HAR- und Konsolenprotokolldateien per E-Mail an uns und beschreiben Sie das Problem. Verwenden Sie: support@hcaptcha.com (bitte verwenden Sie einen Dienst wie Dropbox oder Filebin und senden Sie Links) und optional einen Screenshot, wenn Sie den Verdacht haben, dass etwas nicht richtig angezeigt wird. Bitte senden Sie auch die IP, die Sie verwenden. Sie können es von https://www.whatsmyip.org/ erhalten. Vielen Dank, dass Sie sich die Zeit genommen haben, uns zu helfen, diese Informationen zu erhalten! Wir setzen uns dafür ein, dass hCaptcha für alle gut funktioniert.",
    "reporting-bugs-guide-text-1": "Durch das Senden von Debugging-Informationen mit Ihrem Bericht können wir leichter erkennen, was gerade passiert. Hier finden Sie schrittweise Anleitungen:",
    "reporting-bugs-guide-text-2": "Wenn Sie ein Webentwickler oder ein erfahrener Benutzer sind, möchten wir, dass Sie uns zusammenfassend eine Netzwerkaufzeichnung mit HAR- und Browserkonsolenprotokollen senden. Versuchen Sie zunächst, Werbeblocker oder Browser-Sicherheitserweiterungen zu deaktivieren, und versuchen Sie es dann erneut, bevor Sie diese Schritte ausführen. Wenn dies Ihr Problem behebt, würden wir uns freuen, wenn Sie uns Ihre Browserversion, Ihren Werbeblocker oder Ihre Browsererweiterung sowie die Website-URL mitteilen.",
    "reporting-bugs-intro-head": "Einen Fehler gefunden? So melden Sie es.",
    "reporting-bugs-intro-text": "Millionen von Menschen verwenden hCaptcha jeden Monat in Tausenden von Kombinationen von Browsern, Erweiterungen, Geräten, Firewalls und mehr. Unser Ziel ist es, sicherzustellen, dass es immer für Sie funktioniert, daher freuen wir uns sehr über Ihre Berichte! Um schnelles Feedback zu geben, klicken Sie einfach auf die Schaltfläche Feedback senden. Wenn ein Funktionsproblem auftritt, befolgen Sie die nachstehenden Anweisungen zum Debuggen von Protokollen für Chrome oder Anweisungen zum Debuggen von Protokollen für Firefox. Für alle anderen Browser senden Sie uns einfach eine E-Mail. Informationen zu potenziellen Sicherheits- oder Datenschutzproblemen finden Sie in den folgenden Anweisungen.",
    "reporting-bugs-privacy-head": "Datenschutzprobleme",
    "reporting-bugs-privacy-text": "hCaptcha ist es egal, wer die Nutzer sind, solange es sich nicht um bösartige Bots handelt. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "reporting-bugs-provide-feedback-button": "Sende uns Feedback",
    "reporting-bugs-provide-feedback-head": "Ihr Feedback zu hCaptcha",
    "reporting-bugs-provide-feedback-text": "Wir freuen uns über Ihren Beitrag und versuchen, Probleme schnellstmöglich zu beheben.",
    "reporting-bugs-security-head": "Sicherheitslücken",
    "reporting-bugs-security-text": "Wir sind immer daran interessiert, Berichte über Sicherheitslücken zu erhalten. E-Mail an support@hcaptcha.com & CC security@hcaptcha.com und wir werden uns schnellstmöglich bei Ihnen melden. Wir unterhalten zudem ein Bug-Bounty-Programm für berechtigte Sicherheitsberichte zum hCaptcha-Dienst und dem zugehörigen Quellcode.",
    "sec-hc": "Sicherheit geht vor",
    "sec-hc-text": "hCaptcha konzentriert sich auf Publisher. Wir arbeiten daran, Websites echte Daten zu geben und sie entscheiden zu lassen, wie sie verwendet werden sollen. Die Genauigkeit liegt in Ihrem und unserem Interesse. Andere Captchas werden von Werbefirmen bereitgestellt, welche hier in einen Zielkonflikt laufen: jeder Bot, den sie blockieren, kann auch deren Einnahmen reduzieren. Wir sind hier jedoch völlig unabhängig und können daher objektiv und sauber arbeiten.",
    "switch-to-english-link": "Switch to English",
    "what-is-hcaptcha": "Was ist hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hilft Ihren bevorzugten Webdiensten, Bots, Spam und Missbrauch fernzuhalten, indem Fragen gestellt werden, die für Menschen einfach und für Maschinen schwierig zu beantworten sind.",
    "why-hc": "Warum hCaptcha?",
    "why-hc-text": "Jedes Mal, wenn Sie eine Challenge beantworten, verwenden wir ausgefeilte Modelle, um herauszufinden, ob Sie ein Mensch oder eine Maschine sind. Die Website, die Sie besucht haben, verwendet dieses Ergebnis, um Bots und Spam fernzuhalten."
}