{
    "acc-opt": "Zugangsmöglichkeiten",
    "acc-opt-but": "Erfahren Sie mehr über Eingabehilfen",
    "acc-opt-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu absolvieren?",
    "accessibility-link": "Barrierefreiheit",
    "appreciate-in": "Wir freuen uns über Ihre Beiträge. Lassen Sie uns alle Probleme wissen und wir werden sie schnell lösen.",
    "fb-but": "Sende uns Feedback",
    "feedback-text": "Geben Sie Feedback zu dem gerade gesehenen hCaptcha",
    "home-ent-1": "Suchen Sie nach unseren Enterprise-Sicherheitsangeboten?",
    "home-ent-2": "Besuchen Sie unsere neue Website: BotStop.com",
    "home-intro-body": "Verwenden Sie ein Captcha, um Bots fernzuhalten? hCaptcha schützt die Privatsphäre der Benutzer, belohnt Websites und hilft Unternehmen dabei, ihre Daten zu kennzeichnen. Es ist ein Ersatz für reCAPTCHA: Sie können innerhalb von Minuten wechseln.",
    "home-intro-head": "Stoppen Sie mehr Bots. Beginnen Sie mit dem Schutz der Privatsphäre der Benutzer.",
    "home-main-1": "Privat. Sichern. Schneller. Und wir bezahlen Sie dafür.",
    "home-main-2": "Datenschutz fokussiert",
    "home-main-2c": "Werbenetzwerke sehen Ihre Besucher als Produkt. Für hCaptcha ist das Produkt die Arbeit, die sie leisten. Es ist uns egal, wer Ihre Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "home-main-3": "Sicherheit geht vor",
    "home-main-3c": "Die Genauigkeit liegt in Ihrem und unserem Interesse. hCaptcha konzentriert sich auf Verlage. Wir arbeiten daran, Ihnen echte Daten zu liefern und Sie entscheiden zu lassen, wie Sie sie verwenden möchten. Andere Captchas werden von bereitgestellt",
    "home-main-3c2": "Werbefirmen. Dies bedeutet, dass jeder Bot, den sie blockieren, ihre Einnahmen reduzieren kann.",
    "home-main-4": "Bessere Benutzererfahrung",
    "home-main-4c": "Hochentwickelte Modelle des maschinellen Lernens werden von hCaptcha zur Bestimmung der Menschheit verwendet. Auf diese Weise können wir weniger lästige Aufgaben von Ihren Benutzern verlangen und weniger Zeit dafür aufwenden, während wir dennoch nützliche beschriftete Daten für die Kennzeichnung von Kunden erstellen.",
    "home-main-plans": "hCaptcha kann kostenlos für Publisher jeder Größe verwendet werden. Für Unternehmen und Plattformen, die mehr Kontrolle benötigen, stehen unsere Unternehmenslösungen zur Verfügung.",
    "home-main-plans2": "hCaptcha-Unternehmenslösungen schützen Millionen von Benutzern auf zig Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie uns",
    "home-main-plans3": "hCaptcha-Unternehmenslösungen schützen Millionen von Benutzern auf zig Millionen Websites für einige der größten Unternehmen der Welt. Bitte kontaktieren Sie uns für weitere Informationen oder besuchen Sie uns",
    "home-main-plans4": "für Details.",
    "learn-more-hcaptcha": "Erfahren Sie mehr über hCaptcha",
    "page-acc-faq-1": "Frage: Ist hCaptcha Section 508 + WCAG 2.0 konform? Antwort: Wir glauben, dass alle Benutzer mit jeglicher Beeinträchtigung, die im Internet surfen und Text in Formulare eingeben können, bei der Registrierung auf von hCaptcha geschützte Dienste zugreifen können. Dies ist jedoch keine Rechtsberatung: Sie sollten Ihre eigene Bewertung unter Berücksichtigung Ihrer speziellen Implementierung durchführen, um sicherzustellen, dass dies bei Ihrer Bereitstellung der Fall ist.",
    "page-acc-faq-2": "Frage: Arbeiten Sie an anderen Eingabehilfen (a11y) wie Audio? Antwort: Bisher beliebte Optionen wie Audio-Captchas diskriminieren viele Benutzer und können durch moderne Techniken des maschinellen Lernens leicht besiegt werden. Dies hat die aktuellen Audio-Herausforderungen immer schwieriger gemacht und Rauschen, ungerades Timing, ungewöhnliche Wortkombinationen usw. eingeführt, um Angreifer zu besiegen. Wir sind daher weniger begeistert von diesem Ansatz als von der Vermeidung der Herausforderung insgesamt, werden ihn jedoch in Betracht ziehen, wenn die a11y-Community eine Nachfrage hat. Wir sind jedoch sehr an Privacy Pass für den Anwendungsfall Barrierefreiheit interessiert. Wir glauben, dass die Kombination unseres aktuellen a11y-Ansatzes mit der Ausstellung des Privacy Pass es a11y-Benutzern ermöglicht, sicher zu surfen, in dem Wissen, dass ihr Datenverkehr privater ist, und gleichzeitig den Missbrauch durch Bot-Betreiber einzuschränken, der unvermeidlich auftritt, wenn a11y-Optionen verfügbar sind. Wir sind aktive Teilnehmer an der IETF-Arbeitsgruppe, die diese neue Technologie standardisiert.",
    "page-acc-faq-3": "Frage: Was ist mit Datenschutz? Gibt die Registrierung in irgendeiner Weise a11y-Browserdaten frei? Was machst du mit der E-Mail? Antwort: hCaptcha ist von Grund auf auf Privatsphäre ausgelegt. Es unterscheidet sich stark von herkömmlichen Optionen wie reCAPTCHA, die im Besitz von Werbenetzwerken sind und einen Anreiz haben, Sie im Internet zu verfolgen und Sie mit einer echten Identität zu verknüpfen. Wir verwenden E-Mails oder Informationen zur Barrierefreiheit niemals für andere Zwecke als zur Erleichterung der Nutzung und zur Verhinderung von Missbrauch. Unsere Datenschutzrichtlinie enthält umfassende und maßgebliche Antworten zur Verwendung von Daten. Die kurze Antwort lautet jedoch, dass wir kein Interesse daran haben, Sie als Person mit Ihrem Browserverlauf in Verbindung zu bringen. Derzeit arbeiten wir auch an einer kryptografischen Lösung, um Ihre E-Mail-Adresse schnell zu verwerfen Gleichzeitig behalten wir unsere Fähigkeit, Missbrauch zu verhindern, und ergänzen unsere Privacy Pass-Arbeit.",
    "page-acc-link-1": "Wenn Sie ein Benutzer für Barrierefreiheit sind, melden Sie sich bitte hier an.",
    "page-acc-subhead": "Gewährleistung eines nahtlosen Zugriffs für alle Benutzer bei gleichzeitiger Wahrung der Sicherheit",
    "page-acc-summary": "Zusammenfassung",
    "page-acc-summary-contents-1": "hCaptcha wurde entwickelt, um Bots zu stoppen, indem sie von Menschen unterschieden werden. Visuelle Tests sind hierfür ein praktisches Werkzeug, aber nicht jeder kann eine visuelle Herausforderung lösen. Aus diesem Grund haben wir eine einfache, schmerzlose Alternative entwickelt, mit der Publisher, die unseren Service nutzen, die Zugänglichkeit für alle mit vollständiger Einhaltung von Section 508 und WCAG 2.0 gewährleisten können.",
    "page-acc-summary-contents-2": "So funktioniert es: Zunächst meldet sich ein Benutzer für Barrierefreiheit unter dieser URL an, die auf der Infoseite des hCaptcha-Widgets verlinkt ist. Sie erhalten ein verschlüsseltes Cookie, das mehrmals täglich verwendet werden kann, das jedoch alle 24 Stunden per Login aktualisiert werden muss. Wenn einem Benutzer mit Barrierefreiheit auf einer beliebigen Website, die den hCaptcha-Dienst verwendet, eine Herausforderung angezeigt wird, werden sie automatisch weitergeleitet.",
    "page-acc-title": "Informationen zur Barrierefreiheit von hCaptcha",
    "page-acc-tr-body": "Frage: Nach dem Setzen des Cookies sehe ich immer noch eine Herausforderung. Was verursacht das? Antwort: Dies liegt normalerweise an der Verwendung eines aggressiven Werbeblockers oder einer Anti-Cookie-Erweiterung oder an einer Einstellung, die standortübergreifende Cookies blockiert. In diesem Fall handelt es sich um ein Cookie für hcaptcha.com, das vom hCaptcha-JavaScript auf einer anderen Website gesetzt oder überprüft wird , wie der, den Sie besuchen. Cookies für die Barrierefreiheit von hCaptcha funktionieren mit allen gängigen Browsern und Werbeblockern mit ihren Standardeinstellungen. Daher sind Fehler in der Regel auf Anti-Anti-Adblock-Skripte oder ähnliche Regelsätze zurückzuführen, die auf bestimmte Websites abzielen. Lösungen: 1. Whitelist-Cookies hcaptcha.com und * .hcaptcha.com in Ihrem Werbeblocker oder Ihrer Browser-Sicherheitserweiterung. 2. Wenn Sie den Brave-Browser verwenden, der (ab April 2020) keine Cookie-Whitelist zu haben scheint, gehen Sie zu Einstellungen -> Schilde -> Cookies und wählen Sie Alle Cookies zulassen. 3. Wenn Sie die neueste Version von Safari unter OS X 10.15 oder iOS 13 verwenden. 4 hat Apple gerade das Verhalten von Safari in Bezug auf Cookies von Drittanbietern geändert und alle standardmäßig blockiert. Wir implementieren eine Lösung. In der Zwischenzeit besuchen Sie bitte den Abschnitt \"Safari-Einstellungen\", \"Datenschutz\" und deaktivieren Sie das Kontrollkästchen \"Website-Tracking\": Verhindern Sie das Cross-Site-Tracking, damit das Cookie für Barrierefreiheit wie erwartet funktioniert. Frage: Ich benutze mehrere Geräte. Muss ich mich mehrmals anmelden? Antwort: Nein. Bitte klicken Sie auf denselben E-Mail-Anmeldelink, der Ihnen auf jedem von Ihnen verwendeten Gerät gesendet wurde, um das Cookie zu setzen.",
    "page-acc-tr-title": "Für Benutzer mit Barrierefreiheit: Fragen und Antworten sowie Fehlerbehebung",
    "priv-hc": "Datenschutz fokussiert",
    "priv-hc-text": "Werbenetzwerke sehen Sie als ihr Produkt. Wir nicht. Es ist uns egal, wer Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "sec-hc": "Sicherheit geht vor",
    "sec-hc-text": "hCaptcha konzentriert sich auf Verlage. Wir arbeiten daran, Websites echte Daten zu geben und sie entscheiden zu lassen, wie sie verwendet werden sollen. Die Genauigkeit liegt in Ihrem und unserem Interesse. Andere Captchas werden von Werbefirmen bereitgestellt. Jeder Bot, den sie blockieren, kann ihre Einnahmen reduzieren.",
    "what-is-hcaptcha": "Was ist hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hilft Ihren bevorzugten Webdiensten, Bots, Spam und Missbrauch fernzuhalten, indem einfache Fragen gestellt werden, die für Menschen einfach und für Maschinen schwierig sind.",
    "why-hc": "Warum hCaptcha?",
    "why-hc-text": "Jedes Mal, wenn Sie eine Herausforderung beantworten, verwenden wir ausgefeilte Modelle, um herauszufinden, ob Sie ein Mensch oder eine Maschine sind. Die von Ihnen besuchte Website verwendet dieses Ergebnis, um Ihre Erfahrung auf ihrer Website zu verbessern, indem Bots ferngehalten werden."
}