{
    "acc-opt": "Zugangsmöglichkeiten",
    "acc-opt-but": "Erfahren Sie mehr über Eingabehilfen",
    "acc-opt-text": "Sind Sie sehbehindert oder anderweitig nicht in der Lage, hCaptchas zu absolvieren?",
    "accessibility-link": "Barrierefreiheit",
    "appreciate-in": "Wir freuen uns über Ihre Beiträge. Lassen Sie uns alle Probleme wissen und wir werden sie schnell lösen.",
    "fb-but": "Sende uns Feedback",
    "feedback-text": "Geben Sie Feedback zu dem gerade gesehenen hCaptcha",
    "page-acc-link-1": "Wenn Sie ein Benutzer für Barrierefreiheit sind, melden Sie sich bitte hier an.",
    "page-acc-subhead": "Gewährleistung eines nahtlosen Zugriffs für alle Benutzer bei gleichzeitiger Wahrung der Sicherheit",
    "page-acc-title": "Informationen zur Barrierefreiheit von hCaptcha",
    "priv-hc": "Datenschutz fokussiert",
    "priv-hc-text": "Werbenetzwerke sehen Sie als ihr Produkt. Wir nicht. Es ist uns egal, wer Benutzer sind, nur wie wahrscheinlich es ist, dass sie bösartig sind. Wir unterstützen Initiativen wie den Privacy Pass und arbeiten hart daran, Datenschutz und Sicherheit in Einklang zu bringen.",
    "sec-hc": "Sicherheit geht vor",
    "sec-hc-text": "hCaptcha konzentriert sich auf Verlage. Wir arbeiten daran, Websites echte Daten zu geben und sie entscheiden zu lassen, wie sie verwendet werden sollen. Die Genauigkeit liegt in Ihrem und unserem Interesse. Andere Captchas werden von Werbefirmen bereitgestellt. Jeder Bot, den sie blockieren, kann ihre Einnahmen reduzieren.",
    "what-is-hcaptcha": "Was ist hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hilft Ihren bevorzugten Webdiensten, Bots, Spam und Missbrauch fernzuhalten, indem einfache Fragen gestellt werden, die für Menschen einfach und für Maschinen schwierig sind.",
    "why-hc": "Warum hCaptcha?",
    "why-hc-text": "Jedes Mal, wenn Sie eine Herausforderung beantworten, verwenden wir ausgefeilte Modelle, um herauszufinden, ob Sie ein Mensch oder eine Maschine sind. Die von Ihnen besuchte Website verwendet dieses Ergebnis, um Ihre Erfahrung auf ihrer Website zu verbessern, indem Bots ferngehalten werden."
}