{
    "a11y-img-1": "Οθόνη χρήστη προσβασιμότητας μετά τη σύνδεση",
    "a11y-img-2": "Επιλογή προσβασιμότητας στο μενού διεπαφής χρήστη widget",
    "a11y-img-3": "Πλαίσιο διαλόγου προσβασιμότητας στη διεπαφή χρήστη widget",
    "about-advisors-brendan": "Διευθύνων Σύμβουλος της Brave. Συνιδρυτής της Mozilla. Δημιουργός της γλώσσας προγραμματισμού JavaScript. Κατασκευαστής προγραμμάτων περιήγησης και άλλα.",
    "about-advisors-dawn": "Καθηγητής, CS στο Πανεπιστήμιο της Καλιφόρνια στο Μπέρκλεϋ. Βαθιά μάθηση, ασφάλεια, ειδικός blockchain. Διευθύνων Σύμβουλος της Oasis Labs.",
    "about-advisors-head": "Σύμβουλοι",
    "about-advisors-keiran": "Επιστήμονας στο Στάνφορντ. Μηχανική μάθηση και ποσοτική χρηματοδότηση σε μεγάλες τράπεζες, hedge funds και ακαδημαϊκούς.",
    "about-content-head-1": "Αυτό που κάνουμε",
    "about-content-head-2": "Γιατί έχει σημασία",
    "about-content-text-1": "Η hCaptcha είναι μια υπηρεσία της Intuition Machines Inc, μιας εταιρείας AI και μηχανικής μάθησης με έμφαση στην μεταλλουργική και οπτική περιοχή ML σε κλίμακα. Κατασκευάζουμε και λειτουργούμε μαζικά επεκτάσιμα συστήματα για να επιτρέψουμε υπηρεσίες ανάλυσης βίντεο και εικόνας για εταιρείες Global 2000 σε όλο τον κόσμο.",
    "about-content-text-1a": "Το hCaptcha φέρνει μια σύγχρονη προσέγγιση που εστιάζει στην προστασία της ιδιωτικής ζωής για τη διακοπή των bots.",
    "about-content-text-1b": "Δείχνουμε προκλήσεις CAPTCHA που είναι δύσκολο για τα bots αλλά είναι εύκολο για τους ανθρώπους, συλλέγοντας δεδομένα με δυσκολία στην επισήμανση από προβλήματα μηχανικής εκμάθησης και χρησιμοποιώντας το για να διακρίνουμε εάν ένας επισκέπτης ιστότοπου ή εφαρμογής είναι άνθρωπος.",
    "about-content-text-2": "Περισσότερα δεδομένα γενικά παράγουν καλύτερα αποτελέσματα. Η δημιουργία και η συντήρηση σωστών ετικετών και σχετικών συνόλων δεδομένων είναι χρονοβόρα και δαπανηρή. Το hCaptcha αναπτύχθηκε αρχικά για να καλύψει τις δικές μας ανάγκες στην επισήμανση εικόνων και είναι πλέον διαθέσιμο για άλλες εταιρείες με παρόμοιες ανάγκες.",
    "about-content-text-2a": "Οι κακοί ηθοποιοί είναι όλο και πιο συχνές στο διαδίκτυο. Αλλά η θυσία του απορρήτου των χρηστών δεν είναι η απάντηση.",
    "about-content-text-2b": "Οι λύσεις ασφαλείας που προσφέρονται από εταιρείες διαφημίσεων εστιάζουν κυρίως στην παρακολούθηση χρηστών σε ολόκληρο τον ιστό Έχουμε δημιουργήσει μια αποτελεσματική λύση ασφάλειας που αποδεικνύει ότι η βλάβη του απορρήτου των χρηστών δεν είναι απαραίτητη για την επίτευξη εξαιρετικών αποτελεσμάτων.",
    "about-intro-head-1": "Σχετικά με το hCaptcha",
    "about-intro-head-2": "Απόρρητο, ασφάλεια και μηχανική μάθηση.",
    "about-intro-text": "Η hCaptcha είναι η πιο ευρέως χρησιμοποιούμενη ανεξάρτητη υπηρεσία CAPTCHA στον κόσμο.",
    "about-leadership-alex": "Ειδικός στη βάση δεδομένων και στο Blockchain. Πρώιμος μηχανικός στην Cloudera και άλλα. Δεκαετίες λογισμικού και ομάδων εμπειρογνωμοσύνης.",
    "about-leadership-eli": "Διευθύνων Σύμβουλος. Αναγνωρισμένος ηγέτης στην AI. Έχει εφαρμόσει την ευφυΐα μηχανικής σε κλίμακα σε ένα ευρύ φάσμα επιχειρηματικών προβλημάτων τις τελευταίες δεκαετίες.",
    "about-leadership-head": "Ηγετικες ΙΚΑΝΟΤΗΤΕΣ",
    "about-leadership-todd": "Διδακτορικό στην Υπολογιστική Βιολογία, Στάνφορντ. Εργασία με νευρωνικά δίκτυα από το 1999. Επικεντρωθείτε στην εφαρμοσμένη ML και τη βαθιά μάθηση σε κλίμακα.",
    "acc-opt": "Επιλογές προσβασιμότητας",
    "acc-opt-but": "Μάθετε περισσότερα σχετικά με τις επιλογές προσβασιμότητας",
    "acc-opt-text": "Είστε με προβλήματα όρασης ή με άλλο τρόπο δεν μπορείτε να ολοκληρώσετε το hCaptchas;",
    "accessibility-link": "Προσιτότητα",
    "appreciate-in": "Σας ευχαριστούμε για τη συμβολή σας. Ενημερώστε μας για τυχόν προβλήματα και θα τα λύσουμε γρήγορα.",
    "fb-but": "Στείλτε μας σχόλια",
    "feedback-text": "Δώστε σχόλια για το hCaptcha που μόλις είδατε",
    "footer-attribution": "Απόδοση",
    "footer-copyright-text": "Το hCaptcha είναι σήμα κατατεθέν της Intuition Machines, Inc.",
    "footer-header-1": "Εταιρία",
    "footer-header-2": "Πόροι",
    "footer-header-3": "Επικοινωνία",
    "footer-link-1": "Τιτλοφόρηση",
    "footer-link-10": "Προσιτότητα",
    "footer-link-2": "Σχετικά με",
    "footer-link-3": "Θέσεις εργασίας",
    "footer-link-4": "Εμπορικά σήματα",
    "footer-link-5": "Ηθική AI",
    "footer-link-6": "Ιστολόγιο",
    "footer-link-7": "Κατάσταση",
    "footer-link-8": "Τεκμηρίωση",
    "footer-link-9": "Αναφορά σφάλματος",
    "footer-privacy": "Μυστικότητα",
    "footer-subheader-1": "Υποστήριξη",
    "footer-subheader-2": "Επικοινωνία",
    "footer-terms": "Οροι",
    "h-plans": "Σχέδια συνδρομής",
    "header-docs-link": "Έγγραφα",
    "header-labeling-services-link": "Υπηρεσίες επισήμανσης",
    "header-login-button": "Σύνδεση",
    "header-plans-link": "Σχέδια",
    "header-signup-button": "Εγγραφείτε",
    "home-about-head": "Σχετικά με το hCaptcha",
    "home-about-subtitle": "Με την υποστήριξη του ΑΝΘΡΩΠΟΥ πρωτοκόλλου",
    "home-about-text-1": "Το hCaptcha έχει σχεδιαστεί για την επίλυση του πιο εντατικού εργατικού προβλήματος στη μηχανική μάθηση: επισήμανση τεράστιων ποσοτήτων δεδομένων με έγκαιρο, προσιτό και αξιόπιστο τρόπο.",
    "home-about-text-2": "Περισσότερα δεδομένα γενικά παράγουν καλύτερα αποτελέσματα στην εκπαίδευση μοντέλων μηχανικής εκμάθησης. Η πρόσφατη επιτυχία των μοντέλων σε βάθος οδήγησε σε ολοένα και μεγαλύτερα σύνολα δεδομένων, σχεδόν πάντα με κάποια ανθρώπινη ανασκόπηση. Ωστόσο, η δημιουργία μεγάλων συνόλων δεδομένων που έχουν ελεγχθεί από τον άνθρωπο μέσω του Mechanical Turk, Figure 8 κ.λπ. είναι αργή και ακριβή.",
    "home-about-text-3": "Το hCaptcha επιτρέπει στους ιστότοπους να κερδίζουν χρήματα που εξυπηρετούν αυτήν τη ζήτηση, ενώ εμποδίζουν bots και άλλες μορφές κατάχρησης.",
    "home-about-text-4": "Η αγορά hCaptcha υποστηρίζεται από το πρωτόκολλο HUMAN, ένα ανοιχτό αποκεντρωμένο πρωτόκολλο για ανθρώπινη αναθεώρηση που τρέχει στο blockchain Ethereum. Οι ιστότοποι κερδίζουν Human Tokens (HMT) κάθε φορά που οι χρήστες χρησιμοποιούν το widget hCaptcha στον ιστότοπό τους και οι εταιρείες μηχανικής εκμάθησης πληρώνουν τα Human Tokens για να λάβουν την επισήμανση των δεδομένων τους.",
    "home-ba-labeling-services-link": "Υπηρεσίες επισήμανσης",
    "home-benefits-head-1": "Η τιμή στην επισήμανση δεδομένων",
    "home-benefits-head-2": "Επιστρέψτε στη φιλανθρωπία",
    "home-benefits-text-1": "Συνειδητοποιήσατε κάθε φορά που κάνετε κλικ στο αυτοκίνητο που βοηθάτε να εκπαιδεύσετε τα συστήματα μηχανικής εκμάθησης μιας εταιρείας Gigantic δωρεάν;",
    "home-benefits-text-2": "Το hCaptcha γυρίζει αυτό το μοντέλο. Όταν χρησιμοποιείτε το hCaptcha, οι εταιρείες υποβάλλουν προσφορές για το έργο που κάνουν οι χρήστες σας, καθώς αποδεικνύουν την ανθρωπότητά τους. Παίρνετε τις ανταμοιβές.",
    "home-benefits-text-3": "Θέλετε να επιστρέψετε στην αγαπημένη σας φιλανθρωπική οργάνωση; Το hCaptcha σας επιτρέπει να υποστηρίζετε τα φιλανθρωπικά ιδρύματα της επιλογής σας με τα κέρδη που κερδίζετε από τη χρήση του. Οι χρήστες στον ιστότοπό σας θα μπορούν σύντομα να δουν τη συμβολή σας στη φιλανθρωπία μέσω διακριτικής επωνυμίας στη διεπαφή hCaptcha.",
    "home-challenge-text-1": "Επιλέξτε όλες τις εικόνες που ταιριάζουν με το ερώτημα",
    "home-challenge-text-2": "Ορίστε περιοχή οριοθέτησης για αντικείμενα",
    "home-challenge-text-3": "Προσδιορίστε τις αντίστοιχες ετικέτες",
    "home-challenge-title-1": "Σύγκριση",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Κατηγοριοποίηση",
    "home-challenges-head": "Παρουσιάστηκαν προκλήσεις",
    "home-challenges-text-1": "... και άλλες απλές εργασίες. Εύκολο για τους ανθρώπους, δύσκολο για bots.",
    "home-challenges-text-2": "Προσαρμοσμένες εργασίες διατίθενται επίσης για εταιρικούς εκδότες.",
    "home-ent-1": "Ψάχνετε για τις εταιρικές προσφορές ασφάλειας;",
    "home-ent-2": "Επισκεφθείτε τον νέο μας ειδικό ιστότοπο: BotStop.com",
    "home-ent-button": "Μάθετε περισσότερα: BotStop από hCaptcha",
    "home-from-the-blog": "ΑΠΟ ΤΟ BLOG:",
    "home-from-the-blog-value": "Πώς λειτουργούν οι ρυθμίσεις δυσκολίας hCaptcha",
    "home-intro-body": "Χρησιμοποιείτε captcha για να αποφύγετε τα bots; Το hCaptcha προστατεύει το απόρρητο των χρηστών, επιβραβεύει τους ιστότοπους και βοηθά τις εταιρείες να φέρουν την επισήμανση των δεδομένων τους. Είναι μια αντικατάσταση για το reCAPTCHA: μπορείτε να αλλάξετε μέσα σε λίγα λεπτά.",
    "home-intro-button": "Εγγραφείτε τώρα",
    "home-intro-head": "Σταματήστε περισσότερα bots. Ξεκινήστε να προστατεύετε το απόρρητο των χρηστών.",
    "home-main-1": "Ιδιωτικός. Ασφαλής. Γρηγορότερα. Και σας πληρώνουμε για να το χρησιμοποιήσετε.",
    "home-main-2": "Εστίαση στο απόρρητο",
    "home-main-2c": "Τα δίκτυα διαφημίσεων βλέπουν τους επισκέπτες σας ως προϊόν. Για το hCaptcha το προϊόν είναι το έργο που παρέχουν. Δεν με νοιάζει ποιοι είναι οι χρήστες σας, μόνο πόσο πιθανό είναι να είναι κακόβουλοι. Υποστηρίζουμε πρωτοβουλίες όπως το Privacy Pass και εργαζόμαστε σκληρά για την εξισορρόπηση του απορρήτου και της ασφάλειας.",
    "home-main-3": "Πρώτα η ασφάλεια",
    "home-main-3c": "Η ακρίβεια είναι προς το συμφέρον και το δικό μας. Το hCaptcha επικεντρώνεται στον εκδότη. Εργαζόμαστε για να σας δώσουμε πραγματικά δεδομένα και να σας αφήσουμε να αποφασίσετε πώς να τα χρησιμοποιήσετε. Άλλα captchas παρέχονται από Gigantic διαφημιστικές εταιρείες. Αυτό σημαίνει ότι κάθε bot που αποκλείουν μπορεί να μειώσει τα έσοδά τους.",
    "home-main-4": "Καλύτερη εμπειρία χρήστη",
    "home-main-4c": "Προηγμένα μοντέλα μηχανικής μάθησης χρησιμοποιούνται από το hCaptcha για τον προσδιορισμό της ανθρωπότητας. Αυτό μας επιτρέπει να απαιτούμε λιγότερες ενοχλητικές εργασίες από τους χρήστες σας και να αφιερώνουμε λιγότερο χρόνο για να το κάνουμε, ενώ παράλληλα παράγουμε χρήσιμα δεδομένα με ετικέτα για την επισήμανση πελατών.",
    "home-main-plans": "Το hCaptcha είναι δωρεάν για εκδότες οποιουδήποτε μεγέθους. Ωστόσο, για επιχειρήσεις και πλατφόρμες που χρειάζονται περισσότερο έλεγχο, οι εταιρικές μας λύσεις είναι διαθέσιμες.",
    "home-main-plans2": "Οι εταιρικές λύσεις hCaptcha προστατεύουν εκατομμύρια χρήστες σε δεκάδες εκατομμύρια ιστότοπους για μερικές από τις μεγαλύτερες εταιρείες στον πλανήτη. Επικοινωνήστε μαζί μας για περισσότερες πληροφορίες ή επισκεφθείτε",
    "home-main-plans3": "Οι εταιρικές λύσεις hCaptcha προστατεύουν εκατομμύρια χρήστες σε δεκάδες εκατομμύρια ιστότοπους για μερικές από τις μεγαλύτερες εταιρείες στον πλανήτη. Επικοινωνήστε μαζί μας για περισσότερες πληροφορίες ή επισκεφθείτε",
    "home-main-plans4": "για λεπτομέρειες.",
    "home-plans-button-1": "Εγγραφείτε τώρα",
    "home-plans-button-2": "Επικοινωνήστε με τις πωλήσεις",
    "home-plans-chart-head-1": "Χαρακτηριστικά",
    "home-plans-chart-head-2": "Εκδότης",
    "home-plans-chart-head-3": "Επιχείρηση",
    "home-plans-chart-row-1-cell-1": "Εμφανίζονται τύποι πρόκλησης ελέγχου",
    "home-plans-chart-row-1-cell-2": "Περιορισμένος",
    "home-plans-chart-row-1-cell-3": "Σύνολο",
    "home-plans-chart-row-10-cell-1": "Πίνακες ελέγχου πολλαπλών χρηστών",
    "home-plans-chart-row-11-cell-1": "Προηγμένες δυνατότητες αναφοράς",
    "home-plans-chart-row-12-cell-1": "Επιχείρηση SLA",
    "home-plans-chart-row-2-cell-1": "Έλεγχος περιεχομένου πρόκλησης που χρησιμοποιείται",
    "home-plans-chart-row-2-cell-2": "Περιορισμένος",
    "home-plans-chart-row-2-cell-3": "Σύνολο",
    "home-plans-chart-row-3-cell-1": "Κερδίστε ανταμοιβές για ανθρώπινες λύσεις",
    "home-plans-chart-row-4-cell-1": "Προστασία κατά των βοτάνων παγκόσμιας κλάσης",
    "home-plans-chart-row-5-cell-1": "Λειτουργεί σε κάθε χώρα",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA και 99,9% παθητικές λειτουργίες",
    "home-plans-chart-row-5b-cell-1": "Βαθμολογία εμπιστοσύνης Bot",
    "home-plans-chart-row-6-cell-1": "Πολιτική απορρήτου φιλική προς το GDPR και το CCPA",
    "home-plans-chart-row-7-cell-1": "Λεπτά επίπεδα δυσκολίας",
    "home-plans-chart-row-8-cell-1": "Ξεκινήστε το δικό σας περιεχόμενο πρόκλησης",
    "home-plans-chart-row-9-cell-1": "Προγραμματισμός δυσκολιών βάσει χρόνου",
    "home-try-it-out-button": "Αποκτήστε το hCaptcha",
    "home-try-it-out-head": "Δοκίμασέ το",
    "home-try-it-out-text": "Το hCaptcha παρέχει απλή, εύκολη και αξιόπιστη ανίχνευση bot ενώ είναι ασήμαντο για την επίλυση των ανθρώπων.",
    "labeling-about-head": "Σχετικά με το hCaptcha",
    "labeling-about-text-1": "Το hCaptcha έχει σχεδιαστεί για να λύσει το πιο έντονο πρόβλημα εργασίας στη μηχανική μάθηση. επισήμανση τεράστιων ποσοτήτων δεδομένων με έγκαιρο, προσιτό και αξιόπιστο τρόπο. Περισσότερα δεδομένα γενικά παράγουν καλύτερα αποτελέσματα στην εκπαίδευση μοντέλων μηχανικής εκμάθησης. Η πρόσφατη επιτυχία των βαθιών μοντέλων οδήγησε σε ολοένα και μεγαλύτερα σύνολα δεδομένων και το hCaptcha εξυπηρετεί αυτήν την ανάγκη.",
    "labeling-about-text-2": "Ωστόσο, η δημιουργία μεγάλων συνόλων δεδομένων που έχουν ελεγχθεί από τον άνθρωπο χρησιμοποιώντας παραδοσιακές μεθόδους είναι αργή και ακριβή. Το hCaptcha είναι ένας τρόπος για τις εταιρείες να λαμβάνουν τους σχολιασμούς που χρειάζονται γρηγορότερα, με υψηλότερη ποιότητα και με χαμηλότερο κόστος από άλλες εναλλακτικές λύσεις.",
    "labeling-annotations-head": "Τύποι σχολιασμού",
    "labeling-annotations-text-1": "Ακριβής ανίχνευση αντικειμένων σε εικόνες και βίντεο",
    "labeling-annotations-text-2": "Ακριβής ανίχνευση αντικειμένων σε εικόνες και βίντεο",
    "labeling-annotations-text-3": "Σημειώστε σχολιασμούς για πολλές διαφορετικές περιπτώσεις χρήσης",
    "labeling-annotations-text-4": "Ταξινόμηση ή προσθήκη αυθαίρετων κατηγοριών οποιουδήποτε μεγέθους",
    "labeling-annotations-text-5": "Ανίχνευση και ταξινόμηση από τον άνθρωπο",
    "labeling-annotations-text-6": "Χρειάζεστε άλλο τύπο που δεν αναφέρεται εδώ; Απλά ρωτήστε μας.",
    "labeling-annotations-title-1": "Οριοθετημένα κουτιά",
    "labeling-annotations-title-2": "Πολύγωνα",
    "labeling-annotations-title-3": "ορόσημα",
    "labeling-annotations-title-4": "Κατηγοριοποίηση χαρακτηριστικών",
    "labeling-annotations-title-5": "Σύγκριση και ανίχνευση",
    "labeling-annotations-title-6": "... και πολλά άλλα",
    "labeling-ent-button": "Επικοινωνήστε με την ομάδα εταιρικών λύσεων",
    "labeling-ent-head": "Χρειάζεστε έλεγχο από άκρο σε άκρο;",
    "labeling-ent-text-1": "Η ΑΝΘΡΩΠΙΝΗ Πλατφόρμα πίσω από το hCaptcha παρέχει εξαιρετικά εξελιγμένες δυνατότητες ποιότητας και διαχείρισης εργασίας μέσω εγκαταστάσεων on-premise, hybrid ή SaaS που ενσωματώνονται στα υπάρχοντα συστήματά σας.",
    "labeling-ent-text-2": "Εκτελέστε εντελώς εκτός σύνδεσης με το δικό σας εργατικό δυναμικό, παρακολουθήστε την αξία που καταναλώνεται σε επιχειρησιακές μονάδες ή συνεργάτες κοινοπραξιών, δρομολογήστε επιλεκτικά θέσεις εργασίας σε διαφορετικούς εσωτερικούς ή εξωτερικούς παρόχους εργασίας με βάση τις απαιτήσεις κόστους και ασφάλειας και πολλά άλλα.",
    "labeling-ent-text-3": "Εύκολη πρόσβαση API, πανέμορφοι πίνακες ελέγχου και η πιο πρόσφατη τεχνολογία μοντέλο-in-the-loop για μεγιστοποίηση της απόδοσης.",
    "labeling-ent-text-4": "Διατίθενται 99,99% SLA uptime και 24/7 παγκόσμια υποστήριξη. Για περισσότερες πληροφορίες:",
    "labeling-features-head-1": "Απλοί αγωγοί που βασίζονται σε API.",
    "labeling-features-head-2": "Βελτιστοποιημένο για κόστος και ποιότητα. Δεν απαιτείται εκ των προτέρων δέσμευση.",
    "labeling-features-head-3": "Πληρώστε μόνο για την ακρίβεια που χρειάζεστε.",
    "labeling-features-head-4": "Δώστε τα δικά σας δεδομένα αλήθειας εδάφους ή αφήστε μας να τα δημιουργήσουμε εν κινήσει.",
    "labeling-features-text-1": "Θέλετε να ενσωματώσετε την ανθρώπινη κριτική απευθείας στις επιχειρηματικές σας δραστηριότητες; Προσφέρουμε SLA υψηλής αξιοπιστίας, εγγυημένη χωρητικότητα και απλά REST API.",
    "labeling-features-text-2": "Η πλατφόρμα HUMAN χρησιμοποιεί ολοκληρωμένα μοντέλα εμπιστοσύνης για να εκτελεί εξελιγμένη ανάλυση ποιότητας σε πραγματικό χρόνο. Αυτό μας επιτρέπει να προσδιορίσουμε γρήγορα τόσο τη δυσκολία των ερωτήσεων όσο και την πιθανή σωστή απάντησή τους, εξοικονομώντας χρόνο και χρήμα.",
    "labeling-features-text-3": "Δεν είναι όλα τα ίδια προβλήματα. Οι σχολιασμοί για εργασίες που είναι κρίσιμες για την ασφάλεια ενδέχεται να απαιτούν 99,99% εμπιστοσύνη από εξ ολοκλήρου ανθρώπινους εργαζόμενους. Οι σχολιασμοί για μια λειτουργία beta σε μια εφαρμογή παιχνιδιών για κινητά ενδέχεται να απαιτούν μέτρια εμπιστοσύνη. Εσύ αποφασίζεις.",
    "labeling-features-text-4": "Έχετε ανεπεξέργαστα δεδομένα χωρίς ένα ολοκληρωμένο σύνολο επαλήθευσης; Στις περισσότερες περιπτώσεις μπορούμε να δημιουργήσουμε ένα για εσάς ως εργασίες που εκτελούνται μέσω του συστήματος ή να δημιουργήσουμε δείγματα για την έγκρισή σας.",
    "labeling-info-head": "Λήψη δεδομένων με ετικέτα",
    "labeling-info-text-1": "Μιλήστε με έναν από τους ειδικούς του τομέα μας για να καθορίσετε τις ανάγκες του έργου σας: ακρίβεια στόχου, μορφή και τυχόν ειδικές απαιτήσεις.",
    "labeling-info-text-2": "Εκτελούμε μια μικρή εργασία παραγωγής με βάση τα δείγματα δεδομένων σας. Αυτό δοκιμάζει τη δουλειά που έχουμε κάνει μαζί για να διασφαλίσουμε ότι θα έχετε ακριβώς αυτό που χρειάζεστε.",
    "labeling-info-text-3": "Με τον υψηλό όγκο και τον χαμηλό λανθάνοντα χρόνο μας, θα κάνουμε γρήγορα την εργασία σας, με αυτόματη παράδοση μόλις ολοκληρωθεί.",
    "labeling-info-text-4": "Καθώς κατανοούμε καλύτερα τις παραμέτρους της παραγωγής σας, τα αποτελέσματα θα συνεχίσουν να βελτιώνονται με την πάροδο του χρόνου.",
    "labeling-info-text-5": "Οι ζωντανές πίνακες ελέγχου σάς επιτρέπουν να παρέχετε σχόλια ή να διακόπτετε την παραγωγή ανά πάσα στιγμή.",
    "labeling-info-title-1": "Ορισμός προδιαγραφών",
    "labeling-info-title-2": "Αρχική δοκιμή εργασίας",
    "labeling-info-title-3": "Ανάπτυξη εργασιών παραγωγής",
    "labeling-info-title-4": "Συνεχής βελτίωση",
    "labeling-info-title-5": "Αποτελέσματα σε πραγματικό χρόνο",
    "labeling-main-1": "Οικονομική επισήμανση δεδομένων σε κλίμακα",
    "labeling-main-1-button": "Αποκτήστε την ετικέτα των δεδομένων σας τώρα",
    "labeling-main-1c": "Χρειάζεστε περισσότερες ετικέτες για τα σύνολα δεδομένων σας; Το hCaptcha παρέχει γρήγορη, οικονομικά αποδοτική και υψηλής ποιότητας σήμανση δεδομένων για εταιρείες που εργάζονται σε εφαρμογές τεχνητής νοημοσύνης και μηχανικής μάθησης.",
    "labeling-main-2": "Ξεκινήστε αμέσως εκατομμύρια εργασίες.",
    "labeling-main-2-button": "Αγοράστε υπηρεσίες επισήμανσης δεδομένων",
    "labeling-main-2c": "Το hCaptcha διαθέτει μία από τις μεγαλύτερες πισίνες στον πλανήτη διαθέσιμο για χρήση από εσάς. Όποια και αν είναι η κλίμακα σας, μπορούμε να το χειριστούμε χωρίς ακριβές δεσμεύσεις εκ των προτέρων. Εκατομμύρια εργασίες ανά ημέρα δεν είναι πρόβλημα.",
    "labeling-platform-head": "Ιδιωτικές ή δημόσιες πληροφορίες",
    "labeling-platform-text": "Το hCaptcha είναι χτισμένο στην ΑΝΘΡΩΠΙΝΗ Πλατφόρμα, η οποία επιτρέπει εξελιγμένη δρομολόγηση και ανάλυση για τη βελτιστοποίηση του κόστους και της αποτελεσματικότητας σε κάθε βήμα. Αυτή η τεχνολογία επιτρέπει στο σωστό εργατικό δυναμικό να χειρίζεται κάθε μέρος της εργασίας σας, μεγιστοποιώντας την αποδοτικότητα κόστους διατηρώντας παράλληλα το απόρρητο και ικανοποιώντας τυχόν κανονιστικές απαιτήσεις που ενδέχεται να ισχύουν.",
    "labeling-try-button": "Αγοράστε υπηρεσίες επισήμανσης δεδομένων",
    "labeling-try-head": "Θέλετε να το δοκιμάσετε με τα δεδομένα σας;",
    "labeling-try-text": "... είμαστε έτοιμοι όταν είστε: η υπηρεσία μας είναι διαθέσιμη όλο το 24ωρο.",
    "learn-more-hcaptcha": "Μάθετε περισσότερα για το hCaptcha",
    "page-acc-faq-1": "Ερώτηση: Είναι συμβατό το hCaptcha Section 508 + WCAG 2.1 AA; Απάντηση: Πιστεύουμε έτσι: όλοι οι χρήστες με οποιαδήποτε μορφή αναπηρίας που μπορούν να περιηγηθούν στον Ιστό και να εισαγάγουν κείμενο σε φόρμες μπορούν να έχουν πρόσβαση σε υπηρεσίες που προστατεύονται από το hCaptcha κατά την εγγραφή. Ωστόσο, αυτή δεν είναι νομική συμβουλή: θα πρέπει να πραγματοποιήσετε τη δική σας αξιολόγηση, λαμβάνοντας υπόψη τη συγκεκριμένη εφαρμογή σας για να βεβαιωθείτε ότι ισχύει για την ανάπτυξή σας.",
    "page-acc-faq-2": "Ερώτηση: Εργάζεστε σε άλλες επιλογές προσβασιμότητας (a11y), όπως ο ήχος; Απάντηση: Προηγουμένως δημοφιλείς επιλογές όπως οι captchas ήχου κάνουν διακρίσεις έναντι πολλών χρηστών και εύκολα ηττώνται από τις σύγχρονες τεχνικές μηχανικής εκμάθησης. Αυτό ανάγκασε τις τρέχουσες ηχητικές προκλήσεις να γίνουν όλο και πιο δύσκολες, εισάγοντας θόρυβο, περίεργο χρονισμό, ασυνήθιστους συνδυασμούς λέξεων και ούτω καθεξής για να νικήσουμε τους επιτιθέμενους. Επομένως, είμαστε λιγότερο ενθουσιώδεις για αυτήν την προσέγγιση έναντι της αποφυγής της πρόκλησης εντελώς, αλλά θα την εξετάσουμε εάν υπάρχει ζήτηση από την κοινότητα. Ωστόσο, μας ενδιαφέρει πολύ το Privacy Pass για την περίπτωση χρήσης της προσβασιμότητας. Πιστεύουμε ότι ο συνδυασμός της τρέχουσας προσέγγισης a11y με την έκδοση Privacy Pass θα επιτρέψει στους χρήστες να κάνουν περιήγηση με ασφάλεια, με ασφάλεια γνωρίζοντας ότι η κυκλοφορία τους είναι πιο ιδιωτική, περιορίζοντας παράλληλα την κατάχρηση από τους χειριστές bot που αναπόφευκτα συμβαίνει όταν είναι διαθέσιμες επιλογές a11y. Είμαστε ενεργοί συμμετέχοντες στην ομάδα εργασίας του IETF που τυποποιεί αυτήν τη νέα τεχνολογία.",
    "page-acc-faq-3": "Ερώτηση: Τι γίνεται με το απόρρητο; Μήπως η εγγραφή εκθέτει δεδομένα περιήγησης κατά κάποιον τρόπο; Τι κάνεις με το email; Απάντηση: Το hCaptcha έχει σχεδιαστεί για απόρρητο από την αρχή. Είναι πολύ διαφορετικό από τις παραδοσιακές επιλογές όπως το reCAPTCHA που ανήκουν σε δίκτυα διαφημίσεων, τα οποία έχουν κίνητρο να σας παρακολουθούν στον ιστό και να σας συνδέουν με μια πραγματική ταυτότητα. Δεν χρησιμοποιούμε ποτέ email προσβασιμότητας ή πληροφορίες για οποιονδήποτε άλλο σκοπό εκτός από τη διευκόλυνση της χρήσης και την πρόληψη της κατάχρησης. Η πολιτική απορρήτου μας έχει ολοκληρωμένες και έγκυρες απαντήσεις ως προς τον τρόπο με τον οποίο χρησιμοποιούμε δεδομένα, αλλά η σύντομη απάντηση είναι ότι δεν έχουμε κανένα ενδιαφέρον να σας συνδέσουμε ως άτομο με το ιστορικό περιήγησής σας. Εργαζόμαστε επίσης αυτήν τη στιγμή σε μια κρυπτογραφική λύση για να απορρίψουμε γρήγορα τη διεύθυνση email σας διατηρώντας παράλληλα την ικανότητά μας να αποτρέπουμε την κατάχρηση, συμπληρώνοντας την εργασία μας με το Privacy Pass.",
    "page-acc-link-1": "Εάν είστε χρήστης προσβασιμότητας, εγγραφείτε εδώ.",
    "page-acc-subhead": "Διασφάλιση απρόσκοπτης πρόσβασης για όλους τους χρήστες, διατηρώντας παράλληλα την ασφάλεια",
    "page-acc-summary": "Περίληψη",
    "page-acc-summary-contents-1": "Το hCaptcha έχει σχεδιαστεί για να σταματά τα bots διαχωρίζοντάς τα από τα άτομα. Οι οπτικές δοκιμές είναι ένα βολικό εργαλείο για αυτό, αλλά δεν μπορούν όλοι να λύσουν μια οπτική πρόκληση. Για αυτόν τον λόγο έχουμε σχεδιάσει μια απλή, ανώδυνη εναλλακτική λύση για να επιτρέψουμε στους εκδότες που χρησιμοποιούν την υπηρεσία μας να διατηρήσουν την προσβασιμότητα για όλους με πλήρη συμμόρφωση με τις Ενότητες 508 και WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Πώς λειτουργεί: πρώτα, ένας χρήστης προσβασιμότητας εγγράφεται σε αυτήν τη διεύθυνση URL, η οποία συνδέεται στη σελίδα πληροφοριών widget hCaptcha. Τους παρέχεται ένα κρυπτογραφημένο cookie που μπορεί να χρησιμοποιηθεί αρκετές φορές την ημέρα, αλλά πρέπει να ανανεώνεται κάθε 24 ώρες μέσω σύνδεσης. Όταν παρουσιάζεται μια πρόκληση σε έναν χρήστη προσβασιμότητας σε οποιονδήποτε ιστότοπο που χρησιμοποιεί την υπηρεσία hCaptcha, θα περάσει αυτόματα.",
    "page-acc-title": "Πληροφορίες προσβασιμότητας hCaptcha",
    "page-acc-tr-body": "Ερώτηση: Βλέπω ακόμα μια πρόκληση μετά τη ρύθμιση του cookie. Τι προκαλεί αυτό;<br> Απάντηση: Αυτό οφείλεται συνήθως στη χρήση επιθετικού αποκλεισμού διαφημίσεων ή επέκτασης anti-cookie ή σε μια ρύθμιση που αποκλείει cookie μεταξύ ιστότοπων, στην περίπτωση αυτή ένα cookie για το hcaptcha.com που ορίζεται ή ελέγχεται από το hCaptcha JS σε διαφορετικό ιστότοπο , όπως αυτό που επισκέπτεστε.<br><br> Τα cookie προσβασιμότητας hCaptcha λειτουργούν με όλα τα δημοφιλή προγράμματα περιήγησης και προγράμματα αποκλεισμού διαφημίσεων με τις τυπικές τους ρυθμίσεις, επομένως συνήθως οι αποτυχίες οφείλονται σε σενάρια κατά του αποκλεισμού διαφημίσεων ή σε παρόμοια σύνολα κανόνων που στοχεύουν συγκεκριμένους ιστότοπους.<br><br> Λύσεις:<br><br> 1. Λίστα επιτρεπόμενων cookie hcaptcha.com και * .hcaptcha.com στον αποκλεισμό διαφημίσεων ή στην επέκταση ασφαλείας του προγράμματος περιήγησης.<br> 2. Εάν χρησιμοποιείτε το Brave browser, το οποίο δεν φαίνεται να διαθέτει λίστα επιτρεπόμενων cookie, μεταβείτε στις Προτιμήσεις -> Shields -> Cookies και επιλέξτε Allow All Cookies.<br> 3. Εάν χρησιμοποιείτε την πιο πρόσφατη έκδοση του Safari είτε στο OS X 10.15 που κυκλοφόρησε πρόσφατα είτε στο iOS 13.4, η Apple μόλις άλλαξε τη συμπεριφορά του Safari που σχετίζεται με cookie τρίτων, αποκλείοντας όλα αυτά από προεπιλογή. Εφαρμόζουμε μια λύση, αλλά στο μεταξύ επισκεφθείτε τις Προτιμήσεις Safari, την ενότητα Απόρρητο και αποεπιλέξτε την παρακολούθηση ιστοτόπου: Αποτρέψτε την παρακολούθηση μεταξύ ιστότοπων για να επιτρέψετε τη λειτουργία του cookie προσβασιμότητας όπως αναμένεται.<br><br> Ερώτηση: Χρησιμοποιώ πολλές συσκευές. Πρέπει να εγγραφώ πολλές φορές;<br> Απάντηση: Όχι. Κάντε κλικ στον ίδιο σύνδεσμο σύνδεσης email που σας έχει αποσταλεί σε κάθε συσκευή που χρησιμοποιείτε για να ρυθμίσετε το cookie.<br><br> Ερώτηση: Πώς μπορώ να προστατευθώ από την παρακολούθηση cookie τρίτου μέρους κατά τη χρήση του cookie προσβασιμότητας;<br> Απάντηση: Η χρήση οποιασδήποτε επέκτασης απορρήτου ή αποκλεισμού διαφημίσεων που υποστηρίζει τη λίστα επιτρεπόμενων σε επίπεδο τομέα (π.χ. uBlock Origin) θα λειτουργεί όπως αναμένεται: απλώς φροντίστε να προσθέσετε στη λίστα επιτρεπόμενων το hcaptcha.com.",
    "page-acc-tr-title": "Για χρήστες προσβασιμότητας: Συχνές ερωτήσεις και οδηγός αντιμετώπισης προβλημάτων",
    "page-acc-tr2-body": "Σαφάρι<br> Για να ενεργοποιήσετε τα cookies στο Safari (Mac): Μεταβείτε στο αναπτυσσόμενο μενού Safari. Επιλέξτε Προτιμήσεις. Κάντε κλικ στο Απόρρητο στον επάνω πίνακα. Στην περιοχή \"Αποκλεισμός cookie\" επιλέξτε την επιλογή \"Ποτέ\".<br> Για να ενεργοποιήσετε τα cookie στο Safari (iPhone / iPad iOS 11+): Ανοίξτε τις ρυθμίσεις σας. Κάντε κύλιση προς τα κάτω και επιλέξτε Safari. Στην ενότητα Απόρρητο και ασφάλεια, απενεργοποιήστε την επιλογή \"Αποτροπή παρακολούθησης μεταξύ ιστότοπων\" και \"Αποκλεισμός όλων των cookie\"<br><br> Firefox<br> Κάντε κλικ στην ασπίδα στα αριστερά της γραμμής διευθύνσεων σε οποιαδήποτε ιστοσελίδα. Κάντε κλικ στο Ρυθμίσεις προστασίας. Θα ανοίξει ο πίνακας προστασίας απορρήτου και ασφάλειας του Firefox. Στην ενότητα Βελτιωμένη προστασία παρακολούθησης, επιλέξτε Προσαρμοσμένο. Επιλέξτε ποια προγράμματα παρακολούθησης και σενάρια θα αποκλείσετε επιλέγοντας αυτά τα πλαίσια ελέγχου. Βεβαιωθείτε ότι έχετε ξεμπλοκάρει το hcaptcha.com.<br><br> Μπορείτε επίσης να απενεργοποιήσετε προσωρινά ορισμένες προστασίες στο Custom για να το διορθώσετε, καταργώντας την επιλογή των πλαισίων ελέγχου: Καταργήστε την επιλογή του πλαισίου ελέγχου Trackers ή αποεπιλέξτε το πλαίσιο ελέγχου Cookies εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα.<br><br> Google Chrome<br> Google Chrome (υπολογιστής)<br> Επιλέξτε το εικονίδιο μενού του Chrome. Επιλέξτε Ρυθμίσεις.<br> Μεταβείτε στην ενότητα Απόρρητο και ασφάλεια, στη συνέχεια Cookies και άλλα δεδομένα ιστότοπου.<br> Βεβαιωθείτε ότι το στοιχείο \"Αποκλεισμός cookie τρίτων\" δεν είναι ενεργοποιημένο.<br><br> Google Chrome (Mac):<br> Ανοίξτε τις προτιμήσεις του Chrome από τη γραμμή μενού.<br> Μεταβείτε στην ενότητα Απόρρητο και ασφάλεια, στη συνέχεια Cookies και άλλα δεδομένα ιστότοπου.<br> Βεβαιωθείτε ότι το στοιχείο \"Αποκλεισμός cookie τρίτων\" δεν είναι ενεργοποιημένο.<br><br> Google Chrome (Android):<br> Στη συσκευή σας Android, ανοίξτε την εφαρμογή Chrome.<br> Επάνω δεξιά, πατήστε Περισσότερα και μετά Ρυθμίσεις.<br> Πατήστε Ρυθμίσεις ιστότοπου και, στη συνέχεια, Cookies.<br> Δίπλα στο «Cookies», ενεργοποιήστε τη ρύθμιση.<br> Επιλέξτε το πλαίσιο δίπλα στην επιλογή \"Να επιτρέπονται cookie τρίτων\".<br><br> Internet Explorer<br> 1. Επιλέξτε το γρανάζι στην επάνω δεξιά γωνία της οθόνης και, στη συνέχεια, επιλέξτε \"Επιλογές Διαδικτύου\". Εάν έχετε ενεργοποιήσει τη γραμμή μενού, μπορείτε να επιλέξετε «Εργαλεία» και μετά «Επιλογές Internet».<br> 2. Κάντε κλικ στην καρτέλα «Απόρρητο».<br> 3. Επιλέξτε το κουμπί «Για προχωρημένους».<br> 4. Στην ενότητα \"Cookies τρίτου μέρους\" επιλέξτε \"Αποδοχή\".<br> 5. Κάντε κλικ στο \"OK\"",
    "page-acc-tr2-head": "Οδηγίες προγράμματος περιήγησης για cookie μεταξύ ιστότοπων",
    "priv-hc": "Εστίαση στο απόρρητο",
    "priv-hc-text": "Τα δίκτυα διαφημίσεων σας βλέπουν ως προϊόν τους. Δεν το κάνουμε. Δεν με νοιάζει ποιοι είναι οι χρήστες, μόνο πόσο πιθανό είναι να είναι κακόβουλοι. Υποστηρίζουμε πρωτοβουλίες όπως το Privacy Pass και εργαζόμαστε σκληρά για την εξισορρόπηση του απορρήτου και της ασφάλειας.",
    "reporting-bugs-accessibility-button": "Μάθετε περισσότερα σχετικά με τις επιλογές προσβασιμότητας",
    "reporting-bugs-accessibility-head": "Επιλογές προσβασιμότητας",
    "reporting-bugs-accessibility-text": "Είστε με προβλήματα όρασης ή με άλλο τρόπο δεν μπορείτε να ολοκληρώσετε το hCaptchas;",
    "reporting-bugs-guide-ff-head": "Λήψη λεπτομερειών αναφοράς σφαλμάτων: Firefox",
    "reporting-bugs-guide-ff-step-1": "Βήμα 1: Άνοιγμα εργαλείων προγραμματιστή (Αυτό ξεκινά την εγγραφή της περιόδου σύνδεσης.)",
    "reporting-bugs-guide-ff-step-2": "Βήμα 2: Κάντε κλικ στην καρτέλα Δίκτυο στα Εργαλεία προγραμματιστή. Επιλέξτε το πλαίσιο Persist logs στο επάνω μέρος.",
    "reporting-bugs-guide-ff-step-3": "Βήμα 3: επισκεφθείτε τη διεύθυνση https://accounts.hcaptcha.com/demo ή τον ιστότοπο στον οποίο αντιμετωπίζετε πρόβλημα (Σημείωση απορρήτου: μόνο αν δεν σας πειράζει να μοιραστείτε τι είναι) ... και στη συνέχεια κάντε κλικ στο Είμαι ανθρώπινο κουμπί και προσπαθώ να λύσω.",
    "reporting-bugs-guide-ff-step-4": "Βήμα 4: Κάντε κλικ στο HAR αφού επιχειρήσετε να επιλύσετε και επιλέξτε Αποθήκευση όλων ως HAR για να αποθηκεύσετε το αρχείο καταγραφής δικτύου. Στείλτε το αρχείο σε εμάς.",
    "reporting-bugs-guide-ff-step-5": "Βήμα 5: Κάντε κλικ στην καρτέλα Κονσόλα και κάντε δεξί κλικ στη συνέχεια Επιλογή όλων και αποθηκεύστε το σε ένα αρχείο κειμένου, για να αποθηκεύσετε το αρχείο καταγραφής της κονσόλας. Στείλτε μας επίσης.",
    "reporting-bugs-guide-ff-step-6": "Τελευταίο βήμα: Στείλτε μας email σε αυτά τα αρχεία καταγραφής HAR και κονσόλας και περιγράψτε το πρόβλημα Χρήση: support@hcaptcha.com (χρησιμοποιήστε μια υπηρεσία όπως το Dropbox ή το Filebin και στείλτε συνδέσμους) και προαιρετικά ένα στιγμιότυπο οθόνης, εάν υποψιάζεστε ότι κάτι δεν εμφανίζεται σωστά . Στείλτε επίσης την IP που χρησιμοποιείτε. Μπορείτε να το λάβετε από το https://www.whatsmyip.org/ Σας ευχαριστούμε που αφιερώσατε χρόνο για να μας βοηθήσετε να λάβουμε αυτές τις πληροφορίες! Δεσμευόμαστε να κάνουμε το hCaptcha να λειτουργεί καλά για όλους.",
    "reporting-bugs-guide-head": "Λήψη λεπτομερειών αναφοράς σφαλμάτων: Chrome",
    "reporting-bugs-guide-step-1": "Βήμα 1: Άνοιγμα εργαλείων προγραμματιστή (Αυτό ξεκινά την εγγραφή της περιόδου σύνδεσης.)",
    "reporting-bugs-guide-step-2": "Βήμα 2: Κάντε κλικ στην καρτέλα Δίκτυο στα Εργαλεία προγραμματιστή. Επιλέξτε το πλαίσιο Διατήρησης καταγραφής στο επάνω μέρος.",
    "reporting-bugs-guide-step-3": "Βήμα 3: επισκεφθείτε τη διεύθυνση https://accounts.hcaptcha.com/demo ή τον ιστότοπο στον οποίο αντιμετωπίζετε πρόβλημα (Σημείωση απορρήτου: μόνο αν δεν σας πειράζει να μοιραστείτε τι είναι) ... και στη συνέχεια κάντε κλικ στο Είμαι ανθρώπινο κουμπί και προσπαθώ να λύσω.",
    "reporting-bugs-guide-step-4": "Βήμα 4: Κάντε κλικ στην επιλογή Εξαγωγή HAR (το μικρό κάτω βέλος) αφού επιχειρήσετε να επιλύσετε, η οποία αποθηκεύει το αρχείο καταγραφής δικτύου. Στείλτε το αρχείο σε εμάς.",
    "reporting-bugs-guide-step-5": "Βήμα 5: Κάντε κλικ στην καρτέλα Κονσόλα και κάντε δεξί κλικ στη συνέχεια Αποθήκευση ως .. για να αποθηκεύσετε το αρχείο καταγραφής της κονσόλας. Στείλτε μας επίσης.",
    "reporting-bugs-guide-step-6": "Τελευταίο βήμα: Στείλτε μας email αυτά τα αρχεία καταγραφής HAR και κονσόλας και περιγράψτε το πρόβλημα. Χρήση: support@hcaptcha.com (χρησιμοποιήστε μια υπηρεσία όπως το Dropbox ή το Filebin και στείλτε συνδέσμους) και προαιρετικά ένα στιγμιότυπο οθόνης, εάν υποψιάζεστε ότι κάτι δεν εμφανίζεται σωστά. Στείλτε επίσης την IP που χρησιμοποιείτε. Μπορείτε να το λάβετε από το https://www.whatsmyip.org/ Σας ευχαριστούμε που αφιερώσατε χρόνο για να μας βοηθήσετε να λάβουμε αυτές τις πληροφορίες! Δεσμευόμαστε να κάνουμε το hCaptcha να λειτουργεί καλά για όλους.",
    "reporting-bugs-guide-text-1": "Η αποστολή πληροφοριών εντοπισμού σφαλμάτων με την αναφορά σας θα μας διευκολύνει να εντοπίσουμε τι συμβαίνει. Ακολουθούν αναλυτικές οδηγίες:",
    "reporting-bugs-guide-text-2": "Εάν είστε προγραμματιστής ιστού ή έμπειρος χρήστης, η περίληψη είναι ότι θα θέλατε να μας στείλετε ένα δίκτυο καταγραφής HAR και αρχεία καταγραφής κονσόλας προγράμματος περιήγησης. Δοκιμάστε να απενεργοποιήσετε πρώτα τυχόν αποκλεισμούς διαφημίσεων ή επεκτάσεις ασφαλείας προγράμματος περιήγησης και, στη συνέχεια, δοκιμάστε ξανά προτού ακολουθήσετε αυτά τα βήματα. Εάν αυτό επιλύσει το πρόβλημά σας, θα σας συνιστούσαμε να μας ενημερώσετε για την έκδοση του προγράμματος περιήγησης, το πρόγραμμα αποκλεισμού διαφημίσεων ή την επέκταση προγράμματος περιήγησης και τη διεύθυνση URL του ιστότοπου.",
    "reporting-bugs-intro-head": "Βρήκατε ένα σφάλμα; Δείτε πώς μπορείτε να το αναφέρετε.",
    "reporting-bugs-intro-text": "Εκατομμύρια άνθρωποι χρησιμοποιούν το hCaptcha κάθε μήνα, σε χιλιάδες συνδυασμούς προγραμμάτων περιήγησης, επεκτάσεων, συσκευών, τείχους προστασίας και άλλων. Στόχος μας είναι να διασφαλίσουμε ότι λειτουργεί πάντα για εσάς, επομένως εκτιμούμε πολύ τις αναφορές σας! Για να δώσετε γρήγορα σχόλια, απλώς κάντε κλικ στο κουμπί Αποστολή σχολίων. Εάν βλέπετε ένα λειτουργικό πρόβλημα, ακολουθήστε τις οδηγίες καταγραφής εντοπισμού σφαλμάτων για το Chrome ή τις οδηγίες καταγραφής εντοπισμού σφαλμάτων για τον Firefox παρακάτω. Για οποιοδήποτε άλλο πρόγραμμα περιήγησης στείλτε μας email. Για πιθανά ζητήματα ασφάλειας ή απορρήτου, ανατρέξτε στις παρακάτω οδηγίες.",
    "reporting-bugs-privacy-head": "Θέματα απορρήτου",
    "reporting-bugs-privacy-text": "Δεν με νοιάζει ποιοι είναι οι χρήστες, μόνο πόσο πιθανό είναι να είναι κακόβουλοι ή να χρησιμοποιούν μηχανές. Υποστηρίζουμε πρωτοβουλίες όπως το Privacy Pass και εργαζόμαστε σκληρά για την εξισορρόπηση του απορρήτου και της ασφάλειας. Εάν έχετε εντοπίσει ένα ζήτημα που πιστεύετε ότι μπορεί να επηρεάσει το απόρρητο των χρηστών, στείλτε μας email στο support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Στείλτε μας σχόλια",
    "reporting-bugs-provide-feedback-head": "Δώστε άμεσα σχόλια για το hCaptcha",
    "reporting-bugs-provide-feedback-text": "Σας ευχαριστούμε για τη συμβολή σας. Ενημερώστε μας για τυχόν προβλήματα και θα τα λύσουμε γρήγορα.",
    "reporting-bugs-security-head": "Σφάλματα ασφαλείας",
    "reporting-bugs-security-text": "Ενδιαφερόμαστε πάντα να λαμβάνουμε αναφορές για σφάλματα ασφαλείας. Στείλτε email στο support@hcaptcha.com & CC security@hcaptcha.com και θα επικοινωνήσουμε μαζί σας γρήγορα. Έχουμε επίσης ένα πρόγραμμα bug bounty για κατάλληλες αναφορές ασφαλείας στην υπηρεσία hCaptcha και τον σχετικό πηγαίο κώδικα.",
    "sec-hc": "Πρώτα η ασφάλεια",
    "sec-hc-text": "Το hCaptcha επικεντρώνεται στον εκδότη. Εργαζόμαστε για να δώσουμε στους ιστότοπους πραγματικά δεδομένα και να τους αφήσουμε να αποφασίσουν πώς να τα χρησιμοποιήσουν. Η ακρίβεια είναι προς το συμφέρον και το δικό μας. Άλλα captchas παρέχονται από διαφημιστικές εταιρείες. Κάθε bot που αποκλείουν μπορεί να μειώσει τα έσοδά τους.",
    "switch-to-english-link": "Αλλαγή στα Αγγλικά",
    "what-is-hcaptcha": "Τι είναι το hCaptcha;",
    "what-is-hcaptcha-text": "Το hCaptcha βοηθά τις αγαπημένες σας υπηρεσίες διαδικτύου να διατηρούν bots, ανεπιθύμητα μηνύματα και κατάχρηση ζητώντας απλές ερωτήσεις που είναι εύκολες για τον άνθρωπο και δύσκολες για μηχανές.",
    "why-hc": "Γιατί hCaptcha;",
    "why-hc-text": "Κάθε φορά που απαντάτε σε μια πρόκληση, χρησιμοποιούμε εξελιγμένα μοντέλα για να καταλάβουμε αν είστε άνθρωπος ή μηχανή. Ο ιστότοπος που επισκεφτήκατε στη συνέχεια χρησιμοποιεί αυτό το αποτέλεσμα για να βελτιώσει την εμπειρία σας στον ιστότοπό του, διατηρώντας τα bots."
}