{
    "about-advisors-brendan": "Ĉefoficisto de Brave. Kunfondinto de Mozilla. Kreinto de la programlingvo Ĝavoskripto. Konstruanto de retumiloj kaj pli.",
    "about-advisors-dawn": "Profesoro, CS ĉe Universitato de Kalifornio, Berkeley. Sperta profunda lernado, sekureco, blokĉeno. Ĉefoficisto de Oasis Labs.",
    "about-advisors-head": "Konsilistoj",
    "about-advisors-keiran": "Esploristo en Stanfordo. Maŝinlernado kaj kvanta financo ĉe ĉefaj bankoj, hedge funds kaj akademiularo.",
    "about-content-head-1": "Kion Ni Faras",
    "about-content-head-2": "Kial Gravas",
    "about-content-text-1": "hCaptcha estas servo de Intuition Machines Inc, kompanio pri AI kaj maŝinlernado kun fokuso pri metalrearo kaj vida domajno ML ĉe skalo. Ni konstruas kaj funkcias amase skaleblajn sistemojn por ebligi servojn pri vidbendo kaj bildo por kompanioj de Tutmonda 2000 tra la mondo.",
    "about-content-text-1a": "hCaptcha alportas modernan privatecan aliron al haltigado de robotoj.",
    "about-content-text-1b": "Ni montras CAPTCHA-defiojn malfacilajn por robotoj, sed facilaj por homoj, kolektante malfacile etikedajn datumojn de maŝin-lernaj problemoj, kaj uzante ĝin por distingi ĉu retejo aŭ programo-vizitanto estas homa.",
    "about-content-text-2": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn. Konstrui kaj bonteni ĝuste etikeditajn kaj koncernajn datumarojn estas multekosta kaj multekosta. hCaptcha estis origine kreita por trakti niajn proprajn bezonojn pri bildetikedo, kaj nun haveblas por aliaj kompanioj kun similaj bezonoj.",
    "about-content-text-2a": "Malbonaj aktoroj pli kaj pli oftas interrete. Sed oferi privatan uzanton ne estas la respondo.",
    "about-content-text-2b": "Sekurecaj solvoj ofertitaj de reklamaj kompanioj ĉefe fokusas spuri uzantojn tra la retejo. Ni kreis efikan sekurecan solvon, kiu pruvas damaĝi la privatecon de uzanto ne necesas por doni bonegajn rezultojn.",
    "about-intro-head-1": "Pri hCaptcha",
    "about-intro-head-2": "Privateco, Sekureco kaj Maŝinlernado.",
    "about-intro-text": "hCaptcha estas la plej vaste uzita sendependa CAPTCHA-servo de la mondo.",
    "about-leadership-alex": "Sperta pri datumbazo kaj blokĉeno. Frua inĝeniero ĉe Cloudera kaj pli. Jardekoj de spertaj konstruaj programoj kaj teamoj.",
    "about-leadership-eli": "CEO. Rekonita gvidanto en AI. Aplikis maŝinan inteligentecon grandskale al plej diversaj komercaj problemoj dum la pasintaj jardekoj.",
    "about-leadership-head": "Gvidado",
    "about-leadership-todd": "Doktoro pri Komputa Biologio, Stanford. Laborante kun neŭralaj retoj ekde 1999. Fokuso pri aplikata ML kaj profunda lernado skale.",
    "acc-opt": "Alireblecaj Elektoj",
    "acc-opt-but": "Lernu pli pri alireblaj opcioj",
    "acc-opt-text": "Ĉu vi estas vidhandikapita aŭ alimaniere ne kapablas kompletigi hCaptchas?",
    "accessibility-link": "Alirebleco",
    "appreciate-in": "Ni dankas vian kontribuon. Informu nin pri iuj problemoj kaj ni solvos ilin rapide.",
    "fb-but": "Sendu al ni reagojn",
    "feedback-text": "Donu reagojn pri la hCaptcha, kiun vi ĵus vidis",
    "footer-attribution": "Atribuo",
    "footer-copyright-text": "hCaptcha estas registrita varmarko de Intuition Machines, Inc.",
    "footer-header-1": "Kompanio",
    "footer-header-2": "Rimedoj",
    "footer-header-3": "Kontakto",
    "footer-link-1": "Etikedado",
    "footer-link-10": "Alirebleco",
    "footer-link-2": "Pri",
    "footer-link-3": "Laborpostenoj",
    "footer-link-4": "Varmarkoj",
    "footer-link-5": "Etiko de AI",
    "footer-link-6": "Blogo",
    "footer-link-7": "Statuso",
    "footer-link-8": "Dokumentado",
    "footer-link-9": "Raporti Cimon",
    "footer-privacy": "Privateco",
    "footer-subheader-1": "Subteno",
    "footer-subheader-2": "Kontakto",
    "footer-terms": "Kondiĉoj",
    "h-plans": "Abonaj Planoj",
    "header-docs-link": "Dokumentoj",
    "header-labeling-services-link": "Etikedaj Servoj",
    "header-login-button": "Ensaluti",
    "header-plans-link": "Planoj",
    "header-signup-button": "Aliĝilo",
    "home-about-head": "Pri hCaptcha",
    "home-about-subtitle": "Funkciigita de HOMA Protokolo",
    "home-about-text-1": "hCaptcha estas desegnita por solvi la plej intensan problemon en maŝina lernado: etikedi amasajn kvantojn da datumoj ĝustatempe, pageblan kaj fidindan.",
    "home-about-text-2": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝin-lernaj modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datenserioj, preskaŭ ĉiam kun iu homa recenzo. Tamen krei grandajn hom-reviziitajn datumarojn per Mekanika Turko, Figuro Ok, ktp estas kaj malrapide kaj multekoste.",
    "home-about-text-3": "hCaptcha permesas al retejoj enspezi monon servante ĉi tiun postulon blokante robotojn kaj aliajn formojn de misuzo.",
    "home-about-text-4": "La merkato hCaptcha funkcias per la HOMA Protokolo, malferma malcentralizita protokolo por homa revizio, kiu funkcias per la blokoĉeno Ethereum. Retejoj gajnas Homajn ensetonojn (HMT) kiam ajn uzantoj uzas la fenestraĵon hCaptcha en sia retejo, kaj maŝinlernaj kompanioj pagas Homajn ensetonojn por etikedi siajn datumojn.",
    "home-ba-labeling-services-link": "Etikedaj Servoj",
    "home-benefits-head-1": "La Valoro en Datuma Etikedo",
    "home-benefits-head-2": "Redonu al Karitato",
    "home-benefits-text-1": "Ĉu vi rimarkis ĉiun fojon, kiam vi alklakas la aŭton, ke vi helpas trejni maŝinlernajn sistemojn de unu sola Gigantic-kompanio senpage?",
    "home-benefits-text-2": "hCaptcha turnas ĉi tiun modelon. Kiam vi uzas hCaptcha, kompanioj ofertas pri la laboro, kiun faras viaj uzantoj dum ili pruvas sian homecon. Vi ricevas la rekompencojn.",
    "home-benefits-text-3": "Ĉu vi volas redoni al via plej ŝatata karitato? hCaptcha permesas vin subteni la bonfarajn organizojn laŭ via elekto per la enspezoj, kiujn vi gajnas per ĝia uzado. Uzantoj en via retejo baldaŭ povos vidi vian kontribuon al bonfarado per diskreta markado en la interfaco hCaptcha.",
    "home-challenge-text-1": "Elektu ĉiujn bildojn, kiuj kongruas al demando",
    "home-challenge-text-2": "Difini saltan areon por objektoj",
    "home-challenge-text-3": "Identigu la respondajn etikedojn",
    "home-challenge-title-1": "Komparo",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategoriigo",
    "home-challenges-head": "Prezentitaj Defioj",
    "home-challenges-text-1": "... kaj aliaj simplaj taskoj. Facila por homoj, malfacila por robotoj.",
    "home-challenges-text-2": "Propraj taskoj ankaŭ haveblaj por entreprenaj eldonistoj.",
    "home-ent-1": "Ĉu vi serĉas niajn entreprenajn sekurecajn ofertojn?",
    "home-ent-2": "Vizitu nian novan dediĉitan retejon: BotStop.com",
    "home-ent-button": "Lernu pli: BotStop de hCaptcha",
    "home-from-the-blog": "EL LA BLOGO:",
    "home-from-the-blog-value": "Kiel Funkciaj Agordoj de hCaptcha funkcias",
    "home-intro-body": "Ĉu vi uzas captcha por forigi robotojn? hCaptcha protektas privatecon de uzanto, rekompensas retejojn kaj helpas kompaniojn etikedi siajn datumojn. Ĝi estas eniga anstataŭaĵo por reCAPTCHA: vi povas ŝanĝi post minutoj.",
    "home-intro-button": "Registriĝu Nun",
    "home-intro-head": "Ĉesu pli da robotoj. Komencu protekti privatan uzanton.",
    "home-main-1": "Privata. Sekura. Pli rapide. Kaj ni pagas vin por uzi ĝin.",
    "home-main-2": "Privateco Fokusita",
    "home-main-2c": "Reklamaj retoj vidas viajn vizitantojn kiel la produkton. Por hCaptcha la produkto estas la laboro, kiun ili provizas. Ni ne zorgas, kiuj estas viaj uzantoj, nur kiom probable ili estas malicaj. Ni subtenas iniciatojn kiel Privateca Enirpermesilo, kaj penadas por ekvilibrigi privatecon kaj sekurecon.",
    "home-main-3": "Sekureco Unue",
    "home-main-3c": "Precizeco interesas vian kaj nian. hCaptcha estas eldonisto. Ni laboras por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj captchas estas provizitaj de gigantaj reklamaj kompanioj. Ĉi tio signifas, ke ĉiu roboto blokita povas malpliigi siajn enspezojn.",
    "home-main-4": "Pli bona Uzanto-Sperto",
    "home-main-4c": "Kompleksaj maŝinlernaj modeloj estas uzataj de hCaptcha por determini la homaron. Ĉi tio permesas al ni postuli malpli ĝenajn taskojn de viaj uzantoj kaj malpli da tempo fari tion, dum daŭre produktas utilajn etikeditajn datumojn por etikedi klientojn.",
    "home-main-plans": "hCaptcha estas senpaga uzado por eldonistoj de ajna grandeco. Tamen por entreprenoj kaj platformoj, kiuj bezonas pli da kontrolo, niaj entreprenaj solvoj haveblas.",
    "home-main-plans2": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ viziti",
    "home-main-plans3": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ viziti",
    "home-main-plans4": "por detaloj.",
    "home-plans-button-1": "Aliĝu nun",
    "home-plans-button-2": "Kontaktu vendojn",
    "home-plans-chart-head-1": "Trajtoj",
    "home-plans-chart-head-2": "Eldonisto",
    "home-plans-chart-head-3": "Entrepreno",
    "home-plans-chart-row-1-cell-1": "Kontrolaj defiaj specoj montritaj",
    "home-plans-chart-row-1-cell-2": "Limigita",
    "home-plans-chart-row-1-cell-3": "Entute",
    "home-plans-chart-row-10-cell-1": "Pluruzantaj instrumentpaneloj",
    "home-plans-chart-row-11-cell-1": "Altnivelaj raportaj trajtoj",
    "home-plans-chart-row-12-cell-1": "Entreprenaj SLAoj",
    "home-plans-chart-row-2-cell-1": "Kontrolu defian enhavon uzatan",
    "home-plans-chart-row-2-cell-2": "Limigita",
    "home-plans-chart-row-2-cell-3": "Entute",
    "home-plans-chart-row-3-cell-1": "Gajnu rekompencojn por homaj solvoj",
    "home-plans-chart-row-4-cell-1": "Monda klaso kontraŭ-bot-protekto",
    "home-plans-chart-row-5-cell-1": "Funkcias en ĉiu lando",
    "home-plans-chart-row-6-cell-1": "Privateca politiko pri GDPR kaj CCPA-amika",
    "home-plans-chart-row-7-cell-1": "Fajngrajnaj malfacilaĵoj",
    "home-plans-chart-row-8-cell-1": "Lanĉu vian propran defian enhavon",
    "home-plans-chart-row-9-cell-1": "Temp-bazita malfacila planado",
    "home-try-it-out-button": "Akiru hCaptcha",
    "home-try-it-out-head": "Provu ĝin",
    "home-try-it-out-text": "hCaptcha provizas simplan, facilan kaj fidindan bot-detekton dum ĝi estas bagatela por homoj solvi.",
    "labeling-about-head": "Pri hCaptcha",
    "labeling-about-text-1": "hCaptcha estas desegnita por solvi la plej laboran problemon en maŝina lernado; etikedante amasajn kvantojn de datumoj en oportuna, malaltekosta kaj fidinda maniero. Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝin-lernaj modeloj. La lastatempa sukceso de profundaj modeloj kondukis al ĉiam pli grandaj datumaroj, kaj hCaptcha plenumas ĉi tiun bezonon.",
    "labeling-about-text-2": "Tamen krei grandajn hom-reviziitajn datumarojn per tradiciaj metodoj estas kaj malrapide kaj multekoste. hCaptcha estas maniero por kompanioj akiri la komentariojn, kiujn ili postulas pli rapide, kun pli alta kvalito kaj malpli koste ol aliaj alternativoj.",
    "labeling-annotations-head": "Komentaj Tipoj",
    "labeling-annotations-text-1": "Preciza objektodetekto en bildoj kaj filmetoj",
    "labeling-annotations-text-2": "Preciza objektodetekto en bildoj kaj filmetoj",
    "labeling-annotations-text-3": "Punktaj komentarioj por multaj malsamaj uzokazoj",
    "labeling-annotations-text-4": "Ordigu aŭ aldonu arbitrajn kategoriojn de ajna grandeco",
    "labeling-annotations-text-5": "Hom-elektra detekto kaj klasifiko",
    "labeling-annotations-text-6": "Ĉu vi bezonas alian tipon ne listitan ĉi tie? Nur demandu nin.",
    "labeling-annotations-title-1": "Limigantaj Kestoj",
    "labeling-annotations-title-2": "Pluranguloj",
    "labeling-annotations-title-3": "Famaĵoj",
    "labeling-annotations-title-4": "Atributa Kategoriigo",
    "labeling-annotations-title-5": "Komparo kaj Detekto",
    "labeling-annotations-title-6": "... kaj multe pli",
    "labeling-ent-button": "Kontaktu Nian Kompanian Solvon",
    "labeling-ent-head": "Ĉu vi bezonas Fin-al-Finan Kontrolon?",
    "labeling-ent-text-1": "La HOMA Platformo malantaŭ hCaptcha provizas tre altnivelajn laborajn kvalitojn kaj mastrumajn funkciojn per surlokaj, hibridaj aŭ SaaS-deplojoj, kiuj integras kun viaj ekzistantaj sistemoj.",
    "labeling-ent-text-2": "Rulu tute eksterrete kun via propra laborantaro, spuru valoron konsumitan inter komercaj unuoj aŭ konsorciaj kompanianoj, selekte direktu laborpostenojn al malsamaj internaj aŭ eksteraj laboristaj provizantoj laŭ kostaj kaj sekurecaj postuloj, kaj pli.",
    "labeling-ent-text-3": "Facila API-aliro, belaj instrumentpaneloj, kaj la plej nova modelo en la bukla teknologio por maksimumigi efikecon.",
    "labeling-ent-text-4": "99,99% -tempaj SLA-oj kaj tutmonda subteno disponebla. Por pliaj informoj:",
    "labeling-features-head-1": "Simplaj API-pelataj duktoj.",
    "labeling-features-head-2": "Optimumigita por kosto kaj kvalito. Neniu antaŭa devontigo necesas.",
    "labeling-features-head-3": "Pagu nur por la precizeco, kiun vi bezonas.",
    "labeling-features-head-4": "Provizu viajn proprajn terajn verajn datumojn aŭ lasu nin konstrui ilin tuj.",
    "labeling-features-text-1": "Ĉu vi volas integri homan recenzon rekte en viajn komercajn operaciojn? Ni ofertas altajn fidindajn SLAojn, garantiitan kapaciton kaj simplajn REST-APIojn.",
    "labeling-features-text-2": "La HOMA platformo uzas ampleksajn konfidencajn modelojn por fari altnivelan realtempan kvalitan analizon. Ĉi tio permesas al ni rapide determini ambaŭ la malfacilecon de demandoj kaj ilian probable ĝustan respondon, ŝparante al vi tempon kaj monon.",
    "labeling-features-text-3": "Ne ĉiuj problemoj samas. Komentarioj por sekurecaj kritikaj taskoj eble postulas 99,99% -fidon de tute homaj laboristoj. Komentarioj por unu beta-funkcio en poŝtelefona programo eble nur postulas moderan konfidon. Vi decidas.",
    "labeling-features-text-4": "Ĉu vi havas krudajn datumojn sen ampleksa kontrola aro? Plejofte ni povas konstrui unu por vi dum taskoj funkcias tra la sistemo, aŭ krei etikeditajn specimenojn por via aprobo.",
    "labeling-info-head": "Akiri Datumojn Etikeditajn",
    "labeling-info-text-1": "Parolu kun unu el niaj domajnaj spertuloj por difini viajn projektajn bezonojn: cela precizeco, formato kaj iuj specialaj postuloj.",
    "labeling-info-text-2": "Ni plenumas malgrandan produktadan laboron bazitan sur viaj specimenaj datumoj. Ĉi tio provas la laboron, kiun ni faris kune, por certigi, ke vi akiros ĝuste tion, kion vi bezonas.",
    "labeling-info-text-3": "Kun nia alta volumeno kaj malalta latenteco ni rapide turnos vian laboron, kun aŭtomata liverado tuj kiam ĝi finiĝos.",
    "labeling-info-text-4": "Ĉar ni pli bone komprenas la parametrojn de via produkta laboro, la rezultoj daŭre pliboniĝos laŭlonge de la tempo.",
    "labeling-info-text-5": "Vivaj instrumentpaneloj permesas al vi doni reagojn aŭ paŭzi produktadon iam ajn.",
    "labeling-info-title-1": "Difini Specifojn",
    "labeling-info-title-2": "Komenca Laborprovo",
    "labeling-info-title-3": "Disfaldi Produktadajn Laborpostenojn",
    "labeling-info-title-4": "Kontinua Plibonigo",
    "labeling-info-title-5": "Realtempaj Rezultoj",
    "labeling-main-1": "Kostefika datuma markado grandskale",
    "labeling-main-1-button": "Akiru Vian Datumon Etikedita Nun",
    "labeling-main-1c": "Ĉu vi bezonas pliajn etikedojn por viaj datumaroj? hCaptcha provizas rapidan, kostefikan kaj altkvalitan datumetikedadon por kompanioj laborantaj pri artefarita inteligenteco kaj maŝinlernaj aplikoj.",
    "labeling-main-2": "Lanĉu milionojn da taskoj tuj.",
    "labeling-main-2-button": "Aĉetu Servojn pri Datuma Etikedo",
    "labeling-main-2c": "hCaptcha havas unu el la plej grandaj naĝejoj de la planedo disponeblaj por via uzo. Kia ajn estas via skalo, ni povas trakti ĝin sen multekostaj antaŭaj devontigoj. Milionoj da taskoj tage ne estas problemo.",
    "labeling-platform-head": "Privata aŭ Publika Informo",
    "labeling-platform-text": "hCaptcha estas konstruita sur la HOMA Platformo, kiu permesas altnivelan vojigon kaj analizon optimumigi koston kaj efikecon ĉe ĉiu paŝo. Ĉi tiu teknologio lasas la ĝustan laborantaron trakti ĉiun parton de via laboro, maksimumigante kostefikecon konservante privatecon kaj plenumante iujn ajn reguligajn postulojn.",
    "labeling-try-button": "Aĉetu Servojn pri Datuma Etikedo",
    "labeling-try-head": "Ĉu vi volas provi ĝin per viaj datumoj?",
    "labeling-try-text": "... ni pretas kiam vi estos: nia servo disponeblas senĉese.",
    "learn-more-hcaptcha": "Lernu Pli pri hCaptcha",
    "page-acc-faq-1": "Demando: Ĉu hCaptcha Sekcio 508 + WCAG 2.0 kongruas? Respondo: Ni kredas ke jes: ĉiuj uzantoj kun ia ajn difekto kapablaj trarigardi la retejon kaj enmeti tekston en formularojn povas aliri servojn protektitajn de hCaptcha post registriĝo. Tamen ĉi tio ne estas laŭleĝa konsilo: vi devas fari vian propran taksadon, konsiderante vian apartan efektivigon, por certigi, ke ĉi tio estas la kazo por via deplojo.",
    "page-acc-faq-2": "Demando: Ĉu vi laboras pri aliaj ebloj pri alirebleco (a11y), kiel audio? Respondo: Antaŭe popularaj ebloj kiel sondosieroj diskriminacias multajn uzantojn kaj estas facile venkataj de modernaj maŝinlernaj teknikoj. Ĉi tio devigis aktualajn sonajn defiojn fariĝi pli kaj pli malfacilaj, enkondukante bruon, strangan tempon, nekutimajn vortkombinojn, kaj tiel plu por venki atakantojn. Ni do malpli entuziasmiĝas pri ĉi tiu aliro kontraŭ tute eviti la defion, sed pripensos ĝin se estas postulo de la 11a komunumo. Tamen tre interesas nin Privateca Enirpermesilo por la uzokazo de Alirebleco. Ni kredas, ke kombini nian aktualan aliron kun Privateca Eniro permesos al ĉiuj uzantoj trarigardi, sekure sciante, ke ilia trafiko estas pli privata, limigante la misuzon fare de bot-operacistoj, kiu neeviteble okazas kiam diversaj opcioj estas disponeblaj. Ni estas aktivaj partoprenantoj en la IETF-laborgrupo normiganta ĉi tiun novan teknologion.",
    "page-acc-faq-3": "Demando: Kio pri privateco? Ĉu registriĝo iel elmontras iujn foliumajn datumojn? Kion vi faras kun la retpoŝto? Respondo: hCaptcha estas desegnita por privateco ekde la komenco. Ĝi estas tre malsama ol tradiciaj opcioj kiel reCAPTCHA posedataj de reklamaj retoj, kiuj havas instigon spuri vin ĉirkaŭ la retejo kaj asocii vin kun vera identeco. Ni neniam uzas alireblajn retpoŝtojn aŭ informojn por alia celo krom faciligi ĉiun uzon kaj malhelpi misuzojn. Nia privateca politiko havas ampleksajn kaj aŭtoritatajn respondojn pri kiel ni uzas datumojn, sed la mallonga respondo estas, ke ni havas neniun intereson asocii vin kiel homon kun via foliuma historio. Ni ankaŭ nuntempe laboras pri kripta solvo por rapide forĵeti vian retpoŝtan adreson. konservante nian kapablon malhelpi misuzojn, kompletigante nian laboron pri Privateca Enirpermesilo.",
    "page-acc-link-1": "Se vi estas alirebla uzanto, bonvolu registriĝi ĉi tie.",
    "page-acc-subhead": "Certigante senjuntan aliron por ĉiuj uzantoj konservante sekurecon",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha estas desegnita por haltigi robotojn distingante ilin de homoj. Vidaj testoj estas oportuna ilo por tio, sed ne ĉiuj povas solvi vidan defion. Tial ni projektis simplan sendoloran alternativon por permesi al eldonistoj uzantaj nian servon konservi alireblecon por ĉiuj kun plena sekcio 508 kaj WCAG 2.0.",
    "page-acc-summary-contents-2": "Kiel ĝi funkcias: unue, alirebla uzanto registriĝas ĉe ĉi tiu URL, kiu estas ligita en la paĝo pri informoj pri fenestraĵo hCaptcha. Ili ricevas ĉifritan kuketon, kiu povas esti uzata plurajn fojojn tage, sed devas esti refreŝigita ĉiujn 24 horojn per ensaluto. Kiam defio estas prezentita al alirebla uzanto en iu ajn retejo per la servo hCaptcha, ili aŭtomate pasos.",
    "page-acc-title": "Informoj pri Alirebleco de hCaptcha",
    "page-acc-tr-body": "Demando: Mi ankoraŭ vidas defion post agordi la kuketon. Kio kaŭzas ĉi tion? Respondo: Ĉi tio kutime kaŭzas agreseman reklam-blokilon aŭ kontraŭ-kuketan etendon, aŭ agordon, kiu blokas inter-retejajn kuketojn, ĉi-kaze kuketon por hcaptcha.com, kiu estas fiksita aŭ kontrolita de la hCaptcha JavaScript en alia retejo. , kiel tiu, kiun vi vizitas. Kuketoj pri alirebleco de hCaptcha funkcias kun ĉiuj popularaj retumiloj kaj blokiloj de anoncoj kun siaj normaj agordoj, do tipe fiaskoj estas pro kontraŭ-kontraŭ-blokaj skriptoj aŭ similaj regularoj celantaj apartajn retejojn. Solvoj: 1. Blanka listo hcaptcha.com kaj * .hcaptcha.com-kuketoj en via reklam-blokilo aŭ retumila sekureca etendo. 2. Se vi uzas la Bravan retumilon, kiu ne (ĝis aprilo 2020) ŝajnas havi ian kuketan blankan liston, iru al Preferoj -> Ŝildoj -> Kuketoj kaj elektu Permesi ĉiujn kuketojn. 3. Se vi uzas la plej novan version de Safaro en la ĵus liberigita OS X 10.15 aŭ iOS 13. 4, Apple ĵus ŝanĝis la konduton de Safaro rilate al triaj kuketoj, blokante ĉiujn defaŭlte. Ni efektivigas solvon, sed dume bonvolu viziti Safarajn Agordojn, Privatan sekcion, kaj malmarku Retejan spuradon: Malhelpu inter-retejan spuradon por ebligi la alireblan kuketon funkcii kiel atendite. Demando: Mi uzas plurajn aparatojn. Ĉu mi bezonas registriĝi plurfoje? Respondo: Ne. Bonvolu alklaki la saman retpoŝtan ensalutan ligon senditan al vi sur ĉiu aparato, kiun vi uzas por agordi la kuketon.",
    "page-acc-tr-title": "Por Alireblecaj Uzantoj: Demandoj pri Demandoj kaj Solvo de Problemoj",
    "priv-hc": "Privateco Fokusita",
    "priv-hc-text": "Reklamaj retoj rigardas vin kiel sian produkton. Ni ne faras. Ni ne zorgas, kiuj estas uzantoj, nur kiom probable ili estas malicaj. Ni subtenas iniciatojn kiel Privateca Enirpermesilo, kaj penadas por ekvilibrigi privatecon kaj sekurecon.",
    "reporting-bugs-accessibility-button": "Lernu pli pri alireblaj opcioj",
    "reporting-bugs-accessibility-head": "Alireblecaj Elektoj",
    "reporting-bugs-accessibility-text": "Ĉu vi estas vidhandikapita aŭ alimaniere ne kapablas kompletigi hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kaptante Informojn pri Insektoj: Fajrovulpo",
    "reporting-bugs-guide-ff-step-1": "Paŝo 1: Malfermu Programilojn (Ĉi tio komencas registri la kunsidon.)",
    "reporting-bugs-guide-ff-step-2": "Paŝo 2: Alklaku retan langeton en Programaj Iloj. Marku la Persistan protokolojn skatolo supre.",
    "reporting-bugs-guide-ff-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon pri kiu vi havas problemon (Privateca Noto: nur se vi ne ĝenas dividi, kio ĝi estas) ... kaj tiam alklaku la I estas homa butono, kaj provu solvi.",
    "reporting-bugs-guide-ff-step-4": "Paŝo 4: Alklaku HAR post kiam vi provas solvi, kaj elektu Konservi ĉion kiel HAR por konservi la retan protokolon. Sendu tiun dosieron al ni.",
    "reporting-bugs-guide-ff-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku tiam Elektu ĉion kaj konservu tion en tekstdosieron, por konservi la konzolan protokolon. Sendu al ni tion ankaŭ.",
    "reporting-bugs-guide-ff-step-6": "Lasta paŝo: Retpoŝtu tiujn HAR kaj konzolajn protokolojn al ni, kaj priskribu la problemon Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendu ligojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montras ĝuste. . Bonvolu sendi ankaŭ la IP, kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/ Dankon pro via tempo por helpi nin akiri ĉi tiun informon! Ni kompromitas, ke hCaptcha funkciu bone por ĉiuj.",
    "reporting-bugs-guide-head": "Kaptante Erarajn Raportajn Detalojn: Chrome",
    "reporting-bugs-guide-step-1": "Paŝo 1: Malfermu Programilojn (Ĉi tio komencas registri la kunsidon.)",
    "reporting-bugs-guide-step-2": "Paŝo 2: Alklaku retan langeton en Programaj Iloj. Marku la Konservi protokolokeston supre.",
    "reporting-bugs-guide-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon pri kiu vi havas problemon (Privateca Noto: nur se vi ne ĝenas dividi, kio ĝi estas) ... kaj tiam alklaku la I estas homa butono, kaj provu solvi.",
    "reporting-bugs-guide-step-4": "Paŝo 4: Alklaku Eksporti HAR (la eta malsupren sago) post kiam vi provas solvi, kio konservas la retan protokolon. Sendu tiun dosieron al ni.",
    "reporting-bugs-guide-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku tiam Konservi kiel .. por konservi la konzolan protokolon. Sendu al ni tion ankaŭ.",
    "reporting-bugs-guide-step-6": "Lasta paŝo: Retpoŝtu tiujn HAR kaj konzolajn protokolojn al ni, kaj priskribu la problemon. Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendu ligojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montras ĝuste. Bonvolu sendi ankaŭ la IP, kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/ Dankon pro via tempo por helpi nin akiri ĉi tiun informon! Ni kompromitas, ke hCaptcha funkciu bone por ĉiuj.",
    "reporting-bugs-guide-text-1": "Sendi senararigajn informojn per via raporto faciligos al ni identigi kio okazas. Jen paŝaj instrukcioj:",
    "reporting-bugs-guide-text-2": "Se vi estas interreta programisto aŭ sperta uzanto, la resumo estas, ke ni ŝatus, ke vi sendu al ni retan registradon HAR kaj protokolojn de retumiloj. Bonvolu unue provi malŝalti iujn reklamajn blokilojn aŭ retumilajn sekurecajn etendojn kaj poste provu antaŭ ol vi trapasos ĉi tiujn paŝojn. Se tio solvas vian problemon, ni ankoraŭ dankus, ke vi sciigu al ni vian retumilan version, reklam-blokilon aŭ retumilan etendon, kaj la retejan URL.",
    "reporting-bugs-intro-head": "Ĉu vi trovis cimon? Jen kiel raporti ĝin.",
    "reporting-bugs-intro-text": "Milionoj da homoj uzas hCaptcha ĉiumonate, sur miloj da kombinaĵoj de retumiloj, etendaĵoj, aparatoj, fajromuroj, kaj pli. Nia celo estas certigi, ke ĝi ĉiam funkcias por vi, do ni tre dankas viajn raportojn! Por doni rapidan reagon, simple alklaku la butonon Sendu al ni reagojn. Se vi vidas funkcian problemon, bonvolu sekvi la instrukciojn pri erara protokolo por Chrome aŭ erarigaj instrukcioj pri Firefox sube. Por iuj aliaj retumiloj simple retpoŝtu nin. Por eblaj problemoj pri sekureco aŭ privateco, vidu la instrukciojn sube.",
    "reporting-bugs-privacy-head": "Privatecaj Problemoj",
    "reporting-bugs-privacy-text": "Ni ne zorgas, kiuj estas uzantoj, nur kiom probable ili estas malicaj aŭ maŝinaj. Ni subtenas iniciatojn kiel Privateca Enirpermesilo, kaj penadas por ekvilibrigi privatecon kaj sekurecon. Se vi trovis problemon, kiu laŭ vi povus influi la privatecon de uzanto, bonvolu retpoŝti nin ĉe support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sendu al ni reagojn",
    "reporting-bugs-provide-feedback-head": "Provizu tujan reagon pri hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ni dankas vian kontribuon. Informu nin pri iuj problemoj kaj ni solvos ilin rapide.",
    "reporting-bugs-security-head": "Sekurecaj Cimoj",
    "reporting-bugs-security-text": "Ni ĉiam interesiĝas ricevi raportojn pri sekurecaj fuŝoj. Retpoŝtu support@hcaptcha.com & CC security@hcaptcha.com kaj ni rapide respondos al vi. Ni ankaŭ havas programon pri cimoj por elekteblaj sekurecaj raportoj pri la servo hCaptcha kaj rilata fontkodo.",
    "sec-hc": "Sekureco Unue",
    "sec-hc-text": "hCaptcha estas eldonisto. Ni laboras por doni al retejoj verajn datumojn kaj lasi ilin decidi kiel uzi ĝin. Precizeco interesas vian kaj nian. Aliaj captchas estas provizitaj de reklamaj kompanioj. Ĉiu bot, kiun ili blokas, povas malpliigi siajn enspezojn.",
    "switch-to-english-link": "Ŝanĝu al la angla",
    "what-is-hcaptcha": "Kio estas hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpas viajn plej ŝatatajn retservojn forigi robotojn, spamojn kaj misuzojn per simplaj demandoj facilaj por homoj kaj malfacilaj por maŝinoj.",
    "why-hc": "Kial hCaptcha?",
    "why-hc-text": "Ĉiufoje, kiam vi respondas al defio, ni uzas kompleksajn modelojn por ekscii, ĉu vi estas homo aŭ maŝino. La retejo, kiun vi vizitis, tiam uzas ĉi tiun rezulton por helpi plibonigi vian sperton en sia retejo, tenante eksteren robotojn."
}