{
    "about-advisors-brendan": "Ĝenerala direktoro. Agnoskita gvidanto en AI. Aplikis maŝinajn inteligentecojn skale al ampleksa vario de komercaj problemoj dum la pasintaj jardekoj.",
    "about-advisors-dawn": "Doktoro en Komputada Biologio, Stanfordo. Laborante kun neŭralaj retoj ekde 1999. Fokuso sur aplikata ML kaj profunda lernado skale.",
    "about-advisors-head": "Konsilantoj",
    "about-advisors-keiran": "Datumbazo kaj spertulo pri Blockchain. Frua inĝeniero ĉe Cloudera kaj pli. Jardekoj de kompetenteco pri konstruado de programoj kaj teamoj.",
    "about-content-head-1": "Kion Ni Faras",
    "about-content-head-2": "Kial Ĝi Gravas",
    "about-content-text-1": "hCaptcha estas servo de Intuition Machines Inc, AI kaj maŝina lernada kompanio kun fokuso sur metalearnado kaj vida domajno ML skale. ‍ Ni konstruas kaj funkciigas amase skaleblajn sistemojn por ebligi filmetojn kaj bildajn analizajn servojn por kompanioj de Tutmondaj 2000 en la mondo.",
    "about-content-text-2": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn. Konstrui kaj konservi ĝuste etikeditajn kaj koncernajn datenojn estas multe da tempo kaj multekosta. ‍HCaptcha estis origine disvolvita por trakti niajn proprajn bezonojn pri bildigado de bildoj, kaj nun estas havebla por aliaj kompanioj kun similaj bezonoj.",
    "about-intro-head-1": "Labori por hCaptcha",
    "about-intro-head-2": "Nia Misio Estas Granda",
    "about-intro-text": "Ni kreskas rapide kaj ĉiam serĉas la plej bonan talenton de la mondo tra niaj tutmondaj oficejoj. Vi povas kandidatiĝi kun la subaj ligoj.",
    "about-leadership-alex": "Datumbazo kaj spertulo pri Blockchain. Frua inĝeniero ĉe Cloudera kaj pli. Jardekoj de kompetenteco pri konstruado de programoj kaj teamoj.",
    "about-leadership-eli": "Ĝenerala direktoro. Agnoskita gvidanto en AI. Aplikis maŝinajn inteligentecojn skale al ampleksa vario de komercaj problemoj dum la pasintaj jardekoj.",
    "about-leadership-head": "Gvidado",
    "about-leadership-todd": "Doktoro en Komputada Biologio, Stanfordo. Laborante kun neŭralaj retoj ekde 1999. Fokuso sur aplikata ML kaj profunda lernado skale.",
    "acc-opt": "Alireblaj Ebloj",
    "acc-opt-but": "Lernu pli pri alireblecoj",
    "acc-opt-text": "Ĉu vi videblas aŭ alie ne kapablas plenumi hCaptchas?",
    "accessibility-link": "Alirebleco",
    "appreciate-in": "Ni dankas vian enigon. Informu nin pri problemoj kaj ni solvu ilin rapide.",
    "fb-but": "Sendu retpoŝton al ni",
    "feedback-text": "Provizu sugestojn pri la hCaptcha, kiun vi ĵus vidis",
    "footer-attribution": "Atribuo",
    "footer-header-1": "Kompanio",
    "footer-header-2": "Rimedoj",
    "footer-header-3": "Kontakto",
    "footer-link-1": "Etiketado",
    "footer-link-2": "Pri",
    "footer-link-3": "Laborpostenoj",
    "footer-link-4": "Varmarkoj",
    "footer-link-5": "Blogo",
    "footer-link-6": "Statuso",
    "footer-link-7": "Dokumentado",
    "footer-link-8": "Raporti eraron",
    "footer-link-9": "Alirebleco",
    "footer-privacy": "Privateco",
    "footer-subheader-1": "Subteno",
    "footer-subheader-2": "Kontakto",
    "footer-terms": "Kondiĉoj",
    "header-docs-link": "Dokumentoj",
    "header-login-button": "Ensaluti",
    "header-plans-link": "Planoj",
    "header-signup-button": "Aliĝilo",
    "home-aboot-subtitle": "Funkciigita per HUMA Protokolo",
    "home-about-head": "Pri hCaptcha",
    "home-about-text-1": "hCaptcha estas desegnita por solvi la plej labor-intensan problemon en maŝina lernado: etikedi amasajn kvantojn da datumoj en oportuna, atingebla, kaj fidinda maniero.",
    "home-about-text-2": "Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝinaj lernadmodeloj. La lastatempa sukceso de profundaj modeloj kaŭzis ĉiam pli grandajn datenojn, preskaŭ ĉiam kun iu homa recenzo. Tamen, krei grandajn hom-reviziitajn datenojn per Mechanical Turk, Figuro Ok, ktp estas malrapida kaj multekosta.",
    "home-about-text-3": "hCaptcha permesas retejojn gajni monon por ĉi tiu postulo dum blokado de bots kaj aliaj formoj de misuzo.",
    "home-about-text-4": "La merkato hCaptcha estas funkciigita de la HUMAN Protokolo, malferma malcentralizita protokolo por homa revizio, kiu funkcias sur la blockchain Ethereum. Retejoj gajnas Homan Tokenon (HMT) kiam ajn uzantoj uzas la hCaptcha fenestraĵon sur sia retejo, kaj maŝinaj lernantaj kompanioj pagas Homajn Tokenojn por akiri siajn datumojn.",
    "home-ba-labeling-services-link": "Labelaj Servoj",
    "home-benefits-head-1": "La Valoro en Datumoj-Laborado",
    "home-benefits-head-2": "Redonu al Karitato",
    "home-benefits-text-1": "Ĉu vi konsciis ĉiun fojon kiam vi \"alklakas la aŭton\" vi helpas trejni la maŝinlernajn sistemojn de unuopa Giganticcompany senpage?",
    "home-benefits-text-2": "hCaptcha turnas ĉi tiun modelon. Kiam vi uzas hCaptcha, kompanioj proponas la laboron, kiun faras viaj uzantoj, ĉar ili pruvas sian homaron. Vi ricevas la rekompencojn.",
    "home-benefits-text-3": "Ĉu vi volas redoni al via plej ŝatata bonfarado? hCaptcha permesas subteni la bonfaradojn laŭplaĉe per la enspezoj, kiujn vi akiras per uzado de ĝi. Uzantoj en via retejo baldaŭ povos vidi vian kontribuon al bonfarado per diskreta markado sur la hCaptcha-interfaco.",
    "home-challenge-text-1": "Elektu ĉiujn bildojn kiuj kongruas kun enketo",
    "home-challenge-text-2": "Difinu liman areon por objektoj",
    "home-challenge-text-3": "Identigu la respondajn etikedojn",
    "home-challenge-title-1": "Komparo",
    "home-challenge-title-2": "Lignotabulo",
    "home-challenge-title-3": "Kategoriigo",
    "home-challenges-head": "Prezentataj Defioj",
    "home-challenges-text-1": "... kaj aliajn simplajn taskojn. Facila por homoj, malfacila por robotoj.",
    "home-challenges-text-2": "Propraj taskoj ankaŭ haveblaj por entreprenaj eldonistoj.",
    "home-ent-1": "Ĉu vi serĉas niajn entreprenajn sekurecajn proponojn?",
    "home-ent-2": "Vizitu nian novan dediĉitan retejon: BotStop.com",
    "home-ent-button": "Lernu pli: BotStop de hCaptcha",
    "home-from-the-blog": "DE LA BLOGO:",
    "home-from-the-blog-value": "Kiel hCaptcha Malfacila Agordo",
    "home-intro-body": "Ĉu vi uzas captcha por konservi bots? hCaptcha protektas la privatecon de uzanto, rekompencas retejojn, kaj helpas kompaniojn ricevi siajn datumojn. Ĝi estas faliga anstataŭaĵo por reCAPTCHA: vi povas ŝanĝi inter minutoj.",
    "home-intro-button": "Registriĝu nun",
    "home-intro-head": "Ĉesu pli da bots. Komencu protekti uzantan privatecon.",
    "home-main-1": "Privata. Sekureco. Pli rapide. Kaj ni pagas vin uzi ĝin.",
    "home-main-2": "Privateco Fokusigita",
    "home-main-2c": "Reklamaj retoj vidas viajn produktantojn kiel la produkton. Por hCaptcha la produkto estas la laboro, kiun ili provizas. Ni ne zorgas, kiuj estas viaj uzantoj, sed kiom eble ili estas malicaj. Ni subtenas iniciatojn kiel Private Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon.",
    "home-main-3": "Sekureco Unue",
    "home-main-3c": "Precizeco interesas vin kaj nian. hCaptcha estas eldonisto-fokusita. Ni laboras por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj kaptitoj estas provizitaj de",
    "home-main-3c2": "reklamaj kompanioj. Ĉi tio signifas, ke ĉiu bot, kiun ili blokas, povus redukti sian enspezon.",
    "home-main-4": "Pli bona Uzanto-Sperto",
    "home-main-4c": "Sofistikaj maŝinlernadmodeloj estas uzataj de hCaptcha por determini la homaron. Ĉi tio permesas al ni postuli malpli ĝenajn taskojn de viaj uzantoj kaj daŭrigi malpli da tempo por fari tion, dum ni ankoraŭ produktas utilajn etikeditajn datumojn por etikedado de klientoj.",
    "home-main-plans": "hCaptcha estas senpaga uzi por eldonistoj ia ajn grandeco. Tamen por entreprenoj kaj platformoj, kiuj bezonas pli da kontrolo, niaj kompaniaj solvoj estas haveblaj.",
    "home-main-plans2": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ vizitu",
    "home-main-plans3": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ vizitu",
    "home-main-plans4": "por detaloj.",
    "home-plans-button-1": "Aliĝu nun",
    "home-plans-button-2": "Kontakta vendado",
    "home-plans-chart-head-1": "Trajtoj",
    "home-plans-chart-head-2": "Eldonisto",
    "home-plans-chart-head-3": "Entrepreno",
    "home-plans-chart-row-1-cell-1": "Kontrolo defias tipoj montritaj",
    "home-plans-chart-row-1-cell-2": "Limigita",
    "home-plans-chart-row-1-cell-3": "Entute",
    "home-plans-chart-row-10-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-plans-chart-row-11-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-plans-chart-row-12-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-plans-chart-row-2-cell-1": "Kontrolu defian enhavon uzatan",
    "home-plans-chart-row-2-cell-2": "Limigita",
    "home-plans-chart-row-2-cell-3": "Entute",
    "home-plans-chart-row-6-cell-1": "GDPR kaj CCPA-amika privateca politiko",
    "home-plans-chart-row-7-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-plans-chart-row-8-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-plans-chart-row-9-cell-1": "Fino-grajnaj malfacilaĵniveloj",
    "home-try-it-out-button": "Akiru hCaptcha",
    "home-try-it-out-text": "hCaptcha provizas simplan, facilan, kaj fidindan bot-detekton dum banala solvo de homoj por solvi.",
    "home-try-it-put-head": "Provu ĝin",
    "labeling-about-head": "Pri hCaptcha",
    "labeling-about-text-1": "hCaptcha estas desegnita por solvi la plej labor-intensan problemon en maŝina lernado; etikedi amasajn kvantojn da datumoj en oportuna, atingebla, kaj fidinda maniero. Pli da datumoj ĝenerale produktas pli bonajn rezultojn en trejnado de maŝinaj lernadmodeloj. La lastatempa sukceso de profundaj modeloj kaŭzis ĉiam pli grandajn datenojn, kaj hCaptcha servas ĉi tiun bezonon.",
    "labeling-about-text-2": "Tamen krei grandajn homajn reviziitajn datumojn per tradiciaj metodoj estas malrapida kaj multekosta. hCaptcha estas maniero por kompanioj akiri la komentariojn, kiujn ili postulas pli rapide, kun pli alta kvalito kaj je pli malalta kosto ol aliaj alternativoj.",
    "labeling-annotations-head": "Komentaj Tipoj",
    "labeling-annotations-text-1": "Ĝusta detekto de objektoj en bildoj kaj filmetoj",
    "labeling-annotations-text-2": "Ĝusta detekto de objektoj en bildoj kaj filmetoj",
    "labeling-annotations-text-3": "Punktaj komentarioj por multaj malsamaj uzokazoj",
    "labeling-annotations-text-4": "Ordigi aŭ aldoni arbitrajn kategoriojn de ajna grandeco",
    "labeling-annotations-text-5": "Hom-funkciigita detekto kaj klasifiko",
    "labeling-annotations-text-6": "Ĉu vi bezonas alian tipon ne listigita ĉi tie? Nur demandu nin.",
    "labeling-annotations-title-1": "Ligantaj Kestoj",
    "labeling-annotations-title-2": "Poligonoj",
    "labeling-annotations-title-3": "Landmarkoj",
    "labeling-annotations-title-4": "Atribuado-Klasifikado",
    "labeling-annotations-title-5": "Komparo kaj Detekto",
    "labeling-annotations-title-6": "... kaj multe pli",
    "labeling-ent-button": "Kontaktu nian Kompanion Solvajn Teamojn",
    "labeling-ent-head": "Ĉu vi bezonas Fin-al-Finan Kontrolon?",
    "labeling-ent-text-1": "La HUMAN Platformo malantaŭ hCaptcha disponigas tre altnivelan laborkvaliton kaj administradajn funkciojn per surloke, hibridaj aŭ SaaS-deplojoj, kiuj integriĝas kun viaj ekzistantaj sistemoj.",
    "labeling-ent-text-2": "Kuru tute eksterrete kun via propra laboristaro, spuri valoron konsumitan tra kompaniaj unuoj aŭ konsorciaj partneroj, selekteme direkti laborpostenojn al diversaj internaj aŭ eksteraj laboristaj provizantoj laŭ kostaj kaj sekurecaj postuloj, kaj pli.",
    "labeling-ent-text-3": "‍ Facila aliro de API, belaj tagordoj, kaj la plej nova modelo-en-bukla teknologio por maksimumigi laborantan efikecon.",
    "labeling-ent-text-4": "99.99% uptime SLAs kaj 24/7 tutmonda subteno havebla. Por pliaj informoj:",
    "labeling-features-head-1": "Simplaj API-gviditaj duktoj.",
    "labeling-features-head-2": "Optimumigita por kosto kaj kvalito. Neniu antaŭengaĝiĝo postulas.",
    "labeling-features-head-3": "Nur pagu por la precizeco, kiun vi bezonas.",
    "labeling-features-head-4": "Provizu viajn proprajn terajn datenojn aŭ lasu nin konstrui ĝin.",
    "labeling-features-text-1": "Ĉu vi volas integri la homan revizion rekte en viajn komercajn operaciojn? Ni ofertas altajn fidindajn SLAojn, garantiitan kapablon kaj simplajn RESTajn APIojn.",
    "labeling-features-text-2": "La HUMAN-platformo uzas ampleksajn konfidajn modelojn por realigi sofistikan realtempan kvalitan analizon. Ĉi tio permesas al ni rapide determini ambaŭ malfacilecon de demandoj kaj ilian verŝajnan ĝustan respondon, ŝparante al vi tempon kaj monon.",
    "labeling-features-text-3": "Ne ĉiuj problemoj samas. Komentarioj pri sekurec-kritikaj taskoj povas postuli 99,99% konfidon de tute homaj laboristoj. Komentarioj por unu beta-funkcio en poŝtelefona ludo povas postuli nur moderan konfidon. Vi decidas.",
    "labeling-features-text-4": "Ĉu vi havas krudajn datumojn sen kompleta verifika aro? Plejofte ni povas konstrui unu por vi kiel taskoj prizorgataj per la sistemo, aŭ krei etikeditajn specimenojn por via aprobo.",
    "labeling-info-head": "Akiri Datumojn Labelitajn",
    "labeling-info-text-1": "Parolu kun unu el niaj domaj spertuloj por difini viajn projektajn bezonojn: celata precizeco, formato kaj iuj ajn specialaj postuloj.",
    "labeling-info-text-2": "Ni ekzekutas malgrandan produktan laboron bazitan sur viaj ekzemplaj datumoj. Ĉi tio testas la laborojn, kiujn ni faris kune por certigi, ke vi akiras ĝuste tion, kion vi bezonas.",
    "labeling-info-text-3": "Kun nia alta volumo kaj malalta latenteco ni turnos vian laboron rapide, kun aŭtomata liverado tuj kiam ĝi finiĝos.",
    "labeling-info-text-4": "Dum ni pli bone komprenas la parametrojn de via produktada laboro, la rezultoj daŭre pliboniĝos kun la tempo.",
    "labeling-info-text-5": "Vive paneloj permesas vin liveri aŭ paŭzi produktadon en ĉiu tempo.",
    "labeling-info-title-1": "Difini Specifojn",
    "labeling-info-title-2": "Komenca Laborprovo",
    "labeling-info-title-3": "Malplenigu Produktadajn Laborpostenojn",
    "labeling-info-title-4": "Kontinua Plibonigo",
    "labeling-info-title-5": "Realtempaj Rezultoj",
    "labeling-main-1": "Kosto-efikaj etikedado de datumoj ĉe skalo",
    "labeling-main-1-button": "Akiru Viajn Datumojn Nun",
    "labeling-main-1c": "Ĉu vi bezonas pli da etikedoj por viaj datumaroj? hCaptcha disponigas rapidan, kostefikan kaj altkvalitan datenketadon por kompanioj laborantaj pri artefarita inteligenteco kaj maŝinlernaj aplikoj.",
    "labeling-main-2": "Lanĉu milionojn da taskoj senprokraste.",
    "labeling-main-2-button": "Aĉetu Datumajn Laboradajn Servojn",
    "labeling-main-2c": "hCaptcha havas unu el la plej grandaj naĝejoj sur la planedo disponebla por via uzo. Kia ajn estu via skalo, ni povas pritrakti ĝin sen multekostaj antaŭaj devontigoj. Milionoj da taskoj ĉiutage ne problemas.",
    "labeling-platform-head": "Privata aŭ Publika Informo",
    "labeling-platform-text": "hCaptcha estas konstruita sur la HUMAN Platformo, kiu permesas sofistikan enrutadon kaj analizon por optimumigi koston kaj efikecon ĉe ĉiu paŝo. Ĉi tiu teknologio permesas la ĝustan laboristaron pritrakti ĉiun parton de via laboro, maksimumigante kostefikecon konservante privatecon kaj plenumante iujn regulajn postulojn.",
    "labeling-try-button": "Aĉetu Datumajn Laboradajn Servojn",
    "labeling-try-head": "Ĉu vi volas provi kun viaj datumoj?",
    "labeling-try-text": "... ni pretas kiam vi estas: nia servo disponeblas ĉiam.",
    "learn-more-hcaptcha": "Lernu Pli pri hCaptcha",
    "page-acc-faq-1": "Demando: Ĉu hCaptcha Sekcio 508 + WCAG 2.0 konformas? Respondo: Ni kredas tiel: ĉiuj uzantoj kun ia ajn difekto kapablas trarigardi la reton kaj enigi tekston sur formularoj povas aliri servojn protektatajn de hCaptcha post la registrado. Ĉi tio tamen ne estas jura konsilo: vi devas plenumi vian propran taksadon, konsiderante vian apartan efektivigon por certigi, ke ĉi tio taŭgas por via disfaldiĝo.",
    "page-acc-faq-2": "Demando: Ĉu vi laboras pri aliaj alireblaj (a11y) ebloj, kiel audio? Respondo: Antaŭe popularaj elektoj kiel aŭdkaptiloj diskriminacias multajn uzantojn kaj estas facile venkitaj de modernaj maŝinaj teknikoj. Ĉi tio devigis nunajn aŭdajn defiojn fariĝi pli kaj pli malfacilaj, enkondukante bruon, strangan tempigon, nekutimajn vortajn kombinaĵojn kaj tiel plu por venki atakantojn. Ni estas tiel malpli entuziasmaj pri ĉi tiu agado vs. evitante la defion entute, sed pripensos ĝin se estas postulo de la a11a komunumo. Tamen ni tre interesiĝas pri Privateca Enirpermesilo por la uzo de Alirebleco. Ni kredas, ke kombini nian aktualan a11y-aliron kun elsendoj pri Privateca Enirpermesilo permesos al uzantoj de11a navigado sekure, sekure laŭ la scio, ke ilia trafiko estas pli privata, restriktante la misuzon de bot-operatoroj, kiuj neeviteblas kiam a11y-ebloj disponeblas. Ni estas aktivaj partoprenantoj en la IETF-laborgrupo normigante ĉi tiun novan teknologion.",
    "page-acc-faq-3": "Demando: Kio pri privateco? Ĉu registriĝo eksponas ielete al foliumantaj datumoj? Kion vi faras kun la retpoŝto? Respondo: hCaptcha estas desegnita por privateco de la tero supren. Ĝi estas tre malsama ol tradiciaj elektoj kiel reCAPTCHA, posedataj de reklamaj retoj, kiuj havas stimulon spuri vin ĉirkaŭ la retejo kaj asocii vin kun reala identeco. Ni neniam uzas retpoŝtadresojn aŭ informojn por neniu alia celo ol faciligi uzon kaj preventi misuzon. Nia privateca politiko havas ampleksajn kaj aŭtoritatajn respondojn pri tio, kiel ni uzas datumojn, sed la mallonga respondo estas, ke ni ne havas intereson asocii vin kiel personon kun via retumila historio. Ni ankaŭ laboras pri kriptografia solvo por rapide forĵeti vian retpoŝtadreson. dum ni ankoraŭ konservas nian kapablon antaŭvidi misuzon, kompletigante nian laboron pri Privateca Enirpermesilo.",
    "page-acc-link-1": "Se vi estas alirebla uzanto, bonvolu registriĝi ĉi tie.",
    "page-acc-subhead": "Certigante senĉesan aliron por ĉiuj uzantoj dum konservado de sekureco",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha estas desegnita por malhelpi bots distingante ilin de homoj. Vidaj provoj estas konvena ilo por ĉi tio, sed ne ĉiuj povas solvi vidan defion. Tial ni projektis simplan, sendoloron alternativon, por lasi eldonistojn uzantajn nian servon konservi alireblecon por ĉiuj kun plenaj Sekcio 508 kaj WCAG 2.0.",
    "page-acc-summary-contents-2": "Kiel ĝi funkcias: unue, alirebla uzanto registras ĉe ĉi tiu URL, kiu estas ligita en la paĝo pri la fenestraĵoj de hCaptcha. Oni donas al ili ĉifritan kuketon uzeblan plurfoje ĉiutage, sed devas esti refreŝigitaj ĉiujn 24 horojn per ensaluto. Kiam defio estas prezentita al uzanto pri alirebleco en iu ajn retejo uzante la servon hCaptcha, ili aŭtomate pasos.",
    "page-acc-title": "Informoj pri Alirebleco de hCaptcha",
    "page-acc-tr-body": "Demando: Mi ankoraŭ vidas defion post agordi la kuketon. Kio kaŭzas ĉi tion? Respondo: Ĉi tio tipe ŝuldiĝas al uzado de agresema reklam-blokilo aŭ kontraŭ-kuketa etendaĵo, aŭ agordo, kiu blokas interretajn kuketojn, ĉi-kaze kuketon por hcaptcha.com, kiu estas agordita aŭ kontrolita de hCaptcha JavaScript sur malsama retejo , kiel tiu, kiun vi vizitas. Kuketoj pri alirebleco de hCaptcha funkcias kun ĉiuj popularaj retumiloj kaj reklamaj blokiloj kun iliaj normaj agordoj, do tipe misfunkciadoj estas pro kontraŭ-kontraŭ-adblockaj skriptoj aŭ similaj reguloj celantaj apartajn retejojn. Solvoj: 1. Whitelist-kuketoj hcaptcha.com kaj * .hcaptcha.com en via reklam-blokilo aŭ retumila sekureca etendo. 2. Se vi uzas la Brave-retumilon, kiu ne (ekde aprilo 2020) ŝajnas havi ian liston de kuketoj, iru al Preferoj -> Ŝildoj -> Kuketoj kaj elektu Permesi ĉiujn Kuketojn. 3. Se vi uzas la plej lastan version de Safari aŭ en la ĵus liberigita OS X 10.15 aŭ iOS 13. 4, Apple ĵus ŝanĝis la konduton de Safari rilata al triaj kuketoj, blokante ĉiujn defaŭlte. Ni efektivigas solvon, sed intertempe bonvolu viziti Safari-Preferojn, Sekurecon pri privateco, kaj malkontroli Reteblan spuradon: Malhelpi interpaĝan spuradon por ebligi la akireblan kuketon funkcii kiel atendite. Demando: Mi uzas plurajn aparatojn. Ĉu mi bezonas registri multfoje? Respondo: Ne. Bonvolu alklaki la saman retpoŝtadresan ligilon ligitan al vi en ĉiu aparato, kiun vi uzas por agordi la kuketon.",
    "page-acc-tr-title": "Por Uzantoj pri Alirebleco: Q&A kaj Gvidilo por Solvado de Problemoj",
    "priv-hc": "Privateco Fokusigita",
    "priv-hc-text": "Reklamaj retoj vidas vin kiel ilia produkto. Ni ne faras. Ni ne zorgas, kiuj uzantoj estas, sed kiom probable ili estas malicaj. Ni subtenas iniciatojn kiel Private Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon.",
    "reporting-bugs-accessibility-button": "Lernu pli pri alireblecoj",
    "reporting-bugs-accessibility-head": "Alireblaj Ebloj",
    "reporting-bugs-accessibility-text": "Ĉu vi videblas aŭ alie ne kapablas plenumi hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kaptante Insekto-Raportaj Detaloj: Firefox",
    "reporting-bugs-guide-ff-step-1": "Paŝo 1: Malfermu Ellaborantajn Ilojn (Ĉi tio komencas registri la sesion.)",
    "reporting-bugs-guide-ff-step-2": "Paŝo 2: Alklaku Reto-langeton por Ellaborantaj Iloj. Kontrolu la skatolon \"Persistaj ŝtipoj\" ĉe la supro.",
    "reporting-bugs-guide-ff-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon pri kiu vi havas problemon (Privateca Noto: nur se vi ne gravas dividi pri kio temas) ... kaj tiam alklaku la butonon \" Mi estas homa \"butono, kaj provu solvi.",
    "reporting-bugs-guide-ff-step-4": "Paŝo 4: Alklaku \"HAR\" post kiam vi provas solvi, kaj elektu \"Konservi ĉiujn kiel HAR\" por savi la retan protokolon. Sendu tiun dosieron al ni.",
    "reporting-bugs-guide-ff-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku \"Elektu ĉion\" kaj konservu tion en teksta dosiero, por savi la konzolan protokolon. Sendu ankaŭ al ni.",
    "reporting-bugs-guide-ff-step-6": "Lasta paŝo: Retpoŝtu al tiuj HAR kaj konzolaj dosieroj, kaj priskribu la problemon ‍Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendu ligojn) kaj laŭvole ekrankopion, se vi suspektas, ke io ne montras ĝuste. . Bonvolu sendi ankaŭ la IP, kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/‍ Dankon pro la tempo por helpi nin akiri ĉi tiun informon! Ni kompromitas fari hCaptcha funkcii bone por ĉiuj.",
    "reporting-bugs-guide-head": "Kaptante Insekto-Raportaj Detaloj: Chrome",
    "reporting-bugs-guide-step-1": "Paŝo 1: Malfermu Ellaborantajn Ilojn (Ĉi tio komencas registri la sesion.)",
    "reporting-bugs-guide-step-2": "Paŝo 2: Alklaku Reto-langeton por Ellaborantaj Iloj. Kontrolu la skatolon \"Konserva ŝtipo\" ĉe la supro.",
    "reporting-bugs-guide-step-3": "Paŝo 3: vizitu https://accounts.hcaptcha.com/demo, aŭ la retejon pri kiu vi havas problemon (Privateca Noto: nur se vi ne gravas dividi pri kio temas) ... kaj tiam alklaku la butonon \" Mi estas homa \"butono, kaj provu solvi.",
    "reporting-bugs-guide-step-4": "Paŝo 4: Alklaku \"Eksporti HAR\" (la eta malsupren-sago) post kiam vi provas solvi, kio konservas la retan registron. Sendu tiun dosieron al ni.",
    "reporting-bugs-guide-step-5": "Paŝo 5: Alklaku la langeton Konzolo, kaj dekstre alklaku \"Konservi kiel ..\" por konservi la konzolan protokolon. Sendu ankaŭ al ni.",
    "reporting-bugs-guide-step-6": "Lasta paŝo: Retpoŝtu al tiuj HAR kaj konzolaj dosieroj, kaj priskribu la problemon‍ Uzu: support@hcaptcha.com (bonvolu uzi servon kiel Dropbox aŭ Filebin kaj sendu ligojn) kaj laŭvole ekrankopio, se vi suspektas, ke io ne montras ĝuste. . Bonvolu sendi ankaŭ la IP, kiun vi uzas. Vi povas akiri ĝin de https://www.whatsmyip.org/ ‍Dankon por preni la tempon por helpi nin akiri ĉi tiun informon! Ni kompromitas fari hCaptcha funkcii bone por ĉiuj.",
    "reporting-bugs-guide-text-1": "Sendo de elpurigaj informoj kun via raporto faciligos al ni identigi kio okazas. Jen paŝaj instrukcioj:",
    "reporting-bugs-guide-text-2": "Se vi estas ret-programisto aŭ sperta uzanto, la resumo ni ŝatus ke vi sendu al ni reton registrantan HAR kaj retumilon-konzolajn protokolojn. Bonvolu provi malebligi iujn ajn reklam-etendojn kaj retumilajn sekurecajn etendojn antaŭ ol provi ĉi tiujn paŝojn. Se tio solvas vian problemon, ni ankoraŭ dankus, ke vi informas nin pri via retumila versio, reklam-blokilo aŭ retumila etendo kaj la ret-retejo.",
    "reporting-bugs-intro-head": "Ĉu vi trovis cimon? Jen kiel raporti pri ĝi.",
    "reporting-bugs-intro-text": "Milionoj da homoj uzas hCaptcha ĉiun monaton, sur miloj da kombinaĵoj de retumiloj, etendoj, aparatoj, firewalls, kaj pli. Nia celo estas certigi, ke ĝi ĉiam funkcias por vi, do ni tre dankas viajn raportojn! Por doni rapidan retrosciigon, simple alklaku la butonon \"Sendu nin\". Se vi vidas funkciajn aferojn, bonvolu sekvi la elpurigajn registrajn instrukciojn por Chrome aŭ elpurigu logajn instrukciojn por Firefox sube. Por iuj aliaj retumiloj simple retpoŝtu al ni. Por eblaj problemoj pri sekureco aŭ privateco, vidu la subajn instrukciojn.",
    "reporting-bugs-privacy-head": "Privatecaj Aferoj",
    "reporting-bugs-privacy-text": "Ni ne zorgas, kiuj uzantoj estas, nur kiom probable ili estas malicaj aŭ maŝinoj. Ni subtenas iniciatojn kiel Private Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon. Se vi trovis problemon, kiun vi pensas, ke ĝi povus influi la privatecon de uzantoj, bonvolu sendi al ni retpoŝton al support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sendu al ni retrosciojn",
    "reporting-bugs-provide-feedback-head": "Provizi tujan retrosciigon pri hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ni dankas vian enigon. Informu nin pri problemoj kaj ni solvu ilin rapide.",
    "reporting-bugs-security-head": "Sekurecaj Insektoj",
    "reporting-bugs-security-text": "Ni ĉiam interesiĝas pri ricevado de raportoj pri sekurecaj eraroj. Retpoŝtu support@hcaptcha.com kaj CC security@hcaptcha.com kaj ni revenos al vi rapide. Ni ankaŭ havas eraron-rekompencan programon por elekteblaj sekurecaj raportoj pri la hCaptcha-servo kaj rilataj fontkodo.",
    "sec-hc": "Sekureco Unue",
    "sec-hc-text": "hCaptcha estas eldonisto-fokusita. Ni laboras por doni realajn datumojn al retejoj kaj lasi ilin decidi kiel uzi ĝin. Precizeco interesas vin kaj nian. Aliaj kaptitoj estas reklamitaj de reklamaj kompanioj. Ĉiu bot, kiun ili blokas, povus redukti siajn enspezojn.",
    "what-is-hcaptcha": "Kio estas hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpas viajn plej ŝatatajn retajn servojn konservi bots, spamojn kaj misuzojn demandante simplajn demandojn, kiuj estas facilaj por homoj kaj malfacilaj por maŝinoj.",
    "why-hc": "Kial hCaptcha?",
    "why-hc-text": "Ĉiufoje kiam vi respondas defion, ni uzas sofistikajn modelojn por konstati ĉu vi estas homo aŭ maŝino. La retejo, kiun vi vizitis, uzas ĉi tiun rezulton por plibonigi vian sperton sur ilia retejo per konservado de bots."
}