{
    "acc-opt": "Alireblaj Ebloj",
    "acc-opt-but": "Lernu pli pri alireblecoj",
    "acc-opt-text": "Ĉu vi videblas aŭ alie ne kapablas plenumi hCaptchas?",
    "accessibility-link": "Alirebleco",
    "appreciate-in": "Ni dankas vian enigon. Informu nin pri problemoj kaj ni solvu ilin rapide.",
    "fb-but": "Sendu retpoŝton al ni",
    "feedback-text": "Provizu sugestojn pri la hCaptcha, kiun vi ĵus vidis",
    "home-ent-1": "Ĉu vi serĉas niajn entreprenajn sekurecajn proponojn?",
    "home-ent-2": "Vizitu nian novan dediĉitan retejon: BotStop.com",
    "home-intro-body": "Ĉu vi uzas captcha por konservi bots? hCaptcha protektas la privatecon de uzanto, rekompencas retejojn, kaj helpas kompaniojn ricevi siajn datumojn. Ĝi estas faliga anstataŭaĵo por reCAPTCHA: vi povas ŝanĝi inter minutoj.",
    "home-intro-head": "Ĉesu pli da bots. Komencu protekti uzantan privatecon.",
    "home-main-1": "Privata. Sekureco. Pli rapide. Kaj ni pagas vin uzi ĝin.",
    "home-main-2": "Privateco Fokusigita",
    "home-main-2c": "Reklamaj retoj vidas viajn produktantojn kiel la produkton. Por hCaptcha la produkto estas la laboro, kiun ili provizas. Ni ne zorgas, kiuj estas viaj uzantoj, sed kiom eble ili estas malicaj. Ni subtenas iniciatojn kiel Private Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon.",
    "home-main-3": "Sekureco Unue",
    "home-main-3c": "Precizeco interesas vin kaj nian. hCaptcha estas eldonisto-fokusita. Ni laboras por doni al vi realajn datumojn kaj lasi vin decidi kiel uzi ĝin. Aliaj kaptitoj estas provizitaj de",
    "home-main-3c2": "reklamaj kompanioj. Ĉi tio signifas, ke ĉiu bot, kiun ili blokas, povus redukti sian enspezon.",
    "home-main-4": "Pli bona Uzanto-Sperto",
    "home-main-4c": "Sofistikaj maŝinlernadmodeloj estas uzataj de hCaptcha por determini la homaron. Ĉi tio permesas al ni postuli malpli ĝenajn taskojn de viaj uzantoj kaj daŭrigi malpli da tempo por fari tion, dum ni ankoraŭ produktas utilajn etikeditajn datumojn por etikedado de klientoj.",
    "home-main-plans": "hCaptcha estas senpaga uzi por eldonistoj ia ajn grandeco. Tamen por entreprenoj kaj platformoj, kiuj bezonas pli da kontrolo, niaj kompaniaj solvoj estas haveblaj.",
    "home-main-plans2": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ vizitu",
    "home-main-plans3": "hCaptcha-entreprenaj solvoj protektas milionojn da uzantoj tra dekoj da milionoj da retejoj por iuj el la plej grandaj kompanioj sur la planedo. Bonvolu kontakti nin por pliaj informoj, aŭ vizitu",
    "home-main-plans4": "por detaloj.",
    "learn-more-hcaptcha": "Lernu Pli pri hCaptcha",
    "page-acc-faq-1": "Demando: Ĉu hCaptcha Sekcio 508 + WCAG 2.0 konformas? Respondo: Ni kredas tiel: ĉiuj uzantoj kun ia ajn difekto kapablas trarigardi la reton kaj enigi tekston sur formularoj povas aliri servojn protektatajn de hCaptcha post la registrado. Ĉi tio tamen ne estas jura konsilo: vi devas plenumi vian propran taksadon, konsiderante vian apartan efektivigon por certigi, ke ĉi tio taŭgas por via disfaldiĝo.",
    "page-acc-faq-2": "Demando: Ĉu vi laboras pri aliaj alireblaj (a11y) ebloj, kiel audio? Respondo: Antaŭe popularaj elektoj kiel aŭdkaptiloj diskriminacias multajn uzantojn kaj estas facile venkitaj de modernaj maŝinaj teknikoj. Ĉi tio devigis nunajn aŭdajn defiojn fariĝi pli kaj pli malfacilaj, enkondukante bruon, strangan tempigon, nekutimajn vortajn kombinaĵojn kaj tiel plu por venki atakantojn. Ni estas tiel malpli entuziasmaj pri ĉi tiu agado vs. evitante la defion entute, sed pripensos ĝin se estas postulo de la a11a komunumo. Tamen ni tre interesiĝas pri Privateca Enirpermesilo por la uzo de Alirebleco. Ni kredas, ke kombini nian aktualan a11y-aliron kun elsendoj pri Privateca Enirpermesilo permesos al uzantoj de11a navigado sekure, sekure laŭ la scio, ke ilia trafiko estas pli privata, restriktante la misuzon de bot-operatoroj, kiuj neeviteblas kiam a11y-ebloj disponeblas. Ni estas aktivaj partoprenantoj en la IETF-laborgrupo normigante ĉi tiun novan teknologion.",
    "page-acc-faq-3": "Demando: Kio pri privateco? Ĉu registriĝo eksponas ielete al foliumantaj datumoj? Kion vi faras kun la retpoŝto? Respondo: hCaptcha estas desegnita por privateco de la tero supren. Ĝi estas tre malsama ol tradiciaj elektoj kiel reCAPTCHA, posedataj de reklamaj retoj, kiuj havas stimulon spuri vin ĉirkaŭ la retejo kaj asocii vin kun reala identeco. Ni neniam uzas retpoŝtadresojn aŭ informojn por neniu alia celo ol faciligi uzon kaj preventi misuzon. Nia privateca politiko havas ampleksajn kaj aŭtoritatajn respondojn pri tio, kiel ni uzas datumojn, sed la mallonga respondo estas, ke ni ne havas intereson asocii vin kiel personon kun via retumila historio. Ni ankaŭ laboras pri kriptografia solvo por rapide forĵeti vian retpoŝtadreson. dum ni ankoraŭ konservas nian kapablon antaŭvidi misuzon, kompletigante nian laboron pri Privateca Enirpermesilo.",
    "page-acc-link-1": "Se vi estas alirebla uzanto, bonvolu registriĝi ĉi tie.",
    "page-acc-subhead": "Certigante senĉesan aliron por ĉiuj uzantoj dum konservado de sekureco",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha estas desegnita por malhelpi bots distingante ilin de homoj. Vidaj provoj estas konvena ilo por ĉi tio, sed ne ĉiuj povas solvi vidan defion. Tial ni projektis simplan, sendoloron alternativon, por lasi eldonistojn uzantajn nian servon konservi alireblecon por ĉiuj kun plenaj Sekcio 508 kaj WCAG 2.0.",
    "page-acc-summary-contents-2": "Kiel ĝi funkcias: unue, alirebla uzanto registras ĉe ĉi tiu URL, kiu estas ligita en la paĝo pri la fenestraĵoj de hCaptcha. Oni donas al ili ĉifritan kuketon uzeblan plurfoje ĉiutage, sed devas esti refreŝigitaj ĉiujn 24 horojn per ensaluto. Kiam defio estas prezentita al uzanto pri alirebleco en iu ajn retejo uzante la servon hCaptcha, ili aŭtomate pasos.",
    "page-acc-title": "Informoj pri Alirebleco de hCaptcha",
    "page-acc-tr-body": "Demando: Mi ankoraŭ vidas defion post agordi la kuketon. Kio kaŭzas ĉi tion? Respondo: Ĉi tio tipe ŝuldiĝas al uzado de agresema reklam-blokilo aŭ kontraŭ-kuketa etendaĵo, aŭ agordo, kiu blokas interretajn kuketojn, ĉi-kaze kuketon por hcaptcha.com, kiu estas agordita aŭ kontrolita de hCaptcha JavaScript sur malsama retejo , kiel tiu, kiun vi vizitas. Kuketoj pri alirebleco de hCaptcha funkcias kun ĉiuj popularaj retumiloj kaj reklamaj blokiloj kun iliaj normaj agordoj, do tipe misfunkciadoj estas pro kontraŭ-kontraŭ-adblockaj skriptoj aŭ similaj reguloj celantaj apartajn retejojn. Solvoj: 1. Whitelist-kuketoj hcaptcha.com kaj * .hcaptcha.com en via reklam-blokilo aŭ retumila sekureca etendo. 2. Se vi uzas la Brave-retumilon, kiu ne (ekde aprilo 2020) ŝajnas havi ian liston de kuketoj, iru al Preferoj -> Ŝildoj -> Kuketoj kaj elektu Permesi ĉiujn Kuketojn. 3. Se vi uzas la plej lastan version de Safari aŭ en la ĵus liberigita OS X 10.15 aŭ iOS 13. 4, Apple ĵus ŝanĝis la konduton de Safari rilata al triaj kuketoj, blokante ĉiujn defaŭlte. Ni efektivigas solvon, sed intertempe bonvolu viziti Safari-Preferojn, Sekurecon pri privateco, kaj malkontroli Reteblan spuradon: Malhelpi interpaĝan spuradon por ebligi la akireblan kuketon funkcii kiel atendite. Demando: Mi uzas plurajn aparatojn. Ĉu mi bezonas registri multfoje? Respondo: Ne. Bonvolu alklaki la saman retpoŝtadresan ligilon ligitan al vi en ĉiu aparato, kiun vi uzas por agordi la kuketon.",
    "page-acc-tr-title": "Por Uzantoj pri Alirebleco: Q&A kaj Gvidilo por Solvado de Problemoj",
    "priv-hc": "Privateco Fokusigita",
    "priv-hc-text": "Reklamaj retoj vidas vin kiel ilia produkto. Ni ne faras. Ni ne zorgas, kiuj uzantoj estas, sed kiom probable ili estas malicaj. Ni subtenas iniciatojn kiel Private Pass, kaj laboras forte por ekvilibrigi privatecon kaj sekurecon.",
    "sec-hc": "Sekureco Unue",
    "sec-hc-text": "hCaptcha estas eldonisto-fokusita. Ni laboras por doni realajn datumojn al retejoj kaj lasi ilin decidi kiel uzi ĝin. Precizeco interesas vin kaj nian. Aliaj kaptitoj estas reklamitaj de reklamaj kompanioj. Ĉiu bot, kiun ili blokas, povus redukti siajn enspezojn.",
    "what-is-hcaptcha": "Kio estas hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpas viajn plej ŝatatajn retajn servojn konservi bots, spamojn kaj misuzojn demandante simplajn demandojn, kiuj estas facilaj por homoj kaj malfacilaj por maŝinoj.",
    "why-hc": "Kial hCaptcha?",
    "why-hc-text": "Ĉiufoje kiam vi respondas defion, ni uzas sofistikajn modelojn por konstati ĉu vi estas homo aŭ maŝino. La retejo, kiun vi vizitis, uzas ĉi tiun rezulton por plibonigi vian sperton sur ilia retejo per konservado de bots."
}