{
    "acc-opt": "Opciones de accesibilidad",
    "acc-opt-but": "Obtenga más información sobre las opciones de accesibilidad",
    "acc-opt-text": "¿Tiene discapacidad visual o no puede completar hCaptchas?",
    "accessibility-link": "Accesibilidad",
    "appreciate-in": "Agradecemos su aporte. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "fb-but": "Envianos tus comentarios",
    "feedback-text": "Proporcione comentarios sobre el hCaptcha que acaba de ver",
    "home-ent-1": "¿Busca nuestras ofertas de seguridad empresarial?",
    "home-ent-2": "Visite nuestro nuevo sitio dedicado: BotStop.com",
    "home-intro-body": "¿Utilizas un captcha para evitar los bots? hCaptcha protege la privacidad del usuario, premia los sitios web y ayuda a las empresas a etiquetar sus datos. Es un reemplazo directo para reCAPTCHA: puede cambiar en cuestión de minutos.",
    "home-intro-head": "Detén más bots. Comience a proteger la privacidad del usuario.",
    "home-main-1": "Privado. Seguro. Más rápido. Y le pagamos por usarlo.",
    "home-main-2": "Privacidad enfocada",
    "home-main-2c": "Las redes publicitarias ven a sus visitantes como el producto. Para hCaptcha, el producto es el trabajo que proporcionan. No nos importa quiénes son sus usuarios, solo la probabilidad de que sean maliciosos. Apoyamos iniciativas como Privacy Pass y trabajamos duro para equilibrar la privacidad y la seguridad.",
    "home-main-3": "Seguridad primero",
    "home-main-3c": "La precisión es de su interés y del nuestro. hCaptcha se centra en el editor. Trabajamos para brindarle datos reales y permitirle decidir cómo usarlos. Otros captchas son proporcionados por",
    "home-main-3c2": "Empresas de publicidad. Esto significa que cada bot que bloquean puede reducir sus ingresos.",
    "home-main-4": "Mejor experiencia de usuario",
    "home-main-4c": "HCaptcha utiliza modelos sofisticados de aprendizaje automático para determinar la humanidad. Esto nos permite requerir tareas menos molestas de sus usuarios y tomar menos tiempo para hacerlo, al tiempo que producimos datos etiquetados útiles para etiquetar a los clientes.",
    "home-main-plans": "hCaptcha es de uso gratuito para editores de cualquier tamaño. Sin embargo, para las empresas y plataformas que necesitan más control, nuestras soluciones empresariales están disponibles.",
    "home-main-plans2": "Las soluciones empresariales de hCaptcha protegen a millones de usuarios en decenas de millones de sitios web para algunas de las compañías más grandes del planeta. Por favor contáctenos para más información, o visite",
    "home-main-plans3": "Las soluciones empresariales de hCaptcha protegen a millones de usuarios en decenas de millones de sitios web para algunas de las compañías más grandes del planeta. Por favor contáctenos para más información, o visite",
    "home-main-plans4": "para detalles.",
    "learn-more-hcaptcha": "Aprenda más sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: ¿Cumple hCaptcha Sección 508 + WCAG 2.0? Respuesta: Creemos que sí: todos los usuarios con cualquier tipo de discapacidad que puedan navegar por la web e ingresar texto en los formularios pueden acceder a los servicios protegidos por hCaptcha al registrarse. Sin embargo, este no es un consejo legal: debe realizar su propia evaluación, teniendo en cuenta su implementación particular para asegurarse de que este sea el caso de su implementación.",
    "page-acc-faq-2": "Pregunta: ¿Está trabajando en otras opciones de accesibilidad (a11y), como el audio? Respuesta: Las opciones anteriormente populares, como las captchas de audio, discriminan a muchos usuarios y son fácilmente derrotados por las técnicas modernas de aprendizaje automático. Esto ha obligado a los desafíos de audio actuales a ser cada vez más difíciles, presentando ruido, tiempos extraños, combinaciones de palabras inusuales, etc. para derrotar a los atacantes. Por lo tanto, estamos menos entusiasmados con este enfoque frente a evitar el desafío por completo, pero lo consideraremos si hay demanda de la comunidad. Sin embargo, estamos muy interesados en Privacy Pass para el caso de uso Accesibilidad. Creemos que la combinación de nuestro enfoque actual con la emisión del Pase de Privacidad permitirá a todos los usuarios navegar de manera segura, sabiendo que su tráfico es más privado, al tiempo que restringe el abuso por parte de los operadores de bots que inevitablemente ocurre cuando todas las opciones están disponibles. Somos participantes activos en el grupo de trabajo IETF que estandariza esta nueva tecnología.",
    "page-acc-faq-3": "Pregunta: ¿Qué pasa con la privacidad? ¿El registro expone todos los datos de navegación de alguna manera? ¿Qué haces con el correo electrónico? Respuesta: hCaptcha está diseñado para la privacidad desde cero. Es muy diferente a las opciones tradicionales como reCAPTCHA que son propiedad de redes publicitarias, que tienen un incentivo para rastrearlo en la web y asociarlo con una identidad real. Nunca usamos correos electrónicos o información de accesibilidad para ningún propósito que no sea facilitar el uso y prevenir el abuso. Nuestra política de privacidad tiene respuestas completas y autorizadas sobre cómo usamos los datos, pero la respuesta breve es que no tenemos interés en asociarlo como persona con su historial de navegación. Actualmente también estamos trabajando en una solución criptográfica para descartar rápidamente su dirección de correo electrónico sin dejar de preservar nuestra capacidad de prevenir abusos, complementando nuestro trabajo de Privacy Pass.",
    "page-acc-link-1": "Si es un usuario de accesibilidad, regístrese aquí.",
    "page-acc-subhead": "Garantizar un acceso perfecto para todos los usuarios mientras se mantiene la seguridad.",
    "page-acc-summary": "Resumen",
    "page-acc-summary-contents-1": "hCaptcha está diseñado para detener los bots al distinguirlos de las personas. Las pruebas visuales son una herramienta conveniente para esto, pero no todos pueden resolver un desafío visual. Por esta razón, hemos diseñado una alternativa simple e indolora para permitir a los editores que utilizan nuestro servicio preservar la accesibilidad para todos con el pleno cumplimiento de la Sección 508 y WCAG 2.0.",
    "page-acc-summary-contents-2": "Cómo funciona: primero, un usuario de accesibilidad se registra en esta URL, que está vinculada en la página de información del widget hCaptcha. Se les proporciona una cookie encriptada que puede usarse varias veces al día, pero debe actualizarse cada 24 horas a través del inicio de sesión. Cuando se presenta un desafío a un usuario de accesibilidad en cualquier sitio que use el servicio hCaptcha, pasará automáticamente.",
    "page-acc-title": "Información de accesibilidad de hCaptcha",
    "page-acc-tr-body": "Pregunta: Todavía veo un desafío después de configurar la cookie. ¿Qué está causando esto? Respuesta: Esto generalmente se debe al uso de un bloqueador de anuncios agresivo o una extensión anti-cookies, o una configuración que bloquea las cookies entre sitios, en este caso una cookie para hcaptcha.com que es establecida o verificada por hCaptcha JavaScript en un sitio diferente , como el que estás visitando. Las cookies de accesibilidad de hCaptcha funcionan con todos los navegadores populares y bloqueadores de anuncios con su configuración estándar, por lo que, por lo general, las fallas se deben a scripts anti-anti-adblock o conjuntos de reglas similares dirigidos a sitios particulares. Soluciones: 1. Incluya en la lista blanca las cookies hcaptcha.com y * .hcaptcha.com en su bloqueador de anuncios o extensión de seguridad del navegador. 2. Si está utilizando el navegador Brave, que a partir de abril de 2020 no parece tener ningún tipo de lista blanca de cookies, vaya a Preferencias -> Escudos -> Cookies y elija Permitir todas las cookies. 3. Si está utilizando la última versión de Safari en OS X 10.15 o iOS 13. 4 recientemente lanzado, Apple acaba de cambiar el comportamiento de Safari en relación con las cookies de terceros, bloqueándolas por defecto. Estamos implementando una solución, pero mientras tanto, visite las Preferencias de Safari, la sección Privacidad y desactive el seguimiento del sitio web: evite el seguimiento entre sitios para permitir que la cookie de accesibilidad funcione como se espera. Pregunta: Yo uso múltiples dispositivos. ¿Necesito registrarme varias veces? Respuesta: No. Haga clic en el mismo enlace de inicio de sesión por correo electrónico que se le envió en cada dispositivo que utiliza para configurar la cookie.",
    "page-acc-tr-title": "Para usuarios de accesibilidad: preguntas y respuestas y guía de solución de problemas",
    "priv-hc": "Privacidad enfocada",
    "priv-hc-text": "Las redes publicitarias lo ven como su producto. Nosotros no No nos importa quiénes son los usuarios, solo la probabilidad de que sean maliciosos. Apoyamos iniciativas como Privacy Pass y trabajamos duro para equilibrar la privacidad y la seguridad.",
    "sec-hc": "Seguridad primero",
    "sec-hc-text": "hCaptcha se centra en el editor. Trabajamos para proporcionar a los sitios datos reales y dejar que decidan cómo usarlos. La precisión es de su interés y del nuestro. Otras captchas son proporcionadas por empresas de publicidad. Cada bot que bloquean puede reducir sus ingresos.",
    "what-is-hcaptcha": "¿Qué es hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ayuda a sus servicios web favoritos a evitar los bots, el spam y el abuso al hacer preguntas simples que son fáciles para los humanos y difíciles para las máquinas.",
    "why-hc": "¿Por qué hCaptcha?",
    "why-hc-text": "Cada vez que responde un desafío, utilizamos modelos sofisticados para determinar si usted es humano o una máquina. El sitio web que visitó luego usa este resultado para ayudarlo a mejorar su experiencia en su sitio al evitar los bots."
}