{
    "about-advisors-brendan": "CEO. Líder reconocido en IA. Ha aplicado inteligencia artificial a escala a una amplia variedad de problemas comerciales durante las últimas décadas.",
    "about-advisors-dawn": "Doctorado en Biología Computacional, Stanford. Trabajando con redes neuronales desde 1999. Céntrese en ML aplicado y aprendizaje profundo a escala.",
    "about-advisors-head": "Asesores",
    "about-advisors-keiran": "Experto en bases de datos y blockchain. Ingeniero pionero en Cloudera y más. Décadas de experiencia en la creación de equipos y software.",
    "about-content-head-1": "Que hacemos",
    "about-content-head-2": "Por qué es importante",
    "about-content-text-1": "hCaptcha es un servicio de Intuition Machines Inc, una empresa de inteligencia artificial y aprendizaje automático con un enfoque en metaaprendizaje y aprendizaje automático de dominio visual a escala. ‍Construimos y operamos sistemas escalables masivamente para habilitar servicios de análisis de video e imágenes para empresas Global 2000 en todo el mundo.",
    "about-content-text-2": "Más datos generalmente producen mejores resultados. La creación y el mantenimiento de conjuntos de datos relevantes y correctamente etiquetados consume tiempo y es costoso. ‍HCaptcha se desarrolló originalmente para abordar nuestras propias necesidades en el etiquetado de imágenes y ahora está disponible para otras empresas con necesidades similares.",
    "about-intro-head-1": "Trabaja para hCaptcha",
    "about-intro-head-2": "Nuestra misión es grande",
    "about-intro-text": "Estamos creciendo rápidamente y siempre buscamos los mejores talentos del mundo en nuestras oficinas globales. Puede postularse con los enlaces a continuación.",
    "about-leadership-alex": "Experto en bases de datos y blockchain. Ingeniero pionero en Cloudera y más. Décadas de experiencia en la creación de equipos y software.",
    "about-leadership-eli": "CEO. Líder reconocido en IA. Ha aplicado inteligencia artificial a escala a una amplia variedad de problemas comerciales durante las últimas décadas.",
    "about-leadership-head": "Liderazgo",
    "about-leadership-todd": "Doctorado en Biología Computacional, Stanford. Trabajando con redes neuronales desde 1999. Céntrese en ML aplicado y aprendizaje profundo a escala.",
    "acc-opt": "Opciones de accesibilidad",
    "acc-opt-but": "Obtenga más información sobre las opciones de accesibilidad",
    "acc-opt-text": "¿Tiene discapacidad visual o no puede completar hCaptchas?",
    "accessibility-link": "Accesibilidad",
    "appreciate-in": "Agradecemos su aporte. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "fb-but": "Envianos tus comentarios",
    "feedback-text": "Proporcione comentarios sobre el hCaptcha que acaba de ver",
    "footer-attribution": "Atribución",
    "footer-copyright-text": "hCaptcha es una marca registrada de Intuition Machines, Inc.",
    "footer-header-1": "Empresa",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contacto",
    "footer-link-1": "Etiquetado",
    "footer-link-2": "Acerca de",
    "footer-link-3": "Trabajos",
    "footer-link-4": "Marcas comerciales",
    "footer-link-5": "Blog",
    "footer-link-6": "Estado",
    "footer-link-7": "Documentación",
    "footer-link-8": "Reportar un error",
    "footer-link-9": "Accesibilidad",
    "footer-privacy": "Intimidad",
    "footer-subheader-1": "Apoyo",
    "footer-subheader-2": "Contacto",
    "footer-terms": "Condiciones",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Servicios de etiquetado",
    "header-login-button": "Iniciar sesión",
    "header-plans-link": "Planes",
    "header-signup-button": "Regístrate",
    "home-about-head": "Sobre hCaptcha",
    "home-about-subtitle": "Desarrollado por HUMAN Protocol",
    "home-about-text-1": "hCaptcha está diseñado para resolver el problema más laborioso del aprendizaje automático: etiquetar grandes cantidades de datos de manera oportuna, asequible y confiable.",
    "home-about-text-2": "Más datos generalmente produce mejores resultados en el entrenamiento de modelos de aprendizaje automático. El reciente éxito de los modelos profundos ha llevado a conjuntos de datos cada vez más grandes, casi siempre con alguna revisión humana. Sin embargo, crear grandes conjuntos de datos revisados por humanos a través de Mechanical Turk, Figure Eight, etc. es lento y costoso.",
    "home-about-text-3": "hCaptcha permite que los sitios web ganen dinero atendiendo esta demanda mientras bloquean bots y otras formas de abuso.",
    "home-about-text-4": "El mercado de hCaptcha funciona con el protocolo HUMAN, un protocolo descentralizado abierto para revisión humana que se ejecuta en la cadena de bloques Ethereum. Los sitios web obtienen Human Tokens (HMT) cada vez que los usuarios usan el widget hCaptcha en su sitio, y las empresas de aprendizaje automático pagan Human Tokens para etiquetar sus datos.",
    "home-ba-labeling-services-link": "Servicios de etiquetado",
    "home-benefits-head-1": "El valor del etiquetado de datos",
    "home-benefits-head-2": "Retribuir a la caridad",
    "home-benefits-text-1": "¿Se dio cuenta de que cada vez que \"hace clic en el automóvil\" está ayudando a entrenar los sistemas de aprendizaje automático de una sola empresa Gigantic de forma gratuita?",
    "home-benefits-text-2": "hCaptcha le da la vuelta a este modelo. Cuando usas hCaptcha, las empresas pujan por el trabajo que hacen tus usuarios mientras demuestran su humanidad. Obtienes las recompensas.",
    "home-benefits-text-3": "¿Quieres retribuir a tu organización benéfica favorita? hCaptcha le permite apoyar a las organizaciones benéficas de su elección con las ganancias que obtiene al usarlo. Los usuarios de su sitio pronto podrán ver su contribución a la caridad a través de una marca discreta en la interfaz de hCaptcha.",
    "home-challenge-text-1": "Seleccione todas las imágenes que coincidan con la consulta",
    "home-challenge-text-2": "Definir el área delimitante para los objetos",
    "home-challenge-text-3": "Identificar las etiquetas correspondientes",
    "home-challenge-title-1": "Comparación",
    "home-challenge-title-2": "Cuadro delimitador",
    "home-challenge-title-3": "Categorización",
    "home-challenges-head": "Desafíos presentados",
    "home-challenges-text-1": "... y otras tareas sencillas. Fácil para los humanos, difícil para los bots.",
    "home-challenges-text-2": "Las tareas personalizadas también están disponibles para editores empresariales.",
    "home-ent-1": "¿Busca nuestras ofertas de seguridad empresarial?",
    "home-ent-2": "Visite nuestro nuevo sitio dedicado: BotStop.com",
    "home-ent-button": "Más información: BotStop de hCaptcha",
    "home-from-the-blog": "DESDE EL BLOG:",
    "home-from-the-blog-value": "Cómo funciona la configuración de dificultad de hCaptcha",
    "home-intro-body": "¿Utilizas un captcha para evitar los bots? hCaptcha protege la privacidad del usuario, premia los sitios web y ayuda a las empresas a etiquetar sus datos. Es un reemplazo directo para reCAPTCHA: puede cambiar en cuestión de minutos.",
    "home-intro-button": "Regístrate ahora",
    "home-intro-head": "Detén más bots. Comience a proteger la privacidad del usuario.",
    "home-main-1": "Privado. Seguro. Más rápido. Y le pagamos por usarlo.",
    "home-main-2": "Privacidad enfocada",
    "home-main-2c": "Las redes publicitarias ven a sus visitantes como el producto. Para hCaptcha, el producto es el trabajo que proporcionan. No nos importa quiénes son sus usuarios, solo la probabilidad de que sean maliciosos. Apoyamos iniciativas como Privacy Pass y trabajamos duro para equilibrar la privacidad y la seguridad.",
    "home-main-3": "Seguridad primero",
    "home-main-3c": "La precisión es de su interés y del nuestro. hCaptcha se centra en el editor. Trabajamos para brindarle datos reales y permitirle decidir cómo usarlos. Otros captchas son proporcionados por",
    "home-main-4": "Mejor experiencia de usuario",
    "home-main-4c": "HCaptcha utiliza modelos sofisticados de aprendizaje automático para determinar la humanidad. Esto nos permite requerir tareas menos molestas de sus usuarios y tomar menos tiempo para hacerlo, al tiempo que producimos datos etiquetados útiles para etiquetar a los clientes.",
    "home-main-plans": "hCaptcha es de uso gratuito para editores de cualquier tamaño. Sin embargo, para las empresas y plataformas que necesitan más control, nuestras soluciones empresariales están disponibles.",
    "home-main-plans2": "Las soluciones empresariales de hCaptcha protegen a millones de usuarios en decenas de millones de sitios web para algunas de las compañías más grandes del planeta. Por favor contáctenos para más información, o visite",
    "home-main-plans3": "Las soluciones empresariales de hCaptcha protegen a millones de usuarios en decenas de millones de sitios web para algunas de las compañías más grandes del planeta. Por favor contáctenos para más información, o visite",
    "home-main-plans4": "para detalles.",
    "home-plans-button-1": "Regístrate ahora",
    "home-plans-button-2": "Contactar con ventas",
    "home-plans-chart-head-1": "Caracteristicas",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empresa",
    "home-plans-chart-row-1-cell-1": "Se muestran los tipos de desafío de control",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Niveles de dificultad detallados",
    "home-plans-chart-row-11-cell-1": "Niveles de dificultad detallados",
    "home-plans-chart-row-12-cell-1": "Niveles de dificultad detallados",
    "home-plans-chart-row-2-cell-1": "Controlar el contenido del desafío utilizado",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "Política de privacidad compatible con GDPR y CCPA",
    "home-plans-chart-row-7-cell-1": "Niveles de dificultad detallados",
    "home-plans-chart-row-8-cell-1": "Niveles de dificultad detallados",
    "home-plans-chart-row-9-cell-1": "Niveles de dificultad detallados",
    "home-try-it-out-button": "Obtener hCaptcha",
    "home-try-it-out-head": "Pruébalo",
    "home-try-it-out-text": "hCaptcha proporciona una detección de bots simple, fácil y confiable, mientras que para los humanos es trivial de resolver.",
    "labeling-about-head": "Sobre hCaptcha",
    "labeling-about-text-1": "hCaptcha está diseñado para resolver el problema más laborioso del aprendizaje automático; etiquetar cantidades masivas de datos de manera oportuna, asequible y confiable. Más datos generalmente produce mejores resultados en el entrenamiento de modelos de aprendizaje automático. El éxito reciente de los modelos profundos ha llevado a conjuntos de datos cada vez más grandes, y hCaptcha satisface esta necesidad.",
    "labeling-about-text-2": "Sin embargo, crear grandes conjuntos de datos revisados por humanos utilizando métodos tradicionales es lento y costoso. hCaptcha es una forma para que las empresas obtengan las anotaciones que necesitan más rápido, con mayor calidad y a menor costo que otras alternativas.",
    "labeling-annotations-head": "Tipos de anotaciones",
    "labeling-annotations-text-1": "Detección precisa de objetos en imágenes y video",
    "labeling-annotations-text-2": "Detección precisa de objetos en imágenes y video",
    "labeling-annotations-text-3": "Apunta anotaciones para muchos casos de uso diferentes",
    "labeling-annotations-text-4": "Ordene o agregue categorías arbitrarias de cualquier tamaño",
    "labeling-annotations-text-5": "Detección y clasificación impulsada por humanos",
    "labeling-annotations-text-6": "¿Necesita otro tipo que no figura aquí? Pregúntenos.",
    "labeling-annotations-title-1": "Cajas delimitadores",
    "labeling-annotations-title-2": "Polígonos",
    "labeling-annotations-title-3": "Monumentos",
    "labeling-annotations-title-4": "Categorización de atributos",
    "labeling-annotations-title-5": "Comparación y detección",
    "labeling-annotations-title-6": "... y muchos más",
    "labeling-ent-button": "Póngase en contacto con nuestro equipo de soluciones empresariales",
    "labeling-ent-head": "¿Necesita un control de extremo a extremo?",
    "labeling-ent-text-1": "La plataforma HUMAN detrás de hCaptcha proporciona características de gestión y calidad de trabajo altamente sofisticadas a través de implementaciones locales, híbridas o SaaS que se integran con sus sistemas existentes.",
    "labeling-ent-text-2": "Ejecute completamente fuera de línea con su propia fuerza laboral, realice un seguimiento del valor consumido en todas las unidades de negocios o socios del consorcio, enrute los trabajos de manera selectiva a diferentes proveedores de mano de obra internos o externos según los requisitos de costos y seguridad, y más.",
    "labeling-ent-text-3": "‍Fácil acceso a la API, hermosos paneles de control y la última tecnología de modelo en el ciclo para maximizar la eficiencia del trabajador.",
    "labeling-ent-text-4": "SLA de tiempo de actividad del 99,99% y soporte global disponible las 24 horas, los 7 días de la semana. Para más información:",
    "labeling-features-head-1": "Canalizaciones simples impulsadas por API.",
    "labeling-features-head-2": "Optimizado por costo y calidad. No se requiere ningún compromiso por adelantado.",
    "labeling-features-head-3": "Pague solo por la precisión que necesita.",
    "labeling-features-head-4": "Proporcione sus propios datos reales sobre el terreno o permítanos crearlos sobre la marcha.",
    "labeling-features-text-1": "¿Quiere integrar la revisión humana directamente en sus operaciones comerciales? Ofrecemos SLA de alta confiabilidad, capacidad garantizada y API REST simples.",
    "labeling-features-text-2": "La plataforma HUMAN utiliza modelos de confianza integrales para realizar análisis de calidad sofisticados en tiempo real. Esto nos permite determinar rápidamente tanto la dificultad de las preguntas como su probable respuesta correcta, lo que le permite ahorrar tiempo y dinero.",
    "labeling-features-text-3": "No todos los problemas son iguales. Las anotaciones para tareas críticas para la seguridad pueden requerir un 99,99% de confianza por parte de trabajadores completamente humanos. Es posible que las anotaciones para una función beta en una aplicación de juegos móviles solo requieran una confianza moderada. Tú decides.",
    "labeling-features-text-4": "¿Tiene datos sin procesar sin un conjunto de verificación completo? En la mayoría de los casos, podemos crear uno para usted a medida que las tareas se ejecutan en el sistema o crear muestras etiquetadas para su aprobación.",
    "labeling-info-head": "Obtener datos etiquetados",
    "labeling-info-text-1": "Hable con uno de nuestros expertos en el dominio para definir las necesidades de su proyecto: precisión del objetivo, formato y cualquier requisito especial.",
    "labeling-info-text-2": "Ejecutamos un pequeño trabajo de producción basado en sus datos de muestra. Esto prueba el trabajo que hemos realizado juntos para garantizar que obtenga exactamente lo que necesita.",
    "labeling-info-text-3": "Con nuestro alto volumen y baja latencia, le daremos la vuelta a su trabajo rápidamente, con entrega automatizada tan pronto como esté terminado.",
    "labeling-info-text-4": "A medida que comprendamos mejor los parámetros de su trabajo de producción, los resultados seguirán mejorando con el tiempo.",
    "labeling-info-text-5": "Los paneles en vivo le permiten proporcionar comentarios o pausar la producción en cualquier momento.",
    "labeling-info-title-1": "Definir especificaciones",
    "labeling-info-title-2": "Prueba de trabajo inicial",
    "labeling-info-title-3": "Implementar trabajos de producción",
    "labeling-info-title-4": "Mejora continua",
    "labeling-info-title-5": "Resultados en tiempo real",
    "labeling-main-1": "Etiquetado de datos rentable a escala",
    "labeling-main-1-button": "Obtenga sus datos etiquetados ahora",
    "labeling-main-1c": "¿Necesita más etiquetas para sus conjuntos de datos? hCaptcha proporciona un etiquetado de datos rápido, rentable y de alta calidad para empresas que trabajan en aplicaciones de inteligencia artificial y aprendizaje automático.",
    "labeling-main-2": "Ejecute millones de tareas al instante.",
    "labeling-main-2-button": "Comprar servicios de etiquetado de datos",
    "labeling-main-2c": "hCaptcha tiene una de las piscinas más grandes del planeta disponible para su uso. Cualquiera sea su escala, podemos manejarla sin costosos compromisos iniciales. Millones de tareas por día no son un problema.",
    "labeling-platform-head": "Información pública o privada",
    "labeling-platform-text": "hCaptcha se basa en la plataforma HUMAN, que permite un enrutamiento y análisis sofisticados para optimizar el costo y la eficiencia en cada paso. Esta tecnología permite que la fuerza laboral adecuada se encargue de cada parte de su trabajo, maximizando la eficiencia de costos mientras preserva la privacidad y cumple con los requisitos reglamentarios que puedan aplicarse.",
    "labeling-try-button": "Comprar servicios de etiquetado de datos",
    "labeling-try-head": "¿Quieres probarlo con tus datos?",
    "labeling-try-text": "... estamos listos cuando usted lo esté: nuestro servicio está disponible las 24 horas.",
    "learn-more-hcaptcha": "Aprenda más sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: ¿Cumple hCaptcha Sección 508 + WCAG 2.0? Respuesta: Creemos que sí: todos los usuarios con cualquier tipo de discapacidad que puedan navegar por la web e ingresar texto en los formularios pueden acceder a los servicios protegidos por hCaptcha al registrarse. Sin embargo, este no es un consejo legal: debe realizar su propia evaluación, teniendo en cuenta su implementación particular para asegurarse de que este sea el caso de su implementación.",
    "page-acc-faq-2": "Pregunta: ¿Está trabajando en otras opciones de accesibilidad (a11y), como el audio? Respuesta: Las opciones anteriormente populares, como las captchas de audio, discriminan a muchos usuarios y son fácilmente derrotados por las técnicas modernas de aprendizaje automático. Esto ha obligado a los desafíos de audio actuales a ser cada vez más difíciles, presentando ruido, tiempos extraños, combinaciones de palabras inusuales, etc. para derrotar a los atacantes. Por lo tanto, estamos menos entusiasmados con este enfoque frente a evitar el desafío por completo, pero lo consideraremos si hay demanda de la comunidad. Sin embargo, estamos muy interesados en Privacy Pass para el caso de uso Accesibilidad. Creemos que la combinación de nuestro enfoque actual con la emisión del Pase de Privacidad permitirá a todos los usuarios navegar de manera segura, sabiendo que su tráfico es más privado, al tiempo que restringe el abuso por parte de los operadores de bots que inevitablemente ocurre cuando todas las opciones están disponibles. Somos participantes activos en el grupo de trabajo IETF que estandariza esta nueva tecnología.",
    "page-acc-faq-3": "Pregunta: ¿Qué pasa con la privacidad? ¿El registro expone todos los datos de navegación de alguna manera? ¿Qué haces con el correo electrónico? Respuesta: hCaptcha está diseñado para la privacidad desde cero. Es muy diferente a las opciones tradicionales como reCAPTCHA que son propiedad de redes publicitarias, que tienen un incentivo para rastrearlo en la web y asociarlo con una identidad real. Nunca usamos correos electrónicos o información de accesibilidad para ningún propósito que no sea facilitar el uso y prevenir el abuso. Nuestra política de privacidad tiene respuestas completas y autorizadas sobre cómo usamos los datos, pero la respuesta breve es que no tenemos interés en asociarlo como persona con su historial de navegación. Actualmente también estamos trabajando en una solución criptográfica para descartar rápidamente su dirección de correo electrónico sin dejar de preservar nuestra capacidad de prevenir abusos, complementando nuestro trabajo de Privacy Pass.",
    "page-acc-link-1": "Si es un usuario de accesibilidad, regístrese aquí.",
    "page-acc-subhead": "Garantizar un acceso perfecto para todos los usuarios mientras se mantiene la seguridad.",
    "page-acc-summary": "Resumen",
    "page-acc-summary-contents-1": "hCaptcha está diseñado para detener los bots al distinguirlos de las personas. Las pruebas visuales son una herramienta conveniente para esto, pero no todos pueden resolver un desafío visual. Por esta razón, hemos diseñado una alternativa simple e indolora para permitir a los editores que utilizan nuestro servicio preservar la accesibilidad para todos con el pleno cumplimiento de la Sección 508 y WCAG 2.0.",
    "page-acc-summary-contents-2": "Cómo funciona: primero, un usuario de accesibilidad se registra en esta URL, que está vinculada en la página de información del widget hCaptcha. Se les proporciona una cookie encriptada que puede usarse varias veces al día, pero debe actualizarse cada 24 horas a través del inicio de sesión. Cuando se presenta un desafío a un usuario de accesibilidad en cualquier sitio que use el servicio hCaptcha, pasará automáticamente.",
    "page-acc-title": "Información de accesibilidad de hCaptcha",
    "page-acc-tr-body": "Pregunta: Todavía veo un desafío después de configurar la cookie. ¿Qué está causando esto? Respuesta: Esto generalmente se debe al uso de un bloqueador de anuncios agresivo o una extensión anti-cookies, o una configuración que bloquea las cookies entre sitios, en este caso una cookie para hcaptcha.com que es establecida o verificada por hCaptcha JavaScript en un sitio diferente , como el que estás visitando. Las cookies de accesibilidad de hCaptcha funcionan con todos los navegadores populares y bloqueadores de anuncios con su configuración estándar, por lo que, por lo general, las fallas se deben a scripts anti-anti-adblock o conjuntos de reglas similares dirigidos a sitios particulares. Soluciones: 1. Incluya en la lista blanca las cookies hcaptcha.com y * .hcaptcha.com en su bloqueador de anuncios o extensión de seguridad del navegador. 2. Si está utilizando el navegador Brave, que a partir de abril de 2020 no parece tener ningún tipo de lista blanca de cookies, vaya a Preferencias -> Escudos -> Cookies y elija Permitir todas las cookies. 3. Si está utilizando la última versión de Safari en OS X 10.15 o iOS 13. 4 recientemente lanzado, Apple acaba de cambiar el comportamiento de Safari en relación con las cookies de terceros, bloqueándolas por defecto. Estamos implementando una solución, pero mientras tanto, visite las Preferencias de Safari, la sección Privacidad y desactive el seguimiento del sitio web: evite el seguimiento entre sitios para permitir que la cookie de accesibilidad funcione como se espera. Pregunta: Yo uso múltiples dispositivos. ¿Necesito registrarme varias veces? Respuesta: No. Haga clic en el mismo enlace de inicio de sesión por correo electrónico que se le envió en cada dispositivo que utiliza para configurar la cookie.",
    "page-acc-tr-title": "Para usuarios de accesibilidad: preguntas y respuestas y guía de solución de problemas",
    "priv-hc": "Privacidad enfocada",
    "priv-hc-text": "Las redes publicitarias lo ven como su producto. Nosotros no No nos importa quiénes son los usuarios, solo la probabilidad de que sean maliciosos. Apoyamos iniciativas como Privacy Pass y trabajamos duro para equilibrar la privacidad y la seguridad.",
    "reporting-bugs-accessibility-button": "Más información sobre las opciones de accesibilidad",
    "reporting-bugs-accessibility-head": "Opciones de accesibilidad",
    "reporting-bugs-accessibility-text": "¿Tiene discapacidad visual o no puede completar hCaptchas?",
    "reporting-bugs-guide-ff-head": "Captura de detalles del informe de errores: Firefox",
    "reporting-bugs-guide-ff-step-1": "Paso 1: Abra las herramientas de desarrollo (esto comienza a grabar la sesión).",
    "reporting-bugs-guide-ff-step-2": "Paso 2: haga clic en la pestaña Red en Herramientas de desarrollo. Marca la casilla \"Conservar registros\" en la parte superior.",
    "reporting-bugs-guide-ff-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo, o el sitio web en el que tiene un problema (Nota de privacidad: solo si no le importa compartir lo que es) ... y luego haga clic en \" Soy humano \"botón, y trato de resolverlo.",
    "reporting-bugs-guide-ff-step-4": "Paso 4: Haga clic en \"HAR\" después de intentar resolverlo y elija \"Guardar todo como HAR\" para guardar el registro de red. Envíanos ese archivo.",
    "reporting-bugs-guide-ff-step-5": "Paso 5: Haga clic en la pestaña Consola, haga clic con el botón derecho y luego en \"Seleccionar todo\" y guárdelo en un archivo de texto para guardar el registro de la consola. Envíanos eso también.",
    "reporting-bugs-guide-ff-step-6": "Último paso: envíenos un correo electrónico con los archivos de registro de HAR y de la consola y describa el problema ‍Use: support@hcaptcha.com (utilice un servicio como Dropbox o Filebin y envíe enlaces) y, opcionalmente, una captura de pantalla, si sospecha que algo no se muestra correctamente . Por favor envíe también la IP que está usando. Puede obtenerlo en https://www.whatsmyip.org/‍ ¡Gracias por tomarse el tiempo para ayudarnos a obtener esta información! Estamos comprometidos a hacer que hCaptcha funcione bien para todos.",
    "reporting-bugs-guide-head": "Captura de detalles del informe de errores: Chrome",
    "reporting-bugs-guide-step-1": "Paso 1: Abra las herramientas de desarrollo (esto comienza a grabar la sesión).",
    "reporting-bugs-guide-step-2": "Paso 2: haga clic en la pestaña Red en Herramientas de desarrollo. Marque la casilla \"Conservar registro\" en la parte superior.",
    "reporting-bugs-guide-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo, o el sitio web en el que tiene un problema (Nota de privacidad: solo si no le importa compartir lo que es) ... y luego haga clic en \" Soy humano \"botón, y trato de resolverlo.",
    "reporting-bugs-guide-step-4": "Paso 4: Haga clic en \"Exportar HAR\" (la pequeña flecha hacia abajo) después de intentar resolver, lo que guarda el registro de red. Envíanos ese archivo.",
    "reporting-bugs-guide-step-5": "Paso 5: Haga clic en la pestaña Consola, haga clic con el botón derecho y luego en \"Guardar como ...\" para guardar el registro de la consola. Envíanos eso también.",
    "reporting-bugs-guide-step-6": "Último paso: envíenos por correo electrónico esos archivos de registro de HAR y de la consola y describa el problema‍ Utilice: support@hcaptcha.com (utilice un servicio como Dropbox o Filebin y envíe enlaces) y, opcionalmente, una captura de pantalla, si sospecha que algo no se muestra correctamente . Por favor envíe también la IP que está usando. Puede obtenerlo en https://www.whatsmyip.org/ ‍ ¡Gracias por tomarse el tiempo para ayudarnos a obtener esta información! Estamos comprometidos a hacer que hCaptcha funcione bien para todos.",
    "reporting-bugs-guide-text-1": "Enviar información de depuración con su informe hará que sea mucho más fácil para nosotros identificar lo que está sucediendo. Aquí hay instrucciones paso a paso:",
    "reporting-bugs-guide-text-2": "Si es un desarrollador web o un usuario experto, el resumen es que nos gustaría que nos envíe un HAR de grabación de red y los registros de la consola del navegador. Primero intente deshabilitar cualquier bloqueador de anuncios o extensiones de seguridad del navegador y luego vuelva a intentarlo antes de seguir estos pasos. Si eso soluciona su problema, le agradeceríamos que nos informara la versión de su navegador, el bloqueador de anuncios o la extensión del navegador y la URL del sitio web.",
    "reporting-bugs-intro-head": "¿Encontraste un error? He aquí cómo informarlo.",
    "reporting-bugs-intro-text": "Millones de personas usan hCaptcha cada mes, en miles de combinaciones de navegadores, extensiones, dispositivos, firewalls y más. Nuestro objetivo es asegurarnos de que siempre funcione para usted, por lo que apreciamos mucho sus informes. Para enviar comentarios rápidamente, simplemente haga clic en el botón \"Envíenos sus comentarios\". Si observa un problema funcional, siga las instrucciones del registro de depuración para Chrome o las instrucciones del registro de depuración para Firefox a continuación. Para cualquier otro navegador, envíenos un correo electrónico. Para posibles problemas de seguridad o privacidad, consulte las instrucciones a continuación.",
    "reporting-bugs-privacy-head": "Problemas de privacidad",
    "reporting-bugs-privacy-text": "No nos importa quiénes son los usuarios, solo la probabilidad de que sean malintencionados o máquinas. Apoyamos iniciativas como Privacy Pass y trabajamos arduamente para equilibrar la privacidad y la seguridad. Si ha encontrado un problema que cree que podría afectar la privacidad del usuario, envíenos un correo electrónico a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envianos tus comentarios",
    "reporting-bugs-provide-feedback-head": "Proporcionar comentarios inmediatos sobre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agradecemos su aporte. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "reporting-bugs-security-head": "Errores de seguridad",
    "reporting-bugs-security-text": "Siempre estamos interesados en recibir informes de errores de seguridad. Envíe un correo electrónico a support@hcaptcha.com & CC security@hcaptcha.com y nos comunicaremos con usted rápidamente. También tenemos un programa de recompensas de errores para informes de seguridad elegibles sobre el servicio hCaptcha y el código fuente relacionado.",
    "sec-hc": "Seguridad primero",
    "sec-hc-text": "hCaptcha se centra en el editor. Trabajamos para proporcionar a los sitios datos reales y dejar que decidan cómo usarlos. La precisión es de su interés y del nuestro. Otras captchas son proporcionadas por empresas de publicidad. Cada bot que bloquean puede reducir sus ingresos.",
    "what-is-hcaptcha": "¿Qué es hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ayuda a sus servicios web favoritos a evitar los bots, el spam y el abuso al hacer preguntas simples que son fáciles para los humanos y difíciles para las máquinas.",
    "why-hc": "¿Por qué hCaptcha?",
    "why-hc-text": "Cada vez que responde un desafío, utilizamos modelos sofisticados para determinar si usted es humano o una máquina. El sitio web que visitó luego usa este resultado para ayudarlo a mejorar su experiencia en su sitio al evitar los bots."
}