{
    "acc-opt": "Opciones de accesibilidad",
    "acc-opt-but": "Obtenga más información sobre las opciones de accesibilidad",
    "acc-opt-text": "¿Tiene discapacidad visual o no puede completar hCaptchas?",
    "accessibility-link": "Accesibilidad",
    "appreciate-in": "Agradecemos su aporte. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "fb-but": "Envianos tus comentarios",
    "feedback-text": "Proporcione comentarios sobre el hCaptcha que acaba de ver",
    "page-acc-link-1": "Si es un usuario de accesibilidad, regístrese aquí.",
    "page-acc-subhead": "Garantizar un acceso perfecto para todos los usuarios mientras se mantiene la seguridad.",
    "page-acc-title": "Información de accesibilidad de hCaptcha",
    "priv-hc": "Privacidad enfocada",
    "priv-hc-text": "Las redes publicitarias lo ven como su producto. Nosotros no No nos importa quiénes son los usuarios, solo la probabilidad de que sean maliciosos. Apoyamos iniciativas como Privacy Pass y trabajamos duro para equilibrar la privacidad y la seguridad.",
    "sec-hc": "Seguridad primero",
    "sec-hc-text": "hCaptcha se centra en el editor. Trabajamos para proporcionar a los sitios datos reales y dejar que decidan cómo usarlos. La precisión es de su interés y del nuestro. Otras captchas son proporcionadas por empresas de publicidad. Cada bot que bloquean puede reducir sus ingresos.",
    "what-is-hcaptcha": "¿Qué es hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ayuda a sus servicios web favoritos a evitar los bots, el spam y el abuso al hacer preguntas simples que son fáciles para los humanos y difíciles para las máquinas.",
    "why-hc": "¿Por qué hCaptcha?",
    "why-hc-text": "Cada vez que responde un desafío, utilizamos modelos sofisticados para determinar si usted es humano o una máquina. El sitio web que visitó luego usa este resultado para ayudarlo a mejorar su experiencia en su sitio al evitar los bots."
}