{
    "acc-opt": "Juurdepääsetavuse valikud",
    "acc-opt-but": "Lisateave hõlbustusvõimaluste kohta",
    "acc-opt-text": "Kas olete nägemispuudega või ei ole muul viisil võimeline hCaptchasit lõpule viima?",
    "accessibility-link": "Juurdepääsetavus",
    "appreciate-in": "Hindame teie panust. Andke meile teada kõigist probleemidest ja lahendame need kiiresti.",
    "fb-but": "Saatke meile tagasisidet",
    "feedback-text": "Andke tagasisidet äsja nähtud hCaptcha kohta",
    "home-ent-1": "Kas otsite meie ettevõtte turvapakkumisi?",
    "home-ent-2": "Külastage meie uut pühendatud saiti: BotStop.com",
    "home-intro-body": "Kas kasutate robotite eemaldamiseks captcha-d? hCaptcha kaitseb kasutajate privaatsust, premeerib veebisaite ja aitab ettevõtetel oma andmeid märgistada. See on reCAPTCHA asendusfunktsioon: saate mõne minuti jooksul ümber lülituda.",
    "home-intro-head": "Lõpeta enam robotid. Alustage kasutaja privaatsuse kaitsmist.",
    "home-main-1": "Privaatne. Turvaline. Kiiremini. Ja me maksame teile selle kasutamise eest.",
    "home-main-2": "Privaatsusele keskendunud",
    "home-main-2c": "Reklaamivõrgustikud näevad teie külastajaid tootena. HCaptcha jaoks on toode nende pakutav töö. Me ei hooli sellest, kes on teie kasutajad, vaid ainult sellest, kui tõenäoliselt nad pahatahtlikud on. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "home-main-3": "Esiteks turvalisus",
    "home-main-3c": "Täpsus on teie ja meie enda huvides. hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda teile tõelisi andmeid ja lasta teil otsustada, kuidas neid kasutada. Muud kaptenid pakub",
    "home-main-3c2": "reklaamiettevõtted. See tähendab, et iga blokeeritud robot võib nende tulusid vähendada.",
    "home-main-4": "Parem kasutajakogemus",
    "home-main-4c": "Inimkonna määramiseks kasutab hCaptcha keerukaid masinõppe mudeleid. See võimaldab meil nõuda teie kasutajatelt vähem tüütuid toiminguid ja võtta sellega vähem aega, luues samas klientide märgistamiseks kasulikke märgistatud andmeid.",
    "home-main-plans": "hCaptcha on tasuta kasutamiseks mis tahes suurusega kirjastajatele. Suuremat kontrolli vajavate ettevõtete ja platvormide jaoks on meie ettevõttelahendused siiski saadaval.",
    "home-main-plans2": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnete miljonite veebisaitide kaudu mõnede planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage meid",
    "home-main-plans3": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnete miljonite veebisaitide kaudu mõnede planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage meid",
    "home-main-plans4": "üksikasju.",
    "learn-more-hcaptcha": "Lisateave hCaptcha kohta",
    "page-acc-faq-1": "Küsimus: Kas hCaptcha jaotis 508 + WCAG 2.0 ühildub? Vastus: Usume nii: kõik kasutajad, kellel on mis tahes vormis häireid ja kes saavad veebis sirvida ja vormidele teksti sisestada, saavad registreerimisel kasutada hCaptchaga kaitstud teenuseid. Kuid see ei ole juriidiline nõuanne: peaksite omapoolse hindamise läbi viima, võttes arvesse teie konkreetset rakendamist, tagamaks, et see kehtib teie juurutamise korral.",
    "page-acc-faq-2": "Küsimus: kas töötate muude juurdepääsetavuse (ayy) võimaluste (nt heli) kallal? Vastus: Varem populaarsed võimalused, näiteks helihaavandid, diskrimineerivad paljusid ayy kasutajaid ja on tänapäevaste masinõppevõtetega hõlpsasti lüüa. See on sundinud praegused heliprobleemid muutuma üha raskemaks, pakkudes ründajatele lüüasaamiseks müra, veidrat ajaarvestust, ebaharilikke sõnakombinatsioone ja nii edasi. Seega oleme vähem huvitatud sellest lähenemisviisist kui sellest, et väldime väljakutset täielikult, kuid arvestame sellega, kui kogukonna nõudlus on olemas. Ent me oleme juurdepääsetavuse kasutamise juhtumi jaoks väga huvitatud Privacy Passist. Usume, et meie praeguse lähenemisviisi ühendamine privaatsuspassi väljaandmisega võimaldab 11-aastastel kasutajatel sirvida turvaliselt, turvaliselt, teades, et nende liiklus on privaatsem, piirates samal ajal botioperaatorite kuritarvitamist, mis paratamatult ilmneb siis, kui kõik võimalused on saadaval. Oleme aktiivsed osalejad IETF-i töörühmas, kes seda uut tehnoloogiat standardiseerib.",
    "page-acc-faq-3": "Küsimus: Mis saab privaatsusest? Kas registreerimine paljastab mingil viisil ka sirvimisandmeid? Mida sa selle e-kirjaga teed? Vastus: hCaptcha on loodud privaatsuse tagamiseks juba maast madalast. See on väga erinev traditsioonilistest võimalustest, näiteks reCAPTCHA, mis kuuluvad reklaamivõrkudele, kellel on stiimul teid veebi jälgida ja siduda teid tõelise identiteediga. Me ei kasuta kunagi juurdepääsetavuse e-kirju ega teavet muul eesmärgil, kui ainult kasutamise hõlbustamiseks ja kuritarvituste ärahoidmiseks. Meie privaatsuseeskirjades on andmete kasutamise kohta põhjalikud ja autoriteetsed vastused, kuid lühike vastus on see, et meil pole huvi seostada teid inimesena teie sirvimisajalooga. Samuti töötame praegu krüptograafilise lahendusega, et teie e-posti aadress kiirelt ära visata. säilitades samal ajal oma võime kuritarvitusi ära hoida, täiendades oma Privacy Pass tööd.",
    "page-acc-link-1": "Kui olete juurdepääsetavuse kasutaja, registreeruge siin.",
    "page-acc-subhead": "Kõigile kasutajatele sujuva juurdepääsu tagamine, tagades samas turvalisuse",
    "page-acc-summary": "Kokkuvõte",
    "page-acc-summary-contents-1": "hCaptcha on loodud robotite peatamiseks, eristades neid inimestest. Visuaalsed testid on selleks mugav tööriist, kuid mitte kõik ei suuda visuaalset väljakutset lahendada. Sel põhjusel oleme välja töötanud lihtsa ja valutu alternatiivi võimaldada meie teenust kasutavatel kirjastajatel juurdepääsu kõigile tagada, järgides jaotist 508 ja WCAG 2.0.",
    "page-acc-summary-contents-2": "Kuidas see töötab: esmalt registreerub juurdepääsetavuse kasutaja sellel URL-il, mis on lingitud vidina infolehel hCaptcha. Neile antakse krüptitud küpsis, mida saab kasutada mitu korda päevas, kuid seda tuleb värskendada sisselogimise kaudu iga 24 tunni järel. Kui hCaptcha teenust kasutaval saidil juurdepääsetavuse kasutajale esitatakse väljakutse, lähevad nad automaatselt üle.",
    "page-acc-title": "hCaptcha juurdepääsetavuse teave",
    "page-acc-tr-body": "Küsimus: pärast küpsise seadmist näen endiselt väljakutset. Mis seda põhjustab? Vastus: Selle põhjuseks on tavaliselt agressiivne reklaamiblokeerija või küpsistevastane laiend või seade, mis blokeerib saitideüleseid küpsiseid, antud juhul hcaptcha.com-i küpsis, mille hCaptcha JavaScripti seadistab või kontrollib teisel saidil , nagu see, mida külastate. hCaptcha juurdepääsetavuse küpsised töötavad kõigi tavapäraste sätetega populaarsete brauserite ja reklaamiblokeerijatega, nii et tavaliselt põhjustavad tõrked antiblokeerimisvastaseid skripte või sarnaseid reeglite seadmeid, mis sihivad teatud saite. Lahendused: 1. Hcaptcha.com ja * .hcaptcha.com valgete loendite küpsised teie reklaamide blokeerijas või brauseri turvalaiendis. 2. Kui kasutate brauserit Brave, millel (alates 2020. aasta aprillist) ei näi olevat mingit küpsiste valget nimekirja, minge jaotisse Eelistused -> Kilbid -> Küpsised ja valige Luba kõik küpsised. 3. Kui kasutate Safari uusimat versiooni kas hiljuti välja antud OS X 10.15 või iOS 13. 4, on Apple just muutnud Safari käitumist seoses kolmandate osapoolte küpsistega, blokeerides need vaikimisi kõik. Rakendame lahendust, kuid külastage vahepeal Safari eelistusi, privaatsuse jaotist ja tühjendage veebisaidi jälgimine: eemaldage saidiülene jälgimine, et hõlbustusküpsis saaks ootuspäraselt toimida. Küsimus: ma kasutan mitut seadet. Kas ma pean mitu korda registreeruma? Vastus: Ei. Küpsise seadistamiseks klõpsake igal kasutataval seadmel sama e-posti teel sisselogimise linki.",
    "page-acc-tr-title": "Juurdepääsetavuse kasutajatele: küsimused ja vastused ning tõrkeotsingu juhend",
    "priv-hc": "Privaatsusele keskendunud",
    "priv-hc-text": "Reklaamivõrgustikud näevad teid kui oma toodet. Me ei tee seda. Me ei hooli sellest, kes kasutajad on, ainult sellest, kui tõenäoline on, et nad on pahatahtlikud. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "sec-hc": "Esiteks turvalisus",
    "sec-hc-text": "hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda saitidele tegelikke andmeid ja lasta neil otsustada, kuidas seda kasutada. Täpsus on teie ja meie enda huvides. Teisi capthasid pakuvad reklaamiettevõtted. Iga blokeeritud robot võib nende tulusid vähendada.",
    "what-is-hcaptcha": "Mis on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aitab teie lemmikveebiteenustel hoida robotid, rämpspost ja väärkasutus ära, esitades lihtsaid küsimusi, mis on inimestele lihtsad ja masinatele rasked.",
    "why-hc": "Miks just hCaptcha?",
    "why-hc-text": "Iga kord, kui väljakutsele vastate, kasutame keerukaid mudeleid, et teada saada, kas olete inimene või masin. Seejärel kasutab teie külastatud veebisait seda tulemust, et parandada teie veebisaidi kogemusi, hoides kokku robotid."
}