{
    "acc-opt": "Juurdepääsetavuse valikud",
    "acc-opt-but": "Lisateave hõlbustusvõimaluste kohta",
    "acc-opt-text": "Kas olete nägemispuudega või ei ole muul viisil võimeline hCaptchasit lõpule viima?",
    "accessibility-link": "Juurdepääsetavus",
    "appreciate-in": "Hindame teie panust. Andke meile teada kõigist probleemidest ja lahendame need kiiresti.",
    "fb-but": "Saatke meile tagasisidet",
    "feedback-text": "Andke tagasisidet äsja nähtud hCaptcha kohta",
    "learn-more-hcaptcha": "Lisateave hCaptcha kohta",
    "page-acc-link-1": "Kui olete juurdepääsetavuse kasutaja, registreeruge siin.",
    "page-acc-subhead": "Kõigile kasutajatele sujuva juurdepääsu tagamine, tagades samas turvalisuse",
    "page-acc-title": "hCaptcha juurdepääsetavuse teave",
    "priv-hc": "Privaatsusele keskendunud",
    "priv-hc-text": "Reklaamivõrgustikud näevad teid kui oma toodet. Me ei tee seda. Me ei hooli sellest, kes kasutajad on, ainult sellest, kui tõenäoline on, et nad on pahatahtlikud. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "sec-hc": "Esiteks turvalisus",
    "sec-hc-text": "hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda saitidele tegelikke andmeid ja lasta neil otsustada, kuidas seda kasutada. Täpsus on teie ja meie enda huvides. Teisi capthasid pakuvad reklaamiettevõtted. Iga blokeeritud robot võib nende tulusid vähendada.",
    "what-is-hcaptcha": "Mis on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aitab teie lemmikveebiteenustel hoida robotid, rämpspost ja väärkasutus ära, esitades lihtsaid küsimusi, mis on inimestele lihtsad ja masinatele rasked.",
    "why-hc": "Miks just hCaptcha?",
    "why-hc-text": "Iga kord, kui väljakutsele vastate, kasutame keerukaid mudeleid, et teada saada, kas olete inimene või masin. Seejärel kasutab teie külastatud veebisait seda tulemust, et parandada teie veebisaidi kogemusi, hoides kokku robotid."
}