{
    "about-advisors-brendan": "TEGEVDIREKTOR. AI tunnustatud juht. Ta on viimastel aastakümnetel rakendanud masinluure ulatuslikult mitmesugustele äriprobleemidele.",
    "about-advisors-dawn": "PhD arvutusbioloogias, Stanford. Närvivõrkudega töötamine alates 1999. aastast. Keskenduge rakenduslikule ML-le ja ulatuslikule õppimisele.",
    "about-advisors-head": "Nõustajad",
    "about-advisors-keiran": "Andmebaaside ja plokiahelate ekspert. Cloudera varane insener ja palju muud. Aastakümnete pikkune ekspertteadmiste loomise tarkvara ja meeskonnad.",
    "about-content-head-1": "Mida me teeme",
    "about-content-head-2": "Miks see on oluline?",
    "about-content-text-1": "hCaptcha on AI- ja masinõppeettevõtte Intuition Machines Inc teenus, mis on keskendunud metaõppele ja visuaalsele domeenile ML. ‍Me ehitame ja kasutame massiliselt skaleeritavaid süsteeme, et võimaldada Global 2000 ettevõtetele video- ja pildianalüüsi teenuseid kogu maailmas.",
    "about-content-text-2": "Rohkem andmeid annab üldiselt paremaid tulemusi. Õigesti märgistatud ja asjakohaste andmekogumite loomine ja haldamine on aeganõudev ja kulukas. ‍HCaptcha töötati algselt välja meie enda piltide märgistamise vajaduste rahuldamiseks ja nüüd on see saadaval ka teistele sarnaste vajadustega ettevõtetele.",
    "about-intro-head-1": "Töö hCaptcha jaoks",
    "about-intro-head-2": "Meie missioon on suur",
    "about-intro-text": "Kasvame kiiresti ja otsime oma globaalsetes kontorites alati maailma parimaid talente. Kandideerida saab allolevate linkide abil.",
    "about-leadership-alex": "Andmebaaside ja plokiahelate ekspert. Cloudera varane insener ja palju muud. Aastakümnete pikkune ekspertteadmiste loomise tarkvara ja meeskonnad.",
    "about-leadership-eli": "TEGEVDIREKTOR. AI tunnustatud juht. Ta on viimastel aastakümnetel rakendanud masinluure ulatuslikult mitmesugustele äriprobleemidele.",
    "about-leadership-head": "Juhtimine",
    "about-leadership-todd": "PhD arvutusbioloogias, Stanford. Närvivõrkudega töötamine alates 1999. aastast. Keskenduge rakenduslikule ML-le ja ulatuslikule õppimisele.",
    "acc-opt": "Juurdepääsetavuse valikud",
    "acc-opt-but": "Lisateave hõlbustusvõimaluste kohta",
    "acc-opt-text": "Kas olete nägemispuudega või ei ole muul viisil võimeline hCaptchasit lõpule viima?",
    "accessibility-link": "Juurdepääsetavus",
    "appreciate-in": "Hindame teie panust. Andke meile teada kõigist probleemidest ja lahendame need kiiresti.",
    "fb-but": "Saatke meile tagasisidet",
    "feedback-text": "Andke tagasisidet äsja nähtud hCaptcha kohta",
    "footer-attribution": "Omistamine",
    "footer-header-1": "Firma",
    "footer-header-2": "Ressursid",
    "footer-header-3": "Võtke ühendust",
    "footer-link-1": "Sildistamine",
    "footer-link-2": "Umbes",
    "footer-link-3": "Töökohad",
    "footer-link-4": "Kaubamärgid",
    "footer-link-5": "Blogi",
    "footer-link-6": "Olek",
    "footer-link-7": "Dokumentatsioon",
    "footer-link-8": "Teata veast",
    "footer-link-9": "Juurdepääsetavus",
    "footer-privacy": "Privaatsus",
    "footer-subheader-1": "Toetus",
    "footer-subheader-2": "Võtke ühendust",
    "footer-terms": "Tingimused",
    "header-docs-link": "Dokumendid",
    "header-login-button": "Logi sisse",
    "header-plans-link": "Plaanid",
    "header-signup-button": "Registreeri",
    "home-aboot-subtitle": "Powered by INIMENE protokoll",
    "home-about-head": "Teave hCaptcha kohta",
    "home-about-text-1": "hCaptcha on loodud masinõppes kõige töömahukama probleemi lahendamiseks: tohutu hulga andmete õigeaegne, taskukohane ja usaldusväärne märgistamine.",
    "home-about-text-2": "Rohkem andmeid annab masinõppe mudelite treenimisel üldiselt paremaid tulemusi. Sügavate mudelite hiljutine edu on viinud üha suuremate andmekogumiteni, peaaegu alati koos mõne inimliku ülevaatega. Inimeste poolt üle vaadatud suurte andmestike loomine mehaanilise Türki, Joonis kaheksa jne kaudu on aga nii aeglane kui ka kallis.",
    "home-about-text-3": "hCaptcha võimaldab veebisaitidel teenida raha selle nõudmise teenimiseks, blokeerides samas robotid ja muud kuritarvitused.",
    "home-about-text-4": "HCaptcha turuplatsi toiteallikaks on HUMAN Protocol - avatud detsentraliseeritud protokoll inimeste ülevaatuseks, mis töötab Ethereumi plokiahelas. Veebisaidid teenivad inimmärke (HMT), kui kasutajad oma saidil vidinat hCaptcha kasutavad, ja masinõppeettevõtted maksavad inimmärkide eest nende andmete märgistamise eest.",
    "home-ba-labeling-services-link": "Märgistamisteenused",
    "home-benefits-head-1": "Väärtus andmete märgistamisel",
    "home-benefits-head-2": "Andke tagasi heategevusele",
    "home-benefits-text-1": "Kas mõistsite iga kord, kui klõpsate autol, aitate ühe Giganticcompany masinõppe süsteeme tasuta välja õpetada?",
    "home-benefits-text-2": "hCaptcha muudab selle mudeli ümber. Kui kasutate hCaptcha, teevad ettevõtted pakkumise teie kasutaja tehtud töö eest, kuna nad tõestavad oma inimlikkust. Sa saad preemiad.",
    "home-benefits-text-3": "Kas soovite oma lemmikheategevusele tagasi anda? hCaptcha võimaldab teil oma valitud heategevusorganisatsioone toetada selle kasutamisest saadava tuluga. Teie saidi kasutajad näevad peagi teie panust heategevusse hCaptcha liidese diskreetse kaubamärgi kaudu.",
    "home-challenge-text-1": "Valige kõik pildid, mis vastavad päringule",
    "home-challenge-text-2": "Määratlege objektide piirdepiirkond",
    "home-challenge-text-3": "Tuvastage vastavad sildid",
    "home-challenge-title-1": "Võrdlus",
    "home-challenge-title-2": "Ümbritsev kast",
    "home-challenge-title-3": "Liigitamine",
    "home-challenges-head": "Esitatud väljakutsed",
    "home-challenges-text-1": "... ja muud lihtsad ülesanded. Inimestele lihtne, robotitele raske.",
    "home-challenges-text-2": "Kohandatud ülesanded on saadaval ka ettevõtete kirjastajatele.",
    "home-ent-1": "Kas otsite meie ettevõtte turvapakkumisi?",
    "home-ent-2": "Külastage meie uut pühendatud saiti: BotStop.com",
    "home-ent-button": "Lisateave: BotStop by hCaptcha",
    "home-from-the-blog": "BLOGIST:",
    "home-from-the-blog-value": "Kuidas hCaptcha raskusseaded töötavad?",
    "home-intro-body": "Kas kasutate robotite eemaldamiseks captcha-d? hCaptcha kaitseb kasutajate privaatsust, premeerib veebisaite ja aitab ettevõtetel oma andmeid märgistada. See on reCAPTCHA asendusfunktsioon: saate mõne minuti jooksul ümber lülituda.",
    "home-intro-button": "Registreeru nüüd",
    "home-intro-head": "Lõpeta enam robotid. Alustage kasutaja privaatsuse kaitsmist.",
    "home-main-1": "Privaatne. Turvaline. Kiiremini. Ja me maksame teile selle kasutamise eest.",
    "home-main-2": "Privaatsusele keskendunud",
    "home-main-2c": "Reklaamivõrgustikud näevad teie külastajaid tootena. HCaptcha jaoks on toode nende pakutav töö. Me ei hooli sellest, kes on teie kasutajad, vaid ainult sellest, kui tõenäoliselt nad pahatahtlikud on. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "home-main-3": "Esiteks turvalisus",
    "home-main-3c": "Täpsus on teie ja meie enda huvides. hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda teile tõelisi andmeid ja lasta teil otsustada, kuidas neid kasutada. Muud kaptenid pakub",
    "home-main-3c2": "reklaamiettevõtted. See tähendab, et iga blokeeritud robot võib nende tulusid vähendada.",
    "home-main-4": "Parem kasutajakogemus",
    "home-main-4c": "Inimkonna määramiseks kasutab hCaptcha keerukaid masinõppe mudeleid. See võimaldab meil nõuda teie kasutajatelt vähem tüütuid toiminguid ja võtta sellega vähem aega, luues samas klientide märgistamiseks kasulikke märgistatud andmeid.",
    "home-main-plans": "hCaptcha on tasuta kasutamiseks mis tahes suurusega kirjastajatele. Suuremat kontrolli vajavate ettevõtete ja platvormide jaoks on meie ettevõttelahendused siiski saadaval.",
    "home-main-plans2": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnete miljonite veebisaitide kaudu mõnede planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage meid",
    "home-main-plans3": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnete miljonite veebisaitide kaudu mõnede planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage meid",
    "home-main-plans4": "üksikasju.",
    "home-plans-button-1": "Registreeru nüüd",
    "home-plans-button-2": "Võtke ühendust müügiga",
    "home-plans-chart-head-1": "Funktsioonid",
    "home-plans-chart-head-2": "Kirjastus",
    "home-plans-chart-head-3": "Ettevõtlus",
    "home-plans-chart-row-1-cell-1": "Kuvatud väljakutse tüübid",
    "home-plans-chart-row-1-cell-2": "Piiratud",
    "home-plans-chart-row-1-cell-3": "Kokku",
    "home-plans-chart-row-10-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-11-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-12-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-2-cell-1": "Kontrollige väljakutse sisu",
    "home-plans-chart-row-2-cell-2": "Piiratud",
    "home-plans-chart-row-2-cell-3": "Kokku",
    "home-plans-chart-row-6-cell-1": "GDPR ja CCPA-sõbralik privaatsuspoliitika",
    "home-plans-chart-row-7-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-8-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-9-cell-1": "Peeneteraline raskusaste",
    "home-try-it-out-button": "Hankige hCaptcha",
    "home-try-it-out-text": "hCaptcha pakub lihtsat, hõlpsat ja usaldusväärset robotite tuvastamist, olles inimestele samas triviaalne.",
    "home-try-it-put-head": "Proovi",
    "labeling-about-head": "Teave hCaptcha kohta",
    "labeling-about-text-1": "hCaptcha on loodud kõige töömahukama probleemi lahendamiseks masinõppes; tohutu hulga andmete sildistamine õigeaegselt, taskukohasel ja usaldusväärsel viisil. Rohkem andmeid annab masinõppe mudelite treenimisel üldiselt paremaid tulemusi. Süvamudelite hiljutine edu on viinud üha suuremate andmekogude moodustamiseni ja hCaptcha teenib seda vajadust.",
    "labeling-about-text-2": "Inimeste poolt üle vaadatud suurte andmekogumite loomine traditsiooniliste meetodite abil on aga nii aeglane kui ka kallis. hCaptcha on viis, kuidas ettevõtted saavad oma nõutavad märkused kiiremini, kvaliteetsemalt ja odavamalt kui muud alternatiivid.",
    "labeling-annotations-head": "Märkuste tüübid",
    "labeling-annotations-text-1": "Objektide täpne tuvastamine piltidel ja videol",
    "labeling-annotations-text-2": "Objektide täpne tuvastamine piltidel ja videol",
    "labeling-annotations-text-3": "Punktide märkused paljude erinevate kasutusjuhtude jaoks",
    "labeling-annotations-text-4": "Sorteeri või lisage suvalisi kategooriaid mis tahes suuruses",
    "labeling-annotations-text-5": "Inimjõul tuvastamine ja klassifitseerimine",
    "labeling-annotations-text-6": "Kas vajate teist tüüpi, mida siin pole loetletud? Lihtsalt küsige meilt.",
    "labeling-annotations-title-1": "Ümmargused karbid",
    "labeling-annotations-title-2": "Hulknurgad",
    "labeling-annotations-title-3": "Maamärgid",
    "labeling-annotations-title-4": "Atribuutide kategoriseerimine",
    "labeling-annotations-title-5": "Võrdlus ja tuvastamine",
    "labeling-annotations-title-6": "... ja paljud teised",
    "labeling-ent-button": "Võtke ühendust meie ettevõtte lahenduste meeskonnaga",
    "labeling-ent-head": "Kas vajate otsest lõpuni kontrolli?",
    "labeling-ent-text-1": "HCaptcha taga olev HUMAN-i platvorm pakub väga keerukaid töökvaliteedi ja juhtimisfunktsioone olemasolevate süsteemidega integreeritavate kohapealsete, hübriid- või SaaS-juurutuste kaudu.",
    "labeling-ent-text-2": "Saate töötada täiesti võrguühenduseta oma tööjõuga, jälgida äriüksuste või konsortsiumipartnerite tarbitud väärtust, suunata töökohad valikuliselt erinevatele sisemistele või välistele tööjõuteenuse pakkujatele, lähtudes kulu- ja turvanõuetest ning palju muud.",
    "labeling-ent-text-3": "‍Lihtne juurdepääs API-le, ilusad armatuurlauad ja uusim ahelas kasutatav tehnoloogia, et maksimeerida töötajate efektiivsust.",
    "labeling-ent-text-4": "Saadaval on 99,99% tööaega SLA-sid ja ööpäevaringset ülemaailmset tuge. Rohkem informatsiooni:",
    "labeling-features-head-1": "Lihtsad API-põhised torujuhtmed.",
    "labeling-features-head-2": "Optimeeritud kulude ja kvaliteedi jaoks. Esialgseid kohustusi pole vaja.",
    "labeling-features-head-3": "Makske ainult vajaliku täpsuse eest.",
    "labeling-features-head-4": "Esitage oma tõepärased andmed või laske meil neid lennult üles ehitada.",
    "labeling-features-text-1": "Kas soovite integreerida inimeste arvustusi otse oma äritegevusse? Pakume suure töökindlusega SLA-sid, garanteeritud mahtu ja lihtsaid REST-i API-sid.",
    "labeling-features-text-2": "HUMAN-i platvorm kasutab keeruka reaalajas kvaliteedianalüüsi tegemiseks usaldusväärseid mudeleid. See võimaldab meil kiiresti kindlaks teha nii küsimuste keerukuse kui ka nende tõenäolise õige vastuse, säästes teie aega ja raha.",
    "labeling-features-text-3": "Kõik probleemid pole ühesugused. Ohutuskriitiliste ülesannete märkused võivad nõuda 99,99% kindlustunnet täielikult inimeselt. Mobiilimängurakenduse ühe beetafunktsiooni märkused võivad vajada ainult mõõdukat usaldust. Sina otsustad.",
    "labeling-features-text-4": "Kas teil on töötlemata andmeid ilma põhjaliku kinnituskomplektita? Enamikul juhtudel saame teie jaoks luua ühe süsteemi kaudu toimuvate ülesannete jaoks või luua teie kinnitamiseks märgistatud näidised.",
    "labeling-info-head": "Andmete märgistamine",
    "labeling-info-text-1": "Rääkige ühe meie domeeni eksperdiga, et määratleda projekti vajadused: sihtmärgi täpsus, vorming ja kõik erinõuded.",
    "labeling-info-text-2": "Teostame teie proovide andmete põhjal väikese tootmistöö. See testib koos tehtud tööd, et tagada teile täpselt see, mida vajate.",
    "labeling-info-text-3": "Suure mahu ja väikese latentsusajaga muudame teie töö kiiresti ümber, automaatse kohaletoimetamisega kohe, kui see on tehtud.",
    "labeling-info-text-4": "Kuna mõistame paremini teie tootmistöö parameetreid, paranevad tulemused aja jooksul veelgi.",
    "labeling-info-text-5": "Reaalajas olevad armatuurlauad võimaldavad teil igal ajal tagasisidet anda või tootmise peatada.",
    "labeling-info-title-1": "Määratlege spetsifikatsioonid",
    "labeling-info-title-2": "Esmane töötest",
    "labeling-info-title-3": "Juurutage tootmise töökohti",
    "labeling-info-title-4": "Pidev täiustamine",
    "labeling-info-title-5": "Tulemused reaalajas",
    "labeling-main-1": "Tasuv andmete märgistamine skaalal",
    "labeling-main-1-button": "Hankige oma andmed nüüd märgistatud",
    "labeling-main-1c": "Kas vajate oma andmekogumitele rohkem silte? hCaptcha pakub tehisintellekti ja masinõppe rakendustega tegelevatele ettevõtetele kiiret, kulutõhusat ja kvaliteetset andmesildistamist.",
    "labeling-main-2": "Käivitage koheselt miljoneid ülesandeid.",
    "labeling-main-2-button": "Osta andmesildistamise teenuseid",
    "labeling-main-2c": "hCaptcha-l on planeedi üks suurimaid basseine, mis teie kasutamiseks saadaval on. Ükskõik, milline on teie ulatus, saame sellega hakkama ilma kallite ettemakseteta. Miljonid ülesanded päevas pole probleem.",
    "labeling-platform-head": "Privaatne või avalik teave",
    "labeling-platform-text": "hCaptcha on üles ehitatud HUMAN platvormile, mis võimaldab keerulist marsruutimist ja analüüsi, et optimeerida kulusid ja tõhusust igal sammul. See tehnoloogia võimaldab õigel tööjõul iga töö osaga hakkama saada, maksimeerides kulutasuvust, säilitades samal ajal privaatsuse ja vastates kehtivatele õigusnormidele.",
    "labeling-try-button": "Osta andmesildistamise teenuseid",
    "labeling-try-head": "Kas soovite seda oma andmetega proovida?",
    "labeling-try-text": "... oleme valmis, kui olete: meie teenus on saadaval ööpäevaringselt.",
    "learn-more-hcaptcha": "Lisateave hCaptcha kohta",
    "page-acc-faq-1": "Küsimus: Kas hCaptcha jaotis 508 + WCAG 2.0 ühildub? Vastus: Usume nii: kõik kasutajad, kellel on mis tahes vormis häireid ja kes saavad veebis sirvida ja vormidele teksti sisestada, saavad registreerimisel kasutada hCaptchaga kaitstud teenuseid. Kuid see ei ole juriidiline nõuanne: peaksite omapoolse hindamise läbi viima, võttes arvesse teie konkreetset rakendamist, tagamaks, et see kehtib teie juurutamise korral.",
    "page-acc-faq-2": "Küsimus: kas töötate muude juurdepääsetavuse (ayy) võimaluste (nt heli) kallal? Vastus: Varem populaarsed võimalused, näiteks helihaavandid, diskrimineerivad paljusid ayy kasutajaid ja on tänapäevaste masinõppevõtetega hõlpsasti lüüa. See on sundinud praegused heliprobleemid muutuma üha raskemaks, pakkudes ründajatele lüüasaamiseks müra, veidrat ajaarvestust, ebaharilikke sõnakombinatsioone ja nii edasi. Seega oleme vähem huvitatud sellest lähenemisviisist kui sellest, et väldime väljakutset täielikult, kuid arvestame sellega, kui kogukonna nõudlus on olemas. Ent me oleme juurdepääsetavuse kasutamise juhtumi jaoks väga huvitatud Privacy Passist. Usume, et meie praeguse lähenemisviisi ühendamine privaatsuspassi väljaandmisega võimaldab 11-aastastel kasutajatel sirvida turvaliselt, turvaliselt, teades, et nende liiklus on privaatsem, piirates samal ajal botioperaatorite kuritarvitamist, mis paratamatult ilmneb siis, kui kõik võimalused on saadaval. Oleme aktiivsed osalejad IETF-i töörühmas, kes seda uut tehnoloogiat standardiseerib.",
    "page-acc-faq-3": "Küsimus: Mis saab privaatsusest? Kas registreerimine paljastab mingil viisil ka sirvimisandmeid? Mida sa selle e-kirjaga teed? Vastus: hCaptcha on loodud privaatsuse tagamiseks juba maast madalast. See on väga erinev traditsioonilistest võimalustest, näiteks reCAPTCHA, mis kuuluvad reklaamivõrkudele, kellel on stiimul teid veebi jälgida ja siduda teid tõelise identiteediga. Me ei kasuta kunagi juurdepääsetavuse e-kirju ega teavet muul eesmärgil, kui ainult kasutamise hõlbustamiseks ja kuritarvituste ärahoidmiseks. Meie privaatsuseeskirjades on andmete kasutamise kohta põhjalikud ja autoriteetsed vastused, kuid lühike vastus on see, et meil pole huvi seostada teid inimesena teie sirvimisajalooga. Samuti töötame praegu krüptograafilise lahendusega, et teie e-posti aadress kiirelt ära visata. säilitades samal ajal oma võime kuritarvitusi ära hoida, täiendades oma Privacy Pass tööd.",
    "page-acc-link-1": "Kui olete juurdepääsetavuse kasutaja, registreeruge siin.",
    "page-acc-subhead": "Kõigile kasutajatele sujuva juurdepääsu tagamine, tagades samas turvalisuse",
    "page-acc-summary": "Kokkuvõte",
    "page-acc-summary-contents-1": "hCaptcha on loodud robotite peatamiseks, eristades neid inimestest. Visuaalsed testid on selleks mugav tööriist, kuid mitte kõik ei suuda visuaalset väljakutset lahendada. Sel põhjusel oleme välja töötanud lihtsa ja valutu alternatiivi võimaldada meie teenust kasutavatel kirjastajatel juurdepääsu kõigile tagada, järgides jaotist 508 ja WCAG 2.0.",
    "page-acc-summary-contents-2": "Kuidas see töötab: esmalt registreerub juurdepääsetavuse kasutaja sellel URL-il, mis on lingitud vidina infolehel hCaptcha. Neile antakse krüptitud küpsis, mida saab kasutada mitu korda päevas, kuid seda tuleb värskendada sisselogimise kaudu iga 24 tunni järel. Kui hCaptcha teenust kasutaval saidil juurdepääsetavuse kasutajale esitatakse väljakutse, lähevad nad automaatselt üle.",
    "page-acc-title": "hCaptcha juurdepääsetavuse teave",
    "page-acc-tr-body": "Küsimus: pärast küpsise seadmist näen endiselt väljakutset. Mis seda põhjustab? Vastus: Selle põhjuseks on tavaliselt agressiivne reklaamiblokeerija või küpsistevastane laiend või seade, mis blokeerib saitideüleseid küpsiseid, antud juhul hcaptcha.com-i küpsis, mille hCaptcha JavaScripti seadistab või kontrollib teisel saidil , nagu see, mida külastate. hCaptcha juurdepääsetavuse küpsised töötavad kõigi tavapäraste sätetega populaarsete brauserite ja reklaamiblokeerijatega, nii et tavaliselt põhjustavad tõrked antiblokeerimisvastaseid skripte või sarnaseid reeglite seadmeid, mis sihivad teatud saite. Lahendused: 1. Hcaptcha.com ja * .hcaptcha.com valgete loendite küpsised teie reklaamide blokeerijas või brauseri turvalaiendis. 2. Kui kasutate brauserit Brave, millel (alates 2020. aasta aprillist) ei näi olevat mingit küpsiste valget nimekirja, minge jaotisse Eelistused -> Kilbid -> Küpsised ja valige Luba kõik küpsised. 3. Kui kasutate Safari uusimat versiooni kas hiljuti välja antud OS X 10.15 või iOS 13. 4, on Apple just muutnud Safari käitumist seoses kolmandate osapoolte küpsistega, blokeerides need vaikimisi kõik. Rakendame lahendust, kuid külastage vahepeal Safari eelistusi, privaatsuse jaotist ja tühjendage veebisaidi jälgimine: eemaldage saidiülene jälgimine, et hõlbustusküpsis saaks ootuspäraselt toimida. Küsimus: ma kasutan mitut seadet. Kas ma pean mitu korda registreeruma? Vastus: Ei. Küpsise seadistamiseks klõpsake igal kasutataval seadmel sama e-posti teel sisselogimise linki.",
    "page-acc-tr-title": "Juurdepääsetavuse kasutajatele: küsimused ja vastused ning tõrkeotsingu juhend",
    "priv-hc": "Privaatsusele keskendunud",
    "priv-hc-text": "Reklaamivõrgustikud näevad teid kui oma toodet. Me ei tee seda. Me ei hooli sellest, kes kasutajad on, ainult sellest, kui tõenäoline on, et nad on pahatahtlikud. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "reporting-bugs-accessibility-button": "Lisateave hõlbustusvõimaluste kohta",
    "reporting-bugs-accessibility-head": "Juurdepääsetavuse valikud",
    "reporting-bugs-accessibility-text": "Kas olete nägemispuudega või ei ole muul viisil võimeline hCaptchasit lõpule viima?",
    "reporting-bugs-guide-ff-head": "Veaaruande üksikasjade hõivamine: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. samm: avage arendaja tööriistad (see alustab seansi salvestamist.)",
    "reporting-bugs-guide-ff-step-2": "2. samm: klõpsake arendaja tööriistades vahekaarti Võrk. Märkige ruut \"Püsilogid\" ülaosas.",
    "reporting-bugs-guide-ff-step-3": "3. samm: külastage aadressi https://accounts.hcaptcha.com/demo või veebisaiti, kus teil probleem on (privaatsuse märkus: ainult siis, kui te ei pahanda seda, mis see on) ... ja klõpsake siis nuppu \" Olen inimene \"nuppu ja proovin lahendada.",
    "reporting-bugs-guide-ff-step-4": "4. samm: pärast lahendamise katset klõpsake \"HAR\" ja valige võrgupäeviku salvestamiseks \"Salvesta kõik kui HAR\". Saatke see fail meile.",
    "reporting-bugs-guide-ff-step-5": "5. samm: klõpsake konsooli logi salvestamiseks vahekaardil Konsool ja paremklõpsake nuppu \"Vali kõik\" ja salvestage see tekstifaili. Saatke meile seda ka.",
    "reporting-bugs-guide-ff-step-6": "Viimane samm: saatke meile need HAR- ja konsoolilogifailid meile ja kirjeldage probleemi seKasutage: support@hcaptcha.com (kasutage sellist teenust nagu Dropbox või Filebin ja saatke linke) ja vajadusel ekraanipilti, kui kahtlustate, et midagi ei kuva õigesti . Palun saatke ka teie kasutatav IP. Selle saate aadressilt https://www.whatsmyip.org/‍ Täname, et leidsite meile selle teabe hankimiseks aega! Me oleme pühendunud sellele, et hCaptcha töötaks kõigile hästi.",
    "reporting-bugs-guide-head": "Veaaruande üksikasjade hõivamine: Chrome",
    "reporting-bugs-guide-step-1": "1. samm: avage arendaja tööriistad (see alustab seansi salvestamist.)",
    "reporting-bugs-guide-step-2": "2. samm: klõpsake arendaja tööriistades vahekaarti Võrk. Märkige ruut \"Salvesta logi\" ülaosas.",
    "reporting-bugs-guide-step-3": "3. samm: külastage aadressi https://accounts.hcaptcha.com/demo või veebisaiti, kus teil probleem on (privaatsuse märkus: ainult siis, kui te ei pahanda seda, mis see on) ... ja klõpsake siis nuppu \" Olen inimene \"nuppu ja proovin lahendada.",
    "reporting-bugs-guide-step-4": "4. samm: pärast lahendamise katset klõpsake \"Ekspordi HAR\" (väike allanool), mis salvestab võrgulogi. Saatke see fail meile.",
    "reporting-bugs-guide-step-5": "5. samm: klõpsake konsooli logi salvestamiseks vahekaarti Console ja paremklõpsake siis \"Save as ..\". Saatke meile seda ka.",
    "reporting-bugs-guide-step-6": "Viimane samm: saatke meile need HAR- ja konsoolilogifailid meile ja kirjeldage probleemi‍ Kasutage: support@hcaptcha.com (kasutage sellist teenust nagu Dropbox või Filebin ja saatke linke) ja vajadusel ekraanipilti, kui kahtlustate, et midagi ei kuva õigesti . Palun saatke ka teie kasutatav IP. Selle leiate veebisaidilt https://www.whatsmyip.org/ ‍Tänan teid selle eest, et leidsite meile aega selle teabe hankimiseks! Me oleme pühendunud sellele, et hCaptcha töötaks kõigile hästi.",
    "reporting-bugs-guide-text-1": "Silumisinfo saatmine koos teie aruandega muudab meil toimuva tuvastamise palju lihtsamaks. Siin on samm-sammult juhised:",
    "reporting-bugs-guide-text-2": "Kui olete veebiarendaja või asjatundlik kasutaja, sooviksime, et saadaksite meile võrgusalvestuse HAR-i ja brauseri konsoolide logid. Proovige kõigepealt keelata reklaamiblokeerija või brauseri turvalaiendid ja seejärel proovige uuesti enne nende toimingute tegemist. Kui see teie probleemi lahendab, oleksime tänulikud, kui teatate meile oma brauseri versiooni, reklaamide blokeerija või brauseri laienduse ja veebisaidi URL-i.",
    "reporting-bugs-intro-head": "Kas leidsite vea? Sellest saate teada anda.",
    "reporting-bugs-intro-text": "Miljonid inimesed kasutavad hCaptchat iga kuu tuhandetes brauserite, laienduste, seadmete, tulemüüride ja muu kombinatsioonis. Meie eesmärk on veenduda, et see töötab teie jaoks alati, seetõttu hindame teie aruandeid väga! Kiire tagasiside andmiseks klõpsake lihtsalt nuppu \"Saada meile tagasisidet\". Kui näete funktsionaalset probleemi, järgige palun Chrome'i silumislogi juhiseid või Firefoxi silumislogi juhiseid. Muude brauserite jaoks kirjutage meile lihtsalt e-kiri. Võimalike turva- või privaatsusprobleemide kohta lugege allolevaid juhiseid.",
    "reporting-bugs-privacy-head": "Privaatsus probleemid",
    "reporting-bugs-privacy-text": "Me ei hooli sellest, kes kasutajad on, ainult sellest, kui tõenäoline on, et nad on pahatahtlikud või masinaid. Toetame selliseid algatusi nagu Privacy Pass ja teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks. Kui olete leidnud probleemi, mis võib teie arvates mõjutada kasutajate privaatsust, saatke meile e-kiri aadressil support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Saatke meile tagasisidet",
    "reporting-bugs-provide-feedback-head": "Esitage hCaptcha kohta kohest tagasisidet",
    "reporting-bugs-provide-feedback-text": "Hindame teie panust. Andke meile teada kõigist probleemidest ja lahendame need kiiresti.",
    "reporting-bugs-security-head": "Turvalisuse vead",
    "reporting-bugs-security-text": "Oleme alati huvitatud turvariketest teadete saamisest. E-kiri support@hcaptcha.com & CC security@hcaptcha.com ja me võtame teiega kiiresti ühendust. Meil on ka veahaldusprogramm hCaptcha teenuse ja sellega seotud lähtekoodi sobivate turbearuannete jaoks.",
    "sec-hc": "Esiteks turvalisus",
    "sec-hc-text": "hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda saitidele tegelikke andmeid ja lasta neil otsustada, kuidas seda kasutada. Täpsus on teie ja meie enda huvides. Teisi capthasid pakuvad reklaamiettevõtted. Iga blokeeritud robot võib nende tulusid vähendada.",
    "what-is-hcaptcha": "Mis on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aitab teie lemmikveebiteenustel hoida robotid, rämpspost ja väärkasutus ära, esitades lihtsaid küsimusi, mis on inimestele lihtsad ja masinatele rasked.",
    "why-hc": "Miks just hCaptcha?",
    "why-hc-text": "Iga kord, kui väljakutsele vastate, kasutame keerukaid mudeleid, et teada saada, kas olete inimene või masin. Seejärel kasutab teie külastatud veebisait seda tulemust, et parandada teie veebisaidi kogemusi, hoides kokku robotid."
}