{
    "about-advisors-brendan": "Brave'i tegevjuht. Mozilla asutaja. JavaScripti programmeerimiskeele looja. Brauserite ja muu ehitaja.",
    "about-advisors-dawn": "Berkeley California ülikooli CS professor. Sügav õppimine, turvalisus, plokiahela ekspert. Oasis Labsi tegevjuht.",
    "about-advisors-head": "Nõustajad",
    "about-advisors-keiran": "Stanfordi teadur. Masinõpe ja kvantitatiivne rahandus suuremates pankades, riskifondides ja akadeemilises ringkonnas.",
    "about-content-head-1": "Mida me teeme",
    "about-content-head-2": "Miks see on oluline",
    "about-content-text-1": "hCaptcha on tehisintellekti ja masinõppe ettevõtte Intuition Machines Inc teenus, mis keskendub metalliõppimisele ja visuaalse domeeni ML-ile. Ehitame ja opereerime massiliselt skaleeritavaid süsteeme, et võimaldada video- ja pildianalüüsi teenuseid Global 2000 ettevõtetele kogu maailmas.",
    "about-content-text-1a": "hCaptcha pakub robotite peatamiseks kaasaegset privaatsusele keskendunud lähenemist.",
    "about-content-text-1b": "Näitame CAPTCHA väljakutseid, mis on robotite jaoks keerulised, kuid inimestele lihtsad, kogudes masinõppeprobleemidest raskesti märgistatavaid andmeid ja kasutades neid selleks, et eristada, kas veebisaidi või rakenduse külastaja on inimene.",
    "about-content-text-2": "Rohkem andmeid annab üldiselt paremaid tulemusi. Õigesti märgistatud ja asjakohaste andmekogumite loomine ja hooldamine on aeganõudev ja kallis. hCaptcha töötati algselt välja meie enda piltide sildistamise vajaduste rahuldamiseks ja on nüüd saadaval teistele sarnaste vajadustega ettevõtetele.",
    "about-content-text-2a": "Halvad näitlejad on veebis üha enam levinud. Kuid kasutaja privaatsuse ohverdamine pole lahendus.",
    "about-content-text-2b": "Reklaamifirmade pakutavad turvalahendused keskenduvad peamiselt kasutajate jälgimisele kogu veebis. Oleme loonud tõhusa turbelahenduse, mis tõestab, et kasutaja privaatsuse kahjustamine pole suurepäraste tulemuste saavutamiseks vajalik.",
    "about-intro-head-1": "HCaptcha kohta",
    "about-intro-head-2": "Privaatsus, turvalisus ja masinõpe.",
    "about-intro-text": "hCaptcha on maailmas enimkasutatud sõltumatu CAPTCHA-teenus.",
    "about-leadership-alex": "Andmebaasi ja plokiahela ekspert. Varajane insener Clouderas ja mujal. Aastakümneid tarkvara ja meeskondade loomise kogemusi.",
    "about-leadership-eli": "TEGEVDIREKTOR. Tehisintellekti tunnustatud juht. On viimaste aastakümnete jooksul rakendanud masinainfot laiaulatuslikele äriprobleemidele.",
    "about-leadership-head": "Juhtimine",
    "about-leadership-todd": "PhD arvutusbioloogias, Stanford. Närvivõrkudega töötamine alates 1999. aastast. Keskendu rakendatud ML-ile ja ulatuslikule õppimisele.",
    "acc-opt": "Juurdepääsetavuse valikud",
    "acc-opt-but": "Lisateave hõlbustusvalikute kohta",
    "acc-opt-text": "Kas olete nägemispuudega või ei saa muul viisil hCaptchasid lõpule viia?",
    "accessibility-link": "Juurdepääsetavus",
    "appreciate-in": "Hindame teie panust. Andke meile teada kõikidest probleemidest ja me lahendame need kiiresti.",
    "fb-but": "Saatke meile tagasisidet",
    "feedback-text": "Esitage tagasisidet just nähtud hCaptcha kohta",
    "footer-attribution": "Omistamine",
    "footer-copyright-text": "hCaptcha on ettevõtte Intuition Machines, Inc. registreeritud kaubamärk.",
    "footer-header-1": "Firma",
    "footer-header-2": "Ressursid",
    "footer-header-3": "Võta ühendust",
    "footer-link-1": "Märgistamine",
    "footer-link-10": "Juurdepääsetavus",
    "footer-link-2": "Umbes",
    "footer-link-3": "Töökohad",
    "footer-link-4": "Kaubamärgid",
    "footer-link-5": "Tehisintellekti eetika",
    "footer-link-6": "Ajaveeb",
    "footer-link-7": "Staatus",
    "footer-link-8": "Dokumentatsioon",
    "footer-link-9": "Teata veast",
    "footer-privacy": "Privaatsus",
    "footer-subheader-1": "Toetus",
    "footer-subheader-2": "Võta ühendust",
    "footer-terms": "Tingimused",
    "h-plans": "Tellimiskavad",
    "header-docs-link": "Dokumendid",
    "header-labeling-services-link": "Märgistamisteenused",
    "header-login-button": "Logi sisse",
    "header-plans-link": "Plaanid",
    "header-signup-button": "Registreeri",
    "home-about-head": "HCaptcha kohta",
    "home-about-subtitle": "Toetab HUMAN Protocol",
    "home-about-text-1": "hCaptcha on loodud masinõppe kõige töömahukama probleemi lahendamiseks: tohutu hulga andmete õigeaegne, taskukohane ja usaldusväärne sildistamine.",
    "home-about-text-2": "Rohkem andmeid annab masinõppemudelite koolitamisel üldiselt paremaid tulemusi. Sügavate mudelite hiljutine edu on viinud üha suuremate andmekogumite juurde, peaaegu alati inimliku ülevaatusega. Inimeste poolt läbi vaadatud suurte andmekogumite loomine on Mechanical Türgi, Joonise Kaheksa jne kaudu nii aeglane kui ka kulukas.",
    "home-about-text-3": "hCaptcha võimaldab veebisaitidel teenida raha selle nõudluse rahuldamiseks, blokeerides samal ajal robotid ja muud väärkasutuse vormid.",
    "home-about-text-4": "HCaptcha turul töötab Ethereumi plokiahelal töötav inimkonna ülevaatamiseks mõeldud avatud detsentraliseeritud protokoll HUMAN. Veebisaidid teenivad inimmärke (HMT) alati, kui kasutajad kasutavad oma saidil vidinat hCaptcha, ja masinõppeettevõtted maksavad inimmärkide eest, et nende andmed sildistataks.",
    "home-ba-labeling-services-link": "Märgistamisteenused",
    "home-benefits-head-1": "Andmesiltide väärtus",
    "home-benefits-head-2": "Andke tagasi heategevusele",
    "home-benefits-text-1": "Kas saite aru, et iga kord, kui autole klõpsate, aitate ühe Gigantici ettevõtte masinõppesüsteeme tasuta koolitada?",
    "home-benefits-text-2": "hCaptcha pöörab selle mudeli ümber. Kui kasutate hCaptcha, pakuvad ettevõtted pakkumisi töö eest, mida teie kasutajad teevad, kui nad tõestavad oma inimlikkust. Sa saad kasu.",
    "home-benefits-text-3": "Kas soovite oma lemmik heategevuseks tagasi anda? hCaptcha võimaldab teil toetada valitud heategevusorganisatsioone selle kasutamisest saadava tuluga. Teie saidi kasutajad saavad peagi näha teie panust heategevusse hCaptcha liidese varjatud kaubamärgi kaudu.",
    "home-challenge-text-1": "Valige kõik päringule vastavad pildid",
    "home-challenge-text-2": "Määrake objektide piiramisala",
    "home-challenge-text-3": "Tuvastage vastavad sildid",
    "home-challenge-title-1": "Võrdlus",
    "home-challenge-title-2": "Ümbritsev kast",
    "home-challenge-title-3": "Liigitamine",
    "home-challenges-head": "Esitanud väljakutseid",
    "home-challenges-text-1": "... ja muud lihtsad ülesanded. Inimestele lihtne, robotitele raske.",
    "home-challenges-text-2": "Kohandatud ülesanded on saadaval ka ettevõtte kirjastajatele.",
    "home-ent-1": "Kas otsite meie ettevõtte turvalisuse pakkumisi?",
    "home-ent-2": "Külastage meie uut spetsiaalset saiti: BotStop.com",
    "home-ent-button": "Lisateave: hCaptcha botStop",
    "home-from-the-blog": "BLOGIST:",
    "home-from-the-blog-value": "Kuidas hCaptcha raskusseaded töötavad",
    "home-intro-body": "Kas robotite eemal hoidmiseks kasutate captchat? hCaptcha kaitseb kasutaja privaatsust, premeerib veebisaite ja aitab ettevõtetel oma andmeid sildistada. See on reCAPTCHA asenduskoht: saate vahetada mõne minuti jooksul.",
    "home-intro-button": "Registreeru nüüd",
    "home-intro-head": "Peatage rohkem roboteid. Alustage kasutaja privaatsuse kaitsmist.",
    "home-main-1": "Privaatne. Turvaline. Kiiremini. Ja me maksame teile selle kasutamise eest.",
    "home-main-2": "Privaatsus on suunatud",
    "home-main-2c": "Reklaamivõrgustikud näevad teie külastajaid tootena. HCaptcha jaoks on toode nende pakutav töö. Meid ei huvita, kes on teie kasutajad, vaid ainult see, kui tõenäoline on nende pahatahtlikkus. Toetame selliseid algatusi nagu Privacy Pass ja teeme palju tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "home-main-3": "Esiteks turvalisus",
    "home-main-3c": "Täpsus on teie ja meie huvides. hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda teile tegelikke andmeid ja lasta teil otsustada, kuidas neid kasutada. Teisi captchasid pakuvad Gigantici reklaamifirmad. See tähendab, et iga blokeeritud robot võib vähendada nende tulusid.",
    "home-main-4": "Parem kasutuskogemus",
    "home-main-4c": "Inimkonna määramiseks kasutab hCaptcha keerukaid masinõppemudeleid. See võimaldab meil nõuda teie kasutajatelt vähem tüütuid ülesandeid ja võtta selle tegemiseks vähem aega, samal ajal tootes klientide märgistamiseks siiski kasulikke sildistatud andmeid.",
    "home-main-plans": "hCaptcha on tasuta kasutamiseks igas suuruses kirjastajatele. Suuremat kontrolli vajavate ettevõtete ja platvormide jaoks on meie ettevõtte lahendused siiski saadaval.",
    "home-main-plans2": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnetes miljonites veebisaitidel planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage veebisaiti",
    "home-main-plans3": "hCaptcha ettevõttelahendused kaitsevad miljoneid kasutajaid kümnetes miljonites veebisaitidel planeedi suurimate ettevõtete jaoks. Lisateabe saamiseks võtke meiega ühendust või külastage veebisaiti",
    "home-main-plans4": "üksikasjad.",
    "home-plans-button-1": "Registreeru nüüd",
    "home-plans-button-2": "Võta ühendust müügiga",
    "home-plans-chart-head-1": "Funktsioonid",
    "home-plans-chart-head-2": "Kirjastaja",
    "home-plans-chart-head-3": "Ettevõtlus",
    "home-plans-chart-row-1-cell-1": "Näidatud on kontrollkatse tüübid",
    "home-plans-chart-row-1-cell-2": "Piiratud",
    "home-plans-chart-row-1-cell-3": "Kokku",
    "home-plans-chart-row-10-cell-1": "Mitme kasutaja juhtpaneelid",
    "home-plans-chart-row-11-cell-1": "Täpsemad aruandlusfunktsioonid",
    "home-plans-chart-row-12-cell-1": "Ettevõtte teenusepakkujad",
    "home-plans-chart-row-2-cell-1": "Kasutatava väljakutse sisu juhtimine",
    "home-plans-chart-row-2-cell-2": "Piiratud",
    "home-plans-chart-row-2-cell-3": "Kokku",
    "home-plans-chart-row-3-cell-1": "Teenige hüvesid inimeste lahenduste eest",
    "home-plans-chart-row-4-cell-1": "Maailmatasemel botivastane kaitse",
    "home-plans-chart-row-5-cell-1": "Töötab igas riigis",
    "home-plans-chart-row-6-cell-1": "GDPR ja CCPA-sõbralik privaatsuspoliitika",
    "home-plans-chart-row-7-cell-1": "Peeneteraline raskusaste",
    "home-plans-chart-row-8-cell-1": "Käivitage oma väljakutse sisu",
    "home-plans-chart-row-9-cell-1": "Ajapõhised raskused ajastamisel",
    "home-try-it-out-button": "Hankige hCaptcha",
    "home-try-it-out-head": "Proovi",
    "home-try-it-out-text": "hCaptcha pakub lihtsat, lihtsat ja usaldusväärset botide tuvastamist, olles samas inimeste jaoks tühine.",
    "labeling-about-head": "HCaptcha kohta",
    "labeling-about-text-1": "hCaptcha on loodud masinõppe kõige töömahukama probleemi lahendamiseks; tohutute andmemahtude õigeaegne, taskukohane ja usaldusväärne märgistamine. Rohkem andmeid annab masinõppemudelite koolitamisel üldiselt paremaid tulemusi. Sügavate mudelite hiljutine edu on viinud üha suuremate andmekogumiteni ja hCaptcha täidab seda vajadust.",
    "labeling-about-text-2": "Inimeste poolt vaadatud suurte andmekogumite loomine traditsiooniliste meetodite abil on aga nii aeglane kui ka kulukas. hCaptcha on viis, kuidas ettevõtted saavad vajalikke märkusi kiiremini, kvaliteetsemalt ja madalamate hindadega kui muud alternatiivid.",
    "labeling-annotations-head": "Annotatsioonitüübid",
    "labeling-annotations-text-1": "Objektide täpne tuvastamine piltides ja videos",
    "labeling-annotations-text-2": "Objektide täpne tuvastamine piltides ja videos",
    "labeling-annotations-text-3": "Punkti märkused paljude erinevate kasutusjuhtumite jaoks",
    "labeling-annotations-text-4": "Sorteerige või lisage mis tahes suurusega meelevaldseid kategooriaid",
    "labeling-annotations-text-5": "Inimjõul põhinev tuvastamine ja klassifitseerimine",
    "labeling-annotations-text-6": "Kas vajate mõnda muud tüüpi, mida siin pole loetletud? Lihtsalt küsige meilt.",
    "labeling-annotations-title-1": "Piiravad kastid",
    "labeling-annotations-title-2": "Hulknurgad",
    "labeling-annotations-title-3": "Maamärgid",
    "labeling-annotations-title-4": "Atribuutide kategoriseerimine",
    "labeling-annotations-title-5": "Võrdlus ja tuvastamine",
    "labeling-annotations-title-6": "... ja paljud teised",
    "labeling-ent-button": "Võtke ühendust meie ettevõttelahenduste meeskonnaga",
    "labeling-ent-head": "Kas vajate otsast lõpuni juhtimist?",
    "labeling-ent-text-1": "HCaptcha taga olev HUMAN-platvorm pakub kohapealset, hübriid- või SaaS-juurutust, mis integreerub teie olemasolevate süsteemidega, väga keerukate töökvaliteedi ja juhtimisfunktsioonidega.",
    "labeling-ent-text-2": "Juhtige võrguühenduseta oma tööjõuga, jälgige äriüksustes või konsortsiumipartnerites tarbitavat väärtust, suunake tööd valikuliselt erinevate sisemiste või väliste tööjõupakkujate juurde vastavalt kulude ja turvanõuetele ning palju muud.",
    "labeling-ent-text-3": "Efektiivsuse maksimeerimiseks on lihtne juurdepääs API-le, ilusad armatuurlauad ja uusim silmusemudelite tehnoloogia.",
    "labeling-ent-text-4": "Saadaval on 99,99% uptime SLA ja 24/7 ülemaailmne tugi. Rohkem informatsiooni:",
    "labeling-features-head-1": "Lihtsad API-põhised torujuhtmed.",
    "labeling-features-head-2": "Optimeeritud kulude ja kvaliteedi jaoks. Eelnev kohustus pole vajalik.",
    "labeling-features-head-3": "Makske ainult vajaliku täpsuse eest.",
    "labeling-features-head-4": "Esitage oma tõepärased andmed või laske meil neid lennult koostada.",
    "labeling-features-text-1": "Kas soovite integreerida inimese ülevaatuse otse oma äritegevusse? Pakume kõrge töökindlusega SLA-sid, garanteeritud võimsust ja lihtsaid REST-i API-sid.",
    "labeling-features-text-2": "HUMAN platvorm kasutab keerukate reaalajas kvaliteedianalüüside tegemiseks terviklikke usalduse mudeleid. See võimaldab meil kiiresti kindlaks määrata nii küsimuste raskused kui ka nende tõenäoliselt õige vastuse, säästes teie aega ja raha.",
    "labeling-features-text-3": "Kõik probleemid pole ühesugused. Ohutuse seisukohalt oluliste ülesannete märkused võivad vajada 99,99% usaldust täielikult inimtöötajatelt. Mobiilimängu rakenduse ühe beetafunktsiooni märkused võivad vajada vaid mõõdukat enesekindlust. Sina otsustad.",
    "labeling-features-text-4": "Kas teil on algandmeid ilma põhjaliku kontrollikomplektita? Enamikul juhtudel saame koostada selle teile, kui ülesanded toimivad läbi süsteemi, või luua teie heakskiitmiseks sildistatud näidised.",
    "labeling-info-head": "Andmete sildistamine",
    "labeling-info-text-1": "Rääkige ühe meie domeenieksperdiga, et määratleda teie projekti vajadused: sihtmärgi täpsus, vorming ja kõik erinõuded.",
    "labeling-info-text-2": "Teostame teie prooviandmete põhjal väikese tootmistöö. See testib koos tehtud tööd, et tagada just see, mida vajate.",
    "labeling-info-text-3": "Meie suure helitugevuse ja väikese latentsusajaga muudame teie töö kiireks, automatiseeritud edastusega kohe, kui see on tehtud.",
    "labeling-info-text-4": "Kuna me mõistame teie tootmistöö parameetreid paremini, paranevad tulemused aja jooksul ka edaspidi.",
    "labeling-info-text-5": "Reaalajas armatuurlauad võimaldavad teil igal ajal tagasisidet anda või tootmise peatada.",
    "labeling-info-title-1": "Määratlege spetsifikatsioonid",
    "labeling-info-title-2": "Esmane töökatse",
    "labeling-info-title-3": "Juurutage tootmistööd",
    "labeling-info-title-4": "Pidev täiustamine",
    "labeling-info-title-5": "Reaalajas tulemused",
    "labeling-main-1": "Tasuv andmete sildistamine",
    "labeling-main-1-button": "Hankige oma andmed kohe siltidele",
    "labeling-main-1c": "Kas vajate oma andmekogumite jaoks rohkem silte? hCaptcha pakub tehisintellekti ja masinõppe rakendustega tegelevatele ettevõtetele kiiret, kulutõhusat ja kvaliteetset andmete sildistamist.",
    "labeling-main-2": "Käivitage koheselt miljoneid ülesandeid.",
    "labeling-main-2-button": "Osta andmete sildistamise teenuseid",
    "labeling-main-2c": "hCaptchal on planeedi üks suurimaid basseine, mis on teie jaoks saadaval. Ükskõik, milline on teie skaala, saame sellega hakkama ilma kulukate eelkohustusteta. Miljonid ülesanded päevas pole probleem.",
    "labeling-platform-head": "Privaatne või avalik teave",
    "labeling-platform-text": "hCaptcha on üles ehitatud HUMAN platvormile, mis võimaldab keerukat marsruutimist ja analüüsi, et optimeerida kulusid ja tõhusust igal sammul. See tehnoloogia võimaldab õigel tööjõul teie töö iga osaga hakkama saada, maksimeerides kulutõhusust, säilitades samas privaatsuse ja vastates kehtivatele regulatiivsetele nõuetele.",
    "labeling-try-button": "Osta andmete sildistamise teenuseid",
    "labeling-try-head": "Kas soovite oma andmetega proovida?",
    "labeling-try-text": "... oleme valmis, kui olete: meie teenus on saadaval ööpäevaringselt.",
    "learn-more-hcaptcha": "Lisateave hCaptcha kohta",
    "page-acc-faq-1": "Küsimus: Kas hCaptcha jaotis 508 + WCAG 2.0 ühildub? Vastus: Usume, et nii: kõik kasutajad, kellel on mis tahes vormis kahjustusi, kes saavad veebi sirvida ja vormidele teksti sisestada, saavad registreerumisel juurde pääseda hCaptcha kaitstud teenustele. See pole siiski juriidiline nõustamine: peate oma hindamise läbi viima, võttes arvesse teie konkreetset rakendust, et tagada see teie juurutamise puhul.",
    "page-acc-faq-2": "Küsimus: kas töötate muude juurdepääsetavuse (a11y) valikutega, näiteks heliga? Vastus: Varasemad populaarsed valikud, nagu helisalvestused, diskrimineerivad paljusid kasutajaid ja on tänapäevaste masinõppemeetodite abil kergesti alistatavad. See on sundinud praeguseid heliväljakutseid üha raskemaks muutma, tuues ründajate alistamiseks sisse müra, paaritu ajastuse, ebatavalised sõnakombinatsioonid jne. Seetõttu oleme sellest lähenemisest vähem vaimustuses kui väljakutse täielikust vältimisest, kuid kaalume seda, kui 11-aastase kogukonna nõudlus on olemas. Kuid meid huvitab ligipääsetavuse juhtum Privacy Pass. Usume, et meie praeguse a11y lähenemisviisi kombineerimine Privacy Pass väljaandmisega võimaldab a11y kasutajatel sirvida turvaliselt ja turvaliselt, teades, et nende liiklus on privaatsem, piirates botide operaatorite kuritarvitamist, mis paratamatult tekib siis, kui a11y valikud on saadaval. Oleme aktiivsed osalejad IETFi seda uut tehnoloogiat standardiseerivas töörühmas.",
    "page-acc-faq-3": "Küsimus: Aga privaatsus? Kas registreerimine paljastab mingil viisil ka 11-aastaseid sirvimisandmeid? Mida teete meiliga? Vastus: hCaptcha on loodud privaatsuseks maast madalast. See erineb tavapärastest valikutest nagu reCAPTCHA, mis kuuluvad reklaamivõrgustikele ja kellel on stiimul teid veebis jälgida ja tegeliku identiteediga siduda. Me ei kasuta kunagi juurdepääsetavuse e-kirju ega teavet muudel eesmärkidel kui ainult kasutamise hõlbustamiseks ja väärkohtlemise vältimiseks. Meie privaatsuspoliitikal on üksikasjalikud ja usaldusväärsed vastused andmete kasutamise kohta, kuid lühike vastus on see, et meil pole huvi teid kui teie sirvimisajalooga siduda. Samuti töötame praegu krüptograafilise lahenduse kallal, et teie e-posti aadress kiiresti ära visata säilitades samas meie võime kuritarvitamise ärahoidmiseks, täiendades meie privaatsuspassi tööd.",
    "page-acc-link-1": "Kui olete juurdepääsetavuse kasutaja, registreeruge siin.",
    "page-acc-subhead": "Sujuva juurdepääsu tagamine kõigile kasutajatele, säilitades samal ajal turvalisuse",
    "page-acc-summary": "Kokkuvõte",
    "page-acc-summary-contents-1": "hCaptcha on loodud robotite peatamiseks, eristades neid inimestest. Visuaalsed testid on selleks mugav tööriist, kuid mitte kõik ei suuda visuaalset väljakutset lahendada. Sel põhjusel oleme välja töötanud lihtsa ja valutu alternatiivi, mis võimaldab meie teenust kasutavatel kirjastajatel säilitada kõigile juurdepääsetavuse täieliku jaotise 508 ja WCAG 2.0 vastavusega.",
    "page-acc-summary-contents-2": "Kuidas see töötab: kõigepealt registreerib juurdepääsetavuse kasutaja sellele URL-ile, mis on lingitud vidina hCaptcha infolehele. Neile antakse krüpteeritud küpsis, mida saab kasutada mitu korda päevas, kuid mida tuleb sisselogimise kaudu värskendada iga 24 tunni järel. Kui hCaptcha teenust kasutava mis tahes saidi juurdepääsetavuse kasutajale esitatakse väljakutse, läheb see automaatselt üle.",
    "page-acc-title": "hCaptcha juurdepääsetavusteave",
    "page-acc-tr-body": "Küsimus: pärast küpsise seadmist näen endiselt väljakutset. Mis seda põhjustab? Vastus: see on tavaliselt tingitud agressiivse reklaamiblokeerija või küpsisevastase laienduse kasutamisest või saidiüleste küpsiste blokeerimisest, antud juhul hcaptcha.com-i küpsisest, mille hCaptcha JavaScript on seadistanud või kontrollinud mõnel teisel saidil , nagu see, mida külastate. hCaptcha juurdepääsetavusküpsised töötavad kõigi tavaliste seadetega kõigi populaarsete brauserite ja reklaamiblokeerijatega, nii et tavaliselt on tõrked tingitud antiblokeerimisvastastest skriptidest või muudest saitidele suunatud sarnastest reeglistikest. Lahendused: 1. Lisage hcaptcha.com ja * .hcaptcha.com küpsised lubatud reklaamide blokeerija või brauseri turbelaiendisse. 2. Kui kasutate brauserit Brave, millel pole (alates aprillist 2020) mingit küpsiste lubatud loendit, minge menüüsse Eelistused -> Kilbid -> Küpsised ja valige Luba kõik küpsised. 3. Kui kasutate kas hiljuti välja antud OS X 10.15 või iOS 13. 4 kõige uuemat Safari versiooni, on Apple äsja muutnud kolmandate osapoolte küpsistega seotud Safari käitumist, blokeerides need kõik vaikimisi. Rakendame lahendust, kuid palun vahepeal külastage jaotist Safari eelistused, privaatsus ja tühjendage ruut Veebisaidi jälgimine: takistage saididevahelist jälgimist, et hõlbustusküpsis toimiks ootuspäraselt. Küsimus: kasutan mitut seadet. Kas ma pean mitu korda registreeruma? Vastus: Ei. Palun klõpsake küpsise seadistamiseks igal teie kasutataval seadmel sama e-posti sisselogimislinki.",
    "page-acc-tr-title": "Juurdepääsetavuse kasutajatele: küsimuste ja vastuste ning tõrkeotsingu juhend",
    "priv-hc": "Privaatsus on suunatud",
    "priv-hc-text": "Reklaamivõrgustikud näevad teid oma tootena. Me ei tee seda. Meid ei huvita, kes on kasutajad, vaid ainult see, kui tõenäoline on nende pahatahtlikkus. Toetame selliseid algatusi nagu Privacy Pass ja teeme palju tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "reporting-bugs-accessibility-button": "Lisateave hõlbustusvalikute kohta",
    "reporting-bugs-accessibility-head": "Juurdepääsetavuse valikud",
    "reporting-bugs-accessibility-text": "Kas olete nägemispuudega või ei saa muul viisil hCaptchasid lõpule viia?",
    "reporting-bugs-guide-ff-head": "Veaaruande üksikasjade jäädvustamine: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. samm: avage arendaja tööriistad (see alustab seansi salvestamist.)",
    "reporting-bugs-guide-ff-step-2": "2. samm: klõpsake arendaja tööriistade vahekaardil Võrk. Märkige ülaosas ruut Püsilogid.",
    "reporting-bugs-guide-ff-step-3": "3. samm: külastage aadressi https://accounts.hcaptcha.com/demo või veebisaiti, kus teil on probleeme (privaatsusmärkus: ainult siis, kui te ei viitsi selle jagamist) ... ja seejärel klõpsake nuppu I olen inimese nupp ja proovige lahendada.",
    "reporting-bugs-guide-ff-step-4": "4. samm: pärast lahendamise katset klõpsake HAR ja valige võrgulogi salvestamiseks Salvesta kõik HAR-na. Saada see fail meile.",
    "reporting-bugs-guide-ff-step-5": "5. samm: klõpsake konsooli logi salvestamiseks vahekaardil Konsool ja paremklõpsake nuppu Vali kõik ja salvestage see tekstifaili. Saada see meile ka.",
    "reporting-bugs-guide-ff-step-6": "Viimane samm: saatke need HAR- ja konsoolilogifailid meile meilisõnumiga ja kirjeldage probleemi. Kasutage: support@hcaptcha.com (kasutage palun sellist teenust nagu Dropbox või Filebin ja saatke linke) ja soovi korral ekraanipilti, kui kahtlustate, et midagi ei kuvata õigesti . Palun saatke ka kasutatav IP. Selle saate aadressilt https://www.whatsmyip.org/ Täname, et leidsite aega selle teabe saamiseks! Oleme pühendunud sellele, et hCaptcha töötaks kõigile hästi.",
    "reporting-bugs-guide-head": "Veaaruande üksikasjade jäädvustamine: Chrome",
    "reporting-bugs-guide-step-1": "1. samm: avage arendaja tööriistad (see alustab seansi salvestamist.)",
    "reporting-bugs-guide-step-2": "2. samm: klõpsake arendaja tööriistade vahekaardil Võrk. Märkige ülaosas ruut Säilita logi.",
    "reporting-bugs-guide-step-3": "3. samm: külastage aadressi https://accounts.hcaptcha.com/demo või veebisaiti, kus teil on probleeme (privaatsusmärkus: ainult siis, kui te ei viitsi selle jagamist) ... ja seejärel klõpsake nuppu I olen inimese nupp ja proovige lahendada.",
    "reporting-bugs-guide-step-4": "4. samm: pärast lahendamise katset klõpsake nuppu Ekspordi HAR (väike allanool), mis salvestab võrgulogi. Saada see fail meile.",
    "reporting-bugs-guide-step-5": "5. samm: klõpsake konsoolilogi salvestamiseks vahekaardil Konsool ja paremklõpsake nuppu Salvesta kui ... Saada see meile ka.",
    "reporting-bugs-guide-step-6": "Viimane samm: saatke need HAR-i ja konsooli logifailid meile meilisõnumiga ja kirjeldage probleemi. Kasutage: support@hcaptcha.com (kasutage palun sellist teenust nagu Dropbox või Filebin ja saatke linke) ja soovi korral ekraanipilti, kui kahtlustate, et midagi ei kuvata õigesti. Palun saatke ka kasutatav IP. Selle saate aadressilt https://www.whatsmyip.org/ Täname, et leidsite aega selle teabe saamiseks! Oleme pühendunud sellele, et hCaptcha töötaks kõigile hästi.",
    "reporting-bugs-guide-text-1": "Kui saadate oma aruandega silumisinfot, on meil palju lihtsam toimuvat tuvastada. Siin on samm-sammult juhised:",
    "reporting-bugs-guide-text-2": "Kui olete veebiarendaja või ekspertkasutaja, soovime kokkuvõtte järgi, et saatsite meile võrgu salvestamise HAR-i ja brauseri konsooli logid. Proovige kõigepealt blokeerida mis tahes reklaamiblokeerija või brauseri turbelaiendid ja proovige seejärel enne nende toimingute tegemist uuesti. Kui see teie probleemi lahendab, oleksime endiselt tänulikud, kui andsite meile teada oma brauseri versioonist, reklaamiblokeerijast või brauseri laiendist ja veebisaidi URL-ist.",
    "reporting-bugs-intro-head": "Kas leidsite vea? Nii saate sellest teada anda.",
    "reporting-bugs-intro-text": "Miljonid inimesed kasutavad hCaptchat kuus, tuhandetes brauserite, laienduste, seadmete, tulemüüride ja muu kombinatsioonides. Meie eesmärk on veenduda, et see teie jaoks alati töötab, seega hindame teie aruandeid väga! Kiire tagasiside andmiseks klõpsake lihtsalt nuppu Saada meile tagasisidet. Kui näete funktsionaalset probleemi, järgige allpool Chrome'i silumislogijuhiseid või Firefoxi silumislogijuhiseid. Muude brauserite jaoks saatke meile lihtsalt e-kiri. Võimalike turva- või privaatsusprobleemide korral vaadake allolevaid juhiseid.",
    "reporting-bugs-privacy-head": "Privaatsus probleemid",
    "reporting-bugs-privacy-text": "Meid ei huvita, kes on kasutajad, vaid ainult see, kui tõenäoline on nende pahatahtlikkus või masinad. Toetame selliseid algatusi nagu Privacy Pass ja teeme palju tööd privaatsuse ja turvalisuse tasakaalustamiseks. Kui olete leidnud probleemi, mis teie arvates võib mõjutada kasutaja privaatsust, saatke meile e-kiri aadressil support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Saatke meile tagasisidet",
    "reporting-bugs-provide-feedback-head": "Esitage hCaptcha kohta kohest tagasisidet",
    "reporting-bugs-provide-feedback-text": "Hindame teie panust. Andke meile teada kõikidest probleemidest ja me lahendame need kiiresti.",
    "reporting-bugs-security-head": "Turvavead",
    "reporting-bugs-security-text": "Oleme alati huvitatud turvavigadest teatiste saamisest. Saatke e-kiri support@hcaptcha.com ja CC security@hcaptcha.com ja me võtame teiega kiiresti ühendust. Meil on ka veaparandusprogramm hCaptcha teenuse ja sellega seotud lähtekoodi sobilike turvaraportite jaoks.",
    "sec-hc": "Esiteks turvalisus",
    "sec-hc-text": "hCaptcha on keskendunud kirjastajatele. Töötame selle nimel, et anda saitidele tegelikke andmeid ja lasta neil otsustada, kuidas neid kasutada. Täpsus on teie ja meie huvides. Ülejäänud captchasid pakuvad reklaamifirmad. Iga blokeeritud robot võib vähendada nende tulusid.",
    "switch-to-english-link": "Üleminek inglise keelele",
    "what-is-hcaptcha": "Mis on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aitab teie lemmikveebiteenustel hoida eemal robotid, rämpspost ja kuritarvitamine, esitades lihtsaid küsimusi, mis on inimestele lihtsad ja masinate jaoks keerulised.",
    "why-hc": "Miks hCaptcha?",
    "why-hc-text": "Iga kord, kui vastate väljakutsele, kasutame keerukaid mudeleid, et välja selgitada, kas olete inimene või masin. Seejärel külastas teie külastatud veebisait seda tulemust, et robotid eemal hoida, et parandada nende kasutuskogemust nende saidil."
}