{
    "about-advisors-brendan": "Zuzendari nagusia. AI-ren liderra. Makinen adimena eskalan aplikatu du negozio arazo ugarietan azken hamarkadetan.",
    "about-advisors-dawn": "Biologia konputazionalean doktorea, Stanford. 1999. urteaz geroztik sare neuronalekin lan egiten dugu. Eskuratutako ML eta sakoneko ikasketetan arreta jarri.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Datu-basea eta Blockchain aditua. Ingeniari goiztiarra Cloudera eta beste. Software eta taldeen espezializaziorako hamarkadak.",
    "about-content-head-1": "Zer egiten dugu",
    "about-content-head-2": "Zergatik da garrantzitsua",
    "about-content-text-1": "hCaptcha Intuition Machines Inc-en (AI) eta makina ikasteko konpainiaren zerbitzu bat da, eskala mailan metalearnatze eta ikusizko domeinuaren ikuspegia duena. Sistema eskala handiz eraikitzen eta funtzionatzen dugu bideoak eta irudiak aztertzeko zerbitzuak mundu osorako Global 2000 enpresentzat.",
    "about-content-text-2": "Datu gehiago orokorrean emaitza hobeak sortzen dira. Denetariko eta garestia da etiketa eta datu multzo zuzenak eraikitzea eta mantentzea. hCaptcha jatorriz irudien etiketazioan gure beharrei aurre egiteko garatu zen eta gaur egun eskuragarri daude antzeko beharrak dituzten beste enpresentzat.",
    "about-intro-head-1": "Lan egin hCaptcha-rako",
    "about-intro-head-2": "Gure misioa handia da",
    "about-intro-text": "Azkar hazten ari gara eta gure bulego globaletan munduko talenturik onena bilatzen ari gara beti. Beheko estekekin eska dezakezu.",
    "about-leadership-alex": "Datu-basea eta Blockchain aditua. Ingeniari goiztiarra Cloudera eta beste. Software eta taldeen espezializaziorako hamarkadak.",
    "about-leadership-eli": "Zuzendari nagusia. AI-ren liderra. Makinen adimena eskalan aplikatu du negozio arazo ugarietan azken hamarkadetan.",
    "about-leadership-head": "Lidergoa",
    "about-leadership-todd": "Biologia konputazionalean doktorea, Stanford. 1999. urteaz geroztik sare neuronalekin lan egiten dugu. Eskuratutako ML eta sakoneko ikasketetan arreta jarri.",
    "acc-opt": "Irisgarritasun Aukerak",
    "acc-opt-but": "Eskura ezazu irisgarritasun aukerei buruz",
    "acc-opt-text": "Ikusmen urritasuna duzu edo bestela ezin duzu hCaptchas osatu?",
    "accessibility-link": "erabilerraztasuna",
    "appreciate-in": "Zure sarrera eskertzen dugu Jakinarazi iezaguzu arazo guztiak eta azkar konponduko ditugu.",
    "fb-but": "Bidal iezaguzu iritzia",
    "feedback-text": "Eman ikusitako hCaptcha-ri buruzko iritzia",
    "footer-attribution": "Aitortu",
    "footer-copyright-text": "hCaptcha Intuition Machines, Inc. enpresaren erregistratutako marka da.",
    "footer-header-1": "Enpresa",
    "footer-header-2": "Baliabideak",
    "footer-header-3": "Harremanetarako",
    "footer-link-1": "Etiketatua",
    "footer-link-2": "About",
    "footer-link-3": "Enplegua",
    "footer-link-4": "Markak",
    "footer-link-5": "Bloga",
    "footer-link-6": "Egoera",
    "footer-link-7": "Dokumentazio",
    "footer-link-8": "Akats baten berri eman",
    "footer-link-9": "erabilerraztasuna",
    "footer-privacy": "pribatutasuna",
    "footer-subheader-1": "Laguntzarako",
    "footer-subheader-2": "Harremanetarako",
    "footer-terms": "baldintzak",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etiketatze zerbitzuak",
    "header-login-button": "Saioa hasi",
    "header-plans-link": "planak",
    "header-signup-button": "Izena eman",
    "home-about-head": "HCaptcha-ri buruz",
    "home-about-subtitle": "GIZA Protokoloaren bidez",
    "home-about-text-1": "HCaptcha makina ikasteko lan intentsiboena konpontzeko irtenbidea da diseinatuta: datu kopuru masiboak modu egokian, merkean eta fidagarrian etiketatzea.",
    "home-about-text-2": "Datu gehiago orokorrean emaitza hobeak sortzen ditu makinen ikaskuntza ereduetan. Modelo sakonen azken arrakastak gero eta datu multzo handiagoak ekarri ditu, ia beti gizakiaren berrikuspenekin. Hala ere, Turkiako Mechanical, Figure Eight eta abarren bidez berrikusitako datu multzo handiak sortzea motela eta garestia da.",
    "home-about-text-3": "hCaptcha-k webguneek eskaerari erantzuteko dirua irabazteko aukera ematen du bot-ak eta bestelako tratu txarrak blokeatzen dituzten bitartean.",
    "home-about-text-4": "HCaptcha merkatua HUMAN Protokoloaren bidez funtzionatzen da, Ethereum blockchain-ek exekutatzen duen giza berrikuspenerako deszentralizatutako protokolo baten bidez. Webguneek giza tokenak (HMT) irabazten dituzte erabiltzaileek beren webgunean hCaptcha widgeta erabiltzen dutenean, eta makina ikasteko enpresek Giza Tokiak ordaintzen dituzte beren datuak etiketatu ahal izateko.",
    "home-ba-labeling-services-link": "Etiketatze zerbitzuak",
    "home-benefits-head-1": "Datuen etiketatzeari buruzko balioa",
    "home-benefits-head-2": "Eman Karitatea",
    "home-benefits-text-1": "Autoan klik egiten duzun bakoitzean konturatu al zara doan Gigantic konpainiaren makina ikasteko sistemak doan entrenatzen laguntzen?",
    "home-benefits-text-2": "hCaptcha-k eredu hau biratzen du. HCaptcha erabiltzen duzunean, konpainiek zure erabiltzaileek gizateria frogatzen dutenean egiten dute lan eskaintza. Sariak lortzen dituzu.",
    "home-benefits-text-3": "Zure karitate gogokoena itzuli nahi duzu? hCaptchak aukeratutako karitateak erabilterakoan lortzen dituzu irabaztearekin. Zure webguneko erabiltzaileek laster karitatearen ekarpena ikusi ahal izango dute hCaptcha interfazean marka diskretu bidez.",
    "home-challenge-text-1": "Hautatu kontsultarekin bat datozen irudi guztiak",
    "home-challenge-text-2": "Definitu objektuen mugatze-eremua",
    "home-challenge-text-3": "Identifikatu dagozkien etiketak",
    "home-challenge-title-1": "konparazioa",
    "home-challenge-title-2": "Lotura kaxa",
    "home-challenge-title-3": "Kategorizazioa",
    "home-challenges-head": "Aurkeztutako erronkak",
    "home-challenges-text-1": "... eta beste zeregin sinple batzuk. Erraza gizakientzat, gogorra botentzat.",
    "home-challenges-text-2": "Neurrira egindako zereginak enpresetako editoreen eskuragarri daude.",
    "home-ent-1": "Gure enpresen segurtasun eskaintzaren bila?",
    "home-ent-2": "Bisitatu dedikatutako gune berria: BotStop.com",
    "home-ent-button": "Argibide gehiago: BotStop hCaptcha-k eginda",
    "home-from-the-blog": "BLOGATIK:",
    "home-from-the-blog-value": "Nola funtzionatzen du hCaptcha Zailtasun Ezarpenak",
    "home-intro-body": "Botxak ez mantentzeko captcha bat erabiltzen al duzu? hCaptcha-k erabiltzailearen pribatutasuna babesten du, webguneak saritzen ditu eta enpresei lagundu egiten die beren datuak etiketatzen. ReCAPTCHA-ren ordezko jarioa da: minutu barru alda dezakezu.",
    "home-intro-button": "Eman izena orain",
    "home-intro-head": "Bot gehiago gelditu. Erabiltzaileen pribatutasuna babesten hasi.",
    "home-main-1": "Pribatua. Segurua. Azkarrago. Eta hori erabiltzeko ordaintzen dugu.",
    "home-main-2": "Pribatutasuna bideratuta",
    "home-main-2c": "Iragarkien sareek zure bisitariak produktu gisa ikusten dituzte. HCaptcha-rentzat produktua eskaintzen duten lana da. Ez zaigu axola erabiltzaileak nortzuk diren, maltzurrak izan daitezela bakarrik. Pribatutasun pase bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
    "home-main-3": "Segurtasuna Lehenik",
    "home-main-3c": "Zehaztasuna zure interesean dago eta gurean. hCaptcha argitaletxera bideratuta dago. Datu errealak emateko eta nola erabili erabakitzeko aukera ematen dizugu. Beste harrapaketa batzuek eskaintzen dituzte",
    "home-main-4": "Erabiltzaileen esperientzia hobea",
    "home-main-4c": "Makina ikasteko sofistikatutako ereduak hCaptcha-k erabiltzen ditu gizateria zehazteko. Horrek erabiltzaileei zeregin gutxiago gogaikarriak eskatzen dizkiegu eta horretarako denbora gutxiago behar dugu, bezeroak etiketatzeko datu erabilgarriak ekoizten dituzten bitartean.",
    "home-main-plans": "hCaptcha doakoa da edozein tamainatako argitaletxeentzako erabiltzeko. Hala ere, kontrol handiagoa behar duten enpresa eta plataformetarako, gure enpresentzako irtenbideak eskuragarri daude.",
    "home-main-plans2": "hCaptcha enpresaren konponbideek milioika erabiltzaile babesten dituzte milioika webgune web orrietan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiagorako edo bisitatu",
    "home-main-plans3": "hCaptcha enpresaren konponbideek milioika erabiltzaile babesten dituzte milioika webgune web orrietan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiagorako edo bisitatu",
    "home-main-plans4": "xehetasunetarako.",
    "home-plans-button-1": "Izena eman orain",
    "home-plans-button-2": "Harremanetarako salmentak",
    "home-plans-chart-head-1": "Ezaugarriak",
    "home-plans-chart-head-2": "Argitaletxe",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontrolatutako erronka motak erakusten dira",
    "home-plans-chart-row-1-cell-2": "mugatuak",
    "home-plans-chart-row-1-cell-3": "Guztira",
    "home-plans-chart-row-10-cell-1": "Erabiltzaile anitzeko arbela",
    "home-plans-chart-row-11-cell-1": "Informazio-funtzio aurreratuak",
    "home-plans-chart-row-12-cell-1": "SLA enpresak",
    "home-plans-chart-row-2-cell-1": "Erabilitako erronkaren edukia kontrolatu",
    "home-plans-chart-row-2-cell-2": "mugatuak",
    "home-plans-chart-row-2-cell-3": "Guztira",
    "home-plans-chart-row-3-cell-1": "Irabazi sariak giza konponbideengatik",
    "home-plans-chart-row-4-cell-1": "Mundu mailako botiken aurkako babesa",
    "home-plans-chart-row-5-cell-1": "Herrialde guztietan egiten du lan",
    "home-plans-chart-row-6-cell-1": "GDPR eta CCPA errespetatzen diren pribatutasun politika",
    "home-plans-chart-row-7-cell-1": "Ezaugarri zailtasun maila altuak",
    "home-plans-chart-row-8-cell-1": "Abiarazi zure erronkaren edukia",
    "home-plans-chart-row-9-cell-1": "Ordutegian oinarritutako zailtasunak antolatzea",
    "home-try-it-out-button": "Lortu hCaptcha",
    "home-try-it-out-head": "Saiatu",
    "home-try-it-out-text": "hCaptcha-k bot hautaketa erraz, erraz eta fidagarria eskaintzen du gizakiek konpondu ahal izateko.",
    "labeling-about-head": "HCaptcha-ri buruz",
    "labeling-about-text-1": "hCaptcha-k makinen ikaskuntzan gehien lan egiten duen arazoari irtenbidea emateko diseinatuta dago; datu kopuru masiboak etiketatzea modu egokian, merkean eta fidagarrian. Datu gehiago orokorrean emaitza hobeak sortzen ditu makinen ikaskuntza ereduetan. Modelo sakonen azken arrakastak gero eta datu multzo handiagoak ekarri ditu, eta hCaptcha-k behar horri erantzuten dio.",
    "labeling-about-text-2": "Hala ere, metodo tradizionalak erabiliz gizakiak berrikusitako datu multzo handiak sortzea motela eta garestia da. hCaptcha enpresek modu azkarragoan eskatzen dituzten oharpenak lortzeko modua da, kalitate handiagoa eta beste alternatibak baino kostu txikiagoarekin.",
    "labeling-annotations-head": "Oharpen Motak",
    "labeling-annotations-text-1": "Objektuak hautematea zehatza irudietan eta bideoan",
    "labeling-annotations-text-2": "Objektuak hautematea zehatza irudietan eta bideoan",
    "labeling-annotations-text-3": "Puntu anotazioak erabilera kasu desberdinetarako",
    "labeling-annotations-text-4": "Edozein tamainako kategoria arbitrarioak ordenatu edo erantsi",
    "labeling-annotations-text-5": "Gizakiek eragindako detekzioa eta sailkapena",
    "labeling-annotations-text-6": "Hemen agertzen ez den beste mota bat behar al duzu? Galdetu besterik ez.",
    "labeling-annotations-title-1": "Lotura kaxak",
    "labeling-annotations-title-2": "poligonoak",
    "labeling-annotations-title-3": "Mugarriak",
    "labeling-annotations-title-4": "Ezaugarri Sailkapena",
    "labeling-annotations-title-5": "Konparazioa eta hautematea",
    "labeling-annotations-title-6": "... eta askoz gehiago",
    "labeling-ent-button": "Jarri harremanetan gure Enterprise Solutions taldearekin",
    "labeling-ent-head": "Amaiera-amaierako kontrola behar al duzu?",
    "labeling-ent-text-1": "HCaptcha-ren atzean dagoen GIZA Plataformak lanaren kalitate eta kudeaketa ezaugarri sofistikatuak eskaintzen ditu premiseko sistema hibridoen edo SaaSen inplementazioekin, lehendik dituzun sistemekin integratzen direnak.",
    "labeling-ent-text-2": "Exekutatu guztiz lineaz kanpoko zure lantaldearekin, jarrai itzazu negozio unitateetan edo partzuergoko bazkideetan kontsumitutako balioa, hautatu selektiboki lanpostuak barneko edo kanpoko lan hornitzaile desberdinetara, kostuen eta segurtasun eskakizunen arabera eta gehiago.",
    "labeling-ent-text-3": "APIrako sarbide erraza, arbela ederrak eta eredu berrian oinarritutako teknologiaren eraginkortasuna hobetzeko.",
    "labeling-ent-text-4": "% 99,99 uptime SLAs eta 24/7 laguntza global eskuragarri. Informazio gehiagorako:",
    "labeling-features-head-1": "API bideratutako kanalizazio sinpleak.",
    "labeling-features-head-2": "Kostua eta kalitatea optimizatuta. Ez da beharrezkoa aldez aurreko konpromisorik.",
    "labeling-features-head-3": "Behar duzun zehaztasuna soilik ordaindu.",
    "labeling-features-head-4": "Eman zure lurreko egia datuak edo utz iezaguzu eraikitzen.",
    "labeling-features-text-1": "Giza berrikuspena zuzenean zure negozio operazioetan txertatu nahi duzu? Fidagarritasun handiko SLAak eskaintzen ditugu, ahalmen bermatua eta REST API sinpleak eskaintzen ditugu.",
    "labeling-features-text-2": "GIZA plataformak konfiantza eredu integralak erabiltzen ditu denbora errealeko kalitate sofistikatu sofistikatuak egiteko. Horrek galderak egiteko zailtasuna eta horien erantzun zuzena ahalik eta azkarren zehazteko aukera ematen digu.",
    "labeling-features-text-3": "Arazo guztiak ez dira berdinak. Segurtasun kritikoko zereginetarako, oharpenek% 99,99ko konfiantza izan dezakete gizakien langileen osotasunagatik. Mugikorraren joko aplikazioko beta funtzio batentzako oharpenek konfiantza moderatua baino ezin dute eskatzen. Zuk erabaki.",
    "labeling-features-text-4": "Datu gordinak dituzu egiaztapen-multzo osorik gabe? Gehienetan zuretzako eraiki dezakegu sisteman zehar egiten diren zereginak, edo zure onarpenerako lagin etiketatuak sor ditzakegu.",
    "labeling-info-head": "Datuak etiketatzea lortzea",
    "labeling-info-text-1": "Hitz egin gure domeinuko aditu batekin, zure proiektuaren beharrak zehazteko: xede zehaztasuna, formatua eta edozein baldintza berezi.",
    "labeling-info-text-2": "Ekoizpen lan txiki bat egiten dugu zure laginaren datuetan oinarrituta. Honekin batera egin dugun lana egiaztatzen da, behar duzuna lortzeko.",
    "labeling-info-text-3": "Gure bolumen altuarekin eta iraupen txikiarekin zure lana azkar itzuliko dugu, entrega bezain automatikoa egin bezain laster.",
    "labeling-info-text-4": "Zure ekoizpen lanaren parametroak hobeto ulertzen ditugunez, emaitzak hobetzen jarraituko du denborarekin.",
    "labeling-info-text-5": "Zuzeneko taulen mahaiek aukera ematen dute edozein unetan feedbacka emateko edo produkzioa eteteko.",
    "labeling-info-title-1": "Zehaztu zehaztapenak",
    "labeling-info-title-2": "Lanpostuaren hasierako proba",
    "labeling-info-title-3": "Inplementatu produkzio lanak",
    "labeling-info-title-4": "Etengabeko hobekuntza",
    "labeling-info-title-5": "Denbora errealeko emaitzak",
    "labeling-main-1": "Errentagarritasunari buruzko datuen etiketatzea eskalan",
    "labeling-main-1-button": "Lortu zure datuak etiketatuta orain",
    "labeling-main-1c": "Etiketa gehiago behar dituzu zure datu-multzoetarako? hCaptcha-k adimen artifizialeko eta makina ikasteko aplikazioetan lan egiten duten enpresentzako etiketatze azkarra, errentagarria eta kalitate handiko datuak eskaintzen ditu.",
    "labeling-main-2": "Abiarazi milioika zeregin berehala.",
    "labeling-main-2-button": "Erosi datuak etiketatzeko zerbitzuak",
    "labeling-main-2c": "hCaptcha-k erabilgarri dauden planetako igerileku handienetako bat du. Zure eskala edozein dela ere, aurre-konpromiso garestiak izan ditzakegu. Eguneko milioika zeregin ez dira arazorik.",
    "labeling-platform-head": "Informazio pribatua edo publikoa",
    "labeling-platform-text": "hCaptcha GIZA Plataforman dago eraikita. Horrek bideratze eta analisi sofistikatuak eskaintzen ditu urrats bakoitzean kostua eta eraginkortasuna optimizatzeko. Teknologia horri esker, eskuineko lanpostuak zure lanaren zati bakoitza kudeatzen du, kostu-eraginkortasuna maximizatuz, pribatutasuna mantentzen duen bitartean eta aplikatu beharreko edozein arau-eskakizun betetzen ditu.",
    "labeling-try-button": "Erosi datuak etiketatzeko zerbitzuak",
    "labeling-try-head": "Datuekin probatu nahi duzu?",
    "labeling-try-text": "... zaudenean prest gaude. Gure zerbitzua eskuragarri dago erlojupekoan.",
    "learn-more-hcaptcha": "Argibide gehiago hCaptcha-ri buruz",
    "page-acc-faq-1": "Galdera: hCaptcha atala 508 + WCAG 2.0 betetzen da? Erantzuna: Baietz uste dugu: webean nabigatzeko eta inprimakietan testua idazteko gai diren erabiltzaileek edozein arazo dituzten hCaptcha-k babestutako zerbitzuak eskura ditzakete erregistratzean. Hala ere, hau ez da aholkularitza juridikoa: zure ebaluazioa egin beharko zenuke, zure inplementaziorako kasua dela ziurtatzeko.",
    "page-acc-faq-2": "Galdera: beste irisgarritasun (a11y) aukerekin lan egiten ari zara, audioa adibidez? Erantzuna: Aurretik audio-harrapaketak bezalako aukera ezagunek a11y erabiltzaile askok bereizten dituzte eta erraz garaitzen dira makina ikasteko teknika modernoekin. Horrek uneko audioaren erronkak gero eta zailagoak izatera behartu ditu, zaratak, erritmoak, ohiko hitz konbinazioak eta abar sartuz, erasotzaileak garaitzeko. Ikuspegi horrekin gutxiago gogotsu gaude erronka guztiz saihestuz, baina kontuan hartuko dugu a11y komunitatearen eskaria badago. Hala ere, Pribatutasun Pasea interes handia dugu Iristerraztasunaren erabilera kasurako. Uste dugu gure egungo a11y ikuspegia Pribatutasun Pasagiriaren igorpenarekin konbinatzeak aukera emango die a11y erabiltzaileei modu seguruan arakatu ahal izateko, haien trafikoa pribatuagoa dela jakinda, a11y aukerak daudenean bot operadoreek gehiegikeria murriztuko duten bitartean. Teknologia berri hau estandarizatzen duen IETF taldeko partaide aktiboak gara.",
    "page-acc-faq-3": "Galdera: pribatutasunari buruz? Izen emateak nolabait arakatzeko datuak arakatzen al ditu? Zer egiten duzu mezu elektronikoarekin? Erantzuna: hCaptcha pribatutasunerako diseinatuta dago. Iragarki sareen jabetzakoak diren reCAPTCHA bezalako aukera tradizionalak baino oso desberdina da. Zure inguruan sarean jarraitzeko eta benetako identitatearekin erlazionatzeko pizgarri bat dute. Ez dugu inoiz erabilten irisgarritasun posta elektronikoak edo informazioa beste helburuetarako erabiltzea a11y erabiltzea erraztea eta tratu txarrak ekiditea. Gure pribatutasun politikak datuak erabiltzen ditugunen erantzun osoak eta autoritarioak ditu, baina erantzun laburra da ez dugula inolako interesik zure arakatze historiarekin pertsona gisa lotzeko. Oraindik ere kriptografiako soluzio batean ari gara lanean zure helbide elektronikoa azkar baztertzeko. Tratu txarrak ekiditeko gure gaitasuna mantentzen duen bitartean, Pribatutasun Pasearen lanarekin osatuz.",
    "page-acc-link-1": "Irisgarritasuneko erabiltzailea bazara, eman izena hemen.",
    "page-acc-subhead": "Erabiltzaile guztientzako sarbidea bermatzea segurtasuna mantentzen duten bitartean",
    "page-acc-summary": "Laburpen",
    "page-acc-summary-contents-1": "hCaptcha bot-ak gelditzeko diseinatuta dago jendea bereiziz. Proba bisualak tresna aproposa dira horretarako, baina guztiek ez dute ikusmen erronka bat konpondu. Hori dela eta, alternatiba sinplea eta minik gabea diseinatu dugu, gure zerbitzua erabiltzen duten editoreek eskuragarritasuna gordetzeko 508 atal osoa eta WCAG 2.0 betetzen dituztela.",
    "page-acc-summary-contents-2": "Nola funtzionatzen duen: lehendabizi, irisgarritasun erabiltzaile bat URL honetan erregistratzen da, hCaptcha widgetaren informazio orrian estekatuta dagoena. Eguneko hainbat aldiz erabil daitekeen enkriptatutako cookie bat ematen zaie, baina saioa 24 orduz freskatu behar dute saioa bidez. HCaptcha zerbitzua erabiltzen duen edozein guneetako irisgarritasun erabiltzaile bati aurkezten zaionean, automatikoki pasatuko dira.",
    "page-acc-title": "hCaptcha Irisgarritasunari buruzko informazioa",
    "page-acc-tr-body": "Galdera: Cookieak ezarri ondoren erronka bat ikusten ari naiz. Zerk eragiten du hau? Erantzuna: hau da, normalean, iragarki blokeatzaile edo cookieen aurkako luzapen oldarkorra erabiltzeagatik edo gune gurutzatuen cookieak blokeatzen dituen ezarpen batengatik gertatzen da. , bisitatzen ari zaren bezala. hCaptcha irisgarritasun cookieak arakatzaile eta iragarki blokeatzaile ezagun guztiekin funtzionatzen dute beren ezarpen estandarrekin; beraz, normalean huts egin behar da anti-blokeoaren aurkako scriptak edo gune jakin batzuetara zuzendutako antzeko arauengatik. Irtenbideak: 1. Whitelist hcaptcha.com eta * .hcaptcha.com cookieak iragarkien blokeatzailean edo arakatzailearen segurtasun luzapenean. 2. Arakatzaile ausartak erabiltzen ari bazara (2020ko apiriletik aurrera) ez du inolako cookie-zerrenda zerrendarik agertzen, joan lehentasunak -> Ezkutak -> Cookieak eta aukeratu Cookie guztiak. 3. Safariren azken bertsioa erabiltzen ari bazara, duela gutxi kaleratutako OS X 10.15 edo iOS 13. 4 bertsioan, Apple-k hirugarrenen cookieekin lotutako portaera aldatu berri du, horiek guztiak lehenespenez blokeatuz. Irtenbide bat ezartzen ari gara, baina bitartean, bisitatu Safari lehentasunak, pribatutasuna atala eta desmarkatu Webgunearen jarraipena: galarazi gune gurutzatuen irisgarritasun cookieak espero bezala funtziona dezan. Galdera: gailu anitz erabiltzen ditut. Hainbat aldiz izena eman behar al dut? Erantzuna: Ez. Egin klik cookie hau ezartzeko erabiltzen duzun gailu bakoitzean sartutako helbide elektronikoko estekari berean.",
    "page-acc-tr-title": "Erabilerraztasunerako Erabiltzaileentzako: I + G eta Arazoak konpontzeko gida",
    "priv-hc": "Pribatutasuna bideratuta",
    "priv-hc-text": "Iragarkien sareek beren produktu gisa ikusten dute. Guk ez. Erabiltzaileak nortzuk diren ez zaigu axola, gaiztoak izateaz gain. Pribatutasun pase bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
    "reporting-bugs-accessibility-button": "Eskura ezazu irisgarritasun aukerei buruz",
    "reporting-bugs-accessibility-head": "Irisgarritasun Aukerak",
    "reporting-bugs-accessibility-text": "Ikusmen urrikoa zara edo ezin duzu hCaptchas osatu?",
    "reporting-bugs-guide-ff-head": "Akatsen txostenaren xehetasunak: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. urratsa: Ireki Garatzaileen Tresnak (Saioa grabatzen hasten da.)",
    "reporting-bugs-guide-ff-step-2": "2. urratsa: Egin klik Sareko fitxan Garatzaileen Tresnetan. Egiaztatu Persisten erregistroak goialdean.",
    "reporting-bugs-guide-ff-step-3": "3. urratsa: bisitatu https://accounts.hcaptcha.com/demo edo arazoren bat duzun webgunean (Pribatutasun oharra: bakarrik ez zaizu axola zer partekatzen den) ... eta egin klik I giza botoia naiz eta saiatu konpontzen.",
    "reporting-bugs-guide-ff-step-4": "4. urratsa: Egin klik HAR konpondu nahian eta hautatu Gorde guztiak HAR gisa sareko erregistroa gordetzeko. Bidal iezaguzu fitxategi hori.",
    "reporting-bugs-guide-ff-step-5": "5. urratsa: egin klik Kontsola fitxan eta egin klik eskuineko botoiarekin ondoren hautatu Aukeratu eta gorde testu fitxategi batean, kontsolaren erregistroa gordetzeko. Bidal iezaguzu hori ere.",
    "reporting-bugs-guide-ff-step-6": "Azken urratsa: bidali mezu elektronikoen bidez HAR eta kontsolaren erregistro fitxategiak. Deskribatu arazoa Erabili: support@hcaptcha.com . Mesedez, bidali IP erabiltzen ari zaren IPa. Https://www.whatsmyip.org/ helbidetik lor dezakezue eskerrik asko informazio hau jasotzen lagunduko digun denboragatik! Konpromisoa hartu dugu hCaptcha-k ondo funtziona dezan guztiontzat.",
    "reporting-bugs-guide-head": "Akatsen txostenaren xehetasunak: Chrome",
    "reporting-bugs-guide-step-1": "1. urratsa: Ireki Garatzaileen Tresnak (Saioa grabatzen hasten da.)",
    "reporting-bugs-guide-step-2": "2. urratsa: Egin klik Sareko fitxan Garatzaileen Tresnetan. Begiratu Kontserbatu log koadroa goialdean.",
    "reporting-bugs-guide-step-3": "3. urratsa: bisitatu https://accounts.hcaptcha.com/demo edo arazoren bat duzun webgunean (Pribatutasun oharra: bakarrik ez zaizu axola zer partekatzen den) ... eta egin klik I giza botoia naiz eta saiatu konpontzen.",
    "reporting-bugs-guide-step-4": "4. urratsa: egin klik Export HAR (beherako gezia txikia) konpontzen saiatzeko, sareko erregistroa gordetzen duena. Bidal iezaguzu fitxategi hori.",
    "reporting-bugs-guide-step-5": "5. urratsa: egin klik Kontsola fitxan eta egin klik eskuineko botoiarekin ondoren Gorde gisa .. kontsolaren erregistroa gordetzeko. Bidal iezaguzu hori ere.",
    "reporting-bugs-guide-step-6": "Azken urratsa: bidali posta elektronikoko HAR eta kontsolaren erregistro fitxategiak, eta deskribatu arazoa. Erabili: support@hcaptcha.com (mesedez, erabili Dropbox edo Filebin bezalako zerbitzua eta bidali estekak) eta, bestela, pantaila-argazkia, uste baduzu behar bezala ez dagoela zerbait erakusten. Mesedez, bidali IP erabiltzen ari zaren IPa. Https://www.whatsmyip.org/ helbidetik lor dezakezue eskerrik asko informazio hau jasotzen lagunduko digun denboragatik! Konpromisoa hartu dugu hCaptcha-k ondo funtziona dezan guztiontzat.",
    "reporting-bugs-guide-text-1": "Arazoen arazketa txostena bidaltzeak askoz errazagoa izango zaigu gertatzen ari dena identifikatzea. Hona hemen pausoz pauso argibideak:",
    "reporting-bugs-guide-text-2": "Web garatzailea edo erabiltzaile aditua bazara, laburpena sareko HAR eta arakatzailearen kontsolaren erregistroak bidaltzea gustatuko litzaiguke. Saiatu lehenik iragarkien blokeatzailea edo arakatzailearen segurtasun luzapenak desgaitzen eta saiatu berriro urrats hauek egin aurretik. Zure arazoa konpontzen baduzu, eskertuko genuke arakatzailearen bertsioa, iragarkien blokeatzailea edo arakatzailearen luzapena eta webgunearen URLa jakinaraztea.",
    "reporting-bugs-intro-head": "Akats bat aurkitu al duzu? Horra hor nola salatu.",
    "reporting-bugs-intro-text": "Milioika pertsona erabiltzen dituzte hCaptchak hilero, milaka arakatzaile, luzapen, gailu, suebaki eta bestelako konbinazio askotan. Gure helburua da zuretzako beti funtzionatzen duela ziurtatzea, beraz zure txostenak asko eskertzen ditugu! Iritzi bizkorrak emateko, egin klik Bidali mezuak bidaltzeko botoian. Arazo funtzionala ikusten ari bazara, jarraitu beheko arazketa-erregistroko argibideak Chrome-ren edo arazketa-erregistroaren jarraibideak Firefox-en. Beste edozein arakatzaileri bidali iezaguzu mezu elektroniko bat. Segurtasun edo pribatutasun arazo potentzialetarako, ikusi beheko argibideak.",
    "reporting-bugs-privacy-head": "Pribatutasun arazoak",
    "reporting-bugs-privacy-text": "Erabiltzaileak nortzuk diren ez zaigu axola, gaiztoak edo makinak zein probabilitate dituzten. Pribatutasun pase bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko. Erabiltzaileen pribatutasunari eragin diezaiokeela uste baduzu, mesedez, bidali e-posta helbidera support@hcaptcha.com helbidera.",
    "reporting-bugs-provide-feedback-button": "Bidal iezaguzu iritzia",
    "reporting-bugs-provide-feedback-head": "Eman hCaptcha-ri berehalako iritzia",
    "reporting-bugs-provide-feedback-text": "Zure sarrera eskertzen dugu Jakinarazi iezaguzu arazo guztiak eta azkar konponduko ditugu.",
    "reporting-bugs-security-head": "Segurtasun akatsak",
    "reporting-bugs-security-text": "Beti interesatzen zaigu segurtasun akatsen berri jasotzea. Posta elektronikoz support@hcaptcha.com eta CC security@hcaptcha.com helbide elektronikora eta azkar iritsiko gara zurekin. HCaptcha zerbitzuaren eta harekin lotutako iturburu kodea duten segurtasun-txostenetarako akatsak lortzeko programa bat ere badugu.",
    "sec-hc": "Segurtasuna Lehenik",
    "sec-hc-text": "hCaptcha argitaletxera bideratuta dago. Guneak datu errealak emateko lan egiten dugu eta nola erabili erabakitzen uzten diegu. Zehaztasuna zure interesean dago eta gurean. Beste harrapaketa batzuk publizitate konpainiek ematen dituzte. Blokeatzen duten bot bakoitzak diru sarrerak murriztu ditzake.",
    "what-is-hcaptcha": "Zer da hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha-k zure web zerbitzu gogokoenak botak, spam eta gehiegikeriak mantentzen laguntzen du gizakientzako errazak eta makinak zailak diren galdera errazak eginez.",
    "why-hc": "Zergatik hCaptcha?",
    "why-hc-text": "Erronka bati erantzuten dizun bakoitzean, eredu sofistikatuak erabiltzen ditugu gizakia zaren ala makina bat den jakiteko. Bisitatutako webguneak orduan, emaitza hau erabiltzen du euren webgunean esperientzia hobetzen laguntzeko."
}