{
    "acc-opt": "Irisgarritasun Aukerak",
    "acc-opt-but": "Eskura ezazu irisgarritasun aukerei buruz",
    "acc-opt-text": "Ikusmen urritasuna duzu edo bestela ezin duzu hCaptchas osatu?",
    "accessibility-link": "erabilerraztasuna",
    "appreciate-in": "Zure sarrera eskertzen dugu Jakinarazi iezaguzu arazo guztiak eta azkar konponduko ditugu.",
    "fb-but": "Bidal iezaguzu iritzia",
    "feedback-text": "Eman ikusitako hCaptcha-ri buruzko iritzia",
    "home-ent-1": "Gure enpresen segurtasun eskaintzaren bila?",
    "home-ent-2": "Bisitatu dedikatutako gune berria: BotStop.com",
    "home-intro-body": "Botxak ez mantentzeko captcha bat erabiltzen al duzu? hCaptcha-k erabiltzailearen pribatutasuna babesten du, webguneak saritzen ditu eta enpresei lagundu egiten die beren datuak etiketatzen. ReCAPTCHA-ren ordezko jarioa da: minutu barru alda dezakezu.",
    "home-intro-head": "Bot gehiago gelditu. Erabiltzaileen pribatutasuna babesten hasi.",
    "home-main-1": "Pribatua. Segurua. Azkarrago. Eta hori erabiltzeko ordaintzen dugu.",
    "home-main-2": "Pribatutasuna bideratuta",
    "home-main-2c": "Iragarkien sareek zure bisitariak produktu gisa ikusten dituzte. HCaptcha-rentzat produktua eskaintzen duten lana da. Ez zaigu axola erabiltzaileak nortzuk diren, maltzurrak izan daitezela bakarrik. Pribatutasun pase bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
    "home-main-3": "Segurtasuna Lehenik",
    "home-main-3c": "Zehaztasuna zure interesean dago eta gurean. hCaptcha argitaletxera bideratuta dago. Datu errealak emateko eta nola erabili erabakitzeko aukera ematen dizugu. Beste harrapaketa batzuek eskaintzen dituzte",
    "home-main-3c2": "publizitate enpresak. Horrek esan nahi du blokeatzen duten bot bakoitzak diru sarrerak murriztea.",
    "home-main-4": "Erabiltzaileen esperientzia hobea",
    "home-main-4c": "Makina ikasteko sofistikatutako ereduak hCaptcha-k erabiltzen ditu gizateria zehazteko. Horrek erabiltzaileei zeregin gutxiago gogaikarriak eskatzen dizkiegu eta horretarako denbora gutxiago behar dugu, bezeroak etiketatzeko datu erabilgarriak ekoizten dituzten bitartean.",
    "home-main-plans": "hCaptcha doakoa da edozein tamainatako argitaletxeentzako erabiltzeko. Hala ere, kontrol handiagoa behar duten enpresa eta plataformetarako, gure enpresentzako irtenbideak eskuragarri daude.",
    "home-main-plans2": "hCaptcha enpresaren konponbideek milioika erabiltzaile babesten dituzte milioika webgune web orrietan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiagorako edo bisitatu",
    "home-main-plans3": "hCaptcha enpresaren konponbideek milioika erabiltzaile babesten dituzte milioika webgune web orrietan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiagorako edo bisitatu",
    "home-main-plans4": "xehetasunetarako.",
    "learn-more-hcaptcha": "Argibide gehiago hCaptcha-ri buruz",
    "page-acc-faq-1": "Galdera: hCaptcha atala 508 + WCAG 2.0 betetzen da? Erantzuna: Baietz uste dugu: webean nabigatzeko eta inprimakietan testua idazteko gai diren erabiltzaileek edozein arazo dituzten hCaptcha-k babestutako zerbitzuak eskura ditzakete erregistratzean. Hala ere, hau ez da aholkularitza juridikoa: zure ebaluazioa egin beharko zenuke, zure inplementaziorako kasua dela ziurtatzeko.",
    "page-acc-faq-2": "Galdera: beste irisgarritasun (a11y) aukerekin lan egiten ari zara, audioa adibidez? Erantzuna: Aurretik audio-harrapaketak bezalako aukera ezagunek a11y erabiltzaile askok bereizten dituzte eta erraz garaitzen dira makina ikasteko teknika modernoekin. Horrek uneko audioaren erronkak gero eta zailagoak izatera behartu ditu, zaratak, erritmoak, ohiko hitz konbinazioak eta abar sartuz, erasotzaileak garaitzeko. Ikuspegi horrekin gutxiago gogotsu gaude erronka guztiz saihestuz, baina kontuan hartuko dugu a11y komunitatearen eskaria badago. Hala ere, Pribatutasun Pasea interes handia dugu Iristerraztasunaren erabilera kasurako. Uste dugu gure egungo a11y ikuspegia Pribatutasun Pasagiriaren igorpenarekin konbinatzeak aukera emango die a11y erabiltzaileei modu seguruan arakatu ahal izateko, haien trafikoa pribatuagoa dela jakinda, a11y aukerak daudenean bot operadoreek gehiegikeria murriztuko duten bitartean. Teknologia berri hau estandarizatzen duen IETF taldeko partaide aktiboak gara.",
    "page-acc-faq-3": "Galdera: pribatutasunari buruz? Izen emateak nolabait arakatzeko datuak arakatzen al ditu? Zer egiten duzu mezu elektronikoarekin? Erantzuna: hCaptcha pribatutasunerako diseinatuta dago. Iragarki sareen jabetzakoak diren reCAPTCHA bezalako aukera tradizionalak baino oso desberdina da. Zure inguruan sarean jarraitzeko eta benetako identitatearekin erlazionatzeko pizgarri bat dute. Ez dugu inoiz erabilten irisgarritasun posta elektronikoak edo informazioa beste helburuetarako erabiltzea a11y erabiltzea erraztea eta tratu txarrak ekiditea. Gure pribatutasun politikak datuak erabiltzen ditugunen erantzun osoak eta autoritarioak ditu, baina erantzun laburra da ez dugula inolako interesik zure arakatze historiarekin pertsona gisa lotzeko. Oraindik ere kriptografiako soluzio batean ari gara lanean zure helbide elektronikoa azkar baztertzeko. Tratu txarrak ekiditeko gure gaitasuna mantentzen duen bitartean, Pribatutasun Pasearen lanarekin osatuz.",
    "page-acc-link-1": "Irisgarritasuneko erabiltzailea bazara, eman izena hemen.",
    "page-acc-subhead": "Erabiltzaile guztientzako sarbidea bermatzea segurtasuna mantentzen duten bitartean",
    "page-acc-summary": "Laburpen",
    "page-acc-summary-contents-1": "hCaptcha bot-ak gelditzeko diseinatuta dago jendea bereiziz. Proba bisualak tresna aproposa dira horretarako, baina guztiek ez dute ikusmen erronka bat konpondu. Hori dela eta, alternatiba sinplea eta minik gabea diseinatu dugu, gure zerbitzua erabiltzen duten editoreek eskuragarritasuna gordetzeko 508 atal osoa eta WCAG 2.0 betetzen dituztela.",
    "page-acc-summary-contents-2": "Nola funtzionatzen duen: lehendabizi, irisgarritasun erabiltzaile bat URL honetan erregistratzen da, hCaptcha widgetaren informazio orrian estekatuta dagoena. Eguneko hainbat aldiz erabil daitekeen enkriptatutako cookie bat ematen zaie, baina saioa 24 orduz freskatu behar dute saioa bidez. HCaptcha zerbitzua erabiltzen duen edozein guneetako irisgarritasun erabiltzaile bati aurkezten zaionean, automatikoki pasatuko dira.",
    "page-acc-title": "hCaptcha Irisgarritasunari buruzko informazioa",
    "page-acc-tr-body": "Galdera: Cookieak ezarri ondoren erronka bat ikusten ari naiz. Zerk eragiten du hau? Erantzuna: hau da, normalean, iragarki blokeatzaile edo cookieen aurkako luzapen oldarkorra erabiltzeagatik edo gune gurutzatuen cookieak blokeatzen dituen ezarpen batengatik gertatzen da. , bisitatzen ari zaren bezala. hCaptcha irisgarritasun cookieak arakatzaile eta iragarki blokeatzaile ezagun guztiekin funtzionatzen dute beren ezarpen estandarrekin; beraz, normalean huts egin behar da anti-blokeoaren aurkako scriptak edo gune jakin batzuetara zuzendutako antzeko arauengatik. Irtenbideak: 1. Whitelist hcaptcha.com eta * .hcaptcha.com cookieak iragarkien blokeatzailean edo arakatzailearen segurtasun luzapenean. 2. Arakatzaile ausartak erabiltzen ari bazara (2020ko apiriletik aurrera) ez du inolako cookie-zerrenda zerrendarik agertzen, joan lehentasunak -> Ezkutak -> Cookieak eta aukeratu Cookie guztiak. 3. Safariren azken bertsioa erabiltzen ari bazara, duela gutxi kaleratutako OS X 10.15 edo iOS 13. 4 bertsioan, Apple-k hirugarrenen cookieekin lotutako portaera aldatu berri du, horiek guztiak lehenespenez blokeatuz. Irtenbide bat ezartzen ari gara, baina bitartean, bisitatu Safari lehentasunak, pribatutasuna atala eta desmarkatu Webgunearen jarraipena: galarazi gune gurutzatuen irisgarritasun cookieak espero bezala funtziona dezan. Galdera: gailu anitz erabiltzen ditut. Hainbat aldiz izena eman behar al dut? Erantzuna: Ez. Egin klik cookie hau ezartzeko erabiltzen duzun gailu bakoitzean sartutako helbide elektronikoko estekari berean.",
    "page-acc-tr-title": "Erabilerraztasunerako Erabiltzaileentzako: I + G eta Arazoak konpontzeko gida",
    "priv-hc": "Pribatutasuna bideratuta",
    "priv-hc-text": "Iragarkien sareek beren produktu gisa ikusten dute. Guk ez. Erabiltzaileak nortzuk diren ez zaigu axola, gaiztoak izateaz gain. Pribatutasun pase bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
    "sec-hc": "Segurtasuna Lehenik",
    "sec-hc-text": "hCaptcha argitaletxera bideratuta dago. Guneak datu errealak emateko lan egiten dugu eta nola erabili erabakitzen uzten diegu. Zehaztasuna zure interesean dago eta gurean. Beste harrapaketa batzuk publizitate konpainiek ematen dituzte. Blokeatzen duten bot bakoitzak diru sarrerak murriztu ditzake.",
    "what-is-hcaptcha": "Zer da hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha-k zure web zerbitzu gogokoenak botak, spam eta gehiegikeriak mantentzen laguntzen du gizakientzako errazak eta makinak zailak diren galdera errazak eginez.",
    "why-hc": "Zergatik hCaptcha?",
    "why-hc-text": "Erronka bati erantzuten dizun bakoitzean, eredu sofistikatuak erabiltzen ditugu gizakia zaren ala makina bat den jakiteko. Bisitatutako webguneak orduan, emaitza hau erabiltzen du euren webgunean esperientzia hobetzen laguntzeko."
}