{
    "about-advisors-brendan": "مدیر عامل شرکت شجاع بنیانگذار موزیلا. خالق زبان برنامه نویسی JavaScript. سازنده مرورگرها و موارد دیگر.",
    "about-advisors-dawn": "استاد CS در دانشگاه کالیفرنیا ، برکلی. متخصص یادگیری عمیق ، امنیت ، بلاکچین. مدیر عامل آزمایشگاه های Oasis.",
    "about-advisors-head": "مشاوران",
    "about-advisors-keiran": "دانشمند تحقیق در استنفورد. یادگیری ماشین و منابع مالی کمی در بانک های بزرگ ، صندوق های سرمایه گذاری ، و دانشگاه ها.",
    "about-content-head-1": "کاری که ما انجام می دهیم",
    "about-content-head-2": "چرا مهم است",
    "about-content-text-1": "hCaptcha سرویس Intuition Machines Inc ، یک شرکت هوش مصنوعی و یادگیری ماشین با تمرکز در فراگیری و دامنه بصری ML در مقیاس است. ما برای فعال کردن خدمات تجزیه و تحلیل ویدئو و تصویر برای شرکت های جهانی 2000 در سراسر جهان ، سیستم های مقیاس پذیر گسترده ای ایجاد و کار می کنیم.",
    "about-content-text-1a": "hCaptcha رویکردی مدرن و متمرکز بر حفظ حریم خصوصی برای متوقف کردن ربات ها ارائه می دهد.",
    "about-content-text-1b": "ما با جمع آوری داده های دارای برچسب دشوار از مشکلات یادگیری ماشین و استفاده از آن برای تشخیص بشر بودن یک وب سایت یا بازدیدکننده از برنامه ، چالش های CAPTCHA را برای ربات ها دشوار اما برای افراد آسان نشان می دهیم.",
    "about-content-text-2": "داده های بیشتر به طور کلی نتایج بهتری دارند. ساخت و نگهداری مجموعه داده های دارای برچسب درست و مربوطه وقت گیر و پرهزینه است. hCaptcha در اصل برای رفع نیازهای ما در برچسب گذاری تصویر توسعه داده شد و اکنون برای سایر شرکت های با نیازهای مشابه در دسترس است.",
    "about-content-text-2a": "بازیگران بد در اینترنت به طور فزاینده ای رایج می شوند. اما فدای حریم خصوصی کاربر پاسخی نیست.",
    "about-content-text-2b": "راه حل های امنیتی ارائه شده توسط شرکت های تبلیغاتی در درجه اول بر ردیابی کاربران در سراسر وب است. ما یک راه حل امنیتی م createdثر ایجاد کرده ایم که اثبات می کند برای دستیابی به نتایج عالی صدمه زدن به حریم خصوصی کاربر ضروری نیست.",
    "about-intro-head-1": "درباره hCaptcha",
    "about-intro-head-2": "حریم خصوصی ، امنیت و یادگیری ماشین.",
    "about-intro-text": "hCaptcha پرکاربردترین سرویس CAPTCHA مستقل در جهان است.",
    "about-leadership-alex": "کارشناس پایگاه داده و بلاکچین. مهندس اولیه Cloudera و موارد دیگر. دهه ها مهارت ساخت نرم افزار و تیم ها.",
    "about-leadership-eli": "مدیر عامل. رهبر شناخته شده در هوش مصنوعی. طی دهه های گذشته از هوش دستگاهی در مقیاس گسترده برای انواع مختلفی از مشاغل استفاده کرده است.",
    "about-leadership-head": "رهبری",
    "about-leadership-todd": "دکترای زیست شناسی محاسباتی ، استنفورد. کار با شبکه های عصبی از سال 1999. تمرکز بر ML کاربردی و یادگیری عمیق در مقیاس.",
    "acc-opt": "گزینه های دسترسی",
    "acc-opt-but": "درباره گزینه های دسترسی بیشتر بیاموزید",
    "acc-opt-text": "آیا دچار کم بینایی هستید یا در غیر این صورت قادر به تکمیل hCaptchas نیستید؟",
    "accessibility-link": "دسترسی",
    "appreciate-in": "ما از نظر شما قدردانی می کنیم هر مسئله ای را به ما اطلاع دهید و به سرعت آنها را حل خواهیم کرد.",
    "fb-but": "برای ما بازخورد ارسال کنید",
    "feedback-text": "درباره hCaptcha که اخیراً دیدید بازخورد ارائه دهید",
    "footer-attribution": "اسناد",
    "footer-copyright-text": "hCaptcha یک علامت تجاری ثبت شده از Intuition Machines، Inc است.",
    "footer-header-1": "شرکت",
    "footer-header-2": "منابع",
    "footer-header-3": "مخاطب",
    "footer-link-1": "برچسب زدن",
    "footer-link-10": "دسترسی",
    "footer-link-2": "در باره",
    "footer-link-3": "شغل ها",
    "footer-link-4": "علائم تجاری",
    "footer-link-5": "اخلاق هوش مصنوعی",
    "footer-link-6": "وبلاگ",
    "footer-link-7": "وضعیت",
    "footer-link-8": "مستندات",
    "footer-link-9": "گزارش یک اشکال",
    "footer-privacy": "حریم خصوصی",
    "footer-subheader-1": "حمایت کردن",
    "footer-subheader-2": "مخاطب",
    "footer-terms": "مقررات",
    "h-plans": "برنامه های اشتراک",
    "header-docs-link": "اسناد",
    "header-labeling-services-link": "خدمات برچسب زدن",
    "header-login-button": "وارد شدن",
    "header-plans-link": "برنامه ها",
    "header-signup-button": "ثبت نام",
    "home-about-head": "درباره hCaptcha",
    "home-about-subtitle": "طراحی شده توسط پروتکل HUMAN",
    "home-about-text-1": "hCaptcha برای حل بیشترین مشکل در یادگیری ماشین طراحی شده است: برچسب گذاری مقدار زیادی از داده ها به روشی به موقع ، مقرون به صرفه و قابل اعتماد.",
    "home-about-text-2": "داده های بیشتر به طور کلی نتایج بهتری را در مدل های یادگیری ماشین آموزش ایجاد می کنند. موفقیت اخیر مدلهای عمیق منجر به ایجاد مجموعه داده های فزاینده ای شده است ، تقریباً همیشه با برخی بررسی های انسانی. با این حال ، ایجاد مجموعه های داده بزرگ بررسی شده توسط انسان از طریق Mechanical Turk ، Figure Eight و غیره هم کند و هم گران است.",
    "home-about-text-3": "hCaptcha به وب سایت ها این امکان را می دهد تا در حالی که جلوی رباتها و سایر اشکال سو abuse استفاده را می گیرند ، در خدمت این تقاضا درآمد کسب کنند.",
    "home-about-text-4": "بازار hCaptcha توسط پروتکل HUMAN ، یک پروتکل غیرمتمرکز باز برای بازبینی انسان که بر روی بلاک چین Ethereum اجرا می شود ، تأمین می شود. هر زمان که کاربران از ویجت hCaptcha در سایت خود استفاده می کنند ، وب سایت ها Human Tokens (HMT) را به دست می آورند و شرکت های یادگیری ماشین برای برچسب گذاری داده های خود به Human Tokens پرداخت می کنند.",
    "home-ba-labeling-services-link": "خدمات برچسب زدن",
    "home-benefits-head-1": "ارزش در برچسب گذاری داده ها",
    "home-benefits-head-2": "به خیریه برگرد",
    "home-benefits-text-1": "آیا هر بار که روی اتومبیل کلیک می کنید به آموزش رایگان سیستم های یادگیری ماشین یک شرکت Gigantic کمک می کنید ، متوجه شدید؟",
    "home-benefits-text-2": "hCaptcha این مدل را برمی گرداند. هنگامی که از hCaptcha استفاده می کنید ، شرکت ها کارهایی را که کاربران شما انجام می دهند پیشنهاد می دهند زیرا این کار انسانیت خود را ثابت می کند. شما پاداش می گیرید",
    "home-benefits-text-3": "آیا می خواهید به موسسه خیریه مورد علاقه خود بازگردید؟ hCaptcha به شما امکان می دهد از خیریه های مورد علاقه خود با درآمد حاصل از استفاده از آن حمایت کنید. کاربران سایت شما به زودی می توانند سهم شما را در امور خیریه از طریق مارک تجاری گسسته در رابط hCaptcha ببینند.",
    "home-challenge-text-1": "همه تصاویر مطابق با درخواست را انتخاب کنید",
    "home-challenge-text-2": "محدوده محدود کننده را برای اشیا مشخص کنید",
    "home-challenge-text-3": "برچسب های مربوطه را شناسایی کنید",
    "home-challenge-title-1": "مقایسه",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "دسته بندی",
    "home-challenges-head": "چالش های ارائه شده",
    "home-challenges-text-1": "... و سایر کارهای ساده برای انسان ها آسان است ، برای ربات ها سخت است.",
    "home-challenges-text-2": "وظایف سفارشی نیز برای ناشران سازمانی در دسترس است.",
    "home-ent-1": "به دنبال پیشنهادات امنیتی سازمانی خود هستید؟",
    "home-ent-2": "از سایت اختصاصی جدید ما دیدن کنید: BotStop.com",
    "home-ent-button": "بیشتر بیاموزید: BotStop توسط hCaptcha",
    "home-from-the-blog": "از بلاگ:",
    "home-from-the-blog-value": "تنظیمات دشواری hCaptcha چگونه کار می کند",
    "home-intro-body": "آیا برای جلوگیری از ربات ها از captcha استفاده می کنید؟ hCaptcha از حریم خصوصی کاربر محافظت می کند ، به وب سایت ها پاداش می دهد و به شرکت ها کمک می کند تا اطلاعات خود را با برچسب دریافت کنند. این جایگزینی برای reCAPTCHA است: شما می توانید در عرض چند دقیقه تغییر دهید.",
    "home-intro-button": "ثبت نام کن",
    "home-intro-head": "ربات های بیشتر را متوقف کنید. محافظت از حریم خصوصی کاربر را شروع کنید.",
    "home-main-1": "خصوصی. امن است. سریعتر و ما برای استفاده از آن به شما پول می دهیم.",
    "home-main-2": "حریم خصوصی متمرکز شده است",
    "home-main-2c": "شبکه های تبلیغاتی بازدید کنندگان شما را به عنوان محصول می بینند. برای hCaptcha محصول کاری است که آنها ارائه می دهند. ما اهمیتی نمی دهیم که کاربران شما چه کسانی هستند ، فقط چقدر احتمال دارد که آنها مخرب باشند. ما از ابتکاراتی مانند Privacy Pass پشتیبانی می کنیم و برای تعادل بین حریم خصوصی و امنیت سخت تلاش می کنیم.",
    "home-main-3": "اول امنیت",
    "home-main-3c": "دقت به نفع شما و ماست. hCaptcha ناشر محور است. ما تلاش می کنیم داده های واقعی را به شما ارائه دهیم و به شما اجازه می دهیم در مورد نحوه استفاده از آنها تصمیم بگیرید. خریدهای دیگر توسط شرکت های تبلیغاتی Gigantic انجام می شود. این بدان معناست که هر بات مسدود شده ممکن است درآمد آنها را کاهش دهد.",
    "home-main-4": "تجربه کاربری بهتر",
    "home-main-4c": "مدل های پیچیده یادگیری ماشین توسط hCaptcha برای تعیین بشریت استفاده می شود. با این کار می توانیم از کاربران شما به کارهای آزار دهنده کمتری نیاز داشته باشیم و وقت کمتری را برای انجام این کار صرف کنیم ، در حالی که همچنان داده های برچسب دار مفیدی برای برچسب گذاری به مشتریان تولید می کنیم.",
    "home-main-plans": "استفاده از hCaptcha برای ناشران از هر اندازه که باشد رایگان است. با این حال ، برای شرکت ها و سیستم عامل هایی که نیاز به کنترل بیشتری دارند ، راه حل های سازمانی ما در دسترس است.",
    "home-main-plans2": "راه حل های سازمانی hCaptcha از میلیون ها کاربر در ده ها میلیون وب سایت برای بزرگترین شرکتهای کره زمین محافظت می کند. لطفا برای اطلاعات بیشتر با ما تماس بگیرید ، یا بازدید کنید",
    "home-main-plans3": "راه حل های سازمانی hCaptcha از میلیون ها کاربر در ده ها میلیون وب سایت برای بزرگترین شرکتهای کره زمین محافظت می کند. لطفا برای اطلاعات بیشتر با ما تماس بگیرید ، یا بازدید کنید",
    "home-main-plans4": "برای جزئیات بیشتر",
    "home-plans-button-1": "ثبت نام کن",
    "home-plans-button-2": "با فروش تماس بگیرید",
    "home-plans-chart-head-1": "امکانات",
    "home-plans-chart-head-2": "ناشر",
    "home-plans-chart-head-3": "شرکت، پروژه",
    "home-plans-chart-row-1-cell-1": "کنترل انواع چالش نشان داده شده است",
    "home-plans-chart-row-1-cell-2": "محدود",
    "home-plans-chart-row-1-cell-3": "جمع",
    "home-plans-chart-row-10-cell-1": "داشبورد چند کاربره",
    "home-plans-chart-row-11-cell-1": "ویژگی های پیشرفته گزارش",
    "home-plans-chart-row-12-cell-1": "SLA های سازمانی",
    "home-plans-chart-row-2-cell-1": "محتوای چالش استفاده شده را کنترل کنید",
    "home-plans-chart-row-2-cell-2": "محدود",
    "home-plans-chart-row-2-cell-3": "جمع",
    "home-plans-chart-row-3-cell-1": "برای راه حل های انسانی پاداش بدست آورید",
    "home-plans-chart-row-4-cell-1": "محافظت در برابر ربات های جهانی",
    "home-plans-chart-row-5-cell-1": "در هر کشور کار می کند",
    "home-plans-chart-row-5a-cell-1": "حالت های غیرفعال بدون CAPTCHA و 99.9٪",
    "home-plans-chart-row-6-cell-1": "خط مشی رازداری GDPR و CCPA دوستانه",
    "home-plans-chart-row-7-cell-1": "سطح دشواری ریز ریز",
    "home-plans-chart-row-8-cell-1": "محتوای چالش خود را راه اندازی کنید",
    "home-plans-chart-row-9-cell-1": "زمانبندی دشواری مبتنی بر زمان",
    "home-try-it-out-button": "hCaptcha را دریافت کنید",
    "home-try-it-out-head": "امتحانش کن",
    "home-try-it-out-text": "hCaptcha تشخیص ساده ، آسان و قابل اعتماد ربات را فراهم می کند در حالی که برای انسان پیش پا افتاده است و آن را حل می کند.",
    "labeling-about-head": "درباره hCaptcha",
    "labeling-about-text-1": "hCaptcha برای حل بیشترین مشکل کار در یادگیری ماشین طراحی شده است. برچسب گذاری حجم عظیمی از داده ها به روشی به موقع ، مقرون به صرفه و قابل اعتماد. داده های بیشتر به طور کلی نتایج بهتری را در مدل های یادگیری ماشین آموزش ایجاد می کنند. موفقیت اخیر مدلهای عمیق منجر به ایجاد مجموعه داده های فزاینده ای شده است و hCaptcha این نیاز را برآورده می کند.",
    "labeling-about-text-2": "با این حال ، ایجاد مجموعه های داده بزرگ بررسی شده توسط انسان با استفاده از روش های سنتی ، هم کند و هم گران است. hCaptcha راهی است که شرکت ها می توانند حاشیه نویسی مورد نیاز خود را سریعتر و با کیفیت بالاتر و هزینه کمتری نسبت به گزینه های دیگر دریافت کنند.",
    "labeling-annotations-head": "انواع حاشیه نویسی",
    "labeling-annotations-text-1": "تشخیص دقیق اشیا در تصاویر و فیلم ها",
    "labeling-annotations-text-2": "تشخیص دقیق اشیا در تصاویر و فیلم ها",
    "labeling-annotations-text-3": "حاشیه نویسی برای بسیاری از موارد استفاده مختلف",
    "labeling-annotations-text-4": "دسته های دلخواه را از هر اندازه مرتب کنید یا اضافه کنید",
    "labeling-annotations-text-5": "شناسایی و طبقه بندی با نیروی انسانی",
    "labeling-annotations-text-6": "آیا به نوع دیگری نیاز دارید که در اینجا ذکر نشده باشد؟ فقط از ما بپرس",
    "labeling-annotations-title-1": "جعبه های محدود کننده",
    "labeling-annotations-title-2": "چند ضلعی ها",
    "labeling-annotations-title-3": "بناهای دیدنی",
    "labeling-annotations-title-4": "طبقه بندی ویژگی ها",
    "labeling-annotations-title-5": "مقایسه و تشخیص",
    "labeling-annotations-title-6": "... و خیلی بیشتر",
    "labeling-ent-button": "با تیم راه حل های سازمانی ما تماس بگیرید",
    "labeling-ent-head": "آیا به کنترل پایان به پایان نیاز دارید؟",
    "labeling-ent-text-1": "HUMAN Platform پشت hCaptcha کیفیت کار و امکانات مدیریتی بسیار پیچیده ای را از طریق استقرارهای پیش فرض ، هیبرید یا SaaS فراهم می کند که با سیستم های موجود شما ادغام می شوند.",
    "labeling-ent-text-2": "با نیروی کار شخصی خود کاملاً آفلاین کار کنید ، ارزش مصرفی در واحدهای تجاری یا شرکای کنسرسیوم را ردیابی کنید ، کارها را بر اساس الزامات هزینه ای و امنیتی به مراکز ارائه دهنده کار داخلی یا خارجی مختلف هدایت کنید.",
    "labeling-ent-text-3": "دسترسی آسان به API ، داشبورد زیبا و جدیدترین فناوری در حلقه برای به حداکثر رساندن کارایی.",
    "labeling-ent-text-4": "99.99٪ SLA uptime و پشتیبانی جهانی 24/7 در دسترس است. برای اطلاعات بیشتر:",
    "labeling-features-head-1": "خطوط لوله ساده API.",
    "labeling-features-head-2": "برای هزینه و کیفیت بهینه شده است. هیچ تعهدی از قبل لازم نیست.",
    "labeling-features-head-3": "فقط برای دقت مورد نیاز خود پرداخت کنید.",
    "labeling-features-head-4": "داده های حقیقت زمینی خود را ارائه دهید یا اجازه دهید ما آن را در پرواز بسازیم.",
    "labeling-features-text-1": "آیا می خواهید بررسی انسان را مستقیماً در عملیات تجاری خود ادغام کنید؟ ما SLA های با قابلیت اطمینان بالا ، ظرفیت تضمین شده و API های ساده REST را ارائه می دهیم.",
    "labeling-features-text-2": "پلت فرم HUMAN از مدل های اطمینان جامع برای انجام تجزیه و تحلیل پیچیده در زمان واقعی استفاده می کند. این به ما امکان می دهد تا به سرعت مشکل سوالات و پاسخ درست آنها را تعیین کرده و در وقت و هزینه خود صرفه جویی کنید.",
    "labeling-features-text-3": "همه مشکلات یکسان نیستند. حاشیه نویسی برای کارهای حیاتی ایمنی ممکن است به 99.99٪ اطمینان کارگران کاملاً انسانی نیاز داشته باشد. حاشیه نویسی برای یک ویژگی بتا در یک برنامه بازی موبایل ممکن است فقط به اعتماد به نفس متوسط نیاز داشته باشد. تو تصمیم بگیر.",
    "labeling-features-text-4": "آیا داده های خام و بدون مجموعه تأیید جامع دارید؟ در بیشتر موارد ، ما می توانیم یکی را برای شما بسازیم زیرا کارها از طریق سیستم انجام می شود یا نمونه هایی با برچسب برای تأیید شما ایجاد می کنیم.",
    "labeling-info-head": "دریافت برچسب داده",
    "labeling-info-text-1": "برای تعریف نیازهای پروژه خود با یکی از کارشناسان دامنه ما صحبت کنید: دقت هدف ، قالب و سایر شرایط خاص.",
    "labeling-info-text-2": "ما یک کار تولید کوچک را براساس داده های نمونه شما انجام می دهیم. این کار کارهایی را که ما با هم انجام داده ایم آزمایش می کند تا مطمئن شوید دقیقاً همان چیزی را که نیاز دارید خواهید گرفت.",
    "labeling-info-text-3": "با حجم بالا و تأخیر کم ، کار شما را به سرعت و با تحویل خودکار به محض اتمام انجام می دهیم.",
    "labeling-info-text-4": "همانطور که پارامترهای کار تولیدی شما را بهتر درک می کنیم ، نتایج با گذشت زمان بهبود می یابند.",
    "labeling-info-text-5": "داشبورد زنده به شما امکان می دهد در هر زمان بازخورد یا مکث تولید کنید.",
    "labeling-info-title-1": "مشخصات را تعریف کنید",
    "labeling-info-title-2": "آزمون شغلی اولیه",
    "labeling-info-title-3": "استخدام مشاغل تولیدی",
    "labeling-info-title-4": "پیشرفت مداوم",
    "labeling-info-title-5": "نتایج زمان واقعی",
    "labeling-main-1": "مقرون به صرفه بودن برچسب زنی داده ها",
    "labeling-main-1-button": "اکنون اطلاعات خود را برچسب گذاری کنید",
    "labeling-main-1c": "برای مجموعه داده های خود به برچسب های بیشتری نیاز دارید؟ hCaptcha برچسب گذاری سریع ، مقرون به صرفه و با کیفیت بالا را برای شرکت های فعال در زمینه هوش مصنوعی و برنامه های یادگیری ماشین فراهم می کند.",
    "labeling-main-2": "میلیون ها کار را فوراً راه اندازی کنید.",
    "labeling-main-2-button": "خرید خدمات برچسب گذاری داده ها",
    "labeling-main-2c": "hCaptcha یکی از بزرگترین استخرهای موجود در کره زمین را برای استفاده شما دارد. مقیاس شما هرچه باشد ، ما می توانیم آن را بدون تعهدات گران قیمت از قبل کنترل کنیم. میلیون ها کار در روز مشکلی ندارند.",
    "labeling-platform-head": "اطلاعات خصوصی یا عمومی",
    "labeling-platform-text": "hCaptcha بر روی پلت فرم HUMAN ساخته شده است ، که به شما امکان می دهد مسیریابی و تجزیه و تحلیل پیچیده را در هر مرحله بهینه و هزینه کنید. این فناوری به شما این امکان را می دهد تا نیروی کار مناسب هر قسمت از کار شما را کنترل کند ، ضمن حفظ حریم خصوصی و تأمین هرگونه الزامات نظارتی که ممکن است اعمال شود ، حداکثر بهره وری از هزینه را به حداکثر می رساند.",
    "labeling-try-button": "خرید خدمات برچسب گذاری داده ها",
    "labeling-try-head": "آیا می خواهید با داده های خود امتحان کنید؟",
    "labeling-try-text": "... ما در زمان آماده بودن آماده هستیم: خدمات ما بصورت شبانه روزی در دسترس است.",
    "learn-more-hcaptcha": "درباره hCaptcha بیشتر بیاموزید",
    "page-acc-faq-1": "سوال: آیا hCaptcha Section 508 + WCAG 2.0 سازگار است؟ پاسخ: ما بر این باوریم: همه کاربرانی که به هر نوعی از نقصان قادر به مرور وب و وارد کردن متن در فرم ها هستند می توانند هنگام ثبت نام به خدمات محافظت شده توسط hCaptcha دسترسی داشته باشند. با این حال ، این مشاوره حقوقی نیست: شما باید ارزیابی خود را انجام دهید ، و با توجه به اجرای خاص خود ، اطمینان حاصل کنید که این مورد برای استقرار شما است.",
    "page-acc-faq-2": "س :ال: آیا شما روی گزینه های دیگر دسترسی (a11y) مانند صدا کار می کنید؟ پاسخ: گزینه های محبوب قبلی مانند ضبط صوتی بسیاری از کاربران a11y را مورد تبعیض قرار می دهد و به راحتی توسط تکنیک های مدرن یادگیری ماشین شکست می خورند. این امر باعث ایجاد چالش های صوتی کنونی شده و دشوارتر شده است ، ایجاد سر و صدا ، زمان بندی عجیب ، ترکیب کلمات غیرمعمول و ... برای شکست دادن مهاجمان. بنابراین ما نسبت به اجتناب از چالش به طور کلی اشتیاق کمتری نسبت به این روش داریم ، اما در صورت تقاضای جامعه a11y آن را در نظر خواهیم گرفت. با این حال ، ما در مورد استفاده از قابلیت دسترسی به Privacy Pass علاقه زیادی داریم. ما اعتقاد داریم که ترکیب روش فعلی a11y ما با صدور مجوز حریم خصوصی به کاربران a11y این امکان را می دهد تا با آگاهی از خصوصی بودن ترافیک آنها ، مرور ایمن و ایمن داشته باشند ، در حالی که سو the استفاده توسط اپراتورهای ربات را محدود می کند که به طور حتم در صورت وجود گزینه های a11y اتفاق می افتد. ما در کارگروه IETF که این فناوری جدید را استاندارد می کند ، فعال هستیم.",
    "page-acc-faq-3": "سوال: درباره حریم خصوصی چطور؟ آیا ثبت نام به طریقی اطلاعات مرور a11y را آشکار می کند؟ با ایمیل چه کار می کنید؟ پاسخ: hCaptcha برای حفظ حریم خصوصی از ابتدا طراحی شده است. این بسیار متفاوت از گزینه های سنتی مانند reCAPTCHA است که متعلق به شبکه های تبلیغاتی هستند ، انگیزه ای برای ردیابی شما در وب و پیوند دادن شما با یک هویت واقعی. ما هرگز از ایمیل یا اطلاعات دسترسی به هدفی غیر از تسهیل استفاده از a11y و جلوگیری از سو abuse استفاده استفاده نمی کنیم. سیاست حفظ حریم خصوصی ما دارای پاسخ های جامع و معتبر در مورد چگونگی استفاده از داده ها است ، اما پاسخ کوتاه این است که ما علاقه ای نداریم که شما را به عنوان شخصی با سابقه مرور خود مرتبط کنیم. ما همچنین در حال حاضر در حال کار بر روی یک راه حل رمزنگاری هستیم تا به سرعت آدرس ایمیل شما را کنار بگذاریم در حالی که هنوز توانایی خود را برای جلوگیری از سو abuse استفاده حفظ می کنیم ، و همچنین کار Privacy Pass را تکمیل می کنیم.",
    "page-acc-link-1": "اگر کاربر دسترسی هستید ، لطفا در اینجا ثبت نام کنید.",
    "page-acc-subhead": "اطمینان از دسترسی یکپارچه برای همه کاربران ضمن حفظ امنیت",
    "page-acc-summary": "خلاصه",
    "page-acc-summary-contents-1": "hCaptcha برای متوقف کردن رباتها از دیگران طراحی شده است. آزمون های دیداری ابزاری مناسب برای این کار است ، اما همه نمی توانند یک چالش بصری را حل کنند. به همین دلیل ما یک جایگزین ساده و بدون درد طراحی کرده ایم که به ناشران استفاده کننده از خدمات ما امکان دسترسی برای همه را با انطباق کامل بخش 508 و WCAG 2.0 حفظ می کند.",
    "page-acc-summary-contents-2": "نحوه عملکرد: ابتدا ، یک کاربر قابلیت دسترسی در این URL ثبت نام می کند ، که در صفحه اطلاعات ویجت hCaptcha پیوند داده شده است. به آنها یک کوکی رمزگذاری شده داده می شود که می تواند چندین بار در روز استفاده شود ، اما باید هر 24 ساعت از طریق ورود به سیستم تازه شود. وقتی با استفاده از سرویس hCaptcha در هر سایت چالشی برای کاربر دسترسی ارائه می شود ، به طور خودکار عبور می کند.",
    "page-acc-title": "اطلاعات دسترسی hCaptcha",
    "page-acc-tr-body": "سوال: من هنوز هم بعد از تنظیم کوکی یک چالش می بینم. دلیلش چی است؟ پاسخ: این امر معمولاً به دلیل استفاده از مسدودکننده تبلیغات تهاجمی یا افزونه ضد کوکی یا تنظیماتی است که کوکی های میان سایت را مسدود می کند ، در این حالت کوکی hcaptcha.com است که توسط JavaScript hCaptcha در سایت دیگری تنظیم یا بررسی می شود ، مانند آن که از آن بازدید می کنید. کوکی های دسترسی hCaptcha با تمام مرورگرها و مسدودکننده های تبلیغات معروف با تنظیمات استاندارد خود کار می کنند ، بنابراین معمولاً خرابی ها به دلیل اسکریپت های ضد ضد adblock یا قوانین مشابه است که سایت های خاصی را هدف قرار می دهد. راه حل ها: 1. کوکی های لیست سفید hcaptcha.com و * .hcaptcha.com در مسدود کننده تبلیغات یا افزونه امنیتی مرورگر شما. 2. اگر از مرورگر Brave استفاده می کنید ، که به نظر نمی رسد (از آوریل 2020) هیچ نوع لیست سفید کوکی وجود دارد ، به تنظیمات برگزیده -> Shields -> کوکی ها بروید و Allow All Cookies را انتخاب کنید. 3. اگر از جدیدترین نسخه Safari در OS X 10.15 یا iOS 13. 4 که اخیراً منتشر شده است استفاده می کنید ، اپل به تازگی رفتار Safari مربوط به کوکی های شخص ثالث را تغییر داده و همه آنها را به طور پیش فرض مسدود کرده است. ما در حال اجرای یک راه حل هستیم ، اما در ضمن لطفاً به Safari Preferences ، بخش حریم خصوصی مراجعه کرده و علامت رهگیری وب سایت را بردارید: جلوگیری از ردیابی بین سایت برای جلوگیری از عملکرد کوکی قابلیت دسترسی مطابق انتظار. سوال: من از چندین دستگاه استفاده می کنم. آیا لازم است چندین بار ثبت نام کنم؟ پاسخ: نه. لطفاً برای تنظیم کوکی بر روی همان لینک ورود به سیستم ایمیل که برای شما در هر دستگاهی استفاده می کنید کلیک کنید.",
    "page-acc-tr-title": "برای کاربران دسترسی: راهنمای پرسش و پاسخ و عیب یابی",
    "priv-hc": "حریم خصوصی متمرکز شده است",
    "priv-hc-text": "شبکه های تبلیغاتی شما را به عنوان محصول خود می دانند. ما نمی کنیم برای ما اهمیتی ندارد که کاربران چه کسی هستند ، بلکه فقط چقدر احتمال سو they نیت آنها وجود دارد. ما از ابتکاراتی مانند Privacy Pass پشتیبانی می کنیم و برای تعادل بین حریم خصوصی و امنیت سخت تلاش می کنیم.",
    "reporting-bugs-accessibility-button": "درباره گزینه های دسترسی بیشتر بیاموزید",
    "reporting-bugs-accessibility-head": "گزینه های دسترسی",
    "reporting-bugs-accessibility-text": "آیا دچار کم بینایی هستید یا در غیر این صورت قادر به تکمیل hCaptchas نیستید؟",
    "reporting-bugs-guide-ff-head": "گرفتن جزئیات گزارش اشکال: Firefox",
    "reporting-bugs-guide-ff-step-1": "مرحله 1: ابزارهای توسعه دهنده را باز کنید (با این کار جلسه ضبط می شود.)",
    "reporting-bugs-guide-ff-step-2": "مرحله 2: بر روی زبانه شبکه در Developer Tools کلیک کنید. کادر Persist logs را در بالا علامت بزنید.",
    "reporting-bugs-guide-ff-step-3": "مرحله 3: از https://accounts.hcaptcha.com/demo یا وب سایتی که در آن با مشکل روبرو هستید دیدن کنید (توجه به حریم خصوصی: فقط اگر از اشتراک گذاری آنچه در آن نیستید بد نیست) ... و سپس I را کلیک کنید دکمه انسان هستم و سعی کنید آن را حل کنید.",
    "reporting-bugs-guide-ff-step-4": "مرحله 4: پس از تلاش برای حل ، بر روی HAR کلیک کنید و گزینه Save All as HAR را برای ذخیره گزارش شبکه انتخاب کنید. آن پرونده را برای ما ارسال کنید.",
    "reporting-bugs-guide-ff-step-5": "مرحله 5: بر روی تب Console کلیک کرده و کلیک راست کرده و سپس گزینه All را انتخاب کرده و آن را در یک فایل متنی ذخیره کنید تا ثبت کنسول ذخیره شود. آنرا نیز برای ما بفرستید.",
    "reporting-bugs-guide-ff-step-6": "آخرین مرحله: آن پرونده های HAR و log console را برای ما از طریق ایمیل ارسال کنید و مشکل را شرح دهید اگر مشکوک هستید موردی به درستی نمایش داده نشود از support@hcaptcha.com (لطفاً از سرویسی مانند Dropbox یا Filebin استفاده کنید و پیوندها را ارسال کنید) و به صورت اختیاری از تصویر صفحه استفاده کنید. . لطفاً IP مورد استفاده خود را نیز ارسال کنید. می توانید آن را از https://www.whatsmyip.org/ دریافت کنید متشکرم که وقت خود را صرف کمک به ما در دریافت این اطلاعات کردید! ما متعهد هستیم که hCaptcha برای همه مناسب باشد.",
    "reporting-bugs-guide-head": "گرفتن جزئیات گزارش اشکال: Chrome",
    "reporting-bugs-guide-step-1": "مرحله 1: ابزارهای توسعه دهنده را باز کنید (با این کار جلسه ضبط می شود.)",
    "reporting-bugs-guide-step-2": "مرحله 2: بر روی زبانه شبکه در Developer Tools کلیک کنید. کادر ذخیره ثبت را در بالا علامت بزنید.",
    "reporting-bugs-guide-step-3": "مرحله 3: از https://accounts.hcaptcha.com/demo یا وب سایتی که در آن با مشکل روبرو هستید دیدن کنید (توجه به حریم خصوصی: فقط اگر از اشتراک گذاری آنچه در آن نیستید بد نیست) ... و سپس I را کلیک کنید دکمه انسان هستم و سعی کنید آن را حل کنید.",
    "reporting-bugs-guide-step-4": "مرحله 4: پس از تلاش برای حل ، Export HAR (پیکان کوچک رو به پایین) را کلیک کنید ، که باعث می شود ورود به سیستم شبکه ذخیره شود. آن پرونده را برای ما ارسال کنید.",
    "reporting-bugs-guide-step-5": "مرحله 5: بر روی تب Console کلیک کنید ، و سپس Save as .. را کلیک راست کنید تا ثبت کنسول ذخیره شود. آنرا نیز برای ما بفرستید.",
    "reporting-bugs-guide-step-6": "آخرین مرحله: آن HAR و پرونده های ورود به سیستم کنسول را برای ما ایمیل کنید و مشکل را شرح دهید. اگر مشکوک هستید که چیزی به درستی نمایش داده نشده است ، از: support@hcaptcha.com (لطفاً از سرویسی مانند Dropbox یا Filebin استفاده کنید و پیوندها را ارسال کنید) و به صورت اختیاری از تصویر صفحه استفاده کنید. لطفاً IP مورد استفاده خود را نیز ارسال کنید. می توانید آن را از https://www.whatsmyip.org/ دریافت کنید متشکرم که وقت خود را صرف کمک به ما در دریافت این اطلاعات کردید! ما متعهد هستیم که hCaptcha برای همه مناسب باشد.",
    "reporting-bugs-guide-text-1": "ارسال اطلاعات اشکال زدایی همراه با گزارش شما ، شناسایی آنچه اتفاق می افتد برای ما بسیار راحت تر خواهد بود. در اینجا دستورالعمل های گام به گام آورده شده است:",
    "reporting-bugs-guide-text-2": "اگر شما یک توسعه دهنده وب یا یک کاربر خبره هستید ، خلاصه این است که ما می خواهیم HAR ضبط شبکه و گزارش های کنسول مرورگر را برای ما ارسال کنید. لطفاً ابتدا مسدودکننده تبلیغات یا افزونه های امنیتی مرورگر را غیرفعال کنید و سپس قبل از انجام این مراحل دوباره امتحان کنید. اگر با این کار مشکل شما برطرف شد ، بازهم از اینکه به ما اجازه دادید نسخه مرورگر ، مسدود کننده تبلیغات یا افزونه مرورگر و URL وب سایت را به ما اطلاع دهید ، سپاسگزاریم.",
    "reporting-bugs-intro-head": "اشکالی پیدا کردید؟ در اینجا نحوه گزارش آن آورده شده است.",
    "reporting-bugs-intro-text": "میلیون ها نفر هر ماه با هزاران ترکیب مرورگر ، برنامه افزودنی ، دستگاه ، دیوار آتش و موارد دیگر از hCaptcha استفاده می کنند. هدف ما این است که مطمئن شویم همیشه برای شما مفید است ، بنابراین ما بسیار از گزارش های شما قدردانی می کنیم! برای دادن بازخورد سریع ، فقط روی دکمه ارسال بازخورد برای ما کلیک کنید. اگر مشکلی کاربردی مشاهده کردید ، لطفاً دستورالعمل های ورود به سیستم اشکال زدایی برای Chrome یا دستورالعمل های ورود به سیستم اشکال زدایی برای Firefox را در زیر دنبال کنید. برای مرورگرهای دیگر فقط به ما ایمیل بزنید. برای مشکلات احتمالی امنیت یا حریم خصوصی ، به دستورالعمل های زیر مراجعه کنید.",
    "reporting-bugs-privacy-head": "مسائل خصوصی",
    "reporting-bugs-privacy-text": "برای ما اهمیتی ندارد که کاربران چه کسی هستند ، فقط چقدر احتمال سو mal استفاده و ماشین آلات آنها وجود دارد. ما از ابتکاراتی مانند Privacy Pass پشتیبانی می کنیم و برای تعادل بین حریم خصوصی و امنیت سخت تلاش می کنیم. اگر مشکلی پیدا کردید و فکر می کنید می تواند بر حریم خصوصی کاربر تأثیر بگذارد ، لطفاً از طریق آدرس ایمیل support@hcaptcha.com با ما ایمیل کنید.",
    "reporting-bugs-provide-feedback-button": "برای ما بازخورد ارسال کنید",
    "reporting-bugs-provide-feedback-head": "بازخورد فوری در مورد hCaptcha ارائه دهید",
    "reporting-bugs-provide-feedback-text": "ما از نظر شما قدردانی می کنیم هر مسئله ای را به ما اطلاع دهید و به سرعت آنها را حل خواهیم کرد.",
    "reporting-bugs-security-head": "اشکالات امنیتی",
    "reporting-bugs-security-text": "ما همیشه علاقه مند به دریافت گزارشات مربوط به اشکالات امنیتی هستیم. از طریق پست الکترونیکی support@hcaptcha.com و CC security@hcaptcha.com ارسال کنید و ما به سرعت به شما پاسخ خواهیم داد. ما همچنین یک برنامه bug bounty برای گزارش های امنیتی واجد شرایط در مورد سرویس hCaptcha و کد منبع مربوطه داریم.",
    "sec-hc": "اول امنیت",
    "sec-hc-text": "hCaptcha ناشر محور است. ما تلاش می کنیم داده ها را به سایت ها واقعی دهیم و به آنها اجازه دهیم در مورد نحوه استفاده از آنها تصمیم بگیرند. دقت به نفع شما و ماست. خریدهای دیگر توسط شرکت های تبلیغاتی انجام می شود. هر باتی که آنها مسدود کنند ممکن است درآمد آنها را کاهش دهد.",
    "switch-to-english-link": "تغییر به انگلیسی",
    "what-is-hcaptcha": "hCaptcha چیست؟",
    "what-is-hcaptcha-text": "hCaptcha با پرسیدن س questionsالاتی ساده که برای انسان ها آسان و برای ماشین آلات دشوار است ، به وب سرویس های مورد علاقه شما کمک می کند تا ربات ها ، هرزنامه ها و سو abuse استفاده ها را از خود دور نگه دارند.",
    "why-hc": "چرا hCaptcha؟",
    "why-hc-text": "هر بار که شما به یک چالش پاسخ می دهید ، ما از مدل های پیچیده ای استفاده می کنیم تا بفهمیم شما انسان هستید یا ماشین. وب سایتی که بازدید کردید از این نتیجه برای کمک به بهبود تجربه شما در سایت خود با نگه داشتن ربات ها استفاده می کند."
}