{
    "a11y-img-1": "Esteettömyyskäyttäjän näyttö kirjautumisen jälkeen",
    "a11y-img-2": "Esteettömyysvaihtoehto widgetin käyttöliittymän valikossa",
    "a11y-img-3": "Esteettömyysvalintaikkuna widgetin käyttöliittymässä",
    "about-advisors-brendan": "Brave toimitusjohtaja. Mozillan perustaja. JavaScript-ohjelmointikielen luoja. Selainten rakentaja ja paljon muuta.",
    "about-advisors-dawn": "Professori, CS Kalifornian yliopistossa, Berkeley. Syvä oppiminen, turvallisuus, blockchain-asiantuntija. Oasis Labsin toimitusjohtaja.",
    "about-advisors-head": "Neuvonantajat",
    "about-advisors-keiran": "Tutkija Stanfordissa. Koneoppiminen ja määrällinen rahoitus suurimmissa pankeissa, hedge-rahastoissa ja korkeakouluissa.",
    "about-content-head-1": "Mitä me teemme",
    "about-content-head-2": "Miksi sillä on merkitystä",
    "about-content-text-1": "hCaptcha on tekoäly- ja koneoppimisyrityksen Intuition Machines Inc: n palvelu, joka keskittyy metallioppimiseen ja visuaaliseen verkkotunnukseen ML mittakaavassa. Rakennamme ja käytämme massiivisesti skaalautuvia järjestelmiä, jotka mahdollistavat video- ja kuva-analyysipalvelut Global 2000 -yrityksille ympäri maailmaa.",
    "about-content-text-1a": "hCaptcha tuo modernin, tietosuojaan keskittyvän lähestymistavan bottien pysäyttämiseen.",
    "about-content-text-1b": "Näytämme CAPTCHA-haasteita, jotka ovat vaikeita bottien, mutta ihmisten kannalta, keräämällä vaikeasti merkittäviä tietoja koneoppimisongelmista ja erottamalla ne verkkosivuston tai sovelluksen kävijästä.",
    "about-content-text-2": "Enemmän tietoa tuottaa yleensä parempia tuloksia. Oikein merkittyjen ja asiaankuuluvien tietojoukkojen rakentaminen ja ylläpito on aikaa vievää ja kallista. hCaptcha on alun perin kehitetty vastaamaan omia tarpeitamme kuvamerkinnöissä, ja se on nyt saatavana muille yrityksille, joilla on samanlaisia tarpeita.",
    "about-content-text-2a": "Huonot näyttelijät ovat yhä yleisempiä verkossa. Mutta käyttäjien yksityisyyden uhraaminen ei ole vastaus.",
    "about-content-text-2b": "Mainosyritysten tarjoamat tietoturvaratkaisut keskittyvät ensisijaisesti käyttäjien seurantaan verkossa. Olemme luoneet tehokkaan tietoturvaratkaisun, joka osoittaa, ettei käyttäjien yksityisyyden vahingoittaminen ole välttämätöntä erinomaisen tuloksen saavuttamiseksi.",
    "about-intro-head-1": "Tietoja hCaptchasta",
    "about-intro-head-2": "Tietosuoja, turvallisuus ja koneoppiminen.",
    "about-intro-text": "hCaptcha on maailman eniten käytetty itsenäinen CAPTCHA-palvelu.",
    "about-leadership-alex": "Tietokanta- ja Blockchain-asiantuntija. Varhainen insinööri Clouderassa ja muissa. Vuosikymmenien kokemus ohjelmistojen ja tiimien rakentamisesta.",
    "about-leadership-eli": "TOIMITUSJOHTAJA. Tunnustettu tekoälyn johtaja. On soveltanut koneen älyä laajasti monenlaisiin liiketoimintaongelmiin viime vuosikymmenien aikana.",
    "about-leadership-head": "Johtajuus",
    "about-leadership-todd": "Laskennallisen biologian tohtori, Stanford. Työskentely hermoverkkojen kanssa vuodesta 1999. Keskity sovellettuun ML: ään ja syvään oppimiseen mittakaavassa.",
    "acc-opt": "Esteettömyysvaihtoehdot",
    "acc-opt-but": "Lisätietoja esteettömyysvaihtoehdoista",
    "acc-opt-text": "Oletko näkövammainen tai muuten kykenemätön suorittamaan hCaptchoja?",
    "accessibility-link": "Esteettömyys",
    "appreciate-in": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja me ratkaisemme ne nopeasti.",
    "fb-but": "Lähetä meille palautetta",
    "feedback-text": "Anna palautetta juuri näkemäsi hCaptchasta",
    "footer-attribution": "Attribuutio",
    "footer-copyright-text": "hCaptcha on Intuition Machines, Inc: n rekisteröity tavaramerkki.",
    "footer-header-1": "Yhtiö",
    "footer-header-2": "Resurssit",
    "footer-header-3": "Ottaa yhteyttä",
    "footer-link-1": "Merkinnät",
    "footer-link-10": "Esteettömyys",
    "footer-link-2": "Noin",
    "footer-link-3": "Työpaikat",
    "footer-link-4": "Tavaramerkit",
    "footer-link-5": "Tekoälyn etiikka",
    "footer-link-6": "Blogi",
    "footer-link-7": "Tila",
    "footer-link-8": "Dokumentointi",
    "footer-link-9": "Ilmoita virheestä",
    "footer-privacy": "Yksityisyys",
    "footer-subheader-1": "Tuki",
    "footer-subheader-2": "Ottaa yhteyttä",
    "footer-terms": "Ehdot",
    "h-plans": "Tilaussuunnitelmat",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etiketöintipalvelut",
    "header-login-button": "Kirjaudu sisään",
    "header-plans-link": "Suunnitelmat",
    "header-signup-button": "Kirjaudu",
    "home-about-head": "Tietoja hCaptchasta",
    "home-about-subtitle": "Voimanlähteenä HUMAN Protocol",
    "home-about-text-1": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen kaikkein työvoimavaltaisimmat ongelmat: merkittävien tietojen määrän merkitseminen oikea-aikaisella, edullisella ja luotettavalla tavalla.",
    "home-about-text-2": "Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietojoukkoihin, melkein aina ihmisen tarkastelemalla. Suurten ihmisen tarkistamien tietojoukkojen luominen Mechanical Turkin, Figure Eightin jne. Kautta on kuitenkin sekä hidasta että kallista.",
    "home-about-text-3": "hCaptcha antaa verkkosivustoille mahdollisuuden ansaita rahaa palvelemaan tätä kysyntää estäen botit ja muut väärinkäytökset.",
    "home-about-text-4": "HCaptcha-markkinapaikka toimii HUMAN-protokollalla, avoimella hajautetulla protokollalla ihmisten tarkasteluun, joka toimii Ethereum-lohkoketjussa. Verkkosivustot ansaitsevat ihmisoikeustunnuksia (HMT) aina, kun käyttäjät käyttävät hCaptcha-widgetiä sivustollaan, ja koneoppimisyritykset maksavat ihmisoikeustunnuksille saadakseen tietonsa.",
    "home-ba-labeling-services-link": "Etiketöintipalvelut",
    "home-benefits-head-1": "Arvo tietojen merkinnöissä",
    "home-benefits-head-2": "Palauta hyväntekeväisyyteen",
    "home-benefits-text-1": "Tiesitkö joka kerta, kun napsautat autoa, autat kouluttamaan yhden Gigantic-yrityksen koneoppimisjärjestelmiä ilmaiseksi?",
    "home-benefits-text-2": "hCaptcha kääntää tämän mallin ympäri. Kun käytät hCaptchaa, yritykset tekevät tarjouksen käyttäjien tekemästä työstä todistaessaan inhimillisyytensä. Saat palkkiot.",
    "home-benefits-text-3": "Haluatko antaa takaisin suosikki hyväntekeväisyyteen? hCaptchan avulla voit tukea valitsemiasi hyväntekeväisyysjärjestöjä ansioilla, jotka saat sen käytöstä. Sivustosi käyttäjät voivat pian nähdä panoksesi hyväntekeväisyyteen hCaptcha-käyttöliittymän huomaamattoman tuotemerkin avulla.",
    "home-challenge-text-1": "Valitse kaikki kuvat, jotka vastaavat kyselyä",
    "home-challenge-text-2": "Määritä objektien rajausalue",
    "home-challenge-text-3": "Tunnista vastaavat tarrat",
    "home-challenge-title-1": "Vertailu",
    "home-challenge-title-2": "Rajakotelo",
    "home-challenge-title-3": "Luokittelu",
    "home-challenges-head": "Esitetyt haasteet",
    "home-challenges-text-1": "... ja muita yksinkertaisia tehtäviä. Helppo ihmisille, vaikea botille.",
    "home-challenges-text-2": "Mukautetut tehtävät ovat saatavilla myös yritysjulkaisijoille.",
    "home-ent-1": "Etsitkö yritysturvatarjontaamme?",
    "home-ent-2": "Käy uudella erillisellä sivustollamme: BotStop.com",
    "home-ent-button": "Lisätietoja: BotStop by hCaptcha",
    "home-from-the-blog": "Blogista:",
    "home-from-the-blog-value": "Kuinka hCaptcha-vaikeusasetukset toimivat",
    "home-intro-body": "Käytätkö captchaa bottien pitämiseen poissa? hCaptcha suojaa käyttäjien yksityisyyttä, palkitsee verkkosivustoja ja auttaa yrityksiä saamaan tietonsa. Se on reCAPTCHA: n korvattava vaihtoehto: voit vaihtaa muutamassa minuutissa.",
    "home-intro-button": "Ilmoittaudu nyt",
    "home-intro-head": "Pysäytä lisää botteja. Aloita käyttäjien yksityisyyden suojaaminen.",
    "home-main-1": "Yksityinen. Suojattu. Nopeammin. Ja me maksamme sinulle sen käytöstä.",
    "home-main-2": "Tietosuoja kohdennettu",
    "home-main-2c": "Mainosverkostot näkevät vierailijat tuotteena. HCaptchalle tuote on heidän tarjoama työ. Meillä ei ole väliä kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat haitallisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme kovasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "home-main-3": "Turvallisuus ensin",
    "home-main-3c": "Tarkkuus on etusi ja meidän. hCaptcha on keskittynyt kustantajiin. Pyrimme antamaan sinulle todellisia tietoja ja antamaan sinun päättää, miten niitä käytetään. Muut captchat tarjoavat Gigantic-mainontayritykset. Tämä tarkoittaa sitä, että jokainen estämä botti voi vähentää tulojaan.",
    "home-main-4": "Parempi käyttökokemus",
    "home-main-4c": "HCaptcha käyttää hienostuneita koneoppimismalleja ihmiskunnan määrittämiseen. Tämä antaa meille mahdollisuuden vaatia käyttäjiltä vähemmän ärsyttäviä tehtäviä ja vie vähemmän aikaa heidän tekemällä samalla tuottaa hyödyllistä etiketöityä tietoa asiakkaiden merkinnöille.",
    "home-main-plans": "hCaptcha on ilmainen käyttää kaiken kokoisille kustantajille. Suurempaa hallintaa tarvitseville yrityksille ja alustoille yritysratkaisumme ovat kuitenkin käytettävissä.",
    "home-main-plans2": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenillä miljoonilla verkkosivustoilla planeetan suurimmille yrityksille. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans3": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenillä miljoonilla verkkosivustoilla planeetan suurimmille yrityksille. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans4": "yksityiskohtia varten.",
    "home-plans-button-1": "Ilmoittaudu nyt",
    "home-plans-button-2": "Ota yhteyttä myyntiin",
    "home-plans-chart-head-1": "ominaisuudet",
    "home-plans-chart-head-2": "Kustantaja",
    "home-plans-chart-head-3": "Yritys",
    "home-plans-chart-row-1-cell-1": "Näytetyt kontrollihaasteet",
    "home-plans-chart-row-1-cell-2": "Rajoitettu",
    "home-plans-chart-row-1-cell-3": "Kaikki yhteensä",
    "home-plans-chart-row-10-cell-1": "Usean käyttäjän hallintapaneelit",
    "home-plans-chart-row-11-cell-1": "Edistyneet raportointiominaisuudet",
    "home-plans-chart-row-12-cell-1": "Enterprise-palvelutasosopimus",
    "home-plans-chart-row-2-cell-1": "Hallitse käytettyä haastesisältöä",
    "home-plans-chart-row-2-cell-2": "Rajoitettu",
    "home-plans-chart-row-2-cell-3": "Kaikki yhteensä",
    "home-plans-chart-row-3-cell-1": "Ansaitse palkintoja ihmisen ratkaisuista",
    "home-plans-chart-row-4-cell-1": "Maailmanluokan bottien torjunta",
    "home-plans-chart-row-5-cell-1": "Toimii kaikissa maissa",
    "home-plans-chart-row-5a-cell-1": "Ei-CAPTCHA ja 99,9% passiiviset tilat",
    "home-plans-chart-row-5b-cell-1": "Botin luottamus",
    "home-plans-chart-row-6-cell-1": "GDPR ja CCPA-ystävällinen tietosuojakäytäntö",
    "home-plans-chart-row-7-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-8-cell-1": "Käynnistä oma haastesisältösi",
    "home-plans-chart-row-9-cell-1": "Aikaperusteinen aikataulutusvaikeus",
    "home-try-it-out-button": "Hanki hCaptcha",
    "home-try-it-out-head": "Kokeile sitä",
    "home-try-it-out-text": "hCaptcha tarjoaa yksinkertaisen, helpon ja luotettavan bottien havaitsemisen, mutta on ihmisille triviaalia ratkaista.",
    "labeling-about-head": "Tietoja hCaptchasta",
    "labeling-about-text-1": "hCaptcha on suunniteltu ratkaisemaan koneoppimisen kaikkein työvoimavaltaisimmat ongelmat; merkittävien tietojen määrän merkitseminen oikea-aikaisesti, edullisella ja luotettavalla tavalla. Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietojoukoihin, ja hCaptcha palvelee tätä tarvetta.",
    "labeling-about-text-2": "Suurten ihmisen tarkistamien tietojoukkojen luominen perinteisillä menetelmillä on kuitenkin sekä hidasta että kallista. hCaptcha on yritys, jolla yritykset saavat tarvitsemansa merkinnät nopeammin, laadukkaammin ja halvemmalla kuin muut vaihtoehdot.",
    "labeling-annotations-head": "Merkintätyypit",
    "labeling-annotations-text-1": "Tarkka kohteiden tunnistus kuvissa ja videoissa",
    "labeling-annotations-text-2": "Tarkka kohteiden tunnistus kuvissa ja videoissa",
    "labeling-annotations-text-3": "Pistemerkinnät monille erilaisille käyttötapauksille",
    "labeling-annotations-text-4": "Lajittele tai liitä minkä tahansa kokoisia mielivaltaisia luokkia",
    "labeling-annotations-text-5": "Ihmiskäyttöinen tunnistus ja luokitus",
    "labeling-annotations-text-6": "Tarvitsetko muuta tyyppiä, jota ei ole mainittu tässä? Kysy vain meiltä.",
    "labeling-annotations-title-1": "Rajauslaatikot",
    "labeling-annotations-title-2": "Monikulmioita",
    "labeling-annotations-title-3": "Maamerkit",
    "labeling-annotations-title-4": "Attribuuttiluokitus",
    "labeling-annotations-title-5": "Vertailu ja havaitseminen",
    "labeling-annotations-title-6": "... ja paljon muuta",
    "labeling-ent-button": "Ota yhteyttä yritysratkaisutiimiimme",
    "labeling-ent-head": "Tarvitsetko päästä päähän -ohjauksen?",
    "labeling-ent-text-1": "HCaptchan takana oleva HUMAN-alusta tarjoaa erittäin kehittyneitä työnlaatu- ja hallintaominaisuuksia paikan päällä, hybridi- tai SaaS-käyttöönoton avulla, jotka integroituvat nykyisiin järjestelmiin.",
    "labeling-ent-text-2": "Suorita täysin offline-tilassa omalla työvoimallasi, seuraa liiketoimintayksiköiden tai konsortiokumppaneiden kuluttamaa arvoa, reititä työt valikoivasti eri sisäisille tai ulkoisille työvoiman tarjoajille kustannus- ja turvallisuusvaatimusten perusteella ja paljon muuta.",
    "labeling-ent-text-3": "Helppo API-käyttö, kauniit kojelaudat ja uusin silmukka-tekniikka maksimoidaksesi tehokkuuden.",
    "labeling-ent-text-4": "Saatavana 99,99% käyttöaikaa sisältäviä palvelutasosopimuksia ja 24/7 maailmanlaajuinen tuki. Lisätietoja:",
    "labeling-features-head-1": "Yksinkertaiset API-pohjaiset putkistot.",
    "labeling-features-head-2": "Optimoitu kustannusten ja laadun mukaan. Etukäteen vaaditaan sitoutumista.",
    "labeling-features-head-3": "Maksa vain tarvitsemastasi tarkkuudesta.",
    "labeling-features-head-4": "Anna omat perustiedot tai anna meidän rakentaa ne lennossa.",
    "labeling-features-text-1": "Haluatko integroida ihmisarvioinnin suoraan liiketoimintaasi? Tarjoamme korkean luotettavuuden SLA: n, taatun kapasiteetin ja yksinkertaiset REST-sovellusliittymät.",
    "labeling-features-text-2": "HUMAN-alusta käyttää kattavia luottamusmalleja kehittyneen reaaliaikaisen laatuanalyysin suorittamiseen. Tämän avulla voimme nopeasti selvittää sekä kysymysten vaikeudet että niiden todennäköisen oikean vastauksen, mikä säästää aikaa ja rahaa.",
    "labeling-features-text-3": "Kaikki ongelmat eivät ole samat. Turvallisuuden kannalta kriittisten tehtävien merkinnät saattavat vaatia 99,99%: n luottamusta täysin työntekijöiltä. Mobiilipelisovelluksen yhden beetaominaisuuden merkinnät saattavat edellyttää vain kohtuullista luottamusta. Sinä päätät.",
    "labeling-features-text-4": "Onko sinulla raakatietoja ilman kattavaa vahvistussarjaa? Useimmissa tapauksissa voimme rakentaa sellaisen sinulle, kun tehtävät kulkevat järjestelmän läpi, tai luoda merkityt näytteet hyväksyntää varten.",
    "labeling-info-head": "Tietojen merkitseminen",
    "labeling-info-text-1": "Keskustele yhden verkkotunnuksen asiantuntijoidemme kanssa määrittääkseen projektisi tarpeet: kohteen tarkkuus, muoto ja mahdolliset erityisvaatimukset.",
    "labeling-info-text-2": "Suoritamme pienen tuotantotyön näytetietojesi perusteella. Tämä testaa yhdessä tekemäämme työtä varmistaaksemme, että saat juuri tarvitsemasi.",
    "labeling-info-text-3": "Suurella äänenvoimakkuudella ja matalalla viiveellä käännämme työsi nopeasti ja automaattisella toimituksella heti, kun se on tehty.",
    "labeling-info-text-4": "Kun ymmärrämme paremmin tuotantotyönne parametrit, tulokset paranevat edelleen ajan myötä.",
    "labeling-info-text-5": "Live-koontinäyttöjen avulla voit antaa palautetta tai keskeyttää tuotannon milloin tahansa.",
    "labeling-info-title-1": "Määritä tekniset tiedot",
    "labeling-info-title-2": "Alkuperäinen työtesti",
    "labeling-info-title-3": "Ota tuotantotyöt käyttöön",
    "labeling-info-title-4": "Jatkuva parantaminen",
    "labeling-info-title-5": "Reaaliaikaiset tulokset",
    "labeling-main-1": "Kustannustehokas tietojen merkitseminen mittakaavassa",
    "labeling-main-1-button": "Hanki tietosi etikettiin",
    "labeling-main-1c": "Tarvitsetko lisää tarroja tietojoukkoihisi? hCaptcha tarjoaa nopean, kustannustehokkaan ja korkealaatuisen tietomerkinnän yrityksille, jotka työskentelevät tekoälyn ja koneoppimissovellusten parissa.",
    "labeling-main-2": "Käynnistä miljoonia tehtäviä heti.",
    "labeling-main-2-button": "Osta tietojen merkintäpalvelut",
    "labeling-main-2c": "hCaptchalla on yksi planeettasi suurimmista käytettävissä olevista uima-altaista. Mikä tahansa mittakaava, voimme hoitaa sen ilman kalliita ennakkositoumuksia. Miljoonat tehtävät päivässä eivät ole ongelma.",
    "labeling-platform-head": "Yksityinen tai julkinen tieto",
    "labeling-platform-text": "hCaptcha on rakennettu HUMAN-alustalle, mikä mahdollistaa kehittyneen reitityksen ja analyysin kustannusten ja tehokkuuden optimoimiseksi jokaisessa vaiheessa. Tämän tekniikan avulla oikea työvoima hoitaa työn jokaisen osan, maksimoimalla kustannustehokkuuden säilyttäen samalla yksityisyyden ja täyttäen mahdollisesti sovellettavat lakisääteiset vaatimukset.",
    "labeling-try-button": "Osta tietojen merkintäpalvelut",
    "labeling-try-head": "Haluatko kokeilla tietojasi?",
    "labeling-try-text": "... olemme valmiita, kun olet: palvelumme on käytettävissä ympäri vuorokauden.",
    "learn-more-hcaptcha": "Lisätietoja hCaptchasta",
    "page-acc-faq-1": "Kysymys: Onko hCaptcha Section 508 + WCAG 2.1 AA -yhteensopiva? Vastaus: Uskomme niin: kaikki käyttäjät, joilla on minkäänlaista vajaatoimintaa ja jotka voivat selata Internetiä ja kirjoittaa tekstiä lomakkeille, voivat käyttää hCaptchan suojaamia palveluja rekisteröinnin yhteydessä. Tämä ei kuitenkaan ole oikeudellinen neuvonta: Sinun tulisi suorittaa oma arviointi, ottaen huomioon erityinen toteutustasi varmistaaksesi, että tämä pätee käyttöönottoon.",
    "page-acc-faq-2": "Kysymys: Oletko tekemässä muita esteettömyysvaihtoehtoja (a11y), kuten ääntä? Vastaus: Aiemmin suositut vaihtoehdot, kuten äänen kaappaukset, syrjivät monia käyttäjiä ja ovat helposti voitettavissa nykyaikaisilla koneoppimistekniikoilla. Tämä on pakottanut nykyiset äänihaasteet yhä vaikeammaksi, mikä on aiheuttanut melua, outoa ajoitusta, epätavallisia sanayhdistelmiä ja niin edelleen hyökkääjien voittamiseksi. Olemme siis vähemmän innostuneita tästä lähestymistavasta verrattuna välttämään haastetta kokonaan, mutta harkitsemme sitä, jos a11y-yhteisöltä on kysyntää. Olemme kuitenkin erittäin kiinnostuneita esteettömyyskäytön yksityisyydensuojasta. Uskomme, että nykyisen a11y-lähestymistavan yhdistäminen Privacy Pass -myyntiin antaa a11y-käyttäjille mahdollisuuden selata turvallisesti ja turvallisesti tietäen, että heidän liikenteensa on yksityisempää, samalla kun rajoitetaan bottioperaattoreiden väärinkäyttöä, joka väistämättä tapahtuu, kun a11y-vaihtoehdot ovat käytettävissä. Olemme aktiivisia osanottajia IETF-työryhmässä, joka standardoi tätä uutta tekniikkaa.",
    "page-acc-faq-3": "Kysymys: Entä yksityisyys? Altistuuko rekisteröinti jollakin tavalla 11-vuotiaille selaustiedoille? Mitä teet sähköpostilla? Vastaus: hCaptcha on suunniteltu yksityisyydelle alusta asti. Se on hyvin erilainen kuin perinteiset vaihtoehdot, kuten reCAPTCHA, jotka omistavat mainosverkostot, joilla on kannustin seurata sinua verkossa ja yhdistää sinut todelliseen identiteettiin. Emme koskaan käytä esteettömyyssähköposteja tai tietoja mihinkään muuhun tarkoitukseen kuin käytön helpottamiseen ja väärinkäytösten estämiseen. Tietosuojakäytännössämme on kattavat ja arvovaltaiset vastaukset tietojen käyttötapaan, mutta lyhyt vastaus on, että meillä ei ole kiinnostusta liittää sinua henkilöön selaushistoriaasi.Työskentelemme parhaillaan salauksen ratkaisun kanssa, jotta sähköpostiosoitteesi voidaan hylätä nopeasti. samalla säilyttäen kykymme estää väärinkäytöksiä, täydentämällä Privacy Pass -työtämme.",
    "page-acc-link-1": "Jos olet esteettömyyden käyttäjä, kirjaudu sisään täällä.",
    "page-acc-subhead": "Varmistetaan saumaton pääsy kaikille käyttäjille samalla kun säilytetään turvallisuus",
    "page-acc-summary": "Yhteenveto",
    "page-acc-summary-contents-1": "hCaptcha on suunniteltu pysäyttämään botit erottamalla ne ihmisistä. Visuaaliset testit ovat kätevä työkalu tähän, mutta kaikki eivät voi ratkaista visuaalista haastetta. Tästä syystä olemme suunnitelleet yksinkertaisen, kivuttoman vaihtoehdon, jonka avulla palvelumme käyttävät julkaisijat voivat säilyttää pääsyn kaikille, kun kaikki luvun 508 ja WCAG 2.1 AA -vaatimukset täyttyvät.",
    "page-acc-summary-contents-2": "Kuinka se toimii: esteettömyyskäyttäjä kirjautuu ensin tähän URL-osoitteeseen, joka on linkitetty hCaptcha-widgetin tietosivulle. Heille annetaan salattu eväste, jota voidaan käyttää useita kertoja päivässä, mutta ne on päivitettävä 24 tunnin välein sisäänkirjautumisen avulla.",
    "page-acc-title": "hCaptchan saavutettavuustiedot",
    "page-acc-tr-body": "Kysymys: Näen edelleen haasteen evästeen asettamisen jälkeen. Mikä aiheuttaa tämän? Vastaus: Tämä johtuu tyypillisesti aggressiivisen mainosten estotoiminnon tai evästeiden torjunnan laajennuksesta tai asetuksesta, joka estää sivustojen väliset evästeet, tässä tapauksessa hcaptcha.com-sivuston evästeen, jonka hCaptcha JavaScript on asettanut tai tarkistanut eri sivustolla. , kuten vierailemasi. hCaptcha-esteettömyysevästeet toimivat kaikkien suosittujen selainten ja mainosten estäjien kanssa niiden vakioasetuksilla, joten tyypillisesti epäonnistumiset johtuvat anti-adblock-komentosarjoista tai vastaavista säännöistä, jotka kohdistuvat tiettyihin sivustoihin. Ratkaisut: 1. Sallittujen luettelo hcaptcha.com ja * .hcaptcha.com evästeet mainosten estossa tai selaimen suojauslaajennuksessa. 2. Jos käytät Brave-selainta, jolla ei näytä olevan (huhtikuusta 2020 lähtien) minkäänlaista evästeiden sallittujen luetteloa, siirry kohtaan Asetukset -> Suojat -> Evästeet ja valitse Salli kaikki evästeet. 3. Jos käytät uusinta Safarin versiota joko äskettäin julkaistussa OS X 10.15: ssä tai iOS 13. 4: ssä, Apple on juuri muuttanut kolmannen osapuolen evästeisiin liittyvän Safarin käyttäytymistä estämällä kaikki oletusarvoisesti. Olemme toteuttamassa ratkaisua, mutta käy sillä välin Safarin asetukset, Tietosuoja-osiossa ja poista valinta Verkkosivustojen seuranta -kohdasta: Estä sivustojen välinen seuranta, jotta esteettömyyseväste toimii oikein. Kysymys: Käytän useita laitteita. Täytyykö minun rekisteröityä useita kertoja? Vastaus: Ei. Napsauta samaa sähköpostiosoitetta, joka lähetetään sinulle jokaisessa käyttämässäsi laitteessa evästeen asettamiseksi.",
    "page-acc-tr-title": "Esteettömyyskäyttäjät: Usein kysytyt kysymykset ja vianmääritysopas",
    "page-acc-tr2-body": "Safari<br> Evästeiden ottaminen käyttöön Safarissa (Mac): Siirry avattavaan Safari-valikkoon. Valitse Asetukset. Valitse yläpaneelista Yksityisyys. Valitse Estä evästeet -kohdassa Ei koskaan.<br> Evästeiden ottaminen käyttöön Safarissa (iPhone / iPad iOS 11+): Avaa Asetukset. Vieritä alaspäin ja valitse Safari. Poista Tietosuoja ja suojaus -kohdasta Estä sivustojen välinen seuranta ja estä kaikki evästeet<br><br> Firefox<br> Napsauta minkä tahansa verkkosivun osoitepalkin vasemmalla puolella olevaa kilpiä. Napsauta Suojausasetukset. Firefox-asetusten tietosuoja- ja suojauspaneeli avautuu. Valitse Parannettu seurantasuoja -kohdasta Mukautettu. Valitse estettävät seuranta- ja komentosarjat valitsemalla nämä valintaruudut. Varmista, että olet estänyt hcaptcha.com-sivuston eston.<br><br> Voit myös poistaa joitakin suojauksia väliaikaisesti käytöstä Mukautetussa-sovelluksessa virheenkorjaamiseksi poistamalla valintaruudut: Poista valinta Seuraajat-valintaruudusta tai poista valinta Evästeet-valintaruudusta, jos sinulla on edelleen ongelmia.<br><br> Google Chrome<br> Google Chrome (PC):<br> Valitse Chrome-valikkokuvake. Valitse Asetukset.<br> Valitse sivun alaosasta Näytä lisäasetukset.<br> Valitse Tietosuoja-osiossa Sisältöasetukset.<br> Valitse Salli paikallisten tietojen asettaminen (suositus).<br> Valitse Valmis.<br> ‍<br> Google Chrome (Mac):<br> Avaa Chrome-asetukset, napsauta Asetukset ja sitten Näytä lisäasetukset.<br> Napsauta Tietosuoja-kohdassa Sisältöasetukset.<br> Varmista, että Estä kolmannen osapuolen evästeet ja sivustotiedot -vaihtoehtoa ei ole valittu<br> ‍<br> Google Chrome (Android):<br> Avaa Android-laitteellasi Chrome-sovellus.<br> Napauta oikeassa yläkulmassa Lisää ja sitten Asetukset.<br> Napauta Sivuston asetukset ja sitten Evästeet.<br> Kytke evästeiden vieressä oleva asetus päälle.<br> Valitse Salli kolmannen osapuolen evästeet -valintaruutu.",
    "page-acc-tr2-head": "Selainohjeet sivustojen välisille evästeille",
    "priv-hc": "Tietosuoja kohdennettu",
    "priv-hc-text": "Mainosverkostot näkevät sinut tuotteena. Me emme. Emme välitä, kuka käyttäjät ovat, vain kuinka todennäköistä he ovat olla haitallisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme kovasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "reporting-bugs-accessibility-button": "Lisätietoja esteettömyysvaihtoehdoista",
    "reporting-bugs-accessibility-head": "Esteettömyysvaihtoehdot",
    "reporting-bugs-accessibility-text": "Oletko näkövammainen tai muuten kykenemätön suorittamaan hCaptchoja?",
    "reporting-bugs-guide-ff-head": "Virheraportin tietojen sieppaaminen: Firefox",
    "reporting-bugs-guide-ff-step-1": "Vaihe 1: Avaa Kehittäjätyökalut (Tämä aloittaa istunnon nauhoittamisen.)",
    "reporting-bugs-guide-ff-step-2": "Vaihe 2: Napsauta Kehittäjä-työkalujen Verkko-välilehteä. Valitse ylhäällä oleva Pysyvät lokit -ruutu.",
    "reporting-bugs-guide-ff-step-3": "Vaihe 3: Käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jossa sinulla on ongelma (Tietosuojahuomautus: vain, jos et halua jakaa mitä se on) ... ja napsauta sitten I Olen ihmisen painike ja yritä ratkaista.",
    "reporting-bugs-guide-ff-step-4": "Vaihe 4: Napsauta HAR, kun olet yrittänyt ratkaista, ja tallenna verkkoloki valitsemalla Tallenna kaikki HAR-muodossa. Lähetä tiedosto meille.",
    "reporting-bugs-guide-ff-step-5": "Vaihe 5: Napsauta Konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten Valitse kaikki ja tallenna se tekstitiedostoon konsolilokin tallentamiseksi. Lähetä meille niin.",
    "reporting-bugs-guide-ff-step-6": "Viimeinen vaihe: Lähetä nämä HAR- ja konsolilokitiedostot meille sähköpostitse ja kuvaile ongelma Käytä: support@hcaptcha.com (käytä Dropboxin tai Filebinin kaltaista palvelua ja lähetä linkkejä) ja valinnaisesti kuvakaappaus, jos epäilet, että jotain ei näy oikein . Lähetä myös käyttämäsi IP. Voit saada sen osoitteesta https://www.whatsmyip.org/ Kiitos, että käytit aikaa auttaaksesi meitä saamaan nämä tiedot! Olemme sitoutuneet saamaan hCaptcha toimimaan hyvin kaikille.",
    "reporting-bugs-guide-head": "Virheraportin tietojen kaappaaminen: Chrome",
    "reporting-bugs-guide-step-1": "Vaihe 1: Avaa Kehittäjätyökalut (Tämä aloittaa istunnon nauhoittamisen.)",
    "reporting-bugs-guide-step-2": "Vaihe 2: Napsauta Kehittäjä-työkalujen Verkko-välilehteä. Valitse Säilytä loki -ruutu yläreunassa.",
    "reporting-bugs-guide-step-3": "Vaihe 3: Käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jossa sinulla on ongelma (Tietosuojahuomautus: vain, jos et halua jakaa mitä se on) ... ja napsauta sitten I Olen ihmisen painike ja yritä ratkaista.",
    "reporting-bugs-guide-step-4": "Vaihe 4: Napsauta Vie HAR (pieni alanuoli), kun yrität ratkaista, mikä tallentaa verkkolokin. Lähetä tiedosto meille.",
    "reporting-bugs-guide-step-5": "Vaihe 5: Napsauta Konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten Tallenna nimellä .. tallentaaksesi konsolilokin. Lähetä meille niin.",
    "reporting-bugs-guide-step-6": "Viimeinen vaihe: Lähetä nämä HAR- ja konsolilokitiedostot meille sähköpostitse ja kuvaile ongelma. Käytä: support@hcaptcha.com (käytä Dropboxin tai Filebinin kaltaista palvelua ja lähetä linkkejä) ja valinnaisesti kuvakaappaus, jos epäilet, että jotain ei näy oikein. Lähetä myös käyttämäsi IP. Voit saada sen osoitteesta https://www.whatsmyip.org/ Kiitos, että käytit aikaa auttaaksesi meitä saamaan nämä tiedot! Olemme sitoutuneet saamaan hCaptcha toimimaan hyvin kaikille.",
    "reporting-bugs-guide-text-1": "Virheenkorjaustietojen lähettäminen raportin kanssa auttaa meitä tunnistamaan, mitä tapahtuu. Tässä on vaiheittaiset ohjeet:",
    "reporting-bugs-guide-text-2": "Jos olet verkkokehittäjä tai asiantuntijakäyttäjä, haluaisimme yhteenvedon, että lähetät meille verkkotallennuksen HAR- ja selainkonsolilokit. Yritä ensin poistaa kaikki mainosten esto tai selaimen tietoturvalaajennukset käytöstä ja yritä sitten uudelleen ennen kuin suoritat nämä vaiheet. Jos tämä korjaa ongelmasi, kiitämme silti, että ilmoitit meille selaimesi version, mainosten estotoiminnon tai selainlaajennuksen ja verkkosivuston URL-osoitteen.",
    "reporting-bugs-intro-head": "Löysitkö virheen? Näin voit ilmoittaa siitä.",
    "reporting-bugs-intro-text": "Miljoonat ihmiset käyttävät hCaptchaa kuukaudessa tuhansissa selainten, laajennusten, laitteiden, palomuurien ja muiden yhdistelmissä. Tavoitteenamme on varmistaa, että se toimii aina sinulle, joten arvostamme suuresti raporttejasi! Anna palautetta nopeasti napsauttamalla Lähetä palautetta -painiketta. Jos havaitset toiminnallisen ongelman, seuraa alla olevia Chrome-virheenkorjauslokin ohjeita tai Firefoxin virheenkorjauslokin ohjeita. Lähetä meille sähköpostia muille selaimille. Katso mahdolliset turvallisuus- tai tietosuojaongelmat alla olevista ohjeista.",
    "reporting-bugs-privacy-head": "Tietosuojakysymykset",
    "reporting-bugs-privacy-text": "Meillä ei ole väliä kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat haittaohjelmia tai koneita. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme kovasti yksityisyyden ja turvallisuuden tasapainottamiseksi. Jos olet löytänyt ongelman, jonka uskot mahdollisesti vaikuttavan käyttäjien yksityisyyteen, lähetä meille sähköpostia osoitteeseen support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Lähetä meille palautetta",
    "reporting-bugs-provide-feedback-head": "Anna välitöntä palautetta hCaptchasta",
    "reporting-bugs-provide-feedback-text": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja me ratkaisemme ne nopeasti.",
    "reporting-bugs-security-head": "Suojausvirheet",
    "reporting-bugs-security-text": "Olemme aina kiinnostuneita saamaan ilmoituksia tietoturvaongelmista. Lähetä sähköpostia osoitteeseen support@hcaptcha.com ja CC security@hcaptcha.com, niin palaamme sinuun nopeasti. Meillä on myös vikailmoitusohjelma kelvollisille suojausraporteille hCaptcha-palvelusta ja siihen liittyvästä lähdekoodista.",
    "sec-hc": "Turvallisuus ensin",
    "sec-hc-text": "hCaptcha on keskittynyt kustantajiin. Pyrimme antamaan sivustoille todellisia tietoja ja antamaan heidän päättää, miten niitä käytetään. Tarkkuus on etusi ja meidän. Muut captchat tarjoavat mainontayritykset. Jokainen estämä botti voi vähentää tulojaan.",
    "switch-to-english-link": "Vaihda Englantiin",
    "what-is-hcaptcha": "Mikä on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha auttaa suosikkiverkkopalveluitasi estämään botit, roskapostin ja väärinkäytökset esittämällä yksinkertaisia kysymyksiä, jotka ovat helposti ihmisille ja vaikeita koneille.",
    "why-hc": "Miksi hCaptcha?",
    "why-hc-text": "Aina kun vastaat haasteeseen, käytämme hienostuneita malleja selvittääksesi oletko ihminen vai kone. Sitten vierailemasi verkkosivusto käyttää tätä tulosta parantaakseen kokemustaan heidän sivustollaan pitämällä poissa botteja."
}