{
    "acc-opt": "Esteettömyysasetukset",
    "acc-opt-but": "Lisätietoja esteettömyysvaihtoehdoista",
    "acc-opt-text": "Näkövammaiset tai muuten eivät pysty suorittamaan hCaptchasia?",
    "accessibility-link": "saavutettavuus",
    "appreciate-in": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja ratkaisemme ne nopeasti.",
    "fb-but": "Lähetä meille palautetta",
    "feedback-text": "Anna palautetta juuri näkemästäsi hCaptchasta",
    "home-ent-1": "Etsitkö yrityksen tietoturvatarjouksia?",
    "home-ent-2": "Käy uudessa erillisellä sivustollamme: BotStop.com",
    "home-intro-body": "Käytätkö captchaa robotin poistossa? hCaptcha suojaa käyttäjien yksityisyyttä, palkitsee verkkosivustoja ja auttaa yrityksiä saamaan tiedot merkinnöin. Se on reCAPTCHA: n korvaava korvike: voit vaihtaa muutamassa minuutissa.",
    "home-intro-head": "Pysäytä enemmän robotteja. Aloita käyttäjien yksityisyyden suojaaminen.",
    "home-main-1": "Yksityinen. Secure. Nopeammin. Ja me maksamme sinulle sen käytöstä.",
    "home-main-2": "Yksityisyyden keskittyminen",
    "home-main-2c": "Mainosverkostot näkevät kävijät tuotteena. HCaptcha: lle tuote on heidän tarjoamansa työ. Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat haitallisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "home-main-3": "Turvallisuus ensin",
    "home-main-3c": "Tarkkuus on sinun ja meidän edun mukainen. hCaptcha on kustantajakeskeinen. Pyrimme antamaan sinulle todellisia tietoja ja antaa sinun päättää, kuinka niitä käytetään. Muita captchasia tarjoaa",
    "home-main-3c2": "mainosyritykset. Tämä tarkoittaa, että jokainen heidän estetty robotti voi vähentää tulojaan.",
    "home-main-4": "Parempi käyttökokemus",
    "home-main-4c": "HCaptcha käyttää hienostuneita koneoppimismalleja ihmiskunnan määrittämiseen. Tämä antaa meille mahdollisuuden vaatia käyttäjiltä vähemmän ärsyttäviä tehtäviä ja vie vähemmän aikaa heidän suorittaessaan, samalla kun tuottaa silti hyödyllisiä merkittyjä tietoja asiakkaiden merkitsemiseen.",
    "home-main-plans": "hCaptcha on ilmainen käyttö kaiken kokoisille julkaisijoille. Yrityksille ja alustoille, jotka tarvitsevat enemmän hallintaa, yritysratkaisumme ovat kuitenkin saatavana.",
    "home-main-plans2": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenien miljoonien verkkosivustojen kautta joillekin planeetan suurimmista yrityksistä. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans3": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenien miljoonien verkkosivustojen kautta joillekin planeetan suurimmista yrityksistä. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans4": "yksityiskohtia varten.",
    "learn-more-hcaptcha": "Lisätietoja hCaptchasta",
    "page-acc-faq-1": "Kysymys: Onko hCaptcha Section 508 + WCAG 2.0 -yhteensopiva? Vastaus: Uskomme niin: kaikki käyttäjät, joilla on minkäänlaisia vammaisuuksia ja jotka voivat selata verkkoa ja kirjoittaa lomakkeisiin tekstiä, voivat käyttää hCaptcha-palvelun suojaamia palveluita rekisteröinnin yhteydessä. Tämä ei kuitenkaan ole oikeudellista neuvoa: sinun tulee suorittaa oma arviointi ottaen huomioon erityinen toteutuksesi varmistaaksesi, että näin tapahtuu käyttöönoton yhteydessä.",
    "page-acc-faq-2": "Kysymys: Työskenteletkö muissa saavutettavuusvaihtoehdoissa (a11y), kuten ääni? Vastaus: Aikaisemmin suositut vaihtoehdot, kuten ääni-captchas, syrjivät monia käyttäjiä ja ovat nykyaikaisten koneoppimismenetelmien avulla helposti tappioitavia. Tämä on pakottanut nykyiset äänihaasteet entistä vaikeammiksi, aiheuttaen kohinaa, parittomia ajoituksia, epätavallisia sanayhdistelmiä jne. Hyökkääjien tappamiseen. Olemme siis vähemmän innostuneita tästä lähestymistavasta verrattuna haasteiden välttämiseen kokonaan, mutta harkitsemme sitä, jos a11-vuotiaiden yhteisöltä on kysyntää. Olemme kuitenkin erittäin kiinnostuneita Access Pass -sovelluksen esteettömyyttä koskevasta tapauksesta. Uskomme, että nykyisen a11y-lähestymistapamme yhdistäminen Privacy Pass -todistukseen antaa a11-vuotiaille käyttäjille mahdollisuuden selata turvallisesti, varmistaa tietäen, että heidän liikenne on yksityisempiä, ja samalla rajoittaa bottioperaattorien väärinkäyttöä, joka väistämättä tapahtuu, kun a11y-vaihtoehtoja on saatavana. Olemme aktiivisia osallistujia IETF-työryhmässä, joka standardoi tätä uutta tekniikkaa.",
    "page-acc-faq-3": "Kysymys: Entä yksityisyys? Paljastaako rekisteröinti jollain tavalla selaustiedot? Mitä teet sähköpostilla? Vastaus: hCaptcha on suunniteltu yksityisyyden suojaan alusta alkaen. Se on hyvin erilainen kuin perinteiset vaihtoehdot, kuten reCAPTCHA, jotka ovat mainosverkostojen omistamia, koska heillä on kannustin seurata sinua verkossa ja yhdistää sinut oikea identiteetti. Emme koskaan käytä esteettösähköposteja tai tietoja mihinkään muuhun tarkoitukseen kuin käytön helpottamiseen ja väärinkäytösten estämiseen. Tietosuojakäytännössämme on kattava ja arvovaltainen vastaus tietojen käyttämiseen, mutta lyhyt vastaus on, että meillä ei ole kiinnostusta yhdistää sinua henkilöksi selaushistoriaasi. Olemme myös parhaillaan tekemässä salaustekniikan ratkaisua sähköpostiosoitteesi hylkäämiseksi nopeasti. säilyttäen samalla kykymme estää väärinkäytökset, täydentämällä Privacy Pass -työmme.",
    "page-acc-link-1": "Jos olet esteettömyyskäyttäjä, kirjaudu sisään täällä.",
    "page-acc-subhead": "Varmistetaan kaikkien käyttäjien saumaton pääsy turvallisuuteen",
    "page-acc-summary": "Yhteenveto",
    "page-acc-summary-contents-1": "hCaptcha on suunniteltu lopettamaan robotit erottamalla ne ihmisistä. Visuaaliset testit ovat kätevä työkalu tähän, mutta kaikki eivät pysty ratkaisemaan visuaalisia haasteita. Tästä syystä olemme suunnitelleet yksinkertaisen, kivuttoman vaihtoehdon palveluntarjoajamme käyttäville julkaisijoille varmistaa pääsy kaikille kaikilla osilla 508 ja WCAG 2.0 täydellisesti.",
    "page-acc-summary-contents-2": "Kuinka se toimii: ensin esteettömyyskäyttäjä kirjautuu tällä URL-osoitteella, joka on linkitetty hCaptcha-widget-tietosivulle. Heille annetaan salattu eväste, jota voidaan käyttää useita kertoja päivässä, mutta se on päivitettävä 24 tunnin välein kirjautumisen kautta. Kun haaste esitetään esteettömyyskäyttäjälle millä tahansa hCaptcha-palvelua käyttävällä sivustolla, se siirtyy automaattisesti.",
    "page-acc-title": "hCaptcha-pääsy",
    "page-acc-tr-body": "Kysymys: Näen edelleen haasteen evästeen asettamisen jälkeen. Mikä aiheuttaa tämän? Vastaus: Tämä johtuu yleensä aggressiivisesta mainosten estäjästä tai evästeiden vastaisesta laajennuksesta tai asetuksesta, joka estää sivustojenväliset evästeet, tässä tapauksessa hcaptcha.com-eväste, jonka hCaptcha JavaScript asettaa tai tarkistaa toisella sivustolla , kuten vierailemasi. hCaptcha -apuohjelmaevästeet toimivat kaikkien suosittujen selainten ja mainosten estäjien kanssa niiden vakioasetuksilla, joten tyypillisesti epäonnistumiset johtuvat anti-adblock-komentosarjoista tai vastaavista tietyille sivustoille kohdistetuista sääntöistä. Ratkaisut: 1. Valkoisen luettelon hcaptcha.com ja * .hcaptcha.com evästeet mainosten estäjässä tai selaimen suojauslaajennuksessa. 2. Jos käytät Brave-selainta, jolla (huhtikuusta 2020 alkaen) ei näytä olevan minkäänlaista evästeiden sallittua luetteloa, siirry kohtaan Asetukset -> Kilvet -> Evästeet ja valitse Salli kaikki evästeet. 3. Jos käytät uusinta Safari-versiota joko äskettäin julkaistulla OS X 10.15: llä tai iOS 13. 4: llä, Apple on juuri muuttanut Safarin käyttäytymistä, joka liittyy kolmansien osapuolien evästeisiin, estämällä ne kaikki oletuksena. Toteutamme ratkaisua, mutta käy sillä välin Safari-asetukset-, Tietosuoja-osiossa ja poista valinta verkkosivuston seurannasta: Estä sivustojen välinen seuranta, jotta esteettömyyseväste toimii oikein. Kysymys: Käytän useita laitteita. Pitääkö minun kirjautua sisään useita kertoja? Vastaus: Ei. Napsauta samaa sähköpostin kirjautumislinkkiä, joka lähetetään sinulle jokaisella laitteella, jota käytät evästeen asettamiseen.",
    "page-acc-tr-title": "Esteettömyyskäyttäjille: Kysymyksiä ja vastauksia sekä Vianmääritys-opas",
    "priv-hc": "Yksityisyyden keskittyminen",
    "priv-hc-text": "Mainosverkostot näkevät sinut heidän tuotteenaan. Emme. Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat pahantahtoisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "sec-hc": "Turvallisuus ensin",
    "sec-hc-text": "hCaptcha on kustantajakeskeinen. Pyrimme antamaan sivustoille todellista tietoa ja antamaan heidän päättää, kuinka sitä käytetään. Tarkkuus on sinun ja meidän edun mukainen. Muita captchasia toimittavat mainosyritykset. Jokainen botti, jonka ne estävät, voi vähentää niiden tuloja.",
    "what-is-hcaptcha": "Mikä on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha auttaa suosikkiverkkopalvelusi pitämään robotteja, roskapostia ja väärinkäytöksiä pois esittämällä yksinkertaisia kysymyksiä, jotka ovat helppoja ihmisille ja vaikeita koneille.",
    "why-hc": "Miksi hCaptcha?",
    "why-hc-text": "Joka kerta kun vastaat haasteeseen, käytämme hienostuneita malleja selvittääksesi oletko ihminen vai kone. Vieraillasi verkkosivusto käyttää sitten tätä tulosta parantamaan kokemustasi sivustolla pitämällä robotteja pois."
}