{
    "about-advisors-brendan": "TOIMITUSJOHTAJA. Tunnustettu johtaja AI: ssä. Hän on viimeisten vuosikymmenien aikana soveltanut mittakaavassa kone älykkyyttä moniin erilaisiin liiketoimintaongelmiin.",
    "about-advisors-dawn": "FT laskennallisessa biologiassa, Stanford. Työskentely hermoverkkojen kanssa vuodesta 1999. Keskity soveltuvaan ML: ään ja syvälliseen oppimiseen mittakaavassa.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Tietokanta- ja Blockchain-asiantuntija. Varhainen insinööri Clouderassa ja muissa. Vuosikymmenien ajan asiantuntijarakennuksen ohjelmistot ja tiimit.",
    "about-content-head-1": "Mitä me teemme",
    "about-content-head-2": "Miksi sillä on merkitystä",
    "about-content-text-1": "hCaptcha on Intuition Machines Inc: n, AI: n ja koneoppimisyrityksen palvelu, joka keskittyy meta-opiskeluun ja visuaaliseen verkkotunnukseen ML mittakaavassa. ‍Rakennamme ja käytämme massiivisesti skaalattavia järjestelmiä, jotta videon ja kuvan analysointipalvelut mahdollisettaisiin Global 2000 -yrityksille ympäri maailmaa.",
    "about-content-text-2": "Lisää tietoa tuottaa yleensä parempia tuloksia. Oikein merkittyjen ja osuvien tietojoukkojen rakentaminen ja ylläpito on aikaa vievää ja kallista. ‍HCaptcha kehitettiin alun perin vastaamaan omiin tarpeisiimme kuvan merkinnöissä, ja se on nyt saatavana muille yrityksille, joilla on samanlaisia tarpeita.",
    "about-intro-head-1": "Työ hCaptchalle",
    "about-intro-head-2": "Missiomme on iso",
    "about-intro-text": "Kasvamme nopeasti ja etsimme jatkuvasti maailman parasta kykyä globaaleista toimistoistamme. Voit hakea alla olevien linkkien avulla.",
    "about-leadership-alex": "Tietokanta- ja Blockchain-asiantuntija. Varhainen insinööri Clouderassa ja muissa. Vuosikymmenien ajan asiantuntijarakennuksen ohjelmistot ja tiimit.",
    "about-leadership-eli": "TOIMITUSJOHTAJA. Tunnustettu johtaja AI: ssä. Hän on viimeisten vuosikymmenien aikana soveltanut mittakaavassa kone älykkyyttä moniin erilaisiin liiketoimintaongelmiin.",
    "about-leadership-head": "johto",
    "about-leadership-todd": "FT laskennallisessa biologiassa, Stanford. Työskentely hermoverkkojen kanssa vuodesta 1999. Keskity soveltuvaan ML: ään ja syvälliseen oppimiseen mittakaavassa.",
    "acc-opt": "Esteettömyysasetukset",
    "acc-opt-but": "Lisätietoja esteettömyysvaihtoehdoista",
    "acc-opt-text": "Näkövammaiset tai muuten eivät pysty suorittamaan hCaptchasia?",
    "accessibility-link": "saavutettavuus",
    "appreciate-in": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja ratkaisemme ne nopeasti.",
    "fb-but": "Lähetä meille palautetta",
    "feedback-text": "Anna palautetta juuri näkemästäsi hCaptchasta",
    "footer-attribution": "Nimeä",
    "footer-header-1": "Yhtiö",
    "footer-header-2": "voimavarat",
    "footer-header-3": "Ottaa yhteyttä",
    "footer-link-1": "Pakkausmerkinnät",
    "footer-link-2": "Noin",
    "footer-link-3": "Työpaikat",
    "footer-link-4": "Tavaramerkit",
    "footer-link-5": "blogi",
    "footer-link-6": "Tila",
    "footer-link-7": "Dokumentointi",
    "footer-link-8": "Ilmoita virheestä",
    "footer-link-9": "saavutettavuus",
    "footer-privacy": "yksityisyys",
    "footer-subheader-1": "Tuki",
    "footer-subheader-2": "Ottaa yhteyttä",
    "footer-terms": "ehdot",
    "header-docs-link": "Docs",
    "header-login-button": "Kirjaudu sisään",
    "header-plans-link": "suunnitelmat",
    "header-signup-button": "Kirjaudu",
    "home-aboot-subtitle": "Powered by HUMAN Protocol",
    "home-about-head": "Tietoja hCaptchasta",
    "home-about-text-1": "hCaptcha on suunniteltu ratkaisemaan kaikkein työvoimavaltaisimmat ongelmat koneoppimisessa: merkitsemään valtavat tietomäärät ajoissa, kohtuuhintaisella ja luotettavalla tavalla.",
    "home-about-text-2": "Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempiin tietoaineistoihin, melkein aina inhimillisellä tarkastelulla. Suurten ihmisten tarkistamien tietojoukkojen luominen mekaanisen Turkin, Kuva Eight jne. Kautta on kuitenkin hidasta ja kallista.",
    "home-about-text-3": "hCaptcha antaa verkkosivustoille ansaita rahaa palvelemaan tätä kysyntää estämällä robotteja ja muita väärinkäytöksiä.",
    "home-about-text-4": "HCaptcha-markkinoilla toimii HUMAN Protokolla, avoin hajautettu protokolla ihmisten tarkistamista varten, joka toimii Ethereumin lohkoketjussa. Verkkosivustot ansaitsevat ihmismerkkejä (HMT) aina, kun käyttäjät käyttävät hCaptcha-widgettiä sivustollaan, ja koneoppimisyritykset maksavat ihmisille merkkejä saadakseen tiedot merkittyinä.",
    "home-ba-labeling-services-link": "Merkintäpalvelut",
    "home-benefits-head-1": "Tietojen merkinnän arvo",
    "home-benefits-head-2": "Anna takaisin hyväntekeväisyyteen",
    "home-benefits-text-1": "Tiesitkö joka kerta, kun \"napsautat autoa\", autat kouluttamaan yhden Giganticcompany: n koneoppimisjärjestelmiä ilmaiseksi?",
    "home-benefits-text-2": "hCaptcha kääntää tämän mallin ympäri. Kun käytät hCaptchaa, yritykset tarjoavat käyttäjien tekemää työtä todistaakseen ihmisyytensä. Saat palkkiot.",
    "home-benefits-text-3": "Haluatko antaa takaisin suosikki hyväntekeväisyysjärjestöllesi? hCaptcha antaa sinun kannattaa valitsemiasi hyväntekeväisyysjärjestöjä ansiotuloilla, joita saat siitä. Sivustosi käyttäjät näkevät pian panoksesi hyväntekeväisyyteen hienovaraisen tuotemerkin avulla hCaptcha-käyttöliittymässä.",
    "home-challenge-text-1": "Valitse kaikki kuvat, jotka vastaavat kyselyä",
    "home-challenge-text-2": "Määritä objektien raja-alue",
    "home-challenge-text-3": "Tunnista vastaavat tarrat",
    "home-challenge-title-1": "Vertailu",
    "home-challenge-title-2": "Rajoituslaatikko",
    "home-challenge-title-3": "luokittelu",
    "home-challenges-head": "Esitetyt haasteet",
    "home-challenges-text-1": "... ja muut yksinkertaiset tehtävät. Helppo ihmisille, vaikea robotille.",
    "home-challenges-text-2": "Mukautettuja tehtäviä on saatavana myös yritysjulkaisijoille.",
    "home-ent-1": "Etsitkö yrityksen tietoturvatarjouksia?",
    "home-ent-2": "Käy uudessa erillisellä sivustollamme: BotStop.com",
    "home-ent-button": "Lisätietoja: hCaptcha BotStop",
    "home-from-the-blog": "BLOGISTA:",
    "home-from-the-blog-value": "Kuinka hCaptcha-vaikeusasetukset toimivat",
    "home-intro-body": "Käytätkö captchaa robotin poistossa? hCaptcha suojaa käyttäjien yksityisyyttä, palkitsee verkkosivustoja ja auttaa yrityksiä saamaan tiedot merkinnöin. Se on reCAPTCHA: n korvaava korvike: voit vaihtaa muutamassa minuutissa.",
    "home-intro-button": "Ilmoittaudu nyt",
    "home-intro-head": "Pysäytä enemmän robotteja. Aloita käyttäjien yksityisyyden suojaaminen.",
    "home-main-1": "Yksityinen. Secure. Nopeammin. Ja me maksamme sinulle sen käytöstä.",
    "home-main-2": "Yksityisyyden keskittyminen",
    "home-main-2c": "Mainosverkostot näkevät kävijät tuotteena. HCaptcha: lle tuote on heidän tarjoamansa työ. Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat haitallisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "home-main-3": "Turvallisuus ensin",
    "home-main-3c": "Tarkkuus on sinun ja meidän edun mukainen. hCaptcha on kustantajakeskeinen. Pyrimme antamaan sinulle todellisia tietoja ja antaa sinun päättää, kuinka niitä käytetään. Muita captchasia tarjoaa",
    "home-main-3c2": "mainosyritykset. Tämä tarkoittaa, että jokainen heidän estetty robotti voi vähentää tulojaan.",
    "home-main-4": "Parempi käyttökokemus",
    "home-main-4c": "HCaptcha käyttää hienostuneita koneoppimismalleja ihmiskunnan määrittämiseen. Tämä antaa meille mahdollisuuden vaatia käyttäjiltä vähemmän ärsyttäviä tehtäviä ja vie vähemmän aikaa heidän suorittaessaan, samalla kun tuottaa silti hyödyllisiä merkittyjä tietoja asiakkaiden merkitsemiseen.",
    "home-main-plans": "hCaptcha on ilmainen käyttö kaiken kokoisille julkaisijoille. Yrityksille ja alustoille, jotka tarvitsevat enemmän hallintaa, yritysratkaisumme ovat kuitenkin saatavana.",
    "home-main-plans2": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenien miljoonien verkkosivustojen kautta joillekin planeetan suurimmista yrityksistä. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans3": "hCaptcha-yritysratkaisut suojaavat miljoonia käyttäjiä kymmenien miljoonien verkkosivustojen kautta joillekin planeetan suurimmista yrityksistä. Ota yhteyttä saadaksesi lisätietoja tai käy",
    "home-main-plans4": "yksityiskohtia varten.",
    "home-plans-button-1": "Ilmoittaudu nyt",
    "home-plans-button-2": "Ota yhteyttä myyntiin",
    "home-plans-chart-head-1": "ominaisuudet",
    "home-plans-chart-head-2": "Kustantaja",
    "home-plans-chart-head-3": "yritys",
    "home-plans-chart-row-1-cell-1": "Hallitse hakutyyppejä",
    "home-plans-chart-row-1-cell-2": "rajallinen",
    "home-plans-chart-row-1-cell-3": "Kaikki yhteensä",
    "home-plans-chart-row-10-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-11-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-12-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-2-cell-1": "Hallitse käytettyä haastesisältöä",
    "home-plans-chart-row-2-cell-2": "rajallinen",
    "home-plans-chart-row-2-cell-3": "Kaikki yhteensä",
    "home-plans-chart-row-6-cell-1": "GDPR- ja CCPA-ystävällinen tietosuojakäytäntö",
    "home-plans-chart-row-7-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-8-cell-1": "Hienorakeinen vaikeustaso",
    "home-plans-chart-row-9-cell-1": "Hienorakeinen vaikeustaso",
    "home-try-it-out-button": "Hanki hCaptcha",
    "home-try-it-out-text": "hCaptcha tarjoaa yksinkertaisen, helpon ja luotettavan robottipaljastumisen, kun se on ihmisen ratkaiseva ratkaisu.",
    "home-try-it-put-head": "Kokeile sitä",
    "labeling-about-head": "Tietoja hCaptchasta",
    "labeling-about-text-1": "hCaptcha on suunniteltu ratkaisemaan työvoimavaltaisin ongelma koneoppimisessa; merkittävien tietomäärien merkitseminen oikeaan aikaan, kohtuuhintaisella ja luotettavalla tavalla. Lisää tietoa tuottaa yleensä parempia tuloksia koneoppimismalleissa. Syvien mallien viimeaikainen menestys on johtanut yhä suurempien tietojoukkojen käyttöön, ja hCaptcha palvelee tätä tarvetta.",
    "labeling-about-text-2": "Suurten ihmisten tarkistamien tietojoukkojen luominen perinteisillä menetelmillä on kuitenkin sekä hidasta että kallista. hCaptcha on tapa, jolla yritykset saavat tarvitsemansa merkinnät nopeammin, laadukkaammin ja edullisemmin kuin muut vaihtoehdot.",
    "labeling-annotations-head": "Huomautustyypit",
    "labeling-annotations-text-1": "Tarkka esineiden havaitseminen kuvissa ja videossa",
    "labeling-annotations-text-2": "Tarkka esineiden havaitseminen kuvissa ja videossa",
    "labeling-annotations-text-3": "Pistehuomautukset monille eri käyttötapauksille",
    "labeling-annotations-text-4": "Lajittele tai liitä minkä tahansa kokoisia mielivaltaisia luokkia",
    "labeling-annotations-text-5": "Ihmisen käyttämä havaitseminen ja luokittelu",
    "labeling-annotations-text-6": "Tarvitsetko muuta tyyppiä, jota ei ole lueteltu täällä? Kysy vain meiltä.",
    "labeling-annotations-title-1": "Raja-laatikot",
    "labeling-annotations-title-2": "polygoneja",
    "labeling-annotations-title-3": "Maamerkit",
    "labeling-annotations-title-4": "Ominaisuuksien luokittelu",
    "labeling-annotations-title-5": "Vertailu ja havaitseminen",
    "labeling-annotations-title-6": "... ja paljon muuta",
    "labeling-ent-button": "Ota yhteyttä yritysratkaisuihimme",
    "labeling-ent-head": "Tarvitsetko kokonaisvaltaista ohjausta?",
    "labeling-ent-text-1": "HCaptcha: n takana oleva HUMAN-alusta tarjoaa erittäin hienostuneita työn laatua ja hallintaominaisuuksia olemassa olevien järjestelmien kanssa integroitavissa olevissa, hybridi- tai SaaS-käyttöönottojen kautta.",
    "labeling-ent-text-2": "Suorita täysin offline omalla työvoimalla, seuraa liiketoimintayksiköiden tai konsortiokumppanien kuluttamaa arvoa, reititä työt valikoivasti erilaisille sisäisille tai ulkoisille työvoiman tarjoajille kustannus- ja turvallisuusvaatimusten perusteella ja paljon muuta.",
    "labeling-ent-text-3": "‍Helppo API-käyttö, kauniit kojetaulut ja uusin silmukkamalli-tekniikka työntekijöiden tehokkuuden maksimoimiseksi.",
    "labeling-ent-text-4": "Käytettävissä on 99,99% käyttöaika SLA: ita ja maailmanlaajuista tukea ympäri vuorokauden. Lisätietoja:",
    "labeling-features-head-1": "Yksinkertaiset API-ohjatut putkistot.",
    "labeling-features-head-2": "Optimoitu kustannusten ja laadun suhteen. Ennakkoon sitoutumista ei tarvita.",
    "labeling-features-head-3": "Maksa vain tarvitsemastasi tarkkuudesta.",
    "labeling-features-head-4": "Anna omat totuustietosi tai anna meidän rakentaa ne lennossa.",
    "labeling-features-text-1": "Haluatko integroida ihmisarvio suoraan liiketoimintaasi? Tarjoamme erittäin luotettavia SLA-sopimuksia, taattua kapasiteettia ja yksinkertaisia REST-sovellusliittymiä.",
    "labeling-features-text-2": "HUMAN-alusta käyttää kattavia luottamusmalleja hienostuneen reaaliaikaisen laatuanalyysin suorittamiseen. Tämän avulla voimme nopeasti selvittää sekä kysymysten vaikeudet että niiden todennäköisen oikean vastauksen, mikä säästää aikaa ja rahaa.",
    "labeling-features-text-3": "Kaikki ongelmat eivät ole samoja. Turvallisuuskriittisten tehtävien merkinnät saattavat edellyttää 99,99%: n luottamusta kokonaan ihmisiltä. Yhden mobiilipelisovelluksen beetaominaisuuden merkinnät saattavat vaatia vain kohtuullista luottamusta. Sinä päätät.",
    "labeling-features-text-4": "Onko sinulla raakatietoja ilman kattavaa vahvistussarjaa? Useimmissa tapauksissa voimme rakentaa yhden sinulle, kun tehtävät suoritetaan järjestelmän läpi, tai luoda merkittyjä näytteitä hyväksyttäväksi.",
    "labeling-info-head": "Tietojen merkitseminen",
    "labeling-info-text-1": "Keskustele yhden verkkotunnuksen asiantuntijoiden kanssa määritelläksesi projektisi tarpeesi: tavoitteen tarkkuus, muoto ja mahdolliset erityisvaatimukset.",
    "labeling-info-text-2": "Suoritamme pienen tuotantotehtävän näytteesi tietojen perusteella. Tämä testaa yhdessä tekemämme työtä varmistaaksemme, että saat juuri tarvitsemasi.",
    "labeling-info-text-3": "Suuren tilavuuden ja pienen viiveellämme käännämme työsi nopeasti ympäri, automaattisella toimituksella heti, kun se on valmis.",
    "labeling-info-text-4": "Kun ymmärrämme paremmin tuotantotyösi parametrit, tulokset paranevat edelleen ajan myötä.",
    "labeling-info-text-5": "Live-kojetaulujen avulla voit antaa palautetta tai keskeyttää tuotannon milloin tahansa.",
    "labeling-info-title-1": "Määritä tekniset tiedot",
    "labeling-info-title-2": "Alkuperäinen työtesti",
    "labeling-info-title-3": "Ota tuotantotyöt käyttöön",
    "labeling-info-title-4": "Jatkuva parantaminen",
    "labeling-info-title-5": "Reaaliaikaiset tulokset",
    "labeling-main-1": "Kustannustehokas tietojen merkitseminen mittakaavassa",
    "labeling-main-1-button": "Hanki tietosi merkitty nyt",
    "labeling-main-1c": "Tarvitsetko lisää tunnisteita tietojoukkoihisi? hCaptcha tarjoaa nopean, kustannustehokkaan ja korkealaatuisen tietomerkinnän yrityksille, jotka työskentelevät tekoälyn ja koneoppimissovellusten parissa.",
    "labeling-main-2": "Käynnistä miljoonia tehtäviä heti.",
    "labeling-main-2-button": "Osta datamerkintäpalveluita",
    "labeling-main-2c": "hCaptcha on yksi suurimmista uima-altaista planeetallasi käytettävissäsi. Minkä tahansa mittasuhteen mukaan pystymme käsittelemäänkin ilman kalliita ennakkomaksuja. Miljoonat tehtävät päivässä eivät ole ongelma.",
    "labeling-platform-head": "Yksityinen tai julkinen tieto",
    "labeling-platform-text": "hCaptcha on rakennettu HUMAN-alustalle, joka mahdollistaa hienostuneen reitityksen ja analyysin kustannusten ja tehokkuuden optimoimiseksi kussakin vaiheessa. Tämä tekniikka antaa oikean työvoiman käsitellä jokaista työsi osaa maksimoimalla kustannustehokkuuden ja säilyttäen samalla yksityisyyden ja täyttää mahdolliset sääntelyvaatimukset.",
    "labeling-try-button": "Osta datamerkintäpalveluita",
    "labeling-try-head": "Haluatko kokeilla tietojasi?",
    "labeling-try-text": "... olemme valmiita kun olet: palvelumme on saatavana ympäri vuorokauden.",
    "learn-more-hcaptcha": "Lisätietoja hCaptchasta",
    "page-acc-faq-1": "Kysymys: Onko hCaptcha Section 508 + WCAG 2.0 -yhteensopiva? Vastaus: Uskomme niin: kaikki käyttäjät, joilla on minkäänlaisia vammaisuuksia ja jotka voivat selata verkkoa ja kirjoittaa lomakkeisiin tekstiä, voivat käyttää hCaptcha-palvelun suojaamia palveluita rekisteröinnin yhteydessä. Tämä ei kuitenkaan ole oikeudellista neuvoa: sinun tulee suorittaa oma arviointi ottaen huomioon erityinen toteutuksesi varmistaaksesi, että näin tapahtuu käyttöönoton yhteydessä.",
    "page-acc-faq-2": "Kysymys: Työskenteletkö muissa saavutettavuusvaihtoehdoissa (a11y), kuten ääni? Vastaus: Aikaisemmin suositut vaihtoehdot, kuten ääni-captchas, syrjivät monia käyttäjiä ja ovat nykyaikaisten koneoppimismenetelmien avulla helposti tappioitavia. Tämä on pakottanut nykyiset äänihaasteet entistä vaikeammiksi, aiheuttaen kohinaa, parittomia ajoituksia, epätavallisia sanayhdistelmiä jne. Hyökkääjien tappamiseen. Olemme siis vähemmän innostuneita tästä lähestymistavasta verrattuna haasteiden välttämiseen kokonaan, mutta harkitsemme sitä, jos a11-vuotiaiden yhteisöltä on kysyntää. Olemme kuitenkin erittäin kiinnostuneita Access Pass -sovelluksen esteettömyyttä koskevasta tapauksesta. Uskomme, että nykyisen a11y-lähestymistapamme yhdistäminen Privacy Pass -todistukseen antaa a11-vuotiaille käyttäjille mahdollisuuden selata turvallisesti, varmistaa tietäen, että heidän liikenne on yksityisempiä, ja samalla rajoittaa bottioperaattorien väärinkäyttöä, joka väistämättä tapahtuu, kun a11y-vaihtoehtoja on saatavana. Olemme aktiivisia osallistujia IETF-työryhmässä, joka standardoi tätä uutta tekniikkaa.",
    "page-acc-faq-3": "Kysymys: Entä yksityisyys? Paljastaako rekisteröinti jollain tavalla selaustiedot? Mitä teet sähköpostilla? Vastaus: hCaptcha on suunniteltu yksityisyyden suojaan alusta alkaen. Se on hyvin erilainen kuin perinteiset vaihtoehdot, kuten reCAPTCHA, jotka ovat mainosverkostojen omistamia, koska heillä on kannustin seurata sinua verkossa ja yhdistää sinut oikea identiteetti. Emme koskaan käytä esteettösähköposteja tai tietoja mihinkään muuhun tarkoitukseen kuin käytön helpottamiseen ja väärinkäytösten estämiseen. Tietosuojakäytännössämme on kattava ja arvovaltainen vastaus tietojen käyttämiseen, mutta lyhyt vastaus on, että meillä ei ole kiinnostusta yhdistää sinua henkilöksi selaushistoriaasi. Olemme myös parhaillaan tekemässä salaustekniikan ratkaisua sähköpostiosoitteesi hylkäämiseksi nopeasti. säilyttäen samalla kykymme estää väärinkäytökset, täydentämällä Privacy Pass -työmme.",
    "page-acc-link-1": "Jos olet esteettömyyskäyttäjä, kirjaudu sisään täällä.",
    "page-acc-subhead": "Varmistetaan kaikkien käyttäjien saumaton pääsy turvallisuuteen",
    "page-acc-summary": "Yhteenveto",
    "page-acc-summary-contents-1": "hCaptcha on suunniteltu lopettamaan robotit erottamalla ne ihmisistä. Visuaaliset testit ovat kätevä työkalu tähän, mutta kaikki eivät pysty ratkaisemaan visuaalisia haasteita. Tästä syystä olemme suunnitelleet yksinkertaisen, kivuttoman vaihtoehdon palveluntarjoajamme käyttäville julkaisijoille varmistaa pääsy kaikille kaikilla osilla 508 ja WCAG 2.0 täydellisesti.",
    "page-acc-summary-contents-2": "Kuinka se toimii: ensin esteettömyyskäyttäjä kirjautuu tällä URL-osoitteella, joka on linkitetty hCaptcha-widget-tietosivulle. Heille annetaan salattu eväste, jota voidaan käyttää useita kertoja päivässä, mutta se on päivitettävä 24 tunnin välein kirjautumisen kautta. Kun haaste esitetään esteettömyyskäyttäjälle millä tahansa hCaptcha-palvelua käyttävällä sivustolla, se siirtyy automaattisesti.",
    "page-acc-title": "hCaptcha-pääsy",
    "page-acc-tr-body": "Kysymys: Näen edelleen haasteen evästeen asettamisen jälkeen. Mikä aiheuttaa tämän? Vastaus: Tämä johtuu yleensä aggressiivisesta mainosten estäjästä tai evästeiden vastaisesta laajennuksesta tai asetuksesta, joka estää sivustojenväliset evästeet, tässä tapauksessa hcaptcha.com-eväste, jonka hCaptcha JavaScript asettaa tai tarkistaa toisella sivustolla , kuten vierailemasi. hCaptcha -apuohjelmaevästeet toimivat kaikkien suosittujen selainten ja mainosten estäjien kanssa niiden vakioasetuksilla, joten tyypillisesti epäonnistumiset johtuvat anti-adblock-komentosarjoista tai vastaavista tietyille sivustoille kohdistetuista sääntöistä. Ratkaisut: 1. Valkoisen luettelon hcaptcha.com ja * .hcaptcha.com evästeet mainosten estäjässä tai selaimen suojauslaajennuksessa. 2. Jos käytät Brave-selainta, jolla (huhtikuusta 2020 alkaen) ei näytä olevan minkäänlaista evästeiden sallittua luetteloa, siirry kohtaan Asetukset -> Kilvet -> Evästeet ja valitse Salli kaikki evästeet. 3. Jos käytät uusinta Safari-versiota joko äskettäin julkaistulla OS X 10.15: llä tai iOS 13. 4: llä, Apple on juuri muuttanut Safarin käyttäytymistä, joka liittyy kolmansien osapuolien evästeisiin, estämällä ne kaikki oletuksena. Toteutamme ratkaisua, mutta käy sillä välin Safari-asetukset-, Tietosuoja-osiossa ja poista valinta verkkosivuston seurannasta: Estä sivustojen välinen seuranta, jotta esteettömyyseväste toimii oikein. Kysymys: Käytän useita laitteita. Pitääkö minun kirjautua sisään useita kertoja? Vastaus: Ei. Napsauta samaa sähköpostin kirjautumislinkkiä, joka lähetetään sinulle jokaisella laitteella, jota käytät evästeen asettamiseen.",
    "page-acc-tr-title": "Esteettömyyskäyttäjille: Kysymyksiä ja vastauksia sekä Vianmääritys-opas",
    "priv-hc": "Yksityisyyden keskittyminen",
    "priv-hc-text": "Mainosverkostot näkevät sinut heidän tuotteenaan. Emme. Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat pahantahtoisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "reporting-bugs-accessibility-button": "Lisätietoja esteettömyysvaihtoehdoista",
    "reporting-bugs-accessibility-head": "Esteettömyysasetukset",
    "reporting-bugs-accessibility-text": "Näkövammaiset tai muuten eivät pysty suorittamaan hCaptchasia?",
    "reporting-bugs-guide-ff-head": "Vikaraportin tietojen sieppaaminen: Firefox",
    "reporting-bugs-guide-ff-step-1": "Vaihe 1: Avaa Kehittäjän työkalut (Tämä aloittaa istunnon nauhoittamisen.)",
    "reporting-bugs-guide-ff-step-2": "Vaihe 2: Napsauta Verkko-välilehteä Kehittäjän työkaluissa. Valitse yllä oleva \"Pysy lokit\" -ruutu.",
    "reporting-bugs-guide-ff-step-3": "Vaihe 3: käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jolla sinulla on ongelma (tietosuojahuomautus: vain jos et muista jakaa mitä se on) ... ja napsauta sitten \" Olen ihminen -painike ja yritän ratkaista.",
    "reporting-bugs-guide-ff-step-4": "Vaihe 4: Napsauta \"HAR\", kun olet yrittänyt ratkaista, ja valitse \"Tallenna kaikki HAR: na\" tallentaaksesi verkkolokin. Lähetä tiedosto meille.",
    "reporting-bugs-guide-ff-step-5": "Vaihe 5: Napsauta konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten \"Valitse kaikki\" ja tallenna se tekstitiedostoon konsolilokin tallentamiseksi. Lähetä meille myös se.",
    "reporting-bugs-guide-ff-step-6": "Viimeinen vaihe: Lähetä meille ne HAR- ja konsolilokitiedostot sähköpostitse ja kuvaile ongelmaa seKäytä: support@hcaptcha.com (käytä palvelua kuten Dropbox tai Filebin ja lähetä linkkejä) ja valinnaisesti kuvakaappaus, jos epäilet, että jotain ei näy oikein . Lähetä myös käyttämäsi IP. Voit saada sen osoitteesta https://www.whatsmyip.org/‍ Kiitos, että käytit aikaa auttaaksemme meitä saamaan tätä tietoa! Olemme sitoutuneet siihen, että hCaptcha toimii hyvin kaikille.",
    "reporting-bugs-guide-head": "Vikaraportin tietojen kaappaaminen: Chrome",
    "reporting-bugs-guide-step-1": "Vaihe 1: Avaa Kehittäjän työkalut (Tämä aloittaa istunnon nauhoittamisen.)",
    "reporting-bugs-guide-step-2": "Vaihe 2: Napsauta Verkko-välilehteä Kehittäjän työkaluissa. Valitse yläosassa oleva \"Säilytä loki\" -ruutu.",
    "reporting-bugs-guide-step-3": "Vaihe 3: käy osoitteessa https://accounts.hcaptcha.com/demo tai verkkosivustolla, jolla sinulla on ongelma (tietosuojahuomautus: vain jos et muista jakaa mitä se on) ... ja napsauta sitten \" Olen ihminen -painike ja yritän ratkaista.",
    "reporting-bugs-guide-step-4": "Vaihe 4: Napsauta \"Vie HAR\" (pieni alasnuoli) yritettyään ratkaista, mikä tallentaa verkkolokin. Lähetä tiedosto meille.",
    "reporting-bugs-guide-step-5": "Vaihe 5: Napsauta konsoli-välilehteä ja napsauta hiiren kakkospainikkeella sitten \"Tallenna nimellä\" tallentaaksesi konsolilokin. Lähetä meille myös se.",
    "reporting-bugs-guide-step-6": "Viimeinen vaihe: Lähetä meille ne HAR- ja konsolilokitiedostot sähköpostitse ja kuvaile ongelmaa‍ Käytä: support@hcaptcha.com (käytä palvelua kuten Dropbox tai Filebin ja lähetä linkkejä) ja valinnaisesti kuvakaappaus, jos epäilet, että jotain ei näy oikein . Lähetä myös käyttämäsi IP. Voit saada sen osoitteesta https://www.whatsmyip.org/ ‍Kiitos, että käytit aikaa auttaaksemme meitä saamaan tämän tiedon! Olemme sitoutuneet siihen, että hCaptcha toimii hyvin kaikille.",
    "reporting-bugs-guide-text-1": "Lähettämällä virheenkorjaustietoja raporttisi kanssa on paljon helpompaa tunnistaa mitä tapahtuu. Tässä on vaiheittaiset ohjeet:",
    "reporting-bugs-guide-text-2": "Jos olet web-kehittäjä tai asiantuntijakäyttäjä, yhteenveto toivomme, että lähetät meille verkon tallennus HAR- ja selainkonsolilokit. Yritä poistaa ensin kaikki mainosten estäjät tai selaimen suojauslaajennukset ja yrittää sitten uudelleen, ennen kuin suoritat nämä vaiheet. Jos tämä korjaa ongelmasi, kiitos silti siitä, että kerroit meille selaimesi version, mainosten estäjän tai selaimen laajennuksen ja verkkosivuston URL-osoitteen.",
    "reporting-bugs-intro-head": "Löysitkö virheen? Näin ilmoitat siitä.",
    "reporting-bugs-intro-text": "Miljoonat ihmiset käyttävät hCaptchaa joka kuukausi tuhansissa yhdistelmissä selaimia, laajennuksia, laitteita, palomuureja ja muuta. Tavoitteenamme on varmistaa, että se toimii aina sinulle, joten arvostamme suuresti raporttejasi! Jos haluat antaa nopean palautteen, napsauta vain Lähetä meille palautetta -painiketta. Jos näet toiminnallisen ongelman, noudata Chromen vianetsintälokeroohjeita tai Firefoxin virheenkorjausloki-ohjeita alla. Lähetä meille sähköpostia muille selaimille. Katso mahdolliset turvallisuus- tai yksityisyysongelmat alla olevista ohjeista.",
    "reporting-bugs-privacy-head": "Tietosuojaongelmat",
    "reporting-bugs-privacy-text": "Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat vahingollisia tai koneita. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi. Jos olet löytänyt ongelman, joka voi mielestäsi vaikuttaa käyttäjän yksityisyyteen, lähetä meille sähköpostia osoitteeseen support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Lähetä meille palautetta",
    "reporting-bugs-provide-feedback-head": "Anna välitöntä palautetta hCaptchasta",
    "reporting-bugs-provide-feedback-text": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja ratkaisemme ne nopeasti.",
    "reporting-bugs-security-head": "Turvallisuusvirheet",
    "reporting-bugs-security-text": "Olemme aina kiinnostuneita vastaanottamaan raportteja turvallisuusvirheistä. Lähetä sähköpostia sähköpostitse support@hcaptcha.com & CC security@hcaptcha.com ja me otamme sinuun yhteyttä nopeasti. Meillä on myös vikapalkkio-ohjelma hyväksyttäville tietoturvaraporteille hCaptcha-palvelusta ja siihen liittyvästä lähdekoodista.",
    "sec-hc": "Turvallisuus ensin",
    "sec-hc-text": "hCaptcha on kustantajakeskeinen. Pyrimme antamaan sivustoille todellista tietoa ja antamaan heidän päättää, kuinka sitä käytetään. Tarkkuus on sinun ja meidän edun mukainen. Muita captchasia toimittavat mainosyritykset. Jokainen botti, jonka ne estävät, voi vähentää niiden tuloja.",
    "what-is-hcaptcha": "Mikä on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha auttaa suosikkiverkkopalvelusi pitämään robotteja, roskapostia ja väärinkäytöksiä pois esittämällä yksinkertaisia kysymyksiä, jotka ovat helppoja ihmisille ja vaikeita koneille.",
    "why-hc": "Miksi hCaptcha?",
    "why-hc-text": "Joka kerta kun vastaat haasteeseen, käytämme hienostuneita malleja selvittääksesi oletko ihminen vai kone. Vieraillasi verkkosivusto käyttää sitten tätä tulosta parantamaan kokemustasi sivustolla pitämällä robotteja pois."
}