{
    "acc-opt": "Esteettömyysasetukset",
    "acc-opt-but": "Lisätietoja esteettömyysvaihtoehdoista",
    "acc-opt-text": "Näkövammaiset tai muuten eivät pysty suorittamaan hCaptchasia?",
    "accessibility-link": "saavutettavuus",
    "appreciate-in": "Arvostamme panostasi. Kerro meille kaikista ongelmista ja ratkaisemme ne nopeasti.",
    "fb-but": "Lähetä meille palautetta",
    "feedback-text": "Anna palautetta juuri näkemästäsi hCaptchasta",
    "learn-more-hcaptcha": "Lisätietoja hCaptchasta",
    "page-acc-link-1": "Jos olet esteettömyyskäyttäjä, kirjaudu sisään täällä.",
    "page-acc-subhead": "Varmistetaan kaikkien käyttäjien saumaton pääsy turvallisuuteen",
    "page-acc-title": "hCaptcha-pääsy",
    "priv-hc": "Yksityisyyden keskittyminen",
    "priv-hc-text": "Mainosverkostot näkevät sinut heidän tuotteenaan. Emme. Emme välitä siitä, kuka käyttäjät ovat, vain kuinka todennäköisesti he ovat pahantahtoisia. Tuemme aloitteita, kuten Privacy Pass, ja työskentelemme ahkerasti yksityisyyden ja turvallisuuden tasapainottamiseksi.",
    "sec-hc": "Turvallisuus ensin",
    "sec-hc-text": "hCaptcha on kustantajakeskeinen. Pyrimme antamaan sivustoille todellista tietoa ja antamaan heidän päättää, kuinka sitä käytetään. Tarkkuus on sinun ja meidän edun mukainen. Muita captchasia toimittavat mainosyritykset. Jokainen botti, jonka ne estävät, voi vähentää niiden tuloja.",
    "what-is-hcaptcha": "Mikä on hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha auttaa suosikkiverkkopalvelusi pitämään robotteja, roskapostia ja väärinkäytöksiä pois esittämällä yksinkertaisia kysymyksiä, jotka ovat helppoja ihmisille ja vaikeita koneille.",
    "why-hc": "Miksi hCaptcha?",
    "why-hc-text": "Joka kerta kun vastaat haasteeseen, käytämme hienostuneita malleja selvittääksesi oletko ihminen vai kone. Vieraillasi verkkosivusto käyttää sitten tätä tulosta parantamaan kokemustasi sivustolla pitämällä robotteja pois."
}