{
    "acc-opt": "Options d'accessibilité",
    "acc-opt-but": "En savoir plus sur les options d'accessibilité",
    "acc-opt-text": "Êtes-vous malvoyant ou incapable de compléter hCaptchas?",
    "accessibility-link": "Accessibilité",
    "appreciate-in": "Nous apprécions votre contribution. Faites-nous part de vos problèmes et nous les résoudrons rapidement.",
    "fb-but": "Envoyez-nous vos commentaires",
    "feedback-text": "Donnez votre avis sur le hCaptcha que vous venez de voir",
    "learn-more-hcaptcha": "En savoir plus sur hCaptcha",
    "page-acc-link-1": "Si vous êtes un utilisateur d'accessibilité, veuillez vous inscrire ici.",
    "page-acc-subhead": "Assurer un accès transparent à tous les utilisateurs tout en maintenant la sécurité",
    "page-acc-title": "Informations sur l'accessibilité de hCaptcha",
    "priv-hc": "Axé sur la confidentialité",
    "priv-hc-text": "Les réseaux publicitaires vous voient comme leur produit. Nous non. Peu nous importe qui sont les utilisateurs, seulement leur probabilité d'être malveillants. Nous soutenons des initiatives telles que le Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "sec-hc": "La sécurité d'abord",
    "sec-hc-text": "hCaptcha est axé sur l'éditeur. Nous travaillons pour donner aux sites de vraies données et les laisser décider comment les utiliser. La précision est dans votre intérêt et le nôtre. D'autres captchas sont fournis par des agences de publicité. Chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "what-is-hcaptcha": "Qu'est-ce que hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aide vos services Web préférés à empêcher les robots, les spams et les abus en posant des questions simples, faciles pour les humains et difficiles pour les machines.",
    "why-hc": "Pourquoi hCaptcha?",
    "why-hc-text": "Chaque fois que vous répondez à un défi, nous utilisons des modèles sophistiqués pour déterminer si vous êtes un humain ou une machine. Le site Web que vous avez visité utilise ensuite ce résultat pour aider à améliorer votre expérience sur leur site en évitant les robots."
}