{
  "a11y-img-1": "Écran utilisateur d'accessibilité après connexion",
  "a11y-img-2": "Option d'accessibilité dans le menu de l'interface utilisateur du widget",
  "a11y-img-3": "Boîte de dialogue d'accessibilité dans l'interface utilisateur du widget",
  "about-advisors-brendan": "PDG de Brave. Co-fondateur de Mozilla. Créateur du langage de programmation JavaScript. Constructeur de navigateurs et plus encore.",
  "about-advisors-dawn": "Professeur, Sciences de l'Informatique à l'Université de Californie, Berkeley. Expert en Deep Learning, sécurité et blockchain. PDG d'Oasis Labs.",
  "about-advisors-head": "Conseillers",
  "about-advisors-keiran": "Chercheur scientifique à Stanford. Machine Learning et finance quantitative pour des grandes banques, des fonds spéculatifs et des universités.",
  "about-content-head-1": "Ce que nous faisons",
  "about-content-head-2": "Pourquoi c'est important",
  "about-content-text-1": "hCaptcha est un service d'Intuition Machines Inc, une société d'IA et d'apprentissage automatique qui se concentre sur l'apprentissage du métal et le ML dans le domaine visuel à grande échelle. Nous construisons et exploitons des systèmes massivement évolutifs pour permettre des services d'analyse vidéo et d'image pour les entreprises Global 2000 à travers le monde.",
  "about-content-text-1a": "hCaptcha apporte une approche moderne et axée sur la confidentialité pour arrêter les bots.",
  "about-content-text-1b": "Nous montrons les problèmes CAPTCHA qui sont difficiles pour les bots mais faciles pour les humains en collectant des données difficiles à étiqueter à partir de problèmes de Machine Learning et en les utilisant pour distinguer si un visiteur de site Web ou d'application est humain.",
  "about-content-text-2": "Plus de données produit généralement de meilleurs résultats. Construire et maintenir des ensembles de données correctement étiquetés et pertinents prend du temps et est coûteux. hCaptcha a été développé à l'origine pour répondre à nos propres besoins en matière d'étiquetage d'image, et est maintenant disponible pour d'autres entreprises ayant des besoins similaires.",
  "about-content-text-2a": "Les acteurs malveillants sont de plus en plus courants en ligne. Mais sacrifier la confidentialité des utilisateurs n'est pas la solution.",
  "about-content-text-2b": "Les solutions de sécurité proposées par les sociétés de publicité se concentrent principalement sur le suivi des utilisateurs sur le Web. Nous avons créé une solution de sécurité efficace qui prouve qu'il n'est pas nécessaire de nuire à la vie privée des utilisateurs pour obtenir d'excellents résultats.",
  "about-intro-head-1": "A propos de hCaptcha",
  "about-intro-head-2": "Confidentialité, Sécurité, et Machine Learning.",
  "about-intro-text": "hCaptcha est le service CAPTCHA indépendant le plus utilisé au monde.",
  "about-leadership-alex": "Expert en bases de données et blockchain. Ancien ingénieur à Cloudera. Plusieurs décennies d'expertise dans la création de logiciels et d'équipes.",
  "about-leadership-eli": "PDG. Leader reconnu de l'IA. A appliqué l'intelligence artificielle à grande échelle pour des problèmes commerciaux en tout genre au cours des dernières décennies.",
  "about-leadership-head": "Leadership",
  "about-leadership-todd": "Doctorat en biologie computationnelle à Stanford. Travaille sur les réseaux neuronaux depuis 1999. Se concentre sur le Machine Learning appliqué et l'apprentissage profond à grande échelle.",
  "acc-opt": "Options d'accessibilité",
  "acc-opt-but": "En savoir plus sur les options d'accessibilité",
  "acc-opt-text": "Êtes-vous malvoyant ou incapable de résoudre les hCaptchas?",
  "accessibility-link": "Accessibilité",
  "appreciate-in": "Merci de votre collaboration. Dites-nous si vous rencontrez des problèmes et nous les réglerons rapidement.",
  "fb-but": "Envoyez nous vos commentaires",
  "feedback-text": "Laisser un commentaire sur le hCaptcha que vous venez de voir",
  "footer-attribution": "Attribution",
  "footer-copyright-text": "hCaptcha est une marque déposée d'Intuition Machines, Inc.",
  "footer-header-1": "Entreprise",
  "footer-header-2": "Ressources",
  "footer-header-3": "Contact",
  "footer-link-1": "étiquetage",
  "footer-link-10": "Accessibilité",
  "footer-link-2": "A propos",
  "footer-link-3": "Tâches",
  "footer-link-4": "Marques déposées",
  "footer-link-5": "Ethique de l'IA",
  "footer-link-6": "Blog",
  "footer-link-7": "Statut",
  "footer-link-8": "Documentation",
  "footer-link-9": "Signaler un Bug",
  "footer-privacy": "Confidentialité",
  "footer-subheader-1": "Aide",
  "footer-subheader-2": "Contact",
  "footer-terms": "Modalité",
  "h-plans": "Abonnements",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Services d'étiquetage",
  "header-login-button": "S'identifier",
  "header-plans-link": "Plans",
  "header-signup-button": "S'inscrire",
  "home-about-head": "A propos de hCaptcha",
  "home-about-subtitle": "Existe grâce au Protocole HUMAN",
  "home-about-text-1": "hCaptcha a été conçu pour résoudre le problème qui nécessite le plus de main d'oeuvre dans le machine learning: étiqueter des quantités massives de données de manière rapide, abordable et fiable.",
  "home-about-text-2": "Plus de données veut généralement dire de meilleurs résultats dans la formation de modèles de Machine Learning. Le succès récent des deep models a conduit à des ensembles de données de plus en plus volumineux, presque toujours avec un examen humain. Cependant, la création de grands ensembles de données examinés par l'homme via Mechanical Turk, Figure Eight, etc. est à la fois lente et chère.",
  "home-about-text-3": "hCaptcha permet aux sites Web de gagner de l'argent en répondant à cette demande tout en bloquant les robots et d'autres formes d'abus.",
  "home-about-text-4": "Le marché hCaptcha a vu le jour grâce au Protocole HUMAN, un protocole décentralisé ouvert pour l'examen humain qui fonctionne sur la blockchain Ethereum. Les sites Web reçoivent des Human Tokens (HMT) à chaque fois que les utilisateurs utilisent le widget hCaptcha sur leur site, et les entreprises de machine learning paient des Human Tokens pour que leurs données soient étiquetées.",
  "home-ba-labeling-services-link": "Services d'étiquetage",
  "home-benefits-head-1": "La meilleure valeur pour l'étiquetage des données",
  "home-benefits-head-2": "Faites un don à une oeuvre de charité",
  "home-benefits-text-1": "Est-ce que vous vous rendez compte qu'à chaque fois que vous cliquez sur la voiture, vous aidez à former gratuitement les systèmes de Machine Learning d'une seule entreprise géante",
  "home-benefits-text-2": "hCaptcha transforme ce modèle. Lorsque vous utilisez hCaptcha, les entreprises enchérissent sur le travail de vos utilisateurs car ils doivent prouver qu'ils sont humains. Vous obtenez les récompenses.",
  "home-benefits-text-3": "Vous voulez contribuer à votre oeuvre de charité préférée? hCaptcha vous aide à contribuer à celles de votre choix avec les gains que vous accumulez en utilisant notre système. Les utilisateurs de votre site pourront bientôt voir vos contributions aux oeuvres de charité grâce à un branding discret sur l'interface de hCaptcha.",
  "home-challenge-text-1": "Sélectionnez toutes les images qui correspondent à la requête",
  "home-challenge-text-2": "Sélectionnez la zone de délimitation pour les objets",
  "home-challenge-text-3": "Identifiez les étiquettes correspondantes",
  "home-challenge-title-1": "Comparaison",
  "home-challenge-title-2": "Champ de délimitation",
  "home-challenge-title-3": "Catégorisation",
  "home-challenges-head": "Problèmes présentés",
  "home-challenges-text-1": "...et d'autres tâches simples. Simple pour les humains, difficile pour les bots.",
  "home-challenges-text-2": "Tâches personnalisées aussi disponibles pour les éditeurs entreprise.",
  "home-ent-1": "Vous recherchez nos offres de sécurité d'entreprise?",
  "home-ent-2": "Visitez notre nouveau site dédié: BotStop.com",
  "home-ent-button": "En apprendre plus: BotStop by hCaptcha",
  "home-from-the-blog": "DU BLOG:",
  "home-from-the-blog-value": "Comment les paramètres de difficulté de hCaptcha fonctionnent",
  "home-intro-body": "Vous utilisez un captcha pour bloquer les robots? hCaptcha protège la confidentialité des utilisateurs, récompense les sites Web et aide les entreprises à étiqueter leurs données. C'est un remplacement instantané de reCAPTCHA: vous pouvez faire le changement en quelques minutes.",
  "home-intro-button": "S'inscrire maintenant",
  "home-intro-head": "Arrêtez plus de bots. Commencez à protéger Start protecting user privacy.",
  "home-main-1": "Privé. Sécurisé. Plus rapide. Et on vous paie pour l'utiliser.",
  "home-main-2": "Axé sur la confidentialité",
  "home-main-2c": "Les réseaux publicitaires voient vos visiteurs comme le produit. Pour hCaptcha, le produit est le travail qu'ils fournissent. Nous ne nous soucions pas de l'identité de vos utilisateurs, mais seulement de la probabilité qu'ils soient malveillants. Nous soutenons des initiatives tels que Privacy Pass, et nous travaillons dur pour conserver un équilibre entre confidentialité et sécurité.",
  "home-main-3": "La Sécurité avant tout",
  "home-main-3c": "La précision est dans votre intérêt et dans le notre. hCaptcha se concentre sur les éditeurs. Nous travaillons pour vous donner des données réelles et vous laissons décider comment les utiliser. D'autres captchas sont fournis par des sociétés de publicité géantes. Pour eux, chaque bot qu'ils bloquent peut réduire leurs revenus.",
  "home-main-4": "Experience utilisateur améliorée",
  "home-main-4c": "Des modèles d'apprentissage automatique sophistiqués sont utilisés par hCaptcha pour déterminer si l'utilisateur est humain. Cela nous permet de demander moins de tâches ennuyeuses à vos utilisateurs et de prendre moins de temps à le faire, tout en produisant des données étiquetées utiles pour étiqueter les clients.",
  "home-main-plans": "hCaptcha est gratuit pour les éditeurs de toute taille. Cependant, pour les entreprises et les plates-formes qui ont besoin de plus de contrôle, nos solutions d'entreprise sont disponibles.",
  "home-main-plans2": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises au monde. Veuillez nous contacter pour plus d'informations, ou visitez",
  "home-main-plans3": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises au monde. Veuillez nous contacter pour plus d'informations, ou visitez",
  "home-main-plans4": "pour les détails.",
  "home-plans-button-1": "S'inscrire maintenant",
  "home-plans-button-2": "Contacter le Service des Ventes",
  "home-plans-chart-head-1": "Caractéristiques",
  "home-plans-chart-head-2": "éditeur",
  "home-plans-chart-head-3": "Entreprise",
  "home-plans-chart-row-1-cell-1": "Contrôle du type problème affiché",
  "home-plans-chart-row-1-cell-2": "Limité",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Tableaux de bord multi-utilisateurs",
  "home-plans-chart-row-11-cell-1": "Fonctionnalités de reporting avancées",
  "home-plans-chart-row-12-cell-1": "Entreprise SLAs",
  "home-plans-chart-row-2-cell-1": "Contrôle du contenu du problème utilisé",
  "home-plans-chart-row-2-cell-2": "Limité",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Gagnez des récompenses pour les réponses humaines",
  "home-plans-chart-row-4-cell-1": "Protection anti-bot de classse mondiale",
  "home-plans-chart-row-5-cell-1": "Fonctionne dans tous les pays",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA et 99.9% de modes passifs",
  "home-plans-chart-row-5b-cell-1": "Scores de confiance des bots",
  "home-plans-chart-row-6-cell-1": "En accord avec les politiques de confidentialité GDPR et CCPA",
  "home-plans-chart-row-7-cell-1": "Niveaux de difficulté précis",
  "home-plans-chart-row-8-cell-1": "Créez le contenu de votre propre problème à résoudre",
  "home-plans-chart-row-9-cell-1": "Planification des difficultés en fonction du temps",
  "home-try-it-out-button": "Obtenez hCaptcha",
  "home-try-it-out-head": "Faites l'essai",
  "home-try-it-out-text": "hCaptcha fournit une détection de bots simple, facile et fiable tout en étant facile à résoudre pour les humains.",
  "labeling-about-head": "A propos de hCaptcha",
  "labeling-about-text-1": "hCaptcha est conçu pour résoudre le problème le plus exigeant en matière de travail en Machine Learning; l'étiquetage de quantités énormes de données de manière rapide, abordable et fiable. Plus de données produit généralement de meilleurs résultats dans la formation de modèles de Machine Learning. Le récent succès des Deep Models a conduit à des ensembles de données de plus en plus volumineux, et hCaptcha répond à ce besoin.",
  "labeling-about-text-2": "Cependant, la création de grands ensembles de données qui sont examinés par l'homme à l'aide de méthodes traditionnelles est à la fois lente et coûteuse. hCaptcha est un moyen pour les entreprises d'obtenir les annotations dont elles ont besoin plus rapidement, avec une meilleure qualité et à un meilleur prix qu'avec d'autres alternatives.",
  "labeling-annotations-head": "Types d'annotations",
  "labeling-annotations-text-1": "Détection précise des objets dans les images et les vidéos",
  "labeling-annotations-text-2": "Détection précise des objets dans les images et les vidéos",
  "labeling-annotations-text-3": "Annotations ponctuelles pour de nombreux cas d'utilisation différents",
  "labeling-annotations-text-4": "Trier ou ajouter des catégories arbitraires de toute taille",
  "labeling-annotations-text-5": "Détection et classification par les humains",
  "labeling-annotations-text-6": "Besoin d'un autre type qui n'est pas répertorié ici? Demandez-nous.",
  "labeling-annotations-title-1": "Cases de délimitation",
  "labeling-annotations-title-2": "Polygones",
  "labeling-annotations-title-3": "Repères",
  "labeling-annotations-title-4": "Catégorisation des attributs",
  "labeling-annotations-title-5": "Comparaison et Détection",
  "labeling-annotations-title-6": "... et beaucoup d'autres",
  "labeling-ent-button": "Contacter l'équipe de Solutions de notre entreprise",
  "labeling-ent-head": "Vous avez besoin d'un contrôle End-to-End?",
  "labeling-ent-text-1": "La plateforme HUMAN derrière hCaptcha fournit des fonctionnalités de gestion et de qualité du travail hautement sophistiquées via des déploiements sur site, hybrides ou SaaS qui s'intègrent à vos systèmes existants.",
  "labeling-ent-text-2": "Exécutez entièrement hors ligne avec votre propre main-d'oeuvre, suivez la valeur consommée dans les unités commerciales ou les partenaires du consortium, acheminez sélectivement les travaux vers différents fournisseurs de main-d'oeuvre internes ou externes en fonction des coûts et des exigences de sécurité, et plus encore.",
  "labeling-ent-text-3": "Accès simple à l'API, superbes tableaux de bord et dernière technologie de modèle en boucle pour un maximum d'efficacité.",
  "labeling-ent-text-4": "Disponibilité SLAs 99.99% et Aide internationale disponible 24/7. Pour plus d'information:",
  "labeling-features-head-1": "Pipelines simples pilotés par API.",
  "labeling-features-head-2": "Optimisé pour le coût et la qualité. Aucun engagement initial requis.",
  "labeling-features-head-3": "Payez uniquement pour la précision dont vous avez besoin.",
  "labeling-features-head-4": "Fournissez vos propres données de vérité terrain ou laissez-nous les construire pour vous.",
  "labeling-features-text-1": "Vous souhaitez intégrer l'analyse humaine directement dans vos opérations commerciales? Nous proposons des SLA hautement fiables, une capacité garantie et des REST API simples.",
  "labeling-features-text-2": "La plate-forme HUMAN utilise des modèles de confiance complets pour effectuer une analyse sophistiquée de la qualité en temps réel. Cela nous permet de déterminer rapidement à la fois la difficulté des questions et leur réponse probable, ce qui vous permet d'économiser du temps et de l'argent.",
  "labeling-features-text-3": "Tous les problèmes ne sont pas les mêmes. Les annotations pour les tâches critiques pour la sécurité peuvent nécessiter un niveau de confiance de 99,99% de la part de travailleurs entièrement humains. Les annotations pour une fonctionnalité bêta dans une application de jeu mobile peuvent nécessiter seulement une confiance modérée. A vous de décider.",
  "labeling-features-text-4": "Est-ce que vous avez des données brutes sans jeu de vérification complet? Dans la plupart des cas, nous pouvons en créer un pour vous au fur et à mesure que les tâches s'exécutent dans le système, ou créer des échantillons étiquetés pour votre approbation.",
  "labeling-info-head": "Faire étiqueter les données",
  "labeling-info-text-1": "Parlez à l'un de nos experts dans ce domaine pour définir les besoins de votre projet: la précision recherchée, le format et toute exigence particulière.",
  "labeling-info-text-2": "Nous exécutons une petite tâche basée sur votre échantillon de données. Cela permet de tester le travail que nous avons fait ensemble afin de nous asssurer que vous recevez exactement ce qu'il vous faut.",
  "labeling-info-text-3": "Grâce à notre volume élevé et à notre faible latence, nous transformerons votre travail rapidement, avec une livraison automatisée dès que c'est fait.",
  "labeling-info-text-4": "Au fur et à mesure que nous comprendrons mieux les paramètres de votre travail de production, les résultats continueront de s'améliorer avec le temps.",
  "labeling-info-text-5": "Les tableaux de bord en live vous permettent de faire part de vos commentaires ou de suspendre la production à tout moment.",
  "labeling-info-title-1": "Définir les Spécifications",
  "labeling-info-title-2": "Test de tâche initiale",
  "labeling-info-title-3": "Déployer des tâches de production ",
  "labeling-info-title-4": "Amélioration constante",
  "labeling-info-title-5": "Résultats en temps réel",
  "labeling-main-1": "étiquetage des données rentable à grande échelle",
  "labeling-main-1-button": "Faites étiqueter vos données maintenant",
  "labeling-main-1c": "Vous avez besoin de plus d'étiquettes pour vos ensembles de données? hCaptcha fournit un étiquetage de données rapide, rentable et de haute qualité pour les entreprises travaillant sur des applications d'intelligence artificielle et de Machine Learning.",
  "labeling-main-2": "Lancer des millions de tâches instantanément.",
  "labeling-main-2-button": "Achat de services d'étiquetage des données",
  "labeling-main-2c": "hCaptcha met à votre disposition l'un des plus grand réservoirs de la planète. Peu importe votre taille, nous pouvons vous aider sans engagement initial coûteux. Nous pouvons effectuer des millions de tâches par jour sans aucun problème. ",
  "labeling-platform-head": "Information privée ou publique",
  "labeling-platform-text": "hCaptcha est construit sur la plateforme HUMAN, qui permet un routage et une analyse sophistiqués pour optimiser le coût et l'efficacité à chaque étape. Cette technologie permet aux bons outils de gérer chaque partie de votre travail. Elle maximise la rentabilité tout en préservant la confidentialité et en répondant à toutes les exigences réglementaires applicables.",
  "labeling-try-button": "Achetez des services d'étiquetage des données",
  "labeling-try-head": "Vous voulez essayer avec vos données?",
  "labeling-try-text": "... nous sommes prêts à vous aider: notre service est disponible 24h sur 24.",
  "learn-more-hcaptcha": "En savoir plus sur hCaptcha",
  "page-acc-faq-1": "Question: Est-ce que hCaptcha est conforme à la Section 508 + WCAG 2.0? Réponse: Nous pensons que c'est le cas: tous les utilisateurs souffrant de toute forme de handicap et capables de naviguer sur le Web et de saisir du texte sur des formulaires peuvent accéder aux services protégés par hCaptcha lors de leur inscription. Cependant, il ne s'agit pas d'un conseil juridique: vous devez effectuer votre propre évaluation, en tenant compte de votre implémentation particulière pour vous assurer que c'est le cas pour votre déploiement.",
  "page-acc-faq-2": "Question: Travaillez-vous sur d'autres options d'accessibilité (a11y), comme l'audio? Réponse: Les options qui étaient populaires par le passé comme les captcha audio discriminent de nombreux utilisateurs a11y et sont facilement battues par les techniques modernes de Machine Learning. Cela a forcé les problèmes audio actuels à devenir de plus en plus complexes, introduisant du bruit, un timing étrange, des combinaisons de mots inhabituelles, etc. pour battre les attaques. Nous sommes donc moins enthousiastes concernant cette approche VS éviter complètement le problème, mais nous l'envisagerons s'il y a une demande de la part de toute la communauté. Cependant, nous sommes très intéressés par le Privacy Pass pour le cas d'utilisation d'accessibilité. Nous pensons que combiner notre approche actuelle a11y avec celle du Privacy Pass permettra aux utilisateurs de naviguer en toute sécurité sur tous les navigateurs, en sachant que leur trafic sera plus privé, tout en limitant les abus commis par les opérateurs de bots qui se produisent inévitablement lorsque toutes les options sont disponibles. Nous participons activement au groupe de travail IETF normalisant cette nouvelle technologie.",
  "page-acc-faq-3": "Question: qu'en est-il de la confidentialité? L'enregistrement expose-t-il d'une manière ou d'une autre les données de navigation? Que se passe t'il avec l'e-mail? Réponse: hCaptcha est entièrement conçu pour la confidentialité. Nous sommes très différents des options traditionnelles comme reCAPTCHA qui appartiennent aux réseaux publicitaires. Ces derniers sont incités à vous suivre sur le Web et à vous associer à une véritable identité. Nous n'utilisons jamais les e-mails ou informations personnelles à des fins autres que de faciliter l'utilisation et de prévenir les abus. Notre politique de confidentialité contient des réponses complètes et faisant autorité sur la façon dont nous utilisons les données, mais la réponse courte est que nous n'avons aucun intérêt à vous associer en tant que personne à votre historique de navigation.Nous travaillons également actuellement sur une solution cryptographique pour supprimer rapidement votre adresse e-mail tout en préservant notre capacité à prévenir les abus, en complément de notre travail sur le Privacy Pass.",
  "page-acc-link-1": "Si vous êtes un utilisateur accessibilité, veuillez vous inscrire ici.",
  "page-acc-subhead": "Assurer un accès transparent à tous les utilisateurs tout en maintenant la sécurité",
  "page-acc-summary": "Résumé",
  "page-acc-summary-contents-1": "hCaptcha est conçu pour arrêter les bots en les distinguant des gens. Les tests visuels sont un outil pratique pour ce faire, mais tout le monde n'est pas en mesure de résoudre un problème visuel. C'est pourquoi nous avons conçu une alternative simple pour permettre aux éditeurs qui utilisent notre service de préserver l'accessibilité pour tous avec une conformité totale à la section 508 et aux WCAG 2.0.",
  "page-acc-summary-contents-2": "Comment ça fonctionne: d'abord, un utilisateur d'accessibilité s'inscrit à cette URL, qui est liée dans la page d'informations du widget hCaptcha. Ils reçoivent un cookie crypté qui peut être utilisé plusieurs fois par jour, mais qui doit être actualisé toutes les 24 heures via connexion. Lorsqu'un problème est présenté à un utilisateur d'accessibilité sur un site utilisant le service hCaptcha, il passera automatiquement.",
  "page-acc-title": "Informations d'accessibilité hCaptcha",
  "page-acc-tr-body": "Question: Je vois toujours un problème après avoir configuré les cookies. Comment ça se fait? Réponse: En général, ce problème est dû à un ad blocker agressif our une extension anti-cookie, ou un paramètre qui bloque les cross-site cookies, dans le cas présent un cookie pour hcaptcha.com qui est reglé ou vérifié par le hCaptcha JavaScript sur un site différent, comme celui que vous êtes en train de visiter. Les cookies d'accessibilité hCaptcha fonctionnent avec tous les navigateurs les plus populaires et les ad blockers avec un paramétrage standard, les échecs sont donc généralement dus à des scripts anti-anti-adblock ou à des règles semblables ciblant des sites particuliers. Solutions: 1. Liste blanche des cookies hcaptcha.com et * .hcaptcha.com dans votre ad-block ou dans l'extension de sécurité de votre navigateur. 2. Si vous utilisez le navigateur Brave, qui ne semble pas (en avril 2020) avoir un type de liste blanche de cookies, allez dans Préférences -> Boucliers -> Cookies et choisissez Autoriser tous les cookies. 3. Si vous utilisez la toute dernière version de Safari sur OS X 10.15 ou iOS 13. 4, Apple vient de changer le comportement de Safari en ce qui concerne les cookies tiers, les bloquant tous par défaut. Nous mettons en œuvre une solution, mais en attendant, veuillez visiter Préférences Safari, section Confidentialité, et décochez Suivi de site Web: Empêcher le suivi intersite pour permettre au cookie d'accessibilité de fonctionner comme prévu. Question: J'utilise plusieurs appareils. Dois-je m'inscrire plusieurs fois? Réponse: Non. Veuillez cliquer sur le même lien de connexion par e-mail qui vous a été envoyé sur chaque appareil que vous utilisez afin de définir le cookie.",
  "page-acc-tr-title": "Pour les utilisateurs d'accessibilité: questions-réponses et guide de dépannage",
  "priv-hc": "Axé sur la confidentialité",
  "priv-hc-text": "Les réseaux publicitaires vous considèrent comme leur produit. Pas nous. Peu nous importe qui sont les utilisateurs, seulement la probabilité qu'ils soient malveillants. Nous soutenons des initiatives tels que Privacy Pass, et nous travaillons dur pour conserver un équilibre entre confidentialité et sécurité.",
  "reporting-bugs-accessibility-button": "En savoir plus sur les options d'accessibilité",
  "reporting-bugs-accessibility-head": "Options d'accessibilité",
  "reporting-bugs-accessibility-text": "Êtes-vous malvoyant ou incapable de terminer les hCaptchas?",
  "reporting-bugs-guide-ff-head": "Capture des détails du rapport de bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "étape 1: Ouvrez les outils de développement (Cela commencera à enregistrer la session.)",
  "reporting-bugs-guide-ff-step-2": "étape 2: Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case Persist logs en haut.",
  "reporting-bugs-guide-ff-step-3": "étape 3: Visitez le site https://accounts.hcaptcha.com/demo, ou le site sur lequel vous rencontrez des difficultés (Note de confidentialité: uniquement si cela ne vous dérange pas de le partager) ... puis cliquez sur le bouton je suis humain, et essayez de résoudre le problème.",
  "reporting-bugs-guide-ff-step-4": "étape 4: Cliquez sur HAR après avoir tenté de résoudre le problème et choisissez Enregistrer tout comme HAR pour enregistrer le log réseau. Envoyez-nous ce fichier.",
  "reporting-bugs-guide-ff-step-5": "étape 5: Cliquez sur l'onglet Console, puis faites un clic droit pour Sélectionner tout et enregistrez dans un fichier texte, afin de sauvegarder le log console. Envoyez- le nous aussi.",
  "reporting-bugs-guide-ff-step-6": "Dernière étape: Envoyez-nous ces fichiers HAR et log console par e-mail, et décrivez le problème. Utilisez: support@hcaptcha.com (veuillez utiliser un service comme Dropbox ou Filebin pour envoyer les liens) avec une capture d'écran, si vous pensez que quelque chose ne s'affiche pas correctement. Veuillez aussi nous envoyer votre adresse IP. Vous pouvez l'obtenir sur https://www.whatsmyip.org/ Merci d'avoir pris le temps de nous aider à obtenir ces informations! Nous nous engageons à faire en sorte que hCaptcha fonctionne bien pour tout le monde.",
  "reporting-bugs-guide-head": "Capture des détails du rapport de bug: Chrome",
  "reporting-bugs-guide-step-1": "étape 1: Ouvrez les outils de développement (Cela commencera à enregistrer la session.)",
  "reporting-bugs-guide-step-2": "étape 2: Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case Conserver le journal en haut.",
  "reporting-bugs-guide-step-3": "étape 3: Visitez le site https://accounts.hcaptcha.com/demo, ou le site sur lequel vous rencontrez des difficultés (Note de confidentialité: uniquement si cela ne vous dérange pas de le partager) ... puis cliquez sur le bouton je suis humain, et essayez de résoudre le problème.",
  "reporting-bugs-guide-step-4": "étape 4: Cliquez sur Exporter HAR (la petite flèche vers le bas) après avoir tenté de résoudre le problème, ce qui enregistre le log réseau. Envoyez-nous ce fichier.",
  "reporting-bugs-guide-step-5": "étape 5: Cliquez sur l'onglet Console et faites un clic droit puis Enregistrer sous, afin de sauvegarder le log Console. Envoyez le nous aussi.",
  "reporting-bugs-guide-step-6": "Dernière étape: Email those HAR and console log files to us, and describe the problem. Use: support@hcaptcha.com (please use a service like Dropbox or Filebin and send links)  and optionally a screenshot, if you suspect there's something not displaying correctly. Please send the IP you're using as well. You can get it from https://www.whatsmyip.org/ Merci d'avoir pris le temps de nous aider à obtenir ces informations! Nous nous engageons à faire en sorte que hCaptcha fonctionne bien pour tout le monde.",
  "reporting-bugs-guide-text-1": "Si vous envoyez les informations de débogage avec votre rapport, cela nous permettra d'identifier beaucoup plus facilement ce qui se passe. Voici des instructions étape-par-étape:",
  "reporting-bugs-guide-text-2": "Si vous êtes un web developer ou un utilisateur expert, nous apprécierions si vous pouviez nous envoyer un fichier HAR et les logs console du navigateur. Veuillez d'abord essayer de désactiver tout ad-blocker ou extensions de sécurité du navigateur, puis réessayez avant de suivre ces étapes. Si cela résout votre problème, merci de bien vouloir nous indiquer la version de votre navigateur, l'Ad-blocker ou l'extension du navigateur, ainsi que l'URL de votre site Web.",
  "reporting-bugs-intro-head": "Vous avez trouvé un bug? Voici comment le signaler.",
  "reporting-bugs-intro-text": "Des millions de personnes utilisent hCaptcha chaque jour, sur des milliers de combinaisons de navigateurs, d'extensions, d'appareils, de pare-feu, et autres. Notre but est de nous assurer que cela fonctionne toujours pour vous, donc nous apprécions vraiment beaucoup vos retours! Pour envoyer un commentaire rapide, cliquez simplement sur le bouton envoyer un commentaire. Si vous constatez un problème fonctionnel, merci de suivre les instructions du debug log pour Chrome ou pour Firefox ci-dessous. Pour tout autre navigateur, envoyez-nous un e-mail. Pour les problèmes potentiels de sécurité ou de confidentialité, consultez les instructions ci-dessous.",
  "reporting-bugs-privacy-head": "Problèmes de confidentialité",
  "reporting-bugs-privacy-text": "Peu nous importe qui sont les utilisateurs, seulement la probabilité qu'ils soient ou malveillants ou des machines. Nous soutenons des initiatives comme le Privacy Pass et travaillons dur pour équilibrer confidentialité et sécurité. Si vous avez trouvé un problème qui pourrait affecter la confidentialité des utilisateurs, veuillez nous envoyer un e-mail à support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Envoyez nous des commentaires",
  "reporting-bugs-provide-feedback-head": "Donnez des réactions immédiates sur hCaptcha",
  "reporting-bugs-provide-feedback-text": "Merci de votre contribution. Faites-nous part de vos problèmes et nous pourrons les résoudre rapidement.",
  "reporting-bugs-security-head": "Bugs de sécurité",
  "reporting-bugs-security-text": "Nous sommes toujours intéressés de recevoir des rapports de bugs de sécurité. Envoyez un e-mail à support@hcaptcha.com et ajoutez security@hcaptcha.com en CC et nous reviendrons vers vous rapidement.Nous avons également un programme de chasseurs de bugs pour les rapports de sécurité éligibles sur le service hCaptcha et le code source associé.",
  "sec-hc": "La sécurité avant tout",
  "sec-hc-text": "hCaptcha se concentre sur les éditeurs. Notre travail est de fournir aux sites de vraies données et de les laisser décider comment les utiliser. La précision est dans votre intérêt et dans le notre. D'autres captchas sont fournis par des sociétés de publicité. Chaque bot qu'ils bloquent a le potentiel de réduire leurs revenus.",
  "switch-to-english-link": "Passer à l'anglais",
  "what-is-hcaptcha": "Qu'est ce que hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha aide vos services Web préférés à bloquer les bots, le spam et les abus en posant des questions simples qui sont faciles pour les humains et difficiles pour les machines.",
  "why-hc": "Pourquoi hCaptcha?",
  "why-hc-text": "A chaque fois que vous répondez à un problème, nous utilisons des modèles sophistiqués pouor savoir si vous êtes un humain ou une machine. Le site Web que vous utilisez utilise ensuite ce résultat pour améliorer votre expérience sur leur site en gardant les bots hors du système."
}