{
    "about-advisors-brendan": "PDG de Brave. Co-fondateur de Mozilla. Créateur du langage de programmation JavaScript. Constructeur de navigateurs et plus encore.",
    "about-advisors-dawn": "Professeur, CS à l'Université de Californie, Berkeley. Expert en apprentissage profond, sécurité et blockchain. PDG d'Oasis Labs.",
    "about-advisors-head": "Conseillers",
    "about-advisors-keiran": "Chercheur scientifique à Stanford. Apprentissage automatique et finance quantitative dans les grandes banques, les fonds spéculatifs et les universités.",
    "about-content-head-1": "Ce que nous faisons",
    "about-content-head-2": "Pourquoi est-ce important",
    "about-content-text-1": "hCaptcha est un service d'Intuition Machines Inc, une société d'IA et d'apprentissage automatique qui se concentre sur l'apprentissage du métal et le ML dans le domaine visuel à grande échelle. Nous construisons et exploitons des systèmes massivement évolutifs pour permettre des services d'analyse vidéo et d'image pour les entreprises Global 2000 à travers le monde.",
    "about-content-text-1a": "hCaptcha apporte une approche moderne et axée sur la confidentialité pour arrêter les bots.",
    "about-content-text-1b": "Nous montrons les défis CAPTCHA qui sont difficiles pour les bots mais faciles pour les gens en collectant des données difficiles à étiqueter à partir de problèmes d'apprentissage automatique et en les utilisant pour distinguer si un visiteur de site Web ou d'application est humain.",
    "about-content-text-2": "Plus de données produit généralement de meilleurs résultats. Construire et maintenir des ensembles de données correctement étiquetés et pertinents prend du temps et est coûteux. hCaptcha a été développé à l'origine pour répondre à nos propres besoins en matière d'étiquetage d'image, et est maintenant disponible pour d'autres entreprises ayant des besoins similaires.",
    "about-content-text-2a": "Les mauvais acteurs sont de plus en plus courants en ligne. Mais sacrifier la confidentialité des utilisateurs n'est pas la solution.",
    "about-content-text-2b": "Les solutions de sécurité proposées par les sociétés de publicité se concentrent principalement sur le suivi des utilisateurs sur le Web. Nous avons créé une solution de sécurité efficace qui prouve qu'il n'est pas nécessaire de nuire à la vie privée des utilisateurs pour obtenir d'excellents résultats.",
    "about-intro-head-1": "À propos de hCaptcha",
    "about-intro-head-2": "Confidentialité, sécurité et apprentissage automatique.",
    "about-intro-text": "hCaptcha est le service CAPTCHA indépendant le plus utilisé au monde.",
    "about-leadership-alex": "Expert en bases de données et blockchain. Premier ingénieur à Cloudera et plus. Des décennies d'expertise dans la création de logiciels et d'équipes.",
    "about-leadership-eli": "PDG. Leader reconnu de l'IA. A appliqué l'intelligence artificielle à grande échelle à une grande variété de problèmes commerciaux au cours des dernières décennies.",
    "about-leadership-head": "Direction",
    "about-leadership-todd": "Doctorat en biologie computationnelle, Stanford. Travaille avec les réseaux de neurones depuis 1999. Focus sur le ML appliqué et l'apprentissage profond à grande échelle.",
    "acc-opt": "Options d'accessibilité",
    "acc-opt-but": "En savoir plus sur les options d'accessibilité",
    "acc-opt-text": "Êtes-vous malvoyant ou incapable de terminer les hCaptchas?",
    "accessibility-link": "Accessibilité",
    "appreciate-in": "Nous apprécions votre contribution. Faites-nous part de tout problème et nous le résoudrons rapidement.",
    "fb-but": "Envoyez-nous vos commentaires",
    "feedback-text": "Fournissez des commentaires sur le hCaptcha que vous venez de voir",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha est une marque déposée d'Intuition Machines, Inc.",
    "footer-header-1": "Compagnie",
    "footer-header-2": "Ressources",
    "footer-header-3": "Contact",
    "footer-link-1": "Étiquetage",
    "footer-link-10": "Accessibilité",
    "footer-link-2": "À propos",
    "footer-link-3": "Emplois",
    "footer-link-4": "Marques de commerce",
    "footer-link-5": "Éthique de l'IA",
    "footer-link-6": "Blog",
    "footer-link-7": "Statut",
    "footer-link-8": "Documentation",
    "footer-link-9": "Signaler un bug",
    "footer-privacy": "Intimité",
    "footer-subheader-1": "Soutien",
    "footer-subheader-2": "Contact",
    "footer-terms": "termes",
    "h-plans": "Plans d'abonnement",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Services d'étiquetage",
    "header-login-button": "S'identifier",
    "header-plans-link": "Des plans",
    "header-signup-button": "S'inscrire",
    "home-about-head": "À propos de hCaptcha",
    "home-about-subtitle": "Propulsé par HUMAN Protocol",
    "home-about-text-1": "hCaptcha est conçu pour résoudre le problème le plus exigeant en matière de travail en apprentissage automatique: étiqueter d'énormes quantités de données de manière rapide, abordable et fiable.",
    "home-about-text-2": "Plus de données produit généralement de meilleurs résultats dans la formation de modèles d'apprentissage automatique. Le succès récent des modèles profonds a conduit à des ensembles de données de plus en plus volumineux, presque toujours avec un examen humain. Cependant, la création de grands ensembles de données examinés par l'homme via Mechanical Turk, Figure Eight, etc. est à la fois lente et coûteuse.",
    "home-about-text-3": "hCaptcha permet aux sites Web de gagner de l'argent en répondant à cette demande tout en bloquant les robots et d'autres formes d'abus.",
    "home-about-text-4": "Le marché hCaptcha est alimenté par le protocole HUMAN, un protocole décentralisé ouvert pour l'examen humain qui fonctionne sur la blockchain Ethereum. Les sites Web gagnent des Human Tokens (HMT) chaque fois que les utilisateurs utilisent le widget hCaptcha sur leur site, et les entreprises de machine learning paient des Human Tokens pour que leurs données soient étiquetées.",
    "home-ba-labeling-services-link": "Services d'étiquetage",
    "home-benefits-head-1": "La valeur de l'étiquetage des données",
    "home-benefits-head-2": "Redonner à la charité",
    "home-benefits-text-1": "Avez-vous réalisé à chaque fois que vous cliquez sur la voiture que vous aidez à former gratuitement les systèmes d'apprentissage automatique d'une seule entreprise Gigantic?",
    "home-benefits-text-2": "hCaptcha transforme ce modèle. Lorsque vous utilisez hCaptcha, les entreprises enchérissent sur le travail de vos utilisateurs car elles prouvent leur humanité. Vous obtenez les récompenses.",
    "home-benefits-text-3": "Vous voulez redonner à votre organisme de bienfaisance préféré? hCaptcha vous permet de soutenir les organismes de bienfaisance de votre choix avec les revenus que vous en tirez. Les utilisateurs de votre site pourront bientôt voir votre contribution à une œuvre caritative grâce à un branding discret sur l'interface hCaptcha.",
    "home-challenge-text-1": "Sélectionnez toutes les images qui correspondent à la requête",
    "home-challenge-text-2": "Définir la zone de délimitation des objets",
    "home-challenge-text-3": "Identifiez les étiquettes correspondantes",
    "home-challenge-title-1": "Comparaison",
    "home-challenge-title-2": "Boîte englobante",
    "home-challenge-title-3": "Catégorisation",
    "home-challenges-head": "Défis présentés",
    "home-challenges-text-1": "... et d'autres tâches simples. Facile pour les humains, difficile pour les robots.",
    "home-challenges-text-2": "Tâches personnalisées également disponibles pour les éditeurs d'entreprise.",
    "home-ent-1": "Vous recherchez nos offres de sécurité d'entreprise?",
    "home-ent-2": "Visitez notre nouveau site dédié: BotStop.com",
    "home-ent-button": "En savoir plus: BotStop par hCaptcha",
    "home-from-the-blog": "DU BLOG:",
    "home-from-the-blog-value": "Fonctionnement des paramètres de difficulté hCaptcha",
    "home-intro-body": "Utilisez-vous un captcha pour empêcher les robots d'entrer? hCaptcha protège la confidentialité des utilisateurs, récompense les sites Web et aide les entreprises à étiqueter leurs données. C'est un remplacement instantané de reCAPTCHA: vous pouvez changer en quelques minutes.",
    "home-intro-button": "S'inscrire maintenant",
    "home-intro-head": "Arrêtez plus de robots. Commencez à protéger la confidentialité des utilisateurs.",
    "home-main-1": "Privé. Sécurise. Plus rapide. Et nous vous payons pour l'utiliser.",
    "home-main-2": "Axé sur la confidentialité",
    "home-main-2c": "Les réseaux publicitaires voient vos visiteurs comme le produit. Pour hCaptcha, le produit est le travail qu'ils fournissent. Nous ne nous soucions pas de l'identité de vos utilisateurs, mais seulement de la probabilité qu'ils soient malveillants. Nous soutenons des initiatives telles que Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "home-main-3": "La sécurité d'abord",
    "home-main-3c": "La précision est dans votre intérêt et dans le nôtre. hCaptcha est axé sur les éditeurs. Nous travaillons pour vous donner des données réelles et vous laissons décider comment les utiliser. D'autres captchas sont fournis par des sociétés de publicité Gigantic. Cela signifie que chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "home-main-4": "Meilleure expérience utilisateur",
    "home-main-4c": "Des modèles d'apprentissage automatique sophistiqués sont utilisés par hCaptcha pour déterminer l'humanité. Cela nous permet d'exiger moins de tâches ennuyeuses de la part de vos utilisateurs et de prendre moins de temps à le faire, tout en produisant des données étiquetées utiles pour l'étiquetage des clients.",
    "home-main-plans": "hCaptcha est gratuit pour les éditeurs de toute taille. Cependant, pour les entreprises et les plates-formes qui ont besoin de plus de contrôle, nos solutions d'entreprise sont disponibles.",
    "home-main-plans2": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises de la planète. Veuillez nous contacter pour plus d'informations, ou visitez",
    "home-main-plans3": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises de la planète. Veuillez nous contacter pour plus d'informations, ou visitez",
    "home-main-plans4": "pour plus de détails.",
    "home-plans-button-1": "S'inscrire maintenant",
    "home-plans-button-2": "Contacter le service commercial",
    "home-plans-chart-head-1": "Caractéristiques",
    "home-plans-chart-head-2": "Éditeur",
    "home-plans-chart-head-3": "Entreprise",
    "home-plans-chart-row-1-cell-1": "Types de défis de contrôle affichés",
    "home-plans-chart-row-1-cell-2": "Limité",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Tableaux de bord multi-utilisateurs",
    "home-plans-chart-row-11-cell-1": "Fonctionnalités de reporting avancées",
    "home-plans-chart-row-12-cell-1": "SLA d'entreprise",
    "home-plans-chart-row-2-cell-1": "Contrôle du contenu du défi utilisé",
    "home-plans-chart-row-2-cell-2": "Limité",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Gagnez des récompenses pour les solutions humaines",
    "home-plans-chart-row-4-cell-1": "Protection anti-bot de classe mondiale",
    "home-plans-chart-row-5-cell-1": "Fonctionne dans tous les pays",
    "home-plans-chart-row-5a-cell-1": "Modes sans CAPTCHA et 99,9% passifs",
    "home-plans-chart-row-5b-cell-1": "Scores de confiance des robots",
    "home-plans-chart-row-6-cell-1": "Politique de confidentialité compatible GDPR et CCPA",
    "home-plans-chart-row-7-cell-1": "Niveaux de difficulté précis",
    "home-plans-chart-row-8-cell-1": "Lancez votre propre contenu de défi",
    "home-plans-chart-row-9-cell-1": "Planification des difficultés en fonction du temps",
    "home-try-it-out-button": "Obtenez hCaptcha",
    "home-try-it-out-head": "Essaye le",
    "home-try-it-out-text": "hCaptcha fournit une détection de bots simple, facile et fiable tout en étant facile à résoudre pour les humains.",
    "labeling-about-head": "À propos de hCaptcha",
    "labeling-about-text-1": "hCaptcha est conçu pour résoudre le problème le plus exigeant en matière de travail en apprentissage automatique; étiqueter des quantités massives de données de manière rapide, abordable et fiable. Plus de données produit généralement de meilleurs résultats dans la formation de modèles d'apprentissage automatique. Le succès récent des modèles profonds a conduit à des ensembles de données de plus en plus volumineux, et hCaptcha répond à ce besoin.",
    "labeling-about-text-2": "Cependant, la création de grands ensembles de données examinés par l'homme à l'aide de méthodes traditionnelles est à la fois lente et coûteuse. hCaptcha est un moyen pour les entreprises d'obtenir les annotations dont elles ont besoin plus rapidement, avec une meilleure qualité et à moindre coût que d'autres alternatives.",
    "labeling-annotations-head": "Types d'annotations",
    "labeling-annotations-text-1": "Détection précise des objets dans les images et la vidéo",
    "labeling-annotations-text-2": "Détection précise des objets dans les images et la vidéo",
    "labeling-annotations-text-3": "Annotations ponctuelles pour de nombreux cas d'utilisation différents",
    "labeling-annotations-text-4": "Trier ou ajouter des catégories arbitraires de toute taille",
    "labeling-annotations-text-5": "Détection et classification par l'homme",
    "labeling-annotations-text-6": "Besoin d'un autre type non répertorié ici? Demandez-nous simplement.",
    "labeling-annotations-title-1": "Boîtes englobantes",
    "labeling-annotations-title-2": "Polygones",
    "labeling-annotations-title-3": "Repères",
    "labeling-annotations-title-4": "Catégorisation des attributs",
    "labeling-annotations-title-5": "Comparaison et détection",
    "labeling-annotations-title-6": "... et beaucoup plus",
    "labeling-ent-button": "Contactez notre équipe de solutions d'entreprise",
    "labeling-ent-head": "Besoin d'un contrôle de bout en bout?",
    "labeling-ent-text-1": "La plate-forme HUMAN derrière hCaptcha offre des fonctionnalités de gestion et de qualité du travail hautement sophistiquées via des déploiements sur site, hybrides ou SaaS qui s'intègrent à vos systèmes existants.",
    "labeling-ent-text-2": "Exécutez entièrement hors ligne avec votre propre personnel, suivez la valeur consommée entre les unités commerciales ou les partenaires du consortium, acheminez sélectivement les travaux vers différents fournisseurs de main-d'œuvre internes ou externes en fonction des coûts et des exigences de sécurité, et plus encore.",
    "labeling-ent-text-3": "Accès facile à l'API, superbes tableaux de bord et la dernière technologie de modèle en boucle pour maximiser l'efficacité.",
    "labeling-ent-text-4": "SLA de disponibilité de 99,99% et support mondial disponible 24h / 24 et 7j / 7. Pour plus d'informations:",
    "labeling-features-head-1": "Pipelines simples pilotés par API.",
    "labeling-features-head-2": "Optimisé pour le coût et la qualité. Aucun engagement initial requis.",
    "labeling-features-head-3": "Ne payez que pour la précision dont vous avez besoin.",
    "labeling-features-head-4": "Fournissez vos propres données de vérité terrain ou laissez-nous les construire à la volée.",
    "labeling-features-text-1": "Vous souhaitez intégrer l'analyse humaine directement dans vos opérations commerciales? Nous proposons des SLA de haute fiabilité, une capacité garantie et des API REST simples.",
    "labeling-features-text-2": "La plate-forme HUMAN utilise des modèles de confiance complets pour effectuer une analyse sophistiquée de la qualité en temps réel. Cela nous permet de déterminer rapidement à la fois la difficulté des questions et leur réponse probable, ce qui vous permet d'économiser du temps et de l'argent.",
    "labeling-features-text-3": "Tous les problèmes ne sont pas les mêmes. Les annotations pour les tâches critiques pour la sécurité peuvent nécessiter une confiance de 99,99% de la part de travailleurs entièrement humains. Les annotations pour une fonctionnalité bêta dans une application de jeu mobile peuvent ne nécessiter qu'une confiance modérée. Tu décides.",
    "labeling-features-text-4": "Avez-vous des données brutes sans jeu de vérification complet? Dans la plupart des cas, nous pouvons en créer un pour vous au fur et à mesure de l'exécution des tâches dans le système, ou créer des échantillons étiquetés pour votre approbation.",
    "labeling-info-head": "Obtenir des données étiquetées",
    "labeling-info-text-1": "Parlez à l'un de nos experts du domaine pour définir les besoins de votre projet: précision de la cible, format et toute exigence particulière.",
    "labeling-info-text-2": "Nous exécutons un petit travail de production basé sur vos exemples de données. Cela teste le travail que nous avons effectué ensemble pour vous assurer d'obtenir exactement ce dont vous avez besoin.",
    "labeling-info-text-3": "Grâce à notre volume élevé et à notre faible latence, nous transformerons votre travail rapidement, avec une livraison automatisée dès que c'est fait.",
    "labeling-info-text-4": "Au fur et à mesure que nous comprendrons mieux les paramètres de votre travail de production, les résultats continueront de s'améliorer au fil du temps.",
    "labeling-info-text-5": "Les tableaux de bord en direct vous permettent de fournir des commentaires ou de suspendre la production à tout moment.",
    "labeling-info-title-1": "Définir les spécifications",
    "labeling-info-title-2": "Test de travail initial",
    "labeling-info-title-3": "Déployer des tâches de production",
    "labeling-info-title-4": "Amélioration continue",
    "labeling-info-title-5": "Résultats en temps réel",
    "labeling-main-1": "Étiquetage des données économique à grande échelle",
    "labeling-main-1-button": "Obtenez vos données étiquetées maintenant",
    "labeling-main-1c": "Besoin de plus d'étiquettes pour vos ensembles de données? hCaptcha fournit un étiquetage de données rapide, rentable et de haute qualité aux entreprises travaillant sur des applications d'intelligence artificielle et d'apprentissage automatique.",
    "labeling-main-2": "Lancez des millions de tâches instantanément.",
    "labeling-main-2-button": "Acheter des services d'étiquetage de données",
    "labeling-main-2c": "hCaptcha possède l'une des plus grandes piscines de la planète à votre disposition. Quelle que soit votre échelle, nous pouvons la gérer sans engagement initial coûteux. Des millions de tâches par jour ne posent aucun problème.",
    "labeling-platform-head": "Informations privées ou publiques",
    "labeling-platform-text": "hCaptcha est construit sur la plate-forme HUMAN, qui permet un routage et une analyse sophistiqués pour optimiser le coût et l'efficacité à chaque étape. Cette technologie permet à la bonne main-d'œuvre de gérer chaque partie de votre travail, en maximisant la rentabilité tout en préservant la confidentialité et en répondant à toutes les exigences réglementaires applicables.",
    "labeling-try-button": "Acheter des services d'étiquetage de données",
    "labeling-try-head": "Voulez-vous essayer avec vos données?",
    "labeling-try-text": "... nous sommes prêts quand vous l'êtes: notre service est disponible 24 heures sur 24.",
    "learn-more-hcaptcha": "En savoir plus sur hCaptcha",
    "page-acc-faq-1": "Question: Est-ce que hCaptcha Section 508 + WCAG 2.0 est conforme? Réponse: Nous pensons que oui: tous les utilisateurs souffrant de toute forme de handicap et capables de naviguer sur le Web et de saisir du texte sur des formulaires peuvent accéder aux services protégés par hCaptcha lors de leur inscription. Cependant, il ne s'agit pas d'un conseil juridique: vous devez effectuer votre propre évaluation, en tenant compte de votre implémentation particulière pour vous assurer que c'est le cas pour votre déploiement.",
    "page-acc-faq-2": "Question: Travaillez-vous sur d'autres options d'accessibilité (a11y), comme l'audio? Réponse: Les options précédemment populaires telles que les captcha audio discriminent de nombreux utilisateurs a11y et sont facilement vaincues par les techniques modernes d'apprentissage automatique. Cela a forcé les défis audio actuels à devenir de plus en plus difficiles, introduisant du bruit, un timing étrange, des combinaisons de mots inhabituelles, etc. pour vaincre les attaquants. Nous sommes donc moins enthousiastes à propos de cette approche que d'éviter complètement le défi, mais nous l'envisagerons s'il y a une demande de la part de toute la communauté. Cependant, nous sommes très intéressés par Privacy Pass pour le cas d'utilisation d'accessibilité. Nous pensons que combiner notre approche actuelle a11y avec la délivrance du Privacy Pass permettra aux utilisateurs de tous les navigateurs de naviguer en toute sécurité, en sachant que leur trafic est plus privé, tout en limitant les abus par les opérateurs de robots qui se produisent inévitablement lorsque toutes les options sont disponibles. Nous participons activement au groupe de travail IETF normalisant cette nouvelle technologie.",
    "page-acc-faq-3": "Question: Qu'en est-il de la confidentialité? L'enregistrement expose-t-il d'une manière ou d'une autre les données de navigation? Que faites-vous avec l'e-mail? Réponse: hCaptcha est conçu pour la confidentialité de A à Z. C'est très différent des options traditionnelles comme reCAPTCHA qui appartiennent aux réseaux publicitaires, qui sont incités à vous suivre sur le Web et à vous associer à une véritable identité. Nous n'utilisons jamais d'e-mails ou d'informations d'accessibilité à des fins autres que de faciliter l'utilisation et de prévenir les abus. Notre politique de confidentialité contient des réponses complètes et faisant autorité sur la façon dont nous utilisons les données, mais la réponse courte est que nous n'avons aucun intérêt à vous associer en tant que personne à votre historique de navigation.Nous travaillons également actuellement sur une solution cryptographique pour supprimer rapidement votre adresse e-mail. tout en préservant notre capacité à prévenir les abus, en complément de notre travail de Privacy Pass.",
    "page-acc-link-1": "Si vous êtes un utilisateur d'accessibilité, veuillez vous inscrire ici.",
    "page-acc-subhead": "Assurer un accès transparent à tous les utilisateurs tout en maintenant la sécurité",
    "page-acc-summary": "Résumé",
    "page-acc-summary-contents-1": "hCaptcha est conçu pour arrêter les bots en les distinguant des gens. Les tests visuels sont un outil pratique pour cela, mais tout le monde ne peut pas résoudre un défi visuel. Pour cette raison, nous avons conçu une alternative simple et indolore pour permettre aux éditeurs utilisant notre service de préserver l'accessibilité pour tous avec une conformité totale à la section 508 et aux WCAG 2.0.",
    "page-acc-summary-contents-2": "Comment cela fonctionne: tout d'abord, un utilisateur d'accessibilité s'inscrit à cette URL, qui est liée dans la page d'informations du widget hCaptcha. Ils reçoivent un cookie crypté qui peut être utilisé plusieurs fois par jour, mais qui doit être actualisé toutes les 24 heures via connexion.Lorsqu'un défi est présenté à un utilisateur d'accessibilité sur un site utilisant le service hCaptcha, il passera automatiquement.",
    "page-acc-title": "Informations d'accessibilité hCaptcha",
    "page-acc-tr-body": "Question: Je vois toujours un défi après avoir défini le cookie. Qu'est-ce qui cause cela? Réponse: Cela est généralement dû à l'utilisation d'un bloqueur de publicité agressif ou d'une extension anti-cookie, ou à un paramètre qui bloque les cookies intersites, dans ce cas, un cookie pour hcaptcha.com qui est défini ou vérifié par le JavaScript hCaptcha sur un site différent , comme celui que vous visitez. Les cookies d'accessibilité hCaptcha fonctionnent avec tous les navigateurs et bloqueurs de publicités populaires avec leurs paramètres standard.Les échecs sont donc généralement dus à des scripts anti-anti-adblock ou à des ensembles de règles similaires ciblant des sites particuliers. Solutions: 1. Liste blanche des cookies hcaptcha.com et * .hcaptcha.com dans votre bloqueur de publicité ou dans l'extension de sécurité de votre navigateur. 2. Si vous utilisez le navigateur Brave, qui ne semble pas (en avril 2020) avoir un type de liste blanche de cookies, allez dans Préférences -> Boucliers -> Cookies et choisissez Autoriser tous les cookies. 3. Si vous utilisez la toute dernière version de Safari sur OS X 10.15 ou iOS 13. 4, Apple vient de changer le comportement de Safari en ce qui concerne les cookies tiers, les bloquant tous par défaut. Nous mettons en œuvre une solution, mais en attendant, veuillez visiter Préférences Safari, section Confidentialité, et décochez Suivi du site Web: Empêcher le suivi intersite pour permettre au cookie d'accessibilité de fonctionner comme prévu. Question: J'utilise plusieurs appareils. Dois-je m'inscrire plusieurs fois? Réponse: Non. Veuillez cliquer sur le même lien de connexion par e-mail qui vous a été envoyé sur chaque appareil que vous utilisez afin de définir le cookie.",
    "page-acc-tr-title": "Pour les utilisateurs d'accessibilité: questions-réponses et guide de dépannage",
    "priv-hc": "Axé sur la confidentialité",
    "priv-hc-text": "Les réseaux publicitaires vous considèrent comme leur produit. Nous ne le faisons pas. Nous ne nous soucions pas de qui sont les utilisateurs, mais seulement de la probabilité qu'ils soient malveillants. Nous soutenons des initiatives telles que Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "reporting-bugs-accessibility-button": "En savoir plus sur les options d'accessibilité",
    "reporting-bugs-accessibility-head": "Options d'accessibilité",
    "reporting-bugs-accessibility-text": "Êtes-vous malvoyant ou incapable de terminer les hCaptchas?",
    "reporting-bugs-guide-ff-head": "Capture des détails du rapport de bogue: Firefox",
    "reporting-bugs-guide-ff-step-1": "Étape 1: Ouvrez les outils de développement (cela démarre l'enregistrement de la session.)",
    "reporting-bugs-guide-ff-step-2": "Étape 2: Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case Conserver les journaux en haut.",
    "reporting-bugs-guide-ff-step-3": "Étape 3: visitez https://accounts.hcaptcha.com/demo, ou le site Web sur lequel vous rencontrez un problème (Remarque sur la confidentialité: uniquement si cela ne vous dérange pas de partager ce que c'est) ... puis cliquez sur I suis le bouton humain, et essayez de résoudre.",
    "reporting-bugs-guide-ff-step-4": "Étape 4: Cliquez sur HAR après avoir tenté de résoudre et choisissez Enregistrer tout comme HAR pour enregistrer le journal du réseau. Envoyez-nous ce fichier.",
    "reporting-bugs-guide-ff-step-5": "Étape 5: Cliquez sur l'onglet Console, cliquez avec le bouton droit de la souris, puis Sélectionnez tout et enregistrez-le dans un fichier texte, afin de sauvegarder le journal de la console. Envoyez-nous cela aussi.",
    "reporting-bugs-guide-ff-step-6": "Dernière étape: envoyez-nous ces fichiers journaux HAR et de la console et décrivez le problème Utilisez: support@hcaptcha.com (veuillez utiliser un service comme Dropbox ou Filebin et envoyez des liens) et éventuellement une capture d'écran, si vous pensez que quelque chose ne s'affiche pas correctement . Veuillez également envoyer l'adresse IP que vous utilisez. Vous pouvez l'obtenir sur https://www.whatsmyip.org/ Merci d'avoir pris le temps de nous aider à obtenir cette information! Nous nous engageons à ce que hCaptcha fonctionne bien pour tout le monde.",
    "reporting-bugs-guide-head": "Capture des détails du rapport de bogue: Chrome",
    "reporting-bugs-guide-step-1": "Étape 1: Ouvrez les outils de développement (cela démarre l'enregistrement de la session.)",
    "reporting-bugs-guide-step-2": "Étape 2: Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case Conserver le journal en haut.",
    "reporting-bugs-guide-step-3": "Étape 3: visitez https://accounts.hcaptcha.com/demo, ou le site Web sur lequel vous rencontrez un problème (Remarque sur la confidentialité: uniquement si cela ne vous dérange pas de partager ce que c'est) ... puis cliquez sur I suis le bouton humain, et essayez de résoudre.",
    "reporting-bugs-guide-step-4": "Étape 4: Cliquez sur Exporter HAR (la petite flèche vers le bas) après avoir tenté de résoudre, ce qui enregistre le journal du réseau. Envoyez-nous ce fichier.",
    "reporting-bugs-guide-step-5": "Étape 5: Cliquez sur l'onglet Console, et cliquez avec le bouton droit sur Enregistrer sous .. afin de sauvegarder le journal de la console. Envoyez-nous cela aussi.",
    "reporting-bugs-guide-step-6": "Dernière étape: envoyez-nous par e-mail ces fichiers journaux HAR et de la console et décrivez le problème. Utilisez: support@hcaptcha.com (veuillez utiliser un service comme Dropbox ou Filebin et envoyez des liens) et éventuellement une capture d'écran, si vous pensez que quelque chose ne s'affiche pas correctement. Veuillez également envoyer l'adresse IP que vous utilisez. Vous pouvez l'obtenir sur https://www.whatsmyip.org/ Merci d'avoir pris le temps de nous aider à obtenir cette information! Nous nous engageons à ce que hCaptcha fonctionne bien pour tout le monde.",
    "reporting-bugs-guide-text-1": "L'envoi d'informations de débogage avec votre rapport nous permettra d'identifier beaucoup plus facilement ce qui se passe. Voici les instructions étape par étape:",
    "reporting-bugs-guide-text-2": "Si vous êtes un développeur Web ou un utilisateur expert, le résumé est que nous aimerions que vous nous envoyiez un enregistrement réseau des journaux HAR et de la console du navigateur. Veuillez d'abord essayer de désactiver tout bloqueur de publicité ou extensions de sécurité du navigateur, puis réessayer avant de suivre ces étapes. Si cela résout votre problème, nous vous serions reconnaissants de nous indiquer la version de votre navigateur, le bloqueur de publicités ou l'extension de navigateur, ainsi que l'URL de votre site Web.",
    "reporting-bugs-intro-head": "Vous avez trouvé un bug? Voici comment le signaler.",
    "reporting-bugs-intro-text": "Des millions de personnes utilisent hCaptcha chaque mois, sur des milliers de combinaisons de navigateurs, d'extensions, d'appareils, de pare-feu, etc. Notre objectif est de nous assurer que cela fonctionne toujours pour vous, nous apprécions donc beaucoup vos rapports! Pour donner un commentaire rapide, cliquez simplement sur le bouton Envoyez-nous vos commentaires. Si vous rencontrez un problème fonctionnel, veuillez suivre les instructions du journal de débogage pour Chrome ou les instructions du journal de débogage pour Firefox ci-dessous. Pour tout autre navigateur, envoyez-nous un e-mail. Pour les problèmes potentiels de sécurité ou de confidentialité, consultez les instructions ci-dessous.",
    "reporting-bugs-privacy-head": "Problèmes de confidentialité",
    "reporting-bugs-privacy-text": "Nous ne nous soucions pas de l'identité des utilisateurs, mais seulement de la probabilité qu'ils soient malveillants ou de machines. Nous soutenons des initiatives telles que Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité. Si vous avez trouvé un problème qui, selon vous, pourrait affecter la confidentialité des utilisateurs, veuillez nous envoyer un e-mail à support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envoyez-nous vos commentaires",
    "reporting-bugs-provide-feedback-head": "Fournir des commentaires immédiats sur hCaptcha",
    "reporting-bugs-provide-feedback-text": "Nous apprécions votre contribution. Faites-nous part de tout problème et nous le résoudrons rapidement.",
    "reporting-bugs-security-head": "Bogues de sécurité",
    "reporting-bugs-security-text": "Nous sommes toujours intéressés à recevoir des rapports de bogues de sécurité. Envoyez un e-mail à support@hcaptcha.com & CC security@hcaptcha.com et nous vous répondrons rapidement. Nous avons également un programme de bug bounty pour les rapports de sécurité éligibles sur le service hCaptcha et le code source associé.",
    "sec-hc": "La sécurité d'abord",
    "sec-hc-text": "hCaptcha est axé sur les éditeurs. Nous travaillons pour donner aux sites de vraies données et les laissons décider comment les utiliser. La précision est dans votre intérêt et dans le nôtre. D'autres captchas sont fournis par des agences de publicité. Chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "switch-to-english-link": "Passer à l'anglais",
    "what-is-hcaptcha": "Qu'est-ce que hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aide vos services Web préférés à empêcher les robots, le spam et les abus d'entrer en posant des questions simples qui sont faciles pour les humains et difficiles pour les machines.",
    "why-hc": "Pourquoi hCaptcha?",
    "why-hc-text": "Chaque fois que vous répondez à un défi, nous utilisons des modèles sophistiqués pour déterminer si vous êtes un humain ou une machine. Le site Web que vous avez visité utilise ensuite ce résultat pour aider à améliorer votre expérience sur son site en empêchant les robots d'entrer."
}