{
    "acc-opt": "Options d'accessibilité",
    "acc-opt-but": "En savoir plus sur les options d'accessibilité",
    "acc-opt-text": "Êtes-vous malvoyant ou incapable de compléter hCaptchas?",
    "accessibility-link": "Accessibilité",
    "appreciate-in": "Nous apprécions votre contribution. Faites-nous part de vos problèmes et nous les résoudrons rapidement.",
    "fb-but": "Envoyez-nous vos commentaires",
    "feedback-text": "Donnez votre avis sur le hCaptcha que vous venez de voir",
    "home-ent-1": "Vous recherchez nos offres de sécurité d'entreprise?",
    "home-ent-2": "Visitez notre nouveau site dédié: BotStop.com",
    "home-intro-body": "Utilisez-vous un captcha pour éloigner les bots? hCaptcha protège la confidentialité des utilisateurs, récompense les sites Web et aide les entreprises à étiqueter leurs données. Il s'agit d'un remplacement sans rendez-vous pour reCAPTCHA: vous pouvez changer en quelques minutes.",
    "home-intro-head": "Arrêtez plus de bots. Commencez à protéger la confidentialité des utilisateurs.",
    "home-main-1": "Privé. Sécurise. Plus rapide. Et nous vous payons pour l'utiliser.",
    "home-main-2": "Axé sur la confidentialité",
    "home-main-2c": "Les réseaux publicitaires voient vos visiteurs comme le produit. Pour hCaptcha, le produit est le travail qu'ils fournissent. Peu importe qui sont vos utilisateurs, seulement la probabilité qu'ils soient malveillants. Nous soutenons des initiatives telles que le Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "home-main-3": "La sécurité d'abord",
    "home-main-3c": "La précision est dans votre intérêt et le nôtre. hCaptcha est axé sur l'éditeur. Nous travaillons pour vous fournir des données réelles et vous laisser décider comment les utiliser. D'autres captchas sont fournis par",
    "home-main-3c2": "les agences de publicité. Cela signifie que chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "home-main-4": "Meilleure expérience utilisateur",
    "home-main-4c": "HCaptcha utilise des modèles sophistiqués d'apprentissage automatique pour déterminer l'humanité. Cela nous permet d'exiger des tâches moins ennuyeuses de vos utilisateurs et de prendre moins de temps à le faire, tout en produisant des données étiquetées utiles pour étiqueter les clients.",
    "home-main-plans": "hCaptcha est gratuit pour les éditeurs de toute taille. Cependant, pour les entreprises et les plates-formes qui ont besoin de plus de contrôle, nos solutions d'entreprise sont disponibles.",
    "home-main-plans2": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises de la planète. Veuillez nous contacter pour plus d'informations, ou visitez",
    "home-main-plans3": "Les solutions d'entreprise hCaptcha protègent des millions d'utilisateurs sur des dizaines de millions de sites Web pour certaines des plus grandes entreprises de la planète. Veuillez nous contacter pour plus d'informations, ou visitez",
    "home-main-plans4": "pour plus de détails.",
    "learn-more-hcaptcha": "En savoir plus sur hCaptcha",
    "page-acc-faq-1": "Question: hCaptcha Section 508 + WCAG 2.0 est-il conforme? Réponse: Nous le pensons: tous les utilisateurs souffrant de toute forme de déficience qui sont capables de naviguer sur le Web et de saisir du texte sur des formulaires peuvent accéder aux services protégés par hCaptcha lors de l'inscription. Cependant, ce n'est pas un conseil juridique: vous devez effectuer votre propre évaluation, en tenant compte de votre implémentation particulière pour vous assurer que c'est le cas pour votre déploiement.",
    "page-acc-faq-2": "Question: Travaillez-vous sur d'autres options d'accessibilité (a11y), comme l'audio? Réponse: Les options auparavant populaires comme les captchas audio discriminent de nombreux utilisateurs de tous les âges et sont facilement éliminées par les techniques modernes d'apprentissage automatique. Cela a forcé les défis audio actuels à devenir de plus en plus difficiles, introduisant du bruit, un timing impair, des combinaisons de mots inhabituelles, etc. pour vaincre les attaquants. Nous sommes donc moins enthousiastes à l'égard de cette approche que d'éviter complètement le défi, mais nous l'envisagerons s'il y a une demande de la communauté de tous. Cependant, nous sommes très intéressés par le Privacy Pass pour le cas d'utilisation de l'accessibilité. Nous pensons que la combinaison de notre approche a11y actuelle avec la délivrance du Privacy Pass permettra aux utilisateurs a11y de naviguer en toute sécurité, sachant que leur trafic est plus privé, tout en limitant les abus des opérateurs de robots qui se produisent inévitablement lorsque les options a11y sont disponibles. Nous participons activement au groupe de travail de l'IETF sur la normalisation de cette nouvelle technologie.",
    "page-acc-faq-3": "Question: qu'en est-il de la confidentialité? L'enregistrement expose-t-il les données de navigation a11y d'une manière ou d'une autre? Que faites-vous avec l'e-mail? Réponse: hCaptcha est conçu pour la confidentialité dès le départ. C'est très différent des options traditionnelles comme reCAPTCHA qui appartiennent à des réseaux publicitaires, qui sont incités à vous suivre sur le Web et à vous associer à une véritable identité. Nous n'utilisons jamais de courriels ou d'informations sur l'accessibilité à d'autres fins que de faciliter leur utilisation et de prévenir les abus. Notre politique de confidentialité contient des réponses complètes et faisant autorité sur la façon dont nous utilisons les données, mais la réponse courte est que nous n'avons aucun intérêt à vous associer en tant que personne à votre historique de navigation.Nous travaillons également actuellement sur une solution cryptographique pour supprimer rapidement votre adresse e-mail. tout en préservant notre capacité à prévenir les abus, en complément de notre travail sur le Privacy Pass.",
    "page-acc-link-1": "Si vous êtes un utilisateur d'accessibilité, veuillez vous inscrire ici.",
    "page-acc-subhead": "Assurer un accès transparent à tous les utilisateurs tout en maintenant la sécurité",
    "page-acc-summary": "Résumé",
    "page-acc-summary-contents-1": "hCaptcha est conçu pour arrêter les bots en les distinguant des gens. Les tests visuels sont un outil pratique pour cela, mais tout le monde ne peut pas résoudre un défi visuel. Pour cette raison, nous avons conçu une alternative simple et indolore pour permettre aux éditeurs utilisant notre service de préserver l'accessibilité pour tous avec une conformité complète aux sections 508 et WCAG 2.0.",
    "page-acc-summary-contents-2": "Comment ça marche: tout d'abord, un utilisateur d'accessibilité s'inscrit à cette URL, qui est liée dans la page d'informations du widget hCaptcha. Ils reçoivent un cookie crypté qui peut être utilisé plusieurs fois par jour, mais doit être actualisé toutes les 24 heures via la connexion.Lorsqu'un défi est présenté à un utilisateur d'accessibilité sur n'importe quel site utilisant le service hCaptcha, il passe automatiquement.",
    "page-acc-title": "Informations sur l'accessibilité de hCaptcha",
    "page-acc-tr-body": "Question: Je vois toujours un défi après avoir défini le cookie. Quelle est la cause de cela? Réponse: Cela est généralement dû à l'utilisation d'un bloqueur de publicité agressif ou d'une extension anti-cookie, ou d'un paramètre qui bloque les cookies intersites, dans ce cas, un cookie pour hcaptcha.com qui est défini ou vérifié par le JavaScript hCaptcha sur un autre site , comme celui que vous visitez. Les cookies d'accessibilité hCaptcha fonctionnent avec tous les navigateurs et bloqueurs de publicités courants avec leurs paramètres standard.Par conséquent, les échecs sont généralement dus à des scripts anti-anti-adblock ou à des ensembles de règles similaires ciblant des sites particuliers. Solutions: 1. Mettez en liste blanche les cookies hcaptcha.com et * .hcaptcha.com dans votre bloqueur de publicités ou votre extension de sécurité du navigateur. 2. Si vous utilisez le navigateur Brave, qui ne (en avril 2020) ne semble pas avoir de liste blanche de cookies, allez dans Préférences -> Boucliers -> Cookies et choisissez Autoriser tous les cookies. 3. Si vous utilisez la toute dernière version de Safari sur le dernier OS X 10.15 ou iOS 13. 4, Apple vient de changer le comportement de Safari lié aux cookies tiers, en les bloquant tous par défaut. Nous mettons en œuvre une solution, mais en attendant, veuillez consulter les préférences de Safari, la section Confidentialité et décochez le suivi du site Web: Empêchez le suivi intersite pour permettre au cookie d'accessibilité de fonctionner comme prévu. Question: J'utilise plusieurs appareils. Dois-je m'inscrire plusieurs fois? Réponse: Non. Veuillez cliquer sur le même lien de connexion par e-mail qui vous a été envoyé sur chaque appareil que vous utilisez afin de définir le cookie.",
    "page-acc-tr-title": "Pour les utilisateurs d'accessibilité: Q&R et guide de dépannage",
    "priv-hc": "Axé sur la confidentialité",
    "priv-hc-text": "Les réseaux publicitaires vous voient comme leur produit. Nous non. Peu nous importe qui sont les utilisateurs, seulement leur probabilité d'être malveillants. Nous soutenons des initiatives telles que le Privacy Pass et travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "sec-hc": "La sécurité d'abord",
    "sec-hc-text": "hCaptcha est axé sur l'éditeur. Nous travaillons pour donner aux sites de vraies données et les laisser décider comment les utiliser. La précision est dans votre intérêt et le nôtre. D'autres captchas sont fournis par des agences de publicité. Chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "what-is-hcaptcha": "Qu'est-ce que hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aide vos services Web préférés à empêcher les robots, les spams et les abus en posant des questions simples, faciles pour les humains et difficiles pour les machines.",
    "why-hc": "Pourquoi hCaptcha?",
    "why-hc-text": "Chaque fois que vous répondez à un défi, nous utilisons des modèles sophistiqués pour déterminer si vous êtes un humain ou une machine. Le site Web que vous avez visité utilise ensuite ce résultat pour aider à améliorer votre expérience sur leur site en évitant les robots."
}