{
    "about-advisors-brendan": "CEO. Erkende lieder yn AI. Hat masine-yntelliginsje op skaal tapast op in breed ferskaat oan saaklike problemen yn 'e ôfrûne desennia.",
    "about-advisors-dawn": "PhD yn Computational Biology, Stanford. Wurkje mei neurale netwurken sûnt 1999. Fokus op tapaste ML en djip learen op skaal.",
    "about-advisors-head": "Adviseurs",
    "about-advisors-keiran": "Databank- en Blockchain-ekspert. Iere yngenieur by Cloudera en mear. Tsientallen jierren ekspertize bouwen software en teams.",
    "about-content-head-1": "Wat wy dogge",
    "about-content-head-2": "Wêrom it fan belang is",
    "about-content-text-1": "hCaptcha is in tsjinst fan Intuition Machines Inc, in AI- en masine-learbedriuw mei in fokus op metalearning en fisueel domein ML op skaal. Wy bouwe en operearje massaal skaalbere systemen om fideo- en ôfbyldingsanalyseservers yn te skeakeljen foar Global 2000-bedriuwen rûn de wrâld.",
    "about-content-text-2": "Mear gegevens produsearje algemien bettere resultaten. It opbouwen en ûnderhâlden fan korrekt markearre en relevante datasets is tiid en djoer. hCaptcha waard oarspronklik ûntwikkele om ús eigen behoeften oan te jaan yn ôfbyldingsetikettering, en is no beskikber foar oare bedriuwen mei ferlykbere behoeften.",
    "about-intro-head-1": "Wurkje foar hCaptcha",
    "about-intro-head-2": "Us missy is grut",
    "about-intro-text": "Wy groeie fluch en binne altyd op syk nei it bêste talint fan 'e wrâld yn ús wrâldwide kantoaren. Jo kinne oanfreegje mei de ûndersteande links.",
    "about-leadership-alex": "Databank- en Blockchain-ekspert. Iere yngenieur by Cloudera en mear. Tsientallen jierren ekspertize bouwen software en teams.",
    "about-leadership-eli": "CEO. Erkende lieder yn AI. Hat masine-yntelliginsje op skaal tapast op in breed ferskaat oan saaklike problemen yn 'e ôfrûne desennia.",
    "about-leadership-head": "Liederskip",
    "about-leadership-todd": "PhD yn Computational Biology, Stanford. Wurkje mei neurale netwurken sûnt 1999. Fokus op tapaste ML en djip learen op skaal.",
    "acc-opt": "Opsjes foar tagonklikens",
    "acc-opt-but": "Learje mear oer tagonklikensopsjes",
    "acc-opt-text": "Binne jo fisueel beheind of kinne jo net hCaptchas foltôgje?",
    "accessibility-link": "Tagonklikheid",
    "appreciate-in": "Wy wurdearje jo ynbring. Lit ús eventuele problemen witte en wy sille se fluch oplosse.",
    "fb-but": "Stjoer ús feedback",
    "feedback-text": "Jou feedback oer de hCaptcha dy't jo krekt seagen",
    "footer-attribution": "Attribúsje",
    "footer-copyright-text": "hCaptcha is in registrearre handelsmerk fan Intuition Machines, Inc.",
    "footer-header-1": "Bedriuw",
    "footer-header-2": "Boarnen",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Labeling",
    "footer-link-2": "Oer",
    "footer-link-3": "Banen",
    "footer-link-4": "Hannelsmerken",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumintaasje",
    "footer-link-8": "Rapportearje in bug",
    "footer-link-9": "Tagonklikheid",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Stypje",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Betingsten",
    "header-docs-link": "Dokuminten",
    "header-labeling-services-link": "Tsjinsten foar etiketten",
    "header-login-button": "Oanmelde",
    "header-plans-link": "Plannen",
    "header-signup-button": "Ynskriuwe",
    "home-aboot-subtitle": "Powered by HUMAN Protocol",
    "home-about-head": "Oer hCaptcha",
    "home-about-text-1": "hCaptcha is ûntworpen om it meast arbeidsintensyf probleem op te lossen yn masine-learen: etikette grutte hoemannichten gegevens op in tiid, betelbere en betroubere manier.",
    "home-about-text-2": "Mear gegevens produsearje algemien bettere resultaten yn modellen foar training fan masine-learen. It resinte sukses fan djippe modellen hat laat ta hieltyd gruttere datasets, hast altyd mei wat minsklike resinsje. It oanmeitsjen fan grutte datasynstellingen fia minske fia Mechanical Turk, Figure Aight, ensfh is lykwols sawol traach as djoer.",
    "home-about-text-3": "hCaptcha stelt websides yn steat om jild te meitsjen dy't dizze fraach tsjinje, wylst bots en oare foarmen fan misbrûk blokkearje.",
    "home-about-text-4": "De hCaptcha-merkplaats wurdt oandreaun troch it HUMAN-protokol, in iepen desintralisearre protokol foar minsklike beoardieling dy't rint op 'e Ethereum blockchain. Websites fertsjinje Human Tokens (HMT) as brûkers de hCaptcha-widget op har side brûke, en bedriuwen foar masine-learen betelje Human Tokens om har gegevens te labeljen.",
    "home-ba-labeling-services-link": "Tsjinsten foar etiketten",
    "home-benefits-head-1": "De wearde yn gegevensetikettering",
    "home-benefits-head-2": "Jou werom nei woldiedigens",
    "home-benefits-text-1": "Wisten jo jo elke kear as jo op 'e auto klikke, jo helpe by it oplieden fan in inkele Gigantic-bedriuws masjinsjinsystemen fergees?",
    "home-benefits-text-2": "hCaptcha draait dit model om. As jo hCaptcha brûke, biede bedriuwen oan foar it wurk dat jo brûkers dogge as se har minsklikheid bewize. Jo krije de beleanningen.",
    "home-benefits-text-3": "Wolle jo jo favorite woldiedigens werom jaan? hCaptcha lit jo de woldiedigens fan jo keuze stypje mei de fertsjinsten dy't jo winne troch it te brûken. Brûkers op jo side kinne jo bydrage oan woldiedigens gau troch diskrete merke sjen op 'e hCaptcha-ynterface.",
    "home-challenge-text-1": "Selektearje alle ôfbyldings dy't oerienkomme mei fraach",
    "home-challenge-text-2": "Definearje grinsgebiet foar objekten",
    "home-challenge-text-3": "Identifisearje de korrespondearende labels",
    "home-challenge-title-1": "Fergeliking",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Categorization",
    "home-challenges-head": "Presinteare útdagings",
    "home-challenges-text-1": "... en oare ienfâldige taken. Maklik foar minsken, hurd foar bots.",
    "home-challenges-text-2": "Oanpaste taken ek beskikber foar útjouwers fan bedriuwen.",
    "home-ent-1": "Sykje jo ús bedriuwsfeiligensoanbod?",
    "home-ent-2": "Besykje ús nije tawijd side: BotStop.com",
    "home-ent-button": "Lês mear: BotStop troch hCaptcha",
    "home-from-the-blog": "FAN DE BLOG:",
    "home-from-the-blog-value": "Hoe hCaptcha-swierrichheidsynstellingen wurkje",
    "home-intro-body": "Brûke jo in captcha om bots út te hâlden? hCaptcha beskermet brûker privacy, beleanet websides en helpt bedriuwen har gegevens te labeljen. It is in drop-in ferfanging foar reCAPTCHA: jo kinne binnen minuten wikselje.",
    "home-intro-button": "Skriuw dy no yn",
    "home-intro-head": "Stopje mear bots. Begjin beskermje fan privacy fan brûkers.",
    "home-main-1": "Privee. Feilich. Sneller. En wy betelje jo om it te brûken.",
    "home-main-2": "Privacy Fokusearre",
    "home-main-2c": "Advertinsjenetwurken sjogge jo besikers as it produkt. Foar hCaptcha is it produkt it wurk dat se leverje. It makket ús net út wa't jo brûkers binne, allinich hoe wierskynlik se kwea binne. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "home-main-3": "Feiligens earst",
    "home-main-3c": "De krektens is yn jo belang en fan ús. hCaptcha is útjouwer-rjochte. Wy wurkje oan jo echte gegevens te jaan en litte jo beslute hoe't jo dizze brûke. Oare captchas wurde levere troch",
    "home-main-3c2": "reklamebedriuwen. Dit betsjut dat elke bot dy't se blokkearje har ynkomsten ferminderje.",
    "home-main-4": "Bettere brûkersûnderfining",
    "home-main-4c": "Sofistike modellen foar learen fan masines wurde troch hCaptcha brûkt foar it bepalen fan 'e minske. Hjirmei kinne wy minder ferfelende taken fan jo brûkers fereaskje en minder fan har tiid nimme om dit te dwaan, wylst wy noch nuttige labelgegevens produsearje foar it labeljen fan klanten.",
    "home-main-plans": "hCaptcha is fergees te brûken foar útjouwers fan elke grutte. Foar bedriuwen en platfoarms dy't mear kontrôle nedich binne, binne ús enterprise oplossingen lykwols beskikber.",
    "home-main-plans2": "hCaptcha enterprise oplossingen beskermje miljoenen brûkers op tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, as jo besykje",
    "home-main-plans3": "hCaptcha enterprise oplossingen beskermje miljoenen brûkers op tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, as jo besykje",
    "home-main-plans4": "foar details.",
    "home-plans-button-1": "Skriuw dy no yn",
    "home-plans-button-2": "Kontakt ferkeap",
    "home-plans-chart-head-1": "Funksjes",
    "home-plans-chart-head-2": "Útjouwer",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Bestjoer útdagingstypen werjûn",
    "home-plans-chart-row-1-cell-2": "Beheind",
    "home-plans-chart-row-1-cell-3": "Totaal",
    "home-plans-chart-row-10-cell-1": "Dashboards foar meardere brûkers",
    "home-plans-chart-row-11-cell-1": "Avansearre rapportearfunksjes",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Kontrôle útdagingsynhâld brûkt",
    "home-plans-chart-row-2-cell-2": "Beheind",
    "home-plans-chart-row-2-cell-3": "Totaal",
    "home-plans-chart-row-6-cell-1": "GDPR en CCPA-freonlik privacybelied",
    "home-plans-chart-row-7-cell-1": "Fijnsneld dreech nivo",
    "home-plans-chart-row-8-cell-1": "Start jo eigen útdagingsynhâld",
    "home-plans-chart-row-9-cell-1": "Tiidbasearre swierrichheidsplanning",
    "home-try-it-out-button": "Krij hCaptcha",
    "home-try-it-out-text": "hCaptcha biedt ienfâldige, maklike en betroubere botdeteksje, wylst se trivial is foar minsken om op te lossen.",
    "home-try-it-put-head": "Probearje it",
    "labeling-about-head": "Oer hCaptcha",
    "labeling-about-text-1": "hCaptcha is ûntworpen om it meast arbeidsintensyf probleem op te lossen yn masine-learen; etiketterje fan grutte hoemannichten gegevens op in betide, betelbere en betroubere manier. Mear gegevens produsearje algemien bettere resultaten yn modellen foar training fan masine-learen. It resinte sukses fan djippe modellen hat laat ta hieltyd gruttere datasets, en hCaptcha tsjinnet dizze need.",
    "labeling-about-text-2": "It meitsjen fan grutte datasynstellingen mei tradisjonele metoaden is lykwols trage en djoer. hCaptcha is in manier foar bedriuwen om de annotaasjes te krijen dy't se rapper nedich binne, mei hegere kwaliteit en tsjin legere kosten as oare alternativen.",
    "labeling-annotations-head": "Soart annotaasjes",
    "labeling-annotations-text-1": "Akkurate deteksje fan objekten yn ôfbyldings en fideo",
    "labeling-annotations-text-2": "Akkurate deteksje fan objekten yn ôfbyldings en fideo",
    "labeling-annotations-text-3": "Point-annotaasjes foar in soad ferskillende gefallen fan gebrûk",
    "labeling-annotations-text-4": "Sykje of tafoegje willekeurige kategoryen fan elke grutte",
    "labeling-annotations-text-5": "Human-powered deteksje en klassifikaasje",
    "labeling-annotations-text-6": "In oar type nedich dat hjir net wurdt neamd? Freegje ús gewoan.",
    "labeling-annotations-title-1": "Bounding Boxes",
    "labeling-annotations-title-2": "Polygonen",
    "labeling-annotations-title-3": "Lânmerken",
    "labeling-annotations-title-4": "Attribútkategorisaasje",
    "labeling-annotations-title-5": "Fergeliking en deteksje",
    "labeling-annotations-title-6": "... en folle mear",
    "labeling-ent-button": "Nim kontakt op mei ús Enterprise Solutions Team",
    "labeling-ent-head": "End-to-End-kontrôle nedich?",
    "labeling-ent-text-1": "It HUMAN-platfoarm efter hCaptcha biedt heul sofistike wurkkwaliteit en behearfunksjes fia on-premise, hybride of SaaS-ynsetten dy't yntegrearje mei jo besteande systemen.",
    "labeling-ent-text-2": "Rinne folslein offline mei jo eigen arbeidsmacht, track wearde konsumeare oer saaklike ienheden as konsortiumpartners, selektyf banen rinne nei ferskate ynterne of eksterne arbeidsproviders op basis fan kosten en feiligenseasken, en mear.",
    "labeling-ent-text-3": "Maklike API-tagong, prachtige dashboards en de lêste technology-in-the-loop technology om maksimale effisjinsje te meitsjen.",
    "labeling-ent-text-4": "99,99% uptime SLA's en 24/7 wrâldwide stipe beskikber. Foar mear ynformaasje:",
    "labeling-features-head-1": "Ienfâldige API-oandreaune pipelines.",
    "labeling-features-head-2": "Optimalisearre foar kosten en kwaliteit. Gjin foarútplicht ferplicht.",
    "labeling-features-head-3": "Betelje allinich foar de krektens dy't jo nedich binne.",
    "labeling-features-head-4": "Jou jo eigen grûngegevens oer wierheid of lit ús it op 'e flecht bouwe.",
    "labeling-features-text-1": "Wolle jo minsklike resinsje direkt yntegrearje yn jo bedriuwsfieringen? Wy biede SLA's mei hege betrouberens, garandearre kapasiteit, en ienfâldige REST API's.",
    "labeling-features-text-2": "It HUMAN-platfoarm brûkt wiidweidige fertrouwensmodellen om sabeare real-time kwaliteitsanalyses út te fieren. Hjirmei kinne wy sawol de swierrichheid fan fragen as har wierskynlik goeie antwurd bepale, en jo tiid en jild besparje.",
    "labeling-features-text-3": "Net alle problemen binne itselde. Annotaasjes foar feiligens-krityske taken kinne 99,99% fertrouwen fereaskje fan folslein minsklike arbeiders. Annotaasjes foar ien beta-funksje yn in mobile spultsje-app kinne allinich matich fertrouwen fereaskje. Do beslútst.",
    "labeling-features-text-4": "Hawwe jo rauwe gegevens sûnder in wiidweidige ferifikaasjeset? Yn 'e measte gefallen kinne wy ien foar jo bouwe as taken troch it systeem rinne, of labeleare samples meitsje foar jo goedkarring.",
    "labeling-info-head": "Gegevenslabel krije",
    "labeling-info-text-1": "Sprek mei ien fan ús domeineksperts om jo projektbehoeften te definiearjen: doelwisnauwkeurigens, formaat en alle spesjale easken.",
    "labeling-info-text-2": "Wy útfiere in lytse produksjetak op basis fan jo foarbyldgegevens. Dit test it wurk dat wy tegearre dien hawwe om te soargjen dat jo krekt krije wat jo nedich binne.",
    "labeling-info-text-3": "Mei ús hege folume en lege latency sille wy jo wurk fluch omdraaie, mei automatisearre levering sa gau as it klear is.",
    "labeling-info-text-4": "Om't wy de parameters fan jo produksjewurk better begripe, sille de resultaten oer de tiid bliuwe ferbetterje.",
    "labeling-info-text-5": "Live dashboards kinne jo op elk momint feedback jaan of produksje ûnderbrekke.",
    "labeling-info-title-1": "Spesifikaasjes bepale",
    "labeling-info-title-2": "Inisjele baan test",
    "labeling-info-title-3": "Implementearje Produksje Jobs",
    "labeling-info-title-4": "Trochrinnende ferbettering",
    "labeling-info-title-5": "Echte tiid resultaten",
    "labeling-main-1": "Kosteneffektive gegevenslabel op skaal",
    "labeling-main-1-button": "Krij jo gegevens no markearre",
    "labeling-main-1c": "Mear labels nedich foar jo datasets? hCaptcha biedt snelle, kosten-effektive en etikettering fan hege kwaliteit foar bedriuwen dy't wurkje oan applikaasjes foar keunstmjittige yntelliginsje en masine learen.",
    "labeling-main-2": "Lansearje miljoenen taken fuortendaliks.",
    "labeling-main-2-button": "Keapje tsjinsten foar etikettering fan gegevens",
    "labeling-main-2c": "hCaptcha hat ien fan 'e grutste swimbaden op' e planeet beskikber foar jo gebrûk. Wat jo skaal ek is, wy kinne it behannelje sûnder djoere foarôfgeande ferplichtingen. Miljoenen taken per dei binne gjin probleem.",
    "labeling-platform-head": "Privee as iepenbiere ynformaasje",
    "labeling-platform-text": "hCaptcha is boud op it HUMAN-platfoarm, wêrtroch ferstannige routing en analyse kinne soargje foar kosten en effisjinsje by elke stap. Mei dizze technology kinne de juste arbeidersmacht elk diel fan jo taak behannelje, maksimalisearje kosteneffisjinsje, wylst privacy bewarre wurdt en foldogge oan alle regeljouwingskrav dy't fan tapassing kinne.",
    "labeling-try-button": "Keapje tsjinsten foar etikettering fan gegevens",
    "labeling-try-head": "Wolle jo it mei jo gegevens besykje?",
    "labeling-try-text": "... wy binne klear as jo binne: ús tsjinst is rûn de klok beskikber.",
    "learn-more-hcaptcha": "Learje mear oer hCaptcha",
    "page-acc-faq-1": "Fraach: Is hCaptcha Seksje 508 + WCAG 2.0 kompatibel? Antwurd: Wy leauwe dat: alle brûkers mei elke foarm fan beheining dy't it web kinne blêdzje en tekst op formulieren ynfiere kinne tagong krije ta tsjinsten beskerme troch hCaptcha by registraasje. Dit is lykwols gjin juridysk advys: jo moatte jo eigen evaluaasje útfiere, en jo bepaalde ymplemintaasje yn acht nimme om te soargjen dat dit it gefal is foar jo ynset.",
    "page-acc-faq-2": "Fraach: Wurkje jo oan oare tagonklikens (a11y) opsjes, lykas audio? Antwurd: Eardere populêre opsjes lykas audio-captchas diskriminearje tsjin in soad a11y-brûkers en wurde maklik ferslein troch moderne techniken foar learen fan masines. Dit hat de hjoeddeistige audio-útdagingen twongen om hurder en lestiger te wurden, ynfiering fan lûd, ûneven timing, ungewoane wurdkombinaasjes, ensafuorthinne oanfallers te ferslaan. Wy binne dus minder entûsjast oer dizze oanpak, oars as de útdaging hielendal te foarkommen, mar sille it beskôgje as d'r fraach is fan 'e a11y-mienskip. Wy binne lykwols heul ynteressearre yn Privacy Pass foar de saak fan tagonklikens. Wy leauwe dat it kombinearjen fan ús hjoeddeistige a11y-oanpak mei de útjefte fan Privacy Pass de brûkers fan a11y sil tastean om feilich te blêdzjen, wis fan yn 'e kennis dat har ferkear mear privee is, wylst it misbrûk beheint troch bot-operators dy't ungewoane foarkomme as a11y-opsjes beskikber binne. Wy binne aktive dielnimmers yn 'e wurkgroep IETF dy't dizze nije technology standardisearje.",
    "page-acc-faq-3": "Fraach: Wat oer privacy? Sprekt registraasje blêdgegevens fan a11y op ien of oare manier út? Wat dogge jo mei de e-post? Antwurd: hCaptcha is ûntworpen foar privacy fanôf 'e grûn. It is heul oars dan tradisjonele opsjes lykas reCAPTCHA dy't eigendom binne fan advertinsjenetwurken, dy't in stimulâns hawwe om jo op it web te folgjen en jo te assosjearjen mei in echte identiteit. Wy brûke noait e-postberjochten of ynfo foar tagonklikens foar in oar doel dan it gebrûk fan 11e letter en misbrûk foarkomme. Us privacybelied hat wiidweidige en autoritative antwurden oer hoe't wy gegevens brûke, mar it koarte antwurd is dat wy gjin belangstelling hawwe om jo as persoan te assosjearjen mei jo browsjeskiednis. Wy wurkje ek op it stuit oan in kryptografyske oplossing om jo e-postadres rap fuort te smiten wylst wy noch ús fermogen om misbrûk te foarkommen behâlde, komplementearje ús Privacy Pass-wurk.",
    "page-acc-link-1": "As jo in brûker fan tagonklikens binne, registrearje jo hjir dan.",
    "page-acc-subhead": "Soargje foar naadleaze tagong foar alle brûkers wylst behâld fan feiligens",
    "page-acc-summary": "Gearfetting",
    "page-acc-summary-contents-1": "hCaptcha is ûntworpen om bots te stopjen troch har te ûnderskieden fan minsken. Visuele tests binne hjir in handich ark, mar net elkenien kin in fisuele útdaging oplosse. Om dizze reden hawwe wy in ienfâldich, pynleas alternatyf ûntwurpen om útjouwers dy't ús tsjinst brûke brûke tagonklikens te behâlden foar allegear mei folsleine seksje 508 en WCAG 2.0.",
    "page-acc-summary-contents-2": "Hoe't it wurket: earst registreart in tagonkliker brûker op dizze URL, dy't keppele is oan de ynfo-side fan hCaptcha widget. Se krije in fersifere cookie dy't ferskate kearen per dei kin wurde brûkt, mar moatte elke 24 oeren ferfarskje fia oanmelding. As in útdaging wurdt presinteare oan in tagonklikens op elke side dy't de hCaptcha-tsjinst brûkt, sille se automatysk trochgean.",
    "page-acc-title": "hCaptcha Tagonklikensynformaasje",
    "page-acc-tr-body": "Fraach: Ik sjoch noch in útdaging nei it ynstellen fan it koekje. Wat feroarsaket dit? Antwurd: Dit is normaal te meitsjen mei it brûken fan in agressive ad-blocker of anti-cookie-útwreiding, of in ynstelling dy't cross-side-cookies blokkeart, yn dit gefal in cookie foar hcaptcha.com dy't is ynsteld of kontrolearre troch de hCaptcha JavaScript op in oare side , lykas dejinge dy't jo besykje. hCaptcha-tagonklikens cookies wurkje mei alle populêre browsers en ad-blockers mei har standertynstellingen, dus typysk binne mislearringen te krijen mei anty-anty-adblock-skripts of ferlykbere regelsets dy't op bepaalde siden rjochtsje. Oplossingen: 1. Whitelist hcaptcha.com en * .hcaptcha.com koekjes yn jo advertinsjeblocker as browserfeiligens-útwreiding. 2. As jo de Brave-blêder brûke, dy't (per april 2020) gjin soarte whitelist fan koekjes liket te wêzen, gean dan nei Foarkarren -> Shields -> Cookies en kies Allow Cookies tastean. 3. As jo de heulste ferzje fan Safari brûke op sawol it koartlyn útbrocht OS X 10.15 as iOS 13. 4, hat Apple gewoan it gedrach fan Safari feroare relatearre oan cookies fan tredden, en blokkearje se allegear standert. Wy ymplementearje in oplossing, mar besykje yn 'e tuskentiid Safari foarkar, seksje Privacy, en wiskje websides tracking: foarkomme tracking fia side om te soargjen dat de cookie foar tagonklikens funksjoneart lykas ferwachte. Fraach: Ik brûk meardere apparaten. Moat ik meardere kearen oanmelde? Antwurd: Nee. Klik op deselde oanmeldlink foar e-post dy 't jo binne ferstjoerd op elk apparaat dat jo brûke om it koekje yn te stellen.",
    "page-acc-tr-title": "Foar brûkers fan tagonklikens: Q&A en Troubleshooting Guide",
    "priv-hc": "Privacy Fokusearre",
    "priv-hc-text": "Advertinsjenetwurken sjogge jo as har produkt. Dat dogge wy net. It makket ús net út wa't brûkers binne, allinich hoe wierskynlik se kwea binne. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "reporting-bugs-accessibility-button": "Learje mear oer tagonklikensopsjes",
    "reporting-bugs-accessibility-head": "Opsjes foar tagonklikens",
    "reporting-bugs-accessibility-text": "Binne jo fisueel beheind of kinne jo net hCaptchas foltôgje?",
    "reporting-bugs-guide-ff-head": "Details oer bugrapport fêstlizze: Firefox",
    "reporting-bugs-guide-ff-step-1": "Stap 1: Open Developer Tools (Dit begjint de sesje op te nimmen.)",
    "reporting-bugs-guide-ff-step-2": "Stap 2: Klikje op it ljepblêd Netwurk yn Developer Tools. Selektearje it Persist-logs-fakje boppe.",
    "reporting-bugs-guide-ff-step-3": "Stap 3: besykje https://accounts.hcaptcha.com/demo, as de webside wêr't jo in probleem mei hawwe (Privacy Opmerking: allinich as jo it net skele te dielen wat it is) ... en klikje dan op de I bin minsklike knop, en besykje op te lossen.",
    "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR neidat jo besykje op te lossen, en kies Alles opslaan as HAR om it netwurklog te bewarjen. Stjoer dat bestân nei ús.",
    "reporting-bugs-guide-ff-step-5": "Stap 5: Klikje op it tabblêd Console, en klik mei de rechtermuisknop dan Selektearje alles en bewarje dat yn in tekstbestân, om it konsole-log te bewarjen. Stjoer ús dat ek.",
    "reporting-bugs-guide-ff-step-6": "Lêste stap: E-post dy HAR- en console-logbestannen nei ús, en beskriuw it probleem Brûk: support@hcaptcha.com (brûk asjebleaft in tsjinst lykas Dropbox of Filebin en stjoer keppelings) en as opsje in skermôfdruk, as jo tinke dat d'r iets is dat net korrekt werjûn . Stjoer asjebleaft ek de IP dy't jo brûke. Jo kinne it krije fan https://www.whatsmyip.org/ Tank dat jo de tiid hawwe nommen om ús te helpen dizze ynfo te krijen! Wy sette ús yn om hCaptcha goed foar elkenien te meitsjen.",
    "reporting-bugs-guide-head": "Untfang bugrapportdetails: Chrome",
    "reporting-bugs-guide-step-1": "Stap 1: Open Developer Tools (Dit begjint de sesje op te nimmen.)",
    "reporting-bugs-guide-step-2": "Stap 2: Klikje op it ljepblêd Netwurk yn Developer Tools. Kontrolearje it logfak Bewarje oan 'e boppekant.",
    "reporting-bugs-guide-step-3": "Stap 3: besykje https://accounts.hcaptcha.com/demo, as de webside wêr't jo in probleem mei hawwe (Privacy Opmerking: allinich as jo it net skele te dielen wat it is) ... en klikje dan op de I bin minsklike knop, en besykje op te lossen.",
    "reporting-bugs-guide-step-4": "Stap 4: Klik op HAR eksportearje (de lytse pylk nei ûnderen) neidat jo besykje op te lossen, wat it netwurklogboek opslaat. Stjoer dat bestân nei ús.",
    "reporting-bugs-guide-step-5": "Stap 5: Klikje op it tabblêd Console, en klikje mei de rjochter-mûsknop dan Opslaan as .. om it konsole-log op te slaan. Stjoer ús dat ek.",
    "reporting-bugs-guide-step-6": "Lêste stap: E-post dy HAR- en konsole-logbestannen nei ús, en beskriuw it probleem. Brûk: support@hcaptcha.com (brûk asjebleaft in tsjinst lykas Dropbox of Filebin en stjoer keppelings) en as opsje in skermôfbylding, as jo tinke dat d'r iets is dat net korrekt werjûn. Stjoer asjebleaft ek de IP dy't jo brûke. Jo kinne it krije fan https://www.whatsmyip.org/ Tank dat jo de tiid hawwe nommen om ús te helpen dizze ynfo te krijen! Wy sette ús yn om hCaptcha goed foar elkenien te meitsjen.",
    "reporting-bugs-guide-text-1": "Ynfoegje fan debuggen mei jo rapport sil it foar ús folle makliker meitsje om te identifisearjen wat der bart. Hjir binne stap-foar-stap ynstruksjes:",
    "reporting-bugs-guide-text-2": "As jo in webûntwikkelder of saakkundige brûker binne, is de gearfetting dat wy wolle dat jo ús in netwurk opnimme HAR en browserkonsole-logs. Besykje asjebleaft alle ad-blocker- of browserfeiligens-útwreidings te útskeakeljen en probearje dan opnij foardat jo trochgean mei dizze stappen. As dit jo probleem oplost, soene wy jo noch wurdearje dat jo ús jo browserferzje, ad-blocker of browser-útwreiding, en de URL fan 'e webside witte litte litte.",
    "reporting-bugs-intro-head": "In bug fûn? Hjir is hoe't jo it rapportearje.",
    "reporting-bugs-intro-text": "Miljoenen minsken brûke elke moanne hCaptcha, op tûzenen kombinaasjes fan browsers, útwreidingen, apparaten, firewalls, en mear. Us doel is om derfoar te soargjen dat it altyd foar jo wurket, dat wy jo rapporten tige wurdearje! Om rappe feedback te jaan, klikje jo gewoan op de knop Stjoer ús feedback. As jo in funksjoneel probleem sjogge, folgje dan de ynstruksjes foar debuglog foar Chrome of ynstruksjes foar debuglog foar Firefox hjirûnder. E-post ús foar alle oare browsers. Sjoch foar de mooglike feiligens- as privacyproblemen de ynstruksjes hjirûnder.",
    "reporting-bugs-privacy-head": "Problemen mei privacy",
    "reporting-bugs-privacy-text": "It makket ús net út wa't brûkers binne, allinich hoe wierskynlik se binne kwea as masines. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen. As jo in probleem fûn hawwe dy't jo tinke dat it privacy fan brûkers kin beynfloedzje, stjoer ús dan e-post nei support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Stjoer ús feedback",
    "reporting-bugs-provide-feedback-head": "Jou fuortendaliks feedback oer hCaptcha",
    "reporting-bugs-provide-feedback-text": "Wy wurdearje jo ynbring. Lit ús eventuele problemen witte en wy sille se rap oplosse.",
    "reporting-bugs-security-head": "Feiligensbugs",
    "reporting-bugs-security-text": "Wy binne altyd ynteressearre yn it ûntfangen fan rapporten oer befeiligingsbugs. E-post support@hcaptcha.com & CC security@hcaptcha.com en wy sille jo snel werom krije. Wy hawwe ek in bug-bounty-programma foar yn oanmerking feiligensrapporten oer de hCaptcha-tsjinst en relatearre boarnekoade.",
    "sec-hc": "Feiligens earst",
    "sec-hc-text": "hCaptcha is útjouwer-rjochte. Wy wurkje om siden wirklike gegevens te jaan en litte se beslute hoe't se it brûke. De krektens is yn jo belang en fan ús. Oare captchas wurde levere troch reklamebedriuwen. Elke bot dy't se blokkearje, kin har ynkomsten ferminderje.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt jo favorite webservers bots, spam en misbrûk út te hâlden troch ienfâldige fragen te stellen dy't maklik binne foar minsken en lestich foar masines.",
    "why-hc": "Wêrom hCaptcha?",
    "why-hc-text": "Elke kear as jo in útdaging beantwurdzje, brûke wy sobere modellen om út te finen oft jo minske binne as in masine. De webside dy't jo besochten brûkt dit resultaat om jo ûnderfining op har side te ferbetterjen troch bots út te hâlden."
}