{
    "a11y-img-1": "Tagonklikens brûkersskerm nei oanmelden",
    "a11y-img-2": "Tagonklikheid opsje yn widget UI menu",
    "a11y-img-3": "Tagonklikens dialoochfinster yn widget UI",
    "about-advisors-brendan": "CEO fan Brave. Mei-oprjochter fan Mozilla. Makker fan 'e JavaScript-programmeartaal. Bouwer fan browsers en mear.",
    "about-advisors-dawn": "Heechlearaar, CS oan 'e Universiteit fan Kalifornje, Berkeley. Djip learen, befeiliging, ekspert op blockchain. CEO fan Oasis Labs.",
    "about-advisors-head": "Adviseurs",
    "about-advisors-keiran": "Undersykswittenskipper yn Stanford. Masinelearjen en kwantitative finânsjes by grutte banken, hedgefûnsen en akademia.",
    "about-content-head-1": "Wat wy dogge",
    "about-content-head-2": "Wêrom it wichtich is",
    "about-content-text-1": "hCaptcha is in tsjinst fan Intuition Machines Inc, in AI- en masine-learbedriuw mei in fokus op metalearning en fisuele domein ML op skaal. Wy bouwe en operearje massaal skalearbere systemen om tsjinsten foar fideo- en byldanalyse mooglik te meitsjen foar Global 2000-bedriuwen oer de heule wrâld.",
    "about-content-text-1a": "hCaptcha bringt in moderne, privacy-rjochte oanpak foar it stopjen fan bots.",
    "about-content-text-1b": "Wy litte CAPTCHA-útdagings sjen dy't dreech binne foar bots, mar maklik foar minsken troch gegevens te sammeljen fan lestich te label gegevens fan masinelearingsproblemen, en it brûke om te ûnderskieden oft in webside as app-besiker minsklik is.",
    "about-content-text-2": "Mear gegevens produsearje oer it algemien bettere resultaten. Juste bestimpele en relevante datasets bouwe en ûnderhâlde is tiidslinend en djoer. hCaptcha waard oarspronklik ûntwikkele om oan ús eigen ferlet te foldwaan yn byldetiket, en is no beskikber foar oare bedriuwen mei ferlykbere behoeften.",
    "about-content-text-2a": "Minne akteurs komme online hieltyd faker foar. Mar it opofferen fan privacy fan brûkers is net it antwurd.",
    "about-content-text-2b": "Befeiligingsoplossingen oanbean troch advertinsjebedriuwen rjochtsje har foaral op it folgjen fan brûkers oer it web. Wy hawwe in effektive befeiligingsoplossing makke dy't bewiist dat skea fan privacy fan brûkers net nedich is om poerbêste resultaten te leverjen.",
    "about-intro-head-1": "Oer hCaptcha",
    "about-intro-head-2": "Privacy, befeiliging en masine learen.",
    "about-intro-text": "hCaptcha is de meast brûkte ûnôfhinklike CAPTCHA-tsjinst op 'e wrâld.",
    "about-leadership-alex": "Databank en Blockchain saakkundige. Iere yngenieur by Cloudera en mear. Desennia fan ekspertize bouwen fan software en teams.",
    "about-leadership-eli": "CEO. Erkende lieder yn AI. Hat de ôfrûne desennia masine-yntelliginsje op skaal tapast op in breed ferskaat oan saaklike problemen.",
    "about-leadership-head": "Liederskip",
    "about-leadership-todd": "PhD yn Computational Biology, Stanford. Wurkje mei neuronale netwurken sûnt 1999. Fokus op tapaste ML en djip learen op skaal.",
    "acc-opt": "Tagonklikheid Opsjes",
    "acc-opt-but": "Learje mear oer tagonklikensopsjes",
    "acc-opt-text": "Binne jo fisueel beheind of kinne jo hCaptchas net foltôgje?",
    "accessibility-link": "Tagonklikheid",
    "appreciate-in": "Wy wurdearje jo ynput. Litte wy alle problemen witte en wy sille se rap oplosse.",
    "fb-but": "Stjoer ús feedback",
    "feedback-text": "Jou feedback oer de hCaptcha dy't jo krekt seagen",
    "footer-attribution": "Attribúsje",
    "footer-copyright-text": "hCaptcha is in registrearre hannelsmerk fan Intuition Machines, Inc.",
    "footer-header-1": "Bedriuw",
    "footer-header-2": "Boarnen",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Labeling",
    "footer-link-10": "Tagonklikheid",
    "footer-link-2": "Oer",
    "footer-link-3": "Banen",
    "footer-link-4": "Hannelsmerken",
    "footer-link-5": "AI Etyk",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumintaasje",
    "footer-link-9": "Rapportearje in bug",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Stypje",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Betingsten",
    "h-plans": "Abonnementsplannen",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etikettsjinsten",
    "header-login-button": "Oanmelde",
    "header-plans-link": "Plannen",
    "header-signup-button": "Ynskriuwe",
    "home-about-head": "Oer hCaptcha",
    "home-about-subtitle": "Oandreaun troch HUMAN Protocol",
    "home-about-text-1": "hCaptcha is ûntwurpen om it meast arbeidsintensive probleem op te lossen yn masine learen: massale hoeveelheden gegevens op 'e tiid, betelbere en betroubere manier markearje.",
    "home-about-text-2": "Mear gegevens leverje oer it algemien bettere resultaten yn training fan modellen foar learen fan masines. It resinte súkses fan djippe modellen hat laat ta hieltyd gruttere datasets, hast altyd mei wat minsklike oersjoch. It meitsjen fan grutte datasets dy't troch minsken binne beoardiele fia Mechanical Turk, Figure Acht, ensfh. Is lykwols sawol traach as djoer.",
    "home-about-text-3": "hCaptcha lit websides jild meitsje om dizze fraach te tsjinjen wylst se bots en oare foarmen fan misbrûk blokkearje.",
    "home-about-text-4": "De hCaptcha-merk wurdt oandreaun troch it HUMAN Protocol, in iepen desintralisearre protokol foar minsklike oersjoch dy't rint op 'e Ethereum blockchain. Websides fertsjinje Human Tokens (HMT) as brûkers de hCaptcha-widget brûke op har side, en masjine-learbedriuwen betelje Human Tokens om har gegevens te markearjen.",
    "home-ba-labeling-services-link": "Etikettsjinsten",
    "home-benefits-head-1": "De wearde yn gegevensetiket",
    "home-benefits-head-2": "Jou werom nei woldiedigens",
    "home-benefits-text-1": "Wisten jo elke kear as jo op 'e auto klikke, jo helpe om fergees in machine-learsystemen fan Gigantic bedriuw te trainen?",
    "home-benefits-text-2": "hCaptcha draait dit model om. As jo hCaptcha brûke, biede bedriuwen op it wurk dat jo brûkers dogge as se har minsklikheid bewize. Jo krije de beleannings.",
    "home-benefits-text-3": "Wolle jo werom jaan oan jo favorite woldiedigens? hCaptcha lit jo de goede doelen fan jo kar stypje mei de ynkomsten dy't jo krije troch it te brûken. Brûkers op jo side kinne ynkoarten jo bydrage oan woldiedigens sjen fia diskrete branding op 'e hCaptcha-ynterface.",
    "home-challenge-text-1": "Selektearje alle ôfbyldings dy't oerienkomme mei de fraach",
    "home-challenge-text-2": "Definearje begrinzingsgebiet foar objekten",
    "home-challenge-text-3": "Identifisearje de oerienkommende labels",
    "home-challenge-title-1": "Fergeliking",
    "home-challenge-title-2": "Grinsdoaze",
    "home-challenge-title-3": "Kategorisearring",
    "home-challenges-head": "Presinteare útdagings",
    "home-challenges-text-1": "... en oare ienfâldige taken. Maklik foar minsken, dreech foar bots.",
    "home-challenges-text-2": "Oanpaste taken ek beskikber foar útjouwers fan bedriuwen.",
    "home-ent-1": "Sykje jo ús befeiligingsoanbod foar bedriuwen?",
    "home-ent-2": "Besykje ús nije spesjale side: BotStop.com",
    "home-ent-button": "Mear ynformaasje: BotStop troch hCaptcha",
    "home-from-the-blog": "FAN DE BLOG:",
    "home-from-the-blog-value": "Hoe wurkje hCaptcha swierrichheidsynstellingen",
    "home-intro-body": "Brûk jo in captcha om bots út te hâlden? hCaptcha beskermet privacy fan brûkers, beleanet websides, en helpt bedriuwen om har gegevens te markearjen. It is in ferfanger foar reCAPTCHA: jo kinne binnen minuten wikselje.",
    "home-intro-button": "Skriuw dy no yn",
    "home-intro-head": "Stopje mear bots. Begjin beskermjen fan privacy fan brûkers.",
    "home-main-1": "Privee. Feilich. Faster. En wy betelje jo om it te brûken.",
    "home-main-2": "Privacy rjochte",
    "home-main-2c": "Ad-netwurken sjogge jo besikers as it produkt. Foar hCaptcha is it produkt it wurk dat se leverje. It makket ús net út wa't jo brûkers binne, allinich hoe wierskynlik se binne kwea-aardich. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "home-main-3": "Feiligens earst",
    "home-main-3c": "Krektens is yn jo belang en uzes. hCaptcha is op útjouwer-rjochte. Wy wurkje om echte gegevens te jaan en jo beslute hoe't jo it brûke. Oare captchas wurde fersoarge troch gigantyske reklamebedriuwen. Dit betsjut dat elke bot dy't se blokkearje, har ynkomsten kin ferminderje.",
    "home-main-4": "Bettere brûkersûnderfining",
    "home-main-4c": "Sofistike machine-learmodellen wurde brûkt troch hCaptcha foar it bepalen fan it minskdom. Hjirmei kinne wy minder ferfelende taken fan jo brûkers fereaskje en minder fan har tiid nimme om dat te dwaan, wylst wy noch nuttige nuttige markearre gegevens produsearje foar it labeljen fan klanten.",
    "home-main-plans": "hCaptcha is fergees te brûken foar útjouwers fan elke grutte. Foar bedriuwen en platfoarms dy't mear kontrôle nedich binne, binne ús oplossings foar bedriuwen lykwols beskikber.",
    "home-main-plans2": "hCaptcha ûndernimmingsoplossingen beskermje miljoenen brûkers oer tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, of besykje",
    "home-main-plans3": "hCaptcha ûndernimmingsoplossingen beskermje miljoenen brûkers oer tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, of besykje",
    "home-main-plans4": "foar details.",
    "home-plans-button-1": "Skriuw dy no yn",
    "home-plans-button-2": "Kontakt mei ferkeap",
    "home-plans-chart-head-1": "Funksjes",
    "home-plans-chart-head-2": "Útjouwer",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontrolearje útdagingstypen werjûn",
    "home-plans-chart-row-1-cell-2": "Beheind",
    "home-plans-chart-row-1-cell-3": "Totaal",
    "home-plans-chart-row-10-cell-1": "Multi-brûkers dashboards",
    "home-plans-chart-row-11-cell-1": "Avansearre rapportaazjefunksjes",
    "home-plans-chart-row-12-cell-1": "SLA's foar bedriuwen",
    "home-plans-chart-row-2-cell-1": "Kontrolearje útdagingsynhâld brûkt",
    "home-plans-chart-row-2-cell-2": "Beheind",
    "home-plans-chart-row-2-cell-3": "Totaal",
    "home-plans-chart-row-3-cell-1": "Fertsjinje beleannings foar minsklike oplossingen",
    "home-plans-chart-row-4-cell-1": "Anti-bot beskerming yn wrâldklasse",
    "home-plans-chart-row-5-cell-1": "Wurket yn elk lân",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA en 99,9% passive modus",
    "home-plans-chart-row-5b-cell-1": "Bot fertrouwen skoart",
    "home-plans-chart-row-6-cell-1": "GDPR en CCPA-freonlik privacybelied",
    "home-plans-chart-row-7-cell-1": "Fynkornige swierrichheidsnivo's",
    "home-plans-chart-row-8-cell-1": "Starte jo eigen útdagingsynhâld",
    "home-plans-chart-row-9-cell-1": "Op tiid basearre swierrichheid planne",
    "home-try-it-out-button": "Krij hCaptcha",
    "home-try-it-out-head": "Probearje it",
    "home-try-it-out-text": "hCaptcha leveret ienfâldige, maklike en betroubere botdeteksje wylst it triviaal is foar minsken op te lossen.",
    "labeling-about-head": "Oer hCaptcha",
    "labeling-about-text-1": "hCaptcha is ûntwurpen om it meast arbeidsintensive probleem op te lossen yn masine learen; massale hoeveelheden gegevens op 'e tiid, betelbere en betroubere manier markearje. Mear gegevens leverje oer it algemien bettere resultaten yn training fan modellen foar learen fan masines. It resinte sukses fan djippe modellen hat laat ta hieltyd gruttere datasets, en hCaptcha tsjinnet dizze needsaak.",
    "labeling-about-text-2": "It meitsjen fan grutte datasets dy't troch minsken wurde beoardiele mei tradisjonele metoaden is lykwols stadich en djoer. hCaptcha is in manier foar bedriuwen om de oantekeningen te krijen dy't se rapper nedich binne, mei hegere kwaliteit en tsjin legere kosten dan oare alternativen.",
    "labeling-annotations-head": "Annotaasjetypes",
    "labeling-annotations-text-1": "Akkurate objektdeteksje yn ôfbyldings en fideo",
    "labeling-annotations-text-2": "Akkurate objektdeteksje yn ôfbyldings en fideo",
    "labeling-annotations-text-3": "Puntannotaasjes foar in protte ferskillende gebrûk fan gefallen",
    "labeling-annotations-text-4": "Sorteer as tafoegje willekeurige kategoryen fan elke grutte",
    "labeling-annotations-text-5": "Human-oandreaune opspoaren en klassifikaasje",
    "labeling-annotations-text-6": "In oar type nedich dat hjir net stiet? Freegje it ús mar.",
    "labeling-annotations-title-1": "Grinsdoazen",
    "labeling-annotations-title-2": "Polygoanen",
    "labeling-annotations-title-3": "Landmarks",
    "labeling-annotations-title-4": "Attribúsjekategorisaasje",
    "labeling-annotations-title-5": "Fergeliking en opspoaren",
    "labeling-annotations-title-6": "... en folle mear",
    "labeling-ent-button": "Nim kontakt op mei ús Enterprise Solutions Team",
    "labeling-ent-head": "Ein-ein-ein kontrôle nedich?",
    "labeling-ent-text-1": "It HUMAN-platfoarm efter hCaptcha biedt heul ferfine wurkkwaliteit- en behearfunksjes fia pleatslike, hybride of SaaS-ynstellings dy't yntegrearje mei jo besteande systemen.",
    "labeling-ent-text-2": "Rin folslein offline mei jo eigen personielsbestân, folgje de wearde dy't wurdt konsumeare oer saaklike ienheden as konsortiumpartners, ryd banen selektyf nei ferskillende ynterne as eksterne arbeidsproviders basearre op kosten- en feiligenseasken, en mear.",
    "labeling-ent-text-3": "Maklike API tagong, prachtige dashboards, en de lêste model-yn-de-loop-technology om effisjinsje te maksimalisearjen.",
    "labeling-ent-text-4": "99.99% uptime SLA's en 24/7 wrâldwide stipe beskikber. Foar mear ynformaasje:",
    "labeling-features-head-1": "Ienfâldige API-oandreaune pipelines.",
    "labeling-features-head-2": "Optimalisearre foar kosten en kwaliteit. Gjin foaroansteande ferplichting nedich.",
    "labeling-features-head-3": "Betelje allinich foar de krektens dy't jo nedich binne.",
    "labeling-features-head-4": "Jou jo eigen grûnwaarheidsgegevens op of lit ús se op 'e flecht bouwe.",
    "labeling-features-text-1": "Wolle jo minsklike oersjoch direkt yntegrearje yn jo bedriuwsfiering? Wy biede SLA's mei hege betrouberens, garandearre kapasiteit en ienfâldige REST API's.",
    "labeling-features-text-2": "It HUMAN-platfoarm brûkt wiidweidige fertrouwensmodellen om ferfine real-time kwaliteitsanalyses út te fieren. Hjirmei kinne wy sawol de swierrichheid fan fragen as har wierskynlik juste antwurd fluch bepale, en besparje jo tiid en jild.",
    "labeling-features-text-3": "Net alle problemen binne itselde. Annotaasjes foar feiligens-krityske taken kinne 99.99% fertrouwen fereaskje fan folslein minsklike arbeiders. Annotaasjes foar ien beta-funksje yn in mobile spultsje-app freegje mooglik allinich matich fertrouwen. Do beslútst.",
    "labeling-features-text-4": "Hawwe jo rauwe gegevens sûnder in wiidweidige ferifikaasje set? Yn 'e measte gefallen kinne wy ien foar jo bouwe as taken troch it systeem rinne, of markeare foarbylden meitsje foar jo goedkarring.",
    "labeling-info-head": "Gegevens markearje",
    "labeling-info-text-1": "Sprek mei ien fan ús domein-eksperts om jo projektbehoeften te definiearjen: doelgenoatigens, formaat en alle spesjale easken.",
    "labeling-info-text-2": "Wy fiere in lytse produksjetaak út op basis fan jo foarbyldgegevens. Dit testet it wurk dat wy tegearre hawwe dien om derfoar te soargjen dat jo presys krije wat jo nedich binne.",
    "labeling-info-text-3": "Mei ús hege folume en lege latency sille wy jo wurk fluch draaie, mei automatyske levering sa gau't it dien is.",
    "labeling-info-text-4": "As wy de parameters fan jo produksjewurk better begripe, sille de resultaten yn 'e rin fan' e tiid ferbetterje.",
    "labeling-info-text-5": "Mei live dashboards kinne jo op elts momint feedback leverje of produksje ûnderbrekke.",
    "labeling-info-title-1": "Spesifisearje definiearje",
    "labeling-info-title-2": "Earste baantest",
    "labeling-info-title-3": "Yntroduksje-banen ynsette",
    "labeling-info-title-4": "Trochrinnende ferbettering",
    "labeling-info-title-5": "Real Time Resultaten",
    "labeling-main-1": "Kosteneffektyf gegevensetiket op skaal",
    "labeling-main-1-button": "Krij jo gegevens no markeare",
    "labeling-main-1c": "Mear labels nedich foar jo datasets? hCaptcha leveret rappe, kosten-effektive en datakaartsjes fan hege kwaliteit foar bedriuwen dy't wurkje oan keunstmjittige yntelliginsje en masine-learapplikaasjes.",
    "labeling-main-2": "Starte miljoenen taken direkt.",
    "labeling-main-2-button": "Keapje gegevensetikettsjinsten",
    "labeling-main-2c": "hCaptcha hat ien fan 'e grutste swimbaden op' e planeet beskikber foar jo gebrûk. Wat jo skaal ek is, wy kinne it behannelje sûnder djoere foaroansteande ferplichtingen. Miljoenen taken per dei binne gjin probleem.",
    "labeling-platform-head": "Privee as iepenbiere ynformaasje",
    "labeling-platform-text": "hCaptcha is boud op it HUMAN Platform, wêrtroch ferfine routing en analyse mooglik makket om kosten en effisjinsje te optimalisearjen by elke stap. Dizze technology lit it juste personielsbestân elk diel fan jo taak behannelje, maksimale kosteneffektiviteit, wylst privacy behâldt en foldocht oan alle regulearjende easken dy't jilde kinne.",
    "labeling-try-button": "Keapje gegevensetikettsjinsten",
    "labeling-try-head": "Wolle jo it besykje mei jo gegevens?",
    "labeling-try-text": "... wy binne klear as jo binne: ús tsjinst is 24 oeren beskikber.",
    "learn-more-hcaptcha": "Mear ynformaasje oer hCaptcha",
    "page-acc-faq-1": "Fraach: Is hCaptcha Seksje 508 + WCAG 2.1 AA konform? Antwurd: Wy leauwe sa: alle brûkers mei elke foarm fan beheining dy't yn steat binne om op it web te blêdzjen en tekst yn formulieren yn te fieren kinne tagong krije ta tsjinsten dy't wurde beskerme troch hCaptcha by registraasje. Dit is lykwols gjin juridysk advys: jo moatte jo eigen evaluaasje útfiere, mei it rekkenjen fan jo bepaalde ymplemintaasje om te soargjen dat dit it gefal is foar jo ynset.",
    "page-acc-faq-2": "Fraach: Wurkje jo oan oare tagonklikens (a11y) opsjes, lykas audio? Antwurd: Earder populêre opsjes lykas audio captchas ûnderskiede in protte a11y brûkers en wurde maklik ferslein troch moderne masine-leartechniken. Dit hat hjoeddeistige audio-útdagingen twongen om hieltyd dreger te wurden, yntrodusearje lûd, ûneven timing, ungewoane wurdkombinaasjes, ensafuorthinne om oanfallers te ferslaan. Wy binne dus minder entûsjast oer dizze oanpak tsjin it foarkommen fan 'e útdaging folslein, mar sille it beskôgje as d'r fraach is fan' e a11y-mienskip. Wy binne lykwols heul ynteressearre yn Privacy Pass foar it gebrûk fan tagonklikens. Wy leauwe dat it kombinearjen fan ús hjoeddeistige a11y-oanpak mei útjefte fan Privacy Pass a11y-brûkers tastean sil feilich te blêdzjen, feilich yn 'e kennis dat har ferkear priveer is, wylst it misbrûk fan botoperators beheind wurdt dat ûnûntkomber foarkomt as a11y-opsjes beskikber binne. Wy binne aktive dielnimmers oan 'e IETF-wurkgroep dy't dizze nije technology standardiseart.",
    "page-acc-faq-3": "Fraach: Hoe sit it mei privacy? Beljochtet registraasje op ien of oare manier a11y browsegegevens? Wat dogge jo mei de e-post? Antwurd: hCaptcha is ûntwurpen foar privacy fan 'e grûn. It is heul oars dan tradisjonele opsjes lykas reCAPTCHA dy't eigendom binne fan ad-netwurken, dy't in stimulâns hawwe om jo op it web te folgjen en jo te assosjearjen mei in echte identiteit. Wy brûke nea berikberens-e-post of ynfo foar in oar doel dan it fasilitearjen fan gebrûk en foarkommen fan misbrûk. Us privacybelied hat wiidweidige en autoritative antwurden oer hoe't wy gegevens brûke, mar it koarte antwurd is dat wy gjin belang hawwe om jo as persoan te assosjearjen mei jo blêderskiednis. Wy wurkje op it stuit ek oan in kryptografyske oplossing om jo e-postadres rap fuort te smiten. wylst wy noch ús behâld behâlde om misbrûk te foarkommen, oanfolling op ús Privacy Pass-wurk.",
    "page-acc-link-1": "As jo in tagonklikens binne, kinne jo hjir registrearje.",
    "page-acc-subhead": "Soarch foar naadlike tagong foar alle brûkers mei behâld fan feiligens",
    "page-acc-summary": "Gearfetting",
    "page-acc-summary-contents-1": "hCaptcha is ûntwurpen om bots te stopjen troch se te ûnderskieden fan minsken. Visuele tests binne hjirfoar in handich helpmiddel, mar net elkenien kin in fisuele útdaging oplosse. Om dizze reden hawwe wy in ienfâldich, pynleas alternatyf ûntwurpen om útjouwers dy't ús tsjinst brûke, tagonklikens te behâlden foar allegear mei folsleine neilibjen fan Seksje 508 en WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Hoe't it wurket: earst registreart in tagonklikens brûker by dizze URL, dy't keppele is yn 'e ynfo-pagina hCaptcha widget. Se krije in fersifere koekje dat ferskate kearen per dei kin brûkt wurde, mar moat elke 24 oeren wurde fernijd fia oanmelding. As in útdaging wurdt presintearre oan in tagonklikens op elke side mei de hCaptcha-tsjinst, sille se automatysk trochjaan.",
    "page-acc-title": "hCaptcha Tagonklikheitsynformaasje",
    "page-acc-tr-body": "Fraach: Ik sjoch noch in útdaging nei it ynstellen fan it koekje. Wat feroarsaket dit?<br> Antwurd: Dit komt typysk troch it brûken fan in agressive advertinsjeblokker of anty-cookie-útwreiding, of in ynstelling dy't cross-site-cookies blokkeart, yn dit gefal in cookie foar hcaptcha.com dat wurdt ynsteld of kontroleare troch de hCaptcha JS op in oare side , lykas dejinge dy't jo besykje.<br><br> hCaptcha-tagonklikcookies wurkje mei alle populêre browsers en advertinsjeblockers mei har standertynstellingen, dus typysk binne mislearringen te tankjen oan anty-anty-adblock-skripts of ferlykbere regelsets dy't rjochte binne op bepaalde siden.<br><br> Oplossingen:<br><br> 1. Wytlist koekjes hcaptcha.com en * .hcaptcha.com yn jo advertinsjeblokker of blêderfeiligensútwreiding.<br> 2. As jo de Brave browser brûke, dy't op it stuit gjin soarte fan koekewitlist liket te hawwen, gean dan nei Foarkarren -> Shields -> Koekjes en kies Alle koekjes tastean.<br> 3. As jo de heulste ferzje fan Safari brûke op it koartlyn ferskynde OS X 10.15 as iOS 13.4, hat Apple krekt it gedrach fan Safari feroare relatearre oan koekjes fan tredden, en standert standert. Wy ymplementearje in oplossing, mar besykje yntusken Safari foarkarren, seksje Privacy, en ûntselektearje Webside folgjen: Foarkomme folgjen fan siden om it tagonklikens-koekje mooglik te meitsjen te funksjonearjen lykas ferwachte.<br><br> Fraach: Ik brûk meardere apparaten. Moat ik my meardere kearen oanmelde?<br> Antwurd: Nee. Klik asjebleaft op deselde oanmeldlink foar e-post dy't jo stjoerd binne op elk apparaat dat jo brûke om it koekje yn te stellen.<br><br> Fraach: Hoe kin ik my beskermje tsjin it folgjen fan koekjes fan tredden by it brûken fan it tagonklikheidskoekje?<br> Antwurd: It brûken fan elke privacy- as advertinsjeblokkearjende tafoeging dy't whitelisting op domeinnivo stipet (bg. UBlock Origin) sil wurkje as ferwachte: gewoan soargje derfoar dat hcaptcha.com op 'e wite list stiet.",
    "page-acc-tr-title": "Foar brûkers foar tagonklikens: Gids foar faaks fragen en problemen oplossen",
    "page-acc-tr2-body": "Safari<br> Om cookies yn Safari (Mac) yn te skeakeljen: Gean nei it dellûk-menu Safari. Selektearje Foarkarren. Klikje op Privacy yn it boppeste paniel. Selektearje ûnder 'Koekjes blokkearje' de opsje 'Nea.'<br> Om cookies yn Safari yn te skeakeljen (iPhone / iPad iOS 11+): Iepenje jo ynstellings. Skow del en selektearje Safari. Skakel 'Privacy en befeiliging' út 'Tracking fan websides foarkomme' en 'Alle koekjes blokkearje'<br><br> Firefox<br> Klikje op it skyld links fan 'e adresbalke op elke webside. Klikje op beskermingsynstellingen. It paniel Privacy en befeiliging fan Firefox foarkar sil iepenje. Selektearje ûnder Enhanced Tracking Protection beskerming. Kies hokker trackers en skripts jo wolle blokkearje troch dizze karfakjes te selektearjen. Soargje derfoar dat jo hcaptcha.com ûntskoattele hawwe.<br><br> Jo kinne ek guon beskermingen tydlik útskeakelje om dit te debuggen, troch de karfakjes te deselektearjen: Deselektearje it karfakje Trackers of deselektearje it karfakje Koekjes as jo noch problemen hawwe.<br><br> Google Chrome<br> Google Chrome (PC)<br> Selektearje it Chrome-menu-byldkaike. Selektearje Ynstellings.<br> Gean nei Privacy en Feiligens, dan Cookies en oare gegevens fan 'e side.<br> Soargje derfoar dat 'Blokkearje koekjes fan tredden' net is ynskeakele.<br><br> Google Chrome (Mac):<br> Iepenje Chrome foarkarren fanút de menubalke.<br> Gean nei Privacy en Feiligens, dan Cookies en oare gegevens fan 'e side.<br> Soargje derfoar dat 'Blokkearje koekjes fan tredden' net is ynskeakele.<br><br> Google Chrome (Android):<br> Iepenje de Chrome app op jo Android-apparaat.<br> Tik rjochts boppe op Meer en dan op Ynstellings.<br> Tikje op Siteynstellings en dan op Koekjes.<br> Skakel de ynstelling neist 'Koekjes' yn.<br> Fink it fakje oan 'Koekjes fan tredden tastean.'<br><br> Internet Explorer<br> 1. Selektearje it gear yn 'e boppeste rjochter hoeke fan it skerm, en selektearje dan' Ynternetopsjes '. As jo de Menubalke ynskeakele hawwe, kinne jo 'Ark' selektearje en dan 'Ynternetopsjes'.<br> 2. Klikje op it ljepblêd 'Privacy'.<br> 3. Selektearje de knop 'Avansearre'.<br> 4. Under 'Koekjes fan tredden' kieze 'akseptearje'.<br> 5. Klikje op 'OK'",
    "page-acc-tr2-head": "Browser-ynstruksjes foar cross-site-koekjes",
    "priv-hc": "Privacy rjochte",
    "priv-hc-text": "Advertinsjenetwurken sjogge jo as har produkt. Wy net. It kin ús net skele wa't brûkers binne, allinich hoe wierskynlik se binne kwea-aardich. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "reporting-bugs-accessibility-button": "Learje mear oer tagonklikensopsjes",
    "reporting-bugs-accessibility-head": "Tagonklikheid Opsjes",
    "reporting-bugs-accessibility-text": "Binne jo fisueel beheind of kinne jo hCaptchas net foltôgje?",
    "reporting-bugs-guide-ff-head": "Bugrapportdetails fêstlizze: Firefox",
    "reporting-bugs-guide-ff-step-1": "Stap 1: Iepenje Developer Tools (Dit begjint de sesje op te nimmen.)",
    "reporting-bugs-guide-ff-step-2": "Stap 2: Klikje op Netwurk tab yn Developer Tools. Selektearje it fak Persist logs boppe.",
    "reporting-bugs-guide-ff-step-3": "Stap 3: besykje https://accounts.hcaptcha.com/demo, of de webside wêr't jo in probleem oer hawwe (Privacy Opmerking: allinich as jo it net slim fine om te dielen wat it is) ... en klikje dan op de I bin minsklike knop, en besykje op te lossen.",
    "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR nei't jo besykje op te lossen, en kies Alles opslaan as HAR om it netwurklogboek te bewarjen. Stjoer dat bestân nei ús.",
    "reporting-bugs-guide-ff-step-5": "Stap 5: Klikje op it tabblêd Konsole, en klik mei de rjochter mûsknop dan Selektearje alles en bewarje dat yn in tekstbestân, om it konsole-log te bewarjen. Stjoer ús dat ek.",
    "reporting-bugs-guide-ff-step-6": "Lêste stap: Stjoer dizze HAR- en konsole-logbestannen per e-post nei ús, en beskriuw it probleem Gebrûk: support@hcaptcha.com (brûk asjebleaft in tsjinst lykas Dropbox of Filebin en stjoer keppelings) en as opsje in skermôfbylding, as jo fermoedzje dat d'r wat is dat net goed wurdt werjûn , Stjoer asjebleaft it IP dat jo ek brûke. Jo kinne it krije fan https://www.whatsmyip.org/ Tankewol dat jo de tiid hawwe nommen om ús te helpen dizze ynfo te krijen! Wy sette ús yn om hCaptcha goed te meitsjen foar elkenien.",
    "reporting-bugs-guide-head": "Bugrapportdetails fêstlizze: Chrome",
    "reporting-bugs-guide-step-1": "Stap 1: Iepenje Developer Tools (Dit begjint de sesje op te nimmen.)",
    "reporting-bugs-guide-step-2": "Stap 2: Klikje op Netwurk tab yn Developer Tools. Kontrolearje it lochfakje Behâld boppe.",
    "reporting-bugs-guide-step-3": "Stap 3: besykje https://accounts.hcaptcha.com/demo, of de webside wêr't jo in probleem oer hawwe (Privacy Opmerking: allinich as jo it net slim fine om te dielen wat it is) ... en klikje dan op de I bin minsklike knop, en besykje op te lossen.",
    "reporting-bugs-guide-step-4": "Stap 4: Klik op HAR eksportearje (de lytse pylk nei ûnderen) neidat jo besykje op te lossen, wêrtroch it netwurklogboek opslein wurdt. Stjoer dat bestân nei ús.",
    "reporting-bugs-guide-step-5": "Stap 5: Klikje op it tabblêd Konsole, en klik mei de rjochter mûsknop dan Bewarje as .. om it konsollogboek te bewarjen. Stjoer ús dat ek.",
    "reporting-bugs-guide-step-6": "Lêste stap: E-mail dy HAR- en konsole-logbestannen nei ús, en beskriuw it probleem. Brûk: support@hcaptcha.com (brûk asjebleaft in tsjinst lykas Dropbox of Filebin en stjoer keppelings) en as opsje in skermôfbylding, as jo fermoedzje dat d'r wat net goed wurdt werjûn. Stjoer asjebleaft it IP dat jo ek brûke. Jo kinne it krije fan https://www.whatsmyip.org/ Tankewol dat jo de tiid hawwe nommen om ús te helpen dizze ynfo te krijen! Wy sette ús yn om hCaptcha goed te meitsjen foar elkenien.",
    "reporting-bugs-guide-text-1": "It ferstjoeren fan debugging-ynfo mei jo rapport sil it foar ús folle makliker meitsje om te identifisearjen wat der bart. Hjir binne stap-foar-stapke ynstruksjes:",
    "reporting-bugs-guide-text-2": "As jo in webûntwikkelder of saakkundige brûker binne, is de gearfetting dat wy wolle dat jo ús in HAR- en browserkonsollogs stjoere foar netwurkopname. Besykje earst alle advertinsjeblocker as befeiligingsútwreidings fan blêders út te skeakeljen en besykje it opnij foardat jo dizze stappen trochgeane. As dat jo probleem oplost, sille wy it noch altyd wurdearje dat jo ús jo browserferzje, advertinsjeblocker as browser-útwreiding, en de URL fan 'e webside witte litte.",
    "reporting-bugs-intro-head": "In bug fûn? Hjir is hoe it te rapportearjen.",
    "reporting-bugs-intro-text": "Miljoenen minsken brûke hCaptcha elke moanne, op tûzenen kombinaasjes fan browsers, tafoegings, apparaten, firewalls, en mear. Us doel is om te soargjen dat it altyd foar jo wurket, dus wy wurdearje jo rapporten tige! Om rappe feedback te jaan, klikje jo gewoan op de knop Stjoer ús feedback. As jo in funksjoneel probleem sjogge, folgje dan de ynstruksjes foar debug log foar Chrome of ynstruksjes foar debug log foar Firefox hjirûnder. Foar alle oare browsers mailt ús gewoan. Sjoch de ynstruksjes hjirûnder foar potensjele feiligens- as privacyproblemen.",
    "reporting-bugs-privacy-head": "Privacy problemen",
    "reporting-bugs-privacy-text": "It makket ús net út wa't brûkers binne, allinich hoe wierskynlik se binne kwea-aardich of masines. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen. As jo in probleem hawwe fûn dat jo tinke dat it de privacy fan brûkers beynfloedet, stjoer ús dan e-post nei support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Stjoer ús feedback",
    "reporting-bugs-provide-feedback-head": "Jou direkte feedback oer hCaptcha",
    "reporting-bugs-provide-feedback-text": "Wy wurdearje jo ynput. Litte wy alle problemen witte en wy sille se rap oplosse.",
    "reporting-bugs-security-head": "Feiligens bugs",
    "reporting-bugs-security-text": "Wy binne altyd ynteressearre yn it ûntfangen fan rapporten oer befeiligingsbugs. Stjoer e-post nei support@hcaptcha.com & CC security@hcaptcha.com en wy sille rap werom komme. Wy hawwe ek in bug-bounty-programma foar yn oanmerking komme feiligensrapporten oer de hCaptcha-tsjinst en relatearre boarne koade.",
    "sales-interstitial-c1": "Foar bedriuwen",
    "sales-interstitial-c1a": "Oplossings foar bedriuwsfeiligens (betelle)",
    "sales-interstitial-c1b": "Mear ynformaasje oer hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Gegevens annotaasje",
    "sales-interstitial-c1d": "Keapje hCaptcha-annotaasjetsjinsten",
    "sales-interstitial-c2": "Foar partikulieren",
    "sales-interstitial-c2a": "Foegje hCaptcha ta oan jo tsjinst (fergees)",
    "sales-interstitial-c2b": "Foegje hCaptcha foar útjouwers ta oan myn webside as app",
    "sales-interstitial-c2c": "Wat is hCaptcha?",
    "sales-interstitial-c2d": "Mear ynformaasje oer hCaptcha",
    "sales-interstitial-head": "Litte wy derfoar soargje dat jo op it juste plak komme.",
    "sec-hc": "Feiligens earst",
    "sec-hc-text": "hCaptcha is op útjouwer-rjochte. Wy wurkje om siden echte gegevens te jaan en litte se beslute hoe't se it brûke. Krektens is yn jo belang en uzes. Oare captchas wurde levere troch advertinsjebedriuwen. Elke bot dy't se blokkearje kin har ynkomsten ferminderje.",
    "signup-interstitial-c1": "Foar bedriuwen as websides",
    "signup-interstitial-c1a": "Foegje hCaptcha ta oan jo tsjinst (fergees)",
    "signup-interstitial-c1b": "Foegje hCaptcha foar útjouwers ta oan myn webside as app",
    "signup-interstitial-c1c": "Oplossings foar bedriuwsfeiligens (betelle)",
    "signup-interstitial-c1d": "Mear ynformaasje oer hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Gegevens annotaasje",
    "signup-interstitial-c1f": "Keapje hCaptcha-annotaasjetsjinsten",
    "signup-interstitial-c2": "Foar partikulieren",
    "signup-interstitial-c2a": "Tagonklikheid",
    "signup-interstitial-c2b": "Learje oer tagonklikens foar hCaptcha",
    "signup-interstitial-c2c": "Jild fertsjinje",
    "signup-interstitial-c2d": "Wurkje as yndividuele gegevensetiket",
    "signup-interstitial-head": "Litte wy derfoar soargje dat jo op it juste plak komme.",
    "support-interstitial-c1": "Foar bedriuwen",
    "support-interstitial-c1a": "Oplossings foar bedriuwsfeiligens (betelle)",
    "support-interstitial-c1b": "Krij stipe foar hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (fergees)",
    "support-interstitial-c1d": "Krij stipe foar hCaptcha Publisher",
    "support-interstitial-c2": "Foar partikulieren",
    "support-interstitial-c2a": "Hawwe jo muoite mei in útdaging?",
    "support-interstitial-c2b": "Learje oer tagonklikens foar hCaptcha",
    "support-interstitial-c2c": "Wolle jo in brek rapportearje?",
    "support-interstitial-c2d": "Lês mear oer rapportaazje fan softwareproblemen",
    "support-interstitial-head": "Litte wy derfoar soargje dat jo op it juste plak komme.",
    "switch-to-english-link": "Wikselje nei Ingelsk",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt jo favorite webservices om bots, spam en misbrûk út te hâlden troch ienfâldige fragen te stellen dy't maklik binne foar minsken en lestich foar masines.",
    "why-hc": "Wêrom hCaptcha?",
    "why-hc-text": "Elke kear as jo in útdaging beantwurdzje, brûke wy ferfine modellen om út te finen oft jo minsklik binne as in masine. De webside dy't jo hawwe besocht brûkt dit resultaat dan om jo ûnderfining op har side te ferbetterjen troch bots út te hâlden."
}