{
    "acc-opt": "Opsjes foar tagonklikens",
    "acc-opt-but": "Learje mear oer tagonklikensopsjes",
    "acc-opt-text": "Binne jo fisueel beheind of kinne jo net hCaptchas foltôgje?",
    "accessibility-link": "Tagonklikheid",
    "appreciate-in": "Wy wurdearje jo ynbring. Lit ús eventuele problemen witte en wy sille se fluch oplosse.",
    "fb-but": "Stjoer ús feedback",
    "feedback-text": "Jou feedback oer de hCaptcha dy't jo krekt seagen",
    "learn-more-hcaptcha": "Learje mear oer hCaptcha",
    "page-acc-link-1": "As jo in brûker fan tagonklikens binne, registrearje jo hjir dan.",
    "page-acc-subhead": "Soargje foar naadleaze tagong foar alle brûkers wylst behâld fan feiligens",
    "page-acc-title": "hCaptcha Tagonklikensynformaasje",
    "priv-hc": "Privacy Fokusearre",
    "priv-hc-text": "Advertinsjenetwurken sjogge jo as har produkt. Dat dogge wy net. It makket ús net út wa't brûkers binne, allinich hoe wierskynlik se kwea binne. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "sec-hc": "Feiligens earst",
    "sec-hc-text": "hCaptcha is útjouwer-rjochte. Wy wurkje om siden wirklike gegevens te jaan en litte se beslute hoe't se it brûke. De krektens is yn jo belang en fan ús. Oare captchas wurde levere troch reklamebedriuwen. Elke bot dy't se blokkearje, kin har ynkomsten ferminderje.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt jo favorite webservers bots, spam en misbrûk út te hâlden troch ienfâldige fragen te stellen dy't maklik binne foar minsken en lestich foar masines.",
    "why-hc": "Wêrom hCaptcha?",
    "why-hc-text": "Elke kear as jo in útdaging beantwurdzje, brûke wy sobere modellen om út te finen oft jo minske binne as in masine. De webside dy't jo besochten brûkt dit resultaat om jo ûnderfining op har side te ferbetterjen troch bots út te hâlden."
}