{
    "acc-opt": "Opsjes foar tagonklikens",
    "acc-opt-but": "Learje mear oer tagonklikensopsjes",
    "acc-opt-text": "Binne jo fisueel beheind of kinne jo net hCaptchas foltôgje?",
    "accessibility-link": "Tagonklikheid",
    "appreciate-in": "Wy wurdearje jo ynbring. Lit ús eventuele problemen witte en wy sille se fluch oplosse.",
    "fb-but": "Stjoer ús feedback",
    "feedback-text": "Jou feedback oer de hCaptcha dy't jo krekt seagen",
    "home-ent-1": "Sykje jo ús bedriuwsfeiligensoanbod?",
    "home-ent-2": "Besykje ús nije tawijd side: BotStop.com",
    "home-intro-body": "Brûke jo in captcha om bots út te hâlden? hCaptcha beskermet brûker privacy, beleanet websides en helpt bedriuwen har gegevens te labeljen. It is in drop-in ferfanging foar reCAPTCHA: jo kinne binnen minuten wikselje.",
    "home-intro-head": "Stopje mear bots. Begjin beskermje fan privacy fan brûkers.",
    "home-main-1": "Privee. Feilich. Sneller. En wy betelje jo om it te brûken.",
    "home-main-2": "Privacy Fokusearre",
    "home-main-2c": "Advertinsjenetwurken sjogge jo besikers as it produkt. Foar hCaptcha is it produkt it wurk dat se leverje. It makket ús net út wa't jo brûkers binne, allinich hoe wierskynlik se kwea binne. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "home-main-3": "Feiligens earst",
    "home-main-3c": "De krektens is yn jo belang en fan ús. hCaptcha is útjouwer-rjochte. Wy wurkje oan jo echte gegevens te jaan en litte jo beslute hoe't jo dizze brûke. Oare captchas wurde levere troch",
    "home-main-3c2": "reklamebedriuwen. Dit betsjut dat elke bot dy't se blokkearje har ynkomsten ferminderje.",
    "home-main-4": "Bettere brûkersûnderfining",
    "home-main-4c": "Sofistike modellen foar learen fan masines wurde troch hCaptcha brûkt foar it bepalen fan 'e minske. Hjirmei kinne wy minder ferfelende taken fan jo brûkers fereaskje en minder fan har tiid nimme om dit te dwaan, wylst wy noch nuttige labelgegevens produsearje foar it labeljen fan klanten.",
    "home-main-plans": "hCaptcha is fergees te brûken foar útjouwers fan elke grutte. Foar bedriuwen en platfoarms dy't mear kontrôle nedich binne, binne ús enterprise oplossingen lykwols beskikber.",
    "home-main-plans2": "hCaptcha enterprise oplossingen beskermje miljoenen brûkers op tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, as jo besykje",
    "home-main-plans3": "hCaptcha enterprise oplossingen beskermje miljoenen brûkers op tsientallen miljoenen websides foar guon fan 'e grutste bedriuwen op' e planeet. Nim dan kontakt mei ús op foar mear ynfo, as jo besykje",
    "home-main-plans4": "foar details.",
    "learn-more-hcaptcha": "Learje mear oer hCaptcha",
    "page-acc-faq-1": "Fraach: Is hCaptcha Seksje 508 + WCAG 2.0 kompatibel? Antwurd: Wy leauwe dat: alle brûkers mei elke foarm fan beheining dy't it web kinne blêdzje en tekst op formulieren ynfiere kinne tagong krije ta tsjinsten beskerme troch hCaptcha by registraasje. Dit is lykwols gjin juridysk advys: jo moatte jo eigen evaluaasje útfiere, en jo bepaalde ymplemintaasje yn acht nimme om te soargjen dat dit it gefal is foar jo ynset.",
    "page-acc-faq-2": "Fraach: Wurkje jo oan oare tagonklikens (a11y) opsjes, lykas audio? Antwurd: Eardere populêre opsjes lykas audio-captchas diskriminearje tsjin in soad a11y-brûkers en wurde maklik ferslein troch moderne techniken foar learen fan masines. Dit hat de hjoeddeistige audio-útdagingen twongen om hurder en lestiger te wurden, ynfiering fan lûd, ûneven timing, ungewoane wurdkombinaasjes, ensafuorthinne oanfallers te ferslaan. Wy binne dus minder entûsjast oer dizze oanpak, oars as de útdaging hielendal te foarkommen, mar sille it beskôgje as d'r fraach is fan 'e a11y-mienskip. Wy binne lykwols heul ynteressearre yn Privacy Pass foar de saak fan tagonklikens. Wy leauwe dat it kombinearjen fan ús hjoeddeistige a11y-oanpak mei de útjefte fan Privacy Pass de brûkers fan a11y sil tastean om feilich te blêdzjen, wis fan yn 'e kennis dat har ferkear mear privee is, wylst it misbrûk beheint troch bot-operators dy't ungewoane foarkomme as a11y-opsjes beskikber binne. Wy binne aktive dielnimmers yn 'e wurkgroep IETF dy't dizze nije technology standardisearje.",
    "page-acc-faq-3": "Fraach: Wat oer privacy? Sprekt registraasje blêdgegevens fan a11y op ien of oare manier út? Wat dogge jo mei de e-post? Antwurd: hCaptcha is ûntworpen foar privacy fanôf 'e grûn. It is heul oars dan tradisjonele opsjes lykas reCAPTCHA dy't eigendom binne fan advertinsjenetwurken, dy't in stimulâns hawwe om jo op it web te folgjen en jo te assosjearjen mei in echte identiteit. Wy brûke noait e-postberjochten of ynfo foar tagonklikens foar in oar doel dan it gebrûk fan 11e letter en misbrûk foarkomme. Us privacybelied hat wiidweidige en autoritative antwurden oer hoe't wy gegevens brûke, mar it koarte antwurd is dat wy gjin belangstelling hawwe om jo as persoan te assosjearjen mei jo browsjeskiednis. Wy wurkje ek op it stuit oan in kryptografyske oplossing om jo e-postadres rap fuort te smiten wylst wy noch ús fermogen om misbrûk te foarkommen behâlde, komplementearje ús Privacy Pass-wurk.",
    "page-acc-link-1": "As jo in brûker fan tagonklikens binne, registrearje jo hjir dan.",
    "page-acc-subhead": "Soargje foar naadleaze tagong foar alle brûkers wylst behâld fan feiligens",
    "page-acc-summary": "Gearfetting",
    "page-acc-summary-contents-1": "hCaptcha is ûntworpen om bots te stopjen troch har te ûnderskieden fan minsken. Visuele tests binne hjir in handich ark, mar net elkenien kin in fisuele útdaging oplosse. Om dizze reden hawwe wy in ienfâldich, pynleas alternatyf ûntwurpen om útjouwers dy't ús tsjinst brûke brûke tagonklikens te behâlden foar allegear mei folsleine seksje 508 en WCAG 2.0.",
    "page-acc-summary-contents-2": "Hoe't it wurket: earst registreart in tagonkliker brûker op dizze URL, dy't keppele is oan de ynfo-side fan hCaptcha widget. Se krije in fersifere cookie dy't ferskate kearen per dei kin wurde brûkt, mar moatte elke 24 oeren ferfarskje fia oanmelding. As in útdaging wurdt presinteare oan in tagonklikens op elke side dy't de hCaptcha-tsjinst brûkt, sille se automatysk trochgean.",
    "page-acc-title": "hCaptcha Tagonklikensynformaasje",
    "page-acc-tr-body": "Fraach: Ik sjoch noch in útdaging nei it ynstellen fan it koekje. Wat feroarsaket dit? Antwurd: Dit is normaal te meitsjen mei it brûken fan in agressive ad-blocker of anti-cookie-útwreiding, of in ynstelling dy't cross-side-cookies blokkeart, yn dit gefal in cookie foar hcaptcha.com dy't is ynsteld of kontrolearre troch de hCaptcha JavaScript op in oare side , lykas dejinge dy't jo besykje. hCaptcha-tagonklikens cookies wurkje mei alle populêre browsers en ad-blockers mei har standertynstellingen, dus typysk binne mislearringen te krijen mei anty-anty-adblock-skripts of ferlykbere regelsets dy't op bepaalde siden rjochtsje. Oplossingen: 1. Whitelist hcaptcha.com en * .hcaptcha.com koekjes yn jo advertinsjeblocker as browserfeiligens-útwreiding. 2. As jo de Brave-blêder brûke, dy't (per april 2020) gjin soarte whitelist fan koekjes liket te wêzen, gean dan nei Foarkarren -> Shields -> Cookies en kies Allow Cookies tastean. 3. As jo de heulste ferzje fan Safari brûke op sawol it koartlyn útbrocht OS X 10.15 as iOS 13. 4, hat Apple gewoan it gedrach fan Safari feroare relatearre oan cookies fan tredden, en blokkearje se allegear standert. Wy ymplementearje in oplossing, mar besykje yn 'e tuskentiid Safari foarkar, seksje Privacy, en wiskje websides tracking: foarkomme tracking fia side om te soargjen dat de cookie foar tagonklikens funksjoneart lykas ferwachte. Fraach: Ik brûk meardere apparaten. Moat ik meardere kearen oanmelde? Antwurd: Nee. Klik op deselde oanmeldlink foar e-post dy 't jo binne ferstjoerd op elk apparaat dat jo brûke om it koekje yn te stellen.",
    "page-acc-tr-title": "Foar brûkers fan tagonklikens: Q&A en Troubleshooting Guide",
    "priv-hc": "Privacy Fokusearre",
    "priv-hc-text": "Advertinsjenetwurken sjogge jo as har produkt. Dat dogge wy net. It makket ús net út wa't brûkers binne, allinich hoe wierskynlik se kwea binne. Wy stypje inisjativen lykas Privacy Pass, en wurkje hurd om privacy en feiligens te balansearjen.",
    "sec-hc": "Feiligens earst",
    "sec-hc-text": "hCaptcha is útjouwer-rjochte. Wy wurkje om siden wirklike gegevens te jaan en litte se beslute hoe't se it brûke. De krektens is yn jo belang en fan ús. Oare captchas wurde levere troch reklamebedriuwen. Elke bot dy't se blokkearje, kin har ynkomsten ferminderje.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt jo favorite webservers bots, spam en misbrûk út te hâlden troch ienfâldige fragen te stellen dy't maklik binne foar minsken en lestich foar masines.",
    "why-hc": "Wêrom hCaptcha?",
    "why-hc-text": "Elke kear as jo in útdaging beantwurdzje, brûke wy sobere modellen om út te finen oft jo minske binne as in masine. De webside dy't jo besochten brûkt dit resultaat om jo ûnderfining op har side te ferbetterjen troch bots út te hâlden."
}