{
    "acc-opt": "Roghanna Inrochtaineachta",
    "acc-opt-but": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
    "acc-opt-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
    "accessibility-link": "Inrochtaineacht",
    "appreciate-in": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
    "fb-but": "Seol aiseolas chugainn",
    "feedback-text": "Tabhair aiseolas ar an hCaptcha a chonaic tú díreach",
    "home-ent-1": "Ag lorg ár dtairiscintí slándála fiontraíochta?",
    "home-ent-2": "Tabhair cuairt ar ár suíomh tiomnaithe nua: BotStop.com",
    "home-intro-body": "An úsáideann tú captcha chun róbónna a choinneáil amach? Cosnaíonn hCaptcha príobháideacht úsáideora, tugann sé luach saothair do láithreáin ghréasáin, agus cabhraíonn sé le cuideachtaí a gcuid sonraí a lipéadú. Is athsholáthar buail isteach é do reCAPTCHA: is féidir leat athrú laistigh de nóiméid.",
    "home-intro-head": "Stop níos mó bots. Tosaigh príobháideacht úsáideora a chosaint.",
    "home-main-1": "Príobháideach. Slán. Níos tapúla. Agus íocaimid duit é a úsáid.",
    "home-main-2": "Príobháideacht Dírithe",
    "home-main-2c": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Maidir le hCaptcha is é an táirge an obair a sholáthraíonn siad. Is cuma linn cé hiad d’úsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "home-main-3": "Slándáil ar dtús",
    "home-main-3c": "Is é do chruinneas é do leas féin agus linne. Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt duit agus chun ligean duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn captchas eile ag",
    "home-main-3c2": "cuideachtaí fógraíochta. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
    "home-main-4": "Taithí Úsáideora Níos Fearr",
    "home-main-4c": "Úsáideann hCaptcha samhlacha sofaisticiúla foghlama meaisín chun an daonnacht a chinneadh. Ligeann sé seo dúinn tascanna nach bhfuil chomh cráite ó d’úsáideoirí agus níos lú dá gcuid ama a ghlacadh chun é sin a dhéanamh, agus sonraí úsáideacha lipéadaithe fós á dtáirgeadh do chustaiméirí lipéadaithe.",
    "home-main-plans": "Tá hCaptcha saor in aisce le húsáid d’fhoilsitheoirí ar aon mhéid. Maidir le fiontair agus ardáin a dteastaíonn níos mó smachta uathu, áfach, tá ár réitigh fiontar ar fáil.",
    "home-main-plans2": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
    "home-main-plans3": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
    "home-main-plans4": "le haghaidh sonraí.",
    "learn-more-hcaptcha": "Tuilleadh Eolais faoi hCaptcha",
    "page-acc-faq-1": "Ceist: An gcomhlíonann hCaptcha Alt 508 + WCAG 2.0? Freagra: Creidimid amhlaidh: is féidir le gach úsáideoir le lagú de chineál ar bith atá in ann an gréasán a bhrabhsáil agus téacs a iontráil ar fhoirmeacha rochtain a fháil ar sheirbhísí atá faoi chosaint ag hCaptcha ar chlárú. Ní comhairle dlí í seo, áfach: ba cheart duit do mheastóireacht féin a dhéanamh, agus do chur chun feidhme áirithe á chur san áireamh chun a chinntiú gurb amhlaidh an cás le haghaidh do imscartha.",
    "page-acc-faq-2": "Ceist: An bhfuil tú ag obair ar roghanna inrochtaineachta eile (a11y), cosúil le fuaim? Freagra: Déanann roghanna a raibh tóir orthu roimhe seo mar captchas fuaime idirdhealú i gcoinne go leor úsáideoirí a11y agus is furasta teicnící nua-aimseartha foghlama meaisín a ruaigeadh. Chuir sé seo iallach ar na dúshláin fuaime atá ann faoi láthair éirí níos deacra, ag tabhairt isteach torann, corr-uainiú, teaglaim focal neamhghnácha, agus mar sin de chun ionsaitheoirí a ruaigeadh. Mar sin nílimid chomh díograiseach faoin gcur chuige seo seachas an dúshlán a sheachaint ar fad, ach déanfaimid é a mheas má tá éileamh ón bpobal a11y. Mar sin féin, tá suim mhór againn i bPas Príobháideachta don chás úsáide Inrochtaineachta. Creidimid go ligfidh an cur chuige a11y atá againn faoi láthair le heisiúint Pas Príobháideachta d’úsáideoirí a11y brabhsáil go sábháilte, slán agus a fhios acu go bhfuil a gcuid tráchta níos príobháidí, agus srian a chur leis an mí-úsáid ag oibreoirí bot a tharlaíonn go dosheachanta nuair a bhíonn roghanna a11y ar fáil. Is rannpháirtithe gníomhacha muid i ngrúpa oibre IETF ag caighdeánú na teicneolaíochta nua seo.",
    "page-acc-faq-3": "Ceist: Cad mar gheall ar phríobháideacht? An nochtann clárú sonraí brabhsála a11y ar bhealach éigin? Cad a dhéanann tú leis an ríomhphost? Freagra: Tá hCaptcha deartha le haghaidh príobháideachta ón mbun aníos. Tá sé an-difriúil ná roghanna traidisiúnta mar reCAPTCHA atá faoi úinéireacht líonraí fógraíochta, a bhfuil dreasacht acu tú a rianú timpeall an ghréasáin agus tú a cheangal le fíor-aitheantas. Ní úsáidimid ríomhphoist nó faisnéis inrochtaineachta riamh chun aon chríche seachas úsáid a11y a éascú agus mí-úsáid a chosc. Tá freagraí cuimsitheacha agus údarásacha inár mbeartas príobháideachais maidir leis an gcaoi a n-úsáidimid sonraí, ach is é an freagra gairid nach bhfuil aon spéis againn tú a cheangal mar dhuine le do stair brabhsála. Táimid ag obair faoi láthair ar réiteach cripteagrafach chun do sheoladh ríomhphoist a scriosadh go tapa. agus muid fós ag caomhnú ár gcumas mí-úsáid a chosc, ag comhlánú ár gcuid oibre Pas Príobháideachta.",
    "page-acc-link-1": "Más úsáideoir inrochtaineachta tú, cláraigh anseo le do thoil.",
    "page-acc-subhead": "Rochtain gan uaim a chinntiú do gach úsáideoir agus slándáil á chothabháil acu",
    "page-acc-summary": "Achoimre",
    "page-acc-summary-contents-1": "Tá hCaptcha deartha chun róbónna a stopadh trí iad a idirdhealú ó dhaoine. Is uirlis áisiúil iad tástálacha amhairc chuige seo, ach ní féidir le gach duine dúshlán amhairc a réiteach. Ar an gcúis seo tá rogha eile simplí gan phian deartha againn chun ligean d’fhoilsitheoirí a úsáideann ár seirbhís inrochtaineacht a chaomhnú do chách le comhlíonadh iomlán Alt 508 agus WCAG 2.0.",
    "page-acc-summary-contents-2": "Conas a oibríonn sé: ar dtús, síníonn úsáideoir inrochtaineachta an URL seo, atá nasctha ar leathanach faisnéise giuirléid hCaptcha. Tugtar fianán criptithe dóibh is féidir a úsáid cúpla uair in aghaidh an lae, ach caithfear iad a athnuachan gach 24 uair trí logáil isteach. Nuair a chuirtear dúshlán i láthair úsáideora inrochtaineachta ar aon láithreán a úsáideann an tseirbhís hCaptcha, rithfidh siad go huathoibríoch.",
    "page-acc-title": "Faisnéis Inrochtaineachta hCaptcha",
    "page-acc-tr-body": "Ceist: Tá dúshlán fós á fheiceáil agam tar éis an fianán a shocrú. Cad is cúis leis seo? Freagra: Is gnách go dtarlaíonn sé seo trí úsáid a bhaint as seachfhreastalaí ionsaitheach nó síneadh frith-fhianán, nó suíomh a chuireann bac ar fhianáin tras-láithreáin, sa chás seo fianán do hcaptcha.com atá socraithe nó seiceáilte ag an JavaScript hCaptcha ar shuíomh difriúil , cosúil leis an gceann a bhfuil tú ag tabhairt cuairte air. Oibríonn fianáin inrochtaineachta hCaptcha leis na brabhsálaithe agus na seachfhreastalaithe móréilimh uile lena socruithe caighdeánacha, mar sin de ghnáth bíonn teipeanna mar gheall ar scripteanna frith-frithdhála nó rialacha rialacha comhchosúla a dhíríonn ar shuímh áirithe. Réitigh: 1. Fianáin Whitelist hcaptcha.com agus * .hcaptcha.com i do bhac ad nó síneadh slándála brabhsálaí. 2. Má tá an brabhsálaí Brave á úsáid agat, nach cosúil (amhail Aibreán 2020) go bhfuil aon chineál whitelist fianán ann, téigh chuig Preferences -> Shields -> Fianáin agus roghnaigh Ceadaigh Gach Fianán. 3. Má tá an leagan is déanaí de Safari á úsáid agat ar an OS X 10.15 nó iOS 13. 4 a eisíodh le déanaí, tá Apple díreach tar éis iompraíocht Safari a bhaineann le fianáin tríú páirtí a athrú, ag blocáil gach ceann acu de réir réamhshocraithe. Tá réiteach á chur i bhfeidhm againn, ach idir an dá linn tabhair cuairt ar Safari Preferences, an roinn Príobháideachta, agus dícheangail rianú Suíomh Gréasáin: Cosc a chur ar rianú tras-láithreáin chun a chumasú don fhianán inrochtaineachta feidhmiú mar a bhí súil leis. Ceist: Úsáidim ilghléasanna. An gá dom síniú suas arís agus arís eile? Freagra: Níl. Cliceáil le do thoil ar an nasc logála ríomhphoist céanna a sheoltar chugat ar gach feiste a úsáideann tú chun an fianán a shocrú.",
    "page-acc-tr-title": "Maidir le húsáideoirí Inrochtaineachta: Q&A agus Fabhtcheartú Treoir",
    "priv-hc": "Príobháideacht Dírithe",
    "priv-hc-text": "Feiceann líonraí fógraí tú mar a dtáirge. Ní dhéanaimid. Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "sec-hc": "Slándáil ar dtús",
    "sec-hc-text": "Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt do shuíomhanna agus chun ligean dóibh cinneadh a dhéanamh ar conas iad a úsáid. Is é do chruinneas é do leas féin agus linne. Soláthraíonn cuideachtaí fógraíochta captchas eile. Féadfaidh gach bot a chuireann siad bac ar a n-ioncam a laghdú.",
    "what-is-hcaptcha": "Cad é hCaptcha?",
    "what-is-hcaptcha-text": "Cuidíonn hCaptcha leis na seirbhísí gréasáin is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
    "why-hc": "Cén fáth hCaptcha?",
    "why-hc-text": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine nó meaisín tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach."
}