{
    "a11y-img-1": "Scáileán úsáideora inrochtaineachta tar éis logáil isteach",
    "a11y-img-2": "Rogha inrochtaineachta i roghchlár Chomhéadain an ghiuirléid",
    "a11y-img-3": "Bosca dialóige inrochtaineachta i UI giuirléidí",
    "about-advisors-brendan": "POF Brave. Comhbhunaitheoir Mozilla. Cruthaitheoir na teanga cláir JavaScript. Tógálaí brabhsálaithe agus níos mó.",
    "about-advisors-dawn": "Ollamh, CS in Ollscoil California, Berkeley. Foghlaim domhain, slándáil, saineolaí blockchain. POF Oasis Labs.",
    "about-advisors-head": "Comhairleoirí",
    "about-advisors-keiran": "Eolaí Taighde ag Stanford. Foghlaim meaisín agus airgeadas cainníochtúil ag bainc mhóra, cistí fálaithe agus an saol acadúil.",
    "about-content-head-1": "Cad a Dhéanaimid",
    "about-content-head-2": "Cén Fáth a mBíonn Sé",
    "about-content-text-1": "Is seirbhís de chuid Intuition Machines Inc, cuideachta AI agus foghlaim meaisín é hCaptcha a dhíríonn ar mheitalearnáil agus fearann amhairc ML ar scála. Déanaimid córais inscálaithe ollmhóra a thógáil agus a oibriú chun seirbhísí anailíse físe agus íomhá a chumasú do chuideachtaí Global 2000 ar fud an domhain.",
    "about-content-text-1a": "Tugann hCaptcha cur chuige nua-aimseartha, dírithe ar phríobháideacht, chun bots a stopadh.",
    "about-content-text-1b": "Taispeánann muid dúshláin CAPTCHA atá deacair do róbónna ach atá éasca do dhaoine trí shonraí atá deacair a lipéadú a bhailiú ó fhadhbanna foghlama meaisín, agus a úsáid chun idirdhealú a dhéanamh an bhfuil cuairteoir ar láithreán gréasáin nó aip ina dhuine.",
    "about-content-text-2": "De ghnáth bíonn torthaí níos fearr ar níos mó sonraí. Tógann sé go leor ama chun tacair sonraí ábhartha lipéadaithe i gceart a thógáil agus a chothabháil. Forbraíodh hCaptcha ar dtús chun aghaidh a thabhairt ar ár riachtanais féin i lipéadú íomhá, agus tá sé ar fáil anois do chuideachtaí eile a bhfuil riachtanais chosúla acu.",
    "about-content-text-2a": "Tá droch-aisteoirí ag éirí níos coitianta ar líne. Ach ní hí príobháideacht úsáideora a íobairt an freagra.",
    "about-content-text-2b": "Díríonn réitigh slándála a thairgeann cuideachtaí fógraíochta go príomha ar úsáideoirí a rianú ar fud an ghréasáin. Tá réiteach slándála éifeachtach cruthaithe againn a chruthaíonn nach gá dochar a dhéanamh do phríobháideacht úsáideora chun torthaí den scoth a sholáthar.",
    "about-intro-head-1": "Maidir le hCaptcha",
    "about-intro-head-2": "Príobháideacht, Slándáil, agus Foghlaim Meaisín.",
    "about-intro-text": "Is é hCaptcha an tseirbhís neamhspleách CAPTCHA is mó a úsáidtear ar domhan.",
    "about-leadership-alex": "Bunachar sonraí agus saineolaí Blockchain. Innealtóir luath ag Cloudera agus go leor eile. Deich mbliana de bhogearraí agus foirne tógála saineolais.",
    "about-leadership-eli": "POF. Ceannaire aitheanta in AI. Chuir sé faisnéis meaisín ar scála i bhfeidhm ar réimse leathan fadhbanna gnó le fiche nó tríocha bliain anuas.",
    "about-leadership-head": "Cé muid",
    "about-leadership-headsub": "Foireann a bhfuil taithí acu, ag obair ar na fadhbanna is deacra inniu.",
    "about-leadership-link1": "Cé muid",
    "about-leadership-text1": "Speisialtóireacht againn i bhfoghlaim dhomhain agus i bhfoghlaim meaisín fearainn amhairc ar scála, le fócas ar leith ar chórais ar líne a fháil ó bhagairtí nua-aimseartha atá ag éirí níos sofaisticiúla.",
    "about-leadership-text2": "Le fiche nó tríocha bliain de shaineolas ar fhoghlaim bogearraí agus meaisín, déanaimid córais inscálaithe ollmhóra a thógáil agus a oibriú chun dul i ngleic le cuid de na fadhbanna is deacra sa lá atá inniu ann agus príobháideacht á chaomhnú.",
    "about-leadership-todd": "PhD sa Bhitheolaíocht Ríomhaireachtúil, Stanford. Ag obair le líonraí neural ó 1999. Dírigh ar ML feidhmeach agus ar fhoghlaim dhomhain ar scála.",
    "acc-opt": "Roghanna Inrochtaineachta",
    "acc-opt-but": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
    "acc-opt-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
    "accessibility-link": "Inrochtaineacht",
    "appreciate-in": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
    "fb-but": "Seol aiseolas chugainn",
    "feedback-text": "Tabhair aiseolas ar an hCaptcha a chonaic tú díreach",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "Trádmharc cláraithe de chuid Intuition Machines, Inc. is ea hCaptcha.",
    "footer-header-1": "Cuideachta",
    "footer-header-2": "Acmhainní",
    "footer-header-3": "Déan teagmháil",
    "footer-link-1": "Lipéadú",
    "footer-link-10": "Inrochtaineacht",
    "footer-link-2": "Faoi",
    "footer-link-3": "Poist",
    "footer-link-4": "Trádmharcanna",
    "footer-link-5": "Eitic AI",
    "footer-link-6": "Blag",
    "footer-link-7": "Stádas",
    "footer-link-8": "Doiciméadú",
    "footer-link-9": "Tuairiscigh Bug",
    "footer-privacy": "Príobháideacht",
    "footer-subheader-1": "Tacaíocht",
    "footer-subheader-2": "Déan teagmháil",
    "footer-terms": "Téarmaí",
    "h-plans": "Pleananna Síntiúis",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Seirbhísí Lipéadaithe",
    "header-login-button": "Logáil isteach",
    "header-plans-link": "Pleananna",
    "header-signup-button": "Clarú",
    "home-about-head": "Maidir le hCaptcha",
    "home-about-subtitle": "Cumhachtaithe ag Prótacal DAONNA",
    "home-about-text-1": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair de i bhfoghlaim meaisín a réiteach: méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa.",
    "home-about-text-2": "De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i múnlaí foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, beagnach i gcónaí le roinnt athbhreithnithe daonna. Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú trí Mechanical Turk, Fíor a hOcht, srl.",
    "home-about-text-3": "Ligeann hCaptcha do láithreáin ghréasáin airgead a dhéanamh ag freastal ar an éileamh seo agus iad ag cur bac ar róbónna agus cineálacha eile mí-úsáide.",
    "home-about-text-4": "Tá an margadh hCaptcha faoi thiomáint ag Prótacal DAONNA, prótacal oscailte díláraithe d’athbhreithniú daonna a ritheann ar an blockchain Ethereum. Tuilleann suíomhanna Gréasáin Human Tokens (HMT) aon uair a úsáideann úsáideoirí an ghiuirléid hCaptcha ar a suíomh, agus íocann cuideachtaí foghlama meaisín le Human Tokens chun a gcuid sonraí a lipéadú.",
    "home-ba-labeling-services-link": "Seirbhísí Lipéadaithe",
    "home-benefits-head-1": "An Luach i Lipéadú Sonraí",
    "home-benefits-head-2": "Tabhair Ar Ais do Charthanas",
    "home-benefits-text-1": "Ar thuig tú gach uair a chliceálann tú ar an gcarr go bhfuil tú ag cabhrú le córais foghlama meaisín cuideachta Gigantic amháin a oiliúint saor in aisce?",
    "home-benefits-text-2": "Casann hCaptcha an tsamhail seo timpeall. Nuair a úsáideann tú hCaptcha, déanann cuideachtaí tairiscintí ar an obair a dhéanann d’úsáideoirí de réir mar a chruthaíonn siad a ndaonnacht. Faigheann tú an luach saothair.",
    "home-benefits-text-3": "Ag iarraidh a thabhairt ar ais don charthanas is fearr leat? Ligeann hCaptcha duit tacú leis na carthanais is rogha leat leis an tuilleamh a ghnóthaíonn tú as é a úsáid. Is gearr go mbeidh úsáideoirí ar do shuíomh in ann do chuidiú le carthanas a fheiceáil trí bhrandáil discréideach ar chomhéadan hCaptcha.",
    "home-challenge-text-1": "Roghnaigh gach íomhá a oireann don cheist",
    "home-challenge-text-2": "Sainmhínigh an limistéar teorantach le haghaidh rudaí",
    "home-challenge-text-3": "Sainaithin na lipéid chomhfhreagracha",
    "home-challenge-title-1": "Comparáid",
    "home-challenge-title-2": "Bosca Ceangailte",
    "home-challenge-title-3": "Catagóiriú",
    "home-challenges-head": "Dúshláin a chuirtear i láthair",
    "home-challenges-text-1": "... agus tascanna simplí eile. Éasca do dhaoine, deacair do róbónna.",
    "home-challenges-text-2": "Cúraimí saincheaptha ar fáil d’fhoilsitheoirí fiontar freisin.",
    "home-ent-1": "Ag lorg ár dtairiscintí slándála fiontraíochta?",
    "home-ent-2": "Tabhair cuairt ar ár suíomh tiomnaithe nua: BotStop.com",
    "home-ent-button": "Níos mó a fhoghlaim: BotStop le hCaptcha",
    "home-from-the-blog": "ÓN BLOG:",
    "home-from-the-blog-value": "Conas a Oibríonn Socruithe Deacrachtaí hCaptcha",
    "home-intro-body": "An úsáideann tú captcha chun róbónna a choinneáil amach? Cosnaíonn hCaptcha príobháideacht an úsáideora, tugann sé luach saothair do láithreáin ghréasáin, agus cabhraíonn sé le cuideachtaí a gcuid sonraí a lipéadú. Is athsholáthar buail isteach é do reCAPTCHA: is féidir leat athrú laistigh de nóiméid.",
    "home-intro-button": "Cláraigh Anois",
    "home-intro-head": "Stop níos mó bots. Tosaigh príobháideacht úsáideora a chosaint.",
    "home-main-1": "Príobháideach. Slán. Níos tapúla. Agus íocaimid duit é a úsáid.",
    "home-main-2": "Príobháideacht Dírithe",
    "home-main-2c": "Feiceann líonraí fógraíochta do chuairteoirí mar an táirge. Maidir le hCaptcha is é an táirge an obair a sholáthraíonn siad. Is cuma linn cé hiad d’úsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "home-main-3": "Slándáil ar dtús",
    "home-main-3c": "Is é do chruinneas é do leas féin agus linne. Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt duit agus chun ligean duit cinneadh a dhéanamh ar conas iad a úsáid. Soláthraíonn cuideachtaí fógraíochta Gigantic captchas eile. Ciallaíonn sé seo go bhféadfadh gach bot a bhlocálann siad a n-ioncam a laghdú.",
    "home-main-4": "Taithí Úsáideora Níos Fearr",
    "home-main-4c": "Úsáideann hCaptcha samhlacha sofaisticiúla foghlama meaisín chun an daonnacht a chinneadh. Ligeann sé seo dúinn tascanna nach bhfuil chomh cráite ó d’úsáideoirí agus níos lú dá gcuid ama a ghlacadh chun é sin a dhéanamh, agus sonraí úsáideacha lipéadaithe fós á dtáirgeadh do chustaiméirí lipéadaithe.",
    "home-main-plans": "Tá hCaptcha saor in aisce le húsáid d’fhoilsitheoirí ar aon mhéid. Maidir le fiontair agus ardáin a dteastaíonn níos mó smachta uathu, áfach, tá ár réitigh fiontar ar fáil.",
    "home-main-plans2": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte milliún láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
    "home-main-plans3": "Cosnaíonn réitigh fiontar hCaptcha na milliúin úsáideoirí ar fud na mílte milliún láithreán gréasáin do chuid de na cuideachtaí is mó ar an phláinéid. Téigh i dteagmháil linn le haghaidh tuilleadh faisnéise, nó tabhair cuairt ar",
    "home-main-plans4": "le haghaidh sonraí.",
    "home-plans-button-1": "Signup anois",
    "home-plans-button-2": "Déan teagmháil le díolacháin",
    "home-plans-chart-head-1": "Gnéithe",
    "home-plans-chart-head-2": "Foilsitheoir",
    "home-plans-chart-head-3": "Fiontar",
    "home-plans-chart-row-1-cell-1": "Taispeántar cineálacha dúshlán rialaithe",
    "home-plans-chart-row-1-cell-2": "Teoranta",
    "home-plans-chart-row-1-cell-3": "Iomlán",
    "home-plans-chart-row-10-cell-1": "Dashboards il-úsáideora",
    "home-plans-chart-row-11-cell-1": "Gnéithe tuairiscithe chun cinn",
    "home-plans-chart-row-12-cell-1": "SLAnna Fiontair",
    "home-plans-chart-row-2-cell-1": "Rialú ábhar dúshlán a úsáidtear",
    "home-plans-chart-row-2-cell-2": "Teoranta",
    "home-plans-chart-row-2-cell-3": "Iomlán",
    "home-plans-chart-row-3-cell-1": "Faigh luach saothair as réitigh dhaonna",
    "home-plans-chart-row-4-cell-1": "Cosaint frith-bot den scoth",
    "home-plans-chart-row-5-cell-1": "Oibreacha i ngach tír",
    "home-plans-chart-row-5a-cell-1": "Modhanna éighníomhacha No-CAPTCHA agus 99.9%",
    "home-plans-chart-row-5b-cell-1": "Scóir muiníne bot",
    "home-plans-chart-row-6-cell-1": "Beartas príobháideachta a thacaíonn le GDPR agus CCPA",
    "home-plans-chart-row-7-cell-1": "Leibhéil deacrachta mínghlan",
    "home-plans-chart-row-8-cell-1": "Seoladh d’ábhar dúshláin féin",
    "home-plans-chart-row-9-cell-1": "Sceidealú deacrachta bunaithe ar am",
    "home-try-it-out-button": "Faigh hCaptcha",
    "home-try-it-out-head": "Iarrai E amach",
    "home-try-it-out-text": "Soláthraíonn hCaptcha braite bot simplí, éasca agus iontaofa agus é fánach do dhaoine a réiteach.",
    "labeling-about-head": "Maidir le hCaptcha",
    "labeling-about-text-1": "Tá hCaptcha deartha chun an fhadhb is déine ó thaobh saothair i bhfoghlaim meaisín a réiteach; méideanna ollmhóra sonraí a lipéadú ar bhealach tráthúil, inacmhainne agus iontaofa. De ghnáth cruthaíonn níos mó sonraí torthaí níos fearr i múnlaí foghlama meaisín oiliúna. Mar thoradh ar rath na samhlacha doimhne le déanaí tá tacar sonraí atá ag éirí níos mó, agus freastalaíonn hCaptcha ar an riachtanas seo.",
    "labeling-about-text-2": "Mar sin féin, tá sé mall agus costasach tacar sonraí móra a bhfuil athbhreithniú daonna orthu a chruthú ag úsáid modhanna traidisiúnta. Is bealach é hCaptcha do chuideachtaí na nótaí a theastaíonn uathu a fháil níos tapa, le cáilíocht níos airde agus ar chostas níos ísle ná roghanna eile.",
    "labeling-annotations-head": "Cineálacha Anótála",
    "labeling-annotations-text-1": "Brath réad cruinn in íomhánna agus i bhfíseán",
    "labeling-annotations-text-2": "Brath réad cruinn in íomhánna agus i bhfíseán",
    "labeling-annotations-text-3": "Nótaí pointe le haghaidh go leor cásanna úsáide éagsúla",
    "labeling-annotations-text-4": "Catagóirí treallach de mhéid ar bith a shórtáil nó a chur i gceangal",
    "labeling-annotations-text-5": "Brath agus aicmiú faoi thiomáint an duine",
    "labeling-annotations-text-6": "Cineál eile nach bhfuil liostaithe anseo? Just a iarraidh orainn.",
    "labeling-annotations-title-1": "Boscaí Ceangailte",
    "labeling-annotations-title-2": "Polagáin",
    "labeling-annotations-title-3": "Sainchomharthaí tíre",
    "labeling-annotations-title-4": "Catagóiriú Tréithe",
    "labeling-annotations-title-5": "Comparáid agus Brath",
    "labeling-annotations-title-6": "... agus go leor eile",
    "labeling-ent-button": "Téigh i dteagmháil lenár bhFoireann Réitigh Fiontar",
    "labeling-ent-head": "Rialú Deireadh go Deireadh de dhíth?",
    "labeling-ent-text-1": "Soláthraíonn an tArdán DAONNA taobh thiar de hCaptcha gnéithe cáilíochta oibre agus bainistíochta an-sofaisticiúla trí imscaradh ar-premise, hibrideach nó SaaS a chomhtháthaíonn leis na córais atá agat cheana féin.",
    "labeling-ent-text-2": "Rith go hiomlán as líne le do lucht saothair féin, rianaigh an luach a ídítear ar fud aonaid ghnó nó chomhpháirtithe cuibhreannais, déan poist a roghnú go soláthraithe saothair inmheánacha nó seachtracha éagsúla bunaithe ar riachtanais chostais agus slándála, agus níos mó.",
    "labeling-ent-text-3": "Rochtain éasca ar API, dashboards álainn, agus an teicneolaíocht samhail-sa-lúb is déanaí chun éifeachtúlacht a uasmhéadú.",
    "labeling-ent-text-4": "CLSanna uptime 99.99% agus tacaíocht dhomhanda 24/7 ar fáil. Le haghaidh tuilleadh faisnéise:",
    "labeling-features-head-1": "Píblínte simplí atá tiomáinte ag API.",
    "labeling-features-head-2": "Optamaithe le haghaidh costas agus cáilíochta. Níl aon tiomantas tosaigh ag teastáil.",
    "labeling-features-head-3": "Ná íoc ach as an cruinneas atá uait.",
    "labeling-features-head-4": "Cuir do chuid sonraí fírinne talún féin ar fáil nó lig dúinn iad a thógáil ar an eitilt.",
    "labeling-features-text-1": "Ar mhaith leat athbhreithniú daonna a chomhtháthú go díreach le d’oibríochtaí gnó? Cuirimid SLAnna ard-iontaofachta, acmhainn ráthaithe, agus APIs simplí REST ar fáil.",
    "labeling-features-text-2": "Úsáideann an t-ardán DAONNA samhlacha muiníne cuimsitheacha chun anailís sofaisticiúil cáilíochta fíor-ama a dhéanamh. Ligeann sé seo dúinn deacracht na gceisteanna agus an freagra ceart dóchúil a chinneadh go tapa, ag sábháil am agus airgead duit.",
    "labeling-features-text-3": "Níl gach fadhb mar an gcéanna. D’fhéadfadh go mbeadh muinín 99.99% ó oibrithe go hiomlán daonna as nótaí le haghaidh tascanna a bhaineann le sábháilteacht. D’fhéadfadh nach mbeadh ach muinín measartha ag teastáil ó nótaí le haghaidh gné béite amháin in aip cluiche soghluaiste. Do Chomhairle féin.",
    "labeling-features-text-4": "An bhfuil sonraí amha agat gan tacar fíoraithe cuimsitheach? I bhformhór na gcásanna is féidir linn ceann a thógáil duitse mar thascanna a ritheann tríd an gcóras, nó samplaí lipéadaithe a chruthú le go gceadóidh tú iad.",
    "labeling-info-head": "Lipéadú Sonraí a Fháil",
    "labeling-info-text-1": "Labhair le duine dár saineolaithe fearainn chun do riachtanais tionscadail a shainiú: cruinneas sprice, formáid, agus aon riachtanais speisialta.",
    "labeling-info-text-2": "Déanaimid post beag táirgeachta a dhéanamh bunaithe ar do shonraí samplacha. Déanann sé seo tástáil ar an obair atá déanta againn le chéile chun a chinntiú go bhfaighidh tú go díreach na rudaí a theastaíonn uait.",
    "labeling-info-text-3": "Leis an líon ard agus an latency íseal a bheidh againn déanfaimid do chuid oibre a athrú go tapa, le seachadadh uathoibrithe a luaithe a bheidh sé déanta.",
    "labeling-info-text-4": "De réir mar a thuigimid paraiméadair d’obair léiriúcháin níos fearr, leanfaidh na torthaí ag feabhsú le himeacht ama.",
    "labeling-info-text-5": "Ligeann dashboards beo duit aiseolas a sholáthar nó táirgeadh a chur ar sos ag am ar bith.",
    "labeling-info-title-1": "Sainmhínigh Sonraíochtaí",
    "labeling-info-title-2": "Tástáil Poist Tosaigh",
    "labeling-info-title-3": "Poist Léiriúcháin a imscaradh",
    "labeling-info-title-4": "Feabhsú Leanúnach",
    "labeling-info-title-5": "Torthaí Fíor-Ama",
    "labeling-main-1": "Lipéadú sonraí costéifeachtach ar scála",
    "labeling-main-1-button": "Faigh Lipéadú Do Shonraí Anois",
    "labeling-main-1c": "Níos mó lipéid uait le haghaidh do thacair sonraí? Soláthraíonn hCaptcha lipéadú sonraí tapa, costéifeachtach agus ardchaighdeáin do chuideachtaí atá ag obair ar intleacht shaorga agus feidhmchláir foghlama meaisín.",
    "labeling-main-2": "Seoladh na milliúin tascanna láithreach.",
    "labeling-main-2-button": "Ceannaigh Seirbhísí Lipéadaithe Sonraí",
    "labeling-main-2c": "Tá ceann de na linnte is mó ar an phláinéid ag hCaptcha atá ar fáil le húsáid agat. Cibé scála atá agat, is féidir linn é a láimhseáil gan gealltanais daor roimh ré. Níl aon fhadhb ag na milliúin tascanna in aghaidh an lae.",
    "labeling-platform-head": "Faisnéis Phríobháideach nó Phoiblí",
    "labeling-platform-text": "Tá hCaptcha tógtha ar an Ardán DAONNA, a ligeann do ródú agus anailís sofaisticiúil an costas agus an éifeachtúlacht a bharrfheabhsú ag gach céim. Ligeann an teicneolaíocht seo don lucht saothair ceart gach cuid de do phost a láimhseáil, éifeachtúlacht costais a uasmhéadú agus príobháideacht a chaomhnú agus aon cheanglais rialála a d’fhéadfadh a bheith i bhfeidhm a chomhlíonadh.",
    "labeling-try-button": "Ceannaigh Seirbhísí Lipéadaithe Sonraí",
    "labeling-try-head": "Ar mhaith leat triail a bhaint as le do chuid sonraí?",
    "labeling-try-text": "... táimid réidh nuair atá tú: tá ár seirbhís ar fáil timpeall an chloig.",
    "learn-more-hcaptcha": "Tuilleadh Eolais faoi hCaptcha",
    "page-acc-faq-1": "Ceist: An gcomhlíonann hCaptcha Alt 508 + WCAG 2.1 AA? Freagra: Creidimid amhlaidh: is féidir le gach úsáideoir le lagú de chineál ar bith atá in ann an gréasán a bhrabhsáil agus téacs a iontráil ar fhoirmeacha rochtain a fháil ar sheirbhísí atá faoi chosaint ag hCaptcha ar chlárú. Ní comhairle dlí í seo, áfach: ba cheart duit do mheastóireacht féin a dhéanamh, agus do chur chun feidhme áirithe á chur san áireamh chun a chinntiú gurb amhlaidh an cás le haghaidh do imscartha.",
    "page-acc-faq-2": "Ceist: An bhfuil tú ag obair ar roghanna inrochtaineachta eile (a11y), cosúil le fuaim? Freagra: Déanann roghanna a raibh tóir orthu roimhe seo mar captchas fuaime idirdhealú i gcoinne go leor úsáideoirí a11y agus is furasta teicnící nua-aimseartha foghlama meaisín a ruaigeadh. Chuir sé seo iallach ar na dúshláin fuaime atá ann faoi láthair éirí níos deacra, ag tabhairt isteach torann, corr-uainiú, teaglaim focal neamhghnácha, agus mar sin de chun ionsaitheoirí a ruaigeadh. Mar sin nílimid chomh díograiseach faoin gcur chuige seo seachas an dúshlán a sheachaint ar fad, ach déanfaimid é a mheas má tá éileamh ón bpobal a11y. Mar sin féin, tá suim mhór againn i bPas Príobháideachta don chás úsáide Inrochtaineachta. Creidimid go ligfidh an cur chuige a11y atá againn faoi láthair le heisiúint Pas Príobháideachta d’úsáideoirí a11y brabhsáil go sábháilte, slán agus a fhios acu go bhfuil a gcuid tráchta níos príobháidí, agus srian a chur ar an mí-úsáid ag oibreoirí bot a tharlaíonn go dosheachanta nuair a bhíonn roghanna a11y ar fáil. Is rannpháirtithe gníomhacha muid i ngrúpa oibre IETF ag caighdeánú na teicneolaíochta nua seo.",
    "page-acc-faq-3": "Ceist: Cad mar gheall ar phríobháideacht? An nochtann clárú sonraí brabhsála a11y ar bhealach éigin? Cad a dhéanann tú leis an ríomhphost? Freagra: Tá hCaptcha deartha le haghaidh príobháideachta ón mbun aníos. Tá sé an-difriúil ná roghanna traidisiúnta mar reCAPTCHA atá faoi úinéireacht líonraí fógraíochta, a bhfuil dreasacht acu tú a rianú timpeall an ghréasáin agus tú a cheangal le fíor-aitheantas. Ní úsáidimid ríomhphoist nó faisnéis inrochtaineachta riamh chun aon chríche seachas úsáid a11y a éascú agus mí-úsáid a chosc. Tá freagraí cuimsitheacha agus údarásacha inár mbeartas príobháideachais maidir leis an gcaoi a n-úsáidimid sonraí, ach is é an freagra gairid nach bhfuil aon spéis againn tú a cheangal mar dhuine le do stair brabhsála. Táimid ag obair faoi láthair ar réiteach cripteagrafach chun do sheoladh ríomhphoist a scriosadh go tapa. agus muid fós ag caomhnú ár gcumas mí-úsáid a chosc, ag comhlánú ár gcuid oibre Pas Príobháideachta.",
    "page-acc-link-1": "Más úsáideoir inrochtaineachta tú, cláraigh anseo le do thoil.",
    "page-acc-subhead": "Rochtain gan uaim a chinntiú do gach úsáideoir agus slándáil á chothabháil acu",
    "page-acc-summary": "Achoimre",
    "page-acc-summary-contents-1": "Tá hCaptcha deartha chun róbónna a stopadh trí iad a idirdhealú ó dhaoine. Is uirlis áisiúil iad tástálacha amhairc chuige seo, ach ní féidir le gach duine dúshlán amhairc a réiteach. Ar an gcúis seo tá rogha eile simplí gan phian deartha againn chun ligean d’fhoilsitheoirí a úsáideann ár seirbhís inrochtaineacht a chaomhnú do chách le comhlíonadh iomlán Alt 508 agus WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Conas a oibríonn sé: ar dtús, síníonn úsáideoir inrochtaineachta an URL seo, atá nasctha ar leathanach faisnéise giuirléid hCaptcha. Tugtar fianán criptithe dóibh is féidir a úsáid cúpla uair in aghaidh an lae, ach caithfear iad a athnuachan gach 24 uair trí logáil isteach. Nuair a chuirtear dúshlán i láthair úsáideora inrochtaineachta ar aon láithreán a úsáideann an tseirbhís hCaptcha, rithfidh siad go huathoibríoch.",
    "page-acc-title": "Faisnéis Inrochtaineachta hCaptcha",
    "page-acc-tr-body": "Ceist: Tá dúshlán fós le feiceáil agam tar éis an fianán a shocrú. Cad is cúis leis seo?<br> Freagra: Is gnách go dtarlaíonn sé seo trí úsáid a bhaint as seachfhreastalaí ionsaitheach nó síneadh frith-fhianán, nó suíomh a chuireann bac ar fhianáin tras-láithreáin, sa chás seo fianán do hcaptcha.com atá socraithe nó seiceáilte ag an JS hCaptcha ar shuíomh difriúil , cosúil leis an gceann a bhfuil tú ag tabhairt cuairte air.<br><br> Oibríonn fianáin inrochtaineachta hCaptcha leis na brabhsálaithe agus na seachfhreastalaithe móréilimh uile lena socruithe caighdeánacha, mar sin de ghnáth bíonn teipeanna mar gheall ar scripteanna frith-frithdhála nó rialacha rialacha comhchosúla a dhíríonn ar shuímh áirithe.<br><br> Réitigh:<br><br> 1. Fianáin Whitelist hcaptcha.com agus * .hcaptcha.com i do bhac ad nó síneadh slándála do bhrabhsálaí.<br> 2. Má tá an brabhsálaí Brave á úsáid agat, nach cosúil go bhfuil liostálaí fianán de chineál ar bith ann faoi láthair, téigh chuig Preferences -> Shields -> Fianáin agus roghnaigh Ceadaigh Gach Fianán.<br> 3. Má tá an leagan is déanaí de Safari á úsáid agat ar an OS X 10.15 nó iOS 13.4 a eisíodh le déanaí, tá Apple díreach tar éis iompraíocht Safari a bhaineann le fianáin tríú páirtí a athrú, ag blocáil gach ceann acu de réir réamhshocraithe. Tá réiteach á chur i bhfeidhm againn, ach idir an dá linn tabhair cuairt ar Safari Preferences, an roinn Príobháideachta, agus dícheangail rianú Suíomh Gréasáin: Cosc a chur ar rianú tras-láithreáin chun a chumasú don fhianán inrochtaineachta feidhmiú mar a bhí súil leis.<br><br> Ceist: Úsáidim ilghléasanna. An gá dom síniú suas arís agus arís eile?<br> Freagra: Níl. Cliceáil le do thoil ar an nasc logála ríomhphoist céanna a seoladh chugat ar gach feiste a úsáideann tú chun an fianán a shocrú.<br><br> Ceist: Conas is féidir liom mé féin a chosaint ar rianú fianán tríú páirtí agus an fianán inrochtaineachta á úsáid agam?<br> Freagra: Ag baint úsáide as aon síneadh príobháideachta nó ad-blocála a thacaíonn le bánú ar leibhéal fearainn (m.sh. uBlock Origin) oibreofar mar a bhíothas ag súil leis: déan cinnte whitelist hcaptcha.com.",
    "page-acc-tr-title": "Maidir le húsáideoirí Inrochtaineachta: Ceisteanna Coitianta agus Treoir um Fabhtcheartú",
    "page-acc-tr2-body": "Safari<br> Chun fianáin a chumasú i Safari (Mac): Téigh go roghchlár anuas Safari. Roghnaigh Sainroghanna. Cliceáil Príobháideacht sa phainéal barr. Faoi 'Bloc fianáin' roghnaigh an rogha 'Riamh.'<br> Chun fianáin a chumasú i Safari (iPhone / iPad iOS 11+): Oscail do Shocruithe. Scrollaigh síos agus roghnaigh Safari. Faoi Phríobháideacht & Slándáil, déan 'Cosc ar Rianú Tras-Láithreáin' agus 'Cuir bac ar gach Fianán'<br><br> Firefox<br> Cliceáil ar an sciath ar thaobh na láimhe clé den bharra seoladh ar aon leathanach gréasáin. Cliceáil ar Socruithe Cosanta. Osclófar painéal Príobháideachta & Slándála Firefox Preferences. Faoi Chosaint Rianaithe Feabhsaithe, roghnaigh Saincheaptha. Roghnaigh na rianta agus na scripteanna atá le blocáil trí na ticbhoscaí sin a roghnú. Déan cinnte go bhfuil hcaptcha.com gan bhac agat.<br><br> Féadfaidh tú roinnt cosaintí i gCustaim a mhúchadh go sealadach chun é seo a dhífhabhtú, trí na ticbhoscaí a dhí-roghnú: Déan bosca seiceála na Rianaithe a dhí-roghnú nó an bosca seiceála Fianáin a dhí-roghnú má tá fadhbanna agat fós.<br><br> Google Chrome<br> Google Chrome (PC)<br> Roghnaigh deilbhín roghchlár Chrome. Roghnaigh Socruithe.<br> Téigh chuig Príobháideacht agus Slándáil, ansin Fianáin agus sonraí láithreáin eile.<br> Déan cinnte nach bhfuil 'Bloc fianáin tríú páirtí' cumasaithe.<br><br> Google Chrome (Mac):<br> Oscail sainroghanna Chrome ón mbarra roghchláir.<br> Téigh chuig Príobháideacht agus Slándáil, ansin Fianáin agus sonraí láithreáin eile.<br> Déan cinnte nach bhfuil 'Bloc fianáin tríú páirtí' cumasaithe.<br><br> Google Chrome (Android):<br> Ar do ghléas Android, oscail an aip Chrome.<br> Ag an mbarr ar dheis, sconna Níos Mó agus ansin Socruithe.<br> Beartaíonn Socruithe Suímh agus ansin Fianáin.<br> In aice le 'Fianáin,' aistrigh an socrú.<br> Seiceáil an bosca in aice le 'Ceadaigh fianáin tríú páirtí.'<br><br> Internet Explorer<br> 1. Roghnaigh an giar sa chúinne uachtarach ar dheis den scáileán, ansin roghnaigh 'Internet Options'. Má tá an Barra Roghchláir cumasaithe agat, is féidir leat ‘Uirlisí’ a roghnú ansin ‘Internet Options’.<br> 2. Cliceáil ar an táb 'Príobháideacht'.<br> 3. Roghnaigh an cnaipe 'Advanced'.<br> 4. Faoi 'Fianáin Tríú Páirtí' roghnaigh 'Glac'.<br> 5. Cliceáil 'OK'",
    "page-acc-tr2-head": "Treoracha Brabhsálaí maidir le Fianáin Tras-Láithreáin",
    "priv-hc": "Príobháideacht Dírithe",
    "priv-hc-text": "Feiceann líonraí fógraí tú mar a dtáirge. Ní dhéanaimid. Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "reporting-bugs-accessibility-button": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
    "reporting-bugs-accessibility-head": "Roghanna Inrochtaineachta",
    "reporting-bugs-accessibility-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
    "reporting-bugs-guide-ff-head": "Gabháil Sonraí Tuairisc Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Céim 1: Uirlisí Forbróra Oscailte (Tosaíonn sé seo an seisiún a thaifeadadh.)",
    "reporting-bugs-guide-ff-step-2": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca logaí Persist ag an mbarr.",
    "reporting-bugs-guide-ff-step-3": "Céim 3: tabhair cuairt ar https://accounts.hcaptcha.com/demo, nó ar an suíomh Gréasáin a bhfuil ceist agat air (Nóta Príobháideachta: ach mura miste leat an rud atá ann a roinnt) ... agus ansin cliceáil ar an I Is cnaipe daonna mé, agus déan iarracht réiteach.",
    "reporting-bugs-guide-ff-step-4": "Céim 4: Cliceáil HAR tar éis duit iarracht a dhéanamh réiteach, agus roghnaigh Save All mar HAR chun logáil an líonra a shábháil. Seol an comhad sin chugainn.",
    "reporting-bugs-guide-ff-step-5": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin Roghnaigh gach ceann agus sábháil é sin i gcomhad téacs, d’fhonn logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
    "reporting-bugs-guide-ff-step-6": "An chéim dheireanach: Seol ríomhphost chuig na comhaid logála HAR agus consól sin chugainn, agus déan cur síos ar an bhfadhb Úsáid: support@hcaptcha.com (bain úsáid as seirbhís mar Dropbox nó Filebin agus seol naisc) agus go roghnach pictiúr, má tá amhras ort go bhfuil rud éigin ann nach bhfuil á thaispeáint i gceart . Seol an IP atá á úsáid agat freisin. Is féidir leat é a fháil ó https://www.whatsmyip.org/ Go raibh maith agat as do chuid ama a thógáil chun cabhrú linn an fhaisnéis seo a fháil! Táimid tiomanta do hCaptcha a chur ag obair go maith do gach duine.",
    "reporting-bugs-guide-head": "Gabháil Sonraí Tuairisc Bug: Chrome",
    "reporting-bugs-guide-step-1": "Céim 1: Uirlisí Forbróra Oscailte (Tosaíonn sé seo an seisiún a thaifeadadh.)",
    "reporting-bugs-guide-step-2": "Céim 2: Cliceáil ar cluaisín Líonra in Uirlisí Forbróra. Seiceáil an bosca log Preserve ag an mbarr.",
    "reporting-bugs-guide-step-3": "Céim 3: tabhair cuairt ar https://accounts.hcaptcha.com/demo, nó ar an suíomh Gréasáin a bhfuil ceist agat air (Nóta Príobháideachta: ach mura miste leat an rud atá ann a roinnt) ... agus ansin cliceáil ar an I Is cnaipe daonna mé, agus déan iarracht réiteach.",
    "reporting-bugs-guide-step-4": "Céim 4: Cliceáil Export HAR (an tsaighead beag síos) tar éis duit iarracht a dhéanamh réiteach, rud a shábhálann logáil an líonra. Seol an comhad sin chugainn.",
    "reporting-bugs-guide-step-5": "Céim 5: Cliceáil ar an táb Console, agus cliceáil ar dheis ansin Sábháil mar .. d’fhonn logáil an chonsóil a shábháil. Seol é sin chugainn freisin.",
    "reporting-bugs-guide-step-6": "An chéim dheiridh: Seol ríomhphost chuig na comhaid logála HAR agus consól sin chugainn, agus déan cur síos ar an bhfadhb. Úsáid: support@hcaptcha.com (bain úsáid as seirbhís mar Dropbox nó Filebin agus seol naisc) agus go roghnach pictiúr, má tá amhras ort go bhfuil rud éigin ann nach bhfuil á thaispeáint i gceart. Seol an IP atá á úsáid agat freisin. Is féidir leat é a fháil ó https://www.whatsmyip.org/ Go raibh maith agat as do chuid ama a thógáil chun cabhrú linn an fhaisnéis seo a fháil! Táimid tiomanta do hCaptcha a chur ag obair go maith do gach duine.",
    "reporting-bugs-guide-text-1": "Má chuirtear faisnéis dhífhabhtaithe le do thuairisc, beidh sé i bhfad níos éasca dúinn a bhfuil ar siúl a aithint. Seo treoracha céim ar chéim:",
    "reporting-bugs-guide-text-2": "Más forbróir gréasáin nó sainúsáideoir tú, is é an achoimre ba mhaith linn go gcuirfeá líonra ag taifeadadh HAR agus logaí consól brabhsálaí chugainn. Déan iarracht, le do thoil, aon choscóir fógraí nó síntí slándála brabhsálaí a dhíchumasú ar dtús agus ansin atriail sula dtéann tú trí na céimeanna seo. Má réitíonn sé sin d’fhadhb, ba mhaith linn fós tú a chur in iúl dúinn leagan do bhrabhsálaí, seachfhreastalaí ad nó síneadh brabhsálaí, agus URL an láithreáin ghréasáin.",
    "reporting-bugs-intro-head": "Fuair tú fabht? Seo conas é a thuairisciú.",
    "reporting-bugs-intro-text": "Úsáideann na milliúin daoine hCaptcha gach mí, ar na mílte teaglaim de bhrabhsálaithe, síntí, gairis, ballaí dóiteáin agus go leor eile. Is é ár gcuspóir a chinntiú go n-oibríonn sé duit i gcónaí, mar sin táimid an-bhuíoch as do thuairiscí! Chun aiseolas tapa a thabhairt, ní gá ach cliceáil ar an gcnaipe Seol aiseolais chugainn. Má tá ceist fheidhmiúil á fheiceáil agat, lean na treoracha maidir le logáil dífhabhtaithe le haghaidh Chrome nó treoracha logála dífhabhtaithe do Firefox thíos. Maidir le brabhsálaithe ar bith eile ní gá ach ríomhphost a chur chugainn. Le haghaidh saincheisteanna féideartha slándála nó príobháideachta, féach na treoracha thíos.",
    "reporting-bugs-privacy-head": "Saincheisteanna Príobháideachta",
    "reporting-bugs-privacy-text": "Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad mailíseach nó meaisíní. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú. Má aimsigh tú saincheist a shíleann tú a d’fhéadfadh dul i bhfeidhm ar phríobháideacht úsáideora, seol ríomhphost chugainn ag support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Seol aiseolas chugainn",
    "reporting-bugs-provide-feedback-head": "Aiseolas láithreach a sholáthar ar hCaptcha",
    "reporting-bugs-provide-feedback-text": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
    "reporting-bugs-security-head": "Bugs Slándála",
    "reporting-bugs-security-text": "Tá suim againn i gcónaí tuairiscí ar fhabhtanna slándála a fháil. Seol ríomhphost chuig support@hcaptcha.com & CC security@hcaptcha.com agus cuirfimid ar ais chugat go tapa. Tá clár deolchaire fabht againn freisin le haghaidh tuarascálacha slándála incháilithe ar an tseirbhís hCaptcha agus an cód foinse gaolmhar.",
    "sales-interstitial-c1": "Do chuideachtaí",
    "sales-interstitial-c1a": "Réitigh slándála fiontar (íoctha)",
    "sales-interstitial-c1b": "Níos mó a fhoghlaim faoi hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Anótáil sonraí",
    "sales-interstitial-c1d": "Seirbhísí anótála hCaptcha a cheannach",
    "sales-interstitial-c2": "Do dhaoine aonair",
    "sales-interstitial-c2a": "Cuir hCaptcha le do sheirbhís (saor in aisce)",
    "sales-interstitial-c2b": "Cuir hCaptcha d’Fhoilsitheoirí le mo shuíomh Gréasáin nó aip",
    "sales-interstitial-c2c": "Cad é hCaptcha?",
    "sales-interstitial-c2d": "Níos mó a fhoghlaim faoi hCaptcha",
    "sales-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
    "sec-hc": "Slándáil ar dtús",
    "sec-hc-text": "Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt do shuíomhanna agus chun ligean dóibh cinneadh a dhéanamh ar conas iad a úsáid. Is é do chruinneas é do leas féin agus linne. Soláthraíonn cuideachtaí fógraíochta captchas eile. Féadfaidh gach bot a chuireann siad bac ar a n-ioncam a laghdú.",
    "signup-interstitial-c1": "Do chuideachtaí nó láithreáin ghréasáin",
    "signup-interstitial-c1a": "Cuir hCaptcha le do sheirbhís (saor in aisce)",
    "signup-interstitial-c1b": "Cuir hCaptcha d’Fhoilsitheoirí le mo shuíomh Gréasáin nó aip",
    "signup-interstitial-c1c": "Réitigh slándála fiontar (íoctha)",
    "signup-interstitial-c1d": "Níos mó a fhoghlaim faoi hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Anótáil sonraí",
    "signup-interstitial-c1f": "Seirbhísí anótála hCaptcha a cheannach",
    "signup-interstitial-c2": "Do dhaoine aonair",
    "signup-interstitial-c2a": "Inrochtaineacht",
    "signup-interstitial-c2b": "Faigh amach faoi roghanna inrochtaineachta do hCaptcha",
    "signup-interstitial-c2c": "Airgead a thuilleamh",
    "signup-interstitial-c2d": "Oibrigh mar lipéadóir sonraí aonair",
    "signup-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
    "support-interstitial-c1": "Do chuideachtaí",
    "support-interstitial-c1a": "Réitigh slándála fiontar (íoctha)",
    "support-interstitial-c1b": "Faigh tacaíocht d’Fhiontar hCaptcha (BotStop)",
    "support-interstitial-c1c": "Foilsitheoir hCaptcha (saor in aisce)",
    "support-interstitial-c1d": "Faigh tacaíocht don Fhoilsitheoir hCaptcha",
    "support-interstitial-c2": "Do dhaoine aonair",
    "support-interstitial-c2a": "Ag deacracht le dúshlán?",
    "support-interstitial-c2b": "Faigh amach faoi roghanna inrochtaineachta do hCaptcha",
    "support-interstitial-c2c": "Ag iarraidh fabht a thuairisciú?",
    "support-interstitial-c2d": "Níos mó a fhoghlaim faoi shaincheisteanna bogearraí a thuairisciú",
    "support-interstitial-head": "Déanaimis cinnte go sroichfidh tú an áit cheart.",
    "switch-to-english-link": "Athraigh go Béarla",
    "what-is-hcaptcha": "Cad é hCaptcha?",
    "what-is-hcaptcha-text": "Cuidíonn hCaptcha leis na seirbhísí gréasáin is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
    "why-hc": "Cén fáth hCaptcha?",
    "why-hc-text": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine nó meaisín tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach."
}