{
    "acc-opt": "Roghanna Inrochtaineachta",
    "acc-opt-but": "Níos mó a fhoghlaim faoi roghanna inrochtaineachta",
    "acc-opt-text": "An bhfuil tú lagamhairc nó mura bhfuil tú in ann hCaptchas a chríochnú?",
    "accessibility-link": "Inrochtaineacht",
    "appreciate-in": "Táimid buíoch as d’ionchur. Cuir in iúl dúinn aon cheisteanna agus déanfaimid iad a réiteach go tapa.",
    "fb-but": "Seol aiseolas chugainn",
    "feedback-text": "Tabhair aiseolas ar an hCaptcha a chonaic tú díreach",
    "learn-more-hcaptcha": "Tuilleadh Eolais faoi hCaptcha",
    "page-acc-link-1": "Más úsáideoir inrochtaineachta tú, cláraigh anseo le do thoil.",
    "page-acc-subhead": "Rochtain gan uaim a chinntiú do gach úsáideoir agus slándáil á chothabháil acu",
    "page-acc-title": "Faisnéis Inrochtaineachta hCaptcha",
    "priv-hc": "Príobháideacht Dírithe",
    "priv-hc-text": "Feiceann líonraí fógraí tú mar a dtáirge. Ní dhéanaimid. Is cuma linn cé hiad na húsáideoirí, ach cé chomh dóchúil is atá siad a bheith mailíseach. Tacaímid le tionscnaimh cosúil le Pas Príobháideachta, agus oibrímid go crua chun príobháideacht agus slándáil a chothromú.",
    "sec-hc": "Slándáil ar dtús",
    "sec-hc-text": "Tá hCaptcha dírithe ar an bhfoilsitheoir. Oibrímid chun fíor-shonraí a thabhairt do shuíomhanna agus chun ligean dóibh cinneadh a dhéanamh ar conas iad a úsáid. Is é do chruinneas é do leas féin agus linne. Soláthraíonn cuideachtaí fógraíochta captchas eile. Féadfaidh gach bot a chuireann siad bac ar a n-ioncam a laghdú.",
    "what-is-hcaptcha": "Cad é hCaptcha?",
    "what-is-hcaptcha-text": "Cuidíonn hCaptcha leis na seirbhísí gréasáin is fearr leat bots, spam, agus mí-úsáid a choinneáil amach trí cheisteanna simplí a chur atá furasta do dhaoine agus atá deacair do mheaisíní.",
    "why-hc": "Cén fáth hCaptcha?",
    "why-hc-text": "Gach uair a fhreagraíonn tú dúshlán, bainimid úsáid as samhlacha sofaisticiúla chun a fháil amach an duine nó meaisín tú. Ansin úsáideann an suíomh Gréasáin ar thug tú cuairt air an toradh seo chun cabhrú le d’eispéireas ar a suíomh a fheabhsú trí róbónna a choinneáil amach."
}