{
    "acc-opt": "Roghainnean ruigsinneachd",
    "acc-opt-but": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
    "acc-opt-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
    "accessibility-link": "Ruigsinneachd",
    "appreciate-in": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
    "fb-but": "Cuir thugainn fios air ais",
    "feedback-text": "Thoir seachad fios air ais mun hCaptcha a chunnaic thu",
    "home-ent-1": "A bheil thu a ’coimhead airson na tairgsean tèarainteachd iomairt againn?",
    "home-ent-2": "Tadhail air an làrach shònraichte ùr againn: BotStop.com",
    "home-intro-body": "Am bi thu a ’cleachdadh captcha gus botaichean a chumail a-mach? Bidh hCaptcha a ’dìon prìobhaideachd luchd-cleachdaidh, a’ toirt duais do làraich-lìn, agus a ’cuideachadh chompanaidhean gus an dàta aca a chlàradh. Tha e an àite drop-in airson reCAPTCHA: faodaidh tu atharrachadh taobh a-staigh mionaidean.",
    "home-intro-head": "Cuir stad air barrachd botaichean. Tòisich a ’dìon prìobhaideachd an neach-cleachdaidh.",
    "home-main-1": "Prìobhaideach. Tèarainte. Nas luaithe. Agus pàighidh sinn dhut airson a chleachdadh.",
    "home-main-2": "Prìobhaideachd air a chuimseachadh",
    "home-main-2c": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Airson hCaptcha is e an toradh an obair a tha iad a ’toirt seachad. Chan eil dragh againn cò na cleachdaichean agad, dìreach cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "home-main-3": "Tèarainteachd an toiseach",
    "home-main-3c": "Tha cruinneas ann airson d ’ùidh agus sinne. Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt dhut agus leigeil leat co-dhùnadh mar a chleachdas tu e. Tha captchas eile air a thoirt seachad le",
    "home-main-3c2": "companaidhean sanasachd. Tha seo a ’ciallachadh gum faodadh a h-uile bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "home-main-4": "Eòlas cleachdaiche nas fheàrr",
    "home-main-4c": "Bidh modalan ionnsachaidh inneal sùbailte air an cleachdadh le hCaptcha airson a bhith a ’dearbhadh daonnachd. Leigidh seo leinn gnìomhan nas mì-chàilear iarraidh bhon luchd-cleachdaidh agad agus nas lugha den ùine a ghabhail ann a bhith a ’dèanamh sin, fhad‘ s a tha iad fhathast a ’toirt a-mach dàta feumail le bileagan airson luchd-ceannach a chlàradh.",
    "home-main-plans": "Tha hCaptcha an-asgaidh airson a chleachdadh airson foillsichearan de mheud sam bith. Ach, airson iomairtean agus àrd-ùrlaran a dh ’fheumas barrachd smachd, tha na fuasglaidhean iomairt againn rim faighinn.",
    "home-main-plans2": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
    "home-main-plans3": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
    "home-main-plans4": "airson mion-fhiosrachadh.",
    "learn-more-hcaptcha": "Ionnsaich tuilleadh mu hCaptcha",
    "page-acc-faq-1": "Ceist: A bheil hCaptcha Earrann 508 + WCAG 2.0 a ’gèilleadh? Freagairt: Tha sinn a ’creidsinn sin: faodaidh gach neach-cleachdaidh le seòrsa sam bith de lagachadh a tha comasach air an lìon a brobhsadh agus teacsa a chuir a-steach air foirmean faighinn gu seirbheisean air an dìon le hCaptcha nuair a chlàraicheas iad. Ach, chan e comhairle laghail a tha seo: bu chòir dhut do mheasadh fhèin a dhèanamh, a ’toirt aire don bhuileachadh sònraichte agad gus dèanamh cinnteach gu bheil seo fìor airson do chleachdadh.",
    "page-acc-faq-2": "Ceist: A bheil thu ag obair air roghainnean ruigsinneachd eile (a11y), leithid claisneachd? Freagairt: Tha roghainnean a bha mòr-chòrdte roimhe mar captchas claisneachd a ’dèanamh leth-bhreith air mòran de luchd-cleachdaidh a11y agus tha iad furasta an ruagadh le dòighean ionnsachaidh innealan an latha an-diugh. Tha seo air toirt air dùbhlain claisneachd gnàthach a bhith a ’fàs nas duilghe, a’ toirt a-steach fuaim, corra uair, cothlamadh fhaclan annasach, agus mar sin air adhart gus a ’chùis a dhèanamh air luchd-ionnsaigh. Mar sin chan eil sinn cho dealasach mun dòigh-obrach seo an-aghaidh a bhith a ’seachnadh an dùbhlan gu tur, ach beachdaichidh sinn air ma tha iarrtas ann bhon choimhearsnachd a11y. Ach, tha ùidh mhòr againn ann am Pas Prìobhaideachd airson a ’chùis cleachdaidh Ruigsinneachd. Tha sinn a ’creidsinn le bhith a’ cothlamadh an dòigh-obrach a11y a th ’againn an-dràsta le cuir a-mach Prìobhaideachd Pass leigidh luchd-cleachdaidh a11y brobhsadh gu sàbhailte, tèarainte leis an eòlas gu bheil an trafaic aca nas prìobhaideach, agus aig an aon àm a’ cuingealachadh an droch dhìol le luchd-obrachaidh bot a tha do-sheachanta a ’tachairt nuair a tha roghainnean a11y rim faighinn. Tha sinn an sàs gu gnìomhach ann am buidheann obrach IETF a ’bun-tomhas an teicneòlas ùr seo.",
    "page-acc-faq-3": "Ceist: Dè mu dheidhinn prìobhaideachd? A bheil clàradh a ’nochdadh dàta brobhsaidh a11y ann an dòigh air choreigin? Dè a nì thu leis a ’phost-d? Freagairt: Tha hCaptcha air a dhealbhadh airson prìobhaideachd bhon talamh suas. Tha e gu math eadar-dhealaichte na roghainnean traidiseanta mar reCAPTCHA a tha fo shealbh lìonraidhean sanasachd, aig a bheil brosnachadh gus do lorg timcheall air an lìon agus a bhith gad cheangal le fìor dhearbh-aithne. Cha bhith sinn uair sam bith a ’cleachdadh puist-d no fiosrachadh ruigsinneachd airson adhbhar sam bith ach a bhith a’ comasachadh cleachdadh a11y agus a ’casg droch dhìol. Tha freagairtean coileanta is ùghdarrasach anns a ’phoileasaidh prìobhaideachd againn a thaobh mar a bhios sinn a’ cleachdadh dàta, ach is e am freagairt ghoirid nach eil ùidh againn a bhith gad cheangal mar neach leis an eachdraidh brobhsaidh agad. Tha sinn cuideachd an-dràsta ag obair air fuasgladh criptografach gus an seòladh puist-d agad a chuir air falbh gu luath. agus sinn fhathast a ’gleidheadh ar comas casg a chuir air droch dhìol, a’ cur ris an obair Pas Prìobhaideachd againn.",
    "page-acc-link-1": "Ma tha thu nad neach-cleachdaidh ruigsinneachd, cuir d ’ainm a-steach an seo.",
    "page-acc-subhead": "A ’dèanamh cinnteach à ruigsinneachd gun fhiosta don h-uile neach-cleachdaidh fhad‘ s a tha iad a ’cumail suas tèarainteachd",
    "page-acc-summary": "Geàrr-chunntas",
    "page-acc-summary-contents-1": "Tha hCaptcha air a dhealbhadh gus stad a chuir air botaichean le bhith gan eadar-dhealachadh bho dhaoine. Tha deuchainnean lèirsinneach nan inneal goireasach airson seo, ach chan urrainn dha a h-uile duine dùbhlan lèirsinneach fhuasgladh. Air an adhbhar sin, tha sinn air roghainn sìmplidh gun phian a dhealbhadh gus leigeil le foillsichearan a tha a ’cleachdadh ar seirbheis ruigsinneachd a ghlèidheadh do na h-uile le làn ghèilleadh Earrann 508 agus WCAG 2.0.",
    "page-acc-summary-contents-2": "Mar a tha e ag obair: an toiseach, bidh cleachdaiche ruigsinneachd a ’soidhnigeadh aig an URL seo, a tha ceangailte ann an duilleag fiosrachaidh widget hCaptcha. Thèid briosgaid chrioptaichte a thoirt dhaibh a ghabhas cleachdadh grunn thursan san latha, ach feumar ùrachadh gach 24 uair tro logadh a-steach. Nuair a thèid dùbhlan a thoirt do neach-cleachdaidh ruigsinneachd air làrach sam bith a ’cleachdadh an t-seirbheis hCaptcha, thèid iad seachad gu fèin-ghluasadach.",
    "page-acc-title": "Fiosrachadh ruigsinneachd hCaptcha",
    "page-acc-tr-body": "Ceist: Tha mi fhathast a ’faicinn dùbhlan às deidh dhomh a’ bhriosgaid a shuidheachadh. Dè a tha ag adhbhrachadh seo? Freagairt: Tha seo gu h-àbhaisteach mar thoradh air a bhith a ’cleachdadh inneal-bacaidh ad ionnsaigheach no leudachadh an-aghaidh cookie, no suidheachadh a bhios a’ blocadh briosgaidean thar-làraich, sa chùis seo briosgaid airson hcaptcha.com a tha air a shuidheachadh no air a sgrùdadh leis an hCaptcha JavaScript air làrach eadar-dhealaichte. , mar an tè air a bheil thu a ’tadhal. Bidh briosgaidean ruigsinneachd hCaptcha ag obair leis a h-uile brobhsair mòr-chòrdte agus luchd-bacadh sanasachd leis na roghainnean àbhaisteach aca, mar sin mar as trice tha fàilligeadh mar thoradh air sgriobtaichean anti-anti-adblock no riaghailtean coltach ri chèile a tha ag amas air làraich sònraichte. Fuasglaidhean: 1. Briosgaidean Whitelist hcaptcha.com agus * .hcaptcha.com anns an inneal-bacadh ad no leudachadh tèarainteachd brabhsair agad. 2. Ma tha thu a ’cleachdadh brabhsair Brave, nach eil (bhon Ghiblean 2020) a rèir coltais le seòrsa sam bith de bhriosgaid cookie, rachaibh gu Roghainnean -> Shields -> briosgaidean agus tagh Ceadaich a h-uile briosgaid. 3. Ma tha thu a ’cleachdadh an dreach as ùire de Safari air an dàrna cuid an OS X 10.15 no iOS 13. 4 a chaidh a leigeil a-mach o chionn ghoirid, tha Apple dìreach air giùlan Safari co-cheangailte ri briosgaidean treas-phàrtaidh atharrachadh, a’ cur bacadh orra uile gu bunaiteach. Tha sinn a ’cur an gnìomh fuasgladh, ach san eadar-ama tadhal air Safari Preferences, roinn prìobhaideachd, agus uncheck cumail sùil air làrach-lìn: Cuir casg air tracadh thar-làrach gus leigeil leis a’ bhriosgaid ruigsinneachd obrachadh mar a bhiodh dùil. Ceist: Bidh mi a ’cleachdadh ioma-inneal. Am feum mi clàradh grunn thursan? Freagairt: Chan eil. Cliog air an aon cheangal logadh a-steach post-d a chaidh a chuir thugad air gach inneal a chleachdas tu gus a ’bhriosgaid a shuidheachadh.",
    "page-acc-tr-title": "Do luchd-cleachdaidh ruigsinneachd: Stiùireadh Q&A agus Troubleshooting",
    "priv-hc": "Prìobhaideachd air a chuimseachadh",
    "priv-hc-text": "Bidh lìonraidhean sanasachd gad fhaicinn mar an toradh aca. Cha dèan sinn sin. Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "sec-hc": "Tèarainteachd an toiseach",
    "sec-hc-text": "Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt do làraich agus leigeil leotha co-dhùnadh ciamar a chleachdas iad e. Tha cruinneas ann airson d ’ùidh agus sinne. Tha captchas eile air an toirt seachad le companaidhean sanasachd. Dh ’fhaodadh gach bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "what-is-hcaptcha": "Dè a th 'ann an hCaptcha?",
    "what-is-hcaptcha-text": "Bidh hCaptcha a ’cuideachadh nan seirbheisean lìn as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta do dhaoine agus duilich dha innealan.",
    "why-hc": "Carson hCaptcha?",
    "why-hc-text": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine no inneal. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean."
}