{
    "about-advisors-brendan": "Ceannard Brave. Co-stèidheadair Mozilla. Cruthadair a ’chànain prògramaidh JavaScript. Neach-togail brobhsairean agus barrachd.",
    "about-advisors-dawn": "Àrd-ollamh, CS aig Oilthigh California, Berkeley. Ionnsachadh domhainn, tèarainteachd, eòlaiche blockchain. Ceannard Oasis Labs.",
    "about-advisors-head": "Comhairlichean",
    "about-advisors-keiran": "Neach-saidheans Rannsachaidh aig Stanford. Ionnsachadh inneal agus ionmhas cainneachdail aig prìomh bhancaichean, maoin callaid, agus an saoghal acadaimigeach.",
    "about-content-head-1": "Na bhios sinn a ’dèanamh",
    "about-content-head-2": "Carson a tha e cudromach",
    "about-content-text-1": "Tha hCaptcha na sheirbheis de Intuition Machines Inc, companaidh ionnsachaidh AI agus inneal le fòcas air metalearning agus fearann lèirsinneach ML aig sgèile. Bidh sinn a ’togail agus ag obrachadh siostaman a tha gu mòr scalable gus seirbheisean anailis bhidio agus ìomhaigh a chomasachadh do chompanaidhean Global 2000 air feadh an t-saoghail.",
    "about-content-text-1a": "Tha hCaptcha a ’toirt dòigh-obrach ùr-nodha, stèidhichte air prìobhaideachd airson stad a chuir air botaichean.",
    "about-content-text-1b": "Bidh sinn a ’sealltainn dhùbhlain CAPTCHA a tha duilich dha botaichean ach furasta do dhaoine le bhith a’ tional dàta a tha duilich a chlàradh bho dhuilgheadasan ionnsachaidh innealan, agus ga chleachdadh gus eadar-dhealachadh a dhèanamh an e neach-tadhail làrach-lìn no app a th ’ann an duine.",
    "about-content-text-2": "Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr. Tha e fada agus daor a bhith a ’togail agus a’ cumail suas stòran-dàta buntainneach le bileagan iomchaidh. Chaidh hCaptcha a leasachadh an toiseach gus dèiligeadh ris na feumalachdan againn fhìn ann an lipéadú ìomhaighean, agus tha e a-nis ri fhaighinn airson companaidhean eile le feumalachdan coltach.",
    "about-content-text-2a": "Tha droch chleasaichean a ’sìor fhàs cumanta air-loidhne. Ach chan e ìobairt prìobhaideachd luchd-cleachdaidh am freagairt.",
    "about-content-text-2b": "Bidh fuasglaidhean tèarainteachd a tha companaidhean sanasachd a ’tabhann ag amas gu sònraichte air a bhith a’ cumail sùil air luchd-cleachdaidh air feadh an lìn. Tha sinn air fuasgladh tèarainteachd èifeachdach a chruthachadh a tha a ’dearbhadh nach eil feum air cron a dhèanamh air prìobhaideachd luchd-cleachdaidh gus toraidhean sàr-mhath a lìbhrigeadh.",
    "about-intro-head-1": "Mu hCaptcha",
    "about-intro-head-2": "Prìobhaideachd, tèarainteachd, agus ionnsachadh inneal.",
    "about-intro-text": "Is e hCaptcha an t-seirbheis CAPTCHA neo-eisimeileach as fharsainge san t-saoghal.",
    "about-leadership-alex": "Stòr-dàta agus eòlaiche Blockchain. Einnseanair tràth aig Cloudera agus barrachd. Deicheadan de bhathar-bog togail sgiobaidhean agus sgiobaidhean.",
    "about-leadership-eli": "Ceannard. Stiùiriche aithnichte ann an AI. Tha e air fiosrachadh inneal a chuir an sàs aig sgèile gu iomadh duilgheadas gnìomhachais thar nan deicheadan a dh ’fhalbh.",
    "about-leadership-head": "Stiùireadh",
    "about-leadership-todd": "PhD ann am Bith-eòlas Coimpiutaireachd, Stanford. Ag obair le lìonraidhean neural bho 1999. Fòcas air ML gnìomhaichte agus ionnsachadh domhainn aig sgèile.",
    "acc-opt": "Roghainnean ruigsinneachd",
    "acc-opt-but": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
    "acc-opt-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
    "accessibility-link": "Ruigsinneachd",
    "appreciate-in": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
    "fb-but": "Cuir thugainn fios air ais",
    "feedback-text": "Thoir seachad fios air ais mun hCaptcha a chunnaic thu",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "Tha hCaptcha na chomharra-malairt clàraichte de Intuition Machines, Inc.",
    "footer-header-1": "Companaidh",
    "footer-header-2": "Goireasan",
    "footer-header-3": "Cuir fios gu",
    "footer-link-1": "Labeling",
    "footer-link-10": "Ruigsinneachd",
    "footer-link-2": "Mu dheidhinn",
    "footer-link-3": "Obraichean",
    "footer-link-4": "Comharran-malairt",
    "footer-link-5": "Beusachd AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Inbhe",
    "footer-link-8": "Sgrìobhainnean",
    "footer-link-9": "Dèan aithris air bug",
    "footer-privacy": "Prìobhaideachd",
    "footer-subheader-1": "Taic",
    "footer-subheader-2": "Cuir fios gu",
    "footer-terms": "Cumhachan",
    "h-plans": "Planaichean ballrachd",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Seirbheisean Labeling",
    "header-login-button": "Log a-steach",
    "header-plans-link": "Planaichean",
    "header-signup-button": "Cuir d'ainm ris",
    "home-about-head": "Mu hCaptcha",
    "home-about-subtitle": "Le cumhachd bho Phròtacal DAONNA",
    "home-about-text-1": "Tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan: a ’labail mòran dàta ann an dòigh sgiobalta, aig prìs reusanta agus earbsach.",
    "home-about-text-2": "Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, cha mhòr an-còmhnaidh le beagan ath-sgrùdadh daonna. Ach, tha a bhith a ’cruthachadh dàta mòr ath-sgrùdaichte le daoine tro Mechanical Turk, Figear Ochd, msaa, an dà chuid slaodach agus daor.",
    "home-about-text-3": "Tha hCaptcha a ’leigeil le làraich-lìn airgead a dhèanamh a’ frithealadh an iarrtais seo fhad ‘s a tha iad a’ cuir casg air botaichean agus seòrsachan eile de dhroch dhìol.",
    "home-about-text-4": "Tha ionad margaidh hCaptcha air a stiùireadh le Pròtacal DAONNA, protocol fosgailte fosgailte airson ath-sgrùdadh daonna a bhios a ’ruith air an Ethereum blockchain. Bidh làraichean-lìn a ’cosnadh Human Tokens (HMT) nuair a bhios luchd-cleachdaidh a’ cleachdadh a ’widget hCaptcha air an làrach aca, agus bidh companaidhean ionnsachaidh innealan a’ pàigheadh Human Tokens gus an dàta aca a chlàradh.",
    "home-ba-labeling-services-link": "Seirbheisean Labeling",
    "home-benefits-head-1": "An luach ann an lipéadú dàta",
    "home-benefits-head-2": "Thoir air ais gu carthannas",
    "home-benefits-text-1": "An do thuig thu a h-uile uair a phutas tu air a ’chàr gu bheil thu a’ cuideachadh le bhith a ’trèanadh siostaman ionnsachaidh inneal aon chompanaidh Gigantic an-asgaidh?",
    "home-benefits-text-2": "Bidh hCaptcha a ’tionndadh a’ mhodail seo. Nuair a bhios tu a ’cleachdadh hCaptcha, bidh companaidhean a’ tagradh air an obair a bhios an luchd-cleachdaidh agad a ’dèanamh fhad‘ s a tha iad a ’dearbhadh an daonnachd. Gheibh thu na duaisean.",
    "home-benefits-text-3": "A bheil thu airson a thoirt air ais don charthannas as fheàrr leat? Leigidh hCaptcha leat taic a thoirt do na buidhnean carthannais as fheàrr leat leis an cosnadh a gheibh thu bho bhith ga chleachdadh. Ann an ùine ghoirid chì luchd-cleachdaidh air an làrach agad do thabhartas do charthannas tro bhranndadh falaichte air eadar-aghaidh hCaptcha.",
    "home-challenge-text-1": "Tagh a h-uile ìomhaigh a tha a ’freagairt ceist",
    "home-challenge-text-2": "Mìnich àite crìochnachaidh airson stuthan",
    "home-challenge-text-3": "Comharraich na bileagan co-fhreagarrach",
    "home-challenge-title-1": "Coimeas",
    "home-challenge-title-2": "Bogsa Crìochan",
    "home-challenge-title-3": "Seòrsachadh",
    "home-challenges-head": "Dùbhlain air an toirt seachad",
    "home-challenges-text-1": "... agus gnìomhan sìmplidh eile. Furasta dha daoine, duilich airson botaichean.",
    "home-challenges-text-2": "Gnìomhan àbhaisteach rim faighinn cuideachd airson foillsichearan iomairt.",
    "home-ent-1": "A bheil thu a ’coimhead airson na tairgsean tèarainteachd iomairt againn?",
    "home-ent-2": "Tadhail air an làrach shònraichte ùr againn: BotStop.com",
    "home-ent-button": "Ionnsaich tuilleadh: BotStop le hCaptcha",
    "home-from-the-blog": "BHO BLOG:",
    "home-from-the-blog-value": "Mar a tha suidheachadh duilgheadas hCaptcha ag obair",
    "home-intro-body": "Am bi thu a ’cleachdadh captcha gus botaichean a chumail a-mach? Bidh hCaptcha a ’dìon prìobhaideachd luchd-cleachdaidh, a’ toirt duais do làraich-lìn, agus a ’cuideachadh chompanaidhean gus an dàta aca a chlàradh. Tha e an àite drop-in airson reCAPTCHA: faodaidh tu atharrachadh taobh a-staigh mionaidean.",
    "home-intro-button": "Clàraich a-nis",
    "home-intro-head": "Cuir stad air barrachd botaichean. Tòisich a ’dìon prìobhaideachd an neach-cleachdaidh.",
    "home-main-1": "Prìobhaideach. Tèarainte. Nas luaithe. Agus pàighidh sinn dhut airson a chleachdadh.",
    "home-main-2": "Prìobhaideachd air a chuimseachadh",
    "home-main-2c": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Airson hCaptcha is e an toradh an obair a tha iad a ’toirt seachad. Chan eil dragh againn cò na cleachdaichean agad, dìreach cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "home-main-3": "Tèarainteachd an toiseach",
    "home-main-3c": "Tha cruinneas ann airson d ’ùidh agus sinne. Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt dhut agus leigeil leat co-dhùnadh ciamar a chleachdas tu e. Tha captchas eile air an toirt seachad le companaidhean sanasachd Gigantic. Tha seo a ’ciallachadh gum faodadh a h-uile bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "home-main-4": "Eòlas cleachdaiche nas fheàrr",
    "home-main-4c": "Bidh modalan ionnsachaidh inneal sùbailte air an cleachdadh le hCaptcha airson a bhith a ’dearbhadh daonnachd. Leigidh seo leinn gnìomhan nas mì-chàilear iarraidh bhon luchd-cleachdaidh agad agus nas lugha den ùine a ghabhail ann a bhith a ’dèanamh sin, fhad‘ s a tha iad fhathast a ’toirt a-mach dàta feumail le bileagan airson luchd-ceannach a chlàradh.",
    "home-main-plans": "Tha hCaptcha an-asgaidh airson a chleachdadh airson foillsichearan de mheud sam bith. Ach, airson iomairtean agus àrd-ùrlaran a dh ’fheumas barrachd smachd, tha na fuasglaidhean iomairt againn rim faighinn.",
    "home-main-plans2": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
    "home-main-plans3": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
    "home-main-plans4": "airson mion-fhiosrachadh.",
    "home-plans-button-1": "Clàraich a-nis",
    "home-plans-button-2": "Cuir fios gu reic",
    "home-plans-chart-head-1": "Feartan",
    "home-plans-chart-head-2": "Foillsichear",
    "home-plans-chart-head-3": "Iomairt",
    "home-plans-chart-row-1-cell-1": "Seòrsaichean dùbhlan smachd air an sealltainn",
    "home-plans-chart-row-1-cell-2": "Earranta",
    "home-plans-chart-row-1-cell-3": "Iomlan",
    "home-plans-chart-row-10-cell-1": "Dashboards ioma-chleachdaiche",
    "home-plans-chart-row-11-cell-1": "Feartan aithris adhartach",
    "home-plans-chart-row-12-cell-1": "SLAs iomairt",
    "home-plans-chart-row-2-cell-1": "Smachd air susbaint dùbhlan a chaidh a chleachdadh",
    "home-plans-chart-row-2-cell-2": "Earranta",
    "home-plans-chart-row-2-cell-3": "Iomlan",
    "home-plans-chart-row-3-cell-1": "Chosnadh dhuaisean airson fuasglaidhean daonna",
    "home-plans-chart-row-4-cell-1": "Dìon anti-bot aig ìre cruinne",
    "home-plans-chart-row-5-cell-1": "Ag obair anns gach dùthaich",
    "home-plans-chart-row-5a-cell-1": "Modhan fulangach No-CAPTCHA agus 99.9%",
    "home-plans-chart-row-5b-cell-1": "Sgòran misneachd bot",
    "home-plans-chart-row-6-cell-1": "Poileasaidh prìobhaideachd a tha càirdeil do GDPR agus CCPA",
    "home-plans-chart-row-7-cell-1": "Ìrean duilgheadas mìn",
    "home-plans-chart-row-8-cell-1": "Cuir air bhog an susbaint dùbhlan agad fhèin",
    "home-plans-chart-row-9-cell-1": "Clàr-ama duilgheadas stèidhichte air ùine",
    "home-try-it-out-button": "Faigh hCaptcha",
    "home-try-it-out-head": "Feuch ris",
    "home-try-it-out-text": "Tha hCaptcha a ’toirt seachad lorg bot sìmplidh, furasta agus earbsach fhad‘ s a tha e duilich do dhaoine fuasgladh fhaighinn.",
    "labeling-about-head": "Mu hCaptcha",
    "labeling-about-text-1": "Tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan; a ’labail mòran dàta ann an dòigh sgiobalta, aig prìs reusanta agus earbsach. Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, agus tha hCaptcha a’ frithealadh an fheum seo.",
    "labeling-about-text-2": "Ach, tha cruthachadh dàta mòr ath-sgrùdaichte le daoine a ’cleachdadh dhòighean traidiseanta an dà chuid slaodach agus daor. Tha hCaptcha na dhòigh do chompanaidhean na notaichean a tha a dhìth orra fhaighinn nas luaithe, le càileachd nas àirde agus aig cosgais nas ìsle na roghainnean eile.",
    "labeling-annotations-head": "Seòrsan notaichean",
    "labeling-annotations-text-1": "Lorgaidh nì ceart ann an ìomhaighean is bhidio",
    "labeling-annotations-text-2": "Lorgaidh nì ceart ann an ìomhaighean is bhidio",
    "labeling-annotations-text-3": "Comharran puing airson mòran de chùisean cleachdaidh eadar-dhealaichte",
    "labeling-annotations-text-4": "Deasaich no cuir a-steach roinnean rèiteachaidh de mheud sam bith",
    "labeling-annotations-text-5": "Dearbhadh agus seòrsachadh cumhachd daonna",
    "labeling-annotations-text-6": "A bheil feum agad air seòrsa eile nach eil air a liostadh an seo? Dìreach faighnich dhuinn.",
    "labeling-annotations-title-1": "Bogsaichean Ceangail",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Comharraidhean-tìre",
    "labeling-annotations-title-4": "Seòrsachadh buadhan",
    "labeling-annotations-title-5": "Coimeas agus Dearbhadh",
    "labeling-annotations-title-6": "... agus mòran a bharrachd",
    "labeling-ent-button": "Cuir fios chun Sgioba Fuasglaidhean Iomairt againn",
    "labeling-ent-head": "A bheil feum agad air smachd deireadh gu deireadh?",
    "labeling-ent-text-1": "Tha an Àrd-chabhsair DAONNA air cùl hCaptcha a ’toirt seachad càileachd obrach agus feartan riaghlaidh fìor shunndach tro chleachdadh air-thogalach, tar-chinealach no SaaS a bhios ag amalachadh leis na siostaman a th’ agad mu thràth.",
    "labeling-ent-text-2": "Ruith gu tur far-loidhne leis an luchd-obrach agad fhèin, sùil a chumail air luach a thèid a chaitheamh thairis air aonadan gnìomhachais no com-pàirtichean co-bhanntachd, slighe gu roghnach gu diofar sholaraichean saothair taobh a-staigh no taobh a-muigh stèidhichte air riatanasan cosgais agus tèarainteachd, agus barrachd.",
    "labeling-ent-text-3": "Cothrom furasta air API, dashboards brèagha, agus an teicneòlas modail-in-the-loop as ùire gus èifeachdas a mheudachadh.",
    "labeling-ent-text-4": "99.99% SLAs uptime agus taic cruinneil 24/7 ri fhaighinn. Airson tuilleadh fiosrachaidh:",
    "labeling-features-head-1": "Pìoban sìmplidh air an stiùireadh le API.",
    "labeling-features-head-2": "Optimated airson cosgais agus càileachd. Chan eil feum air gealltanas ro-làimh.",
    "labeling-features-head-3": "Na pàigh ach airson a ’mhearachd a dh’ fheumas tu.",
    "labeling-features-head-4": "Thoir seachad an dàta fìrinn talmhainn agad fhèin no leig dhuinn a thogail air a ’chuileag.",
    "labeling-features-text-1": "A bheil thu airson ath-bhreithneachadh daonna fhilleadh a-steach gu dìreach anns na h-obraichean gnìomhachais agad? Bidh sinn a ’tabhann SLAn àrd earbsach, comas barantaichte, agus APIan sìmplidh REST.",
    "labeling-features-text-2": "Bidh an àrd-ùrlar DAONNA a ’cleachdadh mhodailean misneachd coileanta gus mion-sgrùdadh càileachd fìor-ùine a dhèanamh. Leigidh seo leinn faighinn a-mach gu sgiobalta an dà chuid duilgheadasan cheistean agus am freagairt cheart a tha coltach riutha, a ’sàbhaladh ùine agus airgead dhut.",
    "labeling-features-text-3": "Chan eil a h-uile duilgheadas mar an ceudna. Faodaidh notaichean airson gnìomhan a tha deatamach a thaobh sàbhailteachd a bhith feumach air misneachd 99.99% bho luchd-obrach gu tur daonna. Is dòcha nach fheum notaichean airson aon fheart beta ann an app geama gluasadach ach misneachd meadhanach. Tha thu a ’co-dhùnadh.",
    "labeling-features-text-4": "A bheil dàta amh agad às aonais seata dearbhaidh coileanta? Anns a ’mhòr-chuid de chùisean is urrainn dhuinn fear a thogail dhut mar ghnìomhan a ruith tron t-siostam, no sampaill leubail a chruthachadh airson do chead.",
    "labeling-info-head": "A ’faighinn dàta air a lipéadú",
    "labeling-info-text-1": "Bruidhinn ri aon de na h-eòlaichean fearainn againn gus feumalachdan do phròiseict a mhìneachadh: mionaideachd targaid, cruth, agus riatanasan sònraichte sam bith.",
    "labeling-info-text-2": "Bidh sinn a ’dèanamh obair riochdachaidh beag stèidhichte air an dàta sampall agad. Bidh seo a ’dèanamh deuchainn air an obair a rinn sinn còmhla gus dèanamh cinnteach gum faigh thu dìreach na tha a dhìth ort.",
    "labeling-info-text-3": "Leis an ìre àrd agus latency ìosal tionndaidhidh sinn an obair agad gu sgiobalta, le lìbhrigeadh fèin-ghluasadach cho luath ‘s a thèid a dhèanamh.",
    "labeling-info-text-4": "Mar a bhios sinn a ’tuigsinn nas fheàrr paramadairean na h-obrach riochdachaidh agad, cumaidh na toraidhean a’ dol am feabhas thar ùine.",
    "labeling-info-text-5": "Bidh clàran-amais beò a ’toirt cothrom dhut fios air ais no stad a chuir air toradh aig àm sam bith.",
    "labeling-info-title-1": "Mìnich sònrachaidhean",
    "labeling-info-title-2": "Deuchainn obrach tùsail",
    "labeling-info-title-3": "A ’cleachdadh obraichean toraidh",
    "labeling-info-title-4": "Leasachadh leantainneach",
    "labeling-info-title-5": "Toraidhean Fìor-ùine",
    "labeling-main-1": "Bileagachadh dàta cosg-èifeachdach aig sgèile",
    "labeling-main-1-button": "Faigh do dhàta air a lipéadú a-nis",
    "labeling-main-1c": "A bheil feum agad air barrachd bhileagan airson na stòran-dàta agad? Tha hCaptcha a ’toirt seachad bileagan dàta luath, cosg-èifeachdach agus àrd-inbhe do chompanaidhean a tha ag obair air inntleachd fuadain agus tagraidhean ionnsachaidh innealan.",
    "labeling-main-2": "Cuir air bhog milleanan de ghnìomhan sa bhad.",
    "labeling-main-2-button": "Ceannaich Seirbheisean Labeling Dàta",
    "labeling-main-2c": "Tha aon de na linneachan as motha air a ’phlanaid aig hCaptcha ri fhaighinn airson do chleachdadh. Ge bith dè an sgèile agad, is urrainn dhuinn a làimhseachadh gun gheallaidhean ro-làimh daor. Chan eil milleanan de ghnìomhan gach latha na dhuilgheadas.",
    "labeling-platform-head": "Fiosrachadh prìobhaideach no poblach",
    "labeling-platform-text": "Tha hCaptcha air a thogail air an Àrd-ùrlar DAONNA, a leigeas le slighean agus mion-sgrùdadh sòlaimte cosgais agus èifeachdas a mheudachadh aig gach ceum. Leigidh an teicneòlas seo leis an luchd-obrach ceart gach pàirt den obair agad a làimhseachadh, a ’meudachadh èifeachdas cosgais fhad‘ s a tha thu a ’gleidheadh prìobhaideachd agus a’ coinneachadh ri riatanasan riaghlaidh a dh ’fhaodadh a bhith buntainneach.",
    "labeling-try-button": "Ceannaich Seirbheisean Labeling Dàta",
    "labeling-try-head": "A bheil thu airson feuchainn air leis an dàta agad?",
    "labeling-try-text": "... tha sinn deiseil nuair a tha thu: tha an t-seirbheis againn ri fhaighinn timcheall a ’ghleoc.",
    "learn-more-hcaptcha": "Ionnsaich tuilleadh mu hCaptcha",
    "page-acc-faq-1": "Ceist: A bheil hCaptcha Earrann 508 + WCAG 2.0 a ’gèilleadh? Freagairt: Tha sinn a ’creidsinn sin: faodaidh gach neach-cleachdaidh le seòrsa sam bith de lagachadh a tha comasach air an lìon a brobhsadh agus teacsa a chuir a-steach air foirmean faighinn gu seirbheisean air an dìon le hCaptcha nuair a chlàraicheas iad. Ach, chan e comhairle laghail a tha seo: bu chòir dhut do mheasadh fhèin a dhèanamh, a ’toirt aire don bhuileachadh sònraichte agad gus dèanamh cinnteach gu bheil seo fìor airson do chleachdadh.",
    "page-acc-faq-2": "Ceist: A bheil thu ag obair air roghainnean ruigsinneachd eile (a11y), leithid claisneachd? Freagairt: Tha roghainnean a bha mòr-chòrdte roimhe mar captchas claisneachd a ’dèanamh leth-bhreith air mòran de luchd-cleachdaidh a11y agus tha iad furasta an ruagadh le dòighean ionnsachaidh innealan an latha an-diugh. Tha seo air toirt air dùbhlain claisneachd gnàthach a bhith a ’fàs nas duilghe, a’ toirt a-steach fuaim, corra uair, cothlamadh fhaclan annasach, agus mar sin air adhart gus a ’chùis a dhèanamh air luchd-ionnsaigh. Mar sin chan eil sinn cho dealasach mun dòigh-obrach seo an-aghaidh a bhith a ’seachnadh an dùbhlan gu tur, ach beachdaichidh sinn air ma tha iarrtas ann bhon choimhearsnachd a11y. Ach, tha ùidh mhòr againn ann am Pas Prìobhaideachd airson a ’chùis cleachdaidh Ruigsinneachd. Tha sinn a ’creidsinn le bhith a’ cothlamadh an dòigh-obrach a11y a th ’againn an-dràsta le cuir a-mach Pasgan Prìobhaideachd leigidh seo do luchd-cleachdaidh a11y brobhsadh gu sàbhailte, tèarainte leis an eòlas gu bheil an trafaic aca nas prìobhaideach, agus aig an aon àm a’ cuingealachadh an droch dhìol le luchd-obrachaidh bot a tha do-sheachanta a ’tachairt nuair a tha roghainnean a11y rim faighinn. Tha sinn gu mòr an sàs ann am buidheann obrach IETF a ’bun-tomhas an teicneòlas ùr seo.",
    "page-acc-faq-3": "Ceist: Dè mu dheidhinn prìobhaideachd? A bheil clàradh a ’nochdadh dàta brobhsaidh a11y ann an dòigh air choreigin? Dè a nì thu leis a ’phost-d? Freagairt: Tha hCaptcha air a dhealbhadh airson prìobhaideachd bhon talamh suas. Tha e gu math eadar-dhealaichte na roghainnean traidiseanta mar reCAPTCHA a tha fo shealbh lìonraidhean sanasachd, aig a bheil brosnachadh gus do lorg timcheall air an lìon agus a bhith gad cheangal le fìor dhearbh-aithne. Cha bhith sinn uair sam bith a ’cleachdadh puist-d no fiosrachadh ruigsinneachd airson adhbhar sam bith ach a bhith a’ comasachadh cleachdadh a11y agus a ’casg droch dhìol. Tha freagairtean coileanta is ùghdarrasach anns a ’phoileasaidh prìobhaideachd againn a thaobh mar a bhios sinn a’ cleachdadh dàta, ach is e am freagairt ghoirid nach eil ùidh againn a bhith gad cheangal mar neach leis an eachdraidh brobhsaidh agad. Tha sinn cuideachd an-dràsta ag obair air fuasgladh criptografach gus an seòladh puist-d agad a chuir air falbh gu luath. agus sinn fhathast a ’gleidheadh ar comas casg a chuir air droch dhìol, a’ cur ris an obair Pas Prìobhaideachd againn.",
    "page-acc-link-1": "Ma tha thu nad neach-cleachdaidh ruigsinneachd, cuir d ’ainm a-steach an seo.",
    "page-acc-subhead": "A ’dèanamh cinnteach à ruigsinneachd gun fhiosta don h-uile neach-cleachdaidh fhad‘ s a tha iad a ’cumail suas tèarainteachd",
    "page-acc-summary": "Geàrr-chunntas",
    "page-acc-summary-contents-1": "Tha hCaptcha air a dhealbhadh gus stad a chuir air botaichean le bhith gan eadar-dhealachadh bho dhaoine. Tha deuchainnean lèirsinneach nan inneal goireasach airson seo, ach chan urrainn dha a h-uile duine dùbhlan lèirsinneach fhuasgladh. Air an adhbhar sin, tha sinn air roghainn sìmplidh gun phian a dhealbhadh gus leigeil le foillsichearan a tha a ’cleachdadh ar seirbheis ruigsinneachd a chumail do na h-uile le làn ghèilleadh Earrann 508 agus WCAG 2.0.",
    "page-acc-summary-contents-2": "Mar a tha e ag obair: an toiseach, bidh cleachdaiche ruigsinneachd a ’soidhnigeadh aig an URL seo, a tha ceangailte ann an duilleag fiosrachaidh widget hCaptcha. Thèid briosgaid chrioptaichte a thoirt dhaibh a ghabhas cleachdadh grunn thursan san latha, ach feumar ùrachadh gach 24 uair tro logadh a-steach. Nuair a thèid dùbhlan a thoirt do neach-cleachdaidh ruigsinneachd air làrach sam bith a ’cleachdadh an t-seirbheis hCaptcha, thèid iad seachad gu fèin-ghluasadach.",
    "page-acc-title": "Fiosrachadh ruigsinneachd hCaptcha",
    "page-acc-tr-body": "Ceist: Tha mi fhathast a ’faicinn dùbhlan às deidh dhomh a’ bhriosgaid a shuidheachadh. Dè a tha ag adhbhrachadh seo? Freagairt: Tha seo gu h-àbhaisteach mar thoradh air a bhith a ’cleachdadh inneal-bacaidh ad ionnsaigheach no leudachadh an-aghaidh cookie, no suidheachadh a bhios a’ blocadh briosgaidean thar-làraich, anns a ’chùis seo briosgaid airson hcaptcha.com a tha air a shuidheachadh no air a sgrùdadh leis an hCaptcha JavaScript air làrach eadar-dhealaichte. , mar an tè air a bheil thu a ’tadhal. Bidh briosgaidean ruigsinneachd hCaptcha ag obair leis a h-uile brobhsair mòr-chòrdte agus luchd-bacadh sanasachd leis na roghainnean àbhaisteach aca, mar sin mar as trice tha fàilligeadh mar thoradh air sgriobtaichean anti-anti-adblock no riaghailtean coltach ri chèile a tha ag amas air làraich sònraichte. Fuasglaidhean: 1. Whitelist hcaptcha.com agus * .hcaptcha.com briosgaidean anns an inneal-bacadh ad no leudachadh tèarainteachd brabhsair agad. 2. Ma tha thu a ’cleachdadh brabhsair Brave, nach eil (bhon Ghiblean 2020) a rèir coltais le seòrsa sam bith de bhriosgaid cookie, rachaibh gu Roghainnean -> Shields -> briosgaidean agus tagh Ceadaich a h-uile briosgaid. 3. Ma tha thu a ’cleachdadh an dreach as ùire de Safari air an dàrna cuid an OS X 10.15 no iOS 13. 4 a chaidh a leigeil a-mach o chionn ghoirid, tha Apple dìreach air giùlan Safari co-cheangailte ri briosgaidean treas-phàrtaidh atharrachadh, a’ cur bacadh orra uile gu bunaiteach. Tha sinn a ’cur an gnìomh fuasgladh, ach san eadar-ama tadhal air Safari Preferences, roinn prìobhaideachd, agus uncheck cumail sùil air làrach-lìn: Cuir casg air tracadh thar-làrach gus leigeil leis a’ bhriosgaid ruigsinneachd obrachadh mar a bhiodh dùil. Ceist: Bidh mi a ’cleachdadh ioma-inneal. Am feum mi clàradh grunn thursan? Freagairt: Chan eil. Cliog an aon cheangal logadh a-steach post-d a chuir thugad air gach inneal a chleachdas tu gus a ’bhriosgaid a shuidheachadh.",
    "page-acc-tr-title": "Do luchd-cleachdaidh ruigsinneachd: Stiùireadh Q&A agus Troubleshooting",
    "priv-hc": "Prìobhaideachd air a chuimseachadh",
    "priv-hc-text": "Bidh lìonraidhean sanasachd gad fhaicinn mar an toradh aca. Cha dèan sinn sin. Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "reporting-bugs-accessibility-button": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
    "reporting-bugs-accessibility-head": "Roghainnean ruigsinneachd",
    "reporting-bugs-accessibility-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
    "reporting-bugs-guide-ff-head": "A ’glacadh mion-fhiosrachadh aithisg Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Ceum 1: Innealan leasaiche fosgailte (Bidh seo a ’tòiseachadh a’ clàradh an t-seisein.)",
    "reporting-bugs-guide-ff-step-2": "Ceum 2: Cliog air tab Lìonra ann an Innealan Luchd-leasachaidh. Thoir sùil air bogsa logaichean Persist aig a ’mhullach.",
    "reporting-bugs-guide-ff-step-3": "Ceum 3: tadhal air https://accounts.hcaptcha.com/demo, no an làrach-lìn air a bheil duilgheadas agad (Nota Prìobhaideachd: dìreach mura h-eil inntinn agad a bhith a ’roinn na tha e) ... agus an uairsin cliog air I am putan daonna, agus feuch ri fuasgladh fhaighinn.",
    "reporting-bugs-guide-ff-step-4": "Ceum 4: Cliog air HAR às deidh dhut feuchainn ri fuasgladh fhaighinn, agus tagh Save All mar HAR gus an log lìonra a shàbhaladh. Cuir am faidhle sin thugainn.",
    "reporting-bugs-guide-ff-step-5": "Ceum 5: Cliog air an taba Console, agus cliog deas agus an uairsin Tagh a h-uile càil agus sàbhail sin ann am faidhle teacsa, gus an loga tòcan a shàbhaladh. Cuir thugainn sin cuideachd.",
    "reporting-bugs-guide-ff-step-6": "An ceum mu dheireadh: Cuir post-d dha na faidhlichean log HAR agus tòcan sin thugainn, agus thoir cunntas air an duilgheadas Cleachd: support@hcaptcha.com (cleachd seirbheis mar Dropbox no Filebin agus cuir ceanglaichean air adhart) agus gu roghnach dealbh-sgrìn, ma tha thu an amharas gu bheil rudeigin ann nach eil a ’taisbeanadh gu ceart . Feuch an cuir thu an IP a tha thu a ’cleachdadh cuideachd. Gheibh thu e bho https://www.whatsmyip.org/ Taing airson d ’ùine a ghabhail gus ar cuideachadh a’ faighinn an fhiosrachaidh seo! Tha sinn dealasach a thaobh toirt air hCaptcha obrachadh gu math airson a h-uile duine.",
    "reporting-bugs-guide-head": "A ’glacadh mion-fhiosrachadh aithisg Bug: Chrome",
    "reporting-bugs-guide-step-1": "Ceum 1: Innealan leasaiche fosgailte (Bidh seo a ’tòiseachadh a’ clàradh an t-seisein.)",
    "reporting-bugs-guide-step-2": "Ceum 2: Cliog air tab Lìonra ann an Innealan Luchd-leasachaidh. Thoir sùil air bogsa log Preserve aig a ’mhullach.",
    "reporting-bugs-guide-step-3": "Ceum 3: tadhal air https://accounts.hcaptcha.com/demo, no an làrach-lìn air a bheil duilgheadas agad (Nota Prìobhaideachd: dìreach mura h-eil inntinn agad a bhith a ’roinn na tha e) ... agus an uairsin cliog air I am putan daonna, agus feuch ri fuasgladh fhaighinn.",
    "reporting-bugs-guide-step-4": "Ceum 4: Cliog Export HAR (an t-saighead beag sìos) às deidh dhut feuchainn ri fuasgladh, a shàbhaileas log an lìonra. Cuir am faidhle sin thugainn.",
    "reporting-bugs-guide-step-5": "Ceum 5: Cliog air an tab Console, agus cliog deas agus an uairsin Sàbhail mar .. gus an loga tòcan a shàbhaladh. Cuir thugainn sin cuideachd.",
    "reporting-bugs-guide-step-6": "An ceum mu dheireadh: Cuir post-d gu na faidhlichean log HAR agus tòcan thugainn, agus thoir cunntas air an duilgheadas. Cleachd: support@hcaptcha.com (cleachd seirbheis mar Dropbox no Filebin agus cuir ceanglaichean air adhart) agus gu roghnach dealbh-sgrìn, ma tha thu an amharas gu bheil rudeigin ann nach eil a ’nochdadh gu ceart. Feuch an cuir thu an IP a tha thu a ’cleachdadh cuideachd. Gheibh thu e bho https://www.whatsmyip.org/ Taing airson d ’ùine a ghabhail gus ar cuideachadh a’ faighinn an fhiosrachaidh seo! Tha sinn dealasach a thaobh toirt air hCaptcha obrachadh gu math airson a h-uile duine.",
    "reporting-bugs-guide-text-1": "Le bhith a ’cur fiosrachadh debugging leis an aithisg agad bidh e nas fhasa dhuinn na tha a’ dol a chomharrachadh. Seo stiùireadh ceum air cheum:",
    "reporting-bugs-guide-text-2": "Ma tha thu nad leasaiche lìn no neach-cleachdaidh eòlach, is e an geàrr-chunntas gum bu mhath leinn gun cuir thu thugainn lìonra a ’clàradh HAR agus logaichean consola brabhsair. Feuch an cuir thu casg air neach-bacadh ad no leudachadh tèarainteachd brabhsair an toiseach agus an uairsin ath-ghairm mus tèid thu tro na ceumannan sin. Ma dh ’fhuasgail sin do dhuilgheadas, bhiodh sinn fhathast taingeil gun leig thu fios thugainn dreach do bhrobhsair, bacadh ad no leudachadh brabhsair, agus URL na làraich-lìn.",
    "reporting-bugs-intro-head": "Lorg bug? Seo mar a nì thu aithris air.",
    "reporting-bugs-intro-text": "Bidh milleanan de dhaoine a ’cleachdadh hCaptcha gach mìos, air mìltean de mheasgachadh de bhrobhsairean, leudachadh, innealan, ballachan teine agus barrachd. Is e ar n-amas dèanamh cinnteach gum bi e an-còmhnaidh ag obair dhut, agus mar sin tha sinn gu mòr a ’cur luach air na h-aithisgean agad! Gus fios air ais luath a thoirt seachad, dìreach cliog air a ’phutan Cuir fios air ais thugainn. Ma tha thu a ’faicinn cùis gnìomh, feuch an lean thu an stiùireadh log deasbaid airson Chrome no stiùireadh log deasbaid airson Firefox gu h-ìosal. Airson brobhsairean sam bith eile dìreach cuir post-d thugainn. Airson cùisean tèarainteachd no prìobhaideachd a dh ’fhaodadh a bhith ann, faic an stiùireadh gu h-ìosal.",
    "reporting-bugs-privacy-head": "Cùisean prìobhaideachd",
    "reporting-bugs-privacy-text": "Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach no innealan. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh. Ma tha thu air cùis a lorg a tha thu a ’smaoineachadh a bheireadh buaidh air prìobhaideachd luchd-cleachdaidh, cuir post-d thugainn aig support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Cuir thugainn fios air ais",
    "reporting-bugs-provide-feedback-head": "Thoir seachad fios air ais sa bhad air hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
    "reporting-bugs-security-head": "Bugs tèarainteachd",
    "reporting-bugs-security-text": "Tha ùidh againn an-còmhnaidh ann a bhith a ’faighinn aithisgean de bhiteagan tèarainteachd. Cuir post-d gu support@hcaptcha.com & CC security@hcaptcha.com agus gheibh sinn air ais thugad gu sgiobalta. Tha prògram bounty bug againn cuideachd airson aithisgean tèarainteachd ion-roghnach air an t-seirbheis hCaptcha agus an còd stòr co-cheangailte.",
    "sec-hc": "Tèarainteachd an toiseach",
    "sec-hc-text": "Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt do làraich agus leigeil leotha co-dhùnadh ciamar a chleachdas iad e. Tha cruinneas ann airson d ’ùidh agus sinne. Tha captchas eile air an toirt seachad le companaidhean sanasachd. Dh ’fhaodadh gach bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "switch-to-english-link": "Atharraich gu Beurla",
    "what-is-hcaptcha": "Dè a th ’ann an hCaptcha?",
    "what-is-hcaptcha-text": "Bidh hCaptcha a ’cuideachadh nan seirbheisean lìn as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta dha daoine agus duilich dha innealan.",
    "why-hc": "Carson hCaptcha?",
    "why-hc-text": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine no inneal. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean."
}