{
    "acc-opt": "Roghainnean ruigsinneachd",
    "acc-opt-but": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
    "acc-opt-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
    "accessibility-link": "Ruigsinneachd",
    "appreciate-in": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
    "fb-but": "Cuir thugainn fios air ais",
    "feedback-text": "Thoir seachad fios air ais mun hCaptcha a chunnaic thu",
    "learn-more-hcaptcha": "Ionnsaich tuilleadh mu hCaptcha",
    "page-acc-link-1": "Ma tha thu nad neach-cleachdaidh ruigsinneachd, cuir d ’ainm a-steach an seo.",
    "page-acc-subhead": "A ’dèanamh cinnteach à ruigsinneachd gun fhiosta don h-uile neach-cleachdaidh fhad‘ s a tha iad a ’cumail suas tèarainteachd",
    "page-acc-title": "Fiosrachadh ruigsinneachd hCaptcha",
    "priv-hc": "Prìobhaideachd air a chuimseachadh",
    "priv-hc-text": "Bidh lìonraidhean sanasachd gad fhaicinn mar an toradh aca. Cha dèan sinn sin. Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "sec-hc": "Tèarainteachd an toiseach",
    "sec-hc-text": "Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt do làraich agus leigeil leotha co-dhùnadh ciamar a chleachdas iad e. Tha cruinneas ann airson d ’ùidh agus sinne. Tha captchas eile air an toirt seachad le companaidhean sanasachd. Dh ’fhaodadh gach bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "what-is-hcaptcha": "Dè a th 'ann an hCaptcha?",
    "what-is-hcaptcha-text": "Bidh hCaptcha a ’cuideachadh nan seirbheisean lìn as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta do dhaoine agus duilich dha innealan.",
    "why-hc": "Carson hCaptcha?",
    "why-hc-text": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine no inneal. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean."
}