{
    "about-advisors-brendan": "PRESIDENTE. Líder recoñecido en AI. Aplicou a intelixencia da máquina a escala para unha gran variedade de problemas empresariais nas últimas décadas.",
    "about-advisors-dawn": "Doutor en Bioloxía computacional, Stanford. Traballa con redes neuronais desde 1999. Concéntrase na ML aplicada e na aprendizaxe profunda a escala.",
    "about-advisors-head": "Asesores",
    "about-advisors-keiran": "Base de datos e experto en Blockchain. Enxeñeiro temperán en Cloudera e moito máis. Décadas de equipos e software de construción de coñecementos.",
    "about-content-head-1": "O que facemos",
    "about-content-head-2": "Por que importa",
    "about-content-text-1": "hCaptcha é un servizo de Intuition Machines Inc, unha empresa de AI e de aprendizaxe automática con foco no metalearning e dominio visual ML a escala. ‍ Construímos e operamos sistemas escalables de forma masiva para permitir servizos de análise de vídeo e imaxes para empresas de Global 2000 de todo o mundo.",
    "about-content-text-2": "Máis datos xeralmente producen mellores resultados. A construción e o mantemento de conxuntos de datos relevantes con etiquetas e relevantes son lento e custosa. ‍HCaptcha foi desenvolvido orixinalmente para atender as nosas propias necesidades na etiquetaxe de imaxes, e agora está dispoñible para outras empresas con necesidades similares.",
    "about-intro-head-1": "Traballa para hCaptcha",
    "about-intro-head-2": "A nosa misión é grande",
    "about-intro-text": "Estamos crecendo rapidamente e sempre estamos a buscar o mellor talento do mundo nas nosas oficinas globais. Podes aplicar coas ligazóns a continuación.",
    "about-leadership-alex": "Base de datos e experto en Blockchain. Enxeñeiro temperán en Cloudera e moito máis. Décadas de equipos e software de construción de coñecementos.",
    "about-leadership-eli": "PRESIDENTE. Líder recoñecido en AI. Aplicou a intelixencia da máquina a escala para unha gran variedade de problemas empresariais nas últimas décadas.",
    "about-leadership-head": "Liderado",
    "about-leadership-todd": "Doutor en Bioloxía computacional, Stanford. Traballa con redes neuronais desde 1999. Concéntrase na ML aplicada e na aprendizaxe profunda a escala.",
    "acc-opt": "Opcións de accesibilidade",
    "acc-opt-but": "Coñece máis sobre as opcións de accesibilidade",
    "acc-opt-text": "É deficiente visual ou non pode completar hCaptchas?",
    "accessibility-link": "Accesibilidade",
    "appreciate-in": "Agradecemos a súa entrada. Avísanos calquera problema e resolveremos rapidamente.",
    "fb-but": "Envíanos comentarios",
    "feedback-text": "Ofrece comentarios sobre o hCaptcha que acabas de ver",
    "footer-attribution": "Recoñecemento",
    "footer-copyright-text": "hCaptcha é unha marca rexistrada de Intuition Machines, Inc.",
    "footer-header-1": "Empresa",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contacto",
    "footer-link-1": "Etiquetado",
    "footer-link-2": "Sobre",
    "footer-link-3": "Traballos",
    "footer-link-4": "Marcas comerciais",
    "footer-link-5": "Blog",
    "footer-link-6": "Estado",
    "footer-link-7": "Documentación",
    "footer-link-8": "Informar dun erro",
    "footer-link-9": "Accesibilidade",
    "footer-privacy": "Privacidade",
    "footer-subheader-1": "Apoiar",
    "footer-subheader-2": "Contacto",
    "footer-terms": "Termos",
    "header-docs-link": "Documentos",
    "header-labeling-services-link": "Servizos de etiquetaxe",
    "header-login-button": "Acceder",
    "header-plans-link": "Plans",
    "header-signup-button": "Rexistrarse",
    "home-about-head": "Acerca de hCaptcha",
    "home-about-subtitle": "Desenvolvido polo Protocolo HUMAN",
    "home-about-text-1": "hCaptcha está deseñado para resolver o maior problema de traballo na aprendizaxe máquina: etiquetar cantidades masivas de datos de forma oportuna, accesible e fiable.",
    "home-about-text-2": "Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe de máquinas. O éxito recente de modelos profundos provocou cada vez máis grandes conxuntos de datos, case sempre con algunha revisión humana. Non obstante, crear grandes conxuntos de datos revisados por humanos a través de Mechanical Turk, Figura Oito, etc. é lento e caro.",
    "home-about-text-3": "hCaptcha permite aos sitios web gañar cartos atendendo a esta demanda mentres bloquean os bots e outras formas de abuso.",
    "home-about-text-4": "O mercado de hCaptcha está alimentado polo protocolo HUMAN, un protocolo descentralizado aberto para revisión humana que funciona na blockchain Ethereum. Os sitios web gañan tokens humanos (HMT) cada vez que os usuarios usan o widget hCaptcha no seu sitio e as empresas de aprendizaxe automática pagan tokens humanos para obter os seus datos.",
    "home-ba-labeling-services-link": "Servizos de etiquetaxe",
    "home-benefits-head-1": "O valor na etiquetaxe de datos",
    "home-benefits-head-2": "Devolver á Caridade",
    "home-benefits-text-1": "¿Deuse conta cada vez que \"fai clic no coche\" estás a axudar a adestrar gratuitamente os sistemas de aprendizaxe de máquinas de Giganticcompany?",
    "home-benefits-text-2": "hCaptcha dá a volta a este modelo. Cando empregas hCaptcha, as compañías apostan polo traballo que fan os seus usuarios xa que demostran a súa humanidade. Recibes as recompensas.",
    "home-benefits-text-3": "Queres devolver á túa caridade favorita? hCaptcha permítelle apoiar as institucións de caridade que escolla cos beneficios que obteñas utilizalo. Os usuarios do teu sitio pronto poderán ver a túa contribución á caridade mediante unha marcaxe discreta na interface hCaptcha.",
    "home-challenge-text-1": "Seleccione todas as imaxes que coincidan coa consulta",
    "home-challenge-text-2": "Define a área de delimitación dos obxectos",
    "home-challenge-text-3": "Identificar as etiquetas correspondentes",
    "home-challenge-title-1": "Comparación",
    "home-challenge-title-2": "Caixa de límites",
    "home-challenge-title-3": "Categorización",
    "home-challenges-head": "Presentados retos",
    "home-challenges-text-1": "... e outras tarefas sinxelas. Fácil para os humanos, difícil para os bots.",
    "home-challenges-text-2": "Tarefas personalizadas tamén dispoñibles para editores empresariais.",
    "home-ent-1": "¿Buscas as nosas ofertas de seguridade empresarial?",
    "home-ent-2": "Visita o noso novo sitio dedicado: BotStop.com",
    "home-ent-button": "Coñece máis: BotStop by hCaptcha",
    "home-from-the-blog": "DO BLOG:",
    "home-from-the-blog-value": "Como funciona a configuración de dificultades de hCaptcha",
    "home-intro-body": "Empregas un captcha para evitar os bots? hCaptcha protexe a privacidade do usuario, recompensa os sitios web e axuda ás empresas a etiquetar os seus datos. É un substituto de reCAPTCHA: pódese cambiar en poucos minutos.",
    "home-intro-button": "Asine agora",
    "home-intro-head": "Pare máis bots. Comeza a protexer a privacidade do usuario.",
    "home-main-1": "Privado. Seguro. Máis rápido. E pagámosche para usalo.",
    "home-main-2": "Enfocado á privacidade",
    "home-main-2c": "As redes de anuncios ven aos teus visitantes como o produto. Para hCaptcha o produto é o traballo que proporcionan. Non nos importa quen son os seus usuarios, só o probable que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
    "home-main-3": "Primeiro de seguridade",
    "home-main-3c": "A precisión é do teu interese e do noso. hCaptcha está enfocado ao editor. Traballamos para darche datos reais e permitirche decidir como empregar. Outras capturas son proporcionadas por",
    "home-main-4": "Mellor experiencia do usuario",
    "home-main-4c": "HCaptcha utiliza modelos sofisticados de aprendizaxe de máquinas para determinar a humanidade. Isto permítenos esixir tarefas menos molestas dos usuarios e levar menos tempo para facelo, mentres aínda se producen datos útiles para etiquetar os clientes.",
    "home-main-plans": "hCaptcha é gratuíto para empregar para editores de calquera tamaño. Non obstante, para as empresas e plataformas que precisan máis control, as solucións empresariais están dispoñibles.",
    "home-main-plans2": "As solucións empresariais de hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das maiores empresas do planeta. Póñase en contacto connosco para obter máis información ou visita",
    "home-main-plans3": "As solucións empresariais de hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das maiores empresas do planeta. Póñase en contacto connosco para obter máis información ou visita",
    "home-main-plans4": "para máis detalles.",
    "home-plans-button-1": "Asine agora",
    "home-plans-button-2": "Vendas de contactos",
    "home-plans-chart-head-1": "características",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empresa",
    "home-plans-chart-row-1-cell-1": "Controla os tipos de desafío mostrados",
    "home-plans-chart-row-1-cell-2": "Limitada",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-plans-chart-row-11-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-plans-chart-row-12-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-plans-chart-row-2-cell-1": "Controla o contido de desafío usado",
    "home-plans-chart-row-2-cell-2": "Limitada",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Gañar recompensas para solucionar humanos",
    "home-plans-chart-row-4-cell-1": "Protección anti-bot de clase mundial",
    "home-plans-chart-row-5-cell-1": "Funciona en todos os países",
    "home-plans-chart-row-6-cell-1": "Política de privacidade agradable para GDPR e CCPA",
    "home-plans-chart-row-7-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-plans-chart-row-8-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-plans-chart-row-9-cell-1": "Niveis de dificultade de gran cantidade fina",
    "home-try-it-out-button": "Obter hCaptcha",
    "home-try-it-out-head": "Próbao",
    "home-try-it-out-text": "hCaptcha ofrece unha detección de bot simple, fácil e de confianza, pero que é banal para resolver os humanos.",
    "labeling-about-head": "Acerca de hCaptcha",
    "labeling-about-text-1": "hCaptcha está deseñado para resolver o problema que ten máis traballo na aprendizaxe de máquinas; etiquetar cantidades masivas de datos de forma oportuna, accesible e fiable. Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe de máquinas. O éxito recente de modelos profundos levou a conxuntos de datos cada vez máis grandes e hCaptcha atende esta necesidade.",
    "labeling-about-text-2": "Non obstante, crear grandes conxuntos de datos revisados por humanos usando métodos tradicionais é lento e custoso. hCaptcha é un xeito para que as empresas poidan obter as anotacións que precisan máis rápido, cunha maior calidade e cun menor custo que outras alternativas.",
    "labeling-annotations-head": "Tipos de anotacións",
    "labeling-annotations-text-1": "Detección precisa de obxectos en imaxes e vídeo",
    "labeling-annotations-text-2": "Detección precisa de obxectos en imaxes e vídeo",
    "labeling-annotations-text-3": "Apunta anotacións para moitos casos de uso diferentes",
    "labeling-annotations-text-4": "Ordena ou engade categorías arbitrarias de calquera tamaño",
    "labeling-annotations-text-5": "Detección e clasificación por potencia humana",
    "labeling-annotations-text-6": "¿Necesitas outro tipo non listado aquí? Só nos pregunta.",
    "labeling-annotations-title-1": "Caixas de límite",
    "labeling-annotations-title-2": "Polígonos",
    "labeling-annotations-title-3": "Fitos",
    "labeling-annotations-title-4": "Categorización de atributos",
    "labeling-annotations-title-5": "Comparación e detección",
    "labeling-annotations-title-6": "... e moitos máis",
    "labeling-ent-button": "Contacte co noso equipo de solucións empresariais",
    "labeling-ent-head": "Necesitas un control de punta a punta?",
    "labeling-ent-text-1": "A Plataforma HUMAN detrás de hCaptcha fornece funcións de xestión e calidade de traballo altamente sofisticadas a través de despregamentos premisos, híbridos ou SaaS que se integran cos seus sistemas existentes.",
    "labeling-ent-text-2": "Executa completamente fóra de liña coa túa propia forza de traballo, rastrexa o valor consumido en unidades de negocio ou socios do consorcio, dirixe selectivamente traballos a diferentes provedores de traballo internos ou externos en función dos requisitos de custo e seguridade e moito máis.",
    "labeling-ent-text-3": "Access Fácil acceso á API, fermosos cadros de traballo e a última tecnoloxía no ciclo para maximizar a eficiencia dos traballadores.",
    "labeling-ent-text-4": "O 99,99% dispoñibles SLAs e soporte global 24/7 dispoñibles. Para máis información:",
    "labeling-features-head-1": "Canalizacións sinxelas baseadas na API.",
    "labeling-features-head-2": "Optimizado para custo e calidade. Non se require compromiso anticipado.",
    "labeling-features-head-3": "Só paga a exactitude que precisa.",
    "labeling-features-head-4": "Proporciona os teus propios datos de verdade terrestre ou déixanos construílo.",
    "labeling-features-text-1": "Queres integrar a revisión humana directamente nas túas operacións empresariais? Ofrecemos SLAs de alta fiabilidade, capacidade garantida e API de REST simple.",
    "labeling-features-text-2": "A plataforma HUMAN usa modelos de confianza comprensivos para realizar análises de calidade en tempo real sofisticadas. Isto permítenos determinar rapidamente a dificultade das preguntas e a súa probable resposta correcta, aforrando tempo e cartos.",
    "labeling-features-text-3": "Non todos os problemas son iguais. As anotacións para tarefas críticas de seguridade poden requirir confianza do 99,99% por parte de traballadores enteiros humanos. As anotacións para unha característica beta nunha aplicación de xogo móbil só poden requirir confianza moderada. Ti decides.",
    "labeling-features-text-4": "Tes datos en bruto sen un conxunto de verificación completo? Na maioría dos casos podemos construír un para ti como tarefas executadas polo sistema ou crear mostras rotuladas para a súa aprobación.",
    "labeling-info-head": "Obtención de etiquetas de datos",
    "labeling-info-text-1": "Falar cun dos nosos expertos de dominio para definir as necesidades do seu proxecto: precisión de destino, formato e calquera requisito especial.",
    "labeling-info-text-2": "Executamos un pequeno traballo de produción baseado nos seus datos de mostra. Isto proba o traballo que fixemos xuntos para asegurarche obter o que precisas.",
    "labeling-info-text-3": "Co noso alto volume e baixa latencia, converteremos o teu traballo con rapidez, cunha entrega automatizada en canto remate.",
    "labeling-info-text-4": "Ao entender mellor os parámetros do seu traballo de produción, os resultados continuarán mellorando co paso do tempo.",
    "labeling-info-text-5": "Os cadros de traballo en directo permítenche ofrecer comentarios ou pausar a produción en calquera momento.",
    "labeling-info-title-1": "Definir especificacións",
    "labeling-info-title-2": "Proba inicial de traballo",
    "labeling-info-title-3": "Despregue traballos de produción",
    "labeling-info-title-4": "Mellora continua",
    "labeling-info-title-5": "Resultados en tempo real",
    "labeling-main-1": "Etiquetaxe de datos rendible na escala",
    "labeling-main-1-button": "Obteña os teus datos etiquetados agora",
    "labeling-main-1c": "¿Necesitas máis etiquetas para os teus conxuntos de datos? hCaptcha fornece un etiquetado de datos rápido, rendible e de alta calidade para as empresas que traballan en aplicacións de intelixencia artificial e aprendizaxe de máquinas.",
    "labeling-main-2": "Inicie millóns de tarefas ao instante.",
    "labeling-main-2-button": "Compra servizos de etiquetaxe de datos",
    "labeling-main-2c": "hCaptcha ten unha das maiores piscinas do planeta dispoñibles para o seu uso. Calquera que sexa a túa escala, podemos tratala sen custos compromisos anticipados. Millóns de tarefas ao día non son ningún problema.",
    "labeling-platform-head": "Información privada ou pública",
    "labeling-platform-text": "hCaptcha está construído na plataforma HUMAN, que permite un enrutamento e análise sofisticados para optimizar o custo e a eficiencia a cada paso. Esta tecnoloxía permite que a man de obra adecuada xestione cada parte do seu traballo, maximizando a eficiencia do custo, mantendo a privacidade e cumprindo todos os requisitos regulamentarios que se poidan aplicar.",
    "labeling-try-button": "Compra servizos de etiquetaxe de datos",
    "labeling-try-head": "Queres probalo cos teus datos?",
    "labeling-try-text": "... estamos listos para estar: o noso servizo está dispoñible todo o día.",
    "learn-more-hcaptcha": "Coñece máis sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: ¿A sección 508 + WCAG 2.0 de hCaptcha cumpre? Resposta: Cremos que si: todos os usuarios con calquera forma de discapacidade que sexan capaces de navegar pola web e introducir texto nos formularios poden acceder a servizos protexidos por hCaptcha ao rexistrarse. Non obstante, este non é un consello legal: ten que realizar a súa propia avaliación, tendo en conta a súa implementación particular para asegurarse de que este sexa o caso do seu despregamento.",
    "page-acc-faq-2": "Pregunta: Está a traballar noutras opcións de accesibilidade (a11y), como o audio? Resposta: Opcións antes populares como as capturas de audio discriminan a moitos usuarios a11y e son facilmente derrotadas por técnicas modernas de aprendizaxe de máquinas. Isto obrigou aos retos de audio actuais a facerse cada vez máis difíciles, introducindo ruído, tempo raro, combinacións de palabras inusuales, etc., para derrotar aos atacantes. Por iso estamos menos entusiasmados con este enfoque e evitamos o desafío do todo, pero consideraremos se hai demanda por parte da comunidade. Non obstante, estamos moi interesados no Paso de privacidade para o caso de uso de Accesibilidade. Cremos que combinar o noso enfoque actual a11y coa emisión de Privacy Privacy permitirá aos usuarios a11y navegar de forma segura, sabendo que o seu tráfico é máis privado, ao tempo que restrinxirá o abuso de operadores de bot que ocorre inevitablemente cando as opcións a11y están dispoñibles. Somos participantes activos do grupo de traballo do IETF normalizando esta nova tecnoloxía.",
    "page-acc-faq-3": "Pregunta: E a privacidade? O rexistro expón dalgún xeito os datos de navegación a11y? Que fas co correo electrónico? Resposta: hCaptcha foi deseñado para a privacidade desde o inicio. É moi diferente ás opcións tradicionais como reCAPTCHA que son propiedade de redes de anuncios, que teñen un incentivo para rastrexarche pola rede e asociarte a unha identidade real. Nunca empregamos correos electrónicos ou información de accesibilidade con ningún outro propósito que non sexa o de facilitar o uso e evitar o abuso. A nosa política de privacidade ten respostas exhaustivas e autorizadas sobre como usamos datos, pero a resposta breve é que non temos interese en asociarche como persoa co teu historial de navegación. Estamos a traballar actualmente nunha solución criptográfica para descartar rapidamente o seu enderezo de correo electrónico. mantendo a nosa capacidade de prevención de abusos, complementando o noso traballo de Privacidade.",
    "page-acc-link-1": "Se es usuario de accesibilidade, rexístrese aquí.",
    "page-acc-subhead": "Asegurando o acceso perfecto para todos os usuarios mantendo a seguridade",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha está deseñado para frear os bots distinguíndoos das persoas. As probas visuais son unha ferramenta conveniente para isto, pero non todos poden resolver un desafío visual. Por este motivo deseñamos unha alternativa sinxela e indolora para que os editores que usan o noso servizo conserven a accesibilidade para todos cumprindo a sección 508 e WCAG 2.0.",
    "page-acc-summary-contents-2": "Como funciona: primeiro, un usuario de accesibilidade rexístrase neste URL, que está ligado na páxina de información do widget hCaptcha. Ofrécese unha cookie cifrada que pode usarse varias veces ao día, pero debe actualizarse cada 24 horas a través do inicio de sesión. Cando se presenta un reto a un usuario de accesibilidade en calquera sitio que usa o servizo hCaptcha, pasarán automaticamente.",
    "page-acc-title": "hCaptcha Información de accesibilidade",
    "page-acc-tr-body": "Pregunta: Aínda estou a ver un reto despois de configurar a cookie. Que está a provocar isto? Resposta: normalmente débese a usar un bloqueador de anuncios agresivo ou unha extensión anti-cookies ou a unha configuración que bloquea as cookies entre sitios, neste caso unha cookie para hcaptcha.com que está configurada ou comprobada polo JavaScript de hCaptcha nun sitio diferente. , como a que está a visitar. As cookies de accesibilidade hCaptcha funcionan con todos os navegadores populares e bloqueadores de anuncios coa súa configuración estándar, polo que normalmente os fallos débense a scripts anti-adblock ou a regras similares dirixidas a sitios particulares. Solucións: 1. Whitelist cookies hcaptcha.com e * .hcaptcha.com no bloqueo de anuncios ou na extensión de seguridade do navegador. 2. Se está a usar o navegador Brave, que non (a partir de abril de 2020) parece que non ten ningún tipo de listaxe de cookies, diríxase a Preferencias -> Escudos -> Cookies e escolla Permitir todas as cookies. 3. Se está a usar a versión máis recente de Safari en OS X 10.15 ou iOS 13. 4, recentemente lanzado, Apple acaba de cambiar o comportamento de Safari relacionado con cookies de terceiros, bloqueándoo por defecto. Estamos implementando unha solución, pero entrementres, visite a sección Preferencias de Safari, sección de privacidade e desmarque o seguimento de sitios web: Evite o seguimento entre sitios para que a cookie de accesibilidade funcione como se espera. Pregunta: uso varios dispositivos. ¿Necesito rexistrarme varias veces? Resposta: Non. Faga clic na mesma ligazón de inicio de sesión que se lle enviou en cada dispositivo que utiliza para establecer a cookie.",
    "page-acc-tr-title": "Para usuarios de accesibilidade: Q&A e guía de solución de problemas",
    "priv-hc": "Enfocado á privacidade",
    "priv-hc-text": "As redes de anuncios ven o seu produto. Non o facemos. Non nos importa quen son os usuarios, só o probable que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar privacidade e seguridade.",
    "reporting-bugs-accessibility-button": "Coñece máis sobre as opcións de accesibilidade",
    "reporting-bugs-accessibility-head": "Opcións de accesibilidade",
    "reporting-bugs-accessibility-text": "É deficiente visual ou non pode completar hCaptchas?",
    "reporting-bugs-guide-ff-head": "Captura de detalles do informe de erros: Firefox",
    "reporting-bugs-guide-ff-step-1": "Paso 1: Abra as ferramentas para desenvolvedores (isto comeza a gravar a sesión.)",
    "reporting-bugs-guide-ff-step-2": "Paso 2: Faga clic na pestana Rede en Ferramentas para desenvolvedores. Marque a caixa de \"persistir rexistros\" na parte superior.",
    "reporting-bugs-guide-ff-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo ou o sitio web no que estás a ter algún problema (Nota de privacidade: só se non te importa compartir o que é) ... e logo fai clic en \" Eu son humano \"e trato de resolver.",
    "reporting-bugs-guide-ff-step-4": "Paso 4: Faga clic en \"HAR\" despois de intentar resolver e elixe \"Gardar todo como HAR\" para gardar o rexistro da rede. Envíanos ese ficheiro.",
    "reporting-bugs-guide-ff-step-5": "Paso 5: Faga clic na pestana Consola e faga clic co botón dereito do rato en \"Seleccionar todo\" e gárdao nun ficheiro de texto para gardar o rexistro da consola. Envíanos tamén.",
    "reporting-bugs-guide-ff-step-6": "Último paso: envíenos un correo electrónico a aqueles ficheiros de rexistro HAR e consola e descríbenos o problema ‍Utilizar: support@hcaptcha.com (use un servizo como Dropbox ou Filebin e envíe enlaces) e opcionalmente unha captura de pantalla, se sospeitas que hai algo que non se mostra correctamente. . Envíe tamén a IP que está a usar. Podes obtelo dende https://www.whatsmyip.org/‍ Grazas por dedicar o tempo para axudarnos a obter esta información. Comprometémonos a facer que hCaptcha funcione ben para todos.",
    "reporting-bugs-guide-head": "Captura de detalles do informe de erros: Chrome",
    "reporting-bugs-guide-step-1": "Paso 1: Abra as ferramentas para desenvolvedores (isto comeza a gravar a sesión.)",
    "reporting-bugs-guide-step-2": "Paso 2: Faga clic na pestana Rede en Ferramentas para desenvolvedores. Marque a caixa \"Conservar rexistro\" na parte superior.",
    "reporting-bugs-guide-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo ou o sitio web no que estás a ter algún problema (Nota de privacidade: só se non te importa compartir o que é) ... e logo fai clic en \" Eu son humano \"e trato de resolver.",
    "reporting-bugs-guide-step-4": "Paso 4: Faga clic en \"Exportar HAR\" (a frecha pequena cara abaixo) despois de intentar solucionar o que garda o rexistro da rede. Envíanos ese ficheiro.",
    "reporting-bugs-guide-step-5": "Paso 5: Faga clic na pestana Consola e faga clic co botón dereito no botón \"Gardar como ..\" para gardar o rexistro da consola. Envíanos tamén.",
    "reporting-bugs-guide-step-6": "Último paso: envíenos un correo electrónico a aqueles ficheiros de rexistro de HAR e consolas e descríbenos o problema. Use: support@hcaptcha.com (use un servizo como Dropbox ou Filebin e envíe enlaces) e opcionalmente unha captura de pantalla, se sospeitas que hai algo que non se mostra correctamente. . Envíe tamén a IP que está a usar. Podes obtelo en https://www.whatsmyip.org/ ‍Grazas por tomar un tempo para axudarnos a obter esta información. Comprometémonos a facer que hCaptcha funcione ben para todos.",
    "reporting-bugs-guide-text-1": "O envío de información de depuración co seu informe facilitaranos identificar o que está a suceder. Aquí tes instrucións paso a paso:",
    "reporting-bugs-guide-text-2": "Se es un desenvolvedor web ou usuario experto, o resumo queremos que nos envíes unha rede de gravación de rexistros HAR e consolas do navegador. Intente desactivar primeiro calquera bloqueador de anuncios ou extensións de seguridade do navegador e intente de novo antes de seguir estes pasos. Se iso soluciona o teu problema, agradeceríamos que nos informes da túa versión do navegador, bloqueador de anuncios ou extensión do navegador e a URL do sitio web.",
    "reporting-bugs-intro-head": "¿Atopaches un erro? Aquí tes como informalo.",
    "reporting-bugs-intro-text": "Millóns de persoas usan hCaptcha cada mes, en miles de combinacións de navegadores, extensións, dispositivos, cortalumes e moito máis. O noso obxectivo é asegurarse de que sempre funciona para vostede, polo que agradecemos moito os teus informes! Para obter comentarios rápidos, só tes que facer clic no botón \"Envíanos comentarios\". Se está a ver un problema funcional, siga as instrucións do rexistro de depuración de Chrome ou a continuación as instrucións do rexistro de depuración. Para calquera outro navegador simplemente envíenos un correo electrónico. Para ver problemas de seguridade ou privacidade, consulte as instrucións seguintes",
    "reporting-bugs-privacy-head": "Problemas de privacidade",
    "reporting-bugs-privacy-text": "Non nos importa quen son os usuarios, só o probable que sexan maliciosos ou máquinas. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade. Se atopou un problema que cree que pode afectar a privacidade do usuario, envíenos un correo electrónico a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envíanos comentarios",
    "reporting-bugs-provide-feedback-head": "Envíe comentarios inmediatos sobre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agradecemos a súa entrada. Infórmanos calquera problema e resolveremos rapidamente.",
    "reporting-bugs-security-head": "Erros de seguridade",
    "reporting-bugs-security-text": "Sempre estamos interesados en recibir informes de erros de seguridade. Envíe un correo electrónico a support@hcaptcha.com e CC security@hcaptcha.com e volveremos chegar rápidamente. Tamén temos un programa de recompra de erros para informes de seguridade elixibles no servizo hCaptcha e código fonte relacionado.",
    "sec-hc": "Primeiro de seguridade",
    "sec-hc-text": "hCaptcha está centrado no editor. Traballamos para dar aos sitios datos reais e deixalos decidir como empregalo. A precisión é do teu interese e do noso. Outras capturas son fornecidas por empresas de publicidade. Cada bot que bloquean pode reducir os seus ingresos.",
    "what-is-hcaptcha": "Que é hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha axuda aos teus servizos web favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que respondes a un reto, usamos modelos sofisticados para descubrir se es humano ou é unha máquina. O sitio web que visitou usa este resultado para mellorar a súa experiencia no seu sitio evitando bots."
}