{
    "acc-opt": "Opcións de accesibilidade",
    "acc-opt-but": "Coñece máis sobre as opcións de accesibilidade",
    "acc-opt-text": "É deficiente visual ou non pode completar hCaptchas?",
    "accessibility-link": "Accesibilidade",
    "appreciate-in": "Agradecemos a súa entrada. Avísanos calquera problema e resolveremos rapidamente.",
    "fb-but": "Envíanos comentarios",
    "feedback-text": "Ofrece comentarios sobre o hCaptcha que acabas de ver",
    "home-ent-1": "¿Buscas as nosas ofertas de seguridade empresarial?",
    "home-ent-2": "Visita o noso novo sitio dedicado: BotStop.com",
    "home-intro-body": "Empregas un captcha para evitar os bots? hCaptcha protexe a privacidade do usuario, recompensa os sitios web e axuda ás empresas a etiquetar os seus datos. É un substituto de reCAPTCHA: pódese cambiar en poucos minutos.",
    "home-intro-head": "Pare máis bots. Comeza a protexer a privacidade do usuario.",
    "home-main-1": "Privado. Seguro. Máis rápido. E pagámosche para usalo.",
    "home-main-2": "Enfocado á privacidade",
    "home-main-2c": "As redes de anuncios ven aos teus visitantes como o produto. Para hCaptcha o produto é o traballo que proporcionan. Non nos importa quen son os seus usuarios, só o probable que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
    "home-main-3": "Primeiro de seguridade",
    "home-main-3c": "A precisión é do teu interese e do noso. hCaptcha está enfocado ao editor. Traballamos para darche datos reais e permitirche decidir como empregar. Outras capturas son proporcionadas por",
    "home-main-3c2": "empresas de publicidade. Isto significa que cada bot que bloquean pode reducir os seus ingresos.",
    "home-main-4": "Mellor experiencia do usuario",
    "home-main-4c": "HCaptcha utiliza modelos sofisticados de aprendizaxe de máquinas para determinar a humanidade. Isto permítenos esixir tarefas menos molestas dos usuarios e levar menos tempo para facelo, mentres aínda se producen datos útiles para etiquetar os clientes.",
    "home-main-plans": "hCaptcha é gratuíto para empregar para editores de calquera tamaño. Non obstante, para as empresas e plataformas que precisan máis control, as solucións empresariais están dispoñibles.",
    "home-main-plans2": "As solucións empresariais de hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das maiores empresas do planeta. Póñase en contacto connosco para obter máis información ou visita",
    "home-main-plans3": "As solucións empresariais de hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das maiores empresas do planeta. Póñase en contacto connosco para obter máis información ou visita",
    "home-main-plans4": "para máis detalles.",
    "learn-more-hcaptcha": "Coñece máis sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: ¿A sección 508 + WCAG 2.0 de hCaptcha cumpre? Resposta: Cremos que si: todos os usuarios con calquera forma de discapacidade que sexan capaces de navegar pola web e introducir texto nos formularios poden acceder a servizos protexidos por hCaptcha ao rexistrarse. Non obstante, este non é un consello legal: ten que realizar a súa propia avaliación, tendo en conta a súa implementación particular para asegurarse de que este sexa o caso do seu despregamento.",
    "page-acc-faq-2": "Pregunta: Está a traballar noutras opcións de accesibilidade (a11y), como o audio? Resposta: Opcións antes populares como as capturas de audio discriminan a moitos usuarios a11y e son facilmente derrotadas por técnicas modernas de aprendizaxe de máquinas. Isto obrigou aos retos de audio actuais a facerse cada vez máis difíciles, introducindo ruído, tempo raro, combinacións de palabras inusuales, etc., para derrotar aos atacantes. Por iso estamos menos entusiasmados con este enfoque e evitamos o desafío do todo, pero consideraremos se hai demanda por parte da comunidade. Non obstante, estamos moi interesados no Paso de privacidade para o caso de uso de Accesibilidade. Cremos que combinar o noso enfoque actual a11y coa emisión de Privacy Privacy permitirá aos usuarios a11y navegar de forma segura, sabendo que o seu tráfico é máis privado, ao tempo que restrinxirá o abuso de operadores de bot que ocorre inevitablemente cando as opcións a11y están dispoñibles. Somos participantes activos do grupo de traballo do IETF normalizando esta nova tecnoloxía.",
    "page-acc-faq-3": "Pregunta: E a privacidade? O rexistro expón dalgún xeito os datos de navegación a11y? Que fas co correo electrónico? Resposta: hCaptcha foi deseñado para a privacidade desde o inicio. É moi diferente ás opcións tradicionais como reCAPTCHA que son propiedade de redes de anuncios, que teñen un incentivo para rastrexarche pola rede e asociarte a unha identidade real. Nunca empregamos correos electrónicos ou información de accesibilidade con ningún outro propósito que non sexa o de facilitar o uso e evitar o abuso. A nosa política de privacidade ten respostas exhaustivas e autorizadas sobre como usamos datos, pero a resposta breve é que non temos interese en asociarche como persoa co teu historial de navegación. Estamos a traballar actualmente nunha solución criptográfica para descartar rapidamente o seu enderezo de correo electrónico. mantendo a nosa capacidade de prevención de abusos, complementando o noso traballo de Privacidade.",
    "page-acc-link-1": "Se es usuario de accesibilidade, rexístrese aquí.",
    "page-acc-subhead": "Asegurando o acceso perfecto para todos os usuarios mantendo a seguridade",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha está deseñado para frear os bots distinguíndoos das persoas. As probas visuais son unha ferramenta conveniente para isto, pero non todos poden resolver un desafío visual. Por este motivo deseñamos unha alternativa sinxela e indolora para que os editores que usan o noso servizo conserven a accesibilidade para todos cumprindo a sección 508 e WCAG 2.0.",
    "page-acc-summary-contents-2": "Como funciona: primeiro, un usuario de accesibilidade rexístrase neste URL, que está ligado na páxina de información do widget hCaptcha. Ofrécese unha cookie cifrada que pode usarse varias veces ao día, pero debe actualizarse cada 24 horas a través do inicio de sesión. Cando se presenta un reto a un usuario de accesibilidade en calquera sitio que usa o servizo hCaptcha, pasarán automaticamente.",
    "page-acc-title": "hCaptcha Información de accesibilidade",
    "page-acc-tr-body": "Pregunta: Aínda estou a ver un reto despois de configurar a cookie. Que está a provocar isto? Resposta: normalmente débese a usar un bloqueador de anuncios agresivo ou unha extensión anti-cookies ou a unha configuración que bloquea as cookies entre sitios, neste caso unha cookie para hcaptcha.com que está configurada ou comprobada polo JavaScript de hCaptcha nun sitio diferente. , como a que está a visitar. As cookies de accesibilidade hCaptcha funcionan con todos os navegadores populares e bloqueadores de anuncios coa súa configuración estándar, polo que normalmente os fallos débense a scripts anti-adblock ou a regras similares dirixidas a sitios particulares. Solucións: 1. Whitelist cookies hcaptcha.com e * .hcaptcha.com no bloqueo de anuncios ou na extensión de seguridade do navegador. 2. Se está a usar o navegador Brave, que non (a partir de abril de 2020) parece que non ten ningún tipo de listaxe de cookies, diríxase a Preferencias -> Escudos -> Cookies e escolla Permitir todas as cookies. 3. Se está a usar a versión máis recente de Safari en OS X 10.15 ou iOS 13. 4, recentemente lanzado, Apple acaba de cambiar o comportamento de Safari relacionado con cookies de terceiros, bloqueándoo por defecto. Estamos implementando unha solución, pero entrementres, visite a sección Preferencias de Safari, sección de privacidade e desmarque o seguimento de sitios web: Evite o seguimento entre sitios para que a cookie de accesibilidade funcione como se espera. Pregunta: uso varios dispositivos. ¿Necesito rexistrarme varias veces? Resposta: Non. Faga clic na mesma ligazón de inicio de sesión que se lle enviou en cada dispositivo que utiliza para establecer a cookie.",
    "page-acc-tr-title": "Para usuarios de accesibilidade: Q&A e guía de solución de problemas",
    "priv-hc": "Enfocado á privacidade",
    "priv-hc-text": "As redes de anuncios ven o seu produto. Non o facemos. Non nos importa quen son os usuarios, só o probable que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar privacidade e seguridade.",
    "sec-hc": "Primeiro de seguridade",
    "sec-hc-text": "hCaptcha está centrado no editor. Traballamos para dar aos sitios datos reais e deixalos decidir como empregalo. A precisión é do teu interese e do noso. Outras capturas son fornecidas por empresas de publicidade. Cada bot que bloquean pode reducir os seus ingresos.",
    "what-is-hcaptcha": "Que é hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha axuda aos teus servizos web favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que respondes a un reto, usamos modelos sofisticados para descubrir se es humano ou é unha máquina. O sitio web que visitou usa este resultado para mellorar a súa experiencia no seu sitio evitando bots."
}