{
    "a11y-img-1": "Pantalla de usuario de accesibilidade despois do inicio de sesión",
    "a11y-img-2": "Opción de accesibilidade no menú da interface de usuario do widget",
    "a11y-img-3": "Cadro de diálogo de accesibilidade na interface de usuario do widget",
    "about-advisors-brendan": "CEO de Brave. Cofundador de Mozilla. Creador da linguaxe de programación JavaScript. Creador de navegadores e moito máis.",
    "about-advisors-dawn": "Profesor, CS na Universidade de California, Berkeley. Experto en aprendizaxe profunda, seguridade, blockchain. CEO de Oasis Labs.",
    "about-advisors-head": "Asesores",
    "about-advisors-keiran": "Investigador científico en Stanford. Aprendizaxe automática e financiamento cuantitativo nos principais bancos, hedge funds e academia.",
    "about-content-head-1": "O que facemos",
    "about-content-head-2": "Por que importa",
    "about-content-text-1": "hCaptcha é un servizo de Intuition Machines Inc, unha empresa de IA e aprendizaxe automática con foco no metalearning e ML de dominio visual a escala. Construímos e operamos sistemas escalables de xeito masivo para permitir servizos de análise de vídeo e imaxe para empresas de Global 2000 en todo o mundo.",
    "about-content-text-1a": "hCaptcha trae un enfoque moderno e centrado na privacidade para deter os bots.",
    "about-content-text-1b": "Amosamos retos CAPTCHA que son difíciles para os bots pero fáciles para as persoas ao recompilar datos difíciles de etiquetar a partir de problemas de aprendizaxe automática e usalos para distinguir se un visitante de sitios web ou aplicacións é humano.",
    "about-content-text-2": "Normalmente, máis datos producen mellores resultados. Construír e manter conxuntos de datos correctamente etiquetados e relevantes leva moito tempo e custa. hCaptcha foi desenvolvido orixinalmente para atender as nosas propias necesidades de etiquetaxe de imaxes e agora está dispoñible para outras empresas con necesidades similares.",
    "about-content-text-2a": "Os malos actores son cada vez máis comúns en liña. Pero sacrificar a privacidade dos usuarios non é a resposta.",
    "about-content-text-2b": "As solucións de seguridade ofrecidas polas empresas publicitarias céntranse principalmente no seguimento de usuarios en toda a web. Creamos unha solución de seguridade eficaz que demostra que non é necesario prexudicar a privacidade dos usuarios para obter excelentes resultados.",
    "about-intro-head-1": "Acerca de hCaptcha",
    "about-intro-head-2": "Privacidade, seguridade e aprendizaxe automática.",
    "about-intro-text": "hCaptcha é o servizo CAPTCHA independente máis utilizado do mundo.",
    "about-leadership-alex": "Experto en bases de datos e cadea de bloques. Primeiro enxeñeiro en Cloudera e moito máis. Décadas de coñecemento e creación de equipos e software.",
    "about-leadership-eli": "PRESIDENTE. Líder recoñecido en IA. Aplicou a intelixencia da máquina a escala a unha gran variedade de problemas comerciais durante as últimas décadas.",
    "about-leadership-head": "Liderado",
    "about-leadership-todd": "Doutor en Bioloxía Computacional, Stanford. Traballando con redes neuronais desde 1999. Concéntrase na ML aplicada e na aprendizaxe profunda a escala.",
    "acc-opt": "Opcións de accesibilidade",
    "acc-opt-but": "Máis información sobre as opcións de accesibilidade",
    "acc-opt-text": "¿Está con discapacidade visual ou non pode completar hCaptchas?",
    "accessibility-link": "Accesibilidade",
    "appreciate-in": "Agradecemos a túa contribución. Indícanos os problemas e solucionalos rapidamente.",
    "fb-but": "Envíanos comentarios",
    "feedback-text": "Proporciona comentarios sobre o hCaptcha que acabas de ver",
    "footer-attribution": "Recoñecemento",
    "footer-copyright-text": "hCaptcha é unha marca rexistrada de Intuition Machines, Inc.",
    "footer-header-1": "Compañía",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contacto",
    "footer-link-1": "Etiquetado",
    "footer-link-10": "Accesibilidade",
    "footer-link-2": "Acerca de",
    "footer-link-3": "Emprego",
    "footer-link-4": "Marcas comerciais",
    "footer-link-5": "Ética da IA",
    "footer-link-6": "Blog",
    "footer-link-7": "Estado",
    "footer-link-8": "Documentación",
    "footer-link-9": "Informar dun erro",
    "footer-privacy": "Privacidade",
    "footer-subheader-1": "Apoiar",
    "footer-subheader-2": "Contacto",
    "footer-terms": "Condicións",
    "h-plans": "Plans de subscrición",
    "header-docs-link": "Documentos",
    "header-labeling-services-link": "Servizos de etiquetaxe",
    "header-login-button": "Acceder",
    "header-plans-link": "Plans",
    "header-signup-button": "Rexistrarse",
    "home-about-head": "Acerca de hCaptcha",
    "home-about-subtitle": "Desenvolvido polo protocolo HUMAN",
    "home-about-text-1": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática: etiquetar cantidades masivas de datos de xeito oportuno, accesible e fiable.",
    "home-about-text-2": "Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe automática. O éxito recente dos modelos profundos levou a conxuntos de datos cada vez máis grandes, case sempre con algunha revisión humana. Non obstante, crear grandes conxuntos de datos revisados polos humanos a través de Mechanical Turk, Figure Eight, etc. é lento e caro.",
    "home-about-text-3": "hCaptcha permite aos sitios web gañar cartos atendendo a esta demanda mentres bloquea os bots e outras formas de abuso.",
    "home-about-text-4": "O mercado hCaptcha está impulsado polo protocolo HUMAN, un protocolo descentralizado aberto para a revisión humana que se executa na cadea de bloques Ethereum. Os sitios web gañan tokens humanos (HMT) sempre que os usuarios usan o widget hCaptcha no seu sitio e as empresas de aprendizaxe automática pagan tokens humanos para que os seus datos se etiqueten.",
    "home-ba-labeling-services-link": "Servizos de etiquetaxe",
    "home-benefits-head-1": "O valor na etiquetaxe de datos",
    "home-benefits-head-2": "Devolver á caridade",
    "home-benefits-text-1": "¿Dáste de conta cada vez que fai clic no coche está axudando a adestrar de xeito gratuíto os sistemas de aprendizaxe automática dunha soa empresa Gigantic?",
    "home-benefits-text-2": "hCaptcha dá a volta a este modelo. Cando usas hCaptcha, as empresas poxan polo traballo que fan os teus usuarios mentres demostran a súa humanidade. Obtén as recompensas.",
    "home-benefits-text-3": "¿Queres devolvelo á túa organización benéfica favorita? hCaptcha permítelle apoiar as organizacións benéficas que escolla cos beneficios que obtén ao usalo. Os usuarios do seu sitio en breve poderán ver a súa contribución á caridade a través dunha marca discreta na interface hCaptcha.",
    "home-challenge-text-1": "Selecciona todas as imaxes que coincidan coa consulta",
    "home-challenge-text-2": "Definir área de delimitación para obxectos",
    "home-challenge-text-3": "Identifica as etiquetas correspondentes",
    "home-challenge-title-1": "Comparación",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Categorización",
    "home-challenges-head": "Retos presentados",
    "home-challenges-text-1": "... e outras tarefas sinxelas. Doado para os humanos, difícil para os bots.",
    "home-challenges-text-2": "Tarefas personalizadas tamén están dispoñibles para os editores empresariais.",
    "home-ent-1": "¿Buscas as nosas ofertas de seguridade empresarial?",
    "home-ent-2": "Visita o noso novo sitio dedicado: BotStop.com",
    "home-ent-button": "Máis información: BotStop de hCaptcha",
    "home-from-the-blog": "DO BLOG:",
    "home-from-the-blog-value": "Como funcionan os axustes de dificultade de hCaptcha",
    "home-intro-body": "¿Usas un captcha para evitar os bots? hCaptcha protexe a privacidade dos usuarios, premia sitios web e axuda ás empresas a etiquetar os seus datos. É un substituto de reCAPTCHA: pode cambiar nuns minutos.",
    "home-intro-button": "Asine agora",
    "home-intro-head": "Detén máis bots. Comeza a protexer a privacidade do usuario.",
    "home-main-1": "Privado. Seguro. Máis rápido. E pagámolo por usalo.",
    "home-main-2": "Centrado na privacidade",
    "home-main-2c": "As redes publicitarias ven aos seus visitantes como o produto. Para hCaptcha o produto é o traballo que proporcionan. Non nos importa quen sexan os teus usuarios, só a probabilidade de que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
    "home-main-3": "Seguridade en primeiro lugar",
    "home-main-3c": "A precisión é do seu interese e da nosa. hCaptcha está enfocado ao editor. Traballamos para proporcionarche datos reais e deixarche decidir como usalos. Outras captchas son proporcionadas por compañías de publicidade xigantesca. Isto significa que cada bot que bloquea pode reducir os seus ingresos.",
    "home-main-4": "Mellor experiencia de usuario",
    "home-main-4c": "HCaptcha usa modelos sofisticados de aprendizaxe automática para determinar a humanidade. Isto permítenos requirir tarefas menos molestas dos teus usuarios e levar menos tempo facéndoo, aínda producindo datos etiquetados útiles para etiquetar aos clientes.",
    "home-main-plans": "hCaptcha é de uso gratuíto para editores de calquera tamaño. Non obstante, para as empresas e plataformas que precisan máis control, as nosas solucións empresariais están dispoñibles.",
    "home-main-plans2": "As solucións empresariais hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das empresas máis grandes do planeta. Póñase en contacto connosco para obter máis información ou visite",
    "home-main-plans3": "As solucións empresariais hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das empresas máis grandes do planeta. Póñase en contacto connosco para obter máis información ou visite",
    "home-main-plans4": "para máis detalles.",
    "home-plans-button-1": "Asine agora",
    "home-plans-button-2": "Póñase en contacto coas vendas",
    "home-plans-chart-head-1": "características",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empresa",
    "home-plans-chart-row-1-cell-1": "Móstranse os tipos de desafío de control",
    "home-plans-chart-row-1-cell-2": "Limitada",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Cadros de mando de varios usuarios",
    "home-plans-chart-row-11-cell-1": "Funcións avanzadas de informes",
    "home-plans-chart-row-12-cell-1": "SLA empresariais",
    "home-plans-chart-row-2-cell-1": "Controla o contido do desafío usado",
    "home-plans-chart-row-2-cell-2": "Limitada",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Gaña recompensas por solucións humanas",
    "home-plans-chart-row-4-cell-1": "Protección anti-bot de clase mundial",
    "home-plans-chart-row-5-cell-1": "Traballa en todos os países",
    "home-plans-chart-row-5a-cell-1": "Modos pasivos sen CAPTCHA e 99,9%",
    "home-plans-chart-row-5b-cell-1": "Puntuacións de confianza do bot",
    "home-plans-chart-row-6-cell-1": "Política de privacidade compatible con GDPR e CCPA",
    "home-plans-chart-row-7-cell-1": "Niveis de dificultade de gran fino",
    "home-plans-chart-row-8-cell-1": "Inicia o teu propio contido de desafío",
    "home-plans-chart-row-9-cell-1": "Programación de dificultade baseada no tempo",
    "home-try-it-out-button": "Obter hCaptcha",
    "home-try-it-out-head": "Próbao",
    "home-try-it-out-text": "hCaptcha ofrece unha detección de bot sinxela, sinxela e fiable mentres é trivial para os humanos resolver.",
    "labeling-about-head": "Acerca de hCaptcha",
    "labeling-about-text-1": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática; etiquetando cantidades masivas de datos de xeito oportuno, accesible e fiable. Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe automática. O recente éxito dos modelos profundos levou a conxuntos de datos cada vez máis grandes e hCaptcha serve para esta necesidade.",
    "labeling-about-text-2": "Non obstante, crear grandes conxuntos de datos revisados polos humanos mediante métodos tradicionais é lento e caro. hCaptcha é un xeito de que as empresas obteñan as anotacións que requiren máis rápido, con maior calidade e a un custo menor que outras alternativas.",
    "labeling-annotations-head": "Tipos de anotacións",
    "labeling-annotations-text-1": "Detección precisa de obxectos en imaxes e vídeo",
    "labeling-annotations-text-2": "Detección precisa de obxectos en imaxes e vídeo",
    "labeling-annotations-text-3": "Anotacións puntuais para moitos casos de uso diferentes",
    "labeling-annotations-text-4": "Ordena ou engade categorías arbitrarias de calquera tamaño",
    "labeling-annotations-text-5": "Detección e clasificación alimentadas por humanos",
    "labeling-annotations-text-6": "¿Necesitas outro tipo que non figure aquí? Pregúntanos.",
    "labeling-annotations-title-1": "Caixas delimitadoras",
    "labeling-annotations-title-2": "Polígonos",
    "labeling-annotations-title-3": "Fitos",
    "labeling-annotations-title-4": "Categorización de atributos",
    "labeling-annotations-title-5": "Comparación e detección",
    "labeling-annotations-title-6": "... e moitos máis",
    "labeling-ent-button": "Póñase en contacto co noso equipo de solucións empresariais",
    "labeling-ent-head": "¿Necesitas un control extremo?",
    "labeling-ent-text-1": "A plataforma HUMAN detrás de hCaptcha ofrece funcións de xestión e calidade de traballo altamente sofisticadas a través de implementacións locais, híbridas ou SaaS que se integran cos seus sistemas existentes.",
    "labeling-ent-text-2": "Execútase completamente sen conexión coa súa propia forza de traballo, rastrexe o valor consumido entre as unidades comerciais ou socios do consorcio, dirixa de forma selectiva os traballos a diferentes provedores de man de obra interna ou externa en función dos requisitos de custo e seguridade e moito máis.",
    "labeling-ent-text-3": "Fácil acceso á API, fermosos cadros de mandos e a última tecnoloxía modelo en bucle para maximizar a eficiencia.",
    "labeling-ent-text-4": "SLA de tempo de actividade do 99,99% e asistencia global 24/7 dispoñible. Para máis información:",
    "labeling-features-head-1": "Canalizacións simples dirixidas por API.",
    "labeling-features-head-2": "Optimizado por custo e calidade. Non se require ningún compromiso inicial.",
    "labeling-features-head-3": "Pague só pola precisión que precisa.",
    "labeling-features-head-4": "Proporcione os seus propios datos de verdade sobre o terreo ou déixenos construílos sobre a marcha.",
    "labeling-features-text-1": "Queres integrar a revisión humana directamente nas túas operacións comerciais? Ofrecemos SLA de alta fiabilidade, capacidade garantida e API REST sinxelas.",
    "labeling-features-text-2": "A plataforma HUMAN usa modelos completos de confianza para realizar sofisticadas análises de calidade en tempo real. Isto permítenos determinar rapidamente a dificultade das preguntas e a súa probable resposta correcta, aforrándolle tempo e cartos.",
    "labeling-features-text-3": "Non todos os problemas son iguais. As anotacións para tarefas críticas de seguridade poden requirir un 99,99% de confianza por parte de traballadores totalmente humanos. As anotacións para unha función beta nunha aplicación de xogos para móbiles só poden requirir confianza moderada. Ti decides.",
    "labeling-features-text-4": "¿Ten datos en bruto sen un conxunto de verificación completo? Na maioría dos casos podemos crear unha para vostede mentres as tarefas se executan a través do sistema ou crear mostras etiquetadas para a súa aprobación.",
    "labeling-info-head": "Obtención de etiquetas de datos",
    "labeling-info-text-1": "Fale cun dos nosos expertos en dominio para definir as necesidades do seu proxecto: precisión, formato e requisitos especiais.",
    "labeling-info-text-2": "Realizamos un pequeno traballo de produción baseado nos seus datos de mostra. Isto proba o traballo que fixemos xuntos para asegurarnos de obter exactamente o que necesitas.",
    "labeling-info-text-3": "Co noso alto volume e baixa latencia daremos a volta ao seu traballo rapidamente, cunha entrega automatizada en canto remate.",
    "labeling-info-text-4": "A medida que comprendamos mellor os parámetros do seu traballo de produción, os resultados seguirán mellorando co paso do tempo.",
    "labeling-info-text-5": "Os paneis en directo permítenche proporcionar comentarios ou pausar a produción en calquera momento.",
    "labeling-info-title-1": "Definir especificacións",
    "labeling-info-title-2": "Proba inicial de traballo",
    "labeling-info-title-3": "Implementar traballos de produción",
    "labeling-info-title-4": "Mellora continua",
    "labeling-info-title-5": "Resultados en tempo real",
    "labeling-main-1": "Etiquetado de datos rendible a escala",
    "labeling-main-1-button": "Obteña os seus datos etiquetados agora",
    "labeling-main-1c": "¿Necesitas máis etiquetas para os teus conxuntos de datos? hCaptcha ofrece unha etiquetaxe de datos rápida, rendible e de alta calidade para empresas que traballan en aplicacións de intelixencia artificial e aprendizaxe automática.",
    "labeling-main-2": "Inicia millóns de tarefas ao instante.",
    "labeling-main-2-button": "Mercar servizos de etiquetaxe de datos",
    "labeling-main-2c": "hCaptcha ten unha das piscinas máis grandes do planeta dispoñibles para o seu uso. Sexa cal sexa a súa escala, podemos manexala sen caros compromisos iniciais. Millóns de tarefas ao día non son ningún problema.",
    "labeling-platform-head": "Información pública ou privada",
    "labeling-platform-text": "hCaptcha está construído na plataforma HUMAN, que permite un enrutamento e análise sofisticados para optimizar o custo e a eficiencia en cada paso. Esta tecnoloxía permite que a forza de traballo axeitada xestione cada parte do seu traballo, maximizando a eficiencia de custos, preservando a privacidade e cumprindo os requisitos normativos que poidan aplicarse.",
    "labeling-try-button": "Mercar servizos de etiquetaxe de datos",
    "labeling-try-head": "Queres probalo cos teus datos?",
    "labeling-try-text": "... estamos listos cando o esteas: o noso servizo está dispoñible 24 horas.",
    "learn-more-hcaptcha": "Máis información sobre hCaptcha",
    "page-acc-faq-1": "Pregunta: ¿Cumpre hCaptcha Section 508 + WCAG 2.1 AA? Resposta: Cremos que si: todos os usuarios con calquera tipo de discapacidade que poden navegar pola web e introducir texto nos formularios poden acceder aos servizos protexidos por hCaptcha ao rexistrarse. Non obstante, este non é asesoramento legal: debería realizar a súa propia avaliación, tendo en conta a súa implementación particular para garantir que este sexa o caso do seu despregue.",
    "page-acc-faq-2": "Pregunta: está a traballar noutras opcións de accesibilidade (a11y), como o audio? Resposta: opcións populares como os captchas de audio discriminan a moitos usuarios de todos os anos e son facilmente derrotadas polas modernas técnicas de aprendizaxe automática. Isto obrigou a que os desafíos actuais de audio sexan cada vez máis difíciles, introducindo ruído, tempos raros, combinacións de palabras pouco comúns, etc. para derrotar aos atacantes. Por iso, estamos menos entusiasmados con este enfoque fronte a evitar o desafío por completo, pero considerarémolo se hai demanda da comunidade de 11 anos. Non obstante, estamos moi interesados no pase de privacidade para o caso de uso de accesibilidade. Cremos que a combinación do noso enfoque actual a11y coa emisión de Privacy Pass permitirá aos usuarios a11y navegar con seguridade, seguro sabendo que o seu tráfico é máis privado, ao tempo que restrinxe o abuso por parte dos operadores de bot que inevitablemente se produce cando están dispoñibles opcións a11y. Somos participantes activos do grupo de traballo IETF que estandariza esta nova tecnoloxía.",
    "page-acc-faq-3": "Pregunta: e a privacidade? O rexistro expón algúns datos de navegación dalgún xeito? Que fas co correo electrónico? Resposta: hCaptcha está deseñado para a privacidade desde o principio. É moi diferente das opcións tradicionais como reCAPTCHA que son propiedade das redes publicitarias, que teñen un incentivo para rastrexarte pola web e asociarte cunha identidade real. Nunca empregamos correos electrónicos ou información de accesibilidade con ningún outro propósito que non sexa o de facilitar o uso de todos os anos e evitar o abuso. A nosa política de privacidade ten respostas completas e autorizadas sobre como usamos os datos, pero a resposta curta é que non temos interese en asocialo como persoa co seu historial de navegación. Tamén estamos traballando nunha solución criptográfica para descartar rapidamente o seu enderezo de correo electrónico. aínda conservando a nosa capacidade de previr abusos, complementando o noso traballo de pase de privacidade.",
    "page-acc-link-1": "Se es usuario de accesibilidade, rexístrate aquí.",
    "page-acc-subhead": "Garantir un acceso perfecto para todos os usuarios mantendo a seguridade",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "hCaptcha está deseñado para deter os bots distinguíndoos das persoas. As probas visuais son unha ferramenta conveniente para iso, pero non todos poden resolver un desafío visual. Por este motivo, deseñamos unha alternativa sinxela e indolora para permitir aos editores que usan o noso servizo preservar a accesibilidade para todos con cumprimento completo da Sección 508 e WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Como funciona: primeiro, un usuario de accesibilidade rexístrase neste URL, que está ligado na páxina de información do widget hCaptcha. Reciben unha cookie cifrada que se pode usar varias veces ao día, pero que debe actualizarse cada 24 horas mediante o inicio de sesión. Cando se presenta un desafío a un usuario de accesibilidade en calquera sitio que use o servizo hCaptcha, pasarán automaticamente.",
    "page-acc-title": "Información de accesibilidade hCaptcha",
    "page-acc-tr-body": "Pregunta: aínda estou vendo un reto despois de configurar a cookie. Que está causando isto? Resposta: normalmente débese a usar un bloqueador de anuncios agresivo ou unha extensión anti-cookies ou a unha configuración que bloquea as cookies entre sitios, neste caso unha cookie para hcaptcha.com que está establecida ou comprobada polo hCaptcha JavaScript noutro sitio. , como a que estás visitando. As cookies de accesibilidade hCaptcha funcionan con todos os navegadores e bloqueadores de anuncios populares coa súa configuración estándar, polo que normalmente os fallos débense a scripts anti-adblock ou conxuntos de regras similares dirixidos a sitios concretos. Solucións: 1. Lista blanca cookies hcaptcha.com e * .hcaptcha.com no seu bloqueador de anuncios ou extensión de seguridade do navegador. 2. Se está a usar o navegador Brave, que (a partir de abril de 2020) non ten ningún tipo de lista branca de cookies, vaia a Preferencias -> Escudos -> Cookies e escolla Permitir todas as cookies. 3. Se está a usar a última versión de Safari no OS X 10.15 ou no iOS 13. 4 recentemente lanzado, Apple acaba de cambiar o comportamento de Safari relacionado coas cookies de terceiros, bloqueando todas por defecto. Estamos a implementar unha solución, pero, mentres tanto, visite Preferencias de Safari, sección Privacidade e desmarque o seguimento do sitio web: evite o seguimento entre sitios para que a cookie de accesibilidade funcione como se esperaba. Pregunta: uso varios dispositivos. ¿Necesito rexistrarme varias veces? Resposta: Non. Faga clic na mesma ligazón de inicio de sesión de correo electrónico que se lle enviou en cada dispositivo que use para configurar a cookie.",
    "page-acc-tr-title": "Para usuarios de accesibilidade: preguntas frecuentes e guía de resolución de problemas",
    "page-acc-tr2-body": "Safari<br> Para habilitar as cookies en Safari (Mac): vai ao menú despregable Safari. Seleccione Preferencias. Fai clic en Privacidade no panel superior. En Bloquear cookies selecciona a opción Nunca.<br> Para habilitar as cookies en Safari (iPhone / iPad iOS 11+): abre a túa configuración. Desprácese cara a abaixo e seleccione Safari. En Privacidade e seguridade, desactiva Impedir o seguimento entre sitios e bloquea todas as cookies<br><br> Firefox<br> Fai clic no escudo á esquerda da barra de enderezos en calquera páxina web. Fai clic en Configuración de protección. Abrirase o panel Privacidade e seguridade de Preferencias de Firefox. En Protección de seguimento mellorada, seleccione Personalizado. Escolla que rastreadores e scripts bloquear seleccionando esas caixas de verificación. Asegúrese de ter desbloqueado hcaptcha.com.<br><br> Tamén pode desactivar temporalmente algunhas proteccións en Personalizado para depurar isto desmarcando as caixas de verificación: Desmarque a caixa de verificación Seguidores ou desmarque a caixa de verificación Cookies se aínda ten problemas.<br><br> Google Chrome<br> Google Chrome (PC):<br> Selecciona a icona do menú de Chrome. Selecciona Configuración.<br> Na parte inferior da páxina, selecciona Mostrar configuración avanzada.<br> Na sección Privacidade, selecciona Configuración de contido.<br> Seleccione Permitir que se establezan datos locais (recomendado).<br> Selecciona Feito.<br> ‍<br> Google Chrome (Mac):<br> Abra as preferencias de Chrome, faga clic en Configuración e logo Mostrar configuración avanzada.<br> En Privacidade, faga clic en Configuración de contido.<br> Asegúrese de que Bloquear cookies de terceiros e os datos do sitio non están marcados<br> ‍<br> Google Chrome (Android):<br> No teu dispositivo Android, abre a aplicación Chrome.<br> Na parte superior dereita, toca Máis e logo Configuración.<br> Toca Configuración do sitio e logo Cookies.<br> Xunto a Cookies, activa a configuración.<br> Marque a caixa xunto a Permitir cookies de terceiros.",
    "page-acc-tr2-head": "Instrucións do navegador para as cookies entre sitios",
    "priv-hc": "Centrado na privacidade",
    "priv-hc-text": "As redes publicitarias vense como o seu produto. Non o facemos. Non nos importan quen son os usuarios, só a probabilidade de que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
    "reporting-bugs-accessibility-button": "Máis información sobre as opcións de accesibilidade",
    "reporting-bugs-accessibility-head": "Opcións de accesibilidade",
    "reporting-bugs-accessibility-text": "¿Está con discapacidade visual ou non pode completar hCaptchas?",
    "reporting-bugs-guide-ff-head": "Capturar detalles do informe de erros: Firefox",
    "reporting-bugs-guide-ff-step-1": "Paso 1: abre Ferramentas para desenvolvedores (Isto comeza a gravar a sesión).",
    "reporting-bugs-guide-ff-step-2": "Paso 2: faga clic na pestana Rede en Ferramentas para programadores. Marque a caixa Rexistros persistentes na parte superior.",
    "reporting-bugs-guide-ff-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo ou o sitio web no que está a ter un problema (Nota de privacidade: só se non lle importa compartir o que é) ... e logo faga clic no botón I son botón humano e tenta solucionalo.",
    "reporting-bugs-guide-ff-step-4": "Paso 4: faga clic en HAR despois de intentar resolver e escolla Gardar todo como HAR para gardar o rexistro de rede. Envíanos ese ficheiro.",
    "reporting-bugs-guide-ff-step-5": "Paso 5: fai clic na pestana Consola e fai clic co botón dereito do rato e selecciona todo e gárdao nun ficheiro de texto para gardar o rexistro da consola. Mándanos tamén.",
    "reporting-bugs-guide-ff-step-6": "Último paso: envíanos por correo eses ficheiros de rexistro HAR e consola e describe o problema. Usa: support@hcaptcha.com (utiliza un servizo como Dropbox ou Filebin e envía ligazóns) e opcionalmente unha captura de pantalla, se sospeitas que hai algo que non se amosa correctamente. . Envía tamén a IP que estás a usar. Podes obtelo en https://www.whatsmyip.org/ Grazas por tomarte o tempo para axudarnos a obter esta información. Comprometémonos a que hCaptcha funcione ben para todos.",
    "reporting-bugs-guide-head": "Capturar detalles do informe de erros: Chrome",
    "reporting-bugs-guide-step-1": "Paso 1: abre Ferramentas para desenvolvedores (Isto comeza a gravar a sesión).",
    "reporting-bugs-guide-step-2": "Paso 2: faga clic na pestana Rede en Ferramentas para programadores. Marque a caixa de rexistro Conservar na parte superior.",
    "reporting-bugs-guide-step-3": "Paso 3: visite https://accounts.hcaptcha.com/demo ou o sitio web no que está a ter un problema (Nota de privacidade: só se non lle importa compartir o que é) ... e logo faga clic no botón I son botón humano e tenta solucionalo.",
    "reporting-bugs-guide-step-4": "Paso 4: faga clic en Exportar HAR (a pequena frecha cara a abaixo) despois de intentar resolver, o que garda o rexistro de rede. Envíanos ese ficheiro.",
    "reporting-bugs-guide-step-5": "Paso 5: faga clic na pestana Consola e prema co botón dereito do rato e logo Gardar como .. para gardar o rexistro da consola. Mándanos tamén.",
    "reporting-bugs-guide-step-6": "Último paso: envíanos por correo estes ficheiros de rexistro HAR e consola e describe o problema. Use: support@hcaptcha.com (use un servizo como Dropbox ou Filebin e envíe ligazóns) e opcionalmente unha captura de pantalla, se sospeita que hai algo que non se amosa correctamente. Envía tamén a IP que estás a usar. Podes obtelo en https://www.whatsmyip.org/ Grazas por tomarte o tempo para axudarnos a obter esta información. Comprometémonos a que hCaptcha funcione ben para todos.",
    "reporting-bugs-guide-text-1": "Enviar información de depuración co seu informe faranos moito máis doado identificar o que está a suceder. Aquí tes instrucións paso a paso:",
    "reporting-bugs-guide-text-2": "Se es desenvolvedor web ou usuario experto, o resumo é que nos gustaría que nos envíes un rexistro HAR e rexistros da consola do navegador. Tente desactivar primeiro calquera bloqueo de anuncios ou extensións de seguridade do navegador e logo ténteo de novo antes de seguir estes pasos. Se iso soluciona o teu problema, aínda agradeceríamos que nos fixeras saber a versión do navegador, o bloqueador de anuncios ou a extensión do navegador e o URL do sitio web.",
    "reporting-bugs-intro-head": "Atopaches un erro? Aquí tes como informalo.",
    "reporting-bugs-intro-text": "Millóns de persoas usan hCaptcha cada mes en miles de combinacións de navegadores, extensións, dispositivos, cortalumes e moito máis. O noso obxectivo é asegurarnos de que sempre funcione para ti, polo que agradecemos moito os teus informes. Para dar comentarios rápidos, só tes que facer clic no botón Enviarnos comentarios. Se está a ver un problema funcional, siga as instrucións de rexistro de depuración para Chrome ou as instrucións de rexistro de depuración para Firefox a continuación. Para calquera outro navegador, envíanos un correo electrónico. Para posibles problemas de seguridade ou privacidade, consulte as instrucións a continuación.",
    "reporting-bugs-privacy-head": "Problemas de privacidade",
    "reporting-bugs-privacy-text": "Non nos importan quen son os usuarios, só a probabilidade de que sexan maliciosos ou máquinas. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade. Se atopou un problema que cres que pode afectar á privacidade do usuario, envíanos un correo electrónico a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envíanos comentarios",
    "reporting-bugs-provide-feedback-head": "Proporciona comentarios inmediatos sobre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agradecemos a túa contribución. Indícanos os problemas e solucionalos rapidamente.",
    "reporting-bugs-security-head": "Erros de seguridade",
    "reporting-bugs-security-text": "Sempre nos interesa recibir informes de erros de seguridade. Envía un correo electrónico a support@hcaptcha.com e CC security@hcaptcha.com e responderémosche rapidamente. Tamén temos un programa de recompensas de erros para informes de seguridade elegibles no servizo hCaptcha e código fonte relacionado.",
    "sec-hc": "Seguridade en primeiro lugar",
    "sec-hc-text": "hCaptcha está enfocado ao editor. Traballamos para proporcionar aos sitios datos reais e deixar que decidan como usalos. A precisión é do seu interese e da nosa. Outras captchas son proporcionadas por empresas de publicidade. Cada bot que bloquea pode reducir os seus ingresos.",
    "switch-to-english-link": "Cambiar ao inglés",
    "what-is-hcaptcha": "Que é hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha axuda aos teus servizos web favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que respondes a un desafío, empregamos modelos sofisticados para descubrir se es humano ou máquina. A continuación, o sitio web que visitou usa este resultado para axudar a mellorar a súa experiencia no seu sitio mantendo fóra os bots."
}