{
    "about-advisors-brendan": "બહાદુરના સીઈઓ. મોઝિલાના સહ-સ્થાપક. જાવાસ્ક્રિપ્ટ પ્રોગ્રામિંગ ભાષાના નિર્માતા. બ્રાઉઝર્સ અને વધુના બિલ્ડર.",
    "about-advisors-dawn": "પ્રોફેસર, યુનિવર્સિટી ઓફ કેલિફોર્નિયા, બર્કલેના સી.એસ. Deepંડા શિક્ષણ, સુરક્ષા, બ્લોકચેન નિષ્ણાત. ઓએસિસ લેબ્સના સીઈઓ.",
    "about-advisors-head": "સલાહકારો",
    "about-advisors-keiran": "સ્ટેનફોર્ડ ખાતે સંશોધન વૈજ્ .ાનિક. મોટી બેંકો, હેજ ફંડ્સ અને એકેડેમીઆમાં મશીન લર્નિંગ અને ક્વોન્ટિટેટિવ ફાઇનાન્સ.",
    "about-content-head-1": "અમે શું કરીએ",
    "about-content-head-2": "કેમ તે મહત્વનું છે",
    "about-content-text-1": "એચ.કેપ્ચા એ સ્ત્રોત પર મેટલેઅરનિંગ અને વિઝ્યુઅલ ડોમેન એમએલ પર ધ્યાન કેન્દ્રિત કરતી એક એઆઈ અને મશીન લર્નિંગ કંપની ઇન્ટ્યુશન મશીન્સ ઇંકની સેવા છે. અમે વિશ્વભરની ગ્લોબલ 2000 કંપનીઓ માટે વિડિઓ અને છબી વિશ્લેષણ સેવાઓ સક્ષમ કરવા માટે મોટા પ્રમાણમાં સ્કેલેબલ સિસ્ટમો બનાવીએ છીએ અને તેનું સંચાલન કરીએ છીએ.",
    "about-content-text-2": "વધુ માહિતી સામાન્ય રીતે વધુ સારા પરિણામ આપે છે. યોગ્ય રીતે લેબલ થયેલ અને સંબંધિત ડેટાસેટ્સનું નિર્માણ અને જાળવણી એ સમય માંગી લે તેવું અને ખર્ચાળ છે. hCaptcha મૂળરૂપે ઇમેજ લેબલિંગમાં અમારી પોતાની જરૂરિયાતોને ધ્યાનમાં લેવા માટે વિકસાવવામાં આવી હતી, અને હવે આવી જ જરૂરિયાતવાળી અન્ય કંપનીઓ માટે ઉપલબ્ધ છે.",
    "about-intro-head-1": "HCaptcha માટે કામ કરો",
    "about-intro-head-2": "અમારું મિશન મોટું છે",
    "about-intro-text": "અમે ઝડપથી વૃદ્ધિ પામી રહ્યા છીએ અને હંમેશાં અમારી વૈશ્વિક કચેરીઓમાં વિશ્વની શ્રેષ્ઠ પ્રતિભા શોધી રહ્યા છીએ. તમે નીચેની લિંક્સ સાથે અરજી કરી શકો છો.",
    "about-leadership-alex": "ડેટાબેઝ અને બ્લોકચેન નિષ્ણાત. ક્લૌદિરા ખાતે પ્રારંભિક ઇજનેર અને વધુ. કુશળતા મકાન સ softwareફ્ટવેર અને ટીમોના દાયકાઓ.",
    "about-leadership-eli": "સીઇઓ. એઆઇમાં માન્યતા પ્રાપ્ત નેતા. પાછલા દાયકાઓમાં વિવિધ પ્રકારની સમસ્યાઓ માટે મશીન ઇન્ટેલિજન્સનો ધોરણસર ઉપયોગ કર્યો છે.",
    "about-leadership-head": "નેતૃત્વ",
    "about-leadership-todd": "સ્ટેનફોર્ડના કોમ્પ્યુટેશનલ બાયોલોજીમાં પીએચડી. 1999 થી ન્યુરલ નેટવર્ક સાથે કામ કરવું. લાગુ એમ.એલ. અને સ્કેલ પર ડીપ લર્નિંગ પર ફોકસ કરો.",
    "acc-opt": "Accessક્સેસિબિલીટી વિકલ્પો",
    "acc-opt-but": "Accessક્સેસિબિલીટી વિકલ્પો વિશે વધુ જાણો",
    "acc-opt-text": "શું તમે દૃષ્ટિહીન છો અથવા તો hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
    "accessibility-link": "ઉપલ્બધતા",
    "appreciate-in": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યાઓ જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
    "fb-but": "અમને પ્રતિસાદ મોકલો",
    "feedback-text": "તમે હમણાં જોયેલ hCaptcha પર પ્રતિસાદ આપો",
    "footer-attribution": "એટ્રિબ્યુશન",
    "footer-copyright-text": "એચ.પ્પ્ચા એ ઇન્ટ્યુશન મશીન, ઇંકનું રજિસ્ટર્ડ ટ્રેડમાર્ક છે.",
    "footer-header-1": "કંપની",
    "footer-header-2": "સંસાધનો",
    "footer-header-3": "સંપર્ક કરો",
    "footer-link-1": "લેબલિંગ",
    "footer-link-10": "ઉપલ્બધતા",
    "footer-link-2": "વિશે",
    "footer-link-3": "નોકરીઓ",
    "footer-link-4": "ટ્રેડમાર્ક્સ",
    "footer-link-5": "એઆઈ એથિક્સ",
    "footer-link-6": "બ્લોગ",
    "footer-link-7": "સ્થિતિ",
    "footer-link-8": "દસ્તાવેજીકરણ",
    "footer-link-9": "ભૂલની જાણ કરો",
    "footer-privacy": "ગોપનીયતા",
    "footer-subheader-1": "આધાર",
    "footer-subheader-2": "સંપર્ક કરો",
    "footer-terms": "શરતો",
    "h-plans": "ઉમેદવારી યોજનાઓ",
    "header-docs-link": "ડsક્સ",
    "header-labeling-services-link": "લેબલિંગ સેવાઓ",
    "header-login-button": "પ્રવેશ કરો",
    "header-plans-link": "યોજનાઓ",
    "header-signup-button": "સાઇનઅપ",
    "home-about-head": "એચ કેપ્ચા વિશે",
    "home-about-subtitle": "હ્યુમન પ્રોટોકોલ દ્વારા સંચાલિત",
    "home-about-text-1": "એચ.કaptપ્ચા મશીન લર્નિંગમાં ખૂબ મજૂર સઘન સમસ્યા હલ કરવા માટે બનાવવામાં આવી છે: સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટા લેબલ કરવું.",
    "home-about-text-2": "વધુ માહિતી સામાન્ય રીતે તાલીમ મશીન લર્નિંગ મોડેલોમાં વધુ સારા પરિણામો ઉત્પન્ન કરે છે. Deepંડા મોડેલોની તાજેતરની સફળતા, મોટાભાગે હંમેશાં કેટલીક માનવ સમીક્ષા સાથે, મોટા ડેટાસેટ્સ તરફ દોરી ગઈ છે. જો કે, મિકેનિકલ તુર્ક, ફિગર આઠ, વગેરે દ્વારા મોટા માનવ-સમીક્ષા કરેલા ડેટાસેટ્સ બનાવવાનું બંને ધીમું અને ખર્ચાળ છે.",
    "home-about-text-3": "બCક્ટોઝ અને અન્ય પ્રકારનાં દુરૂપયોગને અવરોધિત કરતી વખતે, એચ.કેપ્ચા વેબસાઇટને આ માંગને ધ્યાનમાં રાખીને પૈસા કમાવવા માટે પરવાનગી આપે છે.",
    "home-about-text-4": "એચ કેપ્ચા માર્કેટપ્લેસ એ હ્યુમન પ્રોટોકોલ દ્વારા સંચાલિત છે, જે ઇથેરિયમ બ્લોકચેન પર ચાલતા માનવ સમીક્ષા માટેનો એક ખુલ્લો વિકેન્દ્રિય પ્રોટોકોલ છે. જ્યારે પણ વપરાશકર્તાઓ તેમની સાઇટ પર hCaptcha વિજેટનો ઉપયોગ કરે છે ત્યારે વેબસાઈટો હ્યુમન ટોકન્સ (HMT) કમાય છે, અને મશીન લર્નિંગ કંપનીઓ તેમના ડેટાના લેબલ મેળવવા માટે હ્યુમન ટોકન્સને ચુકવે છે.",
    "home-ba-labeling-services-link": "લેબલિંગ સેવાઓ",
    "home-benefits-head-1": "ડેટા લેબલિંગમાં મૂલ્ય",
    "home-benefits-head-2": "પાછા ચેરિટી આપો",
    "home-benefits-text-1": "શું તમે પ્રત્યેક વિશાળ કંપનીની મશીન લર્નિંગ સિસ્ટમોને મફતમાં તાલીમ આપવા માટે મદદ કરી રહ્યાં છો તે કાર પર ક્લિક કરો ત્યારે તમને ખ્યાલ છે?",
    "home-benefits-text-2": "hCaptcha આ મોડેલને આસપાસ ફેરવે છે. જ્યારે તમે hCaptcha નો ઉપયોગ કરો છો, ત્યારે કંપનીઓ તેમની માનવતાને સાબિત કરતી વખતે તમારા વપરાશકર્તાઓ કરે છે તે કાર્ય પર બોલી લગાવે છે. તમને પારિતોષિક મળે છે.",
    "home-benefits-text-3": "તમારી મનપસંદ દાનમાં પાછા આપવા માંગો છો? hCaptcha તમને તમારી પસંદની સખાવતી સંસ્થાઓને તેના ઉપયોગથી પ્રાપ્ત કરેલી આવક સાથે ટેકો આપવા દે છે. તમારી સાઇટ પરના વપરાશકર્તાઓ ટૂંક સમયમાં hCaptcha ઇન્ટરફેસ પર સમજદાર બ્રાંડિંગ દ્વારા ચેરિટીમાં આપેલા યોગદાનને જોઈ શકશે.",
    "home-challenge-text-1": "ક્વેરી સાથે મેળ ખાતી બધી છબીઓ પસંદ કરો",
    "home-challenge-text-2": "Forબ્જેક્ટ્સ માટે બાઉન્ડિંગ ક્ષેત્ર વ્યાખ્યાયિત કરો",
    "home-challenge-text-3": "અનુરૂપ લેબલ્સ ઓળખો",
    "home-challenge-title-1": "સરખામણી",
    "home-challenge-title-2": "બાઉન્ડિંગ બક્સ",
    "home-challenge-title-3": "વર્ગીકરણ",
    "home-challenges-head": "પડકારો રજૂ કર્યા",
    "home-challenges-text-1": "... અને અન્ય સરળ કાર્યો. મનુષ્ય માટે સરળ, બotsટો માટે સખત.",
    "home-challenges-text-2": "એન્ટરપ્રાઇઝ પ્રકાશકો માટે પણ કસ્ટમ ક્રિયાઓ ઉપલબ્ધ છે.",
    "home-ent-1": "અમારી એન્ટરપ્રાઇઝ સુરક્ષા ingsફરિંગ્સ શોધી રહ્યાં છો?",
    "home-ent-2": "અમારી નવી સમર્પિત સાઇટની મુલાકાત લો: BotStop.com",
    "home-ent-button": "વધુ જાણો: એચ.કેપ્ચા દ્વારા બોટસ્ટtopપ",
    "home-from-the-blog": "બ્લLOગમાંથી:",
    "home-from-the-blog-value": "કેવી રીતે hCaptcha મુશ્કેલી સેટિંગ્સ કાર્ય કરે છે",
    "home-intro-body": "શું તમે બotsટો રાખવા માટે કેપ્ચાનો ઉપયોગ કરો છો? hCaptcha વપરાશકર્તાની ગોપનીયતાનું રક્ષણ કરે છે, વેબસાઇટ્સને પુરસ્કાર આપે છે, અને કંપનીઓને તેમનો ડેટા લેબલ કરવામાં મદદ કરે છે. તે રેકેપ્ચા માટેનું એક ડ્રોપ-ઇન રિપ્લેસમેન્ટ છે: તમે થોડીવારમાં સ્વિચ કરી શકો છો.",
    "home-intro-button": "અત્યારે જોડવ",
    "home-intro-head": "વધુ બotsટો રોકો. વપરાશકર્તાની ગોપનીયતાનું રક્ષણ કરવાનું પ્રારંભ કરો.",
    "home-main-1": "ખાનગી. સુરક્ષિત. ઝડપી. અને અમે તમને તેનો ઉપયોગ કરવા માટે ચૂકવણી કરીએ છીએ.",
    "home-main-2": "ગોપનીયતા કેન્દ્રિત",
    "home-main-2c": "જાહેરાત નેટવર્ક તમારા મુલાકાતીઓને ઉત્પાદન તરીકે જુએ છે. એચ કેપ્ચા માટે ઉત્પાદન તે પ્રદાન કરે છે. તમારા વપરાશકર્તાઓ કોણ છે તેની અમને કાળજી નથી, ફક્ત તેઓ કેવી રીતે દૂષિત છે તેની સંભાવના છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ, અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરીએ છીએ.",
    "home-main-3": "સુરક્ષા પ્રથમ",
    "home-main-3c": "ચોકસાઈ તમારા અને આપણામાં છે. hCaptcha પ્રકાશક કેન્દ્રિત છે. અમે તમને વાસ્તવિક ડેટા આપવા માટે કામ કરીએ છીએ અને તેનો ઉપયોગ કેવી રીતે કરવો તે તમને નિર્ણય કરવા દે છે. અન્ય કેપ્ચા, વિશાળ જાહેરાત કંપનીઓ દ્વારા આપવામાં આવે છે. આનો અર્થ એ છે કે તેઓ રોકે છે તે દરેક બોટ તેમની આવક ઘટાડી શકે છે.",
    "home-main-4": "સારો વપરાશકર્તા અનુભવ",
    "home-main-4c": "સોફિસ્ટિકેટેડ મશીન લર્નિંગ મોડેલોનો ઉપયોગ એચ કેપ્ચા દ્વારા માનવતા નક્કી કરવા માટે કરવામાં આવે છે. આ અમને તમારા વપરાશકર્તાઓ તરફથી ઓછી ત્રાસદાયક કાર્યોની જરૂર છે અને તેમ કરવામાં તેમનો ઓછો સમય લે છે, જ્યારે હજી પણ ગ્રાહકોને લેબલ આપવા માટે ઉપયોગી લેબલવાળા ડેટા ઉત્પન્ન થાય છે.",
    "home-main-plans": "એચ કેપ્ચા કોઈપણ કદના પ્રકાશકો માટે ઉપયોગમાં મફત છે. જો કે, વધુ નિયંત્રણની જરૂર હોય તેવા ઉદ્યોગો અને પ્લેટફોર્મ માટે, અમારા એન્ટરપ્રાઇઝ સોલ્યુશન્સ ઉપલબ્ધ છે.",
    "home-main-plans2": "hCaptcha એન્ટરપ્રાઇઝ સોલ્યુશન્સ ગ્રહ પરની કેટલીક મોટી કંપનીઓ માટે કરોડો વેબસાઇટ્સના લાખો વપરાશકર્તાઓનું રક્ષણ કરે છે. વધુ માહિતી માટે, અથવા મુલાકાત માટે કૃપા કરીને અમારો સંપર્ક કરો",
    "home-main-plans3": "hCaptcha એન્ટરપ્રાઇઝ સોલ્યુશન્સ ગ્રહ પરની કેટલીક મોટી કંપનીઓ માટે કરોડો વેબસાઇટ્સના લાખો વપરાશકર્તાઓનું રક્ષણ કરે છે. વધુ માહિતી માટે, અથવા મુલાકાત માટે કૃપા કરીને અમારો સંપર્ક કરો",
    "home-main-plans4": "વિગતો માટે.",
    "home-plans-button-1": "અત્યારે જોડવ",
    "home-plans-button-2": "સંપર્ક વેચાણ",
    "home-plans-chart-head-1": "વિશેષતા",
    "home-plans-chart-head-2": "પ્રકાશક",
    "home-plans-chart-head-3": "એન્ટરપ્રાઇઝ",
    "home-plans-chart-row-1-cell-1": "નિયંત્રણ ચેલેન્જ પ્રકારો બતાવ્યા પ્રમાણે",
    "home-plans-chart-row-1-cell-2": "મર્યાદિત",
    "home-plans-chart-row-1-cell-3": "કુલ",
    "home-plans-chart-row-10-cell-1": "મલ્ટિ-યુઝર ડેશબોર્ડ્સ",
    "home-plans-chart-row-11-cell-1": "અદ્યતન રિપોર્ટિંગ સુવિધાઓ",
    "home-plans-chart-row-12-cell-1": "એન્ટરપ્રાઇઝ એસ.એલ.એસ.",
    "home-plans-chart-row-2-cell-1": "પડકારની સામગ્રીનો ઉપયોગ કરો",
    "home-plans-chart-row-2-cell-2": "મર્યાદિત",
    "home-plans-chart-row-2-cell-3": "કુલ",
    "home-plans-chart-row-3-cell-1": "માનવ દ્રાવ્યો માટે પુરસ્કારો કમાઓ",
    "home-plans-chart-row-4-cell-1": "વર્લ્ડ ક્લાસ એન્ટી બ bટ પ્રોટેક્શન",
    "home-plans-chart-row-5-cell-1": "દરેક દેશમાં કામ કરે છે",
    "home-plans-chart-row-6-cell-1": "જીડીપીઆર અને સીસીપીએ-ફ્રેંડલી ગોપનીયતા નીતિ",
    "home-plans-chart-row-7-cell-1": "ફાઇન-ગ્રેઇન્ડ મુશ્કેલી સ્તર",
    "home-plans-chart-row-8-cell-1": "તમારી પોતાની પડકારની સામગ્રી લોંચ કરો",
    "home-plans-chart-row-9-cell-1": "સમય-આધારિત મુશ્કેલીનું સમયપત્રક",
    "home-try-it-out-button": "એચ કેપ્ચા મેળવો",
    "home-try-it-out-head": "તેને અજમાવી",
    "home-try-it-out-text": "hCaptcha, સરળ, સરળ અને વિશ્વસનીય બotટ તપાસ પ્રદાન કરે છે જ્યારે મનુષ્યો હલ કરવા માટે તુચ્છ છે.",
    "labeling-about-head": "એચ કેપ્ચા વિશે",
    "labeling-about-text-1": "hCaptcha એ મશીન લર્નિંગમાં ખૂબ મજૂર સઘન સમસ્યા હલ કરવા માટે બનાવવામાં આવી છે; સમયસર, સસ્તું અને વિશ્વસનીય રીતે મોટા પ્રમાણમાં ડેટા લેબલ કરવું. વધુ માહિતી સામાન્ય રીતે તાલીમ મશીન લર્નિંગ મોડેલોમાં વધુ સારા પરિણામો ઉત્પન્ન કરે છે. Deepંડા મોડેલોની તાજેતરની સફળતા વધુને વધુ મોટા ડેટાસેટ્સ તરફ દોરી ગઈ છે, અને hCaptcha આ જરૂરિયાતને પૂર્ણ કરે છે.",
    "labeling-about-text-2": "જો કે, પરંપરાગત પદ્ધતિઓનો ઉપયોગ કરીને મોટા માનવ-સમીક્ષા કરેલા ડેટાસેટ્સ બનાવવાનું ધીમું અને ખર્ચાળ બંને છે. hCaptcha એ એવી કંપનીઓ માટે theનોટેશન મેળવવાની એક રીત છે જેમાં તેઓને વધુ ગુણવત્તાની સાથે અને અન્ય વિકલ્પોની તુલનામાં ઓછા ખર્ચે જરૂર પડે છે.",
    "labeling-annotations-head": "Notનોટેશન પ્રકાર",
    "labeling-annotations-text-1": "છબીઓ અને વિડિઓમાં ચોક્કસ objectબ્જેક્ટ તપાસ",
    "labeling-annotations-text-2": "છબીઓ અને વિડિઓમાં ચોક્કસ objectબ્જેક્ટ તપાસ",
    "labeling-annotations-text-3": "ઘણા જુદા જુદા ઉપયોગના કેસો માટે પોઇન્ટ Pointનોટેશન્સ",
    "labeling-annotations-text-4": "કોઈપણ કદની મનસ્વી શ્રેણીઓ સortર્ટ કરો અથવા જોડો",
    "labeling-annotations-text-5": "માનવ સંચાલિત શોધ અને વર્ગીકરણ",
    "labeling-annotations-text-6": "અહીં સૂચિબદ્ધ ન હોય તેવા બીજા પ્રકારની જરૂર છે? અમને પૂછો.",
    "labeling-annotations-title-1": "બાઉન્ડિંગ બesક્સીસ",
    "labeling-annotations-title-2": "બહુકોણ",
    "labeling-annotations-title-3": "સીમાચિહ્નો",
    "labeling-annotations-title-4": "લક્ષણ વર્ગીકરણ",
    "labeling-annotations-title-5": "સરખામણી અને તપાસ",
    "labeling-annotations-title-6": "... અને ઘણું બધું",
    "labeling-ent-button": "અમારી એન્ટરપ્રાઇઝ સોલ્યુશન્સ ટીમનો સંપર્ક કરો",
    "labeling-ent-head": "અંત-થી-અંતરે નિયંત્રણની જરૂર છે?",
    "labeling-ent-text-1": "HCaptcha પાછળનો હ્યુમન પ્લેટફોર્મ ન-પ્રીમિસ, હાઇબ્રિડ અથવા સાસ ડિપ્લોયમેન્ટ્સ કે જે તમારી હાલની સિસ્ટમો સાથે સંકલન કરે છે તે દ્વારા ખૂબ જ વ્યવસ્થિત વર્ક ગુણવત્તા અને મેનેજમેન્ટ સુવિધાઓ પ્રદાન કરે છે.",
    "labeling-ent-text-2": "તમારા પોતાના કર્મચારીઓ, વ્યવસાયિક એકમો અથવા કન્સોર્ટિયમ ભાગીદારોમાં વપરાશમાં લેવામાં આવતી ટ્ર trackક વેલ્યુ સાથે સંપૂર્ણ offlineફલાઇન ચલાવો, ખર્ચ અને સુરક્ષા આવશ્યકતાઓ અને વધુના આધારે જુદી જુદી આંતરિક અથવા બાહ્ય શ્રમ પ્રદાતાઓને નોકરી પસંદ કરો.",
    "labeling-ent-text-3": "સરળ API accessક્સેસ, સુંદર ડેશબોર્ડ્સ અને કાર્યક્ષમતાને વધારવા માટે નવીનતમ મોડેલ-ઇન-ધ-લૂપ તકનીક.",
    "labeling-ent-text-4": "99.99% અપટાઇમ SLAs અને 24/7 વૈશ્વિક સપોર્ટ ઉપલબ્ધ છે. વધુ માહિતી માટે:",
    "labeling-features-head-1": "સરળ API- આધારિત પાઇપલાઇન્સ.",
    "labeling-features-head-2": "ખર્ચ અને ગુણવત્તા માટે timપ્ટિમાઇઝ. કોઈ સ્પષ્ટ સ્પષ્ટ પ્રતિબદ્ધતા જરૂરી નથી.",
    "labeling-features-head-3": "તમને જરૂરી ચોકસાઈ માટે જ ચૂકવણી કરો.",
    "labeling-features-head-4": "તમારો પોતાનો ગ્રાઉન્ડ સત્ય ડેટા પ્રદાન કરો અથવા અમને તેને ફ્લાય પર બિલ્ડ કરવા દો.",
    "labeling-features-text-1": "શું તમારી સમીક્ષાને સીધા તમારા વ્યવસાયિક કાર્યોમાં એકીકૃત કરવા માંગો છો? અમે ઉચ્ચ વિશ્વસનીયતા SLA, બાંયધરીકૃત ક્ષમતા અને સરળ REST API નો ઓફર કરીએ છીએ.",
    "labeling-features-text-2": "સુવિધાયુક્ત રીઅલ-ટાઇમ ગુણવત્તા વિશ્લેષણ કરવા હ્યુમન પ્લેટફોર્મ વ્યાપક આત્મવિશ્વાસના નમૂનાઓનો ઉપયોગ કરે છે. આ અમને પ્રશ્નો અને તેમના સંભવિત સાચા જવાબોની મુશ્કેલી અને સમય અને પૈસાની બચત બંનેને ઝડપથી નિર્ધારિત કરવાની મંજૂરી આપે છે.",
    "labeling-features-text-3": "બધી સમસ્યાઓ સરખી નથી. સલામતી-નિર્ણાયક કાર્યો માટેની Anનોટેશનમાં સંપૂર્ણ માનવ કાર્યકરો તરફથી 99.99% વિશ્વાસની જરૂર પડી શકે છે. મોબાઇલ ગેમ એપ્લિકેશનમાં એક બીટા સુવિધા માટેની notનોટેશનમાં ફક્ત મધ્યમ વિશ્વાસની જરૂર પડી શકે છે. તમે નક્કી કરો.",
    "labeling-features-text-4": "શું તમારી પાસે વ્યાપક ચકાસણી સેટ વિના કાચો ડેટા છે? મોટાભાગના કેસોમાં અમે તમારા માટે એક સિસ્ટમ બનાવી શકાય તેવા કાર્યો તરીકે બનાવી શકીએ છીએ, અથવા તમારી મંજૂરી માટે લેબલવાળા નમૂનાઓ બનાવી શકીએ છીએ.",
    "labeling-info-head": "ડેટા લેબલ મેળવવું",
    "labeling-info-text-1": "તમારી પ્રોજેક્ટ આવશ્યકતાઓને નિર્ધારિત કરવા માટે અમારા ડોમેન નિષ્ણાતોમાંની એક સાથે વાત કરો: લક્ષ્ય ચોકસાઈ, ફોર્મેટ અને કોઈપણ વિશેષ આવશ્યકતાઓ.",
    "labeling-info-text-2": "અમે તમારા નમૂના ડેટાના આધારે નાનું ઉત્પાદન જોબ ચલાવીએ છીએ. તમને જે જોઈએ છે તે બરાબર મળે તે સુનિશ્ચિત કરવા માટે અમે મળીને કરેલા કાર્યની પરીક્ષણ કરે છે.",
    "labeling-info-text-3": "અમારા ઉચ્ચ વોલ્યુમ અને ઓછી વિલંબથી અમે તમારા કાર્યને ઝડપથી પૂર્ણ કરીશું, તે પૂર્ણ થતાંની સાથે જ સ્વચાલિત વિતરણ સાથે.",
    "labeling-info-text-4": "જેમ કે અમે તમારા ઉત્પાદનના કાર્યના પરિમાણોને વધુ સારી રીતે સમજીએ છીએ, પરિણામ સમય જતાં સુધરતાં રહેશે.",
    "labeling-info-text-5": "લાઇવ ડેશબોર્ડ્સ તમને કોઈપણ સમયે પ્રતિસાદ આપવા અથવા ઉત્પાદનને થોભાવવાની મંજૂરી આપે છે.",
    "labeling-info-title-1": "સ્પષ્ટીકરણો વ્યાખ્યાયિત કરો",
    "labeling-info-title-2": "પ્રારંભિક જોબ ટેસ્ટ",
    "labeling-info-title-3": "પ્રોડક્શન જોબ્સ જમાવો",
    "labeling-info-title-4": "સતત સુધારણા",
    "labeling-info-title-5": "વાસ્તવિક સમય પરિણામો",
    "labeling-main-1": "સ્કેલ પર ખર્ચ-અસરકારક ડેટા લેબલિંગ",
    "labeling-main-1-button": "તમારો ડેટા હમણાં લેબલ મેળવો",
    "labeling-main-1c": "તમારા ડેટાસેટ્સ માટે વધુ લેબલ્સની જરૂર છે? એચ.કેપ્ચા કૃત્રિમ બુદ્ધિ અને મશીન લર્નિંગ એપ્લિકેશન્સ પર કામ કરતી કંપનીઓ માટે ઝડપી, ખર્ચ-અસરકારક અને ઉચ્ચ ગુણવત્તાવાળા ડેટા લેબલિંગ પ્રદાન કરે છે.",
    "labeling-main-2": "લાખો કાર્યો તાત્કાલિક શરૂ કરો.",
    "labeling-main-2-button": "ડેટા લેબલિંગ સેવાઓ ખરીદો",
    "labeling-main-2c": "એચ.કેપ્ચામાં તમારા ઉપયોગ માટે ઉપલબ્ધ ગ્રહ પરના સૌથી મોટા પૂલ છે. તમારું સ્કેલ કોઈપણ હોય, અમે તેને ખર્ચાળ સ્પષ્ટ પ્રતિબદ્ધતાઓ વિના નિયંત્રિત કરી શકીએ છીએ. દિવસ દીઠ લાખો કાર્યો કોઈ સમસ્યા નથી.",
    "labeling-platform-head": "ખાનગી અથવા જાહેર માહિતી",
    "labeling-platform-text": "hCaptcha હ્યુમન પ્લેટફોર્મ પર બનાવવામાં આવ્યું છે, જે દરેક પગલા પર ખર્ચ અને કાર્યક્ષમતાને શ્રેષ્ઠ બનાવવા માટે વ્યવહારદક્ષ રૂટીંગ અને વિશ્લેષણને મંજૂરી આપે છે. આ તકનીકી તમને યોગ્ય કાર્યસ્થળને તમારી નોકરીના દરેક ભાગને હેન્ડલ કરવા દે છે, ગોપનીયતાને જાળવી રાખતી વખતે અને ખર્ચની કાર્યક્ષમતાને વધારીને લાગુ પડે તેવી કોઈપણ નિયમનકારી આવશ્યકતાઓને પહોંચી વળે છે.",
    "labeling-try-button": "ડેટા લેબલિંગ સેવાઓ ખરીદો",
    "labeling-try-head": "તમારા ડેટા સાથે તેને અજમાવવા માંગો છો?",
    "labeling-try-text": "... જ્યારે તમે હોવ ત્યારે અમે તૈયાર છીએ: અમારી સેવા ઘડિયાળની આસપાસ ઉપલબ્ધ રહે છે.",
    "learn-more-hcaptcha": "HCaptcha વિશે વધુ જાણો",
    "page-acc-faq-1": "પ્રશ્ન: શું hCaptcha કલમ 508 + WCAG 2.0 સુસંગત છે? જવાબ: અમારું આવું માનવું છે: કોઈપણ પ્રકારની ક્ષતિના વપરાશકર્તાઓ કે જે વેબને બ્રાઉઝ કરવા અને ફોર્મ્સ પર ટેક્સ્ટ દાખલ કરવા માટે સક્ષમ છે, નોંધણી પર hCaptcha દ્વારા સુરક્ષિત સેવાઓને canક્સેસ કરી શકે છે. જો કે, આ કાનૂની સલાહ નથી: તમારે જમાવટ માટે આ કેસ છે તેની ખાતરી કરવા માટે તમારે તમારા વિશેષ અમલીકરણને ધ્યાનમાં રાખીને, તમારું પોતાનું મૂલ્યાંકન કરવું જોઈએ.",
    "page-acc-faq-2": "પ્રશ્ન: શું તમે otherડિઓ જેવા અન્ય accessક્સેસિબિલીટી (એ 11 એ) વિકલ્પો પર કામ કરી રહ્યાં છો? જવાબ: popularડિઓ કેપ્ચા જેવા અગાઉના લોકપ્રિય વિકલ્પો ઘણા એ 11y વપરાશકર્તાઓ સામે ભેદભાવ રાખે છે અને આધુનિક મશીન લર્નિંગ તકનીકો દ્વારા સરળતાથી પરાજિત થાય છે. આણે વર્તમાન audioડિઓ પડકારોને વધુને વધુ મુશ્કેલ બનવા, ઘોંઘાટ, વિચિત્ર સમય, અસામાન્ય શબ્દ સંયોજનો, અને તેથી વધુ હુમલો કરનારાઓને હરાવવા દબાણ કર્યું છે. આમ, અમે આ અભિગમ વિશે ઓછા ઉત્સાહી છીએ. વિરુદ્ધ પડકારને સંપૂર્ણ રીતે ટાળીએ છીએ, પરંતુ જો એ 11 એ સમુદાય તરફથી માંગ હોય તો તેનો વિચાર કરીશું. જો કે, અમે ibilityક્સેસિબિલીટી યુઝ કેસમાં પ્રાઇવસી પાસમાં ખૂબ રસ ધરાવીએ છીએ. અમારું માનવું છે કે પ્રાયવેસી પાસ ઇસ્યુન્સ સાથેની અમારી હાલની એ 11 વલણને જોડવાથી એ 11 યુઝર્સ સુરક્ષિત રીતે બ્રાઉઝ કરી શકશે, આ જ્ knowledgeાનમાં સુરક્ષિત રહેશે કે તેમનો ટ્રાફિક વધુ ખાનગી છે, જ્યારે બotટ theપરેટર્સ દ્વારા દુરૂપયોગને પ્રતિબંધિત કરવામાં આવે છે, જ્યારે એ 11 એ વિકલ્પો ઉપલબ્ધ હોય ત્યારે અનિવાર્યપણે થાય છે. અમે આ નવી તકનીકને માનક બનાવતા આઇઇટીએફ કાર્યકારી જૂથમાં સક્રિય સહભાગીઓ છીએ.",
    "page-acc-faq-3": "પ્રશ્ન: ગોપનીયતા વિશે શું? શું નોંધણી કોઈ રીતે એ 11y બ્રાઉઝિંગ ડેટાને છતી કરે છે? તમે ઇમેઇલ સાથે શું કરો છો? જવાબ: hCaptcha ગ્રાઉન્ડ અપ માંથી ગોપનીયતા માટે રચાયેલ છે. તે પરંપરાગત વિકલ્પો જેવા કે રેકેપ્ચા કરતા ખૂબ અલગ છે જેની જાહેરાત એડ નેટવર્કના માલિકીની હોય છે, જેમની પાસે તમને વેબની આસપાસ ટ્ર trackક કરવા અને તમને એક વાસ્તવિક ઓળખ સાથે સાંકળવા માટે પ્રોત્સાહન હોય છે. અમે ક્યારેય ઉપયોગીતા ઇમેઇલ્સ અથવા માહિતીનો ઉપયોગ એ 11y ઉપયોગની સુવિધા આપવા અને દુરૂપયોગ અટકાવવા સિવાયના અન્ય હેતુ માટે કરતા નથી. અમારી ગોપનીયતા નીતિમાં આપણે ડેટાનો ઉપયોગ કેવી રીતે કરીએ છીએ તે અંગેના વ્યાપક અને અધિકૃત જવાબો છે, પરંતુ ટૂંકા જવાબ એ છે કે અમને તમારા બ્રાઉઝિંગ ઇતિહાસવાળા વ્યક્તિ તરીકે તમને સાંકળવામાં કોઈ રુચિ નથી. અમે હાલમાં તમારા ઇમેઇલ સરનામાંને ઝડપથી કા discardવા માટે ક્રિપ્ટોગ્રાફિક સોલ્યુશન પર પણ કામ કરી રહ્યા છીએ. દુરુપયોગને રોકવાની અમારી ક્ષમતાને જાળવી રાખતી વખતે, અમારા ગોપનીયતા પાસ કાર્યને પૂરક બનાવે છે.",
    "page-acc-link-1": "જો તમે accessક્સેસિબિલીટી વપરાશકર્તા છો, તો કૃપા કરીને અહીં સાઇન અપ કરો.",
    "page-acc-subhead": "સુરક્ષા જાળવી રાખતા તમામ વપરાશકર્તાઓ માટે એકીકૃત પ્રવેશની ખાતરી કરવી",
    "page-acc-summary": "સારાંશ",
    "page-acc-summary-contents-1": "એચ કેપ્ચા બotsટોને લોકોથી અલગ કરીને અટકાવવા માટે રચાયેલ છે. વિઝ્યુઅલ પરીક્ષણો આ માટે અનુકૂળ સાધન છે, પરંતુ દરેક જણ દ્રશ્ય પડકાર હલ કરી શકશે નહીં. આ કારણોસર, અમે અમારી સેવાનો ઉપયોગ કરીને પ્રકાશકોને સંપૂર્ણ કલમ 508 અને ડબ્લ્યુસીએજી 2.0 ની પાલન સાથેના બધા માટે ibilityક્સેસિબિલીટીને બચાવવા દેવા માટે એક સરળ, પીડારહિત વૈકલ્પિકની રચના કરી છે.",
    "page-acc-summary-contents-2": "તે કેવી રીતે કાર્ય કરે છે: પ્રથમ, URLક્સેસિબિલિટી વપરાશકર્તા આ URL પર સાઇન અપ કરે છે, જે hCaptcha વિજેટ માહિતી પૃષ્ઠમાં જોડાયેલ છે. તેમને એક એન્ક્રિપ્ટેડ કૂકી આપવામાં આવે છે જેનો ઉપયોગ દિવસ દીઠ ઘણી વખત થઈ શકે છે, પરંતુ લ loginગિન દ્વારા દર 24 કલાકે તાજું થવું આવશ્યક છે. જ્યારે કોઈ સાઇટ પર કોઈ anક્સેસિબિલીટી યુઝરને એચકેપ્ચા સેવાનો ઉપયોગ કરીને કોઈ પડકાર રજૂ કરવામાં આવે છે, તો તે આપમેળે પસાર થશે.",
    "page-acc-title": "hCaptcha chaક્સેસિબિલીટી માહિતી",
    "page-acc-tr-body": "પ્રશ્ન: હું કૂકી સેટ કર્યા પછી પણ એક પડકાર જોઈ રહ્યો છું. આનું કારણ શું છે? જવાબ: આ સામાન્ય રીતે કોઈ આક્રમક એડ બ્લ orકર અથવા એન્ટી-કૂકી એક્સ્ટેંશન અથવા ક્રોસ-સાઇટ કૂકીઝને અવરોધિત કરતી સેટિંગને કારણે થાય છે, આ કિસ્સામાં hcaptcha.com માટે એક કૂકી જે અલગ સાઇટ પર hCaptcha જાવાસ્ક્રિપ્ટ દ્વારા સેટ અથવા ચેક કરેલી છે , જેમ કે તમે મુલાકાત લઈ રહ્યા છો. hCaptcha ibilityક્સેસિબિલીટી કૂકીઝ, તમામ લોકપ્રિય બ્રાઉઝર્સ અને જાહેરાત અવરોધકોને તેમની માનક સેટિંગ્સ સાથે કાર્ય કરે છે, તેથી સામાન્ય રીતે નિષ્ફળતાઓ એન્ટી-એડબ્લોક સ્ક્રિપ્ટ્સ અથવા સમાન સાઇટ્સને લક્ષ્ય બનાવતી સમાન નિયમોને કારણે થાય છે. ઉકેલો: 1. તમારા જાહેરાત અવરોધક અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેંશનમાં વ્હાઇટલિસ્ટ hcaptcha.com અને * .hcaptcha.com કૂકીઝ. 2. જો તમે બહાદુર બ્રાઉઝરનો ઉપયોગ કરી રહ્યાં છો, જેમાં કોઈ પણ પ્રકારની કૂકી વ્હાઇટલિસ્ટ લાગતી નથી, તો પસંદગીઓ -> શિલ્ડ -> કૂકીઝ પર જાઓ અને બધી કૂકીઝને મંજૂરી આપો પસંદ કરો. If. જો તમે સફારીના ખૂબ તાજેતરના સંસ્કરણનો ઉપયોગ તાજેતરમાં પ્રકાશિત થયેલ OS X 10.15 અથવા iOS 13. 4 પર કરી રહ્યાં છો, તો Appleપલે હમણાં જ તૃતીય-પક્ષ કૂકીઝથી સંબંધિત સફારીની વર્તણૂક બદલી છે, તે બધાને મૂળભૂત રૂપે અવરોધિત કરી છે. અમે કોઈ સોલ્યુશનનો અમલ કરી રહ્યા છીએ, પરંતુ તે દરમિયાન કૃપા કરીને સફારી પસંદગીઓ, ગોપનીયતા વિભાગની મુલાકાત લો અને વેબસાઇટ ટ્રેકિંગને અનચેક કરો: :ક્સેસિબિલીટી કૂકીને અપેક્ષા મુજબ કાર્ય કરવા સક્ષમ કરવા માટે ક્રોસ-સાઇટ ટ્રેકિંગને અટકાવો. પ્રશ્ન: હું બહુવિધ ઉપકરણોનો ઉપયોગ કરું છું. શું મારે ઘણી વખત સાઇન અપ કરવાની જરૂર છે? જવાબ: ના, કૃપા કરીને કૂકી સેટ કરવા માટે તમે જે ઉપકરણનો ઉપયોગ કરો છો તેના પર તમને મોકલેલી સમાન ઇમેઇલ લ loginગિન લિંકને ક્લિક કરો.",
    "page-acc-tr-title": "Accessક્સેસિબિલીટી વપરાશકર્તાઓ માટે: સ & એ અને મુશ્કેલીનિવારણ માર્ગદર્શિકા",
    "priv-hc": "ગોપનીયતા કેન્દ્રિત",
    "priv-hc-text": "જાહેરાત નેટવર્ક્સ તમને તેમના ઉત્પાદન તરીકે જુએ છે. અમે નથી કરતા. વપરાશકર્તાઓ કોણ છે તેની અમે કાળજી લેતા નથી, ફક્ત તે દૂષિત થવાની સંભાવના છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ, અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરીએ છીએ.",
    "reporting-bugs-accessibility-button": "Accessક્સેસિબિલીટી વિકલ્પો વિશે વધુ જાણો",
    "reporting-bugs-accessibility-head": "Accessક્સેસિબિલીટી વિકલ્પો",
    "reporting-bugs-accessibility-text": "શું તમે દૃષ્ટિહીન છો અથવા તો hCaptchas પૂર્ણ કરવામાં અસમર્થ છો?",
    "reporting-bugs-guide-ff-head": "કેપ્ચરિંગ બગ રિપોર્ટ વિગતો: ફાયરફોક્સ",
    "reporting-bugs-guide-ff-step-1": "પગલું 1: ઓપન ડેવલપર ટૂલ્સ (આ સત્રની રેકોર્ડિંગ શરૂ કરે છે.)",
    "reporting-bugs-guide-ff-step-2": "પગલું 2: વિકાસકર્તા સાધનોમાં નેટવર્ક ટ tabબ પર ક્લિક કરો. ટોચ પર પર્સિસ્ટ લsગ્સ બ Checkક્સને તપાસો.",
    "reporting-bugs-guide-ff-step-3": "પગલું 3: https://accounts.hcaptcha.com/demo અથવા તમે જે વેબસાઇટ પર મુદ્દો ઉઠાવી રહ્યાં છો તેની મુલાકાત લો (ગોપનીયતા નોંધ: ફક્ત તે જો છે તે શેર કરવામાં તમને વાંધો નથી) ... અને પછી I ને ક્લિક કરો. હું માનવ બટન છું, અને હલ કરવાનો પ્રયાસ કરું છું.",
    "reporting-bugs-guide-ff-step-4": "પગલું 4: તમે હલ કરવાનો પ્રયાસ કરો તે પછી, HAR ને ક્લિક કરો અને નેટવર્ક લ saveગને બચાવવા માટે બધાને HAR તરીકે સાચવો પસંદ કરો. તે ફાઇલ અમને મોકલો.",
    "reporting-bugs-guide-ff-step-5": "પગલું 5: કન્સોલ ટ tabબ પર ક્લિક કરો, અને કન્સોલ લ thenગને બચાવવા માટે, બધાને પસંદ કરો અને તેને કોઈ ટેક્સ્ટ ફાઇલમાં સાચવો. અમને તે મોકલો.",
    "reporting-bugs-guide-ff-step-6": "છેલ્લું પગલું: તે એઆરએઆર અને કન્સોલ લોગ ફાઇલો અમને ઇમેઇલ કરો અને સમસ્યાનું વર્ણન કરો: support@hcaptcha.com (કૃપા કરીને ડ્રropપબ orક્સ અથવા ફાઇલબિન જેવી સેવાનો ઉપયોગ કરો અને લિંક્સ મોકલો) અને વૈકલ્પિક રીતે સ્ક્રીનશોટ, જો તમને શંકા છે કે કંઈક યોગ્ય રીતે પ્રદર્શિત નથી થઈ રહ્યું. . કૃપા કરી તમે જે આઈપીનો ઉપયોગ કરી રહ્યાં છો તે મોકલો. તમે તેને https://www.whatsmyip.org/ પરથી મેળવી શકો છો, આ માહિતી મેળવવા માટે અમને મદદ કરવા માટે સમય કા !વા બદલ આભાર! અમે દરેક માટે hCaptcha સારી રીતે કાર્ય કરવા માટે પ્રતિબદ્ધ છીએ.",
    "reporting-bugs-guide-head": "કેપ્ચરિંગ બગ રિપોર્ટ વિગતો: ક્રોમ",
    "reporting-bugs-guide-step-1": "પગલું 1: ઓપન ડેવલપર ટૂલ્સ (આ સત્રની રેકોર્ડિંગ શરૂ કરે છે.)",
    "reporting-bugs-guide-step-2": "પગલું 2: વિકાસકર્તા સાધનોમાં નેટવર્ક ટ tabબ પર ક્લિક કરો. ટોચ પર સાચવો લોગ બ Checkક્સને તપાસો.",
    "reporting-bugs-guide-step-3": "પગલું 3: https://accounts.hcaptcha.com/demo અથવા તમે જે વેબસાઇટ પર મુદ્દો ઉઠાવી રહ્યાં છો તેની મુલાકાત લો (ગોપનીયતા નોંધ: ફક્ત તે જો છે તે શેર કરવામાં તમને વાંધો નથી) ... અને પછી I ને ક્લિક કરો. હું માનવ બટન છું, અને હલ કરવાનો પ્રયાસ કરું છું.",
    "reporting-bugs-guide-step-4": "પગલું 4: હલ કરવાનો પ્રયાસ કર્યા પછી નિકાસ એઆરએઆર (થોડું ડાઉન એરો) ક્લિક કરો, જે નેટવર્ક લ logગને બચાવે છે. તે ફાઇલ અમને મોકલો.",
    "reporting-bugs-guide-step-5": "પગલું 5: કન્સોલ લ tabગને બચાવવા માટે કન્સોલ ટ tabબ પર ક્લિક કરો, અને જમણું-ક્લિક કરો પછી આ રીતે સાચવો .. અમને તે મોકલો.",
    "reporting-bugs-guide-step-6": "છેલ્લું પગલું: તે એઆરએઆર અને કન્સોલ લોગ ફાઇલો અમને ઇમેઇલ કરો અને સમસ્યાનું વર્ણન કરો. ઉપયોગ કરો: સપોર્ટ@hcaptcha.com (કૃપા કરીને ડ્ર Dપબ orક્સ અથવા ફાઇલબિન જેવી સેવાનો ઉપયોગ કરો અને લિંક્સ મોકલો) અને વૈકલ્પિક રીતે સ્ક્રીનશોટ, જો તમને શંકા છે કે કંઈક યોગ્ય રીતે પ્રદર્શિત થઈ રહ્યું નથી. કૃપા કરી તમે જે આઈપીનો ઉપયોગ કરી રહ્યાં છો તે મોકલો. તમે તેને https://www.whatsmyip.org/ પરથી મેળવી શકો છો, આ માહિતી મેળવવા માટે અમને મદદ કરવા માટે સમય કા !વા બદલ આભાર! અમે દરેક માટે hCaptcha સારી રીતે કાર્ય કરવા માટે પ્રતિબદ્ધ છીએ.",
    "reporting-bugs-guide-text-1": "તમારા રિપોર્ટ સાથે ડિબગીંગ માહિતી મોકલી આપણને શું થઈ રહ્યું છે તે ઓળખવા માટે તે વધુ સરળ બનાવશે. અહીં પગલા-દર-પગલા સૂચનો છે:",
    "reporting-bugs-guide-text-2": "જો તમે વેબ ડેવલપર અથવા નિષ્ણાત વપરાશકર્તા છો, તો સારાંશ અમે તમને ઇચ્છીએ છીએ કે તમે અમને એચઆર અને બ્રાઉઝર કન્સોલ લsગ્સ રેકોર્ડિંગ નેટવર્ક મોકલી શકો. કૃપા કરીને પહેલા કોઈપણ જાહેરાત અવરોધક અથવા બ્રાઉઝર સુરક્ષા એક્સ્ટેંશનને અક્ષમ કરવાનો પ્રયાસ કરો અને પછી તમે આ પગલાઓ પર જાઓ તે પહેલાં ફરી પ્રયાસ કરો. જો તે તમારી સમસ્યાને ઠીક કરે છે, તો અમે તમને તમારું બ્રાઉઝર સંસ્કરણ, જાહેરાત અવરોધક અથવા બ્રાઉઝર એક્સ્ટેંશન અને વેબસાઇટ યુઆરએલ જણાવવા બદલ તમારી પ્રશંસા કરીશું.",
    "reporting-bugs-intro-head": "ભૂલ મળી? તે કેવી રીતે જાણ કરવી તે અહીં છે.",
    "reporting-bugs-intro-text": "બ્રાઉઝર્સ, એક્સ્ટેંશન, ડિવાઇસેસ, ફાયરવallsલ્સ અને વધુના હજારો સંયોજનો પર લાખો લોકો દર મહિને hCaptcha નો ઉપયોગ કરે છે. અમારું લક્ષ્ય એ સુનિશ્ચિત કરવાનું છે કે તે હંમેશાં તમારા માટે કામ કરે છે, તેથી અમે તમારા અહેવાલોની ખૂબ પ્રશંસા કરીએ છીએ! ઝડપી પ્રતિસાદ આપવા માટે, ફક્ત અમને પ્રતિસાદ મોકલો બટનને ક્લિક કરો. જો તમે કાર્યાત્મક સમસ્યા જોઈ રહ્યાં છો, તો કૃપા કરીને Chrome માટે ડિબગ લ logગ સૂચનો અથવા નીચે ફાયરફોક્સ માટે ડિબગ લ logગ સૂચનોને અનુસરો. કોઈપણ અન્ય બ્રાઉઝર્સ માટે ફક્ત અમને ઇમેઇલ કરો. સંભવિત સુરક્ષા અથવા ગોપનીયતા સમસ્યાઓ માટે, નીચે સૂચનાઓ જુઓ.",
    "reporting-bugs-privacy-head": "ગોપનીયતા મુદ્દાઓ",
    "reporting-bugs-privacy-text": "વપરાશકર્તાઓ કોણ છે તેની અમે કાળજી લેતા નથી, ફક્ત તે દૂષિત અથવા મશીનો હોવાની સંભાવના છે. અમે ગોપનીયતા પાસ જેવી પહેલને સમર્થન આપીએ છીએ, અને ગોપનીયતા અને સુરક્ષાને સંતુલિત કરવા માટે સખત મહેનત કરીએ છીએ. જો તમને કોઈ સમસ્યા મળી છે જે તમને લાગે છે કે વપરાશકર્તાની ગોપનીયતાને અસર કરી શકે છે, તો કૃપા કરીને અમને સપોર્ટ કરો@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "અમને પ્રતિસાદ મોકલો",
    "reporting-bugs-provide-feedback-head": "HCaptcha પર તાત્કાલિક પ્રતિસાદ આપો",
    "reporting-bugs-provide-feedback-text": "અમે તમારા ઇનપુટની પ્રશંસા કરીએ છીએ. અમને કોઈપણ સમસ્યાઓ જણાવો અને અમે તેને ઝડપથી હલ કરીશું.",
    "reporting-bugs-security-head": "સુરક્ષા બગ્સ",
    "reporting-bugs-security-text": "અમને હંમેશા સુરક્ષા ભૂલોના અહેવાલો પ્રાપ્ત કરવામાં રસ છે. ઇમેઇલ સપોર્ટ@hcaptcha.com અને સીસી સિક્યોરિટી @ hcaptcha.com અને અમે ઝડપથી તમારી પાસે પાછા આવીશું. અમારી પાસે એચ કaptપ્ચા સેવા અને સંબંધિત સ્રોત કોડ પર પાત્ર સુરક્ષા અહેવાલો માટે બગ બાઉન્ટિ પ્રોગ્રામ પણ છે.",
    "sec-hc": "સુરક્ષા પ્રથમ",
    "sec-hc-text": "hCaptcha પ્રકાશક કેન્દ્રિત છે. અમે સાઇટ્સને વાસ્તવિક ડેટા આપવા માટે કામ કરીએ છીએ અને તેનો ઉપયોગ કેવી રીતે કરવો તે તેમને તેમને નિર્ણય કરવા દો. ચોકસાઈ તમારા અને આપણામાં છે. અન્ય કેપ્ચા જાહેરાત કંપનીઓ દ્વારા આપવામાં આવે છે. તેઓ જે અવરોધિત કરે છે તે દરેક બોટ તેમની આવક ઘટાડી શકે છે.",
    "switch-to-english-link": "અંગ્રેજી પર સ્વિચ કરો",
    "what-is-hcaptcha": "એચ કેપ્ચા એટલે શું?",
    "what-is-hcaptcha-text": "hCaptcha, મનુષ્ય માટે સરળ અને મશીનો માટે મુશ્કેલ છે તેવા સરળ પ્રશ્નો પૂછીને તમારી મનપસંદ વેબ સેવાઓ બ bટો, સ્પામ અને દુરૂપયોગને દૂર કરવામાં સહાય કરે છે.",
    "why-hc": "કેમ hCaptcha?",
    "why-hc-text": "દરેક વખતે જ્યારે તમે કોઈ પડકારનો જવાબ આપો છો, ત્યારે તમે માનવ છો કે મશીન છો તે શોધવા માટે અમે અત્યાધુનિક મોડેલોનો ઉપયોગ કરીએ છીએ. તે પછી તમે જે વેબસાઇટની મુલાકાત લીધી તે બ resultટોને રાખીને તેમની સાઇટ પરના તમારા અનુભવને સુધારવામાં સહાય માટે આ પરિણામનો ઉપયોગ કરે છે."
}