{
    "about-advisors-brendan": "Shugaba. Mashahurin shugaba a cikin AI. Ya yi amfani da bayanan masarufi a ma'auni ga dimbin matsalolin kasuwanci a cikin shekarun da suka gabata.",
    "about-advisors-dawn": "PhD a ilimin ilmin lissafi, Stanford. Yin aiki tare da hanyoyin sadarwa na shekara tun 1999. Mai da hankali kan amfani da ML da zurfin koyo a sikeli.",
    "about-advisors-head": "Masu ba da shawara",
    "about-advisors-keiran": "Database da ƙwararriyar Blockchain. Injiniyan farko a Cloudera da ƙari. Cadaruruwan ƙwarewar ginin software da ƙungiyoyi.",
    "about-content-head-1": "Abinda Mukeyi",
    "about-content-head-2": "Dalilin Da Yayi Muhimmaci",
    "about-content-text-1": "hCaptcha sabis ne na Intuition Machines Inc, kamfanin AI da kamfanin ilmantarwa na injiniya tare da mai da hankali kan metalearning da ML yankin na gani. Muna ginawa kuma muna aiki da tsarin sikeli mai sauƙaƙe don ba da damar sabis na bincike na bidiyo da hoto ga kamfanonin Global 2000 a duniya.",
    "about-content-text-2": "Dataarin bayanai gabaɗaya suna haifar da mafi kyawun sakamako. Gina da kuma adana bayanai daidai da mahimman bayanan bayanan lokaci yana ɗaukar lokaci mai tsada. HCaptcha an samo asali ne don magance bukatunmu na alamar tambari, kuma yanzu yana samuwa ga sauran kamfanoni masu buƙatu iri daya.",
    "about-intro-head-1": "Aiki don hCaptcha",
    "about-intro-head-2": "Ofishin Jakadancinmu Mai Girma ne",
    "about-intro-text": "Muna girma cikin sauri kuma koyaushe muna neman kyautar mafi kyawun duniya a duk ofisoshinmu na duniya. Kuna iya amfani da hanyoyin haɗin ƙasa.",
    "about-leadership-alex": "Database da ƙwararriyar Blockchain. Injiniyan farko a Cloudera da ƙari. Cadaruruwan ƙwarewar ginin software da ƙungiyoyi.",
    "about-leadership-eli": "Shugaba. Mashahurin shugaba a cikin AI. Ya yi amfani da bayanan masarufi a ma'auni ga dimbin matsalolin kasuwanci a cikin shekarun da suka gabata.",
    "about-leadership-head": "Jagoranci",
    "about-leadership-todd": "PhD a ilimin ilmin lissafi, Stanford. Yin aiki tare da hanyoyin sadarwa na shekara tun 1999. Mai da hankali kan amfani da ML da zurfin koyo a sikeli.",
    "acc-opt": "Zaɓuɓɓukan Samun dama",
    "acc-opt-but": "Moreara koyo game da zaɓuɓɓukan dama",
    "acc-opt-text": "Shin baka da hangen nesa ne ko kuma ba zaka iya kammala hCaptchas ba?",
    "accessibility-link": "Samun dama",
    "appreciate-in": "Mun gode da shigarwar ku. Bari mu san kowace matsala kuma za mu magance su cikin sauri.",
    "fb-but": "A aiko mana da martani",
    "feedback-text": "Bayar da ra'ayi akan hCaptcha da kuka gani yanzu",
    "footer-attribution": "Halarci",
    "footer-copyright-text": "hCaptcha alamar kasuwanci ce mai rijista ta Intuition Machines, Inc.",
    "footer-header-1": "Kamfanin",
    "footer-header-2": "Kayan aiki",
    "footer-header-3": "Tuntuɓa",
    "footer-link-1": "Lakabi",
    "footer-link-10": "Samun dama",
    "footer-link-2": "Game da",
    "footer-link-3": "Ayyuka",
    "footer-link-4": "Alamar kasuwanci",
    "footer-link-5": "Blog",
    "footer-link-6": "Matsayi",
    "footer-link-7": "Rubutun",
    "footer-link-8": "Rahoton Bug",
    "footer-link-9": "Samun dama",
    "footer-privacy": "Sirri",
    "footer-subheader-1": "Tallafi",
    "footer-subheader-2": "Tuntuɓa",
    "footer-terms": "Sharuɗɗa",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Ayyukan Label",
    "header-login-button": "Shiga",
    "header-plans-link": "Shirye-shirye",
    "header-signup-button": "Rajistar",
    "home-about-head": "Game da hCaptcha",
    "home-about-subtitle": "An ƙarfafa ta hanyar Hanyar HUMAN",
    "home-about-text-1": "hCaptcha an tsara shi ne don magance matsalar matsalar kwalliya mafi yawa a cikin ilmantar da injiniya: yiwa masu adadi yawa na bayanai a cikin lokaci, mai araha, kuma abin dogaro.",
    "home-about-text-2": "Dataarin bayanai gabaɗaya suna haifar da sakamako mafi kyau a cikin ƙirar koyon injin ƙirar. Nasarar da aka samu kwanan nan na samfurori masu zurfi sun haifar da karɓar manyan bayanai, kusan koyaushe tare da wasu nazarin mutane. Koyaya, ƙirƙirar manyan bayanan bayanan ɗan adam da aka bincika ta hanyar Mechanical Turk, Figure takwas, da dai sauransu sune duka jinkiri da tsada.",
    "home-about-text-3": "hCaptcha yana ba da damar yanar gizo don samun kuɗi don biyan wannan buƙatar yayin toshe bots da sauran nau'ikan zagi.",
    "home-about-text-4": "HCaptcha kasuwa kasuwa yana da karɓar ta hanyar HUMAN Protocol, buɗe hanyar watsa shirye-shirye don sake duba ɗan adam wanda ke gudana akan blockchain Ethereum. Yanar gizo suna Samun Kokarin Tokan Adam (HMT) a duk lokacin da masu amfani suka yi amfani da hCaptcha Widget a cikin rukunin yanar gizon su, kuma kamfanonin ilmin injin suna biyan Tokan Adam Tokens don sanya bayanan su.",
    "home-ba-labeling-services-link": "Ayyukan Label",
    "home-benefits-head-1": "Darajar Yin amfani da Labaran bayanai",
    "home-benefits-head-2": "Ba da Baya ga Agaji",
    "home-benefits-text-1": "Shin kun fahimci duk lokacin da kuka latsa motar da kuke taimakawa horar da tsarin injin din kamfanin na Gigantic guda ɗaya kyauta?",
    "home-benefits-text-2": "hCaptcha ya juya wannan samfurin. Lokacin da kake amfani da hCaptcha, kamfanoni suna yin ƙira ga aikin da masu amfani kuke yi kamar yadda suke tabbatar da mutuntakar su. Kuna samun sakamakon.",
    "home-benefits-text-3": "Kuna son ba da baya ga sadaka da kuka fi so? hCaptcha yana ba ku damar tallafawa sadaka na zaɓin ku tare da ribar da kuka samu ta amfani da shi. Masu amfani a rukunin ku ba da jimawa ba za su iya ganin gudummawar ku ta hanyar yin sadaka ta hanyar saka alama a kan hCaptcha interface.",
    "home-challenge-text-1": "Zaɓi duk hotunan da suka dace da tambayar",
    "home-challenge-text-2": "Ineayyade yanki mai iyaka don abubuwa",
    "home-challenge-text-3": "Gano sunayen masu dacewa",
    "home-challenge-title-1": "Kwatantawa",
    "home-challenge-title-2": "Akwatin Haraji",
    "home-challenge-title-3": "Raba abubuwa",
    "home-challenges-head": "Kalubalen da aka gabatar",
    "home-challenges-text-1": "... da sauran ayyuka masu sauƙi. Sauki ga mutane, mai wahala ga bots.",
    "home-challenges-text-2": "Hakanan akwai wadatar ayyuka na yau da kullun don masu tallata masana'antar.",
    "home-ent-1": "Neman hadarin tsaro na kasuwancinmu?",
    "home-ent-2": "Ziyarci sabon shafinmu mai sadaukarwa: BotStop.com",
    "home-ent-button": "Moreara koyo: BotStop ta hCaptcha",
    "home-from-the-blog": "DAGA BLOG:",
    "home-from-the-blog-value": "Yadda hCaptcha Tsarin Matsaloli ke Aiki",
    "home-intro-body": "Kuna amfani da captcha don kiyaye bots? hCaptcha yana kare sirrin mai amfani, yana ba da lada ga gidajen yanar gizo, yana taimakawa kamfanoni sanya bayanan su. Sauyawa ne na sake kunnawa don reCAPTCHA: zaku iya canzawa tsakanin minti.",
    "home-intro-button": "Rajista Yanzu",
    "home-intro-head": "Dakatar da ƙarin kwayoyi. Fara kare sirrin mai amfani.",
    "home-main-1": "Masu zaman kansu Amintacce. Cikin sauri. Kuma muna biyan ku amfani da shi.",
    "home-main-2": "An Adana Sirrin Sirri",
    "home-main-2c": "Hanyoyin sadarwa na Ad suna ganin baƙi a matsayin samfurin. Ga hCaptcha samfurin shine aikin da suke bayarwa. Ba mu damu da wanda masu amfani da ku ba, kawai za ku iya zama abin ƙi. Muna tallafawa ayyukan kirkiro kamar Sirri na Pass, kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "home-main-3": "Tsaro Da farko",
    "home-main-3c": "Yi daidai yana cikin amfani da namu. hCaptcha ne ya fi mayar da hankali kan mai shela. Muna aiki don ba ku ainihin bayanai kuma mu ba ku shawarar yadda za ku yi amfani da shi. Sauran captchas ana bada su ta",
    "home-main-4": "Kwarewar Kwarewar mai amfani",
    "home-main-4c": "Ana amfani da nau'ikan koyo na kayan ƙirar injiniyoyi ta hanyar hCaptcha don ƙayyade ɗan adam. Wannan yana ba mu damar ƙarancin abubuwan da za su ɓata daga masu amfani da ku kuma ku ɗauki lokacinsu kaɗan wajen yin hakan, yayin da har yanzu suna samar da mahimman bayanai masu alama don yiwa abokan ciniki alama.",
    "home-main-plans": "hCaptcha kyauta ne don amfani ga masu wallafa kowane girman. Koyaya, don kamfanoni da dandamali waɗanda ke buƙatar ƙarin iko, ana samun mafita na kamfani.",
    "home-main-plans2": "Hanyoyin kasuwancin hCaptcha suna kare miliyoyin masu amfani a cikin dubun miliyoyin yanar gizo don wasu manyan kamfanoni a duniya. Da fatan za a tuntuɓe mu don ƙarin bayani, ko ziyarci",
    "home-main-plans3": "Hanyoyin kasuwancin hCaptcha suna kare miliyoyin masu amfani a cikin dubun miliyoyin yanar gizo don wasu manyan kamfanoni a duniya. Da fatan za a tuntuɓe mu don ƙarin bayani, ko ziyarci",
    "home-main-plans4": "don cikakkun bayanai.",
    "home-plans-button-1": "Rajista yanzu",
    "home-plans-button-2": "Tuntuɓi tallace-tallace",
    "home-plans-chart-head-1": "Siffofin",
    "home-plans-chart-head-2": "Mai Bugawa",
    "home-plans-chart-head-3": "Kasuwanci",
    "home-plans-chart-row-1-cell-1": "Gudanar da nau'in ƙalubalen iko",
    "home-plans-chart-row-1-cell-2": "Iyakantacce",
    "home-plans-chart-row-1-cell-3": "Gaba ɗaya",
    "home-plans-chart-row-10-cell-1": "Multi-mai amfani dashboards",
    "home-plans-chart-row-11-cell-1": "Babban fasali na bayar da rahoto",
    "home-plans-chart-row-12-cell-1": "Kasuwanci SLAs",
    "home-plans-chart-row-2-cell-1": "Gudanar da ƙalubalen ƙalubalen da aka yi amfani da shi",
    "home-plans-chart-row-2-cell-2": "Iyakantacce",
    "home-plans-chart-row-2-cell-3": "Gaba ɗaya",
    "home-plans-chart-row-3-cell-1": "Sami lada don maganin ɗan adam",
    "home-plans-chart-row-4-cell-1": "-Arfin anti-bot na duniya",
    "home-plans-chart-row-5-cell-1": "Yana aiki a cikin kowace ƙasa",
    "home-plans-chart-row-6-cell-1": "GDPR da CCPA-aboki na tsare sirri",
    "home-plans-chart-row-7-cell-1": "Fine mai-grained wahala matakan",
    "home-plans-chart-row-8-cell-1": "Kaddamar da abun ciki na kalubalenku",
    "home-plans-chart-row-9-cell-1": "Wahala kan lokaci-lokaci",
    "home-try-it-out-button": "Samu hCaptcha",
    "home-try-it-out-head": "Gwada shi",
    "home-try-it-out-text": "hCaptcha yana ba da gano mai sauƙi, mai sauƙi, kuma abin dogara bot yayin kasancewa mara mahimmanci ga ɗan adam don warwarewa.",
    "labeling-about-head": "Game da hCaptcha",
    "labeling-about-text-1": "hCaptcha an tsara shi don magance matsalar yawan wahalar aiki a koyon injin; ambata bayanai masu yawa a cikin lokaci, mai araha, kuma abin dogaro. Dataarin bayanai gabaɗaya suna haifar da sakamako mafi kyau a cikin ƙirar koyon injin ƙirar. Nasarar kwanan nan na samfuran zurfi sun haifar da ƙara yawan manyan bayanai, kuma hCaptcha yana ba da wannan buƙatar.",
    "labeling-about-text-2": "Koyaya, ƙirƙirar manyan bayanan bayanan ɗan adam da aka yi amfani da hanyoyin gargajiya na da tsada kuma yana da tsada. hCaptcha wata hanya ce ga kamfanoni don samun labaran da suke buƙata cikin sauri, tare da ingantaccen inganci kuma a ƙananan farashi sama da sauran hanyoyin.",
    "labeling-annotations-head": "Nau'in Magana",
    "labeling-annotations-text-1": "Cikakken gano abu a hotuna da bidiyo",
    "labeling-annotations-text-2": "Cikakken gano abu a hotuna da bidiyo",
    "labeling-annotations-text-3": "Nuna bayani game da maganganu na amfani da yawa",
    "labeling-annotations-text-4": "A ware ko kuma a saka wani sabani na kowane girman",
    "labeling-annotations-text-5": "Ganowar ɗan adam da rarrabuwa",
    "labeling-annotations-text-6": "Kuna buƙatar wani nau'in da ba a jera anan ba? Kawai tambaya mana.",
    "labeling-annotations-title-1": "Kwallan Bogi",
    "labeling-annotations-title-2": "Kwayoyin kwayoyi",
    "labeling-annotations-title-3": "Alamar ƙasa",
    "labeling-annotations-title-4": "Rarraba Jeri",
    "labeling-annotations-title-5": "Kwatantawa da Ganowa",
    "labeling-annotations-title-6": "... kuma da yawa",
    "labeling-ent-button": "Tuntuɓi Teamungiyar Rukunanmu na Kasuwanci",
    "labeling-ent-head": "Kuna buƙatar Gudanar da toarshe?",
    "labeling-ent-text-1": "Kayan HUMAN da ke bayan hCaptcha yana ba da ingancin aiki mai kyau da fasali na sarrafawa ta hanyar jigilar kayayyaki, samara, ko aikin SaaS waɗanda suka haɗu tare da tsarin da kuke kasancewa.",
    "labeling-ent-text-2": "Gudun kan layi gaba ɗaya tare da ma'aikatanka, ƙimar waƙoƙin da aka ƙone ko'ina cikin sassan kasuwancin ko abokan haɗin gwiwar, zaɓi zaɓi ayyuka zuwa daban-daban na ma'aikata na ciki ko na waje dangane da farashin da bukatun tsaro, da ƙari.",
    "labeling-ent-text-3": "Sauƙaƙar API mai sauƙi, dashboards masu kyau, da sabuwar fasahar samfurin-in-the-madauki don ƙara yawan aiki.",
    "labeling-ent-text-4": "Kashi 99,99% na SLAs da 24/7 goyon baya na duniya. Don ƙarin bayani:",
    "labeling-features-head-1": "Sauƙaƙan bututun mai API.",
    "labeling-features-head-2": "An inganta shi don farashi da inganci. Babu jajircewa a lokacin da ake bukata.",
    "labeling-features-head-3": "Ka biya kawai daidaiton da kake buƙata.",
    "labeling-features-head-4": "Bayar da gaskiyar gaskiyar ƙasa ko bari mu gina ta a kan tashi.",
    "labeling-features-text-1": "Kuna son haɗa kan ɗan adamtaka kai tsaye a cikin kasuwancinku? Muna ba da babban aminci na SLAs, iyakataccen ƙarfi, da sauƙi Rs APIs.",
    "labeling-features-text-2": "Dandalin HUMAN yana amfani da ingantattun samfuran kwalliya don aiwatar da ƙididdigar inganci na zamani. Wannan yana ba mu damar hanzarta yanke hukunci game da wahalar tambayoyi da amsar da suka dace, tanadin ku lokaci da kuɗi.",
    "labeling-features-text-3": "Ba duk matsaloli iri ɗaya bane. Bayanai game da ɗawainiya mai mahimmanci mai mahimmanci na iya buƙatar amincewa 99.99% daga gabaɗayan ma'aikatan ɗan adam. Bayani don fasalin beta ɗaya a cikin wasan wasan motsi na iya buƙatar amincewa da tsaka-tsaki. Kuna yanke shawara.",
    "labeling-features-text-4": "Shin kuna da albarkatun kasa ba tare da cikakken ingantaccen saiti ba? A mafi yawancin lokuta muna iya gina ɗaya a gare ku kamar yadda ayyukan suke gudana a cikin tsarin, ko ƙirƙirar samfurori masu alama don yardar ku.",
    "labeling-info-head": "Samun bayanai",
    "labeling-info-text-1": "Yi magana da ɗaya daga cikin masana yankinmu don ayyana bukatun ayyukanku: daidaito manufa, tsari, da kowane buƙatu na musamman.",
    "labeling-info-text-2": "Muna aiwatar da ƙaramin aikin samarwa bisa bayanan samfurinku. Wannan yana gwada aikin da muka yi tare don tabbatar da samun ainihin abin da kuke buƙata.",
    "labeling-info-text-3": "Tare da ƙararmu mai girma da ƙananan latency zamu juya aikinka cikin sauri, tare da isar da kai tsaye da zaran an gama shi.",
    "labeling-info-text-4": "Yayinda muke fahimtar yanayin ma'aunin aikinku, sakamakon zai ci gaba da haɓakawa akan lokaci.",
    "labeling-info-text-5": "Dashboards Live yana ba ku damar samar da ra'ayi ko dakatar da samarwa a kowane lokaci.",
    "labeling-info-title-1": "Bayyana Bayani",
    "labeling-info-title-2": "Gwajin Ayyukan Farko",
    "labeling-info-title-3": "Ayyukan Gudanar da Ayyuka na Deploy",
    "labeling-info-title-4": "Cigaba da Ci gaba",
    "labeling-info-title-5": "Sakamakon Hakikanin Lokaci",
    "labeling-main-1": "Alamar data mai tsada-tsada a sikeli",
    "labeling-main-1-button": "Nemo bayanan ku yanzu",
    "labeling-main-1c": "Kuna buƙatar karin lakabi na bayananku? hCaptcha yana ba da alamun sauri, farashi mai sauƙi, da kuma ingantacciyar alama ta bayanai ga kamfanonin da ke aiki a kan bayanan wucin gadi da aikace-aikacen koyon injin.",
    "labeling-main-2": "Kaddamar da miliyoyin ayyuka nan take.",
    "labeling-main-2-button": "Sayi Ayyukan Labeling Data",
    "labeling-main-2c": "hCaptcha yana da ɗayan manyan wuraren waha a duniyar da aka samo don amfanin ku. Duk abin da ma'aunin ku, za mu iya bi da shi ba tare da cika alkawuran ciyarwa masu tsada ba. Miliyoyin ayyuka kowace rana ba matsala.",
    "labeling-platform-head": "Masu zaman kansu ko Bayanin Jama'a",
    "labeling-platform-text": "HCaptcha an gina shi ne akan HUMAN Platform, wanda ke ba da izinin zirga-zirgar haɓakawa da bincike don inganta farashi da inganci a kowane mataki. Wannan fasaha yana ba da damar ƙwararrun ma'aikata su ɗauki kowane ɓangare na aikinku, yana iyakance ƙimar farashi yayin adana tsare sirri da haɗuwa da duk wasu buƙatu na ƙirar da za su iya amfani da su.",
    "labeling-try-button": "Sayi Ayyukan Labeling Data",
    "labeling-try-head": "Kuna so ku ba shi gwadawa tare da bayananku?",
    "labeling-try-text": "... Mun shirya lokacin da kuke: sabis ɗinmu yana samuwa a kusa da agogo.",
    "learn-more-hcaptcha": "Ara koyo game da hCaptcha",
    "page-acc-faq-1": "Tambaya: Shin hCaptcha Sashe na 508 + WCAG 2.0 mai bi? Amsa: Mun yi imani da haka: duk masu amfani da kowane irin nakasasshe waɗanda ke da damar yin bincike akan yanar gizo kuma shigar da rubutu akan siffofin suna iya samun damar sabis ɗin da hCaptcha ya yi rajista a kan rajista. Koyaya, wannan ba shawara ce ta doka ba: yakamata kayi ƙididdigar ka, la'akari da aiwatar da aikinka na musamman don tabbatar da wannan yanayin aikinka.",
    "page-acc-faq-2": "Tambaya: Shin kuna aiki kan wasu zaɓuɓɓukan dama (a11y), kamar sauti? Amsa: A baya can zababbun zabuka kamar masu kama da kaset suna rarrabewa da yawan masu amfani da a11y kuma sauƙin dabarun koyon injin zamani. Wannan ya tilasta kalubalen sauti na yanzu ya zama da wuya, gabatar da hayaniya, lokacin ban mamaki, hada kalmomin da ba a saba ba, da sauransu don kayar da masu hari. Don haka ba mu da himma game da wannan dabarar ba tare da guje wa ƙalubalen gabaɗaya ba, amma za mu yi la’akari da ita idan akwai buƙata daga al'umar a11y. Koyaya, muna da matukar sha'awar Sirri na Sirri don shari'ar amfani da dama. Mun yi imanin haɗakar da hanyarmu ta a11y a halin yanzu tare da Ba da Sirri na Pass zai ba masu amfani da11 damar yin bincike cikin aminci, amintattu a cikin sanin cewa zirga-zirgar su ta kasance mafi masu zaman kansu, yayin da ke hana cin zarafi ta hanyar masu amfani da bot wanda babu makawa yana faruwa yayin da ake samun zaɓuɓɓukan a11y. Mu masu aiki ne a cikin kungiyar IETF wacce ke daidaita wannan sabuwar fasaha.",
    "page-acc-faq-3": "Tambaya: Me game da sirri? Shin yin rajista yana bibiyar bayanan bincike a11y ta wani hanya? Me kuke yi da imel ɗin? Amsa: hCaptcha an tsara shi don sirrin ƙasa daga ƙasa. Ya banbanta da zaɓin gargajiya kamar reCAPTCHA waɗanda ke mallakin hanyoyin sadarwar talla, waɗanda ke da ƙwarin gwiwa don bibiya ku a yanar gizo kuma su danganta ku da ainihin ainihi. Ba za mu taɓa yin amfani da imel ɗin izinin shiga ba ko bayani don kowane dalili ban da gudanar da amfani da amfani da cuta da kuma hana cin zarafi. Manufar sirrinmu tana da cikakkun bayanai masu cikakken ƙarfi game da yadda muke amfani da bayanai, amma gajeriyar amsar ita ce ba mu da sha'awar haɗaka da ku a matsayin mutum tare da tarihin bincikenku. A yanzu haka muna aiki a kan hanyar warwarewar sirri don kawar da adiresoshin imel ɗinku cikin sauri. yayin da har yanzu muke kiyaye ikonmu na hana zagi, da haɗa ayyukanmu na Pass Pass.",
    "page-acc-link-1": "Idan kai mai amfani ne da izinin shiga, da fatan za a yi rajista anan.",
    "page-acc-subhead": "Tabbatar da samun daidaituwa ga duk masu amfani yayin kiyaye tsaro",
    "page-acc-summary": "Takaitawa",
    "page-acc-summary-contents-1": "An tsara hCaptcha don dakatar da bots ta hanyar bambanta su da mutane. Gwajin gani kayan aiki ne mai dacewa don wannan, amma ba kowa bane zai iya warware ƙalubalen gani. Saboda wannan dalili mun tsara wata hanya mara sauki, mara zafi don barin masu wallafawa suyi amfani da damarmu don kiyaye dukkan Sashe 508 da WCAG 2.0.",
    "page-acc-summary-contents-2": "Yadda yake aiki: da farko, mai amfani da damar samun dama ya yi rajista a wannan URL ɗin, wanda aka haɗa a cikin shafin bayanan shafin widget din hCaptcha. An basu kuki mai rufin asiri wanda za'a iya amfani dashi sau da yawa a kowace rana, amma dole ne a sake wartsakewa kowane sa'o'i 24 ta hanyar login.Wanda aka gabatar da ƙalubale ga mai amfani da dama ga kowane shafin yanar gizon ta amfani da sabis na hCaptcha, za su wuce kai tsaye.",
    "page-acc-title": "Bayanin damar isa ga hCaptcha",
    "page-acc-tr-body": "Tambaya: Har yanzu ina ganin kalubale bayan kafa kuki. Me ke jawo hakan? Amsa: Wannan galibi saboda amfani da wani abu mai hana talla ne ko kuma kara fadakarwar cookie, ko wani saiti wanda yake toshe cookies-shafi, a wannan yanayin kukan don hcaptcha.com wanda hCaptcha JavaScript ya sanya akan wani shafin daban , kamar wanda kuke ziyarta. Kukis ɗin samun damar amfani da hCaptcha yana aiki tare da duk sanannun masu bincike da masu tallatawa tare da tsararren saitunan su, don haka yawanci gazawar ta kasance ne sakamakon rubutun anti-adblock ko kuma keɓaɓɓun dokoki masu niyya da keɓaɓɓun shafuka. Magani: 1. Whitelist hcaptcha.com da * .hcaptcha.com kukis a cikin tallan tallan ka ko kuma karin tsaro na mai bincike. 2. Idan kana amfani da Brave browser, wanda baya (kamar yadda na Afrilu 2020) ya bayyana cewa yana da kowane nau'in kuki mai fitarwa, je zuwa Kayan Zabe -> Garkuwa -> Kukis kuma zaɓi Bada Duk cookies. 3. Idan kana amfani da sabon saurin Safari a kan OS ɗin da aka sake kwanan nan 10 X ko kuma iOS 13. 4, Apple ya canza yanayin Safari wanda ya danganta da cookies ɗin ɓangare na uku, yana toshe su gaba ɗaya. Muna aiwatar da mafita, amma a halin da ake ciki don Allah a ziyarci Fifikon Safari, sashen Sirri, da bincika bin diddigin Yanar gizon: hana sawu-kan yanar gizo don ba da damar kuki dama don yin aiki kamar yadda aka zata. Tambaya: Ina amfani da na'urori da yawa. Shin ina buƙatar yin rijista sau da yawa? Amsa: A'a. Don Allah danna hanyar haɗin hanyar imel ɗin da aka aiko muku akan kowace na'urar da kuke amfani da ita don saita kuki.",
    "page-acc-tr-title": "Don Masu Amfani da Ita: Q&A da Jagorar shirya matsala",
    "priv-hc": "An Adana Sirrin Sirri",
    "priv-hc-text": "Hanyoyin sadarwar talla suna ganin ku azaman samfuran su. Ba mu yi. Ba mu damu da su masu amfani ba, kawai ta yaya za su zama masu ƙeta. Muna tallafawa ayyukan kirkirar kamar 'Pass Pass', kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "reporting-bugs-accessibility-button": "Moreara koyo game da zaɓuɓɓukan dama",
    "reporting-bugs-accessibility-head": "Zaɓuɓɓukan Samun dama",
    "reporting-bugs-accessibility-text": "Shin baka da hangen nesa ne ko kuma ba zaka iya kammala hCaptchas ba?",
    "reporting-bugs-guide-ff-head": "Ptoye Bayanin Bug",
    "reporting-bugs-guide-ff-step-1": "Mataki na 1: Buɗe Kayan aikin Ci gaban (Wannan yana fara rikodin zaman.)",
    "reporting-bugs-guide-ff-step-2": "Mataki na 2: Danna maballin hanyar sadarwa a Kayan aikin Kayan Harkokin. Duba akwatin rajista na Persist a saman.",
    "reporting-bugs-guide-ff-step-3": "Mataki na 3: ziyarci https://accounts.hcaptcha.com/demo, ko kuma gidan yanar gizon da kuke da matsala kan (Bayanin Sirri: kawai idan baku damu da raba abin ba) ... sannan kuma danna I ni maɓallin ɗan adam, kuma gwada ƙoƙari.",
    "reporting-bugs-guide-ff-step-4": "Mataki na 4: Danna HAR bayan an yi yunƙurin warwarewa, kuma zaɓi Ajiye duk azaman HAR don adana ayyukan cibiyar sadarwa. Aika mana fayil ɗin.",
    "reporting-bugs-guide-ff-step-5": "Mataki na 5: Latsa maballin Console, sannan ka latsa dama-dama sannan Zaɓi duk ka kuma adana hakan a cikin fayil ɗin rubutu, domin adana log ɗin ɗin. Aika mana hakanan.",
    "reporting-bugs-guide-ff-step-6": "Mataki na karshe: Imel wayoyin HAR da na kayan aikin wasan bidiyo suna nuna mana, kuma suna bayanin matsalar Amfani: support@hcaptcha.com (don Allah yi amfani da sabis kamar Dropbox ko Filebin da aika hanyoyin haɗin gwiwa) da kuma wani zaɓi akan allo, idan kuna zargin akwai wani abu da baya nuna daidai . Da fatan za a aika da IP da kake amfani da shi. Kuna iya samunsa ta https://www.whatsmyip.org/ Mun gode da daukar lokaci don taimaka mana samun wannan bayanin! Mun himmatu wajen tabbatar da hCaptcha ga kowa da kowa.",
    "reporting-bugs-guide-head": "Ptoye Bayanin Bug",
    "reporting-bugs-guide-step-1": "Mataki na 1: Buɗe Kayan aikin Ci gaban (Wannan yana fara rikodin zaman.)",
    "reporting-bugs-guide-step-2": "Mataki na 2: Danna maballin hanyar sadarwa a Kayan aikin Kayan Harkokin. Duba akwatin adana a saman.",
    "reporting-bugs-guide-step-3": "Mataki na 3: ziyarci https://accounts.hcaptcha.com/demo, ko kuma gidan yanar gizon da kuke da matsala kan (Bayanin Sirri: kawai idan baku damu da raba abin ba) ... sannan kuma danna I ni maɓallin ɗan adam, kuma gwada ƙoƙari.",
    "reporting-bugs-guide-step-4": "Mataki 4: Danna Export HAR (dan karamin kibiya) bayan kayi yunqurin warwarewa, wanda zai ceci hanyar sadarwar. Aika mana fayil ɗin.",
    "reporting-bugs-guide-step-5": "Mataki na 5: Danna maballin na'ura wasan bidiyo, kaɗa dama ka danna Ajiye as .. don adana log ɗin ɗin. Aika mana hakanan.",
    "reporting-bugs-guide-step-6": "Mataki na karshe: Aika wa waɗancan HAR da naurorin abin ta suna zuwa gare mu, kuma su bayyana matsalar. Yi amfani da: support@hcaptcha.com (don Allah yi amfani da sabis kamar Dropbox ko Filebin da aika haɗi) da kuma wani zaɓi a kan allo, idan kuna zargin akwai wani abin da bai nuna daidai ba. Da fatan za a aika da IP da kake amfani da shi. Kuna iya samunsa ta https://www.whatsmyip.org/ Mun gode da daukar lokaci don taimaka mana samun wannan bayanin! Mun himmatu wajen tabbatar da hCaptcha ga kowa da kowa.",
    "reporting-bugs-guide-text-1": "Aika bayanan yin kwaskwarima tare da rahotonku zai sauƙaƙa mana sauƙi don gano abubuwan da ke faruwa. Ga umarnin mataki-mataki-mataki:",
    "reporting-bugs-guide-text-2": "Idan kai mai haɓaka yanar gizo ne ko ƙwararren masanin fasaha, taƙaitawar muna son ku aiko mana da hanyar sadarwa ta HAR da rajistar kayan aikin mai bincike. Da fatan za a gwada kashe duk wani mai talla ko sikirin tsaro na farko sannan kuma sake gwadawa kafin zaku bi wadannan matakan. Idan hakan zai magance matsalar ku, har yanzu zamu gode muku don sanar da mu sigar binciken ku, mai talla, ko kuma bincike na intanet, da kuma gidan yanar gizon.",
    "reporting-bugs-intro-head": "Samu kwaro? Anan ga yadda za'a kawo rahoto.",
    "reporting-bugs-intro-text": "Miliyoyin mutane suna amfani da hCaptcha kowane wata, a kan dubban haɗuwa da masu bincike, haɓaka, na'urori, wutar wuta, da ƙari. Burinmu shi ne mu tabbatar cewa yana aiki a koyaushe a gare ku, saboda haka muna godiya sosai ga rahotanninku! Don bayar da amsa mai sauri, kawai danna maɓallin aiko mana. Idan kana ganin aiki na yau da kullun, da fatan za a bi umarnin cire nunin jeji don Chrome ko umarnin cire kuskure na Firefox a ƙasa. Ga wasu masu binciken kawai yi mana imel. Don damar tsaro ko batutuwan sirri, duba umarnin da ke ƙasa.",
    "reporting-bugs-privacy-head": "Bayanan Sirrin",
    "reporting-bugs-privacy-text": "Ba mu damu da su masu amfani ba, kawai za su iya zama ƙiyayya ko injinan. Muna tallafawa ayyukan kirkirar kamar 'Pass Pass', kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro. Idan kun sami wani batun da kuke tunanin zai iya shafar sirrin mai amfani, da fatan za a yi mana imel a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "A aiko mana da martani",
    "reporting-bugs-provide-feedback-head": "Bayar da amsa kai tsaye akan hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mun gode da shigarwar ku. Bari mu san kowace matsala kuma za mu magance su cikin sauri.",
    "reporting-bugs-security-head": "Tsarin Tsaro",
    "reporting-bugs-security-text": "A koyaushe muna sha'awar karɓar rahotannin barazanar tsaro. Email support@hcaptcha.com & CC security@hcaptcha.com kuma zamu dawo zuwa gareku da sauri. Hakanan muna da shirye-shiryen karɓar kyautuka don rahotannin tsaro da suka dace akan sabis na hCaptcha da lambar tushe mai dangantaka.",
    "sec-hc": "Tsaro Da farko",
    "sec-hc-text": "hCaptcha ne ya fi mayar da hankali kan mai shela. Muna aiki don ba wa shafukan yanar gizo ainihin bayanan kuma mu bar su su yanke shawara yadda za su yi amfani da shi. Yi daidai yana cikin amfani da namu. Sauran kamfanoni masu kamfani ana ba su ta kamfanonin talla. Kowane bot da suka toshe na iya rage kudaden shiga.",
    "switch-to-english-link": "Canja zuwa Ingilishi",
    "what-is-hcaptcha": "Menene hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha yana taimakawa ayyukan gidan yanar gizonku da kuka fi so don kiyaye bots, spam, da cin zarafi ta hanyar yin tambayoyi masu sauƙi waɗanda ke da sauƙi ga ɗan adam da wuya ga injuna.",
    "why-hc": "Me yasa hCaptcha?",
    "why-hc-text": "Kowane lokaci da kuka amsa ƙalubalen, muna amfani da ƙira mai laushi don gano ko mutum ne ko mashin. Gidan yanar gizon da kuka ziyarta sannan yana amfani da wannan sakamakon don taimakawa haɓaka kwarewarku akan rukuninsu ta hanyar kiyaye bots."
}