{
    "acc-opt": "Zaɓuɓɓukan Samun dama",
    "acc-opt-but": "Moreara koyo game da zaɓuɓɓukan dama",
    "acc-opt-text": "Shin baka da hangen nesa ne ko kuma ba zaka iya kammala hCaptchas ba?",
    "accessibility-link": "Samun dama",
    "appreciate-in": "Mun gode da shigarwar ku. Bari mu san kowace matsala kuma za mu magance su cikin sauri.",
    "fb-but": "A aiko mana da martani",
    "feedback-text": "Bayar da ra'ayi akan hCaptcha da kuka gani yanzu",
    "home-ent-1": "Neman hadarin tsaro na kasuwancinmu?",
    "home-ent-2": "Ziyarci sabon shafinmu mai sadaukarwa: BotStop.com",
    "home-intro-body": "Kuna amfani da captcha don kiyaye bots? hCaptcha yana kare sirrin mai amfani, yana ba da lada ga gidajen yanar gizo, yana taimakawa kamfanoni sanya bayanan su. Sauyawa ne na sake kunnawa don reCAPTCHA: zaku iya canzawa tsakanin minti.",
    "home-intro-head": "Dakatar da ƙarin kwayoyi. Fara kare sirrin mai amfani.",
    "home-main-1": "Masu zaman kansu Amintacce. Cikin sauri. Kuma muna biyan ku amfani da shi.",
    "home-main-2": "An Adana Sirrin Sirri",
    "home-main-2c": "Hanyoyin sadarwa na Ad suna ganin baƙi a matsayin samfurin. Ga hCaptcha samfurin shine aikin da suke bayarwa. Ba mu damu da wanda masu amfani da ku ba, kawai za ku iya zama abin ƙi. Muna tallafawa ayyukan kirkiro kamar Sirri na Pass, kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "home-main-3": "Tsaro Da farko",
    "home-main-3c": "Yi daidai yana cikin amfani da namu. hCaptcha ne ya fi mayar da hankali kan mai shela. Muna aiki don ba ku ainihin bayanai kuma mu ba ku shawarar yadda za ku yi amfani da shi. Sauran captchas ana bada su ta",
    "home-main-3c2": "kamfanonin talla. Wannan yana nufin duk bot din da suke toshewa na iya rage kudaden shiga.",
    "home-main-4": "Kwarewar Kwarewar mai amfani",
    "home-main-4c": "Ana amfani da nau'ikan koyo na kayan ƙirar injiniyoyi ta hanyar hCaptcha don ƙayyade ɗan adam. Wannan yana ba mu damar ƙarancin abubuwan da za su ɓata daga masu amfani da ku kuma ku ɗauki lokacinsu kaɗan wajen yin hakan, yayin da har yanzu suna samar da mahimman bayanai masu alama don yiwa abokan ciniki alama.",
    "home-main-plans": "hCaptcha kyauta ne don amfani ga masu wallafa kowane girman. Koyaya, don kamfanoni da dandamali waɗanda ke buƙatar ƙarin iko, ana samun mafita na kamfani.",
    "home-main-plans2": "Hanyoyin kasuwancin hCaptcha suna kare miliyoyin masu amfani a cikin dubun miliyoyin yanar gizo don wasu manyan kamfanoni a duniya. Da fatan za a tuntuɓe mu don ƙarin bayani, ko ziyarci",
    "home-main-plans3": "Hanyoyin kasuwancin hCaptcha suna kare miliyoyin masu amfani a cikin dubun miliyoyin yanar gizo don wasu manyan kamfanoni a duniya. Da fatan za a tuntuɓe mu don ƙarin bayani, ko ziyarci",
    "home-main-plans4": "don cikakkun bayanai.",
    "learn-more-hcaptcha": "Ara koyo game da hCaptcha",
    "page-acc-faq-1": "Tambaya: Shin hCaptcha Sashe na 508 + WCAG 2.0 mai bi? Amsa: Mun yi imani da haka: duk masu amfani da kowane irin nakasasshe waɗanda ke da damar yin bincike akan yanar gizo kuma shigar da rubutu akan siffofin suna iya samun damar sabis ɗin da hCaptcha ya yi rajista a kan rajista. Koyaya, wannan ba shawara ce ta doka ba: yakamata kayi ƙididdigar ka, la'akari da aiwatar da aikinka na musamman don tabbatar da wannan yanayin aikinka.",
    "page-acc-faq-2": "Tambaya: Shin kuna aiki kan wasu zaɓuɓɓukan dama (a11y), kamar sauti? Amsa: A baya can zababbun zabuka kamar masu kama da kaset suna rarrabewa da yawan masu amfani da a11y kuma sauƙin dabarun koyon injin zamani. Wannan ya tilasta kalubalen sauti na yanzu ya zama da wuya, gabatar da hayaniya, lokacin ban mamaki, hada kalmomin da ba a saba ba, da sauransu don kayar da masu hari. Don haka ba mu da himma game da wannan dabarar ba tare da guje wa ƙalubalen gabaɗaya ba, amma za mu yi la’akari da ita idan akwai buƙata daga al'umar a11y. Koyaya, muna da matukar sha'awar Sirri na Sirri don shari'ar amfani da dama. Mun yi imanin haɗakar da hanyarmu ta a11y a halin yanzu tare da Ba da Sirri na Pass zai ba masu amfani da11 damar yin bincike cikin aminci, amintattu a cikin sanin cewa zirga-zirgar su ta kasance mafi masu zaman kansu, yayin da ke hana cin zarafi ta hanyar masu amfani da bot wanda babu makawa yana faruwa yayin da ake samun zaɓuɓɓukan a11y. Mu masu aiki ne a cikin kungiyar IETF wacce ke daidaita wannan sabuwar fasaha.",
    "page-acc-faq-3": "Tambaya: Me game da sirri? Shin yin rajista yana bibiyar bayanan bincike a11y ta wani hanya? Me kuke yi da imel ɗin? Amsa: hCaptcha an tsara shi don sirrin ƙasa daga ƙasa. Ya banbanta da zaɓin gargajiya kamar reCAPTCHA waɗanda ke mallakin hanyoyin sadarwar talla, waɗanda ke da ƙwarin gwiwa don bibiya ku a yanar gizo kuma su danganta ku da ainihin ainihi. Ba za mu taɓa yin amfani da imel ɗin izinin shiga ba ko bayani don kowane dalili ban da gudanar da amfani da amfani da cuta da kuma hana cin zarafi. Manufar sirrinmu tana da cikakkun bayanai masu cikakken ƙarfi game da yadda muke amfani da bayanai, amma gajeriyar amsar ita ce ba mu da sha'awar haɗaka da ku a matsayin mutum tare da tarihin bincikenku. A yanzu haka muna aiki a kan hanyar warwarewar sirri don kawar da adiresoshin imel ɗinku cikin sauri. yayin da har yanzu muke kiyaye ikonmu na hana zagi, da haɗa ayyukanmu na Pass Pass.",
    "page-acc-link-1": "Idan kai mai amfani ne da izinin shiga, da fatan za a yi rajista anan.",
    "page-acc-subhead": "Tabbatar da samun daidaituwa ga duk masu amfani yayin kiyaye tsaro",
    "page-acc-summary": "Takaitawa",
    "page-acc-summary-contents-1": "An tsara hCaptcha don dakatar da bots ta hanyar bambanta su da mutane. Gwajin gani kayan aiki ne mai dacewa don wannan, amma ba kowa bane zai iya warware ƙalubalen gani. Saboda wannan dalili mun tsara wata hanya mara sauki, mara zafi don barin masu wallafawa suyi amfani da damarmu don kiyaye dukkan Sashe 508 da WCAG 2.0.",
    "page-acc-summary-contents-2": "Yadda yake aiki: da farko, mai amfani da damar samun dama ya yi rajista a wannan URL ɗin, wanda aka haɗa a cikin shafin bayanan shafin widget din hCaptcha. An basu kuki mai rufin asiri wanda za'a iya amfani dashi sau da yawa a kowace rana, amma dole ne a sake wartsakewa kowane sa'o'i 24 ta hanyar login.Wanda aka gabatar da ƙalubale ga mai amfani da dama ga kowane shafin yanar gizon ta amfani da sabis na hCaptcha, za su wuce kai tsaye.",
    "page-acc-title": "Bayanin damar isa ga hCaptcha",
    "page-acc-tr-body": "Tambaya: Har yanzu ina ganin kalubale bayan kafa kuki. Me ke jawo hakan? Amsa: Wannan galibi saboda amfani da wani abu mai hana talla ne ko kuma kara fadakarwar cookie, ko wani saiti wanda yake toshe cookies-shafi, a wannan yanayin kukan don hcaptcha.com wanda hCaptcha JavaScript ya sanya akan wani shafin daban , kamar wanda kuke ziyarta. Kukis ɗin samun damar amfani da hCaptcha yana aiki tare da duk sanannun masu bincike da masu tallatawa tare da tsararren saitunan su, don haka yawanci gazawar ta kasance ne sakamakon rubutun anti-adblock ko kuma keɓaɓɓun dokoki masu niyya da keɓaɓɓun shafuka. Magani: 1. Whitelist hcaptcha.com da * .hcaptcha.com kukis a cikin tallan tallan ka ko kuma karin tsaro na mai bincike. 2. Idan kana amfani da Brave browser, wanda baya (kamar yadda na Afrilu 2020) ya bayyana cewa yana da kowane nau'in kuki mai fitarwa, je zuwa Kayan Zabe -> Garkuwa -> Kukis kuma zaɓi Bada Duk cookies. 3. Idan kana amfani da sabon saurin Safari a kan OS ɗin da aka sake kwanan nan 10 X ko kuma iOS 13. 4, Apple ya canza yanayin Safari wanda ya danganta da cookies ɗin ɓangare na uku, yana toshe su gaba ɗaya. Muna aiwatar da mafita, amma a halin da ake ciki don Allah a ziyarci Fifikon Safari, sashen Sirri, da bincika bin diddigin Yanar gizon: hana sawu-kan yanar gizo don ba da damar kuki dama don yin aiki kamar yadda aka zata. Tambaya: Ina amfani da na'urori da yawa. Shin ina buƙatar yin rijista sau da yawa? Amsa: A'a. Don Allah danna hanyar haɗin hanyar imel ɗin da aka aiko muku akan kowace na'urar da kuke amfani da ita don saita kuki.",
    "page-acc-tr-title": "Don Masu Amfani da Ita: Q&A da Jagorar shirya matsala",
    "priv-hc": "An Adana Sirrin Sirri",
    "priv-hc-text": "Hanyoyin sadarwar talla suna ganin ku azaman samfuran su. Ba mu yi. Ba mu damu da su masu amfani ba, kawai ta yaya za su zama masu ƙeta. Muna tallafawa ayyukan kirkirar kamar 'Pass Pass', kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "sec-hc": "Tsaro Da farko",
    "sec-hc-text": "hCaptcha ne ya fi mayar da hankali kan mai shela. Muna aiki don ba wa shafukan yanar gizo ainihin bayanan kuma mu bar su su yanke shawara yadda za su yi amfani da shi. Yi daidai yana cikin amfani da namu. Sauran kamfanoni masu kamfani ana ba su ta kamfanonin talla. Kowane bot da suka toshe na iya rage kudaden shiga.",
    "what-is-hcaptcha": "Menene hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha yana taimakawa ayyukan gidan yanar gizonku da kuka fi so don kiyaye bots, spam, da cin zarafi ta hanyar yin tambayoyi masu sauƙi waɗanda ke da sauƙi ga ɗan adam da wuya ga injuna.",
    "why-hc": "Me yasa hCaptcha?",
    "why-hc-text": "Kowane lokaci da kuka amsa ƙalubalen, muna amfani da ƙira mai laushi don gano ko mutum ne ko mashin. Gidan yanar gizon da kuka ziyarta sannan yana amfani da wannan sakamakon don taimakawa haɓaka kwarewarku akan rukuninsu ta hanyar kiyaye bots."
}