{
    "acc-opt": "Nā koho koho",
    "acc-opt-but": "E aʻo hou e pili ana i nā koho koho",
    "acc-opt-text": "Ua pilikia paha ʻoe i ʻole e hiki ke hoʻopau i ka hCaptchas?",
    "accessibility-link": "ʻAʻohe kūpono",
    "appreciate-in": "Mahalo mākou i kāu helu. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono koke mākou iā lākou.",
    "fb-but": "E hoʻouna i kā mākou noʻonoʻo",
    "feedback-text": "Hāʻawi i ka ʻōlelo noʻonoʻo ma ka hCaptcha āu i ʻike ai",
    "home-ent-1": "Ke ʻimi nei i kā mākou ʻenehana palekana ʻenehana?",
    "home-ent-2": "E kipa i kā mākou pūnaewele hoʻolaʻa hou: BotStop.com",
    "home-intro-body": "Ke hoʻohana nei ʻoe i ka captcha e pale aku i nā bots? pale aku ʻo hCaptcha i ka pilikino o ka mea hoʻohana, hoʻopuka i nā pūnaewele, a kōkua i nā hui e kāʻinoa i ka ʻike. He haki ho'ēmi no ka reCAPTCHA: hiki iā ʻoe ke hoʻololi i loko o nā minuke.",
    "home-intro-head": "E ho'ōki i nā hāmeʻa hou aku. Hoʻomaka i ka pale ʻana i ka pilikino o ka hoʻohana ʻana.",
    "home-main-1": "Kūlohelohe. Mālama. Hou aku oi A uku mākou iā ʻoe e hoʻohana ia.",
    "home-main-2": "Kulekele ʻia",
    "home-main-2c": "ʻIke aku nā ʻoihana pūnaewele i kāu mau malihini e like me ka huahana. No ka hCaptcha ʻo ka huahana ka hana a lākou e hāʻawi ai. ʻAʻole mākou e mālama i ka mea āu e hoʻohana nei, aia wale nō paha ka maikaʻi o ko lākou hōʻino. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana.",
    "home-main-3": "Ke ʻOi aku ka palekana",
    "home-main-3c": "ʻO ka pololei ke kūpono a me kā mākou. hCaptcha kahi mea pili i hoʻopuka. Hana mākou e hāʻawi i kāu ʻike maoli a hāʻawi iā ʻoe e hoʻoholo pehea e hoʻohana ai. ʻO nā captchas ʻē aʻe i hāʻawi ʻia e",
    "home-main-3c2": "ʻoihana hoʻolaha. ʻO kēia ke ʻano he hōʻoki āpau e hōʻemi ai ko lākou loaʻa kālā.",
    "home-main-4": "ʻOi aku ka maikaʻi o ka hoʻohana ʻana",
    "home-main-4c": "Hoʻohana ka hoʻohālike ʻōnaehana hoʻohālike hoʻohana e hCaptcha no ka hoʻoholo ʻana i ke kanaka. ʻAe mākou iā mākou e koi i nā hana ʻehaʻake loa mai kāu mau mea hoʻohana a lawe iki i kā lākou manawa i ka hana ʻana, ke hana mau nei i nā inoa i hōʻailona ʻia no nā mea kūʻai aku.",
    "home-main-plans": "Hoʻohana ka hCaptcha i nā mea paʻi o kekahi ʻāpana. Eia nō naʻe, no nā ʻoihana a me nā ʻenehana e pono e kaʻi hou aku, ʻoluʻolu kā mākou huahana.",
    "home-main-plans2": "Mālama nā ʻoihana hCaptcha i nā miliona o nā mea hoʻohana ma kahi o nā miliona miliona o nā pūnaewele no kekahi o nā ʻoihana nui loa ma ka lewa. E ʻoluʻolu e ʻoluʻolu e ʻike iā mākou hou aku, a e kipa paha",
    "home-main-plans3": "Mālama nā ʻoihana hCaptcha i nā miliona o nā mea hoʻohana ma kahi o nā miliona miliona o nā pūnaewele no kekahi o nā ʻoihana nui loa ma ka lewa. E ʻoluʻolu e ʻoluʻolu e ʻike iā mākou hou aku, a e kipa paha",
    "home-main-plans4": "no nā kikoʻī.",
    "learn-more-hcaptcha": "Ako mau e pili ana i ka hCaptcha",
    "page-acc-faq-1": "Nā nīnau: Kūpono anei nā hCaptcha Paukū 508 + WCAG 2.0? Pane: Ke manaʻoʻiʻo nei mākou penei: nā mea hoʻohana a pau me kahi ʻano hoʻopiʻi hiki ke nānā i ka pūnaewele a hoʻokomo i nā ʻōlelo ma nā palapala hiki ke loaʻa nā lawelawe i mālama ʻia e hCaptcha ma ke kau inoa. Akā, ʻaʻole kēia he ʻōlelo kānāwai: pono ʻoe e hana i kāu loiloi ponoʻī, me ka noʻonoʻo ʻana i kāu hoʻoponopono kūikawā e hōʻoia ai i ka hihia o kēia.",
    "page-acc-faq-2": "Nīnau: Ke hana nei ʻoe i nā koho ʻē aʻe (a11y), e like me ke kani leo? Pane: Ma mua nā koho koho like e like me ka leo captchas hoʻowahāwahā ʻia i nā mea hoʻohana a11y e maʻalahi i nā mea aʻoaʻo ʻenehana aʻoi aku. Ua koi aku kēia i nā lono leo i kēia manawa i lilo i ikaika a paʻakikī loa, hoʻopuka i nā kani, nā manawa ʻano ʻino, nā huaʻōlelo like ʻole, a pēlā aku e lanakila ai ka poʻe hana kaua. Pēlā nō mākou i makemake nui loa e pili ana i kēia ala hoʻokūkū a haʻalele i ka hopohopo, akā e noʻonoʻo iā ia inā he noi mai ke kaiāulu a11y. Eia nō naʻe, makemake nui mākou i nā ʻ Passlepoki pilikino no ka hihia hoʻohana hoʻohana. Manaʻo mākou e hoʻohui pū i kā mākou kikowaena a11y i kēia manawa me ka hoʻopuka pilikino Pae Pae e hāʻawi i ka poʻe hoʻohana a11y e ʻoluʻolu maluhia, hoʻopaʻa ʻia ma ka ʻike ʻike ʻia ʻoi aku ka pilikino o kā lākou huakaʻi, ʻoiai ke kaupalena ʻana i ka hōʻino ʻia e nā mea inu ʻona e hiki mai ana inā loaʻa nā koho a11y. Aia mākou i nā mea hana ma ka hui hana IETF e hoʻohuli ana i kēia ʻenehana hou.",
    "page-acc-faq-3": "Nīnau: He aha e pili ana i ka pilikino? Ua hoʻolaha i ka hoʻopaʻa inoa ʻana i ka ʻike a11y nānā i kekahi ala? He aha kāu e hana ai me ka leka uila? Pane: HCaptcha i hana ʻia no ka pilikino mai ka honua aku. Heʻokoʻa ʻokoʻa ʻē aʻe ma mua o nā koho kuʻuna like e like me reCAPTCHA e nā mea hoʻolaha pūnaewele, ka mea i hoʻolako ʻia e huli iā ʻoe ma o ka pūnaewele a hui pū kekahi me kahi ʻike maoli. ʻAʻole mākou e hoʻohana ʻae i nā leka uila a i ʻole ka ʻike no kekahi kumu ʻē aʻe ma mua o ka hoʻomaʻamaʻa ʻana o ka hoʻohana ʻana a11y a pale i ka hōʻino ʻia. ʻO kā mākou kulekele pilikino i piha nā pane a me ka mana no ka hoʻohana ʻana iā mākou i ka ʻikepili, akā ʻo ka pane pōkole, ʻaʻole mākou makemake e launa pū me ʻoe e like me kāu kanaka e ʻike nei i kāu moʻolelo. ʻoiai e mālama ana i kā mākou hiki ke pale aku i ka hōʻino, hoʻohui ʻia i kā mākou Pūnaewele Pass.",
    "page-acc-link-1": "Inā he mea hoʻohana ʻoe i ka hoʻohana ʻia, e ʻoluʻolu e kākau ma ʻaneʻi.",
    "page-acc-subhead": "E hōʻoiaʻiʻo i ka komo pono ʻana no ka mea hoʻohana a pau i ka mālama ʻana i ka palekana",
    "page-acc-summary": "Hoʻāla manaʻo",
    "page-acc-summary-contents-1": "Hoʻolālā ʻia ʻo hCaptcha e pani i nā bots ma ka hoʻokaʻawale ʻana iā lākou mai nā kānaka. ʻO nā hōʻike ʻike ʻia he mea kūpono ia no kēia, akā ʻaʻole hiki i nā mea āpau ke hoʻonā i kahi kūʻike ʻike. No kēia kumu ua hana mākou i kahi ʻano maʻalahi a ʻeha ʻole e hoʻokuʻu i nā mea hoʻopuka e hoʻohana i kā mākou lawelawe lawelawe i mālama i ka ʻae no nā poʻe a pau me ka pauku 508 a me WCAG 2.0 hoʻokō.",
    "page-acc-summary-contents-2": "Pehea e hana ai: ka mea mua, e kau inoa ʻia kahi mea hoʻohana e pili ana i kēia URL, kahi i hoʻopili ʻia ma ka ʻaoʻao ʻike info hCaptcha widget. Hāʻawi ia iā lākou i kahi kuhi ʻia hoʻopihapiha hiki ke hoʻohana ʻia i nā manawa maʻamau i kēlā me kēia lā, akā e hōʻoluʻolu hou i kēlā me kēia 24 hola ma o login.Ka hōʻike ʻia kahi hoʻohālikelike i kahi mea hoʻohana pono ʻia ma kekahi pūnaewele e hoʻohana ana i ka lawelawe hCaptcha, e hele pololei lākou.",
    "page-acc-title": "hCaptcha ʻikepili ʻike",
    "page-acc-tr-body": "Nīnau: Ke ʻike nei wau i kahi paʻakikī ma hope o ka hoʻonohonoho ʻana i ke kuki. He aha ke ʻano o kēia? Pane: ʻO kēia ka mea no ka hoʻohana ʻana i kahi hoʻolaha blockers a i ʻole ka anti-cookie extension, a i ʻole kahi papa e pani ai i nā kuki pae, i kēia hihia he kuki no ka hcaptcha.com i hoʻonohonoho ʻia a nānā ʻia paha e ka hCaptcha JavaScript ma kahi pūnaewele ʻē aʻe. , e like me ke kipa āu e kipa aku nei. Hana nā hCaptcha pihikoa me nā mākaʻikaʻi kaulana a me nā blockers hoʻolaha me nā ʻōnaehana maʻamau, no laila, nā hewa ʻole ma muli o nā palapala anti-adblock a i ʻole nā hoʻonohonoho like e huli nei i nā pūnaewele kūikawā. Nā Mana Kahi: 1. ʻO Whitelist hcaptcha.com a * .hcaptcha.com kuki ma kāu blocker hoʻolaha a i ʻole ka hoʻonohonoho ʻana i nā polokalamu palekana. 2. Inā ʻoe e hoʻohana nei i ka polokalamu kele Brave, ʻaʻole ia (ʻo ʻApelila 2020) ka mea i loaʻa i kekahi ʻano kuki cookie, hele i nā Mea Hoʻolālā -> Shields -> Kuki a koho i nā Allies All Cookies. 3. Inā ʻoe e hoʻohana nei i ka mana hou loa o Safari ma kekahi i hoʻokuʻu ʻia ʻo OS X 10.15 a i IOS 13. 4, ua hoʻololi wale ʻo Apple i ke ʻano o Safari e pili ana i nā kuki ʻaoʻao ʻekolu, e kāohi i ia mau mea āpau. Ke hoʻokūkū nei mākou i kahi hopena, akā ma ia manawa e kipa aku i nā Koho Līkepiliʻo Safari, Palekana Pae, a wehe i ka nānā ʻana i ka pūnaewele: E pale i ka ʻike papa pūnaewele e hiki ai i ka cookie ʻimi ke hana e like me ka mea i manaʻo ʻia. Nīnau: Ke hoʻohana nei au i nā mīkini lehulehu. Pono wau e kau inoa i nā manawa pinepine? Pane: ʻAʻole. E kaomi i ka loulou leka uila like i hoʻouna ʻia iā ʻoe ma kēlā me kēia mea e hoʻohana ai ʻoe e hoʻonohonoho i ke kuki.",
    "page-acc-tr-title": "No nā mea hoʻohana e hoʻohana ai: Q&A a me nā alakaʻi aʻoaʻo aʻoaʻoʻole",
    "priv-hc": "Kulekele ʻia",
    "priv-hc-text": "E ʻike i nā ʻoihana pūnaewele uila e like me kā lākou huahana. ʻAʻole mākou. ʻAʻole mākou e nānā i nā mea hoʻohana, ʻoiai pehea wale lākou e hōʻino ai. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana.",
    "sec-hc": "Ke ʻOi aku ka palekana",
    "sec-hc-text": "hCaptcha kahi mea pili i hoʻopuka. Hana mākou e hāʻawi i nā pūnaewele i nā ʻikepili maoli a e hoʻoholo iā lākou e hoʻohana. ʻO ka pololei ke kūpono a me kā mākou. Hāʻawi ʻia nā captchas e nā hui hoʻolaha. Hiki i kēlā me kēia mea momona ke hōʻemi i kā lākou loaʻa kālā.",
    "what-is-hcaptcha": "He aha ka hCaptcha?",
    "what-is-hcaptcha-text": "Hāʻawi ka hCaptcha i nā lawelawe pūnaewele punaewele e hūnā i nā bots, spam, a me ka hōʻino ʻana e ka nīnau ʻana i nā nīnau maʻalahi e maʻalahi i nā poʻe a me ka paʻakikī no nā mīkini.",
    "why-hc": "No ke aha hCaptcha?",
    "why-hc-text": "I kēlā me kēia manawa e pane ʻoe i kahi luʻu, hoʻohana mākou i nā hiʻohiʻona hiʻohiʻona e ʻike ai inā he kanaka ʻoe a he mīkini. ʻO ka pūnaewele āu i kipa ai e hoʻohana i kēia hopena e kōkua i ka hoʻomaikaʻi ʻana i kou ʻike ma kā lākou pūnaewele me ka mālama ʻana i nā bots."
}