{
    "acc-opt": "Nā koho koho",
    "acc-opt-but": "E aʻo hou e pili ana i nā koho koho",
    "acc-opt-text": "Ua pilikia paha ʻoe i ʻole e hiki ke hoʻopau i ka hCaptchas?",
    "accessibility-link": "ʻAʻohe kūpono",
    "appreciate-in": "Mahalo mākou i kāu helu. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono koke mākou iā lākou.",
    "fb-but": "E hoʻouna i kā mākou noʻonoʻo",
    "feedback-text": "Hāʻawi i ka ʻōlelo noʻonoʻo ma ka hCaptcha āu i ʻike ai",
    "learn-more-hcaptcha": "Ako mau e pili ana i ka hCaptcha",
    "page-acc-link-1": "Inā he mea hoʻohana ʻoe i ka hoʻohana ʻia, e ʻoluʻolu e kākau ma ʻaneʻi.",
    "page-acc-subhead": "E hōʻoiaʻiʻo i ka komo pono ʻana no ka mea hoʻohana a pau i ka mālama ʻana i ka palekana",
    "page-acc-title": "hCaptcha ʻikepili ʻike",
    "priv-hc": "Kulekele ʻia",
    "priv-hc-text": "E ʻike i nā ʻoihana pūnaewele uila e like me kā lākou huahana. ʻAʻole mākou. ʻAʻole mākou e nānā i nā mea hoʻohana, ʻoiai pehea wale lākou e hōʻino ai. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana.",
    "sec-hc": "Ke ʻOi aku ka palekana",
    "sec-hc-text": "hCaptcha kahi mea pili i hoʻopuka. Hana mākou e hāʻawi i nā pūnaewele i nā ʻikepili maoli a e hoʻoholo iā lākou e hoʻohana. ʻO ka pololei ke kūpono a me kā mākou. Hāʻawi ʻia nā captchas e nā hui hoʻolaha. Hiki i kēlā me kēia mea momona ke hōʻemi i kā lākou loaʻa kālā.",
    "what-is-hcaptcha": "He aha ka hCaptcha?",
    "what-is-hcaptcha-text": "Hāʻawi ka hCaptcha i nā lawelawe pūnaewele punaewele e hūnā i nā bots, spam, a me ka hōʻino ʻana e ka nīnau ʻana i nā nīnau maʻalahi e maʻalahi i nā poʻe a me ka paʻakikī no nā mīkini.",
    "why-hc": "No ke aha hCaptcha?",
    "why-hc-text": "I kēlā me kēia manawa e pane ʻoe i kahi luʻu, hoʻohana mākou i nā hiʻohiʻona hiʻohiʻona e ʻike ai inā he kanaka ʻoe a he mīkini. ʻO ka pūnaewele āu i kipa ai e hoʻohana i kēia hopena e kōkua i ka hoʻomaikaʻi ʻana i kou ʻike ma kā lākou pūnaewele me ka mālama ʻana i nā bots."
}