{
    "about-advisors-brendan": "CEO. Kakau ʻia ka alakaʻi ma AI. Ua hoʻohana i ka naʻauao mīkini ma ke kūpaʻa i ka lehulehu o nā ʻoihana ʻoihana i nā makahiki he mau makahiki i hala.",
    "about-advisors-dawn": "PhD ma Computational Biology, Stanford. Ke hana nei me nā ʻoihana neural mai ka makahiki 1999. Holoi iā ML a me ke aʻo hohonu i ka launa.",
    "about-advisors-head": "Na mea aʻoaʻo",
    "about-advisors-keiran": "ʻO ka ʻikepili a me ka loea Blockchain. ʻEnehana ʻenehana ma Cloudera a ʻoi aku. Nā makahikiʻehā o ka hoʻokumu ʻana i ka polokalamu kūkulu ʻike a me nā hui.",
    "about-content-head-1": "Ka hana a makou",
    "about-content-head-2": "No ke aha he mea nui",
    "about-content-text-1": "he lawelawe ʻo hCaptcha i ka Intuition Machines Inc, kahi AI a me ka ʻoihana aʻo mīkini me ka manaʻo nui i ka metalearning a me ka ʻike kālā ML i ke kāʻei. Hoʻolālā 'o HUMU a hana i nā ʻōnaehana maʻamau nui e hiki ai i nā lawelawe wikiō a me nā lawelawe nānā kiʻi no nā hui Global 2000 ma ka honua.",
    "about-content-text-2": "ʻO ka ʻikepili pinepine aʻe e hana i nā hopena maikaʻi aʻe. Ke kūkulu nei a me ka mālama pono ʻana i ka hōʻailona a me ka ʻikepili pili pono ka manawa a he nui. Ua hoʻokumu ʻia ʻo hCaptcha e hana i ko mākou mau pono ponoʻī i ka hana ʻana i ke kiʻi, a loaʻa i kēia manawa no nā hui ʻē aʻe me nā pono like ʻole.",
    "about-intro-head-1": "Hana no hCaptcha",
    "about-intro-head-2": "Nui ka nui o kā mākou misionari",
    "about-intro-text": "Ke ulu wikiwiki nei mākou a ke ʻimi nei mākou i nā talena maikaʻi loa o ka honua ma waena o nā keʻena o ka honua. Hiki iā ʻoe ke noi me nā loulou ma lalo nei.",
    "about-leadership-alex": "ʻO ka ʻikepili a me ka loea Blockchain. ʻEnehana ʻenehana ma Cloudera a ʻoi aku. Nā makahikiʻehā o ka hoʻokumu ʻana i ka polokalamu kūkulu ʻike a me nā hui.",
    "about-leadership-eli": "CEO. Kakau ʻia ka alakaʻi ma AI. Ua hoʻohana i ka naʻauao mīkini ma ke kūpaʻa i ka lehulehu o nā ʻoihana ʻoihana i nā makahiki he mau makahiki i hala.",
    "about-leadership-head": "Alakaʻi",
    "about-leadership-todd": "PhD ma Computational Biology, Stanford. Ke hana nei me nā ʻoihana neural mai ka makahiki 1999. Holoi iā ML a me ke aʻo hohonu i ka launa.",
    "acc-opt": "Nā koho koho",
    "acc-opt-but": "E aʻo hou e pili ana i nā koho koho",
    "acc-opt-text": "Ua pilikia paha ʻoe i ʻole e hiki ke hoʻopau i ka hCaptchas?",
    "accessibility-link": "ʻAʻohe kūpono",
    "appreciate-in": "Mahalo mākou i kāu helu. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono koke mākou iā lākou.",
    "fb-but": "E hoʻouna i kā mākou noʻonoʻo",
    "feedback-text": "Hāʻawi i ka ʻōlelo noʻonoʻo ma ka hCaptcha āu i ʻike ai",
    "footer-attribution": "Ke Kuhiakau",
    "footer-copyright-text": "hCaptcha inoa inoa inoa inoa ʻo Intuition Machines, Inc.",
    "footer-header-1": "ʻOihana",
    "footer-header-2": "Nā kumuwaiwai",
    "footer-header-3": "Hoʻokaʻaʻike",
    "footer-link-1": "Ke kālaulā",
    "footer-link-2": "E pili ana",
    "footer-link-3": "Nā hana",
    "footer-link-4": "Kauka",
    "footer-link-5": "Kālā",
    "footer-link-6": "Ke kūlana",
    "footer-link-7": "Palapala palapala",
    "footer-link-8": "Hōʻike i kahi pōpoki",
    "footer-link-9": "ʻAʻohe kūpono",
    "footer-privacy": "Pūnaewele",
    "footer-subheader-1": "Kākoʻo",
    "footer-subheader-2": "Hoʻokaʻaʻike",
    "footer-terms": "Nā Kūlana",
    "header-docs-link": "Nā Pūnaewele",
    "header-labeling-services-link": "Nā lawelawe hōʻailona hōʻailona",
    "header-login-button": "Kaukaʻi Pūnaewele",
    "header-plans-link": "Hoʻolālā",
    "header-signup-button": "Kau inoa",
    "home-about-head": "E pili ana hCaptcha",
    "home-about-subtitle": "Kukona ʻia e HUMAN Protocol",
    "home-about-text-1": "Hoʻolālā ʻia ka hCaptcha e hoʻoponopono i nā pilikia ʻoi loa ka hana ma o ka ʻenekini aʻo: hōʻailona ʻana i ka nui o nā ʻikepili i kahi manawa kūpono, kūpono, kūpono hoʻi.",
    "home-about-text-2": "ʻO ka nui o nā ʻikepili i hana pinepine ai i nā hopena maikaʻi aʻe i nā haʻawina aʻo ʻōkuhi. ʻO ka holomua o nā hoʻohālike hou e pili ana i ka nui o nā datasets nui, aneane pinepine me kekahi loiloi kanaka. Eia nō naʻe, ke hana nei i nā datasets e loiloi nui ʻia e ka kanaka ma o ka Mechanical Turk, iā Figure Eight, a me kēlā me kēia.",
    "home-about-text-3": "Hāʻawi ka hCaptcha i nā pūnaewele e hoʻolilo i ke kālā e lawelawe ana i kēia koi a ke kālai ʻia nei nā bots a me nā ʻano hana ʻino ʻole.",
    "home-about-text-4": "Hoʻomaʻamaʻa ka mākeke hCaptcha e ka HUMAN Protocol, kahi palapala hoʻolālā decentralized no ka loiloi kanaka e holo ana ma Ethereum blockchain. Loaʻa nā pūnaewele i ka Human Tokens (HMT) i nā manawa a pau e hoʻohana ai nā mea hoʻohana i ka widget hCaptcha ma kā lākou pūnaewele, a ua uku nā ʻoihana aʻo mīhini e hana i nā Tokens Human Human e kiʻi i kā lākou ʻikepili.",
    "home-ba-labeling-services-link": "Nā lawelawe hōʻailona hōʻailona",
    "home-benefits-head-1": "Ka ʻikepili ma ka Palapala Ikepili",
    "home-benefits-head-2": "Hāʻawi i ke aloha",
    "home-benefits-text-1": "Ua maopopo paha ʻoe i kēlā me kēia manawa kāu \"pākuʻi i ke kaʻa\" āu e kōkua ai e hoʻomaʻamaʻa i nā ʻōnaehana mīkini mīkini Giganticcompany no free?",
    "home-benefits-text-2": "huli ae nei ʻo hCaptcha i kēia hiʻohiʻona. I ka manawa e hoʻohana ai ʻoe i ka hCaptcha, kaupaʻa nā hui i ka hana a kāu poʻe mea hana e like me lākou i hōʻike ai i ko lākou kanaka. Loaʻa iā ʻoe nā uku.",
    "home-benefits-text-3": "Makemake ʻoe e hāʻawi i kāu aloha punahele? Hāʻawi ka hCaptcha iā ʻoe e kākoʻo i nā hana a kāu koho me ka loaʻa kālā āu e loaʻa ai mai ka hoʻohana ʻana ia mea. E ʻike koke nā mea hoʻohana ma kāu pūnaewele i kāu hāʻawi i ke aloha ma o ka nānā ʻana ma ke ʻano hCaptcha.",
    "home-challenge-text-1": "E koho i nā kiʻi āpau e pili ana i ka nīnau",
    "home-challenge-text-2": "E wehewehe i ka palena palena no nā mea",
    "home-challenge-text-3": "E hoʻomaopopo i nā kāpili e pili ana",
    "home-challenge-title-1": "Hoʻohālikelike",
    "home-challenge-title-2": "Nā Koho Nūhou",
    "home-challenge-title-3": "Māhele Hana",
    "home-challenges-head": "Nā Kaukana i hōʻike ʻia",
    "home-challenges-text-1": "... a me nā hana e ae maʻalahi. Maʻa no ke kanaka, paʻakikī no nā pohō.",
    "home-challenges-text-2": "Uku ʻia nā hana kūleʻa no ka mea hoʻopuka o ka ʻoihana.",
    "home-ent-1": "Ke ʻimi nei i kā mākou ʻenehana palekana ʻenehana?",
    "home-ent-2": "E kipa i kā mākou pūnaewele hoʻolaʻa hou: BotStop.com",
    "home-ent-button": "E aʻo hou: BotStop e hCaptcha",
    "home-from-the-blog": "MAUA mai BLOG:",
    "home-from-the-blog-value": "Pehea e hana ai nā Hana Kōkua HCaptcha",
    "home-intro-body": "Ke hoʻohana nei ʻoe i ka captcha e pale aku i nā bots? pale aku ʻo hCaptcha i ka pilikino o ka mea hoʻohana, hoʻopuka i nā pūnaewele, a kōkua i nā hui e kāʻinoa i ka ʻike. He haki ho'ēmi no ka reCAPTCHA: hiki iā ʻoe ke hoʻololi i loko o nā minuke.",
    "home-intro-button": "Lele inoa",
    "home-intro-head": "E ho'ōki i nā hāmeʻa hou aku. Hoʻomaka i ka pale ʻana i ka pilikino o ka hoʻohana ʻana.",
    "home-main-1": "Kūlohelohe. Mālama. Hou aku oi A uku mākou iā ʻoe e hoʻohana ia.",
    "home-main-2": "Kulekele ʻia",
    "home-main-2c": "ʻIke aku nā ʻoihana pūnaewele i kāu mau malihini e like me ka huahana. No ka hCaptcha ʻo ka huahana ka hana a lākou e hāʻawi ai. ʻAʻole mākou e mālama i ka mea āu e hoʻohana nei, aia wale nō paha ka maikaʻi o ko lākou hōʻino. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana.",
    "home-main-3": "Ke ʻOi aku ka palekana",
    "home-main-3c": "ʻO ka pololei ke kūpono a me kā mākou. hCaptcha kahi mea pili i hoʻopuka. Hana mākou e hāʻawi i kāu ʻike maoli a hāʻawi iā ʻoe e hoʻoholo pehea e hoʻohana ai. ʻO nā captchas ʻē aʻe i hāʻawi ʻia e",
    "home-main-4": "ʻOi aku ka maikaʻi o ka hoʻohana ʻana",
    "home-main-4c": "Hoʻohana ka hoʻohālike ʻōnaehana hoʻohālike hoʻohana e hCaptcha no ka hoʻoholo ʻana i ke kanaka. ʻAe mākou iā mākou e koi i nā hana ʻehaʻake loa mai kāu mau mea hoʻohana a lawe iki i kā lākou manawa i ka hana ʻana, ke hana mau nei i nā inoa i hōʻailona ʻia no nā mea kūʻai aku.",
    "home-main-plans": "Hoʻohana ka hCaptcha i nā mea paʻi o kekahi ʻāpana. Eia nō naʻe, no nā ʻoihana a me nā ʻenehana e pono e kaʻi hou aku, ʻoluʻolu kā mākou huahana.",
    "home-main-plans2": "Mālama nā ʻoihana hCaptcha i nā miliona o nā mea hoʻohana ma kahi o nā miliona miliona o nā pūnaewele no kekahi o nā ʻoihana nui loa ma ka lewa. E ʻoluʻolu e ʻoluʻolu e ʻike iā mākou hou aku, a e kipa paha",
    "home-main-plans3": "Mālama nā ʻoihana hCaptcha i nā miliona o nā mea hoʻohana ma kahi o nā miliona miliona o nā pūnaewele no kekahi o nā ʻoihana nui loa ma ka lewa. E ʻoluʻolu e ʻoluʻolu e ʻike iā mākou hou aku, a e kipa paha",
    "home-main-plans4": "no nā kikoʻī.",
    "home-plans-button-1": "Kau inoa haina",
    "home-plans-button-2": "Hoʻohui kūʻai aku",
    "home-plans-chart-head-1": "Nā hiʻohiʻona",
    "home-plans-chart-head-2": "Mea hoʻopuka",
    "home-plans-chart-head-3": "ʻOihana",
    "home-plans-chart-row-1-cell-1": "Hōʻike ʻia nā ʻano hanana hoʻokolohua",
    "home-plans-chart-row-1-cell-2": "Limited",
    "home-plans-chart-row-1-cell-3": "Pau loa",
    "home-plans-chart-row-10-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-plans-chart-row-11-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-plans-chart-row-12-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-plans-chart-row-2-cell-1": "E hoʻohana i ka ʻikepili hoʻokūkū hoʻohana",
    "home-plans-chart-row-2-cell-2": "Limited",
    "home-plans-chart-row-2-cell-3": "Pau loa",
    "home-plans-chart-row-3-cell-1": "Loaʻa nā makana no nā solves kanaka",
    "home-plans-chart-row-4-cell-1": "Ka palekana anti-bot honua honua",
    "home-plans-chart-row-5-cell-1": "Hana ma kēlā me kēia ʻāina",
    "home-plans-chart-row-6-cell-1": "ʻO ka kulekele pilikino pili aloha GDPR a me CCPA",
    "home-plans-chart-row-7-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-plans-chart-row-8-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-plans-chart-row-9-cell-1": "Loaʻa nā paʻakikī paʻakikī",
    "home-try-it-out-button": "Loaʻa ka hCaptcha",
    "home-try-it-out-head": "E hoao iā ia",
    "home-try-it-out-text": "Hāʻawi ʻo hCaptcha i ka maʻalahi maʻalahi a maʻalahi ka mea paʻa i ka wā e hoʻopau ai ke kanaka.",
    "labeling-about-head": "E pili ana hCaptcha",
    "labeling-about-text-1": "Hoʻolālā ʻia ʻo hCaptcha e hoʻoponopono i ka pilikia loa ma ka hana o ka ʻenehana; ke kāli nei i ka nui o nā ʻikepili i kahi manawa kūpono, kūpono a kūpono hoʻi. ʻO ka nui o nā ʻikepili i hana pinepine ai i nā hopena maikaʻi aʻe i nā haʻawina aʻo ʻōkuhi. ʻO ka holomua o nā hoʻohālike hou e pili ana i ka nui o ka ʻikepili nui, a lawelawe ka hCaptcha i kēia pono.",
    "labeling-about-text-2": "Eia nō naʻe, ʻo ka hana ʻana i nā papa nui loiloi-loiloi nui a ka poʻe e hoʻohana nei i nā hana kuʻuna ke ʻano lohi a taugata hoʻi. hCaptcha kahi ala no nā hui e loaʻa ai nā annotations e koi wikiwiki ai lākou, me ka kiʻekiʻe o ke kiʻekiʻe a me nā uku haʻahaʻa ma mua o nā kumu'ē aʻe.",
    "labeling-annotations-head": "Hōʻailona Kuhiakau",
    "labeling-annotations-text-1": "E ʻike i ke kiʻi ʻikepili i nā kiʻi a me nā wikiō",
    "labeling-annotations-text-2": "E ʻike i ke kiʻi ʻikepili i nā kiʻi a me nā wikiō",
    "labeling-annotations-text-3": "ʻO nā hōʻike kiko no nā hihia like ʻole",
    "labeling-annotations-text-4": "Hoʻomaka a hoʻokaʻawale paha i nā ʻāpana kū'ē o kekahi nui",
    "labeling-annotations-text-5": "ʻIke ʻike a kanaka i hōʻike ʻia",
    "labeling-annotations-text-6": "Pono i kahi ʻano ʻē aʻe i hoʻopaʻa ʻole ʻia ma aneʻi? E nīnau wale iā mākou.",
    "labeling-annotations-title-1": "Nā ʻeleʻeleʻele",
    "labeling-annotations-title-2": "Kālā Polygons",
    "labeling-annotations-title-3": "Pā Kūlana",
    "labeling-annotations-title-4": "Koho Hana Kuhi",
    "labeling-annotations-title-5": "ʻO ka hoʻohālikelike a me ka nānā",
    "labeling-annotations-title-6": "... a me nā mea hou aku",
    "labeling-ent-button": "Kāhea i kā mākou hui Pūnaewele Pūnaewele",
    "labeling-ent-head": "Pono i ka hoʻopau-hoʻoneʻe?",
    "labeling-ent-text-1": "Hāʻawi ka Pūʻulu HUMAN ma hope o ka hCaptcha i ka maikaʻi o ka hana a me nā hiʻohiʻona punahele ma o nā prem premise, hybrid, a i ʻole kaupena SaaS e hui pū me kāu pūnaehana mua.",
    "labeling-ent-text-2": "E holo holoʻokoʻa wale aku me kāu limahana hana, ka helu ʻona i hoʻopau ʻia ma nā ʻoihana pāʻoihana a me nā hoapili consortium, koho pono i nā hana i nā mea hana o loko a i waho paha e pili ana i ke kumukūʻai a me nā pono palekana, a keu aku.",
    "labeling-ent-text-3": "‍E API API access access access access API API API access API API API API API API API API API API d API, API APIbo API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API API, i nā ʻ accesslelo uila, a me nā loea hou.",
    "labeling-ent-text-4": "ʻO 99.99% uptime SLAs a me 24/7 kākoʻo honua i loaʻa. No ka ʻike hou aku:",
    "labeling-features-head-1": "Pāʻani hoʻoneʻe māmā ma API.",
    "labeling-features-head-2": "Hoʻohana no ka uku a me ka maikaʻi. ʻAʻole koi ʻia ka hoʻokō pono.",
    "labeling-features-head-3": "Uku wale no i ka pololei āu e pono ai.",
    "labeling-features-head-4": "Hāʻawi i kāu ʻike pono maoli ʻāina a i ʻole mākou e kūkulu ma ka lele.",
    "labeling-features-text-1": "Makemake e hoʻohui i ka loiloi kanaka i ka hana o kāu ʻoihana? Hāʻawi mākou i kahi hilinaʻi hilinaʻi nui kiʻekiʻe, hōʻoia paʻa, a maʻalahi APEST APAL.",
    "labeling-features-text-2": "Ke hoʻohana nei ka waihona HUMAN i nā hoʻohālike hilinaʻi piha loa e hana i ka loiloi maoli ʻana i ka ʻike maoli ʻana i ka manawa pono. ʻAe kēia iā mākou e hoʻoholo wikiwiki i ka paʻakikī o nā nīnau a me kā lākou pane kūpono, e mālama ana i ka manawa a me ke kālā.",
    "labeling-features-text-3": "ʻAʻole like nā pilikia like ʻole. Kuhi paha nā hana no ka palekana-kritika e koi paha i ka hilinaʻi 99.99% mai nā limahana kanaka āpau. Annotations no hoʻokahi hiʻohiʻona beta i ka papa pāʻani pāʻani ʻoi aku e koi wale i ka hilinaʻi maʻalahi. Nāu e hoʻoholo.",
    "labeling-features-text-4": "Loaʻa iā ʻoe nā maka maka ʻole ʻole e hoʻonohonoho pono ʻia? I ka nui o nā hihia he hiki iā mākou ke kūkulu i kahi no kāu e holo ana nā hana ma o ka ʻōnaehana, a i ʻole hana i nā ʻāpana i hōʻailona ʻia no kou ʻae ʻia.",
    "labeling-info-head": "Ke loaʻa nei ka ʻike maka",
    "labeling-info-text-1": "E kamaʻilio me kekahi o nā mea loea o kā mākou pūnaewele e wehewehe i nā pono o kāu papahana: kūpono pololei, hoʻonohonoho ʻia, a me nā koi kūikawā.",
    "labeling-info-text-2": "Hoʻokuʻu mākou i kahi hana hana liʻiliʻi e pili ana i kāu ikepili. Hōʻike kēia i ka hana a mākou i hana pū ai e hōʻoia i ka mea āu e pono ai.",
    "labeling-info-text-3": "Me kā mākou laha kiʻekiʻe a me ka haʻahaʻa haʻahaʻa e huli mākou i kāu hana ma ke ʻano wikiwiki, me ka hoʻopiʻi automated i ka wā e pau ai.",
    "labeling-info-text-4": "Ke hoʻomaopopo nei mākou i nā ʻāpana o kāu hana hana, e hoʻomau ka hopena i nā manawa.",
    "labeling-info-text-5": "Hiki i nā papa dashboards ke hāʻawi iā ʻoe i ka manaʻo hoʻopiʻi a pause paha i kēlā me kēia manawa.",
    "labeling-info-title-1": "E wehewehe i nā mea kikoʻī",
    "labeling-info-title-2": "I ka hoʻokololei ʻana ma nā hana hoʻohālikelike",
    "labeling-info-title-3": "Nā Kūlana Hoʻohana",
    "labeling-info-title-4": "ʻO ka hoʻomaikaʻi hoʻomau",
    "labeling-info-title-5": "Nā hualoaʻa manawa maoli",
    "labeling-main-1": "ʻO ka hoʻopili ʻana i ka hōʻaʻikepili o ka waiwai ma ke ʻano",
    "labeling-main-1-button": "E kiʻi i kāu ʻikepili i kāʻei ʻia",
    "labeling-main-1c": "Pono nā makaʻikepili hou aku no kāu mau ʻikepili? Hāʻawi ʻo hCaptcha i ka wikiwiki, ka uku, a me ka hōʻailona kiʻekiʻe ma ka hana ʻana no nā ʻoihana e hana nei i ka naʻauao noʻonoʻo a me nā noi aʻo mīkini.",
    "labeling-main-2": "Hoʻolaha koke i nā miliona o nā hana.",
    "labeling-main-2-button": "Palapala i nā lawelawe lawelawe hōʻailona ʻikepili",
    "labeling-main-2c": "hCaptcha kekahi o nā loko nui loa ma ka lewa i loaʻa no kāu hoʻohana. ʻO kēlā me kēia kauā, hiki iā mākou ke kāohi ia me ka ʻole o nā hana paona. He miliona miliona nā hana i kēlā me kēia lā ʻaʻohe pilikia.",
    "labeling-platform-head": "ʻO ka ʻike pilikino a pilikino paha",
    "labeling-platform-text": "Kūkulu ʻia ka hCaptcha ma ka HUMAN Platform, e ʻae ana i ka hoʻokūkū ʻana a me ka loiloi e ʻimi ai i ke kumukūʻai a me ka hana pono ma kēlā me kēia pae. Hāʻawi kēia ʻenehana i ka mea hana kūpono e lawelawe i kēlā me kēia ʻāpana o kāu hana, hoʻonui ʻia i ka uku kūpono ke mālama ʻana i ka pilikino a mālama i nā koi kānāwai e pili ana.",
    "labeling-try-button": "Palapala i nā lawelawe lawelawe hōʻailona ʻikepili",
    "labeling-try-head": "Makemake ʻoe e hāʻawi i kahi ho'āʻo me kāu ikepili?",
    "labeling-try-text": "... Mākaukau mākou i ka wā āu e hele ai: loaʻa kā mākou lawelawe ma ka pōkole.",
    "learn-more-hcaptcha": "Ako mau e pili ana i ka hCaptcha",
    "page-acc-faq-1": "Nā nīnau: Kūpono anei nā hCaptcha Paukū 508 + WCAG 2.0? Pane: Ke manaʻoʻiʻo nei mākou penei: nā mea hoʻohana a pau me kahi ʻano hoʻopiʻi hiki ke nānā i ka pūnaewele a hoʻokomo i nā ʻōlelo ma nā palapala hiki ke loaʻa nā lawelawe i mālama ʻia e hCaptcha ma ke kau inoa. Akā, ʻaʻole kēia he ʻōlelo kānāwai: pono ʻoe e hana i kāu loiloi ponoʻī, me ka noʻonoʻo ʻana i kāu hoʻoponopono kūikawā e hōʻoia ai i ka hihia o kēia.",
    "page-acc-faq-2": "Nīnau: Ke hana nei ʻoe i nā koho ʻē aʻe (a11y), e like me ke kani leo? Pane: Ma mua nā koho koho like e like me ka leo captchas hoʻowahāwahā ʻia i nā mea hoʻohana a11y e maʻalahi i nā mea aʻoaʻo ʻenehana aʻoi aku. Ua koi aku kēia i nā lono leo i kēia manawa i lilo i ikaika a paʻakikī loa, hoʻopuka i nā kani, nā manawa ʻano ʻino, nā huaʻōlelo like ʻole, a pēlā aku e lanakila ai ka poʻe hana kaua. Pēlā nō mākou i makemake nui loa e pili ana i kēia ala hoʻokūkū a haʻalele i ka hopohopo, akā e noʻonoʻo iā ia inā he noi mai ke kaiāulu a11y. Eia nō naʻe, makemake nui mākou i nā ʻ Passlepoki pilikino no ka hihia hoʻohana hoʻohana. Manaʻo mākou e hoʻohui pū i kā mākou kikowaena a11y i kēia manawa me ka hoʻopuka pilikino Pae Pae e hāʻawi i ka poʻe hoʻohana a11y e ʻoluʻolu maluhia, hoʻopaʻa ʻia ma ka ʻike ʻike ʻia ʻoi aku ka pilikino o kā lākou huakaʻi, ʻoiai ke kaupalena ʻana i ka hōʻino ʻia e nā mea inu ʻona e hiki mai ana inā loaʻa nā koho a11y. Aia mākou i nā mea hana ma ka hui hana IETF e hoʻohuli ana i kēia ʻenehana hou.",
    "page-acc-faq-3": "Nīnau: He aha e pili ana i ka pilikino? Ua hoʻolaha i ka hoʻopaʻa inoa ʻana i ka ʻike a11y nānā i kekahi ala? He aha kāu e hana ai me ka leka uila? Pane: HCaptcha i hana ʻia no ka pilikino mai ka honua aku. Heʻokoʻa ʻokoʻa ʻē aʻe ma mua o nā koho kuʻuna like e like me reCAPTCHA e nā mea hoʻolaha pūnaewele, ka mea i hoʻolako ʻia e huli iā ʻoe ma o ka pūnaewele a hui pū kekahi me kahi ʻike maoli. ʻAʻole mākou e hoʻohana ʻae i nā leka uila a i ʻole ka ʻike no kekahi kumu ʻē aʻe ma mua o ka hoʻomaʻamaʻa ʻana o ka hoʻohana ʻana a11y a pale i ka hōʻino ʻia. ʻO kā mākou kulekele pilikino i piha nā pane a me ka mana no ka hoʻohana ʻana iā mākou i ka ʻikepili, akā ʻo ka pane pōkole, ʻaʻole mākou makemake e launa pū me ʻoe e like me kāu kanaka e ʻike nei i kāu moʻolelo. ʻoiai e mālama ana i kā mākou hiki ke pale aku i ka hōʻino, hoʻohui ʻia i kā mākou Pūnaewele Pass.",
    "page-acc-link-1": "Inā he mea hoʻohana ʻoe i ka hoʻohana ʻia, e ʻoluʻolu e kākau ma ʻaneʻi.",
    "page-acc-subhead": "E hōʻoiaʻiʻo i ka komo pono ʻana no ka mea hoʻohana a pau i ka mālama ʻana i ka palekana",
    "page-acc-summary": "Hoʻāla manaʻo",
    "page-acc-summary-contents-1": "Hoʻolālā ʻia ʻo hCaptcha e pani i nā bots ma ka hoʻokaʻawale ʻana iā lākou mai nā kānaka. ʻO nā hōʻike ʻike ʻia he mea kūpono ia no kēia, akā ʻaʻole hiki i nā mea āpau ke hoʻonā i kahi kūʻike ʻike. No kēia kumu ua hana mākou i kahi ʻano maʻalahi a ʻeha ʻole e hoʻokuʻu i nā mea hoʻopuka e hoʻohana i kā mākou lawelawe lawelawe i mālama i ka ʻae no nā poʻe a pau me ka pauku 508 a me WCAG 2.0 hoʻokō.",
    "page-acc-summary-contents-2": "Pehea e hana ai: ka mea mua, e kau inoa ʻia kahi mea hoʻohana e pili ana i kēia URL, kahi i hoʻopili ʻia ma ka ʻaoʻao ʻike info hCaptcha widget. Hāʻawi ia iā lākou i kahi kuhi ʻia hoʻopihapiha hiki ke hoʻohana ʻia i nā manawa maʻamau i kēlā me kēia lā, akā e hōʻoluʻolu hou i kēlā me kēia 24 hola ma o login.Ka hōʻike ʻia kahi hoʻohālikelike i kahi mea hoʻohana pono ʻia ma kekahi pūnaewele e hoʻohana ana i ka lawelawe hCaptcha, e hele pololei lākou.",
    "page-acc-title": "hCaptcha ʻikepili ʻike",
    "page-acc-tr-body": "Nīnau: Ke ʻike nei wau i kahi paʻakikī ma hope o ka hoʻonohonoho ʻana i ke kuki. He aha ke ʻano o kēia? Pane: ʻO kēia ka mea no ka hoʻohana ʻana i kahi hoʻolaha blockers a i ʻole ka anti-cookie extension, a i ʻole kahi papa e pani ai i nā kuki pae, i kēia hihia he kuki no ka hcaptcha.com i hoʻonohonoho ʻia a nānā ʻia paha e ka hCaptcha JavaScript ma kahi pūnaewele ʻē aʻe. , e like me ke kipa āu e kipa aku nei. Hana nā hCaptcha pihikoa me nā mākaʻikaʻi kaulana a me nā blockers hoʻolaha me nā ʻōnaehana maʻamau, no laila, nā hewa ʻole ma muli o nā palapala anti-adblock a i ʻole nā hoʻonohonoho like e huli nei i nā pūnaewele kūikawā. Nā Mana Kahi: 1. ʻO Whitelist hcaptcha.com a * .hcaptcha.com kuki ma kāu blocker hoʻolaha a i ʻole ka hoʻonohonoho ʻana i nā polokalamu palekana. 2. Inā ʻoe e hoʻohana nei i ka polokalamu kele Brave, ʻaʻole ia (ʻo ʻApelila 2020) ka mea i loaʻa i kekahi ʻano kuki cookie, hele i nā Mea Hoʻolālā -> Shields -> Kuki a koho i nā Allies All Cookies. 3. Inā ʻoe e hoʻohana nei i ka mana hou loa o Safari ma kekahi i hoʻokuʻu ʻia ʻo OS X 10.15 a i IOS 13. 4, ua hoʻololi wale ʻo Apple i ke ʻano o Safari e pili ana i nā kuki ʻaoʻao ʻekolu, e kāohi i ia mau mea āpau. Ke hoʻokūkū nei mākou i kahi hopena, akā ma ia manawa e kipa aku i nā Koho Līkepiliʻo Safari, Palekana Pae, a wehe i ka nānā ʻana i ka pūnaewele: E pale i ka ʻike papa pūnaewele e hiki ai i ka cookie ʻimi ke hana e like me ka mea i manaʻo ʻia. Nīnau: Ke hoʻohana nei au i nā mīkini lehulehu. Pono wau e kau inoa i nā manawa pinepine? Pane: ʻAʻole. E kaomi i ka loulou leka uila like i hoʻouna ʻia iā ʻoe ma kēlā me kēia mea e hoʻohana ai ʻoe e hoʻonohonoho i ke kuki.",
    "page-acc-tr-title": "No nā mea hoʻohana e hoʻohana ai: Q&A a me nā alakaʻi aʻoaʻo aʻoaʻoʻole",
    "priv-hc": "Kulekele ʻia",
    "priv-hc-text": "E ʻike i nā ʻoihana pūnaewele uila e like me kā lākou huahana. ʻAʻole mākou. ʻAʻole mākou e nānā i nā mea hoʻohana, ʻoiai pehea wale lākou e hōʻino ai. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana.",
    "reporting-bugs-accessibility-button": "E aʻo hou e pili ana i nā koho koho",
    "reporting-bugs-accessibility-head": "Nā koho koho",
    "reporting-bugs-accessibility-text": "Ua pilikia paha ʻoe i ʻole e hiki ke hoʻopau i ka hCaptchas?",
    "reporting-bugs-guide-ff-head": "Lawe pio i nā kikoʻī Bug Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Ka ʻanuʻu 1: E wehe i nā hāmeʻa hoʻomohala hoʻomau (Hoʻomaka kēia e hoʻopaʻa i ka hālāwai.)",
    "reporting-bugs-guide-ff-step-2": "KaʻAnuʻu 2: Kaomi ma ka pā pūnaewele Pūnaewele i nā mea Hana Hoʻohui. E nānā i ka pahu \"Persist log\" ma ka piko.",
    "reporting-bugs-guide-ff-step-3": "Pihi 3: kipa iā https://accounts.hcaptcha.com/demo, a i ʻole ka pūnaewele e pili ana i kahi pilikia ma (Kuhi huna: akā inā ʻaʻole ʻoe e manaʻo e kaʻana like i ia mea) ... a laila kaomi i ka \" ʻO wau ke kanaka \"ʻoniki, a ho'āʻo e hoʻopau.",
    "reporting-bugs-guide-ff-step-4": "KaʻAnuʻu 4: Kaomi \"HAR\" ma hope o kāu hoʻāʻo e hoʻoponopono, a koho iā \"Save All as HAR\" e ho'ōla i ka lāʻau loea. E hoʻouna i kēlā faile iā mākou.",
    "reporting-bugs-guide-ff-step-5": "KaʻAnuʻu 5: Kaomi ma ka ʻaoʻao Console, a me ka pānaʻi pololei ma hope \"Koho i nā mea āpau\" a mālama i kēlā me kēia palapala, i mea e hoʻopakele ai i ka log console. E hoʻouna mai iā mākou iā ʻoe.",
    "reporting-bugs-guide-ff-step-6": "ʻO ka hana hope loa: E leka uila i nā faila HAR a me ka console e hoʻopuka iā mākou, a e wehewehe i ka pilikia Ue: support@hcaptcha.com (e hoʻohana i ka lawelawe e like me Dropbox a Filebin a hoʻouna i nā loulou) a koho kahakaha hoʻi, inā i manaʻo ʻoe i kekahi mea ʻaʻole i hōʻike pololei. . ^ E Ha yM. E ʻoluʻolu e hoʻouna i ka IP āu e hoʻohana nei. Hiki iā ʻoe ke kiʻi iā ia mai https://www.whatsmyip.org/‍ Mahalo no ka lawe ʻana i ka manawa e kōkua iā mākou i kēia ʻike! Hoʻomaopopo mākou i ka hana ʻana i nā hana hCaptcha no ka poʻe āpau.",
    "reporting-bugs-guide-head": "Lawe pio i nā kikoʻī Bug Bug: Chrome",
    "reporting-bugs-guide-step-1": "Ka ʻanuʻu 1: E wehe i nā hāmeʻa hoʻomohala hoʻomau (Hoʻomaka kēia e hoʻopaʻa i ka hālāwai.)",
    "reporting-bugs-guide-step-2": "KaʻAnuʻu 2: Kaomi ma ka pā pūnaewele Pūnaewele i nā mea Hana Hoʻohui. E nānā i ka pahu \"mālama mālama\" ma ka ʻaoʻao.",
    "reporting-bugs-guide-step-3": "Pihi 3: kipa iā https://accounts.hcaptcha.com/demo, a i ʻole ka pūnaewele e pili ana i kahi pilikia ma (Kuhi huna: akā inā ʻaʻole ʻoe e manaʻo e kaʻana like i ia mea) ... a laila kaomi i ka \" ʻO wau ke kanaka \"ʻoniki, a ho'āʻo e hoʻopau.",
    "reporting-bugs-guide-step-4": "Kaʻahiki 4: Kaomi ʻo \"Export HAR\" (ʻo ka pua liʻiliʻi i lalo) ma hope o kāu hoʻāʻo e hoʻonā i ka, e mālama ana i ka lāʻau loea. E hoʻouna i kēlā faile iā mākou.",
    "reporting-bugs-guide-step-5": "KaʻAnuʻu 5: Kaomi ma ka ʻaoʻao Console, a me ka pānaʻi pololei a laila \"Mālama iā ..\" i mea e mālama ai i ka loea console. E hoʻouna mai iā mākou iā ʻoe.",
    "reporting-bugs-guide-step-6": "ʻO ka hana hope loa: E leka uila i nā faila HAR a me ka console e hoʻopuka iā mākou, a e wehewehe i ka problemomen Hoʻohana: support@hcaptcha.com (e hoʻohana i kahi lawelawe e like me Dropbox a Filebin a hoʻouna i nā loulou) a koho ma ke ʻano he kiʻi, inā hiki iā ʻoe ke manaʻo i kekahi mea ʻaʻole i hōʻike pololei. . ^ E Ha yM. E ʻoluʻolu e hoʻouna i ka IP āu e hoʻohana nei. Hiki iā ʻoe ke kiʻi iā ia mai https://www.whatsmyip.org/ ‍Thanks no ka lawe ʻana i ka manawa e kōkua iā mākou i kēia ʻike! Hoʻomaopopo mākou i ka hana ʻana i nā hana hCaptcha no ka poʻe āpau.",
    "reporting-bugs-guide-text-1": "ʻO ka hoʻouna ʻana i ka ʻike debugging me kāu hōʻikeʻike e mea maʻalahi mākou e maopopo i ka mea e hana nei. Eia ka ʻōlelo aʻo-step by:",
    "reporting-bugs-guide-text-2": "Inā he mea hoʻomohala pūnaewele a i hoʻohana paha i ka loea, ke kuhikuhi ʻana a mākou e hoʻouna iā ʻoe e hoʻouna iā mākou i kahi pūnaewele e hoʻopaʻa ana i ka HAR a me nā pūnaewele console log. E ʻoluʻolu e hoʻowalewale i kekahi mea blocker hoʻolaha a i ʻole e hoʻolōʻihi i ka hoʻonui ʻia ʻana o ka hōʻoia ʻana a laila hoʻi hou ma mua o ka hana ʻana i kēia mau ʻāpana. Inā hoʻoponopono kēlā i kāu pilikia, makemake mākou e ʻae iā ʻoe e hōʻike iā mākou i kāu polokalamu kele pūnaewele, ad blocker a extension browser paha, a me ka URL pūnaewele.",
    "reporting-bugs-intro-head": "Ua loaʻa i kahi kime? Eia ane pehea e hōʻike ai.",
    "reporting-bugs-intro-text": "Hoʻohana nā miliona miliona i ka hCaptcha i kēlā me kēia mahina, ma luna o nā tausani o nā hui pū, nā hoʻolalelale, nā mea hana, nā mea ahi, a me nā mea hou aku. ʻO kā mākou pahuhopu e hōʻoia i ka hana mau mau no ʻoe, no laila e mahalo nui mākou i kāu mau hōʻike! E hāʻawi i nā pane wikiwiki, e kaomi wale i ka pihi \"E hoʻouna iā mākou i ka hōʻike\". Inā ʻoe ke ʻike i kahi pilikia hana, e ʻoluʻolu e hāhai i nā ʻōkuhi loiloi debug no Chrome a i ʻole debug log kuhikuhi no Firefox ma lalo. No nā mea kikowaena pūnaewele e leka uila wale aku iā mākou. No nā hopena palekana a pilikino paha, e ʻike i nā ʻōkuhi ma lalo nei.",
    "reporting-bugs-privacy-head": "Nā Nūhou Pono",
    "reporting-bugs-privacy-text": "ʻAʻole mākou e mālama i ka mea hoʻohana, ʻoiai pehea wale lākou e hōʻino ai i nā mīkini. Kākoʻo mākou i nā hana e like me Pass Pass, a hoʻoikaika nui e kūpaʻa i ka pilikino a me ka palekana. Inā ʻoe i ʻike i kahi pilikia āu e manaʻo nei e hoʻopilikia i ka pilikino o ka mea hoʻohana, e leka uila iā mākou ma support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "E hoʻouna i kā mākou noʻonoʻo",
    "reporting-bugs-provide-feedback-head": "E hāʻawi i ka pane koke i ka hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mahalo mākou i kāu helu. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono koke mākou iā lākou.",
    "reporting-bugs-security-head": "Nā mea palekana palekana",
    "reporting-bugs-security-text": "Manaʻo mau mākou i ka loaʻa ʻana o nā hōʻike o nā pahua palekana. Email support@hcaptcha.com & CC security@hcaptcha.com a e hoʻi koke mākou iā ʻoe. Loaʻa iā mākou kahi papahana hānai nūhou no nā hōʻike palekana e pili ana i ka lawelawe ʻo hCaptcha a me ka pāʻālua kumu kumu e pili ana.",
    "sec-hc": "Ke ʻOi aku ka palekana",
    "sec-hc-text": "hCaptcha kahi mea pili i hoʻopuka. Hana mākou e hāʻawi i nā pūnaewele i nā ʻikepili maoli a e hoʻoholo iā lākou e hoʻohana. ʻO ka pololei ke kūpono a me kā mākou. Hāʻawi ʻia nā captchas e nā hui hoʻolaha. Hiki i kēlā me kēia mea momona ke hōʻemi i kā lākou loaʻa kālā.",
    "what-is-hcaptcha": "He aha ka hCaptcha?",
    "what-is-hcaptcha-text": "Hāʻawi ka hCaptcha i nā lawelawe pūnaewele punaewele e hūnā i nā bots, spam, a me ka hōʻino ʻana e ka nīnau ʻana i nā nīnau maʻalahi e maʻalahi i nā poʻe a me ka paʻakikī no nā mīkini.",
    "why-hc": "No ke aha hCaptcha?",
    "why-hc-text": "I kēlā me kēia manawa e pane ʻoe i kahi luʻu, hoʻohana mākou i nā hiʻohiʻona hiʻohiʻona e ʻike ai inā he kanaka ʻoe a he mīkini. ʻO ka pūnaewele āu i kipa ai e hoʻohana i kēia hopena e kōkua i ka hoʻomaikaʻi ʻana i kou ʻike ma kā lākou pūnaewele me ka mālama ʻana i nā bots."
}