{
    "about-advisors-brendan": "बहादुर के सी.ई.ओ. मोज़िला के सह-संस्थापक। जावास्क्रिप्ट प्रोग्रामिंग भाषा के निर्माता। ब्राउज़रों का निर्माता और बहुत कुछ।",
    "about-advisors-dawn": "कैलिफोर्निया विश्वविद्यालय, बर्कले में प्रोफेसर, सीएस। गहन शिक्षण, सुरक्षा, ब्लॉकचेन विशेषज्ञ। ओएसिस लैब्स के सीईओ।",
    "about-advisors-head": "सलाहकार",
    "about-advisors-keiran": "स्टैनफोर्ड में अनुसंधान वैज्ञानिक। प्रमुख बैंकों, हेज फंडों और शिक्षाविदों में मशीन लर्निंग और मात्रात्मक वित्त।",
    "about-content-head-1": "हम क्या करते हैं",
    "about-content-head-2": "यह क्यों मायने रखता है",
    "about-content-text-1": "hCaptcha इंट्यूशन मशीन इंक की एक सेवा है, जो एक एआई और मशीन लर्निंग कंपनी है, जो बड़े पैमाने पर मेटलर्निंग और विज़ुअल डोमेन एमएल पर ध्यान केंद्रित करती है। हम दुनिया भर में ग्लोबल 2000 कंपनियों के लिए वीडियो और छवि विश्लेषण सेवाओं को सक्षम करने के लिए बड़े पैमाने पर स्केलेबल सिस्टम का निर्माण और संचालन करते हैं।",
    "about-content-text-1a": "hCaptcha बॉट्स को रोकने के लिए एक आधुनिक, गोपनीयता-केंद्रित दृष्टिकोण लाता है।",
    "about-content-text-1b": "हम कैप्चा चुनौतियों को दिखाते हैं जो मशीन सीखने की समस्याओं से मुश्किल-टू-लेबल डेटा एकत्र करके लोगों के लिए आसान लेकिन बॉट्स के लिए कठिन हैं, और इसका उपयोग यह भेद करने के लिए कि क्या वेबसाइट या ऐप आगंतुक मानव है।",
    "about-content-text-2": "अधिक डेटा आमतौर पर बेहतर परिणाम पैदा करता है। सही ढंग से लेबल किए गए और प्रासंगिक डेटासेट का निर्माण और रखरखाव समय लेने वाली और महंगी है। hCaptcha को मूल रूप से छवि लेबलिंग में हमारी अपनी आवश्यकताओं को संबोधित करने के लिए विकसित किया गया था, और अब इसी तरह की आवश्यकताओं के साथ अन्य कंपनियों के लिए उपलब्ध है।",
    "about-content-text-2a": "खराब अभिनेता तेजी से ऑनलाइन आम हो रहे हैं। लेकिन उपयोगकर्ता की गोपनीयता का त्याग जवाब नहीं है।",
    "about-content-text-2b": "विज्ञापन कंपनियों द्वारा पेश किए जाने वाले सुरक्षा समाधान मुख्य रूप से वेब पर उपयोगकर्ताओं को ट्रैक करने पर ध्यान केंद्रित करते हैं। हमने एक प्रभावी सुरक्षा समाधान बनाया है जो यह साबित करता है कि उत्कृष्ट परिणाम देने के लिए उपयोगकर्ता की गोपनीयता को नुकसान पहुँचाना आवश्यक नहीं है।",
    "about-intro-head-1": "HCaptcha के बारे में",
    "about-intro-head-2": "गोपनीयता, सुरक्षा और मशीन लर्निंग।",
    "about-intro-text": "hCaptcha दुनिया की सबसे व्यापक रूप से इस्तेमाल की जाने वाली स्वतंत्र कैप्चा सेवा है।",
    "about-leadership-alex": "डेटाबेस और ब्लॉकचेन विशेषज्ञ। क्लूडेरा में प्रारंभिक इंजीनियर और अधिक। विशेषज्ञता निर्माण सॉफ्टवेयर और टीमों के दशक।",
    "about-leadership-eli": "सी ई ओ। एआई में मान्यता प्राप्त नेता। पिछले कुछ दशकों में कई तरह की व्यावसायिक समस्याओं के लिए मशीन इंटेलिजेंस को लागू किया है।",
    "about-leadership-head": "नेतृत्व",
    "about-leadership-todd": "कम्प्यूटेशनल बायोलॉजी, स्टैनफोर्ड में पीएचडी। 1999 से तंत्रिका नेटवर्क के साथ काम करना। लागू किए गए एमएल और बड़े पैमाने पर गहन सीखने पर ध्यान दें।",
    "acc-opt": "उपलब्धता का ऑप्शन",
    "acc-opt-but": "पहुँच विकल्पों के बारे में अधिक जानें",
    "acc-opt-text": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptchas को पूरा करने में असमर्थ हैं?",
    "accessibility-link": "सरल उपयोग",
    "appreciate-in": "हम आपके इनपुट की सराहना करते हैं। हमें किसी भी मुद्दे को जानते हैं और हम उन्हें जल्दी हल करेंगे।",
    "fb-but": "हमें फीडबैक भेजें",
    "feedback-text": "आपके द्वारा देखे गए hCaptcha पर प्रतिक्रिया दें",
    "footer-attribution": "आरोपण",
    "footer-copyright-text": "hCaptcha Intuition Machines, Inc. का एक पंजीकृत ट्रेडमार्क है।",
    "footer-header-1": "कंपनी",
    "footer-header-2": "साधन",
    "footer-header-3": "संपर्क करें",
    "footer-link-1": "लेबलिंग",
    "footer-link-10": "सरल उपयोग",
    "footer-link-2": "के बारे में",
    "footer-link-3": "नौकरियां",
    "footer-link-4": "ट्रेडमार्क",
    "footer-link-5": "ऐ नैतिकता",
    "footer-link-6": "ब्लॉग",
    "footer-link-7": "स्थिति",
    "footer-link-8": "प्रलेखन",
    "footer-link-9": "गलती सूचित करें",
    "footer-privacy": "एकांत",
    "footer-subheader-1": "सहयोग",
    "footer-subheader-2": "संपर्क करें",
    "footer-terms": "शर्तें",
    "h-plans": "सदस्यता योजनाएं",
    "header-docs-link": "डॉक्स",
    "header-labeling-services-link": "लेबलिंग सेवाएँ",
    "header-login-button": "लॉग इन करें",
    "header-plans-link": "योजनाओं",
    "header-signup-button": "साइन अप करें",
    "home-about-head": "HCaptcha के बारे में",
    "home-about-subtitle": "HUMAN प्रोटोकॉल द्वारा संचालित",
    "home-about-text-1": "hCaptcha को मशीन सीखने में सबसे अधिक श्रम गहन समस्या को हल करने के लिए डिज़ाइन किया गया है: समय पर, सस्ती और विश्वसनीय तरीके से भारी मात्रा में डेटा लेबल करना।",
    "home-about-text-2": "अधिक डेटा आमतौर पर प्रशिक्षण मशीन सीखने के मॉडल में बेहतर परिणाम देता है। गहरे मॉडलों की हालिया सफलता ने बड़े डेटासेट का नेतृत्व किया है, लगभग हमेशा कुछ मानव समीक्षा के साथ। हालांकि, मैकेनिकल तुर्क, चित्रा आठ, आदि के माध्यम से बड़े मानव-समीक्षा किए गए डेटासेट बनाना धीमी और महंगी दोनों हैं।",
    "home-about-text-3": "hCaptcha वेबसाइटों को बॉट और अन्य प्रकार के दुर्व्यवहारों को रोकते हुए इस मांग को पूरा करने की अनुमति देता है।",
    "home-about-text-4": "एचसीएप्चा मार्केटप्लेस ह्यूमन प्रोटोकॉल द्वारा संचालित है, जो मानव समीक्षा के लिए एक खुला विकेन्द्रीकृत प्रोटोकॉल है जो एथेरियम ब्लॉकचेन पर चलता है। जब भी उपयोगकर्ता अपनी साइट पर hCaptcha विजेट का उपयोग करते हैं, और मशीन लर्निंग कंपनियां अपने डेटा को प्राप्त करने के लिए मानव टोकन का भुगतान करती हैं, तो वेबसाइट्स मानव टोकन (HMT) कमाती हैं।",
    "home-ba-labeling-services-link": "लेबलिंग सेवाएँ",
    "home-benefits-head-1": "डेटा लेबलिंग में मान",
    "home-benefits-head-2": "चैरिटी को वापस दें",
    "home-benefits-text-1": "क्या आपको एहसास हुआ कि आप हर बार उस कार पर क्लिक करते हैं जिसे आप एक विशाल कंपनी के मशीन लर्निंग सिस्टम को मुफ्त में प्रशिक्षित करने में मदद कर रहे हैं?",
    "home-benefits-text-2": "hCaptcha इस मॉडल को घुमाता है। जब आप hCaptcha का उपयोग करते हैं, तो कंपनियां आपके उपयोगकर्ताओं द्वारा उनके मानवता को साबित करने वाले काम पर बोली लगाती हैं। आपको पुरस्कार मिलते हैं।",
    "home-benefits-text-3": "अपने पसंदीदा दान को वापस देना चाहते हैं? hCaptcha आपको उस कमाई के दान का समर्थन करने देता है जो आपको इसके उपयोग से होने वाली कमाई से मिलती है। आपकी साइट के उपयोगकर्ता जल्द ही hCaptcha इंटरफ़ेस पर विचारशील ब्रांडिंग के माध्यम से दान में आपके योगदान को देख पाएंगे।",
    "home-challenge-text-1": "क्वेरी से मेल खाने वाली सभी छवियों का चयन करें",
    "home-challenge-text-2": "वस्तुओं के लिए बाउंडिंग क्षेत्र को परिभाषित करें",
    "home-challenge-text-3": "इसी लेबल को पहचानें",
    "home-challenge-title-1": "तुलना",
    "home-challenge-title-2": "बंद डब्बा",
    "home-challenge-title-3": "वर्गीकरण",
    "home-challenges-head": "प्रस्तुत चुनौतियाँ",
    "home-challenges-text-1": "... और अन्य सरल कार्य। इंसानों के लिए आसान, बॉट्स के लिए मुश्किल।",
    "home-challenges-text-2": "एंटरप्राइज़ प्रकाशकों के लिए कस्टम कार्य भी उपलब्ध हैं।",
    "home-ent-1": "हमारे उद्यम सुरक्षा प्रसाद की तलाश है?",
    "home-ent-2": "हमारी नई समर्पित साइट पर जाएँ: BotStop.com",
    "home-ent-button": "और जानें: hCaptcha द्वारा बोट्सटॉप",
    "home-from-the-blog": "ब्लॉग से:",
    "home-from-the-blog-value": "कैसे hCaptcha कठिनाई सेटिंग्स काम करते हैं",
    "home-intro-body": "क्या आप बॉट्स रखने के लिए कैप्चा का उपयोग करते हैं? hCaptcha उपयोगकर्ता की गोपनीयता, वेबसाइटों को पुरस्कृत करता है और कंपनियों को उनके डेटा को लेबल करने में मदद करता है। यह reCAPTCHA के लिए एक ड्रॉप-इन प्रतिस्थापन है: आप मिनटों में बदल सकते हैं।",
    "home-intro-button": "अभी साइनअप करें",
    "home-intro-head": "अधिक बॉट बंद करो। उपयोगकर्ता गोपनीयता की रक्षा करना शुरू करें।",
    "home-main-1": "निजी। सुरक्षित। और तेज। और हम आपको इसका उपयोग करने के लिए भुगतान करते हैं।",
    "home-main-2": "गोपनीयता केंद्रित है",
    "home-main-2c": "विज्ञापन नेटवर्क आपके आगंतुकों को उत्पाद के रूप में देखते हैं। HCaptcha के लिए उत्पाद वह कार्य है जो वे प्रदान करते हैं। हमें परवाह नहीं है कि आपके उपयोगकर्ता कौन हैं, केवल इस बात की संभावना है कि वे दुर्भावनापूर्ण हैं। हम गोपनीयता पास जैसी पहल का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
    "home-main-3": "सुरक्षा पहले",
    "home-main-3c": "सटीकता आपके हित में है और हमारी है। hCaptcha प्रकाशक-केंद्रित है। हम आपको वास्तविक डेटा देने के लिए काम करते हैं और आपको यह तय करने देते हैं कि इसका उपयोग कैसे किया जाए। अन्य कैप्चा विशाल विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। इसका मतलब यह है कि प्रत्येक बॉट वे ब्लॉक करते हैं जो उनके राजस्व को कम कर सकते हैं।",
    "home-main-4": "बेहतर उपयोगकर्ता अनुभव",
    "home-main-4c": "अत्याधुनिक मशीन लर्निंग मॉडल का उपयोग मानवता को निर्धारित करने के लिए hCaptcha द्वारा किया जाता है। इससे हमें अपने उपयोगकर्ताओं से कम कष्टप्रद कार्यों की आवश्यकता होती है और ऐसा करने में उनका कम समय लगता है, जबकि अभी भी ग्राहकों को लेबल करने के लिए उपयोगी लेबल डेटा का उत्पादन होता है।",
    "home-main-plans": "hCaptcha किसी भी आकार के प्रकाशकों के लिए उपयोग करने के लिए स्वतंत्र है। हालांकि, ऐसे उद्यमों और प्लेटफार्मों के लिए जिन्हें अधिक नियंत्रण की आवश्यकता होती है, हमारे उद्यम समाधान उपलब्ध हैं।",
    "home-main-plans2": "hCaptcha एंटरप्राइज़ सॉल्यूशंस ग्रह के कुछ सबसे बड़ी कंपनियों के लिए लाखों वेबसाइटों के लाखों उपयोगकर्ताओं की रक्षा करते हैं। अधिक जानकारी के लिए कृपया हमसे संपर्क करें, या जाएँ",
    "home-main-plans3": "hCaptcha एंटरप्राइज़ सॉल्यूशंस ग्रह के कुछ सबसे बड़ी कंपनियों के लिए लाखों वेबसाइटों के लाखों उपयोगकर्ताओं की रक्षा करते हैं। अधिक जानकारी के लिए कृपया हमसे संपर्क करें, या जाएँ",
    "home-main-plans4": "ब्योरा हेतु।",
    "home-plans-button-1": "अभी साइनअप करें",
    "home-plans-button-2": "बिक्री से संपर्क करें",
    "home-plans-chart-head-1": "विशेषताएं",
    "home-plans-chart-head-2": "प्रकाशक",
    "home-plans-chart-head-3": "उद्यम",
    "home-plans-chart-row-1-cell-1": "नियंत्रण चुनौती प्रकार दिखाए गए",
    "home-plans-chart-row-1-cell-2": "सीमित",
    "home-plans-chart-row-1-cell-3": "संपूर्ण",
    "home-plans-chart-row-10-cell-1": "बहु-उपयोगकर्ता डैशबोर्ड",
    "home-plans-chart-row-11-cell-1": "उन्नत रिपोर्टिंग सुविधाएँ",
    "home-plans-chart-row-12-cell-1": "एंटरप्राइज़ SLAs",
    "home-plans-chart-row-2-cell-1": "नियंत्रण चुनौती सामग्री का उपयोग किया",
    "home-plans-chart-row-2-cell-2": "सीमित",
    "home-plans-chart-row-2-cell-3": "संपूर्ण",
    "home-plans-chart-row-3-cell-1": "मानव हल के लिए पुरस्कार अर्जित करें",
    "home-plans-chart-row-4-cell-1": "विश्व स्तरीय विरोधी बॉट संरक्षण",
    "home-plans-chart-row-5-cell-1": "हर देश में काम करता है",
    "home-plans-chart-row-5a-cell-1": "नहीं-कैप्चा और 99.9% निष्क्रिय मोड",
    "home-plans-chart-row-5b-cell-1": "आत्मविश्वास का स्कोर",
    "home-plans-chart-row-6-cell-1": "GDPR और CCPA- अनुकूल गोपनीयता नीति",
    "home-plans-chart-row-7-cell-1": "ठीक-ठाक कठिनाई स्तर",
    "home-plans-chart-row-8-cell-1": "अपनी चुनौती सामग्री लॉन्च करें",
    "home-plans-chart-row-9-cell-1": "समय-आधारित कठिनाई शेड्यूलिंग",
    "home-try-it-out-button": "HCaptcha प्राप्त करें",
    "home-try-it-out-head": "कोशिश करके देखो",
    "home-try-it-out-text": "hCaptcha मानव को हल करने के लिए तुच्छ होने के दौरान सरल, आसान और विश्वसनीय बॉट डिटेक्शन प्रदान करता है।",
    "labeling-about-head": "HCaptcha के बारे में",
    "labeling-about-text-1": "hCaptcha को मशीन लर्निंग में सबसे अधिक श्रम गहन समस्या को हल करने के लिए डिज़ाइन किया गया है; एक समय पर, सस्ती और विश्वसनीय तरीके से भारी मात्रा में डेटा लेबल करना। अधिक डेटा आमतौर पर प्रशिक्षण मशीन सीखने के मॉडल में बेहतर परिणाम देता है। गहरे मॉडल की हालिया सफलता ने बड़े डेटासेट को आगे बढ़ाया है, और hCaptcha इस आवश्यकता को पूरा करता है।",
    "labeling-about-text-2": "हालांकि, पारंपरिक तरीकों का उपयोग करके बड़े मानव-समीक्षा किए गए डेटासेट बनाना धीमी और महंगी दोनों है। hCaptcha कंपनियों के लिए एक तरीका है कि वे एनोटेशन प्राप्त करें, जिनकी उन्हें आवश्यकता है, उच्च गुणवत्ता के साथ और अन्य विकल्पों की तुलना में कम लागत पर।",
    "labeling-annotations-head": "एनोटेशन प्रकार",
    "labeling-annotations-text-1": "छवियों और वीडियो में सटीक वस्तु का पता लगाना",
    "labeling-annotations-text-2": "छवियों और वीडियो में सटीक वस्तु का पता लगाना",
    "labeling-annotations-text-3": "कई अलग-अलग उपयोग मामलों के लिए प्वाइंट एनोटेशन",
    "labeling-annotations-text-4": "किसी भी आकार की मनमानी श्रेणियों को क्रमबद्ध या जोड़ना",
    "labeling-annotations-text-5": "मानव-संचालित पहचान और वर्गीकरण",
    "labeling-annotations-text-6": "अन्य प्रकार की आवश्यकता है जो यहां सूचीबद्ध नहीं है? बस हमसे पूछते हैं।",
    "labeling-annotations-title-1": "बाउंडिंग बॉक्स",
    "labeling-annotations-title-2": "बहुभुज",
    "labeling-annotations-title-3": "लैंडमार्क्स",
    "labeling-annotations-title-4": "श्रेणीकरण में योगदान दें",
    "labeling-annotations-title-5": "तुलना और पहचान",
    "labeling-annotations-title-6": "... और बहुत सारे",
    "labeling-ent-button": "हमारी एंटरप्राइज़ समाधान टीम से संपर्क करें",
    "labeling-ent-head": "एंड-टू-एंड कंट्रोल चाहिए?",
    "labeling-ent-text-1": "Haptapt के पीछे HUMAN प्लेटफॉर्म ऑन-प्रिमाइसेस, हाइब्रिड, या Saa परिनियोजन के माध्यम से अत्यधिक परिष्कृत कार्य गुणवत्ता और प्रबंधन सुविधाएँ प्रदान करता है जो आपके मौजूदा सिस्टम के साथ एकीकृत होते हैं।",
    "labeling-ent-text-2": "अपने स्वयं के कार्यबल के साथ पूरी तरह से ऑफ़लाइन चलाएं, व्यावसायिक इकाइयों या कंसोर्टियम भागीदारों के लिए उपभोग किए गए ट्रैक मूल्य, लागत और सुरक्षा आवश्यकताओं के आधार पर अलग-अलग आंतरिक या बाहरी श्रम प्रदाताओं को चुनिंदा रूप से मार्ग का काम, और बहुत कुछ।",
    "labeling-ent-text-3": "आसान एपीआई पहुंच, सुंदर डैशबोर्ड, और दक्षता को अधिकतम करने के लिए नवीनतम मॉडल-इन-द-लूप तकनीक।",
    "labeling-ent-text-4": "99.99% अपटाइम SLAs और 24/7 वैश्विक समर्थन उपलब्ध है। अधिक जानकारी के लिए:",
    "labeling-features-head-1": "सरल एपीआई चालित पाइपलाइन।",
    "labeling-features-head-2": "लागत और गुणवत्ता के लिए अनुकूलित। कोई अग्रिम प्रतिबद्धता की आवश्यकता नहीं है।",
    "labeling-features-head-3": "केवल उस सटीकता के लिए भुगतान करें जिसकी आपको आवश्यकता है।",
    "labeling-features-head-4": "अपना स्वयं का जमीनी सच डेटा प्रदान करें या हमें इसे मक्खी पर बनाने दें।",
    "labeling-features-text-1": "अपने व्यवसाय के संचालन में सीधे मानव समीक्षा को एकीकृत करना चाहते हैं? हम उच्च विश्वसनीयता SLAs, गारंटीकृत क्षमता और सरल REST API प्रदान करते हैं।",
    "labeling-features-text-2": "हमन मंच परिष्कृत वास्तविक समय गुणवत्ता विश्लेषण करने के लिए व्यापक आत्मविश्वास मॉडल का उपयोग करता है। यह आपको प्रश्नों की कठिनाई और उनके संभावित सही उत्तर दोनों को जल्दी से निर्धारित करने की अनुमति देता है, जिससे आपके समय और धन की बचत होती है।",
    "labeling-features-text-3": "सभी समस्याएं समान नहीं हैं। सुरक्षा-महत्वपूर्ण कार्यों के लिए टिप्पणियों में पूरी तरह से मानव श्रमिकों से 99.99% विश्वास की आवश्यकता हो सकती है। मोबाइल गेम ऐप में एक बीटा फीचर के लिए एनोटेशन में केवल मध्यम आत्मविश्वास की आवश्यकता हो सकती है। आप तय करें।",
    "labeling-features-text-4": "क्या आपके पास व्यापक सत्यापन सेट के बिना कच्चा डेटा है? अधिकांश मामलों में हम आपके लिए सिस्टम के माध्यम से चलने वाले कार्यों के रूप में एक का निर्माण कर सकते हैं, या आपकी स्वीकृति के लिए लेबल किए गए नमूने बना सकते हैं।",
    "labeling-info-head": "डेटा लेबल हो रहा है",
    "labeling-info-text-1": "अपनी परियोजना की जरूरतों को परिभाषित करने के लिए हमारे डोमेन विशेषज्ञों में से एक के साथ बोलें: लक्ष्य सटीकता, प्रारूप, और कोई विशेष आवश्यकताएं।",
    "labeling-info-text-2": "हम आपके नमूना डेटा के आधार पर एक छोटे उत्पादन कार्य को अंजाम देते हैं। यह उस कार्य का परीक्षण करता है जो हमने आपको सुनिश्चित करने के लिए किया है कि आपको क्या चाहिए।",
    "labeling-info-text-3": "हमारी उच्च मात्रा और कम विलंबता के साथ हम आपके काम को जल्दी से जल्दी चालू कर देंगे, जैसे ही यह किया जाएगा स्वचालित डिलीवरी।",
    "labeling-info-text-4": "जैसा कि हम आपके उत्पादन कार्य के मापदंडों को बेहतर ढंग से समझते हैं, समय के साथ परिणाम बेहतर होते रहेंगे।",
    "labeling-info-text-5": "लाइव डैशबोर्ड आपको किसी भी समय प्रतिक्रिया या ठहराव उत्पादन प्रदान करने की अनुमति देता है।",
    "labeling-info-title-1": "विनिर्देशों को परिभाषित करें",
    "labeling-info-title-2": "प्रारंभिक जॉब टेस्ट",
    "labeling-info-title-3": "उत्पादन नौकरियां तैनात करें",
    "labeling-info-title-4": "निरंतर सुधार",
    "labeling-info-title-5": "वास्तविक समय परिणाम",
    "labeling-main-1": "पैमाने पर लागत प्रभावी डेटा लेबलिंग",
    "labeling-main-1-button": "अब अपना डेटा लेबल करें",
    "labeling-main-1c": "अपने डेटासेट के लिए और लेबल चाहिए? hCaptcha कृत्रिम बुद्धिमत्ता और मशीन लर्निंग एप्लिकेशन पर काम करने वाली कंपनियों के लिए तेज़, लागत प्रभावी और उच्च गुणवत्ता वाले डेटा लेबलिंग प्रदान करता है।",
    "labeling-main-2": "लाखों कार्यों को तुरंत लॉन्च करें।",
    "labeling-main-2-button": "डेटा लेबलिंग सेवाएँ खरीदें",
    "labeling-main-2c": "hCaptcha में आपके उपयोग के लिए उपलब्ध ग्रह पर सबसे बड़ा पूल है। आपका पैमाना जो भी हो, हम महंगे अपफ्रंट कमिटमेंट के बिना इसे संभाल सकते हैं। प्रति दिन लाखों कार्य कोई समस्या नहीं हैं।",
    "labeling-platform-head": "निजी या सार्वजनिक सूचना",
    "labeling-platform-text": "hCaptcha को HUMAN प्लेटफ़ॉर्म पर बनाया गया है, जो प्रत्येक चरण में लागत और दक्षता का अनुकूलन करने के लिए परिष्कृत मार्ग और विश्लेषण की अनुमति देता है। यह तकनीक सही कार्यबल को आपकी नौकरी के प्रत्येक भाग को संभालने की सुविधा देती है, गोपनीयता को संरक्षित करते हुए और लागू होने वाली किसी भी नियामक आवश्यकताओं को पूरा करते हुए लागत दक्षता को अधिकतम करती है।",
    "labeling-try-button": "डेटा लेबलिंग सेवाएँ खरीदें",
    "labeling-try-head": "इसे अपने डेटा के साथ आज़माना चाहते हैं?",
    "labeling-try-text": "... हम तैयार हैं जब आप हैं: हमारी सेवा घड़ी के आसपास उपलब्ध है।",
    "learn-more-hcaptcha": "HCaptcha के बारे में अधिक जानें",
    "page-acc-faq-1": "प्रश्न: क्या एचसीएप्चा धारा ५० + + डब्ल्यूसीएजी २.० अनुपालन है? उत्तर: हमारा ऐसा मानना है: किसी भी प्रकार की हानि वाले सभी उपयोगकर्ता जो वेब ब्राउज़ करने में सक्षम हैं और प्रपत्रों पर पाठ दर्ज करते हैं, पंजीकरण पर hCaptcha द्वारा संरक्षित सेवाओं तक पहुँच सकते हैं। हालांकि, यह कानूनी सलाह नहीं है: आपको अपनी खुद की मूल्यांकन करना चाहिए, यह सुनिश्चित करने के लिए अपने विशेष कार्यान्वयन को ध्यान में रखते हुए कि यह आपकी तैनाती के लिए मामला है।",
    "page-acc-faq-2": "प्रश्न: क्या आप ऑडियो की तरह अन्य एक्सेसिबिलिटी (a11y) विकल्पों पर काम कर रहे हैं? उत्तर: ऑडियो कैप्चा जैसे पहले के लोकप्रिय विकल्प कई a11y उपयोगकर्ताओं के साथ भेदभाव करते हैं और आधुनिक मशीन लर्निंग तकनीक द्वारा आसानी से हार जाते हैं। इसने वर्तमान ऑडियो चुनौतियों को अधिक से अधिक कठिन बनने के लिए मजबूर किया है, शोर, विषम समय, असामान्य शब्द संयोजन, और हमलावरों को हराने के लिए। इस प्रकार हम इस दृष्टिकोण के बारे में कम उत्साही नहीं हैं। पूरी तरह से चुनौती से बचने के लिए, लेकिन इस पर विचार करेंगे कि क्या 1111 समुदाय से मांग है। हालाँकि, हम एक्सेसिबिलिटी उपयोग के मामले में प्राइवेसी पास में बहुत रुचि रखते हैं। हम मानते हैं कि गोपनीयता पास जारी करने के साथ हमारे वर्तमान a11y दृष्टिकोण को संयोजित करने से a11y उपयोगकर्ता सुरक्षित रूप से ब्राउज़ कर सकेंगे, इस ज्ञान में सुरक्षित होंगे कि बॉट ऑपरेटरों द्वारा दुरुपयोग को प्रतिबंधित करते हुए उनका यातायात अधिक निजी है, जो कि a11y विकल्प उपलब्ध होने पर अनिवार्य रूप से होता है। हम इस नई तकनीक को मानकीकृत करने वाले IETF कार्य समूह में सक्रिय भागीदार हैं।",
    "page-acc-faq-3": "प्रश्न: निजता के बारे में क्या? क्या पंजीकरण किसी तरह से a11y ब्राउज़िंग डेटा को उजागर करता है? आप ईमेल के साथ क्या करते हैं? उत्तर: hCaptcha जमीन से गोपनीयता के लिए डिज़ाइन किया गया है। यह reCAPTCHA जैसे पारंपरिक विकल्पों से बहुत अलग है, जो विज्ञापन नेटवर्क के स्वामित्व में हैं, जिनके पास आपको वेब पर नज़र रखने और आपको वास्तविक पहचान से जोड़ने का प्रोत्साहन है। हम a11y उपयोग को सुविधाजनक बनाने और दुरुपयोग को रोकने के अलावा किसी भी उद्देश्य के लिए पहुंच ईमेल या जानकारी का उपयोग कभी नहीं करते हैं। हमारी गोपनीयता नीति के व्यापक और आधिकारिक उत्तर हैं कि हम डेटा का उपयोग कैसे करते हैं, लेकिन संक्षिप्त उत्तर यह है कि हमें आपके ब्राउज़िंग इतिहास वाले व्यक्ति के रूप में शामिल करने में कोई रुचि नहीं है। हम वर्तमान में आपके ईमेल पते को तेजी से छोड़ने के लिए एक क्रिप्टोग्राफ़िक समाधान पर काम कर रहे हैं। अभी भी दुरुपयोग को रोकने की हमारी क्षमता को संरक्षित करते हुए, हमारे गोपनीयता पास के काम को पूरा करना।",
    "page-acc-link-1": "यदि आप एक पहुंच योग्य उपयोगकर्ता हैं, तो कृपया यहाँ साइन अप करें।",
    "page-acc-subhead": "सुरक्षा बनाए रखते हुए सभी उपयोगकर्ताओं के लिए सहज पहुंच सुनिश्चित करना",
    "page-acc-summary": "सारांश",
    "page-acc-summary-contents-1": "hCaptcha को बॉट्स को लोगों से अलग करके रोकने के लिए डिज़ाइन किया गया है। दृश्य परीक्षण इसके लिए एक सुविधाजनक उपकरण है, लेकिन हर कोई दृश्य चुनौती को हल नहीं कर सकता है। इस कारण से हमने प्रकाशकों को अपनी सेवा का उपयोग करने के लिए एक सरल, पीड़ारहित विकल्प तैयार किया है जो पूर्ण धारा ५०AG और डब्ल्यूसीएजी २.० अनुपालन के साथ सभी के लिए उपयोग को संरक्षित करता है।",
    "page-acc-summary-contents-2": "यह कैसे काम करता है: सबसे पहले, एक पहुंच उपयोगकर्ता इस URL पर साइन अप करता है, जो hCaptcha विजेट जानकारी पृष्ठ से जुड़ा हुआ है। उन्हें एक एन्क्रिप्टेड कुकी दी जाती है, जिसका उपयोग प्रति दिन कई बार किया जा सकता है, लेकिन लॉगिन के माध्यम से हर 24 घंटे में ताज़ा किया जाना चाहिए। जब hCaptcha सेवा का उपयोग करके किसी भी साइट पर पहुँच योग्य उपयोगकर्ता के लिए एक चुनौती प्रस्तुत की जाती है, तो वे स्वचालित रूप से पास हो जाएंगे।",
    "page-acc-title": "hCaptcha पहुँच जानकारी",
    "page-acc-tr-body": "प्रश्न: मुझे कुकी सेट करने के बाद भी एक चुनौती दिखाई दे रही है। इसके उत्पन्न होने का कारण क्या है? उत्तर: यह आमतौर पर एक आक्रामक विज्ञापन अवरोधक या एंटी-कुकी एक्सटेंशन का उपयोग करने के कारण होता है, या एक सेटिंग जो क्रॉस-साइट कुकीज़ को ब्लॉक करती है, इस मामले में hcaptcha.com के लिए एक कुकी जो किसी भिन्न साइट पर hCaptcha जावास्क्रिप्ट द्वारा सेट या जाँच की जाती है। , जैसे आप जा रहे हैं। hCaptcha एक्सेसिबिलिटी कुकीज़ सभी लोकप्रिय ब्राउज़रों और एड ब्लॉकर्स के साथ अपनी मानक सेटिंग्स के साथ काम करती हैं, इसलिए आमतौर पर विफलताएँ एंटी-एडब्लॉक स्क्रिप्ट्स या विशेष नियमों को लक्षित करने वाले समान नियमों के कारण होती हैं। समाधान: 1. श्वेतसूची hcaptcha.com और * .hcaptcha.com कुकीज़ आपके विज्ञापन अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन में। 2. यदि आप बहादुर ब्राउज़र का उपयोग कर रहे हैं, जो (अप्रैल 2020 तक) किसी भी प्रकार का कुकी श्वेतसूची नहीं है, तो वरीयताएँ -> शील्ड्स -> कुकीज़ पर जाएँ और अनुमति दें सभी कुकीज़ चुनें। 3. यदि आप हाल ही में जारी ओएस एक्स 10.15 या आईओएस 13. 4 पर सफारी के बहुत नवीनतम संस्करण का उपयोग कर रहे हैं, तो ऐप्पल ने सफारी के व्यवहार को तृतीय-पक्ष कुकीज़ से बदल दिया है, उन सभी को डिफ़ॉल्ट रूप से अवरुद्ध कर दिया है। हम एक समाधान कार्यान्वित कर रहे हैं, लेकिन इस बीच कृपया सफारी प्राथमिकताएं, गोपनीयता अनुभाग, और वेबसाइट ट्रैकिंग अनचेक करें: क्रॉस-साइट ट्रैकिंग को एक्सेस करने के लिए पहुँच योग्य कुकी को अपेक्षित रूप से कार्य करने में सक्षम करें। प्रश्न: मैं कई उपकरणों का उपयोग करता हूं। क्या मुझे कई बार साइन अप करने की आवश्यकता है? उत्तर: नहीं। कुकी सेट करने के लिए आपके द्वारा उपयोग किए जाने वाले प्रत्येक डिवाइस पर आपके द्वारा भेजे गए उसी ईमेल लॉगिन लिंक पर क्लिक करें।",
    "page-acc-tr-title": "एक्सेसिबिलिटी उपयोगकर्ताओं के लिए: प्रश्नोत्तर और समस्या निवारण गाइड",
    "priv-hc": "गोपनीयता केंद्रित है",
    "priv-hc-text": "विज्ञापन नेटवर्क आपको उनके उत्पाद के रूप में देखते हैं। हम नहीं करते। हमें परवाह नहीं है कि उपयोगकर्ता कौन हैं, केवल यह संभावना है कि उनके दुर्भावनापूर्ण होने की कितनी संभावना है। हम गोपनीयता पास जैसी पहल का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
    "reporting-bugs-accessibility-button": "पहुँच विकल्पों के बारे में अधिक जानें",
    "reporting-bugs-accessibility-head": "उपलब्धता का ऑप्शन",
    "reporting-bugs-accessibility-text": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptchas को पूरा करने में असमर्थ हैं?",
    "reporting-bugs-guide-ff-head": "कैप्चरिंग बग रिपोर्ट विवरण: फ़ायरफ़ॉक्स",
    "reporting-bugs-guide-ff-step-1": "चरण 1: डेवलपर टूल खोलें (यह सत्र रिकॉर्ड करना शुरू करता है।)",
    "reporting-bugs-guide-ff-step-2": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर स्थित फ़ारिस लॉग बॉक्स की जाँच करें।",
    "reporting-bugs-guide-ff-step-3": "चरण 3: https://accounts.hcaptcha.com/demo, या आपके द्वारा जारी की जा रही वेबसाइट पर जाएं (गोपनीयता नोट: केवल अगर आपको यह साझा करने में कोई आपत्ति नहीं है) ... और फिर I पर क्लिक करें मानव बटन है, और हल करने का प्रयास करें।",
    "reporting-bugs-guide-ff-step-4": "चरण 4: हल करने का प्रयास करने के बाद HAR पर क्लिक करें, और नेटवर्क लॉग को बचाने के लिए सभी को HAR के रूप में सहेजें चुनें। उस फाइल को हमें भेजें।",
    "reporting-bugs-guide-ff-step-5": "चरण 5: कंसोल टैब पर क्लिक करें और फिर राइट-क्लिक करें सभी का चयन करें और कंसोल लॉग को सहेजने के लिए इसे एक टेक्स्ट फ़ाइल में सहेजें। हमें भी भेजें।",
    "reporting-bugs-guide-ff-step-6": "अंतिम चरण: उन HAR और कंसोल लॉग इन फ़ाइलों को हमें ईमेल करें, और समस्या का वर्णन करें: support@hcaptcha.com (कृपया ड्रॉपबॉक्स या फाइलबिन जैसी सेवा का उपयोग करें और लिंक भेजें) और वैकल्पिक रूप से एक स्क्रीनशॉट, यदि आपको संदेह है कि कुछ सही ढंग से प्रदर्शित नहीं हो रहा है । कृपया वह आईपी भेजें जो आप उपयोग कर रहे हैं। आप इसे https://www.whatsmyip.org/ से प्राप्त कर सकते हैं। इस जानकारी को प्राप्त करने में हमारी मदद करने के लिए समय निकालने के लिए धन्यवाद! हम हर किसी के लिए hCaptcha काम करने के लिए प्रतिबद्ध हैं।",
    "reporting-bugs-guide-head": "कैप्चरिंग बग रिपोर्ट विवरण: क्रोम",
    "reporting-bugs-guide-step-1": "चरण 1: डेवलपर टूल खोलें (यह सत्र रिकॉर्ड करना शुरू करता है।)",
    "reporting-bugs-guide-step-2": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर संरक्षित लॉग बॉक्स की जाँच करें।",
    "reporting-bugs-guide-step-3": "चरण 3: https://accounts.hcaptcha.com/demo, या आपके द्वारा जारी की जा रही वेबसाइट पर जाएं (गोपनीयता नोट: केवल अगर आपको यह साझा करने में कोई आपत्ति नहीं है) ... और फिर I पर क्लिक करें मानव बटन है, और हल करने का प्रयास करें।",
    "reporting-bugs-guide-step-4": "चरण 4: हल करने के लिए प्रयास करने के बाद निर्यात करें (थोड़ा नीचे तीर) पर क्लिक करें, जो नेटवर्क लॉग को बचाता है। उस फाइल को हमें भेजें।",
    "reporting-bugs-guide-step-5": "चरण 5: कंसोल टैब पर क्लिक करें, और कंसोल लॉग को बचाने के लिए राइट-क्लिक करें। हमें भी भेजें।",
    "reporting-bugs-guide-step-6": "अंतिम चरण: उन HAR को ईमेल करें और कंसोल हमें लॉग फाइल करें, और समस्या का वर्णन करें। उपयोग करें: support@hcaptcha.com (कृपया ड्रॉपबॉक्स या फाइलबिन जैसी सेवा का उपयोग करें और लिंक भेजें) और वैकल्पिक रूप से एक स्क्रीनशॉट, यदि आपको संदेह है कि कुछ सही ढंग से प्रदर्शित नहीं हो रहा है। कृपया वह आईपी भेजें जो आप उपयोग कर रहे हैं। आप इसे https://www.whatsmyip.org/ से प्राप्त कर सकते हैं। इस जानकारी को प्राप्त करने में हमारी मदद करने के लिए समय निकालने के लिए धन्यवाद! हम हर किसी के लिए hCaptcha काम करने के लिए प्रतिबद्ध हैं।",
    "reporting-bugs-guide-text-1": "आपकी रिपोर्ट के साथ डिबगिंग जानकारी भेजना हमारे लिए यह पहचानना बहुत आसान बना देगा कि क्या हो रहा है। यहाँ चरण-दर-चरण निर्देश दिए गए हैं:",
    "reporting-bugs-guide-text-2": "यदि आप एक वेब डेवलपर या विशेषज्ञ उपयोगकर्ता हैं, तो सारांश है कि हम चाहेंगे कि आप हमें एक नेटवर्क रिकॉर्डिंग HAR और ब्राउज़र कंसोल लॉग्स भेजें। कृपया इन चरणों से गुजरने से पहले किसी भी अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन को पहले अक्षम करने का प्रयास करें और फिर पुनः प्रयास करें। यदि यह आपकी समस्या को ठीक करता है, तो हम आपको अपने ब्राउज़र संस्करण, विज्ञापन अवरोधक या ब्राउज़र एक्सटेंशन, और वेबसाइट URL को बताने की सराहना करेंगे।",
    "reporting-bugs-intro-head": "एक बग मिला? यहां इसकी रिपोर्ट कैसे दी जाती है।",
    "reporting-bugs-intro-text": "ब्राउज़र, एक्सटेंशन, डिवाइस, फ़ायरवॉल और अन्य के हजारों संयोजन पर लाखों लोग प्रत्येक महीने hCaptcha का उपयोग करते हैं। हमारा लक्ष्य यह सुनिश्चित करना है कि यह हमेशा आपके लिए काम करे, इसलिए हम आपकी रिपोर्टों की बहुत सराहना करते हैं! त्वरित प्रतिक्रिया देने के लिए, हमें भेजें फ़ीडबैक बटन पर क्लिक करें। यदि आप एक कार्यात्मक समस्या देख रहे हैं, तो कृपया नीचे फ़ायरफ़ॉक्स के लिए क्रोम या डीबग लॉग निर्देशों के लिए डीबग लॉग निर्देशों का पालन करें। किसी भी अन्य ब्राउज़र के लिए बस हमें ईमेल करें। संभावित सुरक्षा या गोपनीयता समस्याओं के लिए, नीचे दिए गए निर्देश देखें।",
    "reporting-bugs-privacy-head": "गोपनीयता समस्या",
    "reporting-bugs-privacy-text": "हम परवाह नहीं करते हैं कि उपयोगकर्ता कौन हैं, केवल यह संभावना है कि वे दुर्भावनापूर्ण या मशीन हैं। हम गोपनीयता पास जैसी पहल का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं। यदि आपको ऐसा कोई मुद्दा मिला है जो आपको लगता है कि उपयोगकर्ता की गोपनीयता को प्रभावित कर सकता है, तो कृपया हमें support@hcaptcha.com पर ईमेल करें।",
    "reporting-bugs-provide-feedback-button": "हमें फीडबैक भेजें",
    "reporting-bugs-provide-feedback-head": "HCaptcha पर तत्काल प्रतिक्रिया दें",
    "reporting-bugs-provide-feedback-text": "हम आपके इनपुट की सराहना करते हैं। हमें किसी भी मुद्दे को जानते हैं और हम उन्हें जल्दी हल करेंगे।",
    "reporting-bugs-security-head": "सुरक्षा कीड़े",
    "reporting-bugs-security-text": "हम हमेशा सुरक्षा कीड़े की रिपोर्ट प्राप्त करने में रुचि रखते हैं। ईमेल support@hcaptcha.com और CC security@hcaptcha.com पर ईमेल करें और हम आपको जल्दी वापस भेज देंगे। हमारे पास hCaptcha सेवा और संबंधित स्रोत कोड पर योग्य सुरक्षा रिपोर्ट के लिए एक बग बाउंटी प्रोग्राम भी है।",
    "sec-hc": "सुरक्षा पहले",
    "sec-hc-text": "hCaptcha प्रकाशक-केंद्रित है। हम साइटों को वास्तविक डेटा देने के लिए काम करते हैं और उन्हें यह तय करने देते हैं कि इसका उपयोग कैसे किया जाए। सटीकता आपके हित में है और हमारी है। अन्य कैप्चा विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। प्रत्येक ब्लॉक को वे अपने राजस्व को कम कर सकते हैं।",
    "switch-to-english-link": "अंग्रेज़ी पर स्विच करें",
    "what-is-hcaptcha": "HCaptcha क्या है?",
    "what-is-hcaptcha-text": "hCaptcha आपकी पसंदीदा वेब सेवाओं को बॉट्स, स्पैम और दुरुपयोग को दूर रखने में मदद करता है और सरल प्रश्न पूछते हैं जो मनुष्यों के लिए आसान हैं और मशीनों के लिए मुश्किल हैं।",
    "why-hc": "क्यों hCaptcha?",
    "why-hc-text": "हर बार जब आप किसी चुनौती का जवाब देते हैं, तो हम यह पता लगाने के लिए परिष्कृत मॉडल का उपयोग करते हैं कि आप इंसान हैं या मशीन। तब आपके द्वारा देखी गई वेबसाइट इस परिणाम का उपयोग बॉट्स रखकर उनकी साइट पर आपके अनुभव को बेहतर बनाने में मदद करती है।"
}