{
    "acc-opt": "Kev Nkag Mus Rau Cov Kev Xaiv",
    "acc-opt-but": "Kawm ntxiv txog cov kev xaiv mus cuag tau",
    "acc-opt-text": "Puas yog koj tsis pom kev lossis lwm yam tsis tuaj yeem ua tiav hCaptchas?",
    "accessibility-link": "Kev nkag mus",
    "appreciate-in": "Peb txaus siab rau koj cov lus. Qhia rau peb paub txog txhua qhov teeb meem thiab peb yuav daws lawv sai.",
    "fb-but": "Xa peb lub tswv yim",
    "feedback-text": "Muab cov lus taw qhia rau hCaptcha uas koj nyuam qhuav pom",
    "home-ent-1": "Nrhiav peb cov kev ruaj ntseg lag luam?",
    "home-ent-2": "Txuas mus xyuas peb lub vev xaib tshiab: BotStop.com",
    "home-intro-body": "Koj puas siv captcha los khaws tawm bots? hCaptcha tiv thaiv cov neeg siv khoom ntiag tug, muab khoom plig rau cov vev xaib, thiab pab cov tuam txhab tau txais lawv cov ntaub ntawv sau. Nws yog qhov kev hloov pauv rau hauv reCAPTCHA: koj tuaj yeem hloov hauv feeb.",
    "home-intro-head": "Nres ntau bots. Pib tiv thaiv tus neeg siv ntiag tug.",
    "home-main-1": "Lwm tus. Luag Zoo. Sai sai. Thiab peb them koj siv nws.",
    "home-main-2": "Ceev Ntiag Tug Kom Paub Tias",
    "home-main-2c": "Ad tes hauj lwm pom koj cov neeg tuaj saib raws li khoom. Rau hCaptcha cov khoom yog cov haujlwm uas lawv muab. Peb tsis saib xyuas koj cov neeg siv yog leej twg, tsuas yog yuav ua li cas lawv thiaj li ua siab phem. Peb txhawb cov kev pib ua haujlwm zoo li Privacy Pass, thiab sib zog ua haujlwm kom muaj kev txwv tsis pub leej twg paub thiab muaj kev nyab xeeb.",
    "home-main-3": "Kev Ruaj Ntseg Ua Ntej",
    "home-main-3c": "Qhov tseeb yog qhov koj txaus siab thiab peb. hCaptcha yog tus tshaj tawm-tsom xam. Peb ua haujlwm muab cov ntaub ntawv tiag tiag rau koj thiab cia koj txiav txim siab siv nws li cas. Lwm cov captchas yog muab los ntawm",
    "home-main-3c2": "cov tuam txhab tshaj tawm. Qhov no txhais tau tias txhua daim thaiv lawv thaiv yuav txo lawv cov nyiaj khwv tau los.",
    "home-main-4": "Cov Neeg Siv Khoom Zoo Dua",
    "home-main-4c": "Cov tshuab kev paub tab siv los ntawm hCaptcha rau kev txiav txim siab tib neeg. Qhov no cia peb xav tau cov haujlwm tsis txaus siab los ntawm koj cov neeg siv thiab siv sijhawm tsawg dua ntawm lawv lub sijhawm, thaum tseem tseem tsim cov ntaub ntawv muaj txiaj ntsig zoo rau cov cim ntawm cov neeg siv khoom.",
    "home-main-plans": "hCaptcha siv tau dawb rau cov neeg tshaj tawm ntawm qhov loj me. Txawm li cas los xij, rau cov lag luam thiab cov platform uas xav tau kev tswj hwm ntau dua, peb cov kev daws teeb meem kev lag luam yog muaj.",
    "home-main-plans2": "hCaptcha cov kev daws teeb meem tiv thaiv lab tus neeg siv hla kaum tawm lab tus vev xaib rau qee cov tuam txhab loj tshaj plaws hauv ntiaj chaw. Thov hu rau peb kom paub meej ntxiv, lossis tuaj ntsib",
    "home-main-plans3": "hCaptcha cov kev daws teeb meem tiv thaiv lab tus neeg siv hla kaum tawm lab tus vev xaib rau qee cov tuam txhab loj tshaj plaws hauv ntiaj chaw. Thov hu rau peb kom paub meej ntxiv, lossis tuaj ntsib",
    "home-main-plans4": "kom paub meej.",
    "learn-more-hcaptcha": "Xav paub ntau ntxiv txog hCaptcha",
    "page-acc-faq-1": "Lus Nug: Puas yog hCaptcha Tshooj 508 + WCAG 2.0 puas xaj? Teb: Peb ntseeg li ntawd: txhua tus neeg siv nrog rau ib qho twg ntawm kev tsis taus uas muaj peev xwm mus xyuas lub vev xaib thiab sau cov ntawv ntawm cov foos tuaj yeem nkag mus rau cov kev pabcuam tiv thaiv los ntawm hCaptcha thaum sau npe. Txawm li cas los xij, qhov no tsis yog kev tawm tswv yim kev cai lij choj: koj yuav tsum ua qhov kev ntsuas koj tus kheej, coj mus rau hauv kev saib xyuas koj kev siv tshwj xeeb kom ntseeg tau tias qhov no yog qhov xwm txheej rau koj kev xa tawm.",
    "page-acc-faq-2": "Lus Nug: Puas yog koj ua haujlwm ntawm lwm txoj kev mus cuag (a11y), xws li suab nrov? Teb: Yav dhau los cov kev xaiv nrov xws li suab captchas kev ntxub ntxaug tawm tsam ntau tus neeg siv a11y thiab yooj yim swb los ntawm kev kawm tshuab niaj hnub. Qhov no tau yuam txoj kev tawm suab tam sim no los ua ntau thiab nyuaj, qhia cov suab nrov, khib lub sijhawm, kev sib txuas lus txawv txawv, thiab hais txog kom swb cov neeg tawm tsam. Peb yog li ntawd tsis tshua txaus siab txog qhov no mus cuag vs. zam kev sib tw ua ke, tab sis yuav txiav txim siab nws yog tias muaj kev thov los ntawm a11y zej zog. Txawm li cas los xij, peb txaus siab rau Privacy Pass rau rooj plaub siv tau cov ntaub ntawv. Peb ntseeg tias kev sib txuas nrog peb tam sim no a11y txoj hauv kev nrog Privacy Pass tshaj tawm yuav cia a11y cov neeg siv los tshawb xyuas qhov chaw nyab xeeb, muaj kev nyab xeeb hauv kev paub tias lawv cov tsheb muaj ntau dua ntiag tug, thaum txwv tsis pub muaj kev tsim txom los ntawm bot cov neeg ua haujlwm uas muaj kev tsis sib haum thaum a11y kev xaiv muaj. Peb yog cov koom tes nraim hauv IETF pab pawg ua haujlwm los ua tus txheej txheem ntawm cov cuab yeej tshiab no.",
    "page-acc-faq-3": "Lus Nug: Yuav ua li cas txog qhov kev ceev ntiag tug? Kev sau npe puas nthuav tawm a11y browsing cov ntaub ntawv hauv qee txoj kev? Koj ua li cas nrog email? Teb: hCaptcha yog tsim rau kev ceev ntiag tug los ntawm hauv av nce. Nws txawv heev dua li cov kev xaiv ib txwm zoo li reCAPTCHA uas yog los ntawm ad tes hauj lwm, uas muaj kev txhawb siab los soj qab koj ib ncig ntawm lub vev xaib thiab koom nrog koj nrog tus kheej tiag tiag. Peb tsis txhob siv kev nkag yooj yim email lossis cov ntaub ntawv rau ib lub hom phiaj dua li muab kev yooj yim siv a11y thiab tiv thaiv kev tsim txom. Peb txoj cai tswjfwm tus kheej muaj cov ntsiab lus thiab cov lus teb sau hais txog yuav ua li cas peb siv cov ntaub ntawv, tab sis lo lus teb luv yog peb tsis muaj kev txaus siab koom nrog koj ua tus neeg nrog koj cov keeb kwm kev tshawb nrhiav.Peb tseem tab tom ua haujlwm ntawm kev daws teeb meem cryptographic kom sai koj email chaw nyob. thaum tseem khaws cia peb lub peev xwm los tiv thaiv kev tsim txom, ntxiv rau peb Cov Lus Cog Tseg Ntiag Tug.",
    "page-acc-link-1": "Yog tias koj yog ib tus siv tau yooj yim, thov tso npe ntawm no.",
    "page-acc-subhead": "Ua kom muaj kev sib khi zoo rau txhua tus neeg siv thaum tswj xyuas kev nyab xeeb",
    "page-acc-summary": "Ntsiab lus",
    "page-acc-summary-contents-1": "hCaptcha yog tsim los txwv cov bots los ntawm qhov txawv ntawm cov neeg. Kev ntsuam xyuas qhov muag pom yog qhov cuab yeej yooj yim rau qhov no, tab sis tsis yog txhua tus yuav daws tau qhov kev cov nyom. Vim li no peb tau tsim txoj hauv kev yooj yim, qhov tsis muaj kev ntxhov siab los cia cov tshaj tawm siv peb cov kev pabcuam tswj kev nkag mus tau rau txhua tus nrog rau Tshooj 508 thiab WCAG 2.0 kev ua kom tiav.",
    "page-acc-summary-contents-2": "Yuav ua li cas nws ua haujlwm: ua ntej, ib tus neeg siv nkag tau tuaj yeem nkag ntawm no URL, uas txuas hauv hCaptcha widget info nplooj ntawv. Lawv tau muab cov khaub noom encrypted uas tuaj yeem siv ntau zaus hauv ib hnub, tab sis yuav tsum rov qab kho dua tshiab txhua 24 teev ntawm kev nkag mus.Thaum kev sib tw tau nthuav tawm rau tus neeg siv khoom siv ntawm txhua qhov chaw siv cov kev pabcuam hCaptcha, lawv yuav cia li dhau.",
    "page-acc-title": "hCaptcha Cov Lus Qhia Txog Kev Nkag Mus Qhia",
    "page-acc-tr-body": "Lus Nug: Kuv tseem pom ib qho kev sib tw tom qab teeb tsa cov kua nplaum qab. Dab tsi ua rau qhov no? Teb: Qhov no feem ntau yog vim siv qhov hle ad blocker lossis tiv thaiv cov khoom qab zib, lossis qhov chaw teeb tsa cov khaub noom khaub noom khaub noom, nyob rau hauv rooj plaub no muab cov khaub noom rau hcaptcha.com uas tau teeb tsa lossis tshawb xyuas los ntawm hCaptcha JavaScript ntawm lwm qhov chaw , nyiam tus uas koj tuaj saib. hCaptcha kev nkag tau lub ncuav qab zib ua haujlwm nrog txhua tus browser nrov thiab ad blockers nrog lawv cov qauv chaw, yog li feem ntau qhov ua tsis tau yog vim muaj cov anti-adblock scripts lossis cov qauv zoo sib xws rau cov chaw tshwj xeeb. Kev daws teeb meem: 1. Whitelist hcaptcha.com thiab * .hcaptcha.com ncuav qab zib hauv koj cov khoom thaiv lossis browser kev ruaj ntseg txuas ntxiv. 2. Yog tias koj siv lub Brave browser, uas tsis (txog Lub Plaub Hlis 2020) pom tias muaj cov khaub noom whitelist, mus rau Cov Ntawv Nyiam -> Daim Duab - - Ncuav Qab Zib thiab xaiv Cia Txhua Ncuav Qab Zib. 3. Yog tias koj siv Safari tshiab tam sim no los ntawm OS X 10.15 lossis iOS 13. Tsis ntev los no, Apple nyuam qhuav hloov tus cwj pwm ntawm Safari cuam tshuam nrog lwm tus neeg siv khoom qab zib, thaiv tag nrho lawv los ntawm lub neej ntawd. Peb tab tom siv txoj hauv kev daws teeb meem, tab sis lub sijhawm tam sim no thov mus saib Safari Preferences, Ntiag Tug Ntiag Tug, thiab tsis tshawb xyuas Lub Vev Xaib: Tiv thaiv kev hla ntawm tus xaib mus xyuas cov khoom kom tau txais cov khaub noom ua kom tiav raws li xav. Lus Nug: Kuv siv ntau lub tshuab. Kuv puas xav tau sau npe ntau zaug? Teb: Tsis yog. Thov nyem tib qhov email ID nkag mus txuas rau xa rau koj ntawm txhua lub cuab yeej koj siv thiaj li ua kom tau qhov khoom qab zib.",
    "page-acc-tr-title": "Rau Cov Neeg Txuas Siv Yooj Yim: Q&A thiab Troubleshooting Guide",
    "priv-hc": "Ceev Ntiag Tug Kom Paub Tias",
    "priv-hc-text": "Ad tes hauj lwm pom koj li lawv cov khoom. Peb tsis tau. Peb tsis saib xyuas tus neeg siv yog, tsuas yog yuav ua li cas lawv yuav tsum ua siab phem. Peb txhawb cov kev pib ua haujlwm zoo li Privacy Pass, thiab sib zog ua haujlwm kom muaj kev txwv tsis pub leej twg paub thiab muaj kev nyab xeeb.",
    "sec-hc": "Kev Ruaj Ntseg Ua Ntej",
    "sec-hc-text": "hCaptcha yog tus tshaj tawm-tsom xam. Peb ua haujlwm muab cov ntaub ntawv tiag tiag thiab cia lawv txiav txim siab siv nws li cas. Qhov tseeb yog qhov koj txaus siab thiab peb. Lwm qhov ntes tau yog muab los ntawm cov tuam txhab tshaj tawm. Txhua tus bot lawv thaiv yuav txo lawv cov nyiaj khwv tau los.",
    "what-is-hcaptcha": "Dab tsi yog hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pab koj lub vev xaib uas koj nyiam tshaj tawm tsis pub siv bots, spam thiab tsim txom los ntawm nug cov lus nug yooj yim uas yooj yim rau tib neeg thiab nyuaj rau tshuab.",
    "why-hc": "Vim li cas hCaptcha?",
    "why-hc-text": "Txhua zaus koj teb qhov kev sib tw, peb siv cov qauv nruj los xyuas seb koj puas yog neeg lossis tshuab. Lub vev xaib koj tau mus xyuas tom qab ntawd siv qhov txiaj ntsig no los pab txhim kho koj cov kev paub ntawm lawv lub vev xaib los ntawm khaws tawm bots."
}