{
    "about-advisors-brendan": "Izvršni direktor tvrtke Brave. Suosnivač Mozille. Stvoritelj programskog jezika JavaScript. Graditelj preglednika i još mnogo toga.",
    "about-advisors-dawn": "Profesor, CS na Kalifornijskom sveučilištu, Berkeley. Dubinsko učenje, sigurnost, stručnjak za blockchain. Izvršni direktor tvrtke Oasis Labs.",
    "about-advisors-head": "savjetnici",
    "about-advisors-keiran": "Znanstveni istraživač na Stanfordu. Strojno učenje i kvantitativno financiranje u glavnim bankama, hedge fondovima i akademskoj zajednici.",
    "about-content-head-1": "Što radimo",
    "about-content-head-2": "Zašto je to važno",
    "about-content-text-1": "hCaptcha je usluga tvrtke Intuition Machines Inc, tvrtke za umjetnu inteligenciju i strojno učenje s fokusom na metaučenje i ML vizualne domene. Gradimo i upravljamo masivno skalabilnim sustavima kako bismo omogućili usluge analize videa i slika za tvrtke Global 2000 širom svijeta.",
    "about-content-text-1a": "hCaptcha donosi moderan, usmjeren na privatnost pristup zaustavljanju botova.",
    "about-content-text-1b": "Prikazujemo izazove CAPTCHA koji su teški za botove, ali jednostavni za ljude prikupljanjem podataka koji se teško označavaju iz problema strojnog učenja i pomoću kojih se razlikuje da li je posjetitelj web stranice ili aplikacije čovjek.",
    "about-content-text-2": "Više podataka općenito daje bolje rezultate. Izrada i održavanje ispravno označenih i relevantnih skupova podataka dugotrajno je i skupo. hCaptcha je izvorno razvijen da odgovori na naše potrebe u označavanju slika, a sada je dostupan i drugim tvrtkama sa sličnim potrebama.",
    "about-content-text-2a": "Loši glumci sve su češći na internetu. Ali žrtvovanje privatnosti korisnika nije odgovor.",
    "about-content-text-2b": "Sigurnosna rješenja koja nude oglasne tvrtke usredotočena su prvenstveno na praćenje korisnika na webu. Stvorili smo učinkovito sigurnosno rješenje koje dokazuje da narušavanje privatnosti korisnika nije neophodno za postizanje izvrsnih rezultata.",
    "about-intro-head-1": "O hCaptcha",
    "about-intro-head-2": "Privatnost, sigurnost i strojno učenje.",
    "about-intro-text": "hCaptcha je najraširenija neovisna usluga CAPTCHA na svijetu.",
    "about-leadership-alex": "Stručnjak za baze podataka i Blockchain. Rani inženjer u Clouderi i više. Desetljeća stručnosti za izgradnju softvera i timova.",
    "about-leadership-eli": "DIREKTOR TVRTKE. Priznati lider u AI. U posljednjih desetljećima primijenio je strojnu inteligenciju na širok spektar poslovnih problema.",
    "about-leadership-head": "Rukovodstvo",
    "about-leadership-todd": "Doktor računalne biologije, Stanford. Rad s neuronskim mrežama od 1999. Usredotočite se na primijenjeni ML i dubinsko učenje u mjerilu.",
    "acc-opt": "Mogućnosti pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li slabovidni ili na drugi način ne možete ispuniti hCaptchas?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Pošaljite povratne informacije o hCaptcha koju ste upravo vidjeli",
    "footer-attribution": "pripisivanje",
    "footer-copyright-text": "hCaptcha je registrirani zaštitni znak tvrtke Intuition Machines, Inc.",
    "footer-header-1": "Društvo",
    "footer-header-2": "Resursi",
    "footer-header-3": "Kontakt",
    "footer-link-1": "označavanje",
    "footer-link-10": "Pristupačnost",
    "footer-link-2": "Oko",
    "footer-link-3": "Posao",
    "footer-link-4": "Zaštitni znakovi",
    "footer-link-5": "AI etika",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentacija",
    "footer-link-9": "Prijavi grešku",
    "footer-privacy": "Privatnost",
    "footer-subheader-1": "podrška",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Pojmovi",
    "h-plans": "Pretplatni planovi",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Usluge označavanja",
    "header-login-button": "Prijaviti se",
    "header-plans-link": "Planovi",
    "header-signup-button": "Prijavi se",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Pokreće HUMAN Protocol",
    "home-about-text-1": "hCaptcha je dizajniran da riješi najzahtevniji problem u strojnom učenju: pravovremeno, pristupačno i pouzdano označavanje velikih količina podataka.",
    "home-about-text-2": "Više podataka općenito daje bolje rezultate u modelima strojnog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, gotovo uvijek s nekim ljudskim pregledom. Međutim, stvaranje velikih skupova podataka koje pregledava čovjek putem Mechanical Turk, Figure Eight itd. Je i sporo i skupo.",
    "home-about-text-3": "hCaptcha omogućuje web stranicama da zarade novac koji služi toj potražnji, istovremeno blokirajući botove i druge oblike zlostavljanja.",
    "home-about-text-4": "Tržište hCaptcha pokreće HUMAN Protocol, otvoreni decentralizirani protokol za ljudski pregled koji radi na Ethereum blockchainu. Web stranice zarađuju Human Tokens (HMT) kad god korisnici koriste widget hCaptcha na svojoj web lokaciji, a tvrtke za strojno učenje plaćaju Human Tokens da bi njihovi podaci bili označeni.",
    "home-ba-labeling-services-link": "Usluge označavanja",
    "home-benefits-head-1": "Vrijednost u označavanju podataka",
    "home-benefits-head-2": "Vrati se u dobrotvorne svrhe",
    "home-benefits-text-1": "Jeste li shvatili da svaki put kada kliknete na automobil pomažete u besplatnom treningu pojedinog sustava strojnog učenja tvrtke Gigantic?",
    "home-benefits-text-2": "hCaptcha preokreće ovaj model. Kada koristite hCaptcha, tvrtke licitiraju za posao koji vaši korisnici rade dok dokazuju svoju humanost. Dobivate nagrade.",
    "home-benefits-text-3": "Želite li vratiti svoju omiljenu dobrotvornu organizaciju? hCaptcha vam omogućuje da podržite dobrotvorne organizacije po vašem izboru zaradom koju ste stekli korištenjem. Korisnici na vašoj web lokaciji uskoro će moći vidjeti vaš doprinos u dobrotvorne svrhe diskretnim brendiranjem na sučelju hCaptcha.",
    "home-challenge-text-1": "Odaberite sve slike koje odgovaraju upitu",
    "home-challenge-text-2": "Definirajte granično područje za objekte",
    "home-challenge-text-3": "Prepoznajte odgovarajuće oznake",
    "home-challenge-title-1": "usporedba",
    "home-challenge-title-2": "Kutija za ograničavanje",
    "home-challenge-title-3": "kategorizacija",
    "home-challenges-head": "Izneseni izazovi",
    "home-challenges-text-1": "... i druge jednostavne zadatke. Lako za ljude, teško za botove.",
    "home-challenges-text-2": "Prilagođeni zadaci dostupni su i za izdavače u poduzećima.",
    "home-ent-1": "Tražite našu sigurnosnu ponudu za poduzeće?",
    "home-ent-2": "Posjetite našu novu namjensku stranicu: BotStop.com",
    "home-ent-button": "Saznajte više: BotStop by hCaptcha",
    "home-from-the-blog": "SA BLOGA:",
    "home-from-the-blog-value": "Kako rade postavke poteškoće hCaptcha",
    "home-intro-body": "Koristite li captcha kako biste spriječili botove? hCaptcha štiti privatnost korisnika, nagrađuje web stranice i pomaže tvrtkama da označe svoje podatke. To je zamjenska zamjena za reCAPTCHA: možete se prebaciti za nekoliko minuta.",
    "home-intro-button": "Prijavi se sad",
    "home-intro-head": "Zaustavite još botova. Počnite štititi privatnost korisnika.",
    "home-main-1": "Privatni. Siguran. Brže. I mi vam plaćamo da ga koristite.",
    "home-main-2": "Privatnost usmjerena",
    "home-main-2c": "Oglasne mreže posjetitelje vide kao proizvod. Za hCaptcha proizvod je posao koji oni pružaju. Ne zanima nas tko su vaši korisnici, već samo vjerojatnost da će biti zlonamjerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "home-main-3": "Sigurnost na prvom mjestu",
    "home-main-3c": "Točnost je u vašem i našem interesu. hCaptcha je usmjerena na izdavača. Radimo na tome da vam pružimo stvarne podatke i da vam omogućimo da odlučite kako ih koristiti. Ostale captcha pružaju gigantske oglašivačke tvrtke. To znači da svaki bot kojeg blokiraju može smanjiti svoj prihod.",
    "home-main-4": "Bolje korisničko iskustvo",
    "home-main-4c": "HCaptcha koristi sofisticirane modele strojnog učenja za određivanje čovječnosti. To nam omogućuje da od vaših korisnika zahtijevamo manje dosadne zadatke i oduzimamo im manje vremena dok to radimo, a istovremeno proizvodimo korisne označene podatke za označavanje kupaca.",
    "home-main-plans": "hCaptcha je besplatna za izdavače bilo koje veličine. Međutim, za poduzeća i platforme kojima je potrebna veća kontrola dostupna su naša rješenja za poduzeća.",
    "home-main-plans2": "HCaptcha poslovna rješenja štite milijune korisnika na desecima milijuna web stranica za neke od najvećih tvrtki na planetu. Molimo kontaktirajte nas za više informacija ili posjetite",
    "home-main-plans3": "HCaptcha poslovna rješenja štite milijune korisnika na desecima milijuna web stranica za neke od najvećih tvrtki na planetu. Molimo kontaktirajte nas za više informacija ili posjetite",
    "home-main-plans4": "za detalje.",
    "home-plans-button-1": "Prijavi se sad",
    "home-plans-button-2": "Kontaktirajte prodaju",
    "home-plans-chart-head-1": "Značajke",
    "home-plans-chart-head-2": "Izdavač",
    "home-plans-chart-head-3": "Poduzeće",
    "home-plans-chart-row-1-cell-1": "Prikazane vrste kontrolnih izazova",
    "home-plans-chart-row-1-cell-2": "ograničen",
    "home-plans-chart-row-1-cell-3": "ukupno",
    "home-plans-chart-row-10-cell-1": "Višekorisničke nadzorne ploče",
    "home-plans-chart-row-11-cell-1": "Napredne značajke izvještavanja",
    "home-plans-chart-row-12-cell-1": "SLA za poduzeće",
    "home-plans-chart-row-2-cell-1": "Upravljajte sadržajem izazova koji se koristi",
    "home-plans-chart-row-2-cell-2": "ograničen",
    "home-plans-chart-row-2-cell-3": "ukupno",
    "home-plans-chart-row-3-cell-1": "Zaradite nagrade za ljudska rješenja",
    "home-plans-chart-row-4-cell-1": "Protiv botova zaštita svjetske klase",
    "home-plans-chart-row-5-cell-1": "Radi u svakoj zemlji",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA i 99,9% pasivni modusi",
    "home-plans-chart-row-6-cell-1": "GDPR i CCPA-friendly politika privatnosti",
    "home-plans-chart-row-7-cell-1": "Drobnozrna razina težine",
    "home-plans-chart-row-8-cell-1": "Pokrenite vlastiti izazovni sadržaj",
    "home-plans-chart-row-9-cell-1": "Raspoređivanje poteškoća temeljeno na vremenu",
    "home-try-it-out-button": "Nabavite hCaptcha",
    "home-try-it-out-head": "Isprobaj",
    "home-try-it-out-text": "hCaptcha omogućuje jednostavno, lako i pouzdano otkrivanje botova, dok je ljudima trivijalno za riješiti.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je dizajniran da riješi najzahtevniji problem u strojnom učenju; pravovremeno, pristupačno i pouzdano označavanje velike količine podataka. Više podataka općenito daje bolje rezultate u modelima strojnog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, a hCaptcha služi toj potrebi.",
    "labeling-about-text-2": "Međutim, stvaranje velikih skupova podataka koje pregledava čovjek pomoću tradicionalnih metoda istovremeno je i sporo i skupo. hCaptcha je način da tvrtke brže dobiju bilješke koje su im potrebne, uz veću kvalitetu i po nižoj cijeni od ostalih alternativa.",
    "labeling-annotations-head": "Vrste bilješki",
    "labeling-annotations-text-1": "Precizno otkrivanje predmeta na slikama i video zapisima",
    "labeling-annotations-text-2": "Precizno otkrivanje predmeta na slikama i video zapisima",
    "labeling-annotations-text-3": "Bilješke točke za mnoge različite slučajeve upotrebe",
    "labeling-annotations-text-4": "Poredajte ili dodajte proizvoljne kategorije bilo koje veličine",
    "labeling-annotations-text-5": "Otkrivanje i klasifikacija koju pokreće čovjek",
    "labeling-annotations-text-6": "Trebate drugu vrstu koja ovdje nije navedena? Samo nas pitajte.",
    "labeling-annotations-title-1": "Kutije za ograničavanje",
    "labeling-annotations-title-2": "poligoni",
    "labeling-annotations-title-3": "Značajke",
    "labeling-annotations-title-4": "Kategorizacija atributa",
    "labeling-annotations-title-5": "Usporedba i otkrivanje",
    "labeling-annotations-title-6": "... i još mnogo toga",
    "labeling-ent-button": "Obratite se našem timu za rješenja za poduzeća",
    "labeling-ent-head": "Trebate kontrolu od kraja do kraja?",
    "labeling-ent-text-1": "HUMAN platforma koja stoji iza hCaptcha pruža visoko sofisticiranu kvalitetu rada i značajke upravljanja putem lokalnih, hibridnih ili SaaS implementacija koje se integriraju s vašim postojećim sustavima.",
    "labeling-ent-text-2": "Trčite potpuno izvan mreže sa vlastitom radnom snagom, pratite vrijednost potrošenu u poslovnim jedinicama ili konzorcijskim partnerima, selektivno usmjeravajte poslove različitim internim ili vanjskim pružateljima radne snage na temelju troškova i sigurnosnih zahtjeva i još mnogo toga.",
    "labeling-ent-text-3": "Jednostavan pristup API-ju, prekrasne nadzorne ploče i najnovija tehnologija u obliku petlje za maksimalnu učinkovitost.",
    "labeling-ent-text-4": "Dostupni su 99,99% SLA i 24/7 globalna podrška. Za više informacija:",
    "labeling-features-head-1": "Jednostavni cjevovodi vođeni API-jem.",
    "labeling-features-head-2": "Optimizirano za cijenu i kvalitetu. Nije potrebno unaprijed predano.",
    "labeling-features-head-3": "Platite samo za točnost koja vam je potrebna.",
    "labeling-features-head-4": "Navedite vlastite podatke o osnovnoj istini ili nam dopustite da ih gradimo u hodu.",
    "labeling-features-text-1": "Želite ljudski pregled integrirati izravno u svoje poslovanje? Nudimo SLA visoke pouzdanosti, zajamčeni kapacitet i jednostavne REST API-je.",
    "labeling-features-text-2": "HUMAN platforma koristi sveobuhvatne modele povjerenja za provođenje sofisticirane analize kvalitete u stvarnom vremenu. To nam omogućuje da brzo utvrdimo i poteškoće pitanja i njihov vjerojatan ispravan odgovor, štedeći vam vrijeme i novac.",
    "labeling-features-text-3": "Nisu svi problemi isti. Bilješke za sigurnosno bitne zadatke mogu zahtijevati 99,99% povjerenja potpuno ljudskih radnika. Napomene za jednu beta značajku u aplikaciji za mobilne igre mogu zahtijevati samo umjereno povjerenje. Ti odluči.",
    "labeling-features-text-4": "Imate li neobrađene podatke bez sveobuhvatnog skupa provjere? U većini slučajeva možemo ga izraditi za vas dok se zadaci provode kroz sustav ili stvoriti označene uzorke za vaše odobrenje.",
    "labeling-info-head": "Označavanje podataka",
    "labeling-info-text-1": "Razgovarajte s jednim od naših stručnjaka za domenu kako biste definirali potrebe vašeg projekta: preciznost cilja, format i sve posebne zahtjeve.",
    "labeling-info-text-2": "Izvršavamo mali proizvodni posao na temelju vaših uzoraka podataka. Ovim se testira posao koji smo zajedno obavili kako bismo osigurali da dobijete točno ono što vam treba.",
    "labeling-info-text-3": "Uz veliku količinu zvuka i malu latenciju brzo ćemo preokrenuti vaš posao, automatiziranom dostavom čim završite.",
    "labeling-info-text-4": "Kako bolje razumijemo parametre vašeg proizvodnog rada, rezultati će se s vremenom poboljšavati.",
    "labeling-info-text-5": "Nadzorne ploče uživo omogućuju vam pružanje povratnih informacija ili zaustavljanje proizvodnje u bilo kojem trenutku.",
    "labeling-info-title-1": "Definirajte specifikacije",
    "labeling-info-title-2": "Početni test posla",
    "labeling-info-title-3": "Postavite proizvodne poslove",
    "labeling-info-title-4": "Stalno poboljšanje",
    "labeling-info-title-5": "Rezultati u stvarnom vremenu",
    "labeling-main-1": "Isplativo označavanje podataka u mjerilu",
    "labeling-main-1-button": "Označite svoje podatke odmah",
    "labeling-main-1c": "Trebate više oznaka za svoje skupove podataka? hCaptcha pruža brzo, isplativo i visokokvalitetno označavanje podataka za tvrtke koje rade na aplikacijama umjetne inteligencije i strojnog učenja.",
    "labeling-main-2": "Odmah pokrenite milijune zadataka.",
    "labeling-main-2-button": "Kupite usluge označavanja podataka",
    "labeling-main-2c": "hCaptcha ima jedan od najvećih bazena na planetu dostupan za vašu upotrebu. Bez obzira na vašu ljestvicu, možemo se nositi s tim bez skupih unaprijed preuzetih obveza. Milijuni zadataka dnevno nisu problem.",
    "labeling-platform-head": "Privatne ili javne informacije",
    "labeling-platform-text": "hCaptcha je izgrađena na HUMAN platformi, koja omogućava sofisticirano usmjeravanje i analizu za optimizaciju troškova i učinkovitosti u svakom koraku. Ova tehnologija omogućava odgovarajućoj radnoj snazi da se bavi svakim dijelom vašeg posla, maksimalizirajući troškovnu učinkovitost uz očuvanje privatnosti i ispunjavanje svih regulatornih zahtjeva koji se mogu primijeniti.",
    "labeling-try-button": "Kupite usluge označavanja podataka",
    "labeling-try-head": "Želite probati sa svojim podacima?",
    "labeling-try-text": "... spremni smo kad i vi: naša usluga dostupna je cijelo vrijeme.",
    "learn-more-hcaptcha": "Saznajte više o hCaptcha",
    "page-acc-faq-1": "Pitanje: Je li hCaptcha odjeljak 508 + WCAG 2.0 usklađen? Odgovor: Vjerujemo: svi korisnici s bilo kojim oblikom oštećenja koji mogu pregledavati web i unositi tekst u obrasce mogu pristupiti uslugama zaštićenim hCaptchaom nakon registracije. Međutim, ovo nije pravni savjet: trebali biste izvršiti vlastitu procjenu, uzimajući u obzir vašu posebnu provedbu kako biste osigurali da je to slučaj za vašu implementaciju.",
    "page-acc-faq-2": "Pitanje: Radite li na drugim opcijama pristupačnosti (a11y), poput zvuka? Odgovor: Ranije popularne opcije poput audio captcha diskriminiraju mnoge korisnike a11y, a moderne tehnike strojnog učenja lako ih pobjeđuju. To je prisililo trenutne audio izazove da postaju sve teži, uvodeći buku, neobično vrijeme, neobične kombinacije riječi i tako dalje da bi porazili napadače. Stoga smo manje oduševljeni ovim pristupom u odnosu na potpuno izbjegavanje izazova, ali razmotrit ćemo ga ako postoji potražnja zajednice a11y. Međutim, vrlo smo zainteresirani za Privacy Pass za slučaj upotrebe pristupačnosti. Vjerujemo da će kombiniranje našeg trenutnog pristupa a11y s izdavanjem privatne propusnice omogućiti korisnicima a11y sigurno pregledavanje, sigurni u saznanju da je njihov promet privatniji, istovremeno ograničavajući zlouporabu od strane bot operatora koja se neizbježno događa kada su dostupne opcije a11y. Aktivni smo sudionici radne skupine IETF koja standardizira ovu novu tehnologiju.",
    "page-acc-faq-3": "Pitanje: Što je s privatnošću? Izlaže li registracija podatke o pregledavanju na neki način? Što radite s e-poštom? Odgovor: hCaptcha je dizajniran za privatnost od temelja. Vrlo se razlikuje od tradicionalnih opcija poput reCAPTCHA koje su u vlasništvu oglasnih mreža koje imaju poticaj da vas prate na mreži i povežu sa stvarnim identitetom. Nikada ne koristimo e-poštu ili informacije o pristupačnosti u bilo koje svrhe, osim za olakšavanje upotrebe i sprečavanje zlouporabe. Naša politika privatnosti sadrži sveobuhvatne i autoritativne odgovore o tome kako koristimo podatke, ali kratki je odgovor da nas ne zanima povezivanje vas kao osobe s vašom poviješću pregledavanja. Trenutno također radimo na kriptografskom rješenju za brzo odbacivanje vaše adrese e-pošte. i dalje čuvajući našu sposobnost sprječavanja zlostavljanja, nadopunjavajući naš posao Pass Pass.",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje besprijekornog pristupa svim korisnicima uz održavanje sigurnosti",
    "page-acc-summary": "Sažetak",
    "page-acc-summary-contents-1": "hCaptcha je dizajniran da zaustavi botove tako da ih razlikuje od ljudi. Vizualni testovi prikladan su alat za to, ali ne može svatko riješiti vizualni izazov. Iz tog smo razloga osmislili jednostavnu, bezbolnu alternativu kako bismo izdavačima koji koriste našu uslugu omogućili da sačuvaju pristup svima s potpunom usklađenošću s odjeljkom 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako to funkcionira: prvo, korisnik pristupačnosti prijavljuje se na ovaj URL koji je povezan na stranicu informacija o widgetu hCaptcha. Dobivaju šifrirani kolačić koji se može koristiti nekoliko puta dnevno, ali se mora osvježavati svaka 24 sata putem prijave. Kada se korisniku pristupačnosti na bilo kojoj web lokaciji koristi uslugu hCaptcha, izazov će automatski proći.",
    "page-acc-title": "hCaptcha Informacije o pristupačnosti",
    "page-acc-tr-body": "Pitanje: I dalje vidim izazov nakon postavljanja kolačića. Što je uzrok tome? Odgovor: To je obično zbog upotrebe agresivnog blokatora oglasa ili proširenja protiv kolačića ili postavke koja blokira kolačiće na više web lokacija, u ovom slučaju kolačića za hcaptcha.com koji postavlja ili provjerava JavaScript hCaptcha na drugoj web lokaciji , poput one koju posjećujete. Kolačići pristupačnosti hCaptcha rade sa svim popularnim preglednicima i programima za blokiranje oglasa sa njihovim standardnim postavkama, pa su obično neuspjesi posljedica skripti protiv blokiranja oglasa ili sličnih skupova pravila koji ciljaju određene web stranice. Rješenja: 1. Popis dopuštenih kolačića hcaptcha.com i * .hcaptcha.com u blokadi oglasa ili sigurnosnom proširenju preglednika. 2. Ako upotrebljavate preglednik Brave, za koji se čini da (od travnja 2020.) nema bilo kakvu bijelu listu kolačića, idite na Postavke -> Štitovi -> Kolačići i odaberite Dopusti sve kolačiće. 3. Ako upotrebljavate najnoviju verziju Safarija na nedavno objavljenom OS X 10.15 ili iOS 13. 4, Apple je upravo promijenio ponašanje Safarija vezano uz kolačiće treće strane, blokirajući ih prema zadanim postavkama. Primjenjujemo rješenje, ali u međuvremenu posjetite postavke Safarija, odjeljak Privatnost i poništite praćenje web stranica: Spriječite praćenje više web lokacija kako biste omogućili da kolačić pristupačnosti funkcionira kako se očekivalo. Pitanje: Koristim više uređaja. Trebam li se prijaviti više puta? Odgovor: Ne. Molimo kliknite istu vezu za prijavu putem e-pošte koja vam je poslana na svakom uređaju koji upotrebljavate kako biste postavili kolačić.",
    "page-acc-tr-title": "Za korisnike pristupačnosti: Pitanja i odgovori i Vodič za rješavanje problema",
    "priv-hc": "Privatnost usmjerena",
    "priv-hc-text": "Oglasne mreže vas doživljavaju kao njihov proizvod. Nemamo. Ne zanima nas tko su korisnici, već samo vjerojatnost da će biti zlonamjerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti.",
    "reporting-bugs-accessibility-button": "Saznajte više o opcijama pristupačnosti",
    "reporting-bugs-accessibility-head": "Mogućnosti pristupačnosti",
    "reporting-bugs-accessibility-text": "Jeste li slabovidni ili na drugi način ne možete ispuniti hCaptchas?",
    "reporting-bugs-guide-ff-head": "Bilježenje pojedinosti o izvještaju o greškama: Firefox",
    "reporting-bugs-guide-ff-step-1": "Korak 1: Otvorite alate za programere (Time započinje snimanje sesije.)",
    "reporting-bugs-guide-ff-step-2": "Korak 2: Kliknite karticu Mreža u Alatima za programere. Označite okvir Perzistični zapisnici na vrhu.",
    "reporting-bugs-guide-ff-step-3": "3. korak: posjetite https://accounts.hcaptcha.com/demo ili web mjesto na kojem imate problem (Napomena o privatnosti: samo ako vam ne smeta podijeliti što je to) ..., a zatim kliknite I ja sam ljudsko dugme i pokušaj riješiti.",
    "reporting-bugs-guide-ff-step-4": "Korak 4: Kliknite HAR nakon što pokušate riješiti problem i odaberite Spremi sve kao HAR da biste spremili mrežni zapisnik. Pošaljite nam tu datoteku.",
    "reporting-bugs-guide-ff-step-5": "Korak 5: Kliknite karticu Konzola i kliknite desnu tipku miša, a zatim odaberite Sve i spremite u tekstualnu datoteku kako biste spremili zapis konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-ff-step-6": "Posljednji korak: pošaljite nam te datoteke dnevnika HAR-a i konzole e-poštom i opišite problem. Upotrijebite: support@hcaptcha.com (upotrijebite uslugu poput Dropbox-a ili Filebin-a i pošaljite veze) i po potrebi snimku zaslona, ako sumnjate da se nešto ne prikazuje ispravno , Pošaljite i IP koji koristite. Možete ga dobiti na https://www.whatsmyip.org/ Hvala što ste odvojili vrijeme i pomogli nam da dobijemo ove informacije! Posvećeni smo tome da hCaptcha radi dobro za sve.",
    "reporting-bugs-guide-head": "Snimanje pojedinosti o izvješću o pogreškama: Chrome",
    "reporting-bugs-guide-step-1": "Korak 1: Otvorite alate za programere (Time započinje snimanje sesije.)",
    "reporting-bugs-guide-step-2": "Korak 2: Kliknite karticu Mreža u Alatima za programere. Označite okvir Očuvaj zapisnik na vrhu.",
    "reporting-bugs-guide-step-3": "3. korak: posjetite https://accounts.hcaptcha.com/demo ili web mjesto na kojem imate problem (Napomena o privatnosti: samo ako vam ne smeta podijeliti što je to) ..., a zatim kliknite I ja sam ljudsko dugme i pokušaj riješiti.",
    "reporting-bugs-guide-step-4": "Korak 4: Kliknite Export HAR (mala strelica prema dolje) nakon što pokušate riješiti problem, čime se sprema mrežni zapisnik. Pošaljite nam tu datoteku.",
    "reporting-bugs-guide-step-5": "Korak 5: Kliknite karticu Konzola i desnom tipkom miša kliknite Spremi kao .. kako biste spremili zapis konzole. Pošaljite nam i to.",
    "reporting-bugs-guide-step-6": "Posljednji korak: pošaljite nam te datoteke HAR-a i dnevnika konzole e-poštom i opišite problem. Upotrijebite: support@hcaptcha.com (upotrijebite uslugu poput Dropboxa ili Filebina i pošaljite poveznice) i po želji snimku zaslona ako sumnjate da se nešto ne prikazuje ispravno. Pošaljite i IP koji koristite. Možete ga dobiti na https://www.whatsmyip.org/ Hvala što ste odvojili vrijeme i pomogli nam da dobijemo ove informacije! Posvećeni smo tome da hCaptcha radi dobro za sve.",
    "reporting-bugs-guide-text-1": "Slanje podataka o otklanjanju pogrešaka uz vaše izvješće olakšat će nam prepoznavanje što se događa. Evo detaljnih uputa:",
    "reporting-bugs-guide-text-2": "Ako ste web programer ili stručni korisnik, sažetak je da bismo vam htjeli poslati HAR zapisnike mreže i zapise konzole preglednika. Pokušajte prvo onemogućiti bilo koje sigurnosno proširenje programa za blokiranje oglasa ili preglednika, a zatim pokušajte ponovo prije nego što prođete kroz ove korake. Ako to riješi vaš problem, još uvijek bismo bili zahvalni što ste nas obavijestili o verziji preglednika, alatu za blokiranje oglasa ili proširenju preglednika i URLu web mjesta.",
    "reporting-bugs-intro-head": "Pronašli ste grešku? Evo kako to prijaviti.",
    "reporting-bugs-intro-text": "Milijuni ljudi koriste hCaptcha svakog mjeseca na tisućama kombinacija preglednika, proširenja, uređaja, vatrozida i još mnogo toga. Cilj nam je osigurati da to uvijek uspije za vas, zato izuzetno cijenimo vaše izvještaje! Da biste brzo dobili povratne informacije, samo kliknite gumb Pošaljite nam povratne informacije. Ako vidite funkcionalni problem, slijedite upute za evidenciju uklanjanja pogrešaka za Chrome ili upute za uklanjanje pogrešaka za Firefox u nastavku. Za sve ostale preglednike jednostavno nam pošaljite e-poštu. Za potencijalne probleme sa sigurnošću ili privatnošću pogledajte upute u nastavku.",
    "reporting-bugs-privacy-head": "Pitanja privatnosti",
    "reporting-bugs-privacy-text": "Ne zanima nas tko su korisnici, samo koliko je vjerojatno da će biti zlonamjerni ili strojevi. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteženju privatnosti i sigurnosti. Ako ste pronašli problem za koji mislite da bi mogao utjecati na privatnost korisnika, pošaljite nam e-poštu na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošaljite nam povratne informacije",
    "reporting-bugs-provide-feedback-head": "Pružite trenutne povratne informacije o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "reporting-bugs-security-head": "Sigurnosne greške",
    "reporting-bugs-security-text": "Uvijek smo zainteresirani za primanje izvješća o sigurnosnim pogreškama. Pošaljite e-poštu na support@hcaptcha.com i CC security@hcaptcha.com i brzo ćemo vam se javiti. Također imamo program nagrađivanja za odgovarajuće sigurnosne izvještaje o usluzi hCaptcha i srodnom izvornom kodu.",
    "sec-hc": "Sigurnost na prvom mjestu",
    "sec-hc-text": "hCaptcha je usmjerena na izdavača. Radimo na tome da web lokacijama damo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Točnost je u vašem i našem interesu. Ostale captcha pružaju oglašivačke tvrtke. Svaki bot kojeg blokiraju može smanjiti njihov prihod.",
    "switch-to-english-link": "Prebacite se na engleski",
    "what-is-hcaptcha": "Što je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da izbjegavaju botove, neželjenu poštu i zloupotrebe postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za strojeve.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo shvatili jeste li čovjek ili stroj. Web stranica koju ste posjetili tada koristi ovaj rezultat kako bi poboljšala vaše iskustvo na njihovoj web lokaciji tako da ne koristi botove."
}