{
    "acc-opt": "Opcije pristupačnosti",
    "acc-opt-but": "Saznajte više o opcijama pristupačnosti",
    "acc-opt-text": "Jeste li slabovidni ili ne možete dovršiti hCaptchase?",
    "accessibility-link": "Pristupačnost",
    "appreciate-in": "Cijenimo vaš doprinos. Javite nam bilo koja pitanja i brzo ćemo ih riješiti.",
    "fb-but": "Pošaljite nam povratne informacije",
    "feedback-text": "Pošaljite povratne informacije o hCaptcha koji ste upravo vidjeli",
    "page-acc-link-1": "Ako ste korisnik pristupačnosti, prijavite se ovdje.",
    "page-acc-subhead": "Osiguravanje besprijekornog pristupa svim korisnicima uz održavanje sigurnosti",
    "page-acc-title": "Informacije o pristupačnosti hCaptcha",
    "priv-hc": "Usmjerena na privatnost",
    "priv-hc-text": "Oglasne mreže vide vas kao njihov proizvod. Mi ne. Nije nas briga tko su korisnici, samo koliko je velika vjerojatnost da će oni biti zlonamjerni. Podržavamo inicijative poput Privacy Pass-a i naporno radimo na uravnoteživanju privatnosti i sigurnosti.",
    "sec-hc": "Sigurnost na prvom mjestu",
    "sec-hc-text": "hCaptcha je fokusiran na izdavača. Radimo na tome da web lokacijama pružimo stvarne podatke i pustimo ih da odluče kako će ih koristiti. Točnost je u vašem interesu i nama. Ostale kaptole pružaju reklamne tvrtke. Svaki bot koji blokiraju može smanjiti svoj prihod.",
    "what-is-hcaptcha": "Što je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaže vašim omiljenim web uslugama da spreče botove, neželjenu poštu i zloupotrebu postavljanjem jednostavnih pitanja koja su jednostavna za ljude i teška za strojeve.",
    "why-hc": "Zašto hCaptcha?",
    "why-hc-text": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo utvrdili jeste li čovjek ili stroj. Web-lokacija koju ste posjetili tada koristi ovaj rezultat kako bi vam pomogao poboljšati vaše iskustvo na njihovoj web stranici čuvanjem botova."
}