{
    "acc-opt": "Opsyon aksè",
    "acc-opt-but": "Aprann plis sou opsyon aksè",
    "acc-opt-text": "Èske w gen pwoblèm vizyon oswa otreman kapab ranpli hCaptchas?",
    "accessibility-link": "Aksè",
    "appreciate-in": "Nou apresye opinyon w. Fè nou konnen nenpòt pwoblèm epi n ap rezoud yo byen vit.",
    "fb-but": "Voye nou fidbak",
    "feedback-text": "Bay fidbak sou hCaptcha a ou jis wè",
    "home-ent-1": "Ap chèche ofrann sekirite antrepriz nou an?",
    "home-ent-2": "Vizite nouvo sit dedye nou an: BotStop.com",
    "home-intro-body": "Ou itilize yon captcha kenbe soti bots? hCaptcha pwoteje vi prive itilizatè, rekonpans sou sit entènèt, epi li ede konpayi jwenn done yo make. Li se yon ranplasman gout-an pou reCAPTCHA: ou ka chanje nan minit.",
    "home-intro-head": "One Stop plis bots. Kòmanse pwoteje vi prive itilizatè.",
    "home-main-1": "Prive. Tache. Pi vit. Epi nou peye ou pou itilize li.",
    "home-main-2": "Konfidansyalite konsantre sou",
    "home-main-2c": "Rezo ad wè vizitè ou kòm pwodwi an. Pou hCaptcha pwodwi a se travay la yo bay. Nou pa pran swen ki moun ki itilizatè ou yo, se sèlman ki jan chans yo yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "home-main-3": "Sekirite Premye",
    "home-main-3c": "Presizyon se nan enterè ou ak nou. hCaptcha se Piblikatè ki konsantre sou. Nou travay ba ou done reyèl epi kite ou deside ki jan yo sèvi ak li. Lòt captchas yo bay nan",
    "home-main-3c2": "konpayi piblisite yo. Sa vle di chak bot yo bloke ka diminye revni yo.",
    "home-main-4": "Pi bon eksperyans itilizatè",
    "home-main-4c": "Modèl sofistike aprantisaj machin yo te itilize pa hCaptcha pou detèmine limanite. Sa a pèmèt nou mande pou travay mwens anmèdan soti nan itilizatè ou yo ak pran mwens nan tan yo nan fè sa, pandan y ap toujou pwodwi done ki gen etikèt itil pou etikèt kliyan yo.",
    "home-main-plans": "hCaptcha se gratis pou itilize pou piblikatè nan nenpòt ki gwosè. Sepandan, pou antrepwiz ak tribin ki bezwen plis kontwòl, solisyon antrepriz nou yo disponib.",
    "home-main-plans2": "solisyon antrepriz hCaptcha pwoteje dè milyon de itilizatè yo atravè dè dizèn de dè milyon de sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans3": "solisyon antrepriz hCaptcha pwoteje dè milyon de itilizatè yo atravè dè dizèn de dè milyon de sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans4": "pou detay.",
    "learn-more-hcaptcha": "Aprann plis sou hCaptcha",
    "page-acc-faq-1": "Kesyon: Èske hCaptcha Seksyon 508 + WCAG 2.0 konfòme? Repons: Nou kwè se konsa: tout itilizatè ki gen nenpòt fòm defisyans ki kapab navige sou entènèt la ak antre nan tèks sou fòm ka jwenn aksè nan sèvis ki pwoteje pa hCaptcha sou enskripsyon an. Sepandan, sa a se pa konsèy legal: ou ta dwe fè evalyasyon pwòp ou a, pran an konsiderasyon aplikasyon patikilye ou a asire sa a se ka a pou deplwaman ou.",
    "page-acc-faq-2": "Kesyon: Èske w ap travay sou lòt aksè (a11y) opsyon, tankou odyo? Repons: Aktyèlman opsyon popilè tankou captchas odyo diskriminasyon kont anpil itilizatè a11y ak yo fasil bat pa teknik machin modèn aprantisaj. Sa a te fòse aktyèl defi odyo yo vin pi plis ak pi difisil, entwodwi bri, distribisyon enpè, konbinezon mo ki ra, ak sou sa yo defèt atakan. Nou ap konsa mwens antouzyastik sou apwòch sa a vs evite defi a tout ansanm, men pral konsidere li si gen demann nan kominote a ayy. Sepandan, nou trè enterese nan Privacy pas pou ka a Sèvi ak aksè. Nou kwè konbine apwòch aktyèl nou an a11y ak emisyon konfidansyalite pral pèmèt itilizatè a11y browse san danje, sekirite nan konesans ke trafik yo se pi prive, pandan y ap mete restriksyon sou abi a pa operatè bot ki inevitableman rive lè yon opsyon ki disponib. Nou se patisipan aktif nan gwoup travay IETF ki nòmalize nouvo teknoloji sa a.",
    "page-acc-faq-3": "Kesyon: Ki sa ki sou vi prive? Anrejistreman ekspoze a11y done Navigasyon nan kèk fason? Kisa ou fè avèk imèl la? Repons: hCaptcha ki fèt pou vi prive nan tè a leve. Li trè diferan pase opsyon tradisyonèl tankou reCAPTCHA ki posede pa rezo anons, ki gen yon ankourajman pou swiv ou nan sit wèb la epi asosye ou avèk yon idantite reyèl. Nou pa janm sèvi ak Imèl aksè oswa enfòmasyon pou nenpòt ki rezon lòt pase fasilite itilizasyon A11y ak anpeche abi. Politik konfidansyalite nou an gen repons konplè ak autorité sou fason nou itilize done, men repons kout la se nou pa gen okenn enterè nan asosye ou tankou yon moun ki gen istwa Navigasyon ou.Nou tou kounye a ap travay sou yon solisyon kriptografik rapidman jete adrès imel ou. pandan ou toujou konsève kapasite nou yo pou anpeche abi, konplete travay Privacy nou an.",
    "page-acc-link-1": "Si ou se yon itilizatè aksè, tanpri enskri isit la.",
    "page-acc-subhead": "Garanti aksè san pwoblèm pou tout itilizatè pandan w ap kenbe sekirite",
    "page-acc-summary": "Rezime",
    "page-acc-summary-contents-1": "hCaptcha se fèt yo sispann robo pa distenge yo soti nan moun. Tès vizyèl yo se yon zouti pratik pou sa a, men se pa tout moun ka rezoud yon defi vizyèl. Pou rezon sa a nou te kreye yon senp, san doulè altènatif kite pwoklamatè lè l sèvi avèk sèvis nou yo konsève aksè pou tout moun ki gen Seksyon plen 508 ak WCAG 2.0 konfòmite.",
    "page-acc-summary-contents-2": "Ki jan li fonksyone: premye, yon itilizatè aksè siyen nan adrès URL sa a, ki lye nan paj enfomasyon widje hCaptcha a. Yo bay yo yon bonbon chiffres ki ka itilize plizyè fwa pou chak jou, men yo dwe rafrechi chak 24 èdtan atravè login.When se yon defi prezante nan yon itilizatè aksè sou nenpòt sit lè l sèvi avèk sèvis la hCaptcha, yo pral pase otomatikman.",
    "page-acc-title": "hCaptcha aksè Enfòmasyon",
    "page-acc-tr-body": "Kesyon: Mwen toujou wè yon defi apre mete bonbon la. Ki sa ki sa ki lakòz sa a? Repons: Sa a se tipikman akòz lè l sèvi avèk yon anons agresif Blocker oswa anti-bonbon ekstansyon, oswa yon anviwònman ki bloke kwa-sit bonbon, nan ka sa a yon bonbon pou hcaptcha.com ki mete oswa tcheke pa JavaScript hCaptcha sou yon sit diferan. , tankou sa ou ap vizite a. Cookies aksè hCaptcha travay ak tout navigatè popilè yo ak blockers anons ak anviwònman estanda yo, se konsa tipikman echèk yo akòz anti-anti-adblock Scripts oswa règleman menm jan vize sit patikilye. Solisyon: 1. Whitelist hcaptcha.com ak * .hcaptcha.com bonbon nan Blocker anons ou oswa ekstansyon sekirite navigatè. 2. Si w ap itilize navigatè a brav, ki pa (tankou nan mwa avril 2020) parèt yo gen nenpòt kalite whitelist bonbon, ale nan Preferences -> Shields -> bonbon ak chwazi Pèmèt tout bonbon. 3. Si w ap itilize vèsyon an trè dènye nan Safari sou swa dènyèman lage OS X 10.15 oswa iOS 13. 4, Apple te jis chanje konpòtman an nan Safari ki gen rapò ak bonbon twazyèm-pati, bloke yo tout pa default. Nou ap aplike yon solisyon, men nan tan sa a tanpri vizite Safari Preferences, seksyon Privacy, ak dezaktive Suivi Sit wèb: Evite kwa-sit swiv yo ki ap pèmèt bonbon nan aksè nan fonksyone jan yo espere a. Kesyon: Mwen sèvi ak aparèy miltip. Èske mwen bezwen enskri plizyè fwa? Reponn: Non. Tanpri klike sou menm lyen imèl ki voye ba ou sou chak aparèy ou itilize pou w ka mete bonbon an.",
    "page-acc-tr-title": "Pou Itilizatè yo aksesibilite: Q & A ak Gid depanaj",
    "priv-hc": "Konfidansyalite konsantre sou",
    "priv-hc-text": "Rezo anons wè ou tankou pwodwi yo. Nou pa fè sa. Nou pa pran swen moun ki itilizatè yo, se sèlman ki jan chans yo yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "sec-hc": "Sekirite Premye",
    "sec-hc-text": "hCaptcha se Piblikatè ki konsantre sou. Nou travay bay sit done reyèl epi kite yo deside ki jan yo sèvi ak li. Presizyon se nan enterè ou ak nou. Lòt captchas yo bay nan konpayi piblisite yo. Chak bot yo bloke ka diminye revni yo.",
    "what-is-hcaptcha": "Ki sa ki hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ede sèvis entènèt ou pi renmen kenbe bòt soti, Spam, ak abi pa poze kesyon senp ki fasil pou moun ak difisil pou machin.",
    "why-hc": "Poukisa kapitak?",
    "why-hc-text": "Chak fwa ou reponn yon defi, nou itilize modèl sofistike pou evalye si ou se moun oswa yon machin. Sit wèb la ou te vizite Lè sa a, sèvi ak rezilta sa a ede amelyore eksperyans ou sou sit yo pa kenbe soti bots."
}