{
    "a11y-img-1": "Aksè itilizatè ekran apre login",
    "a11y-img-2": "Opsyon aksè nan widje meni UI",
    "a11y-img-3": "Aksè bwat dyalòg nan widje UI",
    "about-advisors-brendan": "CEO nan brav. Ko-fondatè Mozilla. Kreyatè lang programmasyon JavaScript. Builder nan navigatè ak plis ankò.",
    "about-advisors-dawn": "Pwofesè, CS nan University of California, Berkeley. Aprantisaj gwo twou san fon, sekirite, blokchain ekspè. CEO nan Oasis Labs.",
    "about-advisors-head": "Konseye",
    "about-advisors-keiran": "Syantis Rechèch nan Stanford. Aprantisaj machin ak finans quantitative nan bank pi gwo, fon bòdi, ak inivèsite.",
    "about-content-head-1": "Ki sa nou fè",
    "about-content-head-2": "Poukisa li enpòtan",
    "about-content-text-1": "hCaptcha se yon sèvis nan entwisyon Machines Inc, yon AI ak konpayi aprantisaj machin ak yon konsantre sou metalearning ak domèn vizyèl ML nan echèl. Nou bati ak opere twouve sistèm évolutive yo ki ap pèmèt videyo ak sèvis analiz imaj pou konpayi Global 2000 atravè mond lan.",
    "about-content-text-1a": "hCaptcha pote yon apwòch modèn, ki konsantre sou vi prive pou kanpe bots.",
    "about-content-text-1b": "Nou montre defi CAPTCHA ki difisil pou bots men fasil pou moun pa kolekte done difisil-a-etikèt ki soti nan pwoblèm aprantisaj machin, ak lè l sèvi avèk li nan distenge si yon sit entènèt oswa vizitè app se imen.",
    "about-content-text-2": "Plis done jeneralman pwodui pi bon rezilta. Bati ak kenbe ansèyman ki kòrèkteman make ak ki enpòtan konsome tan ak chè. hCaptcha te orijinèlman devlope nan adrès pwòp bezwen nou yo nan etikèt imaj, e li se kounye a disponib pou lòt konpayi ki gen menm jan an bezwen.",
    "about-content-text-2a": "Move aktè yo de pli zan pli komen sou entènèt. Men, sakrifye vi prive itilizatè se pa repons lan.",
    "about-content-text-2b": "Solisyon sekirite ofri nan konpayi anons konsantre sitou sou itilizatè swiv atravè entènèt la. Nou te kreye yon solisyon sekirite efikas ki pwouve mal itilizatè vi prive pa nesesè delivre rezilta ekselan.",
    "about-intro-head-1": "Konsènan hCaptcha",
    "about-intro-head-2": "Konfidansyalite, sekirite, ak aprantisaj machin.",
    "about-intro-text": "hCaptcha se sèvis endepandan CAPTCHA ki pi lajman itilize nan mond lan.",
    "about-leadership-alex": "Baz done ak ekspè Blockchain. Bonè enjenyè nan Cloudera ak plis ankò. Deseni nan ekspètiz lojisyèl bilding ak ekip yo.",
    "about-leadership-eli": "CEO. Rekonèt lidè nan lavil Ayi. Èske aplike entèlijans machin nan echèl nan yon gran varyete pwoblèm biznis sou deseni ki sot pase yo.",
    "about-leadership-head": "Lidèchip",
    "about-leadership-todd": "PhD nan Biyoloji enfòmatik, Stanford. Travay ak rezo neral depi 1999. Konsantre sou aplike ML ak aprantisaj gwo twou san fon nan echèl.",
    "acc-opt": "Opsyon aksè",
    "acc-opt-but": "Aprann plis bagay sou opsyon aksè",
    "acc-opt-text": "Èske ou gen pwoblèm vizyèl oswa otreman kapab ranpli hCaptchas?",
    "accessibility-link": "Aksè",
    "appreciate-in": "Nou apresye opinyon ou. Fè nou konnen nenpòt pwoblèm epi nou pral rezoud yo byen vit.",
    "fb-but": "Voye nou fidbak",
    "feedback-text": "Bay fidbak sou hCaptcha a ou jis wè",
    "footer-attribution": "Atribisyon",
    "footer-copyright-text": "hCaptcha se yon trademark anrejistre nan entwisyon pou machin avanse, Inc.",
    "footer-header-1": "Konpayi",
    "footer-header-2": "Resous",
    "footer-header-3": "Kontakte",
    "footer-link-1": "Etikèt",
    "footer-link-10": "Aksè",
    "footer-link-2": "About",
    "footer-link-3": "Travay",
    "footer-link-4": "Mak",
    "footer-link-5": "AI Etik",
    "footer-link-6": "Blog",
    "footer-link-7": "Estati",
    "footer-link-8": "Dokimantasyon",
    "footer-link-9": "Rapòte yon ensèk",
    "footer-privacy": "Konfidansyalite",
    "footer-subheader-1": "Sipò",
    "footer-subheader-2": "Kontakte",
    "footer-terms": "Tèm yo",
    "h-plans": "Plan Abònman",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Sèvis etikèt",
    "header-login-button": "Ouvri sesyon an",
    "header-plans-link": "Plan yo",
    "header-signup-button": "Enskri",
    "home-about-head": "Konsènan hCaptcha",
    "home-about-subtitle": "Powered by MOUN Pwotokòl",
    "home-about-text-1": "hCaptcha fèt pou rezoud pwoblèm ki pi entansif nan aprantisaj machin: etikèt kantite lajan masiv nan done nan yon fason apwopriye, abòdab, ak serye.",
    "home-about-text-2": "Plis done jeneralman pwodui pi bon rezilta nan modèl aprantisaj machin fòmasyon. Siksè ki sot pase a nan modèl gwo twou san fon mennen nan de pli zan pli gwo ansanbl, prèske toujou ak kèk revizyon imen. Sepandan, kreye gwo ansanbl done revize via Mechanical Turk, Figi uit, elatriye se tou de ralanti ak chè.",
    "home-about-text-3": "hCaptcha pèmèt sit entènèt yo fè lajan k ap sèvi demann sa a pandan y ap bloke robo ak lòt fòm abi.",
    "home-about-text-4": "Mache hCaptcha la patrone pa Pwotokòl imen an, yon pwotokòl louvri desantralize pou revizyon imen ki kouri sou blòk Ethereum. Sit wèb touche marqueur imen (HMT) chak fwa itilizatè yo itilize widje hCaptcha sou sit yo, ak konpayi aprantisaj machin yo peye marqueur imen pou jwenn done yo ki make.",
    "home-ba-labeling-services-link": "Sèvis etikèt",
    "home-benefits-head-1": "Valè a nan Done etikèt",
    "home-benefits-head-2": "Remèt charite",
    "home-benefits-text-1": "Eske ou te reyalize chak fwa ou klike sou machin nan ou ap ede nan tren sistèm yon sèl konpayi aprantisaj Gigantic machin pou gratis?",
    "home-benefits-text-2": "hCaptcha vire modèl sa a alantou. Lè ou itilize hCaptcha, konpayi òf sou travay itilizatè ou yo fè jan yo pwouve limanite yo. Ou jwenn rekonpans yo.",
    "home-benefits-text-3": "Vle bay tounen nan charite pi renmen ou? hCaptcha pèmèt ou sipòte òganizasyon charitab yo nan chwa ou ak salè ou jwenn nan lè l sèvi avèk li. Itilizatè yo sou sit ou pral byento kapab wè kontribisyon ou a charite nan mak sekrè sou koòdone nan hCaptcha.",
    "home-challenge-text-1": "Chwazi tout imaj ki matche ak rechèch la",
    "home-challenge-text-2": "Defini zòn limite pou objè yo",
    "home-challenge-text-3": "Idantifye etikèt ki koresponn yo",
    "home-challenge-title-1": "Konparezon",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizasyon",
    "home-challenges-head": "Prezante defi",
    "home-challenges-text-1": "... ak lòt travay senp. Fasil pou imen, difisil pou robo.",
    "home-challenges-text-2": "Travay Custom ki disponib tou pou piblikatè antrepriz yo.",
    "home-ent-1": "Kap chèche ofrann sekirite antrepriz nou an?",
    "home-ent-2": "Vizite nouvo sit devwe nou an: BotStop.com",
    "home-ent-button": "Aprann plis: BotStop pa hCaptcha",
    "home-from-the-blog": "Soti nan BLOG la:",
    "home-from-the-blog-value": "Kouman hCaptcha Difikilte Anviwònman Travay",
    "home-intro-body": "Ou itilize yon captcha kenbe soti robo? hCaptcha pwoteje vi prive itilizatè, rekonpanse sit entènèt, epi li ede konpayi yo jwenn done yo ki make. Li se yon ranplasman gout nan reCAPTCHA: ou ka chanje nan kèk minit.",
    "home-intro-button": "Enskri Kounye a",
    "home-intro-head": "Sispann plis bots. Kòmanse pwoteje vi prive itilizatè.",
    "home-main-1": "Prive. Tache. Pi vit. Epi nou peye ou pou itilize li.",
    "home-main-2": "Konfidansyalite konsantre",
    "home-main-2c": "Rezo piblisite wè vizitè ou yo kòm pwodwi a. Pou hCaptcha pwodwi a se travay yo bay. Nou pa pran swen moun ki itilizatè ou yo, sèlman ki jan yo gen anpil chans yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "home-main-3": "Sekirite Premye",
    "home-main-3c": "Presizyon se nan enterè ou ak pou nou. hCaptcha se Piblikatè ki konsantre. Nou travay ba ou done reyèl epi kite ou deside ki jan yo sèvi ak li. Lòt captchas yo bay pa konpayi piblisite Gigantic. Sa vle di chak bot yo bloke ka diminye revni yo.",
    "home-main-4": "Pi bon eksperyans itilizatè",
    "home-main-4c": "Modèl sofistike aprantisaj machin yo te itilize pa hCaptcha pou detèmine limanite. Sa a pèmèt nou mande pou mwens anmèdan travay nan men itilizatè ou yo ak pran mwens nan tan yo nan fè sa, pandan y ap toujou pwodwi itil ki make done pou etikèt kliyan yo.",
    "home-main-plans": "hCaptcha se gratis pou itilize pou piblikatè nan nenpòt ki gwosè. Sepandan, pou antrepriz ak tribin ki bezwen plis kontwòl, solisyon antrepriz nou yo disponib.",
    "home-main-plans2": "solisyon antrepriz hCaptcha pwoteje dè milyon itilizatè atravè dè dizèn de milyon sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans3": "solisyon antrepriz hCaptcha pwoteje dè milyon itilizatè atravè dè dizèn de milyon sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans4": "pou plis detay.",
    "home-plans-button-1": "Enskri kounye a",
    "home-plans-button-2": "Kontakte lavant yo",
    "home-plans-chart-head-1": "Karakteristik",
    "home-plans-chart-head-2": "Piblikatè",
    "home-plans-chart-head-3": "Antrepriz",
    "home-plans-chart-row-1-cell-1": "Kontwòl kalite defi yo montre",
    "home-plans-chart-row-1-cell-2": "Limite",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Multi-itilizatè tablodbò",
    "home-plans-chart-row-11-cell-1": "Karakteristik rapò avanse",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Kontni defi kontwòl yo itilize",
    "home-plans-chart-row-2-cell-2": "Limite",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Touche rekonpans pou rezoud imen",
    "home-plans-chart-row-4-cell-1": "Mondyal-klas pwoteksyon anti-bot",
    "home-plans-chart-row-5-cell-1": "Travay nan tout peyi",
    "home-plans-chart-row-5a-cell-1": "Non-CAPTCHA ak 99.9% mòd pasif",
    "home-plans-chart-row-5b-cell-1": "Nòt konfyans bot",
    "home-plans-chart-row-6-cell-1": "GDPR ak CCPA-zanmitay politik vi prive",
    "home-plans-chart-row-7-cell-1": "Nivo difikilte Fine-grenn",
    "home-plans-chart-row-8-cell-1": "Lanse kontni defi pwòp ou yo",
    "home-plans-chart-row-9-cell-1": "Tan ki baze sou orè difikilte",
    "home-try-it-out-button": "Jwenn hCaptcha",
    "home-try-it-out-head": "Eseye li soti",
    "home-try-it-out-text": "hCaptcha bay senp, fasil, ak serye deteksyon bot pandan ke yo te trivial pou imen yo rezoud.",
    "labeling-about-head": "Konsènan hCaptcha",
    "labeling-about-text-1": "hCaptcha fèt pou rezoud pwoblèm ki pi entansif nan aprantisaj machin; etikèt kantite lajan masiv nan done nan yon fason apwopriye, abòdab, ak serye. Plis done jeneralman pwodui pi bon rezilta nan modèl aprantisaj machin fòmasyon. Siksè ki sot pase a nan modèl gwo twou san fon mennen nan de pli zan pli gwo ansanbl, ak hCaptcha sèvi bezwen sa a.",
    "labeling-about-text-2": "Sepandan, kreye gwo ansanbl done revize lè l sèvi avèk metòd tradisyonèl se tou de ralanti ak chè. hCaptcha se yon fason pou konpayi yo jwenn anotasyon yo bezwen pi vit, ak pi wo kalite ak nan pi ba pri pase lòt altènativ.",
    "labeling-annotations-head": "Kalite Anotasyon",
    "labeling-annotations-text-1": "Deteksyon objè egzat nan imaj ak videyo",
    "labeling-annotations-text-2": "Deteksyon objè egzat nan imaj ak videyo",
    "labeling-annotations-text-3": "Anotasyon pwen pou anpil ka itilizasyon diferan",
    "labeling-annotations-text-4": "Triye oswa ajoute kategori abitrè nan nenpòt ki gwosè",
    "labeling-annotations-text-5": "Imèn ki mache ak deteksyon ak klasifikasyon",
    "labeling-annotations-text-6": "Bezwen yon lòt kalite ki pa nan lis isit la? Jis mande nou.",
    "labeling-annotations-title-1": "Bwat Bounding",
    "labeling-annotations-title-2": "Poligòn",
    "labeling-annotations-title-3": "Landmarks",
    "labeling-annotations-title-4": "Atribi Kategorizasyon",
    "labeling-annotations-title-5": "Konparezon ak deteksyon",
    "labeling-annotations-title-6": "... ak anpil plis",
    "labeling-ent-button": "Kontakte Ekip Enterprise Solutions nou an",
    "labeling-ent-head": "Bezwen fen-a-fen kontwòl?",
    "labeling-ent-text-1": "Platfòm imen an dèyè hCaptcha bay kalite trè sofistike travay ak karakteristik jesyon atravè sou-site, ibrid, oswa SaaS deplwaman ki entegre ak sistèm ki egziste deja ou yo.",
    "labeling-ent-text-2": "Kouri antyèman offline ak mendèv pwòp ou a, swiv valè konsome nan tout inite biznis oswa patnè consortium, oaza wout travay bay diferan founisè travay entèn oswa ekstèn ki baze sou pri ak kondisyon sekirite, ak plis ankò.",
    "labeling-ent-text-3": "Aksè API fasil, bèl tablodbò, ak dènye modèl-nan-bouk teknoloji a pou maksimize efikasite.",
    "labeling-ent-text-4": "99.99% SLAs uptime ak 24/7 sipò mondyal ki disponib. Pou plis enfòmasyon:",
    "labeling-features-head-1": "Senp API-kondwi tuyaux.",
    "labeling-features-head-2": "Optimize pou pri ak bon jan kalite. Pa gen angajman inicio obligatwa.",
    "labeling-features-head-3": "Sèlman peye pou presizyon ou bezwen an.",
    "labeling-features-head-4": "Bay pwòp done verite tè ou oswa kite nou bati l 'sou vole a.",
    "labeling-features-text-1": "Vle entegre revizyon imen dirèkteman nan operasyon biznis ou a? Nou ofri SLAs segondè fyab, kapasite garanti, ak senp REST APIs.",
    "labeling-features-text-2": "Platfòm imen an itilize modèl konfyans konplè pou fè sofistike analiz bon jan kalite an tan reyèl. Sa a pèmèt nou byen vit detèmine tou de difikilte pou la nan kesyon ak repons yo gen anpil chans dwa, ekonomize tan ou ak lajan.",
    "labeling-features-text-3": "Se pa tout pwoblèm yo menm. Anotasyon pou travay sekirite-kritik ka mande pou 99.99% konfyans nan travayè antyèman imen. Anotasyon pou yon sèl karakteristik beta nan yon app jwèt mobil ka sèlman mande pou konfyans modere. Ou deside.",
    "labeling-features-text-4": "Èske ou gen done anvan tout koreksyon san yon seri verifikasyon konplè? Nan pifò ka yo nou ka bati youn pou ou kòm travay kouri nan sistèm lan, oswa kreye echantiyon ki make pou apwobasyon ou.",
    "labeling-info-head": "Lè w Done ki make",
    "labeling-info-text-1": "Pale ak youn nan ekspè domèn nou yo defini bezwen pwojè ou a: presizyon sib, fòma, ak nenpòt ki kondisyon espesyal.",
    "labeling-info-text-2": "Nou egzekite yon ti pwodiksyon pwodiksyon ki baze sou echantiyon done ou yo. Sa a teste travay la nou te fè ansanm asire ou jwenn egzakteman sa ou bezwen.",
    "labeling-info-text-3": "Avèk gwo volim nou an ak latansi ki ba nou pral vire travay ou otou byen vit, ak livrezon otomatik le pli vit ke li fè.",
    "labeling-info-text-4": "Kòm nou pi byen konprann paramèt yo nan travay pwodiksyon ou, rezilta yo ap kontinye amelyore sou tan.",
    "labeling-info-text-5": "Tablodbò Live pèmèt ou bay fidbak oswa pran yon poz pwodiksyon nan nenpòt ki lè.",
    "labeling-info-title-1": "Defini Espesifikasyon",
    "labeling-info-title-2": "Tès Premye Travay",
    "labeling-info-title-3": "Deplwaye Travay Pwodiksyon",
    "labeling-info-title-4": "Amelyorasyon kontinyèl",
    "labeling-info-title-5": "Rezilta tan reyèl",
    "labeling-main-1": "Pri-efikas done etikèt nan echèl",
    "labeling-main-1-button": "Jwenn Done ou make kounye a",
    "labeling-main-1c": "Bezwen plis etikèt pou ansanbl ou? hCaptcha bay vit, pri-efikas, ak segondè kalite etikèt done pou konpayi k ap travay sou entèlijans atifisyèl ak aplikasyon pou aprantisaj machin.",
    "labeling-main-2": "Lanse dè milyon de travay imedyatman.",
    "labeling-main-2-button": "Achte Sèvis Etikèt Done",
    "labeling-main-2c": "hCaptcha gen youn nan pi gwo pisin sou planèt la ki disponib pou itilizasyon ou. Kèlkeswa echèl ou, nou ka okipe li san angajman davans chè. Dè milyon de travay chak jou pa gen okenn pwoblèm.",
    "labeling-platform-head": "Enfòmasyon prive oswa piblik",
    "labeling-platform-text": "hCaptcha bati sou platfòm imen an, ki pèmèt sofistike routage ak analiz optimize pri ak efikasite nan chak etap. Teknoloji sa a pèmèt mendèv la dwa okipe chak pati nan travay ou, maksimize efikasite pri pandan y ap prezève vi prive ak satisfè nenpòt kondisyon regilasyon ki ka aplike.",
    "labeling-try-button": "Achte Sèvis Etikèt Done",
    "labeling-try-head": "Ou vle fè yon eseye ak done ou a?",
    "labeling-try-text": "... nou pare lè ou se: sèvis nou an ki disponib nan revèy la.",
    "learn-more-hcaptcha": "Aprann plis bagay sou hCaptcha",
    "page-acc-faq-1": "Kesyon: Èske hCaptcha Seksyon 508 + WCAG 2.1 AA konfòme? Repons: Nou kwè sa: tout itilizatè ki gen nenpòt fòm andikap ki kapab browse entènèt la epi antre tèks sou fòm yo ka jwenn aksè nan sèvis ki pwoteje pa hCaptcha sou enskripsyon an. Sepandan, sa a se pa konsèy legal: ou ta dwe fè evalyasyon pwòp ou a, pran an konsiderasyon aplikasyon patikilye ou a asire sa a se ka a pou deplwaman ou.",
    "page-acc-faq-2": "Kesyon: Èske w ap travay sou lòt opsyon aksè (a11y), tankou odyo? Repons: Opsyon deja popilè tankou captchas odyo diskriminasyon kont anpil itilizatè a11y epi yo fasil bat pa teknik modèn aprantisaj machin. Sa a te fòse aktyèl defi odyo yo vin pi plis ak plis difisil, entwodwi bri, distribisyon enpè, konbinezon mo dwòl, ak sou sa yo defèt atakè. Nou se konsa mwens antouzyastik sou apwòch sa a vs evite defi a tout ansanm, men yo pral konsidere li si gen demann nan kominote a11y. Sepandan, nou enterese anpil nan Privacy Pass pou ka itilizasyon aksè. Nou kwè konbine apwòch aktyèl nou an ak emisyon Pass Privacy pral pèmèt itilizatè a11y navige san danje, sekirite nan konesans ke trafik yo pi prive, pandan y ap mete restriksyon sou abi pa operatè bot ki inevitableman rive lè opsyon a11y ki disponib. Nou se patisipan aktif nan gwoup k ap travay IETF normalize nouvo teknoloji sa a.",
    "page-acc-faq-3": "Kesyon: Ki sa ki sou vi prive? Èske enskripsyon ekspoze done Navigasyon a11y nan kèk fason? Kisa ou fè ak imèl la? Repons: hCaptcha ki fèt pou vi prive soti nan tè a moute. Li trè diferan pase opsyon tradisyonèl tankou reCAPTCHA ke yo posede pa rezo anons, ki moun ki gen yon ankourajman pou swiv ou atravè entènèt la ak asosye ou ak yon idantite reyèl. Nou pa janm sèvi ak Imèl aksè oswa enfòmasyon pou nenpòt lòt rezon pase fasilite itilizasyon a11y ak anpeche abi. Règleman sou vi prive nou an gen repons konplè ak autorité sou fason nou itilize done, men repons lan kout se nou pa gen okenn enterè nan asosye ou kòm yon moun ki gen istwa Navigasyon ou.Nou yo tou kounye a ap travay sou yon solisyon kriptografik rapidman jete adrès imel ou pandan y ap toujou prezève kapasite nou yo anpeche abi, konplete travay Privacy Pass nou an.",
    "page-acc-link-1": "Si ou se yon itilizatè aksè, tanpri enskri isit la.",
    "page-acc-subhead": "Asire aksè san pwoblèm pou tout itilizatè yo pandan w ap kenbe sekirite",
    "page-acc-summary": "Rezime",
    "page-acc-summary-contents-1": "hCaptcha fèt pou sispann bots pa distenge yo ak moun. Tès vizyèl yo se yon zouti pratik pou sa, men se pa tout moun ki ka rezoud yon defi vizyèl. Pou rezon sa a nou te fèt yon senp, altènativ san doulè kite piblikatè lè l sèvi avèk sèvis nou prezève aksè pou tout moun ak Seksyon plen 508 ak WCAG 2.1 AA konfòmite.",
    "page-acc-summary-contents-2": "Ki jan li fonksyone: premye, yon itilizatè aksè siyen nan URL sa a, ki lye nan paj enfòmasyon widget hCaptcha. Yo ba yo yon bonbon chiffres ki ka itilize plizyè fwa chak jou, men yo dwe rafrechi chak 24 èdtan via login.Lè yon defi prezante bay yon itilizatè aksè sou nenpòt ki sit lè l sèvi avèk sèvis la hCaptcha, yo pral otomatikman pase.",
    "page-acc-title": "Enfòmasyon sou Aksè hCaptcha",
    "page-acc-tr-body": "Kesyon: Mwen toujou wè yon defi apre mete bonbon la. Ki sa ki lakòz sa a?<br> Repons: Sa a se tipikman akòz lè l sèvi avèk yon blokaj anons agresif oswa anti-bonbon ekstansyon, oswa yon anviwònman ki bloke kwa-sit bonbon, nan ka sa a yon bonbon pou hcaptcha.com ki mete oswa tcheke pa hCaptcha JS la sou yon sit diferan , tankou sa wap vizite a.<br><br> bonbon aksè hCaptcha travay avèk tout navigatè popilè yo ak blokaj anons ak anviwònman estanda yo, se konsa tipikman echèk yo akòz anti-anti-adblock Scripts oswa regleman ki sanble vize sit patikilye.<br><br> Solisyon:<br><br> 1. Whitelist hcaptcha.com ak * .hcaptcha.com bonbon nan blocker anons ou oswa ekstansyon sekirite navigatè.<br> 2. Si w ap itilize navigatè a brav, ki pa parèt kounye a gen nenpòt kalite lis blan bonbon, ale nan Preferences -> Shields -> Bonbon epi chwazi Pèmèt tout bonbon.<br> 3. Si w ap itilize vèsyon an trè dènye nan Safari sou swa dènyèman lage OS X 10.15 la oswa iOS 13.4, Apple te jis chanje konpòtman an nan Safari ki gen rapò ak twazyèm-pati bonbon, bloke tout nan yo pa default. Nou ap mete ann aplikasyon yon solisyon, men nan entre-temps la tanpri vizite Safari Preferences, seksyon sou enfòmasyon prive, ak dezaktive swiv sit entènèt: Anpeche kwa-sit swiv yo ki ap pèmèt bonbon aksè a fonksyone jan yo espere a.<br><br> Kesyon: Mwen sèvi ak aparèy miltip. Èske mwen bezwen enskri plizyè fwa?<br> Reponn: Non. Tanpri klike sou menm lyen login imèl ou voye sou chak aparèy ou itilize yo nan lòd yo mete bonbon la.<br><br> Kesyon: Kouman mwen ka pwoteje tèt mwen kont twazyèm pati swiv bonbon pandan w ap itilize bonbon aksè a?<br> Repons: Sèvi ak nenpòt ki vi prive oswa anons bloke ekstansyon ki sipòte domèn-nivo whitelisting (egzanp uBlock Orijin) ap travay jan yo espere a: jis asire w ke ou whitelist hcaptcha.com.",
    "page-acc-tr-title": "Pou Itilizatè Aksè: Kesyon Souvan ak Gid depanaj",
    "page-acc-tr2-body": "Safari<br> Pou pèmèt bonbon nan Safari (Mac): Ale nan Safari meni an. Chwazi Preferences. Klike sou Privacy nan panèl anwo a. Anba 'Bloke bonbon' chwazi opsyon 'Pa janm.'<br> Pou pèmèt bonbon nan Safari (iPhone / iPad iOS 11+): Louvri Anviwònman ou. Scroll down epi chwazi Safari. Anba Privacy & Sekirite, fèmen 'Anpeche Cross-Site Tracking' ak 'bloke tout bonbon'<br><br> Firefox<br> Klike sou plak pwotèj la sou bò goch ba adrès la sou nenpòt paj wèb. Klike sou Anviwònman Pwoteksyon. Firefox Preferences Privacy & Security panel ap louvri. Anba Pwoteksyon Tracking Amelyore, chwazi Custom. Chwazi ki trackers ak Scripts yo bloke pa chwazi kaz sa yo. Asire ou ke ou te debloke hcaptcha.com.<br><br> Ou kapab tou pou yon ti tan fèmen kèk pwoteksyon nan Custom debug sa a, pa désélectionner kaz yo: Deselekte kazye yo Trackers oswa dezaktive kazye yo Bonbon si ou toujou gen pwoblèm.<br><br> Google Chrome<br> Google Chrome (PC)<br> Chwazi icon meni Chrome la. Chwazi Anviwònman.<br> Ale nan vi prive ak sekirite, Lè sa a, bonbon ak lòt done sit.<br> Asire w ke 'Bloke bonbon twazyèm-pati' pa pèmèt.<br><br> Google Chrome (Mac):<br> Louvri preferans Chrome soti nan ba meni an.<br> Ale nan vi prive ak sekirite, Lè sa a, bonbon ak lòt done sit.<br> Asire w ke 'Bloke bonbon twazyèm-pati' pa pèmèt.<br><br> Google Chrome (android):<br> Sou aparèy android ou a, louvri app a Chrome.<br> Nan tèt dwat la, tape Plis ak Lè sa a Anviwònman.<br> Tape Anviwònman sit la ak Lè sa a bonbon.<br> Bòkote 'Bonbon,' chanje anviwònman an sou.<br> Tcheke bwat ki akote 'Pèmèt bonbon twazyèm pati yo.'<br><br> Internet Explorer<br> 1. Chwazi Kovèti pou la nan kwen anwo-dwat nan ekran an, Lè sa a, chwazi 'Opsyon Entènèt'. Si ou gen meni Bar la pèmèt, ou ka chwazi 'Zouti' Lè sa a, 'Opsyon Entènèt'.<br> 2. Klike sou 'Privacy' tab la.<br> 3. Chwazi bouton 'Avanse' a.<br> 4. Anba 'Twazyèm-pati bonbon' chwazi 'Aksepte'.<br> 5. Klike sou 'OK'",
    "page-acc-tr2-head": "Enstriksyon navigatè pou bonbon kwa-sit",
    "priv-hc": "Konfidansyalite konsantre",
    "priv-hc-text": "Rezo piblisite wè ou kòm pwodwi yo. Nou pa fè sa. Nou pa pran swen ki moun ki itilizatè yo, sèlman ki jan chans yo se yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "reporting-bugs-accessibility-button": "Aprann plis bagay sou opsyon aksè",
    "reporting-bugs-accessibility-head": "Opsyon aksè",
    "reporting-bugs-accessibility-text": "Èske ou gen pwoblèm vizyèl oswa otreman kapab ranpli hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kaptire Rapò ensèk Detay: Firefox",
    "reporting-bugs-guide-ff-step-1": "Etap 1: Louvri Zouti Developer (Sa kòmanse anrejistreman sesyon an.)",
    "reporting-bugs-guide-ff-step-2": "Etap 2: Klike sou tab Rezo nan Zouti Developer. Tcheke bwat Persist logs nan tèt la.",
    "reporting-bugs-guide-ff-step-3": "Etap 3: vizite https://accounts.hcaptcha.com/demo, oswa sit entènèt la w ap gen yon pwoblèm sou (Remak sou enfòmasyon prive: sèlman si ou pa lide pataje sa li ye) ... ak Lè sa a klike sou mwen an mwen se bouton moun, epi eseye rezoud.",
    "reporting-bugs-guide-ff-step-4": "Etap 4: Klike sou HAR apre ou fin eseye rezoud, epi chwazi Sove tout kòm HAR pou konsève pou boutèy demi lit rezo a. Voye dosye sa ba nou.",
    "reporting-bugs-guide-ff-step-5": "Etap 5: Klike sou tab la Konsole, ak dwa-klike sou Lè sa a, Chwazi tout epi sove sa nan yon dosye tèks, yo nan lòd pou konsève pou boutèy demi lit konsole a. Voye nou sa tou.",
    "reporting-bugs-guide-ff-step-6": "Dènye etap: Imèl sa yo HAR ak konsole dosye boutèy demi lit nou, epi dekri pwoblèm nan Sèvi ak: support@hcaptcha.com (tanpri itilize yon sèvis tankou Dropbox oswa Filebin epi voye lyen) ak opsyonèlman yon D, si ou sispèk gen nan yon bagay pa montre kòrèkteman . Tanpri voye IP w ap itilize a tou. Ou ka jwenn li nan https://www.whatsmyip.org/ Mèsi pou pran tan nan ede nou jwenn enfòmasyon sa a! Nou angaje nan fè hCaptcha travay byen pou tout moun.",
    "reporting-bugs-guide-head": "Kaptire Rapò ensèk Detay: Chrome",
    "reporting-bugs-guide-step-1": "Etap 1: Louvri Zouti Developer (Sa kòmanse anrejistreman sesyon an.)",
    "reporting-bugs-guide-step-2": "Etap 2: Klike sou tab Rezo nan Zouti Developer. Tcheke bwat boutèy la Konsève nan tèt la.",
    "reporting-bugs-guide-step-3": "Etap 3: vizite https://accounts.hcaptcha.com/demo, oswa sit entènèt la w ap gen yon pwoblèm sou (Remak sou enfòmasyon prive: sèlman si ou pa lide pataje sa li ye) ... ak Lè sa a klike sou mwen an mwen se bouton moun, epi eseye rezoud.",
    "reporting-bugs-guide-step-4": "Etap 4: Klike sou Export HAR (ti flèch la desann) apre ou fin eseye rezoud, ki sove boutèy la rezo. Voye dosye sa ba nou.",
    "reporting-bugs-guide-step-5": "Etap 5: Klike sou tab la Konsole, ak dwa-klike sou Lè sa a, Sove tankou .. yo nan lòd pou konsève pou boutèy la konsole. Voye nou sa tou.",
    "reporting-bugs-guide-step-6": "Dènye etap: Imèl sa yo HAR ak konsole dosye louvri sesyon ba nou, epi dekri pwoblèm nan. Sèvi ak: support@hcaptcha.com (tanpri itilize yon sèvis tankou Dropbox oswa Filebin epi voye lyen) ak opsyonèlman yon D, si ou sispèk gen yon bagay ki pa montre kòrèkteman. Tanpri voye IP w ap itilize a tou. Ou ka jwenn li nan https://www.whatsmyip.org/ Mèsi pou pran tan nan ede nou jwenn enfòmasyon sa a! Nou angaje nan fè hCaptcha travay byen pou tout moun.",
    "reporting-bugs-guide-text-1": "Voye enfòmasyon debogaj ak rapò ou ap fè li pi fasil pou nou idantifye sa k ap pase. Isit la yo se etap-pa-etap enstriksyon:",
    "reporting-bugs-guide-text-2": "Si ou se yon pwomotè entènèt oswa itilizatè ekspè, rezime a se nou ta renmen ou voye nou yon rezo anrejistreman HAR ak navigatè mòso bwa konsole. Tanpri eseye enfim nenpòt blokaj anons oswa ekstansyon sekirite navigatè premye ak Lè sa a, eseye ankò anvan ou ale nan etap sa yo. Si sa ranje pwoblèm ou an, nou ta toujou apresye ou kite nou konnen vèsyon navigatè ou a, blokaj anons oswa ekstansyon navigatè, ak URL sit entènèt la.",
    "reporting-bugs-intro-head": "Ou jwenn yon ensèk? Men kijan pou rapòte li.",
    "reporting-bugs-intro-text": "Dè milyon de moun sèvi ak hCaptcha chak mwa, sou dè milye de konbinezon de navigatè, ekstansyon, aparèy, firewall, ak plis ankò. Objektif nou se asire ke li toujou ap travay pou ou, se konsa nou anpil apresye rapò ou! Pou bay fidbak rapid, jis klike sou bouton an Voye nou fidbak. Si w ap wè yon pwoblèm fonksyonèl, tanpri swiv enstriksyon yo debug boutèy demi lit pou Chrome oswa debug enstriksyon boutèy demi lit pou Firefox anba a. Pou nenpòt lòt navigatè jis imèl nou. Pou sekirite potansyèl oswa pwoblèm vi prive, gade enstriksyon ki anba yo.",
    "reporting-bugs-privacy-head": "Pwoblèm sou vi prive",
    "reporting-bugs-privacy-text": "Nou pa pran swen ki moun ki itilizatè yo, sèlman ki jan chans yo se yo dwe move oswa machin. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite. Si ou te jwenn yon pwoblèm ke ou panse ta ka afekte vi prive itilizatè, tanpri imèl nou nan support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Voye nou fidbak",
    "reporting-bugs-provide-feedback-head": "Bay imedya fidbak sou hCaptcha",
    "reporting-bugs-provide-feedback-text": "Nou apresye opinyon ou. Fè nou konnen nenpòt pwoblèm epi nou pral rezoud yo byen vit.",
    "reporting-bugs-security-head": "Pinèz Sekirite Sosyal",
    "reporting-bugs-security-text": "Nou toujou enterese nan resevwa rapò sou pinèz sekirite. Imèl support@hcaptcha.com & CC security@hcaptcha.com epi nou pral jwenn tounen ba ou byen vit. Nou genyen tou yon pwogram Bounty ensèk pou rapò sekirite ki kalifye sou sèvis la hCaptcha ak kòd sous ki gen rapò.",
    "sales-interstitial-c1": "Pou konpayi yo",
    "sales-interstitial-c1a": "Solisyon sekirite Enterprise (peye)",
    "sales-interstitial-c1b": "Aprann plis bagay sou hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Done anotasyon",
    "sales-interstitial-c1d": "Achte sèvis anotasyon hCaptcha",
    "sales-interstitial-c2": "Pou moun",
    "sales-interstitial-c2a": "Ajoute hCaptcha nan sèvis ou (gratis)",
    "sales-interstitial-c2b": "Ajoute hCaptcha pou Publishers sou sit entènèt mwen an oswa app",
    "sales-interstitial-c2c": "Ki sa ki hCaptcha?",
    "sales-interstitial-c2d": "Aprann plis bagay sou hCaptcha",
    "sales-interstitial-head": "Ann asire w ke ou jwenn nan plas la dwat.",
    "sec-hc": "Sekirite Premye",
    "sec-hc-text": "hCaptcha se Piblikatè ki konsantre. Nou travay bay sit done reyèl epi kite yo deside ki jan yo sèvi ak li. Presizyon se nan enterè ou ak pou nou. Lòt captchas yo bay pa konpayi piblisite. Chak bot yo bloke ka diminye revni yo.",
    "signup-interstitial-c1": "Pou konpayi oswa sit entènèt",
    "signup-interstitial-c1a": "Ajoute hCaptcha nan sèvis ou (gratis)",
    "signup-interstitial-c1b": "Ajoute hCaptcha pou Publishers sou sit entènèt mwen an oswa app",
    "signup-interstitial-c1c": "Solisyon sekirite Enterprise (peye)",
    "signup-interstitial-c1d": "Aprann plis bagay sou hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Done anotasyon",
    "signup-interstitial-c1f": "Achte sèvis anotasyon hCaptcha",
    "signup-interstitial-c2": "Pou moun",
    "signup-interstitial-c2a": "Aksè",
    "signup-interstitial-c2b": "Aprann sou opsyon aksè pou hCaptcha",
    "signup-interstitial-c2c": "Touche lajan",
    "signup-interstitial-c2d": "Travay kòm yon etikèt done endividyèl elèv yo",
    "signup-interstitial-head": "Ann asire w ke ou jwenn nan plas la dwat.",
    "support-interstitial-c1": "Pou konpayi yo",
    "support-interstitial-c1a": "Solisyon sekirite Enterprise (peye)",
    "support-interstitial-c1b": "Jwenn sipò pou hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Editè (gratis)",
    "support-interstitial-c1d": "Jwenn sipò pou hCaptcha Editè",
    "support-interstitial-c2": "Pou moun",
    "support-interstitial-c2a": "Èske w gen difikilte ak yon defi?",
    "support-interstitial-c2b": "Aprann sou opsyon aksè pou hCaptcha",
    "support-interstitial-c2c": "Vle rapòte yon ensèk?",
    "support-interstitial-c2d": "Aprann plis bagay sou rapò pwoblèm lojisyèl",
    "support-interstitial-head": "Ann asire w ke ou jwenn nan plas la dwat.",
    "switch-to-english-link": "Chanje nan lang angle",
    "what-is-hcaptcha": "Ki sa ki hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ede sèvis entènèt pi renmen ou yo kenbe soti robo, Spam, ak abi pa poze kesyon ki senp ki fasil pou moun ak difisil pou machin.",
    "why-hc": "Poukisa hCaptcha?",
    "why-hc-text": "Chak fwa ou reponn yon defi, nou itilize modèl sofistike pou konnen si ou se moun oswa yon machin. Sou sit wèb la ou te vizite Lè sa a, sèvi ak rezilta sa a ede amelyore eksperyans ou sou sit yo pa kenbe soti robo."
}