{
    "about-advisors-brendan": "CEO. Lidè rekonèt nan AI. Èske aplike entèlijans machin nan echèl nan yon gran varyete pwoblèm biznis sou deseni ki sot pase yo.",
    "about-advisors-dawn": "Doktora nan Biyoloji enfòmatik, Stanford. Travay ak rezo nè yo depi 1999. Konsantre sou aplike ML ak pwofon aprantisaj nan echèl.",
    "about-advisors-head": "Konseye",
    "about-advisors-keiran": "Database ak ekspè Blockchain. Early engineer nan Cloudera ak plis ankò. Deseni lojisyèl ak ekip ekspètiz.",
    "about-content-head-1": "Sa Nou Fè",
    "about-content-head-2": "Poukisa li enpòtan",
    "about-content-text-1": "hCaptcha se yon sèvis nan entwisyon pou machin avanse Inc, yon konpayi AI ak machin aprantisaj ak yon konsantre sou metiraj ak domèn vizyèl ML nan echèl. ‍Nou konstwi e opere sistèm twouve évolutive pou pèmèt videyo ak sèvis analiz imaj pou Global 2000 konpayi atravè mond lan.",
    "about-content-text-2": "Plis done anjeneral pwodui pi bon rezilta. Bati ak kenbe kòrèkteman ki make ak ansanbl enpòtan ki konsome tan ak chè. ‍HCaptcha te orijinalman devlope pou adrese pwòp bezwen nou yo nan etikèt imaj, e se kounye a disponib pou lòt konpayi ki gen bezwen menm jan an.",
    "about-intro-head-1": "Travay pou hCaptcha",
    "about-intro-head-2": "Misyon nou an gwo",
    "about-intro-text": "Nou ap grandi byen vit epi yo toujou ap chèche pou pi bon talan nan mond lan nan tout biwo mondyal nou an. Ou ka aplike ak lyen ki anba yo.",
    "about-leadership-alex": "Database ak ekspè Blockchain. Early engineer nan Cloudera ak plis ankò. Deseni lojisyèl ak ekip ekspètiz.",
    "about-leadership-eli": "CEO. Lidè rekonèt nan AI. Èske aplike entèlijans machin nan echèl nan yon gran varyete pwoblèm biznis sou deseni ki sot pase yo.",
    "about-leadership-head": "Lidèchip",
    "about-leadership-todd": "Doktora nan Biyoloji enfòmatik, Stanford. Travay ak rezo nè yo depi 1999. Konsantre sou aplike ML ak pwofon aprantisaj nan echèl.",
    "acc-opt": "Opsyon aksè",
    "acc-opt-but": "Aprann plis sou opsyon aksè",
    "acc-opt-text": "Èske w gen pwoblèm vizyon oswa otreman kapab ranpli hCaptchas?",
    "accessibility-link": "Aksè",
    "appreciate-in": "Nou apresye opinyon w. Fè nou konnen nenpòt pwoblèm epi n ap rezoud yo byen vit.",
    "fb-but": "Voye nou fidbak",
    "feedback-text": "Bay fidbak sou hCaptcha a ou jis wè",
    "footer-attribution": "Atribisyon",
    "footer-copyright-text": "hCaptcha se yon trademark anrejistre nan entwisyon Machines, Inc.",
    "footer-header-1": "Konpayi",
    "footer-header-2": "Resous",
    "footer-header-3": "Kontak",
    "footer-link-1": "Etikèt",
    "footer-link-2": "About",
    "footer-link-3": "Travay",
    "footer-link-4": "Mak yo",
    "footer-link-5": "Blog",
    "footer-link-6": "Ki dènye nouvèl",
    "footer-link-7": "Dokimantasyon",
    "footer-link-8": "Rapòte yon ensèk",
    "footer-link-9": "Aksè",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Sipò",
    "footer-subheader-2": "Kontak",
    "footer-terms": "Tèm yo",
    "header-docs-link": "Doc",
    "header-labeling-services-link": "Sèvis etikèt yo",
    "header-login-button": "Ouvri sesyon an",
    "header-plans-link": "Plan",
    "header-signup-button": "Enskri",
    "home-about-head": "Konsènan hCaptcha",
    "home-about-subtitle": "Powered by Pwotokòl imen",
    "home-about-text-1": "hCaptcha se fèt yo rezoud pi fò pwoblèm nan travay entansif nan aprantisaj machin: etikèt kantite lajan masiv nan done nan yon fason apwopriye, abòdab, ak serye.",
    "home-about-text-2": "Plis done anjeneral pwodui pi bon rezilta nan fòmasyon modèl machin aprantisaj. Siksè ki sot pase a nan modèl gwo twou san fon te mennen nan ansanm de pli zan pli gwo, prèske toujou ak kèk revizyon moun. Sepandan, kreye gwo man-revize ansanbl via Mechanical Turk, Figi uit, elatriye se tou de dousman ak chè.",
    "home-about-text-3": "hCaptcha pèmèt sit entènèt fè lajan sèvi demann sa a pandan y ap bloke robo ak lòt fòm abi.",
    "home-about-text-4": "Mache a hCaptcha se Powered by Pwotokòl imen an, yon louvri pwotokòl desantralize pou revizyon imen ki kouri sou blockchain la Ethereum. Sit Wèb yo touche onèt Imèn (HMT) chak fwa itilizatè yo itilize widje hCaptcha sou sit yo, ak konpayi kap aprann machin yo peye mak tok yo pou yo ka jwenn enfòmasyon yo make.",
    "home-ba-labeling-services-link": "Sèvis etikèt yo",
    "home-benefits-head-1": "Valè a nan etikèt Done",
    "home-benefits-head-2": "Bay tounen nan charite",
    "home-benefits-text-1": "Èske ou te reyalize chak fwa ou \"klike sou machin nan\" ou ap ede nan tren yon sèl sistèm Gigantic konpayi an aprantisaj machin pou gratis?",
    "home-benefits-text-2": "hCaptcha vire modèl sa a alantou. Lè ou itilize hCaptcha, konpayi òf sou travay la itilizatè ou fè jan yo pwouve limanite yo. Ou jwenn rekonpans yo.",
    "home-benefits-text-3": "Vle bay tounen vin jwenn charite pi renmen ou? hCaptcha pèmèt ou sipòte òganizasyon charitab yo nan chwa ou ak salè ou jwenn nan lè l sèvi avèk li. Itilizatè yo sou sit ou a pral byento kapab wè kontribisyon ou nan charite nan mak sekrè sou koòdone nan hCaptcha.",
    "home-challenge-text-1": "Chwazi tout imaj ki matche ak rechèch la",
    "home-challenge-text-2": "Defini zòn ki limite pou objè yo",
    "home-challenge-text-3": "Idantifye etikèt ki koresponn lan",
    "home-challenge-title-1": "Konparezon",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizasyon",
    "home-challenges-head": "Prezante defi yo",
    "home-challenges-text-1": "... ak lòt travay ki senp. Fasil pou moun, difisil pou bots.",
    "home-challenges-text-2": "Travay Custom disponib tou pou piblikatè antrepriz yo.",
    "home-ent-1": "Ap chèche ofrann sekirite antrepriz nou an?",
    "home-ent-2": "Vizite nouvo sit dedye nou an: BotStop.com",
    "home-ent-button": "Aprann plis: BotStop pa hCaptcha",
    "home-from-the-blog": "SOU BLOG la:",
    "home-from-the-blog-value": "Kijan hCaptcha Difikilte Anviwònman Travay",
    "home-intro-body": "Ou itilize yon captcha kenbe soti bots? hCaptcha pwoteje vi prive itilizatè, rekonpans sou sit entènèt, epi li ede konpayi jwenn done yo make. Li se yon ranplasman gout-an pou reCAPTCHA: ou ka chanje nan minit.",
    "home-intro-button": "Enskri kounye a",
    "home-intro-head": "One Stop plis bots. Kòmanse pwoteje vi prive itilizatè.",
    "home-main-1": "Prive. Tache. Pi vit. Epi nou peye ou pou itilize li.",
    "home-main-2": "Konfidansyalite konsantre sou",
    "home-main-2c": "Rezo ad wè vizitè ou kòm pwodwi an. Pou hCaptcha pwodwi a se travay la yo bay. Nou pa pran swen ki moun ki itilizatè ou yo, se sèlman ki jan chans yo yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "home-main-3": "Sekirite Premye",
    "home-main-3c": "Presizyon se nan enterè ou ak nou. hCaptcha se Piblikatè ki konsantre sou. Nou travay ba ou done reyèl epi kite ou deside ki jan yo sèvi ak li. Lòt captchas yo bay nan",
    "home-main-4": "Pi bon eksperyans itilizatè",
    "home-main-4c": "Modèl sofistike aprantisaj machin yo te itilize pa hCaptcha pou detèmine limanite. Sa a pèmèt nou mande pou travay mwens anmèdan soti nan itilizatè ou yo ak pran mwens nan tan yo nan fè sa, pandan y ap toujou pwodwi done ki gen etikèt itil pou etikèt kliyan yo.",
    "home-main-plans": "hCaptcha se gratis pou itilize pou piblikatè nan nenpòt ki gwosè. Sepandan, pou antrepwiz ak tribin ki bezwen plis kontwòl, solisyon antrepriz nou yo disponib.",
    "home-main-plans2": "solisyon antrepriz hCaptcha pwoteje dè milyon de itilizatè yo atravè dè dizèn de dè milyon de sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans3": "solisyon antrepriz hCaptcha pwoteje dè milyon de itilizatè yo atravè dè dizèn de dè milyon de sit entènèt pou kèk nan pi gwo konpayi yo sou planèt la. Tanpri kontakte nou pou plis enfòmasyon, oswa vizite",
    "home-main-plans4": "pou detay.",
    "home-plans-button-1": "Enskri kounye a",
    "home-plans-button-2": "Kontakte lavant yo",
    "home-plans-chart-head-1": "Karakteristik",
    "home-plans-chart-head-2": "Editè",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kalite defi kontwòl yo montre",
    "home-plans-chart-row-1-cell-2": "Limite",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-plans-chart-row-11-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-plans-chart-row-12-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-plans-chart-row-2-cell-1": "Kontni defi kontni itilize yo",
    "home-plans-chart-row-2-cell-2": "Limite",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Touche rekonpans pou rezoud moun",
    "home-plans-chart-row-4-cell-1": "Mond-klas anti-bot pwoteksyon",
    "home-plans-chart-row-5-cell-1": "Travay nan tout peyi",
    "home-plans-chart-row-6-cell-1": "GDPR ak CCPA-zanmitay politik vi prive",
    "home-plans-chart-row-7-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-plans-chart-row-8-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-plans-chart-row-9-cell-1": "Fine-ak grenn fen nivo difikilte",
    "home-try-it-out-button": "Jwenn hCaptcha",
    "home-try-it-out-head": "Eseye li soti",
    "home-try-it-out-text": "hCaptcha bay senp, fasil, ak serye deteksyon bot pandan ke yo te trivial pou moun yo rezoud.",
    "labeling-about-head": "Konsènan hCaptcha",
    "labeling-about-text-1": "hCaptcha se fèt yo rezoud pi fò pwoblèm nan travay entansif nan aprantisaj machin; etikèt kantite lajan masiv nan done nan yon fason apwopriye, abòdab, ak serye. Plis done anjeneral pwodui pi bon rezilta nan fòmasyon modèl machin aprantisaj. Siksè ki sot pase a nan modèl gwo twou san fon te mennen nan ansanm de pli zan pli gwo, ak hCaptcha sèvi bezwen sa a.",
    "labeling-about-text-2": "Sepandan, kreye gwo man-revize ansanbl lè l sèvi avèk metòd tradisyonèl se tou de dousman ak chè. hCaptcha se yon fason pou konpayi yo jwenn anote yo mande pou pi vit, ak pi wo bon jan kalite ak nan pi ba pri pase lòt altènativ.",
    "labeling-annotations-head": "Kalite Annotation",
    "labeling-annotations-text-1": "Deteksyon egzat objè nan imaj ak videyo",
    "labeling-annotations-text-2": "Deteksyon egzat objè nan imaj ak videyo",
    "labeling-annotations-text-3": "Annotasyon Point pou anpil ka itilize diferan",
    "labeling-annotations-text-4": "Klase oswa ajoute kategori abitrè nenpòt ki gwosè",
    "labeling-annotations-text-5": "Deteksyon ak klasifikasyon moun ki mache",
    "labeling-annotations-text-6": "Bezwen yon lòt kalite ki pa nan lis la? Senpleman mande nou.",
    "labeling-annotations-title-1": "Bounding Boxes",
    "labeling-annotations-title-2": "Poligòn",
    "labeling-annotations-title-3": "Landmarks",
    "labeling-annotations-title-4": "Atribi Kategorizasyon",
    "labeling-annotations-title-5": "Konparezon ak Deteksyon",
    "labeling-annotations-title-6": "... ak anpil plis",
    "labeling-ent-button": "Kontakte Ekip Solisyon Antrepriz nou an",
    "labeling-ent-head": "Bezwen fen-a-Fen kontwòl?",
    "labeling-ent-text-1": "Platfòm imen an dèyè hCaptcha bay bon jan kalite travay trè sofistike ak karakteristik jesyon via sou-promèt, ibrid, oswa deplwaman SaaS ki entegre ak sistèm ki egziste deja ou.",
    "labeling-ent-text-2": "Kouri antyèman offline ak pwòp mache travay ou, tras valè boule nan tout inite biznis oswa patnè konsòsyòm, oaza wout travay nan diferan founisè travay entèn oswa ekstèn ki baze sou pri ak kondisyon sekirite, ak plis ankò.",
    "labeling-ent-text-3": "APIEksyal aksè API, tablodbò bèl, ak dènye modèl-an-a-teknoloji bouk maksimòm efikasite travayè.",
    "labeling-ent-text-4": "99.99% disponibilite SLAs ak 24/7 sipò mondyal ki disponib. Pou plis enfòmasyon:",
    "labeling-features-head-1": "Senp API-kondwi tuyaux.",
    "labeling-features-head-2": "Optimize pou pri ak bon jan kalite. Pa gen angajman inicio nesesè.",
    "labeling-features-head-3": "Sèlman peye pou presizyon ou bezwen an.",
    "labeling-features-head-4": "Bay pwòp ou done tè verite oswa kite nou bati l 'sou vole la.",
    "labeling-features-text-1": "Vle entegre revizyon moun dirèkteman nan operasyon biznis ou a? Nou ofri SLAs segondè fyab, garanti kapasite, ak APIs rès senp.",
    "labeling-features-text-2": "Platfòm HUMAN la itilize modèl konpreyansif konplè pou fè analiz bon jan kalite sofistike an tan reyèl. Sa pèmèt nou detèmine rapidman toude difikilte kesyon yo ak bon repons yo, pou ekonomize tan ak lajan.",
    "labeling-features-text-3": "Se pa tout pwoblèm yo se menm bagay la. Anotasyon pou travay sekirite-kritik ka mande pou 99.99% konfyans nan men antyèman travayè imen. Annotasyon pou yon karakteristik beta nan yon app jwèt mobil ka sèlman mande pou modere konfyans. Ou deside.",
    "labeling-features-text-4": "Ou gen done anvan tout koreksyon san yon seri verifikasyon konplè? Nan pifò ka yo nou ka bati yon sèl pou ou tankou yon travay kouri nan sistèm lan, oswa kreye echantiyon ki make pou apwobasyon ou.",
    "labeling-info-head": "Jwenn Done ki make",
    "labeling-info-text-1": "Pale ak youn nan ekspè nan domèn nou yo defini bezwen pwojè ou a: presizyon sib, fòma, ak nenpòt ki kondisyon espesyal.",
    "labeling-info-text-2": "Nou egzekite yon travay pwodiksyon ti ki baze sou done echantiyon ou. Sa a teste travay la nou te fè ansanm asire ou jwenn egzakteman sa ou bezwen.",
    "labeling-info-text-3": "Avèk volim segondè nou an ak latansi ki ba nou pral vire travay ou otou rapidman, ak livrezon otomatik le pli vit ke li fè.",
    "labeling-info-text-4": "Kòm nou pi byen konprann paramèt yo nan travay pwodiksyon ou, rezilta yo ap kontinye amelyore sou tan.",
    "labeling-info-text-5": "Tablodbò Live pèmèt ou bay fidbak oswa pwodiksyon pran yon poz nan nenpòt ki lè.",
    "labeling-info-title-1": "Defini Espesifikasyon",
    "labeling-info-title-2": "Premye tès travay la",
    "labeling-info-title-3": "Deplwaye Travay Pwodiksyon",
    "labeling-info-title-4": "Amelyorasyon Kontini",
    "labeling-info-title-5": "Rezilta tan reyèl",
    "labeling-main-1": "Pri-efikas done etikèt nan echèl",
    "labeling-main-1-button": "Jwenn Done ou make yo kounye a",
    "labeling-main-1c": "Bezwen plis etikèt pou ansanbl ou a? hCaptcha bay bon jan kalite vit, pri-efikas, ak segondè bon jan kalite etikèt done pou konpayi k ap travay sou entèlijans atifisyèl ak machin aplikasyon pou aprann.",
    "labeling-main-2": "Lanse dè milyon de travay imedyatman.",
    "labeling-main-2-button": "Achte done etikèt Sèvis",
    "labeling-main-2c": "hCaptcha gen youn nan pisin yo pi gwo sou planèt la ki disponib pou itilize ou. Kèlkeswa echèl ou, nou ka jere li san yo pa angajman chè inicio. Dè milyon de travay pou chak jou yo pa gen okenn pwoblèm.",
    "labeling-platform-head": "Enfòmasyon prive oswa piblik",
    "labeling-platform-text": "hCaptcha se bati sou platfòm la imen, ki pèmèt sofistike routage ak analiz yo optimize pri ak efikasite nan chak etap. Teknoloji sa a pèmèt moun k ap travay dwat la manyen chak pati nan travay ou, maksimize efikasite nan pri pandan y ap konsève vi prive ak satisfè nenpòt ki kondisyon regilasyon ki ka aplike.",
    "labeling-try-button": "Achte done etikèt Sèvis",
    "labeling-try-head": "Vle bay li yon eseye ak done ou a?",
    "labeling-try-text": "... nou pare lè ou: sèvis nou an disponib alantou.",
    "learn-more-hcaptcha": "Aprann plis sou hCaptcha",
    "page-acc-faq-1": "Kesyon: Èske hCaptcha Seksyon 508 + WCAG 2.0 konfòme? Repons: Nou kwè se konsa: tout itilizatè ki gen nenpòt fòm defisyans ki kapab navige sou entènèt la ak antre nan tèks sou fòm ka jwenn aksè nan sèvis ki pwoteje pa hCaptcha sou enskripsyon an. Sepandan, sa a se pa konsèy legal: ou ta dwe fè evalyasyon pwòp ou a, pran an konsiderasyon aplikasyon patikilye ou a asire sa a se ka a pou deplwaman ou.",
    "page-acc-faq-2": "Kesyon: Èske w ap travay sou lòt aksè (a11y) opsyon, tankou odyo? Repons: Aktyèlman opsyon popilè tankou captchas odyo diskriminasyon kont anpil itilizatè a11y ak yo fasil bat pa teknik machin modèn aprantisaj. Sa a te fòse aktyèl defi odyo yo vin pi plis ak pi difisil, entwodwi bri, distribisyon enpè, konbinezon mo ki ra, ak sou sa yo defèt atakan. Nou ap konsa mwens antouzyastik sou apwòch sa a vs evite defi a tout ansanm, men pral konsidere li si gen demann nan kominote a ayy. Sepandan, nou trè enterese nan Privacy pas pou ka a Sèvi ak aksè. Nou kwè konbine apwòch aktyèl nou an a11y ak emisyon konfidansyalite pral pèmèt itilizatè a11y browse san danje, sekirite nan konesans ke trafik yo se pi prive, pandan y ap mete restriksyon sou abi a pa operatè bot ki inevitableman rive lè yon opsyon ki disponib. Nou se patisipan aktif nan gwoup travay IETF ki nòmalize nouvo teknoloji sa a.",
    "page-acc-faq-3": "Kesyon: Ki sa ki sou vi prive? Anrejistreman ekspoze a11y done Navigasyon nan kèk fason? Kisa ou fè avèk imèl la? Repons: hCaptcha ki fèt pou vi prive nan tè a leve. Li trè diferan pase opsyon tradisyonèl tankou reCAPTCHA ki posede pa rezo anons, ki gen yon ankourajman pou swiv ou nan sit wèb la epi asosye ou avèk yon idantite reyèl. Nou pa janm sèvi ak Imèl aksè oswa enfòmasyon pou nenpòt ki rezon lòt pase fasilite itilizasyon A11y ak anpeche abi. Politik konfidansyalite nou an gen repons konplè ak autorité sou fason nou itilize done, men repons kout la se nou pa gen okenn enterè nan asosye ou tankou yon moun ki gen istwa Navigasyon ou.Nou tou kounye a ap travay sou yon solisyon kriptografik rapidman jete adrès imel ou. pandan ou toujou konsève kapasite nou yo pou anpeche abi, konplete travay Privacy nou an.",
    "page-acc-link-1": "Si ou se yon itilizatè aksè, tanpri enskri isit la.",
    "page-acc-subhead": "Garanti aksè san pwoblèm pou tout itilizatè pandan w ap kenbe sekirite",
    "page-acc-summary": "Rezime",
    "page-acc-summary-contents-1": "hCaptcha se fèt yo sispann robo pa distenge yo soti nan moun. Tès vizyèl yo se yon zouti pratik pou sa a, men se pa tout moun ka rezoud yon defi vizyèl. Pou rezon sa a nou te kreye yon senp, san doulè altènatif kite pwoklamatè lè l sèvi avèk sèvis nou yo konsève aksè pou tout moun ki gen Seksyon plen 508 ak WCAG 2.0 konfòmite.",
    "page-acc-summary-contents-2": "Ki jan li fonksyone: premye, yon itilizatè aksè siyen nan adrès URL sa a, ki lye nan paj enfomasyon widje hCaptcha a. Yo bay yo yon bonbon chiffres ki ka itilize plizyè fwa pou chak jou, men yo dwe rafrechi chak 24 èdtan atravè login.When se yon defi prezante nan yon itilizatè aksè sou nenpòt sit lè l sèvi avèk sèvis la hCaptcha, yo pral pase otomatikman.",
    "page-acc-title": "hCaptcha aksè Enfòmasyon",
    "page-acc-tr-body": "Kesyon: Mwen toujou wè yon defi apre mete bonbon la. Ki sa ki sa ki lakòz sa a? Repons: Sa a se tipikman akòz lè l sèvi avèk yon anons agresif Blocker oswa anti-bonbon ekstansyon, oswa yon anviwònman ki bloke kwa-sit bonbon, nan ka sa a yon bonbon pou hcaptcha.com ki mete oswa tcheke pa JavaScript hCaptcha sou yon sit diferan. , tankou sa ou ap vizite a. Cookies aksè hCaptcha travay ak tout navigatè popilè yo ak blockers anons ak anviwònman estanda yo, se konsa tipikman echèk yo akòz anti-anti-adblock Scripts oswa règleman menm jan vize sit patikilye. Solisyon: 1. Whitelist hcaptcha.com ak * .hcaptcha.com bonbon nan Blocker anons ou oswa ekstansyon sekirite navigatè. 2. Si w ap itilize navigatè a brav, ki pa (tankou nan mwa avril 2020) parèt yo gen nenpòt kalite whitelist bonbon, ale nan Preferences -> Shields -> bonbon ak chwazi Pèmèt tout bonbon. 3. Si w ap itilize vèsyon an trè dènye nan Safari sou swa dènyèman lage OS X 10.15 oswa iOS 13. 4, Apple te jis chanje konpòtman an nan Safari ki gen rapò ak bonbon twazyèm-pati, bloke yo tout pa default. Nou ap aplike yon solisyon, men nan tan sa a tanpri vizite Safari Preferences, seksyon Privacy, ak dezaktive Suivi Sit wèb: Evite kwa-sit swiv yo ki ap pèmèt bonbon nan aksè nan fonksyone jan yo espere a. Kesyon: Mwen sèvi ak aparèy miltip. Èske mwen bezwen enskri plizyè fwa? Reponn: Non. Tanpri klike sou menm lyen imèl ki voye ba ou sou chak aparèy ou itilize pou w ka mete bonbon an.",
    "page-acc-tr-title": "Pou Itilizatè yo aksesibilite: Q & A ak Gid depanaj",
    "priv-hc": "Konfidansyalite konsantre sou",
    "priv-hc-text": "Rezo anons wè ou tankou pwodwi yo. Nou pa fè sa. Nou pa pran swen moun ki itilizatè yo, se sèlman ki jan chans yo yo dwe move. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite.",
    "reporting-bugs-accessibility-button": "Aprann plis sou opsyon aksè",
    "reporting-bugs-accessibility-head": "Opsyon aksè",
    "reporting-bugs-accessibility-text": "Èske w gen pwoblèm vizyon oswa otreman kapab ranpli hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kaptire Detay Rapò ensèk: Firefox",
    "reporting-bugs-guide-ff-step-1": "Etap 1: Louvri Zouti Devlopè (Sa kòmanse anrejistreman sesyon an.)",
    "reporting-bugs-guide-ff-step-2": "Etap 2: Klike sou Rezo tab nan zouti Developer. Tcheke bwat \"Pèsiste mòso bwa yo\" nan tèt la.",
    "reporting-bugs-guide-ff-step-3": "Etap 3: vizite https://accounts.hcaptcha.com/demo, oswa sit entènèt la w ap gen yon pwoblèm sou (Remak Privacy: sèlman si ou pa lide pataje sa li ye) ... ak Lè sa a, klike sou la \" Mwen imen \"bouton, epi eseye rezoud.",
    "reporting-bugs-guide-ff-step-4": "Etap 4: Klike sou \"HAR\" apre ou eseye rezoud, epi chwazi \"Sove tout kòm HAR\" pou konsève pou boutèy rezo a. Voye dosye sa a pou nou.",
    "reporting-bugs-guide-ff-step-5": "Etap 5: Klike sou tab la konsole, ak dwa-klike sou Lè sa a, \"Chwazi tout\" epi sove sa nan yon dosye tèks, yo nan lòd pou konsève pou boutèy la konsole. Voye ban nou sa tou.",
    "reporting-bugs-guide-ff-step-6": "Dènye etap: Imèl sa yo HAR ak konsole dosye log nou, epi dekri pwoblèm lan :Use: support@hcaptcha.com (tanpri itilize yon sèvis tankou Dropbox oswa Filebin epi voye lyen) ak opsyonèlman yon D, si ou sispèk gen nan yon bagay pa montre kòrèkteman. . Tanpri voye IP ou ap itilize a tou. Ou ka jwenn li nan https://www.whatsmyip.org/‍ Mèsi pou pran tan nan ede nou jwenn enfòmasyon sa a! Nou pran angajman fè hCaptcha travay byen pou tout moun.",
    "reporting-bugs-guide-head": "Kaptire Rapò Detay ensèk: Chrome",
    "reporting-bugs-guide-step-1": "Etap 1: Louvri Zouti Devlopè (Sa kòmanse anrejistreman sesyon an.)",
    "reporting-bugs-guide-step-2": "Etap 2: Klike sou Rezo tab nan zouti Developer. Tcheke bwat \"Preserve log\" nan tèt la.",
    "reporting-bugs-guide-step-3": "Etap 3: vizite https://accounts.hcaptcha.com/demo, oswa sit entènèt la w ap gen yon pwoblèm sou (Remak Privacy: sèlman si ou pa lide pataje sa li ye) ... ak Lè sa a, klike sou la \" Mwen imen \"bouton, epi eseye rezoud.",
    "reporting-bugs-guide-step-4": "Etap 4: Klike sou \"Export HAR\" (ti kras desann flèch la) apre ou eseye rezoud, ki sove boutèy la rezo a. Voye dosye sa a pou nou.",
    "reporting-bugs-guide-step-5": "Etap 5: Klike sou tab la konsole, ak dwa-klike sou Lè sa a, \"sove kòm ..\" yo nan lòd pou konsève pou boutèy la konsole. Voye ban nou sa tou.",
    "reporting-bugs-guide-step-6": "Dènye etap: Imèl sa yo HAR ak konsole dosye log nou, epi dekri pwoblèm nan Sèvi ak: support@hcaptcha.com (tanpri itilize yon sèvis tankou Dropbox oswa Filebin epi voye lyen) ak opsyonèlman yon D, si ou sispèk gen nan yon bagay pa montre kòrèkteman. . Tanpri voye IP ou ap itilize a tou. Ou ka jwenn li nan https://www.whatsmyip.org/ ‍Mèsi pou pran tan pou ede nou jwenn enfòmasyon sa a! Nou pran angajman fè hCaptcha travay byen pou tout moun.",
    "reporting-bugs-guide-text-1": "Voye enfòmasyon debogaj ak rapò ou yo pral fè li pi fasil pou nou pou w idantifye sa k ap pase. Men enstriksyon etap-pa-etap:",
    "reporting-bugs-guide-text-2": "Si ou se yon pwomotè entènèt oswa itilizatè ekspè, rezime a se nou ta renmen ou voye nou yon anrejistreman rezo HAR ak navigatè konsole mòso bwa. Tanpri eseye enfimite nenpòt ki blocker anons oswa ekstansyon sekirite navigatè premye ak Lè sa a, rekoumanse anvan ou ale nan etap sa yo. Si ki ranje pwoblèm ou an, nou ta toujou apresye ou kite nou konnen vèsyon navigatè ou a, blocker anons oswa ekstansyon navigatè, ak URL la sou sit wèb.",
    "reporting-bugs-intro-head": "Jwenn yon ensèk? Men kijan pou rapòte li.",
    "reporting-bugs-intro-text": "Dè milyon de moun sèvi ak hCaptcha chak mwa, sou dè milye de konbinezon nan navigatè, ekstansyon, aparèy, firewall, ak plis ankò. Objektif nou se asire w ke li toujou ap travay pou ou, se konsa nou anpil apresye rapò ou! Pou bay remak rapid, jis klike sou \"Voye nou kòmantè\" bouton an. Si w ap wè yon pwoblèm fonksyonèl, tanpri swiv enstriksyon sa yo log dbug pou Chrome oswa enstriksyon ensèk dbug pou Firefox anba a. Pou nenpòt ki lòt navigatè jis imèl nou. Pou sekirite potansyèl oswa pwoblèm vi prive, gade enstriksyon ki anba yo.",
    "reporting-bugs-privacy-head": "Pwoblèm Privacy",
    "reporting-bugs-privacy-text": "Nou pa pran swen moun ki itilizatè yo, sèlman ki jan chans yo dwe move oswa machin. Nou sipòte inisyativ tankou Privacy Pass, ak travay di balans vi prive ak sekirite. Si ou te jwenn yon pwoblèm ke ou panse kapab afekte vi prive itilizatè, tanpri imèl nou nan support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Voye nou fidbak",
    "reporting-bugs-provide-feedback-head": "Bay imedya fidbak sou hCaptcha",
    "reporting-bugs-provide-feedback-text": "Nou apresye opinyon w. Fè nou konnen nenpòt pwoblèm epi n ap rezoud yo byen vit.",
    "reporting-bugs-security-head": "Pinèz sekirite",
    "reporting-bugs-security-text": "Nou toujou enterese resevwa rapò sou pinèz sekirite yo. Imèl support@hcaptcha.com & CC security@hcaptcha.com epi nou pral jwenn tounen ba ou byen vit. Nou menm tou nou gen yon pwogram Bounty ensèk pou rapò sekirite ki kalifye sou sèvis la hCaptcha ak kòd sous ki gen rapò ak.",
    "sec-hc": "Sekirite Premye",
    "sec-hc-text": "hCaptcha se Piblikatè ki konsantre sou. Nou travay bay sit done reyèl epi kite yo deside ki jan yo sèvi ak li. Presizyon se nan enterè ou ak nou. Lòt captchas yo bay nan konpayi piblisite yo. Chak bot yo bloke ka diminye revni yo.",
    "what-is-hcaptcha": "Ki sa ki hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ede sèvis entènèt ou pi renmen kenbe bòt soti, Spam, ak abi pa poze kesyon senp ki fasil pou moun ak difisil pou machin.",
    "why-hc": "Poukisa kapitak?",
    "why-hc-text": "Chak fwa ou reponn yon defi, nou itilize modèl sofistike pou evalye si ou se moun oswa yon machin. Sit wèb la ou te vizite Lè sa a, sèvi ak rezilta sa a ede amelyore eksperyans ou sou sit yo pa kenbe soti bots."
}