{
    "acc-opt": "Kisegítő lehetőségek",
    "acc-opt-but": "További információ az akadálymentességről",
    "acc-opt-text": "Látássérültek vagy más módon nem tudják teljesíteni a hCaptchas-t?",
    "accessibility-link": "Megközelíthetőség",
    "appreciate-in": "Nagyra értékeljük az Ön hozzájárulását. Tudassa velünk a problémákat, és gyorsan megoldjuk azokat.",
    "fb-but": "Küldjön visszajelzést",
    "feedback-text": "Adjon visszajelzést az éppen látott hCaptcha-ról",
    "learn-more-hcaptcha": "Tudjon meg többet a hCaptcha-ról",
    "page-acc-link-1": "Ha akadálymentesség-felhasználó, kérjük, jelentkezzen ide.",
    "page-acc-subhead": "Zökkenőmentes hozzáférés biztosítása minden felhasználó számára, a biztonság fenntartása mellett",
    "page-acc-title": "hCaptcha akadálymentesség",
    "priv-hc": "A magánélet fókuszált",
    "priv-hc-text": "A hirdetési hálózatok termékeikként látnak téged. Nem mi. Nem érdekli, hogy kik a felhasználók, csak az, hogy valószínűleg ártalmasak-e. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság egyensúlyának megteremtése érdekében.",
    "sec-hc": "Először a biztonság",
    "sec-hc-text": "A hCaptcha a kiadókra összpontosít. Arra törekszünk, hogy a webhelyek valódi adatokat nyújtsanak, és hagyjuk, hogy eldöntsék, hogyan kell felhasználni őket. A pontosság az ön és a mi érdekünkben rejlik. Egyéb captchas-okat reklámcégek biztosítanak. Minden blokkolt bot csökkentheti bevételét.",
    "what-is-hcaptcha": "Mi a hCaptcha?",
    "what-is-hcaptcha-text": "A hCaptcha segíti a kedvenc webszolgáltatásait a robotok, a spam és a visszaélések elkerülésében azáltal, hogy egyszerű kérdéseket tesz fel, amelyek az emberek számára egyszerűek és a gépek számára nehezek.",
    "why-hc": "Miért a hCaptcha?",
    "why-hc-text": "Minden alkalommal, amikor egy kihívásra válaszol, kifinomult modelleket használunk annak kiderítésére, hogy Ön ember vagy gép. A meglátogatott webhely ezt az eredményt használja arra, hogy javítsa a webhelyen szerzett tapasztalatait a botok elkerülésével."
}