{
    "about-advisors-brendan": "A Brave vezérigazgatója. A Mozilla társalapítója. A JavaScript programozási nyelv készítője. Böngészők és egyebek készítője.",
    "about-advisors-dawn": "Professzor, CS a Kaliforniai Egyetemen, Berkeley. Mély tanulás, biztonság, blockchain szakértő. Az Oasis Labs vezérigazgatója.",
    "about-advisors-head": "Tanácsadók",
    "about-advisors-keiran": "A Stanford kutató tudósa. Gépi tanulás és mennyiségi finanszírozás a nagyobb bankokban, fedezeti alapokban és az egyetemeken.",
    "about-content-head-1": "Amit csinálunk",
    "about-content-head-2": "Miért számít",
    "about-content-text-1": "A hCaptcha az Intuition Machines Inc, egy mesterséges intelligenciával és gépi tanulással foglalkozó vállalat szolgáltatása, amelynek fókuszában a metáltanulás és a vizuális tartomány ML-je áll. Masszívan skálázható rendszereket építünk és működtetünk, amelyek lehetővé teszik a video- és képelemzési szolgáltatásokat a Global 2000 vállalatok számára szerte a világon.",
    "about-content-text-2": "A több adat általában jobb eredményeket hoz. A helyesen címkézett és releváns adatkészletek összeállítása és karbantartása időigényes és költséges. A hCaptcha eredetileg a képcímkézéssel kapcsolatos saját igényeink kielégítésére lett kifejlesztve, és ma már más hasonló igényű vállalatok számára is elérhető.",
    "about-intro-head-1": "Dolgozzon a hCaptcha-nál",
    "about-intro-head-2": "Küldetésünk nagy",
    "about-intro-text": "Gyorsan növekszünk, és globális irodáinkban mindig a világ legjobb tehetségét keressük. Jelentkezni az alábbi linkekkel lehet.",
    "about-leadership-alex": "Adatbázis és Blockchain szakértő. Korai mérnök a Cloudera-ban és így tovább. Több évtizedes szakértelemépítő szoftver és csapatok.",
    "about-leadership-eli": "Vezérigazgató. Az AI elismert vezetője. A gépi intelligenciát az elmúlt évtizedek során üzleti problémák széles körében alkalmazta.",
    "about-leadership-head": "Vezetés",
    "about-leadership-todd": "PhD a számítási biológiában, Stanford. 1999 óta dolgozik neurális hálózatokkal. Fókuszáljon az alkalmazott ML-re és a mélyreható tanulásra.",
    "acc-opt": "Kisegítő lehetőségek",
    "acc-opt-but": "További információ a kisegítő lehetőségekről",
    "acc-opt-text": "Látássérült vagy más módon nem tudja kitölteni a hCaptchákat?",
    "accessibility-link": "Megközelíthetőség",
    "appreciate-in": "Nagyra értékeljük a közreműködést. Mondjon nekünk minden problémát, és gyorsan megoldjuk őket.",
    "fb-but": "Küldjön visszajelzést",
    "feedback-text": "Adjon visszajelzést az imént látott hCaptcháról",
    "footer-attribution": "Hozzárendelés",
    "footer-copyright-text": "A hCaptcha az Intuition Machines, Inc. bejegyzett védjegye.",
    "footer-header-1": "Vállalat",
    "footer-header-2": "Erőforrások",
    "footer-header-3": "Kapcsolatba lépni",
    "footer-link-1": "Címkézés",
    "footer-link-10": "Megközelíthetőség",
    "footer-link-2": "Ról ről",
    "footer-link-3": "Állások",
    "footer-link-4": "Védjegyek",
    "footer-link-5": "AI etika",
    "footer-link-6": "Blog",
    "footer-link-7": "Állapot",
    "footer-link-8": "Dokumentáció",
    "footer-link-9": "Hibabejelentés",
    "footer-privacy": "Magánélet",
    "footer-subheader-1": "Támogatás",
    "footer-subheader-2": "Kapcsolatba lépni",
    "footer-terms": "Feltételek",
    "h-plans": "Előfizetési tervek",
    "header-docs-link": "Dokumentumok",
    "header-labeling-services-link": "Címkézési szolgáltatások",
    "header-login-button": "Belépés",
    "header-plans-link": "Tervek",
    "header-signup-button": "Regisztrálj",
    "home-about-head": "A hCaptcháról",
    "home-about-subtitle": "A HUMAN Protocol szolgáltatja",
    "home-about-text-1": "A hCaptcha célja a gépi tanulás legmunkaigényesebb problémájának megoldása: hatalmas mennyiségű adat időben, megfizethető és megbízható módon történő címkézése.",
    "home-about-text-2": "A több adat általában jobb eredményeket produkál a gépi tanulási modellekben. A mély modellek közelmúltbeli sikere egyre nagyobb adatkészletekhez vezetett, szinte mindig némi emberi áttekintéssel. Azonban nagy, ember által áttekintett adatkészletek létrehozása a Mechanical Turk, a Nyolcas ábra stb. Segítségével lassú és költséges.",
    "home-about-text-3": "A hCaptcha lehetővé teszi a webhelyek számára, hogy pénzt keressenek, kielégítve ezzel az igényt, miközben blokkolják a botokat és a visszaélések egyéb formáit.",
    "home-about-text-4": "A hCaptcha piacot a HUMAN Protocol hajtja, egy nyitott, decentralizált, emberi felülvizsgálatra alkalmas protokoll, amely az Ethereum blokkláncon fut. A webhelyek Human Tokent (HMT) keresnek, valahányszor a felhasználók a webhelyükön használják a hCaptcha modult, a gépi tanulással foglalkozó vállalatok pedig fizetnek az Emberi Tokeneknek azért, hogy adatukat felcímkézzék.",
    "home-ba-labeling-services-link": "Címkézési szolgáltatások",
    "home-benefits-head-1": "Az érték az adatcímkézésben",
    "home-benefits-head-2": "Adja vissza a jótékonyságnak",
    "home-benefits-text-1": "Tudta, hogy minden alkalommal, amikor rákattint az autóra, segít ingyen kiképezni egyetlen Gigantic vállalat gépi tanulási rendszerét?",
    "home-benefits-text-2": "A hCaptcha megfordítja ezt a modellt. A hCaptcha használatakor a vállalatok licitálnak a felhasználók által végzett munkára, amint bizonyítják emberségüket. Megkapja a jutalmakat.",
    "home-benefits-text-3": "Vissza akar adni kedvenc jótékonysági szervezetének? A hCaptcha lehetővé teszi, hogy az Ön által választott jótékonysági szervezeteket a felhasználásával megszerzett bevételekkel támogassa. Az Ön webhelyének felhasználói hamarosan láthatják a jótékonysághoz való hozzájárulását a diszkrét márkaépítés révén a hCaptcha felületen.",
    "home-challenge-text-1": "Jelölje ki az összes képet, amely megfelel a lekérdezésnek",
    "home-challenge-text-2": "Határozza meg az objektumok határterületét",
    "home-challenge-text-3": "Határozza meg a megfelelő címkéket",
    "home-challenge-title-1": "Összehasonlítás",
    "home-challenge-title-2": "Határoló doboz",
    "home-challenge-title-3": "Besorolás",
    "home-challenges-head": "Bemutatta a kihívásokat",
    "home-challenges-text-1": "... és más egyszerű feladatok. Könnyű az emberek számára, nehéz a botok számára.",
    "home-challenges-text-2": "Az egyéni feladatok a vállalati megjelenítők számára is elérhetők.",
    "home-ent-1": "Vállalati biztonsági ajánlatainkat keresi?",
    "home-ent-2": "Látogassa meg új, dedikált webhelyünket: BotStop.com",
    "home-ent-button": "Tudjon meg többet: BotStop by hCaptcha",
    "home-from-the-blog": "A BLOGBÓL:",
    "home-from-the-blog-value": "Hogyan működnek a hCaptcha nehézségi beállításai",
    "home-intro-body": "Captchát használ a botok távol tartásához? A hCaptcha védi a felhasználók magánéletét, jutalmazza a weboldalakat, és segít a vállalatoknak címkézni az adataikat. Ez a reCAPTCHA helyettesítő helye: perceken belül válthat.",
    "home-intro-button": "Iratkozzon fel most",
    "home-intro-head": "Állítson le több botot. Kezdje meg védeni a felhasználók adatait.",
    "home-main-1": "Magán. Biztonságos. Gyorsabban. És fizetünk neked, hogy használd.",
    "home-main-2": "Adatvédelem összpontosítva",
    "home-main-2c": "A hirdetési hálózatok a látogatókat tekintik terméknek. A hCaptcha számára a termék az általuk nyújtott munka. Nem érdekel, hogy kik a felhasználói, csak az a valószínűség, hogy rosszindulatúak. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság kiegyensúlyozásán.",
    "home-main-3": "Először a biztonság",
    "home-main-3c": "A pontosság az Ön és a mi érdekünk. A hCaptcha kiadókra koncentrál. Arra törekszünk, hogy valós adatokat szolgáltassunk Önnek, és hagyjuk, hogy Ön döntsön azok felhasználásának módjáról. További captchákat gigantikus reklámcégek biztosítanak. Ez azt jelenti, hogy minden letiltott bot csökkentheti bevételeit.",
    "home-main-4": "Jobb felhasználói élmény",
    "home-main-4c": "Kifinomult gépi tanulási modelleket használ a hCaptcha az emberiség meghatározásához. Ez lehetővé teszi számunkra, hogy kevésbé bosszantó feladatokat igényeljünk a felhasználóktól, és kevesebb időt töltsünk el ezzel, miközben továbbra is hasznos címkézett adatokat állítunk elő az ügyfelek címkézésére.",
    "home-main-plans": "A hCaptcha szabadon használható bármilyen méretű kiadó számára. A nagyobb irányítást igénylő vállalkozások és platformok számára azonban elérhetőek vállalati megoldásaink.",
    "home-main-plans2": "A hCaptcha vállalati megoldások felhasználók millióit védik a weboldal több tízmilliójában, a bolygó legnagyobb vállalatai számára. Kérjük, forduljon hozzánk további információkért, vagy látogasson el",
    "home-main-plans3": "A hCaptcha vállalati megoldások felhasználók millióit védik a weboldal több tízmilliójában, a bolygó legnagyobb vállalatai számára. Kérjük, forduljon hozzánk további információkért, vagy látogasson el",
    "home-main-plans4": "a részletekért.",
    "home-plans-button-1": "Iratkozzon fel most",
    "home-plans-button-2": "Vegye fel a kapcsolatot az értékesítéssel",
    "home-plans-chart-head-1": "Jellemzők",
    "home-plans-chart-head-2": "Kiadó",
    "home-plans-chart-head-3": "Vállalkozás",
    "home-plans-chart-row-1-cell-1": "A bemutatott kontroll kihívástípusok",
    "home-plans-chart-row-1-cell-2": "Korlátozott",
    "home-plans-chart-row-1-cell-3": "Teljes",
    "home-plans-chart-row-10-cell-1": "Többfelhasználós irányítópultok",
    "home-plans-chart-row-11-cell-1": "Fejlett jelentési funkciók",
    "home-plans-chart-row-12-cell-1": "Vállalati SLA-k",
    "home-plans-chart-row-2-cell-1": "A felhasznált kihívástartalom ellenőrzése",
    "home-plans-chart-row-2-cell-2": "Korlátozott",
    "home-plans-chart-row-2-cell-3": "Teljes",
    "home-plans-chart-row-3-cell-1": "Keressen jutalmakat az emberi megoldásokért",
    "home-plans-chart-row-4-cell-1": "Világszínvonalú anti-bot védelem",
    "home-plans-chart-row-5-cell-1": "Minden országban működik",
    "home-plans-chart-row-6-cell-1": "GDPR és a CCPA-barát adatvédelmi irányelvek",
    "home-plans-chart-row-7-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-8-cell-1": "Indítsa el saját kihívástartalmát",
    "home-plans-chart-row-9-cell-1": "Időalapú ütemezési nehézségek",
    "home-try-it-out-button": "Szerezd meg a hCaptchát",
    "home-try-it-out-head": "Próbáld ki",
    "home-try-it-out-text": "A hCaptcha egyszerű, könnyű és megbízható botfelismerést biztosít, miközben az emberek számára triviális megoldani.",
    "labeling-about-head": "A hCaptcháról",
    "labeling-about-text-1": "A hCaptcha a gépi tanulás legmunkaigényesebb problémájának megoldására szolgál. hatalmas mennyiségű adatot időben, megfizethető és megbízható módon címkézni. A több adat általában jobb eredményeket produkál a gépi tanulási modellekben. A mély modellek közelmúltbeli sikere egyre nagyobb adatkészletekhez vezetett, és a hCaptcha ezt az igényt szolgálja.",
    "labeling-about-text-2": "A hagyományos módszerekkel történő, nagy emberi áttekintésű adatkészletek létrehozása ugyanakkor lassú és költséges. A hCaptcha segítségével a vállalatok gyorsabban, jobb minőségben és olcsóbban juthatnak hozzá a szükséges alternatívákhoz, mint más alternatívák.",
    "labeling-annotations-head": "Jegyzetek típusai",
    "labeling-annotations-text-1": "Pontos tárgyfelismerés képekben és videókban",
    "labeling-annotations-text-2": "Pontos tárgyfelismerés képekben és videókban",
    "labeling-annotations-text-3": "Pontjegyzetek sokféle felhasználási esetre",
    "labeling-annotations-text-4": "Rendezzen vagy csatoljon tetszőleges méretű tetszőleges kategóriákat",
    "labeling-annotations-text-5": "Ember által vezérelt észlelés és osztályozás",
    "labeling-annotations-text-6": "Kell egy másik típus, amely nem szerepel itt? Csak kérdezzen meg minket.",
    "labeling-annotations-title-1": "Határoló dobozok",
    "labeling-annotations-title-2": "Sokszögek",
    "labeling-annotations-title-3": "Tereptárgyak",
    "labeling-annotations-title-4": "Attribútumok kategorizálása",
    "labeling-annotations-title-5": "Összehasonlítás és detektálás",
    "labeling-annotations-title-6": "... és még sok más",
    "labeling-ent-button": "Vegye fel a kapcsolatot az Enterprise Solutions csapatunkkal",
    "labeling-ent-head": "Szüksége van végpontok közötti ellenőrzésre?",
    "labeling-ent-text-1": "A hCaptcha mögött álló HUMAN platform rendkívül kifinomult munkaminőségi és -kezelési szolgáltatásokat nyújt helyszíni, hibrid vagy SaaS telepítések révén, amelyek integrálódnak a meglévő rendszerekkel.",
    "labeling-ent-text-2": "Teljesen offline futtatás a saját munkaerővel, nyomon követheti az üzleti egységek vagy konzorciumi partnerek által elfogyasztott értéket, szelektíven irányíthatja a munkákat különböző belső vagy külső munkaerő-szolgáltatókhoz a költség- és biztonsági követelmények alapján, és így tovább.",
    "labeling-ent-text-3": "Könnyű API-hozzáférés, gyönyörű műszerfalak és a legújabb modell a hurokban modell a hatékonyság maximalizálása érdekében.",
    "labeling-ent-text-4": "99,99% rendelkezésre álló SLA és 24/7 globális támogatás érhető el. További információért:",
    "labeling-features-head-1": "Egyszerű API-alapú csővezetékek.",
    "labeling-features-head-2": "Költségre és minőségre optimalizált. Nincs szükség előzetes elkötelezettségre.",
    "labeling-features-head-3": "Csak a szükséges pontosságért fizessen.",
    "labeling-features-head-4": "Adja meg saját alapadatait, vagy építsen menet közben.",
    "labeling-features-text-1": "Szeretné beépíteni az emberi szemlét közvetlenül üzleti tevékenységébe? Nagy megbízhatóságú SLA-kat, garantált kapacitást és egyszerű REST API-kat kínálunk.",
    "labeling-features-text-2": "A HUMAN platform átfogó bizalmi modelleket használ a kifinomult valós idejű minőségelemzés elvégzéséhez. Ez lehetővé teszi számunkra, hogy gyorsan meghatározzuk mind a kérdések nehézségét, mind a valószínű helyes választ, ezzel időt és pénzt megtakarítva.",
    "labeling-features-text-3": "Nem minden probléma egyforma. A biztonsági szempontból kritikus feladatokhoz tartozó megjegyzések 99,99% -os bizalmat követelhetnek meg teljesen emberi dolgozóktól. A mobil játékalkalmazások egyik béta funkciójának kommentárjai csak mérsékelt bizalmat igényelhetnek. Te döntesz.",
    "labeling-features-text-4": "Van-e nyers adata átfogó ellenőrzési készlet nélkül? A legtöbb esetben építhetünk egyet Önnek, amikor a feladatok a rendszeren keresztül futnak, vagy létrehozhatunk címkézett mintákat az Ön jóváhagyására.",
    "labeling-info-head": "Adatok címkézése",
    "labeling-info-text-1": "Beszéljen egyik domain szakértőnkkel, hogy meghatározza a projekt igényeit: a célpontosság, a formátum és a speciális követelmények.",
    "labeling-info-text-2": "A minta adatai alapján kis gyártási munkát hajtunk végre. Ez teszteli a közösen végzett munkát annak biztosítására, hogy pontosan azt kapja, amire szüksége van.",
    "labeling-info-text-3": "Nagy mennyiségünkkel és alacsony késleltetésünkkel gyorsan megfordíthatjuk munkáját, automatikus kézbesítéssel, amint elkészült.",
    "labeling-info-text-4": "Ahogy jobban megértjük termelési munkájának paramétereit, az eredmények az idő múlásával tovább javulnak.",
    "labeling-info-text-5": "Az élő irányítópultok segítségével bármikor visszajelzést adhat vagy szüneteltetheti a gyártást.",
    "labeling-info-title-1": "Határozza meg a specifikációkat",
    "labeling-info-title-2": "Kezdeti munka teszt",
    "labeling-info-title-3": "Termelési munkák telepítése",
    "labeling-info-title-4": "Folyamatos fejlesztés",
    "labeling-info-title-5": "Valós idejű eredmények",
    "labeling-main-1": "Költséghatékony adatcímkézés skálán",
    "labeling-main-1-button": "Töltse le az adatait most",
    "labeling-main-1c": "További címkékre van szüksége az adatkészletekhez? A hCaptcha gyors, költséghatékony és kiváló minőségű adatcímkézést biztosít a mesterséges intelligenciával és a gépi tanulási alkalmazásokkal foglalkozó vállalatok számára.",
    "labeling-main-2": "Indítson el azonnal több millió feladatot.",
    "labeling-main-2-button": "Adatcímkézési szolgáltatások vásárlása",
    "labeling-main-2c": "A hCaptcha a bolygó egyik legnagyobb medencéjével rendelkezik, amely az Ön számára használható. Bármi legyen is a skálája, drága előzetes kötelezettségvállalások nélkül tudjuk kezelni. Napi feladatok milliói nem jelentenek problémát.",
    "labeling-platform-head": "Privát vagy nyilvános információ",
    "labeling-platform-text": "A hCaptcha a HUMAN Platformra épül, amely lehetővé teszi a kifinomult útválasztást és elemzést, hogy optimalizálja a költségeket és a hatékonyságot minden lépésnél. Ez a technológia lehetővé teszi, hogy a megfelelő munkaerő kezelje munkájának minden részét, maximalizálva a költséghatékonyságot, miközben megőrzi a magánszférát és megfelel az esetleges szabályozási követelményeknek.",
    "labeling-try-button": "Adatcímkézési szolgáltatások vásárlása",
    "labeling-try-head": "Szeretne kipróbálni az adataival?",
    "labeling-try-text": "... készen állunk, amikor Ön: szolgáltatásunk éjjel-nappal elérhető.",
    "learn-more-hcaptcha": "További információ a hCaptcháról",
    "page-acc-faq-1": "Kérdés: A hCaptcha 508 + WCAG 2.0 kompatibilis? Válasz: Hisszük, hogy: minden olyan felhasználó, akinek bármilyen károsodása van, aki képes böngészni az interneten és szöveget beírni az űrlapokra, regisztrációkor hozzáférhet a hCaptcha által védett szolgáltatásokhoz. Ez azonban nem jogi tanács: saját maga kell elvégeznie az értékelést, figyelembe véve az adott megvalósítást annak biztosítása érdekében, hogy a telepítésnél ez álljon fenn.",
    "page-acc-faq-2": "Kérdés: Egyéb akadálymentességi (a11y) lehetőségeken dolgozik, például hangon? Válasz: A korábban népszerű opciók, mint például az audio captchák, megkülönböztetik a sok felhasználót, és a modern gépi tanulási technikákkal könnyen legyőzhetők. Ez a jelenlegi audio kihívásokat egyre nehezebbé tette, zajt, páratlan időzítést, szokatlan szóösszetételeket és így tovább a támadók legyőzéséhez. Így kevésbé lelkesek vagyunk e megközelítés iránt, szemben azzal, hogy teljesen elkerüljük a kihívást, de megfontoljuk, ha igény van az a11y közösségre. Mindazonáltal nagyon érdekel minket az Adatbiztonsági igazolvány az akadálymentességhez. Úgy gondoljuk, hogy a jelenlegi a11y megközelítésünk és a Privacy Pass kibocsátás kombinálása lehetővé teszi az a11y felhasználók számára, hogy biztonságosan, biztonságosan böngészhessenek annak tudatában, hogy forgalmuk privátabb, miközben korlátozzák a botoperátorok általi visszaéléseket, amelyek elkerülhetetlenül bekövetkeznek, amikor rendelkezésre állnak az a11y opciók. Aktív résztvevői vagyunk az IETF ezen új technológiát szabványosító munkacsoportjának.",
    "page-acc-faq-3": "Kérdés: Mi a helyzet az adatvédelemmel? A regisztráció valamilyen módon kiteszi a böngészési adatokat? Mit csinálsz az e-mail címmel? Válasz: A hCaptcha az alapoktól kezdve a magánélethez készült. Nagyon különbözik azoktól a hagyományos lehetőségektől, mint például a reCAPTCHA, amelyek a hirdetési hálózatok tulajdonában vannak, és ösztönzik arra, hogy nyomon kövessék Önt az interneten, és valódi identitáshoz társítsák. Soha nem használunk akadálymentesítési e-maileket vagy információkat más célra, csak a használat megkönnyítésére és a visszaélések megakadályozására. Adatvédelmi irányelveink átfogó és hiteles válaszokat tartalmaznak az adatok felhasználására vonatkozóan, de a rövid válasz az, hogy nem vagyunk érdekeltek abban, hogy személyként társítsuk Önt a böngészési előzményekhez. Jelenleg egy kriptográfiai megoldáson is dolgozunk, hogy gyorsan eldobjuk az e-mail címét. miközben megőrizzük a visszaélések megelőzésének képességét, kiegészítve a Privacy Pass munkánkat.",
    "page-acc-link-1": "Ha akadálymentességet használ, kérjük, regisztráljon itt.",
    "page-acc-subhead": "Zökkenőmentes hozzáférés biztosítása minden felhasználó számára a biztonság fenntartása mellett",
    "page-acc-summary": "Összegzés",
    "page-acc-summary-contents-1": "A hCaptcha úgy lett kialakítva, hogy megállítsa a botokat azáltal, hogy megkülönbözteti őket az emberektől. A vizuális tesztek kényelmes eszköz erre, de vizuális kihívást nem mindenki tud megoldani. Ezért egy egyszerű, fájdalommentes alternatívát terveztünk meg, hogy a szolgáltatásunkat igénybe vevő kiadók mindenki számára elérhetővé tegyék hozzáférhetőségüket az 508. szakasz és a WCAG 2.0 teljes megfelelésével.",
    "page-acc-summary-contents-2": "Hogyan működik: először egy akadálymentesítési felhasználó regisztrál erre az URL-re, amely a hCaptcha widget információs oldalán található. Titkosított sütit kapnak, amelyet naponta többször is fel lehet használni, de bejelentkezéssel 24 óránként frissíteni kell. Ha a hCaptcha szolgáltatást használó bármely webhelyen egy kihívás elé állítják az akadálymentességet használó felhasználót, akkor azok automatikusan átmennek.",
    "page-acc-title": "hCaptcha Kisegítő információk",
    "page-acc-tr-body": "Kérdés: A süti beállítása után még mindig kihívást látok. Mi okozza ezt? Válasz: Ennek oka általában egy agresszív hirdetésblokkoló vagy anti-cookie kiterjesztés, vagy egy olyan beállítás, amely blokkolja a webhelyek közötti sütiket, ebben az esetben a hcaptcha.com cookie-ját, amelyet a hCaptcha JavaScript állít be vagy ellenőriz egy másik webhelyen. , mint amihez látogat. A hCaptcha kisegítő cookie-k az összes népszerű böngészővel és hirdetésblokkolóval működnek a szokásos beállításokkal, így a hibák általában antiblokkolás elleni szkriptek vagy hasonló webhelyeket célzó hasonló készletek miatt következnek be. Megoldások: 1. A hcaptcha.com és * .hcaptcha.com sütik engedélyezőlistája a hirdetésblokkolóban vagy a böngésző biztonsági kiterjesztésében. 2. Ha a Brave böngészőt használja, amelynek (2020 áprilisától kezdődően) semmiféle cookie-listája nincs, akkor lépjen a Beállítások -> Pajzsok -> Cookie-k lehetőségre, és válassza az Összes süt engedélyezése lehetőséget. 3. Ha a Safari legfrissebb verzióját használja a közelmúltban megjelent OS X 10.15 vagy iOS 13. 4 rendszeren, akkor az Apple csak megváltoztatta a Safari harmadik féltől származó sütikkel kapcsolatos viselkedését, alapértelmezés szerint blokkolva mindet. Megoldást valósítunk meg, de addig kérjük, látogasson el a Safari beállításai, az Adatvédelem szakaszába, és törölje a jelet a Webhelykövetés jelölőnégyzetből: Az akadálymentességi sütik a várakozásoknak megfelelő működésének megakadályozása érdekében tiltsa le a webhelyek nyomon követését. Kérdés: Több eszközt használok. Többször kell regisztrálnom? Válasz: Nem. Kérjük, kattintson a cookie beállításához ugyanazon e-mail bejelentkezési linkre, amelyet minden egyes eszközön elküldött.",
    "page-acc-tr-title": "Kisegítő lehetőségekkel rendelkező felhasználók számára: Kérdések és válaszok és hibaelhárítási útmutató",
    "priv-hc": "Adatvédelem összpontosítva",
    "priv-hc-text": "A hirdetési hálózatok téged a terméküknek tekintenek. Mi nem. Nem érdekel, kik a felhasználók, csak mennyire valószínű, hogy rosszindulatúak. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság kiegyensúlyozásán.",
    "reporting-bugs-accessibility-button": "További információ a kisegítő lehetőségekről",
    "reporting-bugs-accessibility-head": "Kisegítő lehetőségek",
    "reporting-bugs-accessibility-text": "Látássérült vagy más módon nem tudja kitölteni a hCaptchákat?",
    "reporting-bugs-guide-ff-head": "Hibajelentés részleteinek rögzítése: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. lépés: Nyissa meg a Fejlesztői eszközöket (Ez megkezdi a munkamenet rögzítését.)",
    "reporting-bugs-guide-ff-step-2": "2. lépés: Kattintson a Fejlesztői eszközök Hálózat fülére. Jelölje be a Felül napló mezőt.",
    "reporting-bugs-guide-ff-step-3": "3. lépés: keresse fel a https://accounts.hcaptcha.com/demo webhelyet, vagy keresse fel azt a weboldalt, ahol problémája van (Adatvédelmi megjegyzés: csak akkor, ha nem bánja, ha megosztja, ami van) ..., majd kattintson az I vagyok emberi gomb, és próbáld megoldani.",
    "reporting-bugs-guide-ff-step-4": "4. lépés: A megoldás megkísérlése után kattintson a HAR elemre, majd a hálózati napló mentéséhez válassza az Összes mentése HAR néven lehetőséget. Küldje el nekünk azt a fájlt.",
    "reporting-bugs-guide-ff-step-5": "5. lépés: Kattintson a Konzol fülre, majd kattintson a jobb gombbal, majd az Összes kijelölése elemre, és mentse el egy szövegfájlba a konzolnapló mentése érdekében. Küldje el nekünk is.",
    "reporting-bugs-guide-ff-step-6": "Utolsó lépés: Küldje el nekünk a HAR és a konzol naplófájljait, és írja le a problémát. Használja: support@hcaptcha.com (kérjük, használjon olyan szolgáltatást, mint a Dropbox vagy a Filebin, és küldjön linkeket), és opcionálisan egy képernyőképet is, ha gyanítja, hogy valami nem megfelelően jelenik meg . Kérjük, küldje el az Ön által használt IP-címet is. Ezt a https://www.whatsmyip.org/ címen szerezheti be. Köszönjük, hogy időt szánt az információ megszerzésére! Elkötelezettek vagyunk amellett, hogy a hCaptcha mindenki számára jól működjön.",
    "reporting-bugs-guide-head": "Hibajelentés részleteinek rögzítése: Chrome",
    "reporting-bugs-guide-step-1": "1. lépés: Nyissa meg a Fejlesztői eszközöket (Ez megkezdi a munkamenet rögzítését.)",
    "reporting-bugs-guide-step-2": "2. lépés: Kattintson a Fejlesztői eszközök Hálózat fülére. Jelölje be a Tartózkodási napló jelölőnégyzetet a tetején.",
    "reporting-bugs-guide-step-3": "3. lépés: keresse fel a https://accounts.hcaptcha.com/demo webhelyet, vagy keresse fel azt a weboldalt, ahol problémája van (Adatvédelmi megjegyzés: csak akkor, ha nem bánja, ha megosztja, ami van) ..., majd kattintson az I vagyok emberi gomb, és próbáld megoldani.",
    "reporting-bugs-guide-step-4": "4. lépés: A megoldás megkísérlése után kattintson a HAR exportálása (a kis lefelé mutató nyíl) gombra, amely elmenti a hálózati naplót. Küldje el nekünk azt a fájlt.",
    "reporting-bugs-guide-step-5": "5. lépés: Kattintson a Konzol fülre, és kattintson a jobb gombbal, majd a Mentés másként gombra a konzolnapló mentéséhez. Küldje el nekünk is.",
    "reporting-bugs-guide-step-6": "Utolsó lépés: Küldje el nekünk e HAR és konzol naplófájlokat, és írja le a problémát. Használja a következő címet: support@hcaptcha.com (kérjük, használjon olyan szolgáltatást, mint a Dropbox vagy a Filebin, és küldjön linkeket), és opcionálisan egy képernyőképet is, ha arra gyanakszik, hogy valami nem megfelelően jelenik meg. Kérjük, küldje el az Ön által használt IP-címet is. Ezt a https://www.whatsmyip.org/ címen szerezheti be. Köszönjük, hogy időt szánt az információ megszerzésére! Elkötelezettek vagyunk amellett, hogy a hCaptcha mindenki számára jól működjön.",
    "reporting-bugs-guide-text-1": "Hibakeresési információk küldése a jelentéssel sokkal könnyebbé teszi számunkra a beazonosítást. Íme lépésről lépésre:",
    "reporting-bugs-guide-text-2": "Ha Ön webfejlesztő vagy szakértő felhasználó, az összefoglaló azt kívánja, hogy küldjön nekünk egy hálózati rögzítő HAR és böngésző konzol naplókat. Kérjük, először próbálja meg letiltani a hirdetésblokkolót vagy a böngésző biztonsági bővítményeit, majd próbálja újra, mielőtt elvégezné ezeket a lépéseket. Ha ez megoldja a problémáját, akkor is nagyra értékeljük, ha tájékoztatta velünk böngészőverzióját, hirdetésblokkolóját vagy böngészőbővítményét, valamint a webhely URL-jét.",
    "reporting-bugs-intro-head": "Talált egy hibát? Így jelentheti.",
    "reporting-bugs-intro-text": "Emberek milliói használják a hCaptchát havonta, több ezer böngésző, kiterjesztés, eszköz, tűzfal stb. Célunk, hogy megbizonyosodjunk arról, hogy mindig az Ön számára működik, ezért nagyon köszönjük jelentését! Gyors visszajelzéshez kattintson a Visszajelzés küldése gombra. Ha funkcionális problémát észlel, kövesse az alábbiakban a Chrome hibakeresési naplójára vonatkozó utasításokat, vagy a Firefox hibakeresési naplójára vonatkozó utasításokat. Bármely más böngésző esetén csak írjon nekünk e-mailt. A lehetséges biztonsági vagy adatvédelmi problémákkal kapcsolatban olvassa el az alábbi utasításokat.",
    "reporting-bugs-privacy-head": "Adatvédelmi problémák",
    "reporting-bugs-privacy-text": "Nem érdekel, hogy kik a felhasználók, csak az a valószínűség, hogy rosszindulatúak vagy gépek. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság kiegyensúlyozásán. Ha olyan problémát talált, amely úgy gondolja, hogy befolyásolhatja a felhasználói adatvédelmet, kérjük, írjon nekünk a support@hcaptcha.com címre.",
    "reporting-bugs-provide-feedback-button": "Küldjön visszajelzést",
    "reporting-bugs-provide-feedback-head": "Azonnal adjon visszajelzést a hCaptcháról",
    "reporting-bugs-provide-feedback-text": "Nagyra értékeljük a közreműködést. Mondjon nekünk minden problémát, és gyorsan megoldjuk őket.",
    "reporting-bugs-security-head": "Biztonsági hibák",
    "reporting-bugs-security-text": "Mindig érdekelnek a biztonsági hibákról szóló jelentések. E-mailben küldje el a support@hcaptcha.com és a CC security@hcaptcha.com e-mailt, és gyorsan kapcsolatba lépünk Önnel. Hibaprogrammal is rendelkezünk a hCaptcha szolgáltatás és a kapcsolódó forráskód megfelelő biztonsági jelentéseihez.",
    "sec-hc": "Először a biztonság",
    "sec-hc-text": "A hCaptcha kiadókra koncentrál. Azon dolgozunk, hogy a webhelyeknek valós adatokat adjanak meg, és hagyjuk, hogy döntsenek a felhasználásukról. A pontosság az Ön és a mi érdekünk. Egyéb captchákat reklámcégek biztosítanak. Minden letiltott bot csökkentheti bevételeit.",
    "switch-to-english-link": "Válts angolra",
    "what-is-hcaptcha": "Mi a hCaptcha?",
    "what-is-hcaptcha-text": "A hCaptcha segíti kedvenc webszolgáltatásait a botok, a spamek és a visszaélések megakadályozásában azáltal, hogy egyszerű kérdéseket tesz fel, amelyek könnyen kezelhetők az emberek számára, és nehézek a gépek számára.",
    "why-hc": "Miért pont a hCaptcha?",
    "why-hc-text": "Minden alkalommal, amikor válaszol egy kihívásra, kifinomult modelleket használunk annak kiderítésére, hogy ember vagy-e vagy gép. A meglátogatott webhely ezt az eredményt felhasználva javítja az Ön webhelyén való élményét azáltal, hogy kizárja a botokat."
}