{
    "about-advisors-brendan": "Vezérigazgatója. Az AI elismert vezetője. Az elmúlt évtizedekben széles skálájú gépi intelligenciát alkalmazott számos üzleti problémára.",
    "about-advisors-dawn": "PhD számítási biológiában, Stanford. Neurális hálózatokkal való együttműködés 1999 óta. Középpontban az alkalmazott ML és a mélyreható tanulás.",
    "about-advisors-head": "Tanácsadók",
    "about-advisors-keiran": "Adatbázis és blokklánc szakértő. Korai mérnök a Cloudera-nál és még sok másnál. Évtizedekig tartott szakértelem építő szoftver és csapat.",
    "about-content-head-1": "Amit csinálunk",
    "about-content-head-2": "Miért számít?",
    "about-content-text-1": "A hCaptcha az Intuition Machines Inc., az AI és a gépi tanulást végző vállalat szolgáltatása, amelynek középpontjában a metalearning és az ML vizuális tartomány áll. MassiveHatalmasan méretezhető rendszereket építünk és működtetünk, hogy lehetővé tegyük a video- és képanalízis-szolgáltatásokat a Global 2000 társaságok számára szerte a világon.",
    "about-content-text-2": "A több adat általában jobb eredményeket hoz. A helyesen címkézett és releváns adatkészletek összeállítása és karbantartása időigényes és költséges. Az ‍hCaptcha-t eredetileg a képcímkézés saját igényeinek kielégítésére fejlesztették ki, és más hasonló igényekkel rendelkező vállalatok számára is elérhető.",
    "about-intro-head-1": "Munka a hCaptcha-nak",
    "about-intro-head-2": "Küldetésünk nagy",
    "about-intro-text": "Gyorsan növekszünk, és globális irodáinkban mindig a világ legjobb tehetségét keressük. Jelentkezhet az alábbi linkekkel.",
    "about-leadership-alex": "Adatbázis és blokklánc szakértő. Korai mérnök a Cloudera-nál és még sok másnál. Évtizedekig tartott szakértelem építő szoftver és csapat.",
    "about-leadership-eli": "Vezérigazgatója. Az AI elismert vezetője. Az elmúlt évtizedekben széles skálájú gépi intelligenciát alkalmazott számos üzleti problémára.",
    "about-leadership-head": "Vezetés",
    "about-leadership-todd": "PhD számítási biológiában, Stanford. Neurális hálózatokkal való együttműködés 1999 óta. Középpontban az alkalmazott ML és a mélyreható tanulás.",
    "acc-opt": "Kisegítő lehetőségek",
    "acc-opt-but": "További információ az akadálymentességről",
    "acc-opt-text": "Látássérültek vagy más módon nem tudják teljesíteni a hCaptchas-t?",
    "accessibility-link": "Megközelíthetőség",
    "appreciate-in": "Nagyra értékeljük az Ön hozzájárulását. Tudassa velünk a problémákat, és gyorsan megoldjuk azokat.",
    "fb-but": "Küldjön visszajelzést",
    "feedback-text": "Adjon visszajelzést az éppen látott hCaptcha-ról",
    "footer-attribution": "tulajdonság",
    "footer-copyright-text": "A hCaptcha az Intuition Machines, Inc. bejegyzett védjegye.",
    "footer-header-1": "Vállalat",
    "footer-header-2": "Erőforrások",
    "footer-header-3": "Kapcsolatba lépni",
    "footer-link-1": "Címkézés",
    "footer-link-2": "Ról ről",
    "footer-link-3": "Állás",
    "footer-link-4": "védjegy",
    "footer-link-5": "blog",
    "footer-link-6": "Állapot",
    "footer-link-7": "Dokumentáció",
    "footer-link-8": "Hiba jelentése",
    "footer-link-9": "Megközelíthetőség",
    "footer-privacy": "Magánélet",
    "footer-subheader-1": "Támogatás",
    "footer-subheader-2": "Kapcsolatba lépni",
    "footer-terms": "feltételek",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Címkézési szolgáltatások",
    "header-login-button": "Belépés",
    "header-plans-link": "tervek",
    "header-signup-button": "Regisztrálj",
    "home-about-head": "A hCaptcha-ról",
    "home-about-subtitle": "Powered by Humán Protokoll",
    "home-about-text-1": "A hCaptcha célja a gépi tanulásban a legigényesebb probléma megoldása: hatalmas mennyiségű adatot kell időben, megfizethetően és megbízható módon címkézni.",
    "home-about-text-2": "A több adat általában jobb eredményeket eredményez a gépi tanulási modellekben. A mély modellek közelmúltbeli sikere egyre nagyobb adatkészletekhez vezetett, szinte mindig némi emberi áttekintéssel. Ugyanakkor a mechanikus Turk, a 8. ábra stb. Révén nagy, ember által áttekintett adatkészletek létrehozása lassú és költséges.",
    "home-about-text-3": "A hCaptcha lehetővé teszi a webhelyek számára, hogy pénzt keressenek ennek a keresletnek, miközben megakadályozzák a robotok és más visszaélések formáit.",
    "home-about-text-4": "A hCaptcha piacot a HUMAN Protokoll hajtja végre, ez egy nyílt, decentralizált protokoll emberi áttekintésre, amely az Ethereum blokkláncon fut. A weboldalak emberi tokeneket (HMT) keresnek, amikor a felhasználók a webhelyen a hCaptcha modult használják, és a gépi tanulást végző cégek fizetnek az emberi tokenekért, hogy adataikat megcímkézzék.",
    "home-ba-labeling-services-link": "Címkézési szolgáltatások",
    "home-benefits-head-1": "Az érték az adatcímkézésben",
    "home-benefits-head-2": "Add vissza a jótékonysághoz",
    "home-benefits-text-1": "Rájött, hogy minden alkalommal, amikor \"rákattint az autóra\", egy ingyenes Giganticcompany gépi tanulási rendszerének előkészítésében segít Önnek?",
    "home-benefits-text-2": "A hCaptcha megfordítja ezt a modellt. A hCaptcha használatakor a vállalatok ajánlatot tesznek arra a munkára, amelyet a felhasználók végeznek, mivel bizonyítják emberiségüket. Megkapod a jutalmakat.",
    "home-benefits-text-3": "Vissza szeretné adni a kedvenc jótékonysági tevékenységét? A hCaptcha lehetővé teszi az Ön által választott jótékonysági szervezetek támogatását a használatából származó bevételekkel. A webhely felhasználói hamarosan láthatják a jótékonysághoz való hozzájárulását a hCaptcha felületen diszkrét márkajelzéssel.",
    "home-challenge-text-1": "Válassza ki az összes képet, amely megfelel a lekérdezésnek",
    "home-challenge-text-2": "Adja meg az objektumok határolóterületét",
    "home-challenge-text-3": "Azonosítsa a megfelelő címkéket",
    "home-challenge-title-1": "Összehasonlítás",
    "home-challenge-title-2": "Határoló doboz",
    "home-challenge-title-3": "Kategorizálás",
    "home-challenges-head": "Bemutatott kihívások",
    "home-challenges-text-1": "... és más egyszerű feladatok. Könnyű az emberek számára, botok számára nehéz.",
    "home-challenges-text-2": "Az egyedi feladatok a vállalati kiadók számára is elérhetők.",
    "home-ent-1": "Keres vállalati biztonsági kínálatunkat?",
    "home-ent-2": "Látogasson el az új dedikált webhelyünkre: BotStop.com",
    "home-ent-button": "További információ: BotStop by hCaptcha",
    "home-from-the-blog": "A BLOGRÓL:",
    "home-from-the-blog-value": "Hogyan működik a hCaptcha nehézségi beállítások",
    "home-intro-body": "Használ egy captcha-t a robotok elkerülésére? A hCaptcha védi a felhasználók adatvédelmét, jutalmazza a webhelyeket, és segíti a vállalatokat az adatok címkézésében. Ez egy reCAPTCHA cseppcsere: néhány perc alatt válthat.",
    "home-intro-button": "Iratkozzon fel most",
    "home-intro-head": "Állítson le több botot. Indítsa el a felhasználói adatvédelem védelmét.",
    "home-main-1": "Magán. Biztonságos. Gyorsabb. És fizetünk neked, hogy használja.",
    "home-main-2": "A magánélet fókuszált",
    "home-main-2c": "A hirdetési hálózatok a látogatókat látják termékként. A hCaptcha számára a termék az általuk nyújtott munka. Nem érdekli, hogy kik a felhasználók, csak az, hogy valószínűleg ártalmasak-e. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság egyensúlyának megteremtése érdekében.",
    "home-main-3": "Először a biztonság",
    "home-main-3c": "A pontosság az ön és a mi érdekünkben rejlik. A hCaptcha a kiadókra összpontosít. Arra törekszünk, hogy valódi adatokat nyújtson Önnek, és hagyja, hogy eldöntse, hogyan használja őket. Egyéb captchas szolgáltatásokat nyújt",
    "home-main-4": "Jobb felhasználói élmény",
    "home-main-4c": "A hCaptcha kifinomult gépi tanulási modelleket használ az emberiség meghatározására. Ez lehetővé teszi, hogy kevésbé bosszantó feladatokat követeljünk meg a felhasználóktól, és kevesebb időt veszünk igénybe ezzel, miközben hasznos, címkézett adatokat állítunk elő az ügyfelek címkézéséhez.",
    "home-main-plans": "A hCaptcha bármilyen méretű kiadó számára ingyenesen használható. A nagyobb irányítást igénylő vállalkozások és platformok számára azonban vállalati megoldásaink állnak rendelkezésre.",
    "home-main-plans2": "A hCaptcha vállalati megoldások felhasználók millióit védik a bolygó legnagyobb társaságainak tízmillió webhelyén. Kérjük, vegye fel velünk a kapcsolatot további információkért, vagy látogasson el ide",
    "home-main-plans3": "A hCaptcha vállalati megoldások felhasználók millióit védik a bolygó legnagyobb társaságainak tízmillió webhelyén. Kérjük, vegye fel velünk a kapcsolatot további információkért, vagy látogasson el ide",
    "home-main-plans4": "a részletekért.",
    "home-plans-button-1": "Iratkozzon fel most",
    "home-plans-button-2": "Vegye fel a kapcsolatot az értékesítéssel",
    "home-plans-chart-head-1": "Jellemzők",
    "home-plans-chart-head-2": "Kiadó",
    "home-plans-chart-head-3": "Vállalkozás",
    "home-plans-chart-row-1-cell-1": "Ellenőrizze a megjelenített kihívástípusokat",
    "home-plans-chart-row-1-cell-2": "Korlátozott",
    "home-plans-chart-row-1-cell-3": "Teljes",
    "home-plans-chart-row-10-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-11-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-12-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-2-cell-1": "Ellenőrizze a használt kihívások tartalmát",
    "home-plans-chart-row-2-cell-2": "Korlátozott",
    "home-plans-chart-row-2-cell-3": "Teljes",
    "home-plans-chart-row-6-cell-1": "GDPR és CCPA-barát adatvédelmi politika",
    "home-plans-chart-row-7-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-8-cell-1": "Finomszemcsés nehézségi szintek",
    "home-plans-chart-row-9-cell-1": "Finomszemcsés nehézségi szintek",
    "home-try-it-out-button": "Szerezz be hCaptcha-t",
    "home-try-it-out-head": "Próbáld ki",
    "home-try-it-out-text": "A hCaptcha egyszerű, könnyű és megbízható bot-észlelést tesz lehetővé, miközben az emberek számára rendkívüli megoldást kínál.",
    "labeling-about-head": "A hCaptcha-ról",
    "labeling-about-text-1": "A hCaptcha célja a gépi tanulás során a legigényesebb probléma megoldása. hatalmas mennyiségű adatot kell időben, megfizethetően és megbízhatóan címkézni. A több adat általában jobb eredményeket eredményez a gépi tanulási modellekben. A mély modellek közelmúltbeli sikere egyre nagyobb adatkészletekhez vezetett, és a hCaptcha ezt szolgálja.",
    "labeling-about-text-2": "A hagyományos, ember által áttekintett nagy adatkészletek létrehozása azonban lassú és költséges. A hCaptcha olyan módszer, amellyel a vállalatok gyorsabban, magasabb minõséggel és alacsonyabb költséggel kaphatják meg a szükséges jelöléseket, mint más alternatívák.",
    "labeling-annotations-head": "Megjegyzés típusai",
    "labeling-annotations-text-1": "Pontos tárgyérzékelés képeken és videókon",
    "labeling-annotations-text-2": "Pontos tárgyérzékelés képeken és videókon",
    "labeling-annotations-text-3": "Pontjegyzetek sok különböző felhasználási esethez",
    "labeling-annotations-text-4": "Bármely méretű tetszőleges kategóriát rendezhet vagy hozzáfűzhet",
    "labeling-annotations-text-5": "Emberi erőforrás-felismerés és osztályozás",
    "labeling-annotations-text-6": "Szüksége van egy másik, itt fel nem sorolt típusra? Csak kérdezzen tőlünk.",
    "labeling-annotations-title-1": "Kötő dobozok",
    "labeling-annotations-title-2": "sokszögek",
    "labeling-annotations-title-3": "Tereptárgyak",
    "labeling-annotations-title-4": "Attribútumok kategorizálása",
    "labeling-annotations-title-5": "Összehasonlítás és észlelés",
    "labeling-annotations-title-6": "... és még sok más",
    "labeling-ent-button": "Vegye fel a kapcsolatot vállalati megoldások csoportjával",
    "labeling-ent-head": "Teljes körű ellenőrzésre van szüksége?",
    "labeling-ent-text-1": "A HCaptcha mögött található HUMAN Platform rendkívül kifinomult munkaminőséget és kezelési funkciókat biztosít a meglévő rendszerekbe integrálható helyszíni, hibrid vagy SaaS telepítések révén.",
    "labeling-ent-text-2": "Teljesen offline üzemmódban, saját munkaerővel, nyomon követheti az üzleti egységek vagy a konzorciumpartnerek közötti fogyasztást, szelektíven irányíthatja a munkákat különböző belső vagy külső munkaerő-szolgáltatókhoz a költség- és biztonsági követelmények alapján, és még sok minden mást.",
    "labeling-ent-text-3": "‍Könnyű API-hozzáférés, gyönyörű műszerfalak és a legújabb technológia a hurokban, a munkavállalói hatékonyság maximalizálása érdekében.",
    "labeling-ent-text-4": "99,99% rendelkezésre álló SLA és 24/7 globális támogatás áll rendelkezésre. További információért:",
    "labeling-features-head-1": "Egyszerű API-vezérelt csővezetékek.",
    "labeling-features-head-2": "Költségre és minőségre optimalizálva. Nincs szükség előzetes kötelezettségvállalásra.",
    "labeling-features-head-3": "Csak a pontosságért kell fizetnie.",
    "labeling-features-head-4": "Adja meg saját földi igazság-adatait, vagy hadd építsük azokat menet közben.",
    "labeling-features-text-1": "Integrálni szeretné az emberi áttekintést közvetlenül üzleti tevékenységeiben? Nagy megbízhatóságú SLA-kat, garantált kapacitást és egyszerű REST API-kat kínálunk.",
    "labeling-features-text-2": "A HUMAN platform átfogó bizalmi modelleket használ kifinomult valós idejű minőség-elemzéshez. Ez lehetővé teszi számunkra, hogy gyorsan meghatározzuk a kérdések nehézségét és valószínűleg helyes válaszukat, időt és pénzt takarítva meg.",
    "labeling-features-text-3": "Nem minden probléma azonos. A biztonsági szempontból kritikus feladatok kommentárai 99,99% -os bizalmat követelhetnek a teljesen emberi dolgozóktól. Egy mobiljáték-alkalmazás egy béta funkciójának kommentárai csak mérsékelt bizalmat igényelhetnek. Te döntesz.",
    "labeling-features-text-4": "Van-e nyers adata átfogó ellenőrzőkészlet nélkül? A legtöbb esetben készíthetünk egyet neked, amikor a feladatok futnak a rendszeren, vagy címkézett mintákat készíthetünk jóváhagyásához.",
    "labeling-info-head": "Az adatok címkézése",
    "labeling-info-text-1": "Beszéljen az egyik domain szakértővel a projekt igényeinek meghatározásához: a cél pontossága, formátuma és minden különleges követelmény.",
    "labeling-info-text-2": "A mintaadatok alapján kis termelési munkát hajtunk végre. Ez kipróbálja az együtt végzett munkánkat annak biztosítása érdekében, hogy pontosan megkapja azt, amire szüksége van.",
    "labeling-info-text-3": "A nagy mennyiség és alacsony késleltetés miatt gyorsan megfordítjuk munkáját, automatikus kézbesítéssel, amint ez megtörtént.",
    "labeling-info-text-4": "Mivel jobban megértjük a gyártási munkád paramétereit, az eredmények az idő múlásával tovább javulnak.",
    "labeling-info-text-5": "Az élő műszerfalak bármikor visszajelzést nyújthatnak vagy szüneteltethetik a gyártást.",
    "labeling-info-title-1": "Adjon meg specifikációkat",
    "labeling-info-title-2": "Kezdeti munkateszt",
    "labeling-info-title-3": "Termelési munkák telepítése",
    "labeling-info-title-4": "Folyamatos fejlesztés",
    "labeling-info-title-5": "Valós idejű eredmények",
    "labeling-main-1": "Költséghatékony adatcímkézés méretarányosan",
    "labeling-main-1-button": "Az adatok feliratozása most",
    "labeling-main-1c": "Szüksége van további címkékre az adatkészletekhez? A hCaptcha gyors, költséghatékony és magas színvonalú adatcímkézést biztosít a mesterséges intelligencia és a gépi tanulási alkalmazásokkal foglalkozó vállalatok számára.",
    "labeling-main-2": "Több millió feladatot azonnal elindíthat.",
    "labeling-main-2-button": "Vásároljon adatcímkézési szolgáltatásokat",
    "labeling-main-2c": "A hCaptcha rendelkezik a bolygó egyik legnagyobb medencével, amely rendelkezésre áll. Bármi legyen is az Ön léptéke, drága előzetes kötelezettségvállalások nélkül is megbirkózhatunk vele. Napi millió feladat nem jelent problémát.",
    "labeling-platform-head": "Privát vagy nyilvános információ",
    "labeling-platform-text": "A hCaptcha a HUMAN platformon épül, amely kifinomult útválasztást és elemzést tesz lehetővé a költségek és a hatékonyság optimalizálása érdekében. Ez a technológia lehetővé teszi a megfelelő munkaerő számára a munka minden részének kezelését, maximalizálja a költséghatékonyságot, miközben megőrzi a magánélet védelmét és megfelel az esetleges szabályozási követelményeknek.",
    "labeling-try-button": "Vásároljon adatcímkézési szolgáltatásokat",
    "labeling-try-head": "Szeretné kipróbálni az adatait?",
    "labeling-try-text": "... készen állunk, amikor te vagy: szolgáltatásunk éjjel-nappal elérhető.",
    "learn-more-hcaptcha": "Tudjon meg többet a hCaptcha-ról",
    "page-acc-faq-1": "Kérdés: A hCaptcha 508 + WCAG 2.0 megfelelő? Válasz: Úgy gondoljuk, hogy: Mindenféle fogyatékossággal élő felhasználó, aki képes az interneten böngészni és az űrlapokra szöveget beírni, regisztrációkor hozzáférhet a hCaptcha által védett szolgáltatásokhoz. Ez azonban nem jogi tanács: saját értékelést kell elvégeznie, figyelembe véve az Ön konkrét megvalósítását annak biztosítása érdekében, hogy ez a helyzet a telepítésnél.",
    "page-acc-faq-2": "Kérdés: Más akadálymentességgel (ayy) foglalkozik, mint például az audio? Válasz: A korábban népszerű opciók, mint például az audio captchasok sok felhasználót hátrányosan megkülönböztetnek és a modern gépi tanulási technikákkal könnyen legyőzik. Ez arra késztette a jelenlegi audio kihívásokat, hogy egyre nehezebbé váljanak: zajt, páratlan időzítést, szokatlan szókombinációkat vezetnek be és így tovább támadók legyőzésére. Ennélfogva kevésbé lelkesek vagyunk ebben a megközelítésben, szemben a kihívás teljes elkerülésével, de fontolóra vesszük, ha van rá igény az ay éves közösség részéről. Nagyon érdekli azonban az akadálymentesség használatának Privacy Pass. Úgy gondoljuk, hogy a jelenlegi A11y megközelítés és a Privacy Pass kiadás kombinációja lehetővé teszi a 11 éves felhasználók számára a biztonságos böngészést, a tudást, hogy a forgalom privát, és korlátozza a botüzemeltetők általi visszaéléseket, amelyek elkerülhetetlenül előfordulnak, ha mindenféle opció rendelkezésre áll. Aktívan részt veszünk az IETF munkacsoportban, amely szabványosítja ezt az új technológiát.",
    "page-acc-faq-3": "Kérdés: Mi a helyzet a magánélettel? Biztosítja-e a regisztráció a böngészési adatokat valamilyen módon? Mit csinálsz az e-maillel? Válasz: A hCaptcha-t az alapoktól kezdve a magánélet védelmére tervezték. Nagyon különbözik a hagyományos lehetőségektől, például a reCAPTCHA-tól, amelyek a hirdetési hálózatok tulajdonában vannak, akik arra ösztönöznek, hogy nyomon követjenek az interneten, és valódi identitással társítsák Önt. Soha nem használunk akadálymentességgel kapcsolatos e-maileket vagy információkat más célokra, csak a használat elősegítésére és a visszaélések megelőzésére. Adatvédelmi politikánk átfogó és hiteles válaszokat tartalmaz arra, hogy hogyan használjuk az adatokat, de a rövid válasz az, hogy nem érdekli, hogy személyként összekapcsoljuk az Ön böngészési előzményeivel. Jelenleg egy kriptográfiai megoldást dolgozunk ki az e-mail cím gyors eldobására. miközben továbbra is megőrizjük képességünket a visszaélések megelőzésére, kiegészítve a Privacy Pass munkánkat.",
    "page-acc-link-1": "Ha akadálymentesség-felhasználó, kérjük, jelentkezzen ide.",
    "page-acc-subhead": "Zökkenőmentes hozzáférés biztosítása minden felhasználó számára, a biztonság fenntartása mellett",
    "page-acc-summary": "összefoglalás",
    "page-acc-summary-contents-1": "A hCaptcha célja a robotok megállítása az emberektől való megkülönböztetés útján. A vizuális tesztek ehhez kényelmes eszköz, de nem mindenki képes megoldani a vizuális kihívást. Ezért egy egyszerű, fájdalommentes alternatívát fejlesztettünk ki annak lehetővé tételére, hogy a szolgáltatókat használó kiadók mindenki számára elérhetővé tegyék az elérhetőséget a teljes 508-as szakasz és a WCAG 2.0 megfelelősége mellett.",
    "page-acc-summary-contents-2": "Hogyan működik: először egy akadálymentesség-felhasználó feliratkozik erre az URL-re, amely a hCaptcha widget információs oldalán található. Titkosított cookie-t kapnak, amelyet naponta többször lehet használni, de bejelentkezéssel minden 24 órában frissíteni kell. Ha a hCaptcha szolgáltatást használó bármely weboldal akadálymentesség-felhasználójának kihívást jelentenek, akkor automatikusan el fognak kerülni.",
    "page-acc-title": "hCaptcha akadálymentesség",
    "page-acc-tr-body": "Kérdés: Még mindig kihívást látok a süti beállítása után. Mi okozza ezt? Válasz: Ennek oka általában egy agresszív hirdetésgátló vagy a cookie-k elleni kiterjesztés, vagy egy olyan beállítás, amely blokkolja a webhelyek közötti cookie-kat, ebben az esetben a hcaptcha.com cookie-ját, amelyet a hCaptcha JavaScript beállított vagy ellenőrzött egy másik webhelyen , mint például a látogató. A hCaptcha akadálymentességgel kapcsolatos sütik az összes népszerű böngészővel és hirdetés-blokkolóval működnek, a szokásos beállításukkal, így általában a hibák az anti-blokkolásgátló szkripteknek vagy az adott webhelyeket célzó hasonló szabályoknak köszönhetők. Megoldások: 1. Feladatlista hcaptcha.com és * .hcaptcha.com sütik a hirdetésgátlóban vagy a böngésző biztonsági kiterjesztésében. 2. Ha olyan Brave böngészőt használ, amely (2020 áprilisától) úgy tűnik, hogy nem rendelkezik semmilyen süti engedélyezési listájával, lépjen a Beállítások -> Pajzsok -> Sütik elemre, és válassza az Összes süti engedélyezése lehetőséget. 3. Ha a Safari legújabb verzióját használja a nemrégiben kiadott OS X 10.15 vagy iOS 13 rendszeren. 4, az Apple éppen megváltoztatta a Safari viselkedését a harmadik féltől származó cookie-kkal kapcsolatban, alapértelmezés szerint blokkolva mindegyiket. Végrehajtunk egy megoldást, de időközben kérjük, keresse fel a Safari Preferences, az Adatvédelem szakaszt, és törölje a Webhely-követés jelölőnégyzetét: A webhelyek közötti nyomon követés megakadályozása érdekében az akadálymentesség-sütik a várt módon működhetnek. Kérdés: Több eszközt használok. Többször regisztrálnom kell? Válasz: Nem. A süti beállításához kattintson az ugyanazon e-mail bejelentkezési linkre, amelyet Önnek küldött minden egyes eszközön, amelyet használ.",
    "page-acc-tr-title": "Kisegítő lehetőségekkel rendelkező felhasználók számára: Kérdések és válaszok és hibaelhárítási útmutató",
    "priv-hc": "A magánélet fókuszált",
    "priv-hc-text": "A hirdetési hálózatok termékeikként látnak téged. Nem mi. Nem érdekli, hogy kik a felhasználók, csak az, hogy valószínűleg ártalmasak-e. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk a magánélet és a biztonság egyensúlyának megteremtése érdekében.",
    "reporting-bugs-accessibility-button": "További információ az akadálymentességről",
    "reporting-bugs-accessibility-head": "Kisegítő lehetőségek",
    "reporting-bugs-accessibility-text": "Látássérült, vagy egyébként nem képes a hCaptchas teljesítésére?",
    "reporting-bugs-guide-ff-head": "Hibajelentés részleteinek rögzítése: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. lépés: Nyissa meg a Fejlesztői eszközöket (Ez elkezdi a munkamenet rögzítését.)",
    "reporting-bugs-guide-ff-step-2": "2. lépés: Kattintson a Hálózat fülre a Fejlesztői eszközökben. Jelölje be a \"Naplók megőrzése\" négyzetet felül.",
    "reporting-bugs-guide-ff-step-3": "3. lépés: látogasson el a https://accounts.hcaptcha.com/demo webhelyre, vagy a webhelyre, amelyen problémája van (Adatvédelmi megjegyzés: csak akkor, ha nem bánja, hogy megosztja, mi az), majd kattintson a \" Emberi ember vagyok ”gombot, és megpróbálom megoldani.",
    "reporting-bugs-guide-ff-step-4": "4. lépés: Kattintson a „HAR” elemre, miután megpróbálta megoldani, majd válassza a „Minden mentése HAR-ként” lehetőséget a hálózati napló mentéséhez. Küldje el nekünk a fájlt.",
    "reporting-bugs-guide-ff-step-5": "5. lépés: Kattintson a Konzol fülre, és kattintson a jobb gombbal, majd az \"Összes kijelölése\" elemre, és mentse azt egy szöveges fájlba a konzolnapló mentése érdekében. Küldje el nekünk is.",
    "reporting-bugs-guide-ff-step-6": "Utolsó lépés: Küldje el nekünk e-mailen ezeket a HAR és konzol naplófájlokat, és írja le a problémát seHasználja: support@hcaptcha.com (kérjük, használjon olyan szolgáltatást, mint a Dropbox vagy a Filebin, és küldjön linkeket) és opcionálisan egy képernyőképet, ha azt gyanítja, hogy valami nem jelenik meg megfelelően . Kérjük, küldje el az Ön által használt IP-t is. Ezt a https://www.whatsmyip.org/. weboldalon szerezheti be. Köszönjük, hogy időt fordított arra, hogy segítsen nekünk ezen információk megszerzésében! Elkötelezettek vagyunk abban, hogy a hCaptcha mindenki számára jól működjön.",
    "reporting-bugs-guide-head": "Hibajelentés részleteinek rögzítése: Chrome",
    "reporting-bugs-guide-step-1": "1. lépés: Nyissa meg a Fejlesztői eszközöket (Ez elkezdi a munkamenet rögzítését.)",
    "reporting-bugs-guide-step-2": "2. lépés: Kattintson a Hálózat fülre a Fejlesztői eszközökben. Jelölje be a \"Napló megőrzése\" négyzetet a tetején.",
    "reporting-bugs-guide-step-3": "3. lépés: látogasson el a https://accounts.hcaptcha.com/demo webhelyre, vagy a webhelyre, amelyen problémája van (Adatvédelmi megjegyzés: csak akkor, ha nem bánja, hogy megosztja, mi az), majd kattintson a \" Emberi ember vagyok ”gombot, és megpróbálom megoldani.",
    "reporting-bugs-guide-step-4": "4. lépés: A megoldás megkísérlése után kattintson az „Export HAR” elemre (a kis lefelé mutató nyíl), amely elmenti a hálózati naplót. Küldje el nekünk a fájlt.",
    "reporting-bugs-guide-step-5": "5. lépés: Kattintson a Konzol fülre, és kattintson a jobb gombbal, majd a „Mentés másként” elemre a konzolnapló mentéséhez. Küldje el nekünk is.",
    "reporting-bugs-guide-step-6": "Utolsó lépés: Küldje el nekünk e-mailen ezeket a HAR és konzol naplófájlokat, és írja le a problémát‍ Használja: support@hcaptcha.com (kérjük, használjon olyan szolgáltatást, mint a Dropbox vagy a Filebin, és küldjön linkeket) és opcionálisan egy képernyőképet, ha azt gyanítja, hogy valami nem jelenik meg megfelelően . Kérjük, küldje el az Ön által használt IP-t is. Megszerezheti a https://www.whatsmyip.org/ oldalon. HanKöszönjük, hogy időt fordítottál arra, hogy segítsen nekünk ezt az információt megszerezni! Elkötelezettek vagyunk abban, hogy a hCaptcha mindenki számára jól működjön.",
    "reporting-bugs-guide-text-1": "A hibakeresési információk küldése a jelentéssel együtt sokkal könnyebbé teszi számunkra, hogy azonosítsuk, mi folyik. Itt található lépésről lépésre:",
    "reporting-bugs-guide-text-2": "Ha Ön webfejlesztő vagy szakértő felhasználó, akkor az összefoglaló kérjük, hogy küldjön nekünk egy hálózati rögzítő HAR és böngésző konzol naplókat. Kérjük, próbálja meg először letiltani a hirdetés-blokkolókat vagy a böngésző biztonsági kiterjesztéseit, majd próbálkozzon újra, mielőtt elvégzi ezeket a lépéseket. Ha ez megoldja a problémát, akkor is örülünk annak, ha tudatja velünk böngészőjének verzióját, hirdetés-blokkolóját vagy böngésző-kiterjesztését, valamint a webhely URL-jét.",
    "reporting-bugs-intro-head": "Találtál egy hibát? Itt van, hogyan kell bejelenteni.",
    "reporting-bugs-intro-text": "Emberek milliói használják a hCaptcha-t minden hónapban, böngészők, bővítmények, eszközök, tűzfalak és még sok más kombinációján. Célunk annak biztosítása, hogy mindig az Ön számára működjön, ezért nagyon értékeljük jelentéseit! A gyors visszajelzés megadásához kattintson a \"Visszajelzés küldése\" gombra. Ha funkcionális problémát észlel, kérjük, kövesse a Chrome hibakeresési naplójában vagy a Firefox hibakeresési naplójában található utasításokat. Minden más böngészőnél csak írjon nekünk e-mailt. A lehetséges biztonsági vagy adatvédelmi kérdésekkel kapcsolatban lásd az alábbi utasításokat.",
    "reporting-bugs-privacy-head": "Adatvédelmi problémák",
    "reporting-bugs-privacy-text": "Nem érdekli, hogy kik a felhasználók, csak annyira valószínű, hogy rosszindulatúak vagy gépek. Támogatjuk az olyan kezdeményezéseket, mint a Privacy Pass, és keményen dolgozunk az adatvédelem és a biztonság egyensúlyának megteremtése érdekében. Ha olyan problémát talált, amely szerinte befolyásolhatja a felhasználói adatvédelmet, kérjük, írjon nekünk e-mailt a support@hcaptcha.com e-mail címre.",
    "reporting-bugs-provide-feedback-button": "Küldjön visszajelzést",
    "reporting-bugs-provide-feedback-head": "Azonnali visszajelzés a hCaptcha-ról",
    "reporting-bugs-provide-feedback-text": "Nagyra értékeljük az Ön hozzájárulását. Tudassa velünk a problémákat, és gyorsan megoldjuk azokat.",
    "reporting-bugs-security-head": "Biztonsági hibák",
    "reporting-bugs-security-text": "Mindig érdekel a biztonsági hibákról szóló jelentések fogadása. E-mail küldése a support@hcaptcha.com és CC security@hcaptcha.com címre, és gyorsan kapcsolatba lépünk Önnel. Van egy bug bounty programunk a hCaptcha szolgáltatás és a kapcsolódó forráskód támogatható biztonsági jelentéseihez.",
    "sec-hc": "Először a biztonság",
    "sec-hc-text": "A hCaptcha a kiadókra összpontosít. Arra törekszünk, hogy a webhelyek valódi adatokat nyújtsanak, és hagyjuk, hogy eldöntsék, hogyan kell felhasználni őket. A pontosság az ön és a mi érdekünkben rejlik. Egyéb captchas-okat reklámcégek biztosítanak. Minden blokkolt bot csökkentheti bevételét.",
    "what-is-hcaptcha": "Mi a hCaptcha?",
    "what-is-hcaptcha-text": "A hCaptcha segíti a kedvenc webszolgáltatásait a robotok, a spam és a visszaélések elkerülésében azáltal, hogy egyszerű kérdéseket tesz fel, amelyek az emberek számára egyszerűek és a gépek számára nehezek.",
    "why-hc": "Miért a hCaptcha?",
    "why-hc-text": "Minden alkalommal, amikor egy kihívásra válaszol, kifinomult modelleket használunk annak kiderítésére, hogy Ön ember vagy gép. A meglátogatott webhely ezt az eredményt használja arra, hogy javítsa a webhelyen szerzett tapasztalatait a botok elkerülésével."
}