{
    "acc-opt": "Opsi Aksesibilitas",
    "acc-opt-but": "Pelajari lebih lanjut tentang opsi aksesibilitas",
    "acc-opt-text": "Apakah Anda tunanetra atau tidak dapat menyelesaikan hCaptcha?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "Kami menghargai masukan Anda. Beri tahu kami masalah apa pun dan kami akan menyelesaikannya dengan cepat.",
    "fb-but": "Kirimkan kami umpan balik",
    "feedback-text": "Berikan umpan balik pada hCaptcha yang baru saja Anda lihat",
    "home-ent-1": "Mencari penawaran keamanan perusahaan kami?",
    "home-ent-2": "Kunjungi situs khusus kami yang baru: BotStop.com",
    "home-intro-body": "Apakah Anda menggunakan captcha untuk mencegah bot? hCaptcha melindungi privasi pengguna, menghargai situs web, dan membantu perusahaan mendapatkan label data mereka. Ini adalah pengganti drop-in untuk reCAPTCHA: Anda dapat beralih dalam beberapa menit.",
    "home-intro-head": "Hentikan lebih banyak bot. Mulai lindungi privasi pengguna.",
    "home-main-1": "Pribadi. Aman. Lebih cepat. Dan kami membayar Anda untuk menggunakannya.",
    "home-main-2": "Privasi Berfokus",
    "home-main-2c": "Jaringan iklan melihat pengunjung Anda sebagai produk. Untuk hCaptcha produk adalah pekerjaan yang mereka sediakan. Kami tidak peduli siapa pengguna Anda, hanya seberapa besar kemungkinan mereka berbahaya. Kami mendukung inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "home-main-3": "Keamanan Pertama",
    "home-main-3c": "Akurasi adalah minat Anda dan kami. hCaptcha berfokus pada penerbit. Kami berupaya memberi Anda data nyata dan membiarkan Anda memutuskan cara menggunakannya. Captcha lainnya disediakan oleh",
    "home-main-3c2": "perusahaan periklanan. Ini berarti setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
    "home-main-4": "Pengalaman Pengguna yang Lebih Baik",
    "home-main-4c": "Model pembelajaran mesin yang canggih digunakan oleh hCaptcha untuk menentukan kemanusiaan. Ini memungkinkan kami untuk mengurangi tugas yang mengganggu dari pengguna Anda dan mengurangi waktu mereka untuk melakukannya, sambil tetap menghasilkan data berlabel yang berguna untuk memberi label pada pelanggan.",
    "home-main-plans": "hCaptcha gratis digunakan untuk penerbit dalam berbagai ukuran. Namun, untuk perusahaan dan platform yang membutuhkan lebih banyak kontrol, solusi perusahaan kami tersedia.",
    "home-main-plans2": "hCaptcha enterprise solutions melindungi jutaan pengguna di puluhan juta situs web untuk beberapa perusahaan terbesar di planet ini. Silakan hubungi kami untuk info lebih lanjut, atau kunjungi",
    "home-main-plans3": "hCaptcha enterprise solutions melindungi jutaan pengguna di puluhan juta situs web untuk beberapa perusahaan terbesar di planet ini. Silakan hubungi kami untuk info lebih lanjut, atau kunjungi",
    "home-main-plans4": "untuk detail.",
    "learn-more-hcaptcha": "Pelajari Lebih Lanjut tentang hCaptcha",
    "page-acc-faq-1": "Pertanyaan: Apakah Bagian hCaptcha 508 + WCAG 2.0 sesuai? Jawaban: Kami percaya demikian: semua pengguna dengan segala bentuk gangguan yang dapat menjelajahi web dan memasukkan teks pada formulir dapat mengakses layanan yang dilindungi oleh hCaptcha pada saat pendaftaran. Namun, ini bukan saran hukum: Anda harus melakukan evaluasi sendiri, dengan mempertimbangkan implementasi khusus Anda untuk memastikan ini adalah kasus untuk penempatan Anda.",
    "page-acc-faq-2": "Pertanyaan: Apakah Anda sedang mengerjakan opsi aksesibilitas lain (a11y), seperti audio? Jawaban: Pilihan yang sebelumnya populer seperti captcha audio mendiskriminasi banyak pengguna lama dan mudah dikalahkan oleh teknik pembelajaran mesin modern. Ini telah memaksa tantangan audio saat ini menjadi semakin sulit, memperkenalkan kebisingan, pengaturan waktu yang aneh, kombinasi kata yang tidak biasa, dan sebagainya untuk mengalahkan penyerang. Dengan demikian, kami kurang antusias tentang pendekatan ini dan menghindari tantangan sama sekali, tetapi akan mempertimbangkannya jika ada permintaan dari masyarakat. Namun, kami sangat tertarik dengan Privacy Pass untuk kasus penggunaan Aksesibilitas. Kami percaya bahwa menggabungkan pendekatan a11y kami saat ini dengan penerbitan Privacy Pass akan memungkinkan pengguna a11y untuk menjelajah dengan aman, merasa aman karena mengetahui bahwa lalu lintas mereka lebih pribadi, sambil membatasi penyalahgunaan oleh operator bot yang pasti terjadi ketika opsi-opsi a11y tersedia. Kami adalah peserta aktif dalam kelompok kerja IETF yang menstandarkan teknologi baru ini.",
    "page-acc-faq-3": "Pertanyaan: Bagaimana dengan privasi? Apakah registrasi memaparkan data penelusuran a11y dalam beberapa cara? Apa yang kamu lakukan dengan email? Jawab: hCaptcha dirancang untuk privasi sejak awal. Ini sangat berbeda dari opsi tradisional seperti reCAPTCHA yang dimiliki oleh jaringan iklan, yang memiliki insentif untuk melacak Anda di web dan mengaitkan Anda dengan identitas asli. Kami tidak pernah menggunakan aksesibilitas email atau info untuk tujuan apa pun selain memfasilitasi penggunaan dan mencegah penyalahgunaan. Kebijakan privasi kami memiliki jawaban yang komprehensif dan resmi tentang bagaimana kami menggunakan data, tetapi jawaban singkatnya adalah kami tidak tertarik untuk mengaitkan Anda sebagai orang dengan riwayat penelusuran Anda. Kami juga sedang mengerjakan solusi kriptografi untuk dengan cepat membuang alamat email Anda sambil tetap mempertahankan kemampuan kami untuk mencegah penyalahgunaan, melengkapi pekerjaan Privacy Pass kami.",
    "page-acc-link-1": "Jika Anda pengguna aksesibilitas, silakan daftar di sini.",
    "page-acc-subhead": "Memastikan akses tanpa batas untuk semua pengguna sambil menjaga keamanan",
    "page-acc-summary": "Ringkasan",
    "page-acc-summary-contents-1": "hCaptcha dirancang untuk menghentikan bot dengan membedakan mereka dari orang-orang. Tes visual adalah alat yang mudah untuk ini, tetapi tidak semua orang bisa menyelesaikan tantangan visual. Karena alasan ini kami telah merancang alternatif sederhana dan tidak menyakitkan untuk memungkinkan penerbit menggunakan aksesibilitas layanan kami untuk semua dengan kepatuhan penuh pada Bagian 508 dan WCAG 2.0.",
    "page-acc-summary-contents-2": "Cara kerjanya: pertama, pengguna aksesibilitas mendaftar di URL ini, yang ditautkan di halaman info widget hCaptcha. Mereka diberi cookie terenkripsi yang dapat digunakan beberapa kali per hari, tetapi harus di-refresh setiap 24 jam melalui login. Ketika sebuah tantangan disajikan kepada pengguna aksesibilitas di situs mana pun menggunakan layanan hCaptcha, mereka akan secara otomatis lulus.",
    "page-acc-title": "hCaptcha Informasi Aksesibilitas",
    "page-acc-tr-body": "Pertanyaan: Saya masih melihat tantangan setelah mengatur cookie. Apa yang menyebabkan ini? Jawaban: Ini biasanya karena menggunakan pemblokir iklan agresif atau ekstensi anti-cookie, atau pengaturan yang memblokir cookie lintas-situs, dalam hal ini cookie untuk hcaptcha.com yang disetel atau diperiksa oleh JavaScript hCaptcha di situs yang berbeda , seperti yang Anda kunjungi. Cookie aksesibilitas hCaptcha berfungsi dengan semua browser dan pemblokir iklan populer dengan pengaturan standarnya, sehingga biasanya kegagalan disebabkan oleh skrip anti-anti-adblock atau aturan serupa yang menargetkan situs tertentu. Solusi: 1. Cookie Whitelist hcaptcha.com dan * .hcaptcha.com di pemblokir iklan atau ekstensi keamanan browser Anda. 2. Jika Anda menggunakan browser Brave, yang tidak (per April 2020) tampaknya memiliki daftar putih cookie apa pun, buka Preferensi -> Perisai -> Cookie dan pilih Izinkan Semua Cookie. 3. Jika Anda menggunakan versi terbaru Safari pada OS X 10.15 atau iOS 13. yang baru dirilis, Apple baru saja mengubah perilaku Safari yang terkait dengan cookie pihak ketiga, memblokir semuanya secara default. Kami menerapkan solusi, tetapi sementara itu silakan kunjungi Preferensi Safari, bagian Privasi, dan hapus centang Pelacakan situs web: Cegah pelacakan lintas-situs untuk memungkinkan cookie aksesibilitas berfungsi seperti yang diharapkan. Pertanyaan: Saya menggunakan beberapa perangkat. Apakah saya perlu mendaftar beberapa kali? Jawab: Tidak. Silakan klik tautan login email yang sama yang dikirimkan kepada Anda pada setiap perangkat yang Anda gunakan untuk mengatur cookie.",
    "page-acc-tr-title": "Untuk Pengguna Aksesibilitas: T&J dan Panduan Mengatasi Masalah",
    "priv-hc": "Privasi Berfokus",
    "priv-hc-text": "Jaringan iklan melihat Anda sebagai produk mereka. Kami tidak. Kami tidak peduli siapa pengguna, hanya seberapa besar kemungkinan mereka berbahaya. Kami mendukung inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "sec-hc": "Keamanan Pertama",
    "sec-hc-text": "hCaptcha berfokus pada penerbit. Kami berupaya memberikan situs data nyata dan membiarkan mereka memutuskan cara menggunakannya. Akurasi adalah minat Anda dan kami. Captcha lainnya disediakan oleh perusahaan periklanan. Setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
    "what-is-hcaptcha": "Apa itu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha membantu layanan web favorit Anda mencegah bot, spam, dan penyalahgunaan dengan mengajukan pertanyaan sederhana yang mudah bagi manusia dan sulit untuk mesin.",
    "why-hc": "Kenapa hCaptcha?",
    "why-hc-text": "Setiap kali Anda menjawab tantangan, kami menggunakan model-model canggih untuk mencari tahu apakah Anda manusia atau mesin. Situs web yang Anda kunjungi kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman Anda di situs mereka dengan mencegah bot."
}