{
    "about-advisors-brendan": "CEO Brave. Salah satu pendiri Mozilla. Pembuat bahasa pemrograman JavaScript. Pembuat browser dan banyak lagi.",
    "about-advisors-dawn": "Profesor, CS di University of California, Berkeley. Pembelajaran mendalam, keamanan, pakar blockchain. CEO Oasis Labs.",
    "about-advisors-head": "Penasihat",
    "about-advisors-keiran": "Ilmuwan Riset di Stanford. Pembelajaran mesin dan keuangan kuantitatif di bank besar, hedge fund, dan akademisi.",
    "about-content-head-1": "Apa yang kita lakukan",
    "about-content-head-2": "Mengapa Itu Penting",
    "about-content-text-1": "hCaptcha adalah layanan Intuition Machines Inc, sebuah perusahaan AI dan pembelajaran mesin dengan fokus pada metalearning dan domain visual ML dalam skala besar. Kami membangun dan mengoperasikan sistem yang dapat diskalakan secara masif untuk mengaktifkan layanan analisis video dan gambar untuk 2000 perusahaan Global di seluruh dunia.",
    "about-content-text-2": "Lebih banyak data biasanya menghasilkan hasil yang lebih baik. Membangun dan memelihara set data yang diberi label dengan benar dan relevan memakan waktu dan mahal. hCaptcha awalnya dikembangkan untuk memenuhi kebutuhan kami sendiri dalam pelabelan gambar, dan sekarang tersedia untuk perusahaan lain dengan kebutuhan serupa.",
    "about-intro-head-1": "Bekerja untuk hCaptcha",
    "about-intro-head-2": "Misi Kami Besar",
    "about-intro-text": "Kami berkembang pesat dan selalu mencari talenta terbaik dunia di seluruh kantor global kami. Anda dapat melamar dengan tautan di bawah ini.",
    "about-leadership-alex": "Pakar database dan Blockchain. Insinyur awal di Cloudera dan banyak lagi. Puluhan tahun keahlian membangun perangkat lunak dan tim.",
    "about-leadership-eli": "CEO. Pemimpin yang diakui dalam AI. Telah menerapkan kecerdasan mesin dalam skala besar ke berbagai macam masalah bisnis selama beberapa dekade terakhir.",
    "about-leadership-head": "Kepemimpinan",
    "about-leadership-todd": "PhD dalam Biologi Komputasi, Stanford. Bekerja dengan jaringan saraf sejak 1999. Fokus pada ML terapan dan pembelajaran mendalam dalam skala besar.",
    "acc-opt": "Pilihan Aksesibilitas",
    "acc-opt-but": "Pelajari lebih lanjut tentang opsi aksesibilitas",
    "acc-opt-text": "Apakah Anda tunanetra atau tidak dapat menyelesaikan hCaptcha?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "Kami menghargai masukan Anda. Beri tahu kami masalah apa pun dan kami akan menyelesaikannya dengan cepat.",
    "fb-but": "Kirimkan masukan kepada kami",
    "feedback-text": "Berikan masukan tentang hCaptcha yang baru saja Anda lihat",
    "footer-attribution": "Atribusi",
    "footer-copyright-text": "hCaptcha adalah merek dagang terdaftar dari Intuition Machines, Inc.",
    "footer-header-1": "Perusahaan",
    "footer-header-2": "Sumber daya",
    "footer-header-3": "Kontak",
    "footer-link-1": "Pelabelan",
    "footer-link-10": "Aksesibilitas",
    "footer-link-2": "Tentang",
    "footer-link-3": "Pekerjaan",
    "footer-link-4": "Merek Dagang",
    "footer-link-5": "Etika AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentasi",
    "footer-link-9": "Laporkan Bug",
    "footer-privacy": "Pribadi",
    "footer-subheader-1": "Dukung",
    "footer-subheader-2": "Kontak",
    "footer-terms": "Persyaratan",
    "h-plans": "Paket Langganan",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Layanan Pelabelan",
    "header-login-button": "Gabung",
    "header-plans-link": "Rencana",
    "header-signup-button": "Daftar",
    "home-about-head": "Tentang hCaptcha",
    "home-about-subtitle": "Didukung oleh Protokol MANUSIA",
    "home-about-text-1": "hCaptcha dirancang untuk memecahkan masalah paling padat karya dalam pembelajaran mesin: memberi label pada data dalam jumlah besar secara tepat waktu, terjangkau, dan dapat diandalkan.",
    "home-about-text-2": "Lebih banyak data biasanya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Keberhasilan model dalam baru-baru ini telah menghasilkan kumpulan data yang semakin besar, hampir selalu dengan beberapa tinjauan manusia. Namun, membuat kumpulan data besar yang ditinjau manusia melalui Mechanical Turk, Gambar Delapan, dll., Lambat dan mahal.",
    "home-about-text-3": "hCaptcha memungkinkan situs web menghasilkan uang untuk melayani permintaan ini sambil memblokir bot dan bentuk penyalahgunaan lainnya.",
    "home-about-text-4": "Pasar hCaptcha didukung oleh HUMAN Protocol, protokol terdesentralisasi terbuka untuk tinjauan manusia yang berjalan pada blockchain Ethereum. Situs web mendapatkan Token Manusia (HMT) setiap kali pengguna menggunakan widget hCaptcha di situs mereka, dan perusahaan pembelajaran mesin membayar Token Manusia untuk mendapatkan label data mereka.",
    "home-ba-labeling-services-link": "Layanan Pelabelan",
    "home-benefits-head-1": "Nilai dalam Pelabelan Data",
    "home-benefits-head-2": "Berikan Kembali untuk Amal",
    "home-benefits-text-1": "Tahukah Anda setiap kali Anda mengeklik mobil, Anda membantu melatih sistem pembelajaran mesin satu perusahaan raksasa secara gratis?",
    "home-benefits-text-2": "hCaptcha mengubah model ini. Saat Anda menggunakan hCaptcha, perusahaan menawar pekerjaan yang dilakukan pengguna Anda saat mereka membuktikan kemanusiaan mereka. Anda mendapatkan imbalannya.",
    "home-benefits-text-3": "Ingin memberikan kembali ke badan amal favorit Anda? hCaptcha memungkinkan Anda mendukung amal pilihan Anda dengan penghasilan yang Anda peroleh dari menggunakannya. Pengguna di situs Anda akan segera dapat melihat kontribusi Anda untuk amal melalui branding rahasia di antarmuka hCaptcha.",
    "home-challenge-text-1": "Pilih semua gambar yang cocok dengan kueri",
    "home-challenge-text-2": "Tentukan area pembatas untuk objek",
    "home-challenge-text-3": "Identifikasi label yang sesuai",
    "home-challenge-title-1": "Perbandingan",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorisasi",
    "home-challenges-head": "Tantangan yang Disajikan",
    "home-challenges-text-1": "... dan tugas sederhana lainnya. Mudah bagi manusia, sulit bagi bot.",
    "home-challenges-text-2": "Tugas khusus juga tersedia untuk penerbit perusahaan.",
    "home-ent-1": "Mencari penawaran keamanan perusahaan kami?",
    "home-ent-2": "Kunjungi situs baru kami yang berdedikasi: BotStop.com",
    "home-ent-button": "Pelajari lebih lanjut: BotStop oleh hCaptcha",
    "home-from-the-blog": "DARI BLOG:",
    "home-from-the-blog-value": "Bagaimana Pengaturan Kesulitan hCaptcha Bekerja",
    "home-intro-body": "Apakah Anda menggunakan captcha untuk mencegah bot? hCaptcha melindungi privasi pengguna, menghargai situs web, dan membantu perusahaan mendapatkan label data mereka. Ini adalah pengganti drop-in untuk reCAPTCHA: Anda dapat beralih dalam beberapa menit.",
    "home-intro-button": "Daftar sekarang",
    "home-intro-head": "Hentikan lebih banyak bot. Mulai lindungi privasi pengguna.",
    "home-main-1": "Pribadi. Aman. Lebih cepat. Dan kami membayar Anda untuk menggunakannya.",
    "home-main-2": "Berfokus pada Privasi",
    "home-main-2c": "Jaringan iklan melihat pengunjung Anda sebagai produk. Untuk hCaptcha, produk adalah pekerjaan yang mereka sediakan. Kami tidak peduli siapa pengguna Anda, hanya seberapa mungkin mereka berbahaya. Kami mendukung inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "home-main-3": "Keamanan Pertama",
    "home-main-3c": "Akurasi adalah untuk kepentingan Anda dan kami. hCaptcha berfokus pada penerbit. Kami bekerja untuk memberi Anda data nyata dan membiarkan Anda memutuskan cara menggunakannya. Captcha lain disediakan oleh perusahaan periklanan raksasa. Artinya, setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
    "home-main-4": "Pengalaman Pengguna yang Lebih Baik",
    "home-main-4c": "Model pembelajaran mesin yang canggih digunakan oleh hCaptcha untuk menentukan kemanusiaan. Hal ini memungkinkan kami memerlukan tugas yang tidak terlalu mengganggu dari pengguna Anda dan mengurangi waktu mereka untuk melakukannya, sambil tetap menghasilkan data berlabel yang berguna untuk memberi label kepada pelanggan.",
    "home-main-plans": "hCaptcha dapat digunakan secara gratis untuk semua penerbit. Namun, untuk perusahaan dan platform yang membutuhkan lebih banyak kontrol, solusi perusahaan kami tersedia.",
    "home-main-plans2": "Solusi perusahaan hCaptcha melindungi jutaan pengguna di puluhan juta situs web untuk beberapa perusahaan terbesar di planet ini. Silakan hubungi kami untuk info lebih lanjut, atau kunjungi",
    "home-main-plans3": "Solusi perusahaan hCaptcha melindungi jutaan pengguna di puluhan juta situs web untuk beberapa perusahaan terbesar di planet ini. Silakan hubungi kami untuk info lebih lanjut, atau kunjungi",
    "home-main-plans4": "untuk detailnya.",
    "home-plans-button-1": "Daftar sekarang",
    "home-plans-button-2": "Hubungi bagian penjualan",
    "home-plans-chart-head-1": "fitur",
    "home-plans-chart-head-2": "Penerbit",
    "home-plans-chart-head-3": "Perusahaan",
    "home-plans-chart-row-1-cell-1": "Jenis tantangan kontrol ditampilkan",
    "home-plans-chart-row-1-cell-2": "Terbatas",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Dasbor multi-pengguna",
    "home-plans-chart-row-11-cell-1": "Fitur pelaporan lanjutan",
    "home-plans-chart-row-12-cell-1": "SLA Perusahaan",
    "home-plans-chart-row-2-cell-1": "Kontrol konten tantangan yang digunakan",
    "home-plans-chart-row-2-cell-2": "Terbatas",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Dapatkan imbalan atas pemecahan manusia",
    "home-plans-chart-row-4-cell-1": "Perlindungan anti-bot kelas dunia",
    "home-plans-chart-row-5-cell-1": "Bekerja di setiap negara",
    "home-plans-chart-row-6-cell-1": "Kebijakan privasi yang ramah GDPR dan CCPA",
    "home-plans-chart-row-7-cell-1": "Tingkat kesulitan yang sangat halus",
    "home-plans-chart-row-8-cell-1": "Luncurkan konten tantangan Anda sendiri",
    "home-plans-chart-row-9-cell-1": "Penjadwalan kesulitan berbasis waktu",
    "home-try-it-out-button": "Dapatkan hCaptcha",
    "home-try-it-out-head": "Cobalah",
    "home-try-it-out-text": "hCaptcha menyediakan pendeteksian bot yang sederhana, mudah, dan andal sekaligus mudah untuk dipecahkan oleh manusia.",
    "labeling-about-head": "Tentang hCaptcha",
    "labeling-about-text-1": "hCaptcha dirancang untuk memecahkan masalah paling padat karya dalam pembelajaran mesin; memberi label data dalam jumlah besar secara tepat waktu, terjangkau, dan dapat diandalkan. Lebih banyak data biasanya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Keberhasilan model dalam baru-baru ini telah menghasilkan kumpulan data yang semakin besar, dan hCaptcha melayani kebutuhan ini.",
    "labeling-about-text-2": "Namun, membuat kumpulan data besar yang ditinjau manusia menggunakan metode tradisional lambat dan mahal. hCaptcha adalah cara bagi perusahaan untuk mendapatkan anotasi yang mereka butuhkan lebih cepat, dengan kualitas lebih tinggi, dan biaya lebih rendah daripada alternatif lain.",
    "labeling-annotations-head": "Jenis Anotasi",
    "labeling-annotations-text-1": "Deteksi objek yang akurat dalam gambar dan video",
    "labeling-annotations-text-2": "Deteksi objek yang akurat dalam gambar dan video",
    "labeling-annotations-text-3": "Anotasi titik untuk berbagai kasus penggunaan",
    "labeling-annotations-text-4": "Urutkan atau tambahkan kategori sewenang-wenang dengan ukuran berapa pun",
    "labeling-annotations-text-5": "Deteksi dan klasifikasi bertenaga manusia",
    "labeling-annotations-text-6": "Butuh jenis lain yang tidak tercantum di sini? Tanya saja kami.",
    "labeling-annotations-title-1": "Kotak Pembatas",
    "labeling-annotations-title-2": "Poligon",
    "labeling-annotations-title-3": "Landmark",
    "labeling-annotations-title-4": "Kategorisasi Atribut",
    "labeling-annotations-title-5": "Perbandingan dan Deteksi",
    "labeling-annotations-title-6": "... dan masih banyak lagi",
    "labeling-ent-button": "Hubungi Tim Solusi Perusahaan Kami",
    "labeling-ent-head": "Butuh Kontrol Ujung-ke-Ujung?",
    "labeling-ent-text-1": "Platform MANUSIA di belakang hCaptcha menyediakan kualitas kerja dan fitur manajemen yang sangat canggih melalui penerapan di lokasi, hibrid, atau SaaS yang terintegrasi dengan sistem Anda yang ada.",
    "labeling-ent-text-2": "Jalankan sepenuhnya offline dengan tenaga kerja Anda sendiri, lacak nilai yang dikonsumsi di seluruh unit bisnis atau mitra konsorsium, arahkan pekerjaan secara selektif ke penyedia tenaga kerja internal atau eksternal yang berbeda berdasarkan persyaratan biaya dan keamanan, dan banyak lagi.",
    "labeling-ent-text-3": "Akses API yang mudah, dasbor yang indah, dan teknologi model-in-the-loop terbaru untuk memaksimalkan efisiensi.",
    "labeling-ent-text-4": "99,99% waktu operasional SLA dan dukungan global 24/7 tersedia. Untuk informasi lebih lanjut:",
    "labeling-features-head-1": "Pipeline sederhana yang digerakkan oleh API.",
    "labeling-features-head-2": "Dioptimalkan untuk biaya dan kualitas. Tidak diperlukan komitmen di muka.",
    "labeling-features-head-3": "Bayar hanya untuk akurasi yang Anda butuhkan.",
    "labeling-features-head-4": "Berikan data kebenaran dasar Anda sendiri atau biarkan kami membuatnya dengan cepat.",
    "labeling-features-text-1": "Ingin mengintegrasikan tinjauan manusia langsung ke dalam operasi bisnis Anda? Kami menawarkan SLA keandalan tinggi, kapasitas terjamin, dan API REST sederhana.",
    "labeling-features-text-2": "Platform HUMAN menggunakan model kepercayaan komprehensif untuk melakukan analisis kualitas waktu nyata yang canggih. Hal ini memungkinkan kami untuk dengan cepat menentukan kesulitan pertanyaan dan kemungkinan jawaban yang benar, menghemat waktu dan uang Anda.",
    "labeling-features-text-3": "Tidak semua masalah sama. Anotasi untuk tugas-tugas yang sangat penting tentang keselamatan mungkin memerlukan keyakinan 99,99% dari seluruh pekerja manusia. Anotasi untuk satu fitur beta di aplikasi game seluler mungkin hanya memerlukan keyakinan sedang. Kamu putuskan.",
    "labeling-features-text-4": "Apakah Anda memiliki data mentah tanpa rangkaian verifikasi yang komprehensif? Dalam kebanyakan kasus, kami dapat membuat satu untuk Anda saat tugas dijalankan melalui sistem, atau membuat sampel berlabel untuk persetujuan Anda.",
    "labeling-info-head": "Mendapatkan Label Data",
    "labeling-info-text-1": "Bicaralah dengan salah satu pakar domain kami untuk menentukan kebutuhan proyek Anda: akurasi target, format, dan persyaratan khusus apa pun.",
    "labeling-info-text-2": "Kami menjalankan pekerjaan produksi kecil berdasarkan data sampel Anda. Ini menguji pekerjaan yang telah kita lakukan bersama untuk memastikan Anda mendapatkan apa yang Anda butuhkan.",
    "labeling-info-text-3": "Dengan volume tinggi dan latensi rendah, kami akan mengubah pekerjaan Anda dengan cepat, dengan pengiriman otomatis segera setelah selesai.",
    "labeling-info-text-4": "Karena kami lebih memahami parameter pekerjaan produksi Anda, hasilnya akan terus meningkat seiring waktu.",
    "labeling-info-text-5": "Dasbor langsung memungkinkan Anda memberikan umpan balik atau menjeda produksi kapan saja.",
    "labeling-info-title-1": "Tentukan Spesifikasi",
    "labeling-info-title-2": "Tes Pekerjaan Awal",
    "labeling-info-title-3": "Terapkan Pekerjaan Produksi",
    "labeling-info-title-4": "Perbaikan terus-menerus",
    "labeling-info-title-5": "Hasil Waktu Nyata",
    "labeling-main-1": "Pelabelan data hemat biaya dalam skala besar",
    "labeling-main-1-button": "Dapatkan Label Data Anda Sekarang",
    "labeling-main-1c": "Perlu lebih banyak label untuk kumpulan data Anda? hCaptcha menyediakan pelabelan data yang cepat, hemat biaya, dan berkualitas tinggi untuk perusahaan yang mengerjakan aplikasi kecerdasan buatan dan pembelajaran mesin.",
    "labeling-main-2": "Luncurkan jutaan tugas secara instan.",
    "labeling-main-2-button": "Beli Layanan Pelabelan Data",
    "labeling-main-2c": "hCaptcha memiliki salah satu kolam terbesar di planet yang tersedia untuk Anda gunakan. Apa pun skala Anda, kami dapat menanganinya tanpa komitmen di muka yang mahal. Jutaan tugas per hari bukanlah masalah.",
    "labeling-platform-head": "Informasi Pribadi atau Publik",
    "labeling-platform-text": "hCaptcha dibangun di atas Platform MANUSIA, yang memungkinkan perutean dan analisis canggih untuk mengoptimalkan biaya dan efisiensi di setiap langkah. Teknologi ini memungkinkan tenaga kerja yang tepat menangani setiap bagian dari pekerjaan Anda, memaksimalkan efisiensi biaya sambil menjaga privasi dan memenuhi persyaratan peraturan yang mungkin berlaku.",
    "labeling-try-button": "Beli Layanan Pelabelan Data",
    "labeling-try-head": "Ingin mencobanya dengan data Anda?",
    "labeling-try-text": "... kami siap saat Anda siap: layanan kami tersedia sepanjang waktu.",
    "learn-more-hcaptcha": "Pelajari Lebih Lanjut tentang hCaptcha",
    "page-acc-faq-1": "Pertanyaan: Apakah hCaptcha Section 508 + WCAG 2.0 sesuai? Jawaban: Kami percaya demikian: semua pengguna dengan segala bentuk gangguan yang dapat menjelajahi web dan memasukkan teks pada formulir dapat mengakses layanan yang dilindungi oleh hCaptcha setelah mendaftar. Namun, ini bukan nasihat hukum: Anda harus melakukan evaluasi Anda sendiri, dengan mempertimbangkan penerapan khusus Anda untuk memastikan ini adalah kasus penerapan Anda.",
    "page-acc-faq-2": "Pertanyaan: Apakah Anda sedang mengerjakan opsi aksesibilitas (a11y) lainnya, seperti audio? Jawaban: Opsi yang sebelumnya populer seperti audio captcha mendiskriminasi banyak pengguna a11y dan mudah dikalahkan oleh teknik pembelajaran mesin modern. Hal ini telah memaksa tantangan audio saat ini menjadi semakin sulit, menimbulkan kebisingan, waktu aneh, kombinasi kata yang tidak biasa, dan seterusnya untuk mengalahkan penyerang. Karenanya, kami kurang antusias dengan pendekatan ini vs. menghindari tantangan sama sekali, tetapi akan mempertimbangkannya jika ada permintaan dari komunitas a11y. Namun, kami sangat tertarik dengan Privacy Pass untuk kasus penggunaan Aksesibilitas. Kami percaya bahwa menggabungkan pendekatan a11y kami saat ini dengan penerbitan Privacy Pass akan memungkinkan pengguna a11y untuk menjelajah dengan aman, aman dalam pengetahuan bahwa lalu lintas mereka lebih privat, sambil membatasi penyalahgunaan oleh operator bot yang pasti terjadi ketika opsi a11y tersedia. Kami adalah peserta aktif dalam kelompok kerja IETF yang membakukan teknologi baru ini.",
    "page-acc-faq-3": "Pertanyaan: Bagaimana dengan privasi? Apakah registrasi mengekspos data penjelajahan a11y dengan cara tertentu? Apa yang Anda lakukan dengan email tersebut? Jawaban: hCaptcha dirancang untuk privasi dari awal. Ini sangat berbeda dengan opsi tradisional seperti reCAPTCHA yang dimiliki oleh jaringan iklan, yang memiliki insentif untuk melacak Anda di web dan mengaitkan Anda dengan identitas asli. Kami tidak pernah menggunakan email aksesibilitas atau info untuk tujuan apa pun selain memfasilitasi penggunaan a11y dan mencegah penyalahgunaan. Kebijakan privasi kami memiliki jawaban yang komprehensif dan berwibawa tentang bagaimana kami menggunakan data, tetapi jawaban singkatnya adalah kami tidak tertarik untuk mengasosiasikan Anda sebagai seseorang dengan riwayat penelusuran Anda. Saat ini kami juga sedang mengerjakan solusi kriptografi untuk membuang alamat email Anda dengan cepat. sambil tetap mempertahankan kemampuan kami untuk mencegah penyalahgunaan, melengkapi pekerjaan Privacy Pass kami.",
    "page-acc-link-1": "Jika Anda adalah pengguna aksesibilitas, silakan daftar di sini.",
    "page-acc-subhead": "Memastikan akses tanpa batas untuk semua pengguna dengan tetap menjaga keamanan",
    "page-acc-summary": "Ringkasan",
    "page-acc-summary-contents-1": "hCaptcha dirancang untuk menghentikan bot dengan membedakannya dari manusia. Tes visual adalah alat yang nyaman untuk ini, tetapi tidak semua orang dapat menyelesaikan tantangan visual. Oleh karena itu, kami telah merancang alternatif sederhana dan tidak menyakitkan agar penerbit yang menggunakan layanan kami mempertahankan aksesibilitas untuk semua dengan kepatuhan penuh Pasal 508 dan WCAG 2.0.",
    "page-acc-summary-contents-2": "Cara kerjanya: pertama, pengguna aksesibilitas mendaftar di URL ini, yang ditautkan di halaman info widget hCaptcha. Mereka diberi cookie terenkripsi yang dapat digunakan beberapa kali per hari, tetapi harus diperbarui setiap 24 jam melalui login. Saat tantangan disajikan kepada pengguna aksesibilitas di situs mana pun yang menggunakan layanan hCaptcha, mereka akan lulus secara otomatis.",
    "page-acc-title": "Informasi Aksesibilitas hCaptcha",
    "page-acc-tr-body": "Pertanyaan: Saya masih melihat tantangan setelah menyetel cookie. Apa penyebabnya? Jawaban: Hal ini biasanya karena penggunaan pemblokir iklan agresif atau ekstensi anti-cookie, atau pengaturan yang memblokir cookie lintas situs, dalam hal ini cookie untuk hcaptcha.com yang diatur atau diperiksa oleh JavaScript hCaptcha di situs lain , seperti yang Anda kunjungi. Cookie aksesibilitas hCaptcha berfungsi dengan semua browser populer dan pemblokir iklan dengan pengaturan standarnya, jadi biasanya kegagalan disebabkan oleh skrip anti-anti-adblock atau seperangkat aturan serupa yang menargetkan situs tertentu. Solusi: 1. Masukkan cookie hcaptcha.com dan * .hcaptcha.com ke daftar putih di pemblokir iklan atau ekstensi keamanan browser Anda. 2. Jika Anda menggunakan browser Brave, yang (per April 2020) tampaknya tidak memiliki daftar putih cookie apa pun, buka Preferensi -> Perisai -> Cookie dan pilih Izinkan Semua Cookie. 3. Jika Anda menggunakan Safari versi terbaru baik di OS X 10.15 atau iOS 13. 4 yang baru-baru ini dirilis, Apple baru saja mengubah perilaku Safari terkait cookie pihak ketiga, memblokir semuanya secara default. Kami sedang menerapkan solusi, tetapi sementara itu silakan kunjungi Preferensi Safari, bagian Privasi, dan hapus centang Pelacakan situs web: Cegah pelacakan lintas situs untuk mengaktifkan cookie aksesibilitas berfungsi seperti yang diharapkan. Pertanyaan: Saya menggunakan banyak perangkat. Apakah saya perlu mendaftar beberapa kali? Jawaban: Tidak. Silakan klik link login email yang sama yang dikirimkan kepada Anda di setiap perangkat yang Anda gunakan untuk menyetel cookie.",
    "page-acc-tr-title": "Untuk Pengguna Aksesibilitas: T&J dan Panduan Pemecahan Masalah",
    "priv-hc": "Berfokus pada Privasi",
    "priv-hc-text": "Jaringan iklan melihat Anda sebagai produk mereka. Kami tidak. Kami tidak peduli siapa pengguna itu, hanya seberapa mungkin mereka berbahaya. Kami mendukung inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keamanan.",
    "reporting-bugs-accessibility-button": "Pelajari lebih lanjut tentang opsi aksesibilitas",
    "reporting-bugs-accessibility-head": "Pilihan Aksesibilitas",
    "reporting-bugs-accessibility-text": "Apakah Anda tunanetra atau tidak dapat menyelesaikan hCaptcha?",
    "reporting-bugs-guide-ff-head": "Menangkap Detail Laporan Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Langkah 1: Buka Alat Pengembang (Ini mulai merekam sesi.)",
    "reporting-bugs-guide-ff-step-2": "Langkah 2: Klik pada tab Jaringan di Alat Pengembang. Centang kotak Persist logs di bagian atas.",
    "reporting-bugs-guide-ff-step-3": "Langkah 3: kunjungi https://accounts.hcaptcha.com/demo, atau situs web tempat Anda mengalami masalah (Catatan Privasi: hanya jika Anda tidak keberatan membagikannya) ... lalu klik I am tombol manusia, dan mencoba untuk memecahkan.",
    "reporting-bugs-guide-ff-step-4": "Langkah 4: Klik HAR setelah Anda mencoba menyelesaikannya, dan pilih Simpan Semua sebagai HAR untuk menyimpan log jaringan. Kirimkan file itu kepada kami.",
    "reporting-bugs-guide-ff-step-5": "Langkah 5: Klik pada tab Console, dan klik kanan lalu Select all dan simpan itu ke dalam file teks, untuk menyimpan log konsol. Kirimkan itu juga kepada kami.",
    "reporting-bugs-guide-ff-step-6": "Langkah terakhir: Kirim email HAR dan file log konsol tersebut kepada kami, dan jelaskan masalahnya Gunakan: support@hcaptcha.com (harap gunakan layanan seperti Dropbox atau Filebin dan kirim tautan) dan juga tangkapan layar, jika Anda curiga ada sesuatu yang tidak ditampilkan dengan benar . Silakan kirim IP yang Anda gunakan juga. Anda bisa mendapatkannya dari https://www.whatsmyip.org/ Terima kasih telah meluangkan waktu untuk membantu kami mendapatkan info ini! Kami berkomitmen untuk membuat hCaptcha berfungsi dengan baik untuk semua orang.",
    "reporting-bugs-guide-head": "Menangkap Detail Laporan Bug: Chrome",
    "reporting-bugs-guide-step-1": "Langkah 1: Buka Alat Pengembang (Ini mulai merekam sesi.)",
    "reporting-bugs-guide-step-2": "Langkah 2: Klik pada tab Jaringan di Alat Pengembang. Centang kotak Preserve log di bagian atas.",
    "reporting-bugs-guide-step-3": "Langkah 3: kunjungi https://accounts.hcaptcha.com/demo, atau situs web tempat Anda mengalami masalah (Catatan Privasi: hanya jika Anda tidak keberatan membagikannya) ... lalu klik I am tombol manusia, dan mencoba untuk memecahkan.",
    "reporting-bugs-guide-step-4": "Langkah 4: Klik Ekspor HAR (panah kecil ke bawah) setelah Anda mencoba menyelesaikannya, yang menyimpan log jaringan. Kirimkan file itu kepada kami.",
    "reporting-bugs-guide-step-5": "Langkah 5: Klik pada tab Konsol, dan klik kanan lalu Simpan sebagai .. untuk menyimpan log konsol. Kirimkan itu juga kepada kami.",
    "reporting-bugs-guide-step-6": "Langkah terakhir: Kirimkan file HAR dan log konsol tersebut kepada kami melalui email, dan jelaskan masalahnya. Gunakan: support@hcaptcha.com (harap gunakan layanan seperti Dropbox atau Filebin dan kirim tautan) dan secara opsional tangkapan layar, jika Anda mencurigai ada sesuatu yang tidak ditampilkan dengan benar. Silakan kirim IP yang Anda gunakan juga. Anda bisa mendapatkannya dari https://www.whatsmyip.org/ Terima kasih telah meluangkan waktu untuk membantu kami mendapatkan info ini! Kami berkomitmen untuk membuat hCaptcha berfungsi dengan baik untuk semua orang.",
    "reporting-bugs-guide-text-1": "Mengirim info debugging dengan laporan Anda akan mempermudah kami untuk mengidentifikasi apa yang terjadi. Berikut adalah petunjuk langkah demi langkah:",
    "reporting-bugs-guide-text-2": "Jika Anda adalah pengembang web atau pengguna ahli, ringkasannya adalah kami ingin Anda mengirimkan HAR rekaman jaringan dan log konsol browser kepada kami. Harap coba nonaktifkan pemblokir iklan atau ekstensi keamanan browser terlebih dahulu, lalu coba lagi sebelum Anda melakukan langkah-langkah ini. Jika itu menyelesaikan masalah Anda, kami akan berterima kasih jika Anda memberi tahu kami versi browser, pemblokir iklan atau ekstensi browser, dan URL situs web Anda.",
    "reporting-bugs-intro-head": "Menemukan bug? Berikut cara melaporkannya.",
    "reporting-bugs-intro-text": "Jutaan orang menggunakan hCaptcha setiap bulan, pada ribuan kombinasi browser, ekstensi, perangkat, firewall, dan lainnya. Sasaran kami adalah memastikannya selalu berhasil untuk Anda, jadi kami sangat menghargai laporan Anda! Untuk memberikan masukan cepat, cukup klik tombol Kirim masukan kepada kami. Jika Anda melihat masalah fungsional, ikuti petunjuk log debug untuk Chrome atau petunjuk log debug untuk Firefox di bawah. Untuk peramban lain, kirimkan email kepada kami. Untuk potensi masalah keamanan atau privasi, lihat petunjuk di bawah.",
    "reporting-bugs-privacy-head": "Masalah Privasi",
    "reporting-bugs-privacy-text": "Kami tidak peduli siapa pengguna, hanya seberapa mungkin mereka jahat atau mesin. Kami mendukung inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keamanan. Jika Anda menemukan masalah yang menurut Anda dapat mempengaruhi privasi pengguna, silakan email kami di support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Kirimkan masukan kepada kami",
    "reporting-bugs-provide-feedback-head": "Berikan tanggapan langsung tentang hCaptcha",
    "reporting-bugs-provide-feedback-text": "Kami menghargai masukan Anda. Beri tahu kami masalah apa pun dan kami akan menyelesaikannya dengan cepat.",
    "reporting-bugs-security-head": "Bug Keamanan",
    "reporting-bugs-security-text": "Kami selalu tertarik untuk menerima laporan bug keamanan. Email support@hcaptcha.com & CC security@hcaptcha.com dan kami akan segera menghubungi Anda. Kami juga memiliki program bug bounty untuk laporan keamanan yang memenuhi syarat pada layanan hCaptcha dan kode sumber terkait.",
    "sec-hc": "Keamanan Pertama",
    "sec-hc-text": "hCaptcha berfokus pada penerbit. Kami bekerja untuk memberikan data nyata kepada situs dan membiarkan mereka memutuskan cara menggunakannya. Akurasi adalah untuk kepentingan Anda dan kami. Captcha lainnya disediakan oleh perusahaan periklanan. Setiap bot yang mereka blokir dapat mengurangi pendapatan mereka.",
    "switch-to-english-link": "Beralih ke bahasa Inggris",
    "what-is-hcaptcha": "Apa itu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha membantu layanan web favorit Anda mencegah bot, spam, dan penyalahgunaan dengan mengajukan pertanyaan sederhana yang mudah bagi manusia dan sulit untuk mesin.",
    "why-hc": "Mengapa hCaptcha?",
    "why-hc-text": "Setiap kali Anda menjawab tantangan, kami menggunakan model yang canggih untuk mengetahui apakah Anda manusia atau mesin. Situs web yang Anda kunjungi kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman Anda di situs mereka dengan mencegah bot."
}