{
    "acc-opt": "Nhọrọ nnweta",
    "acc-opt-but": "Mụtakwuo maka ụdị nnweta",
    "acc-opt-text": "Ually nwere oke anya ma ọ bụ enweghị ike imezu hCaptchas?",
    "accessibility-link": "Nnweta",
    "appreciate-in": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla ma anyị ga-edozi ha ngwa ngwa.",
    "fb-but": "Zitere anyị nzaghachi",
    "feedback-text": "Nye nzaghachi na hCaptcha ị hụburu",
    "learn-more-hcaptcha": "Muta ihe banyere hCaptcha",
    "page-acc-link-1": "Ọ bụrụ na ị bụ onye nnweta nnabata, biko debanye aha ebe a.",
    "page-acc-subhead": "Gbaa mbọ hụ na ndị ọrụ niile nọ n'enweghị nsogbu ọ bụla",
    "page-acc-title": "Ozi nnweta hCaptcha",
    "priv-hc": "Nzuzo Gbadoro Anya",
    "priv-hc-text": "Netiwo mgbasa ozi na - ahụta dị ka ngwaahịa ha. Anyị amaghị. Anyị achọghị ndị ọrụ bụ, naanị ole ka ha nwere ike bụrụ nke obi. Anyị na-akwado atụmatụ ndị dị ka Nzuzo Pass, ma na-agbasi mbọ ike idozi nzuzo na nche.",
    "sec-hc": "Nke mbu",
    "sec-hc-text": "hCaptcha bu ndi n’agba elebara anya. Anyị na-arụ ọrụ iji nye saịtị saịtị ezigbo data ma hapụ ha ka ha kpebie otu esi eji ya. Ikwu eziokwu bụ maka ọdịmma gị na nke anyị. Ndị ụlọ ọrụ mgbasa ozi na-enye ndị ọzọ captchas. Bot ọ bụla ha na-egbochi nwere ike belata ego ha na-enweta.",
    "what-is-hcaptcha": "Gịnị bụ hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha na-enyere ọrụ weebụ kachasị amasị gị aka ịhapụ bots, spam, na mmejọ site n'ịjụ ajụjụ dị mfe maka ụmụ mmadụ na ihe siri ike maka igwe.",
    "why-hc": "Kedu ihe kpatara hCaptcha?",
    "why-hc-text": "Oge ọ bụla ị zara ihe ịma aka, anyị na-eji ụdị ọkaibe iji chọpụta ma ị bụ mmadụ ka ọ bụ igwe. Weebụsaịtị ị gara gara were rụpụtara nke a iji nyere aka rụpụta ahụmịhe ha na saịtị ha site na ịbelata bots."
}