{
    "a11y-img-1": "Nnweta onye ọrụ nbanye mgbe ịbanye nbanye",
    "a11y-img-2": "Nnweta nhọrọ na wijetị UI menu",
    "a11y-img-3": "Nnweta igbe na igbe UI wijetị",
    "about-advisors-brendan": "CEO nke Nwere Obi Ike. Onye ngalaba-nchoputa nke Mozilla. Onye Okike nke asụsụ mmemme JavaScript. Nrụpụta ihe nchọgharị na ndị ọzọ.",
    "about-advisors-dawn": "Prọfesọ, CS na Mahadum California, Berkeley. Omumu ihe omimi, nche, okacha amara nkanka. Onye isi oche nke Oasis Labs.",
    "about-advisors-head": "Ndị ndụmọdụ",
    "about-advisors-keiran": "Onye nyocha sayensị na Stanford. Mmụta igwe na ọnụọgụ ego na nnukwu ụlọ akụ, oke ego, yana agụmakwụkwọ.",
    "about-content-head-1": "Ihe Anyị Na-eme",
    "about-content-head-2": "Ihe Mere O Ji Dị Mkpa",
    "about-content-text-1": "hCaptcha bụ ọrụ nke Intuition Machines Inc, ụlọ ọrụ AI na ụlọ ọrụ na-amụ igwe na-elekwasị anya na nyocha na nlele anya nke ML n'ọtụtụ. Anyị na-ewu ma na-arụ ọrụ nke nwere ike ịhazi usoro iji mee ka ọrụ nyocha vidiyo na onyonyo maka ụlọ ọrụ Global 2000 gburugburu ụwa.",
    "about-content-text-1a": "hCaptcha na-eweta oge a, ụzọ elebara anya na nkwụsị bots.",
    "about-content-text-1b": "Anyị na-egosi CAPTCHA nsogbu ndị siri ike maka bots mana ọ dị mfe maka ndị mmadụ site na ịnakọta data siri ike ịkọwapụta site na nsogbu mmụta igwe, yana iji ya ịmata ọdịiche dị na weebụsaịtị ma ọ bụ onye ọbịa na-eleta mmadụ bụ mmadụ.",
    "about-content-text-2": "More data n'ozuzu na-arụpụta ezigbo ihe. Iwulite na ijigide usoro data echekwara nke ọma na-ewe oge ma dị oke ọnụ. Emepụtara hCaptcha iji gboo mkpa nke anyị na ntinye aha onyonyo, ma ugbu a maka ụlọ ọrụ ndị ọzọ nwere mkpa yiri nke ahụ.",
    "about-content-text-2a": "Ndị na-eme ihe ọjọọ na-arịwanye elu n'ịntanetị. Mana ịchụ ihe nzuzo onye ọrụ abụghị azịza ya.",
    "about-content-text-2b": "Ihe nche nche nke ụlọ ọrụ mgbasa ozi na-elekwasị anya bụ ndị na-enyocha ndị ọrụ n'ofe weebụ. Anyị ekepụtala nchekwa nchekwa dị mma nke na-egosi na imerụ nzuzo onye ọrụ adịghị mkpa iji wepụta nsonaazụ dị mma.",
    "about-intro-head-1": "Banyere hCaptcha",
    "about-intro-head-2": "Nzuzo, Nche, na Ngwa igwe.",
    "about-intro-text": "hCaptcha bụ ọrụ CAPTCHA kachasị eji rụọ ọrụ n'ụwa niile.",
    "about-leadership-alex": "Ebe nchekwa data na ọkachamara na Blockchain. Injinia mbido na Cloudera na ndị ọzọ. Ọtụtụ iri afọ nke ọkachamara ụlọ software na ìgwè.",
    "about-leadership-eli": "Onye isi ala. Onye ndu ama ama na AI. Emeela ka ọgụgụ isi igwe rụọ ọrụ n'ọtụtụ nsogbu azụmahịa n'ọtụtụ afọ gara aga.",
    "about-leadership-head": "Ọchịchị",
    "about-leadership-todd": "PhD na Bayoloji Nhazi, Stanford. Na-arụ ọrụ na netwọk ntanetị kemgbe 1999. Lekwasị anya na etinyere ML na mmụta miri emi n'ọtụtụ.",
    "acc-opt": "Nhọrọ Nweta",
    "acc-opt-but": "Mụtakwuo maka nhọrọ nnweta",
    "acc-opt-text": "Na-ahụ ụzọ nke ọma ma ọ bụ na enweghị ike mezue hCaptchas?",
    "accessibility-link": "Nnweta",
    "appreciate-in": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla, anyị ga-edozi ha ngwa ngwa.",
    "fb-but": "Zitere anyị nzaghachi",
    "feedback-text": "Nye nzaghachi na hCaptcha ị hụrụ",
    "footer-attribution": "Onyinye",
    "footer-copyright-text": "hCaptcha bụ ụghalaahia edenyere nke Intuition Machines, Inc.",
    "footer-header-1": "Companylọ ọrụ",
    "footer-header-2": "Ihe onwunwe",
    "footer-header-3": "Kpọtụrụ",
    "footer-link-1": "Elingdebanye aha",
    "footer-link-10": "Nnweta",
    "footer-link-2": "Banyere",
    "footer-link-3": "Ọrụ",
    "footer-link-4": "Ụghalaahịa",
    "footer-link-5": "Ethkpụrụ AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Ọkwa",
    "footer-link-8": "Ihe ederede",
    "footer-link-9": "Kpesa ahụhụ",
    "footer-privacy": "Nzuzo",
    "footer-subheader-1": "Nkwado",
    "footer-subheader-2": "Kpọtụrụ",
    "footer-terms": "Usoro",
    "h-plans": "Atụmatụ ndenye aha",
    "header-docs-link": "Akwụkwọ",
    "header-labeling-services-link": "Ọrụ Label",
    "header-login-button": "Banye",
    "header-plans-link": "Atụmatụ",
    "header-signup-button": "Debanye aha",
    "home-about-head": "Banyere hCaptcha",
    "home-about-subtitle": "Kwadoro site na HUMAN Protocol",
    "home-about-text-1": "A haziri hCaptcha iji dozie nsogbu kpụ ọkụ n'ọnụ kachasị ike na mmụta igwe: ịkọ ọtụtụ data na oge, ego, na ntụkwasị obi.",
    "home-about-text-2": "Inyekwu data na-arụpụta ezigbo nsonaazụ n'ụdị usoro mmụta usoro ọzụzụ. Ọganiihu nke ụdị ndị miri emi na-adịbeghị anya emeela ka ọtụtụ data data buru ibu, ihe fọrọ nke nta ka ọ bụrụ mgbe ọ bụla ụfọdụ na-enyocha mmadụ. Agbanyeghị, ịmepụta datasets buru ibu mmadụ tụlere site na Mechanical Turk, Eserese asatọ, wdg.",
    "home-about-text-3": "hCaptcha na-enye ohere ka weebụsaịtị nweta ego na-egbo mkpa a ma na-egbochi bọọlụ na ụdị mmegbu ndị ọzọ.",
    "home-about-text-4": "Ulo oru nke hCaptcha nwere nkwado nke HUMAN Protocol, usoro mepere emepe nke emeghe maka nyocha mmadu nke n’agba Ethereum. Ebe nrụọrụ weebụ na-enweta Human Tokens (HMT) mgbe ọ bụla ndị ọrụ jiri wijetị hCaptcha na saịtị ha, ụlọ ọrụ na-amụ igwe na-akwụ ndị mmadụ Tokens iji nweta data ha.",
    "home-ba-labeling-services-link": "Ọrụ Label",
    "home-benefits-head-1": "Uru dị na nyocha data",
    "home-benefits-head-2": "Nyeghachi Charity",
    "home-benefits-text-1": "Youghọtara oge ọ bụla ịpịrị n'ụgbọala ị na-enyere aka ịzụ otu ụlọ ọrụ Gigantic ụlọ ọrụ mmụta usoro n'efu?",
    "home-benefits-text-2": "hCaptcha na-agbanye ihe nlereanya a. Mgbe ị jiri hCaptcha, ụlọ ọrụ na-agwa ndị ọrụ gị ka ha na-eme ka ha gosipụta mmadụ. Get nweta ụgwọ ọrụ.",
    "home-benefits-text-3": "Wantchọrọ inyeghachi ọrụ ebere kachasị amasị gị? hCaptcha na-enye gị ohere ịkwado ndị ọrụ ebere ị họọrọ na ego ị ga-enweta site na iji ya. Ndị ọrụ na saịtị gị ga-enwe ike ịhụ onyinye gị na ọrụ ebere site na iji akara ngosi nwere uche na hCaptcha interface.",
    "home-challenge-text-1": "Họrọ foto niile dakọtara na ajụjụ",
    "home-challenge-text-2": "Kọwaa mpaghara agbatị maka ihe",
    "home-challenge-text-3": "Chọpụta aha kwekọrọ",
    "home-challenge-title-1": "Ntụkọ",
    "home-challenge-title-2": "Igbe Bounding",
    "home-challenge-title-3": "Nhazi",
    "home-challenges-head": "Nsogbu Ndị E Nwere",
    "home-challenges-text-1": "... na ọrụ ndị ọzọ dị mfe. Dị mfe maka ụmụ mmadụ, siri ike maka bots.",
    "home-challenges-text-2": "Ọrụ ndị ọzọ dịkwa maka ndị na-ebipụta ngwa ahịa.",
    "home-ent-1": "Na-achọ onyinye ụlọ ọrụ nchekwa anyị?",
    "home-ent-2": "Gaa na saịtị ọhụrụ anyị raara onwe anyị nye: BotStop.com",
    "home-ent-button": "Mụtakwuo: BotStop site na hCaptcha",
    "home-from-the-blog": "SITE NA AKWOGKWỌ:",
    "home-from-the-blog-value": "Etu esi arụ ọrụ Ntọala hCaptcha",
    "home-intro-body": "You na-eji captcha iji gbochie bots? hCaptcha na-echebe nzuzo onye ọrụ, na-akwụghachi weebụsaịtị, ma nyere ụlọ ọrụ aka ka edebanye data ha. Ọ bụ dobe-na nnọchi nke reCAPTCHA: ị nwere ike ịgbanwe n'ime nkeji.",
    "home-intro-button": "Debanye ugbu a",
    "home-intro-head": "Kwụsị bots ndị ọzọ. Bido kpuchido nzuzo ndị ọrụ.",
    "home-main-1": "Nkeonwe. Nọrọ ná nchebe. Ọsọ ọsọ. Anyị na-akwụ gị ụgwọ iji ya.",
    "home-main-2": "Echere Nzuzo",
    "home-main-2c": "Netwọk mgbasa ozi na-ahụ ndị ọbịa gị dị ka ngwaahịa. Maka hCaptcha ngwaahịa a bụ ọrụ ha na-enye. Anyị achọghị ịma ndị ọrụ gị bụ, naanị otu ha nwere ike ịbụ ndị obi ọjọọ. Anyị na-akwado atụmatụ dị ka Nzuzo Nzuzo, ma na-arụsi ọrụ ike iji dozie nzuzo na nchebe.",
    "home-main-3": "Nche mbụ",
    "home-main-3c": "Nke ziri ezi bụ maka ọdịmma gị na nke anyị. hCaptcha bụ onye na-ebipụta akwụkwọ. Anyị na-arụ ọrụ inye gị ezigbo data ma kwe ka ị kpebie otu esi eji ya. Ọzọ captchas na-enye ụlọ ọrụ mgbasa ozi Gigantic. Nke a pụtara na bot ọ bụla ha na-egbochi nwere ike belata ego ha na-enweta.",
    "home-main-4": "Ahụmịhe Onye Ọrụ Kasị Mma",
    "home-main-4c": "A na-eji ụdị mmụta mmụta nke ọkaibe nke hCaptcha maka ịchọpụta mmadụ. Nke a na - ahapụ anyị ka anyị chọọ ọrụ na - adịghị iwe site n'aka ndị ọrụ gị ma were obere oge ha na - eme ya, ebe ị ka na - ewepụta data akpọrọ bara uru maka ịkọ aha ndị ahịa.",
    "home-main-plans": "hCaptcha nweere onwe ya iji maka ndị mbipụta ụdị nha ọ bụla. Agbanyeghị, maka ụlọ ọrụ na nyiwe ndị chọrọ njikwa ọzọ, azịza ụlọ ọrụ anyị dị.",
    "home-main-plans2": "Ihe ngwọta nke ụlọ ọrụ hCaptcha na-echebe ọtụtụ nde ndị ọrụ gafee ọtụtụ iri nde weebụsaịtị maka ụfọdụ ụlọ ọrụ kachasị na mbara ala. Biko kpọtụrụ anyị maka ama ndị ọzọ, ma ọ bụ gaa na",
    "home-main-plans3": "Ihe ngwọta nke ụlọ ọrụ hCaptcha na-echebe ọtụtụ nde ndị ọrụ gafee ọtụtụ iri nde weebụsaịtị maka ụfọdụ ụlọ ọrụ kachasị na mbara ala. Biko kpọtụrụ anyị maka ama ndị ọzọ, ma ọ bụ gaa na",
    "home-main-plans4": "maka nkọwa.",
    "home-plans-button-1": "Debanye ugbu a",
    "home-plans-button-2": "Kpọtụrụ ahịa",
    "home-plans-chart-head-1": "Njirimara",
    "home-plans-chart-head-2": "Nkwusa",
    "home-plans-chart-head-3": "Lọ ọrụ",
    "home-plans-chart-row-1-cell-1": "Control ịma aka iche gosiri",
    "home-plans-chart-row-1-cell-2": "Obughi",
    "home-plans-chart-row-1-cell-3": "Na ngụkọta",
    "home-plans-chart-row-10-cell-1": "Multi-ọrụ dashboards",
    "home-plans-chart-row-11-cell-1": "Atụmatụ akụrụngwa dị elu",
    "home-plans-chart-row-12-cell-1": "SLAlọ ọrụ SLA",
    "home-plans-chart-row-2-cell-1": "Jikwaa ịma aka ọdịnaya ejiri",
    "home-plans-chart-row-2-cell-2": "Obughi",
    "home-plans-chart-row-2-cell-3": "Na ngụkọta",
    "home-plans-chart-row-3-cell-1": "Nweta ugwo maka oru mmadu",
    "home-plans-chart-row-4-cell-1": "Uche mgbochi bot nke uwa",
    "home-plans-chart-row-5-cell-1": "Na-arụ ọrụ na mba ọ bụla",
    "home-plans-chart-row-5a-cell-1": "Usoro-No-CAPTCHA na 99.9% nnabata",
    "home-plans-chart-row-5b-cell-1": "Ọnụ ọgụgụ obi ike",
    "home-plans-chart-row-6-cell-1": "GDPR na CCPA-friendly iwu nzuzo",
    "home-plans-chart-row-7-cell-1": "Ezi nsogbu nsogbu",
    "home-plans-chart-row-8-cell-1": "Ẹkedori gị aka ịma aka ọdịnaya",
    "home-plans-chart-row-9-cell-1": "Oge nhazi oge siri ike",
    "home-try-it-out-button": "Nweta hCaptcha",
    "home-try-it-out-head": "Gbalịa ya",
    "home-try-it-out-text": "hCaptcha na-enye nchoputa bot dị mfe, dị mfe, ma bụrụ nke a pụrụ ịdabere na ya mgbe ọ dị obere maka ụmụ mmadụ idozi.",
    "labeling-about-head": "Banyere hCaptcha",
    "labeling-about-text-1": "Ezubere hCaptcha iji dozie nsogbu kpụ ọkụ n'ọnụ kachasị na-arụ ọrụ na mmụta igwe; ịdebanye ọtụtụ data na oge, ego, na ntụkwasị obi. Inyekwu data na-arụpụta ezigbo nsonaazụ n'ụdị usoro mmụta usoro ọzụzụ. Ọganiihu nke ụdị ndị miri emi na-adịbeghị anya emeela ka ọtụtụ datasets buru ibu, hCaptcha na-egbo mkpa a.",
    "labeling-about-text-2": "Agbanyeghị, iji usoro ọdịnala mepụta nnukwu usoro data mmadụ nyochara dị nwayọ ma dịkwa oke ọnụ. hCaptcha bụ ụzọ maka ụlọ ọrụ iji nweta nkọwa ha chọrọ ngwa ngwa, yana ogo dị elu yana ụgwọ dị ala karịa ndị ọzọ.",
    "labeling-annotations-head": "Notdị Nkọwa",
    "labeling-annotations-text-1": "Nchọpụta ihe ziri ezi na onyonyo na vidiyo",
    "labeling-annotations-text-2": "Nchọpụta ihe ziri ezi na onyonyo na vidiyo",
    "labeling-annotations-text-3": "Nkọwa edemede maka ọtụtụ okwu eji eme ihe",
    "labeling-annotations-text-4": "Họta ma ọ bụ gbakwunye ụdị aka ike ọ bụla",
    "labeling-annotations-text-5": "Nchọpụta nke mmadụ na nhazi",
    "labeling-annotations-text-6": "Anotherchọrọ ụdị ọzọ edeghị ebe a? Naanị jụọ anyị.",
    "labeling-annotations-title-1": "Igbe Bounding",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Ihe odide ala",
    "labeling-annotations-title-4": "Nweta udi",
    "labeling-annotations-title-5": "Nkọwa na Nchọpụta",
    "labeling-annotations-title-6": "... na ọtụtụ ndị ọzọ",
    "labeling-ent-button": "Kpọtụrụ Team Solutions anyị Enterprise",
    "labeling-ent-head": "Mkpa Njedebe-Ọgwụgwụ Njedebe?",
    "labeling-ent-text-1": "HUMAN Platform n'azụ hCaptcha na-enye ezigbo njiri mara ọrụ yana njikwa njikwa site na mbido, ngwakọ, ma ọ bụ SaaS nkenye nke jikọtara na sistemụ gị.",
    "labeling-ent-text-2": "Na-agba ọsọ na offline site na ndị ọrụ gị, uru ị ga-eri n'ofe azụmaahịa ma ọ bụ ndị mmekọ mmekọ, na-ahọrọ ọrụ dị iche iche na ndị ọrụ dị iche iche dị n'ime ma ọ bụ nke mpụga dabere na ọnụ ahịa na nchekwa chọrọ, na ndị ọzọ.",
    "labeling-ent-text-3": "Mfe API dị mfe, dashboard mara mma, na teknụzụ kachasị na-arụ ọrụ iji mezuo arụmọrụ.",
    "labeling-ent-text-4": "99.99% up SLAs na 24/7 nkwado ụwa niile dị. Maka ozi ọzọ:",
    "labeling-features-head-1": "Ngwunye pipeline API dị mfe.",
    "labeling-features-head-2": "Kachasị maka ego na mma. Achọghị nkwa ọ bụla.",
    "labeling-features-head-3": "Naanị kwụọ ụgwọ maka izi ezi ị chọrọ.",
    "labeling-features-head-4": "Nye data nke gị ma ọ bụ ka anyị wuo ya na ofufe.",
    "labeling-features-text-1": "Chọrọ iwebata nyocha mmadụ ozugbo na arụmọrụ azụmahịa gị? Anyị na-enye ezigbo SLAs pụrụ ịtụkwasị obi, ikike emere ya, yana API REST dị mfe.",
    "labeling-features-text-2": "Lọ ọrụ HUMAN na-eji ụdị ntụkwasị obi zuru oke eme nyocha ezigbo oge. Nke a na-enye anyị ohere ịchọpụta ma nsogbu nke ajụjụ na azịza ziri ezi ha nwere, na-azọpụta gị oge na ego.",
    "labeling-features-text-3": "Nsogbu nile abughi otu. Nkọwa maka ọrụ dị oke mkpa maka nchekwa nwere ike ịchọ nkwenye 99.99% n'aka ndị ọrụ mmadụ kpamkpam. Nkọwa maka otu beta atụmatụ na ngwa egwuregwu mkpanaka nwere ike ịchọ naanị inwe ntụkwasị obi zuru oke. I kpebiri.",
    "labeling-features-text-4": "You nwere akụrụngwa akụrụngwa na-enweghị usoro nkwenye sara mbara? N'ọtụtụ oge, anyị nwere ike ịme otu maka gị ka ọrụ dị iche iche na-aga site na sistemụ, ma ọ bụ mepụta akara ngosi aha maka nnwapụta gị.",
    "labeling-info-head": "Inweta aha data",
    "labeling-info-text-1": "Gwa otu n’ime ndị ọkachamara n’ ngalaba anyị ka anyị kọwapụta mkpa ọrụ gị: lekwasịrị anya nke ọma, usoro na ihe ọ bụla chọrọ.",
    "labeling-info-text-2": "Anyị na-arụ obere ọrụ mmepụta dabere na data nlele gị. Nke a na-anwale ọrụ anyị rụkọrọ ọnụ iji hụ na ị ga-enweta ihe ị chọrọ.",
    "labeling-info-text-3": "Site na nnukwu olu anyị na ịdị larịị anyị ga-atụgharị ọrụ gị ngwa ngwa, na nnyefe akpaaka ozugbo ọ mechara.",
    "labeling-info-text-4": "Dika anyi gha aghota nke oma nke ihe omuma gi, ihe nchoputa gha aru iru na nke oma.",
    "labeling-info-text-5": "Dashboard dị ndụ na-enye gị ohere ịnye nzaghachi ma ọ bụ kwụsịtụ nrụpụta n'oge ọ bụla.",
    "labeling-info-title-1": "Kọwaa nkọwa",
    "labeling-info-title-2": "Nnwale Job mbụ",
    "labeling-info-title-3": "Na-ebuga Ọrụ Mmepụta",
    "labeling-info-title-4": "Ọganihu Na-aga n'ihu",
    "labeling-info-title-5": "Nsonaazụ Oge",
    "labeling-main-1": "Nkọwapụta data na-eri ego na ọnụ ọgụgụ",
    "labeling-main-1-button": "Mee ka akara data gị ugbu a",
    "labeling-main-1c": "Chọrọ aha ka mma maka datasets gị? hCaptcha na-enye akara ngosi data ngwa ngwa, ọnụ ahịa, na ogo dị elu maka ụlọ ọrụ na-arụ ọrụ na ọgụgụ isi na ngwa ngwa ngwa igwe.",
    "labeling-main-2": "Ẹkedori ọtụtụ nde ihe aga-eme ozugbo.",
    "labeling-main-2-button": "Zụta Ọrụ Nkọwapụta Data",
    "labeling-main-2c": "hCaptcha nwere otu ọdọ mmiri kachasị ukwuu na mbara ala dị maka iji gị. Ihe obula odi n’iru gi, anyi g’eme ya n’emezighi nkwa di elu. Ọtụtụ nde ọrụ kwa ụbọchị abụghị nsogbu.",
    "labeling-platform-head": "Nkeonwe ma ọ bụ Ozi Ọha",
    "labeling-platform-text": "A na-ewu ụlọ hCaptcha na HUMAN Platform, nke na-enye ohere ịmegharị na nyocha ọkaibe iji bulie ọnụ na arụmọrụ na usoro ọ bụla. Teknụzụ a na-enye ndị ọrụ aka ọrụ aka ijikwa akụkụ ọ bụla nke ọrụ gị, na-eme ka arụmọrụ dị elu ma na-echekwa ihe nzuzo ma zute usoro iwu ọ bụla nwere ike itinye.",
    "labeling-try-button": "Zụta Ọrụ Nkọwapụta Data",
    "labeling-try-head": "Chọrọ ịnwale ya data gị?",
    "labeling-try-text": "... anyị dị njikere mgbe ị nọ: ọrụ anyị dị na elekere.",
    "learn-more-hcaptcha": "Mụtakwuo maka hCaptcha",
    "page-acc-faq-1": "Ajụjụ: HCaptcha Nkebi nke 508 + WCAG 2.1 AA kwadoro? Azịza: Anyị kwenyere na ya: ndị ọrụ niile nwere ụdị ntụpọ ọ bụla nwere ike ịchọgharị na wee banye ederede na ụdị nwere ike ịnweta ọrụ echekwara site na hCaptcha na ndebanye aha. Agbanyeghị, nke a abụghị ndụmọdụ gbasara iwu: ị kwesịrị ị na-eme nyocha nke gị, na-echebara usoro itinye gị n'ọrụ iji hụ na nke a bụ ikpe maka itinye gị.",
    "page-acc-faq-2": "Ajụjụ: you na-arụ ọrụ na nhọrọ nnweta ndị ọzọ (a11y), dịka ọdịyo? Azịza: Nke a na-ewu ewu na mbụ dị ka ọdịyo captchas na-akpa oke megide ọtụtụ ndị ọrụ a11y ma bụrụ ndị usoro mmụta ngwa igwe na-amakarị ngwa ngwa. Nke a emeela ka ihe ịma aka ọdịyo dị ugbu a na-esiwanye ike, na-ewebata mkpọtụ, oge na-adịghị mma, njikọta okwu na-adịghị ahụkebe, wee gabazie merie ndị mwakpo ahụ. Ya mere, anyi enweghi obi uto banyere uzo a vs. izere nsogbu ahu kpam kpam, ma anyi gha atule ya ma oburu na ndi mmadu choro site na obodo a11y. Agbanyeghị, anyị nwere nnukwu mmasị na Nzuzo Nzuzo maka iji ojiji nnweta. Anyị kwenyere na ijikọta usoro a11y dị ugbu a na Nzuzo Nzuzo ga-eme ka ndị ọrụ a11y na-agagharị n'enweghị nsogbu, na-echekwa na okporo ụzọ ha dịkarịsịrị onwe ha, ebe ha na-egbochi mmegbu nke ndị na-arụ ọrụ bot na-agaghị ekwe omume mgbe nhọrọ a11y dị. Anyị na-arụsi ọrụ ike na IETF na-arụ ọrụ na-ahazi teknụzụ ọhụrụ a.",
    "page-acc-faq-3": "Ajụjụ: Gini banyere nzuzo? Ndebanye aha na-ekpughe data nchọgharị a11y n'ụzọ ụfọdụ? Kedu ihe ị ga-eji email ahụ mee? Azịza: hCaptcha ezubere maka nzuzo site na ala. Ọ dị ezigbo iche karịa nhọrọ ọdịnala dịka reCAPTCHA nke netwọkụ mgbasa ozi nwere, ndị nwere mkpali iji soro gị na ntanetị wee jikọta gị na ezigbo njirimara. Anyị anaghị eji ozi-e nnweta ma ọ bụ ozi maka nzube ọ bụla karịa ikwalite iji ojiji A11y na igbochi mmegbu. Iwu nzuzo anyị nwere azịza sara mbara na ikikere maka otu anyị si eji data, mana azịza dị mkpirikpi bụ na anyị enweghị mmasị na-akpakọrịta gị dị ka onye nwere akụkọ nchọgharị gị. mgbe anyị ka na-echekwa ikike anyị nwere igbochi mmegbu, na-emeju ọrụ Nzuzo anyị.",
    "page-acc-link-1": "Ọ bụrụ na ị bụ onye ọrụ nweta, biko banye ebe a.",
    "page-acc-subhead": "Gbaa mbọ hụ na enweghị ohere na ndị ọrụ niile ma chebe nchedo",
    "page-acc-summary": "Na nchikota",
    "page-acc-summary-contents-1": "Ezubere hCaptcha iji kwụsị bọọlụ site na ịmata ọdịiche dị n'etiti ha na ndị mmadụ. Nlere anya na-adaba adaba maka nke a, mana obughi onye obula nwere ike idozi ihe ima aka. Maka nke a, anyị echepụtala ụzọ ọzọ dị nfe, na-enweghị mgbu iji hapụ ndị nkwusa na-eji ọrụ anyị echekwa nnweta maka mmadụ niile nwere ngalaba 508 zuru oke na nnabata WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Otú o si arụ ọrụ: nke mbụ, onye ọrụ nweta ọrụ na-edebanye aha na URL a, nke jikọtara na ibe ozi hCaptcha wijetị. A na-enye ha kuki ezoro ezo nke enwere ike iji ọtụtụ ugboro kwa ụbọchị, mana ọ ga-enweta ume ọ bụla oge ọ bụla 24 site na nbanye.",
    "page-acc-title": "hCaptcha Ozi nnweta",
    "page-acc-tr-body": "Ajụjụ: M ka na-ahụ ihe ịma aka mgbe mwube kuki ahụ. Gịnị na-akpata nke a?<br> Azịza: Nke a bụ n'ihi iji mgbasa ozi mgbasa ozi na-eme ihe ike ma ọ bụ ndọtị kuki, ma ọ bụ ntọala na-egbochi kuki saịtị, na nke a kuki maka hcaptcha.com nke hCaptcha JS setịpụrụ ma ọ bụ nyochaa na saịtị dị iche. , dị ka nke ị na-eleta.<br><br> hCaptcha kuki kuki na-arụ ọrụ na ihe nchọgharị niile na-ewu ewu na ndị na-egbochi mgbasa ozi na ntọala ha, yabụ ọdịda na-adaba n'ihi edemede mgbochi-adblock ma ọ bụ iwu ndị yiri ya na-elekwasị anya na saịtị ụfọdụ.<br><br> Ngwọta:<br><br> 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki na mgbasa ozi gị ma ọ bụ mgbakwunye ihe nchọgharị gị.<br> 2. Ọ bụrụ na ị na-eji Brave nchọgharị, nke na-apụtaghị na ọ nwere ụdị kuki whitelist, gaa na Mmasị -> Ọta -> Kuki ma họrọ Kuki Kuki niile.<br> 3. Ọ bụrụ na ị na-eji ndị kasị ọhụrụ version nke Safari na ma ndị na-adịbeghị anya wepụtara OS X 10.15 ma ọ bụ iOS 13.4, Apple ka gbanwere omume nke Safari metụtara ndị ọzọ kuki, na-egbochi ha niile na ndabara. Anyị na-emejuputa atumatu, mana ka ọ dị ugbu a biko gaa na Mmasị Safari, ngalaba nzuzo, wee wepu nsuso Weebụ: Gbochie nsuso saịtị iji mee ka kuki nnweta ga-arụ ọrụ dị ka atụ anya ya.<br><br> Ajụjụ: Ana m eji ọtụtụ ngwaọrụ. Achọrọ m ịdebanye aha ọtụtụ oge?<br> Azịza: Mba. Biko pịa otu email ịbanye njikọta a zitere gị na ngwaọrụ ọ bụla ị na-eji iji tọọ kuki ahụ.<br><br> Ajụjụ: Kedụ ka m ga - esi chedo onwe m na - esiteghị na kuki kuki ndị ọzọ na-eji kuki ndị ọzọ?<br> Azịza: N'iji ndọtị nzuzo ọ bụla ma ọ bụ mgbasa ozi na-akwado nkwado ọkwa nke ngalaba (dịka uBlock Origin) ga-arụ ọrụ dịka atụ anya ya: gbalịa hụ whitelist hcaptcha.com.",
    "page-acc-tr-title": "Maka ndị ọrụ nnweta: Ajụjụ na-agagharị na Nchọpụta nsogbu",
    "page-acc-tr2-body": "Safari<br> Iji mee ka kuki dị na Safari (Mac): Gaa na menu ndọpụta Safari. Họrọ Mmasị. Pịa Nzuzo n'elu panel. N'okpuru 'Gbochie kuki' họrọ nhọrọ 'Ọ dịghị mgbe.'<br> Iji mee ka kuki dị na Safari (iPhone / iPad iOS 11+): Mepee Ntọala gị. Pịgharịa gaa na họrọ Safari. N'okpuru Nzuzo & Nche, gbanyụọ 'Gbochie Ndepụta Cross-Site Tracking' na 'Gbochie Kuki niile'<br><br> Firefox<br> Pịa na ọta n'aka ekpe nke adreesị mmanya na ibe ọ bụla. Pịa na Ntọala Nchedo. Firefox Mmasị Nzuzo & Ogwe nche ga-emeghe. N'okpuru Emeziwanye Ndepụta Nchedo, họrọ Omenala. Họrọ ndị na-eso ụzọ na ederede iji gbochie site na ịhọrọ igbe ndị ahụ. Jide n'aka na ị mepeela hcaptcha.com.<br><br> Nwekwara ike ịgbanyụ ụfọdụ nwa oge na Omenala ka ihichapu nke a, site na ịlele igbe igbe: Họrọ ndị na-eso ụzọ ma ọ bụ wepu akara kuki ma ọ bụrụ na ị ka na-enwe nsogbu.<br><br> Google chrome<br> Google Chrome (PC)<br> Họrọ akara ngosi menu Chrome. Họrọ Ntọala.<br> Gaa na Nzuzo na Nche, mgbe ahụ Kuki na data saịtị ndị ọzọ.<br> Gbaa mbọ hụ na 'gbochie kuki ndị ọzọ' agbanyeghị.<br><br> Google Chrome (Mac):<br> Mepee mmasị Chrome site na menu mmanya.<br> Gaa na Nzuzo na Nche, mgbe ahụ Kuki na data saịtị ndị ọzọ.<br> Gbaa mbọ hụ na 'gbochie kuki ndị ọzọ' agbanyeghị.<br><br> Google Chrome (gam akporo):<br> Na ngwaọrụ gam akporo gị, mepee ngwa Chrome.<br> N'elu aka nri, kpatụ More wee Mwube.<br> Kpatụ Ntọala saịtị wee Kuki.<br> Na-esote 'Kuki,' gbanye ntọala na.<br> Lelee igbe dị n'akụkụ 'Kwee kuki ndị ọzọ.'<br><br> Nchọgharị Ntanetị<br> 1. Họrọ gia na elu aka nri nke ihuenyo, wee họrọ 'Nhọrọ Internetntanetị'. Ọ bụrụ n’inyere Ogwe NchNhr, ị nwere ike ịhọrọ ‘Ngwaọrụ’ wee họrọ ‘Nhọrọ Internetntanetị’.<br> 2. Pịa taabụ 'Nzuzo'.<br> 3. Họrọ bọtịnụ 'Advanced'.<br> 4. N'okpuru 'Kuki nke atọ' họrọ 'Nabata'.<br> 5. Pịa 'OK'",
    "page-acc-tr2-head": "Ntuziaka Nchọgharị maka Kuki-Site Kuki",
    "priv-hc": "Echere Nzuzo",
    "priv-hc-text": "Netwọk mgbasa ozi na-ahụ gị dị ka ngwaahịa ha. Anyị adịghị. Anyị achọghị ịma ndị ọrụ bụ, naanị otu ha nwere ike ịbụ ndị obi ọjọọ. Anyị na-akwado atụmatụ dị ka Nzuzo Nzuzo, ma na-arụsi ọrụ ike iji dozie nzuzo na nchebe.",
    "reporting-bugs-accessibility-button": "Mụtakwuo maka nhọrọ nnweta",
    "reporting-bugs-accessibility-head": "Nhọrọ Nweta",
    "reporting-bugs-accessibility-text": "Na-ahụ ụzọ nke ọma ma ọ bụ na enweghị ike mezue hCaptchas?",
    "reporting-bugs-guide-ff-head": "Inweta Akụkọ Mgbasa Akụkọ: Firefox",
    "reporting-bugs-guide-ff-step-1": "Nzọụkwụ 1: Mepee Ngwaọrụ Mmepe (Nke a na-amalite ịdekọ nnọkọ ahụ.)",
    "reporting-bugs-guide-ff-step-2": "Nzọụkwụ 2: Pịa na Network taabụ na Onye Mmepụta Ngwaọrụ. Lelee igbe ndekọ Persist na elu.",
    "reporting-bugs-guide-ff-step-3": "Nzọụkwụ 3: gaa na https://accounts.hcaptcha.com/demo, ma ọ bụ weebụsaịtị ị na-enwe nsogbu na (Nzuzo Mara: naanị ma ọ bụrụ na ị chọghị ịkekọrịta ihe ọ bụ) ... wee pịa M Abụ m bọtịnụ mmadụ, ma gbalịa idozi.",
    "reporting-bugs-guide-ff-step-4": "4kwụ na 4kwụ 4: Pịa HAR mgbe ị nwara idozi, ma họrọ Chekwa niile dị ka HAR iji chekwaa netwọk log. Zitere anyị faịlụ ahụ.",
    "reporting-bugs-guide-ff-step-5": "Nzọụkwụ 5: Pịa na njikwa njikwa, wee pịa nri wee họrọ niile ma chekwaa ya n'ime faịlụ ederede, iji chekwaa log njikwa. Zitere anyị nke ahụ.",
    "reporting-bugs-guide-ff-step-6": "Nzọụkwụ ikpeazụ: Email anyị HAR na faịlụ log na anyị, ma kọwaa nsogbu ahụ Jiri: support@hcaptcha.com (biko jiri ọrụ dị ka Dropbox ma ọ bụ Filebin ma zipu njikọ) yana nhọrọ nke nseta ihuenyo, ma ọ bụrụ na ị na-eche na enwere ihe anaghị egosipụta nke ọma. . Biko ziga IP ị na-ejikwa. Nwere ike inweta ya site na https://www.whatsmyip.org/ Daalụ maka iwepụta oge iji nyere anyị aka inweta ozi a! Anyị na-agba mbọ ime ka hCaptcha rụọ ọrụ nke ọma maka onye ọ bụla.",
    "reporting-bugs-guide-head": "Inweta Akụkọ Mgbapụta Akụkọ: Chrome",
    "reporting-bugs-guide-step-1": "Nzọụkwụ 1: Mepee Ngwaọrụ Mmepe (Nke a na-amalite ịdekọ nnọkọ ahụ.)",
    "reporting-bugs-guide-step-2": "Nzọụkwụ 2: Pịa na Network taabụ na Onye Mmepụta Ngwaọrụ. Lelee igbe log nchekwa na elu.",
    "reporting-bugs-guide-step-3": "Nzọụkwụ 3: gaa na https://accounts.hcaptcha.com/demo, ma ọ bụ weebụsaịtị ị na-enwe nsogbu na (Nzuzo Mara: naanị ma ọ bụrụ na ị chọghị ịkekọrịta ihe ọ bụ) ... wee pịa M Abụ m bọtịnụ mmadụ, ma gbalịa idozi.",
    "reporting-bugs-guide-step-4": "Kwụ na 4kwụ 4: Pịa Export HAR (obere akụ ala) mgbe ị nwara idozi, nke na-azọpụta netwọk log. Zitere anyị faịlụ ahụ.",
    "reporting-bugs-guide-step-5": "Kwụ na 5kwụ 5: Pịa na njikwa taabụ, na nri-pịa mgbe Save dị ka .. iji zọpụta njikwa njikwa. Zitere anyị nke ahụ.",
    "reporting-bugs-guide-step-6": "Nzọụkwụ ikpeazụ: Email ndị ahụ HAR na njikwa log faịlụ anyị, ma kọwaa nsogbu ahụ. Jiri: support@hcaptcha.com (biko jiri ọrụ dị ka Dropbox ma ọ bụ Filebin ma zipụ njikọ) na nhọrọ nseta ihuenyo, ma ọ bụrụ na ị na-eche na enwere ihe anaghị egosipụta nke ọma. Biko ziga IP ị na-ejikwa. Nwere ike inweta ya site na https://www.whatsmyip.org/ Daalụ maka iwepụta oge iji nyere anyị aka inweta ozi a! Anyị na-agba mbọ ime ka hCaptcha rụọ ọrụ nke ọma maka onye ọ bụla.",
    "reporting-bugs-guide-text-1": "Iziga ozi nbipu na mkpesa gị ga - eme ka ọ dịrị anyị mfe ịchọpụta ihe na - eme. Nke a bụ ntuziaka nzọụkwụ-nzọụkwụ:",
    "reporting-bugs-guide-text-2": "Ọ bụrụ na ị bụ onye nrụpụta weebụ ma ọ bụ onye ọrụ ọkachamara, nchịkọta bụ na anyị ga-achọ ka ị zitere anyị akwụkwọ ndekọ HAR na ihe ndekọ ihe nchọgharị. Biko gbalịa igbochi mgbasa ozi mgbasa ozi ọ bụla ma ọ bụ mgbakwunye ihe nchọgharị na mbido wee gbalịa tupu ị gafee usoro ndị a. Ọ bụrụ na nke ahụ na-edozi nsogbu gị, anyị ga-enwe ekele maka ị na-eme ka anyị mara ụdị ihe nchọgharị gị, ad blocker ma ọ bụ ndọtị ihe nchọgharị, na weebụsaịtị weebụsaịtị.",
    "reporting-bugs-intro-head": "Huru ahụhụ? Nke a bụ otu esi akọ ya.",
    "reporting-bugs-intro-text": "Ọtụtụ nde mmadụ na-eji hCaptcha kwa ọnwa, n'ọtụtụ puku ihe nchọgharị, ndọtị, ngwaọrụ, firewalls, na ndị ọzọ. Ihe mgbaru ọsọ anyị bụ ijide n'aka na ọ na-arụ ọrụ maka gị mgbe niile, yabụ anyị nwere ekele dị ukwuu maka akụkọ gị! Iji nye nzaghachi ọsọ ọsọ, pịa pịa bọtịnụ nzaghachi anyị. Ọ bụrụ na ị na-ahụ ihe arụ ọrụ, biko soro ntuziaka ndekọ debug maka Chrome ma ọ bụ ntuziaka ndekọ debug maka Firefox dị n'okpuru. Maka ihe nchọgharị ndị ọzọ naanị zitere anyị ozi. Maka nsogbu nchekwa ma ọ bụ nsogbu nzuzo, lee ntuziaka ndị dị n'okpuru.",
    "reporting-bugs-privacy-head": "Okwu Nzuzo",
    "reporting-bugs-privacy-text": "Anyị achọghị ịma ndị ọrụ bụ, naanị otu ha nwere ike ịbụ ndị obi ọjọọ ma ọ bụ igwe. Anyị na-akwado atụmatụ dị ka Nzuzo Nzuzo, ma na-arụsi ọrụ ike iji dozie nzuzo na nchebe. Ọ bụrụ n’ịchọtala nsogbu ị chere nwere ike imetụta ihe nzuzo onye ọrụ, biko zitere anyị ozi na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Zitere anyị nzaghachi",
    "reporting-bugs-provide-feedback-head": "Nye nzaghachi ozugbo na hCaptcha",
    "reporting-bugs-provide-feedback-text": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla, anyị ga-edozi ha ngwa ngwa.",
    "reporting-bugs-security-head": "Nche chinchi",
    "reporting-bugs-security-text": "Anyị na-enwekarị mmasị ịnata akụkọ banyere chinchi nchekwa. Email support@hcaptcha.com & CC security@hcaptcha.com na anyị ga-alaghachikwute gị ngwa ngwa. Anyị nwekwara mmemme ego ahụhụ maka nnabata nchebe ruru eru na ọrụ hCaptcha na koodu isi mmalite metụtara.",
    "sec-hc": "Nche mbụ",
    "sec-hc-text": "hCaptcha bụ onye na-ebipụta akwụkwọ. Anyị na-arụ ọrụ inye saịtị ezigbo data ma hapụ ha ka ha kpebie otu esi eji ya. Nke ziri ezi bụ maka ọdịmma gị na nke anyị. Ndị ọzọ na-enye captchas ụlọ ọrụ mgbasa ozi. Bot ọ bụla ha na-egbochi nwere ike belata ego ha na-enweta.",
    "switch-to-english-link": "Gaa na Bekee",
    "what-is-hcaptcha": "Kedu ihe bụ hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha na-enyere aka ọrụ ntanetị kachasị amasị gị ka ha ghara igbochi bots, spam, na mmegbu site na ịjụ ajụjụ dị mfe nke dịịrị ụmụ mmadụ mfe ma sie ike maka igwe.",
    "why-hc": "Gịnị kpatara hCaptcha?",
    "why-hc-text": "Oge ọ bụla ị zara ajụjụ ịma aka, anyị na-eji ụdị ọkaibe mara iji mara ma ị bụ mmadụ ma ọ bụ igwe. Weebụsaịtị ị gara gara wee jiri nsonaazụ a iji nyere aka melite ahụmịhe gị na saịtị ha site na ịpụ bots."
}