{
    "about-advisors-brendan": "Onye isi ala. Onye isi amara ama na AI. Itinyela ọgụgụ isi igwe n'ọrụ n'ọtụtụ nsogbu azụmahịa dị iche iche kemgbe iri afọ gara aga.",
    "about-advisors-dawn": "PhD na Computational Biology, Stanford. Na-arụ ọrụ na netwọkụ akwara kemgbe 1999. Gbado anya na ML etinyere mmụta dị omimi n'ọtụtụ.",
    "about-advisors-head": "Ndị ndụmọdụ",
    "about-advisors-keiran": "Ebe nchekwa data na ọkachamara. Onye injinia mbu na Cloudera na ndi ozo. Ọtụtụ iri afọ nke nka ngwanrọ ụlọ na otu.",
    "about-content-head-1": "Ihe Anyị Na-eme",
    "about-content-head-2": "Ihe Mere O Ji Dị Mkpa",
    "about-content-text-1": "hCaptcha bụ ọrụ nke Intuition Machines Inc, ụlọ ọrụ AI na ụlọ ọrụ na-ahụ maka igwe na-elekwasị anya na metalearning na ngalaba ML n'ọtụtụ. Anyị na-ewulite ma na-arụ ọrụ nwere oke oke nke ukwuu iji mee ka ọrụ nyocha vidiyo na onyonyo maka ụlọ ọrụ Global 2000 gburugburu ụwa.",
    "about-content-text-2": "More data n'ozuzu na-arụpụta nsonaazụ ka mma. Iwulite ma dowe datasiti ndi kwesiri ekwesi ma di nma bu ihe na-ewe oge ma di oke onu. Emepụtara hCaptcha iji lebara mkpa nke anyị anya na ntinye akara, ma enwere ugbu a maka ụlọ ọrụ ndị ọzọ nwere mkpa yiri ya.",
    "about-intro-head-1": "Ọrụ maka hCaptcha",
    "about-intro-head-2": "Anyị Ozi Nnukwu",
    "about-intro-text": "Anyị na-eto ngwa ngwa ma na-achọ mgbe niile onyinye kachasị mma nke ụwa n'ofe ọfịs anyị zuru ụwa ọnụ. Nwere ike itinye ya na njikọ ndị dị n'okpuru.",
    "about-leadership-alex": "Ebe nchekwa data na ọkachamara. Onye injinia mbu na Cloudera na ndi ozo. Ọtụtụ iri afọ nke nka ngwanrọ ụlọ na otu.",
    "about-leadership-eli": "Onye isi ala. Onye isi amara ama na AI. Itinyela ọgụgụ isi igwe n'ọrụ n'ọtụtụ nsogbu azụmahịa dị iche iche kemgbe iri afọ gara aga.",
    "about-leadership-head": "Onye ndu",
    "about-leadership-todd": "PhD na Computational Biology, Stanford. Na-arụ ọrụ na netwọkụ akwara kemgbe 1999. Gbado anya na ML etinyere mmụta dị omimi n'ọtụtụ.",
    "acc-opt": "Nhọrọ nnweta",
    "acc-opt-but": "Mụtakwuo maka ụdị nnweta",
    "acc-opt-text": "Ually nwere oke anya ma ọ bụ enweghị ike imezu hCaptchas?",
    "accessibility-link": "Nnweta",
    "appreciate-in": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla ma anyị ga-edozi ha ngwa ngwa.",
    "fb-but": "Zitere anyị nzaghachi",
    "feedback-text": "Nye nzaghachi na hCaptcha ị hụburu",
    "footer-attribution": "Nweta",
    "footer-copyright-text": "hCaptcha bu akara ighalaahia nke Intuition Machines, Inc.",
    "footer-header-1": "Companylọ ọrụ",
    "footer-header-2": "Akụ",
    "footer-header-3": "Kpọtụrụ",
    "footer-link-1": "Na-ede aha",
    "footer-link-2": "Ihe",
    "footer-link-3": "Ọrụ",
    "footer-link-4": "Akara ahia ahia",
    "footer-link-5": "Blog",
    "footer-link-6": "Ọnọdụ",
    "footer-link-7": "Ederede",
    "footer-link-8": "Kpesa nje",
    "footer-link-9": "Nnweta",
    "footer-privacy": "Nzuzo",
    "footer-subheader-1": "Nkwado",
    "footer-subheader-2": "Kpọtụrụ",
    "footer-terms": "Okwu",
    "header-docs-link": "Doodu",
    "header-labeling-services-link": "Ọrụ Labeling",
    "header-login-button": "Banye",
    "header-plans-link": "Atụmatụ",
    "header-signup-button": "Debanye aha",
    "home-about-head": "Banyere hCaptcha",
    "home-about-subtitle": "Kwadoro site na HANAN Protocol",
    "home-about-text-1": "Ezubere hCaptcha iji dozie nsogbu kachasị ike ọrụ na mmụta igwe: na - edenye data buru ibu na oge, ego na ntụkwasị obi.",
    "home-about-text-2": "More data n'ozuzu na-arụpụta nsonaazụ ka mma na usoro ọzụzụ igwe igwe. Ọganiihu na-adịbeghị anya nke ụdị miri emi emeela ka enwee data buru ibu, ihe fọrọ nke nta ka ọ bụrụ mgbe ụfọdụ na nyocha mmadụ. Agbanyeghị, ịmepụta nnukwu nyocha data mmadụ na-enyocha site na Mechanical Turk, Figure asatọ, wdg bụ ma ọ na-egbu oge ma dịkwa ọnụ.",
    "home-about-text-3": "hCaptcha na-enye ohere webụsaịtị iji ego kpatara ọrụ a mgbe igbochi bots na ụdị mmekpa ahụ ndị ọzọ.",
    "home-about-text-4": "Ahịa HCaptcha kwadoro site na HUMAN Protocol, usoro iwu mepere emepe maka nyocha mmadụ na-agba na Ethereum blockchain. Weebụsaịtị na-enweta Human Tokens (HMT) mgbe ọ bụla ndị ọrụ jiri hCaptcha wijetị na saịtị ha, ma ụlọ ọrụ na-amụ igwe na-akwụ ụgwọ mmadụ Tokens iji nweta data ha.",
    "home-ba-labeling-services-link": "Ọrụ Labeling",
    "home-benefits-head-1": "Uru dị na Labeling Data",
    "home-benefits-head-2": "Nyeghachi onyinye afọ ofufo",
    "home-benefits-text-1": "Realizeghọtara oge ọ bụla ịpị n'ụgbọ ala ị na-enyere aka ịzụ otu sistemụ ịkụzi igwe ụlọ ọrụ Gigantic n'efu?",
    "home-benefits-text-2": "hCaptcha tụgharịrị ihe nlere a. Mgbe ị jiri hCaptcha, ụlọ ọrụ na-ekwu maka ọrụ ndị ọrụ gị na-arụ ka ha na-egosi na ha bụ mmadụ. Nweta ụgwọ ọrụ.",
    "home-benefits-text-3": "Chọrọ inyeghachi azụmaahịa ọkacha mmasị gị? hCaptcha ga - enyere gị aka ịkwado ọrụ ebere nke ihe masịrị gị na ego ị nwetara site na iji ya. Ndị ọrụ na saịtị gị ga-enwe ike ịhụ ntinye aka gị site na ọrụ ebere site na ịmebe akara na hCaptcha interface.",
    "home-challenge-text-1": "Họrọ eserese niile dabara na ajụjụ",
    "home-challenge-text-2": "Kọwaa ebe a na-egbochi ihe",
    "home-challenge-text-3": "Chọpụta mmado dakọtara",
    "home-challenge-title-1": "Tụnyere",
    "home-challenge-title-2": "Igbe",
    "home-challenge-title-3": "Nkewa",
    "home-challenges-head": "Ihe ịma aka Ndị E Bipụtara",
    "home-challenges-text-1": "... na ọrụ ndị ọzọ dị mfe. Ọ dịịrị mmadụ mfe, nhịahụ maka bot.",
    "home-challenges-text-2": "Ọrụ aka ochie dịkwa maka ndị bipụtara ụlọ ọrụ.",
    "home-ent-1": "Na-achọ onyinye nchekwa nke ụlọ ọrụ anyị?",
    "home-ent-2": "Gaa na saịtị ọhụrụ anyị raara onwe ya nye: BotStop.com",
    "home-ent-button": "Mụtakwuo: BotStop site na hCaptcha",
    "home-from-the-blog": "SITE BLOG:",
    "home-from-the-blog-value": "Otu esi eme Ntọala hCaptcha Nsogbu",
    "home-intro-body": "You na-eji captcha na-ewepụ bot? hCaptcha na-echebe nzuzo nke onye ọrụ, na-akwụghachi ụgwọ weebụsaịtị, ma na-enyere ụlọ ọrụ aka ịkọwapụta data ha. Ọ bụ ndochi maka itinye reCAPTCHA: ị nwere ike ịgbanwee n'ime nkeji.",
    "home-intro-button": "Debanye Aha ugbu a",
    "home-intro-head": "Kwụsị karịa bots. Bido chedo nzuzo onye ọrụ.",
    "home-main-1": "Onwe. Nchekwa. Ọsọ ọsọ. Anyị na-akwụkwa gị ụgwọ iji ya.",
    "home-main-2": "Nzuzo Gbadoro Anya",
    "home-main-2c": "Ngwunye mgbasa ozi na-ahụ ndị ọbịa gị dị ka ngwaahịa a. Maka hCaptcha ngwaahịa bụ ọrụ ha na-enye. Anyị achọghị ịma ndị ọrụ gị, naanị ike yie ka ha ga-emebi iwu. Anyị na-akwado atụmatụ ndị dị ka Nzuzo Pass, ma na-agbasi mbọ ike idozi nzuzo na nche.",
    "home-main-3": "Nke mbu",
    "home-main-3c": "Ikwu eziokwu bụ maka ọdịmma gị na nke anyị. hCaptcha bu ndi n’agba elebara anya. Anyị na-arụ ọrụ iji nye gị ezigbo data ma kwe ka ị kpebie otu esi eji ya. Ndị ọzọ captchas na-enye site na",
    "home-main-4": "Ahụmahụ Onye Ọrụ Ka Mma",
    "home-main-4c": "A na - eji hCaptcha eji usoro mmụta eji egwu egwu ụdị maka ikpebi mmadụ. Nke a na - enyere anyị aka ịchọ obere ọrụ iwe gị site n'aka ndị ọrụ gị ma wepụta obere oge n'ime ha, ebe ị ka na - ewepụta data akpọrọ aha maka ndị ahịa.",
    "home-main-plans": "hCaptcha nweere onwe ya iji maka ndị bipụtara ogo ha. Agbanyeghị, maka ụlọ ọrụ na nyiwe ndị chọrọ njikwa karịa, azịza ụlọ ọrụ anyị dị.",
    "home-main-plans2": "Ihe ngwọta nke ụlọ ọrụ hCaptcha na-echebe ọtụtụ nde ndị ọrụ gafere ọtụtụ iri nde weebụsaịtị maka ụfọdụ nnukwu ụlọ ọrụ na mbara ala. Biko kpọtụrụ anyị maka ozi ndị ọzọ, ma ọ bụ gaa",
    "home-main-plans3": "Ihe ngwọta nke ụlọ ọrụ hCaptcha na-echebe ọtụtụ nde ndị ọrụ gafere ọtụtụ iri nde weebụsaịtị maka ụfọdụ nnukwu ụlọ ọrụ na mbara ala. Biko kpọtụrụ anyị maka ozi ndị ọzọ, ma ọ bụ gaa",
    "home-main-plans4": "maka nkọwa.",
    "home-plans-button-1": "Debanye ugbu a",
    "home-plans-button-2": "Kpọtụrụ ahịa",
    "home-plans-chart-head-1": "Njirimara",
    "home-plans-chart-head-2": "Onye mbipụta akwụkwọ",
    "home-plans-chart-head-3": "Ida",
    "home-plans-chart-row-1-cell-1": "Njikwa ụdị aka ịma aka",
    "home-plans-chart-row-1-cell-2": "Nwere Oke",
    "home-plans-chart-row-1-cell-3": "Ngụkọta",
    "home-plans-chart-row-10-cell-1": "Multi-ọrụ dashboards",
    "home-plans-chart-row-11-cell-1": "Ngosiputa akuko di elu",
    "home-plans-chart-row-12-cell-1": "SLAs nke aka ha",
    "home-plans-chart-row-2-cell-1": "Jikwa ihe ịma aka jikwa",
    "home-plans-chart-row-2-cell-2": "Nwere Oke",
    "home-plans-chart-row-2-cell-3": "Ngụkọta",
    "home-plans-chart-row-3-cell-1": "Nweta ụgwọ ọrụ maka nsogbu ndị mmadụ",
    "home-plans-chart-row-4-cell-1": "Nchekwa mgbochi bot nke ụwa",
    "home-plans-chart-row-5-cell-1": "Na-arụ ọrụ na obodo ọ bụla",
    "home-plans-chart-row-6-cell-1": "Iwu nzuzo GDPR na CCPA",
    "home-plans-chart-row-7-cell-1": "Ezi ogo grained ọkwa",
    "home-plans-chart-row-8-cell-1": "Ẹkedori ọdịnaya mgbagha gị",
    "home-plans-chart-row-9-cell-1": "Usoro ihe omume dabere na oge",
    "home-try-it-out-button": "Nweta hCaptcha",
    "home-try-it-out-head": "Gbalịa ya",
    "home-try-it-out-text": "hCaptcha na - enye nchọpụta bot dị mfe, ma dịkwa ntụkwasị obi ma na - enweghị ihe ọ bụla maka ụmụ mmadụ idozi.",
    "labeling-about-head": "Banyere hCaptcha",
    "labeling-about-text-1": "Ezubere hCaptcha iji dozie nsogbu kachasị ike ọrụ na mmụta igwe; na -echeta oke data buru ibu n'oge, ego, na ntụkwasị obi. More data n'ozuzu na-arụpụta nsonaazụ ka mma na usoro ọzụzụ igwe igwe. Ọganiihu na-adịbeghị anya nke ụdị miri emi emeela ka enwee nnukwu data, na hCaptcha na-eje ozi mkpa a.",
    "labeling-about-text-2": "Agbanyeghị, ịmepụta nnukwu data nyochara mmadụ site na iji usoro ọdịnala bụ ma nwayọ ma dịkwa ọnụ. hCaptcha bụ ụzọ maka ụlọ ọrụ iji nweta nkọwa ha chọrọ ngwa ngwa, yana ogo dị elu ma dị ọnụ ala karịa usoro ndị ọzọ.",
    "labeling-annotations-head": "Notdị nkọwa",
    "labeling-annotations-text-1": "Nchọpụta ziri ezi n'ihe onyonyo na vidiyo",
    "labeling-annotations-text-2": "Nchọpụta ziri ezi n'ihe onyonyo na vidiyo",
    "labeling-annotations-text-3": "Rịba ama nkọwa maka okwu dị iche iche",
    "labeling-annotations-text-4": "Họchaa ma ọ bụ tinye aka ike n'usoro nke nha ọ bụla",
    "labeling-annotations-text-5": "Nchoputa mmadu na ike nhazi",
    "labeling-annotations-text-6": "Chọrọ ụdị ọzọ edepụtaghị ebe a? Naanị jụọ anyị.",
    "labeling-annotations-title-1": "Igbe mgbochi",
    "labeling-annotations-title-2": "Akara polygons",
    "labeling-annotations-title-3": "Ala ala",
    "labeling-annotations-title-4": "Nọrọ Otu",
    "labeling-annotations-title-5": "Ntughari na Nchoputa",
    "labeling-annotations-title-6": "... na ọtụtụ ndị ọzọ",
    "labeling-ent-button": "Kpoo ndi otu anyi banyere ahia",
    "labeling-ent-head": "Chọrọ njikwa nkwụsị?",
    "labeling-ent-text-1": "Egwuregwu HUMAN na-akpata hCaptcha na-enye njiri arụmọrụ ọrụ na njikwa njiri mara nke ukwuu site na ntinye, ngwakọ, ma ọ bụ SaaS na-ejikọ na sistemụ ị nwere.",
    "labeling-ent-text-2": "Jiri ọrụ ọrụ gị na-agba ọsọ na-anọghị n'ịntanetị, uru ọnụ dị n'etiti ndị azụmaahịa ma ọ bụ ndị mmekọ, jiri ọrụ na-aga ebe dị iche iche ma ọ bụ ndị na-arụ ọrụ mpụga dabere na ọnụego na nchedo, yana ndị ọzọ.",
    "labeling-ent-text-3": "Nweta API dị mfe, dashboards mara mma, na teknụzụ ọgbara ọhụrụ iji rụọ ọrụ kachasị arụmọrụ.",
    "labeling-ent-text-4": "99.99% oge SLAs na nkwado 24/7 zuru ụwa ọnụ dị. Maka ozi ndị ọzọ:",
    "labeling-features-head-1": "Mfe API na-ebugharị.",
    "labeling-features-head-2": "Kachasị mma maka ọnụ ahịa na mma. Enweghị nkwa ọlụlụ a chọrọ.",
    "labeling-features-head-3": "Naanị kwụọ ụgwọ maka izi ezi ị chọrọ.",
    "labeling-features-head-4": "Inye data nke ala nke aka gi ma obu mee ka anyi wuo ya n’elu elu.",
    "labeling-features-text-1": "Chọrọ ijikọ nyocha mmadụ na arụmọrụ azụmahịa gị? Anyị na-enye SLAs ntụkwasị obi dị elu, ikike ekwere nkwa, yana REST API dị mfe.",
    "labeling-features-text-2": "Ikpokoro mmadụ jiri ụdị ntụkwasị obi zuru oke na-eme nyocha ọkaibe nke ezigbo oge. Nke a na-enyere anyị aka ikpebi ma ihe isi ike nke ajụjụ na azịza ziri ezi ha nwere, ịchekwa oge na ego.",
    "labeling-features-text-3": "Ọ bụghị nsogbu niile bụ otu. Nkwupụta maka ọrụ dị oke egwu nwere ike ịchọ ntụkwasị obi 99.99% n'aka ndị ọrụ mmadụ kpamkpam. Nkọwa maka otu beta na ngwa egwuregwu mkpanaka nwere ike ịchọ naanị obi ike. Mkpebi.",
    "labeling-features-text-4": "Data nwere data nke ezughi oke setịpụrụ? N'ọtụtụ oge anyị nwere ike wuoro gị otu dị ka ọrụ ga na-arụ ọrụ n'ime sistemụ, ma ọ bụ mepụta samame ndị ama ama maka ihu ọma gị.",
    "labeling-info-head": "Inweta data",
    "labeling-info-text-1": "Soro otu n’ime ndị ọkachamara ngalaba anyị kọwaa mkpa ọrụ gị: ebumnuche ziri ezi, usoro, yana ihe ọ bụla pụrụ iche.",
    "labeling-info-text-2": "Anyị na-arụ obere ọrụ nrụpụta dabere na data ịlele. Nke a na-anwale ọrụ anyị rụkọtara ọnụ iji hụ na ị nwetara otu ịchọrọ.",
    "labeling-info-text-3": "Site na oke olu anyị na ala adịghị ala, anyị ga-atụgharị ọrụ gị ọsọ ọsọ, na-ebuga ndị akpaghị aka ozugbo ọ rụchara.",
    "labeling-info-text-4": "Dịka anyị ji aghọta usoro nrụpụta ọrụ gị, nsonaazụ ya ga-aga n'ihu na-akawanye mma ka oge na-aga.",
    "labeling-info-text-5": "Dashboodu dị ndụ na-enye gị ohere ịnye nzaghachi ma ọ bụ kwụsịtụ mmepụta n'oge ọ bụla.",
    "labeling-info-title-1": "Kọwaa Nkọwa",
    "labeling-info-title-2": "Nyocha Job Nke Mbụ",
    "labeling-info-title-3": "Ọrụ Mmepụta Deploy",
    "labeling-info-title-4": "Improga n’ihu",
    "labeling-info-title-5": "Nsonaazụ Oge",
    "labeling-main-1": "Egosi-ọnụ ahịa data labeelu na n'ọtụtụ",
    "labeling-main-1-button": "Nweta data gị ugbu a",
    "labeling-main-1c": "Ichoro aha ndi ozo banyere datasets gi? hCaptcha na-enye akara ngwa ngwa, ọnụ ahịa, na njiri data dị elu maka ụlọ ọrụ na-arụ ọrụ ọgụgụ isi na ngwa mmụta na igwe.",
    "labeling-main-2": "Mwepụta ọtụtụ nde ọrụ n'otu ntabi anya.",
    "labeling-main-2-button": "Zụta Ọrụ Nchịkwa data",
    "labeling-main-2c": "hCaptcha nwere otu n'ime ọdọ mmiri kachasị ukwuu na mbara ala dịnụ maka iji. Na agbanyeghị ọnụ ọgụgụ gị, anyị nwere ike ijikwa ya n’enweghị nkwa dị elu. Ọtụtụ nde ọrụ kwa ụbọchị enweghị nsogbu.",
    "labeling-platform-head": "Ozi Nkeonwe ma ọ bụ Ozi Ọha",
    "labeling-platform-text": "Ejiri hCaptcha wulite na HUMAN Platform, nke na-enye ohere iji usoro ngagharị na nyocha dị elu iji bulie ọnụ ahịa na arụmọrụ nke ọ bụla. Teknụzụ a na-eme ka ọrụ aka nri na-edozi akụkụ ọ bụla nke ọrụ gị, na-ebuli oke arụmọrụ mgbe ị na-echekwa nzuzo ma na-emezu usoro iwu ọ bụla nwere ike itinye.",
    "labeling-try-button": "Zụta Ọrụ Nchịkwa data",
    "labeling-try-head": "Want chọrọ iji data ya mee nyocha?",
    "labeling-try-text": "... anyị adịla njikere mgbe ị nọ: ọrụ anyị dị na elekere.",
    "learn-more-hcaptcha": "Muta ihe banyere hCaptcha",
    "page-acc-faq-1": "Ajụjụ: HCaptcha Nkebi 508 + WCAG 2.0 kwekọrọ? Azịza: Anyị kwenyere na ya: ndị ọrụ niile nwere ụdị nkwarụ ọ bụla nke nwere ike ịchọgharị weebụ wee tinye ederede n'ụdị nwere ike ịnweta ọrụ hCaptcha chebere na ndebanye aha. Agbanyeghị, nke a abụghị ndụmọdụ gbasara iwu: ịkwesịrị ịme nyocha nke gị, na-eburu n'uche mmejuputa atumatu gị iji hụ na nke a bụ maka mbuga gị.",
    "page-acc-faq-2": "Ajụjụ: you na-arụ ọrụ na nhọrọ nnweta ndị ọzọ (a11y), dịka ọdịyo? Azịza: Nhọrọ ndị a ma ama dị ka audio captcha na-akpa oke megide ọtụtụ ndị ọrụ11 na-abụkarị usoro mmụta mmụta ọgbara ọhụrụ meriri. Nke a emeela ka ihe ịma aka dị ugbu a sie ike karị, na-ewebata mkpọtụ, oge ihe na-adịghị mma, njikọta okwu na-adịghị ahụkebe, na ndị ọzọ merie ndị na-ebuso anyị agha. Ya mere anyi enweghi obi uto banyere uzo a karia iwepu aka banyere aka a, ma anyi ga elebara ya anya ma oburu na ndi mmadu choro. Agbanyeghị, anyị nwere ezigbo mmasị na Nzuzo Nzuzo maka ikpe nnweta nnweta. Anyị kwenyere na ijikọ usoro anyị na nke ugbu a na nnabata nzuzo ga-eme ka ndị ọrụ11ị nwee ike ịchọgharị n'enweghị nsogbu, nwee ntụkwasị obi na ịmara na okporo ụzọ ha bụ nke zoro ezo, ebe ha na-egbochi mmachi site n'aka ndị ọrụ bot na-enweghị atụ mgbe enwere nhọrọ nhọrọ 11. Anyị bụ ndị na-arụsi ọrụ ike na ndị ọrụ IETF na-elele teknụzụ ọhụrụ a.",
    "page-acc-faq-3": "Ajụjụ: Kedu maka nzuzo? Ndi ndebanye aha na-ekpughere data na-enyocha ihe n'ụzọ ụfọdụ? Kedu ihe ị na-eme na email ahụ? Azịza: hCaptcha ezubere maka nzuzo site n'elu. Ọ dị ezigbo iche karịa nhọrọ ọdịnala dịka reCAPTCHA nke nwe netwọọkụ mgbasa ozi, ndị nwere ihe na-akpali gị iso gị na weebụ wee soro gị nweta ezigbo njirimara. Anyị anaghị eji ozi nnweta ozi ma ọ bụ ozi maka nzube ọ bụla na-abụghị na-eme ka ojiji a11y na igbochi mmekpa ahụ. Iwu nzuzo anyị nwere azịza zuru oke na ikike maka otu anyị si eji data, mana azịza dị nkenke bụ na anyị enweghị mmasi ị jikọtara gị dịka mmadụ na akụkọ nchọgharị gị. Anyị na-arụkwa ọrụ ugbu a na nhazi ihe nzuzo iji kpochapụ adreesị ozi-e gị ngwa ngwa. ebe a ka na-echekwa ike anyị igbochi ime ihe n'ụzọ na-ezighi ezi, na-agbakwunye ọrụ Nzuzo anyị.",
    "page-acc-link-1": "Ọ bụrụ na ị bụ onye nnweta nnabata, biko debanye aha ebe a.",
    "page-acc-subhead": "Gbaa mbọ hụ na ndị ọrụ niile nọ n'enweghị nsogbu ọ bụla",
    "page-acc-summary": "Nchikota",
    "page-acc-summary-contents-1": "Emebe hCaptcha iji kwusi bots site na ime ka ha di iche na ndi mmadu. Nnwale nlele bụ ngwaọrụ dị mma maka nke a, mana ọ bụghị mmadụ niile nwere ike idozi ihe ịma aka. Maka nke a anyị dopụtara usoro dị mfe, enweghi mgbu iji mee ka ndị nkwusa na-eji ọrụ chekwaa nnweta maka mmadụ niile na ntinye nkebi 508 na WCAG 2.0.",
    "page-acc-summary-contents-2": "Otu esi arụ ọrụ: nke mbụ, onye ọrụ nweta ihe ga-edebanye aha na URL a, nke jikọtara na peeji nke hCaptcha wijetị. A na-enye ha kuki ezoro ezo nke enwere ike iji ya ọtụtụ oge kwa ụbọchị, mana a ga-enweta ume ọhụrụ kwa elekere 24 site na nbanye.Wanye ihe ngosi nye ndị ọrụ nnweta na saịtị ọ bụla site na iji hCaptcha, ha ga-agafe ozugbo.",
    "page-acc-title": "Ozi nnweta hCaptcha",
    "page-acc-tr-body": "Ajụjụ: M ka na-ahụ ihe ịma aka ma edobe kuki ahụ. Gịnị na-akpata nke a? Azịza: Nke a na-abụkarị n'ihi iji mgbasa ozi na-eme ihe ike ma ọ bụ ihe ịgbakwunye kuki, ma ọ bụ ntọala na-egbochi kuki saịtị, na nke a, kuki maka hcaptcha.com nke hCaptcha JavaScript setịpụrụ ma ọ bụ nyochaa saịtị dị iche. , dị ka nke ị na-eleta. Kuki ohere hCaptcha na-arụ ọrụ na ihe nchọgharị niile a ma ama na ndị na-egbochi mgbasa ozi na ntọala ọkọlọtọ ha, yabụ odida na-abụkarị n'ihi mgbochi edemede adblock ma ọ bụ iwu ndị yiri ya na-ezubere iche maka saịtị. Ngwọta: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki na mgbasa ozi mgbasa ozi gị ma ọ bụ ndọtị nchekwa ihe nchọgharị. 2. Ọ bụrụ na ị na-eji ihe nchọgharị Brave, nke na-abụghị (dịka nke Eprel 2020) nwere ụdị kuki ọ bụla, gaa na Mmasị -> Ọta -> Kuki ma họrọ Hapụ Kuki niile. 3. Ọ bụrụ na ị na-eji ụdị Safari kachasị ọhụrụ na OS X 10.15 ma ọ bụ iOS 13. 4, Apple ka agbanweela omume Safari metụtara kuki ndị ọzọ, na-egbochi ha niile na ndabara. Anyị na-eme ihe ngwọta, mana ka ọ dị ugbu a, gaa na Mmasị Safari, Ngalaba Nzuzo, na nyochaa akara saịtị: Na-egbochi ntanetị saịtị iji mee ka kuki ịnweta rụọ ọrụ dị ka atụrụ anya. Ajụjụ: M na-eji ọtụtụ ngwaọrụ. Achọrọ m ịdebanye ọtụtụ oge? Azịza: Mba. Biko pịa otu ozi nbanye gị zitere gị na ngwaọrụ ọ bụla ị na-eji iji tọọ kuki ahụ.",
    "page-acc-tr-title": "Maka ndị ọrụ nnweta: Q&A na Nchọpụta nsogbu",
    "priv-hc": "Nzuzo Gbadoro Anya",
    "priv-hc-text": "Netiwo mgbasa ozi na - ahụta dị ka ngwaahịa ha. Anyị amaghị. Anyị achọghị ndị ọrụ bụ, naanị ole ka ha nwere ike bụrụ nke obi. Anyị na-akwado atụmatụ ndị dị ka Nzuzo Pass, ma na-agbasi mbọ ike idozi nzuzo na nche.",
    "reporting-bugs-accessibility-button": "Mụtakwuo maka ụdị nnweta",
    "reporting-bugs-accessibility-head": "Nhọrọ nnweta",
    "reporting-bugs-accessibility-text": "Ually nwere oke anya ma ọ bụ enweghị ike imezu hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ijide nkọwa Nkọkọ Banye: Firefox",
    "reporting-bugs-guide-ff-step-1": "Nzọụkwụ 1: Mepee Ngwaọrụ Onye Mmepụta (Nke a na-amalite Ndekọ oge.)",
    "reporting-bugs-guide-ff-step-2": "Kwụpụ 2: Pịa na taabụ Netwọ Ngwaọrụ Mmepụta. Lelee igbe ndekọ Persist na elu.",
    "reporting-bugs-guide-ff-step-3": "Nzọụkwụ 3: gaa na https://accounts.hcaptcha.com/demo, ma ọ bụ webụsaịtị ị na - enwerịrị (Akwụkwọ Nzuzo: naanị ma ọ bụrụ na ịchọghị ịma ihe ọ bụ)… wee pịa M Abụ m bọtịnụ mmadụ, ma nwaa idozi.",
    "reporting-bugs-guide-ff-step-4": "Kwụpụ 4: Pịa HAR mgbe ị gbalịsịrị idozi, wee họrọ Chekwa niile dịka HAR iji chekwaa ndekọ netwọọ. Ziga anyị faịlụ ahụ.",
    "reporting-bugs-guide-ff-step-5": "Kwụpụ 5: Pịa na taabụ n'igwe, wee pịa aka nri pịa Họrọ niile ma chekwaa nke ahụ n'ime faịlụ ederede, iji chekwaa njikwa njikwa ahụ. Zitere anyị nke ahụ.",
    "reporting-bugs-guide-ff-step-6": "Nzọụkwụ ikpeazụ: Email ndị HAR na console log faịlụ nye anyị, ma kọwaa nsogbu ahụ Jiri: support@hcaptcha.com (biko jiri ọrụ dị ka Dropbox ma ọ bụ Filebin ma ziga njikọ) yana nhọrọ ihuenyo, ma ọ bụrụ na ị na-enyo enyo na ọ nweghị ihe na-egosipụta n'ụzọ ziri ezi. . Biko zitere IP nke ị na-eji. You nwere ike nweta ya site na https://www.whatsmyip.org/ Daalụ maka iwepụta oge iji nyere anyị aka inweta ozi a! Anyị kpebisiri ike na-eme hCaptcha na-arụ ọrụ nke ọma maka mmadụ niile.",
    "reporting-bugs-guide-head": "Ijide nkọwa Nkọkọ Banyere: Chrome",
    "reporting-bugs-guide-step-1": "Nzọụkwụ 1: Mepee Ngwaọrụ Onye Mmepụta (Nke a na-amalite Ndekọ oge.)",
    "reporting-bugs-guide-step-2": "Kwụpụ 2: Pịa na taabụ Netwọ Ngwaọrụ Mmepụta. Lelee igbe ebe nchekwa dị na elu.",
    "reporting-bugs-guide-step-3": "Nzọụkwụ 3: gaa na https://accounts.hcaptcha.com/demo, ma ọ bụ webụsaịtị ị na - enwerịrị (Akwụkwọ Nzuzo: naanị ma ọ bụrụ na ịchọghị ịma ihe ọ bụ)… wee pịa M Abụ m bọtịnụ mmadụ, ma nwaa idozi.",
    "reporting-bugs-guide-step-4": "Kwụpụ 4: Pịa Mbupụ HAR (obere akụ ala) mgbe ị gbalịsịrị idozi, nke na-echekwa ndekọ netwọkụ. Ziga anyị faịlụ ahụ.",
    "reporting-bugs-guide-step-5": "Kwụpụ 5: Pịa na taabụ nke njikwa, wee pịa pịa Pinye dị ka .. iji chekwaa njikwa njikwa ahụ. Zitere anyị nke ahụ.",
    "reporting-bugs-guide-step-6": "Nzọụkwụ ikpeazụ: Email ndị HAR na console log faịlụ anyị, ma kọwaa nsogbu ahụ. Jiri: support@hcaptcha.com (biko jiri ọrụ dị ka Dropbox ma ọ bụ Filebin ma ziga njikọ) ma ọ bụrụ na ị na-enyo enyo na ọ nweghị ihe na-egosipụta nke ọma. Biko zitere IP nke ị na-eji. You nwere ike nweta ya site na https://www.whatsmyip.org/ Daalụ maka iwepụta oge iji nyere anyị aka inweta ozi a! Anyị kpebisiri ike na-eme hCaptcha na-arụ ọrụ nke ọma maka mmadụ niile.",
    "reporting-bugs-guide-text-1": "Izipu ozighachite na mkpesa gi ga - eme ka odiri anyi nnoo mfe ichoputa ihe na - eme. Ndị a bụ ntuziaka usoro-usoro:",
    "reporting-bugs-guide-text-2": "Ọ bụrụ na ị bụ onye mmepe web ma ọ bụ onye ọrụ ọkachamara, nchịkọta ahụ anyị ga-achọ ka ị zitere anyị netwọdu na-edekọ HAR yana ndekọ ndekọ njikwa ihe nchọgharị. Biko nwaa imebi ihe mgbochi mgbasa ozi ọ bụla ma ọ bụ ihe ndọtị nchekwa ihe nchọgharị ọ bụla buru ụzọ wee jigharịa tupu ị gafee usoro ndị a. Ọ bụrụ na nke ahụ ga-edozi nsogbu gị, anyị ga-enwe obi ekele na ị na-eme ka anyị mara ụdị ihe nchọgharị gị, ihe mgbochi mgbasa ma ọ bụ ndọtị ihe nchọgharị, yana URL nke weebụsaịtị.",
    "reporting-bugs-intro-head": "Chọta ahụhụ? Nke a bụ otu esi kọọ ya.",
    "reporting-bugs-intro-text": "Ọtụtụ nde mmadụ na-eji hCaptcha kwa ọnwa, na ọtụtụ puku mkpokọta nke ihe nchọgharị, ihe mgbakwunye, ngwaọrụ, firewalls, na ndị ọzọ. Ebumnuche anyị bụ ijide n'aka na ọ na-abara gị uru mgbe niile, yabụ anyị nwere ekele maka akụkọ gị! Iji nye nzaghachi ngwa ngwa, dị pịa bọtịnụ zitere anyị bọtịnụ nzaghachi. Ọ bụrụ na ị na-ahụ ihe na-arụ ọrụ, biko gbasoo ntuziaka ndekọ nzipu ozi maka Chrome ma ọ bụ ntuziaka ndekọ debug maka Firefox n'okpuru. Maka ihe nchọgharị ọ bụla. Maka nsogbu nchekwa ma ọ bụ nke nzuzo, lee ntuziaka dị n'okpuru.",
    "reporting-bugs-privacy-head": "Okwu Nzuzo",
    "reporting-bugs-privacy-text": "Anyị achọghị ndị ọrụ bụ, naanị ole ka ha nwere ike bụrụ nke obi ma ọ bụ igwe. Anyị na-akwado atụmatụ ndị dị ka Nzuzo Pass, ma na-agbasi mbọ ike idozi nzuzo na nche. Ọ bụrụ n’ịchọpụta otu okwu ị chere na ọ nwere ike imetụta nzuzo onye ọrụ, biko zitere anyị email na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Zitere anyị nzaghachi",
    "reporting-bugs-provide-feedback-head": "Nye nzaghachi ozugbo na hCaptcha",
    "reporting-bugs-provide-feedback-text": "Anyị nwere ekele maka ntinye gị. Mee ka anyị mata nsogbu ọ bụla ma anyị ga-edozi ha ngwa ngwa.",
    "reporting-bugs-security-head": "Nsogbu Nche",
    "reporting-bugs-security-text": "Anyị nwere mmasị mgbe niile ịnata akụkọ banyere ahụhụ. Email support@hcaptcha.com & CC security@hcaptcha.com, anyị ga-alaghachikwute gị ọsọ ọsọ. Anyi bukwara mmemme onyinye maka ihe ruru eru maka mkpesa nchekwa nchekwa na hCaptcha ọrụ yana koodu isi ya metụtara.",
    "sec-hc": "Nke mbu",
    "sec-hc-text": "hCaptcha bu ndi n’agba elebara anya. Anyị na-arụ ọrụ iji nye saịtị saịtị ezigbo data ma hapụ ha ka ha kpebie otu esi eji ya. Ikwu eziokwu bụ maka ọdịmma gị na nke anyị. Ndị ụlọ ọrụ mgbasa ozi na-enye ndị ọzọ captchas. Bot ọ bụla ha na-egbochi nwere ike belata ego ha na-enweta.",
    "what-is-hcaptcha": "Gịnị bụ hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha na-enyere ọrụ weebụ kachasị amasị gị aka ịhapụ bots, spam, na mmejọ site n'ịjụ ajụjụ dị mfe maka ụmụ mmadụ na ihe siri ike maka igwe.",
    "why-hc": "Kedu ihe kpatara hCaptcha?",
    "why-hc-text": "Oge ọ bụla ị zara ihe ịma aka, anyị na-eji ụdị ọkaibe iji chọpụta ma ị bụ mmadụ ka ọ bụ igwe. Weebụsaịtị ị gara gara were rụpụtara nke a iji nyere aka rụpụta ahụmịhe ha na saịtị ha site na ịbelata bots."
}