{
    "acc-opt": "Aðgengisvalkostir",
    "acc-opt-but": "Frekari upplýsingar um aðgengisvalkosti",
    "acc-opt-text": "Ertu sjónskertur eða á annan hátt ekki fær um að klára hCaptchas?",
    "accessibility-link": "Aðgengi",
    "appreciate-in": "Við þökkum inntak þitt. Láttu okkur vita um öll mál og við munum leysa þau fljótt.",
    "fb-but": "Sendu okkur athugasemdir",
    "feedback-text": "Veittu athugasemdir um hCaptcha sem þú hefur bara séð",
    "page-acc-link-1": "Ef þú ert aðgengisnotandi, vinsamlegast skráðu þig hér.",
    "page-acc-subhead": "Að tryggja óaðfinnanlegan aðgang fyrir alla notendur en viðhalda öryggi",
    "page-acc-title": "hCaptcha upplýsingar um aðgengi",
    "priv-hc": "Persónuvernd einbeitt",
    "priv-hc-text": "Auglýsinganet sjá þig sem vöru sína. Við gerum það ekki. Okkur er alveg sama hverjir notendur eru, aðeins hve líklegt er að þeir séu illir. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis.",
    "sec-hc": "Öryggi fyrst",
    "sec-hc-text": "hCaptcha er útgefandi einbeitt. Við vinnum að því að veita vefsvæðum raunveruleg gögn og láta þá ákveða hvernig eigi að nota þau. Nákvæmni er í þínum áhuga og okkar. Aðrar captchas eru veittar af auglýsingafyrirtækjum. Sérhver láni sem þeir loka fyrir kann að draga úr tekjum sínum.",
    "what-is-hcaptcha": "Hvað er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjálpar uppáhalds vefþjónustunni þinni að halda úti vélum, ruslpósti og misnotkun með því að spyrja einfaldra spurninga sem eru auðvelt fyrir menn og erfiðar fyrir vélar.",
    "why-hc": "Af hverju hCaptcha?",
    "why-hc-text": "Í hvert skipti sem þú svarar áskorun notum við háþróuð líkön til að reikna út hvort þú ert mannlegur eða vél. Vefsíðan sem þú heimsóttir notar síðan þessa niðurstöðu til að bæta upplifun þína á vefnum sínum með því að halda úti vélum."
}