{
    "about-advisors-brendan": "Forstjóri. Viðurkenndur leiðtogi í AI. Hefur beitt vélaöflun í stærðargráðu við margvísleg viðskiptavandamál undanfarna áratugi.",
    "about-advisors-dawn": "PhD í tölvulíffræði, Stanford. Vinna með taugakerfi frá 1999. Einbeittu sér að beittu ML og djúpt námi í stærðargráðu.",
    "about-advisors-head": "Ráðgjafar",
    "about-advisors-keiran": "Gagnasafn og Blockchain sérfræðingur. Snemma verkfræðingur hjá Cloudera og fleira. Áratugir sérfræðiþekkingar til að byggja upp hugbúnað og teymi.",
    "about-content-head-1": "Það sem við gerum",
    "about-content-head-2": "Hvers vegna það skiptir máli",
    "about-content-text-1": "hCaptcha er þjónusta Intuition Machines Inc, AI og vélanámsfyrirtækis með áherslu á málning og sjónsvið ML í mælikvarða. Við byggjum og starfrækjum stórfelld stigstærð kerfi til að gera kleift að nota myndbands- og myndgreiningarþjónustu fyrir Global 2000 fyrirtæki um allan heim.",
    "about-content-text-2": "Meiri gögn skila yfirleitt betri árangri. Það er tímafrekt og dýrt að smíða og viðhalda rétt merktum og viðeigandi gagnapökkum. hCaptcha var upphaflega þróað til að mæta eigin þörfum í myndamerkingum og er nú fáanlegt fyrir önnur fyrirtæki með svipaðar þarfir.",
    "about-intro-head-1": "Vinna fyrir hCaptcha",
    "about-intro-head-2": "Hlutverk okkar er stórt",
    "about-intro-text": "Við erum í örum vexti og erum alltaf að leita að bestu hæfileikum heimsins á skrifstofum okkar um allan heim. Þú getur sótt um með krækjunum hér að neðan.",
    "about-leadership-alex": "Gagnasafn og Blockchain sérfræðingur. Snemma verkfræðingur hjá Cloudera og fleira. Áratugir sérfræðiþekkingar til að byggja upp hugbúnað og teymi.",
    "about-leadership-eli": "Forstjóri. Viðurkenndur leiðtogi í AI. Hefur beitt vélaöflun í stærðargráðu við margvísleg viðskiptavandamál undanfarna áratugi.",
    "about-leadership-head": "Forysta",
    "about-leadership-todd": "PhD í tölvulíffræði, Stanford. Vinna með taugakerfi frá 1999. Einbeittu sér að beittu ML og djúpt námi í stærðargráðu.",
    "acc-opt": "Aðgengisvalkostir",
    "acc-opt-but": "Frekari upplýsingar um aðgengisvalkosti",
    "acc-opt-text": "Ertu sjónskertur eða á annan hátt ekki fær um að klára hCaptchas?",
    "accessibility-link": "Aðgengi",
    "appreciate-in": "Við þökkum inntak þitt. Láttu okkur vita um öll mál og við munum leysa þau fljótt.",
    "fb-but": "Sendu okkur athugasemdir",
    "feedback-text": "Veittu athugasemdir um hCaptcha sem þú hefur bara séð",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha er skráð vörumerki Intuition Machines, Inc.",
    "footer-header-1": "Fyrirtæki",
    "footer-header-2": "Auðlindir",
    "footer-header-3": "Hafðu samband",
    "footer-link-1": "Merkingar",
    "footer-link-10": "Aðgengi",
    "footer-link-2": "Um það bil",
    "footer-link-3": "Störf",
    "footer-link-4": "Vörumerki",
    "footer-link-5": "Blogg",
    "footer-link-6": "Staða",
    "footer-link-7": "Skjöl",
    "footer-link-8": "Tilkynntu villu",
    "footer-link-9": "Aðgengi",
    "footer-privacy": "Persónuvernd",
    "footer-subheader-1": "Stuðningur",
    "footer-subheader-2": "Hafðu samband",
    "footer-terms": "Skilmálar",
    "header-docs-link": "Skjöl",
    "header-labeling-services-link": "Merkingarþjónusta",
    "header-login-button": "Skrá inn",
    "header-plans-link": "Áætlun",
    "header-signup-button": "Skráðu þig",
    "home-about-head": "Um hCaptcha",
    "home-about-subtitle": "Knúið af HUMAN-bókun",
    "home-about-text-1": "hCaptcha er hannað til að leysa erfiðasta vandamálið í námi véla: að merkja mikið magn gagna á tímanlega, hagkvæman og áreiðanlegan hátt.",
    "home-about-text-2": "Meiri gögn skila yfirleitt betri árangri í námslíkönum fyrir þjálfun véla. Nýlegur árangur af djúpum gerðum hefur leitt til sífellt stærri gagnapakka, næstum alltaf með nokkurri endurskoðun manna. Hins vegar er bæði hægt og dýrt að búa til stór gagnrýndu gagnapakka með Mechanical Turk, mynd átta, osfrv.",
    "home-about-text-3": "hCaptcha gerir vefsíðum kleift að græða peninga sem þjóna þessari eftirspurn á meðan hindra vélmenni og annars konar misnotkun.",
    "home-about-text-4": "Markaðstorg hCaptcha er knúið af HUMAN-bókuninni, opinni dreifðri samskiptareglu fyrir endurskoðun manna sem keyrir á Ethereum blockchain. Vefsíður vinna sér inn mannamerki (HMT) í hvert skipti sem notendur nota hCaptcha græjuna á vefnum sínum og vélar til að læra vélar greiða mannamerkjum fyrir að fá gögn sín merkt.",
    "home-ba-labeling-services-link": "Merkingarþjónusta",
    "home-benefits-head-1": "Gildið í gagnamerkingu",
    "home-benefits-head-2": "Gefðu kærleika aftur",
    "home-benefits-text-1": "Gerðir þú þér grein fyrir því í hvert skipti sem þú smellir á bílinn að hjálpa þér við að þjálfa stakt vélfræðinámskerfi eins fyrirtækis ókeypis?",
    "home-benefits-text-2": "hCaptcha snýr þessu líkani við. Þegar þú notar hCaptcha bjóða fyrirtæki í þá vinnu sem notendur þínir vinna þegar þeir sanna mannkyn sitt. Þú færð umbunina.",
    "home-benefits-text-3": "Viltu gefa eftirlætis góðgerðarmálin þín aftur? hCaptcha gerir þér kleift að styðja góðgerðarmál að eigin vali með þeim tekjum sem þú færð af því að nota það. Notendur á síðunni þinni geta fljótlega séð framlag þitt til góðgerðarstarfsemi með næði vörumerki á hCaptcha viðmótinu.",
    "home-challenge-text-1": "Veldu allar myndir sem passa við fyrirspurn",
    "home-challenge-text-2": "Skilgreindu afmörkunarsvæði fyrir hluti",
    "home-challenge-text-3": "Þekkja samsvarandi merkimiða",
    "home-challenge-title-1": "Samanburður",
    "home-challenge-title-2": "Takmörkun kassi",
    "home-challenge-title-3": "Flokkun",
    "home-challenges-head": "Áskoranir kynntar",
    "home-challenges-text-1": "... og önnur einföld verkefni. Auðvelt fyrir menn, erfitt fyrir vélmenni.",
    "home-challenges-text-2": "Sérsniðin verkefni einnig fyrir útgefendur fyrirtækja.",
    "home-ent-1": "Ertu að leita að öryggisframboði fyrirtækisins okkar?",
    "home-ent-2": "Farðu á nýju, sérsniðnu síðuna okkar: BotStop.com",
    "home-ent-button": "Frekari upplýsingar: BotStop eftir hCaptcha",
    "home-from-the-blog": "FRÁ BLOG:",
    "home-from-the-blog-value": "Hvernig hCaptcha erfiðleikastillingar virka",
    "home-intro-body": "Notarðu captcha til að halda úti vélum? hCaptcha verndar persónuvernd notenda, verðlaunar vefsíður og hjálpar fyrirtækjum að fá gögn sín merkt. Það kemur í stað endurnýjunaruppbótar fyrir reCAPTCHA: þú getur skipt á nokkrum mínútum.",
    "home-intro-button": "Skráðu þig núna",
    "home-intro-head": "Hættu fleiri bots. Byrjaðu að vernda friðhelgi notenda.",
    "home-main-1": "Einkamál. Öruggt. Hraðar. Og við borgum þér að nota það.",
    "home-main-2": "Persónuvernd einbeitt",
    "home-main-2c": "Auglýsinganet líta á gestina þína sem vöruna. Fyrir hCaptcha er varan sú vinna sem þau veita. Okkur er alveg sama hverjir notendur þínir eru, aðeins hve líklegt er að þeir séu illir. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis.",
    "home-main-3": "Öryggi fyrst",
    "home-main-3c": "Nákvæmni er í þínum áhuga og okkar. hCaptcha er útgefandi einbeitt. Við vinnum að því að veita þér raunveruleg gögn og láta þig ákveða hvernig þú notar þau. Aðrar captchas eru veittar af",
    "home-main-4": "Betri upplifun notenda",
    "home-main-4c": "Háþróuð líkan í vélanámi eru notuð af hCaptcha til að ákvarða mannkynið. Þetta gerir okkur kleift að krefjast minna pirrandi verkefna frá notendum þínum og taka minni tíma í að gera það en samt framleiða gagnleg merkt gögn fyrir merkingar viðskiptavina.",
    "home-main-plans": "hCaptcha er frjálst að nota fyrir útgefendur af hvaða stærð sem er. Hins vegar, fyrir fyrirtæki og umhverfi sem þurfa meiri stjórn, eru fyrirtækjalausnir okkar tiltækar.",
    "home-main-plans2": "hCaptcha fyrirtækjalausnir vernda milljónir notenda á tugum milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar, eða heimsækja",
    "home-main-plans3": "hCaptcha fyrirtækjalausnir vernda milljónir notenda á tugum milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar, eða heimsækja",
    "home-main-plans4": "fyrir nánari upplýsingar.",
    "home-plans-button-1": "Skráðu þig núna",
    "home-plans-button-2": "Hafðu samband við sölu",
    "home-plans-chart-head-1": "Lögun",
    "home-plans-chart-head-2": "Útgefandi",
    "home-plans-chart-head-3": "Framtak",
    "home-plans-chart-row-1-cell-1": "Stjórna áskorunargerðum sem sýndar eru",
    "home-plans-chart-row-1-cell-2": "Takmarkað",
    "home-plans-chart-row-1-cell-3": "Samtals",
    "home-plans-chart-row-10-cell-1": "Fjölnotendaplötur",
    "home-plans-chart-row-11-cell-1": "Ítarlegri skýrslugerðareiginleikar",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Stjórna áskorunarinnihaldi sem notað er",
    "home-plans-chart-row-2-cell-2": "Takmarkað",
    "home-plans-chart-row-2-cell-3": "Samtals",
    "home-plans-chart-row-3-cell-1": "Aflaðu umbóta fyrir lausnir manna",
    "home-plans-chart-row-4-cell-1": "Verndun gegn láni úr veröldinni",
    "home-plans-chart-row-5-cell-1": "Virkar í hverju landi",
    "home-plans-chart-row-6-cell-1": "Vetrarverndarstefna GDPR og CCPA",
    "home-plans-chart-row-7-cell-1": "Fínkornað erfiðleikastig",
    "home-plans-chart-row-8-cell-1": "Ræstu þitt eigið áskorunarefni",
    "home-plans-chart-row-9-cell-1": "Tímabundin tímasetningaráætlun",
    "home-try-it-out-button": "Fáðu hCaptcha",
    "home-try-it-out-head": "Prufaðu það",
    "home-try-it-out-text": "hCaptcha veitir einfaldan, auðveldan og áreiðanlegan botngreiningu meðan hann er lítillátur fyrir menn til að leysa.",
    "labeling-about-head": "Um hCaptcha",
    "labeling-about-text-1": "hCaptcha er hannað til að leysa mest vinnuafl vandamál í vélanámi; að merkja gríðarlegt magn gagna á tímanlega, hagkvæman og áreiðanlegan hátt. Meiri gögn skila yfirleitt betri árangri í námslíkönum fyrir þjálfun véla. Nýlegur árangur djúpra líkana hefur leitt til sífellt stærri gagnapakka og hCaptcha þjónar þessari þörf.",
    "labeling-about-text-2": "Hins vegar er bæði hægt og dýrt að búa til stór gagnrýndu gagnapakka með hefðbundnum aðferðum. hCaptcha er leið fyrir fyrirtæki til að fá þær athugasemdir sem þær þurfa hraðar, með meiri gæðum og með lægri kostnaði en aðrir kostir.",
    "labeling-annotations-head": "Gerð athugasemda",
    "labeling-annotations-text-1": "Nákvæm greining hlutar í myndum og myndskeiðum",
    "labeling-annotations-text-2": "Nákvæm greining hlutar í myndum og myndskeiðum",
    "labeling-annotations-text-3": "Benda á athugasemdir fyrir mörg mismunandi mál",
    "labeling-annotations-text-4": "Raða eða bæta við handahófskenndum flokkum af hvaða stærð sem er",
    "labeling-annotations-text-5": "Uppgötvun og flokkun manna knúnar",
    "labeling-annotations-text-6": "Þarftu aðra tegund sem ekki er skráð hér? Spurðu okkur bara.",
    "labeling-annotations-title-1": "Takmörkun kassa",
    "labeling-annotations-title-2": "Marghyrninga",
    "labeling-annotations-title-3": "Kennileiti",
    "labeling-annotations-title-4": "Flokkun eiginda",
    "labeling-annotations-title-5": "Samanburður og uppgötvun",
    "labeling-annotations-title-6": "... og margir fleiri",
    "labeling-ent-button": "Hafðu samband við Enterprise Solutions Team okkar",
    "labeling-ent-head": "Þarftu stjórn endir til loka?",
    "labeling-ent-text-1": "HUMAN pallurinn á bak við hCaptcha býður upp á mjög háþróaðri vinnugæði og stjórnunareiginleika með vettvangi, blendinga eða SaaS dreifingu sem fellur að núverandi kerfum þínum.",
    "labeling-ent-text-2": "Hlaupa algjörlega án nettengingar með eigin vinnuafli, fylgjast með gildi sem neytt er á milli rekstrareininga eða samtaka samstarfsaðila, leið valin störf til mismunandi innri eða ytri vinnuveitenda út frá kostnaði og öryggiskröfum og fleira.",
    "labeling-ent-text-3": "Auðvelt aðgengi að API, fallegar mælaborð og nýjustu gerð í lykkju tækni til að hámarka skilvirkni.",
    "labeling-ent-text-4": "99,99% spenntur SLAs og allan heim allan sólarhringinn stuðning í boði. Fyrir meiri upplýsingar:",
    "labeling-features-head-1": "Einfaldar API-eknar leiðslur.",
    "labeling-features-head-2": "Bjartsýni fyrir kostnað og gæði. Engin skuldbinding fyrirfram krafist.",
    "labeling-features-head-3": "Borgaðu aðeins fyrir nákvæmni sem þú þarft.",
    "labeling-features-head-4": "Búðu til þín eigin sannleiksgögn eða láttu okkur byggja þau á flugu.",
    "labeling-features-text-1": "Viltu samþætta endurskoðun manna beint í viðskiptum þínum? Við bjóðum upp á mikla áreiðanleika SLA, tryggð getu og einföld API fyrir REST.",
    "labeling-features-text-2": "HUMAN vettvangurinn notar víðtækar líkan til að framkvæma háþróaða rauntíma gæðagreiningu. Þetta gerir okkur kleift að ákvarða fljótt bæði erfiðleika spurninga og líklega rétt svar þeirra og sparar þér tíma og peninga.",
    "labeling-features-text-3": "Ekki eru öll vandamálin eins. Tilkynningar um öryggisveruleg verkefni geta krafist 99,99% trausts algjörlega starfsmanna manna. Athugasemdir fyrir einn beta-eiginleika í farsímaleikjaforritinu þurfa aðeins að hafa hóflegt sjálfstraust. Þú ræður.",
    "labeling-features-text-4": "Ertu með hráar upplýsingar án víðtækrar staðfestingar settar? Í flestum tilvikum getum við smíðað eitt fyrir þig þegar verkefni eru keyrð í gegnum kerfið eða búið til merkt sýnishorn til samþykktar.",
    "labeling-info-head": "Að fá gögn merkt",
    "labeling-info-text-1": "Talaðu við einn af sérfræðingum lénsins til að skilgreina þarfir verkefnis þíns: miða á nákvæmni, snið og allar sérstakar kröfur.",
    "labeling-info-text-2": "Við framkvæma lítið framleiðsluverk byggt á sýnishornagögnum þínum. Þetta prófar vinnu sem við höfum unnið saman til að tryggja að þú fáir nákvæmlega það sem þú þarft.",
    "labeling-info-text-3": "Með mikilli rúmmál og lítilli leynd munum við snúa vinnu þinni fljótt með sjálfvirkri afhendingu um leið og það er búið.",
    "labeling-info-text-4": "Eftir því sem við skiljum betur færibreyturnar í framleiðslu þinni mun árangurinn halda áfram að batna með tímanum.",
    "labeling-info-text-5": "Lifandi mælaborð gerir þér kleift að veita endurgjöf eða gera hlé á framleiðslu hvenær sem er.",
    "labeling-info-title-1": "Skilgreindu forskriftir",
    "labeling-info-title-2": "Byrjunarpróf",
    "labeling-info-title-3": "Dreifa framleiðslu störfum",
    "labeling-info-title-4": "Stöðug framför",
    "labeling-info-title-5": "Niðurstöður í rauntíma",
    "labeling-main-1": "Hagkvæmar merkingar gagna í mælikvarða",
    "labeling-main-1-button": "Fáðu gögnin þín merkt núna",
    "labeling-main-1c": "Þarftu fleiri merkimiða fyrir gagnapakkana þína? hCaptcha býður upp á hraðvirkar, hagkvæmar og vandaðar gagnamerkingar fyrir fyrirtæki sem vinna við gervigreind og vélaraforrit.",
    "labeling-main-2": "Ræstu milljónir verkefna samstundis.",
    "labeling-main-2-button": "Kauptu gagnamerking þjónustu",
    "labeling-main-2c": "hCaptcha hefur eina stærstu laugina á jörðinni sem hægt er að nota til þín. Sama hvaða mælikvarði er, við getum séð um það án þess að dýrar skuldbindingar séu fyrirfram. Milljónir verkefna á dag eru ekkert vandamál.",
    "labeling-platform-head": "Persónulegar eða opinberar upplýsingar",
    "labeling-platform-text": "hCaptcha er byggð á HUMAN pallinum, sem gerir háþróaðri leið og greiningu kleift að hámarka kostnað og skilvirkni við hvert skref. Þessi tækni lætur rétta vinnuaflið sjá um hvern hluta starfsins og hámarka hagkvæmni um leið og varðveita friðhelgi einkalífsins og uppfylla allar kröfur sem kunna að gilda.",
    "labeling-try-button": "Kauptu gagnamerking þjónustu",
    "labeling-try-head": "Viltu prófa gögnin þín?",
    "labeling-try-text": "... við erum tilbúin þegar þú ert: þjónusta okkar er tiltæk allan sólarhringinn.",
    "learn-more-hcaptcha": "Frekari upplýsingar um hCaptcha",
    "page-acc-faq-1": "Spurning: Er hCaptcha hluti 508 + WCAG 2.0 samhæfur? Svar: Við teljum það: allir notendur með hvers konar skerðingu sem geta skoðað vefinn og slegið inn texta á eyðublöð geta fengið aðgang að þjónustu sem er hönnuð af hCaptcha við skráningu. Hins vegar er þetta ekki lögfræðiráðgjöf: þú ættir að framkvæma þitt eigið mat og taka tillit til sérstakrar útfærslu þinnar til að tryggja að þetta sé tilfellið fyrir dreifinguna þína.",
    "page-acc-faq-2": "Spurning: Ertu að vinna að öðrum valkostum um aðgengi (a11y), eins og hljóð? Svar: Áður vinsælir valkostir eins og hljóðupptökutæki eru mismunun á mörgum notendum á 11. ári og eru auðveldlega sigraðir með nútíma vélinámstækni. Þetta hefur neytt núverandi hljóðáskoranir til að verða erfiðari og erfiðari, kynna hávaða, einkennilega tímasetningu, óvenjulegar orðasamsetningar og svo framvegis til að sigra árásarmenn. Við erum því síður áhugasamir um þessa nálgun en að forðast áskorunina að öllu leyti, en munum íhuga það ef eftirspurn er frá samfélaginu. Hins vegar höfum við mikinn áhuga á Persónuverndarpassa vegna málsins fyrir aðgengi. Við teljum að með því að sameina núverandi a11y nálgun okkar með útgáfu Privacy Pass mun notendum a11y geta flett á öruggan hátt, öruggar í þeirri vitneskju að umferð þeirra er persónulegri en takmarkar misnotkun botnrekstraraðila sem óhjákvæmilega á sér stað þegar 11 valkostir eru í boði. Við erum virkir þátttakendur í vinnuhópi IETF sem staðla þessa nýju tækni.",
    "page-acc-faq-3": "Spurning: Hvað með friðhelgi einkalífsins? Lýsir skráning vafra um gögn á einhvern hátt? Hvað gerirðu við tölvupóstinn? Svar: hCaptcha er hannað til einkalífs frá grunni. Það er mjög ólíkt hefðbundnum valkostum eins og reCAPTCHA sem eru í eigu auglýsinganets sem hafa hvata til að rekja þig á vefnum og tengja þig við raunverulegan sjálfsmynd. Við notum aldrei tölvupósta eða upplýsingar um aðgengi í öðrum tilgangi en að auðvelda notkun á 11. ári og koma í veg fyrir misnotkun. Persónuverndarstefna okkar hefur yfirgripsmikil og opinber svör um hvernig við notum gögn, en stutta svarið er að við höfum engan áhuga á að tengja þig sem manneskju við vafraferil þinn. Við erum einnig að vinna að dulmálslausn til að fleygja netfanginu þínu hratt en viðhöldum samt getu okkar til að koma í veg fyrir misnotkun, bæta við persónuverndarpassagerð okkar.",
    "page-acc-link-1": "Ef þú ert aðgengisnotandi, vinsamlegast skráðu þig hér.",
    "page-acc-subhead": "Að tryggja óaðfinnanlegan aðgang fyrir alla notendur en viðhalda öryggi",
    "page-acc-summary": "Yfirlit",
    "page-acc-summary-contents-1": "hCaptcha er hannað til að stöðva vélmenni með því að greina þá frá fólki. Sjónræn próf eru þægilegt tæki til þess en ekki allir geta leyst sjónræn áskorun. Af þessum sökum höfum við hannað einfaldan og sársaukalausan valkost til að láta útgefendur sem nota þjónustu okkar varðveita aðgengi fyrir alla með fullum ákvæðum kafla 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Hvernig það virkar: í fyrsta lagi skráir notandi aðgengis sig við þessa slóð sem er tengd á upplýsingasíðu hCaptcha búnaðarins. Þeim er gefin dulkóðuð smákaka sem hægt er að nota nokkrum sinnum á dag, en verður að endurnýja á 24 tíma fresti með innskráningu. Þegar áskorun er kynnt aðgengisnotanda á hvaða svæði sem er með hCaptcha þjónustunni, fara þau sjálfkrafa framhjá.",
    "page-acc-title": "hCaptcha upplýsingar um aðgengi",
    "page-acc-tr-body": "Spurning: Ég sé ennþá áskorun eftir að ég set kökuna. Hvað er að valda þessu? Svar: Þetta stafar venjulega af því að nota árásargjarnan auglýsingablokka eða viðbyggingu við smákökur, eða stillingu sem lokar fyrir vafrakökur yfir öllu, í þessu tilfelli er smákaka fyrir hcaptcha.com sem er stillt eða merkt af hCaptcha JavaScript á annarri síðu , eins og sá sem þú ert að heimsækja. hCaptcha aðgengiskökur virka með öllum vinsælum vöfrum og auglýsingablokkum með stöðluðum stillingum, svo yfirleitt eru mistök vegna and-and-adblock-forskriftar eða svipaðra reglna sem miða á tiltekin vefsvæði. Lausnir: 1. Hvítlisti hcaptcha.com og * .hcaptcha.com smákökur í auglýsingavörninni þinni eða öryggisviðbyggingu vafra. 2. Ef þú ert að nota hugrakkan vafra, sem virðist (frá og með apríl 2020) ekki vera með hvers konar hvítlista yfir smákökur, farðu í Val -> Skjöld -> Smákökur og veldu Leyfa alla smákökur. 3. Ef þú ert að nota nýjustu útgáfuna af Safari á annað hvort nýútkomnu OS X 10.15 eða iOS 13. 4, þá hefur Apple bara breytt hegðun Safari sem tengist kökum þriðja aðila og lokað fyrir þær allar sem sjálfgefnar. Við erum að innleiða lausn, en í millitíðinni vinsamlegast farðu í Safari Preferences, persónuverndarhlutann og hakaðu úr vefsvæði: Komið í veg fyrir vefsvæði til að gera aðgengiskökuna virka eins og búist var við. Spurning: Ég nota mörg tæki. Þarf ég að skrá mig margfalt? Svar: Nei. Vinsamlegast smelltu á sama innskráningartengil fyrir tölvupóst og sendur til þín í hverju tæki sem þú notar til að stilla smákökuna.",
    "page-acc-tr-title": "Fyrir notendur aðgengis: Spurningar og spurningar og úrræðaleit",
    "priv-hc": "Persónuvernd einbeitt",
    "priv-hc-text": "Auglýsinganet sjá þig sem vöru sína. Við gerum það ekki. Okkur er alveg sama hverjir notendur eru, aðeins hve líklegt er að þeir séu illir. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis.",
    "reporting-bugs-accessibility-button": "Lærðu meira um aðgengisvalkosti",
    "reporting-bugs-accessibility-head": "Aðgengisvalkostir",
    "reporting-bugs-accessibility-text": "Ertu sjónskertur eða á annan hátt ekki fær um að klára hCaptchas?",
    "reporting-bugs-guide-ff-head": "Að taka upplýsingar um villuskýrslu: Firefox",
    "reporting-bugs-guide-ff-step-1": "Skref 1: Opnaðu verktaki verkfæri (Þetta byrjar að taka upp fundinn.)",
    "reporting-bugs-guide-ff-step-2": "Skref 2: Smelltu á flipann Network í Tools Tools. Merktu við Persist logs reitinn efst.",
    "reporting-bugs-guide-ff-step-3": "Skref 3: farðu á https://accounts.hcaptcha.com/demo, eða vefsíðuna sem þú ert í vandræðum með (Persónuverndarathugun: aðeins ef þér er sama um að deila því sem það er) ... og smelltu síðan á I er manna hnappur, og reyndu að leysa.",
    "reporting-bugs-guide-ff-step-4": "Skref 4: Smelltu á HAR eftir að þú hefur reynt að leysa og veldu Vista alla sem HAR til að vista netskrána. Sendu þá skrá til okkar.",
    "reporting-bugs-guide-ff-step-5": "Skref 5: Smelltu á flipann Console, og hægrismelltu síðan á Select allt og vista það í textaskrá, til að vista hugga skrána. Sendu okkur það líka.",
    "reporting-bugs-guide-ff-step-6": "Síðasta skref: Sendu okkur HAR og hugga skrá þig og sendu vandamálið Notaðu: support@hcaptcha.com (vinsamlegast notaðu þjónustu eins og Dropbox eða Filebin og sendu hlekki) og mögulega skjámynd, ef þig grunar að eitthvað sé ekki að sýna rétt . Vinsamlegast sendu IP sem þú notar líka. Þú getur fengið það á https://www.whatsmyip.org/ Takk fyrir að gefa þér tíma til að hjálpa okkur að fá þessar upplýsingar! Við erum staðráðin í að láta hCaptcha virka vel fyrir alla.",
    "reporting-bugs-guide-head": "Að taka upplýsingar um villuskýrslu: Chrome",
    "reporting-bugs-guide-step-1": "Skref 1: Opnaðu verktaki verkfæri (Þetta byrjar að taka upp fundinn.)",
    "reporting-bugs-guide-step-2": "Skref 2: Smelltu á flipann Network í Tools Tools. Merktu við varðveita notkunarskrána efst.",
    "reporting-bugs-guide-step-3": "Skref 3: farðu á https://accounts.hcaptcha.com/demo, eða vefsíðuna sem þú ert í vandræðum með (Persónuverndarathugun: aðeins ef þér er sama um að deila því sem það er) ... og smelltu síðan á I er manna hnappur, og reyndu að leysa.",
    "reporting-bugs-guide-step-4": "Skref 4: Smelltu á Export HAR (litlu örina) eftir að þú hefur reynt að leysa það sem vistar netskrána. Sendu þá skrá til okkar.",
    "reporting-bugs-guide-step-5": "Skref 5: Smelltu á flipann Console og hægrismelltu síðan á Save as .. til að vista hugga skrána. Sendu okkur það líka.",
    "reporting-bugs-guide-step-6": "Síðasta skref: Sendu okkur HAR og hugga skrá þig til okkar og lýsa vandamálinu. Notaðu: support@hcaptcha.com (vinsamlegast notaðu þjónustu eins og Dropbox eða Filebin og sendu hlekki) og mögulega skjámynd, ef þig grunar að eitthvað sé ekki rétt. Vinsamlegast sendu IP sem þú notar líka. Þú getur fengið það á https://www.whatsmyip.org/ Takk fyrir að gefa þér tíma til að hjálpa okkur að fá þessar upplýsingar! Við erum staðráðin í að láta hCaptcha virka vel fyrir alla.",
    "reporting-bugs-guide-text-1": "Að senda upplýsingar um villuleiðir með skýrslunni mun auðvelda okkur að greina hvað er að gerast. Hér eru leiðbeiningar fyrir skref:",
    "reporting-bugs-guide-text-2": "Ef þú ert vefur verktaki eða sérfræðingur notandi, yfirlit er að við viljum að þú sendir okkur net upptöku HAR og vafranum hugga logs. Vinsamlegast reyndu að slökkva á öllum auglýsingablokkum eða öryggisviðbótum vafrans og reyndu síðan aftur áður en þú ferð í gegnum þessi skref. Ef það lagar vandamál þitt, þökkum við samt við að láta okkur vita af vafraútgáfunni, auglýsingavörninni eða vafraviðbótinni og vefslóðinni.",
    "reporting-bugs-intro-head": "Fannstu villu? Hér er hvernig á að tilkynna það.",
    "reporting-bugs-intro-text": "Milljónir manna nota hCaptcha í hverjum mánuði, í þúsundum samsetninga vafra, viðbóta, tækja, eldveggja og fleira. Markmið okkar er að tryggja að það virki alltaf fyrir þig, svo við metum skýrslurnar þínar mjög! Til að gefa skjót viðbrögð, smelltu bara á hnappinn Sendu okkur athugasemdir. Fylgdu leiðbeiningunum um kembiforrit fyrir Chrome eða leiðbeiningar um kembiforrit fyrir Firefox hér að neðan ef þú sérð hagnýtur vandamál. Sendu okkur tölvupóst fyrir alla aðra vafra. Sjá leiðbeiningar hér að neðan varðandi mögulegt öryggis- eða persónuverndarmál.",
    "reporting-bugs-privacy-head": "Persónuverndarmál",
    "reporting-bugs-privacy-text": "Okkur er alveg sama hverjir notendur eru, aðeins hve líklegt er að þeir séu illir eða vélar. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis. Ef þú hefur fundið vandamál sem þú telur að gæti haft áhrif á friðhelgi notenda, vinsamlegast sendu okkur tölvupóst á support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sendu okkur athugasemdir",
    "reporting-bugs-provide-feedback-head": "Veittu strax viðbrögð við hCaptcha",
    "reporting-bugs-provide-feedback-text": "Við þökkum inntak þitt. Láttu okkur vita um öll mál og við munum leysa þau fljótt.",
    "reporting-bugs-security-head": "Öryggisgalla",
    "reporting-bugs-security-text": "Við höfum alltaf áhuga á að fá tilkynningar um öryggisvillur. Sendu tölvupóst á support@hcaptcha.com & CC security@hcaptcha.com og við munum snúa aftur til þín. Við erum einnig með villuáskriftarverkefni fyrir hæfar öryggisskýrslur um hCaptcha þjónustuna og skyldan kóða.",
    "sec-hc": "Öryggi fyrst",
    "sec-hc-text": "hCaptcha er útgefandi einbeitt. Við vinnum að því að veita vefsvæðum raunveruleg gögn og láta þá ákveða hvernig eigi að nota þau. Nákvæmni er í þínum áhuga og okkar. Aðrar captchas eru veittar af auglýsingafyrirtækjum. Sérhver láni sem þeir loka fyrir kann að draga úr tekjum sínum.",
    "switch-to-english-link": "Skiptu yfir á ensku",
    "what-is-hcaptcha": "Hvað er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjálpar uppáhalds vefþjónustunni þinni að halda úti vélum, ruslpósti og misnotkun með því að spyrja einfaldra spurninga sem eru auðvelt fyrir menn og erfiðar fyrir vélar.",
    "why-hc": "Af hverju hCaptcha?",
    "why-hc-text": "Í hvert skipti sem þú svarar áskorun notum við háþróuð líkön til að reikna út hvort þú ert mannlegur eða vél. Vefsíðan sem þú heimsóttir notar síðan þessa niðurstöðu til að bæta upplifun þína á vefnum sínum með því að halda úti vélum."
}