{
    "acc-opt": "Aðgengisvalkostir",
    "acc-opt-but": "Frekari upplýsingar um aðgengisvalkosti",
    "acc-opt-text": "Ertu sjónskertur eða á annan hátt ekki fær um að klára hCaptchas?",
    "accessibility-link": "Aðgengi",
    "appreciate-in": "Við þökkum inntak þitt. Láttu okkur vita um öll mál og við munum leysa þau fljótt.",
    "fb-but": "Sendu okkur athugasemdir",
    "feedback-text": "Veittu athugasemdir um hCaptcha sem þú hefur bara séð",
    "home-ent-1": "Ertu að leita að öryggisframboði fyrirtækisins okkar?",
    "home-ent-2": "Farðu á nýju, sérsniðnu síðuna okkar: BotStop.com",
    "home-intro-body": "Notarðu captcha til að halda úti vélum? hCaptcha verndar persónuvernd notenda, verðlaunar vefsíður og hjálpar fyrirtækjum að fá gögn sín merkt. Það kemur í stað endurnýjunaruppbótar fyrir reCAPTCHA: þú getur skipt á nokkrum mínútum.",
    "home-intro-head": "Hættu fleiri bots. Byrjaðu að vernda friðhelgi notenda.",
    "home-main-1": "Einkamál. Öruggt. Hraðar. Og við borgum þér að nota það.",
    "home-main-2": "Persónuvernd einbeitt",
    "home-main-2c": "Auglýsinganet líta á gestina þína sem vöruna. Fyrir hCaptcha er varan sú vinna sem þau veita. Okkur er alveg sama hverjir notendur þínir eru, aðeins hve líklegt er að þeir séu illir. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis.",
    "home-main-3": "Öryggi fyrst",
    "home-main-3c": "Nákvæmni er í þínum áhuga og okkar. hCaptcha er útgefandi einbeitt. Við vinnum að því að veita þér raunveruleg gögn og láta þig ákveða hvernig þú notar þau. Aðrar captchas eru veittar af",
    "home-main-3c2": "auglýsingafyrirtæki. Þetta þýðir að hver botni sem þeir loka fyrir kann að draga úr tekjum sínum.",
    "home-main-4": "Betri upplifun notenda",
    "home-main-4c": "Háþróuð líkan í vélanámi eru notuð af hCaptcha til að ákvarða mannkynið. Þetta gerir okkur kleift að krefjast minna pirrandi verkefna frá notendum þínum og taka minni tíma í að gera það en samt framleiða gagnleg merkt gögn fyrir merkingar viðskiptavina.",
    "home-main-plans": "hCaptcha er frjálst að nota fyrir útgefendur af hvaða stærð sem er. Hins vegar, fyrir fyrirtæki og umhverfi sem þurfa meiri stjórn, eru fyrirtækjalausnir okkar tiltækar.",
    "home-main-plans2": "hCaptcha fyrirtækjalausnir vernda milljónir notenda á tugum milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar, eða heimsækja",
    "home-main-plans3": "hCaptcha fyrirtækjalausnir vernda milljónir notenda á tugum milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar, eða heimsækja",
    "home-main-plans4": "fyrir nánari upplýsingar.",
    "learn-more-hcaptcha": "Frekari upplýsingar um hCaptcha",
    "page-acc-faq-1": "Spurning: Er hCaptcha hluti 508 + WCAG 2.0 samhæfur? Svar: Við teljum það: allir notendur með hvers konar skerðingu sem geta skoðað vefinn og slegið inn texta á eyðublöð geta fengið aðgang að þjónustu sem er hönnuð af hCaptcha við skráningu. Hins vegar er þetta ekki lögfræðiráðgjöf: þú ættir að framkvæma þitt eigið mat og taka tillit til sérstakrar útfærslu þinnar til að tryggja að þetta sé tilfellið fyrir dreifinguna þína.",
    "page-acc-faq-2": "Spurning: Ertu að vinna að öðrum valkostum um aðgengi (a11y), eins og hljóð? Svar: Áður vinsælir valkostir eins og hljóðupptökutæki eru mismunun á mörgum notendum á 11. ári og eru auðveldlega sigraðir með nútíma vélinámstækni. Þetta hefur neytt núverandi hljóðáskoranir til að verða erfiðari og erfiðari, kynna hávaða, einkennilega tímasetningu, óvenjulegar orðasamsetningar og svo framvegis til að sigra árásarmenn. Við erum því síður áhugasamir um þessa nálgun en að forðast áskorunina að öllu leyti, en munum íhuga það ef eftirspurn er frá samfélaginu. Hins vegar höfum við mikinn áhuga á Persónuverndarpassa vegna málsins fyrir aðgengi. Við teljum að með því að sameina núverandi a11y nálgun okkar með útgáfu Privacy Pass mun notendum a11y geta flett á öruggan hátt, öruggar í þeirri vitneskju að umferð þeirra er persónulegri en takmarkar misnotkun botnrekstraraðila sem óhjákvæmilega á sér stað þegar 11 valkostir eru í boði. Við erum virkir þátttakendur í vinnuhópi IETF sem staðla þessa nýju tækni.",
    "page-acc-faq-3": "Spurning: Hvað með friðhelgi einkalífsins? Lýsir skráning vafra um gögn á einhvern hátt? Hvað gerirðu við tölvupóstinn? Svar: hCaptcha er hannað til einkalífs frá grunni. Það er mjög ólíkt hefðbundnum valkostum eins og reCAPTCHA sem eru í eigu auglýsinganets sem hafa hvata til að rekja þig á vefnum og tengja þig við raunverulegan sjálfsmynd. Við notum aldrei tölvupósta eða upplýsingar um aðgengi í öðrum tilgangi en að auðvelda notkun á 11. ári og koma í veg fyrir misnotkun. Persónuverndarstefna okkar hefur yfirgripsmikil og opinber svör um hvernig við notum gögn, en stutta svarið er að við höfum engan áhuga á að tengja þig sem manneskju við vafraferil þinn. Við erum einnig að vinna að dulmálslausn til að fleygja netfanginu þínu hratt en viðhöldum samt getu okkar til að koma í veg fyrir misnotkun, bæta við persónuverndarpassagerð okkar.",
    "page-acc-link-1": "Ef þú ert aðgengisnotandi, vinsamlegast skráðu þig hér.",
    "page-acc-subhead": "Að tryggja óaðfinnanlegan aðgang fyrir alla notendur en viðhalda öryggi",
    "page-acc-summary": "Yfirlit",
    "page-acc-summary-contents-1": "hCaptcha er hannað til að stöðva vélmenni með því að greina þá frá fólki. Sjónræn próf eru þægilegt tæki til þess en ekki allir geta leyst sjónræn áskorun. Af þessum sökum höfum við hannað einfaldan og sársaukalausan valkost til að láta útgefendur sem nota þjónustu okkar varðveita aðgengi fyrir alla með fullum ákvæðum kafla 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Hvernig það virkar: í fyrsta lagi skráir notandi aðgengis sig við þessa slóð sem er tengd á upplýsingasíðu hCaptcha búnaðarins. Þeim er gefin dulkóðuð smákaka sem hægt er að nota nokkrum sinnum á dag, en verður að endurnýja á 24 tíma fresti með innskráningu. Þegar áskorun er kynnt aðgengisnotanda á hvaða svæði sem er með hCaptcha þjónustunni, fara þau sjálfkrafa framhjá.",
    "page-acc-title": "hCaptcha upplýsingar um aðgengi",
    "page-acc-tr-body": "Spurning: Ég sé ennþá áskorun eftir að ég set kökuna. Hvað er að valda þessu? Svar: Þetta stafar venjulega af því að nota árásargjarnan auglýsingablokka eða viðbyggingu við smákökur, eða stillingu sem lokar fyrir vafrakökur yfir öllu, í þessu tilfelli er smákaka fyrir hcaptcha.com sem er stillt eða merkt af hCaptcha JavaScript á annarri síðu , eins og sá sem þú ert að heimsækja. hCaptcha aðgengiskökur virka með öllum vinsælum vöfrum og auglýsingablokkum með stöðluðum stillingum, svo yfirleitt eru mistök vegna and-and-adblock-forskriftar eða svipaðra reglna sem miða á tiltekin vefsvæði. Lausnir: 1. Hvítlisti hcaptcha.com og * .hcaptcha.com smákökur í auglýsingavörninni þinni eða öryggisviðbyggingu vafra. 2. Ef þú ert að nota hugrakkan vafra, sem virðist (frá og með apríl 2020) ekki vera með hvers konar hvítlista yfir smákökur, farðu í Val -> Skjöld -> Smákökur og veldu Leyfa alla smákökur. 3. Ef þú ert að nota nýjustu útgáfuna af Safari á annað hvort nýútkomnu OS X 10.15 eða iOS 13. 4, þá hefur Apple bara breytt hegðun Safari sem tengist kökum þriðja aðila og lokað fyrir þær allar sem sjálfgefnar. Við erum að innleiða lausn, en í millitíðinni vinsamlegast farðu í Safari Preferences, persónuverndarhlutann og hakaðu úr vefsvæði: Komið í veg fyrir vefsvæði til að gera aðgengiskökuna virka eins og búist var við. Spurning: Ég nota mörg tæki. Þarf ég að skrá mig margfalt? Svar: Nei. Vinsamlegast smelltu á sama innskráningartengil fyrir tölvupóst og sendur til þín í hverju tæki sem þú notar til að stilla smákökuna.",
    "page-acc-tr-title": "Fyrir notendur aðgengis: Spurningar og spurningar og úrræðaleit",
    "priv-hc": "Persónuvernd einbeitt",
    "priv-hc-text": "Auglýsinganet sjá þig sem vöru sína. Við gerum það ekki. Okkur er alveg sama hverjir notendur eru, aðeins hve líklegt er að þeir séu illir. Við styðjum frumkvæði eins og Persónuverndarpassa og vinnum hörðum höndum að jafnvægi einkalífs og öryggis.",
    "sec-hc": "Öryggi fyrst",
    "sec-hc-text": "hCaptcha er útgefandi einbeitt. Við vinnum að því að veita vefsvæðum raunveruleg gögn og láta þá ákveða hvernig eigi að nota þau. Nákvæmni er í þínum áhuga og okkar. Aðrar captchas eru veittar af auglýsingafyrirtækjum. Sérhver láni sem þeir loka fyrir kann að draga úr tekjum sínum.",
    "what-is-hcaptcha": "Hvað er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjálpar uppáhalds vefþjónustunni þinni að halda úti vélum, ruslpósti og misnotkun með því að spyrja einfaldra spurninga sem eru auðvelt fyrir menn og erfiðar fyrir vélar.",
    "why-hc": "Af hverju hCaptcha?",
    "why-hc-text": "Í hvert skipti sem þú svarar áskorun notum við háþróuð líkön til að reikna út hvort þú ert mannlegur eða vél. Vefsíðan sem þú heimsóttir notar síðan þessa niðurstöðu til að bæta upplifun þína á vefnum sínum með því að halda úti vélum."
}