{
    "about-advisors-brendan": "Forstjóri Brave. Meðstofnandi Mozilla. Höfundur JavaScript forritunarmálsins. Byggir vafra og fleira.",
    "about-advisors-dawn": "Prófessor, CS við Háskólann í Kaliforníu, Berkeley. Djúpt nám, öryggi, blockchain sérfræðingur. Forstjóri Oasis Labs.",
    "about-advisors-head": "Ráðgjafar",
    "about-advisors-keiran": "Rannsóknarfræðingur í Stanford. Vélnám og megindleg fjármál í helstu bönkum, vogunarsjóðum og háskólum.",
    "about-content-head-1": "Það sem við gerum",
    "about-content-head-2": "Af hverju það skiptir máli",
    "about-content-text-1": "hCaptcha er þjónusta Intuition Machines Inc, gervigreindar- og vélanámsfyrirtæki með áherslu á málmiðlun og sjónrænt lén ML í stærðargráðu. Við smíðum og rekum stórt stigstærð kerfi til að gera mynd- og myndgreiningarþjónustu kleift fyrir 2000 fyrirtæki um allan heim.",
    "about-content-text-1a": "hCaptcha færir nútímalega, persónuverndarmiðaða nálgun við að stöðva vélmenni.",
    "about-content-text-1b": "Við sýnum CAPTCHA áskoranir sem eru erfiðar fyrir vélmenni en auðvelt fyrir fólk með því að safna gögnum sem erfitt er að merkja frá vandamálum við nám í vélum og nota þau til að greina hvort vefsíða eða forritagestur er mannlegur.",
    "about-content-text-2": "Fleiri gögn skila almennt betri árangri. Að byggja og viðhalda rétt merktum og viðeigandi gagnapökkum er tímafrekt og dýrt. hCaptcha var upphaflega þróað til að koma til móts við okkar eigin þarfir í myndamerkingum og er nú fáanlegt fyrir önnur fyrirtæki með svipaðar þarfir.",
    "about-content-text-2a": "Slæmir leikarar eru sífellt algengari á netinu. En að fórna friðhelgi notenda er ekki svarið.",
    "about-content-text-2b": "Öryggislausnir í boði auglýsingafyrirtækja beinast fyrst og fremst að því að rekja notendur á internetinu. Við höfum búið til árangursríka öryggislausn sem sannar að skaða friðhelgi notenda er ekki nauðsynlegt til að skila framúrskarandi árangri.",
    "about-intro-head-1": "Um hCaptcha",
    "about-intro-head-2": "Persónuvernd, öryggi og vélanám.",
    "about-intro-text": "hCaptcha er mest notaða sjálfstæða CAPTCHA þjónusta heims.",
    "about-leadership-alex": "Gagnasafn og Blockchain sérfræðingur. Snemma verkfræðingur hjá Cloudera og fleira. Áratugarsérfræði byggir hugbúnaður og teymi.",
    "about-leadership-eli": "Forstjóri. Viðurkenndur leiðtogi í gervigreind. Hefur beitt vélgreind í stærðargráðu við margvísleg viðskiptavandamál undanfarna áratugi.",
    "about-leadership-head": "Forysta",
    "about-leadership-todd": "Doktorsgráða í reiknilíffræði, Stanford. Vinna með tauganet síðan 1999. Einbeittu þér að beittri ML og djúpt nám í stærðargráðu.",
    "acc-opt": "Aðgengisvalkostir",
    "acc-opt-but": "Lærðu meira um aðgengisvalkosti",
    "acc-opt-text": "Ertu sjónskertur eða á annan hátt ófær um að klára hCaptchas?",
    "accessibility-link": "Aðgengi",
    "appreciate-in": "Við þökkum innslátt þinn. Láttu okkur vita af vandamálum og við leysum þau fljótt.",
    "fb-but": "Sendu okkur álit",
    "feedback-text": "Gefðu ábendingu um hCaptcha sem þú sást nýlega",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha er skráð vörumerki Intuition Machines, Inc.",
    "footer-header-1": "Fyrirtæki",
    "footer-header-2": "Auðlindir",
    "footer-header-3": "Hafðu samband",
    "footer-link-1": "Merkingar",
    "footer-link-10": "Aðgengi",
    "footer-link-2": "Um það bil",
    "footer-link-3": "Störf",
    "footer-link-4": "Vörumerki",
    "footer-link-5": "Siðfræði AI",
    "footer-link-6": "Blogg",
    "footer-link-7": "Staða",
    "footer-link-8": "Skjalagerð",
    "footer-link-9": "Tilkynntu villu",
    "footer-privacy": "Persónuvernd",
    "footer-subheader-1": "Stuðningur",
    "footer-subheader-2": "Hafðu samband",
    "footer-terms": "Skilmálar",
    "h-plans": "Áskriftaráætlanir",
    "header-docs-link": "Skjalavinnsla",
    "header-labeling-services-link": "Merkingaþjónusta",
    "header-login-button": "Skrá inn",
    "header-plans-link": "Áætlanir",
    "header-signup-button": "Skráðu þig",
    "home-about-head": "Um hCaptcha",
    "home-about-subtitle": "Keyrt af HUMAN Protocol",
    "home-about-text-1": "hCaptcha er hannað til að leysa erfiðasta vandamálið í vélarnámi: merkja gífurlegt magn gagna tímanlega, hagkvæman og áreiðanlegan hátt.",
    "home-about-text-2": "Fleiri gögn skila yfirleitt betri árangri í þjálfun líkana á vélum. Nýlegur árangur djúpra líkana hefur leitt til sífellt stærri gagnasafna, næstum alltaf með nokkurri mannlegri endurskoðun. Hins vegar er bæði hægt og dýrt að búa til stór gagnrýnd gagnamengi í gegnum Mechanical Turk, mynd átta.",
    "home-about-text-3": "hCaptcha leyfir vefsíðum að græða peninga sem þjóna þessari kröfu á meðan þeir loka fyrir vélmenni og annars konar misnotkun.",
    "home-about-text-4": "Markaðurinn hCaptcha er knúinn áfram af HUMAN Protocol, opinni dreifðri samskiptareglu fyrir endurskoðun manna sem keyrir á Ethereum blockchain. Vefsíður vinna sér inn Human Tokens (HMT) hvenær sem notendur nota hCaptcha búnaðinn á vefsíðu sinni og vélarannsóknarfyrirtæki greiða Human Tokens fyrir að fá gögn merkt.",
    "home-ba-labeling-services-link": "Merkingaþjónusta",
    "home-benefits-head-1": "Gildið í gagnamerkingu",
    "home-benefits-head-2": "Gefðu aftur til kærleika",
    "home-benefits-text-1": "Gerðir þú þér grein fyrir því í hvert skipti sem þú smellir á bílinn að þú ert að hjálpa til við að þjálfa eitt vélanámskerfi Gigantic fyrirtækisins ókeypis?",
    "home-benefits-text-2": "hCaptcha snýr þessu líkani við. Þegar þú notar hCaptcha bjóða fyrirtæki í verkin sem notendur þínir vinna eins og þeir sanna mannúð sína. Þú færð umbunina.",
    "home-benefits-text-3": "Viltu gefa aftur uppáhalds góðgerðarsamtökunum þínum? hCaptcha gerir þér kleift að styðja góðgerðarsamtökin að eigin vali með þeim tekjum sem þú færð af því að nota þau. Notendur á síðunni þinni munu fljótlega geta séð framlag þitt til góðgerðarmála með næði vörumerki á hCaptcha viðmótinu.",
    "home-challenge-text-1": "Veldu allar myndir sem passa við fyrirspurnina",
    "home-challenge-text-2": "Skilgreindu afmörkunarsvæði fyrir hluti",
    "home-challenge-text-3": "Þekkið samsvarandi merkimiða",
    "home-challenge-title-1": "Samanburður",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Flokkun",
    "home-challenges-head": "Kynntar áskoranir",
    "home-challenges-text-1": "... og önnur einföld verkefni. Auðvelt fyrir menn, erfitt fyrir vélmenni.",
    "home-challenges-text-2": "Sérsniðin verkefni eru einnig í boði fyrir útgefendur fyrirtækja.",
    "home-ent-1": "Ertu að leita að öryggisframboði okkar?",
    "home-ent-2": "Farðu á nýju hollustu síðuna okkar: BotStop.com",
    "home-ent-button": "Frekari upplýsingar: BotStop eftir hCaptcha",
    "home-from-the-blog": "ÚR BLOGGINU:",
    "home-from-the-blog-value": "Hvernig hCaptcha erfiðleikastillingar virka",
    "home-intro-body": "Notarðu captcha til að halda úti vélmennum? hCaptcha verndar næði notenda, umbunar vefsíðum og hjálpar fyrirtækjum að fá gögn merkt. Það kemur í staðinn fyrir reCAPTCHA: þú getur skipt um innan nokkurra mínútna.",
    "home-intro-button": "Skráðu þig núna",
    "home-intro-head": "Hættu fleiri bots. Byrjaðu að vernda friðhelgi notenda.",
    "home-main-1": "Einkamál. Öruggt. Hraðari. Og við borgum þér fyrir að nota það.",
    "home-main-2": "Persónuvernd einbeitt",
    "home-main-2c": "Auglýsinganet sjá gesti þína sem vöruna. Fyrir hCaptcha er varan sú vinna sem þeir veita. Okkur er ekki sama hver notendur þínir eru, aðeins hversu líklegt er að þeir séu illgjarnir. Við styðjum frumkvæði eins og Privacy Pass og leggjum hart að okkur við að ná jafnvægi á næði og öryggi.",
    "home-main-3": "Öryggi fyrst",
    "home-main-3c": "Nákvæmni er í þínum þágu og okkar. hCaptcha er útgefandi. Við vinnum að því að gefa þér raunveruleg gögn og láta þig ákveða hvernig á að nota þau. Aðrar skipstjórnarmenn eru í boði hjá risa auglýsingafyrirtækjum. Þetta þýðir að hver bot sem þeir loka fyrir getur dregið úr tekjum sínum.",
    "home-main-4": "Betri reynsla notenda",
    "home-main-4c": "Háþróuð vélarlíkön eru notuð af hCaptcha til að ákvarða mannkynið. Þetta gerir okkur kleift að krefjast minna pirrandi verkefna frá notendum þínum og taka minni tíma í að gera það, en framleiða samt gagnleg merkt gögn fyrir viðskiptavini sem merkja.",
    "home-main-plans": "hCaptcha er frjálst að nota fyrir útgefendur af hvaða stærð sem er. En fyrir fyrirtæki og kerfi sem þurfa meiri stjórn eru lausnir fyrirtækisins okkar fáanlegar.",
    "home-main-plans2": "hCaptcha fyrirtækjalausnir vernda milljónir notenda yfir tugi milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar eða heimsóttu",
    "home-main-plans3": "hCaptcha fyrirtækjalausnir vernda milljónir notenda yfir tugi milljóna vefsíðna fyrir nokkur stærstu fyrirtæki á jörðinni. Vinsamlegast hafðu samband við okkur til að fá frekari upplýsingar eða heimsóttu",
    "home-main-plans4": "fyrir smáatriði.",
    "home-plans-button-1": "Skráðu þig núna",
    "home-plans-button-2": "Hafðu samband við sölu",
    "home-plans-chart-head-1": "Aðgerðir",
    "home-plans-chart-head-2": "Útgefandi",
    "home-plans-chart-head-3": "Framtak",
    "home-plans-chart-row-1-cell-1": "Stjórna áskorunategundir sýndar",
    "home-plans-chart-row-1-cell-2": "Takmarkað",
    "home-plans-chart-row-1-cell-3": "Samtals",
    "home-plans-chart-row-10-cell-1": "Fjölnotendaborð",
    "home-plans-chart-row-11-cell-1": "Ítarlegri skýrslutökuaðgerðir",
    "home-plans-chart-row-12-cell-1": "SLA fyrir fyrirtæki",
    "home-plans-chart-row-2-cell-1": "Stjórnaðu áskorunarinnihaldi notað",
    "home-plans-chart-row-2-cell-2": "Takmarkað",
    "home-plans-chart-row-2-cell-3": "Samtals",
    "home-plans-chart-row-3-cell-1": "Aflaðu verðlauna fyrir lausnir manna",
    "home-plans-chart-row-4-cell-1": "Vernd gegn bótum á heimsmælikvarða",
    "home-plans-chart-row-5-cell-1": "Virkar í hverju landi",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA og 99,9% óvirkar stillingar",
    "home-plans-chart-row-6-cell-1": "Persónuverndarstefnu GDPR og CCPA",
    "home-plans-chart-row-7-cell-1": "Fínkorna erfiðleikastig",
    "home-plans-chart-row-8-cell-1": "Ræstu þitt eigið áskorunarefni",
    "home-plans-chart-row-9-cell-1": "Tímatengt erfiðleikar við tímasetningu",
    "home-try-it-out-button": "Fáðu þér hCaptcha",
    "home-try-it-out-head": "Prufaðu það",
    "home-try-it-out-text": "hCaptcha veitir einfalda, auðvelda og áreiðanlega greiningu á láni en er léttvægt fyrir menn að leysa.",
    "labeling-about-head": "Um hCaptcha",
    "labeling-about-text-1": "hCaptcha er hannað til að leysa erfiðasta vandamálið í vélarnámi; merkja gífurlegt magn gagna tímanlega, á viðráðanlegu verði og áreiðanlegan hátt. Fleiri gögn skila yfirleitt betri árangri í þjálfun líkana á vélum. Nýlegur árangur djúpra módela hefur leitt til sífellt stærri gagnapakka og hCaptcha þjónar þessari þörf.",
    "labeling-about-text-2": "Hins vegar er bæði hægt og dýrt að búa til stór gagnrýnd gagnasöfn með hefðbundnum aðferðum. hCaptcha er leið fyrir fyrirtæki til að fá skýringar sem þau þurfa hraðar, með meiri gæði og með lægri tilkostnaði en aðrir kostir.",
    "labeling-annotations-head": "Skýringargerðir",
    "labeling-annotations-text-1": "Nákvæm hlutgreining í myndum og myndbandi",
    "labeling-annotations-text-2": "Nákvæm hlutgreining í myndum og myndbandi",
    "labeling-annotations-text-3": "Punktaskýringar fyrir mörg mismunandi notkunartilvik",
    "labeling-annotations-text-4": "Raða eða bæta við handahófskennda flokka af hvaða stærð sem er",
    "labeling-annotations-text-5": "Mannskynjuð greining og flokkun",
    "labeling-annotations-text-6": "Þarftu aðra tegund sem ekki er skráð hér? Spurðu okkur bara.",
    "labeling-annotations-title-1": "Rammakassar",
    "labeling-annotations-title-2": "Marghyrningar",
    "labeling-annotations-title-3": "Kennileiti",
    "labeling-annotations-title-4": "Eigindaflokkun",
    "labeling-annotations-title-5": "Samanburður og uppgötvun",
    "labeling-annotations-title-6": "... og margir fleiri",
    "labeling-ent-button": "Hafðu samband við fyrirtækjalausnir okkar",
    "labeling-ent-head": "Þarftu endalok stjórn?",
    "labeling-ent-text-1": "HUMAN pallurinn á bak við hCaptcha býður upp á mjög háþróaðan vinnugæði og stjórnunaraðgerðir með staðbundnum, blendingum eða SaaS útfærslum sem samlagast núverandi kerfum þínum.",
    "labeling-ent-text-2": "Hlaupa alfarið án nettengingar með eigin vinnuafli, rekja gildi sem neytt er í rekstrareiningum eða samstarfsaðilum, beina verkefnum með vali til mismunandi innri eða ytri vinnuveitenda miðað við kostnaðar- og öryggiskröfur og fleira.",
    "labeling-ent-text-3": "Auðvelt API-aðgang, falleg mælaborð og nýjasta tæknilíkanið til að hámarka skilvirkni.",
    "labeling-ent-text-4": "99,99% SLA með spenntur og allan sólarhringinn allan stuðning í boði. Fyrir meiri upplýsingar:",
    "labeling-features-head-1": "Einfaldar API-knúnar leiðslur.",
    "labeling-features-head-2": "Bjartsýni fyrir kostnað og gæði. Engin skuldbinding fyrirfram krafist.",
    "labeling-features-head-3": "Borgaðu aðeins fyrir nákvæmnina sem þú þarft.",
    "labeling-features-head-4": "Veittu eigin sannleikagögn eða láttu okkur byggja þau á flugu.",
    "labeling-features-text-1": "Viltu samþætta mannrýni beint í fyrirtækjarekstur þinn? Við bjóðum upp á mikla áreiðanleika SLA, ábyrgðargetu og einföld REST API.",
    "labeling-features-text-2": "HUMAN vettvangurinn notar alhliða sjálfstraustslíkön til að framkvæma vandaða greiningu í rauntíma. Þetta gerir okkur kleift að ákvarða fljótt bæði erfiðleika spurninga og líklegt rétt svar þeirra og spara þér tíma og peninga.",
    "labeling-features-text-3": "Ekki eru öll vandamál eins. Skýringar vegna verkefna sem skipta miklu máli fyrir öryggi geta þurft 99,99% traust frá öllu starfsmönnum. Athugasemdir fyrir einn beta-eiginleika í farsímaleikjaforriti þurfa kannski aðeins hóflegt sjálfstraust. Þú ræður.",
    "labeling-features-text-4": "Ertu með hrá gögn án alhliða sannprófunar Í flestum tilfellum getum við smíðað eitt fyrir þig þegar verkefni hlaupa í gegnum kerfið eða búið til merkt sýni til samþykkis þíns.",
    "labeling-info-head": "Að fá gögn merkt",
    "labeling-info-text-1": "Talaðu við einn af lénasérfræðingunum okkar til að skilgreina þarfir verkefnis þíns: nákvæmni miða, snið og allar sérstakar kröfur.",
    "labeling-info-text-2": "Við framkvæmum lítið framleiðsluverk byggt á sýnisgögnum þínum. Þetta reynir á vinnuna sem við höfum unnið saman til að tryggja að þú fáir nákvæmlega það sem þú þarft.",
    "labeling-info-text-3": "Með miklu magni okkar og lágum biðtíma munum við snúa vinnu þinni fljótt við, með sjálfvirkri afhendingu um leið og því er lokið.",
    "labeling-info-text-4": "Eftir því sem við skiljum betur breytur framleiðslustarfs þíns munu niðurstöðurnar halda áfram að batna með tímanum.",
    "labeling-info-text-5": "Lifandi mælaborð gera þér kleift að veita endurgjöf eða gera hlé á framleiðslu hvenær sem er.",
    "labeling-info-title-1": "Skilgreindu forskriftir",
    "labeling-info-title-2": "Upphaflegt atvinnupróf",
    "labeling-info-title-3": "Dreifðu framleiðslustörfum",
    "labeling-info-title-4": "Stöðug framför",
    "labeling-info-title-5": "Rauntímaniðurstöður",
    "labeling-main-1": "Hagkvæm gagnamerking í mælikvarða",
    "labeling-main-1-button": "Fáðu gögnin þín merkt núna",
    "labeling-main-1c": "Þarftu fleiri merkimiða fyrir gagnasettin þín? hCaptcha veitir skjótum, hagkvæmum og hágæða gagnamerkingum fyrir fyrirtæki sem vinna að gervigreind og vélanámsforritum.",
    "labeling-main-2": "Ráðast í milljón verkefni strax.",
    "labeling-main-2-button": "Kauptu gagnamerkingaþjónustu",
    "labeling-main-2c": "hCaptcha er með einni stærstu laug á jörðinni sem er í boði fyrir þig. Hver sem mælikvarði þinn er, getum við ráðið við það án dýrra skuldbindinga fyrirfram. Milljónir verkefna á dag eru ekkert vandamál.",
    "labeling-platform-head": "Persónulegar eða opinberar upplýsingar",
    "labeling-platform-text": "hCaptcha er byggt á HUMAN Platform, sem gerir flókna leið og greiningu kleift að hámarka kostnað og skilvirkni í hverju skrefi. Þessi tækni leyfir réttu starfsliði að takast á við hvern hluta starfs þíns, hámarka hagkvæmni en varðveita næði og uppfylla allar kröfur sem gerðar kunna að vera í reglugerð.",
    "labeling-try-button": "Kauptu gagnamerkingaþjónustu",
    "labeling-try-head": "Viltu láta reyna á gögnin þín?",
    "labeling-try-text": "... við erum tilbúin þegar þú ert: þjónustan okkar er í boði allan sólarhringinn.",
    "learn-more-hcaptcha": "Frekari upplýsingar um hCaptcha",
    "page-acc-faq-1": "Spurning: Er hCaptcha hluti 508 + WCAG 2.0 í samræmi? Svar: Við trúum því: allir notendur með hvers konar skerðingu sem geta vafrað á netinu og slegið inn texta á eyðublöð geta fengið aðgang að þjónustu sem vernduð er af hCaptcha við skráningu. Þetta er þó ekki lögfræðileg ráðgjöf: þú ættir að framkvæma þitt eigið mat, með hliðsjón af tiltekinni framkvæmd þinni til að tryggja að þetta sé raunin fyrir dreifingu þína.",
    "page-acc-faq-2": "Spurning: Ertu að vinna að öðrum aðgengis (a11y) valkostum, eins og hljóð? Svar: Áður vinsælir möguleikar eins og hljóðskotar mismuna mörgum notendum og eru auðveldlega sigraðir með nútímatækni í vélarnámi. Þetta hefur neytt núverandi hljóðáskoranir til að verða erfiðari og erfiðari, koma með hávaða, skrýtna tímasetningu, óvenjulegar orðasamsetningar og svo framvegis til að sigra árásarmenn. Við erum því minna áhugasöm um þessa nálgun og að forðast áskorunina að öllu leyti, en munum íhuga það ef eftirspurn er frá a11y samfélaginu. Við höfum hins vegar mikinn áhuga á Privacy Pass vegna notkunaraðgengisins fyrir aðgengi. Við teljum að með því að sameina núverandi a11y nálgun okkar við útgáfu Privacy Pass muni notendur a11y geta vafrað á öruggan hátt, öruggir í þeirri vitneskju að umferð þeirra sé einkareknari, en takmarkað misnotkun stjórnenda lánardrottna sem óhjákvæmilega á sér stað þegar a11y valkostir eru í boði. Við erum virkir þátttakendur í IETF starfshópnum sem staðla þessa nýju tækni.",
    "page-acc-faq-3": "Spurning: Hvað með næði? Er skráningin afhjúpandi af vafragögnum á einhvern hátt? Hvað gerirðu við tölvupóstinn? Svar: hCaptcha er hannað fyrir friðhelgi frá grunni. Það er mjög frábrugðið hefðbundnum valkostum eins og reCAPTCHA sem eru í eigu auglýsinganeta, sem hafa hvata til að rekja þig um netið og tengja þig raunverulegri sjálfsmynd. Við notum aldrei tölvupóst eða upplýsingar um aðgengi í öðrum tilgangi en að auðvelda notkun og koma í veg fyrir misnotkun. Persónuverndarstefna okkar hefur yfirgripsmikil og fullnægjandi svör við því hvernig við notum gögn, en stutta svarið er að við höfum engan áhuga á að tengja þig sem einstakling við vafraferil þinn. Við erum einnig að vinna að dulmálslausn til að henda tölvupóstfanginu þínu hratt. á meðan við varðveitum enn getu okkar til að koma í veg fyrir misnotkun, sem viðbót við Privacy Pass vinnu okkar.",
    "page-acc-link-1": "Ef þú ert aðgengisnotandi, vinsamlegast skráðu þig hér.",
    "page-acc-subhead": "Tryggja óaðfinnanlegan aðgang fyrir alla notendur en halda öryggi",
    "page-acc-summary": "Yfirlit",
    "page-acc-summary-contents-1": "hCaptcha er hannað til að stöðva vélmenni með því að greina þá frá fólki. Sjónræn próf eru þægilegt tæki til þess, en ekki allir geta leyst sjónræna áskorun. Af þessum sökum höfum við hannað einfaldan, sársaukalausan valkost til að láta útgefendur sem nota þjónustu okkar varðveita aðgengi fyrir alla með fullum ákvæðum 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Hvernig það virkar: fyrst skráir aðgengisnotandi sig á þessa slóð sem er tengd á upplýsingasíðu hCaptcha búnaðarins. Þeir fá dulkóðuð kex sem hægt er að nota nokkrum sinnum á dag, en verður að endurnýja á 24 tíma fresti með innskráningu. Þegar áskorun er lögð fyrir aðgengisnotanda á hvaða vefsíðu sem er sem notar hCaptcha þjónustuna, fara þeir sjálfkrafa framhjá.",
    "page-acc-title": "hCaptcha Upplýsingar um aðgengi",
    "page-acc-tr-body": "Spurning: Ég sé ennþá áskorun eftir að hafa stillt kexið. Hvað veldur þessu? Svar: Þetta stafar venjulega af því að nota árásargjarnan auglýsingalokkara eða viðbót við fótspor, eða stillingu sem hindrar vefkökur, í þessu tilfelli kex fyrir hcaptcha.com sem er stillt eða merkt með hCaptcha JavaScript á annarri síðu , eins og sá sem þú ert að heimsækja. hCaptcha aðgengiskökur virka með öllum vinsælum vöfrum og auglýsingalokurum með stöðluðu stillingum sínum, þannig að bilanir eru venjulega vegna andstæðings gegn auglýsingahandritum eða svipuðum reglum sem miða á tilteknar síður. Lausnir: 1. Hvítlisti hcaptcha.com og * .hcaptcha.com smákökur í auglýsingalokaranum þínum eða öryggisviðbót vafrans. 2. Ef þú ert að nota Brave vafrann, sem virðist ekki (frá og með apríl 2020) vera með neina tegund af hvítlista yfir kökur, farðu í Valkostir -> Skjöldur -> Fótspor og veldu Leyfa allar vafrakökur. 3. Ef þú ert að nota nýjustu útgáfuna af Safari á annaðhvort nýlega út OS X 10.15 eða iOS 13. 4, Apple hefur bara breytt hegðun Safari í tengslum við smákökur frá þriðja aðila og lokað á þær allar sjálfgefið. Við erum að innleiða lausn en í millitíðinni vinsamlegast farðu á Safari Preferences, persónuverndarhlutann og hakaðu úr vefsíðuakningu: Komdu í veg fyrir rakningu á milli staða til að gera aðgengi smákökunnar að virka eins og búist var við. Spurning: Ég nota mörg tæki. Þarf ég að skrá mig oft? Svar: Nei. Vinsamlegast smelltu á sama tengilinn fyrir tölvupóstinn sem sendur var þér í hverju tæki sem þú notar til að stilla kexið.",
    "page-acc-tr-title": "Fyrir notendur aðgengis: Spurningar og svör og leiðbeiningar um bilanaleit",
    "priv-hc": "Persónuvernd einbeitt",
    "priv-hc-text": "Auglýsinganet sjá þig sem vöru þeirra. Við gerum það ekki. Okkur er alveg sama hverjir notendur eru, aðeins hversu líklegt er að þeir séu illgjarnir. Við styðjum frumkvæði eins og Privacy Pass og leggjum hart að okkur við að ná jafnvægi á næði og öryggi.",
    "reporting-bugs-accessibility-button": "Lærðu meira um aðgengisvalkosti",
    "reporting-bugs-accessibility-head": "Aðgengisvalkostir",
    "reporting-bugs-accessibility-text": "Ertu sjónskertur eða á annan hátt ófær um að klára hCaptchas?",
    "reporting-bugs-guide-ff-head": "Handtaka upplýsingar um villuskýrslu: Firefox",
    "reporting-bugs-guide-ff-step-1": "Skref 1: Opnaðu hönnunarverkfæri (Þetta byrjar að taka upp lotuna.)",
    "reporting-bugs-guide-ff-step-2": "Skref 2: Smelltu á Network flipann í Developer Tools. Merktu við Persist logs kassann efst.",
    "reporting-bugs-guide-ff-step-3": "Skref 3: heimsóttu https://accounts.hcaptcha.com/demo eða vefsíðuna sem þú ert með vandamál á (Persónuverndarathugasemd: aðeins ef þér er ekki sama um að deila því sem hún er) ... og smelltu síðan á I er mannlegur hnappur, og reyndu að leysa.",
    "reporting-bugs-guide-ff-step-4": "Skref 4: Smelltu á HAR eftir að þú hefur reynt að leysa það og veldu Vista allt sem HAR til að vista netdagskrána. Sendu þá skrá til okkar.",
    "reporting-bugs-guide-ff-step-5": "Skref 5: Smelltu á Console flipann og hægrismelltu síðan á Select all og vistaðu það í textaskrá til að vista hugga skrána. Sendu okkur það líka.",
    "reporting-bugs-guide-ff-step-6": "Síðasta skrefið: Sendu þeim HAR og hugga skrár til okkar og lýstu vandamálinu Notaðu: support@hcaptcha.com (vinsamlegast notaðu þjónustu eins og Dropbox eða Filebin og sendu tengla) og mögulega skjáskot, ef þig grunar að eitthvað sé ekki rétt sýnt . Vinsamlegast sendu IP-töluna sem þú notar líka. Þú getur fengið það frá https://www.whatsmyip.org/ Takk fyrir að gefa þér tíma til að hjálpa okkur að fá þessar upplýsingar! Við erum staðráðin í að láta hCaptcha virka vel fyrir alla.",
    "reporting-bugs-guide-head": "Handtaka upplýsingar um villuskýrslu: Chrome",
    "reporting-bugs-guide-step-1": "Skref 1: Opnaðu hönnunarverkfæri (Þetta byrjar að taka upp lotuna.)",
    "reporting-bugs-guide-step-2": "Skref 2: Smelltu á Network flipann í Developer Tools. Merktu við varðveislu kassann efst.",
    "reporting-bugs-guide-step-3": "Skref 3: heimsóttu https://accounts.hcaptcha.com/demo eða vefsíðuna sem þú ert með vandamál á (Persónuverndarathugasemd: aðeins ef þér er ekki sama um að deila því sem hún er) ... og smelltu síðan á I er mannlegur hnappur, og reyndu að leysa.",
    "reporting-bugs-guide-step-4": "Skref 4: Smelltu á Export HAR (litla örin niður) eftir að þú reynir að leysa það, sem vistar netdagbókina. Sendu þá skrá til okkar.",
    "reporting-bugs-guide-step-5": "Skref 5: Smelltu á Console flipann og hægrismelltu á Save as .. til að vista hugbókina. Sendu okkur það líka.",
    "reporting-bugs-guide-step-6": "Síðasta skref: Sendu okkur HAR og hugga skrár í tölvupósti til okkar og lýst vandamálinu. Notaðu: support@hcaptcha.com (vinsamlegast notaðu þjónustu eins og Dropbox eða Filebin og sendu hlekki) og mögulega skjáskot, ef þig grunar að eitthvað sé ekki rétt. Vinsamlegast sendu IP-töluna sem þú notar líka. Þú getur fengið það frá https://www.whatsmyip.org/ Takk fyrir að gefa þér tíma til að hjálpa okkur að fá þessar upplýsingar! Við erum staðráðin í að láta hCaptcha virka vel fyrir alla.",
    "reporting-bugs-guide-text-1": "Að senda upplýsingar um kembiforrit með skýrslunni mun auðvelda okkur að greina hvað er að gerast. Hér eru skref fyrir skref leiðbeiningar:",
    "reporting-bugs-guide-text-2": "Ef þú ert vefhönnuður eða sérfræðingur notandi er yfirlitið að við viljum að þú sendir okkur netupptöku HAR og hugbúnað vafra. Vinsamlegast reyndu að slökkva fyrst á auglýsingalokun eða öryggisviðbæti vafra og reyndu aftur áður en þú ferð í gegnum þessi skref. Ef það lagar vandamál þitt, þá munum við samt þakka þér fyrir að láta okkur vita af útgáfu vafrans þíns, auglýsingalokara eða viðbótar í vafranum og vefslóð vefsíðunnar.",
    "reporting-bugs-intro-head": "Fann galla? Hér er hvernig á að tilkynna það.",
    "reporting-bugs-intro-text": "Milljónir manna nota hCaptcha í hverjum mánuði, í þúsundum samsetningar vafra, viðbóta, tækja, eldveggja og fleira. Markmið okkar er að tryggja að það virki alltaf fyrir þig, svo við þökkum mjög skýrslur þínar! Til að gefa skjót viðbrögð, smelltu bara á Sendu viðbrögð hnappinn. Ef þú ert að sjá hagnýtt vandamál skaltu fylgja leiðbeiningunum um kembiforrit fyrir Chrome eða leiðbeiningar um kembiforrit fyrir Firefox hér að neðan. Fyrir alla aðra vafra sendu okkur bara tölvupóst. Fyrir hugsanleg öryggis- eða persónuverndarmál, sjá leiðbeiningar hér að neðan.",
    "reporting-bugs-privacy-head": "Persónuverndarmál",
    "reporting-bugs-privacy-text": "Okkur er alveg sama hverjir notendur eru, aðeins hversu líklegt er að þeir séu illgjarnir eða vélar. Við styðjum frumkvæði eins og Privacy Pass og leggjum hart að okkur við að ná jafnvægi á næði og öryggi. Ef þú hefur fundið vandamál sem þú heldur að geti haft áhrif á friðhelgi notenda, vinsamlegast sendu okkur tölvupóst á support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Sendu okkur álit",
    "reporting-bugs-provide-feedback-head": "Gefðu strax umsögn um hCaptcha",
    "reporting-bugs-provide-feedback-text": "Við þökkum innslátt þinn. Láttu okkur vita af vandamálum og við leysum þau fljótt.",
    "reporting-bugs-security-head": "Öryggisgalla",
    "reporting-bugs-security-text": "Við höfum alltaf áhuga á að fá tilkynningar um öryggisgalla. Sendu tölvupóst á support@hcaptcha.com og CC security@hcaptcha.com og við munum snúa þér fljótt aftur. Við erum líka með gallaafsláttarforrit fyrir hæfar öryggisskýrslur um hCaptcha þjónustuna og tengdan kóða.",
    "sec-hc": "Öryggi fyrst",
    "sec-hc-text": "hCaptcha er útgefandi. Við vinnum að því að gefa vefsíðum raunveruleg gögn og láta þau ákveða hvernig þau nota. Nákvæmni er í þínum þágu og okkar. Aðrar skipstjórar eru í boði auglýsingafyrirtækja. Sérhver láni sem þeir loka á getur dregið úr tekjum þeirra.",
    "switch-to-english-link": "Skiptu yfir á ensku",
    "what-is-hcaptcha": "Hvað er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjálpar uppáhalds vefþjónustunum þínum að halda úti bots, ruslpósti og misnotkun með því að spyrja einfaldra spurninga sem eru auðvelt fyrir menn og erfiðar fyrir vélar.",
    "why-hc": "Af hverju hCaptcha?",
    "why-hc-text": "Í hvert skipti sem þú svarar áskorun notum við háþróuð líkön til að komast að því hvort þú ert manneskja eða vél. Vefsíðan sem þú heimsóttir notar síðan þessa niðurstöðu til að bæta upplifun þína á vefsíðu sinni með því að halda úti vélmennum."
}