{
    "acc-opt": "Opzioni di accessibilità",
    "acc-opt-but": "Ulteriori informazioni sulle opzioni di accessibilità",
    "acc-opt-text": "Sei ipovedente o comunque incapace di completare hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Apprezziamo il tuo contributo. Facci sapere eventuali problemi e li risolveremo rapidamente.",
    "fb-but": "Inviaci un feedback",
    "feedback-text": "Fornisci feedback sull&#39;hCaptcha che hai appena visto",
    "learn-more-hcaptcha": "Ulteriori informazioni su hCaptcha",
    "page-acc-link-1": "Se sei un utente con accesso facilitato, registrati qui.",
    "page-acc-subhead": "Garantire un accesso senza interruzioni per tutti gli utenti mantenendo la sicurezza",
    "page-acc-title": "hCaptcha Informazioni sull&#39;accessibilità",
    "priv-hc": "Focalizzato sulla privacy",
    "priv-hc-text": "Le reti pubblicitarie ti vedono come il loro prodotto. Noi no. Non ci interessa chi siano gli utenti, ma solo quanto è probabile che siano dannosi. Supportiamo iniziative come Privacy Pass e lavoriamo sodo per bilanciare privacy e sicurezza.",
    "sec-hc": "La sicurezza prima di tutto",
    "sec-hc-text": "hCaptcha è incentrato sull&#39;editore. Lavoriamo per fornire ai siti dati reali e consentire loro di decidere come utilizzarli. La precisione è nel tuo interesse e nella nostra. Altri captcha sono forniti da società pubblicitarie. Ogni bot che bloccano può ridurre le loro entrate.",
    "what-is-hcaptcha": "Che cos&#39;è hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i tuoi servizi web preferiti a proteggere bot, spam e abusi ponendo semplici domande facili per l&#39;uomo e difficili per le macchine.",
    "why-hc": "Perché hCaptcha?",
    "why-hc-text": "Ogni volta che rispondi a una sfida, utilizziamo modelli sofisticati per capire se sei un essere umano o una macchina. Il sito Web visitato quindi utilizza questo risultato per migliorare la tua esperienza sul loro sito tenendo fuori i bot."
}