{
    "about-advisors-brendan": "AMMINISTRATORE DELEGATO. Leader riconosciuto nell'IA. Negli ultimi decenni ha applicato l'intelligenza artificiale su larga scala a un'ampia varietà di problemi aziendali.",
    "about-advisors-dawn": "PhD in Biologia Computazionale, Stanford. Lavora con reti neurali dal 1999. Concentrati su ML applicato e deep learning su larga scala.",
    "about-advisors-head": "Consulenti",
    "about-advisors-keiran": "Esperto di database e Blockchain. Presto ingegnere presso Cloudera e altro ancora. Decenni di esperienza nella creazione di software e team.",
    "about-content-head-1": "Cosa facciamo",
    "about-content-head-2": "Perchè importa",
    "about-content-text-1": "hCaptcha è un servizio di Intuition Machines Inc, una società di intelligenza artificiale e machine learning con un focus su metal learning e ML nel dominio visivo su larga scala. ‍Costruiamo e gestiamo sistemi estremamente scalabili per abilitare servizi di analisi di immagini e video per le aziende Global 2000 in tutto il mondo.",
    "about-content-text-2": "Più dati generalmente producono risultati migliori. La creazione e la manutenzione di set di dati pertinenti e correttamente etichettati richiede tempo e denaro. ‍HCaptcha è stato originariamente sviluppato per soddisfare le nostre esigenze di etichettatura di immagini ed è ora disponibile per altre aziende con esigenze simili.",
    "about-intro-head-1": "Lavora per hCaptcha",
    "about-intro-head-2": "La nostra missione è grande",
    "about-intro-text": "Stiamo crescendo rapidamente e siamo sempre alla ricerca dei migliori talenti del mondo nei nostri uffici globali. Puoi candidarti con i link sottostanti.",
    "about-leadership-alex": "Esperto di database e Blockchain. Presto ingegnere presso Cloudera e altro ancora. Decenni di esperienza nella creazione di software e team.",
    "about-leadership-eli": "AMMINISTRATORE DELEGATO. Leader riconosciuto nell'IA. Negli ultimi decenni ha applicato l'intelligenza artificiale su larga scala a un'ampia varietà di problemi aziendali.",
    "about-leadership-head": "Comando",
    "about-leadership-todd": "PhD in Biologia Computazionale, Stanford. Lavora con reti neurali dal 1999. Concentrati su ML applicato e deep learning su larga scala.",
    "acc-opt": "Opzioni di accessibilità",
    "acc-opt-but": "Ulteriori informazioni sulle opzioni di accessibilità",
    "acc-opt-text": "Sei ipovedente o comunque incapace di completare hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Apprezziamo il tuo contributo. Facci sapere eventuali problemi e li risolveremo rapidamente.",
    "fb-but": "Inviaci un feedback",
    "feedback-text": "Fornisci feedback sull'hCaptcha che hai appena visto",
    "footer-attribution": "Attribuzione",
    "footer-copyright-text": "hCaptcha è un marchio registrato di Intuition Machines, Inc.",
    "footer-header-1": "Azienda",
    "footer-header-2": "Risorse",
    "footer-header-3": "Contatto",
    "footer-link-1": "Etichettatura",
    "footer-link-2": "Di",
    "footer-link-3": "Lavori",
    "footer-link-4": "Marchi",
    "footer-link-5": "Blog",
    "footer-link-6": "Stato",
    "footer-link-7": "Documentazione",
    "footer-link-8": "Segnalare un bug",
    "footer-link-9": "Accessibilità",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Supporto",
    "footer-subheader-2": "Contatto",
    "footer-terms": "Termini",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Servizi di etichettatura",
    "header-login-button": "Accesso",
    "header-plans-link": "Piani",
    "header-signup-button": "Iscriviti",
    "home-aboot-subtitle": "Alimentato dal protocollo UMANO",
    "home-about-head": "Informazioni su hCaptcha",
    "home-about-text-1": "hCaptcha è progettato per risolvere il problema più laborioso dell'apprendimento automatico: etichettare enormi quantità di dati in modo tempestivo, conveniente e affidabile.",
    "home-about-text-2": "Più dati generalmente producono risultati migliori nell'addestramento di modelli di machine learning. Il recente successo dei modelli profondi ha portato a set di dati sempre più grandi, quasi sempre con qualche revisione umana. Tuttavia, la creazione di grandi set di dati revisionati da persone tramite Mechanical Turk, Figure Eight, ecc. È sia lenta che costosa.",
    "home-about-text-3": "hCaptcha consente ai siti Web di fare soldi servendo questa domanda bloccando i bot e altre forme di abuso.",
    "home-about-text-4": "Il mercato hCaptcha è alimentato dal protocollo HUMAN, un protocollo decentralizzato aperto per la revisione umana che viene eseguito sulla blockchain di Ethereum. I siti web guadagnano token umani (HMT) ogni volta che gli utenti utilizzano il widget hCaptcha sul proprio sito e le aziende di machine learning pagano token umani per etichettare i propri dati.",
    "home-ba-labeling-services-link": "Servizi di etichettatura",
    "home-benefits-head-1": "Il valore nell'etichettatura dei dati",
    "home-benefits-head-2": "Restituire alla carità",
    "home-benefits-text-1": "Ti sei reso conto che ogni volta che fai \"clic sull'auto\" stai aiutando ad addestrare gratuitamente i sistemi di machine learning di una singola Giganticcompany?",
    "home-benefits-text-2": "hCaptcha trasforma questo modello. Quando utilizzi hCaptcha, le aziende fanno offerte per il lavoro svolto dai tuoi utenti mentre dimostrano la loro umanità. Ottieni le ricompense.",
    "home-benefits-text-3": "Vuoi restituire al tuo ente di beneficenza preferito? hCaptcha ti consente di supportare gli enti di beneficenza di tua scelta con i guadagni che guadagni dall'utilizzo. Gli utenti del tuo sito potranno presto vedere il tuo contributo in beneficenza attraverso un marchio discreto sull'interfaccia hCaptcha.",
    "home-challenge-text-1": "Seleziona tutte le immagini che corrispondono alla query",
    "home-challenge-text-2": "Definisci l'area di delimitazione per gli oggetti",
    "home-challenge-text-3": "Identifica le etichette corrispondenti",
    "home-challenge-title-1": "Confronto",
    "home-challenge-title-2": "Rettangolo di selezione",
    "home-challenge-title-3": "Categorizzazione",
    "home-challenges-head": "Sfide presentate",
    "home-challenges-text-1": "... e altri semplici compiti. Facile per gli umani, difficile per i robot.",
    "home-challenges-text-2": "Attività personalizzate disponibili anche per editori aziendali.",
    "home-ent-1": "Cerchi le nostre offerte di sicurezza aziendale?",
    "home-ent-2": "Visita il nostro nuovo sito dedicato: BotStop.com",
    "home-ent-button": "Ulteriori informazioni: BotStop di hCaptcha",
    "home-from-the-blog": "DAL BLOG:",
    "home-from-the-blog-value": "Come funzionano le impostazioni di difficoltà di hCaptcha",
    "home-intro-body": "Usi un captcha per tenere fuori i robot? hCaptcha protegge la privacy degli utenti, premia i siti Web e aiuta le aziende a etichettare i propri dati. È un sostituto drop-in per reCAPTCHA: puoi passare in pochi minuti.",
    "home-intro-button": "Iscriviti ora",
    "home-intro-head": "Ferma più robot. Inizia a proteggere la privacy degli utenti.",
    "home-main-1": "Privato. Sicuro. Più veloce. E ti paghiamo per usarlo.",
    "home-main-2": "Focalizzato sulla privacy",
    "home-main-2c": "Le reti pubblicitarie vedono i tuoi visitatori come il prodotto. Per hCaptcha il prodotto è il lavoro che forniscono. Non ci interessa chi siano i tuoi utenti, ma solo quanto è probabile che siano dannosi. Supportiamo iniziative come Privacy Pass e lavoriamo sodo per bilanciare privacy e sicurezza.",
    "home-main-3": "La sicurezza prima di tutto",
    "home-main-3c": "La precisione è nel tuo interesse e nella nostra. hCaptcha è incentrato sull'editore. Lavoriamo per fornirti dati reali e consentirti di decidere come utilizzarli. Altri captcha sono forniti da",
    "home-main-3c2": "società pubblicitarie. Ciò significa che ogni bot che bloccano può ridurre le proprie entrate.",
    "home-main-4": "Migliore esperienza utente",
    "home-main-4c": "HCaptcha utilizza sofisticati modelli di apprendimento automatico per determinare l'umanità. Questo ci consente di richiedere attività meno fastidiose ai tuoi utenti e di dedicare meno tempo a farlo, pur producendo utili dati etichettati per l'etichettatura dei clienti.",
    "home-main-plans": "hCaptcha è gratuito per editori di qualsiasi dimensione. Tuttavia, per le aziende e le piattaforme che richiedono un maggiore controllo, sono disponibili le nostre soluzioni aziendali.",
    "home-main-plans2": "Le soluzioni aziendali di hCaptcha proteggono milioni di utenti attraverso decine di milioni di siti Web per alcune delle più grandi aziende del pianeta. Vi preghiamo di contattarci per ulteriori informazioni o visitare",
    "home-main-plans3": "Le soluzioni aziendali di hCaptcha proteggono milioni di utenti attraverso decine di milioni di siti Web per alcune delle più grandi aziende del pianeta. Vi preghiamo di contattarci per ulteriori informazioni o visitare",
    "home-main-plans4": "per dettagli.",
    "home-plans-button-1": "Iscriviti ora",
    "home-plans-button-2": "Contatta le vendite",
    "home-plans-chart-head-1": "Caratteristiche",
    "home-plans-chart-head-2": "Editore",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Controlla i tipi di sfida mostrati",
    "home-plans-chart-row-1-cell-2": "Limitato",
    "home-plans-chart-row-1-cell-3": "Totale",
    "home-plans-chart-row-10-cell-1": "Livelli di difficoltà a grana fine",
    "home-plans-chart-row-11-cell-1": "Livelli di difficoltà a grana fine",
    "home-plans-chart-row-12-cell-1": "Livelli di difficoltà a grana fine",
    "home-plans-chart-row-2-cell-1": "Controllare il contenuto della sfida utilizzato",
    "home-plans-chart-row-2-cell-2": "Limitato",
    "home-plans-chart-row-2-cell-3": "Totale",
    "home-plans-chart-row-6-cell-1": "Informativa sulla privacy conforme al GDPR e al CCPA",
    "home-plans-chart-row-7-cell-1": "Livelli di difficoltà a grana fine",
    "home-plans-chart-row-8-cell-1": "Livelli di difficoltà a grana fine",
    "home-plans-chart-row-9-cell-1": "Livelli di difficoltà a grana fine",
    "home-try-it-out-button": "Ottieni hCaptcha",
    "home-try-it-out-text": "hCaptcha fornisce un rilevamento dei bot semplice, facile e affidabile pur essendo banale da risolvere per gli esseri umani.",
    "home-try-it-put-head": "Provalo",
    "labeling-about-head": "Informazioni su hCaptcha",
    "labeling-about-text-1": "hCaptcha è progettato per risolvere il problema più laborioso nell'apprendimento automatico; etichettare enormi quantità di dati in modo tempestivo, conveniente e affidabile. Più dati generalmente producono risultati migliori nell'addestramento di modelli di machine learning. Il recente successo dei modelli profondi ha portato a set di dati sempre più grandi e hCaptcha soddisfa questa esigenza.",
    "labeling-about-text-2": "Tuttavia, la creazione di grandi set di dati revisionati da persone utilizzando metodi tradizionali è sia lenta che costosa. hCaptcha è un modo per le aziende di ottenere le annotazioni di cui hanno bisogno più velocemente, con una qualità superiore e a un costo inferiore rispetto ad altre alternative.",
    "labeling-annotations-head": "Tipi di annotazioni",
    "labeling-annotations-text-1": "Rilevamento accurato di oggetti in immagini e video",
    "labeling-annotations-text-2": "Rilevamento accurato di oggetti in immagini e video",
    "labeling-annotations-text-3": "Annotazioni di punti per molti casi d'uso diversi",
    "labeling-annotations-text-4": "Ordina o aggiungi categorie arbitrarie di qualsiasi dimensione",
    "labeling-annotations-text-5": "Rilevamento e classificazione a propulsione umana",
    "labeling-annotations-text-6": "Hai bisogno di un altro tipo non elencato qui? Basta chiedere a noi.",
    "labeling-annotations-title-1": "Scatole di delimitazione",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Punti di riferimento",
    "labeling-annotations-title-4": "Classificazione degli attributi",
    "labeling-annotations-title-5": "Confronto e rilevamento",
    "labeling-annotations-title-6": "... e molti altri",
    "labeling-ent-button": "Contatta il nostro team di soluzioni aziendali",
    "labeling-ent-head": "Hai bisogno di un controllo end-to-end?",
    "labeling-ent-text-1": "La piattaforma HUMAN alla base di hCaptcha fornisce funzionalità di gestione e qualità del lavoro altamente sofisticate tramite distribuzioni on-premise, ibride o SaaS che si integrano con i sistemi esistenti.",
    "labeling-ent-text-2": "Esegui completamente offline con la tua forza lavoro, monitora il valore consumato tra unità aziendali o partner di consorzi, instrada selettivamente i lavori a diversi fornitori di manodopera interni o esterni in base ai requisiti di costo e sicurezza e altro ancora.",
    "labeling-ent-text-3": "‍Facile accesso alle API, splendidi dashboard e la più recente tecnologia model-in-the-loop per massimizzare l'efficienza dei lavoratori.",
    "labeling-ent-text-4": "Disponibilità di SLA di uptime del 99,99% e supporto globale 24 ore su 24, 7 giorni su 7. Per maggiori informazioni:",
    "labeling-features-head-1": "Pipeline semplici basate su API.",
    "labeling-features-head-2": "Ottimizzato per costo e qualità. Nessun impegno iniziale richiesto.",
    "labeling-features-head-3": "Paghi solo per la precisione di cui hai bisogno.",
    "labeling-features-head-4": "Fornisci i tuoi dati di verità di base o lascia che li costruiamo al volo.",
    "labeling-features-text-1": "Vuoi integrare la revisione umana direttamente nelle tue operazioni aziendali? Offriamo SLA ad alta affidabilità, capacità garantita e API REST semplici.",
    "labeling-features-text-2": "La piattaforma HUMAN utilizza modelli di fiducia completi per eseguire sofisticate analisi della qualità in tempo reale. Questo ci consente di determinare rapidamente sia la difficoltà delle domande che la loro probabile risposta corretta, facendoti risparmiare tempo e denaro.",
    "labeling-features-text-3": "Non tutti i problemi sono gli stessi. Le annotazioni per attività critiche per la sicurezza possono richiedere una fiducia del 99,99% da parte di lavoratori interamente umani. Le annotazioni per una funzione beta in un'app di gioco per dispositivi mobili possono richiedere solo una riservatezza moderata. Tu decidi.",
    "labeling-features-text-4": "Hai dati grezzi senza un set di verifica completo? Nella maggior parte dei casi possiamo crearne uno per te mentre le attività vengono eseguite nel sistema o creare campioni etichettati per la tua approvazione.",
    "labeling-info-head": "Ottenere dati etichettati",
    "labeling-info-text-1": "Parla con uno dei nostri esperti di dominio per definire le esigenze del tuo progetto: precisione del target, formato ed eventuali requisiti speciali.",
    "labeling-info-text-2": "Eseguiamo un piccolo lavoro di produzione basato sui tuoi dati di esempio. Questo mette alla prova il lavoro che abbiamo svolto insieme per assicurarti di ottenere esattamente ciò di cui hai bisogno.",
    "labeling-info-text-3": "Con il nostro volume elevato e la bassa latenza trasformeremo il tuo lavoro rapidamente, con la consegna automatizzata non appena sarà terminata.",
    "labeling-info-text-4": "Man mano che comprendiamo meglio i parametri del tuo lavoro di produzione, i risultati continueranno a migliorare nel tempo.",
    "labeling-info-text-5": "I dashboard in tempo reale ti consentono di fornire feedback o mettere in pausa la produzione in qualsiasi momento.",
    "labeling-info-title-1": "Definisci le specifiche",
    "labeling-info-title-2": "Prova di lavoro iniziale",
    "labeling-info-title-3": "Distribuisci lavori di produzione",
    "labeling-info-title-4": "Miglioramento continuo",
    "labeling-info-title-5": "Risultati in tempo reale",
    "labeling-main-1": "Etichettatura dei dati conveniente su larga scala",
    "labeling-main-1-button": "Ottieni subito l'etichetta dei tuoi dati",
    "labeling-main-1c": "Hai bisogno di più etichette per i tuoi set di dati? hCaptcha fornisce un'etichettatura dei dati rapida, conveniente e di alta qualità per le aziende che lavorano su applicazioni di intelligenza artificiale e apprendimento automatico.",
    "labeling-main-2": "Avvia milioni di attività all'istante.",
    "labeling-main-2-button": "Acquista servizi di etichettatura dati",
    "labeling-main-2c": "hCaptcha ha una delle piscine più grandi del pianeta a tua disposizione. Qualunque sia la tua portata, possiamo gestirla senza costosi impegni iniziali. Milioni di attività al giorno non sono un problema.",
    "labeling-platform-head": "Informazioni private o pubbliche",
    "labeling-platform-text": "hCaptcha è costruito sulla piattaforma HUMAN, che consente un routing e un'analisi sofisticati per ottimizzare i costi e l'efficienza in ogni fase. Questa tecnologia consente alla forza lavoro giusta di gestire ogni parte del tuo lavoro, massimizzando l'efficienza dei costi preservando la privacy e rispettando i requisiti normativi applicabili.",
    "labeling-try-button": "Acquista servizi di etichettatura dati",
    "labeling-try-head": "Vuoi provare con i tuoi dati?",
    "labeling-try-text": "... siamo pronti quando lo sei tu: il nostro servizio è disponibile 24 ore su 24.",
    "learn-more-hcaptcha": "Ulteriori informazioni su hCaptcha",
    "page-acc-faq-1": "Domanda: hCaptcha Sezione 508 + WCAG 2.0 è conforme? Risposta: Noi crediamo di sì: tutti gli utenti con qualsiasi forma di menomazione che sono in grado di navigare sul web e inserire testo nei moduli possono accedere ai servizi protetti da hCaptcha al momento della registrazione. Tuttavia, questo non è un consiglio legale: è necessario eseguire la propria valutazione, prendendo in considerazione l'implementazione specifica per assicurarsi che sia il caso della distribuzione.",
    "page-acc-faq-2": "Domanda: stai lavorando ad altre opzioni di accessibilità (a11y), come l'audio? Risposta: Le opzioni precedentemente popolari come i captcha audio discriminano molti utenti e sono facilmente sconfitte dalle moderne tecniche di apprendimento automatico. Ciò ha costretto le attuali sfide audio a diventare sempre più difficili, introducendo rumore, tempismo dispari, combinazioni di parole insolite e così via per sconfiggere gli attaccanti. Siamo quindi meno entusiasti di questo approccio piuttosto che evitare del tutto la sfida, ma la prenderemo in considerazione se c'è una domanda da parte della community di a11y. Tuttavia, siamo molto interessati a Privacy Pass per il caso d'uso dell'accessibilità. Riteniamo che la combinazione del nostro attuale approccio a11y con l'emissione di Privacy Pass consentirà a tutti gli utenti di navigare in sicurezza, con la consapevolezza che il loro traffico è più privato, limitando l'abuso da parte degli operatori di bot che inevitabilmente si verifica quando sono disponibili opzioni a11y. Siamo partecipanti attivi al gruppo di lavoro IETF che standardizza questa nuova tecnologia.",
    "page-acc-faq-3": "Domanda: che dire della privacy? La registrazione espone in qualche modo i dati di navigazione? Cosa fai con l'e-mail? Risposta: hCaptcha è progettato per la privacy da zero. È molto diverso dalle opzioni tradizionali come reCAPTCHA che sono di proprietà delle reti pubblicitarie, che hanno un incentivo a rintracciarti sul Web e associarti a una vera identità. Non utilizziamo mai e-mail o informazioni sull'accessibilità per scopi diversi dalla facilitazione dell'uso e dalla prevenzione di abusi. La nostra politica sulla privacy ha risposte complete e autorevoli su come utilizziamo i dati, ma la risposta breve è che non abbiamo alcun interesse ad associarti come persona alla tua cronologia di navigazione. Attualmente stiamo anche lavorando a una soluzione crittografica per eliminare rapidamente il tuo indirizzo email pur preservando la nostra capacità di prevenire gli abusi, integrando il nostro lavoro sul Privacy Pass.",
    "page-acc-link-1": "Se sei un utente con accesso facilitato, registrati qui.",
    "page-acc-subhead": "Garantire un accesso senza interruzioni per tutti gli utenti mantenendo la sicurezza",
    "page-acc-summary": "Sommario",
    "page-acc-summary-contents-1": "hCaptcha è progettato per fermare i robot distinguendoli dalle persone. I test visivi sono uno strumento utile per questo, ma non tutti possono risolvere una sfida visiva. Per questo motivo abbiamo progettato un'alternativa semplice e indolore per consentire agli editori che utilizzano il nostro servizio di mantenere l'accessibilità per tutti con la piena conformità alla Sezione 508 e WCAG 2.0.",
    "page-acc-summary-contents-2": "Come funziona: in primo luogo, un utente di accessibilità si iscrive a questo URL, che è collegato nella pagina delle informazioni sul widget hCaptcha. A loro viene dato un cookie crittografato che può essere utilizzato più volte al giorno, ma deve essere aggiornato ogni 24 ore tramite login.Quando viene presentata una sfida a un utente di accessibilità su qualsiasi sito che utilizza il servizio hCaptcha, passerà automaticamente.",
    "page-acc-title": "hCaptcha Informazioni sull'accessibilità",
    "page-acc-tr-body": "Domanda: vedo ancora una sfida dopo aver impostato il cookie. Cosa sta causando questo? Risposta: Ciò è in genere dovuto all'uso di un blocco degli annunci aggressivo o di un'estensione anti-cookie o di un'impostazione che blocca i cookie tra siti, in questo caso un cookie per hcaptcha.com che è impostato o controllato da JavaScript hCaptcha su un sito diverso , come quello che stai visitando. I cookie per l'accessibilità di hCaptcha funzionano con tutti i browser e i blocchi di annunci più diffusi con le loro impostazioni standard, quindi in genere i guasti sono dovuti a script anti-blocco degli annunci o a set di regole simili destinati a siti particolari. Soluzioni: 1. Autorizza i cookie hcaptcha.com e * .hcaptcha.com nel blocco degli annunci o nell'estensione di sicurezza del browser. 2. Se stai usando il browser Brave, che non sembra (ad aprile 2020) avere alcun tipo di whitelist di cookie, vai su Preferenze -> Scudi -> Cookie e scegli Consenti tutti i cookie. 3. Se stai utilizzando l'ultima versione di Safari su OS X 10.15 o iOS 13. 4 rilasciati di recente, Apple ha appena cambiato il comportamento di Safari in relazione ai cookie di terze parti, bloccandoli tutti per impostazione predefinita. Stiamo implementando una soluzione, ma nel frattempo visita la sezione Preferenze di Safari, la sezione Privacy e deseleziona il monitoraggio del sito Web: Impedisci il monitoraggio tra siti per consentire al cookie di accessibilità di funzionare come previsto. Domanda: utilizzo più dispositivi. Devo registrarmi più volte? Risposta: No. Fai clic sullo stesso link di accesso e-mail che ti è stato inviato su ciascun dispositivo che utilizzi per impostare il cookie.",
    "page-acc-tr-title": "Per utenti con accessibilità: domande e risposte e guida alla risoluzione dei problemi",
    "priv-hc": "Focalizzato sulla privacy",
    "priv-hc-text": "Le reti pubblicitarie ti vedono come il loro prodotto. Noi no. Non ci interessa chi siano gli utenti, ma solo quanto è probabile che siano dannosi. Supportiamo iniziative come Privacy Pass e lavoriamo sodo per bilanciare privacy e sicurezza.",
    "reporting-bugs-accessibility-button": "Ulteriori informazioni sulle opzioni di accessibilità",
    "reporting-bugs-accessibility-head": "Opzioni di accessibilità",
    "reporting-bugs-accessibility-text": "Sei ipovedente o altrimenti incapace di completare hCaptchas?",
    "reporting-bugs-guide-ff-head": "Acquisizione dei dettagli della segnalazione di bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Passaggio 1: apri gli strumenti per sviluppatori (avvia la registrazione della sessione).",
    "reporting-bugs-guide-ff-step-2": "Passaggio 2: fare clic sulla scheda Rete in Strumenti per sviluppatori. Seleziona la casella \"Registri persistenti\" in alto.",
    "reporting-bugs-guide-ff-step-3": "Passaggio 3: visita https://accounts.hcaptcha.com/demo o il sito Web su cui stai riscontrando un problema (Nota sulla privacy: solo se non ti dispiace condividere di cosa si tratta) ... quindi fai clic su \" Io sono umano \"e cerco di risolverlo.",
    "reporting-bugs-guide-ff-step-4": "Passaggio 4: fare clic su \"HAR\" dopo aver tentato di risolvere e scegliere \"Salva tutto come HAR\" per salvare il registro di rete. Inviaci quel file.",
    "reporting-bugs-guide-ff-step-5": "Passaggio 5: fare clic sulla scheda Console, quindi fare clic con il pulsante destro del mouse su \"Seleziona tutto\" e salvarlo in un file di testo per salvare il registro della console. Mandaci anche quello.",
    "reporting-bugs-guide-ff-step-6": "Ultimo passaggio: inviaci tramite e-mail i file di registro HAR e della console e descrivi il problema ‍ Utilizza: support@hcaptcha.com (utilizza un servizio come Dropbox o Filebin e invia collegamenti) e, facoltativamente, uno screenshot, se sospetti che qualcosa non venga visualizzato correttamente . Invia anche l'IP che stai utilizzando. Puoi scaricarlo da https://www.whatsmyip.org/‍ Grazie per aver dedicato del tempo per aiutarci a ottenere queste informazioni! Ci impegniamo a fare in modo che hCaptcha funzioni bene per tutti.",
    "reporting-bugs-guide-head": "Acquisizione dei dettagli della segnalazione di bug: Chrome",
    "reporting-bugs-guide-step-1": "Passaggio 1: apri gli strumenti per sviluppatori (avvia la registrazione della sessione).",
    "reporting-bugs-guide-step-2": "Passaggio 2: fare clic sulla scheda Rete in Strumenti per sviluppatori. Seleziona la casella \"Conserva registro\" in alto.",
    "reporting-bugs-guide-step-3": "Passaggio 3: visita https://accounts.hcaptcha.com/demo o il sito Web su cui stai riscontrando un problema (Nota sulla privacy: solo se non ti dispiace condividere di cosa si tratta) ... quindi fai clic su \" Io sono umano \"e cerco di risolverlo.",
    "reporting-bugs-guide-step-4": "Passaggio 4: fare clic su \"Esporta HAR\" (la piccola freccia verso il basso) dopo aver tentato di risolvere, il che salva il registro di rete. Inviaci quel file.",
    "reporting-bugs-guide-step-5": "Passaggio 5: fare clic sulla scheda Console, quindi fare clic con il pulsante destro del mouse su \"Salva con nome ..\" per salvare il registro della console. Mandaci anche quello.",
    "reporting-bugs-guide-step-6": "Ultimo passaggio: inviaci tramite e-mail i file di registro HAR e della console e descrivi il problema Utilizza: support@hcaptcha.com (utilizza un servizio come Dropbox o Filebin e invia collegamenti) e, facoltativamente, uno screenshot, se sospetti che qualcosa non venga visualizzato correttamente . Invia anche l'IP che stai utilizzando. Puoi scaricarlo da https://www.whatsmyip.org/ ‍ Grazie per aver dedicato del tempo per aiutarci a ottenere queste informazioni! Ci impegniamo a fare in modo che hCaptcha funzioni bene per tutti.",
    "reporting-bugs-guide-text-1": "L'invio di informazioni di debug con il tuo rapporto ci renderà molto più facile identificare cosa sta succedendo. Ecco le istruzioni dettagliate:",
    "reporting-bugs-guide-text-2": "Se sei uno sviluppatore web o un utente esperto, il riepilogo è che vorremmo che ci inviassi una registrazione di rete HAR e i log della console del browser. Prova prima a disabilitare qualsiasi blocco degli annunci o estensioni di sicurezza del browser, quindi riprova prima di eseguire questi passaggi. Se questo risolve il tuo problema, ti saremmo comunque grati se ci facessi sapere la versione del tuo browser, il blocco degli annunci o l'estensione del browser e l'URL del sito web.",
    "reporting-bugs-intro-head": "Trovato un bug? Ecco come segnalarlo.",
    "reporting-bugs-intro-text": "Milioni di persone usano hCaptcha ogni mese, su migliaia di combinazioni di browser, estensioni, dispositivi, firewall e altro. Il nostro obiettivo è assicurarci che funzioni sempre per te, quindi apprezziamo molto i tuoi rapporti! Per fornire un feedback rapido, fai clic sul pulsante \"Invia feedback\". Se riscontri un problema funzionale, segui le istruzioni del log di debug per Chrome o le istruzioni del log di debug per Firefox di seguito. Per qualsiasi altro browser, inviaci un'e-mail Per potenziali problemi di sicurezza o privacy, vedere le istruzioni di seguito.",
    "reporting-bugs-privacy-head": "Problemi di privacy",
    "reporting-bugs-privacy-text": "Non ci interessa chi siano gli utenti, solo la probabilità che siano dannosi o macchine. Supportiamo iniziative come Privacy Pass e lavoriamo duramente per bilanciare privacy e sicurezza. Se hai riscontrato un problema che ritieni possa influire sulla privacy degli utenti, inviaci un'e-mail a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Inviaci un feedback",
    "reporting-bugs-provide-feedback-head": "Fornisci un feedback immediato su hCaptcha",
    "reporting-bugs-provide-feedback-text": "Apprezziamo il tuo contributo. Facci sapere eventuali problemi e li risolveremo rapidamente.",
    "reporting-bugs-security-head": "Bug di sicurezza",
    "reporting-bugs-security-text": "Siamo sempre interessati a ricevere segnalazioni di bug di sicurezza. Invia un'e-mail a support@hcaptcha.com e CC security@hcaptcha.com e ti risponderemo rapidamente. Abbiamo anche un programma di bug bounty per rapporti di sicurezza idonei sul servizio hCaptcha e relativo codice sorgente.",
    "sec-hc": "La sicurezza prima di tutto",
    "sec-hc-text": "hCaptcha è incentrato sull'editore. Lavoriamo per fornire ai siti dati reali e consentire loro di decidere come utilizzarli. La precisione è nel tuo interesse e nella nostra. Altri captcha sono forniti da società pubblicitarie. Ogni bot che bloccano può ridurre le loro entrate.",
    "what-is-hcaptcha": "Che cos'è hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i tuoi servizi web preferiti a proteggere bot, spam e abusi ponendo semplici domande facili per l'uomo e difficili per le macchine.",
    "why-hc": "Perché hCaptcha?",
    "why-hc-text": "Ogni volta che rispondi a una sfida, utilizziamo modelli sofisticati per capire se sei un essere umano o una macchina. Il sito Web visitato quindi utilizza questo risultato per migliorare la tua esperienza sul loro sito tenendo fuori i bot."
}