{
    "acc-opt": "Opzioni di accessibilità",
    "acc-opt-but": "Ulteriori informazioni sulle opzioni di accessibilità",
    "acc-opt-text": "Sei ipovedente o comunque incapace di completare hCaptchas?",
    "accessibility-link": "Accessibilità",
    "appreciate-in": "Apprezziamo il tuo contributo. Facci sapere eventuali problemi e li risolveremo rapidamente.",
    "fb-but": "Inviaci un feedback",
    "feedback-text": "Fornisci feedback sull'hCaptcha che hai appena visto",
    "home-ent-1": "Cerchi le nostre offerte di sicurezza aziendale?",
    "home-ent-2": "Visita il nostro nuovo sito dedicato: BotStop.com",
    "home-intro-body": "Usi un captcha per tenere fuori i robot? hCaptcha protegge la privacy degli utenti, premia i siti Web e aiuta le aziende a etichettare i propri dati. È un sostituto drop-in per reCAPTCHA: puoi passare in pochi minuti.",
    "home-intro-head": "Ferma più robot. Inizia a proteggere la privacy degli utenti.",
    "home-main-1": "Privato. Sicuro. Più veloce. E ti paghiamo per usarlo.",
    "home-main-2": "Focalizzato sulla privacy",
    "home-main-2c": "Le reti pubblicitarie vedono i tuoi visitatori come il prodotto. Per hCaptcha il prodotto è il lavoro che forniscono. Non ci interessa chi siano i tuoi utenti, ma solo quanto è probabile che siano dannosi. Supportiamo iniziative come Privacy Pass e lavoriamo sodo per bilanciare privacy e sicurezza.",
    "home-main-3": "La sicurezza prima di tutto",
    "home-main-3c": "La precisione è nel tuo interesse e nella nostra. hCaptcha è incentrato sull'editore. Lavoriamo per fornirti dati reali e consentirti di decidere come utilizzarli. Altri captcha sono forniti da",
    "home-main-3c2": "società pubblicitarie. Ciò significa che ogni bot che bloccano può ridurre le proprie entrate.",
    "home-main-4": "Migliore esperienza utente",
    "home-main-4c": "HCaptcha utilizza sofisticati modelli di apprendimento automatico per determinare l'umanità. Questo ci consente di richiedere attività meno fastidiose ai tuoi utenti e di dedicare meno tempo a farlo, pur producendo utili dati etichettati per l'etichettatura dei clienti.",
    "home-main-plans": "hCaptcha è gratuito per editori di qualsiasi dimensione. Tuttavia, per le aziende e le piattaforme che richiedono un maggiore controllo, sono disponibili le nostre soluzioni aziendali.",
    "home-main-plans2": "Le soluzioni aziendali di hCaptcha proteggono milioni di utenti attraverso decine di milioni di siti Web per alcune delle più grandi aziende del pianeta. Vi preghiamo di contattarci per ulteriori informazioni o visitare",
    "home-main-plans3": "Le soluzioni aziendali di hCaptcha proteggono milioni di utenti attraverso decine di milioni di siti Web per alcune delle più grandi aziende del pianeta. Vi preghiamo di contattarci per ulteriori informazioni o visitare",
    "home-main-plans4": "per dettagli.",
    "learn-more-hcaptcha": "Ulteriori informazioni su hCaptcha",
    "page-acc-faq-1": "Domanda: hCaptcha Sezione 508 + WCAG 2.0 è conforme? Risposta: Noi crediamo di sì: tutti gli utenti con qualsiasi forma di menomazione che sono in grado di navigare sul web e inserire testo nei moduli possono accedere ai servizi protetti da hCaptcha al momento della registrazione. Tuttavia, questo non è un consiglio legale: è necessario eseguire la propria valutazione, prendendo in considerazione l'implementazione specifica per assicurarsi che sia il caso della distribuzione.",
    "page-acc-faq-2": "Domanda: stai lavorando ad altre opzioni di accessibilità (a11y), come l'audio? Risposta: Le opzioni precedentemente popolari come i captcha audio discriminano molti utenti e sono facilmente sconfitte dalle moderne tecniche di apprendimento automatico. Ciò ha costretto le attuali sfide audio a diventare sempre più difficili, introducendo rumore, tempismo dispari, combinazioni di parole insolite e così via per sconfiggere gli attaccanti. Siamo quindi meno entusiasti di questo approccio piuttosto che evitare del tutto la sfida, ma la prenderemo in considerazione se c'è una domanda da parte della community di a11y. Tuttavia, siamo molto interessati a Privacy Pass per il caso d'uso dell'accessibilità. Riteniamo che la combinazione del nostro attuale approccio a11y con l'emissione di Privacy Pass consentirà a tutti gli utenti di navigare in sicurezza, con la consapevolezza che il loro traffico è più privato, limitando l'abuso da parte degli operatori di bot che inevitabilmente si verifica quando sono disponibili opzioni a11y. Siamo partecipanti attivi al gruppo di lavoro IETF che standardizza questa nuova tecnologia.",
    "page-acc-faq-3": "Domanda: che dire della privacy? La registrazione espone in qualche modo i dati di navigazione? Cosa fai con l'e-mail? Risposta: hCaptcha è progettato per la privacy da zero. È molto diverso dalle opzioni tradizionali come reCAPTCHA che sono di proprietà delle reti pubblicitarie, che hanno un incentivo a rintracciarti sul Web e associarti a una vera identità. Non utilizziamo mai e-mail o informazioni sull'accessibilità per scopi diversi dalla facilitazione dell'uso e dalla prevenzione di abusi. La nostra politica sulla privacy ha risposte complete e autorevoli su come utilizziamo i dati, ma la risposta breve è che non abbiamo alcun interesse ad associarti come persona alla tua cronologia di navigazione. Attualmente stiamo anche lavorando a una soluzione crittografica per eliminare rapidamente il tuo indirizzo email pur preservando la nostra capacità di prevenire gli abusi, integrando il nostro lavoro sul Privacy Pass.",
    "page-acc-link-1": "Se sei un utente con accesso facilitato, registrati qui.",
    "page-acc-subhead": "Garantire un accesso senza interruzioni per tutti gli utenti mantenendo la sicurezza",
    "page-acc-summary": "Sommario",
    "page-acc-summary-contents-1": "hCaptcha è progettato per fermare i robot distinguendoli dalle persone. I test visivi sono uno strumento utile per questo, ma non tutti possono risolvere una sfida visiva. Per questo motivo abbiamo progettato un'alternativa semplice e indolore per consentire agli editori che utilizzano il nostro servizio di mantenere l'accessibilità per tutti con la piena conformità alla Sezione 508 e WCAG 2.0.",
    "page-acc-summary-contents-2": "Come funziona: in primo luogo, un utente di accessibilità si iscrive a questo URL, che è collegato nella pagina delle informazioni sul widget hCaptcha. A loro viene dato un cookie crittografato che può essere utilizzato più volte al giorno, ma deve essere aggiornato ogni 24 ore tramite login.Quando viene presentata una sfida a un utente di accessibilità su qualsiasi sito che utilizza il servizio hCaptcha, passerà automaticamente.",
    "page-acc-title": "hCaptcha Informazioni sull'accessibilità",
    "page-acc-tr-body": "Domanda: vedo ancora una sfida dopo aver impostato il cookie. Cosa sta causando questo? Risposta: Ciò è in genere dovuto all'uso di un blocco degli annunci aggressivo o di un'estensione anti-cookie o di un'impostazione che blocca i cookie tra siti, in questo caso un cookie per hcaptcha.com che è impostato o controllato da JavaScript hCaptcha su un sito diverso , come quello che stai visitando. I cookie per l'accessibilità di hCaptcha funzionano con tutti i browser e i blocchi di annunci più diffusi con le loro impostazioni standard, quindi in genere i guasti sono dovuti a script anti-blocco degli annunci o a set di regole simili destinati a siti particolari. Soluzioni: 1. Autorizza i cookie hcaptcha.com e * .hcaptcha.com nel blocco degli annunci o nell'estensione di sicurezza del browser. 2. Se stai usando il browser Brave, che non sembra (ad aprile 2020) avere alcun tipo di whitelist di cookie, vai su Preferenze -> Scudi -> Cookie e scegli Consenti tutti i cookie. 3. Se stai utilizzando l'ultima versione di Safari su OS X 10.15 o iOS 13. 4 rilasciati di recente, Apple ha appena cambiato il comportamento di Safari in relazione ai cookie di terze parti, bloccandoli tutti per impostazione predefinita. Stiamo implementando una soluzione, ma nel frattempo visita la sezione Preferenze di Safari, la sezione Privacy e deseleziona il monitoraggio del sito Web: Impedisci il monitoraggio tra siti per consentire al cookie di accessibilità di funzionare come previsto. Domanda: utilizzo più dispositivi. Devo registrarmi più volte? Risposta: No. Fai clic sullo stesso link di accesso e-mail che ti è stato inviato su ciascun dispositivo che utilizzi per impostare il cookie.",
    "page-acc-tr-title": "Per utenti con accessibilità: domande e risposte e guida alla risoluzione dei problemi",
    "priv-hc": "Focalizzato sulla privacy",
    "priv-hc-text": "Le reti pubblicitarie ti vedono come il loro prodotto. Noi no. Non ci interessa chi siano gli utenti, ma solo quanto è probabile che siano dannosi. Supportiamo iniziative come Privacy Pass e lavoriamo sodo per bilanciare privacy e sicurezza.",
    "sec-hc": "La sicurezza prima di tutto",
    "sec-hc-text": "hCaptcha è incentrato sull'editore. Lavoriamo per fornire ai siti dati reali e consentire loro di decidere come utilizzarli. La precisione è nel tuo interesse e nella nostra. Altri captcha sono forniti da società pubblicitarie. Ogni bot che bloccano può ridurre le loro entrate.",
    "what-is-hcaptcha": "Che cos'è hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha aiuta i tuoi servizi web preferiti a proteggere bot, spam e abusi ponendo semplici domande facili per l'uomo e difficili per le macchine.",
    "why-hc": "Perché hCaptcha?",
    "why-hc-text": "Ogni volta che rispondi a una sfida, utilizziamo modelli sofisticati per capire se sei un essere umano o una macchina. Il sito Web visitato quindi utilizza questo risultato per migliorare la tua esperienza sul loro sito tenendo fuori i bot."
}