{
    "about-advisors-brendan": "מנכ\"ל Brave. מייסד שותף של מוזילה. יוצר שפת התכנות JavaScript. בונה דפדפנים ועוד.",
    "about-advisors-dawn": "פרופסור, מדעי המחשב באוניברסיטת קליפורניה, ברקלי. למידה עמוקה, אבטחה, מומחה לבלוקצ'יין. מנכ\"ל מעבדות אואזיס.",
    "about-advisors-head": "יועצים",
    "about-advisors-keiran": "מדען מחקר בסטנפורד. למידה מכונה ומימון כמותי בבנקים גדולים, בקרנות גידור ובאקדמיה.",
    "about-content-head-1": "מה אנחנו עושים",
    "about-content-head-2": "למה זה משנה",
    "about-content-text-1": "hCaptcha הוא שירות של Intuition Machines Inc, חברת AI ולמידת מכונות עם דגש על למידה מתכתית ותחום חזותי ML בקנה מידה. אנו בונים ומפעילים מערכות מדרגיות מאסיביות כדי לאפשר שירותי ניתוח וידאו ותמונות עבור חברות 2000 העולמיות ברחבי העולם.",
    "about-content-text-1a": "hCaptcha מביא גישה מודרנית וממוקדת לפרטיות לעצירת בוטים.",
    "about-content-text-1b": "אנו מציגים אתגרי CAPTCHA שקשים לבוטים אך קלים לאנשים על ידי איסוף נתונים שקשה לתייג מבעיות למידה ממוחשבת, ובאמצעותם ניתן להבחין בין אם אתר אינטרנט או מבקר באפליקציה הוא אנושי.",
    "about-content-text-2": "נתונים נוספים בדרך כלל מניבים תוצאות טובות יותר. בנייה ותחזוקת מערכי נתונים עם תוויות נכונות ורלוונטיות גוזלים זמן ויקר. hCaptcha פותח במקור כדי לענות על הצרכים שלנו בתוויות התמונה, והוא זמין כעת לחברות אחרות עם צרכים דומים.",
    "about-content-text-2a": "שחקנים גרועים נפוצים יותר ויותר ברשת. אך הקרבה על פרטיות המשתמשים אינה התשובה.",
    "about-content-text-2b": "פתרונות אבטחה שמציעות חברות מודעות מתמקדים בעיקר במעקב אחר משתמשים ברחבי האינטרנט. יצרנו פתרון אבטחה יעיל שמוכיח כי אין צורך בפגיעה בפרטיות המשתמשים בכדי לספק תוצאות מצוינות.",
    "about-intro-head-1": "על hCaptcha",
    "about-intro-head-2": "פרטיות, אבטחה ולמידת מכונה.",
    "about-intro-text": "hCaptcha הוא שירות CAPTCHA העצמאי הנפוץ ביותר בעולם.",
    "about-leadership-alex": "מומחה מסד נתונים ובלוקצ'יין. מהנדס מוקדם בקלודרה ועוד. עשרות שנות מומחיות לבניית תוכנה וצוותים.",
    "about-leadership-eli": "מנכ\"ל. מנהיג מוכר בתחום ה- AI. יישם מודיעין מכונה בקנה מידה גדול למגוון רחב של בעיות עסקיות בעשורים האחרונים.",
    "about-leadership-head": "מַנהִיגוּת",
    "about-leadership-todd": "דוקטורט בביולוגיה חישובית, סטנפורד. עבודה עם רשתות עצביות מאז 1999. התמקדו ב- ML יישומי ולמידה עמוקה בקנה מידה.",
    "acc-opt": "אפשרויות נגישות",
    "acc-opt-but": "למידע נוסף על אפשרויות נגישות",
    "acc-opt-text": "האם אתה לקוי ראייה או שאינך מסוגל אחרת להשלים את hCaptchas?",
    "accessibility-link": "נְגִישׁוּת",
    "appreciate-in": "אנו מעריכים את תשומתך. יידע אותנו על בעיות ונפתור אותן במהירות.",
    "fb-but": "שלח לנו משוב",
    "feedback-text": "ספק משוב על ה- hCaptcha שראית זה עתה",
    "footer-attribution": "שִׁיוּך",
    "footer-copyright-text": "hCaptcha הוא סימן מסחרי רשום של Intuition Machines, Inc.",
    "footer-header-1": "חֶברָה",
    "footer-header-2": "אֶמְצָעִי",
    "footer-header-3": "איש קשר",
    "footer-link-1": "תִיוּג",
    "footer-link-10": "נְגִישׁוּת",
    "footer-link-2": "על אודות",
    "footer-link-3": "מקומות תעסוקה",
    "footer-link-4": "סימני מסחר",
    "footer-link-5": "אתיקה של AI",
    "footer-link-6": "בלוג",
    "footer-link-7": "סטָטוּס",
    "footer-link-8": "תיעוד",
    "footer-link-9": "דווח על באג",
    "footer-privacy": "פְּרָטִיוּת",
    "footer-subheader-1": "תמיכה",
    "footer-subheader-2": "איש קשר",
    "footer-terms": "תנאים",
    "h-plans": "תוכניות מנוי",
    "header-docs-link": "מסמכים",
    "header-labeling-services-link": "שירותי תיוג",
    "header-login-button": "התחברות",
    "header-plans-link": "תוכניות",
    "header-signup-button": "הירשם",
    "home-about-head": "על hCaptcha",
    "home-about-subtitle": "מופעל על ידי פרוטוקול HUMAN",
    "home-about-text-1": "hCaptcha נועד לפתור את הבעיה הנמרצת ביותר בעבודה בלימוד מכונה: תיוג כמויות אדירות של נתונים בצורה מהימנה, משתלמת ואמינה.",
    "home-about-text-2": "נתונים נוספים בדרך כלל מניבים תוצאות טובות יותר באימון מודלים של למידת מכונות. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, כמעט תמיד עם ביקורת אנושית כלשהי. עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי בני אדם באמצעות מכני טורק, איור שמונה וכו 'הוא איטי ויקר.",
    "home-about-text-3": "hCaptcha מאפשרת לאתרים להרוויח כסף המשרת את הביקוש הזה תוך חסימת בוטים וצורות אחרות של התעללות.",
    "home-about-text-4": "שוק hCaptcha מופעל על ידי פרוטוקול HUMAN, פרוטוקול מבוזר פתוח לבדיקה אנושית הפועל על בלוקצ'יין את'ריום. אתרים מרוויחים אסימונים אנושיים (HMT) בכל פעם שמשתמשים משתמשים ביישומון hCaptcha באתר שלהם, וחברות למידת מכונות משלמות לאסימונים אנושיים על מנת לתייג את הנתונים שלהם.",
    "home-ba-labeling-services-link": "שירותי תיוג",
    "home-benefits-head-1": "הערך בסימון נתונים",
    "home-benefits-head-2": "להחזיר לצדקה",
    "home-benefits-text-1": "האם הבנת בכל פעם שאתה לוחץ על המכונית אתה עוזר להכשיר מערכות לימוד מכונה אחת של חברת Gigantic בחינם?",
    "home-benefits-text-2": "hCaptcha הופך את המודל הזה. כאשר אתה משתמש ב- hCaptcha, חברות מציעות על העבודה שהמשתמשים שלך עושים כפי שהם מוכיחים את אנושיותם. אתה מקבל את התגמולים.",
    "home-benefits-text-3": "רוצה להחזיר לצדקה האהובה עליך? hCaptcha מאפשר לך לתמוך בעמותות לפי בחירתך ברווחים שאתה מרוויח מהשימוש בה. משתמשים באתר שלך יוכלו בקרוב לראות את תרומתך לצדקה באמצעות מיתוג דיסקרטי בממשק hCaptcha.",
    "home-challenge-text-1": "בחר את כל התמונות שתואמות לשאילתה",
    "home-challenge-text-2": "הגדר שטח תוחם לאובייקטים",
    "home-challenge-text-3": "זהה את התוויות המתאימות",
    "home-challenge-title-1": "השוואה",
    "home-challenge-title-2": "תיבת גבולות",
    "home-challenge-title-3": "קטגוריזציה",
    "home-challenges-head": "האתגרים שהוצגו",
    "home-challenges-text-1": "... ומשימות פשוטות אחרות. קל לבני אדם, קשה לבוטים.",
    "home-challenges-text-2": "משימות מותאמות אישית זמינות גם עבור מפרסמים ארגוניים.",
    "home-ent-1": "מחפש אחר הצעות האבטחה הארגוניות שלנו?",
    "home-ent-2": "בקר באתר הייעודי החדש שלנו: BotStop.com",
    "home-ent-button": "למידע נוסף: BotStop מאת hCaptcha",
    "home-from-the-blog": "מהבלוג:",
    "home-from-the-blog-value": "כיצד עובדות הגדרות קושי של hCaptcha",
    "home-intro-body": "האם אתה משתמש בקפטצ'ה כדי להרחיק בוטים? hCaptcha מגן על פרטיות המשתמשים, מתגמל אתרי אינטרנט ומסייע לחברות לתייג את הנתונים שלהם. זהו תחליף טיפה ל- reCAPTCHA: אתה יכול לעבור תוך דקות ספורות.",
    "home-intro-button": "הרשם עכשיו",
    "home-intro-head": "עצור יותר בוטים. התחל להגן על פרטיות המשתמשים.",
    "home-main-1": "פְּרָטִי. לבטח. מהר יותר. ואנחנו משלמים לך להשתמש בזה.",
    "home-main-2": "ממוקד פרטיות",
    "home-main-2c": "רשתות מודעות רואות את המבקרים שלך כמוצר. עבור hCaptcha המוצר הוא העבודה שהם מספקים. לא אכפת לנו מי המשתמשים שלך, רק כמה הסבירות שהם יהיו זדוניים. אנו תומכים ביוזמות כמו Privacy Pass ועובדים קשה לאזן בין פרטיות וביטחון.",
    "home-main-3": "אבטחה ראשונה",
    "home-main-3c": "הדיוק הוא האינטרס שלך ושלנו. hCaptcha מתמקד במו\"ל. אנו פועלים לתת לך נתונים אמיתיים ולתת לך להחליט כיצד להשתמש בהם. קבוצות אחרות מסופקות על ידי חברות פרסום ענקיות. המשמעות היא שכל בוט שהם חוסמים עשוי להפחית את הכנסותיהם.",
    "home-main-4": "חווית משתמש טובה יותר",
    "home-main-4c": "מודלים מתוחכמים של למידת מכונה משמשים hCaptcha לקביעת האנושות. זה מאפשר לנו לדרוש משימות פחות מעצבנות מהמשתמשים שלך ולקחת פחות מזמנם בכך, ובכל זאת לייצר נתונים עם תוויות שימושיות לתיוג לקוחות.",
    "home-main-plans": "hCaptcha חופשי לשימוש עבור מפרסמים בכל גודל. עם זאת, עבור ארגונים ופלטפורמות הזקוקות לשליטה רבה יותר, הפתרונות הארגוניים שלנו זמינים.",
    "home-main-plans2": "פתרונות hCaptcha ארגוניים מגנים על מיליוני משתמשים על פני עשרות מיליוני אתרים עבור כמה מהחברות הגדולות ביותר על פני כדור הארץ. אנא צרו איתנו קשר למידע נוסף, או בקרו",
    "home-main-plans3": "פתרונות hCaptcha ארגוניים מגנים על מיליוני משתמשים על פני עשרות מיליוני אתרים עבור כמה מהחברות הגדולות ביותר על פני כדור הארץ. אנא צרו איתנו קשר למידע נוסף, או בקרו",
    "home-main-plans4": "לפרטים.",
    "home-plans-button-1": "הרשם עכשיו",
    "home-plans-button-2": "צור קשר עם מכירות",
    "home-plans-chart-head-1": "מאפיינים",
    "home-plans-chart-head-2": "מוֹצִיא לָאוֹר",
    "home-plans-chart-head-3": "מִפְעָל",
    "home-plans-chart-row-1-cell-1": "סוגי אתגרי שליטה המוצגים",
    "home-plans-chart-row-1-cell-2": "מוגבל",
    "home-plans-chart-row-1-cell-3": "סה\"כ",
    "home-plans-chart-row-10-cell-1": "לוחות מחוונים מרובי משתמשים",
    "home-plans-chart-row-11-cell-1": "תכונות דיווח מתקדמות",
    "home-plans-chart-row-12-cell-1": "SLAs ארגוניים",
    "home-plans-chart-row-2-cell-1": "שלוט בתוכן האתגר המשמש",
    "home-plans-chart-row-2-cell-2": "מוגבל",
    "home-plans-chart-row-2-cell-3": "סה\"כ",
    "home-plans-chart-row-3-cell-1": "הרוויחו תגמולים עבור פתרונות אנושיים",
    "home-plans-chart-row-4-cell-1": "הגנה ברמה עולמית נגד בוט",
    "home-plans-chart-row-5-cell-1": "עובד בכל מדינה",
    "home-plans-chart-row-6-cell-1": "מדיניות פרטיות ידידותית ל- GDPR ו- CCPA",
    "home-plans-chart-row-7-cell-1": "רמות קושי גרגירים עדינים",
    "home-plans-chart-row-8-cell-1": "השקת תוכן אתגר משלך",
    "home-plans-chart-row-9-cell-1": "תזמון קושי מבוסס זמן",
    "home-try-it-out-button": "קבל hCaptcha",
    "home-try-it-out-head": "נסה את זה",
    "home-try-it-out-text": "hCaptcha מספק זיהוי בוטים פשוט, קל ואמין, תוך שהוא טריוויאלי לפתור בני אדם.",
    "labeling-about-head": "על hCaptcha",
    "labeling-about-text-1": "hCaptcha נועד לפתור את הבעיה הכי עתירת עבודה בלימוד מכונה; תיוג כמויות אדירות של נתונים בצורה מהימנה, משתלמת ואמינה. נתונים נוספים בדרך כלל מניבים תוצאות טובות יותר באימון מודלים של למידת מכונות. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, ו- hCaptcha משרת צורך זה.",
    "labeling-about-text-2": "עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי בני אדם בשיטות מסורתיות היא איטית ויקרה כאחד. hCaptcha היא דרך עבור חברות לקבל את ההערות הדרושות להם מהר יותר, באיכות גבוהה יותר ובעלות נמוכה יותר מאלטרנטיבות אחרות.",
    "labeling-annotations-head": "סוגי הערות",
    "labeling-annotations-text-1": "זיהוי אובייקטים מדויק בתמונות ווידאו",
    "labeling-annotations-text-2": "זיהוי אובייקטים מדויק בתמונות ווידאו",
    "labeling-annotations-text-3": "הערות נקודתיות למקרי שימוש רבים ושונים",
    "labeling-annotations-text-4": "מיין או הוסף קטגוריות שרירותיות בכל גודל",
    "labeling-annotations-text-5": "איתור וסיווג המופעל על ידי בני אדם",
    "labeling-annotations-text-6": "זקוק לסוג אחר שלא מופיע כאן? פשוט תשאל אותנו.",
    "labeling-annotations-title-1": "תיבות גבולות",
    "labeling-annotations-title-2": "מצולעים",
    "labeling-annotations-title-3": "נקודות ציון",
    "labeling-annotations-title-4": "סיווג תכונות",
    "labeling-annotations-title-5": "השוואה וגילוי",
    "labeling-annotations-title-6": "... ועוד רבים",
    "labeling-ent-button": "צרו קשר עם צוות הפתרונות הארגוניים שלנו",
    "labeling-ent-head": "זקוק לשליטה מקצה לקצה?",
    "labeling-ent-text-1": "פלטפורמת HUMAN שמאחורי hCaptcha מספקת תכונות איכותיות וניהול עבודה מתוחכמות ביותר באמצעות פריסות מקומיות, היברידיות או SaaS המשתלבות עם המערכות הקיימות שלך.",
    "labeling-ent-text-2": "הפעל באופן לא מקוון עם כוח העבודה שלך, עקוב אחר הערך הנצרך בין יחידות עסקיות או שותפי קונסורציום, ניווט משרות באופן סלקטיבי לספקי עבודה פנימיים או חיצוניים שונים בהתבסס על דרישות עלות וביטחון ועוד.",
    "labeling-ent-text-3": "גישה קלה לממשק API, לוחות מחוונים יפים וטכנולוגיית הדגם העדכנית ביותר למקסימום יעילות.",
    "labeling-ent-text-4": "99.99% SLAs זמן עבודה ותמיכה גלובלית זמינה 24/7. למידע נוסף:",
    "labeling-features-head-1": "צינורות פשוטים מונעי API.",
    "labeling-features-head-2": "מותאם לעלות ולאיכות. אין צורך בהתחייבות מראש.",
    "labeling-features-head-3": "שלם רק עבור הדיוק שאתה צריך.",
    "labeling-features-head-4": "ספק נתוני אמת קרקעיים משלך או תן לנו לבנות אותם במהירות.",
    "labeling-features-text-1": "רוצים לשלב ביקורת אנושית ישירות בפעילות העסקית שלכם? אנו מציעים SLA אמינות גבוהה, קיבולת מובטחת וממשקי API פשוטים של REST.",
    "labeling-features-text-2": "פלטפורמת HUMAN משתמשת במודלי ביטחון מקיפים לביצוע ניתוח איכות מתוחכם בזמן אמת. זה מאפשר לנו לקבוע במהירות את קושי השאלות ואת התשובה הנכונה ככל הנראה שלהם, וחוסך לך זמן וכסף.",
    "labeling-features-text-3": "לא כל הבעיות זהות. הערות על משימות קריטיות לבטיחות עשויות לדרוש 99.99% ביטחון של עובדים אנושיים לחלוטין. הערות על תכונת בטא אחת באפליקציית משחקים ניידים עשויות לדרוש ביטחון מתון בלבד. אתה תחליט.",
    "labeling-features-text-4": "האם יש לך נתונים גולמיים ללא קבוצת אימות מקיפה? ברוב המקרים אנו יכולים לבנות עבורך אחת כשמשימות עוברות במערכת, או ליצור דוגמאות שכותרתו לאישורך.",
    "labeling-info-head": "מקבל תווית נתונים",
    "labeling-info-text-1": "שוחח עם אחד ממומחי הדומיין שלנו כדי להגדיר את צרכי הפרויקט שלך: דיוק יעד, פורמט וכל דרישות מיוחדות.",
    "labeling-info-text-2": "אנו מבצעים עבודת ייצור קטנה על סמך נתוני הדוגמה שלך. זה בודק את העבודה שביצענו יחד כדי להבטיח שתקבל בדיוק את מה שאתה צריך.",
    "labeling-info-text-3": "עם נפח גבוה וחביון נמוך אנו נפנה את עבודתך במהירות, עם משלוח אוטומטי ברגע שהיא תסתיים.",
    "labeling-info-text-4": "ככל שאנו מבינים טוב יותר את הפרמטרים של עבודת הייצור שלך, התוצאות ימשיכו להשתפר עם הזמן.",
    "labeling-info-text-5": "לוחות מחוונים בשידור חי מאפשרים לך לספק משוב או להשהות את הייצור בכל עת.",
    "labeling-info-title-1": "הגדר מפרט",
    "labeling-info-title-2": "מבחן עבודה ראשוני",
    "labeling-info-title-3": "פריסת עבודות ייצור",
    "labeling-info-title-4": "שיפור מתמשך",
    "labeling-info-title-5": "תוצאות בזמן אמת",
    "labeling-main-1": "תיוג נתונים חסכוני בקנה מידה",
    "labeling-main-1-button": "קבל את הנתונים שלך עכשיו",
    "labeling-main-1c": "זקוק לתוויות נוספות עבור מערכי הנתונים שלך? hCaptcha מספק תיוג נתונים מהיר, חסכוני ואיכותי לחברות העובדות על יישום בינה מלאכותית ולמידת מכונה.",
    "labeling-main-2": "השיק מיליוני משימות באופן מיידי.",
    "labeling-main-2-button": "קנו שירותי תיוג נתונים",
    "labeling-main-2c": "ל- hCaptcha יש אחת הבריכות הגדולות ביותר על פני כדור הארץ הזמינות לשימושכם. לא משנה מה קנה המידה שלך, אנו יכולים להתמודד עם זה ללא התחייבויות יקרות מראש. מיליוני משימות ביום אינן בעיה.",
    "labeling-platform-head": "מידע פרטי או ציבורי",
    "labeling-platform-text": "hCaptcha בנויה על פלטפורמת HUMAN, המאפשרת ניתוב וניתוח מתוחכמים כדי לייעל את העלות והיעילות בכל שלב. טכנולוגיה זו מאפשרת לכוח העבודה הנכון להתמודד עם כל חלק בתפקידך, תוך מקסימום יעילות העלות תוך שמירה על פרטיות ועמידה בכל דרישות הרגולציה העשויות לחול.",
    "labeling-try-button": "קנו שירותי תיוג נתונים",
    "labeling-try-head": "רוצה לנסות את הנתונים שלך?",
    "labeling-try-text": "... אנחנו מוכנים כשאתה נמצא: השירות שלנו זמין מסביב לשעון.",
    "learn-more-hcaptcha": "למידע נוסף על hCaptcha",
    "page-acc-faq-1": "שאלה: האם תואם hCaptcha סעיף 508 + WCAG 2.0? תשובה: אנו מאמינים שכן: כל המשתמשים עם כל צורה של ליקוי המסוגלים לגלוש באינטרנט ולהזין טקסט בטפסים יכולים לגשת לשירותים המוגנים על ידי hCaptcha עם ההרשמה. עם זאת, זה לא ייעוץ משפטי: עליך לבצע הערכה משלך תוך התחשבות ביישום המיוחד שלך כדי להבטיח שזה המקרה לפריסתך.",
    "page-acc-faq-2": "שאלה: האם אתה עובד על אפשרויות נגישות אחרות (a11y), כמו אודיו? תשובה: אפשרויות פופולריות בעבר כמו captchas שמע מפלה לרעה משתמשים רבים ומובסות בקלות על ידי טכניקות לימוד מכונה מודרניות. זה אילץ אתגרי השמע הנוכחיים להיות קשים יותר ויותר, והכניס רעש, תזמון מוזר, צירופי מילים יוצאי דופן, וכן הלאה כדי להביס את התוקפים. לפיכך אנו פחות מתלהבים מגישה זו לעומת הימנעות מוחלטת מהאתגר, אך נשקול זאת אם יש ביקוש מקהילת a11y. עם זאת, אנו מעוניינים מאוד ב- Privacy Pass עבור מקרה השימוש בנגישות. אנו מאמינים ששילוב הגישה הנוכחית שלנו a11y עם הנפקת Privacy Pass יאפשר למשתמשים a11y לגלוש בבטחה, בטוחים בידיעה שהתנועה שלהם פרטית יותר, תוך הגבלת התעללות מצד מפעילי בוטים המתרחשת בהכרח כאשר אפשרויות a11y זמינות. אנו משתתפים פעילים בקבוצת העבודה IETF המתקינה טכנולוגיה חדשה זו.",
    "page-acc-faq-3": "שאלה: מה לגבי פרטיות? האם ההרשמה חושפת נתוני גלישה a11y בצורה כלשהי? מה עושים עם המייל? תשובה: hCaptcha מיועד לפרטיות מהיסוד. זה שונה מאוד מאפשרויות מסורתיות כמו reCAPTCHA הנמצאות בבעלות רשתות מודעות, שיש להן תמריץ לעקוב אחריך ברחבי האינטרנט ולקשר אותך לזהות אמיתית. אנו אף פעם לא משתמשים באימיילים או במידע נגישות למטרה אחרת מלבד להקל על השימוש ולמנוע התעללות. במדיניות הפרטיות שלנו יש תשובות מקיפות וסמכותיות לאופן השימוש שלנו בנתונים, אך התשובה הקצרה היא שאין לנו שום עניין לשייך אותך כאדם להיסטוריית הגלישה שלך. אנו עובדים כעת על פיתרון הצפנה כדי להשליך במהירות את כתובת הדוא\"ל שלך. תוך שמירה על יכולתנו למנוע התעללות, ומשלימה את עבודת ה- Privacy Pass שלנו.",
    "page-acc-link-1": "אם אתה משתמש נגישות, אנא הירשם כאן.",
    "page-acc-subhead": "הבטחת גישה חלקה לכל המשתמשים תוך שמירה על אבטחה",
    "page-acc-summary": "סיכום",
    "page-acc-summary-contents-1": "hCaptcha נועד לעצור בוטים על ידי הבחנה ביניהם לבין אנשים. מבחנים חזותיים הם כלי נוח לכך, אך לא כולם יכולים לפתור אתגר חזותי. מסיבה זו תכננו אלטרנטיבה פשוטה וללא כאבים שתאפשר למפרסמים המשתמשים בשירות שלנו לשמור על נגישות לכולם עם תאימות מלאה לסעיפים 508 ו- WCAG 2.0.",
    "page-acc-summary-contents-2": "איך זה עובד: ראשית, משתמש נגישות נרשם בכתובת אתר זו, המקושרת בדף המידע של היישומון hCaptcha. הם מקבלים קובץ cookie מוצפן שיכול לשמש מספר פעמים ביום, אך יש לרענן אותו בכל 24 שעות באמצעות כניסה. כאשר מוצג אתגר למשתמש נגישות בכל אתר המשתמש בשירות hCaptcha, הם יעברו אוטומטית.",
    "page-acc-title": "מידע על נגישות hCaptcha",
    "page-acc-tr-body": "שאלה: אני עדיין רואה אתגר לאחר הגדרת העוגיה. מה גורם לכך? תשובה: בדרך כלל זה נובע משימוש בחוסם מודעות אגרסיבי או בתוסף נגד קובצי cookie, או בהגדרה החוסמת קובצי Cookie חוצה אתרים, במקרה זה קובץ Cookie עבור hcaptcha.com שמוגדר או מסומן על ידי JavaScript של hCaptcha באתר אחר. , כמו זה שאתה מבקר בו. עוגיות נגישות hCaptcha פועלות עם כל הדפדפנים וחוסמי המודעות הפופולאריים עם ההגדרות הסטנדרטיות שלהם, כך שבדרך כלל כשלים נובעים מסקריפטים נגד אנטי-adblock או מערכי חוקים דומים המכוונים לאתרים מסוימים. פתרונות: 1. עוגיות hcaptcha.com ו- * .hcaptcha.com ברשימת ההיתרים בחוסם המודעות או בתוסף האבטחה של הדפדפן. 2. אם אתה משתמש בדפדפן Brave, שלא נראה שיש לו (נכון לאפריל 2020) רשימת היתרים של עוגיות כלשהן, עבור אל העדפות -> Shields -> Cookies ובחר אפשר All Cookies. 3. אם אתה משתמש בגרסה האחרונה של Safari ב- OS X 10.15 או ב- iOS 13. 4, אפל שינתה זה עתה את ההתנהגות של Safari הקשורה לעוגיות של צד שלישי וחסמה את כולם כברירת מחדל. אנו מיישמים פיתרון, אך בינתיים אנא היכנסו להעדפות Safari, סעיף פרטיות, ובטל את הסימון של מעקב אחר אתרים: למנוע מעקב חוצה אתרים כדי לאפשר לעוגיית הנגישות לתפקד כצפוי. שאלה: אני משתמש במספר מכשירים. האם עלי להירשם מספר פעמים? תשובה: לא. לחץ על אותו קישור התחברות לדוא\"ל שנשלח אליך בכל מכשיר שבו אתה משתמש על מנת להגדיר את קובץ ה- cookie.",
    "page-acc-tr-title": "למשתמשי נגישות: מדריך שאלות ותשובות ופתרון בעיות",
    "priv-hc": "ממוקד פרטיות",
    "priv-hc-text": "רשתות מודעות רואות בך כמוצר שלהן. אנחנו לא. לא אכפת לנו מי המשתמשים, אלא רק בסבירותם שהם יהיו זדוניים. אנו תומכים ביוזמות כמו Privacy Pass ועובדים קשה לאזן בין פרטיות וביטחון.",
    "reporting-bugs-accessibility-button": "למידע נוסף על אפשרויות נגישות",
    "reporting-bugs-accessibility-head": "אפשרויות נגישות",
    "reporting-bugs-accessibility-text": "האם אתה לקוי ראייה או שאינך מסוגל אחרת להשלים את hCaptchas?",
    "reporting-bugs-guide-ff-head": "לכידת פרטי דוח באגים: Firefox",
    "reporting-bugs-guide-ff-step-1": "שלב 1: פתח את כלי המפתח (פעולה זו מתחילה להקליט את ההפעלה).",
    "reporting-bugs-guide-ff-step-2": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתח. סמן את תיבת יומני ה- Persist בחלק העליון.",
    "reporting-bugs-guide-ff-step-3": "שלב 3: בקר בכתובת https://accounts.hcaptcha.com/demo, או באתר שבו אתה נתקל בבעיה (הערת פרטיות: רק אם לא אכפת לך לשתף במה מדובר) ... ואז לחץ על ה- I אני כפתור אנושי, ונסה לפתור.",
    "reporting-bugs-guide-ff-step-4": "שלב 4: לחץ על HAR לאחר שתנסה לפתור, ובחר שמור הכל כ- HAR כדי לשמור את יומן הרשת. שלח אלינו את הקובץ הזה.",
    "reporting-bugs-guide-ff-step-5": "שלב 5: לחץ על הכרטיסייה מסוף ולחץ באמצעות לחצן העכבר הימני ואז בחר הכל ושמור אותו בקובץ טקסט כדי לשמור את יומן המסוף. שלחו לנו גם את זה.",
    "reporting-bugs-guide-ff-step-6": "שלב אחרון: שלחו אלינו דוא\"ל של קבצי יומן ה- HAR והקונסולה ותארו את הבעיה השתמשו: support@hcaptcha.com (אנא השתמשו בשירות כמו Dropbox או Filebin ושלחו קישורים) ובאופציה צילום מסך, אם אתם חושדים שמשהו לא מוצג כהלכה . אנא שלח גם את ה- IP שבו אתה משתמש. אתה יכול להשיג את זה מ- https://www.whatsmyip.org/ תודה על שהקדשת מזמנך לעזור לנו לקבל מידע זה! אנו מחויבים לגרום ל- hCaptcha לעבוד היטב עבור כולם.",
    "reporting-bugs-guide-head": "לכידת פרטי דוח באגים: Chrome",
    "reporting-bugs-guide-step-1": "שלב 1: פתח את כלי המפתח (פעולה זו מתחילה להקליט את ההפעלה).",
    "reporting-bugs-guide-step-2": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתח. סמן את תיבת יומן הרישום בראש.",
    "reporting-bugs-guide-step-3": "שלב 3: בקר בכתובת https://accounts.hcaptcha.com/demo, או באתר שבו אתה נתקל בבעיה (הערת פרטיות: רק אם לא אכפת לך לשתף במה מדובר) ... ואז לחץ על ה- I אני כפתור אנושי, ונסה לפתור.",
    "reporting-bugs-guide-step-4": "שלב 4: לחץ על ייצא HAR (החץ למטה הקטן) לאחר שתנסה לפתור, מה ששומר את יומן הרשת. שלח אלינו את הקובץ הזה.",
    "reporting-bugs-guide-step-5": "שלב 5: לחץ על הכרטיסיה מסוף ולחץ באמצעות לחצן העכבר הימני ואז שמור כ .. כדי לשמור את יומן המסוף. שלחו לנו גם את זה.",
    "reporting-bugs-guide-step-6": "שלב אחרון: שלח אלינו דוא\"ל של קבצי יומן הרישום של ה- HAR ותאר את הבעיה. השתמש ב: support@hcaptcha.com (אנא השתמש בשירות כמו Dropbox או Filebin ושלח קישורים) ובאופציה צילום מסך, אם אתה חושד שמשהו לא מוצג כהלכה. אנא שלח גם את ה- IP שבו אתה משתמש. אתה יכול להשיג את זה מ- https://www.whatsmyip.org/ תודה על שהקדשת מזמנך לעזור לנו לקבל מידע זה! אנו מחויבים לגרום ל- hCaptcha לעבוד היטב עבור כולם.",
    "reporting-bugs-guide-text-1": "שליחת מידע על איתור באגים עם הדוח שלך תקל עלינו בזיהוי מה קורה. להלן הוראות שלב אחר שלב:",
    "reporting-bugs-guide-text-2": "אם אתה מפתח אינטרנט או משתמש מומחה, הסיכום הוא שברצונך שתשלח אלינו יומני הקלטת רשת HAR ויומני מסוף הדפדפן. נסה להשבית תחילה כל חוסם מודעות או תוספי אבטחה לדפדפן ואז נסה שוב לפני שתעבור את השלבים הבאים. אם זה פותר את הבעיה שלך, אנו עדיין נשמח שתודיע לנו על גרסת הדפדפן, חוסם המודעות או סיומת הדפדפן שלך ואת כתובת האתר.",
    "reporting-bugs-intro-head": "מצאת באג? כך מדווחים על כך.",
    "reporting-bugs-intro-text": "מיליוני אנשים משתמשים ב- hCaptcha בכל חודש, באלפי שילובים של דפדפנים, תוספים, מכשירים, חומות אש ועוד. המטרה שלנו היא לוודא שזה תמיד יעבוד בשבילך, ולכן אנו מעריכים מאוד את הדוחות שלך! כדי לתת משוב מהיר, פשוט לחץ על כפתור שלח לנו משוב. אם אתה נתקל בבעיה פונקציונלית, עקוב אחר ההוראות ליומן איתור באגים ב- Chrome או להוראות יומן ניפוי באגים עבור Firefox להלן. לכל דפדפן אחר פשוט שלחו לנו דוא\"ל. לבעיות אבטחה או פרטיות אפשריות, עיין בהוראות שלהלן.",
    "reporting-bugs-privacy-head": "בעיות פרטיות",
    "reporting-bugs-privacy-text": "לא אכפת לנו מי המשתמשים, רק באיזו סיכוי הם להיות זדוניים או מכונות. אנו תומכים ביוזמות כמו Privacy Pass ועובדים קשה לאזן בין פרטיות וביטחון. אם מצאת בעיה שלדעתך עלולה להשפיע על פרטיות המשתמשים, אנא שלח לנו דוא\"ל לכתובת support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "שלח לנו משוב",
    "reporting-bugs-provide-feedback-head": "ספק משוב מיידי על hCaptcha",
    "reporting-bugs-provide-feedback-text": "אנו מעריכים את תשומתך. יידע אותנו על בעיות ונפתור אותן במהירות.",
    "reporting-bugs-security-head": "באגים ביטחוניים",
    "reporting-bugs-security-text": "אנו תמיד מעוניינים לקבל דיווחים על באגי אבטחה. שלחו דוא\"ל אל support@hcaptcha.com ו- CC security@hcaptcha.com ונחזור אליכם במהירות. יש לנו גם תוכנית שפע של באגים עבור דוחות אבטחה זכאים על שירות hCaptcha וקוד המקור הקשור.",
    "sec-hc": "אבטחה ראשונה",
    "sec-hc-text": "hCaptcha מתמקד במו\"ל. אנו פועלים לתת לאתרים נתונים אמיתיים ולתת להם להחליט כיצד להשתמש בהם. הדיוק הוא האינטרס שלך ושלנו. קבוצות אחרות מסופקות על ידי חברות פרסום. כל בוט שהם חוסמים עשוי להפחית את הכנסותיהם.",
    "switch-to-english-link": "החלף לאנגלית",
    "what-is-hcaptcha": "מה זה hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha מסייע לשירותי האינטרנט המועדפים עליך להרחיק בוטים, דואר זבל והתעללות על ידי כך שהוא שואל שאלות פשוטות, קלות לבני אדם וקשות למכונות.",
    "why-hc": "למה hCaptcha?",
    "why-hc-text": "בכל פעם שאתה עונה לאתגר אנו משתמשים במודלים מתוחכמים כדי להבין אם אתה אנושי או מכונה. האתר בו ביקרת משתמש בתוצאה זו כדי לעזור בשיפור החוויה שלך באתר שלהם על ידי הרחקת בוטים."
}