{
    "acc-opt": "Pilihan Aksesibilitas",
    "acc-opt-but": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "acc-opt-text": "Apa sampeyan cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "We appreciate input sampeyan. Ayo ngerti babagan masalah lan kita bakal bisa ngatasi kanthi cepet.",
    "fb-but": "Kirimi tanggepan",
    "feedback-text": "Wenehi umpan balik babagan hCaptcha sing lagi wae deleng",
    "home-ent-1": "Nggolek kurban keamanan perusahaan kita?",
    "home-ent-2": "Dolan maring situs darmabakti anyar: BotStop.com",
    "home-intro-body": "Apa sampeyan nggunakake captcha kanggo njaga bot? hCaptcha nglindhungi privasi pangguna, menehi situs web, lan mbantu perusahaan diwenehi label. Iki minangka pengganti gulung kanggo reCAPTCHA: sampeyan bisa ngoper sawetara menit.",
    "home-intro-head": "Mungkasi bot luwih akeh. Miwiti nglindhungi privasi pangguna.",
    "home-main-1": "Pribadi. Ngamanake. Luwih cepet. Lan kita mbayar sampeyan nggunakake.",
    "home-main-2": "Kebijakan Fokus",
    "home-main-2c": "Jaringan iklan ndeleng para pengunjung minangka produk. Kanggo hCaptcha, produk sing diwenehake. Kita ora peduli manawa pangguna sampeyan, mung sejatine kemungkinan nakal. Kita ndhukung inisiatif kaya Pass Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "home-main-3": "Keamanan Kaping pisanan",
    "home-main-3c": "Akurasi kanggo kapentingan lan kito. hCaptcha minangka fokus penerbit. Kita makarya kanggo menehi data nyata lan supaya sampeyan arep nggunakake. Captchas liyane diwenehake dening",
    "home-main-3c2": "perusahaan pariwara Iki tegese saben bot sing diblokir bisa nyuda bathi.",
    "home-main-4": "Pengalaman Panganggo sing Luwih Luwih",
    "home-main-4c": "Model belajar mesin sing canggih digunakake dening hCaptcha kanggo nemtokake kamanungsan. Iki ngidini kita mbutuhake tugas sing kurang ngganggu saka pangguna lan ora butuh wektu sing ditindakake, nalika isih ngasilake data label sing migunani kanggo pelanggan label.",
    "home-main-plans": "hCaptcha bebas digunakake kanggo penerbit. Nanging, kanggo perusahaan lan platform sing mbutuhake kendali luwih akeh, solusi perusahaan kasedhiya.",
    "home-main-plans2": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna liwat puluhan yuta situs web kanggo sawetara perusahaan sing paling gedhe ing planet iki. Hubungi kita kanggo info liyane, utawa riko",
    "home-main-plans3": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna liwat puluhan yuta situs web kanggo sawetara perusahaan sing paling gedhe ing planet iki. Hubungi kita kanggo info liyane, utawa riko",
    "home-main-plans4": "kanggo rincian.",
    "learn-more-hcaptcha": "Sinau luwih lengkap babagan hCaptcha",
    "page-acc-faq-1": "Pitakon: Apa bagean hCaptcha 508 + WCAG 2.0 netepi? Wangsulan: Kita pracaya supaya: kabeh pangguna kanthi bentuk kebejatan sing bisa browsing web lan ngetik teks ing formulir bisa ngakses layanan sing dilindhungi dening hCaptcha nalika registrasi. Nanging, iki ora menehi saran legal: sampeyan kudu nganakake evaluasi dhewe, kanthi nggatekake implementasine tartamtu kanggo mesthekake yen iki kedadeyan penyebaran prajurit.",
    "page-acc-faq-2": "Pitakonan: Apa sampeyan nggarap pilihan liyane (a11y), kaya audio? Wangsulan: Opsi sing populer kayata captchas audio mbedakake karo pangguna a11y lan gampang dikalahake dening teknik belajar mesin modern. Iki meksa tantangan audio saiki dadi luwih angel, ngenalake swara, wektu sing aneh, kombinasi tembung sing ora biasa, lan liya-liyane kanggo ngalahake penyerang. Dadi, kita ora pati semangat banget babagan pendekatan iki nglawan tantangan kasebut, nanging bakal nimbang manawa ana panjaluk saka komunitas a11y. Nanging, kita kepengin banget babagan Pass Privasi kanggo kasus panggunaan Aksesibilitas. Kita yakin nggabungake pendekatan a11y saiki karo diterbitake Pass Pass bakal ngidini pangguna 11 supaya bisa telusuran kanthi aman, aman kanthi ngerti manawa lalu lintas kasebut luwih pribadi, nalika mbatesi penyalahgunaan operator bot sing bisa kedadeyan nalika pilihan a11 kasedhiya. Kita dadi peserta aktif ing klompok kerja IETF sing standar teknologi anyar iki.",
    "page-acc-faq-3": "Pitakonan: Apa bab privasi? Apa registrasi mbabarake data browsing a11y? Apa sing sampeyan lakoni karo email kasebut? Wangsulan: hCaptcha dirancang kanggo privasi saka ndhuwur. Luwih beda tinimbang opsi tradisional kayata reCAPTCHA sing diduweni jaringan jaringan, sing duwe insentif kanggo nglacak sampeyan ing web lan nggandhengake sampeyan kanthi identitas nyata. Kita ora nate nggunakake email utawa info akses kanggo tujuan liyane kajaba nggampangake panggunaan a11y lan nyegah penyalahgunaan. Kabijakan privasi kita duwe jawaban lengkap lan kuoso babagan cara nggunakake data, nanging wangsulan cekak yaiku kita ora kepengin nggandhengake sampeyan minangka wong karo riwayat telusuran sampeyan. Saiki kita uga ngupayakake solusi kriptografi kanthi cepet kanggo ngilangi alamat email sampeyan kanthi cepet nalika isih nglestarekake kemampuan kanggo nyegah penyalahgunaan, nglengkapi karya Pas Kebijakan.",
    "page-acc-link-1": "Yen sampeyan pangguna aksesibilitas, mangga mlebu ing kene.",
    "page-acc-subhead": "Njamin akses sing rapi kanggo kabeh pangguna nalika njaga keamanan",
    "page-acc-summary": "Ringkesan",
    "page-acc-summary-contents-1": "hCaptcha dirancang kanggo mungkasi bot kanthi mbedakake saka wong. Tes visual minangka alat sing trep kanggo iki, nanging ora kabeh wong bisa ngrampungake tantangan visual. Pramila kita ngrancang alternatif sing gampang lan ora nglarani supaya penerbit nggunakake layanan kita njaga aksesoris kanggo kabeh kepatuhan bagean 508 lan WCAG 2.0.",
    "page-acc-summary-contents-2": "Cara kerjane: pisanan, pangguna aksesibilitas mlebu ing URL iki, sing ana gandhengane ing kaca info widget hCaptcha. Iki diwenehi cookie sing ndhelik sing bisa digunakake kaping pirang-pirang dina, nanging kudu disegerake saben 24 jam liwat login. Yen tantangan ditampilake menyang pangguna aksesibilitas ing situs apa wae kanthi nggunakake layanan hCaptcha, bakal kanthi otomatis bakal diliwati.",
    "page-acc-title": "Informasi Aksesibilitas hCaptcha",
    "page-acc-tr-body": "Pitakonan: Aku isih ndeleng tantangan sawise nyetel cookie. Apa sing nyebabake iki? Wangsulan: Iki biasane amarga nggunakake blokir iklan sing agresif utawa extension anti-cookie, utawa setelan sing ngalangi cookie ing situs, ing kasus iki cookie kanggo hcaptcha.com sing wis disetel utawa dicenthang dening hCaptcha JavaScript ing situs sing beda. , kaya sing dibukak. Cookies akses hCaptcha bisa digunakake karo kabeh browser populer lan blockers iklan kanthi standar standar, mula biasane gagal amarga skrip anti-adblock utawa tata cara sing padha karo target situs tartamtu. Solusi: 1. cookies putih hcaptcha.com lan * .hcaptcha.com cookie ing blocker iklan utawa ekstensi keamanan browser. 2. Yen sampeyan nggunakake browser Brave, sing ora (tanggal 20 April) katon ana whitelist cookie apa wae, bukak Keutamaan -> Shields -> Cookies lan pilih Allow All Cookies. 3. Yen sampeyan nggunakake versi paling anyar saka Safari ing OS X 10.15 utawa iOS 13. sing paling anyar dirilis, Apple mung ngganti prilaku Safari sing gegandhengan karo cookie pihak katelu, ngalangi kabeh kanthi gawan. Kita ngetrapake solusi, nanging saiki, bukak Preferensi Safari, bagean Kebijakan, lan busak pelacakan situs web: Nyegah pelacakan situs kanggo ngaktifake cookie aksesibilitas bisa digunakake kaya samesthine. Pitakonan: Aku nggunakake macem-macem piranti. Apa aku kudu mlebu kaping pirang-pirang? Wangsulan: Ora. Klik link login email sing padha sing dikirim menyang sampeyan ing saben piranti sing digunakake kanggo nyetel cookie.",
    "page-acc-tr-title": "Kanggo Pangguna Aksesibilitas: Q&A lan Pandhuan ngatasi masalah",
    "priv-hc": "Kebijakan Fokus",
    "priv-hc-text": "Jaringan iklan ndeleng sampeyan minangka produk. Aku ora. Kita ora peduli manawa pangguna, mung kepiye cidra mbebayani. Kita ndhukung inisiatif kaya Pass Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "sec-hc": "Keamanan Kaping pisanan",
    "sec-hc-text": "hCaptcha minangka fokus penerbit. Kita makarya kanggo menehi situs data nyata lan supaya wong-wong mau mutusake cara nggunakake. Akurasi kanggo kapentingan lan kito. Captchas liyane diwenehake dening perusahaan pariwara. Saben bot sing dikatutake bisa nyuda bathi.",
    "what-is-hcaptcha": "Apa sing hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha mbantu layanan web favorit sampeyan supaya bot, spam, lan penyalahgunaan kanthi takon babagan pitakonan sing gampang gampang kanggo manungsa lan angel kanggo mesin.",
    "why-hc": "Napa hCaptcha?",
    "why-hc-text": "Saben sampeyan mangsuli tantangan, kita nggunakake model sing canggih kanggo ngerti apa sampeyan manungsa utawa mesin. Situs web sing dibukak banjur nggunakake asil iki kanggo mbantu nambah pengalaman ing situs kasebut kanthi tetep bot."
}