{
    "about-advisors-brendan": "CEO. Pimpinan dikenali ing AI. Wis nggunakake intelijen mesin kanthi skala babagan macem-macem masalah bisnis sajrone dekade kepungkur.",
    "about-advisors-dawn": "PhD ing Kompetasional Biology, Stanford. Nggarap jaringan saraf wiwit taun 1999. Fokus ing ML lan sinau jero ing skala.",
    "about-advisors-head": "Penasihat",
    "about-advisors-keiran": "Ahli database lan Blockchain. Jurutera awal ing Cloudera lan liya-liyane. Dekade saka piranti lunak bangunan lan tim keahlian.",
    "about-content-head-1": "Apa Kita Apa",
    "about-content-head-2": "Napa Iku Penting",
    "about-content-text-1": "hCaptcha minangka layanan Intuition Machines Inc., perusahaan belajar AI lan mesin kanthi fokus ing metalearning lan visual domain ing skala. ‍ Kita mbangun lan ngoperasikake sistem skala gedhe kanggo ngaktifake layanan analisis video lan gambar kanggo perusahaan Global 2000 ing saindenging jagad.",
    "about-content-text-2": "Akeh data umume ngasilake asil sing luwih apik. Bangunan lan njaga kanthi tepat label lan relevan sing relevan yaiku mbuwang wektu. ♀hCaptcha wiwitane dikembangake kanggo ngrampungake kebutuhan dhewe ing label gambar, lan saiki kasedhiya kanggo perusahaan liyane sing butuh kebutuhan.",
    "about-intro-head-1": "Bisa digunakake kanggo hCaptcha",
    "about-intro-head-2": "Misi Kita Gedhe",
    "about-intro-text": "Kita tuwuh kanthi cepet lan tansah ngupaya bakat paling apik ing saindenging kantor global. Sampeyan bisa aplikasi karo tautan ing ngisor iki.",
    "about-leadership-alex": "Ahli database lan Blockchain. Jurutera awal ing Cloudera lan liya-liyane. Dekade saka piranti lunak bangunan lan tim keahlian.",
    "about-leadership-eli": "CEO. Pimpinan dikenali ing AI. Wis nggunakake intelijen mesin kanthi skala babagan macem-macem masalah bisnis sajrone dekade kepungkur.",
    "about-leadership-head": "Kepemimpinan",
    "about-leadership-todd": "PhD ing Kompetasional Biology, Stanford. Nggarap jaringan saraf wiwit taun 1999. Fokus ing ML lan sinau jero ing skala.",
    "acc-opt": "Pilihan Aksesibilitas",
    "acc-opt-but": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "acc-opt-text": "Apa sampeyan cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "We appreciate input sampeyan. Ayo ngerti babagan masalah lan kita bakal bisa ngatasi kanthi cepet.",
    "fb-but": "Kirimi tanggepan",
    "feedback-text": "Wenehi umpan balik babagan hCaptcha sing lagi wae deleng",
    "footer-attribution": "Atribusi",
    "footer-copyright-text": "hCaptcha minangka merek dagang kadhaptar saka Intuition Machines, Inc.",
    "footer-header-1": "Perusahaan",
    "footer-header-2": "Sumber",
    "footer-header-3": "Hubungi",
    "footer-link-1": "Labeling",
    "footer-link-2": "Babagan",
    "footer-link-3": "Proyek",
    "footer-link-4": "Dagang",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumentasi",
    "footer-link-8": "Laporake Bug",
    "footer-link-9": "Aksesibilitas",
    "footer-privacy": "Kebijakan",
    "footer-subheader-1": "Dhukungan",
    "footer-subheader-2": "Hubungi",
    "footer-terms": "Sarat",
    "header-docs-link": "Dokter",
    "header-labeling-services-link": "Layanan Labeling",
    "header-login-button": "Mlebet",
    "header-plans-link": "Rencana",
    "header-signup-button": "Ndhaptar",
    "home-about-head": "Babagan hCaptcha",
    "home-about-subtitle": "Dipasang dening Protokol MANUSIA",
    "home-about-text-1": "hCaptcha dirancang kanggo ngatasi masalah intensif tenaga kerja ing sinau mesin: menehi label akeh data kanthi cara sing tepat, terjangkau, lan dipercaya.",
    "home-about-text-2": "Akeh data umume ngasilake asil sing luwih apik kanggo model belajar mesin latihan. Sukses modhél anyar saiki wis nambah akeh data gedhe, meh mesthi ana sawetara panliten manungsa. Nanging, nggawe database gedhe sing diteliti manungsa liwat Mekanikal Turk, Gambar Wol, dll.",
    "home-about-text-3": "hCaptcha ngidini situs web nggawe dhuwit ngladeni permintaan iki nalika ngalangi bot lan jinis penyalahgunaan liyane.",
    "home-about-text-4": "Pasar hCaptcha didhukung dening Protokol HUMAN, protokol sing disentralisasi mbukak kanggo panaliten manungsa sing mlaku ing blokchain Ethereum. Situs Web entuk Token Manusia (HMT) nalika pangguna nggunakake hCaptcha ing situs, lan perusahaan belajar mesin mbayar Token Human kanggo njaluk data kanthi label.",
    "home-ba-labeling-services-link": "Layanan Labeling",
    "home-benefits-head-1": "Nilai ing Labeling Data",
    "home-benefits-head-2": "Menehi Bali menyang Charity",
    "home-benefits-text-1": "Apa sampeyan ngerti saben-saben sampeyan \"ngeklik mobil\" sampeyan mbantu nglatih sistem sinau mesin Giganticcompany kanthi gratis?",
    "home-benefits-text-2": "hCaptcha dadi model iki. Nalika nggunakake hCaptcha, perusahaan milih karya sing ditindakake pangguna nalika mbuktekake kamanungsan. Sampeyan entuk penghargaan.",
    "home-benefits-text-3": "Kepeng sampeyan bakal menehi maneh amal kesenengan? hCaptcha ngidini sampeyan ndhukung amal sing dipilih karo penghasilan sing sampeyan gunakake saka nggunakake. Pangguna ing situs sampeyan bakal bisa ndeleng kontribusi sampeyan menyang amal kanthi merek sing wicaksana ing antarmuka hCaptcha.",
    "home-challenge-text-1": "Pilih kabeh gambar sing cocog karo query",
    "home-challenge-text-2": "Netepake wilayah sing kaiket kanggo obyek",
    "home-challenge-text-3": "Kenali label sing cocog",
    "home-challenge-title-1": "Perbandingan",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategori",
    "home-challenges-head": "Tantangan sing Ditawarake",
    "home-challenges-text-1": "... lan tugas liyane sing gampang. Gampang kanggo manungsa, angel kanggo bot.",
    "home-challenges-text-2": "Tugas khusus uga kasedhiya kanggo penerbit perusahaan.",
    "home-ent-1": "Nggolek kurban keamanan perusahaan kita?",
    "home-ent-2": "Dolan maring situs darmabakti anyar: BotStop.com",
    "home-ent-button": "Sinau luwih lengkap: BotStop dening hCaptcha",
    "home-from-the-blog": "SARI ING BLOG:",
    "home-from-the-blog-value": "Cara Pakaryan Kesulitan HCaptcha",
    "home-intro-body": "Apa sampeyan nggunakake captcha kanggo njaga bot? hCaptcha nglindhungi privasi pangguna, menehi situs web, lan mbantu perusahaan diwenehi label. Iki minangka pengganti gulung kanggo reCAPTCHA: sampeyan bisa ngoper sawetara menit.",
    "home-intro-button": "Mlebu Saiki",
    "home-intro-head": "Mungkasi bot luwih akeh. Miwiti nglindhungi privasi pangguna.",
    "home-main-1": "Pribadi. Ngamanake. Luwih cepet. Lan kita mbayar sampeyan nggunakake.",
    "home-main-2": "Kebijakan Fokus",
    "home-main-2c": "Jaringan iklan ndeleng para pengunjung minangka produk. Kanggo hCaptcha, produk sing diwenehake. Kita ora peduli manawa pangguna sampeyan, mung sejatine kemungkinan nakal. Kita ndhukung inisiatif kaya Pass Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "home-main-3": "Keamanan Kaping pisanan",
    "home-main-3c": "Akurasi kanggo kapentingan lan kito. hCaptcha minangka fokus penerbit. Kita makarya kanggo menehi data nyata lan supaya sampeyan arep nggunakake. Captchas liyane diwenehake dening",
    "home-main-4": "Pengalaman Panganggo sing Luwih Luwih",
    "home-main-4c": "Model belajar mesin sing canggih digunakake dening hCaptcha kanggo nemtokake kamanungsan. Iki ngidini kita mbutuhake tugas sing kurang ngganggu saka pangguna lan ora butuh wektu sing ditindakake, nalika isih ngasilake data label sing migunani kanggo pelanggan label.",
    "home-main-plans": "hCaptcha bebas digunakake kanggo penerbit. Nanging, kanggo perusahaan lan platform sing mbutuhake kendali luwih akeh, solusi perusahaan kasedhiya.",
    "home-main-plans2": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna liwat puluhan yuta situs web kanggo sawetara perusahaan sing paling gedhe ing planet iki. Hubungi kita kanggo info liyane, utawa riko",
    "home-main-plans3": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna liwat puluhan yuta situs web kanggo sawetara perusahaan sing paling gedhe ing planet iki. Hubungi kita kanggo info liyane, utawa riko",
    "home-main-plans4": "kanggo rincian.",
    "home-plans-button-1": "Ndaftar saiki",
    "home-plans-button-2": "Penjualan kontak",
    "home-plans-chart-head-1": "Fitur",
    "home-plans-chart-head-2": "Publisher",
    "home-plans-chart-head-3": "Perusahaan",
    "home-plans-chart-row-1-cell-1": "Tipe tantangan kontrol sing ditampilake",
    "home-plans-chart-row-1-cell-2": "Wates",
    "home-plans-chart-row-1-cell-3": "Gunggunge",
    "home-plans-chart-row-10-cell-1": "Tingkat kangelan apik banget",
    "home-plans-chart-row-11-cell-1": "Tingkat kangelan apik banget",
    "home-plans-chart-row-12-cell-1": "Tingkat kangelan apik banget",
    "home-plans-chart-row-2-cell-1": "Kontrol konten sing digunakake",
    "home-plans-chart-row-2-cell-2": "Wates",
    "home-plans-chart-row-2-cell-3": "Gunggunge",
    "home-plans-chart-row-6-cell-1": "Kebijakan privasi GDPR lan CCPA sing ramah",
    "home-plans-chart-row-7-cell-1": "Tingkat kangelan apik banget",
    "home-plans-chart-row-8-cell-1": "Tingkat kangelan apik banget",
    "home-plans-chart-row-9-cell-1": "Tingkat kangelan apik banget",
    "home-try-it-out-button": "Entuk hCaptcha",
    "home-try-it-out-head": "Coba",
    "home-try-it-out-text": "hCaptcha nyedhiyakake deteksi bot sing gampang, gampang, lan dipercaya nalika ora bisa dirampungake manungsa.",
    "labeling-about-head": "Babagan hCaptcha",
    "labeling-about-text-1": "hCaptcha dirancang kanggo ngatasi masalah intensif tenaga kerja ing sinau mesin; menehi label jumlah data kanthi cara sing tepat, terjangkau, lan dipercaya. Akeh data umume ngasilake asil sing luwih apik kanggo model belajar mesin latihan. Sukses modhél anyar wis nyebabake database gedhe sing saya gedhe, lan hCaptcha ngladeni kebutuhan kasebut.",
    "labeling-about-text-2": "Nanging, nggawe database gedhe sing diteliti manungsa kanthi nggunakake cara tradisional uga alon lan larang. hCaptcha minangka cara kanggo perusahaan entuk annotasi sing dibutuhake luwih cepet, kanthi kualitas sing luwih dhuwur lan rega sing murah tinimbang alternatif liyane.",
    "labeling-annotations-head": "Jinis Katrangan",
    "labeling-annotations-text-1": "Deteksi obyek sing akurat ing gambar lan video",
    "labeling-annotations-text-2": "Deteksi obyek sing akurat ing gambar lan video",
    "labeling-annotations-text-3": "Anotasi titik kanggo macem-macem kasus panggunaan",
    "labeling-annotations-text-4": "Isih utawa nyepetake kategori sewenang-wenang",
    "labeling-annotations-text-5": "Deteksi lan klasifikasi sing dikuasai manungsa",
    "labeling-annotations-text-6": "Kudu jinis liyane sing ora kadhaptar ing kene? Mung takon kita.",
    "labeling-annotations-title-1": "Watesan kothak",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Tandha Landmarks",
    "labeling-annotations-title-4": "Kategorisasi Atributor",
    "labeling-annotations-title-5": "Bandhingan lan Deteksi",
    "labeling-annotations-title-6": "... lan liya-liyane",
    "labeling-ent-button": "Hubungi Tim Solusi Perusahaan",
    "labeling-ent-head": "Perlu Ngontrol Akhir-Kanggo-Akhir?",
    "labeling-ent-text-1": "Platform HUMAN konco hCaptcha nyedhiyakake kualitas karya lan manajemen sing apik banget kanthi nggunakake fungsi premis, hibrida, utawa SaaS sing nggabungake sistem sampeyan.",
    "labeling-ent-text-2": "Gawe kabeh offline kanthi tenaga kerja dhewe, nilai trek sing digunakake ing antarane unit bisnis utawa mitra konsorsium, milih proyek kanggo macem-macem panyedhiya buruh internal utawa eksternal adhedhasar biaya lan keamanan, lan liya-liyane.",
    "labeling-ent-text-3": "‍ akses API sing gampang, papan dununge ayu, lan teknologi model-in-the-loop paling anyar kanggo nggedhekake efisiensi pekerja.",
    "labeling-ent-text-4": "99.99% SLAs uptime lan 24/7 dhukungan global kasedhiya. Kanggo informasi luwih lengkap:",
    "labeling-features-head-1": "Pipa sing didorong API kanthi gampang.",
    "labeling-features-head-2": "Optimisasi kanggo biaya lan kualitas. Ora prelu komitmen munggah.",
    "labeling-features-head-3": "Mung mbayar akurasi sing sampeyan butuhake.",
    "labeling-features-head-4": "Nyedhiyakake data bebener lemah dhewe utawa supaya kita mbangun kanthi tetep.",
    "labeling-features-text-1": "Pengin nggabungake review manungsa langsung menyang operasi bisnis sampeyan? We nawakake linuwih SLAs, kapasitas dijamin, lan REST API gampang.",
    "labeling-features-text-2": "Platform HUMAN nggunakake model kapercayan lengkap kanggo nindakake analisa kualitas real-time canggih. Iki ngidini kita cepet nemoni kasusah pitakonan lan jawaban sing cocog, kanthi ngirit wektu lan dhuwit.",
    "labeling-features-text-3": "Ora kabeh masalah padha. Cathetan kanggo tugas-kritis keamanan bisa mbutuhake kapercayan 99,99% saka kabeh pegawe manungsa. Cathetan kanggo siji fitur beta ing aplikasi game mobile bisa uga mung butuh kapercayan moderen. Sampeyan arep.",
    "labeling-features-text-4": "Apa sampeyan duwe data mentah tanpa set verifikasi sing komprehensif? Ing paling kasus, kita bisa mbangun salah siji kanggo sampeyan nalika tugas-tugas ing sistem, utawa nggawe conto sing diwenehi label kanggo disetujoni.",
    "labeling-info-head": "Entuk Labeling Data",
    "labeling-info-text-1": "Ngomong karo salah sawijining ahli domain kanggo nemtokake kabutuhan proyek: akurasi target, format, lan syarat khusus.",
    "labeling-info-text-2": "Kita nglakokake proyek produksi cilik adhedhasar data sampel sampeyan. Iki nyoba karya sing wis kita lakoni bebarengan kanggo mesthekake sampeyan entuk persis sing dibutuhake.",
    "labeling-info-text-3": "Kanthi volume lan latency sing dhuwur lan kita bakal ngaktifake gaweyan kanthi cepet, kanthi kiriman otomatis sanalika rampung.",
    "labeling-info-text-4": "Nalika luwih ngerti parameter saka karya produksi, asil bakal terus nambah suwene wektu.",
    "labeling-info-text-5": "Papan urip langsung ngidini sampeyan menehi saran utawa produksi ngaso sawayah-wayah.",
    "labeling-info-title-1": "Netepake Spesifikasi",
    "labeling-info-title-2": "Tes Dhiskusi Dhisikan",
    "labeling-info-title-3": "Jobs Produksi Produksi",
    "labeling-info-title-4": "Dandan sing Terus",
    "labeling-info-title-5": "Asil Wektu Nyata",
    "labeling-main-1": "Labeling data sing efektif ing skala",
    "labeling-main-1-button": "Entuk Saiki Data Sampeyan",
    "labeling-main-1c": "Kudu label liyane kanggo datasets sampeyan? hCaptcha nyedhiyakake labeling data sing cepet, efektif, lan bermutu tinggi kanggo perusahaan sing nggarap aplikasi intelijen lan sinau mesin.",
    "labeling-main-2": "Bukak jutaan tugas kanthi cepet.",
    "labeling-main-2-button": "Tuku Layanan Labeling Data",
    "labeling-main-2c": "hCaptcha nduwe salah sawijining kolam paling gedhe ing planet sing bisa digunakake. Apa wae skala sampeyan, bisa ngatasi tanpa komitmen mendhuwur. Jutaan tugas saben dina ora ana masalah.",
    "labeling-platform-head": "Informasi Pribadi utawa Umum",
    "labeling-platform-text": "hCaptcha dibangun ing Platform HUMAN, sing ngidini rute lan analisa sing canggih kanggo ngoptimalake biaya lan efisiensi ing saben langkah. Teknologi iki ngidini tenaga kerja sing pas kanggo ngatasi saben bagean proyek sampeyan, nggedhekake efisiensi biaya nalika njaga privasi lan nyukupi syarat pangaturan sing bisa ditrapake.",
    "labeling-try-button": "Tuku Layanan Labeling Data",
    "labeling-try-head": "Pengin nyoba karo data sampeyan?",
    "labeling-try-text": "... kita wis siyap nalika sampeyan: layanan kita kasedhiya sak jam.",
    "learn-more-hcaptcha": "Sinau luwih lengkap babagan hCaptcha",
    "page-acc-faq-1": "Pitakon: Apa bagean hCaptcha 508 + WCAG 2.0 netepi? Wangsulan: Kita pracaya supaya: kabeh pangguna kanthi bentuk kebejatan sing bisa browsing web lan ngetik teks ing formulir bisa ngakses layanan sing dilindhungi dening hCaptcha nalika registrasi. Nanging, iki ora menehi saran legal: sampeyan kudu nganakake evaluasi dhewe, kanthi nggatekake implementasine tartamtu kanggo mesthekake yen iki kedadeyan penyebaran prajurit.",
    "page-acc-faq-2": "Pitakonan: Apa sampeyan nggarap pilihan liyane (a11y), kaya audio? Wangsulan: Opsi sing populer kayata captchas audio mbedakake karo pangguna a11y lan gampang dikalahake dening teknik belajar mesin modern. Iki meksa tantangan audio saiki dadi luwih angel, ngenalake swara, wektu sing aneh, kombinasi tembung sing ora biasa, lan liya-liyane kanggo ngalahake penyerang. Dadi, kita ora pati semangat banget babagan pendekatan iki nglawan tantangan kasebut, nanging bakal nimbang manawa ana panjaluk saka komunitas a11y. Nanging, kita kepengin banget babagan Pass Privasi kanggo kasus panggunaan Aksesibilitas. Kita yakin nggabungake pendekatan a11y saiki karo diterbitake Pass Pass bakal ngidini pangguna 11 supaya bisa telusuran kanthi aman, aman kanthi ngerti manawa lalu lintas kasebut luwih pribadi, nalika mbatesi penyalahgunaan operator bot sing bisa kedadeyan nalika pilihan a11 kasedhiya. Kita dadi peserta aktif ing klompok kerja IETF sing standar teknologi anyar iki.",
    "page-acc-faq-3": "Pitakonan: Apa bab privasi? Apa registrasi mbabarake data browsing a11y? Apa sing sampeyan lakoni karo email kasebut? Wangsulan: hCaptcha dirancang kanggo privasi saka ndhuwur. Luwih beda tinimbang opsi tradisional kayata reCAPTCHA sing diduweni jaringan jaringan, sing duwe insentif kanggo nglacak sampeyan ing web lan nggandhengake sampeyan kanthi identitas nyata. Kita ora nate nggunakake email utawa info akses kanggo tujuan liyane kajaba nggampangake panggunaan a11y lan nyegah penyalahgunaan. Kabijakan privasi kita duwe jawaban lengkap lan kuoso babagan cara nggunakake data, nanging wangsulan cekak yaiku kita ora kepengin nggandhengake sampeyan minangka wong karo riwayat telusuran sampeyan. Saiki kita uga ngupayakake solusi kriptografi kanthi cepet kanggo ngilangi alamat email sampeyan kanthi cepet nalika isih nglestarekake kemampuan kanggo nyegah penyalahgunaan, nglengkapi karya Pas Kebijakan.",
    "page-acc-link-1": "Yen sampeyan pangguna aksesibilitas, mangga mlebu ing kene.",
    "page-acc-subhead": "Njamin akses sing rapi kanggo kabeh pangguna nalika njaga keamanan",
    "page-acc-summary": "Ringkesan",
    "page-acc-summary-contents-1": "hCaptcha dirancang kanggo mungkasi bot kanthi mbedakake saka wong. Tes visual minangka alat sing trep kanggo iki, nanging ora kabeh wong bisa ngrampungake tantangan visual. Pramila kita ngrancang alternatif sing gampang lan ora nglarani supaya penerbit nggunakake layanan kita njaga aksesoris kanggo kabeh kepatuhan bagean 508 lan WCAG 2.0.",
    "page-acc-summary-contents-2": "Cara kerjane: pisanan, pangguna aksesibilitas mlebu ing URL iki, sing ana gandhengane ing kaca info widget hCaptcha. Iki diwenehi cookie sing ndhelik sing bisa digunakake kaping pirang-pirang dina, nanging kudu disegerake saben 24 jam liwat login. Yen tantangan ditampilake menyang pangguna aksesibilitas ing situs apa wae kanthi nggunakake layanan hCaptcha, bakal kanthi otomatis bakal diliwati.",
    "page-acc-title": "Informasi Aksesibilitas hCaptcha",
    "page-acc-tr-body": "Pitakonan: Aku isih ndeleng tantangan sawise nyetel cookie. Apa sing nyebabake iki? Wangsulan: Iki biasane amarga nggunakake blokir iklan sing agresif utawa extension anti-cookie, utawa setelan sing ngalangi cookie ing situs, ing kasus iki cookie kanggo hcaptcha.com sing wis disetel utawa dicenthang dening hCaptcha JavaScript ing situs sing beda. , kaya sing dibukak. Cookies akses hCaptcha bisa digunakake karo kabeh browser populer lan blockers iklan kanthi standar standar, mula biasane gagal amarga skrip anti-adblock utawa tata cara sing padha karo target situs tartamtu. Solusi: 1. cookies putih hcaptcha.com lan * .hcaptcha.com cookie ing blocker iklan utawa ekstensi keamanan browser. 2. Yen sampeyan nggunakake browser Brave, sing ora (tanggal 20 April) katon ana whitelist cookie apa wae, bukak Keutamaan -> Shields -> Cookies lan pilih Allow All Cookies. 3. Yen sampeyan nggunakake versi paling anyar saka Safari ing OS X 10.15 utawa iOS 13. sing paling anyar dirilis, Apple mung ngganti prilaku Safari sing gegandhengan karo cookie pihak katelu, ngalangi kabeh kanthi gawan. Kita ngetrapake solusi, nanging saiki, bukak Preferensi Safari, bagean Kebijakan, lan busak pelacakan situs web: Nyegah pelacakan situs kanggo ngaktifake cookie aksesibilitas bisa digunakake kaya samesthine. Pitakonan: Aku nggunakake macem-macem piranti. Apa aku kudu mlebu kaping pirang-pirang? Wangsulan: Ora. Klik link login email sing padha sing dikirim menyang sampeyan ing saben piranti sing digunakake kanggo nyetel cookie.",
    "page-acc-tr-title": "Kanggo Pangguna Aksesibilitas: Q&A lan Pandhuan ngatasi masalah",
    "priv-hc": "Kebijakan Fokus",
    "priv-hc-text": "Jaringan iklan ndeleng sampeyan minangka produk. Aku ora. Kita ora peduli manawa pangguna, mung kepiye cidra mbebayani. Kita ndhukung inisiatif kaya Pass Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "reporting-bugs-accessibility-button": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "reporting-bugs-accessibility-head": "Pilihan Aksesibilitas",
    "reporting-bugs-accessibility-text": "Apa cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "reporting-bugs-guide-ff-head": "Rincian Laporan Bug Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Langkah 1: Bukak Alat Pangembang (Iki miwiti ngrekam sesi.)",
    "reporting-bugs-guide-ff-step-2": "Langkah 2: Klik tab Jaringan ing Alat Pangembang. Centhang kothak \"Tandha log\" ing sisih ndhuwur.",
    "reporting-bugs-guide-ff-step-3": "Langkah 3: ngunjungi https://accounts.hcaptcha.com/demo, utawa situs web sing sampeyan lagi duwe masalah (Cathetan Privasi: mung yen sampeyan ora mikir nuduhake apa iku) ... banjur klik \" Aku tombol \"manungsa, lan nyoba ngatasi.",
    "reporting-bugs-guide-ff-step-4": "Langkah 4: Klik \"HAR\" sawise nyoba ngatasi, lan pilih \"Simpen Kabeh minangka HAR\" kanggo nyimpen log jaringan. Kirimake file kasebut kanggo kita.",
    "reporting-bugs-guide-ff-step-5": "Langkah 5: Klik ing tab Console, lan klik-tengen banjur \"Pilih kabeh\" lan simpen menyang file teks, supaya bisa disimpen log console. Kirimi uga.",
    "reporting-bugs-guide-ff-step-6": "Langkah pungkasan: Kirimake file log HAR lan konsol kasebut menyang kita, lan ujarake masalah kasebut: FITUR: support@hcaptcha.com (tulung nggunakake layanan kaya Dropbox utawa Filebin lan kirimake link) lan pilihan gambar, yen sampeyan rumangsa ora ana sing nampilake kanthi bener . Kirimake IP sing sampeyan gunakake uga. Sampeyan bisa entuk saka https://www.whatsmyip.org/‍ Thanks kanggo wektu kanggo mbantu njaluk info iki! Kita setya nggawe hCaptcha bisa digunakake kanggo kabeh wong.",
    "reporting-bugs-guide-head": "Rincian Laporan Bug Bug: Chrome",
    "reporting-bugs-guide-step-1": "Langkah 1: Bukak Alat Pangembang (Iki miwiti ngrekam sesi.)",
    "reporting-bugs-guide-step-2": "Langkah 2: Klik tab Jaringan ing Alat Pangembang. Centhang kothak \"Preserve log\" ing sisih ndhuwur.",
    "reporting-bugs-guide-step-3": "Langkah 3: ngunjungi https://accounts.hcaptcha.com/demo, utawa situs web sing sampeyan lagi duwe masalah (Cathetan Privasi: mung yen sampeyan ora mikir nuduhake apa iku) ... banjur klik \" Aku tombol \"manungsa, lan nyoba ngatasi.",
    "reporting-bugs-guide-step-4": "Langkah 4: Klik \"Ekspor HAR\" (panah mudhun cilik) sawise nyoba ngrampungake, sing nyimpen log jaringan. Kirimake file kasebut kanggo kita.",
    "reporting-bugs-guide-step-5": "Langkah 5: Klik ing tab Console, lan klik-tengen banjur \"Simpen minangka ..\" kanggo nyimpen log console. Kirimi uga.",
    "reporting-bugs-guide-step-6": "Langkah pungkasan: Kirimake file log HAR lan console menyang kita, lan uwalake masalah kasebut Gunakake: support@hcaptcha.com (tulung nggunakake layanan kaya Dropbox utawa Filebin lan kirimake link) lan pilihan potret, yen sampeyan prangka ana sing ora nampilake kanthi bener . Kirimake IP sing sampeyan gunakake uga. Sampeyan bisa entuk saka https://www.whatsmyip.org/ ‍Thanks kanggo nggunakake wektu kanggo mbantu njaluk info iki! Kita setya nggawe hCaptcha bisa digunakake kanggo kabeh wong.",
    "reporting-bugs-guide-text-1": "Kirimi informasi debug karo laporan sampeyan bakal luwih gampang kita ngerteni apa sing kedadeyan. Ing ngisor iki instruksi langkah-langkah:",
    "reporting-bugs-guide-text-2": "Yen sampeyan pangembang web utawa pangguna pakar, ringkesan kaya sampeyan supaya sampeyan ngirim jaringan rekaman HAR lan log konsol browser. Coba cobanen blokir iklan utawa ekstensi keamanan browser dhisik banjur coba maneh sadurunge langkah-langkah kasebut. Yen mbenerake masalah sampeyan, kita isih bakal ngajeni sampeyan ngerti versi browser, blocker ad utawa extension browser, lan URL situs web.",
    "reporting-bugs-intro-head": "Ketemu bug? Mangkene carane laporake.",
    "reporting-bugs-intro-text": "Jutaan wong nggunakake hCaptcha saben wulan, kanthi pirang-pirang kombinasi browser, ekstensi, piranti, firewall, lan liya-liyane. Tujuane yaiku kanggo mesthekake yen mesthi bisa digunakake kanggo sampeyan, saengga matur nuwun karo laporan sampeyan! Kanggo menehi umpan balik kanthi cepet, klik tombol \"Kirimi saran kanggo kita\". Yen sampeyan ndeleng masalah fungsional, tututi pandhuan log debug kanggo instruksi log Chrome utawa debug kanggo Firefox ing ngisor iki. Kanggo browser liyane mung email kita. Kanggo masalah keamanan utawa privasi potensial, deleng pandhuan ing ngisor iki.",
    "reporting-bugs-privacy-head": "Masalah Pribadi",
    "reporting-bugs-privacy-text": "Kita ora peduli sapa pangguna, mung kepiye cenderung nakal utawa mesin. Kita ndhukung inisiatif kaya Pass Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan. Yen sampeyan nemokake masalah sing sampeyan pikirake bisa mengaruhi privasi pangguna, kirim email menyang support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Kirimi tanggepan",
    "reporting-bugs-provide-feedback-head": "Wenehi umpan balik langsung babagan hCaptcha",
    "reporting-bugs-provide-feedback-text": "We appreciate input sampeyan. Ayo kita ngerti masalah apa wae lan kita arep ngatasi kanthi cepet.",
    "reporting-bugs-security-head": "Kothak Keamanan",
    "reporting-bugs-security-text": "Kita mesthi kasengsem nampa laporan kewan omo keamanan. Email support@hcaptcha.com & CC security@hcaptcha.com lan kita bakal cepet bali maneh. Kita uga duwe program limpahan bug kanggo laporan keamanan sing cocog ing layanan hCaptcha lan kode sumber sing gegandhengan.",
    "sec-hc": "Keamanan Kaping pisanan",
    "sec-hc-text": "hCaptcha minangka fokus penerbit. Kita makarya kanggo menehi situs data nyata lan supaya wong-wong mau mutusake cara nggunakake. Akurasi kanggo kapentingan lan kito. Captchas liyane diwenehake dening perusahaan pariwara. Saben bot sing dikatutake bisa nyuda bathi.",
    "what-is-hcaptcha": "Apa sing hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha mbantu layanan web favorit sampeyan supaya bot, spam, lan penyalahgunaan kanthi takon babagan pitakonan sing gampang gampang kanggo manungsa lan angel kanggo mesin.",
    "why-hc": "Napa hCaptcha?",
    "why-hc-text": "Saben sampeyan mangsuli tantangan, kita nggunakake model sing canggih kanggo ngerti apa sampeyan manungsa utawa mesin. Situs web sing dibukak banjur nggunakake asil iki kanggo mbantu nambah pengalaman ing situs kasebut kanthi tetep bot."
}