{
    "a11y-img-1": "Layar pangguna aksesibilitas sawise mlebu",
    "a11y-img-2": "Opsi aksesibilitas ing menu UI widget",
    "a11y-img-3": "Kothak dialog aksesibilitas ing UI widget",
    "about-advisors-brendan": "CEO saka Wani. Co-pendiri Mozilla. Pangripta basa pamrograman JavaScript. Pembina browser lan liya-liyane.",
    "about-advisors-dawn": "Profesor, CS ing Universitas California, Berkeley. Sinau jero, keamanan, ahli blok. CEO Oasis Labs.",
    "about-advisors-head": "Penasihat",
    "about-advisors-keiran": "Ilmuwan Riset ing Stanford. Sinau mesin lan finansial kuantitatif ing bank utama, dana pager, lan akademi.",
    "about-content-head-1": "Apa sing Kita Laku",
    "about-content-head-2": "Napa Penting",
    "about-content-text-1": "hCaptcha minangka layanan Intuition Machines Inc, perusahaan pembelajaran AI lan mesin kanthi fokus ing skala logam lan ML visual ing skala. Kita mbangun lan ngoperasikake sistem sing bisa diukur kanthi gedhe kanggo ngaktifake layanan analisis video lan gambar kanggo perusahaan Global 2000 ing saindenging jagad.",
    "about-content-text-1a": "hCaptcha nggawa pendekatan modern lan fokus privasi kanggo mungkasi bot.",
    "about-content-text-1b": "Kita nuduhake tantangan CAPTCHA sing angel kanggo bot nanging gampang kanggo wong kanthi nglumpukake data sing angel diwenehi label saka masalah pembelajaran mesin, lan digunakake kanggo mbedakake manawa situs web utawa pengunjung aplikasi iku manungsa.",
    "about-content-text-2": "Data liyane umume ngasilake asil sing luwih apik. Mbangun lan njaga susunan data kanthi label lan relevan kanthi bener, mbutuhake wektu lan larang. hCaptcha asline digawe kanggo ngatasi kabutuhane dhewe ing label gambar, lan saiki kasedhiya kanggo perusahaan liyane sing duwe kabutuhane padha.",
    "about-content-text-2a": "Pelaku ala dadi umum ing online. Nanging ngorbanake privasi pangguna dudu wangsulan.",
    "about-content-text-2b": "Solusi keamanan sing ditawakake perusahaan iklan fokus utamane kanggo nglacak pangguna ing saindenging web. Kita wis nggawe solusi keamanan sing efektif sing mbuktekake manawa ngrusak privasi pangguna ora prelu ngasilake asil sing apik banget.",
    "about-intro-head-1": "Babagan hCaptcha",
    "about-intro-head-2": "Privasi, Keamanan, lan Sinau Mesin.",
    "about-intro-text": "hCaptcha minangka layanan CAPTCHA independen sing paling akeh digunakake ing donya.",
    "about-leadership-alex": "Ahli database lan Blockchain. Insinyur awal ing Cloudera lan liya-liyane. Puluhan taun perangkat lunak lan tim bangunan keahlian.",
    "about-leadership-eli": "CEO Pimpinan sing misuwur ing AI. Wis ngetrapake intelijen mesin kanthi skala kanggo macem-macem masalah bisnis sajrone dekade kepungkur.",
    "about-leadership-head": "Kepemimpinan",
    "about-leadership-todd": "PhD ing Computational Biology, Stanford. Nggarap jaringan saraf wiwit taun 1999. Fokus ing ML sing ditrapake lan skala jero sinau.",
    "acc-opt": "Pilihan Aksesibilitas",
    "acc-opt-but": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "acc-opt-text": "Apa sampeyan cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "Kita ngormati masukan sampeyan. Ayo ngerti masalah lan kita bakal ngrampungake kanthi cepet.",
    "fb-but": "Kirimi saran",
    "feedback-text": "Menehi umpan balik babagan hCaptcha sing saiki sampeyan weruh",
    "footer-attribution": "Atribusi",
    "footer-copyright-text": "hCaptcha minangka merek dagang terdaftar saka Intuition Machines, Inc.",
    "footer-header-1": "Kumpeni",
    "footer-header-2": "Sumber daya",
    "footer-header-3": "Kontak",
    "footer-link-1": "Labeling",
    "footer-link-10": "Aksesibilitas",
    "footer-link-2": "Babagan",
    "footer-link-3": "Pakaryan",
    "footer-link-4": "Merek dagang",
    "footer-link-5": "Etika AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentasi",
    "footer-link-9": "Laporake Bug",
    "footer-privacy": "Privasi",
    "footer-subheader-1": "Dhukungan",
    "footer-subheader-2": "Kontak",
    "footer-terms": "Ketentuan",
    "h-plans": "Rencana Langganan",
    "header-docs-link": "Dokumen",
    "header-labeling-services-link": "Layanan Labeling",
    "header-login-button": "Login",
    "header-plans-link": "Rencana",
    "header-signup-button": "Ndaftar",
    "home-about-head": "Babagan hCaptcha",
    "home-about-subtitle": "Didukung dening Protokol MANUSIA",
    "home-about-text-1": "hCaptcha dirancang kanggo ngatasi masalah intensif tenaga kerja sing paling penting ing pembelajaran mesin: menehi label data akeh kanthi cara sing tepat wektu, terjangkau, lan bisa dipercaya.",
    "home-about-text-2": "Data liyane umume ngasilake asil sing luwih apik ing model pembelajaran mesin latihan. Sukses model jero anyar nyebabake data sing saya gedhe, meh mesthi ana sawetara tinjauan manungsa. Nanging, nggawe set data sing wis ditinjau maneh manungsa liwat Turkis Mekanik, Tokoh Wolu, lsp uga alon lan larang.",
    "home-about-text-3": "hCaptcha ngidini situs web ngasilake dhuwit kanggo njaluk panjaluk iki nalika mblokir bot lan bentuk penyalahgunaan liyane.",
    "home-about-text-4": "Pasar hCaptcha didhukung dening HUMAN Protocol, protokol desentralisasi terbuka kanggo tinjauan manungsa sing mlaku ing blok Ethereum. Situs web entuk Token Manusia (HMT) kapan pangguna nggunakake widget hCaptcha ing situs kasebut, lan perusahaan pembelajaran mesin mbayar Token Manungsa kanggo menehi label data.",
    "home-ba-labeling-services-link": "Layanan Labeling",
    "home-benefits-head-1": "Nilai ing Labeling Data",
    "home-benefits-head-2": "Wenehi Charity",
    "home-benefits-text-1": "Apa sampeyan sadhar yen saben klik ing mobil sampeyan ngrewangi nglatih sistem pembelajaran mesin perusahaan Gigantic kanthi gratis?",
    "home-benefits-text-2": "hCaptcha ngowahi model iki. Nalika sampeyan nggunakake hCaptcha, perusahaan nawakake gaweyan sing ditindakake para pangguna nalika mbuktekake kamanungsan. Sampeyan entuk hadiah.",
    "home-benefits-text-3": "Pengin bali menyang amal favorit sampeyan? hCaptcha ngidini sampeyan ndhukung amal sing dipilih kanthi bathi sing sampeyan bathi saka nggunakake. Pangguna ing situs sampeyan bakal bisa ndeleng sumbangan sampeyan kanggo amal liwat merek sing wicaksana ing antarmuka hCaptcha.",
    "home-challenge-text-1": "Pilih kabeh gambar sing cocog karo pitakon",
    "home-challenge-text-2": "Netepake area watesan kanggo obyek",
    "home-challenge-text-3": "Ngenali label sing cocog",
    "home-challenge-title-1": "Comparison",
    "home-challenge-title-2": "Kothak Watesan",
    "home-challenge-title-3": "Kategorisasi",
    "home-challenges-head": "Diwenehake Tantangan",
    "home-challenges-text-1": "... lan tugas liyane sing gampang. Gampang kanggo manungsa, angel kanggo bot.",
    "home-challenges-text-2": "Tugas khusus uga kasedhiya kanggo penerbit perusahaan.",
    "home-ent-1": "Nggolek penawaran keamanan perusahaan?",
    "home-ent-2": "Kunjungi situs khusus kita: BotStop.com",
    "home-ent-button": "Sinau luwih lengkap: BotStop dening hCaptcha",
    "home-from-the-blog": "Saking BLOG:",
    "home-from-the-blog-value": "Kepiye Cara Nggawe Setelan Kesulitan hCaptcha",
    "home-intro-body": "Apa sampeyan nggunakake captcha kanggo njaga bot? hCaptcha nglindhungi privasi pangguna, menehi penghargaan situs web, lan mbantu perusahaan menehi label data. Iki minangka sulih gulung kanggo reCAPTCHA: sampeyan bisa ngalih sawetara menit.",
    "home-intro-button": "Mlebu Saiki",
    "home-intro-head": "Mungkasi bot liyane. Mulai nglindhungi privasi pangguna.",
    "home-main-1": "Pribadi Aman Luwih cepet Lan kita mbayar sampeyan kanggo nggunakake.",
    "home-main-2": "Fokus Kebijakan",
    "home-main-2c": "Jaringan iklan ndeleng pengunjung minangka produk. Kanggo hCaptcha, produk kasebut minangka karya sing diwenehake. Kita ora preduli sapa pangguna sampeyan, mung mbebayani banget. Kita ndhukung inisiatif kaya Privacy Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "home-main-3": "Keamanan Pertama",
    "home-main-3c": "Akurasi kanggo kapentingan sampeyan lan kita. hCaptcha fokus ing penerbit. Kita kerja kanggo menehi data nyata lan ngidini sampeyan nggunakake. Captcha liyane diwenehake dening perusahaan pariwara Gigantic. Iki tegese saben bot sing dicekal bisa nyuda penghasilan.",
    "home-main-4": "Pengalaman Panganggo sing Luwih Apik",
    "home-main-4c": "Model pembelajaran mesin canggih digunakake dening hCaptcha kanggo nemtokake kamanungsan. Iki ngidini kita mbutuhake tugas sing kurang ngganggu saka pangguna lan nggunakake wektu sithik, nalika isih ngasilake data label sing migunani kanggo pelanggan label.",
    "home-main-plans": "hCaptcha gratis digunakake kanggo penerbit kanthi ukuran apa wae. Nanging, kanggo perusahaan lan platform sing butuh kendali luwih akeh, solusi perusahaan kasedhiya.",
    "home-main-plans2": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna ing puluhan yuta situs web kanggo sawetara perusahaan paling gedhe ing planet iki. Hubungi kita kanggo info lengkap, utawa bukak",
    "home-main-plans3": "Solusi perusahaan hCaptcha nglindhungi jutaan pangguna ing puluhan yuta situs web kanggo sawetara perusahaan paling gedhe ing planet iki. Hubungi kita kanggo info lengkap, utawa bukak",
    "home-main-plans4": "kanggo rincian.",
    "home-plans-button-1": "Ndaftar saiki",
    "home-plans-button-2": "Hubungi sales",
    "home-plans-chart-head-1": "Fitur",
    "home-plans-chart-head-2": "Penerbit",
    "home-plans-chart-head-3": "Perusahaan",
    "home-plans-chart-row-1-cell-1": "Kontrol jinis tantangan sing ditampilake",
    "home-plans-chart-row-1-cell-2": "Winates",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Dasbor multi-pangguna",
    "home-plans-chart-row-11-cell-1": "Fitur pelaporan lanjutan",
    "home-plans-chart-row-12-cell-1": "SLA Perusahaan",
    "home-plans-chart-row-2-cell-1": "Ngontrol konten tantangan sing digunakake",
    "home-plans-chart-row-2-cell-2": "Winates",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Entuk hadiah kanggo solves manungsa",
    "home-plans-chart-row-4-cell-1": "Perlindhungan anti-bot kelas internasional",
    "home-plans-chart-row-5-cell-1": "Bisa digunakake ing saben negara",
    "home-plans-chart-row-5a-cell-1": "Ora-CAPTCHA lan mode pasif 99,9%",
    "home-plans-chart-row-5b-cell-1": "Skor kapercayan bot",
    "home-plans-chart-row-6-cell-1": "Kebijakan privasi GDPR lan CCPA sing ramah",
    "home-plans-chart-row-7-cell-1": "Tingkat kesulitan sing apik",
    "home-plans-chart-row-8-cell-1": "Bukak konten tantangan sampeyan dhewe",
    "home-plans-chart-row-9-cell-1": "Jadwal kesulitan adhedhasar wektu",
    "home-try-it-out-button": "Entuk hCaptcha",
    "home-try-it-out-head": "Coba wae",
    "home-try-it-out-text": "hCaptcha nyedhiyakake deteksi bot sing gampang, gampang, lan bisa dipercaya nalika ora pati penting kanggo dirampungake manungsa.",
    "labeling-about-head": "Babagan hCaptcha",
    "labeling-about-text-1": "hCaptcha dirancang kanggo ngatasi masalah intensif tenaga kerja sing paling penting ing pembelajaran mesin; menehi label akeh data kanthi cara sing tepat wektu, terjangkau, lan andal. Data liyane umume ngasilake asil sing luwih apik ing model pembelajaran mesin latihan. Sukses model jero anyar nyebabake data sing saya gedhe, lan hCaptcha nyedhiyakake kabutuhan kasebut.",
    "labeling-about-text-2": "Nanging, nggawe data gedhe sing ditinjau karo manungsa kanthi cara tradisional alon lan larang. hCaptcha minangka cara kanggo perusahaan entuk anotasi sing dibutuhake kanthi luwih cepet, kanthi kualitas sing luwih dhuwur lan regane luwih murah tinimbang alternatif liyane.",
    "labeling-annotations-head": "Jinis Anotasi",
    "labeling-annotations-text-1": "Deteksi obyek sing akurat ing gambar lan video",
    "labeling-annotations-text-2": "Deteksi obyek sing akurat ing gambar lan video",
    "labeling-annotations-text-3": "Tandha anotasi kanggo macem-macem kasus panggunaan",
    "labeling-annotations-text-4": "Ngurutake utawa nambah kategori sewenang-wenang kanthi ukuran apa wae",
    "labeling-annotations-text-5": "Deteksi lan klasifikasi bertenaga manungsa",
    "labeling-annotations-text-6": "Kudu jinis liya sing ora didhaptar ing kene? Mung takon kita.",
    "labeling-annotations-title-1": "Kothak Watesan",
    "labeling-annotations-title-2": "Poligon",
    "labeling-annotations-title-3": "Tengara",
    "labeling-annotations-title-4": "Kategorisasi Atribut",
    "labeling-annotations-title-5": "Comparison lan Deteksi",
    "labeling-annotations-title-6": "... lan liya-liyane",
    "labeling-ent-button": "Hubungi Tim Solusi Perusahaan Kami",
    "labeling-ent-head": "Kudu Ngontrol Pungkasan?",
    "labeling-ent-text-1": "Platform MANUSIA ing mburine hCaptcha nyedhiyakake kualitas karya lan fitur manajemen sing canggih banget liwat penyebaran lokal, hibrida, utawa SaaS sing integral karo sistem sing wis ana.",
    "labeling-ent-text-2": "Jalanake kanthi offline karo tenaga kerja sampeyan dhewe, nilai trek sing digunakake ing unit bisnis utawa mitra konsorsium, kanthi milih rute menyang macem-macem panyedhiya tenaga kerja internal utawa eksternal adhedhasar syarat biaya lan keamanan, lan liya-liyane.",
    "labeling-ent-text-3": "Akses API sing gampang, dashboard sing apik, lan teknologi model-in-the-loop paling anyar kanggo nggedhekake efisiensi.",
    "labeling-ent-text-4": "SLA uptime 99,99% lan dhukungan global 24/7 kasedhiya. Kanggo informasi luwih lengkap:",
    "labeling-features-head-1": "Pipa sing didhukung API sing sederhana.",
    "labeling-features-head-2": "Dioptimalake kanggo biaya lan kualitas. Ora prelu komitmen wiwitan.",
    "labeling-features-head-3": "Mung mbayar akurasi sing sampeyan butuhake.",
    "labeling-features-head-4": "Nyedhiyakake data kasunyatan dhasar sampeyan dhewe utawa ayo dakwiwiti kanthi cepet.",
    "labeling-features-text-1": "Pengin nggabungake kajian manungsa langsung menyang operasi bisnis sampeyan? Kita nawakake SLA linuwih, kapasitas dijamin, lan API REST sing gampang.",
    "labeling-features-text-2": "Platform MANUSIA nggunakake model kapercayan sing komprehensif kanggo nindakake analisis kualitas wektu nyata sing canggih. Iki ngidini kita bisa kanthi cepet nemoni kasusahan pitakon lan wangsulan sing bener, ngirit wektu lan dhuwit.",
    "labeling-features-text-3": "Ora kabeh masalah padha. Anotasi kanggo tugas kritis bisa mbutuhake kapercayan 99,99% saka kabeh buruh manungsa. Anotasi kanggo siji fitur beta ing aplikasi game seluler mung mbutuhake kapercayan moderat. Sampeyan arep.",
    "labeling-features-text-4": "Apa sampeyan duwe data mentah tanpa verifikasi lengkap? Ing kasus biasane, kita bisa nggawe siji kanggo sampeyan nalika tugas mbukak sistem, utawa nggawe conto label kanggo disetujoni.",
    "labeling-info-head": "Entuk Label Data",
    "labeling-info-text-1": "Ngomong karo salah sawijining pakar domain kanggo nemtokake kabutuhan proyek sampeyan: akurasi target, format, lan syarat khusus.",
    "labeling-info-text-2": "Kita nglakokake proyek produksi cilik adhedhasar data sampel sampeyan. Iki nyoba karya sing wis ditindakake kanggo mesthekake yen sampeyan padha karo sing sampeyan butuhake.",
    "labeling-info-text-3": "Kanthi volume dhuwur lan latensi sing murah, kita bakal bisa ngrampungake kanthi cepet, kanthi pangiriman otomatis yen wis rampung.",
    "labeling-info-text-4": "Amarga luwih ngerti paramèter produksi sampeyan, asil bakal terus saya suwe saya suwe.",
    "labeling-info-text-5": "Dashboard langsung ngidini sampeyan menehi saran utawa ngaso produksi kapan wae.",
    "labeling-info-title-1": "Netepake Spesifikasi",
    "labeling-info-title-2": "Tes Pakaryan Awal",
    "labeling-info-title-3": "Nyebarke Proyek Produksi",
    "labeling-info-title-4": "Dandan terus-terusan",
    "labeling-info-title-5": "Asil Wektu Nyata",
    "labeling-main-1": "Label data sing efektif biaya ing skala",
    "labeling-main-1-button": "Goleki Data Label Sampeyan Saiki",
    "labeling-main-1c": "Kudu luwih akeh label kanggo database sampeyan? hCaptcha nyedhiyakake label data kanthi cepet, hemat biaya, lan kualitas dhuwur kanggo perusahaan sing nggunakake aplikasi intelijen lan pembelajaran mesin buatan.",
    "labeling-main-2": "Bukak jutaan tugas kanthi cepet.",
    "labeling-main-2-button": "Tuku Layanan Labeling Data",
    "labeling-main-2c": "hCaptcha duwe salah sawijining kolam renang paling gedhe ing planet iki sing kasedhiya kanggo sampeyan. Apa wae skala sampeyan, kita bisa ngatasi komitmen tanpa prewangan sing larang. Yuta tugas saben dina ora ana masalah.",
    "labeling-platform-head": "Informasi Pribadi utawa Publik",
    "labeling-platform-text": "hCaptcha dibangun ing Platform MANUSIA, sing ngidini nuntun lan analisis canggih kanggo ngoptimalake biaya lan efisiensi ing saben langkah. Teknologi iki ngidini tenaga kerja sing pas kanggo nangani saben bagean saka pakaryan sampeyan, nggedhekake efisiensi biaya nalika njaga privasi lan memenuhi syarat peraturan sing bisa ditrapake.",
    "labeling-try-button": "Tuku Layanan Labeling Data",
    "labeling-try-head": "Pengin nyoba karo data sampeyan?",
    "labeling-try-text": "... kita siyap nalika sampeyan ana: layanan kami kasedhiya saben jam.",
    "learn-more-hcaptcha": "Sinau Luwih lengkap babagan hCaptcha",
    "page-acc-faq-1": "Pitakon: Apa hCaptcha Bagean 508 + WCAG 2.1 AA manut? Wangsulan: Kita yakin: kabeh pangguna sing duwe cacat utawa cacat sing bisa browsing web lan ngetik teks bisa ngakses layanan sing dilindhungi hCaptcha nalika didaftar. Nanging, iki dudu saran legal: sampeyan kudu nindakake evaluasi sampeyan dhewe, kanthi nganggep implementasine tartamtu kanggo mesthekake yen iki kalebu penyebaran sampeyan.",
    "page-acc-faq-2": "Pitakon: Apa sampeyan nggarap opsi aksesibilitas liyane (a11y), kaya audio? Wangsulan: Opsi sing populer sadurunge, kayata captchas audio, mbedakake akeh pangguna sadurunge lan gampang dikalahake kanthi teknik mesin modern. Iki meksa tantangan audio saiki dadi luwih angel, ngenalake swara, wektu sing ganjil, kombinasi tembung sing ora biasa, lan liya-liyane kanggo ngalahake para panyerang. Mula kita ora semangat banget babagan pendekatan iki vs. ngindhari tantangan kabeh, nanging bakal nimbang manawa ana panjaluk saka komunitas 11 taun. Nanging, kita kepengin banget Pass Privasi kanggo kasus panggunaan Aksesibilitas. Kita yakin nggabungake pendekatan saiki karo penerbitan Pass Privacy bakal ngidini pangguna bisa browsing kanthi aman, ngerti manawa lalu lintas luwih pribadi, nalika mbatesi penyalahgunaan dening operator bot sing ora bisa dielehake nalika ana pilihan sing kasedhiya. Kita minangka peserta aktif ing klompok kerja IETF sing standarisasi teknologi anyar iki.",
    "page-acc-faq-3": "Pitakon: Apa babagan privasi? Apa registrasi nyedhiyakake data browsing kanthi sawetara cara? Apa sing sampeyan lakoni karo email? Wangsulan: hCaptcha dirancang kanggo privasi wiwit wiwitan. Beda banget karo opsi tradisional kaya reCAPTCHA sing diduweni jaringan iklan, sing duwe insentif kanggo nglacak situs web lan nggandhengake identitas nyata. Kita ora nate nggunakake email utawa info aksesibilitas kanggo tujuan liyane kajaba nggunakake panggunaan lan nyegah penyalahgunaan. Kebijakan privasi duwe jawaban lengkap lan kuoso babagan cara nggunakake data, nanging wangsulane sing ringkes yaiku ora duwe minat kanggo nggabungake sampeyan minangka wong sing duwe riwayat telusuran. Saiki uga ngupayakake solusi kriptografi kanggo mbuwang alamat email kanthi cepet nalika isih ngreksa kemampuan kanggo nyegah planggaran, nglengkapi karya Pass Privasi.",
    "page-acc-link-1": "Yen sampeyan pangguna aksesibilitas, mangga dhaptar ing kene.",
    "page-acc-subhead": "Mesthekake akses rapi kanggo kabeh pangguna nalika njaga keamanan",
    "page-acc-summary": "Ringkesan",
    "page-acc-summary-contents-1": "hCaptcha dirancang kanggo mungkasi bot kanthi mbedakake karo wong. Tes visual minangka alat sing cocog kanggo iki, nanging ora kabeh wong bisa ngatasi tantangan visual. Amarga alasan iki, kita wis ngrancang alternatif sing gampang lan ora krasa lara supaya para penerbit sing nggunakake layanan tetep nglindhungi aksesibilitas kanggo kabeh wong kanthi tundhuk bagean 508 lan WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Cara kerjane: pisanan, pangguna aksesibilitas mlebu ing URL iki, sing disambung ing kaca info widget hCaptcha. Dheweke diwenehi cookie sing dienkripsi sing bisa digunakake kaping pirang-pirang saben dina, nanging kudu disegarkan saben 24 jam liwat login. Nalika diwenehi tantangan kanggo pangguna aksesibilitas ing situs apa wae sing nggunakake layanan hCaptcha, dheweke bakal otomatis pass.",
    "page-acc-title": "Informasi Aksesibilitas hCaptcha",
    "page-acc-tr-body": "Pitakon: Aku isih nemoni tantangan sawise nyetel cookie. Apa sing nyebabake iki?<br> Wangsulan: Iki biasane amarga nggunakake blocker iklan sing agresif utawa ekstensi anti-cookie, utawa setelan sing mblokir cookie lintas-situs, ing cookie iki kanggo hcaptcha.com sing wis disetel utawa dicenthang dening hCaptcha JS ing situs liyane , kaya sing dolan dolan.<br><br> Cookie aksesibilitas hCaptcha bisa digunakake karo kabeh browser populer lan blocker iklan kanthi setelan standar, mula biasane kegagalan amarga skrip anti-anti-adblock utawa aturan sing padha sing ngarahake situs tartamtu.<br><br> Solusi:<br><br> 1. Daftar putih hcaptcha.com lan * .hcaptcha.com cookie ing blocker iklan utawa ekstensi keamanan browser.<br> 2. Yen sampeyan nggunakake browser Brave, sing saiki katon ora duwe dhaptar putih cookie, bukak Preferensi -> Shields -> Cookies banjur pilih Allow All Cookie.<br> 3. Yen sampeyan nggunakake versi paling anyar saka Safari ing OS X 10.15 utawa iOS 13.4 sing bubar, Apple nembé ngowahi prilaku Safari sing ana gandhengane karo cookie pihak katelu, kabeh mau mblokir kanthi gawan. Kita ngetrapake solusi, nanging kanggo sementara iki, bukak Preferensi Safari, bagean Privasi, lan busak centhang Pelacakan situs web: Cegah pelacakan lintas situs supaya cookie aksesibilitas bisa dienggo kaya samesthine.<br><br> Pitakon: Aku nggunakake macem-macem piranti. Apa aku kudu ndhaptar kaping pirang-pirang?<br> Wangsulan: Ora. Klik tautan mlebu email sing padha sing dikirim menyang sampeyan ing saben piranti sing digunakake kanggo nyetel cookie.<br><br> Pitakon: Kepiye aku bisa nglindhungi aku saka pelacakan cookie pihak katelu nalika nggunakake cookie aksesibilitas?<br> Wangsulan: Nggunakake privasi utawa ekstensi mblokir iklan sing ndhukung dhaptar putih ing level domain (kayata uBlock Origin) bakal bisa digunakake kaya samesthine: priksa manawa sampeyan nduwe dhaptar putih hcaptcha.com.",
    "page-acc-tr-title": "Kanggo Pangguna Aksesibilitas: Pitakon Kerep lan Pandhuan Masalah",
    "page-acc-tr2-body": "Safari<br> Kanggo ngaktifake cookie ing Safari (Mac): Bukak menu drop-down Safari. Pilih Preferensi. Klik Privasi ing panel ndhuwur. Ing 'Blok cookie', pilih pilihan 'Aja.'<br> Kanggo ngaktifake cookie ing Safari (iPhone / iPad iOS 11+): Bukak Setelan sampeyan. Gulung mudhun banjur pilih Safari. Ing Privasi & Keamanan, mateni 'Cegah Pelacakan Lintas Situs' lan 'Blokir Kabeh Cookie'<br><br> Firefox<br> Klik ing tameng ing sisih kiwa bilah alamat ing kaca web apa wae. Klik ing Setelan Proteksi. Panel Privasi & Keamanan Preferensi Firefox bakal mbukak. Ing Proteksi Pelacakan sing Ditingkatake, pilih Custom. Pilih pelacak lan skrip endi sing bakal diblokir kanthi milih kothak kasebut. Priksa manawa sampeyan wis mbukak blokir hcaptcha.com.<br><br> Sampeyan uga bisa sementara mateni sawetara proteksi ing Custom kanggo debug iki, kanthi milih kothak centhang: Pilih kothak centhang Pelacak utawa batal centhang ing cookie yen sampeyan isih nemoni masalah.<br><br> Google Chrome<br> Google Chrome (PC)<br> Pilih lambang menu Chrome. Pilih Setelan.<br> Bukak Privasi lan Keamanan, banjur Cookie lan data situs liyane.<br> Priksa manawa 'Blokir cookie pihak katelu' ora diaktifake.<br><br> Google Chrome (Mac):<br> Bukak pilihan Chrome saka garis menu.<br> Bukak Privasi lan Keamanan, banjur Cookie lan data situs liyane.<br> Priksa manawa 'Blokir cookie pihak katelu' ora diaktifake.<br><br> Google Chrome (Android):<br> Ing piranti Android, bukak app Chrome.<br> Ing sisih tengen ndhuwur, tutul Liyane banjur Setelan.<br> Tutul Setelan Situs banjur Cookie.<br> Ing jejere 'Cookies', uripake setelan.<br> Centhang kothak ing jejere 'Ngidini cookie pihak katelu.'<br><br> Internet Explorer<br> 1. Pilih gir ing pojok tengen ndhuwur layar, banjur pilih 'Pilihan Internet'. Yen Menu Bar wis aktif, sampeyan bisa milih 'Piranti' banjur 'Pilihan Internet'.<br> 2. Klik tab 'Privasi'.<br> 3. Pilih tombol 'Advanced'.<br> 4. Ing 'Cookie saka pihak katelu' pilih 'Nampa'.<br> 5. Klik 'OK'",
    "page-acc-tr2-head": "Pandhuan Browser kanggo Cookie Lintas Situs",
    "priv-hc": "Fokus Kebijakan",
    "priv-hc-text": "Jaringan iklan ndeleng sampeyan minangka produke. Kita ora. Kita ora preduli sapa pangguna, mung carane mbebayani. Kita ndhukung inisiatif kaya Privacy Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "reporting-bugs-accessibility-button": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "reporting-bugs-accessibility-head": "Pilihan Aksesibilitas",
    "reporting-bugs-accessibility-text": "Apa sampeyan cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "reporting-bugs-guide-ff-head": "Nelukake Rincian Laporan Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Langkah 1: Bukak Piranti Pangembang (Iki wiwit ngrekam sesi.)",
    "reporting-bugs-guide-ff-step-2": "Langkah 2: Klik ing tab Jaringan ing Alat Pangembang. Centhang kothak log Persist ing sisih ndhuwur.",
    "reporting-bugs-guide-ff-step-3": "Langkah 3: bukak https://accounts.hcaptcha.com/demo, utawa situs web sing sampeyan masalah (Cathetan Privasi: mung yen sampeyan ora nuduhake bareng) ... banjur klik I tombol manungsa, lan nyoba ngatasi.",
    "reporting-bugs-guide-ff-step-4": "Langkah 4: Klik HAR sawise nyoba ngatasi, lan pilih Simpen Kabeh minangka HAR kanggo nyimpen log jaringan. Kirimake file kasebut menyang kita.",
    "reporting-bugs-guide-ff-step-5": "Langkah 5: Klik ing tab Console, banjur klik-tengen banjur Pilih kabeh lan simpen menyang file teks, kanggo nyimpen log console. Kirim uga.",
    "reporting-bugs-guide-ff-step-6": "Langkah pungkasan: Kirim file log HAR lan console menyang kita, lan jelasna masalah Gunakake: support@hcaptcha.com (monggo gunakake layanan kaya Dropbox utawa Filebin lan kirim link) lan opsine gambar layar, yen sampeyan ngira ana sing ora ditampilake kanthi bener . Kirim uga IP sing digunakake. Sampeyan bisa njaluk saka https://www.whatsmyip.org/ Matur nuwun wis menehi wektu kanggo mbantu kita entuk info iki! Kita setya nggawe hCaptcha bisa digunakake kanthi apik kanggo kabeh wong.",
    "reporting-bugs-guide-head": "Nelukake Rincian Laporan Bug: Chrome",
    "reporting-bugs-guide-step-1": "Langkah 1: Bukak Piranti Pangembang (Iki wiwit ngrekam sesi.)",
    "reporting-bugs-guide-step-2": "Langkah 2: Klik ing tab Jaringan ing Alat Pangembang. Centhang kothak log Preserve ing sisih ndhuwur.",
    "reporting-bugs-guide-step-3": "Langkah 3: bukak https://accounts.hcaptcha.com/demo, utawa situs web sing sampeyan masalah (Cathetan Privasi: mung yen sampeyan ora nuduhake bareng) ... banjur klik I tombol manungsa, lan nyoba ngatasi.",
    "reporting-bugs-guide-step-4": "Langkah 4: Klik Ekspor HAR (panah mudhun mudhun) sawise nyoba ngatasi, sing bakal nyimpen log jaringan. Kirimake file kasebut menyang kita.",
    "reporting-bugs-guide-step-5": "Langkah 5: Klik ing tab Console, banjur klik-tengen banjur Simpen kaya .. kanggo nyimpen log console. Kirim uga.",
    "reporting-bugs-guide-step-6": "Langkah pungkasan: Kirimake file log HAR lan console menyang kita, lan jelasna masalahe. Gunakake: support@hcaptcha.com (monggo gunakake layanan kaya Dropbox utawa Filebin lan kirim link) lan opsine tangkapan layar, yen sampeyan ngira ana sing ora ditampilake kanthi bener. Kirim uga IP sing digunakake. Sampeyan bisa njaluk saka https://www.whatsmyip.org/ Matur nuwun wis menehi wektu kanggo mbantu kita entuk info iki! Kita setya nggawe hCaptcha bisa digunakake kanthi apik kanggo kabeh wong.",
    "reporting-bugs-guide-text-1": "Ngirim info debugging karo laporan sampeyan bakal nggawe kita luwih gampang ngerti apa sing kedadeyan. Mangkene pandhuan kanthi langkah-langkah:",
    "reporting-bugs-guide-text-2": "Yen sampeyan pangembang web utawa pangguna sing ahli, ringkesane yaiku yen sampeyan ngirimake rekaman jaringan HAR lan konsol browser. Coba coba mateni pemblokiran iklan utawa ekstensi keamanan browser dhisik banjur coba maneh sadurunge nindakake langkah-langkah kasebut. Yen ngatasi masalah sampeyan, sampeyan isih bakal ngerti manawa sampeyan ngerti versi browser, blocker iklan utawa ekstensi browser, lan URL situs web.",
    "reporting-bugs-intro-head": "Nemokake bug? Mangkene carane nglaporake.",
    "reporting-bugs-intro-text": "Mayuta-yuta wong nggunakake hCaptcha saben wulan, kanthi ewonan kombinasi browser, ekstensi, piranti, firewall, lan liya-liyane. Tujuane kanggo nggawe manawa sukses kanggo sampeyan, mula apresiasi banget marang lapuran sampeyan! Kanggo menehi saran cepet, cukup klik tombol Kirim komentar. Yen sampeyan lagi nemoni masalah fungsional, tututi pandhuan log debug kanggo Chrome utawa pandhuan log debug kanggo Firefox ing ngisor iki. Kanggo browser liyane, kirim email menyang email. Kanggo masalah keamanan utawa privasi sing potensial, waca pandhuan ing ngisor iki.",
    "reporting-bugs-privacy-head": "Masalah Privasi",
    "reporting-bugs-privacy-text": "Kita ora preduli sapa pangguna, mung kepiye wae angkoro utawa mesin. Kita ndhukung inisiatif kaya Privacy Pass, lan kerja keras kanggo ngimbangi privasi lan keamanan. Yen sampeyan nemokake masalah sing sampeyan pikir bisa mengaruhi privasi pangguna, kirim email ing support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Kirimi saran",
    "reporting-bugs-provide-feedback-head": "Menehi umpan balik langsung babagan hCaptcha",
    "reporting-bugs-provide-feedback-text": "Kita ngormati masukan sampeyan. Ayo ngerti masalah lan kita bakal ngrampungake kanthi cepet.",
    "reporting-bugs-security-head": "Bug keamanan",
    "reporting-bugs-security-text": "Kita seneng banget nampa laporan babagan kewan omo keamanan. Kirimake dhukungan email@hcaptcha.com & CC security@hcaptcha.com lan bakal bali kanthi cepet. Kita uga duwe program hadiah bug kanggo laporan keamanan sing layak ing layanan hCaptcha lan kode sumber sing gegandhengan.",
    "sec-hc": "Keamanan Pertama",
    "sec-hc-text": "hCaptcha fokus ing penerbit. Kita kerja kanggo menehi data nyata situs lan ngidini dheweke nggunakake cara nggunakake. Akurasi kanggo kapentingan sampeyan lan kita. Captcha liyane diwenehake dening perusahaan pariwara. Saben bot sing dicekal bisa nyuda penghasilan.",
    "switch-to-english-link": "Ngalih menyang Inggris",
    "what-is-hcaptcha": "Apa hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha mbantu layanan web favorit sampeyan supaya bot, spam, lan penyalahgunaan kanthi takon kanthi gampang, gampang kanggo manungsa lan angel kanggo mesin.",
    "why-hc": "Napa hCaptcha?",
    "why-hc-text": "Saben sampeyan mangsuli tantangan, kita nggunakake model canggih kanggo ngerteni manawa sampeyan manungsa utawa mesin. Situs web sing dibukak banjur nggunakake asil iki kanggo nambah pengalaman ing situs kanthi njaga bot."
}