{
    "about-advisors-brendan": "Brave– ის აღმასრულებელი დირექტორი. Mozilla– ს თანადამფუძნებელი. JavaScript პროგრამირების ენის შემქმნელი. ბრაუზერების მშენებელი და სხვა.",
    "about-advisors-dawn": "კალიფორნიის უნივერსიტეტის პროფესორი, ბერკლი. ღრმა სწავლის, უსაფრთხოების, ბლოკჩეინის ექსპერტი. Oasis Labs- ის აღმასრულებელი დირექტორი.",
    "about-advisors-head": "მრჩევლები",
    "about-advisors-keiran": "სტენფორდის მკვლევარი მეცნიერი. მანქანური სწავლება და რაოდენობრივი ფინანსები მსხვილ ბანკებში, ჰეჯ-ფონდებსა და აკადემიაში.",
    "about-content-head-1": "Რას ვაკეთებთ",
    "about-content-head-2": "რატომ არის ეს მნიშვნელოვანი",
    "about-content-text-1": "hCaptcha არის Intuition Machines Inc, AI და მანქანათმშენებლობის კომპანიის მომსახურება, რომელიც ორიენტირებულია მეტალების შესწავლასა და ვიზუალური დომენის ML მასშტაბზე. ჩვენ ვაშენებთ და ვფლობთ მასიურად მასშტაბურ სისტემებს, რათა შესაძლებელი გახდეს ვიდეო და სურათების ანალიზის სერვისები გლობალური 2000 კომპანიისთვის მსოფლიოს მასშტაბით.",
    "about-content-text-1a": "hCaptcha– ს ბოტების გაჩერების თანამედროვე, კონფიდენციალურობისკენ მიმართული მიდგომა აქვს.",
    "about-content-text-1b": "ჩვენ ვაჩვენებთ CAPTCHA გამოწვევებს, რომლებიც რთულია ბოტებისთვის, მაგრამ ადვილია ხალხისთვის, მანქანით სწავლის პრობლემების ეტიკეტზე რთული მონაცემების შეგროვებით და მათი საშუალებით განასხვავებენ თუ არა ვებსაიტის ან აპის ვიზიტორი ადამიანი.",
    "about-content-text-2": "ზოგადად, მეტი მონაცემები უკეთეს შედეგებს იძლევა. სწორად შეაფასა და შესაბამისი მონაცემთა ნაკრების შექმნა და შენარჩუნება შრომატევადი და ძვირია. hCaptcha თავდაპირველად შეიქმნა სურათების ეტიკეტირების ჩვენი საჭიროებების დასაკმაყოფილებლად და ახლა ის ხელმისაწვდომია სხვა საჭიროების მქონე კომპანიებისთვის.",
    "about-content-text-2a": "ცუდი მსახიობები სულ უფრო ხშირად გვხვდება ინტერნეტში. მაგრამ მომხმარებლის კონფიდენციალურობის მსხვერპლშეწირვა არ არის პასუხი.",
    "about-content-text-2b": "სარეკლამო კომპანიების მიერ შემოთავაზებული უსაფრთხოების გადაწყვეტილებები ძირითადად ფოკუსირებულია მომხმარებლებზე ინტერნეტში თვალყურისდევნებაზე. ჩვენ შევქმენით უსაფრთხოების ეფექტური გადაწყვეტა, რომელიც ადასტურებს, რომ მომხმარებლის კონფიდენციალურობის დაზიანება არ არის საჭირო შესანიშნავი შედეგების მისაღწევად.",
    "about-intro-head-1": "HCaptcha– ს შესახებ",
    "about-intro-head-2": "კონფიდენციალურობა, უსაფრთხოება და მანქანური სწავლება.",
    "about-intro-text": "hCaptcha არის მსოფლიოში ყველაზე ხშირად გამოყენებული დამოუკიდებელი CAPTCHA სერვისი.",
    "about-leadership-alex": "მონაცემთა ბაზისა და ბლოკჩეინის ექსპერტი. ადრეული ინჟინერი Cloudera– ში და სხვა. ათწლეულების განმავლობაში ჩატარებული ცოდნის პროგრამული უზრუნველყოფა და გუნდები.",
    "about-leadership-eli": "აღმასრულებელი დირექტორი. აღიარებული ლიდერი AI- ში. ბოლო ათწლეულების განმავლობაში მასშტაბურად იყენებდა დაზვერვის მანქანას ბიზნესის მრავალფეროვან პრობლემებზე.",
    "about-leadership-head": "ლიდერობა",
    "about-leadership-todd": "დოქტორი გამოთვლითი ბიოლოგიის მიმართულებით, სტენფორდი. ნერვულ ქსელებთან მუშაობს 1999 წლიდან. ფოკუსირება გამოიყენეთ ML და მასშტაბური სწავლა.",
    "acc-opt": "ხელმისაწვდომობის პარამეტრები",
    "acc-opt-but": "შეიტყვეთ მეტი წვდომის პარამეტრების შესახებ",
    "acc-opt-text": "გაქვთ მხედველობა დაქვეითებული ან სხვაგვარად ვერ ასრულებთ hCaptchas- ს?",
    "accessibility-link": "ხელმისაწვდომობა",
    "appreciate-in": "ჩვენ ვაფასებთ თქვენს შეტანას. შეგვატყობინეთ ნებისმიერი საკითხი და მათ სწრაფად გადავწყვეტთ.",
    "fb-but": "გამოგვიგზავნეთ გამოხმაურება",
    "feedback-text": "მოგვაწოდეთ კავშირი ახლახან ნანახი hCaptcha– ს შესახებ",
    "footer-attribution": "ატრიბუტი",
    "footer-copyright-text": "hCaptcha არის რეგისტრირებული სავაჭრო ნიშანი Intuition Machines, Inc.",
    "footer-header-1": "კომპანია",
    "footer-header-2": "რესურსები",
    "footer-header-3": "კონტაქტი",
    "footer-link-1": "მარკირება",
    "footer-link-10": "ხელმისაწვდომობა",
    "footer-link-2": "დაახლოებით",
    "footer-link-3": "სამუშაო ადგილები",
    "footer-link-4": "სავაჭრო ნიშნები",
    "footer-link-5": "AI ეთიკა",
    "footer-link-6": "ბლოგი",
    "footer-link-7": "სტატუსი",
    "footer-link-8": "დოკუმენტაცია",
    "footer-link-9": "Შეატყობინე შეცდომა",
    "footer-privacy": "კონფიდენციალურობა",
    "footer-subheader-1": "მხარდაჭერა",
    "footer-subheader-2": "კონტაქტი",
    "footer-terms": "Ვადები",
    "h-plans": "სააბონენტო გეგმები",
    "header-docs-link": "დოკუმენტები",
    "header-labeling-services-link": "მარკირების მომსახურება",
    "header-login-button": "Შესვლა",
    "header-plans-link": "გეგმები",
    "header-signup-button": "დარეგისტრირება",
    "home-about-head": "HCaptcha– ს შესახებ",
    "home-about-subtitle": "უზრუნველყოფს ადამიანის პროტოკოლს",
    "home-about-text-1": "hCaptcha შექმნილია მანქანათმშენებლობის ყველაზე შრომატევადი პრობლემის გადასაჭრელად: მონაცემების დიდი რაოდენობით წარწერა დროულად, ხელმისაწვდომი და საიმედო გზით.",
    "home-about-text-2": "ზოგადად, მეტი მონაცემები უკეთეს შედეგებს იძლევა სასწავლო მანქანის სწავლების მოდელებში. ღრმა მოდელების ბოლოდროინდელმა წარმატებამ განაპირობა მონაცემთა სულ უფრო დიდი ნაკრებები, თითქმის ყოველთვის გარკვეული მიმოხილვით. ამასთან, ადამიანის მიერ განხილული დიდი მონაცემთა ნაკრების შექმნა Mechanical Turk- ის, Figure Eight- ის და ა.შ. საშუალებით არის ნელი და ძვირი.",
    "home-about-text-3": "hCaptcha საშუალებას აძლევს ვებსაიტებს გამოიმუშაონ ფული ამ მოთხოვნის შესასრულებლად, ბლოკირებისას ბოტებისა და სხვა სახის ბოროტად გამოყენების შესახებ.",
    "home-about-text-4": "HCaptcha ბაზარზე მუშაობს HUMAN Protocol, ღია დეცენტრალიზებული პროტოკოლი ადამიანის მიმოხილვისთვის, რომელიც მუშაობს Ethereum ბლოკჩეინზე. ვებსაიტები მიიღებენ Human Tokens (HMT) - ს, როდესაც მომხმარებლები იყენებენ hCaptcha ვიჯეტს საკუთარ საიტზე, ხოლო მანქანათმშენებლობის კომპანიები იხდიან Human Tokens- ს, რომ მიიღონ მონაცემების ეტიკეტირება.",
    "home-ba-labeling-services-link": "მარკირების მომსახურება",
    "home-benefits-head-1": "მნიშვნელობა მონაცემთა მარკირებაში",
    "home-benefits-head-2": "დაუბრუნე ქველმოქმედებას",
    "home-benefits-text-1": "ხვდებოდით, რომ მანქანას დააჭირეთ ყოველ ჯერზე, დაეხმარებით Gigantic კომპანიის ერთიანი მანქანური სწავლების სისტემების უფასოდ მომზადებაში?",
    "home-benefits-text-2": "hCaptcha ამ მოდელს აქცევს. როდესაც hCaptcha- ს იყენებთ, კომპანიები ტენდერში მონაწილეობენ სამუშაოს შესრულებაზე, რომელსაც თქვენი მომხმარებლები ასრულებენ, რადგან ამტკიცებენ მათ კაცობრიობას. თქვენ მიიღებთ ჯილდოს.",
    "home-benefits-text-3": "გსურთ დაუბრუნოთ თქვენს საყვარელ საქველმოქმედო ორგანიზაციას? hCaptcha საშუალებას გაძლევთ, მხარი დაუჭიროთ თქვენს მიერ არჩეულ საქველმოქმედო ორგანიზაციას, თუ რა მოგებით მიიღებთ მის გამოყენებას. თქვენს საიტზე მომხმარებლები მალე ნახავენ თქვენს წვლილს ქველმოქმედებაში hCaptcha ინტერფეისით ფრთხილი ბრენდინგის საშუალებით.",
    "home-challenge-text-1": "აირჩიეთ ყველა სურათი, რომელიც ემთხვევა მოთხოვნას",
    "home-challenge-text-2": "განსაზღვრეთ ობიექტების შემზღუდავი არე",
    "home-challenge-text-3": "განსაზღვრეთ შესაბამისი ეტიკეტები",
    "home-challenge-title-1": "შედარება",
    "home-challenge-title-2": "შემკვრელი ყუთი",
    "home-challenge-title-3": "კატეგორიზაცია",
    "home-challenges-head": "წარმოდგენილი გამოწვევები",
    "home-challenges-text-1": "... და სხვა მარტივი დავალებები. ადვილია ადამიანისთვის, ძნელია ბოტებისთვის.",
    "home-challenges-text-2": "მორგებული დავალებები ასევე ხელმისაწვდომია საწარმოს გამომცემლებისთვის.",
    "home-ent-1": "ეძებთ ჩვენი საწარმოს უსაფრთხოების შეთავაზებებს?",
    "home-ent-2": "ეწვიეთ ჩვენს ახალ საიტს: BotStop.com",
    "home-ent-button": "შეიტყვეთ მეტი: BotStop hCaptcha- ს მიერ",
    "home-from-the-blog": "ბლოკიდან:",
    "home-from-the-blog-value": "როგორ მუშაობს hCaptcha სირთულის პარამეტრები",
    "home-intro-body": "იყენებთ captcha- ს რობოტების შესანარჩუნებლად? hCaptcha იცავს მომხმარებლის კონფიდენციალურობას, აჯილდოებს ვებსაიტებს და ეხმარება კომპანიებს მიიღონ თავიანთი მონაცემების ეტიკეტირება. ეს არის reCAPTCHA- ს ჩაშვების ჩანაცვლება: შეგიძლიათ გადართოთ რამდენიმე წუთში.",
    "home-intro-button": "Დარეგისტრირდი ახლავე",
    "home-intro-head": "შეაჩერე მეტი ბოტი. დაიწყეთ მომხმარებლის კონფიდენციალურობის დაცვა.",
    "home-main-1": "პირადი. უსაფრთხო უფრო სწრაფი. ჩვენ ვიხდით თქვენ მის გამოყენებას.",
    "home-main-2": "კონფიდენციალურობის ფოკუსირება",
    "home-main-2c": "სარეკლამო ქსელები თქვენს მნახველებს პროდუქტად მიიჩნევენ. HCaptcha– სთვის პროდუქტი წარმოადგენს მათ მიერ მოწოდებულ სამუშაოს. ჩვენ არ გვაინტერესებს ვინ არიან თქვენი მომხმარებლები, მხოლოდ რამდენად სავარაუდოა, რომ ისინი მავნებლები არიან. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass და ვცდილობთ დავიცვათ კონფიდენციალურობა და უსაფრთხოება.",
    "home-main-3": "უსაფრთხოება პირველი",
    "home-main-3c": "სიზუსტე არის თქვენი და ჩვენი ინტერესი. hCaptcha ორიენტირებულია გამომცემლობაზე. ჩვენ ვმუშაობთ იმისთვის, რომ რეალური მონაცემები მოგცეთ და გადაწყვიტოთ, თუ როგორ გამოიყენოთ ისინი. სხვა გადაღებებს უზრუნველყოფს გიგანტური სარეკლამო კომპანიები. ეს ნიშნავს, რომ მათ მიერ დაბლოკილ ყველა ბოტს შეუძლია შეამციროს მათი შემოსავალი.",
    "home-main-4": "უკეთესი მომხმარებლის გამოცდილება",
    "home-main-4c": "კაცობრიობის განსაზღვრისთვის hCaptcha იყენებს დახვეწილ მანქანათმშენებლობის მოდელებს. ეს საშუალებას გვაძლევს ვითხოვოთ ნაკლებად შემაშფოთებელი დავალებები თქვენი მომხმარებლებისგან და ნაკლები დრო დაუთმოთ ამ საქმეს, ამავდროულად ვაწარმოოთ სასარგებლო ეტიკეტიანი მონაცემები მომხმარებლის ეტიკეტირებისთვის.",
    "home-main-plans": "hCaptcha უფასოა ნებისმიერი ზომის გამომცემლებისთვის. ამასთან, საწარმოებისა და პლატფორმებისათვის, რომელთაც მეტი კონტროლი სჭირდებათ, ჩვენი საწარმოს გადაწყვეტილებები ხელმისაწვდომია.",
    "home-main-plans2": "hCaptcha- ს საწარმოს გადაწყვეტილებები იცავს მილიონობით მომხმარებელს ათეულობით მილიონ ვებსაიტზე პლანეტის ზოგიერთი უმსხვილესი კომპანიისთვის. გთხოვთ, დაგვიკავშირდეთ დამატებითი ინფორმაციისთვის, ან ეწვიეთ",
    "home-main-plans3": "hCaptcha- ს საწარმოს გადაწყვეტილებები იცავს მილიონობით მომხმარებელს ათეულობით მილიონ ვებსაიტზე პლანეტის ზოგიერთი უმსხვილესი კომპანიისთვის. გთხოვთ, დაგვიკავშირდეთ დამატებითი ინფორმაციისთვის, ან ეწვიეთ",
    "home-main-plans4": "დეტალებისთვის.",
    "home-plans-button-1": "Დარეგისტრირდი ახლავე",
    "home-plans-button-2": "დაუკავშირდით გაყიდვებს",
    "home-plans-chart-head-1": "მახასიათებლები",
    "home-plans-chart-head-2": "გამომცემელი",
    "home-plans-chart-head-3": "საწარმო",
    "home-plans-chart-row-1-cell-1": "ნაჩვენებია გამოწვევის ტიპები",
    "home-plans-chart-row-1-cell-2": "შეზღუდულია",
    "home-plans-chart-row-1-cell-3": "სულ",
    "home-plans-chart-row-10-cell-1": "მრავალ მომხმარებლის დაფა",
    "home-plans-chart-row-11-cell-1": "ანგარიშგების დამატებითი ფუნქციები",
    "home-plans-chart-row-12-cell-1": "საწარმოს SLAs",
    "home-plans-chart-row-2-cell-1": "აკონტროლეთ გამოყენებული გამოწვევის შინაარსი",
    "home-plans-chart-row-2-cell-2": "შეზღუდულია",
    "home-plans-chart-row-2-cell-3": "სულ",
    "home-plans-chart-row-3-cell-1": "მიიღეთ ჯილდოები ადამიანის გადაჭრისთვის",
    "home-plans-chart-row-4-cell-1": "მსოფლიო დონის საწინააღმდეგო ბოტების დაცვა",
    "home-plans-chart-row-5-cell-1": "მუშაობს ყველა ქვეყანაში",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA და 99.9% პასიური რეჟიმები",
    "home-plans-chart-row-5b-cell-1": "ბოტის ნდობის ქულები",
    "home-plans-chart-row-6-cell-1": "GDPR და CCPA მეგობრული კონფიდენციალურობის პოლიტიკა",
    "home-plans-chart-row-7-cell-1": "წვრილმარცვლოვანი სირთულის დონე",
    "home-plans-chart-row-8-cell-1": "დაიწყეთ საკუთარი გამოწვევის შინაარსი",
    "home-plans-chart-row-9-cell-1": "დროზე დაფუძნებული სირთულეების დაგეგმვა",
    "home-try-it-out-button": "მიიღეთ hCaptcha",
    "home-try-it-out-head": "Სცადე",
    "home-try-it-out-text": "hCaptcha უზრუნველყოფს მარტივ, მარტივ და საიმედო ბოტის გამოვლენას, ხოლო ადამიანისთვის ტრივიალურია მათი გადაჭრა.",
    "labeling-about-head": "HCaptcha– ს შესახებ",
    "labeling-about-text-1": "hCaptcha შექმნილია მანქანათმშენებლობის ყველაზე შრომატევადი პრობლემის გადასაჭრელად; დროული, ხელმისაწვდომი და საიმედო გზით მონაცემების მასიური რაოდენობის მარკირება. ზოგადად, მეტი მონაცემები უკეთეს შედეგებს იძლევა სასწავლო მანქანის სწავლების მოდელებში. ღრმა მოდელების ბოლოდროინდელმა წარმატებამ განაპირობა მონაცემთა სულ უფრო დიდი ნაკრები და hCaptcha ემსახურება ამ საჭიროებას.",
    "labeling-about-text-2": "ამასთან, ტრადიციული მეთოდების გამოყენებით ადამიანების მიერ გადამოწმებული დიდი მონაცემთა ნაკრების შექმნა ნელიც არის და ძვირიც. hCaptcha არის საშუალება კომპანიებისთვის, მიიღონ მათთვის საჭირო ანოტაციები უფრო სწრაფად, უფრო მაღალი ხარისხით და დაბალ ფასად, ვიდრე სხვა ალტერნატივები.",
    "labeling-annotations-head": "ანოტაციის ტიპები",
    "labeling-annotations-text-1": "ობიექტის ზუსტი ამოცნობა სურათებსა და ვიდეოში",
    "labeling-annotations-text-2": "ობიექტის ზუსტი ამოცნობა სურათებსა და ვიდეოში",
    "labeling-annotations-text-3": "წერტილოვანი ანოტაციები მრავალი სხვადასხვა შემთხვევისთვის",
    "labeling-annotations-text-4": "ნებისმიერი ზომის თვითნებური კატეგორიების დალაგება ან დამატება",
    "labeling-annotations-text-5": "ადამიანის ენერგიით გამოვლენა და კლასიფიკაცია",
    "labeling-annotations-text-6": "გჭირდებათ სხვა ტიპი, რომელიც აქ არ არის ჩამოთვლილი? უბრალოდ გვკითხეთ.",
    "labeling-annotations-title-1": "შემკვრელი ყუთები",
    "labeling-annotations-title-2": "მრავალკუთხედები",
    "labeling-annotations-title-3": "ღირშესანიშნაობებს",
    "labeling-annotations-title-4": "ატრიბუტების კატეგორიზაცია",
    "labeling-annotations-title-5": "შედარება და გამოვლენა",
    "labeling-annotations-title-6": "... და მრავალი სხვა",
    "labeling-ent-button": "დაუკავშირდით ჩვენს საწარმოს გადაწყვეტილებების გუნდს",
    "labeling-ent-head": "გჭირდებათ ბოლოდან ბოლომდე კონტროლი?",
    "labeling-ent-text-1": "HCaptcha- ს მიღმა მყოფი HUMAN პლატფორმა უზრუნველყოფს უაღრესად დახვეწილ სამუშაოს ხარისხისა და მენეჯმენტის ფუნქციებს, შენობის, ჰიბრიდული ან SaaS განლაგების საშუალებით, რომლებიც ინტეგრირდება თქვენს არსებულ სისტემებთან.",
    "labeling-ent-text-2": "გაუშვით მთლიანად ხაზგარეშე რეჟიმში საკუთარი სამუშაო ძალის საშუალებით, მიჰყევით მოხმარებულ ღირებულებას ბიზნეს ერთეულებში ან კონსორციუმის პარტნიორებში, შეარჩიეთ სამუშაოები სხვადასხვა შიდა თუ გარე შრომის პროვაიდერებზე, ხარჯების და უსაფრთხოების მოთხოვნების გათვალისწინებით და ა.შ.",
    "labeling-ent-text-3": "მარტივი API წვდომა, ლამაზი დაფები და უახლესი მოდელის ტექნოლოგია მაქსიმალურად ეფექტურობის მისაღწევად.",
    "labeling-ent-text-4": "ხელმისაწვდომია 99,99% uptime SLA და 24/7 გლობალური მხარდაჭერა. დამატებითი ინფორმაციისთვის:",
    "labeling-features-head-1": "მარტივი API- ზე ორიენტირებული მილსადენები.",
    "labeling-features-head-2": "ოპტიმიზირებულია ფასისა და ხარისხისთვის. წინასწარი ვალდებულება არ არის საჭირო.",
    "labeling-features-head-3": "გადაიხადეთ მხოლოდ თქვენთვის საჭირო სიზუსტეზე.",
    "labeling-features-head-4": "მოგვაწოდეთ თქვენი საკუთარი მიწის ჭეშმარიტების მონაცემები ან მოდით, ავაშენოთ ის ფრენაზე.",
    "labeling-features-text-1": "გსურთ ადამიანის მიმოხილვის ინტეგრირება პირდაპირ თქვენს ბიზნეს ოპერაციებში? ჩვენ გთავაზობთ მაღალი საიმედოობის SLA- ს, გარანტირებულ სიმძლავრეს და მარტივ REST API- ს.",
    "labeling-features-text-2": "HUMAN პლატფორმა იყენებს ნდობის სრულყოფილ მოდელებს რეალურ დროში დახვეწილი ხარისხის ანალიზის შესასრულებლად. ეს საშუალებას გვაძლევს სწრაფად დავადგინოთ როგორც შეკითხვების სირთულე, ასევე მათი სავარაუდო სწორი პასუხი, დაზოგავთ თქვენს დროსა და ფულს.",
    "labeling-features-text-3": "ყველა პრობლემა ერთნაირი არ არის. უსაფრთხოების კრიტიკულ ამოცანებზე ანოტაციებს შეიძლება 99,99% ნდობა დასჭირდეს მთლიანად ადამიანის მუშაკთა მხრიდან. მობილური თამაშების აპლიკაციაში ერთი ბეტა მახასიათებლის ანოტაციები შეიძლება მხოლოდ ზომიერ ნდობას მოითხოვს. Შენ გადაწყვიტე.",
    "labeling-features-text-4": "გაქვთ დაუმუშავებელი მონაცემები ყოვლისმომცველი გადამოწმების ნაკრების გარეშე? უმეტეს შემთხვევაში, ჩვენ შეგვიძლია ავაშენოთ ის, რომ სისტემაში გადის ამოცანები, ან შევქმნათ ეტიკეტირებული ნიმუშები თქვენი დასამტკიცებლად.",
    "labeling-info-head": "მონაცემთა იარლიყით მიღება",
    "labeling-info-text-1": "ისაუბრეთ ჩვენი დომენის ერთ – ერთ ექსპერტთან თქვენი პროექტის საჭიროებების დასადგენად: სამიზნე სიზუსტე, ფორმატი და სპეციალური მოთხოვნები.",
    "labeling-info-text-2": "ჩვენ ვასრულებთ მცირე საწარმოო სამუშაოს თქვენი მონაცემების საფუძველზე. ეს ამოწმებს ჩვენს მიერ შესრულებულ სამუშაოს, რათა დარწმუნდეთ, რომ მიიღებთ ზუსტად იმას, რაც გჭირდებათ.",
    "labeling-info-text-3": "ჩვენი მაღალი მოცულობითა და მცირე შეყოვნებით, ჩვენ ვაქცევთ თქვენს საქმეს სწრაფად, ავტომატიზირებული მიწოდების დასრულებისთანავე.",
    "labeling-info-text-4": "როგორც ჩვენ უკეთ გვესმის თქვენი წარმოების მუშაობის პარამეტრები, დროთა განმავლობაში შედეგები გააუმჯობესებს.",
    "labeling-info-text-5": "პირდაპირი დაფები საშუალებას გაძლევთ ნებისმიერ დროს უზრუნველყოთ უკუკავშირი ან შეაჩეროთ წარმოება.",
    "labeling-info-title-1": "განსაზღვრეთ მახასიათებლები",
    "labeling-info-title-2": "სამუშაოს საწყისი ტესტი",
    "labeling-info-title-3": "განათავსეთ საწარმოო სამუშაოები",
    "labeling-info-title-4": "უწყვეტი გაუმჯობესება",
    "labeling-info-title-5": "რეალურ დროში მიღებული შედეგები",
    "labeling-main-1": "მონაცემთა ეფექტური მარკირება მასშტაბურად",
    "labeling-main-1-button": "მიიღეთ თქვენი მონაცემები ეტიკეტებით",
    "labeling-main-1c": "გჭირდებათ მეტი ეტიკეტი თქვენი მონაცემთა ნაკრებისთვის? hCaptcha უზრუნველყოფს სწრაფ, ეკონომიურად და მაღალხარისხიან მონაცემების ეტიკეტირებას კომპანიებისთვის, რომლებიც მუშაობენ ხელოვნურ ინტელექტსა და მანქანათმშენებლობის პროგრამებზე.",
    "labeling-main-2": "დაუყოვნებლივ დაიწყეთ მილიონობით დავალება.",
    "labeling-main-2-button": "შეიძინეთ მონაცემთა მარკირების სერვისები",
    "labeling-main-2c": "hCaptcha– ს აქვს პლანეტის ერთ – ერთი უდიდესი აუზი, რომელიც შეგიძლიათ გამოიყენოთ. როგორიც არ უნდა იყოს თქვენი მასშტაბი, ჩვენ შეგვიძლია გაუმკლავდეთ მას ძვირადღირებული წინა ვალდებულებების გარეშე. მილიონობით დავალება დღეში პრობლემა არ არის.",
    "labeling-platform-head": "პირადი ან საჯარო ინფორმაცია",
    "labeling-platform-text": "hCaptcha აგებულია HUMAN პლატფორმაზე, რაც საშუალებას იძლევა დახვეწილ მარშრუტიზაციასა და ანალიზს ოპტიმიზირდეს ღირებულება და ეფექტურობა თითოეულ ნაბიჯზე. ეს ტექნოლოგია საშუალებას აძლევს სწორ სამუშაო ძალას გაუმკლავდეს თქვენი სამუშაოს თითოეულ ნაწილს, მაქსიმალურად აიღებს ხარჯების ეფექტურობას, კონფიდენციალურობის შენარჩუნებისას და აკმაყოფილებს ნებისმიერ მარეგულირებელ მოთხოვნას.",
    "labeling-try-button": "შეიძინეთ მონაცემთა მარკირების სერვისები",
    "labeling-try-head": "გსურთ სცადოთ თქვენი მონაცემები?",
    "labeling-try-text": "... ჩვენ მზად ვართ, როდესაც თქვენ იქნებით: ჩვენი მომსახურება ხელმისაწვდომია 24 საათის განმავლობაში.",
    "learn-more-hcaptcha": "შეიტყვეთ მეტი hCaptcha– ს შესახებ",
    "page-acc-faq-1": "კითხვა: შეესაბამება hCaptcha სექცია 508 + WCAG 2.0? პასუხი: ჩვენ ასე გვჯერა: ყველა შეზღუდული შესაძლებლობის მქონე მომხმარებელს, ვისაც შეუძლია დაათვალიეროს ინტერნეტი და ფორმებში შეიტანოს ტექსტი, რეგისტრაციაზე წვდომის უფლება აქვს hCaptcha– ს მიერ დაცულ სერვისებს. ამასთან, ეს არ არის იურიდიული რჩევა: თქვენ უნდა შეასრულოთ საკუთარი შეფასება, თქვენი კონკრეტული განხორციელების გათვალისწინებით, რათა დარწმუნდეთ, რომ ეს თქვენი განლაგების შემთხვევაა.",
    "page-acc-faq-2": "კითხვა: მუშაობთ სხვა ხელმისაწვდომობის (a11y) ვარიანტებზე, მაგალითად აუდიოზე? პასუხი: ადრე პოპულარული ვარიანტები, როგორიცაა აუდიო გადაღებები, განასხვავებს მრავალი a11y მომხმარებელს და ადვილად ამარცხებს მანქანური სწავლების თანამედროვე ტექნიკას. ამან აიძულა ამჟამინდელი აუდიო გამოწვევები უფრო და უფრო რთულიყო, შემოეტანა ხმაური, უცნაური დრო, უჩვეულო სიტყვების კომბინაციები და ა.შ. თავდამსხმელთა დასამარცხებლად. ამრიგად, ჩვენ ნაკლებად აღფრთოვანებული ვართ ამ მიდგომით და საერთოდ არ უნდა ვერიდოთ გამოწვევას, მაგრამ ამას გავითვალისწინებთ, თუ a11y საზოგადოების მხრიდან იქნება მოთხოვნა. ამასთან, ჩვენ ძალიან გვაინტერესებს კონფიდენციალურობის უღელტეხილი წვდომის გამოყენების შემთხვევაში. ჩვენ გვჯერა, რომ ჩვენი ამჟამინდელი a11y მიდგომის და Privacy Pass გაცემის შერწყმა საშუალებას მისცემს a11y მომხმარებლებს დაათვალიერონ უსაფრთხოდ და იცოდნენ, რომ მათი ტრეფიკი უფრო პირადულია, ხოლო ბოტის ოპერატორების მიერ ბოროტად გამოყენების შეზღუდვა, რაც აუცილებლად ხდება, როდესაც a11y პარამეტრებია ხელმისაწვდომი. ჩვენ აქტიური მონაწილეები ვართ IETF სამუშაო ჯგუფში ამ ახალი ტექნოლოგიის სტანდარტიზაციისა.",
    "page-acc-faq-3": "კითხვა: რაც შეეხება კონფიდენციალურობას? რეგისტრაცია გარკვეულწილად ამჟღავნებს a11y ათვალიერებს მონაცემებს? რას აკეთებთ ელ.ფოსტით? პასუხი: hCaptcha შექმნილია პირადი ცხოვრების საიდუმლოებისთვის. ეს ძალიან განსხვავდება ტრადიციული ვარიანტებისგან, როგორიცაა reCAPTCHA, რომელსაც ფლობს სარეკლამო ქსელები, რომლებსაც აქვთ სტიმული, რომ გიკონტროლონ ქსელში და დაგიკავშირონ რეალურ პირადობასთან. ჩვენ არასოდეს ვიყენებთ წვდომის ელ.ფოსტას ან ინფორმაციას რაიმე სხვა მიზნის გარდა, თუ ხელს ვუწყობთ a11y გამოყენებას და ავიცილებთ ბოროტად გამოყენებას. ჩვენს კონფიდენციალურობის პოლიტიკას აქვს ყოვლისმომცველი და ავტორიტეტული პასუხები, თუ როგორ ვიყენებთ მონაცემებს, მაგრამ მოკლე პასუხი ისაა, რომ ჩვენ არ ვართ დაინტერესებული თქვენი ასოცირებით, როგორც ადამიანი თქვენი დათვალიერების ისტორიით. ჩვენ ასევე ვმუშაობთ კრიპტოგრაფიულ გამოსავალზე, რომ სწრაფად გავაუქმოთ თქვენი ელ.ფოსტის მისამართი. მიუხედავად იმისა, რომ კვლავ ინარჩუნებს ძალადობის თავიდან აცილების შესაძლებლობას, ავსებს ჩვენს Privacy Pass მუშაობას.",
    "page-acc-link-1": "თუ წვდომის მომხმარებელი ხართ, გთხოვთ დარეგისტრირდეთ აქ.",
    "page-acc-subhead": "ყველა მომხმარებლისთვის ერთობლივი წვდომის უზრუნველყოფა უსაფრთხოების დაცვით",
    "page-acc-summary": "Შემაჯამებელი",
    "page-acc-summary-contents-1": "hCaptcha შექმნილია ბოტების შესაჩერებლად, ადამიანებისგან განმასხვავებლად. ვიზუალური ტესტები ამის მოსახერხებელი საშუალებაა, მაგრამ ყველას არ შეუძლია გადაჭრას ვიზუალური გამოწვევა. ამ მიზეზის გამო, ჩვენ შევქმენით მარტივი, უმტკივნეულო ალტერნატივა, რომელიც საშუალებას აძლევს გამომცემლებს, რომლებიც ჩვენი მომსახურებით სარგებლობენ, შეინარჩუნონ ყველასათვის ხელმისაწვდომობა სრული 508-ე და WCAG 2.0 შესაბამისობებით.",
    "page-acc-summary-contents-2": "როგორ მუშაობს: პირველი, ამ URL- ზე დარეგისტრირდება წვდომის მომხმარებელი, რომელიც დაკავშირებულია hCaptcha ვიჯეტის ინფორმაციის გვერდზე. მათ ეძლევათ დაშიფრული ფუნთუშა, რომლის გამოყენება დღეში რამდენჯერმე შეიძლება, მაგრამ განახლება უნდა მოხდეს ყოველ 24 საათში შესვლის საშუალებით. როდესაც hCaptcha სერვისის გამოყენებით ნებისმიერ საიტზე ხელმისაწვდომია მომხმარებლის გამოწვევა, ისინი ავტომატურად გაივლიან.",
    "page-acc-title": "hCaptcha ინფორმაციაზე ხელმისაწვდომობის შესახებ",
    "page-acc-tr-body": "კითხვა: ჯერ კიდევ ვხედავ გამოწვევას ქუქი-ფაილის დაყენების შემდეგ. რა იწვევს ამას? პასუხი: ეს, როგორც წესი, განპირობებულია აგრესიული რეკლამების ბლოკატორის ან ქუქი-ფაილების საწინააღმდეგო გაფართოების გამოყენებით, ან პარამეტრით, რომელიც ბლოკავს ჯვარედინი საიტის ქუქი-ფაილებს, ამ შემთხვევაში cookie- ს hcaptcha.com- ისთვის, რომელსაც ადგენს ან ამოწმებს hCaptcha JavaScript სხვა საიტზე , როგორც ის, ვისაც სტუმრობთ. hCaptcha წვდომის ქუქი-ფაილები მუშაობს ყველა პოპულარულ ბრაუზერთან და რეკლამის ბლოკატორთან მათი სტანდარტული პარამეტრებით, ამიტომ, ჩვეულებრივ, წარუმატებლობები გამოწვეულია დაბლოკვის საწინააღმდეგო სკრიპტებით ან მსგავსი წესებით, რომელთა მიზანია კონკრეტული საიტები. გადაწყვეტილებები: 1. Whitelist hcaptcha.com და * .hcaptcha.com ქუქი – ფაილები თქვენს რეკლამის ბლოკატორში ან ბრაუზერის უსაფრთხოების გაფართოებაში. 2. თუ იყენებთ Brave ბრაუზერს, რომელსაც (2020 წლის აპრილის მდგომარეობით) არ აქვს რაიმე სახის ქუქი-ჩანაწერების თეთრ სიაში, გადადით აქ: Preferences -> Shields -> Cookies და აირჩიეთ All Cookies დაშვება. 3. თუ Safari- ს უახლეს ვერსიას იყენებთ არც ახლახან გამოსულ OS X 10.15 ან iOS 13. 4-ზე, Apple- მა ახლახანს შეცვალა Safari- ს ქცევა მესამე მხარის ქუქი-ფაილებთან დაკავშირებით, ყველა მათგანი ნაგულისხმევად დაბლოკა. ჩვენ ვახორციელებთ გამოსავალს, მაგრამ იმავდროულად გთხოვთ, ეწვიოთ Safari Preferences, კონფიდენციალურობის განყოფილებას და მონიშნოთ ვებსაიტის თვალის დევნება: თავიდან აიცილეთ მასშტაბით საიტზე თვალყურისდევნება, რათა შესაძლებელი გახდეს წვდომის ქუქი-ჩანაწერების მოსალოდნელი ფუნქციონირება. კითხვა: მე მრავალ მოწყობილობას ვიყენებ. მჭირდება რამდენჯერმე დარეგისტრირება? პასუხი: არა. გთხოვთ, დააჭიროთ იგივე ელ.ფოსტის შესვლის ბმულს, რომელიც გამოგიგზავნით თითოეულ მოწყობილობაზე, რომელსაც იყენებთ, ქუქი-ფაილის დასაყენებლად.",
    "page-acc-tr-title": "ხელმისაწვდომობის მომხმარებლებისთვის: Q&A და პრობლემების მოგვარების სახელმძღვანელო",
    "priv-hc": "კონფიდენციალურობის ფოკუსირება",
    "priv-hc-text": "სარეკლამო ქსელები ხედავენ, როგორც მათ პროდუქტს. ჩვენ არა. ჩვენ არ გვაინტერესებს ვინ არიან მომხმარებლები, მხოლოდ რამდენად შესაძლებელია მათი მავნე მოქმედება. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass და ვცდილობთ დავიცვათ კონფიდენციალურობა და უსაფრთხოება.",
    "reporting-bugs-accessibility-button": "შეიტყვეთ მეტი წვდომის პარამეტრების შესახებ",
    "reporting-bugs-accessibility-head": "ხელმისაწვდომობის პარამეტრები",
    "reporting-bugs-accessibility-text": "გაქვთ მხედველობა დაქვეითებული ან სხვაგვარად ვერ ასრულებთ hCaptchas- ს?",
    "reporting-bugs-guide-ff-head": "შეცდომების მოხსენების დეტალების აღება: Firefox",
    "reporting-bugs-guide-ff-step-1": "ნაბიჯი 1: გახსენით შემქმნელის ინსტრუმენტები (ეს იწყებს სესიის ჩაწერას.)",
    "reporting-bugs-guide-ff-step-2": "ნაბიჯი 2: დააჭირეთ ქსელის ჩანართს შემქმნელთა ხელსაწყოებში. ზედა ნაწილში შეამოწმეთ არსებულ ჟურნალების ყუთი.",
    "reporting-bugs-guide-ff-step-3": "ნაბიჯი 3: ეწვიეთ https://accounts.hcaptcha.com/demo, ან ვებსაიტი, რომელზეც გაქვთ პრობლემა (შენიშვნა კონფიდენციალურობის შესახებ: მხოლოდ იმ შემთხვევაში, თუ არ გაზიარებთ, რა არის მისი გაზიარება) ... და შემდეგ დააჭირეთ I- ს მე ვარ ადამიანის ღილაკი და ვცდილობ გადაჭრას.",
    "reporting-bugs-guide-ff-step-4": "ნაბიჯი 4: გადაჭრის შემდეგ დააჭირეთ HAR- ს და აირჩიეთ Save All as HAR, რათა შეინახოთ ქსელის ჟურნალი. გამოგვიგზავნეთ ეს ფაილი.",
    "reporting-bugs-guide-ff-step-5": "ნაბიჯი 5: დააჭირეთ ღილაკს Console და მარჯვენა ღილაკით დააჭირეთ ღილაკს, აირჩიეთ ყველა და შეინახეთ ტექსტურ ფაილში, რათა შეინახოთ კონსოლის ჟურნალი. გამოგვიგზავნე ისიც.",
    "reporting-bugs-guide-ff-step-6": "ბოლო ნაბიჯი: ელ.ფოსტით გამოგვიგზავნეთ HAR და კონსოლის ჟურნალის ფაილები და აღწერეთ პრობლემა გამოიყენეთ: support@hcaptcha.com (გთხოვთ გამოიყენოთ სერვისი, როგორიცაა Dropbox ან Filebin და გაგზავნოთ ბმულები) და სურვილისამებრ ეკრანის ანაბეჭდი, თუ ეჭვი გაქვთ, რომ რაღაც არ ჩანს სწორად . გთხოვთ, ასევე გამოაგზავნოთ ის IP, რომელსაც იყენებთ. ამის მიღება შეგიძლიათ https://www.whatsmyip.org/– დან. გმადლობთ, რომ დრო გამოყოთ და დაგვეხმარეთ ამ ინფორმაციის მიღებაში! ჩვენ მზად ვართ hCaptcha კარგად იმუშაოს ყველასთვის.",
    "reporting-bugs-guide-head": "შეცდომების შესახებ ინფორმაციის დეტალების აღება: Chrome",
    "reporting-bugs-guide-step-1": "ნაბიჯი 1: გახსენით შემქმნელის ინსტრუმენტები (ეს იწყებს სესიის ჩაწერას.)",
    "reporting-bugs-guide-step-2": "ნაბიჯი 2: დააჭირეთ ქსელის ჩანართს შემქმნელთა ხელსაწყოებში. შეამოწმეთ შენახვა ჟურნალი ზედა ნაწილში.",
    "reporting-bugs-guide-step-3": "ნაბიჯი 3: ეწვიეთ https://accounts.hcaptcha.com/demo, ან ვებსაიტი, რომელზეც გაქვთ პრობლემა (შენიშვნა კონფიდენციალურობის შესახებ: მხოლოდ იმ შემთხვევაში, თუ არ გაზიარებთ, რა არის მისი გაზიარება) ... და შემდეგ დააჭირეთ I- ს მე ვარ ადამიანის ღილაკი და ვცდილობ გადაჭრას.",
    "reporting-bugs-guide-step-4": "ნაბიჯი 4: გადაჭრის მცდელობის შემდეგ დააჭირეთ HAR ექსპორტს (პატარა ისარს), რომელიც გადაარჩენს ქსელის ჟურნალს. გამოგვიგზავნეთ ეს ფაილი.",
    "reporting-bugs-guide-step-5": "ნაბიჯი 5: დააჭირეთ ღილაკს Console და მარჯვენა ღილაკით დააჭირეთ ღილაკს Save as .., რათა შეინახოთ კონსოლის ჟურნალი. გამოგვიგზავნე ისიც.",
    "reporting-bugs-guide-step-6": "ბოლო ნაბიჯი: ელ.ფოსტით გამოგვიგზავნეთ HAR და კონსოლის ჟურნალის ფაილები და აღწერეთ პრობლემა. გამოიყენეთ: support@hcaptcha.com (გთხოვთ გამოიყენოთ სერვისი, როგორიცაა Dropbox ან Filebin და გამოაგზავნოთ ბმულები) და სურვილისამებრ ეკრანის ანაბეჭდი, თუ ეჭვი გაქვთ, რომ რაღაც არ ჩანს სწორად. გთხოვთ, ასევე გამოაგზავნოთ ის IP, რომელსაც იყენებთ. ამის მიღება შეგიძლიათ https://www.whatsmyip.org/– დან. გმადლობთ, რომ დრო გამოყოთ და დაგვეხმარეთ ამ ინფორმაციის მიღებაში! ჩვენ მზად ვართ hCaptcha კარგად იმუშაოს ყველასთვის.",
    "reporting-bugs-guide-text-1": "თქვენს ანგარიშთან გამართვის გამართვის ინფორმაციის გაგზავნა ბევრად გაგვიადვილებს იდენტიფიცირებას, თუ რა ხდება. აქ მოცემულია ეტაპობრივი ინსტრუქციები:",
    "reporting-bugs-guide-text-2": "თუ ვებ დეველოპერი ან ექსპერტი მომხმარებელი ხართ, რეზიუმე გვინდა, რომ გამოგვიგზავნოთ HAR ქსელის და ბრაუზერის კონსოლის ჟურნალები. გთხოვთ, ჯერ შეეცადოთ გამორთოთ რეკლამის ბლოკირების ან ბრაუზერის უსაფრთხოების გაფართოებები და შემდეგ სცადოთ ხელახლა, სანამ ამ ნაბიჯებს გაივლით. თუ ეს თქვენს პრობლემას მოაგვარებს, ჩვენ მაინც გმადლობთ, რომ შეგვატყობინეთ თქვენი ბრაუზერის ვერსია, რეკლამის ბლოკირება ან ბრაუზერის გაფართოება და ვებსაიტის URL.",
    "reporting-bugs-intro-head": "იპოვნეთ შეცდომა? აი, როგორ უნდა მოახსენოთ ამის შესახებ.",
    "reporting-bugs-intro-text": "მილიონობით ადამიანი იყენებს hCaptcha- ს ყოველთვიურად, ათასობით კომბინაციით, ბრაუზერები, გაფართოებები, მოწყობილობები, ეკრანები და ა.შ. ჩვენი მიზანია დავრწმუნდეთ, რომ ის ყოველთვის გამოგადგებათ, ამიტომ ძალიან ვაფასებთ თქვენს ანგარიშებს! სწრაფი გამოხმაურებისათვის, უბრალოდ დააჭირეთ ღილაკს „გამოგვიგზავნეთ ჩვენთვის“ ღილაკს. თუ ხედავთ ფუნქციურ პრობლემას, გთხოვთ, მიჰყევით Chrome- ის გამართვის ხარვეზის მითითებებს ან ქვემოთ მოცემული Firefox– ის გამართვის შეცდომების ინსტრუქციას. ნებისმიერი სხვა ბრაუზერისთვის უბრალოდ მოგვწერეთ. უსაფრთხოების ან კონფიდენციალურობის პოტენციური საკითხების შესახებ იხილეთ ქვემოთ მოცემული ინსტრუქციები.",
    "reporting-bugs-privacy-head": "Კონფიდენციალურობის საკითხები",
    "reporting-bugs-privacy-text": "ჩვენ არ გვაინტერესებს ვინ არიან მომხმარებლები, მხოლოდ რამდენად შესაძლებელია მათი მავნე მოქმედება ან მანქანები. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass და ვცდილობთ დავიცვათ კონფიდენციალურობა და უსაფრთხოება. თუ თქვენ იპოვნეთ პრობლემა, რომელიც ფიქრობთ, რომ შეიძლება გავლენა მოახდინოს მომხმარებლის კონფიდენციალურობას, გთხოვთ, გამოგვიგზავნოთ ელ.ფოსტაზე support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "გამოგვიგზავნეთ გამოხმაურება",
    "reporting-bugs-provide-feedback-head": "დაუყოვნებლივ მოგვაწოდეთ hCaptcha",
    "reporting-bugs-provide-feedback-text": "ჩვენ ვაფასებთ თქვენს შეტანას. შეგვატყობინეთ ნებისმიერი საკითხი და მათ სწრაფად გადავწყვეტთ.",
    "reporting-bugs-security-head": "უსაფრთხოების შეცდომები",
    "reporting-bugs-security-text": "ჩვენ ყოველთვის დაინტერესებული ვართ უსაფრთხოების შეცდომების შესახებ ანგარიშების მიღებით. ელ.ფოსტით support@hcaptcha.com & CC Security@hcaptcha.com და ჩვენ სწრაფად დაგიკავშირდებით. ჩვენ ასევე გვაქვს შეცდომების პროგრამის პროგრამა hCaptcha სერვისისა და მასთან დაკავშირებული კოდის შესახებ შესაბამისი უსაფრთხოების ანგარიშების მისაღებად.",
    "sec-hc": "უსაფრთხოება პირველი",
    "sec-hc-text": "hCaptcha ორიენტირებულია გამომცემლობაზე. ჩვენ ვმუშაობთ საიტებზე რეალური მონაცემების მისაცემად და მათთვის გადაწყვეტილების მიღების შესახებ. სიზუსტე არის თქვენი და ჩვენი ინტერესი. სხვა გადაღებებს უზრუნველყოფს სარეკლამო კომპანიები. თითოეულ მათ მიერ დაბლოკილ ბოტს შეუძლია შეამციროს მათი შემოსავალი.",
    "switch-to-english-link": "გადადით ინგლისურ ენაზე",
    "what-is-hcaptcha": "რა არის hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ეხმარება თქვენს საყვარელ ვებ – სერვისებს, არ შეინახონ ბოტები, სპამი და ბოროტად გამოყენება მარტივი კითხვების დასმით, რაც ადამიანისთვის ადვილია და მანქანებისთვისაც რთული.",
    "why-hc": "რატომ hCaptcha?",
    "why-hc-text": "ყოველთვის, როდესაც გამოწვევას გიპასუხებთ, ჩვენ ვიყენებთ დახვეწილ მოდელებს იმის გასარკვევად, ადამიანი ხართ თუ მანქანა. შემდეგ თქვენს მიერ მონახულებული ვებსაიტი იყენებს ამ შედეგს, რათა გაუმჯობესდეს თქვენი საიტის გამოცდილება ბოტების დაცვით."
}