{
    "acc-opt": "წვდომის პარამეტრები",
    "acc-opt-but": "შეიტყვეთ უფრო მეტი წვდომის შესაძლებლობების შესახებ",
    "acc-opt-text": "მხედველობით გაუფასურებული ხართ თუ სხვაგვარად ვერ ახერხებთ hCaptchas- ს დასრულებას?",
    "accessibility-link": "ხელმისაწვდომობა",
    "appreciate-in": "ჩვენ ვაფასებთ თქვენს შეტანას. გაგაცნობთ ნებისმიერ საკითხს და მათ სწრაფად გადაჭრით.",
    "fb-but": "გამოგვიგზავნეთ უკუკავშირი",
    "feedback-text": "მიუთითეთ უკუკავშირი hCaptcha– ს შესახებ, რომელიც ახლახან ნახეთ",
    "home-ent-1": "ეძებთ ჩვენს საწარმოს უსაფრთხოების შეთავაზებებს?",
    "home-ent-2": "ეწვიეთ ჩვენს ახალ გამოყოფილ საიტს: BotStop.com",
    "home-intro-body": "იყენებთ captcha- ს, რომ არ დაიტოვოთ ბოტები? hCaptcha იცავს მომხმარებლის კონფიდენციალურობას, აჯილდოვებს ვებსაიტებს და კომპანიებს ეხმარება მათი მონაცემების ეტიკეტირების გზით. ეს არის შეცვლის შეცვლა reCAPTCHA– სთვის: შეგიძლიათ გადართოთ რამდენიმე წუთში.",
    "home-intro-head": "შეაჩერე მეტი ბოტები. დაიწყეთ მომხმარებლის კონფიდენციალურობის დაცვა.",
    "home-main-1": "პირადი. უსაფრთხო. უფრო სწრაფად. ჩვენ ვიხდით თქვენს გამოყენებას.",
    "home-main-2": "კონფიდენციალურობა ფოკუსირებულია",
    "home-main-2c": "სარეკლამო ქსელები თქვენს სტუმრებს პროდუქტად ხედავს. HCaptcha– სთვის პროდუქტი არის ის სამუშაო, რომელსაც ისინი უზრუნველყოფენ. ჩვენ არ გვაინტერესებს ვინ არიან თქვენი მომხმარებლები, მხოლოდ რამდენად სავარაუდოა, რომ ისინი ბოროტმოქმედნი არიან. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass, და ვმუშაობთ, რომ დავიცვათ კონფიდენციალურობა და უსაფრთხოება.",
    "home-main-3": "უსაფრთხოების პირველი",
    "home-main-3c": "სიზუსტე თქვენს ინტერესებშია და ჩვენიც. hCaptcha გამომცემლობაზე ორიენტირებულია. ჩვენ ვმუშაობთ, რომ მოგაწოდოთ რეალური მონაცემები და მოგცემთ გადაწყვიტოთ როგორ გამოიყენოთ იგი. სხვა captchas გათვალისწინებულია",
    "home-main-3c2": "სარეკლამო კომპანიები. ეს ნიშნავს, რომ მათ დაბლოკვაში ყველა ბოტი შეიძლება შეამციროს შემოსავალი.",
    "home-main-4": "უკეთესი გამოცდილება",
    "home-main-4c": "დახვეწილი მანქანათმცოდნეობის მოდელები იყენებენ hCaptcha– ს კაცობრიობის დასადგენად. ეს საშუალებას გვაძლევს თქვენი მომხმარებლებისგან ნაკლებად აღმაშფოთებელი დავალებები გვქონდეს და ამ დროს მათ ნაკლებ დროს ვთმობთ, ამასთან, მომხმარებლების ეტიკეტირებისთვის სასარგებლო შედგენილ მონაცემებს მაინც ვაძლევთ.",
    "home-main-plans": "hCaptcha უფასოა ნებისმიერი ზომის გამომცემლებისთვის. ამასთან, იმ საწარმოებისა და პლატფორმებისთვის, რომლებსაც მეტი კონტროლი სჭირდებათ, ჩვენი საწარმოს გადაწყვეტილებები ხელმისაწვდომია.",
    "home-main-plans2": "hCaptcha საწარმოს გადაწყვეტილებები იცავს მილიონობით მომხმარებელს ათეულობით მილიონ ვებგვერდზე პლანეტის ზოგიერთი უმსხვილესი კომპანიისთვის. გთხოვთ, დაგვიკავშირდეთ დამატებითი ინფორმაციისთვის, ან ეწვიეთ",
    "home-main-plans3": "hCaptcha საწარმოს გადაწყვეტილებები იცავს მილიონობით მომხმარებელს ათეულობით მილიონ ვებგვერდზე პლანეტის ზოგიერთი უმსხვილესი კომპანიისთვის. გთხოვთ, დაგვიკავშირდეთ დამატებითი ინფორმაციისთვის, ან ეწვიეთ",
    "home-main-plans4": "დეტალებისთვის.",
    "learn-more-hcaptcha": "შეიტყვეთ უფრო მეტი hCaptcha- ს შესახებ",
    "page-acc-faq-1": "შეკითხვა: შეესაბამება hCaptcha სექცია 508 + WCAG 2.0? პასუხი: ჩვენ ასე გვჯერა: ყველა მომხმარებელს, რომელსაც აქვს რაიმე ფორმის გაუფასურება, რომელსაც შეუძლია დაათვალიეროს ინტერნეტი და შეიტანოს ტექსტი ტექსტებზე, შეუძლია რეგისტრაციაზე წვდომის საშუალებით დაცული იყოს hCaptcha- ით დაცული სერვისები. ამასთან, ეს არ არის იურიდიული რჩევა: თქვენ უნდა შეასრულოთ საკუთარი შეფასება, თქვენი კონკრეტული განხორციელების გათვალისწინებით, რომ ეს თქვენი განლაგების საქმე იყოს.",
    "page-acc-faq-2": "კითხვა: მუშაობთ სხვა წვდომის (a11y) ვარიანტებზე, როგორიცაა აუდიო? პასუხი: ადრე პოპულარულ ვარიანტებს, როგორიცაა აუდიო captchas, დისკრიმინაციას უწევთ მრავალ მომხმარებელს და მარტივად დაამარცხებენ თანამედროვე სწავლების ტექნიკას. ამან აიძულა მიმდინარე აუდიო გამოწვევები უფრო და უფრო გაძნელებულიყო, შემოეტანა ხმაური, უცნაური დრო, სიტყვების უჩვეულო კომბინაციები და ა.შ. ამრიგად, ჩვენ ნაკლებად ენთუზიაზმით ვიპყრობთ ამ მიდგომას, წინააღმდეგ შემთხვევაში თავიდან ავიცილოთ გამოწვევა, მაგრამ გავითვალისწინებთ მას, თუ არსებობს მოთხოვნა a11y საზოგადოებისგან. ამასთან, ჩვენ ძალიან გვაინტერესებს Privacy Pass– ის წვდომის გამოყენება. ჩვენ გვჯერა, რომ ჩვენი ამჟამინდელი a11y მიდგომის დაცვა Privacy Pass- ის გაცემასთან ერთად საშუალებას მისცემს a11y მომხმარებლებს უსაფრთხოდ დაათვალიერონ, უზრუნველყონ ცოდნა, რომ მათი ტრეფიკი უფრო პირადია, ხოლო ბოტის ოპერატორების მიერ ბოროტად გამოყენების შეზღუდვა, რაც გარდაუვალია, როდესაც ხდება a11y პარამეტრები. ჩვენ აქტიური მონაწილე ვართ IETF სამუშაო ჯგუფში, რომელიც სტანდარტიზირებს ამ ახალ ტექნოლოგიას.",
    "page-acc-faq-3": "კითხვა: რაც შეეხება კონფიდენციალურობას? რეგისტრაცია ახდენს a11y ათვალიერებს მონაცემებს გარკვეულწილად? რას აკეთებთ ელ.ფოსტით? პასუხი: hCaptcha განკუთვნილია კონფიდენციალურობის დასადგენად ეს ძალიან განსხვავდება, ვიდრე ტრადიციული ვარიანტები, როგორიცაა reCAPTCHA, რომლებიც ფლობენ სარეკლამო ქსელებს, რომელთაც აქვთ სტიმული, რომ აკონტროლონ თქვენი ვებ – გვერდი და გააკონტროლონ ნამდვილი პირადობა. ჩვენ არასდროს ვიყენებთ წვდომის ელ.ფოსტს ან ინფორმაციას რაიმე მიზნით, გარდა a11y- ის გამოყენებისა და ბოროტად გამოყენების თავიდან ასაცილებლად. ჩვენს კონფიდენციალურობის პოლიტიკას აქვს ყოვლისმომცველი და ავტორიტეტული პასუხები, თუ როგორ ვიყენებთ მონაცემებს, მაგრამ მოკლე პასუხი არის ის, რომ ჩვენ ინტერესი არ გვაქვს, რომ დაგიკავშირდეთ თქვენ, როგორც პიროვნებას, თქვენს დათვალიერების ისტორიასთან. ამასთან, ჩვენ კვლავ ვიცავთ ჩვენს შესაძლებლობას თავიდან ავიცილოთ ბოროტად გამოყენება და შეავსოთ ჩვენი პირადი უღელტეხილის სამუშაოები.",
    "page-acc-link-1": "თუ წვდომის მომხმარებელი ხართ, გთხოვთ დარეგისტრირდეთ აქ.",
    "page-acc-subhead": "უსაფრთხოების შენარჩუნებისას ყველა მომხმარებლისთვის ჩაუტარებელი წვდომის უზრუნველყოფა",
    "page-acc-summary": "Შემაჯამებელი",
    "page-acc-summary-contents-1": "hCaptcha განკუთვნილია შეჩერდეს ბოტები, ხალხისგან განასხვავოთ. ვიზუალური ტესტები ამისათვის ხელსაყრელი იარაღია, მაგრამ ყველას არ შეუძლია გადაჭრას ვიზუალური გამოწვევა. ამ მიზეზით, ჩვენ შევიმუშავეთ მარტივი, უმტკივნეულო ალტერნატივა, რომ გამომცემლებმა ჩვენი მომსახურებით სარგებლობისთვის შეინარჩუნონ ყველასათვის ხელმისაწვდომი წვდომა 508 და WCAG 2.0 სრული დაცვით.",
    "page-acc-summary-contents-2": "როგორ მუშაობს: პირველი, წვდომის მომხმარებელი დარეგისტრირდება ამ URL- ზე, რომელიც უკავშირდება hCaptcha ვიჯეტის ინფორმაციის გვერდზე. მათ ეძლევა დაშიფრული ფუნთუშა, რომლის გამოყენებაც დღეში რამდენჯერმე შეგიძლიათ, მაგრამ უნდა განახლდეს ყოველ 24 საათში შესვლის საშუალებით. როდესაც გამოწვევა მიიღება წვდომის მომხმარებელზე, ნებისმიერ საიტზე, რომელიც იყენებს hCaptcha სერვისს, ისინი ავტომატურად გაივლიან.",
    "page-acc-title": "hCaptcha ხელმისაწვდომობის ინფორმაცია",
    "page-acc-tr-body": "შეკითხვა: მე ვხედავ გამოწვევას, cookie- ს შექმნის შემდეგ. რა არის ამის მიზეზი? პასუხი: ეს ჩვეულებრივ გამოწვეულია აგრესიული სარეკლამო ბლოკერის ან ანტი-cookie გაფართოების გამოყენებით, ან იმ პარამეტრით, რომლებიც ბლოკავს ჯვარედინი ქუქი – ფაილებს, ამ შემთხვევაში cookie– სთვის hcaptcha.com– სთვის, რომელიც მითითებულია ან შემოწმებულია hCaptcha JavaScript– ის მიერ სხვა საიტზე. , ისევე როგორც ის, რომელსაც სტუმრობთ. hCaptcha წვდომის ქუქი-ფაილები მუშაობს ყველა პოპულარულ ბრაუზერში და სარეკლამო ბლოკატორთან მათი სტანდარტული პარამეტრებით, ასე რომ, ჩვეულებრივ, ჩავარდნები განპირობებულია ანტი-ადაბლოვანი სკრიპტის ან მსგავსი წესების დაცვით, რომლებიც მიზნად ისახავს კონკრეტულ საიტებს. გადაწყვეტილებები: 1. Whitelist hcaptcha.com და * .hcaptcha.com cookies თქვენს სარეკლამო ბლოკერში ან ბრაუზერის უსაფრთხოების გაფართოებაში. 2. თუ იყენებთ Brave ბრაუზერს, რომელიც (2020 წლის აპრილის მდგომარეობით) არ ჩანს რაიმე სახის cookie Whistelist- ს, გადადით Preferences -> Shields -> Cookies და აირჩიეთ All Cookie. 3. თუ იყენებთ Safari- ს უახლეს ვერსიას არც ახლახანს გამოშვებულ OS X 10.15 ან iOS 13. 4– ზე, Apple– მა ახლახანს შეცვალა Safari– ის ქცევა, რომელიც დაკავშირებულია მესამე მხარის ქუქი – ფაილებთან, ნაგულისხმევი ბლოკავს ყველა მათგანს. ჩვენ ვასრულებთ გადაწყვეტას, მაგრამ ამასობაში ეწვიეთ Safari- ის პრეფერენციების დაცვა, კონფიდენციალურობის განყოფილება და წაშალეთ ვებ – გვერდის დათვალიერება: თავიდან აიცილეთ საიტის თვალყურის დევნება, რათა შესაძლებელი გახდეს წვდომის cookie ფუნქციონირება, როგორც მოსალოდნელი იყო. კითხვა: მე ვიყენებ მრავალჯერადი მოწყობილობას. რამდენჯერმე უნდა დარეგისტრირება? პასუხი: No.",
    "page-acc-tr-title": "წვდომის მომხმარებლებისთვის: Q&A და პრობლემების მოგვარების სახელმძღვანელო",
    "priv-hc": "კონფიდენციალურობა ფოკუსირებულია",
    "priv-hc-text": "სარეკლამო ქსელები ხედავთ, როგორც მათ პროდუქტს. ჩვენ არა ჩვენ არ გვაინტერესებს ვინ არიან მომხმარებლები, მხოლოდ რამდენად სავარაუდოა, რომ ისინი ბოროტმოქმედნი არიან. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass, და ვმუშაობთ იმისთვის, რომ დავიცვათ კონფიდენციალურობა და უსაფრთხოება.",
    "sec-hc": "უსაფრთხოების პირველი",
    "sec-hc-text": "hCaptcha გამომცემლობაზე ორიენტირებულია. ჩვენ ვმუშაობთ საიტების რეალური მონაცემების მისაცემად და მივცეთ მათ გადაწყვიტონ როგორ გამოიყენონ იგი. სიზუსტე თქვენს ინტერესებშია და ჩვენიც. სხვა captchas უზრუნველყოფილია სარეკლამო კომპანიების მიერ. მათი დაბლოკვის ყველა ბოტმა შეიძლება შეამციროს შემოსავალი.",
    "what-is-hcaptcha": "რა არის hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ეხმარება თქვენს საყვარელ ვებ – სერვისებს, შეინარჩუნონ ბოტები, სპამი და ბოროტად გამოყენება, მარტივი კითხვების დასმით, რომლებიც მარტივია ადამიანისთვის და რთულია მანქანებისთვის.",
    "why-hc": "რატომ hCaptcha?",
    "why-hc-text": "ყოველ ჯერზე, როდესაც უპასუხეთ გამოწვევას, ჩვენ ვიყენებთ დახვეწილ მოდელებს იმის გასაგებად, ხართ ადამიანი თუ მანქანა. თქვენ მიერ მოწვეული ვებგვერდი ამ შედეგს იყენებს ამ შედეგის გასაუმჯობესებლად თქვენი საიტის გამოცდილების გაუმჯობესების მიზნით."
}