{
    "acc-opt": "წვდომის პარამეტრები",
    "acc-opt-but": "შეიტყვეთ უფრო მეტი წვდომის შესაძლებლობების შესახებ",
    "acc-opt-text": "მხედველობით გაუფასურებული ხართ თუ სხვაგვარად ვერ ახერხებთ hCaptchas- ს დასრულებას?",
    "accessibility-link": "ხელმისაწვდომობა",
    "appreciate-in": "ჩვენ ვაფასებთ თქვენს შეტანას. გაგაცნობთ ნებისმიერ საკითხს და მათ სწრაფად გადაჭრით.",
    "fb-but": "გამოგვიგზავნეთ უკუკავშირი",
    "feedback-text": "მიუთითეთ უკუკავშირი hCaptcha– ს შესახებ, რომელიც ახლახან ნახეთ",
    "learn-more-hcaptcha": "შეიტყვეთ უფრო მეტი hCaptcha- ს შესახებ",
    "page-acc-link-1": "თუ წვდომის მომხმარებელი ხართ, გთხოვთ დარეგისტრირდეთ აქ.",
    "page-acc-subhead": "უსაფრთხოების შენარჩუნებისას ყველა მომხმარებლისთვის ჩაუტარებელი წვდომის უზრუნველყოფა",
    "page-acc-title": "hCaptcha ხელმისაწვდომობის ინფორმაცია",
    "priv-hc": "კონფიდენციალურობა ფოკუსირებულია",
    "priv-hc-text": "სარეკლამო ქსელები ხედავთ, როგორც მათ პროდუქტს. ჩვენ არა ჩვენ არ გვაინტერესებს ვინ არიან მომხმარებლები, მხოლოდ რამდენად სავარაუდოა, რომ ისინი ბოროტმოქმედნი არიან. ჩვენ მხარს ვუჭერთ ინიციატივებს, როგორიცაა Privacy Pass, და ვმუშაობთ იმისთვის, რომ დავიცვათ კონფიდენციალურობა და უსაფრთხოება.",
    "sec-hc": "უსაფრთხოების პირველი",
    "sec-hc-text": "hCaptcha გამომცემლობაზე ორიენტირებულია. ჩვენ ვმუშაობთ საიტების რეალური მონაცემების მისაცემად და მივცეთ მათ გადაწყვიტონ როგორ გამოიყენონ იგი. სიზუსტე თქვენს ინტერესებშია და ჩვენიც. სხვა captchas უზრუნველყოფილია სარეკლამო კომპანიების მიერ. მათი დაბლოკვის ყველა ბოტმა შეიძლება შეამციროს შემოსავალი.",
    "what-is-hcaptcha": "რა არის hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ეხმარება თქვენს საყვარელ ვებ – სერვისებს, შეინარჩუნონ ბოტები, სპამი და ბოროტად გამოყენება, მარტივი კითხვების დასმით, რომლებიც მარტივია ადამიანისთვის და რთულია მანქანებისთვის.",
    "why-hc": "რატომ hCaptcha?",
    "why-hc-text": "ყოველ ჯერზე, როდესაც უპასუხეთ გამოწვევას, ჩვენ ვიყენებთ დახვეწილ მოდელებს იმის გასაგებად, ხართ ადამიანი თუ მანქანა. თქვენ მიერ მოწვეული ვებგვერდი ამ შედეგს იყენებს ამ შედეგის გასაუმჯობესებლად თქვენი საიტის გამოცდილების გაუმჯობესების მიზნით."
}