{
    "a11y-img-1": "Жүйеге кіргеннен кейін пайдаланушының экранына қол жетімділік",
    "a11y-img-2": "Интерфейс мәзіріндегі қол жетімділік параметрі",
    "a11y-img-3": "UI виджетіндегі қол жетімділік диалогтық терезесі",
    "about-advisors-brendan": "Brave компаниясының бас директоры. Mozilla негізін қалаушы. JavaScript бағдарламалау тілінің құрушысы. Браузерлерді құрастырушы және т.б.",
    "about-advisors-dawn": "Профессор, Калифорния университетінің КС, Беркли. Терең білім, қауіпсіздік, блокчейн сарапшысы. Oasis Labs компаниясының бас директоры.",
    "about-advisors-head": "Кеңесшілер",
    "about-advisors-keiran": "Стэнфордтағы зерттеуші ғалым. Ірі банктердегі, хедж-қорлардағы және академиялық ортадағы машиналық оқыту және сандық қаржыландыру.",
    "about-content-head-1": "Біздің істейтініміз",
    "about-content-head-2": "Неліктен бұл маңызды",
    "about-content-text-1": "hCaptcha - бұл Intuition Machines Inc компаниясы, масштабта металды оқыту мен визуалды доменге назар аудара отырып, интеллектуалды және машиналық оқыту компаниясы. Біз бүкіл әлем бойынша Global 2000 компаниялары үшін бейнені және бейнені талдау қызметтерін ұсыну үшін ауқымды жүйелерді құрамыз және қолданамыз.",
    "about-content-text-1a": "hCaptcha боттарды тоқтатудың заманауи, құпиялылыққа бағытталған әдісін ұсынады.",
    "about-content-text-1b": "Боттар үшін қиын, бірақ адамдар үшін оңай болатын CAPTCHA қиындықтарын машиналық оқыту проблемаларынан таңбалануы қиын деректерді жинау арқылы және веб-сайттың немесе қолданбаның келушісінің адам екенін ажырату үшін көрсетеміз.",
    "about-content-text-2": "Толығырақ мәліметтер жақсы нәтижелер береді. Дұрыс таңбаланған және сәйкес мәліметтер жиынтығын құру және жүргізу көп уақытты алады және қымбатқа түседі. hCaptcha бастапқыда кескінді таңбалаудағы өз қажеттіліктерімізді қанағаттандыру үшін жасалды, ал қазір осындай қажеттіліктері бар басқа компаниялар үшін қол жетімді.",
    "about-content-text-2a": "Жаман актерлер интернетте жиі кездеседі. Бірақ пайдаланушының жеке өмірін құрбан ету - бұл шешім емес.",
    "about-content-text-2b": "Жарнамалық компаниялар ұсынатын қауіпсіздік шешімдері, ең алдымен, веб-сайттағы қолданушыларды бақылауға бағытталған. Біз қауіпсіздіктің тиімді шешімін жасадық, ол пайдаланушының жеке өміріне зиян келтіретінін дәлелдейді, бұл керемет нәтиже беру үшін қажет емес.",
    "about-intro-head-1": "HCaptcha туралы",
    "about-intro-head-2": "Құпиялылық, қауіпсіздік және машиналық оқыту.",
    "about-intro-text": "hCaptcha - әлемдегі ең кең қолданылатын тәуелсіз CAPTCHA қызметі.",
    "about-leadership-alex": "Деректер базасы және Blockchain сарапшысы. Cloudera-дағы алғашқы инженер және т.б. Бағдарламалық жасақтама мен командаларды құру бойынша онжылдықтар.",
    "about-leadership-eli": "БАС АТҚАРУШЫ ДИРЕКТОР. Жасанды интеллект бойынша жетекші. Машиналық интеллектті масштабта соңғы онжылдықта әртүрлі бизнес мәселелеріне қолданды.",
    "about-leadership-head": "Көшбасшылық",
    "about-leadership-todd": "Есептеу биологиясының докторы, Стэнфорд. 1999 жылдан бастап нейрондық желілермен жұмыс істеу. Қолданбалы ML және ауқымды терең білімге назар аударыңыз.",
    "acc-opt": "Қол жетімділік параметрлері",
    "acc-opt-but": "Қол жетімділік параметрлері туралы көбірек біліңіз",
    "acc-opt-text": "Сіз нашар көресіз бе немесе hCaptchas-ты басқа жолмен толтыра алмайсыз ба?",
    "accessibility-link": "Қол жетімділік",
    "appreciate-in": "Біз сіздің пікіріңізді бағалаймыз. Қандай да бір мәселелер туралы хабарлаңыз, біз оларды тез шешеміз.",
    "fb-but": "Бізге кері байланыс жіберіңіз",
    "feedback-text": "Жаңа көрген hCaptcha туралы кері байланыс беріңіз",
    "footer-attribution": "Атрибут",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc компаниясының тіркелген сауда белгісі.",
    "footer-header-1": "Компания",
    "footer-header-2": "Ресурстар",
    "footer-header-3": "Байланыс",
    "footer-link-1": "Таңбалау",
    "footer-link-10": "Қол жетімділік",
    "footer-link-2": "Туралы",
    "footer-link-3": "Жұмыс",
    "footer-link-4": "Сауда белгілері",
    "footer-link-5": "AI этика",
    "footer-link-6": "Блог",
    "footer-link-7": "Күй",
    "footer-link-8": "Құжаттама",
    "footer-link-9": "Қате туралы хабарлау",
    "footer-privacy": "Құпиялылық",
    "footer-subheader-1": "Қолдау",
    "footer-subheader-2": "Байланыс",
    "footer-terms": "Шарттары",
    "h-plans": "Жазылу жоспарлары",
    "header-docs-link": "Құжаттар",
    "header-labeling-services-link": "Таңбалау қызметі",
    "header-login-button": "Кіру",
    "header-plans-link": "Жоспарлары",
    "header-signup-button": "Тіркелу",
    "home-about-head": "HCaptcha туралы",
    "home-about-subtitle": "Адам протоколымен қуатталған",
    "home-about-text-1": "hCaptcha машиналық оқудағы ең көп еңбекті қажет ететін мәселені шешуге арналған: мәліметтердің көп мөлшерін уақтылы, қол жетімді және сенімді түрде таңбалау.",
    "home-about-text-2": "Толығырақ мәліметтер, әдетте, машинаны оқыту модельдерін оқыту кезінде жақсы нәтижелер береді. Жуырдағы терең модельдердің жетістігі әрдайым дерлік адам шолуымен бірге үлкен мәліметтер жиынтығына әкелді. Алайда механикалық түрік, сегіздік сурет және т.с.с. арқылы адам қарайтын үлкен мәліметтер жиынтығын құру баяу да, қымбат та.",
    "home-about-text-3": "hCaptcha веб-сайттарға осы сұранысқа сай ақша табуға, боттарды және басқа да теріс қылықтарды бұғаттауға мүмкіндік береді.",
    "home-about-text-4": "HCaptcha нарығы HUMAN Protocol - Ethereum блокчейнінде жұмыс істейтін адамдарды шолу үшін орталықтандырылмаған ашық хаттамамен қамтамасыз етілген. Веб-сайттар hCaptcha виджетін қолданушылар өз сайттарында қолданған кезде адамдық токендерді (HMT) алады, ал машиналық оқыту компаниялары олардың таңбаларын алу үшін Human Tokens-ке ақша төлейді.",
    "home-ba-labeling-services-link": "Таңбалау қызметі",
    "home-benefits-head-1": "Мәліметтерді таңбалаудағы мән",
    "home-benefits-head-2": "Қайырымдылыққа қайта оралыңыз",
    "home-benefits-text-1": "Көлікті басқан сайын сіз Gigantic компаниясының машиналық оқыту жүйесін ақысыз оқытуға көмектесетініңізді түсіндіңіз бе?",
    "home-benefits-text-2": "hCaptcha бұл модельді айналдырады. HCaptcha қолданған кезде, компаниялар сіздің қолданушыларыңыз өздерінің адамгершіліктерін дәлелдейтін жұмыстарға тапсырыс береді. Сіз сыйақы аласыз.",
    "home-benefits-text-3": "Өзіңіздің сүйікті қайырымдылығыңызға қайтарғыңыз келеді ме? hCaptcha сізге таңдаған қайырымдылық қорларын оны пайдалану арқылы табуға мүмкіндік береді. Жақында сіздің сайтыңыздағы пайдаланушылар сіздің қайырымдылыққа қосқан үлесіңізді hCaptcha интерфейсіндегі ақылды брендинг арқылы көре алады.",
    "home-challenge-text-1": "Сұрауға сәйкес келетін барлық суреттерді таңдаңыз",
    "home-challenge-text-2": "Нысандар үшін шектік аумақты анықтаңыз",
    "home-challenge-text-3": "Сәйкес белгілерді анықтаңыз",
    "home-challenge-title-1": "Салыстыру",
    "home-challenge-title-2": "Шектеу қорабы",
    "home-challenge-title-3": "Санаттарға бөлу",
    "home-challenges-head": "Ұсыныстар",
    "home-challenges-text-1": "... және басқа да қарапайым тапсырмалар. Адамдарға оңай, боттарға қиын.",
    "home-challenges-text-2": "Кәсіпорын баспагерлері үшін де қол жетімді тапсырмалар.",
    "home-ent-1": "Біздің кәсіпорынның қауіпсіздік ұсыныстарын іздеп жүрсіз бе?",
    "home-ent-2": "Жаңа арнайы сайтқа кіріңіз: BotStop.com",
    "home-ent-button": "Қосымша ақпарат: hCaptcha арқылы BotStop",
    "home-from-the-blog": "БЛОГТАН:",
    "home-from-the-blog-value": "HCaptcha параметрлері қалай жұмыс істейді",
    "home-intro-body": "Сіз боттарды болдырмау үшін каптаны қолданасыз ба? hCaptcha пайдаланушының жеке өмірін қорғайды, веб-сайттарды марапаттайды және компанияларға олардың деректерін таңбалауға көмектеседі. Бұл reCAPTCHA-ны ауыстыру: сіз бірнеше минут ішінде ауыса аласыз.",
    "home-intro-button": "Қазір тіркеліңіз",
    "home-intro-head": "Басқа боттарды тоқтатыңыз. Пайдаланушының жеке өмірін қорғауды бастаңыз.",
    "home-main-1": "Жеке. Қауіпсіз. Тезірек. Біз сізге оны пайдалану үшін төлейміз.",
    "home-main-2": "Құпиялылыққа бағытталған",
    "home-main-2c": "Жарнама желілері сіздің келушілеріңізді өнім ретінде қарастырады. HCaptcha үшін өнім - олар ұсынатын жұмыс. Сіздің қолданушыларыңыздың кім екендігі бізге маңызды емес, тек олардың зиянды болуы мүмкін. Біз Privacy Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаймыз.",
    "home-main-3": "Алдымен қауіпсіздік",
    "home-main-3c": "Дәлдік сіздің және біздің мүддемізде. hCaptcha баспагерлерге бағытталған. Біз сізге нақты деректерді беру және оны қалай пайдалану керектігін шешуге мүмкіндік беру үшін жұмыс жасаймыз. Басқа капчаларды Gigantic жарнама компаниялары ұсынады. Бұл дегеніміз, олар блоктайтын барлық боттар өз кірістерін төмендетуі мүмкін.",
    "home-main-4": "Пайдаланушының жақсы тәжірибесі",
    "home-main-4c": "HCaptcha компьютерлік оқытудың күрделі модельдерін адамзатты анықтау үшін қолданады. Бұл сіздің тұтынушыларыңыздан аз тітіркендіргіш тапсырмаларды талап етуге мүмкіндік береді және бұл үшін олардың уақыттарын аз уақыт алады, сонымен бірге клиенттерді таңбалау үшін пайдалы таңбаланған деректерді шығарады.",
    "home-main-plans": "hCaptcha кез-келген көлемдегі баспагерлер үшін ақысыз. Алайда, көбірек бақылауды қажет ететін кәсіпорындар мен платформалар үшін біздің кәсіпорын шешімдері қол жетімді.",
    "home-main-plans2": "hCaptcha корпоративті шешімдері әлемдегі ең ірі компаниялардың миллиондаған веб-сайттарындағы миллиондаған пайдаланушыларды қорғайды. Қосымша ақпарат алу үшін бізге хабарласыңыз немесе кіріңіз",
    "home-main-plans3": "hCaptcha корпоративті шешімдері әлемдегі ең ірі компаниялардың миллиондаған веб-сайттарындағы миллиондаған пайдаланушыларды қорғайды. Қосымша ақпарат алу үшін бізге хабарласыңыз немесе кіріңіз",
    "home-main-plans4": "толығырақ.",
    "home-plans-button-1": "Қазір тіркеліңіз",
    "home-plans-button-2": "Сатылыммен байланысыңыз",
    "home-plans-chart-head-1": "Мүмкіндіктер",
    "home-plans-chart-head-2": "Баспагер",
    "home-plans-chart-head-3": "Кәсіпорын",
    "home-plans-chart-row-1-cell-1": "Көрсетілген бақылау түрлері",
    "home-plans-chart-row-1-cell-2": "Шектелген",
    "home-plans-chart-row-1-cell-3": "Барлығы",
    "home-plans-chart-row-10-cell-1": "Бірнеше қолданушының бақылау тақталары",
    "home-plans-chart-row-11-cell-1": "Есеп берудің кеңейтілген мүмкіндіктері",
    "home-plans-chart-row-12-cell-1": "Кәсіпорынның АЖ",
    "home-plans-chart-row-2-cell-1": "Қолданылған шақыру мазмұнын бақылау",
    "home-plans-chart-row-2-cell-2": "Шектелген",
    "home-plans-chart-row-2-cell-3": "Барлығы",
    "home-plans-chart-row-3-cell-1": "Адамның шешімі үшін сыйақы алыңыз",
    "home-plans-chart-row-4-cell-1": "Әлемдік деңгейдегі ботқа қарсы қорғаныс",
    "home-plans-chart-row-5-cell-1": "Әр елде жұмыс істейді",
    "home-plans-chart-row-5a-cell-1": "CAPTCHA жоқ және 99,9% пассивті режимдер",
    "home-plans-chart-row-5b-cell-1": "Боттың сенімділігі",
    "home-plans-chart-row-6-cell-1": "GDPR және CCPA-ға қатысты құпиялылық саясаты",
    "home-plans-chart-row-7-cell-1": "Жіңішке қиындық деңгейлері",
    "home-plans-chart-row-8-cell-1": "Өзіңіздің шақыру мазмұныңызды іске қосыңыз",
    "home-plans-chart-row-9-cell-1": "Уақытқа негізделген қиындықтарды жоспарлау",
    "home-try-it-out-button": "HCaptcha алыңыз",
    "home-try-it-out-head": "Байқап көріңіз",
    "home-try-it-out-text": "hCaptcha қарапайым, қарапайым және сенімді боттарды анықтауға мүмкіндік береді, сонымен қатар адамдар оны шеше алмайды.",
    "labeling-about-head": "HCaptcha туралы",
    "labeling-about-text-1": "hCaptcha машиналық оқыту кезінде ең көп еңбекті қажет ететін мәселені шешуге арналған; деректердің көп мөлшерін уақтылы, қол жетімді және сенімді түрде таңбалау. Толығырақ мәліметтер, әдетте, машинаны оқыту модельдерін оқыту кезінде жақсы нәтижелер береді. Жақында терең модельдердің жетістігі үлкен деректер жиынтығына әкелді және hCaptcha осы қажеттілікке қызмет етеді.",
    "labeling-about-text-2": "Алайда, дәстүрлі әдістерді қолданып, адам қарайтын үлкен мәліметтер жиынтығын құру баяу және қымбатқа түседі. hCaptcha - бұл басқа балама нұсқаларға қарағанда компанияларға қажет аннотацияларды жылдам, сапалы және арзан бағамен алу тәсілі.",
    "labeling-annotations-head": "Аннотация түрлері",
    "labeling-annotations-text-1": "Суреттер мен бейнелердегі объектіні дәл анықтау",
    "labeling-annotations-text-2": "Суреттер мен бейнелердегі объектіні дәл анықтау",
    "labeling-annotations-text-3": "Әр түрлі пайдалану жағдайларына арналған аннотациялар",
    "labeling-annotations-text-4": "Кез-келген мөлшердегі ерікті санаттарды сұрыптаңыз немесе қосыңыз",
    "labeling-annotations-text-5": "Адам күшімен анықтау және жіктеу",
    "labeling-annotations-text-6": "Мұнда көрсетілмеген басқа түр керек пе? Бізден сұраңыз.",
    "labeling-annotations-title-1": "Шектеу қораптары",
    "labeling-annotations-title-2": "Көпбұрыштар",
    "labeling-annotations-title-3": "Көрнекті орындар",
    "labeling-annotations-title-4": "Атрибуттарды санаттарға бөлу",
    "labeling-annotations-title-5": "Салыстыру және анықтау",
    "labeling-annotations-title-6": "... және тағы басқалары",
    "labeling-ent-button": "Біздің Enterprise Solutions командасына хабарласыңыз",
    "labeling-ent-head": "Шексіз бақылау қажет пе?",
    "labeling-ent-text-1": "HCaptcha артындағы АДАМ Платформасы сіздің жұмысыңыздағы жүйелермен біріктірілген жергілікті, гибридті немесе SaaS орналастырулары арқылы жұмыс сапасы мен басқару ерекшеліктерін ұсынады.",
    "labeling-ent-text-2": "Өз жұмыс күшіңізбен толығымен оффлайн режимде жұмыс істеңіз, құрылымдық бөлімшелер немесе консорциум серіктестері бойынша тұтынылатын құнды қадағалаңыз, шығындар мен қауіпсіздік талаптары негізінде әр түрлі ішкі немесе сыртқы жұмыс берушілерге жұмыстарды таңдап бағыттаңыз және т.б.",
    "labeling-ent-text-3": "API-ге оңай қол жетімділік, әсем бақылау тақталары және тиімділікті арттыру үшін жаңа технология.",
    "labeling-ent-text-4": "99.99% жұмыс уақытындағы SLA және 24/7 жаһандық қолдау қол жетімді. Қосымша ақпарат:",
    "labeling-features-head-1": "Қарапайым API басқарылатын құбыржолдары.",
    "labeling-features-head-2": "Құны мен сапасына оңтайландырылған. Алдын ала міндеттеме қажет емес.",
    "labeling-features-head-3": "Тек сізге қажет дәлдік үшін төлеңіз.",
    "labeling-features-head-4": "Өзіңіздің ақиқат деректеріңізді беріңіз немесе оны тез арада құрайық.",
    "labeling-features-text-1": "Адамның шолуын тікелей сіздің бизнес операцияларыңызға қосқыңыз келе ме? Біз жоғары сенімділікті, кепілдендірілген қуаттылықты және қарапайым REST API ұсынамыз.",
    "labeling-features-text-2": "HUMAN платформасы нақты уақыт режимінде сапалы талдау жасау үшін жан-жақты сенімділік модельдерін қолданады. Бұл сізге уақыт пен ақшаны үнемдей отырып, сұрақтардың қиындығын да, олардың дұрыс жауабын да тез анықтауға мүмкіндік береді.",
    "labeling-features-text-3": "Барлық проблемалар бірдей емес. Қауіпсіздікке қатысты маңызды тапсырмалардың түсіндірмелері адам жұмысшыларынан 99,99% сенімділікті талап етуі мүмкін. Мобильді ойын қосымшасындағы бір бета-сипаттаманың түсіндірмелері тек орташа сенімділікті қажет етуі мүмкін. Өзің шеш.",
    "labeling-features-text-4": "Сізде кешенді тексеру жиынтығы жоқ бастапқы деректер бар ма? Көп жағдайда біз сіз үшін біреуін жүйенің тапсырмалары ретінде жасай аламыз немесе сіздің мақұлдауыңыз үшін белгіленген үлгілерді жасай аласыз.",
    "labeling-info-head": "Деректерді таңбалау",
    "labeling-info-text-1": "Жобаның қажеттіліктерін анықтау үшін біздің мақсатты домендеріміздің бірімен сөйлесіңіз: мақсаттың дәлдігі, форматы және кез келген арнайы талаптар.",
    "labeling-info-text-2": "Біз сіздің үлгілік деректеріңізге сәйкес шағын өндірістік жұмысты орындаймыз. Бұл сізге қажет нәрсені алу үшін біз бірге жасаған жұмысымызды тексереді.",
    "labeling-info-text-3": "Біздің көлеміміз бен кідірістігімізбен біз сіздің жұмысыңызды жылдам аяқтаймыз, ол аяқталған бойда автоматтандырылған жеткізіліммен.",
    "labeling-info-text-4": "Сіздің өндірістік жұмысыңыздың параметрлерін жақсы түсінгендіктен, нәтижелер уақыт өте келе жақсарады.",
    "labeling-info-text-5": "Тікелей бақылау тақталары кез-келген уақытта кері байланыс беруге немесе өндірісті тоқтата тұруға мүмкіндік береді.",
    "labeling-info-title-1": "Техникалық сипаттамаларын анықтаңыз",
    "labeling-info-title-2": "Бастапқы жұмыс сынағы",
    "labeling-info-title-3": "Өндірістік жұмыс орындарын орналастырыңыз",
    "labeling-info-title-4": "Үздіксіз жетілдіру",
    "labeling-info-title-5": "Нақты уақыттағы нәтижелер",
    "labeling-main-1": "Ақпаратты тиімді масштабта таңбалау",
    "labeling-main-1-button": "Деректеріңізді қазір белгілеңіз",
    "labeling-main-1c": "Деректер жиынтығына қосымша белгілер керек пе? hCaptcha жасанды интеллект және машиналық оқыту қосымшаларында жұмыс істейтін компаниялар үшін жылдам, үнемді және жоғары сапалы деректерді ұсынады.",
    "labeling-main-2": "Бірден миллиондаған тапсырмаларды іске қосыңыз.",
    "labeling-main-2-button": "Мәліметтерді таңбалау қызметін сатып алыңыз",
    "labeling-main-2c": "hCaptcha планетада сіз үшін пайдалануға болатын ең үлкен бассейндердің бірі бар. Қандай масштабта болмасын, біз оны алдын-ала қымбат міндеттемелерсіз шеше аламыз. Күніне миллиондаған тапсырмалар қиындық тудырмайды.",
    "labeling-platform-head": "Жеке немесе жария ақпарат",
    "labeling-platform-text": "hCaptcha HUMAN платформасында жасалған, бұл әр қадамда шығындар мен тиімділікті оңтайландыруға мүмкіндік беретін талғампаз маршруттау мен талдауға мүмкіндік береді. Бұл технология дұрыс жұмыс күшіне сіздің жұмысыңыздың әр бөлігін басқаруға мүмкіндік береді, сонымен бірге құпиялылықты сақтай отырып және қолданылуы мүмкін кез-келген нормативтік талаптарға жауап бере отырып, шығындардың тиімділігін арттырады.",
    "labeling-try-button": "Мәліметтерді таңбалау қызметін сатып алыңыз",
    "labeling-try-head": "Деректеріңізді пайдаланып көргіңіз келе ме?",
    "labeling-try-text": "... сіз болған кезде біз дайынбыз: біздің қызметіміз тәулік бойы қол жетімді.",
    "learn-more-hcaptcha": "HCaptcha туралы көбірек біліңіз",
    "page-acc-faq-1": "Сұрақ: hCaptcha 508 бөлімі + WCAG 2.1 AA сәйкес пе? Жауап: Біз осылай деп санаймыз: кез-келген кемістігі бар пайдаланушылар вебті қарап, формаларға мәтін енгізе алатын, тіркелген кезде hCaptcha қорғалған қызметтерге қол жеткізе алады. Алайда, бұл заңдық кеңес емес: сіз өзіңіздің бағалауыңызды жүргізіп, сіздің нақты іске асырылуыңызды ескере отырып, сіздің орналастыруыңызға осындай жағдай жасалуы керек.",
    "page-acc-faq-2": "Сұрақ: Сіз аудио сияқты басқа қол жетімділік (a11y) опцияларымен жұмыс жасайсыз ба? Жауап: Аудио капта сияқты бұрыннан танымал нұсқалар көптеген пайдаланушыларды кемсітеді және заманауи машиналық оқыту әдістерімен жеңіліске ұшырайды. Бұл шабуылдаушыларды жеңу үшін шуды, тақ уақытты, әдеттен тыс сөз тіркестерін және т.с.с.-ны қолдана отырып, қазіргі аудио проблемаларды күрделене түсуге мәжбүр етті. Осылайша, біз бұл тәсілге құлшыныс танытамыз және қиындықтардан мүлдем аулақ боламыз, бірақ егер a11y қоғамдастығы тарапынан сұраныс болса, оны қарастырамыз. Алайда, біз қол жетімділікті пайдалану жағдайына арналған құпиялылық билетін өте қызықтырамыз. Біздің қолданыстағы a11y тәсілін Privacy Pass шығарылымымен үйлестіру a11y пайдаланушыларына қауіпсіз шолу жасауға, олардың трафигі жеке екеніне сенімді бола отырып, сонымен бірге a11y опциялары қол жетімді болған кезде бот операторларының теріс пайдалануын шектеуге мүмкіндік береді деп ойлаймыз. Біз осы жаңа технологияны стандарттайтын IETF жұмыс тобының белсенді қатысушыларымыз.",
    "page-acc-faq-3": "Сұрақ: құпиялылық туралы не деуге болады? Тіркеу қандай да бір жолмен шолу деректерін көрсете ме? Электрондық пошта арқылы не істейсіз? Жауап: hCaptcha құпиялылықты сақтауға арналған. Бұл сізге жарнамалық желілерге тиесілі reCAPTCHA сияқты дәстүрлі нұсқалардан гөрі өзгеше, олар сізді желіде қадағалап, нақты сәйкестікке байланыстырады. Біз ешқашан қол жетімділік туралы электрондық поштаны немесе ақпаратты пайдалануды жеңілдету және теріс пайдаланудың алдын-алудан басқа мақсатта пайдаланбаймыз. Біздің құпиялылық саясатында деректерді қалай қолданатындығымызға қатысты жан-жақты және сенімді жауаптар бар, бірақ қысқа жауап - біз сізді шолғыш тарихымен байланыстыруға мүдделі емеспіз, сонымен қатар қазіргі уақытта сіздің электрондық поштаңыздың мекен-жайын тез жоюға арналған криптографиялық шешіммен жұмыс істеп жатырмыз Privacy Pass жұмысын толықтыра отырып, теріс пайдаланудың алдын-алу мүмкіндігін сақтай отырып.",
    "page-acc-link-1": "Егер сіз қол жетімділіктің пайдаланушысы болсаңыз, осында тіркеліңіз.",
    "page-acc-subhead": "Қауіпсіздікті сақтай отырып, барлық пайдаланушылар үшін үздіксіз қол жетімділікті қамтамасыз ету",
    "page-acc-summary": "Қысқаша мазмұны",
    "page-acc-summary-contents-1": "hCaptcha боттарды адамдардан ажырата отырып оларды тоқтатуға арналған. Бұл үшін визуалды тестілер ыңғайлы құрал болып табылады, бірақ визуалды тапсырманы бәрі бірдей шеше алмайды. Осы себепті біз өз қызметімізді пайдаланатын баспагерлерге 508-бөлім мен WCAG 2.1 AA толық сәйкестігі барлығына қол жетімділікті сақтау үшін қарапайым, ауыртпалықсыз балама жасадық.",
    "page-acc-summary-contents-2": "Ол қалай жұмыс істейді: біріншіден, қол жетімділіктің пайдаланушысы hCaptcha виджеті туралы ақпарат бетінде сілтеме жасайтын осы URL мекенжайына тіркеледі. Оларға тәулігіне бірнеше рет қолдануға болатын, бірақ әр 24 сағат сайын логин арқылы жаңартылатын шифрланған куки беріледі, егер hCaptcha қызметін қолданатын кез-келген сайттағы қол жетімділікті пайдаланушыға қиындық туындаса, олар автоматты түрде өтеді.",
    "page-acc-title": "hCaptcha қол жетімділік туралы ақпарат",
    "page-acc-tr-body": "Сұрақ: Мен печенье орнатқаннан кейін әлі күнге дейін қиындық көріп отырмын. Бұған не себеп? Жауап: Бұл, әдетте, агрессивті жарнама блоктаушыны немесе cookie-ге қарсы кеңейтуді немесе сайтаралық кукиді бұғаттайтын параметрді қолдануға байланысты, бұл жағдайда hcaptcha.com сайтына басқа сайтта hCaptcha JavaScript орнатқан немесе тексерген куки. , сіз барған сияқты. hCaptcha қол жетімділікке арналған cookies файлдары барлық танымал браузерлермен және олардың стандартты параметрлерімен жарнама блоктаушыларымен жұмыс істейді, сондықтан әдетте сәтсіздіктер блокқа қарсы сценарийлерден немесе белгілі бір сайттарға бағытталған ұқсас ережелерден туындайды. Шешімдер: 1. Хабарлама блокаторындағы немесе шолушының қауіпсіздік кеңейтіміндегі hcaptcha.com және * .hcaptcha.com кукилерін ақ тізімге қосыңыз. 2. Егер сіз Brave браузерін қолданып жүрген болсаңыз, онда (2020 жылдың сәуірінде) cookie файлдарының ақ тізімінің кез-келген түрі жоқ болса, Preferences -> Shields -> Cookies тармағына өтіп, All Cookies файлдарына рұқсат беруді таңдаңыз. 3. Егер сіз жақында шыққан OS X 10.15 немесе iOS 13 жүйесінде Safari-дің ең соңғы нұсқасын қолдансаңыз, Apple компаниясы Safari-дің үшінші тарап кукилеріне қатысты әрекетін өзгертті, олардың барлығын әдепкі бойынша бұғаттап тастады. Біз шешім шығарып жатырмыз, бірақ әзірге Safari теңшелімдері, құпиялылық бөліміне кіріп, веб-сайтты қадағалау құсбелгісін алып тастаңыз: қол жетімділік кукиінің күтілгендей жұмыс істеуі үшін сайт аралық бақылаудың алдын алыңыз. Сұрақ: Мен бірнеше құрылғыларды қолданамын. Маған бірнеше рет жазылу керек пе? Жауап: Жоқ. Сookie файлын орнату үшін сіз қолданатын әр құрылғыда сізге жіберілген электрондық поштаға кіру сілтемесін басыңыз.",
    "page-acc-tr-title": "Қол жетімділікті пайдаланушылар үшін: сұрақ-жауап және ақаулықтарды жою жөніндегі нұсқаулық",
    "priv-hc": "Құпиялылыққа бағытталған",
    "priv-hc-text": "Жарнамалық желілер сізді олардың өнімі деп санайды. Біз емес. Бізге қолданушылардың кім екендігі маңызды емес, тек олардың зиянды болуы ықтимал. Біз Privacy Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаймыз.",
    "reporting-bugs-accessibility-button": "Қол жетімділік параметрлері туралы көбірек біліңіз",
    "reporting-bugs-accessibility-head": "Қол жетімділік параметрлері",
    "reporting-bugs-accessibility-text": "Сіз нашар көресіз бе немесе hCaptchas-ты басқа жолмен толтыра алмайсыз ба?",
    "reporting-bugs-guide-ff-head": "Қате туралы есеп туралы мәліметтерді түсіру: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-қадам: Әзірлеуші құралдарын ашыңыз (бұл сеансты жаза бастайды.)",
    "reporting-bugs-guide-ff-step-2": "2-қадам: Developer Tools ішіндегі Network қойындысын нұқыңыз. Жоғарғы жағындағы Persist log журналына құсбелгі қойыңыз.",
    "reporting-bugs-guide-ff-step-3": "3-қадам: https://accounts.hcaptcha.com/demo сайтына немесе сізде мәселе туындаған веб-сайтқа кіріңіз (Құпиялылық туралы ескертпе: егер сіз оны бөлісуге қарсы болмасаңыз ғана) ... содан кейін I Мен адам батырмасы, және шешуге тырысыңыз.",
    "reporting-bugs-guide-ff-step-4": "4-қадам: шешуге тырысқаннан кейін HAR батырмасын басыңыз және желі журналын сақтау үшін Барлығын HAR ретінде сақтау пәрменін таңдаңыз. Сол файлды бізге жіберіңіз.",
    "reporting-bugs-guide-ff-step-5": "5-қадам: Консоль қойындысын нұқыңыз, содан кейін тінтуірдің оң жағын басып, Барлығын таңдаңыз және консоль журналын сақтау үшін оны мәтіндік файлға сақтаңыз. Бізге де жіберіңіз.",
    "reporting-bugs-guide-ff-step-6": "Соңғы қадам: Бізге сол HAR және консоль журналы файлдарын электронды пошта арқылы жіберіп, ақаулықты сипаттаңыз Қолдану: support@hcaptcha.com (өтінеміз, Dropbox немесе Filebin сияқты қызметті қолданыңыз және сілтемелер жіберіңіз) және егер дұрыс көрінбейтін нәрсе бар деп ойласаңыз, скриншот. . Сіз қолданып жатқан IP-ді де жіберіңіз. Сіз оны https://www.whatsmyip.org/ сайтынан ала аласыз, бізге осы ақпаратты алуға уақыт бөлгеніңізге рақмет! Біз hCaptcha-ны барлығына жақсы жұмыс істеуге міндеттіміз.",
    "reporting-bugs-guide-head": "Қате туралы есеп туралы мәліметтерді түсіру: Chrome",
    "reporting-bugs-guide-step-1": "1-қадам: Әзірлеуші құралдарын ашыңыз (бұл сеансты жаза бастайды.)",
    "reporting-bugs-guide-step-2": "2-қадам: Developer Tools ішіндегі Network қойындысын нұқыңыз. Жоғарғы жағындағы Сақтау журналы құсбелгісін қойыңыз.",
    "reporting-bugs-guide-step-3": "3-қадам: https://accounts.hcaptcha.com/demo сайтына немесе сізде мәселе туындаған веб-сайтқа кіріңіз (Құпиялылық туралы ескертпе: егер сіз оны бөлісуге қарсы болмасаңыз ғана) ... содан кейін I Мен адам батырмасы, және шешуге тырысыңыз.",
    "reporting-bugs-guide-step-4": "4-қадам: Желі журналын сақтайтын шешім қабылдағаннан кейін экспорттау HAR (кішкене төмен көрсеткі) батырмасын басыңыз. Сол файлды бізге жіберіңіз.",
    "reporting-bugs-guide-step-5": "5-қадам: Консоль қойындысын нұқыңыз, содан кейін консоль журналын сақтау үшін тінтуірдің оң жақ түймешігін басыңыз. Бізге де жіберіңіз.",
    "reporting-bugs-guide-step-6": "Соңғы қадам: Бізге сол HAR және консоль журналы файлдарын электрондық пошта арқылы жіберіп, мәселені сипаттаңыз. Қолдану: support@hcaptcha.com (Dropbox немесе Filebin сияқты қызметті қолданыңыз және сілтемелер жіберіңіз) және егер дұрыс көрсетілмеген нәрсе бар деп ойласаңыз, скриншотты қолданыңыз. Сіз қолданып жатқан IP-ді де жіберіңіз. Сіз оны https://www.whatsmyip.org/ сайтынан ала аласыз, бізге осы ақпаратты алуға уақыт бөлгеніңізге рақмет! Біз hCaptcha-ны барлығына жақсы жұмыс істеуге міндеттіміз.",
    "reporting-bugs-guide-text-1": "Есеппен бірге түзету туралы ақпаратты жіберу бізге не болып жатқанын анықтауды жеңілдетеді. Мұнда қадамдық нұсқаулар бар:",
    "reporting-bugs-guide-text-2": "Егер сіз веб-әзірлеуші немесе тәжірибелі қолданушы болсаңыз, түйіндеме HAR және браузер консолінің журналдарын бізге жіберуді сұраймыз. Алдымен кез-келген жарнама блоктаушысын немесе браузердің қауіпсіздік кеңейтімдерін өшіріп көріңіз, содан кейін осы әрекеттерді орындамас бұрын қайталап көріңіз. Егер бұл сіздің мәселеңізді шешсе, біз сіздің браузеріңіздің нұсқасын, жарнама блоктаушысын немесе браузердің кеңейтілуін және веб-сайттың URL мекен-жайын хабарлағаныңызға ризамыз.",
    "reporting-bugs-intro-head": "Қате таптыңыз ба? Мұны қалай хабарлау керек.",
    "reporting-bugs-intro-text": "Миллиондаған адамдар ай сайын hCaptcha-ді мыңдаған браузерлерде, кеңейтімдерде, құрылғыларда, брандмауэрлерде және басқаларында қолданады. Біздің мақсатымыз оның әрқашан сіз үшін жұмыс істейтіндігіне көз жеткізу, сондықтан сіздің есептеріңізді өте бағалаймыз! Жылдам пікір беру үшін, бізге кері байланыс жіберу түймесін басыңыз. Егер сіз функционалды ақаулық көріп отырсаңыз, Chrome үшін түзету журналы нұсқауларын немесе төмендегі Firefox үшін журналды жөндеу бойынша нұсқауларды орындаңыз. Кез-келген басқа браузерлер үшін бізге электронды пошта арқылы хабарлаңыз. Ықтимал қауіпсіздік немесе құпиялылық мәселелері үшін төмендегі нұсқауларды қараңыз.",
    "reporting-bugs-privacy-head": "Құпиялылық мәселелері",
    "reporting-bugs-privacy-text": "Бізге қолданушылардың кім екендігі маңызды емес, тек олардың зиянкестер немесе машиналар болуы ықтимал. Біз Privacy Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаймыз. Егер сіз пайдаланушының жеке өміріне әсер етуі мүмкін деп тапқан мәселені тапсаңыз, бізге support@hcaptcha.com электрондық поштасына хат жіберіңіз.",
    "reporting-bugs-provide-feedback-button": "Бізге кері байланыс жіберіңіз",
    "reporting-bugs-provide-feedback-head": "HCaptcha туралы дереу кері байланыс беріңіз",
    "reporting-bugs-provide-feedback-text": "Біз сіздің пікіріңізді бағалаймыз. Қандай да бір мәселелер туралы хабарлаңыз, біз оларды тез шешеміз.",
    "reporting-bugs-security-head": "Қауіпсіздік қателері",
    "reporting-bugs-security-text": "Біз әрқашан қауіпсіздік қателері туралы есептерді алуға мүдделіміз. Support@hcaptcha.com және CC security@hcaptcha.com электронды поштасына жіберіңіз, біз сізге тез хабарласамыз. Бізде hCaptcha сервисіндегі және оған қатысты бастапқы кодтардағы қауіпсіздік туралы есептерге арналған қателіктерді көбейту бағдарламасы бар.",
    "sec-hc": "Алдымен қауіпсіздік",
    "sec-hc-text": "hCaptcha баспагерлерге бағытталған. Біз сайттарға нақты деректерді беру және оларды қалай пайдалану керектігін шешуге мүмкіндік беру үшін жұмыс істейміз. Дәлдік сіздің және біздің мүддемізде. Басқа капчаларды жарнамалық компаниялар ұсынады. Олар бөгейтін кез-келген бот олардың кірістерін төмендетуі мүмкін.",
    "switch-to-english-link": "Ағылшын тіліне ауысу",
    "what-is-hcaptcha": "HCaptcha дегеніміз не?",
    "what-is-hcaptcha-text": "hCaptcha сіздің сүйікті веб-қызметтеріңізге адамдар үшін оңай, ал машиналар үшін қарапайым сұрақтар қою арқылы боттардан, спамнан және теріс пайдаланудан сақтауға көмектеседі.",
    "why-hc": "Неліктен hCaptcha?",
    "why-hc-text": "Қиындыққа жауап берген сайын біз сіздің адам екеніңізді немесе машина екеніңізді анықтау үшін күрделі модельдерді қолданамыз. Сіз кірген веб-сайт осы нәтижені боттардан аулақ болу арқылы өз сайттарындағы тәжірибеңізді жақсартуға көмектеседі."
}