{
    "about-advisors-brendan": "БАС АТҚАРУШЫ ДИРЕКТОР. АИ-дегі танымал көшбасшы. Соңғы онжылдықтар ішінде машина жасау интеллектісі іскери мәселелерге кең көлемде қолданды.",
    "about-advisors-dawn": "Стэнфордтың компьютерлік биология ғылымдарының кандидаты. Нейрондық желілермен 1999 жылдан бастап жұмыс істейді. Қолданбалы ML және тереңдетілген оқытуға көңіл бөліңіз.",
    "about-advisors-head": "Эдвайзерлер",
    "about-advisors-keiran": "Деректер базасы және Blockchain сарапшысы. Cloudera-да ерте инженер. Бағдарламалық жасақтама мен командаларды құру бойынша онжылдықтар.",
    "about-content-head-1": "Біздің істейтініміз",
    "about-content-head-2": "Неліктен маңызды?",
    "about-content-text-1": "hCaptcha - бұл Intuition Machines Inc, AI компаниясы және масштабтағы ML визуальды доменіне назар аударумен айналысатын машина жасау компаниясы. Біз бүкіл әлемдегі Global 2000 компаниялары үшін бейнелер мен кескіндерді талдау қызметін қосу үшін масштабталатын жүйелерді құрамыз және жұмыс жасаймыз.",
    "about-content-text-2": "Қосымша деректер әдетте жақсы нәтиже береді. Дұрыс таңбаланған және тиісті мәліметтер жиынтығын құру және жүргізу көп уақытты талап етеді. Бастапқыда hCaptcha сурет таңбалауындағы біздің қажеттіліктерімізді қанағаттандыру үшін жасалынған және қазіргі уақытта ұқсас қажеттіліктері бар басқа компаниялар үшін қол жетімді.",
    "about-intro-head-1": "HCaptcha үшін жұмыс жасаңыз",
    "about-intro-head-2": "Біздің міндетіміз үлкен",
    "about-intro-text": "Біз тез өсіп келеміз және әрқашан біздің жаһандық кеңселерімізден әлемнің үздік таланттарын іздейміз. Сіз төмендегі сілтемелер бойынша өтініш бере аласыз.",
    "about-leadership-alex": "Деректер базасы және Blockchain сарапшысы. Cloudera-да ерте инженер. Бағдарламалық жасақтама мен командаларды құру бойынша онжылдықтар.",
    "about-leadership-eli": "БАС АТҚАРУШЫ ДИРЕКТОР. АИ-дегі танымал көшбасшы. Соңғы онжылдықтар ішінде машина жасау интеллектісі іскери мәселелерге кең көлемде қолданды.",
    "about-leadership-head": "Көшбасшылық",
    "about-leadership-todd": "Стэнфордтың компьютерлік биология ғылымдарының кандидаты. Нейрондық желілермен 1999 жылдан бастап жұмыс істейді. Қолданбалы ML және тереңдетілген оқытуға көңіл бөліңіз.",
    "acc-opt": "Қол жетімділік параметрлері",
    "acc-opt-but": "Қол жетімділік параметрлері туралы көбірек біліңіз",
    "acc-opt-text": "Сіз көру қабілеті нашар немесе hCaptchas-ты аяқтай алмайсыз ба?",
    "accessibility-link": "Қол жетімділік",
    "appreciate-in": "Сіздің пікіріңізді бағалаймыз. Кез-келген мәселелер туралы бізге хабарлаңыз, біз оларды тез арада шешеміз.",
    "fb-but": "Бізге кері байланыс жіберіңіз",
    "feedback-text": "Сіз көрген hCaptcha туралы кері байланыс беріңіз",
    "footer-attribution": "Атрибуция",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc компаниясының тіркелген сауда белгісі.",
    "footer-header-1": "Компания",
    "footer-header-2": "Ресурстар",
    "footer-header-3": "Байланыс",
    "footer-link-1": "Таңбалау",
    "footer-link-2": "Туралы",
    "footer-link-3": "Жұмыс орындары",
    "footer-link-4": "Сауда белгілері",
    "footer-link-5": "Блог",
    "footer-link-6": "Күй",
    "footer-link-7": "Құжаттама",
    "footer-link-8": "Қате туралы хабарлау",
    "footer-link-9": "Қол жетімділік",
    "footer-privacy": "Құпиялылық",
    "footer-subheader-1": "Қолдау",
    "footer-subheader-2": "Байланыс",
    "footer-terms": "Шарттар",
    "header-docs-link": "Құжаттар",
    "header-labeling-services-link": "Таңбалау қызметі",
    "header-login-button": "Кіру",
    "header-plans-link": "Жоспарлары",
    "header-signup-button": "Тіркелу",
    "home-about-head": "HCaptcha туралы",
    "home-about-subtitle": "АДАМ хаттамасымен жұмыс істейді",
    "home-about-text-1": "hCaptcha машинада оқудағы ең көп еңбекті қажет ететін мәселені шешуге арналған: үлкен көлемдегі деректерді уақытылы, қол жетімді және сенімді түрде таңбалау.",
    "home-about-text-2": "Қосымша мәліметтер, әдетте, машиналарды оқыту модельдерін үйретуде жақсы нәтиже береді. Соңғы уақыттағы терең модельдердің жетістігі әрдайым дерлік адам шолумен бірге үлкен мәліметтер жиынтығына алып келді. Алайда, механикалық түрік, сегізінші сурет және т.б. арқылы адам зерттейтін үлкен деректер жиынтығын жасау баяу әрі қымбат.",
    "home-about-text-3": "hCaptcha веб-сайттарға боттарды және басқа да қиянат түрлерін блоктау кезінде осы сұранысты қанағаттандыратын ақша табуға мүмкіндік береді.",
    "home-about-text-4": "HCaptcha базарында HUMAN протоколы, Ethereum blockchain-де жұмыс істейтін, адам қарауға арналған орталықтандырылмаған ашық хаттама жұмыс істейді. Пайдаланушылар өз сайттарында hCaptcha виджетін қолданған кезде, веб-сайттар Адам Токендерін (HMT) алады, ал машинаны үйрететін компаниялар деректерді жапсыру үшін Адам Токендерін төлейді.",
    "home-ba-labeling-services-link": "Таңбалау қызметі",
    "home-benefits-head-1": "Деректерді таңбалаудағы маңызы",
    "home-benefits-head-2": "Қайырымдылықты қайтарыңыз",
    "home-benefits-text-1": "Сіз машинаны әр басқан сайын бір Gigantic компаниясының машина жасау жүйесін тегін үйретуге көмектесетінін білдіңіз бе?",
    "home-benefits-text-2": "hCaptcha бұл модельді айналдырады. HCaptcha-ны пайдаланған кезде, компаниялар сіздің пайдаланушыларыңыз өздерінің адамгершілігін дәлелдегендей істейтін жұмыстарға тапсырыс береді. Сіз сыйақы аласыз.",
    "home-benefits-text-3": "Өзіңіздің сүйікті қайырымдылықтарыңызға қайтарғыңыз келе ме? hCaptcha сізге таңдаған қайырымдылық көмегіңізді оны пайдаланудан алған пайдаңызбен қолдауға мүмкіндік береді. Жақында сіздің сайтыңыздың пайдаланушылары hCaptcha интерфейсіндегі ақылды брендинг арқылы қайырымдылыққа қосқан үлестеріңізді көре алады.",
    "home-challenge-text-1": "Сұрауға сәйкес келетін барлық суреттерді таңдаңыз",
    "home-challenge-text-2": "Нысандар үшін шектік ауданды анықтаңыз",
    "home-challenge-text-3": "Сәйкес белгілерді анықтаңыз",
    "home-challenge-title-1": "Салыстыру",
    "home-challenge-title-2": "Шекара қорабы",
    "home-challenge-title-3": "Санаттау",
    "home-challenges-head": "Ұсынылған сын-қатерлер",
    "home-challenges-text-1": "... және басқа да қарапайым тапсырмалар. Адамдарға оңай, боттар үшін қиын.",
    "home-challenges-text-2": "Кәсіпорын баспагерлері үшін қол жетімді тапсырмалар.",
    "home-ent-1": "Біздің кәсіпорынның қауіпсіздік ұсыныстарын іздейсіз бе?",
    "home-ent-2": "Біздің арнайы сайтқа кіріңіз: BotStop.com",
    "home-ent-button": "Қосымша ақпарат: BotStop by hCaptcha",
    "home-from-the-blog": "Блогтан:",
    "home-from-the-blog-value": "HCaptcha-дегі қиындықтар параметрлері қалай жұмыс істейді",
    "home-intro-body": "Сіз боттарды сақтап қалу үшін интернаны қолданасыз ба? hCaptcha пайдаланушының құпиялылығын қорғайды, веб-сайттарды марапаттайды және компанияларға олардың деректерін белгімен алуға көмектеседі. Бұл реКАПТЧА-ны ауыстыру: сіз бірнеше минут ішінде ауыса аласыз.",
    "home-intro-button": "Қазір тіркеліңіз",
    "home-intro-head": "Көбірек боттарды тоқтатыңыз. Пайдаланушының құпиялығын қорғауды бастаңыз.",
    "home-main-1": "Жеке. Қауіпсіз. Тезірек. Біз сізге оны пайдалану үшін төлейміз.",
    "home-main-2": "Құпиялылықты сақтау",
    "home-main-2c": "Жарнамалық желілер сіздің келушілеріңізді өнім ретінде көреді. HCaptcha үшін өнім - бұл жұмыс. Сіздің пайдаланушыларыңыз кім екендігі бізге маңызды емес, тек зиянды болуы мүмкін. Біз Құпиялылық Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңдестіру үшін көп жұмыс жасаймыз.",
    "home-main-3": "Біріншіден, қауіпсіздік",
    "home-main-3c": "Нақтылық сіздің және біздің мүддемізге сәйкес келеді. hCaptcha - баспагерлерге бағытталған. Біз сізге нақты деректерді беру үшін жұмыс жасаймыз және оны қалай пайдалану керектігін шешуге мүмкіндік береміз. Басқа кадрлар қарастырылған",
    "home-main-4": "Жақсы пайдаланушы тәжірибесі",
    "home-main-4c": "Машықтанудың күрделі модельдерін hCaptcha адамгершілікті анықтау үшін қолданады. Бұл сіздің пайдаланушылардан тітіркендіргіш тапсырмаларды талап етуге және олардың тұтынушыларға арналған таңбалау үшін пайдалы белгілерді шығарумен бірге уақытты аз жұмсауға мүмкіндік береді.",
    "home-main-plans": "hCaptcha кез-келген көлемдегі баспагерлер үшін ақысыз. Алайда, бақылауды қажет ететін кәсіпорындар мен платформалар үшін біздің кәсіпорын шешімдері қол жетімді.",
    "home-main-plans2": "hCaptcha корпоративтік шешімдері әлемдегі ең ірі компаниялардың бірнеше ондаған миллион веб-сайттарындағы миллиондаған пайдаланушыларды қорғайды. Қосымша ақпарат алу үшін бізге хабарласыңыз немесе кіріңіз",
    "home-main-plans3": "hCaptcha корпоративтік шешімдері әлемдегі ең ірі компаниялардың бірнеше ондаған миллион веб-сайттарындағы миллиондаған пайдаланушыларды қорғайды. Қосымша ақпарат алу үшін бізге хабарласыңыз немесе кіріңіз",
    "home-main-plans4": "мәліметтер үшін.",
    "home-plans-button-1": "Қазір тіркелу",
    "home-plans-button-2": "Сатылымға хабарласыңыз",
    "home-plans-chart-head-1": "Мүмкіндіктер",
    "home-plans-chart-head-2": "Баспагер",
    "home-plans-chart-head-3": "Кәсіпорын",
    "home-plans-chart-row-1-cell-1": "Бақылау тапсырмаларының түрлері көрсетілген",
    "home-plans-chart-row-1-cell-2": "Шектеулі",
    "home-plans-chart-row-1-cell-3": "Барлығы",
    "home-plans-chart-row-10-cell-1": "Бірнеше қолданушы бақылау тақталары",
    "home-plans-chart-row-11-cell-1": "Есеп берудің жетілдірілген мүмкіндіктері",
    "home-plans-chart-row-12-cell-1": "Кәсіпорынның нормативтік құқықтық актілері",
    "home-plans-chart-row-2-cell-1": "Пайдаланылған сынақ мазмұнын басқару",
    "home-plans-chart-row-2-cell-2": "Шектеулі",
    "home-plans-chart-row-2-cell-3": "Барлығы",
    "home-plans-chart-row-3-cell-1": "Адамның шешімі үшін сыйақы алыңыз",
    "home-plans-chart-row-4-cell-1": "Ботаникалық дүниежүзілік деңгейдегі қорғаныс",
    "home-plans-chart-row-5-cell-1": "Әр елде жұмыс істейді",
    "home-plans-chart-row-6-cell-1": "GDPR және CCPA үшін құпиялылық саясаты",
    "home-plans-chart-row-7-cell-1": "Қиындық деңгейлері",
    "home-plans-chart-row-8-cell-1": "Сынақ мазмұнын іске қосыңыз",
    "home-plans-chart-row-9-cell-1": "Уақытқа байланысты қиындықтарды жоспарлау",
    "home-try-it-out-button": "HCaptcha алыңыз",
    "home-try-it-out-head": "Көріп көріңіз",
    "home-try-it-out-text": "hCaptcha қарапайым, қарапайым және сенімді боттарды табуға мүмкіндік береді, ал адамдар шешуге тривиалды емес.",
    "labeling-about-head": "HCaptcha туралы",
    "labeling-about-text-1": "hCaptcha машинада оқудағы ең көп еңбекті қажет ететін мәселені шешуге арналған; деректердің үлкен көлемін уақтылы, қол жетімді және сенімді түрде таңбалау. Қосымша мәліметтер, әдетте, машиналарды оқыту модельдерін үйретуде жақсы нәтиже береді. Жақында терең модельдердің жетістігі үлкен мәліметтер жиынтығына әкелді, hCaptcha бұл қажеттілікке қызмет етеді.",
    "labeling-about-text-2": "Алайда, дәстүрлі әдістерді қолдана отырып, адам зерттейтін үлкен деректер жиынтығын жасау баяу және қымбат. hCaptcha - бұл басқа аналогтармен салыстырғанда жоғары сапалы және арзан бағамен компанияларға тезірек аннотацияларды алу тәсілі.",
    "labeling-annotations-head": "Аннотация түрлері",
    "labeling-annotations-text-1": "Суреттерде және бейнелерде нысанды дәл анықтау",
    "labeling-annotations-text-2": "Суреттерде және бейнелерде нысанды дәл анықтау",
    "labeling-annotations-text-3": "Әр түрлі қолдану жағдайларына түсініктеме беріңіз",
    "labeling-annotations-text-4": "Кез-келген мөлшердегі ерікті санаттарды сұрыптау немесе қосу",
    "labeling-annotations-text-5": "Адамның күшімен анықтау және жіктеу",
    "labeling-annotations-text-6": "Мұнда тізімделмеген басқа түрі керек пе? Бізден сұраңыз.",
    "labeling-annotations-title-1": "Қорап қораптары",
    "labeling-annotations-title-2": "Көпбұрыштар",
    "labeling-annotations-title-3": "Бағдарлар",
    "labeling-annotations-title-4": "Атрибуттарды санаттау",
    "labeling-annotations-title-5": "Салыстыру және анықтау",
    "labeling-annotations-title-6": "... және тағы басқалар",
    "labeling-ent-button": "Біздің кәсіпорынның шешімдер тобына хабарласыңыз",
    "labeling-ent-head": "Аяқтауды бақылау қажет пе?",
    "labeling-ent-text-1": "HCaptcha артындағы HUMAN платформасы сіздің жұмыс істеп тұрған жүйелеріңізбен біріктірілген жергілікті, гибридті немесе SaaS қондырғыларының көмегімен жоғары сапалы жұмыс сапасын және басқару мүмкіндіктерін ұсынады.",
    "labeling-ent-text-2": "Жеке жұмыс күшімен толығымен офлайн режимінде жұмыс жасаңыз, құрылымдық бөлімшелерде немесе консорциум серіктестерінде тұтынылған құндылықты қадағалаңыз, шығындарды және қауіпсіздік талаптарын ескере отырып, әртүрлі ішкі немесе сыртқы жұмыс берушілерге жұмыстарды таңдап алыңыз.",
    "labeling-ent-text-3": "Оңтайлы API қол жетімділігі, әдемі бақылау тақталары және тиімділікті арттыру үшін ең жаңа модельдерді қарау технологиясы.",
    "labeling-ent-text-4": "99.99% жұмыс уақыты SLA және 24/7 ғаламдық қолдау. Қосымша ақпарат үшін:",
    "labeling-features-head-1": "Қарапайым API басқаратын құбырлар.",
    "labeling-features-head-2": "Құны мен сапасы үшін оңтайландырылған. Алдын-ала міндеттеме талап етілмейді.",
    "labeling-features-head-3": "Тек сізге қажет дәлдік үшін төлеңіз.",
    "labeling-features-head-4": "Өзіңіздің ақиқат мәліметтеріңізді беріңіз немесе оны жылдам жасауға мүмкіндік беріңіз.",
    "labeling-features-text-1": "Адамның шолуын бизнес-операцияларыңызға тікелей қосқыңыз келе ме? Біз жоғары сенімділік SLA, кепілдендірілген сыйымдылық және қарапайым REST интерфейстерін ұсынамыз.",
    "labeling-features-text-2": "HUMAN платформасы нақты уақыттағы сапалық талдауды орындау үшін жан-жақты сенім модельдерін пайдаланады. Бұл сізге уақыт пен ақшаны үнемдей отырып, сұрақтардың қиындығын және олардың дұрыс жауабын тез анықтауға мүмкіндік береді.",
    "labeling-features-text-3": "Барлық проблемалар бірдей емес. Қауіпсіздіктің маңызды міндеттеріне арналған ескертулер толығымен адам жұмысшыларынан 99,99% сенімділікті талап етуі мүмкін. Мобильді ойын қосымшасындағы бір бета мүмкіндікке арналған ескертулер тек орташа сенімділікті қажет етуі мүмкін. Өзің шеш.",
    "labeling-features-text-4": "Сізде толық тексеру жиынтығы жоқ шикі деректер бар ма? Көп жағдайда біз сіз үшін біреуін жасай аламыз, өйткені тапсырмалар жүйе арқылы орындалады немесе мақұлдау үшін таңбаланған үлгілерді жасай аласыз.",
    "labeling-info-head": "Деректер жапсырмасын алу",
    "labeling-info-text-1": "Сіздің жобаңыздың қажеттіліктерін анықтау үшін біздің домендік сарапшыларымыздың бірімен сөйлесіңіз: мақсатты дәлдік, формат және кез-келген арнайы талаптар.",
    "labeling-info-text-2": "Үлгі деректері негізінде шағын өндірістік тапсырманы орындаймыз. Бұл сізге қажет нәрсені алу үшін біз жасаған жұмысты сынайды.",
    "labeling-info-text-3": "Біздің үлкен көлемде және кідіріспен біз сіздің жұмысыңызды тез арада, автоматтандырылған жеткізіліммен аяқтаймыз.",
    "labeling-info-text-4": "Сіздің өндірістік жұмысыңыздың параметрлерін жақсы түсінгендіктен, нәтижелер уақыт өте келе жақсарады.",
    "labeling-info-text-5": "Тікелей бақылау тақтасы кез-келген уақытта кері байланыс жасауға немесе өндірісті кідіртуге мүмкіндік береді.",
    "labeling-info-title-1": "Ерекшеліктерді анықтаңыз",
    "labeling-info-title-2": "Бастапқы жұмыс сынағы",
    "labeling-info-title-3": "Өндірістік жұмыс орындарын орналастыру",
    "labeling-info-title-4": "Үнемі жетілдіру",
    "labeling-info-title-5": "Нақты уақыт нәтижелері",
    "labeling-main-1": "Масштаб бойынша деректерді үнемдеу тиімді",
    "labeling-main-1-button": "Дәлелденген деректерді қазір алыңыз",
    "labeling-main-1c": "Деректер жинағыңызға қосымша белгілер қажет пе? hCaptcha жасанды интеллект пен машинамен жұмыс жасайтын қосымшалармен жұмыс жасайтын компаниялар үшін жылдам, үнемді және сапалы мәліметтерді таңбалауды ұсынады.",
    "labeling-main-2": "Миллиондаған тапсырманы бірден іске қосыңыз.",
    "labeling-main-2-button": "Деректерді жапсыру қызметтерін сатып алыңыз",
    "labeling-main-2c": "hCaptcha сіздің пайдалануыңызға мүмкін болатын әлемдегі ең үлкен бассейндердің біріне ие. Қандай масштабта болсаңыз да, біз оны қымбат алдын-ала міндеттемелерсіз шеше аламыз. Күніне миллиондаған тапсырмалар беру қиын емес.",
    "labeling-platform-head": "Жеке немесе қоғамдық ақпарат",
    "labeling-platform-text": "hCaptcha HUMAN платформасында құрылған, ол әр бағытта шығындар мен тиімділікті оңтайландыруға мүмкіндік береді. Бұл технология сіздің жұмысыңыздың әр бөлігін дұрыс басқаруға мүмкіндік береді, құпиялылықты сақтай отырып, үнемділікті арттырып, қолданылуы мүмкін кез-келген нормативтік талаптарға жауап береді.",
    "labeling-try-button": "Деректерді жапсыру қызметтерін сатып алыңыз",
    "labeling-try-head": "Деректеріңізді пайдаланып көргіңіз келе ме?",
    "labeling-try-text": "... сіз болған кезде біз дайынбыз: біздің сервис тәулік бойы жұмыс істейді.",
    "learn-more-hcaptcha": "HCaptcha туралы көбірек біліңіз",
    "page-acc-faq-1": "Сұрақ: hCaptcha 508 + WCAG 2.0 сәйкес пе? Жауап: Біз бұған сенеміз: кез-келген бұзылуы бар кез-келген қолданушы тіркелу кезінде hCaptcha-мен қорғалған қызметтерге қол жеткізе алады. Алайда, бұл заңдық кеңес емес: сіз өзіңіздің жеке бағалауларыңызды орындауыңыз керек.",
    "page-acc-faq-2": "Сұрақ: Сіз аудио сияқты басқа қол жетімділік (a11y) опцияларымен жұмыс істеп жатырсыз ба? Жауап: Бұрын танымал аудиожазбалар сияқты танымал нұсқалар көптеген пайдаланушыларды кемсітеді және қазіргі заманғы техникамен оңай жеңіледі. Бұл қазіргі аудио қиындықтарды шиеленісті, тақ уақытты, ерекше сөз тіркестерін және тағы басқаларды енгізіп, шабуылдаушыларды жеңуге мәжбүр етті. Осылайша, біз бұл тәсілге онша құлшыныс білдірмейміз және қиындықтардан аулақ боламыз, бірақ егер 11-ші қоғамдастықтың сұранысы болса, оны қарастырамыз. Алайда, біз қол жетімділікті пайдалану туралы құпиялылық паспортын қызықтырамыз. Біздің қазіргі 11 тәсілімізді Жеке Құпия Pass шығарылымымен үйлестіру a11y пайдаланушыларына трафиктің неғұрлым жеке екендігі туралы біле отырып, қауіпсіз және қауіпсіз көрінуге мүмкіндік береді, ал 11 оператордың қол жетімділігі сөзсіз болған кезде бот операторларының теріс пайдалануын шектейді. Біз осы жаңа технологияны стандарттайтын IETF жұмыс тобының белсенді қатысушыларымыз.",
    "page-acc-faq-3": "Сұрақ: Жеке өмір туралы не деуге болады? Тіркелу кез-келген түрде шолудың деректерін бұзуы мүмкін бе? Электрондық поштаны не істейсіз? Жауап: hCaptcha жеке өмірге арналған. Бұл жарнамалық желілерге тиесілі reCAPTCHA сияқты дәстүрлі нұсқалардан өзгеше, олар сізді интернетте бақылап, сізді шынайы болмыспен байланыстырады. Біз ешқашан қол жетімділік электрондық пошталарын немесе ақпаратты кез-келген мақсатта пайдалануды жеңілдетуден және қиянаттың алдын алудан басқа мақсатта пайдаланбаймыз. Біздің құпиялылық саясатымызда деректерді қалай пайдалануымызға қатысты жан-жақты және өкілетті жауаптар бар, бірақ қысқаша жауап - біз сізді сіздің шолу тарихыңызбен байланыстыруға мүдделіміз емеспіз. Сонымен қатар, қазіргі уақытта сіздің электрондық поштаңыздың мекен-жайын тез жою үшін криптографиялық шешіммен жұмыс жасаудамыз. Құпия Pass қызметін толықтыра отырып, қиянаттың алдын алу мүмкіндігін сақтай отырып.",
    "page-acc-link-1": "Егер сіз қол жетімділіктің пайдаланушысы болсаңыз, осында тіркеліңіз.",
    "page-acc-subhead": "Қауіпсіздікті сақтау кезінде барлық пайдаланушыларға кедергісіз қол жетімділікті қамтамасыз ету",
    "page-acc-summary": "Қысқаша мазмұны",
    "page-acc-summary-contents-1": "hCaptcha боттарды адамдардан ажырату арқылы тоқтатуға арналған. Көрнекі тесттер бұл үшін ыңғайлы құрал, бірақ бәрі бірдей визуалды тапсырманы шеше алмайды. Осы себептен біз қызметімізді пайдаланатын баспагерлерге барлығына қол жетімділікті сақтау үшін 508 бөлімі және WCAG 2.0 сәйкес келетін қарапайым, ауыртпайтын балама ойлап таптық.",
    "page-acc-summary-contents-2": "Бұл қалай жұмыс істейді: біріншіден, қол жетімділікті пайдаланушы hCaptcha виджетінің ақпараттар бетінде байланысқан осы URL мекенжайына тіркеледі. Оларға күніне бірнеше рет қолданылатын шифрланған куки беріледі, бірақ оны кіру арқылы әр 24 сағат сайын жаңартып отыру қажет. HCaptcha қызметін қолдана отырып кез-келген сайтта қол жетімділік қолданушысына қиындық туындаса, олар автоматты түрде өтеді.",
    "page-acc-title": "hCaptcha қол жетімділігі туралы ақпарат",
    "page-acc-tr-body": "Сұрақ: Мен кукиді орнатқаннан кейін әлі де қиындық көремін. Бұған не себеп? Жауап: Бұл әдетте агрессивті жарнамалық блокаторды немесе анти-кукиді кеңейтуді немесе сайттың куки-файлдарын бұғаттайтын параметрге байланысты, бұл жағдайда басқа сайтта hCaptcha JavaScript орнатқан немесе тексеретін hcaptcha.com-ға арналған куки , сіз барған адам сияқты. hCaptcha қол жетімділік кукидері барлық танымал браузерлермен және жарнама блокаторларымен өздерінің стандартты параметрлерімен жұмыс істейді, сондықтан әдетте антиблибке қарсы сценарийлер немесе белгілі бір сайттарға бағытталған ұқсас ережелер себебінен сәтсіздіктер болады. Шешімдер: 1. hcaptcha.com және * .hcaptcha.com cookies файлдарын жарнама блокаторында немесе шолғыш қауіпсіздігі кеңейтімінде. 2. Егер сіз кез-келген куки ақ тізіміне енбейтін Brave браузерін қолдансаңыз, «Теңшелімдер - Қалқандар» -> «Cookie» файлдарына өтіп, «Cookie файлдарының барлығына рұқсат ету» тармағын таңдаңыз. 3. Егер сіз Safari-нің ең соңғы нұсқасын жақында шыққан OS X 10.15 немесе iOS 13-де қолдансаңыз, Apple Safari-дің жай-күйін үшінші тараптың cookie файлдарына қатысты өзгертіп, барлығын әдепкі бойынша бұғаттайды. Біз шешім шығарып жатырмыз, бірақ осы уақытта Safari теңшелімдері, құпиялылық бөліміне кіріп, веб-сайтты бақылау құсбелгісін алып тастаңыз: «cookie» файлдарының қол жетімділігін қамтамасыз ету үшін сайттар аралық бақылауды болдырмаңыз. Сұрақ: Мен бірнеше құрылғыларды қолданамын. Маған бірнеше рет тіркелу керек пе? Жауап: Жоқ. Cookie файлын орнату үшін сіз қолданған әр құрылғыда электрондық поштаға кіру сілтемесін нұқыңыз.",
    "page-acc-tr-title": "Қол жетімділік пайдаланушылары үшін: Сұрақ-жауап және ақаулықтарды жою жөніндегі нұсқаулық",
    "priv-hc": "Құпиялылықты сақтау",
    "priv-hc-text": "Жарнама желілері сізді олардың өнімі ретінде көреді. Бізде жоқ. Пайдаланушылардың кім екендігі бізге маңызды емес, тек олардың зиянды болуы ықтимал. Біз Құпиялылық Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңдестіру үшін көп жұмыс істейміз.",
    "reporting-bugs-accessibility-button": "Қол жетімділік параметрлері туралы көбірек біліңіз",
    "reporting-bugs-accessibility-head": "Қол жетімділік параметрлері",
    "reporting-bugs-accessibility-text": "Сіз көру қабілеті нашар немесе hCaptchas-ты аяқтай алмайсыз ба?",
    "reporting-bugs-guide-ff-head": "Қате туралы мәліметтерді алу: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-қадам: Жасақтаушы құралдарды ашыңыз (бұл сессияны жазуды бастайды.)",
    "reporting-bugs-guide-ff-step-2": "2-қадам: Жасақтаушы құралдарындағы Желі қойындысын нұқыңыз. Жоғарғы жағындағы Persist журналдары ұяшығына белгі қойыңыз.",
    "reporting-bugs-guide-ff-step-3": "3-қадам: https://accounts.hcaptcha.com/demo сайтына кіріңіз немесе сізде проблема туындайтын веб-сайтқа кіріңіз (Құпиялылық туралы ескерту: бұл туралы бөліскіңіз келмесе ғана) ... содан кейін І түймесін басыңыз. Мен адаммын, және шешуге тырысыңыз.",
    "reporting-bugs-guide-ff-step-4": "4-қадам: шешуге тырысқаннан кейін HAR түймесін басыңыз және желі журналын сақтау үшін Бәрін HAR ретінде сақтау параметрін таңдаңыз. Бұл файлды бізге жіберіңіз.",
    "reporting-bugs-guide-ff-step-5": "5-қадам: Консоль қойындысын нұқыңыз, содан кейін тінтуірдің оң жақ батырмасымен нұқыңыз, содан кейін консоль журналын сақтау үшін бәрін таңдаңыз және мәтіндік файлға сақтаңыз. Мұны бізге де жіберіңіз.",
    "reporting-bugs-guide-ff-step-6": "Соңғы қадам: сол HAR және консоль журнал файлдарын бізге жіберіңіз және проблеманы сипаттаңыз. Пайдалану: support@hcaptcha.com (егер Dropbox немесе Filebin сияқты қызметті қолданыңыз және сілтемелерді жіберіңіз) және скриншотты, егер сізде бір нәрсе дұрыс көрсетілмеген деп ойласаңыз. . Өзіңіз пайдаланатын IP-ді жіберіңіз. Оны https://www.whatsmyip.org/ сайтынан алуға болады. Бұл ақпаратты алуға көмектесуге уақыт бөлгеніңіз үшін рахмет! Біз hCaptcha жұмысын барлығына жақсы етіп жасауға міндеттіміз.",
    "reporting-bugs-guide-head": "Қате туралы есеп мәліметтерін алу: Chrome",
    "reporting-bugs-guide-step-1": "1-қадам: Жасақтаушы құралдарды ашыңыз (бұл сессияны жазуды бастайды.)",
    "reporting-bugs-guide-step-2": "2-қадам: Жасақтаушы құралдарындағы Желі қойындысын нұқыңыз. Жоғарғы жағындағы «Журналды сақтау» құсбелгісін қойыңыз.",
    "reporting-bugs-guide-step-3": "3-қадам: https://accounts.hcaptcha.com/demo сайтына кіріңіз немесе сізде проблема туындайтын веб-сайтқа кіріңіз (Құпиялылық туралы ескерту: бұл туралы бөліскіңіз келмесе ғана) ... содан кейін І түймесін басыңыз. Мен адаммын, және шешуге тырысыңыз.",
    "reporting-bugs-guide-step-4": "4-қадам: шешуге тырысқаннан кейін HAR экспорттау (төмен көрсеткі) түймесін басыңыз, бұл желі журналын сақтайды. Бұл файлды бізге жіберіңіз.",
    "reporting-bugs-guide-step-5": "5-қадам: Консоль қойындысын нұқыңыз, содан кейін консоль журналын сақтау үшін тінтуірдің оң жақ батырмасымен нұқыңыз, содан кейін Басқаша сақтау .... Мұны бізге де жіберіңіз.",
    "reporting-bugs-guide-step-6": "Соңғы қадам: сол HAR және консоль журнал файлдарын бізге жіберіңіз және мәселені сипаттаңыз. Пайдалану: support@hcaptcha.com (Dropbox немесе Filebin сияқты қызметті пайдаланыңыз және сілтемелерді жіберіңіз) және егер сіз дұрыс көрсетілмейтін болса, скриншотты қосыңыз. Өзіңіз пайдаланатын IP-ді жіберіңіз. Оны https://www.whatsmyip.org/ сайтынан алуға болады. Бұл ақпаратты алуға көмектесуге уақыт бөлгеніңіз үшін рахмет! Біз hCaptcha жұмысын барлығына жақсы етіп жасауға міндеттіміз.",
    "reporting-bugs-guide-text-1": "Жөндеу туралы ақпаратты сіздің есебіңізбен жіберу бізге не болып жатқанын анықтауды жеңілдетеді. Мұнда қадамдық нұсқаулар берілген:",
    "reporting-bugs-guide-text-2": "Егер сіз веб-әзірлеуші немесе тәжірибелі қолданушы болсаңыз, түйіндеме сізге HAR желілік және шолғыш консолінің жазбаларын жіберуді қалаймыз. Алдымен кез-келген жарнама блокаторын немесе шолғыштың қауіпсіздік кеңейтімдерін өшіріп көріңіз, содан кейін осы қадамдарды орындамас бұрын қайталап көріңіз. Егер бұл сіздің ақаулығыңызды шешсе, біз сізге өзіңіздің шолғышыңыздың нұсқасын, жарнаманы бұғаттағышты немесе шолғыш кеңейтімін және веб-сайттың URL мекен-жайын білгеніңізге риза боламыз.",
    "reporting-bugs-intro-head": "Қате таптыңыз ба? Мұнда қалай есеп беру керек.",
    "reporting-bugs-intro-text": "Ай сайын миллиондаған адамдар hCaptcha-ны мыңдаған браузерлерде, кеңейтімдерде, құрылғыларда, брандмауэрде және басқаларында пайдаланады. Біздің мақсатымыз оның әрқашан сіз үшін жұмыс істейтініне көз жеткізу, сондықтан біз сіздің есептеріңізге өте ризамыз! Жылдам кері байланыс беру үшін бізге «Пікір жіберу» түймесін басыңыз. Егер сіз функционалды ақауды байқасаңыз, Chrome үшін жөндеу журналының нұсқауларын немесе төмендегі Firefox-қа арналған тіркеу журналының нұсқауларын орындаңыз. Кез-келген басқа шолғыштар үшін бізге электронды пошта арқылы жіберіңіз. Ықтимал қауіпсіздік немесе құпиялылық мәселелері бойынша төмендегі нұсқауларды қараңыз.",
    "reporting-bugs-privacy-head": "Құпиялылық мәселелері",
    "reporting-bugs-privacy-text": "Пайдаланушылардың кім екендігі бізге маңызды емес, тек зиянды немесе машиналы болуы мүмкін. Біз Құпиялылық Pass сияқты бастамаларды қолдаймыз және құпиялылық пен қауіпсіздікті теңдестіру үшін көп жұмыс жасаймыз. Егер сіз пайдаланушының жеке өміріне әсер етуі мүмкін мәселені тапсаңыз, support@hcaptcha.com электрондық поштасына электрондық пошта арқылы жіберіңіз.",
    "reporting-bugs-provide-feedback-button": "Бізге кері байланыс жіберіңіз",
    "reporting-bugs-provide-feedback-head": "HCaptcha туралы дереу кері байланыс орнатыңыз",
    "reporting-bugs-provide-feedback-text": "Сіздің пікіріңізді бағалаймыз. Кез-келген мәселелер туралы бізге хабарлаңыз, біз оларды тез шешеміз.",
    "reporting-bugs-security-head": "Қауіпсіздік қателері",
    "reporting-bugs-security-text": "Біз қауіпсіздік қателері туралы есептерді алуға әрқашан мүдделіміз. Support@hcaptcha.com және CC security@hcaptcha.com электрондық поштасына хабарласыңыз, біз сізге тез жауап береміз. Бізде hCaptcha қызметі мен тиісті бастапқы кодтағы қауіпсіздік туралы есептер үшін қателерді жою бағдарламасы бар.",
    "sec-hc": "Біріншіден, қауіпсіздік",
    "sec-hc-text": "hCaptcha - баспагерлерге бағытталған. Біз сайттарға нақты мәліметтер беріп, оны қалай пайдалану керектігін шешуге мүмкіндік береміз. Нақтылық сіздің және біздің мүддемізге сәйкес келеді. Басқа кадрларды жарнамалық компаниялар ұсынады. Олар бұғаттаған әрбір бот олардың кірісін азайтуы мүмкін.",
    "what-is-hcaptcha": "HCaptcha деген не?",
    "what-is-hcaptcha-text": "hCaptcha сіздің сүйікті веб-қызметтеріңізге адамдарға оңай және машиналарға қиын болатын қарапайым сұрақтар қою арқылы боттардан, спамдардан және қиянаттардан аулақ болуға көмектеседі.",
    "why-hc": "Неліктен hCaptcha?",
    "why-hc-text": "Қиындыққа жауап берген сайын, сіз адам немесе машина екеніңізді анықтау үшін күрделі модельдерді қолданамыз. Сіз кірген веб-сайт осы нәтижені боттардан аулақ болу арқылы олардың сайтындағы тәжірибеңізді жақсартуға көмектеседі."
}