{
    "about-advisors-brendan": "នាយកប្រតិបត្តិនៃក្រុមហ៊ុនក្លាហាន។ សហស្ថាបនិកក្រុមហ៊ុន Mozilla ។ អ្នកបង្កើតភាសាសរសេរកម្មវិធី JavaScript ។ អ្នកបង្កើតកម្មវិធីរុករកនិងច្រើនទៀត។",
    "about-advisors-dawn": "សាស្រ្តាចារ្យស៊ីអេសនៅសាកលវិទ្យាល័យកាលីហ្វ័រញ៉ាប៊ែកឡី។ ការរៀនសូត្រជ្រៅជ្រះសន្តិសុខអ្នកជំនាញ blockchain ។ នាយកប្រតិបត្តិក្រុមហ៊ុន Oasis Labs ។",
    "about-advisors-head": "អ្នកប្រឹក្សាយោបល់",
    "about-advisors-keiran": "អ្នកវិទ្យាសាស្ត្រស្រាវជ្រាវនៅស្ទែនហ្វដ។ ការរៀនម៉ាស៊ីននិងហិរញ្ញវត្ថុបរិមាណនៅធនាគារធំមូលនិធិការពារហានិភ័យនិងការសិក្សា។",
    "about-content-head-1": "អ្វីដែលយើងធ្វើ",
    "about-content-head-2": "ហេតុអ្វីវាសំខាន់",
    "about-content-text-1": "hCaptcha គឺជាសេវាកម្មរបស់ក្រុមហ៊ុន Intuition Machine Inc ដែលជាក្រុមហ៊ុនអេអាយអេនិងក្រុមហ៊ុនរៀនម៉ាស៊ីនដោយផ្តោតលើការស្វែងរកលោហៈនិងដូមេនដែលមើលឃើញ។ យើងបង្កើតនិងដំណើរការប្រព័ន្ធដែលអាចធ្វើមាត្រដ្ឋានបានយ៉ាងច្រើនដើម្បីបើកសេវាកម្មវិភាគវីដេអូនិងរូបភាពសម្រាប់ក្រុមហ៊ុន Global 2000 នៅជុំវិញពិភពលោក។",
    "about-content-text-1a": "hCaptcha នាំមកនូវវិធីសាស្រ្តផ្តោតភាពឯកជនទំនើបដើម្បីបញ្ឈប់រូបយន្ត។",
    "about-content-text-1b": "យើងបង្ហាញពីបញ្ហាប្រឈមរបស់ CAPTCHA ដែលពិបាកសម្រាប់រូបយន្តប៉ុន្តែងាយស្រួលសម្រាប់មនុស្សដោយប្រមូលទិន្នន័យដែលពិបាកដាក់ស្លាកពីបញ្ហារៀនម៉ាស៊ីនហើយប្រើវាដើម្បីសម្គាល់ថាតើគេហទំព័រឬអ្នកចូលមើលកម្មវិធីគឺជាមនុស្ស។",
    "about-content-text-2": "ទិន្នន័យបន្ថែមជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរ។ ការកសាងនិងថែរក្សាសំណុំទិន្នន័យដែលមានស្លាកត្រឹមត្រូវនិងទិន្នន័យដែលពាក់ព័ន្ធគឺត្រូវចំណាយពេលនិងចំណាយច្រើន។ hCaptcha ត្រូវបានបង្កើតឡើងដំបូងដើម្បីឆ្លើយតបទៅនឹងតម្រូវការផ្ទាល់ខ្លួនរបស់យើងក្នុងការដាក់ស្លាករូបភាពហើយឥឡូវនេះអាចរកបានសម្រាប់ក្រុមហ៊ុនផ្សេងទៀតដែលមានតម្រូវការស្រដៀងគ្នា។",
    "about-content-text-2a": "អ្នកដើរតួអាក្រក់គឺជារឿងធម្មតានៅតាមអ៊ិនធរណេត។ ប៉ុន្តែការលះបង់ភាពឯកជនរបស់អ្នកប្រើប្រាស់មិនមែនជាចម្លើយទេ។",
    "about-content-text-2b": "ដំណោះស្រាយសុវត្ថិភាពដែលផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មផ្តោតសំខាន់លើការតាមដានអ្នកប្រើប្រាស់នៅលើអ៊ីនធឺណិត។ យើងបានបង្កើតដំណោះស្រាយសុវត្ថិភាពដ៏មានប្រសិទ្ធិភាពមួយដែលបង្ហាញថាការធ្វើបាបភាពឯកជនរបស់អ្នកប្រើប្រាស់គឺមិនចាំបាច់ដើម្បីផ្តល់នូវលទ្ធផលល្អប្រសើរទេ។",
    "about-intro-head-1": "អំពី hCaptcha",
    "about-intro-head-2": "ឯកជនភាពសន្តិសុខនិងការរៀនម៉ាស៊ីន។",
    "about-intro-text": "hCaptcha គឺជាសេវាកម្ម CAPTCHA ឯករាជ្យដែលត្រូវបានប្រើប្រាស់យ៉ាងទូលំទូលាយបំផុតនៅលើពិភពលោក។",
    "about-leadership-alex": "អ្នកជំនាញមូលដ្ឋានទិន្នន័យនិងប្លុកឆេឆាំង។ វិស្វករដំបូងនៅ Cloudera និងជាច្រើនទៀត។ ជំនាញបង្កើតកម្មវិធីនិងក្រុមជាច្រើនទសវត្ស។",
    "about-leadership-eli": "នាយក​ប្រតិបត្តិ។ មេដឹកនាំដែលទទួលស្គាល់នៅក្នុងអេអាយ។ បានអនុវត្តភាពវៃឆ្លាតរបស់ម៉ាស៊ីនក្នុងកម្រិតមួយទៅនឹងបញ្ហាអាជីវកម្មជាច្រើនប្រភេទក្នុងទសវត្សកន្លងមក។",
    "about-leadership-head": "ភាពជាអ្នកដឹកនាំ",
    "about-leadership-todd": "បណ្ឌិតផ្នែកជីវវិទ្យាវិទ្យាសាស្ត្រស្ទែនហ្វដ។ ធ្វើការជាមួយបណ្តាញប្រព័ន្ធប្រសាទចាប់តាំងពីឆ្នាំ ១៩៩៩ ។ ផ្តោតលើការអនុវត្តម៉ីននិងការសិក្សាស៊ីជម្រៅ។",
    "acc-opt": "ជម្រើសភាពងាយស្រួល",
    "acc-opt-but": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
    "acc-opt-text": "តើអ្នកខ្សោយភ្នែកឬបើមិនដូច្នោះទេមិនអាចបំពេញ hCaptchas បានទេ?",
    "accessibility-link": "ភាពងាយស្រួល",
    "appreciate-in": "យើងពេញចិត្តចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យយើងដឹងពីបញ្ហាណាមួយហើយយើងនឹងដោះស្រាយវាយ៉ាងឆាប់រហ័ស។",
    "fb-but": "ផ្ញើមកយើងនូវមតិប្រតិកម្ម",
    "feedback-text": "ផ្តល់យោបល់លើ hCaptcha ដែលអ្នកទើបតែបានឃើញ",
    "footer-attribution": "ការសន្មត់",
    "footer-copyright-text": "hCaptcha គឺជាពាណិជ្ជសញ្ញាចុះបញ្ជីរបស់ក្រុមហ៊ុន Intuition Machine, Inc.",
    "footer-header-1": "ក្រុមហ៊ុន",
    "footer-header-2": "ធនធាន",
    "footer-header-3": "ទំនាក់ទំនង",
    "footer-link-1": "ការដាក់ស្លាក",
    "footer-link-10": "ភាពងាយស្រួល",
    "footer-link-2": "អំពី",
    "footer-link-3": "ការងារ",
    "footer-link-4": "ពាណិជ្ជសញ្ញា",
    "footer-link-5": "ក្រមសីលធម៌អេអាយ",
    "footer-link-6": "ប្លក់",
    "footer-link-7": "ស្ថានភាព",
    "footer-link-8": "ឯកសារ",
    "footer-link-9": "រាយការណ៍អំពីកំហុស",
    "footer-privacy": "ភាពឯកជន",
    "footer-subheader-1": "គាំទ្រ",
    "footer-subheader-2": "ទំនាក់ទំនង",
    "footer-terms": "ល័ក្ខខ័ណ្ឌ",
    "h-plans": "គំរោងការជាវ",
    "header-docs-link": "ឯកសារ",
    "header-labeling-services-link": "សេវាកម្មដាក់ស្លាក",
    "header-login-button": "ចូល",
    "header-plans-link": "ផែនការ",
    "header-signup-button": "ចុះ​ឈ្មោះ",
    "home-about-head": "អំពី hCaptcha",
    "home-about-subtitle": "ឧបត្ថម្ភដោយពិធីសារ HUMAN",
    "home-about-text-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតនៅក្នុងការរៀនម៉ាស៊ីន៖ ដាក់ស្លាកទិន្នន័យយ៉ាងច្រើនក្នុងលក្ខណៈទាន់ពេលវេលាតំលៃសមរម្យនិងអាចទុកចិត្តបាន។",
    "home-about-text-2": "ទិន្នន័យបន្ថែមជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរជាងមុននៅក្នុងគំរូនៃការបណ្តុះបណ្តាលម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូជ្រៅបាននាំឱ្យមានសំណុំទិន្នន័យកាន់តែច្រើនឡើង ៗ ដែលស្ទើរតែជានិច្ចកាលមានការពិនិត្យឡើងវិញរបស់មនុស្ស។ ទោះយ៉ាងណាក៏ដោយការបង្កើតសំណុំទិន្នន័យដែលត្រូវបានពិនិត្យឡើងវិញដ៏ធំរបស់មនុស្សតាមរយៈមេកានិចទួករូបភាពទីប្រាំបីគឺមានទាំងយឺតនិងថ្លៃ។",
    "home-about-text-3": "hCaptcha អនុញ្ញាតឱ្យគេហទំព័ររកលុយតាមតម្រូវការនេះខណៈពេលរារាំងរូបយន្តនិងទម្រង់ផ្សេងៗនៃការរំលោភបំពាន។",
    "home-about-text-4": "ទីផ្សារ hCaptcha ត្រូវបានបំពាក់ដោយពិធីសារ HUMAN ពិធីការវិមជ្ឈការបើកចំហសម្រាប់ការពិនិត្យឡើងវិញរបស់មនុស្សដែលដំណើរការនៅលើ Ethereum blockchain ។ គេហទំព័ររកប្រាក់បានមនុស្សថូខឹន (HMT) នៅពេលណាដែលអ្នកប្រើប្រាស់ប្រើធាតុក្រាហ្វិក hCaptcha នៅលើគេហទំព័ររបស់ពួកគេហើយក្រុមហ៊ុនរៀនម៉ាស៊ីនបង់ថ្លៃថូខឹនដើម្បីទទួលបានទិន្នន័យរបស់ពួកគេ។",
    "home-ba-labeling-services-link": "សេវាកម្មដាក់ស្លាក",
    "home-benefits-head-1": "តម្លៃក្នុងការដាក់ស្លាកទិន្នន័យ",
    "home-benefits-head-2": "ផ្តល់ឱ្យទៅសប្បុរសធម៌វិញ",
    "home-benefits-text-1": "តើអ្នកបានដឹងរាល់ពេលដែលអ្នកចុចលើឡានដែលអ្នកកំពុងជួយបង្ហាត់បង្រៀនប្រពន្ធ័រៀនសូត្ររបស់ក្រុមហ៊ុនហ្គ្រេនជីនតែមួយដោយឥតគិតថ្លៃទេ?",
    "home-benefits-text-2": "hCaptcha បង្វែរគំរូនេះ។ នៅពេលអ្នកប្រើ hCaptcha ក្រុមហ៊ុនដេញថ្លៃលើការងារដែលអ្នកប្រើប្រាស់របស់អ្នកធ្វើនៅពេលពួកគេបង្ហាញពីភាពជាមនុស្សរបស់ពួកគេ។ អ្នកនឹងទទួលបានរង្វាន់។",
    "home-benefits-text-3": "ចង់ប្រគល់ទៅឱ្យសប្បុរសធម៌ដែលអ្នកចូលចិត្ត? hCaptcha អនុញ្ញាតឱ្យអ្នកគាំទ្រភាពសប្បុរសនៃជម្រើសរបស់អ្នកជាមួយនឹងប្រាក់ចំណូលដែលអ្នកទទួលបានពីការប្រើប្រាស់វា។ អ្នកប្រើប្រាស់នៅលើគេហទំព័ររបស់អ្នកនឹងអាចមើលឃើញការចូលរួមចំណែករបស់អ្នកក្នុងការបរិច្ចាគតាមរយៈយីហោដែលមិនចេះនិយាយនៅលើចំណុចប្រទាក់ hCaptcha ។",
    "home-challenge-text-1": "ជ្រើសរើសរូបភាពទាំងអស់ដែលត្រូវនឹងសំណួរ",
    "home-challenge-text-2": "កំណត់តំបន់ព្រំដែនសម្រាប់វត្ថុ",
    "home-challenge-text-3": "សម្គាល់ស្លាកដែលត្រូវគ្នា",
    "home-challenge-title-1": "ការប្រៀបធៀប",
    "home-challenge-title-2": "ប្រអប់ជាប់",
    "home-challenge-title-3": "ការបែងចែកប្រភេទ",
    "home-challenges-head": "បញ្ហាប្រឈមដែលបានបង្ហាញ",
    "home-challenges-text-1": "... និងការងារសាមញ្ញផ្សេងទៀត។ ងាយស្រួលសម្រាប់មនុស្សពិបាកសម្រាប់រូបយន្ត។",
    "home-challenges-text-2": "ការងារផ្ទាល់ខ្លួនក៏មានសម្រាប់អ្នកបោះពុម្ពផ្សាយសហគ្រាសផងដែរ។",
    "home-ent-1": "កំពុងរកមើលការផ្តល់ជូនសុវត្ថិភាពសហគ្រាសរបស់យើងឬ?",
    "home-ent-2": "ចូលទៅកាន់គេហទំព័រឧទ្ទិសថ្មីរបស់យើង៖ BotStop.com",
    "home-ent-button": "ស្វែងយល់បន្ថែម៖ BotStop ដោយ hCaptcha",
    "home-from-the-blog": "ពីប្លុក:",
    "home-from-the-blog-value": "របៀបដែលការកំណត់ការលំបាក hCaptcha ដំណើរការ",
    "home-intro-body": "តើអ្នកប្រើ captcha ដើម្បីរក្សារូបយន្តទេ? hCaptcha ការពារភាពឯកជនរបស់អ្នកប្រើរង្វាន់គេហទំព័រនិងជួយឱ្យក្រុមហ៊ុនទទួលបានស្លាកទិន្នន័យរបស់ពួកគេ។ វាគឺជាការជំនួសសម្រាប់ reCAPTCHA: អ្នកអាចប្តូរក្នុងរយៈពេលតែប៉ុន្មាននាទីប៉ុណ្ណោះ។",
    "home-intro-button": "ចុះឈ្មោះឥឡូវនេះ",
    "home-intro-head": "បញ្ឈប់រូបយន្តជាច្រើនទៀត។ ចាប់ផ្តើមការពារភាពឯកជនរបស់អ្នកប្រើប្រាស់។",
    "home-main-1": "ឯកជន។ សុវត្ថិភាព។ លឿនជាងមុន។ ហើយយើងបង់ប្រាក់ឱ្យអ្នកដើម្បីប្រើវា។",
    "home-main-2": "ផ្តោតលើភាពឯកជន",
    "home-main-2c": "បណ្តាញផ្សាយពាណិជ្ជកម្មមើលឃើញអ្នកទស្សនារបស់អ្នកជាផលិតផល។ សម្រាប់ hCaptcha ផលិតផលគឺជាការងារដែលពួកគេផ្តល់ជូន។ យើងមិនខ្វល់ថាអ្នកប្រើរបស់អ្នកជានរណានោះទេមានតែថាតើពួកគេទំនងជាអាចបង្ករគ្រោះថ្នាក់។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើឱ្យមានតុល្យភាពរវាងភាពឯកជននិងសុវត្ថិភាព។",
    "home-main-3": "សុវត្ថិភាពដំបូង",
    "home-main-3c": "ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នកនិងរបស់យើង។ hCaptcha ផ្តោតសំខាន់លើការបោះពុម្ពផ្សាយ។ យើងធ្វើការដើម្បីផ្តល់ឱ្យអ្នកនូវទិន្នន័យពិតប្រាកដនិងអនុញ្ញាតឱ្យអ្នកសម្រេចចិត្តពីរបៀបប្រើវា។ ការចាប់យកផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្មហ្គ្រេជី។ នេះមានន័យថារាល់ bot ដែលពួកគេរារាំងអាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
    "home-main-4": "បទពិសោធន៍អ្នកប្រើប្រាស់កាន់តែប្រសើរ",
    "home-main-4c": "គំរូនៃការរៀនម៉ាស៊ីនសុក្រិតត្រូវបានប្រើដោយ hCaptcha សម្រាប់កំណត់មនុស្សជាតិ។ នេះអនុញ្ញាតឱ្យយើងតម្រូវឱ្យមានភារកិច្ចរំខានតិចពីអ្នកប្រើប្រាស់របស់អ្នកនិងចំណាយពេលតិចក្នុងការធ្វើដូច្នេះខណៈពេលដែលនៅតែផលិតទិន្នន័យដែលមានស្លាកសញ្ញាដែលមានប្រយោជន៍សម្រាប់ស្លាកអតិថិជន។",
    "home-main-plans": "hCaptcha អាចប្រើបានដោយឥតគិតថ្លៃសម្រាប់អ្នកបោះពុម្ពផ្សាយទំហំណាមួយ។ ទោះយ៉ាងណាក៏ដោយសម្រាប់សហគ្រាសនិងវេទិកាដែលត្រូវការការគ្រប់គ្រងកាន់តែច្រើនដំណោះស្រាយសហគ្រាសរបស់យើងអាចរកបាន។",
    "home-main-plans2": "ដំណោះស្រាយសហគ្រាស hCaptcha ការពារអ្នកប្រើប្រាស់រាប់លាននាក់នៅលើគេហទំព័ររាប់សិបលានសម្រាប់ក្រុមហ៊ុនធំ ៗ មួយចំនួននៅលើពិភពលោក។ សូមទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែមឬទស្សនា",
    "home-main-plans3": "ដំណោះស្រាយសហគ្រាស hCaptcha ការពារអ្នកប្រើប្រាស់រាប់លាននាក់នៅលើគេហទំព័ររាប់សិបលានសម្រាប់ក្រុមហ៊ុនធំ ៗ មួយចំនួននៅលើពិភពលោក។ សូមទាក់ទងមកយើងខ្ញុំសម្រាប់ព័ត៌មានបន្ថែមឬទស្សនា",
    "home-main-plans4": "សម្រាប់ព័ត៌មានលម្អិត",
    "home-plans-button-1": "ចុះឈ្មោះឥឡូវនេះ",
    "home-plans-button-2": "ការលក់ទំនាក់ទំនង",
    "home-plans-chart-head-1": "លក្ខណៈពិសេស",
    "home-plans-chart-head-2": "អ្នកបោះពុម្ពផ្សាយ",
    "home-plans-chart-head-3": "សហគ្រាស",
    "home-plans-chart-row-1-cell-1": "ប្រភេទវត្ថុបញ្ជាដែលបានបង្ហាញ",
    "home-plans-chart-row-1-cell-2": "មានកំណត់",
    "home-plans-chart-row-1-cell-3": "សរុប",
    "home-plans-chart-row-10-cell-1": "ផ្ទាំងព័ត៌មានអ្នកប្រើប្រាស់ច្រើន",
    "home-plans-chart-row-11-cell-1": "លក្ខណៈពិសេសនៃការរាយការណ៍កម្រិតខ្ពស់",
    "home-plans-chart-row-12-cell-1": "សហគ្រាស SLAs",
    "home-plans-chart-row-2-cell-1": "បានប្រើមាតិកាប្រកួតប្រជែងត្រួតពិនិត្យ",
    "home-plans-chart-row-2-cell-2": "មានកំណត់",
    "home-plans-chart-row-2-cell-3": "សរុប",
    "home-plans-chart-row-3-cell-1": "រកបានរង្វាន់សម្រាប់ដំណោះស្រាយមនុស្ស",
    "home-plans-chart-row-4-cell-1": "ការការពារប្រឆាំងនឹងមេរោគលំដាប់ពិភពលោក",
    "home-plans-chart-row-5-cell-1": "ធ្វើការនៅគ្រប់ប្រទេស",
    "home-plans-chart-row-5a-cell-1": "មិនមាន CAPTCHA និង ៩៩,៩% របៀបអកម្ម",
    "home-plans-chart-row-5b-cell-1": "ពិន្ទុជឿជាក់លើ Bot",
    "home-plans-chart-row-6-cell-1": "គោលនយោបាយភាពឯកជនដែលមានលក្ខណៈ GDPR និង CCPA",
    "home-plans-chart-row-7-cell-1": "កម្រិតនៃការលំបាកល្អ",
    "home-plans-chart-row-8-cell-1": "បើកដំណើរការមាតិកាប្រឈមផ្ទាល់ខ្លួនរបស់អ្នក",
    "home-plans-chart-row-9-cell-1": "ការលំបាកក្នុងការរៀបចំពេលវេលា",
    "home-try-it-out-button": "យក hCaptcha",
    "home-try-it-out-head": "សាកល្បង​វា​មើល",
    "home-try-it-out-text": "hCaptcha ផ្តល់នូវការរកឃើញមេរោគសាមញ្ញងាយនិងគួរឱ្យទុកចិត្តខណៈពេលដែលវាមិនសំខាន់សម្រាប់មនុស្សក្នុងការដោះស្រាយ។",
    "labeling-about-head": "អំពី hCaptcha",
    "labeling-about-text-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីដោះស្រាយបញ្ហាដែលពឹងផ្អែកលើកម្លាំងពលកម្មច្រើនបំផុតនៅក្នុងការរៀនម៉ាស៊ីន។ ដាក់ស្លាកទិន្នន័យយ៉ាងច្រើនក្នុងលក្ខណៈទាន់ពេលវេលាតំលៃសមរម្យនិងអាចទុកចិត្តបាន។ ទិន្នន័យបន្ថែមជាទូទៅបង្កើតលទ្ធផលល្អប្រសើរជាងមុននៅក្នុងគំរូនៃការបណ្តុះបណ្តាលម៉ាស៊ីន។ ភាពជោគជ័យថ្មីៗនៃគំរូជ្រៅបាននាំឱ្យមានសំណុំទិន្នន័យកាន់តែច្រើនហើយ hCaptcha បម្រើតម្រូវការនេះ។",
    "labeling-about-text-2": "ទោះយ៉ាងណាក៏ដោយការបង្កើតសំណុំទិន្នន័យដែលត្រូវបានពិនិត្យឡើងវិញដោយមនុស្សធំដោយប្រើវិធីសាស្រ្តបុរាណគឺមានទាំងយឺតនិងថ្លៃណាស់។ hCaptcha គឺជាមធ្យោបាយមួយសម្រាប់ក្រុមហ៊ុនដើម្បីទទួលបានចំណារពន្យល់ដែលពួកគេត្រូវការលឿនជាងមុនដោយមានគុណភាពខ្ពស់និងចំណាយទាបជាងជម្រើសផ្សេងទៀត។",
    "labeling-annotations-head": "ប្រភេទចំណារពន្យល់",
    "labeling-annotations-text-1": "ការរកឃើញវត្ថុត្រឹមត្រូវក្នុងរូបភាពនិងវីដេអូ",
    "labeling-annotations-text-2": "ការរកឃើញវត្ថុត្រឹមត្រូវក្នុងរូបភាពនិងវីដេអូ",
    "labeling-annotations-text-3": "ចំណារពន្យល់ចំណុចសម្រាប់ករណីប្រើប្រាស់ផ្សេងៗគ្នាជាច្រើន",
    "labeling-annotations-text-4": "តម្រៀបឬបន្ថែមប្រភេទបំពានតាមទំហំណាមួយ",
    "labeling-annotations-text-5": "ការរកឃើញនិងការចាត់ថ្នាក់ដោយថាមពលរបស់មនុស្ស",
    "labeling-annotations-text-6": "ត្រូវការប្រភេទផ្សេងទៀតដែលមិនបានចុះបញ្ជីនៅទីនេះទេ? គ្រាន់តែសួរយើង។",
    "labeling-annotations-title-1": "ប្រអប់ជាប់",
    "labeling-annotations-title-2": "ពហុកោណ",
    "labeling-annotations-title-3": "សញ្ញាសំគាល់",
    "labeling-annotations-title-4": "គុណលក្ខណៈប្រភេទ",
    "labeling-annotations-title-5": "ការប្រៀបធៀបនិងការរកឃើញ",
    "labeling-annotations-title-6": "... និងច្រើនទៀត",
    "labeling-ent-button": "ទាក់ទងក្រុមដំណោះស្រាយសហគ្រាសរបស់យើង",
    "labeling-ent-head": "ត្រូវការការគ្រប់គ្រងពីទីបញ្ចប់ដល់ទីបញ្ចប់ទេ?",
    "labeling-ent-text-1": "កម្មវិធី HUMAN Platform នៅពីក្រោយ hCaptcha ផ្តល់នូវគុណភាពការងារនិងលក្ខណៈពិសេសនៃការគ្រប់គ្រងប្រកបដោយភាពទំនើបតាមរយៈការដាក់ពង្រាយនៅតាមកន្លែងដើមកូនកាត់ឬ SaaS ដែលរួមបញ្ចូលជាមួយនឹងប្រព័ន្ធដែលមានស្រាប់របស់អ្នក។",
    "labeling-ent-text-2": "ដំណើរការក្រៅបណ្តាញទាំងស្រុងជាមួយកម្លាំងពលកម្មផ្ទាល់ខ្លួនរបស់អ្នកតាមដានតម្លៃដែលបានប្រើប្រាស់នៅតាមអង្គភាពអាជីវកម្មឬដៃគូក្រុមហ៊ុនដោយធ្វើការជ្រើសរើសការងារទៅអ្នកផ្គត់ផ្គង់កម្លាំងពលកម្មខាងក្នុងឬខាងក្រៅផ្សេងៗគ្នាដោយផ្អែកលើតំរូវការថ្លៃដើមនិងសន្តិសុខនិងច្រើនទៀត។",
    "labeling-ent-text-3": "ការចូលប្រើ API ងាយស្រួលផ្ទាំងព័ត៌មានដ៏ស្រស់ស្អាតនិងបច្ចេកវិទ្យាម៉ូដែលចុងក្រោយបំផុតដើម្បីបង្កើនប្រសិទ្ធភាព។",
    "labeling-ent-text-4": "SLAs ៩៩,៩៩% និងការគាំទ្រជាសកល ២៤/៧ អាចប្រើបាន។ សម្រាប់ព័ត៌មានបន្ថែម៖",
    "labeling-features-head-1": "បំពង់បង្ហូរតាម API សាមញ្ញ។",
    "labeling-features-head-2": "ធ្វើឱ្យប្រសើរឡើងសម្រាប់ថ្លៃដើមនិងគុណភាព។ មិនចាំបាច់មានការប្តេជ្ញាចិត្តខ្ពស់ទេ។",
    "labeling-features-head-3": "ចំណាយត្រឹមតែភាពត្រឹមត្រូវដែលអ្នកត្រូវការ។",
    "labeling-features-head-4": "ផ្តល់ទិន្នន័យការពិតផ្ទាល់ដីរបស់អ្នកឬអនុញ្ញាតឱ្យយើងបង្កើតវាយ៉ាងរហ័ស។",
    "labeling-features-text-1": "ចង់បញ្ចូលការត្រួតពិនិត្យរបស់មនុស្សដោយផ្ទាល់ទៅក្នុងប្រតិបត្តិការអាជីវកម្មរបស់អ្នកទេ? យើងផ្តល់ជូននូវ SLAs ដែលអាចជឿជាក់បានខ្ពស់សមត្ថភាពធានានិង APIs REST សាមញ្ញ។",
    "labeling-features-text-2": "វេទិកា HUMAN ប្រើគំរូទំនុកចិត្តគ្រប់ជ្រុងជ្រោយដើម្បីធ្វើការវិភាគគុណភាពតាមពេលវេលាជាក់ស្តែង។ នេះអនុញ្ញាតឱ្យយើងកំណត់យ៉ាងច្បាស់ទាំងការលំបាកនៃសំណួរនិងចម្លើយត្រឹមត្រូវដែលអាចជួយសន្សំសំចៃពេលវេលានិងថវិការបស់អ្នក។",
    "labeling-features-text-3": "មិនមែនបញ្ហាទាំងអស់សុទ្ធតែដូចគ្នាទេ។ ចំណារពន្យល់អំពីការងារដែលមានសុវត្ថិភាពអាចតម្រូវឱ្យមានទំនុកចិត្ត ៩៩.៩៩% ពីកម្មករនិយោជិតទាំងមូល។ ការកត់សំគាល់សម្រាប់មុខងារបេតាមួយនៅក្នុងកម្មវិធីហ្គេមទូរស័ព្ទអាចតម្រូវឱ្យមានទំនុកចិត្តល្មម។ អ្នកសម្រេចចិត្ត។",
    "labeling-features-text-4": "តើអ្នកមានទិន្នន័យឆៅដោយគ្មានសំណុំផ្ទៀងផ្ទាត់ពេញលេញទេ? ក្នុងករណីភាគច្រើនយើងអាចសាងសង់វាសម្រាប់អ្នកដែលជាភារកិច្ចដំណើរការតាមរយៈប្រព័ន្ធឬបង្កើតគំរូដែលមានស្លាកសម្រាប់ការយល់ព្រមរបស់អ្នក។",
    "labeling-info-head": "ទទួលបានស្លាកទិន្នន័យ",
    "labeling-info-text-1": "និយាយជាមួយអ្នកជំនាញផ្នែកដូមែនរបស់យើងម្នាក់ដើម្បីកំនត់តំរូវការគំរោងរបស់អ្នក៖ ភាពត្រឹមត្រូវគោលដៅទ្រង់ទ្រាយនិងតំរូវការពិសេស។",
    "labeling-info-text-2": "យើងអនុវត្តការងារផលិតកម្មតូចមួយដោយផ្អែកលើទិន្នន័យគំរូរបស់អ្នក។ នេះសាកល្បងការងារដែលយើងបានធ្វើរួមគ្នាដើម្បីធានាថាអ្នកទទួលបានអ្វីដែលអ្នកត្រូវការ។",
    "labeling-info-text-3": "ជាមួយនឹងបរិមាណខ្ពស់និងភាពយឺតទាបរបស់យើងយើងនឹងបង្វែរការងាររបស់អ្នកឱ្យបានលឿនជាមួយនឹងការចែកចាយដោយស្វ័យប្រវត្តិនៅពេលដែលបានបញ្ចប់។",
    "labeling-info-text-4": "នៅពេលដែលយើងយល់ច្បាស់អំពីប៉ារ៉ាម៉ែត្រនៃការងារផលិតកម្មរបស់អ្នកលទ្ធផលនឹងបន្តប្រសើរឡើងតាមពេលវេលា។",
    "labeling-info-text-5": "ផ្ទាំងគ្រប់គ្រងផ្ទាល់អនុញ្ញាតឱ្យអ្នកផ្តល់នូវមតិប្រតិកម្មឬផ្អាកផលិតកម្មនៅពេលណាមួយ។",
    "labeling-info-title-1": "កំណត់លក្ខណៈជាក់លាក់",
    "labeling-info-title-2": "ការធ្វើតេស្តការងារដំបូង",
    "labeling-info-title-3": "ដាក់ពង្រាយការងារផលិតកម្ម",
    "labeling-info-title-4": "ការកែលំអជាបន្តបន្ទាប់",
    "labeling-info-title-5": "លទ្ធផលពេលវេលាពិតប្រាកដ",
    "labeling-main-1": "ការដាក់ស្លាកទិន្នន័យដែលមានប្រសិទ្ធិភាពចំណាយតាមកំរិត",
    "labeling-main-1-button": "យកទិន្នន័យរបស់អ្នកដាក់ស្លាកឥឡូវនេះ",
    "labeling-main-1c": "ត្រូវការស្លាកបន្ថែមសម្រាប់សំណុំទិន្នន័យរបស់អ្នកទេ? hCaptcha ផ្តល់នូវស្លាកទិន្នន័យយ៉ាងឆាប់រហ័សប្រសិទ្ធភាពចំណាយនិងគុណភាពខ្ពស់សម្រាប់ក្រុមហ៊ុនដែលធ្វើការលើបញ្ញាសិប្បនិម្មិតនិងកម្មវិធីរៀនម៉ាស៊ីន។",
    "labeling-main-2": "បើកដំណើរការភារកិច្ចរាប់លានភ្លាមៗ។",
    "labeling-main-2-button": "ទិញសេវាកម្មដាក់ស្លាកទិន្នន័យ",
    "labeling-main-2c": "hCaptcha មានអាងហែលទឹកធំបំផុតមួយនៅលើពិភពលោកដែលអាចប្រើបាន។ អ្វីក៏ដោយខ្នាតរបស់អ្នកយើងអាចដោះស្រាយវាដោយគ្មានការប្តេជ្ញាចិត្តខ្ពស់។ ការងាររាប់លានក្នុងមួយថ្ងៃមិនមានបញ្ហាទេ។",
    "labeling-platform-head": "ព័ត៌មានឯកជនឬសាធារណៈ",
    "labeling-platform-text": "hCaptcha ត្រូវបានបង្កើតឡើងនៅលើ HUMAN Platform ដែលអនុញ្ញាតិឱ្យមានការបញ្ជូននិងការវិភាគស្មុគស្មាញដើម្បីបង្កើនការចំណាយនិងប្រសិទ្ធភាពនៅជំហាននីមួយៗ។ បច្ចេកវិទ្យានេះអនុញ្ញាតឱ្យកម្លាំងពលកម្មត្រឹមត្រូវអាចគ្រប់គ្រងផ្នែកនីមួយៗនៃការងាររបស់អ្នកបង្កើនប្រសិទ្ធិភាពចំណាយខ្ពស់បំផុតខណៈពេលដែលរក្សាភាពឯកជននិងបំពេញតាមបទប្បញ្ញត្តិដែលអាចអនុវត្តបាន។",
    "labeling-try-button": "ទិញសេវាកម្មដាក់ស្លាកទិន្នន័យ",
    "labeling-try-head": "ចង់សាកល្បងជាមួយទិន្នន័យរបស់អ្នកទេ?",
    "labeling-try-text": "... យើងបានត្រៀមរួចរាល់នៅពេលអ្នកមាន៖ សេវាកម្មរបស់យើងគឺអាចរកបាននៅជុំវិញម៉ោង។",
    "learn-more-hcaptcha": "ស្វែងយល់បន្ថែមអំពី hCaptcha",
    "page-acc-faq-1": "សំណួរ៖ តើ hCaptcha ផ្នែកទី ៥០៨ + WCAG ២.០ អាចអនុវត្តបានដែរឬទេ? ចម្លើយ៖ យើងជឿជាក់ដូច្នេះ៖ អ្នកប្រើប្រាស់ទាំងអស់ដែលមានទម្រង់ខ្សោយណាមួយដែលអាចបើកមើលគេហទំព័រនិងបញ្ចូលអត្ថបទលើទំរង់បែបបទនានាអាចចូលទៅកាន់សេវាកម្មការពារដោយ hCaptcha នៅពេលចុះឈ្មោះ។ ទោះយ៉ាងណាក៏ដោយនេះមិនមែនជាដំបូន្មានស្របច្បាប់ទេ៖ អ្នកគួរតែធ្វើការវាយតម្លៃដោយខ្លួនឯងដោយពិចារណាលើការអនុវត្តជាក់លាក់របស់អ្នកដើម្បីធានាថានេះជាករណីសម្រាប់ការដាក់ពង្រាយរបស់អ្នក។",
    "page-acc-faq-2": "សំនួរ៖ តើអ្នកកំពុងតែធ្វើការលើជំរើសផ្សេងទៀត (ក ១១ ឆ្នាំ) ដូចជាសំលេងដែរឬទេ? ចម្លើយ៖ កាលពីពេលមុនជម្រើសដ៏ពេញនិយមដូចជាឧបករណ៍ចាប់សំឡេងត្រូវរើសអើងអ្នកប្រើអាយុ ១១ នាក់និងងាយចាញ់បច្ចេកទេសរៀនម៉ាស៊ីនទំនើប។ នេះបានបង្ខំឱ្យបញ្ហាអូឌីយ៉ូនាពេលបច្ចុប្បន្នកាន់តែមានការពិបាកណែនាំសំលេងរំខានពេលវេលាកំណត់លេខសេសបន្សំពាក្យមិនធម្មតានិងអ្វីៗផ្សេងទៀតដើម្បីកម្ចាត់អ្នកវាយប្រហារ។ ដូច្នេះយើងមិនសូវមានការសាទរចំពោះវិធីសាស្រ្តនេះទល់នឹងការចៀសវាងបញ្ហាប្រឈមទាំងស្រុងនោះទេប៉ុន្តែយើងនឹងពិចារណាវាប្រសិនបើមានតម្រូវការពីសហគមន៍ ១១១ ។ ទោះយ៉ាងណាក៏ដោយយើងចាប់អារម្មណ៍យ៉ាងខ្លាំងលើភាពឯកជនលេខសំងាត់សម្រាប់ករណីប្រើប្រាស់ភាពងាយស្រួល។ យើងជឿជាក់ថាការរួមបញ្ចូលវិធីសាស្រ្ត ១១១ របស់យើងបច្ចុប្បន្នជាមួយនឹងការចេញសិទ្ធិឯកជននឹងអនុញ្ញាតឱ្យអ្នកប្រើ ១១១ នាក់អាចរកមើលដោយសុវត្ថិភាពនិងដឹងថាចរាចរណ៍របស់ពួកគេកាន់តែឯកជនខណៈពេលដែលការរឹតត្បិតការរំលោភបំពានដោយប្រតិបត្តិករ bot ដែលកើតឡើងដោយចៀសមិនផុតនៅពេលជម្រើស ១១ ។ យើងជាអ្នកចូលរួមយ៉ាងសកម្មនៅក្នុងក្រុមការងារអាយ។ ធី។ អ៊ីធ្វើឱ្យមានស្តង់ដារបច្ចេកវិទ្យាថ្មីនេះ។",
    "page-acc-faq-3": "សំណួរ: តើមានអ្វីអំពីភាពឯកជន? តើការចុះឈ្មោះបង្ហាញទិន្នន័យរុករកអាយុ ១១១ ឆ្នាំតាមវិធីណាដែរ? តើអ្នកធ្វើអ្វីជាមួយអ៊ីម៉ែល? ចម្លើយ៖ hCaptcha ត្រូវបានរចនាឡើងសម្រាប់ភាពឯកជនតាំងពីដំបូង។ វាមានភាពខុសប្លែកពីជម្រើសប្រពៃណីដូចជា reCAPTCHA ដែលគ្រប់គ្រងដោយបណ្តាញផ្សាយពាណិជ្ជកម្មដែលមានការលើកទឹកចិត្តក្នុងការតាមដានអ្នកនៅលើអ៊ីនធឺណិតនិងភ្ជាប់អ្នកជាមួយអត្តសញ្ញាណពិតប្រាកដ។ យើងមិនដែលប្រើអ៊ីម៉ែលភាពងាយស្រួលឬព័ត៌មានសម្រាប់គោលបំណងណាមួយក្រៅពីជួយសម្រួលដល់ការប្រើប្រាស់និងការពារការរំលោភបំពានឡើយ។ គោលនយោបាយភាពឯកជនរបស់យើងមានចម្លើយទូលំទូលាយនិងមានការអនុញ្ញាតអំពីរបៀបដែលយើងប្រើប្រាស់ទិន្នន័យប៉ុន្តែចម្លើយខ្លីគឺយើងមិនមានការចាប់អារម្មណ៍ក្នុងការចូលរួមអ្នកជាមនុស្សម្នាក់ដែលមានប្រវត្តិរុករករបស់អ្នកនោះទេ។ ខណៈពេលដែលនៅតែរក្សាសមត្ថភាពរបស់យើងក្នុងការការពារពីការរំលោភបំពានបំពេញបន្ថែមការងារឯកជនភាព Pass របស់យើង។",
    "page-acc-link-1": "ប្រសិនបើអ្នកជាអ្នកប្រើប្រាស់មធ្យោបាយងាយស្រួលសូមចុះឈ្មោះនៅទីនេះ។",
    "page-acc-subhead": "ធានាបាននូវភាពងាយស្រួលសម្រាប់អ្នកប្រើប្រាស់ទាំងអស់ខណៈពេលដែលរក្សាបាននូវសុវត្ថិភាព",
    "page-acc-summary": "សង្ខេប",
    "page-acc-summary-contents-1": "hCaptcha ត្រូវបានរចនាឡើងដើម្បីបញ្ឈប់រូបយន្តដោយសម្គាល់ពួកវាពីមនុស្ស។ ការធ្វើតេស្តមើលឃើញគឺជាឧបករណ៍ងាយស្រួលសម្រាប់រឿងនេះប៉ុន្តែមិនមែនគ្រប់គ្នាសុទ្ធតែអាចដោះស្រាយបញ្ហាប្រឈមដែលមើលឃើញនោះទេ។ ដោយហេតុផលនេះយើងបានរៀបចំជំរើសសាមញ្ញនិងគ្មានការឈឺចាប់ដើម្បីឱ្យអ្នកបោះពុម្ពផ្សាយប្រើប្រាស់សេវាកម្មរបស់យើងរក្សាបាននូវភាពងាយស្រួលសំរាប់មនុស្សទាំងអស់ដោយមានការអនុលោមតាមមាត្រា 508 និង WCAG 2.0 ពេញលេញ។",
    "page-acc-summary-contents-2": "របៀបដែលវាដំណើរការ៖ ដំបូងអ្នកប្រើប្រាស់អាចចូលប្រើបាននៅលើគេហទំព័រនេះដែលភ្ជាប់នៅក្នុងទំព័រព័ត៌មានធាតុក្រាហ្វិក hCaptcha ។ ពួកគេត្រូវបានផ្តល់ឱ្យខូឃីស៍ដែលបានអ៊ីនគ្រីបដែលអាចត្រូវបានប្រើច្រើនដងក្នុងមួយថ្ងៃប៉ុន្តែត្រូវធ្វើឱ្យស្រស់រៀងរាល់ 24 ម៉ោងតាមរយៈការចូល។ នៅពេលដែលបញ្ហាប្រឈមត្រូវបានបង្ហាញដល់អ្នកប្រើប្រាស់ដែលអាចចូលដំណើរការបាននៅលើគេហទំព័រណាមួយដោយប្រើសេវាកម្ម hCaptcha ពួកគេនឹងឆ្លងដោយស្វ័យប្រវត្តិ។",
    "page-acc-title": "hCaptcha ព័ត៌មានអំពីលទ្ធភាពប្រើប្រាស់",
    "page-acc-tr-body": "សំណួរ៖ ខ្ញុំនៅតែមើលឃើញបញ្ហាប្រឈមបន្ទាប់ពីកំណត់ឃុកឃី។ តើអ្វីដែលបណ្តាលឱ្យមានបញ្ហានេះ? ចំលើយ៖ ជាទូទៅនេះគឺដោយសារតែការប្រើប្រាស់បណ្តាញផ្សាយពាណិជ្ជកម្មដែលរារាំងឬពង្រីកខូឃីខូឃីឬការកំណត់ដែលរារាំងខូឃីស៍ឆ្លងគេហទំព័រក្នុងករណីនេះខុកឃីសម្រាប់ hcaptcha.com ដែលត្រូវបានកំណត់ឬត្រួតពិនិត្យដោយ JavaScript hCaptcha នៅលើគេហទំព័រផ្សេង។ ដូចជាអ្នកដែលអ្នកកំពុងទស្សនា។ ខូឃីស៍អាចចូលដំណើរការបានខេបធេចធ្វើការជាមួយកម្មវិធីរុករកល្បី ៗ និងបណ្តាញផ្សាយពាណិជ្ជកម្មដែលមានការកំណត់ស្តង់ដាររបស់ពួកគេដូច្នេះការបរាជ័យជាធម្មតាគឺដោយសារតែស្គ្រីបប្រឆាំងនឹងអាដាប់ប៊លឬខនធែនធ័រដែលស្រដៀងនឹងគេហទំព័រជាក់លាក់។ ដំណោះស្រាយ៖ ១. គេហទំព័រ whitelist hcaptcha.com និងខូគី * .hcaptcha.com នៅក្នុងបណ្តុំការផ្សាយពាណិជ្ជកម្មឬផ្នែកបន្ថែមសុវត្ថិភាពនៃកម្មវិធីរុករក។ 2. ប្រសិនបើអ្នកកំពុងប្រើកម្មវិធីរុករកប៊្លុកដែលមិន (គិតត្រឹមខែមេសាឆ្នាំ ២០២០) ហាក់ដូចជាមានបញ្ជីខូឃីស៍ប្រភេទណាមួយសូមចូលទៅកាន់ចំណូលចិត្ត -> ខែល -> ឃុកឃីនិងជ្រើសរើសអនុញ្ញាតខូឃីស៍ទាំងអស់។ 3. ប្រសិនបើអ្នកកំពុងប្រើកម្មវិធីសារ៉ាហ្វានជំនាន់ចុងក្រោយបំផុតទាំងប្រព័ន្ធប្រតិបត្តិការអេចអរ X 10.15 ឬប្រព័ន្ធប្រតិបត្តិការ iOS 13. 4 ក្រុមហ៊ុន Apple ទើបតែផ្លាស់ប្តូរឥរិយាបទរបស់សាហ្វារីទាក់ទងទៅនឹងខូឃីស៍របស់ភាគីទីបីដែលរារាំងពួកវាទាំងអស់តាមលំនាំដើម។ យើងកំពុងអនុវត្តដំណោះស្រាយប៉ុន្តែក្នុងពេលនេះសូមទស្សនាចំណូលចិត្តផ្នែក Safari ផ្នែកឯកជនភាពនិងការដកការត្រួតពិនិត្យមើលគេហទំព័រ៖ បង្ការការតាមដាននៅលើគេហទំព័រដើម្បីឱ្យឃុកឃីងាយស្រួលចូលដំណើរការដូចការរំពឹងទុក។ សំណួរ: ខ្ញុំប្រើឧបករណ៍ច្រើន។ តើខ្ញុំត្រូវការចុះឈ្មោះច្រើនដងទេ? ចម្លើយ៖ ទេ។ សូមចុចលើតំណចូលអ៊ីមែលដដែលដែលបានផ្ញើទៅអ្នកនៅលើឧបករណ៍នីមួយៗដែលអ្នកប្រើដើម្បីកំណត់ខូឃីស៍។",
    "page-acc-tr-title": "សម្រាប់អ្នកប្រើប្រាស់មធ្យោបាយងាយស្រួល៖ សំណួរនិងចម្លើយនិងការណែនាំអំពីការដោះស្រាយបញ្ហា",
    "priv-hc": "ផ្តោតលើភាពឯកជន",
    "priv-hc-text": "បណ្តាញផ្សាយពាណិជ្ជកម្មឃើញថាអ្នកជាផលិតផលរបស់ពួកគេ។ យើងធ្វើមិនបាន។ យើងមិនខ្វល់ថាអ្នកប្រើប្រាស់ណាជាអ្នកប្រើនោះទេ, តែថាតើពួកគេទំនងជាអាចបង្ករគ្រោះថ្នាក់។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើឱ្យមានតុល្យភាពរវាងភាពឯកជននិងសុវត្ថិភាព។",
    "reporting-bugs-accessibility-button": "ស្វែងយល់បន្ថែមអំពីជម្រើសភាពងាយស្រួល",
    "reporting-bugs-accessibility-head": "ជម្រើសភាពងាយស្រួល",
    "reporting-bugs-accessibility-text": "តើអ្នកខ្សោយភ្នែកឬបើមិនដូច្នោះទេមិនអាចបំពេញ hCaptchas បានទេ?",
    "reporting-bugs-guide-ff-head": "ការចាប់យកព័ត៌មានលម្អិតអំពីកំហុស៖ Firefox",
    "reporting-bugs-guide-ff-step-1": "ជំហានទី ១៖ បើកឧបករណ៍អ្នកអភិវឌ្ឍន៍ (វាចាប់ផ្តើមកត់ត្រាវគ្គ។ )",
    "reporting-bugs-guide-ff-step-2": "ជំហានទី ២៖ ចុចលើផ្ទាំងបណ្តាញក្នុងឧបករណ៍អ្នកអភិវឌ្ឍន៍។ គូសធីកប្រអប់កំណត់ហេតុរបស់ Persist នៅខាងលើ។",
    "reporting-bugs-guide-ff-step-3": "ជំហានទី ៣៖ សូមចូលទៅកាន់គេហទំព័រ https://accounts.hcaptcha.com/demo ឬគេហទំព័រដែលអ្នកកំពុងមានបញ្ហាលើ (កំណត់សំគាល់អំពីភាពឯកជនៈប្រសិនបើអ្នកមិនចង់ចែករំលែកនូវអ្វីដែលជារបស់ខ្លួន) ... ហើយបន្ទាប់មកចុចលើពាក្យ I ខ្ញុំជាប៊ូតុងមនុស្សហើយព្យាយាមដោះស្រាយ។",
    "reporting-bugs-guide-ff-step-4": "ជំហានទី ៤៖ ចុចលើ HAR បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយហើយជ្រើសរើស Save All as HAR ដើម្បីរក្សាទុកកំណត់ហេតុបណ្តាញ។ សូមផ្ញើឯកសារនោះមកយើង។",
    "reporting-bugs-guide-ff-step-5": "ជំហានទី ៥៖ ចុចលើផ្ទាំងកុងសូលហើយចុចខាងស្តាំបន្ទាប់មកជ្រើសរើសយកទាំងអស់ហើយរក្សាទុកឯកសារនោះទៅក្នុងឯកសារអត្ថបទដើម្បីរក្សាទុកកុងតាក់កុងសូល។ សូមផ្ញើមកយើងផងដែរ។",
    "reporting-bugs-guide-ff-step-6": "ជំហានចុងក្រោយ៖ ផ្ញើអ៊ីមែលទៅឯកសារ HAR និងកុងសូលកំណត់ហេតុទាំងនោះមកពួកយើងហើយពិពណ៌នាអំពីបញ្ហាការប្រើប្រាស់។ ។ សូមផ្ញើ IP ដែលអ្នកកំពុងប្រើផងដែរ។ អ្នកអាចទទួលបានវាពី https://www.whatsmyip.org/ សូមអរគុណដែលបានចំណាយពេលជួយយើងដើម្បីទទួលបានព័ត៌មាននេះ! យើងប្តេជ្ញាធ្វើឱ្យ hCaptcha ដំណើរការបានល្អសម្រាប់មនុស្សគ្រប់គ្នា។",
    "reporting-bugs-guide-head": "ចាប់យកព័ត៌មានលម្អិតរបាយការណ៍កំហុស៖ Chrome",
    "reporting-bugs-guide-step-1": "ជំហានទី ១៖ បើកឧបករណ៍អ្នកអភិវឌ្ឍន៍ (វាចាប់ផ្តើមកត់ត្រាវគ្គ។ )",
    "reporting-bugs-guide-step-2": "ជំហានទី ២៖ ចុចលើផ្ទាំងបណ្តាញក្នុងឧបករណ៍អ្នកអភិវឌ្ឍន៍។ ធីកប្រអប់កំណត់ហេតុអភិរក្សនៅខាងលើ។",
    "reporting-bugs-guide-step-3": "ជំហានទី ៣៖ សូមចូលទៅកាន់គេហទំព័រ https://accounts.hcaptcha.com/demo ឬគេហទំព័រដែលអ្នកកំពុងមានបញ្ហាលើ (កំណត់សំគាល់អំពីភាពឯកជនៈប្រសិនបើអ្នកមិនចង់ចែករំលែកនូវអ្វីដែលជារបស់ខ្លួន) ... ហើយបន្ទាប់មកចុចលើពាក្យ I ខ្ញុំជាប៊ូតុងមនុស្សហើយព្យាយាមដោះស្រាយ។",
    "reporting-bugs-guide-step-4": "ជំហានទី ៤៖ ចុចនាំចេញ HAR (ព្រួញចុះក្រោម) បន្ទាប់ពីអ្នកព្យាយាមដោះស្រាយដែលរក្សាទុកកំណត់ហេតុបណ្តាញ។ សូមផ្ញើឯកសារនោះមកយើង។",
    "reporting-bugs-guide-step-5": "ជំហានទី ៥៖ ចុចលើផ្ទាំងកុងសូលហើយចុចខាងស្តាំបន្ទាប់មករក្សាទុកជា .. ដើម្បីរក្សាទុកកុងសូលកុងសូល។ សូមផ្ញើមកយើងផងដែរ។",
    "reporting-bugs-guide-step-6": "ជំហានចុងក្រោយ៖ អ៊ីមែលអ៊ីមែល HAR និងកុងសូលចូលឯកសារទាំងនោះមកពួកយើងហើយពិពណ៌នាអំពីបញ្ហា។ ប្រើ៖ support@hcaptcha.com (សូមប្រើសេវាកម្មដូចជា Dropbox ឬ Filebin ហើយផ្ញើរតំណភ្ជាប់) និងស្រេចចិត្តលើរូបថតអេក្រង់ប្រសិនបើអ្នកសង្ស័យថាមានអ្វីមួយមិនបង្ហាញត្រឹមត្រូវ។ សូមផ្ញើ IP ដែលអ្នកកំពុងប្រើផងដែរ។ អ្នកអាចទទួលបានវាពី https://www.whatsmyip.org/ សូមអរគុណដែលបានចំណាយពេលជួយយើងដើម្បីទទួលបានព័ត៌មាននេះ! យើងប្តេជ្ញាធ្វើឱ្យ hCaptcha ដំណើរការបានល្អសម្រាប់មនុស្សគ្រប់គ្នា។",
    "reporting-bugs-guide-text-1": "ការផ្ញើព័ត៌មានបំបាត់កំហុសតាមរបាយការណ៍របស់អ្នកនឹងធ្វើឱ្យយើងកាន់តែងាយស្រួលក្នុងការកំណត់អ្វីដែលកំពុងកើតឡើង។ នេះគឺជាការណែនាំជាជំហាន ៗ ៖",
    "reporting-bugs-guide-text-2": "ប្រសិនបើអ្នកជាអ្នកបង្កើតគេហទំព័រឬអ្នកប្រើជំនាញការសង្ខេបគឺយើងចង់អោយអ្នកផ្ញើបណ្តាញមួយដែលកត់ត្រា HAR និងកំណត់ហេតុកុងសូលកម្មវិធីរុករក។ សូមព្យាយាមបិទដំណើរការកម្មវិធីទប់ស្កាត់ពាណិជ្ជកម្មណាមួយឬផ្នែកបន្ថែមសុវត្ថិភាពកម្មវិធីអ៊ីនធឺណិតជាមុនហើយបន្ទាប់មកព្យាយាមម្តងទៀតមុនពេលដែលអ្នកឆ្លងកាត់ជំហានទាំងនេះ។ ប្រសិនបើវាដោះស្រាយបញ្ហារបស់អ្នកយើងនៅតែពេញចិត្តក្នុងការស្តាប់ដែលអ្នកប្រាប់យើងអោយស្គាល់ជំនាន់កម្មវិធីរុករកបណ្តាញផ្សាយពាណិជ្ជកម្មឬផ្នែកបន្ថែម browser និង URL របស់គេហទំព័រ។",
    "reporting-bugs-intro-head": "រកឃើញកំហុស? នេះជាវិធីរាយការណ៍វា។",
    "reporting-bugs-intro-text": "មនុស្សរាប់លាននាក់ប្រើ hCaptcha ក្នុងមួយខែ ៗ លើរាប់ពាន់បន្សំនៃកម្មវិធីរុករកផ្នែកបន្ថែមឧបករណ៍ជញ្ជាំងភ្លើងនិងច្រើនទៀត។ គោលដៅរបស់យើងគឺដើម្បីធ្វើឱ្យប្រាកដថាវាតែងតែដំណើរការសម្រាប់អ្នកដូច្នេះយើងពេញចិត្តក្នុងការស្តាប់របាយការណ៍របស់អ្នក! ដើម្បីផ្តល់យោបល់រហ័សគ្រាន់តែចុចប៊ូតុងផ្ញើមតិប្រតិកម្មមកយើង។ ប្រសិនបើអ្នកឃើញបញ្ហាមុខងារសូមធ្វើតាមការណែនាំកំណត់ហេតុកម្ចាត់កំហុសសម្រាប់ Chrome ឬការណែនាំកំណត់ហេតុបំបាត់កំហុសសម្រាប់ Firefox ខាងក្រោម។ សម្រាប់កម្មវិធីរុករកផ្សេងទៀតគ្រាន់តែផ្ញើអ៊ីមែលមកយើង។ ចំពោះបញ្ហាសុវត្ថិភាពឬភាពឯកជនដែលមានសក្តានុពលសូមមើលការណែនាំខាងក្រោម។",
    "reporting-bugs-privacy-head": "បញ្ហាឯកជន",
    "reporting-bugs-privacy-text": "យើងមិនខ្វល់ថាអ្នកប្រើប្រាស់ណាជាអ្នកប្រើនោះទេគ្រាន់តែដឹងថាតើវាអាចបង្កអន្តរាយឬម៉ាស៊ីនយ៉ាងម៉េច។ យើងគាំទ្រគំនិតផ្តួចផ្តើមដូចជា Privacy Pass ហើយខិតខំធ្វើឱ្យមានតុល្យភាពរវាងភាពឯកជននិងសុវត្ថិភាព។ ប្រសិនបើអ្នកបានរកឃើញបញ្ហាមួយដែលអ្នកគិតថាអាចប៉ះពាល់ដល់ភាពឯកជនរបស់អ្នកប្រើប្រាស់សូមផ្ញើអ៊ីមែលមកយើងខ្ញុំតាម support@hcaptcha.com ។",
    "reporting-bugs-provide-feedback-button": "ផ្ញើមកយើងនូវមតិប្រតិកម្ម",
    "reporting-bugs-provide-feedback-head": "ផ្តល់យោបល់ភ្លាមៗលើ hCaptcha",
    "reporting-bugs-provide-feedback-text": "យើងពេញចិត្តចំពោះការបញ្ចូលរបស់អ្នក។ អនុញ្ញាតឱ្យយើងដឹងពីបញ្ហាណាមួយហើយយើងនឹងដោះស្រាយវាយ៉ាងឆាប់រហ័ស។",
    "reporting-bugs-security-head": "កំហុសសុវត្ថិភាព",
    "reporting-bugs-security-text": "យើងតែងតែចាប់អារម្មណ៍ក្នុងការទទួលបានរបាយការណ៍អំពីកំហុសសុវត្ថិភាព។ អ៊ីម៉ែល support@hcaptcha.com និង CC security@hcaptcha.com ហើយយើងនឹងឆ្លើយតបមកអ្នកវិញយ៉ាងឆាប់រហ័ស។ យើងក៏មានកម្មវិធីផ្តល់រង្វាន់សម្រាប់កំហុសសម្រាប់របាយការណ៍សន្តិសុខដែលមានសិទ្ធិទទួលនៅលើសេវាកម្ម hCaptcha និងកូដប្រភពពាក់ព័ន្ធ។",
    "sec-hc": "សុវត្ថិភាពដំបូង",
    "sec-hc-text": "hCaptcha ផ្តោតសំខាន់លើការបោះពុម្ពផ្សាយ។ យើងធ្វើការដើម្បីផ្តល់ទិន្នន័យដល់គេហទំព័រពិតហើយអនុញ្ញាតឱ្យពួកគេសម្រេចចិត្តពីរបៀបប្រើវា។ ភាពត្រឹមត្រូវគឺស្ថិតនៅក្នុងចំណាប់អារម្មណ៍របស់អ្នកនិងរបស់យើង។ ឧបករណ៍ចាប់យកផ្សេងទៀតត្រូវបានផ្តល់ដោយក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្ម។ រាល់ bot ដែលពួកគេបានរារាំងអាចកាត់បន្ថយប្រាក់ចំណូលរបស់ពួកគេ។",
    "switch-to-english-link": "ប្តូរទៅភាសាអង់គ្លេស",
    "what-is-hcaptcha": "តើអ្វីទៅជា hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ជួយឱ្យសេវាកម្មគេហទំព័រដែលអ្នកចូលចិត្តដាក់រូបយន្តសារឥតបានការនិងការរំលោភបំពានដោយសួរសំណួរសាមញ្ញ ៗ ដែលងាយស្រួលសម្រាប់មនុស្សនិងពិបាកសម្រាប់ម៉ាស៊ីន។",
    "why-hc": "ហេតុអ្វីបានជា hCaptcha?",
    "why-hc-text": "រាល់ពេលដែលអ្នកឆ្លើយនឹងបញ្ហាប្រឈមយើងប្រើគំរូទំនើបដើម្បីដឹងថាអ្នកជាមនុស្សឬម៉ាស៊ីន។ គេហទំព័រដែលអ្នកបានចូលមើលបន្ទាប់មកប្រើលទ្ធផលនេះដើម្បីជួយកែលម្អបទពិសោធន៍របស់អ្នកនៅលើគេហទំព័ររបស់ពួកគេដោយរក្សាទុករូបយន្ត។"
}