{
    "about-advisors-brendan": "ಬ್ರೇವ್ ಸಿಇಒ. ಮೊಜಿಲ್ಲಾದ ಸಹ ಸಂಸ್ಥಾಪಕ. ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯ ಸೃಷ್ಟಿಕರ್ತ. ಬ್ರೌಸರ್‌ಗಳ ಬಿಲ್ಡರ್ ಮತ್ತು ಇನ್ನಷ್ಟು.",
    "about-advisors-dawn": "ಪ್ರೊಫೆಸರ್, ಬರ್ಕ್ಲಿಯ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ವಿಶ್ವವಿದ್ಯಾಲಯದಲ್ಲಿ ಸಿ.ಎಸ್. ಆಳವಾದ ಕಲಿಕೆ, ಭದ್ರತೆ, ಬ್ಲಾಕ್‌ಚೈನ್ ತಜ್ಞ. ಓಯಸಿಸ್ ಲ್ಯಾಬ್ಸ್‌ನ ಸಿಇಒ.",
    "about-advisors-head": "ಸಲಹೆಗಾರರು",
    "about-advisors-keiran": "ಸ್ಟ್ಯಾನ್‌ಫೋರ್ಡ್‌ನಲ್ಲಿ ಸಂಶೋಧನಾ ವಿಜ್ಞಾನಿ. ಪ್ರಮುಖ ಬ್ಯಾಂಕುಗಳು, ಹೆಡ್ಜ್ ಫಂಡ್‌ಗಳು ಮತ್ತು ಅಕಾಡೆಮಿಗಳಲ್ಲಿ ಯಂತ್ರ ಕಲಿಕೆ ಮತ್ತು ಪರಿಮಾಣಾತ್ಮಕ ಹಣಕಾಸು.",
    "about-content-head-1": "ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ",
    "about-content-head-2": "ವೈ ಇಟ್ ಮ್ಯಾಟರ್ಸ್",
    "about-content-text-1": "hCaptcha ಎನ್ನುವುದು ಎಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್ ಇಂಕ್, ಎಐ ಮತ್ತು ಮೆಷಿನ್ ಲರ್ನಿಂಗ್ ಕಂಪನಿಯ ಸೇವೆಯಾಗಿದ್ದು, ಮೆಟಾಲಾರ್ನಿಂಗ್ ಮತ್ತು ದೃಶ್ಯ ಡೊಮೇನ್ ಎಂಎಲ್ ಅನ್ನು ಕೇಂದ್ರೀಕರಿಸಿದೆ. ಪ್ರಪಂಚದಾದ್ಯಂತದ ಗ್ಲೋಬಲ್ 2000 ಕಂಪನಿಗಳಿಗೆ ವೀಡಿಯೊ ಮತ್ತು ಇಮೇಜ್ ಅನಾಲಿಸಿಸ್ ಸೇವೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಾವು ಬೃಹತ್ ಸ್ಕೇಲೆಬಲ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ ಮತ್ತು ನಿರ್ವಹಿಸುತ್ತೇವೆ.",
    "about-content-text-2": "ಹೆಚ್ಚಿನ ಡೇಟಾ ಸಾಮಾನ್ಯವಾಗಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಸರಿಯಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾದ ಮತ್ತು ಸಂಬಂಧಿತ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ನಿರ್ಮಿಸುವುದು ಮತ್ತು ನಿರ್ವಹಿಸುವುದು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ. ಇಮೇಜ್ ಲೇಬಲಿಂಗ್‌ನಲ್ಲಿ ನಮ್ಮ ಸ್ವಂತ ಅಗತ್ಯಗಳನ್ನು ಪರಿಹರಿಸಲು hCaptcha ಅನ್ನು ಮೂಲತಃ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ, ಮತ್ತು ಈಗ ಇದೇ ರೀತಿಯ ಅಗತ್ಯವಿರುವ ಇತರ ಕಂಪನಿಗಳಿಗೆ ಲಭ್ಯವಿದೆ.",
    "about-intro-head-1": "HCaptcha ಗಾಗಿ ಕೆಲಸ ಮಾಡಿ",
    "about-intro-head-2": "ನಮ್ಮ ಮಿಷನ್ ದೊಡ್ಡದಾಗಿದೆ",
    "about-intro-text": "ನಾವು ಶೀಘ್ರವಾಗಿ ಬೆಳೆಯುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಮ್ಮ ಜಾಗತಿಕ ಕಚೇರಿಗಳಲ್ಲಿ ಯಾವಾಗಲೂ ವಿಶ್ವದ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇವೆ. ಕೆಳಗಿನ ಲಿಂಕ್‌ಗಳೊಂದಿಗೆ ನೀವು ಅರ್ಜಿ ಸಲ್ಲಿಸಬಹುದು.",
    "about-leadership-alex": "ಡೇಟಾಬೇಸ್ ಮತ್ತು ಬ್ಲಾಕ್‌ಚೈನ್ ತಜ್ಞ. ಕ್ಲೌಡೆರಾದಲ್ಲಿ ಆರಂಭಿಕ ಎಂಜಿನಿಯರ್ ಮತ್ತು ಇನ್ನಷ್ಟು. ಪರಿಣತಿ ಕಟ್ಟಡ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ತಂಡಗಳ ದಶಕಗಳು.",
    "about-leadership-eli": "ಸಿಇಒ. ಎಐನಲ್ಲಿ ಮಾನ್ಯತೆ ಪಡೆದ ನಾಯಕ. ಕಳೆದ ದಶಕಗಳಲ್ಲಿ ವಿವಿಧ ರೀತಿಯ ವ್ಯವಹಾರ ಸಮಸ್ಯೆಗಳಿಗೆ ಯಂತ್ರ ಬುದ್ಧಿಮತ್ತೆಯನ್ನು ಪ್ರಮಾಣದಲ್ಲಿ ಅನ್ವಯಿಸಿದೆ.",
    "about-leadership-head": "ನಾಯಕತ್ವ",
    "about-leadership-todd": "ಸ್ಟ್ಯಾನ್‌ಫೋರ್ಡ್‌ನ ಕಂಪ್ಯೂಟೇಶನಲ್ ಬಯಾಲಜಿಯಲ್ಲಿ ಪಿಎಚ್‌ಡಿ. 1999 ರಿಂದ ನರಮಂಡಲಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತಿದೆ. ಅನ್ವಯಿಕ ಎಂಎಲ್ ಮತ್ತು ಪ್ರಮಾಣದಲ್ಲಿ ಆಳವಾದ ಕಲಿಕೆಗೆ ಗಮನ ಕೊಡಿ.",
    "acc-opt": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳು",
    "acc-opt-but": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "acc-opt-text": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
    "accessibility-link": "ಪ್ರವೇಶಿಸುವಿಕೆ",
    "appreciate-in": "ನಿಮ್ಮ ಇನ್ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
    "fb-but": "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ",
    "feedback-text": "ನೀವು ಇದೀಗ ನೋಡಿದ hCaptcha ಕುರಿತು ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ",
    "footer-attribution": "ಗುಣಲಕ್ಷಣ",
    "footer-copyright-text": "hCaptcha ಎನ್ನುವುದು ಅಂತಃಪ್ರಜ್ಞೆಯ ಯಂತ್ರಗಳು, ಇಂಕ್‌ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ.",
    "footer-header-1": "ಕಂಪನಿ",
    "footer-header-2": "ಸಂಪನ್ಮೂಲಗಳು",
    "footer-header-3": "ಸಂಪರ್ಕಿಸಿ",
    "footer-link-1": "ಲೇಬಲಿಂಗ್",
    "footer-link-10": "ಪ್ರವೇಶಿಸುವಿಕೆ",
    "footer-link-2": "ಬಗ್ಗೆ",
    "footer-link-3": "ಉದ್ಯೋಗಗಳು",
    "footer-link-4": "ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು",
    "footer-link-5": "AI ಎಥಿಕ್ಸ್",
    "footer-link-6": "ಬ್ಲಾಗ್",
    "footer-link-7": "ಸ್ಥಿತಿ",
    "footer-link-8": "ದಾಖಲೆ",
    "footer-link-9": "ದೋಷವನ್ನು ವರದಿ ಮಾಡಿ",
    "footer-privacy": "ಗೌಪ್ಯತೆ",
    "footer-subheader-1": "ಬೆಂಬಲ",
    "footer-subheader-2": "ಸಂಪರ್ಕಿಸಿ",
    "footer-terms": "ನಿಯಮಗಳು",
    "h-plans": "ಚಂದಾದಾರಿಕೆ ಯೋಜನೆಗಳು",
    "header-docs-link": "ಡಾಕ್ಸ್",
    "header-labeling-services-link": "ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳು",
    "header-login-button": "ಲಾಗಿನ್ ಮಾಡಿ",
    "header-plans-link": "ಯೋಜನೆಗಳು",
    "header-signup-button": "ಸೈನ್ ಅಪ್",
    "home-about-head": "HCaptcha ಬಗ್ಗೆ",
    "home-about-subtitle": "ಹ್ಯೂಮನ್ ಪ್ರೊಟೊಕಾಲ್ ನಡೆಸುತ್ತಿದೆ",
    "home-about-text-1": "ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು hCaptcha ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ: ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಸಮಯೋಚಿತ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಲೇಬಲ್ ಮಾಡುವುದು.",
    "home-about-text-2": "ಹೆಚ್ಚಿನ ಡೇಟಾ ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚು ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ, ಯಾವಾಗಲೂ ಕೆಲವು ಮಾನವ ವಿಮರ್ಶೆಯೊಂದಿಗೆ. ಆದಾಗ್ಯೂ, ಮೆಕ್ಯಾನಿಕಲ್ ಟರ್ಕ್, ಫಿಗರ್ ಎಂಟು, ಇತ್ಯಾದಿಗಳ ಮೂಲಕ ದೊಡ್ಡ ಮಾನವ-ವಿಮರ್ಶಿತ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ.",
    "home-about-text-3": "ಬಾಟ್‌ಗಳು ಮತ್ತು ಇತರ ರೀತಿಯ ದುರುಪಯೋಗಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವಾಗ ಈ ಬೇಡಿಕೆಯನ್ನು ಪೂರೈಸಲು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ hCaptcha ಅವಕಾಶ ನೀಡುತ್ತದೆ.",
    "home-about-text-4": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಮಾರುಕಟ್ಟೆಯು ಹ್ಯೂಮನ್ ಪ್ರೊಟೊಕಾಲ್ನಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ, ಇದು ಮಾನವ ವಿಮರ್ಶೆಗಾಗಿ ಮುಕ್ತ ವಿಕೇಂದ್ರೀಕೃತ ಪ್ರೋಟೋಕಾಲ್ ಆಗಿದ್ದು ಅದು ಎಥೆರಿಯಮ್ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಬಳಕೆದಾರರು ತಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ವಿಜೆಟ್ ಬಳಸುವಾಗಲೆಲ್ಲಾ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಹ್ಯೂಮನ್ ಟೋಕನ್‌ಗಳನ್ನು (ಎಚ್‌ಎಂಟಿ) ಗಳಿಸುತ್ತವೆ, ಮತ್ತು ಯಂತ್ರ ಕಲಿಕಾ ಕಂಪನಿಗಳು ತಮ್ಮ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಹ್ಯೂಮನ್ ಟೋಕನ್‌ಗಳನ್ನು ಪಾವತಿಸುತ್ತವೆ.",
    "home-ba-labeling-services-link": "ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳು",
    "home-benefits-head-1": "ಡೇಟಾ ಲೇಬಲಿಂಗ್‌ನಲ್ಲಿನ ಮೌಲ್ಯ",
    "home-benefits-head-2": "ಚಾರಿಟಿಗೆ ಹಿಂತಿರುಗಿ",
    "home-benefits-text-1": "ಒಂದೇ ದೈತ್ಯ ಕಂಪನಿಯ ಯಂತ್ರ ಕಲಿಕೆ ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಉಚಿತವಾಗಿ ತರಬೇತಿ ನೀಡಲು ನೀವು ಸಹಾಯ ಮಾಡುತ್ತಿರುವ ಕಾರಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಿಮಗೆ ತಿಳಿದಿದೆಯೇ?",
    "home-benefits-text-2": "hCaptcha ಈ ಮಾದರಿಯನ್ನು ತಿರುಗಿಸುತ್ತದೆ. ನೀವು hCaptcha ಅನ್ನು ಬಳಸುವಾಗ, ಕಂಪನಿಗಳು ನಿಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸಿದಂತೆ ನಿಮ್ಮ ಬಳಕೆದಾರರು ಮಾಡುವ ಕೆಲಸವನ್ನು ಬಿಡ್ ಮಾಡುತ್ತದೆ. ನೀವು ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
    "home-benefits-text-3": "ನಿಮ್ಮ ನೆಚ್ಚಿನ ಚಾರಿಟಿಗೆ ಹಿಂತಿರುಗಿಸಲು ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಆಯ್ಕೆಯ ದತ್ತಿಗಳನ್ನು ಬಳಸುವುದರಿಂದ ನೀವು ಗಳಿಸುವ ಗಳಿಕೆಯೊಂದಿಗೆ ಅದನ್ನು ಬೆಂಬಲಿಸಲು hCaptcha ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿರುವ ಬಳಕೆದಾರರು ಶೀಘ್ರದಲ್ಲೇ ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಇಂಟರ್ಫೇಸ್‌ನಲ್ಲಿ ವಿವೇಚನಾಯುಕ್ತ ಬ್ರ್ಯಾಂಡಿಂಗ್ ಮೂಲಕ ದಾನಕ್ಕೆ ನಿಮ್ಮ ಕೊಡುಗೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
    "home-challenge-text-1": "ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "home-challenge-text-2": "ವಸ್ತುಗಳಿಗೆ ಬೌಂಡಿಂಗ್ ಪ್ರದೇಶವನ್ನು ವಿವರಿಸಿ",
    "home-challenge-text-3": "ಅನುಗುಣವಾದ ಲೇಬಲ್‌ಗಳನ್ನು ಗುರುತಿಸಿ",
    "home-challenge-title-1": "ಹೋಲಿಕೆ",
    "home-challenge-title-2": "ಬೌಂಡಿಂಗ್ ಬಾಕ್ಸ್",
    "home-challenge-title-3": "ವರ್ಗೀಕರಣ",
    "home-challenges-head": "ಪ್ರಸ್ತುತಪಡಿಸಿದ ಸವಾಲುಗಳು",
    "home-challenges-text-1": "... ಮತ್ತು ಇತರ ಸರಳ ಕಾರ್ಯಗಳು. ಮಾನವರಿಗೆ ಸುಲಭ, ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟ.",
    "home-challenges-text-2": "ಉದ್ಯಮ ಪ್ರಕಾಶಕರಿಗೆ ಕಸ್ಟಮ್ ಕಾರ್ಯಗಳು ಲಭ್ಯವಿದೆ.",
    "home-ent-1": "ನಮ್ಮ ಉದ್ಯಮ ಭದ್ರತಾ ಕೊಡುಗೆಗಳಿಗಾಗಿ ಹುಡುಕುತ್ತಿರುವಿರಾ?",
    "home-ent-2": "ನಮ್ಮ ಹೊಸ ಮೀಸಲಾದ ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ: ಬೋಟ್‌ಸ್ಟಾಪ್.ಕಾಮ್",
    "home-ent-button": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ: hCaptcha ಅವರಿಂದ ಬಾಟ್‌ಸ್ಟಾಪ್",
    "home-from-the-blog": "ಬ್ಲಾಗ್‌ನಿಂದ:",
    "home-from-the-blog-value": "HCaptcha ತೊಂದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ",
    "home-intro-body": "ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡಲು ನೀವು ಕ್ಯಾಪ್ಚಾ ಬಳಸುತ್ತೀರಾ? hCaptcha ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುತ್ತದೆ, ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಪ್ರತಿಫಲ ನೀಡುತ್ತದೆ ಮತ್ತು ಕಂಪನಿಗಳಿಗೆ ತಮ್ಮ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದು reCAPTCHA ಗಾಗಿ ಡ್ರಾಪ್-ಇನ್ ಬದಲಿಯಾಗಿದೆ: ನೀವು ನಿಮಿಷಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.",
    "home-intro-button": "ಈಗ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
    "home-intro-head": "ಹೆಚ್ಚಿನ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಿ. ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲು ಪ್ರಾರಂಭಿಸಿ.",
    "home-main-1": "ಖಾಸಗಿ. ಸುರಕ್ಷಿತ. ವೇಗವಾಗಿ. ಮತ್ತು ಅದನ್ನು ಬಳಸಲು ನಾವು ನಿಮಗೆ ಪಾವತಿಸುತ್ತೇವೆ.",
    "home-main-2": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ",
    "home-main-2c": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ಎಚ್‌ಕ್ಯಾಪ್ಚಾಗೆ ಉತ್ಪನ್ನವು ಅವರು ಒದಗಿಸುವ ಕೆಲಸವಾಗಿದೆ. ನಿಮ್ಮ ಬಳಕೆದಾರರು ಯಾರೆಂದು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತರಾಗಲು ಎಷ್ಟು ಸಾಧ್ಯವಿದೆ. ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ.",
    "home-main-3": "ಭದ್ರತೆ ಮೊದಲು",
    "home-main-3c": "ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. hCaptcha ಪ್ರಕಾಶಕ-ಕೇಂದ್ರಿತವಾಗಿದೆ. ನಿಮಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು ನಾವು ಕೆಲಸ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತೇವೆ. ಇತರ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ದೈತ್ಯ ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಇದರರ್ಥ ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ಅವರ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
    "home-main-4": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
    "home-main-4c": "ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳನ್ನು ಮಾನವೀಯತೆಯನ್ನು ನಿರ್ಧರಿಸಲು hCaptcha ಬಳಸುತ್ತದೆ. ಗ್ರಾಹಕರನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಉಪಯುಕ್ತ ಲೇಬಲ್ ಡೇಟಾವನ್ನು ಉತ್ಪಾದಿಸುವಾಗ, ನಿಮ್ಮ ಬಳಕೆದಾರರಿಂದ ಕಡಿಮೆ ಕಿರಿಕಿರಿಗೊಳಿಸುವ ಕಾರ್ಯಗಳು ಬೇಕಾಗಲು ಮತ್ತು ಹಾಗೆ ಮಾಡಲು ಅವರ ಸಮಯವನ್ನು ಕಡಿಮೆ ತೆಗೆದುಕೊಳ್ಳಲು ಇದು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
    "home-main-plans": "hCaptcha ಯಾವುದೇ ಗಾತ್ರದ ಪ್ರಕಾಶಕರಿಗೆ ಬಳಸಲು ಉಚಿತವಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣ ಅಗತ್ಯವಿರುವ ಉದ್ಯಮಗಳು ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ, ನಮ್ಮ ಉದ್ಯಮ ಪರಿಹಾರಗಳು ಲಭ್ಯವಿದೆ.",
    "home-main-plans2": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳು ಗ್ರಹದ ಕೆಲವು ದೊಡ್ಡ ಕಂಪನಿಗಳಿಗೆ ಹತ್ತು ಲಕ್ಷ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸುತ್ತವೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಅಥವಾ ಭೇಟಿ ನೀಡಿ",
    "home-main-plans3": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳು ಗ್ರಹದ ಕೆಲವು ದೊಡ್ಡ ಕಂಪನಿಗಳಿಗೆ ಹತ್ತು ಲಕ್ಷ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸುತ್ತವೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಅಥವಾ ಭೇಟಿ ನೀಡಿ",
    "home-main-plans4": "ವಿವರಗಳಿಗಾಗಿ.",
    "home-plans-button-1": "ಈಗ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
    "home-plans-button-2": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "home-plans-chart-head-1": "ವೈಶಿಷ್ಟ್ಯಗಳು",
    "home-plans-chart-head-2": "ಪ್ರಕಾಶಕರು",
    "home-plans-chart-head-3": "ಉದ್ಯಮ",
    "home-plans-chart-row-1-cell-1": "ನಿಯಂತ್ರಣ ಸವಾಲು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
    "home-plans-chart-row-1-cell-2": "ಸೀಮಿತ",
    "home-plans-chart-row-1-cell-3": "ಒಟ್ಟು",
    "home-plans-chart-row-10-cell-1": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು",
    "home-plans-chart-row-11-cell-1": "ಸುಧಾರಿತ ವರದಿ ವೈಶಿಷ್ಟ್ಯಗಳು",
    "home-plans-chart-row-12-cell-1": "ಎಂಟರ್ಪ್ರೈಸ್ ಎಸ್ಎಲ್ಎಗಳು",
    "home-plans-chart-row-2-cell-1": "ಬಳಸಿದ ಸವಾಲಿನ ವಿಷಯವನ್ನು ನಿಯಂತ್ರಿಸಿ",
    "home-plans-chart-row-2-cell-2": "ಸೀಮಿತ",
    "home-plans-chart-row-2-cell-3": "ಒಟ್ಟು",
    "home-plans-chart-row-3-cell-1": "ಮಾನವ ಪರಿಹಾರಗಳಿಗಾಗಿ ಪ್ರತಿಫಲವನ್ನು ಗಳಿಸಿ",
    "home-plans-chart-row-4-cell-1": "ವಿಶ್ವ ದರ್ಜೆಯ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ",
    "home-plans-chart-row-5-cell-1": "ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
    "home-plans-chart-row-6-cell-1": "ಜಿಡಿಪಿಆರ್ ಮತ್ತು ಸಿಸಿಪಿಎ ಸ್ನೇಹಿ ಗೌಪ್ಯತೆ ನೀತಿ",
    "home-plans-chart-row-7-cell-1": "ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ತೊಂದರೆ ಮಟ್ಟಗಳು",
    "home-plans-chart-row-8-cell-1": "ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲಿನ ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಿ",
    "home-plans-chart-row-9-cell-1": "ಸಮಯ ಆಧಾರಿತ ತೊಂದರೆ ವೇಳಾಪಟ್ಟಿ",
    "home-try-it-out-button": "HCaptcha ಪಡೆಯಿರಿ",
    "home-try-it-out-head": "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ",
    "home-try-it-out-text": "ಮಾನವರಿಗೆ ಪರಿಹರಿಸಲು ಕ್ಷುಲ್ಲಕವಾಗಿದ್ದಾಗ hCaptcha ಸರಳ, ಸುಲಭ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಬೋಟ್ ಪತ್ತೆಹಚ್ಚುವಿಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "labeling-about-head": "HCaptcha ಬಗ್ಗೆ",
    "labeling-about-text-1": "ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು hCaptcha ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ; ಸಮಯೋಚಿತ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡುವುದು. ಹೆಚ್ಚಿನ ಡೇಟಾ ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚು ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ, ಮತ್ತು hCaptcha ಈ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತದೆ.",
    "labeling-about-text-2": "ಆದಾಗ್ಯೂ, ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸಿಕೊಂಡು ದೊಡ್ಡ ಮಾನವ-ವಿಮರ್ಶಿತ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ. hCaptcha ಕಂಪೆನಿಗಳು ತಮಗೆ ಅಗತ್ಯವಿರುವ ಟಿಪ್ಪಣಿಗಳನ್ನು ವೇಗವಾಗಿ, ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಮತ್ತು ಇತರ ಪರ್ಯಾಯಗಳಿಗಿಂತ ಕಡಿಮೆ ವೆಚ್ಚದಲ್ಲಿ ಪಡೆಯುವ ಒಂದು ಮಾರ್ಗವಾಗಿದೆ.",
    "labeling-annotations-head": "ಟಿಪ್ಪಣಿ ಪ್ರಕಾರಗಳು",
    "labeling-annotations-text-1": "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳಲ್ಲಿ ನಿಖರವಾದ ವಸ್ತು ಪತ್ತೆ",
    "labeling-annotations-text-2": "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳಲ್ಲಿ ನಿಖರವಾದ ವಸ್ತು ಪತ್ತೆ",
    "labeling-annotations-text-3": "ವಿಭಿನ್ನ ಬಳಕೆಯ ಪ್ರಕರಣಗಳಿಗೆ ಪಾಯಿಂಟ್ ಟಿಪ್ಪಣಿಗಳು",
    "labeling-annotations-text-4": "ಯಾವುದೇ ಗಾತ್ರದ ಅನಿಯಂತ್ರಿತ ವರ್ಗಗಳನ್ನು ವಿಂಗಡಿಸಿ ಅಥವಾ ಸೇರಿಸಿ",
    "labeling-annotations-text-5": "ಮಾನವ-ಚಾಲಿತ ಪತ್ತೆ ಮತ್ತು ವರ್ಗೀಕರಣ",
    "labeling-annotations-text-6": "ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡದ ಮತ್ತೊಂದು ಪ್ರಕಾರ ಬೇಕೇ? ನಮ್ಮನ್ನು ಕೇಳಿ.",
    "labeling-annotations-title-1": "ಬೌಂಡಿಂಗ್ ಪೆಟ್ಟಿಗೆಗಳು",
    "labeling-annotations-title-2": "ಬಹುಭುಜಾಕೃತಿಗಳು",
    "labeling-annotations-title-3": "ಹೆಗ್ಗುರುತುಗಳು",
    "labeling-annotations-title-4": "ಗುಣಲಕ್ಷಣ ವರ್ಗೀಕರಣ",
    "labeling-annotations-title-5": "ಹೋಲಿಕೆ ಮತ್ತು ಪತ್ತೆ",
    "labeling-annotations-title-6": "... ಮತ್ತು ಇನ್ನೂ ಅನೇಕ",
    "labeling-ent-button": "ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "labeling-ent-head": "ಅಂತ್ಯದಿಂದ ಕೊನೆಯವರೆಗೆ ನಿಯಂತ್ರಣ ಬೇಕೇ?",
    "labeling-ent-text-1": "ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ಆನ್-ಪ್ರಮೇಯ, ಹೈಬ್ರಿಡ್, ಅಥವಾ ಸಾಸ್ ನಿಯೋಜನೆಗಳ ಮೂಲಕ ಎಚ್‌ಕ್ಯಾಪ್ಚಾದ ಹಿಂದಿರುವ ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅತ್ಯಾಧುನಿಕ ಕೆಲಸದ ಗುಣಮಟ್ಟ ಮತ್ತು ನಿರ್ವಹಣಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "labeling-ent-text-2": "ನಿಮ್ಮ ಸ್ವಂತ ಕಾರ್ಯಪಡೆಯೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಚಾಲನೆ ಮಾಡಿ, ವ್ಯಾಪಾರ ಘಟಕಗಳು ಅಥವಾ ಒಕ್ಕೂಟದ ಪಾಲುದಾರರಲ್ಲಿ ಬಳಸಲಾಗುವ ಟ್ರ್ಯಾಕ್ ಮೌಲ್ಯ, ವೆಚ್ಚ ಮತ್ತು ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳ ಆಧಾರದ ಮೇಲೆ ವಿವಿಧ ಆಂತರಿಕ ಅಥವಾ ಬಾಹ್ಯ ಕಾರ್ಮಿಕ ಪೂರೈಕೆದಾರರಿಗೆ ಆಯ್ದ ಮಾರ್ಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಹೆಚ್ಚಿನವು.",
    "labeling-ent-text-3": "ಸುಲಭವಾದ ಎಪಿಐ ಪ್ರವೇಶ, ಸುಂದರವಾದ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಇತ್ತೀಚಿನ ಮಾಡೆಲ್-ಇನ್-ಲೂಪ್ ತಂತ್ರಜ್ಞಾನ.",
    "labeling-ent-text-4": "99.99% ಅಪ್‌ಟೈಮ್ ಎಸ್‌ಎಲ್‌ಎಗಳು ಮತ್ತು 24/7 ಜಾಗತಿಕ ಬೆಂಬಲ ಲಭ್ಯವಿದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ:",
    "labeling-features-head-1": "ಸರಳ API- ಚಾಲಿತ ಪೈಪ್‌ಲೈನ್‌ಗಳು.",
    "labeling-features-head-2": "ವೆಚ್ಚ ಮತ್ತು ಗುಣಮಟ್ಟಕ್ಕಾಗಿ ಹೊಂದುವಂತೆ ಮಾಡಲಾಗಿದೆ. ಯಾವುದೇ ಮುಂಗಡ ಬದ್ಧತೆಯ ಅಗತ್ಯವಿಲ್ಲ.",
    "labeling-features-head-3": "ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ನಿಖರತೆಗಾಗಿ ಮಾತ್ರ ಪಾವತಿಸಿ.",
    "labeling-features-head-4": "ನಿಮ್ಮ ಸ್ವಂತ ನೆಲದ ಸತ್ಯ ಡೇಟಾವನ್ನು ಒದಗಿಸಿ ಅಥವಾ ಅದನ್ನು ನೊಣದಲ್ಲಿ ನಿರ್ಮಿಸೋಣ.",
    "labeling-features-text-1": "ನಿಮ್ಮ ವ್ಯವಹಾರ ಕಾರ್ಯಾಚರಣೆಗಳಲ್ಲಿ ಮಾನವ ವಿಮರ್ಶೆಯನ್ನು ನೇರವಾಗಿ ಸಂಯೋಜಿಸಲು ಬಯಸುವಿರಾ? ನಾವು ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸಾರ್ಹತೆ ಎಸ್‌ಎಲ್‌ಎಗಳು, ಖಾತರಿಪಡಿಸಿದ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸರಳವಾದ REST API ಗಳನ್ನು ನೀಡುತ್ತೇವೆ.",
    "labeling-features-text-2": "ಅತ್ಯಾಧುನಿಕ ನೈಜ-ಸಮಯದ ಗುಣಮಟ್ಟದ ವಿಶ್ಲೇಷಣೆ ಮಾಡಲು ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಮಗ್ರ ವಿಶ್ವಾಸಾರ್ಹ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಇದು ಪ್ರಶ್ನೆಗಳ ತೊಂದರೆ ಮತ್ತು ಅವುಗಳ ಸರಿಯಾದ ಉತ್ತರ ಎರಡನ್ನೂ ತ್ವರಿತವಾಗಿ ನಿರ್ಧರಿಸಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ನಿಮ್ಮ ಸಮಯ ಮತ್ತು ಹಣವನ್ನು ಉಳಿಸುತ್ತದೆ.",
    "labeling-features-text-3": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿಲ್ಲ. ಸುರಕ್ಷತೆ-ನಿರ್ಣಾಯಕ ಕಾರ್ಯಗಳಿಗಾಗಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಸಂಪೂರ್ಣ ಮಾನವ ಕೆಲಸಗಾರರಿಂದ 99.99% ವಿಶ್ವಾಸ ಬೇಕಾಗಬಹುದು. ಮೊಬೈಲ್ ಗೇಮ್ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಒಂದು ಬೀಟಾ ವೈಶಿಷ್ಟ್ಯಕ್ಕಾಗಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಮಧ್ಯಮ ವಿಶ್ವಾಸದ ಅಗತ್ಯವಿರುತ್ತದೆ. ನೀನು ನಿರ್ಧರಿಸು.",
    "labeling-features-text-4": "ಸಮಗ್ರ ಪರಿಶೀಲನಾ ಸೆಟ್ ಇಲ್ಲದೆ ನೀವು ಕಚ್ಚಾ ಡೇಟಾವನ್ನು ಹೊಂದಿದ್ದೀರಾ? ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ ನಾವು ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿರುವುದರಿಂದ ನಿಮಗಾಗಿ ಒಂದನ್ನು ನಿರ್ಮಿಸಬಹುದು, ಅಥವಾ ನಿಮ್ಮ ಅನುಮೋದನೆಗಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾದ ಮಾದರಿಗಳನ್ನು ರಚಿಸಬಹುದು.",
    "labeling-info-head": "ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
    "labeling-info-text-1": "ನಿಮ್ಮ ಪ್ರಾಜೆಕ್ಟ್ ಅಗತ್ಯಗಳನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ನಮ್ಮ ಡೊಮೇನ್ ತಜ್ಞರಲ್ಲಿ ಒಬ್ಬರೊಂದಿಗೆ ಮಾತನಾಡಿ: ಗುರಿ ನಿಖರತೆ, ಸ್ವರೂಪ ಮತ್ತು ಯಾವುದೇ ವಿಶೇಷ ಅವಶ್ಯಕತೆಗಳು.",
    "labeling-info-text-2": "ನಿಮ್ಮ ಮಾದರಿ ಡೇಟಾದ ಆಧಾರದ ಮೇಲೆ ನಾವು ಸಣ್ಣ ಉತ್ಪಾದನಾ ಕೆಲಸವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ. ನಿಮಗೆ ಬೇಕಾದುದನ್ನು ನಿಖರವಾಗಿ ಪಡೆದುಕೊಳ್ಳುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಒಟ್ಟಾಗಿ ಮಾಡಿದ ಕೆಲಸವನ್ನು ಇದು ಪರೀಕ್ಷಿಸುತ್ತದೆ.",
    "labeling-info-text-3": "ನಮ್ಮ ಹೆಚ್ಚಿನ ಪ್ರಮಾಣ ಮತ್ತು ಕಡಿಮೆ ಸುಪ್ತತೆಯಿಂದ ನಾವು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ತ್ವರಿತವಾಗಿ ತಿರುಗಿಸುತ್ತೇವೆ, ಅದು ಮುಗಿದ ತಕ್ಷಣ ಸ್ವಯಂಚಾಲಿತ ವಿತರಣೆಯೊಂದಿಗೆ.",
    "labeling-info-text-4": "ನಿಮ್ಮ ಉತ್ಪಾದನಾ ಕೆಲಸದ ನಿಯತಾಂಕಗಳನ್ನು ನಾವು ಚೆನ್ನಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡಂತೆ, ಫಲಿತಾಂಶಗಳು ಕಾಲಾನಂತರದಲ್ಲಿ ಸುಧಾರಿಸುತ್ತಲೇ ಇರುತ್ತವೆ.",
    "labeling-info-text-5": "ಲೈವ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು ಅಥವಾ ಉತ್ಪಾದನೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
    "labeling-info-title-1": "ವಿಶೇಷಣಗಳನ್ನು ವಿವರಿಸಿ",
    "labeling-info-title-2": "ಆರಂಭಿಕ ಉದ್ಯೋಗ ಪರೀಕ್ಷೆ",
    "labeling-info-title-3": "ಉತ್ಪಾದನಾ ಕೆಲಸಗಳನ್ನು ನಿಯೋಜಿಸಿ",
    "labeling-info-title-4": "ನಿರಂತರ ಸುಧಾರಣೆ",
    "labeling-info-title-5": "ನೈಜ ಸಮಯದ ಫಲಿತಾಂಶಗಳು",
    "labeling-main-1": "ಪ್ರಮಾಣದಲ್ಲಿ ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಡೇಟಾ ಲೇಬಲಿಂಗ್",
    "labeling-main-1-button": "ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಈಗ ಲೇಬಲ್ ಮಾಡಿ",
    "labeling-main-1c": "ನಿಮ್ಮ ಡೇಟಾಸೆಟ್‌ಗಳಿಗಾಗಿ ಹೆಚ್ಚಿನ ಲೇಬಲ್‌ಗಳು ಬೇಕೇ? ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ ಅನ್ವಯಿಕೆಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಕಂಪನಿಗಳಿಗೆ hCaptcha ವೇಗವಾದ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "labeling-main-2": "ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳನ್ನು ತಕ್ಷಣ ಪ್ರಾರಂಭಿಸಿ.",
    "labeling-main-2-button": "ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
    "labeling-main-2c": "ನಿಮ್ಮ ಬಳಕೆಗೆ ಲಭ್ಯವಿರುವ ಗ್ರಹದ ಅತಿದೊಡ್ಡ ಕೊಳಗಳಲ್ಲಿ hCaptcha ಹೊಂದಿದೆ. ನಿಮ್ಮ ಪ್ರಮಾಣ ಏನೇ ಇರಲಿ, ದುಬಾರಿ ಮುಂಗಡ ಬದ್ಧತೆಗಳಿಲ್ಲದೆ ನಾವು ಅದನ್ನು ನಿಭಾಯಿಸಬಹುದು. ದಿನಕ್ಕೆ ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳು ಯಾವುದೇ ತೊಂದರೆಯಿಲ್ಲ.",
    "labeling-platform-head": "ಖಾಸಗಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿ",
    "labeling-platform-text": "hCaptcha ಅನ್ನು ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಇದು ಪ್ರತಿ ಹಂತದಲ್ಲೂ ವೆಚ್ಚ ಮತ್ತು ದಕ್ಷತೆಯನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ಅತ್ಯಾಧುನಿಕ ರೂಟಿಂಗ್ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಈ ತಂತ್ರಜ್ಞಾನವು ನಿಮ್ಮ ಕೆಲಸದ ಪ್ರತಿಯೊಂದು ಭಾಗವನ್ನು ನಿರ್ವಹಿಸಲು ಸರಿಯಾದ ಕಾರ್ಯಪಡೆಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ, ಗೌಪ್ಯತೆಯನ್ನು ಕಾಪಾಡುವಾಗ ವೆಚ್ಚ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ ಮತ್ತು ಅನ್ವಯಿಸಬಹುದಾದ ಯಾವುದೇ ನಿಯಂತ್ರಕ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತದೆ.",
    "labeling-try-button": "ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
    "labeling-try-head": "ನಿಮ್ಮ ಡೇಟಾದೊಂದಿಗೆ ಇದನ್ನು ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವಿರಾ?",
    "labeling-try-text": "... ನೀವು ಇರುವಾಗ ನಾವು ಸಿದ್ಧರಿದ್ದೇವೆ: ನಮ್ಮ ಸೇವೆ ಗಡಿಯಾರದ ಸುತ್ತಲೂ ಲಭ್ಯವಿದೆ.",
    "learn-more-hcaptcha": "HCaptcha ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "page-acc-faq-1": "ಪ್ರಶ್ನೆ: hCaptcha ಸೆಕ್ಷನ್ 508 + WCAG 2.0 ಕಂಪ್ಲೈಂಟ್ ಆಗಿದೆಯೇ? ಉತ್ತರ: ನಾವು ಹಾಗೆ ನಂಬುತ್ತೇವೆ: ವೆಬ್ ಬ್ರೌಸ್ ಮಾಡಲು ಮತ್ತು ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಲು ಸಮರ್ಥವಾಗಿರುವ ಯಾವುದೇ ರೀತಿಯ ದೌರ್ಬಲ್ಯ ಹೊಂದಿರುವ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ನೋಂದಣಿಯಾದ ನಂತರ hCaptcha ನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಬಹುದು. ಆದಾಗ್ಯೂ, ಇದು ಕಾನೂನು ಸಲಹೆಯಲ್ಲ: ನಿಮ್ಮ ನಿಯೋಜನೆಗೆ ಇದು ನಿಜವೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅನುಷ್ಠಾನವನ್ನು ಗಣನೆಗೆ ತೆಗೆದುಕೊಂಡು ನಿಮ್ಮ ಸ್ವಂತ ಮೌಲ್ಯಮಾಪನವನ್ನು ನೀವು ನಿರ್ವಹಿಸಬೇಕು.",
    "page-acc-faq-2": "ಪ್ರಶ್ನೆ: ನೀವು ಆಡಿಯೊದಂತಹ ಇತರ ಪ್ರವೇಶಿಸುವಿಕೆ (a11y) ಆಯ್ಕೆಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೀರಾ? ಉತ್ತರ: ಈ ಹಿಂದೆ ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳಾದ ಆಡಿಯೊ ಕ್ಯಾಪ್ಚಾಗಳು ಅನೇಕ a11y ಬಳಕೆದಾರರ ವಿರುದ್ಧ ತಾರತಮ್ಯವನ್ನು ತೋರಿಸುತ್ತವೆ ಮತ್ತು ಆಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆ ತಂತ್ರಗಳಿಂದ ಸುಲಭವಾಗಿ ಸೋಲಿಸಲ್ಪಡುತ್ತವೆ. ಇದು ಪ್ರಸ್ತುತ ಆಡಿಯೊ ಸವಾಲುಗಳನ್ನು ಹೆಚ್ಚು ಹೆಚ್ಚು ಕಷ್ಟಕರವಾಗಿಸಲು, ಶಬ್ದ, ಬೆಸ ಸಮಯ, ಅಸಾಮಾನ್ಯ ಪದ ಸಂಯೋಜನೆಗಳನ್ನು ಪರಿಚಯಿಸಲು ಮತ್ತು ಆಕ್ರಮಣಕಾರರನ್ನು ಸೋಲಿಸಲು ಒತ್ತಾಯಿಸಿದೆ. ಈ ವಿಧಾನದ ವಿರುದ್ಧ ನಾವು ಕಡಿಮೆ ಉತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಸವಾಲನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸುತ್ತೇವೆ, ಆದರೆ a11y ಸಮುದಾಯದಿಂದ ಬೇಡಿಕೆಯಿದ್ದರೆ ಅದನ್ನು ಪರಿಗಣಿಸುತ್ತೇವೆ. ಆದಾಗ್ಯೂ, ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆಯ ಪ್ರಕರಣಕ್ಕಾಗಿ ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಲ್ಲಿ ನಾವು ತುಂಬಾ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. ನಮ್ಮ ಪ್ರಸ್ತುತ a11y ವಿಧಾನವನ್ನು ಗೌಪ್ಯತೆ ಪಾಸ್ ವಿತರಣೆಯೊಂದಿಗೆ ಸಂಯೋಜಿಸುವುದರಿಂದ a11y ಬಳಕೆದಾರರು ಸುರಕ್ಷಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಲು, ಅವರ ದಟ್ಟಣೆ ಹೆಚ್ಚು ಖಾಸಗಿಯಾಗಿದೆ ಎಂಬ ಜ್ಞಾನದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರಲು ಅನುಮತಿಸುತ್ತದೆ, ಆದರೆ a11y ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿರುವಾಗ ಅನಿವಾರ್ಯವಾಗಿ ಸಂಭವಿಸುವ ಬೋಟ್ ಆಪರೇಟರ್‌ಗಳ ನಿಂದನೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ಈ ಹೊಸ ತಂತ್ರಜ್ಞಾನವನ್ನು ಪ್ರಮಾಣೀಕರಿಸುವ ಐಇಟಿಎಫ್ ಕಾರ್ಯ ಸಮೂಹದಲ್ಲಿ ನಾವು ಸಕ್ರಿಯ ಭಾಗವಹಿಸುವವರು.",
    "page-acc-faq-3": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆ ಬಗ್ಗೆ ಏನು? ನೋಂದಣಿ a11y ಬ್ರೌಸಿಂಗ್ ಡೇಟಾವನ್ನು ಕೆಲವು ರೀತಿಯಲ್ಲಿ ಬಹಿರಂಗಪಡಿಸುತ್ತದೆಯೇ? ಇಮೇಲ್‌ನೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡುತ್ತೀರಿ? ಉತ್ತರ: hCaptcha ಅನ್ನು ಗೌಪ್ಯತೆಗಾಗಿ ನೆಲದಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳ ಒಡೆತನದ ರೆಕಾಪ್ಚಾದಂತಹ ಸಾಂಪ್ರದಾಯಿಕ ಆಯ್ಕೆಗಳಿಗಿಂತ ಇದು ತುಂಬಾ ಭಿನ್ನವಾಗಿದೆ, ಅವರು ನಿಮ್ಮನ್ನು ವೆಬ್‌ನಾದ್ಯಂತ ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ನಿಮ್ಮನ್ನು ನಿಜವಾದ ಗುರುತಿನೊಂದಿಗೆ ಸಂಯೋಜಿಸಲು ಪ್ರೋತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದಾರೆ. A11y ಬಳಕೆಯನ್ನು ಸುಗಮಗೊಳಿಸುವುದು ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ತಡೆಯುವುದನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಪ್ರವೇಶದ ಇಮೇಲ್‌ಗಳು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ಎಂದಿಗೂ ಬಳಸುವುದಿಲ್ಲ. ನಾವು ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ನಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯು ಸಮಗ್ರ ಮತ್ತು ಅಧಿಕೃತ ಉತ್ತರಗಳನ್ನು ಹೊಂದಿದೆ, ಆದರೆ ಸಣ್ಣ ಉತ್ತರವೆಂದರೆ ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ಹೊಂದಿರುವ ವ್ಯಕ್ತಿಯಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಯೋಜಿಸಲು ನಮಗೆ ಯಾವುದೇ ಆಸಕ್ತಿಯಿಲ್ಲ. ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತ್ವರಿತವಾಗಿ ತ್ಯಜಿಸಲು ನಾವು ಪ್ರಸ್ತುತ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಪರಿಹಾರಕ್ಕಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ನಮ್ಮ ಗೌಪ್ಯತೆ ಪಾಸ್ ಕೆಲಸಕ್ಕೆ ಪೂರಕವಾಗಿ ದುರುಪಯೋಗವನ್ನು ತಡೆಯುವ ನಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಇನ್ನೂ ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತಿರುವಾಗ.",
    "page-acc-link-1": "ನೀವು ಪ್ರವೇಶಿಸುವ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ.",
    "page-acc-subhead": "ಸುರಕ್ಷತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ತಡೆರಹಿತ ಪ್ರವೇಶವನ್ನು ಖಾತ್ರಿಪಡಿಸುವುದು",
    "page-acc-summary": "ಸಾರಾಂಶ",
    "page-acc-summary-contents-1": "ಜನರಿಂದ ಬೇರ್ಪಡಿಸುವ ಮೂಲಕ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಲು hCaptcha ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ವಿಷುಯಲ್ ಪರೀಕ್ಷೆಗಳು ಇದಕ್ಕಾಗಿ ಅನುಕೂಲಕರ ಸಾಧನವಾಗಿದೆ, ಆದರೆ ಪ್ರತಿಯೊಬ್ಬರೂ ದೃಶ್ಯ ಸವಾಲನ್ನು ಪರಿಹರಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಕಾರಣಕ್ಕಾಗಿ ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವ ಪ್ರಕಾಶಕರಿಗೆ ಪೂರ್ಣ ವಿಭಾಗ 508 ಮತ್ತು ಡಬ್ಲ್ಯೂಸಿಎಜಿ 2.0 ಅನುಸರಣೆಯೊಂದಿಗೆ ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಸರಳ, ನೋವುರಹಿತ ಪರ್ಯಾಯವನ್ನು ನಾವು ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದೇವೆ.",
    "page-acc-summary-contents-2": "ಇದು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: ಮೊದಲು, ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರು ಈ URL ನಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡುತ್ತಾರೆ, ಇದನ್ನು hCaptcha ವಿಜೆಟ್ ಮಾಹಿತಿ ಪುಟದಲ್ಲಿ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ. ಅವರಿಗೆ ದಿನಕ್ಕೆ ಹಲವಾರು ಬಾರಿ ಬಳಸಬಹುದಾದ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಕುಕಿಯನ್ನು ನೀಡಲಾಗುತ್ತದೆ, ಆದರೆ ಲಾಗಿನ್ ಮೂಲಕ ಪ್ರತಿ 24 ಗಂಟೆಗಳಿಗೊಮ್ಮೆ ಅದನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕು. ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ಸೈಟ್‌ನಲ್ಲಿ ಪ್ರವೇಶಿಸುವ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲನ್ನು ನೀಡಿದಾಗ, ಅವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಾದುಹೋಗುತ್ತವೆ.",
    "page-acc-title": "hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ ಮಾಹಿತಿ",
    "page-acc-tr-body": "ಪ್ರಶ್ನೆ: ಕುಕಿಯನ್ನು ಹೊಂದಿಸಿದ ನಂತರ ನಾನು ಇನ್ನೂ ಸವಾಲನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ. ಇದಕ್ಕೆ ಕಾರಣವೇನು? ಉತ್ತರ: ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಆಕ್ರಮಣಕಾರಿ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ವಿರೋಧಿ ಕುಕೀ ವಿಸ್ತರಣೆ ಅಥವಾ ಅಡ್ಡ-ಸೈಟ್ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸುವುದರಿಂದ ಉಂಟಾಗುತ್ತದೆ, ಈ ಸಂದರ್ಭದಲ್ಲಿ hcaptcha.com ಗಾಗಿ ಕುಕೀ ಅನ್ನು ಬೇರೆ ಸೈಟ್‌ನಲ್ಲಿ hCaptcha JavaScript ನಿಂದ ಹೊಂದಿಸಲಾಗಿದೆ ಅಥವಾ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ. , ನೀವು ಭೇಟಿ ನೀಡುವಂತೆಯೇ. hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀಗಳು ಎಲ್ಲಾ ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಬ್ಲಾಕರ್‌ಗಳೊಂದಿಗೆ ಅವುಗಳ ಪ್ರಮಾಣಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ಸಾಮಾನ್ಯವಾಗಿ ವೈಫಲ್ಯಗಳು ಆಂಟಿ-ಆಡ್‌ಬ್ಲಾಕ್ ವಿರೋಧಿ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳು ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳನ್ನು ಗುರಿಯಾಗಿಸುವ ರೀತಿಯ ನಿಯಮಗಳ ಕಾರಣದಿಂದಾಗಿರುತ್ತವೆ. ಪರಿಹಾರಗಳು: 1. ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಯಲ್ಲಿ ಶ್ವೇತಪಟ್ಟಿ hcaptcha.com ಮತ್ತು * .hcaptcha.com ಕುಕೀಗಳು. 2. ನೀವು ಬ್ರೇವ್ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಅದು (ಏಪ್ರಿಲ್ 2020 ರಂತೆ) ಯಾವುದೇ ರೀತಿಯ ಕುಕೀ ಶ್ವೇತಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಲ್ಲವೆಂದು ತೋರುತ್ತಿದ್ದರೆ, ಆದ್ಯತೆಗಳು -> ಶೀಲ್ಡ್ಸ್ -> ಕುಕೀಗಳಿಗೆ ಹೋಗಿ ಮತ್ತು ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸು ಆಯ್ಕೆಮಾಡಿ. 3. ನೀವು ಇತ್ತೀಚೆಗೆ ಬಿಡುಗಡೆಯಾದ ಓಎಸ್ ಎಕ್ಸ್ 10.15 ಅಥವಾ ಐಒಎಸ್ 13. 4 ನಲ್ಲಿ ಸಫಾರಿಯ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಆಪಲ್ ಇದೀಗ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಫಾರಿ ನಡವಳಿಕೆಯನ್ನು ಬದಲಾಯಿಸಿದೆ, ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಎಲ್ಲವನ್ನೂ ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ನಾವು ಪರಿಹಾರವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತಿದ್ದೇವೆ, ಆದರೆ ಈ ಮಧ್ಯೆ ದಯವಿಟ್ಟು ಸಫಾರಿ ಪ್ರಾಶಸ್ತ್ಯಗಳು, ಗೌಪ್ಯತೆ ವಿಭಾಗಕ್ಕೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಗುರುತಿಸಬೇಡಿ: ಪ್ರವೇಶ ಕುಕೀ ನಿರೀಕ್ಷೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಅನುವು ಮಾಡಿಕೊಡಲು ಅಡ್ಡ-ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ತಡೆಯಿರಿ. ಪ್ರಶ್ನೆ: ನಾನು ಅನೇಕ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇನೆ. ನಾನು ಅನೇಕ ಬಾರಿ ಸೈನ್ ಅಪ್ ಮಾಡಬೇಕೇ? ಉತ್ತರ: ಇಲ್ಲ. ದಯವಿಟ್ಟು ಕುಕಿಯನ್ನು ಹೊಂದಿಸಲು ನೀವು ಬಳಸುವ ಪ್ರತಿಯೊಂದು ಸಾಧನದಲ್ಲಿ ನಿಮಗೆ ಕಳುಹಿಸಿದ ಅದೇ ಇಮೇಲ್ ಲಾಗಿನ್ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "page-acc-tr-title": "ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಿಗಾಗಿ: ಪ್ರಶ್ನೋತ್ತರ ಮತ್ತು ನಿವಾರಣೆ ಮಾರ್ಗದರ್ಶಿ",
    "priv-hc": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ",
    "priv-hc-text": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮನ್ನು ಅವರ ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ನಾವು ಇಲ್ಲ. ಬಳಕೆದಾರರು ಯಾರೆಂದು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತರಾಗಲು ಎಷ್ಟು ಸಾಧ್ಯವಿದೆ. ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ.",
    "reporting-bugs-accessibility-button": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "reporting-bugs-accessibility-head": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳು",
    "reporting-bugs-accessibility-text": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
    "reporting-bugs-guide-ff-head": "ದೋಷ ವರದಿ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯುವುದು: ಫೈರ್‌ಫಾಕ್ಸ್",
    "reporting-bugs-guide-ff-step-1": "ಹಂತ 1: ಓಪನ್ ಡೆವಲಪರ್ ಪರಿಕರಗಳು (ಇದು ಅಧಿವೇಶನವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.)",
    "reporting-bugs-guide-ff-step-2": "ಹಂತ 2: ಡೆವಲಪರ್ ಪರಿಕರಗಳಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಪರ್ಸಿಸ್ಟ್ ಲಾಗ್ಸ್ ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.",
    "reporting-bugs-guide-ff-step-3": "ಹಂತ 3: https://accounts.hcaptcha.com/demo, ಅಥವಾ ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ (ಗೌಪ್ಯತೆ ಟಿಪ್ಪಣಿ: ಅದು ಏನು ಎಂದು ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ) ... ತದನಂತರ ನಾನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಾನು ಮಾನವ ಗುಂಡಿ, ಮತ್ತು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
    "reporting-bugs-guide-ff-step-4": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ HAR ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ನೆಟ್‌ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು ಎಲ್ಲವನ್ನೂ HAR ಆಗಿ ಉಳಿಸಿ ಆಯ್ಕೆಮಾಡಿ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
    "reporting-bugs-guide-ff-step-5": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಅದನ್ನು ಪಠ್ಯ ಫೈಲ್‌ನಲ್ಲಿ ಉಳಿಸಿ, ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು. ಅದನ್ನೂ ನಮಗೆ ಕಳುಹಿಸಿ.",
    "reporting-bugs-guide-ff-step-6": "ಕೊನೆಯ ಹಂತ: ಆ HAR ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ ಬಳಸಿ: support@hcaptcha.com (ದಯವಿಟ್ಟು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್ ಅಥವಾ ಫೈಲ್‌ಬಿನ್‌ನಂತಹ ಸೇವೆಯನ್ನು ಬಳಸಿ ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ) ಮತ್ತು ಐಚ್ ally ಿಕವಾಗಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್, ಏನಾದರೂ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ . ದಯವಿಟ್ಟು ನೀವು ಬಳಸುತ್ತಿರುವ ಐಪಿಯನ್ನು ಕಳುಹಿಸಿ. ನೀವು ಇದನ್ನು https://www.whatsmyip.org/ ನಿಂದ ಪಡೆಯಬಹುದು. ಈ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಮಯ ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! HCaptcha ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.",
    "reporting-bugs-guide-head": "ದೋಷ ವರದಿ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯುವುದು: Chrome",
    "reporting-bugs-guide-step-1": "ಹಂತ 1: ಓಪನ್ ಡೆವಲಪರ್ ಪರಿಕರಗಳು (ಇದು ಅಧಿವೇಶನವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.)",
    "reporting-bugs-guide-step-2": "ಹಂತ 2: ಡೆವಲಪರ್ ಪರಿಕರಗಳಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿ ಸಂರಕ್ಷಿಸಿ ಲಾಗ್ ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.",
    "reporting-bugs-guide-step-3": "ಹಂತ 3: https://accounts.hcaptcha.com/demo, ಅಥವಾ ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ (ಗೌಪ್ಯತೆ ಟಿಪ್ಪಣಿ: ಅದು ಏನು ಎಂದು ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ) ... ತದನಂತರ ನಾನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಾನು ಮಾನವ ಗುಂಡಿ, ಮತ್ತು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
    "reporting-bugs-guide-step-4": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ ರಫ್ತು HAR (ಸ್ವಲ್ಪ ಕೆಳಗೆ ಬಾಣ) ಕ್ಲಿಕ್ ಮಾಡಿ, ಅದು ನೆಟ್‌ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸುತ್ತದೆ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
    "reporting-bugs-guide-step-5": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ ಉಳಿಸು .. ಅದನ್ನೂ ನಮಗೆ ಕಳುಹಿಸಿ.",
    "reporting-bugs-guide-step-6": "ಕೊನೆಯ ಹಂತ: ಆ HAR ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ. ಬಳಸಿ: support@hcaptcha.com (ದಯವಿಟ್ಟು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್ ಅಥವಾ ಫೈಲ್‌ಬಿನ್‌ನಂತಹ ಸೇವೆಯನ್ನು ಬಳಸಿ ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ) ಮತ್ತು ಐಚ್ ally ಿಕವಾಗಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್, ಏನಾದರೂ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ. ದಯವಿಟ್ಟು ನೀವು ಬಳಸುತ್ತಿರುವ ಐಪಿಯನ್ನು ಕಳುಹಿಸಿ. ನೀವು ಇದನ್ನು https://www.whatsmyip.org/ ನಿಂದ ಪಡೆಯಬಹುದು. ಈ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಮಯ ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! HCaptcha ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.",
    "reporting-bugs-guide-text-1": "ನಿಮ್ಮ ವರದಿಯೊಂದಿಗೆ ಡೀಬಗ್ ಮಾಡುವ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸುವುದರಿಂದ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಗುರುತಿಸಲು ನಮಗೆ ಸುಲಭವಾಗುತ್ತದೆ. ಹಂತ-ಹಂತದ ಸೂಚನೆಗಳು ಇಲ್ಲಿವೆ:",
    "reporting-bugs-guide-text-2": "ನೀವು ವೆಬ್ ಡೆವಲಪರ್ ಅಥವಾ ಪರಿಣಿತ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ನೀವು ನಮಗೆ ನೆಟ್‌ವರ್ಕ್ ರೆಕಾರ್ಡಿಂಗ್ HAR ಮತ್ತು ಬ್ರೌಸರ್ ಕನ್ಸೋಲ್ ಲಾಗ್‌ಗಳನ್ನು ಕಳುಹಿಸಲು ಬಯಸುತ್ತೇವೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಯಾವುದೇ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ನಂತರ ನೀವು ಈ ಹಂತಗಳನ್ನು ಅನುಸರಿಸುವ ಮೊದಲು ಮರುಪ್ರಯತ್ನಿಸಿ. ಅದು ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದರೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಆವೃತ್ತಿ, ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ URL ಅನ್ನು ನಮಗೆ ತಿಳಿಸಲು ನಾವು ನಿಮಗೆ ಪ್ರಶಂಸಿಸುತ್ತೇವೆ.",
    "reporting-bugs-intro-head": "ದೋಷ ಕಂಡುಬಂದಿದೆಯೇ? ಅದನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "reporting-bugs-intro-text": "ಸಾವಿರಾರು ಜನರು ಬ್ರೌಸರ್‌ಗಳು, ವಿಸ್ತರಣೆಗಳು, ಸಾಧನಗಳು, ಫೈರ್‌ವಾಲ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಪ್ರತಿ ತಿಂಗಳು ಲಕ್ಷಾಂತರ ಜನರು ಎಚ್‌ಕ್ಯಾಪ್ಚಾವನ್ನು ಬಳಸುತ್ತಾರೆ. ಇದು ಯಾವಾಗಲೂ ನಿಮಗಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ವರದಿಗಳನ್ನು ನಾವು ತುಂಬಾ ಪ್ರಶಂಸಿಸುತ್ತೇವೆ! ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು, ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಕ್ರಿಯಾತ್ಮಕ ಸಮಸ್ಯೆಯನ್ನು ನೋಡುತ್ತಿದ್ದರೆ, ದಯವಿಟ್ಟು Chrome ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ ಅಥವಾ ಕೆಳಗಿನ ಫೈರ್‌ಫಾಕ್ಸ್‌ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ. ಬೇರೆ ಯಾವುದೇ ಬ್ರೌಸರ್‌ಗಳಿಗಾಗಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ. ಸಂಭಾವ್ಯ ಸುರಕ್ಷತೆ ಅಥವಾ ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳಿಗಾಗಿ, ಕೆಳಗಿನ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.",
    "reporting-bugs-privacy-head": "ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳು",
    "reporting-bugs-privacy-text": "ಬಳಕೆದಾರರು ಯಾರೆಂದು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತ ಅಥವಾ ಯಂತ್ರಗಳಾಗಿರಲು ಎಷ್ಟು ಸಾಧ್ಯವಿದೆ. ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ. ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಪರಿಣಾಮ ಬೀರಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸುವ ಸಮಸ್ಯೆಯನ್ನು ನೀವು ಕಂಡುಕೊಂಡಿದ್ದರೆ, ದಯವಿಟ್ಟು support@hcaptcha.com ನಲ್ಲಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ.",
    "reporting-bugs-provide-feedback-button": "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ",
    "reporting-bugs-provide-feedback-head": "HCaptcha ಕುರಿತು ತಕ್ಷಣದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಒದಗಿಸಿ",
    "reporting-bugs-provide-feedback-text": "ನಿಮ್ಮ ಇನ್ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
    "reporting-bugs-security-head": "ಭದ್ರತಾ ದೋಷಗಳು",
    "reporting-bugs-security-text": "ಭದ್ರತಾ ದೋಷಗಳ ವರದಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನಾವು ಯಾವಾಗಲೂ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. Support@hcaptcha.com & CC security@hcaptcha.com ಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ನಾವು ನಿಮ್ಮನ್ನು ಶೀಘ್ರವಾಗಿ ಸಂಪರ್ಕಿಸುತ್ತೇವೆ. ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಸೇವೆ ಮತ್ತು ಸಂಬಂಧಿತ ಮೂಲ ಕೋಡ್‌ನಲ್ಲಿ ಅರ್ಹ ಭದ್ರತಾ ವರದಿಗಳಿಗಾಗಿ ನಾವು ಬಗ್ ಬೌಂಟಿ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಸಹ ಹೊಂದಿದ್ದೇವೆ.",
    "sec-hc": "ಭದ್ರತೆ ಮೊದಲು",
    "sec-hc-text": "hCaptcha ಪ್ರಕಾಶಕ-ಕೇಂದ್ರಿತವಾಗಿದೆ. ಸೈಟ್‌ಗಳಿಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು ನಾವು ಕೆಲಸ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ಅವರಿಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡಿ. ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. ಇತರ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ಅವರ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
    "switch-to-english-link": "ಇಂಗ್ಲಿಷ್‌ಗೆ ಬದಲಿಸಿ",
    "what-is-hcaptcha": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಎಂದರೇನು?",
    "what-is-hcaptcha-text": "ಮಾನವರಿಗೆ ಸುಲಭವಾದ ಮತ್ತು ಯಂತ್ರಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಸರಳ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುವ ಮೂಲಕ ಬಾಟ್‌ಗಳು, ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ಹೊರಗಿಡಲು ನಿಮ್ಮ ನೆಚ್ಚಿನ ವೆಬ್ ಸೇವೆಗಳಿಗೆ hCaptcha ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
    "why-hc": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಏಕೆ?",
    "why-hc-text": "ಪ್ರತಿ ಬಾರಿ ನೀವು ಸವಾಲಿಗೆ ಉತ್ತರಿಸಿದಾಗ, ನೀವು ಮನುಷ್ಯರಾಗಿದ್ದೀರಾ ಅಥವಾ ಯಂತ್ರವೇ ಎಂದು ಕಂಡುಹಿಡಿಯಲು ನಾವು ಅತ್ಯಾಧುನಿಕ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ನೀವು ಭೇಟಿ ನೀಡಿದ ವೆಬ್‌ಸೈಟ್ ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಈ ಫಲಿತಾಂಶವನ್ನು ಬಳಸುತ್ತದೆ."
}