{
    "a11y-img-1": "로그인 후 접근성 사용자 화면",
    "a11y-img-2": "위젯 UI 메뉴의 접근성 옵션",
    "a11y-img-3": "위젯 UI의 접근성 대화 상자",
    "about-advisors-brendan": "Brave의 CEO. Mozilla의 공동 설립자. JavaScript 프로그래밍 언어의 제작자. 브라우저 등의 빌더.",
    "about-advisors-dawn": "University of California, Berkeley의 CS 교수. 딥 러닝, 보안, 블록 체인 전문가. Oasis Labs의 CEO.",
    "about-advisors-head": "고문",
    "about-advisors-keiran": "스탠포드의 연구원. 주요 은행, 헤지 펀드 및 학계의 기계 학습 및 양적 금융.",
    "about-content-head-1": "우리가하는 일",
    "about-content-head-2": "중요한 이유",
    "about-content-text-1": "hCaptcha는 AI 및 기계 학습 회사 인 Intuition Machines Inc의 서비스로, 대규모 금속 수익 및 시각적 도메인 ML에 중점을 둡니다. 우리는 전 세계의 글로벌 2000 개 기업에 비디오 및 이미지 분석 서비스를 제공하기 위해 대규모 확장 가능한 시스템을 구축하고 운영합니다.",
    "about-content-text-1a": "hCaptcha는 봇 차단에 대한 현대적이고 개인 정보 보호에 중점을 둔 접근 방식을 제공합니다.",
    "about-content-text-1b": "기계 학습 문제에서 라벨링하기 어려운 데이터를 수집하고이를 사용하여 웹 사이트 또는 앱 방문자가 사람인지 구분하여 봇에게는 어렵지만 사람에게는 쉬운 보안 문자 문제를 보여줍니다.",
    "about-content-text-2": "일반적으로 데이터가 많을수록 더 나은 결과를 얻을 수 있습니다. 올바르게 레이블이 지정되고 관련 데이터 세트를 구축하고 유지하는 것은 시간과 비용이 많이 듭니다. hCaptcha는 원래 이미지 라벨링에 대한 우리 자신의 요구를 해결하기 위해 개발되었으며 이제 유사한 요구를 가진 다른 회사에서 사용할 수 있습니다.",
    "about-content-text-2a": "온라인에서 나쁜 행위자가 점점 더 흔해지고 있습니다. 그러나 사용자 개인 정보를 희생하는 것은 답이 아닙니다.",
    "about-content-text-2b": "광고 회사에서 제공하는 보안 솔루션은 주로 웹에서 사용자를 추적하는 데 중점을 둡니다. 우수한 결과를 제공하기 위해 사용자 개인 정보를 해칠 필요가 없음을 입증하는 효과적인 보안 솔루션을 만들었습니다.",
    "about-intro-head-1": "hCaptcha 정보",
    "about-intro-head-2": "개인 정보 보호, 보안 및 기계 학습.",
    "about-intro-text": "hCaptcha는 세계에서 가장 널리 사용되는 독립 CAPTCHA 서비스입니다.",
    "about-leadership-alex": "데이터베이스 및 블록 체인 전문가. Cloudera 등의 초기 엔지니어. 수십 년간의 전문 기술 구축 소프트웨어 및 팀.",
    "about-leadership-eli": "최고 경영자. AI 분야에서 인정받는 리더. 지난 수십 년 동안 다양한 비즈니스 문제에 머신 인텔리전스를 대규모로 적용했습니다.",
    "about-leadership-head": "지도",
    "about-leadership-todd": "스탠포드 전산 생물학 박사. 1999 년부터 신경망을 사용하고 있습니다. 대규모 응용 ML 및 딥 러닝에 중점을 둡니다.",
    "acc-opt": "접근성 옵션",
    "acc-opt-but": "접근성 옵션에 대해 더 알아보기",
    "acc-opt-text": "시각 장애가 있거나 hCaptchas를 완료 할 수 없습니까?",
    "accessibility-link": "접근성",
    "appreciate-in": "귀하의 의견에 감사드립니다. 문제를 알려 주시면 신속하게 해결해 드리겠습니다.",
    "fb-but": "피드백 보내기",
    "feedback-text": "방금 본 hCaptcha에 대한 피드백 제공",
    "footer-attribution": "속성",
    "footer-copyright-text": "hCaptcha는 Intuition Machines, Inc.의 등록 상표입니다.",
    "footer-header-1": "회사",
    "footer-header-2": "자원",
    "footer-header-3": "접촉",
    "footer-link-1": "라벨링",
    "footer-link-10": "접근성",
    "footer-link-2": "약",
    "footer-link-3": "직업",
    "footer-link-4": "상표",
    "footer-link-5": "AI 윤리",
    "footer-link-6": "블로그",
    "footer-link-7": "상태",
    "footer-link-8": "선적 서류 비치",
    "footer-link-9": "버그 신고",
    "footer-privacy": "은둔",
    "footer-subheader-1": "지원하다",
    "footer-subheader-2": "접촉",
    "footer-terms": "자귀",
    "h-plans": "구독 계획",
    "header-docs-link": "문서",
    "header-labeling-services-link": "라벨링 서비스",
    "header-login-button": "로그인",
    "header-plans-link": "계획",
    "header-signup-button": "가입하기",
    "home-about-head": "hCaptcha 정보",
    "home-about-subtitle": "휴먼 프로토콜 기반",
    "home-about-text-1": "hCaptcha는 기계 학습에서 가장 노동 집약적 인 문제를 해결하도록 설계되었습니다. 즉, 대량의 데이터를시기 적절하고 저렴하며 신뢰할 수있는 방식으로 레이블링합니다.",
    "home-about-text-2": "일반적으로 데이터가 많을수록 머신 러닝 모델 학습에서 더 나은 결과를 얻을 수 있습니다. 최근 심층 모델의 성공으로 인해 거의 항상 사람이 검토 한 데이터 세트가 점점 커지고 있습니다. 그러나 Mechanical Turk, Figure Eight 등을 통해 사람이 검토 한 대규모 데이터 세트를 만드는 것은 느리고 비용이 많이 듭니다.",
    "home-about-text-3": "hCaptcha는 웹 사이트가 봇 및 기타 형태의 남용을 차단하면서 이러한 요구에 부응하는 수익을 창출 할 수 있도록합니다.",
    "home-about-text-4": "hCaptcha 마켓 플레이스는 이더 리움 블록 체인에서 실행되는 인간 검토를위한 개방형 분산 프로토콜 인 HUMAN 프로토콜에 의해 구동됩니다. 웹 사이트는 사용자가 사이트에서 hCaptcha 위젯을 사용할 때마다 HMT (휴먼 토큰)를 획득하고 기계 학습 회사는 데이터 레이블을 지정하기 위해 휴먼 토큰을 지불합니다.",
    "home-ba-labeling-services-link": "라벨링 서비스",
    "home-benefits-head-1": "데이터 라벨링의 가치",
    "home-benefits-head-2": "자선 단체에 환원",
    "home-benefits-text-1": "자동차를 클릭 할 때마다 단일 Gigantic 회사의 기계 학습 시스템을 무료로 훈련시키는 데 도움이된다는 사실을 알고 계셨습니까?",
    "home-benefits-text-2": "hCaptcha는이 모델을 뒤집습니다. hCaptcha를 사용할 때 회사는 사용자가 자신의 인간성을 증명하는 작업에 입찰합니다. 당신은 보상을받습니다.",
    "home-benefits-text-3": "좋아하는 자선 단체에 환원하고 싶으신가요? hCaptcha를 사용하면 선택한 자선 단체를 사용하여 얻은 수입으로 지원할 수 있습니다. 사이트의 사용자는 곧 hCaptcha 인터페이스에서 신중한 브랜딩을 통해 자선 단체에 대한 귀하의 기여를 볼 수 있습니다.",
    "home-challenge-text-1": "검색어와 일치하는 모든 이미지 선택",
    "home-challenge-text-2": "개체의 경계 영역 정의",
    "home-challenge-text-3": "해당 레이블 식별",
    "home-challenge-title-1": "비교",
    "home-challenge-title-2": "경계 상자",
    "home-challenge-title-3": "분류",
    "home-challenges-head": "제시된 도전",
    "home-challenges-text-1": "... 및 기타 간단한 작업. 인간에게는 쉽고 봇에게는 어렵습니다.",
    "home-challenges-text-2": "엔터프라이즈 게시자도 사용자 지정 작업을 사용할 수 있습니다.",
    "home-ent-1": "엔터프라이즈 보안 제품을 찾고 계십니까?",
    "home-ent-2": "새로운 전용 사이트 방문 : BotStop.com",
    "home-ent-button": "자세히 알아보기 : hCaptcha의 BotStop",
    "home-from-the-blog": "블로그에서 :",
    "home-from-the-blog-value": "hCaptcha 난이도 설정 작동 방식",
    "home-intro-body": "봇을 차단하기 위해 보안 문자를 사용합니까? hCaptcha는 사용자 개인 정보를 보호하고 웹 사이트에 보상을 제공하며 회사가 데이터에 레이블을 지정하도록 돕습니다. reCAPTCHA의 드롭 인 대체품입니다. 몇 분 내에 전환 할 수 있습니다.",
    "home-intro-button": "지금 등록하세요",
    "home-intro-head": "더 많은 봇을 중지하십시오. 사용자 개인 정보 보호를 시작하십시오.",
    "home-main-1": "은밀한. 안전한. 더 빠르게. 그리고 우리는 그것을 사용하기 위해 당신에게 지불합니다.",
    "home-main-2": "프라이버시 중심",
    "home-main-2c": "광고 네트워크는 방문자를 제품으로 간주합니다. hCaptcha의 경우 제품은 그들이 제공하는 작업입니다. 사용자가 누구인지는 신경 쓰지 않고 악의적 일 가능성 만 중요합니다. 우리는 프라이버시 패스와 같은 이니셔티브를 지원하고 프라이버시와 보안의 균형을 맞추기 위해 열심히 노력합니다.",
    "home-main-3": "보안 우선",
    "home-main-3c": "정확성은 귀하와 우리의 관심사입니다. hCaptcha는 게시자 중심입니다. 우리는 귀하에게 실제 데이터를 제공하고 귀하가이를 사용하는 방법을 결정할 수 있도록 노력합니다. 다른 캡 차는 Gigantic 광고 회사에서 제공합니다. 이는 그들이 차단하는 모든 봇이 수익을 감소시킬 수 있음을 의미합니다.",
    "home-main-4": "더 나은 사용자 경험",
    "home-main-4c": "hCaptcha는 정교한 기계 학습 모델을 사용하여 인류를 결정합니다. 이를 통해 사용자의 성가신 작업을 덜 필요로하고 그렇게하는 데 시간을 덜 소요하는 동시에 라벨링 고객을위한 유용한 라벨 데이터를 생성 할 수 있습니다.",
    "home-main-plans": "hCaptcha는 모든 규모의 게시자가 무료로 사용할 수 있습니다. 그러나 더 많은 제어가 필요한 기업 및 플랫폼의 경우 당사의 기업 솔루션을 사용할 수 있습니다.",
    "home-main-plans2": "hCaptcha 엔터프라이즈 솔루션은 지구상의 일부 대기업을 위해 수천만 웹 사이트에서 수백만 명의 사용자를 보호합니다. 자세한 내용은 당사에 문의하거나",
    "home-main-plans3": "hCaptcha 엔터프라이즈 솔루션은 지구상의 일부 대기업을 위해 수천만 웹 사이트에서 수백만 명의 사용자를 보호합니다. 자세한 내용은 당사에 문의하거나",
    "home-main-plans4": "자세한 내용은.",
    "home-plans-button-1": "지금 등록하세요",
    "home-plans-button-2": "영업팀에 문의",
    "home-plans-chart-head-1": "풍모",
    "home-plans-chart-head-2": "발행자",
    "home-plans-chart-head-3": "기업",
    "home-plans-chart-row-1-cell-1": "표시된 도전 유형 제어",
    "home-plans-chart-row-1-cell-2": "제한된",
    "home-plans-chart-row-1-cell-3": "합계",
    "home-plans-chart-row-10-cell-1": "다중 사용자 대시 보드",
    "home-plans-chart-row-11-cell-1": "고급보고 기능",
    "home-plans-chart-row-12-cell-1": "엔터프라이즈 SLA",
    "home-plans-chart-row-2-cell-1": "사용 된 챌린지 콘텐츠 제어",
    "home-plans-chart-row-2-cell-2": "제한된",
    "home-plans-chart-row-2-cell-3": "합계",
    "home-plans-chart-row-3-cell-1": "인간의 해결에 대한 보상 획득",
    "home-plans-chart-row-4-cell-1": "세계적 수준의 안티 봇 보호",
    "home-plans-chart-row-5-cell-1": "모든 국가에서 작동",
    "home-plans-chart-row-5a-cell-1": "보안 문자 없음 및 99.9 % 수동 모드",
    "home-plans-chart-row-5b-cell-1": "봇 신뢰도 점수",
    "home-plans-chart-row-6-cell-1": "GDPR 및 CCPA 친화적 인 개인 정보 보호 정책",
    "home-plans-chart-row-7-cell-1": "세분화 된 난이도",
    "home-plans-chart-row-8-cell-1": "나만의 도전 콘텐츠 시작",
    "home-plans-chart-row-9-cell-1": "시간 기반 난이도 스케줄링",
    "home-try-it-out-button": "hCaptcha 받기",
    "home-try-it-out-head": "그것을 시도",
    "home-try-it-out-text": "hCaptcha는 간단하고 쉽고 신뢰할 수있는 봇 탐지를 제공하는 동시에 인간이 해결하기에는 사소합니다.",
    "labeling-about-head": "hCaptcha 정보",
    "labeling-about-text-1": "hCaptcha는 기계 학습에서 가장 노동 집약적 인 문제를 해결하도록 설계되었습니다. 대량의 데이터를시기 적절하고 저렴하며 신뢰할 수있는 방식으로 레이블링합니다. 일반적으로 데이터가 많을수록 머신 러닝 모델 학습에서 더 나은 결과를 얻을 수 있습니다. 최근 딥 모델의 성공은 점점 더 큰 데이터 세트로 이어졌고 hCaptcha는 이러한 요구를 충족시킵니다.",
    "labeling-about-text-2": "그러나 기존 방법을 사용하여 사람이 검토 한 대규모 데이터 세트를 만드는 것은 느리고 비용이 많이 듭니다. hCaptcha는 회사가 다른 대안보다 더 높은 품질과 더 낮은 비용으로 필요한 주석을 더 빠르게 얻을 수있는 방법입니다.",
    "labeling-annotations-head": "주석 유형",
    "labeling-annotations-text-1": "이미지 및 비디오에서 정확한 물체 감지",
    "labeling-annotations-text-2": "이미지 및 비디오에서 정확한 물체 감지",
    "labeling-annotations-text-3": "다양한 사용 사례에 대한 포인트 주석",
    "labeling-annotations-text-4": "모든 크기의 임의 범주 정렬 또는 추가",
    "labeling-annotations-text-5": "사람이 지원하는 감지 및 분류",
    "labeling-annotations-text-6": "여기에 나열되지 않은 다른 유형이 필요하십니까? 저희에게 물어보세요.",
    "labeling-annotations-title-1": "경계 상자",
    "labeling-annotations-title-2": "다각형",
    "labeling-annotations-title-3": "랜드 마크",
    "labeling-annotations-title-4": "속성 분류",
    "labeling-annotations-title-5": "비교 및 탐지",
    "labeling-annotations-title-6": "... 그리고 더 많은",
    "labeling-ent-button": "엔터프라이즈 솔루션 팀에 문의",
    "labeling-ent-head": "종단 간 제어가 필요하십니까?",
    "labeling-ent-text-1": "hCaptcha 뒤의 HUMAN 플랫폼은 기존 시스템과 통합되는 온 프레미스, 하이브리드 또는 SaaS 배포를 통해 매우 정교한 작업 품질 및 관리 기능을 제공합니다.",
    "labeling-ent-text-2": "자신의 인력과 완전히 오프라인으로 실행하고, 비즈니스 단위 또는 컨소시엄 파트너 전체에서 소비되는 가치를 추적하고, 비용 및 보안 요구 사항에 따라 작업을 다른 내부 또는 외부 인력 공급자에게 선택적으로 라우팅하는 등의 작업을 수행 할 수 있습니다.",
    "labeling-ent-text-3": "간편한 API 액세스, 아름다운 대시 보드 및 최신 루프 모델 기술로 효율성을 극대화합니다.",
    "labeling-ent-text-4": "99.99 % 가동 시간 SLA 및 연중 무휴 글로벌 지원이 제공됩니다. 자세한 내용은:",
    "labeling-features-head-1": "간단한 API 기반 파이프 라인.",
    "labeling-features-head-2": "비용과 품질에 최적화되었습니다. 사전 약정이 필요하지 않습니다.",
    "labeling-features-head-3": "필요한 정확성에 대해서만 비용을 지불하십시오.",
    "labeling-features-head-4": "자신의 지상 진실 데이터를 제공하거나 즉시 구축하도록하세요.",
    "labeling-features-text-1": "인적 검토를 비즈니스 운영에 직접 통합하고 싶으십니까? 고 신뢰성 SLA, 보장 된 용량 및 간단한 REST API를 제공합니다.",
    "labeling-features-text-2": "HUMAN 플랫폼은 포괄적 인 신뢰 모델을 사용하여 정교한 실시간 품질 분석을 수행합니다. 이를 통해 질문의 난이도와 정답을 신속하게 파악하여 시간과 비용을 절약 할 수 있습니다.",
    "labeling-features-text-3": "모든 문제가 동일하지는 않습니다. 안전이 중요한 작업에 대한 주석에는 전적으로 인간 작업자의 99.99 % 신뢰가 필요할 수 있습니다. 모바일 게임 앱의 하나의 베타 기능에 대한 주석은 보통 수준의 신뢰 만 요구할 수 있습니다. 당신이 결정합니다.",
    "labeling-features-text-4": "포괄적 인 검증 세트가없는 원시 데이터가 있습니까? 대부분의 경우 시스템을 통해 실행되는 작업에 따라 하나를 만들거나 승인을 위해 레이블이 지정된 샘플을 만들 수 있습니다.",
    "labeling-info-head": "데이터 레이블 지정",
    "labeling-info-text-1": "당사의 도메인 전문가 중 한 명과상의하여 프로젝트 요구 사항 (목표 정확도, 형식 및 특수 요구 사항)을 정의하십시오.",
    "labeling-info-text-2": "샘플 데이터를 기반으로 소규모 생산 작업을 실행합니다. 이것은 우리가 함께 수행 한 작업을 테스트하여 필요한 것을 정확히 얻을 수 있도록합니다.",
    "labeling-info-text-3": "높은 볼륨과 짧은 지연 시간으로 작업이 완료되는 즉시 자동 전달을 통해 신속하게 작업을 처리합니다.",
    "labeling-info-text-4": "생산 작업의 매개 변수를 더 잘 이해하면 시간이 지남에 따라 결과가 계속 개선됩니다.",
    "labeling-info-text-5": "라이브 대시 보드를 사용하면 언제든지 피드백을 제공하거나 생산을 일시 중지 할 수 있습니다.",
    "labeling-info-title-1": "사양 정의",
    "labeling-info-title-2": "초기 작업 테스트",
    "labeling-info-title-3": "프로덕션 작업 배포",
    "labeling-info-title-4": "지속적인 개선",
    "labeling-info-title-5": "실시간 결과",
    "labeling-main-1": "규모에 따른 비용 효율적인 데이터 라벨링",
    "labeling-main-1-button": "지금 데이터 레이블 지정",
    "labeling-main-1c": "데이터 세트에 더 많은 라벨이 필요하십니까? hCaptcha는 인공 지능 및 기계 학습 애플리케이션을 연구하는 회사를 위해 빠르고 비용 효율적이며 고품질의 데이터 레이블링을 제공합니다.",
    "labeling-main-2": "수백만 개의 작업을 즉시 시작합니다.",
    "labeling-main-2-button": "데이터 라벨링 서비스 구매",
    "labeling-main-2c": "hCaptcha에는 지구상에서 가장 큰 수영장 중 하나가 있습니다. 규모에 관계없이 값 비싼 사전 약정없이 처리 할 수 있습니다. 하루에 수백만 개의 작업이 문제가되지 않습니다.",
    "labeling-platform-head": "개인 또는 공개 정보",
    "labeling-platform-text": "hCaptcha는 HUMAN 플랫폼에 구축되어 정교한 라우팅 및 분석을 통해 각 단계에서 비용과 효율성을 최적화 할 수 있습니다. 이 기술을 사용하면 적절한 인력이 업무의 각 부분을 처리하여 비용 효율성을 극대화하는 동시에 개인 정보를 보호하고 적용될 수있는 모든 규제 요구 사항을 충족 할 수 있습니다.",
    "labeling-try-button": "데이터 라벨링 서비스 구매",
    "labeling-try-head": "데이터를 사용해보고 싶으신가요?",
    "labeling-try-text": "... 언제든 준비가되어 있습니다 : 우리의 서비스는 24 시간 이용 가능합니다.",
    "learn-more-hcaptcha": "hCaptcha에 대해 더 알아보기",
    "page-acc-faq-1": "질문 : hCaptcha 섹션 508 + WCAG 2.1 AA를 준수합니까? 답변 : 우리는 그렇게 믿습니다. 웹을 탐색하고 양식에 텍스트를 입력 할 수있는 모든 형태의 장애가있는 모든 사용자는 등록시 hCaptcha로 보호되는 서비스에 액세스 할 수 있습니다. 그러나 이것은 법적 조언이 아닙니다. 특정 구현을 고려하여 자체 평가를 수행하여 배포에 해당하는지 확인해야합니다.",
    "page-acc-faq-2": "질문 : 오디오와 같은 다른 접근성 (a11y) 옵션에 대해 작업하고 있습니까? 답변 : 오디오 캡차와 같은 이전에 인기있는 옵션은 많은 a11y 사용자를 차별하며 최신 기계 학습 기술에 의해 쉽게 패배합니다. 이로 인해 현재 오디오 문제가 점점 더 어려워지고 소음, 이상한 타이밍, 비정상적인 단어 조합 등을 도입하여 공격자를 물리 칠 수 있습니다. 따라서 우리는 도전을 완전히 피하는 것보다이 접근 방식에 대해 덜 열정적이지만 a11y 커뮤니티의 요구가있는 경우 고려할 것입니다. 그러나 우리는 접근성 사용 사례를위한 Privacy Pass에 매우 관심이 있습니다. 현재의 a11y 접근 방식과 프라이버시 패스 발급을 결합하면 a11y 사용자가 트래픽이 더 비공개 적이라는 사실을 알고 안전하게 탐색하고 a11y 옵션을 사용할 수있을 때 불가피하게 발생하는 봇 운영자의 남용을 제한 할 수 있다고 믿습니다. 우리는이 새로운 기술을 표준화하는 IETF 작업 그룹에 적극적으로 참여하고 있습니다.",
    "page-acc-faq-3": "질문 : 개인 정보 보호는 어떻습니까? 등록하면 어떤 방식 으로든 검색 데이터가 노출됩니까? 이메일로 무엇을합니까? 답변 : hCaptcha는 처음부터 프라이버시를 위해 설계되었습니다. 웹에서 귀하를 추적하고 귀하를 실제 신원과 연관시키는 인센티브가있는 광고 네트워크 소유의 reCAPTCHA와 같은 기존 옵션과는 매우 다릅니다. 우리는 사용을 촉진하고 남용을 방지하는 것 이외의 목적으로 접근성 이메일이나 정보를 사용하지 않습니다. 당사의 개인 정보 보호 정책에는 데이터 사용 방법에 대한 포괄적이고 권위있는 답변이 있지만 짧은 답변은 귀하를 검색 기록과 연결하는 데 관심이 없다는 것입니다. 남용 방지 능력을 유지하면서 프라이버시 패스 작업을 보완합니다.",
    "page-acc-link-1": "접근성 사용자 인 경우 여기에서 등록하십시오.",
    "page-acc-subhead": "보안을 유지하면서 모든 사용자의 원활한 액세스 보장",
    "page-acc-summary": "요약",
    "page-acc-summary-contents-1": "hCaptcha는 봇을 사람과 구별하여 차단하도록 설계되었습니다. 시각적 테스트는이를위한 편리한 도구이지만 모든 사람이 시각적 문제를 해결할 수있는 것은 아닙니다. 이러한 이유로 Google은 서비스를 사용하는 게시자가 전체 섹션 508 및 WCAG 2.1 AA 규정을 준수하여 모든 사람의 접근성을 유지할 수 있도록 간단하고 간편한 대안을 설계했습니다.",
    "page-acc-summary-contents-2": "작동 방식 : 먼저 접근성 사용자가 hCaptcha 위젯 정보 페이지에 링크 된이 URL에 등록합니다. 하루에 여러 번 사용할 수있는 암호화 된 쿠키가 제공되지만 로그인을 통해 24 시간마다 새로 고쳐야하며 hCaptcha 서비스를 사용하는 사이트의 접근성 사용자에게 챌린지가 제시되면 자동으로 통과됩니다.",
    "page-acc-title": "hCaptcha 접근성 정보",
    "page-acc-tr-body": "질문 : 쿠키를 설정 한 후에도 여전히 챌린지가 표시됩니다. 원인은 무엇입니까?<br> 답변 : 이는 일반적으로 공격적인 광고 차단기 또는 쿠키 방지 확장 프로그램을 사용하거나 교차 사이트 쿠키를 차단하는 설정 (이 경우 다른 사이트의 hCaptcha JS에서 설정하거나 확인하는 hcaptcha.com 용 쿠키)을 사용하기 때문입니다. , 당신이 방문하는 것과 같은.<br><br> hCaptcha 접근성 쿠키는 표준 설정으로 모든 인기있는 브라우저 및 광고 차단기와 작동하므로 일반적으로 오류는 특정 사이트를 대상으로하는 안티-광고 차단 스크립트 또는 유사한 규칙 세트로 인해 발생합니다.<br><br> 해결책 :<br><br> 1. 광고 차단기 또는 브라우저 보안 확장 프로그램에서 hcaptcha.com 및 * .hcaptcha.com 쿠키를 허용 목록에 추가합니다.<br> 2. 현재 어떤 종류의 쿠키 허용 목록도없는 것으로 보이는 Brave 브라우저를 사용하는 경우 기본 설정-> 보호막-> 쿠키로 이동하여 모든 쿠키 허용을 선택합니다.<br> 3. 최근에 출시 된 OS X 10.15 또는 iOS 13.4에서 최신 버전의 Safari를 사용하는 경우 Apple은 타사 쿠키와 관련된 Safari 동작을 변경하여 기본적으로 모두 차단했습니다. 솔루션을 구현하고 있지만 그동안 Safari 기본 설정, 개인 정보 섹션을 방문하고 웹 사이트 추적 : 교차 사이트 추적 방지를 선택 취소하여 접근성 쿠키가 예상대로 작동하도록 설정하십시오.<br><br> 질문 : 여러 장치를 사용하고 있습니다. 여러 번 등록해야합니까?<br> 답변 : 아니요. 쿠키를 설정하기 위해 사용하는 각 장치에서 전송 된 동일한 이메일 로그인 링크를 클릭하십시오.<br><br> 질문 : 접근성 쿠키를 사용하는 동안 제 3 자 쿠키 추적으로부터 어떻게 자신을 보호 할 수 있습니까?<br> 답변 : 도메인 수준 허용 목록 (예 : uBlock Origin)을 지원하는 개인 정보 또는 광고 차단 확장 프로그램을 사용하면 예상대로 작동합니다. hcaptcha.com을 허용 목록에 추가하십시오.",
    "page-acc-tr-title": "접근성 사용자 : 자주 묻는 질문 및 문제 해결 가이드",
    "page-acc-tr2-body": "원정 여행<br> Safari (Mac)에서 쿠키를 활성화하려면 : Safari 드롭 다운 메뉴로 이동합니다. 기본 설정을 선택합니다. 상단 패널에서 개인 정보를 클릭합니다. 쿠키 차단에서 안 함 옵션을 선택합니다.<br> Safari (iPhone / iPad iOS 11+)에서 쿠키를 활성화하려면 : 설정을 엽니 다. 아래로 스크롤하여 Safari를 선택합니다. 개인 정보 및 보안에서 교차 사이트 추적 방지 및 모든 쿠키 차단을 끄십시오.<br><br> Firefox<br> 웹 페이지의 주소 표시 줄 왼쪽에있는 방패를 클릭합니다. 보호 설정을 클릭하십시오. Firefox 기본 설정 개인 정보 및 보안 패널이 열립니다. 향상된 추적 보호에서 사용자 지정을 선택합니다. 해당 확인란을 선택하여 차단할 추적기 및 스크립트를 선택하십시오. hcaptcha.com을 차단 해제했는지 확인하십시오.<br><br> 체크 상자를 선택 해제하여이를 디버깅하기 위해 사용자 정의에서 일부 보호를 일시적으로 끌 수도 있습니다. 추적기 체크 상자를 선택 해제하거나 여전히 문제가있는 경우 쿠키 체크 상자를 선택 해제하십시오.<br><br> 구글 크롬<br> Google 크롬 (PC) :<br> Chrome 메뉴 아이콘을 선택합니다. 설정을 선택합니다.<br> 페이지 하단에서 고급 설정 표시를 선택합니다.<br> 개인 정보 섹션에서 콘텐츠 설정을 선택합니다.<br> 로컬 데이터 설정 허용 (권장)을 선택합니다.<br> 완료를 선택하십시오.<br> ‍<br> Google 크롬 (Mac) :<br> Chrome 환경 설정을 열고 설정을 클릭 한 다음 고급 설정 표시를 클릭합니다.<br> 개인 정보에서 콘텐츠 설정을 클릭합니다.<br> 타사 쿠키 및 사이트 데이터 차단이 선택되어 있지 않은지 확인하십시오.<br> ‍<br> Google 크롬 (Android) :<br> Android 기기에서 Chrome 앱을 엽니 다.<br> 오른쪽 상단에서 더보기, 설정을 차례로 탭합니다.<br> 사이트 설정을 누른 다음 쿠키를 누릅니다.<br> 쿠키 옆에서 설정을 켭니다.<br> 타사 쿠키 허용 옆의 확인란을 선택합니다.",
    "page-acc-tr2-head": "교차 사이트 쿠키에 대한 브라우저 지침",
    "priv-hc": "프라이버시 중심",
    "priv-hc-text": "광고 네트워크는 귀하를 제품으로 간주합니다. 우리는 그렇지 않습니다. 우리는 사용자가 누구인지는 신경 쓰지 않고 악의적 일 가능성 만 중요합니다. 우리는 프라이버시 패스와 같은 이니셔티브를 지원하고 프라이버시와 보안의 균형을 맞추기 위해 열심히 노력합니다.",
    "reporting-bugs-accessibility-button": "접근성 옵션에 대해 더 알아보기",
    "reporting-bugs-accessibility-head": "접근성 옵션",
    "reporting-bugs-accessibility-text": "시각 장애가 있거나 hCaptchas를 완료 할 수 없습니까?",
    "reporting-bugs-guide-ff-head": "버그 보고서 세부 정보 캡처 : Firefox",
    "reporting-bugs-guide-ff-step-1": "1 단계 : 개발자 도구 열기 (세션 기록이 시작됩니다.)",
    "reporting-bugs-guide-ff-step-2": "2 단계 : 개발자 도구에서 네트워크 탭을 클릭합니다. 상단의 Persist logs 체크 박스를 선택합니다.",
    "reporting-bugs-guide-ff-step-3": "3 단계 : https://accounts.hcaptcha.com/demo 또는 문제가있는 웹 사이트 (개인 정보 참고 : 정보를 공유해도 괜찮은 경우에만 해당)를 방문한 다음 I 인간의 버튼이고 해결하려고합니다.",
    "reporting-bugs-guide-ff-step-4": "4 단계 : 해결을 시도한 후 HAR를 클릭하고 모두 HAR로 저장을 선택하여 네트워크 로그를 저장합니다. 그 파일을 우리에게 보내십시오.",
    "reporting-bugs-guide-ff-step-5": "5 단계 : 콘솔 탭을 클릭하고 마우스 오른쪽 버튼을 클릭 한 다음 모두 선택하고 콘솔 로그를 저장하기 위해 텍스트 파일에 저장합니다. 그것도 보내주세요.",
    "reporting-bugs-guide-ff-step-6": "마지막 단계 : 해당 HAR 및 콘솔 로그 파일을 이메일로 보내고 문제를 설명합니다. 사용 : support@hcaptcha.com (Dropbox 또는 Filebin과 같은 서비스를 사용하고 링크를 보내십시오) 및 선택적으로 스크린 샷이 올바르게 표시되지 않는 것으로 의심되는 경우 . 사용중인 IP도 보내주세요. https://www.whatsmyip.org/에서 얻을 수 있습니다. 시간을내어이 정보를 얻을 수 있도록 도와 주셔서 감사합니다! 우리는 hCaptcha가 모두에게 잘 작동하도록 최선을 다하고 있습니다.",
    "reporting-bugs-guide-head": "버그 보고서 세부 정보 캡처 : Chrome",
    "reporting-bugs-guide-step-1": "1 단계 : 개발자 도구 열기 (세션 기록이 시작됩니다.)",
    "reporting-bugs-guide-step-2": "2 단계 : 개발자 도구에서 네트워크 탭을 클릭합니다. 상단의 로그 보존 상자를 선택합니다.",
    "reporting-bugs-guide-step-3": "3 단계 : https://accounts.hcaptcha.com/demo 또는 문제가있는 웹 사이트 (개인 정보 참고 : 정보를 공유해도 괜찮은 경우에만 해당)를 방문한 다음 I 인간의 버튼이고 해결하려고합니다.",
    "reporting-bugs-guide-step-4": "4 단계 : 해결을 시도한 후 HAR 내보내기 (작은 아래쪽 화살표)를 클릭하면 네트워크 로그가 저장됩니다. 그 파일을 우리에게 보내십시오.",
    "reporting-bugs-guide-step-5": "5 단계 : 콘솔 탭을 클릭하고 마우스 오른쪽 버튼을 클릭 한 다음 다른 이름으로 저장 ..을 클릭하여 콘솔 로그를 저장합니다. 그것도 보내주세요.",
    "reporting-bugs-guide-step-6": "마지막 단계 : 해당 HAR 및 콘솔 로그 파일을 이메일로 보내고 문제를 설명합니다. 사용 : support@hcaptcha.com (Dropbox 또는 Filebin과 같은 서비스를 사용하고 링크를 보내십시오) 및 선택적으로 스크린 샷이 올바르게 표시되지 않는 것으로 의심되는 경우 스크린 샷을 사용하십시오. 사용중인 IP도 보내주세요. https://www.whatsmyip.org/에서 얻을 수 있습니다. 시간을내어이 정보를 얻을 수 있도록 도와 주셔서 감사합니다! 우리는 hCaptcha가 모두에게 잘 작동하도록 최선을 다하고 있습니다.",
    "reporting-bugs-guide-text-1": "보고서와 함께 디버깅 정보를 보내면 Google에서 진행 상황을 훨씬 쉽게 식별 할 수 있습니다. 다음은 단계별 지침입니다.",
    "reporting-bugs-guide-text-2": "웹 개발자 또는 전문 사용자 인 경우 요약은 HAR 및 브라우저 콘솔 로그를 기록하는 네트워크를 보내 주시기 바랍니다. 먼저 광고 차단기 또는 브라우저 보안 확장 프로그램을 비활성화 한 다음이 단계를 수행하기 전에 다시 시도하십시오. 문제가 해결되면 브라우저 버전, 광고 차단기 또는 브라우저 확장 프로그램 및 웹 사이트 URL을 알려 주셔서 감사합니다.",
    "reporting-bugs-intro-head": "버그를 찾았습니까? 신고 방법은 다음과 같습니다.",
    "reporting-bugs-intro-text": "수백만 명의 사람들이 매달 수천 개의 브라우저, 확장 프로그램, 장치, 방화벽 등의 조합에서 hCaptcha를 사용합니다. 우리의 목표는 항상 귀하에게 적합한 지 확인하는 것이므로 귀하의 신고에 감사드립니다! 빠른 피드백을 제공하려면 피드백 보내기 버튼을 클릭하십시오. 기능적인 문제가있는 경우 아래의 Chrome 용 디버그 로그 안내 또는 Firefox 용 디버그 로그 안내를 따르세요. 다른 브라우저의 경우 이메일을 보내주십시오. 잠재적 인 보안 또는 개인 정보 문제에 대해서는 아래 지침을 참조하십시오.",
    "reporting-bugs-privacy-head": "개인 정보 보호 문제",
    "reporting-bugs-privacy-text": "우리는 사용자가 누구인지는 신경 쓰지 않고 악의적이거나 기계 일 가능성 만 중요합니다. 우리는 프라이버시 패스와 같은 이니셔티브를 지원하고 프라이버시와 보안의 균형을 맞추기 위해 열심히 노력합니다. 사용자 개인 정보에 영향을 미칠 수 있다고 생각되는 문제를 발견 한 경우 support@hcaptcha.com으로 이메일을 보내주십시오.",
    "reporting-bugs-provide-feedback-button": "피드백 보내기",
    "reporting-bugs-provide-feedback-head": "hCaptcha에 대한 즉각적인 피드백 제공",
    "reporting-bugs-provide-feedback-text": "귀하의 의견에 감사드립니다. 문제를 알려 주시면 신속하게 해결해 드리겠습니다.",
    "reporting-bugs-security-head": "보안 버그",
    "reporting-bugs-security-text": "우리는 항상 보안 버그에 대한보고를받는 데 관심이 있습니다. support@hcaptcha.com 및 CC security@hcaptcha.com으로 이메일을 보내 주시면 신속하게 답변 해 드리겠습니다. 또한 hCaptcha 서비스 및 관련 소스 코드에 대한 적격 보안 보고서에 대한 버그 바운티 프로그램이 있습니다.",
    "sec-hc": "보안 우선",
    "sec-hc-text": "hCaptcha는 게시자 중심입니다. 우리는 사이트에 실제 데이터를 제공하고 사용 방법을 결정하도록합니다. 정확성은 귀하와 우리의 관심사입니다. 다른 캡 차는 광고 회사에서 제공합니다. 그들이 차단하는 모든 봇은 수익을 감소시킬 수 있습니다.",
    "switch-to-english-link": "영어로 전환",
    "what-is-hcaptcha": "hCaptcha는 무엇입니까?",
    "what-is-hcaptcha-text": "hCaptcha는 인간에게는 쉽고 기계에게는 어려운 간단한 질문을함으로써 좋아하는 웹 서비스가 봇, 스팸 및 남용을 차단하도록 도와줍니다.",
    "why-hc": "왜 hCaptcha인가?",
    "why-hc-text": "도전에 답할 때마다 정교한 모델을 사용하여 사용자가 인간인지 기계인지 파악합니다. 그런 다음 방문한 웹 사이트는이 결과를 사용하여 봇을 차단하여 사이트 경험을 개선합니다."
}