{
    "about-advisors-brendan": "CEO. Di AI-ê de rêberê naskirî. Di dehsalanên borî de kêşeya îstîxbaratê ya makîneyê bi awayek cûrbecûr pirsgirêkên karsaziyê bicîh kiriye.",
    "about-advisors-dawn": "PhD li Biyolojiya Compotational, Stanford. Ji 1999an ve bi torên neuralî re dixebitin. Li ser pîvana ML-ê bicîhkirî û fêrbûna kûr a li ser pîvan bisekinin.",
    "about-advisors-head": "Êwirmendan",
    "about-advisors-keiran": "Pisporê Databas û Blockchain. Endazyarê zû li Cloudera û bêtir. Decadan pisporên avakirina nermalav û tîm.",
    "about-content-head-1": "Em çi dikin",
    "about-content-head-2": "Whyima Ew Girîng e",
    "about-content-text-1": "hCaptcha karûbarê Intuition Machines Inc ye, pargîdaniyek fêrbûna AI-ê û makîneyê ye ku bi baldarî li metalearning û zeviya dîtbar ML-ê di pîvanê de ye. E Em pergalên berbiçav ên berbiçav damezrandin û kar dikin ku karûbarên analîzkirina vîdyoyê û wêneyê ji bo pargîdaniyên Global 2000 li seranserê cîhanê çalak bikin.",
    "about-content-text-2": "Daneyên bêtir bi gelemperî encamên çêtir çêbikin. Avakirin û domandina daneyên rast ên nîşankirî û peywendîdar dem wext û biha ye. ‍HCaptcha bi eslê xwe ji bo çareserkirina hewcedariyên xwe yên di labelkirina wêneyan de hate pêşxistin, û naha ji bo pargîdaniyên din ên xwedî pêdiviyên wekhev peyda dibin.",
    "about-intro-head-1": "Ji bo hCaptcha xebat bikin",
    "about-intro-head-2": "Mîsyona me Mezin e",
    "about-intro-text": "Em bi lez mezin dibin û her dem di nav ofîsên me yên gerdûnî de li gerokên herî xweş ên cîhanê digerin. Hûn dikarin bi girêdanên li jêr serlêdan bikin.",
    "about-leadership-alex": "Pisporê Databas û Blockchain. Endazyarê zû li Cloudera û bêtir. Decadan pisporên avakirina nermalav û tîm.",
    "about-leadership-eli": "CEO. Di AI-ê de rêberê naskirî. Di dehsalanên borî de kêşeya îstîxbaratê ya makîneyê bi awayek cûrbecûr pirsgirêkên karsaziyê bicîh kiriye.",
    "about-leadership-head": "Birêvebirî",
    "about-leadership-todd": "PhD li Biyolojiya Compotational, Stanford. Ji 1999an ve bi torên neuralî re dixebitin. Li ser pîvana ML-ê bicîhkirî û fêrbûna kûr a li ser pîvan bisekinin.",
    "acc-opt": "Vebijarkên gihîştinê",
    "acc-opt-but": "Di derbarê vebijarkên gihîştinê de bêtir fêr bibin",
    "acc-opt-text": "Ma hûn ji hêla dîtî ve veqetandî ne an na wekî din nikarin hCaptchas temam bikin?",
    "accessibility-link": "Gihîştin",
    "appreciate-in": "Em şanaziya we qebûl dikin. Werin em her pirsgirêkan nas bikin û em ê wan bi lez çareser bikin.",
    "fb-but": "Bersivê me bişînin",
    "feedback-text": "Li ser hCaptcha ku we hê dît dît bala xwe daynin",
    "footer-attribution": "Atribîbûn",
    "footer-copyright-text": "hCaptcha markayek qeydkirî ya Intuition Machines, Inc.",
    "footer-header-1": "Şîrket",
    "footer-header-2": "Avkaniyên",
    "footer-header-3": "Têkelî",
    "footer-link-1": "Labelkirin",
    "footer-link-2": "Ji dor",
    "footer-link-3": "Karên",
    "footer-link-4": "Nîşanên bazirganî",
    "footer-link-5": "Blog",
    "footer-link-6": "Cî",
    "footer-link-7": "Belgekirin",
    "footer-link-8": "Hespek ragihand",
    "footer-link-9": "Gihîştin",
    "footer-privacy": "Taybetî",
    "footer-subheader-1": "Alîkarî",
    "footer-subheader-2": "Têkelî",
    "footer-terms": "Mercên",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Karûbarên nîşankirinê",
    "header-login-button": "Têketin",
    "header-plans-link": "Planên",
    "header-signup-button": "Tomar kirin",
    "home-about-head": "About hCaptcha",
    "home-about-subtitle": "Bi Protokola HUMAN-ê ve hatî çêkirin",
    "home-about-text-1": "hCaptcha ji bo çareserkirina pirsgirêka ziravtirîn ya kedkariyê di fêrbûna makîneyê de hatî çêkirin: nîşankirina hejmarên mezin ên daneyan bi awayek biwext, erzan û pêbawer.",
    "home-about-text-2": "Zêdetir daneyên bi gelemperî di modelên fêrbûna makîneya perwerdehiyê de encamên çêtir çêdikin. Serkeftina vê dawiyê ya modelên kûr bûye sedema mezinbûna daneyên mezin, hema hema her gav bi hin nêrînek mirovî re. Lêbelê, çêkirina daneyên mezin ên mirov-nirxandî bi navgîniya Mekanîk Turk, Hêjîrê ightîrok, hwd, hem hêdî û hem jî biha ye.",
    "home-about-text-3": "hCaptcha destûrê dide malperan ku dema ku bot û cûreyên din ên xirabkirinê asteng dike xizmeta vê daxwazê bike.",
    "home-about-text-4": "Bazara hCaptcha ji hêla protokola HUMAN ve hatî hêzdar kirin, protokolek navendîparêz a vekirî ji bo vekolîna mirovî ku li ser blockchain Ethereum dimeşe. Malperan Tokensên Mirovan (HMT) qezenc dikin dema ku bikarhêner li ser malpera xwe widgeta hCaptcha bikar tînin, û pargîdaniyên fêrbûna makîneyê li Tokens mirovan didin ku daneyên xwe nîşangir bistînin.",
    "home-ba-labeling-services-link": "Karûbarên nîşankirinê",
    "home-benefits-head-1": "Nirx Di Danasîna Daneyê de",
    "home-benefits-head-2": "Vegere Xêrxwaziyê",
    "home-benefits-text-1": "Ma we fêm kir ku her carê \"hûn li otomobîlê bikişînin\" hûn dibin alîkar da ku hûn pergala fêrbûna makîneyê ya yek Giganticcompany-ê belaş perwerde bikin?",
    "home-benefits-text-2": "hCaptcha ev model zivirî. Gava ku hûn hCaptcha bikar tînin, pargîdan li ser xebata ku bikarhênerên we dikin dikin dema ku mirovahiya xwe îspat dike Hûn xelatan distînin.",
    "home-benefits-text-3": "Dixwazin berê xwe bidin xêrxwaziya xweya bijare? hCaptcha dihêle ku hûn bi qezencên ku we ji karanîna wê bistînin piştgiriyê bidin xêrxwaziyên bijartina xwe. Bikarhênerên li ser malpera we di demek nêzîk de dê karibin beşdariya we ji bo xêrxwaziyê bi navgîniya nermalava li ser navgîniya hCaptcha bibînin.",
    "home-challenge-text-1": "Hemî wêneyên ku bi query-ê hev digirin hilbijêrin",
    "home-challenge-text-2": "Navçeya sînorê ji bo tiştan diyar bikin",
    "home-challenge-text-3": "Labelên têkildar nas bikin",
    "home-challenge-title-1": "Mûqayese",
    "home-challenge-title-2": "Bişkojka Bişirkirinê",
    "home-challenge-title-3": "Kategorî kirin",
    "home-challenges-head": "Pêşkeftinên pêşkêşkirî",
    "home-challenges-text-1": "... û karên din ên hêsan. Ji bo mirovan hêsan, ji bo botan zehf e.",
    "home-challenges-text-2": "Karûbarên xwerû ji bo weşangerên pargîdaniyê jî heye.",
    "home-ent-1": "Ma hûn li ser pêşkêşiyên ewlehiya pargîdaniya me digerin?",
    "home-ent-2": "Serdana malpera me ya nû ya diyarkirî: BotStop.com",
    "home-ent-button": "Zêdetir fêr bibin: BotStop by hCaptcha",
    "home-from-the-blog": "JI BO BLOG:",
    "home-from-the-blog-value": "Meriv tingsêwazên Hilbijartina Hêlên ehbayê",
    "home-intro-body": "Ma ji we re captcha bikar tînin ku ji botan dûr bigirin? hCaptcha nepenîtiya bikarhêner diparêze, malperan xelat dike, û alîkariya şirketan dike ku daneyên xwe bi nîşankirî bistînin. Ew ji bo reCAPTCHA şûna guheztinê ye: hûn dikarin di nav çend hûrdeman de veguherînin.",
    "home-intro-button": "Now Sign up",
    "home-intro-head": "Bota bêtir rawestandin. Dest bi parastina nepenîtiya bikarhêneran bikin.",
    "home-main-1": "Taybet. Bicî. Zûtir. We em ji we re didin ku hûn wê bikar bînin.",
    "home-main-2": "Tevnekariya Focuse",
    "home-main-2c": "Tora Adê mêvanên we wekî hilberê dibîne. Ji bo hCaptcha hilberê karê ku ew pêşkêş dikin. Em girîngiyê nadin bikarhênerên we kî ne, tenê ka gelo ew ê çawa xirab in. Em piştgirî didin însiyatîfên mîna Parastina Taybetiyê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin.",
    "home-main-3": "Ewil Ewlekarî",
    "home-main-3c": "Rastî di berjewendiya we û ya me de ye. hCaptcha ku weşanger-eleqedar e. Em dixebitin ku daneyên rastîn bidin we û ji we re biryar bidin ka hûn ê çawa bikar bînin. Kaptilên din ji hêla têne peyda kirin",
    "home-main-4": "Ezmûna Bikarhêner çêtir",
    "home-main-4c": "Modelên fêrbûna makîneyê ya sofîstîke ji hêla hCaptcha ve ji bo destnîşankirina mirovahiyê tê bikar anîn. Ev dihêle em karên weyên kêmtir aciz bikin ji bikarhênerên we re bixwazin û di vî warî de wextê wan kêmtir bigirin.",
    "home-main-plans": "hCaptcha belaş e ku ji bo weşangerên her size bikar bîne. Lêbelê, ji bo pargîdan û platformên ku hewceyê bêtir kontrolê ye, çareseriyên pargîdaniya me peyda dibin.",
    "home-main-plans2": "çareseriyên pargîdaniyê yên hCaptcha bi mîlyonan bikarhêneran li seranserê deh mîlyon malperan ji bo hin pargîdaniyên herî mezin ên li ser rûyê erdê biparêzin. Ji kerema xwe ji bo bêtir agahdarî, an biçin bi me re têkilî bikin",
    "home-main-plans3": "çareseriyên pargîdaniyê yên hCaptcha bi mîlyonan bikarhêneran li seranserê deh mîlyon malperan ji bo hin pargîdaniyên herî mezin ên li ser rûyê erdê biparêzin. Ji kerema xwe ji bo bêtir agahdarî, an biçin bi me re têkilî bikin",
    "home-main-plans4": "ji bo hûragahiyan.",
    "home-plans-button-1": "Naha têxe nav",
    "home-plans-button-2": "Têkiliya firotanê",
    "home-plans-chart-head-1": "Taybetmendiyên",
    "home-plans-chart-head-2": "Çapemend",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Cureyên dijberî yên kontrolê têne xuyang kirin",
    "home-plans-chart-row-1-cell-2": "Tixûbdar",
    "home-plans-chart-row-1-cell-3": "Hemî",
    "home-plans-chart-row-10-cell-1": "Asta dijwar-raxistî",
    "home-plans-chart-row-11-cell-1": "Asta dijwar-raxistî",
    "home-plans-chart-row-12-cell-1": "Asta dijwar-raxistî",
    "home-plans-chart-row-2-cell-1": "Naveroka dijwariya kontrol bikar anîn",
    "home-plans-chart-row-2-cell-2": "Tixûbdar",
    "home-plans-chart-row-2-cell-3": "Hemî",
    "home-plans-chart-row-3-cell-1": "Ji bo çareseriyên mirovan xelat bistînin",
    "home-plans-chart-row-4-cell-1": "Parastinek dijî-bot-cîhanî",
    "home-plans-chart-row-5-cell-1": "Li her welatî dixebite",
    "home-plans-chart-row-6-cell-1": "Siyaseta nepenîtiya GDPR û CCPA-heval",
    "home-plans-chart-row-7-cell-1": "Asta dijwar-raxistî",
    "home-plans-chart-row-8-cell-1": "Asta dijwar-raxistî",
    "home-plans-chart-row-9-cell-1": "Asta dijwar-raxistî",
    "home-try-it-out-button": "HCaptcha bistînin",
    "home-try-it-out-head": "Vê biceribînin",
    "home-try-it-out-text": "hCaptcha ji bo çareserkirina mirovan tewra nexşeya bot, hêsan û hêsan e.",
    "labeling-about-head": "About hCaptcha",
    "labeling-about-text-1": "hCaptcha ji bo çareserkirina pirsgirêka ziravtirîn ya kedê di fêrbûna makîneyê de hatî çêkirin; lihevhatina mezin a daneyan bi rengek biwext, erzan û pêbawer. Zêdetir daneyên bi gelemperî di modelên fêrbûna makîneya perwerdehiyê de encamên çêtir çêdikin. Serkeftina vê dawiyê ya modelên kûr bi sedema danûstendinên mezin ên mezin çêbûye, û hCaptcha ev hewcedariyê xizmet dike.",
    "labeling-about-text-2": "Lêbelê, çêkirina daneyên mezin ên mirov-nirxandî bikar tîne ku karanîna rêbazên kevneşopî hem hêdî û hem jî biha ye. hCaptcha rêyek e ku pargîdan ji bo alternatîfên din yên ku ew hewce dike zûtir, bi kalîteya bilindtir û bi mesrefên kêmtir bistînin annotasyonên ku ew hewce dike zû bistînin.",
    "labeling-annotations-head": "Cureyên Annotasyonê",
    "labeling-annotations-text-1": "Di dîmen û vîdyoyê de kifşkirina tiştan a rast",
    "labeling-annotations-text-2": "Di dîmen û vîdyoyê de kifşkirina tiştan a rast",
    "labeling-annotations-text-3": "Ji bo gelek bûyerên karanîna cûda nîşnameyan destnîşan bikin",
    "labeling-annotations-text-4": "Kategorîyên xweser ên her cûreyî celeb bikin an lê zêde bikin",
    "labeling-annotations-text-5": "Bi tespîtkirin û çîna mirovan-hêzdar",
    "labeling-annotations-text-6": "Ma pêdivî ye ku celebek din ku li vir nehatiye tomarkirin? Tenê ji me bipirsin.",
    "labeling-annotations-title-1": "Kulîlkên Bindabûnê",
    "labeling-annotations-title-2": "Pirjimar",
    "labeling-annotations-title-3": "Kevneşopî",
    "labeling-annotations-title-4": "Kategorîbûna Atîteyê",
    "labeling-annotations-title-5": "Berhevdan û Diyarî",
    "labeling-annotations-title-6": "... û hêj bêtir",
    "labeling-ent-button": "Têkildarî Tîmên me yên çareseriyên Enterprise re",
    "labeling-ent-head": "Pêwîstina Kontrolê ya Dawîn-Dawîn e?",
    "labeling-ent-text-1": "Platforma HUMAN li pişt hCaptcha kalîteya xebata pir hêja û taybetmendiyên rêveberiyê bi navgîniya pêşîn, hybrid, an SaaS-ê vekirî ye ku bi pergalên we yên heyî re yekpare dike.",
    "labeling-ent-text-2": "Bi hêza karkirina xweya xwe bi tevahî offline biceribînin, nirxa track ku li ser yekeyên karsaziyê an hevparên konseptê de têne xerckirin, bi awayek bijartî rê bidin karûbarên cûda yên hundir an derveyî yên li ser bingeha lêçûn û daxwazên ewlehiyê, û hêj bêtir.",
    "labeling-ent-text-3": "Access Veguhastina API-ya hêsan, dashboardên xweşik, û teknolojiya modela herî dawîn a ku hûn karanîna karker zêde bikin.",
    "labeling-ent-text-4": "99,99% uptime SLA û 24/7 piştgiriya gerdûnî heye. Ji bo bêtir agahdarî:",
    "labeling-features-head-1": "Pîlanên hêsan ên API-ê ve têne rêve kirin.",
    "labeling-features-head-2": "Ji bo bihayê û kalîteyê çêtir e. Pêdivî nîne ku emrêzek pêşîn hewce bike.",
    "labeling-features-head-3": "Tenê heqê ku hûn hewce ne bidin bidin.",
    "labeling-features-head-4": "Daneyên xwe yên rastiya erdê xwe peyda bikin an jî bihêlin em wê li balafirê ava bikin.",
    "labeling-features-text-1": "Dixwazin nîqaşa mirovî rasterast di nav karûbarên karsaziya we de bicîh bikin? Em SLA-yên pêbawerî, kapasîteya garantî, û APIên REST hêsan pêşkêş dikin.",
    "labeling-features-text-2": "Platforma HUMAN modelên pêbaweriyê yên berbiçav bikar tîne da ku analîzên qalîteya rast-ê ya rast-dirêj pêk bîne. Ev dihêle em zû nas bikin hem dijwariya pirsan û hem jî bersiva wan a rast ya dahatû, dem û dravê we dide hev.",
    "labeling-features-text-3": "Hemî pirsgirêk ne yek in. Annotên ji bo karên krîtîk-krîtîk dikarin bawerî 99.99% ji tevahî xebatkarên mirovî bixwazin. Annotations ji bo yek taybetmendiyek beta-a di app lîstikek mobîl de tenê dibe ku hewceyê baweriya nerm. Hûn biryar didin.",
    "labeling-features-text-4": "Ma we daneyên xav bêyî tevgera verastkirinek berfireh heye? Di pir rewşan de em dikarin wekî peywirên ku bi pergalê têne rêve kirin yek an ji bo we ava bikin, an jî ji bo erêkirina we nimûneyên nîşankirî biafirînin.",
    "labeling-info-head": "Nîşana Labelê",
    "labeling-info-text-1": "Bi yek ji pisporên domainê re biaxivin ku hewceyên projeya xwe diyar bikin: Rastiya armanc, format û pêdiviyên taybetî.",
    "labeling-info-text-2": "Em li gorî daneyên mînaka we karekî hilberîna piçûk bicih dikin. Vê xebata ku em bi hev re kirî ceribandin da ku hûn bi pêkanîna tiştê ku hûn hewce ne pêk bînin test bikin.",
    "labeling-info-text-3": "Bi navgîniya mezinahiya kêm û kurt de em ê xebata we bi rengek zû zû bişopînin, bi radestkirina otomatîk bi qasî ku pêk hatiye.",
    "labeling-info-text-4": "Gava ku em parameterên xebata hilberîna we baştir fam dikin, dê encam bi demê re berdewam bikin.",
    "labeling-info-text-5": "Dashboardên zindî dihêlin ku hûn di her kêliyê de hilberîn an paşarojê pêşkêş bikin.",
    "labeling-info-title-1": "Pêşniyaran diyar bikin",
    "labeling-info-title-2": "Testa Xebata Destpêkî",
    "labeling-info-title-3": "Karên hilberîner derxînin",
    "labeling-info-title-4": "Pêşkeftina domdar",
    "labeling-info-title-5": "Encamên Dema rastîn",
    "labeling-main-1": "Nirxandina daneya lêçûnê bi pîvan",
    "labeling-main-1-button": "Naha Daneyên xwe Labelînin",
    "labeling-main-1c": "Ji bo daneyên danûstendinên we bêtir hewceyê labelê? hCaptcha ji bo pargîdaniyên ku li ser îstîxbarata aramî û sepanên fêrbûna makîneyê dixebitin, labelê daneya bilez, lêçûn û kargêriyê peyda dike.",
    "labeling-main-2": "Bi mîlyonan peywiran yekser biceribînin.",
    "labeling-main-2-button": "Karûbarên Labelkirina Danûstendinê Bikirin",
    "labeling-main-2c": "hCaptcha li ser planet heye yek ji mezintirîn golên hene ku ji bo karanîna we heye. Mezinahiya we çi be jî, em dikarin wê bêyî berpirsiyariyên pêşîn ên giranbiha birêve bibin. Rojane bi mîlyonan wezîfe pirsgirêk nîne.",
    "labeling-platform-head": "Agahdariya Taybet an Giştî",
    "labeling-platform-text": "hCaptcha li ser Platforma HUMAN-ê tête çêkirin, ku dihêle rêvekirin û analîzên sofîstîkirî da ku di her pêngavê de lêçûn û berbiçav baş bike. Ev teknolojî dihêle ku hêza karkir a rast her perçeyek ji karê we birêve bibe, kargêriya lêçûnê zêde bike dema ku nepenîtiya xwe biparêze û her hewceyên sazûmangeriyê yên ku bicîh bîne bicîh bîne.",
    "labeling-try-button": "Karûbarên Labelkirina Danûstendinê Bikirin",
    "labeling-try-head": "Dixwazin wê bi daneyên xwe re ceribandinê bikin?",
    "labeling-try-text": "... em amade ne dema ku hûn: karûbarê me dora demjimêrê peyda dike.",
    "learn-more-hcaptcha": "Zêdetir bi hCaptcha fêr bibin",
    "page-acc-faq-1": "Pirs: Gelo Beşa hCaptcha Beşa 508 + WCAG 2.0 lihevhatî ye? Bersiv: Em bi vî rengî bawer dikin: hemî bikarhênerên bi her cûre astengiyê ku bikaribin li ser owsenternetê binêrin û li ser forman binivîsînin dikarin karûbarên ku bi qeydkirina hCaptcha têne parastin bigihîjin. Lêbelê, ev şîreta yasayî nine: divê hûn nirxandina xwe bi xwe bikin, li ber çav girtina pêkanîna we ya taybetî da ku bicîh bikin ku ev doza ji bo bicihanîna we ye.",
    "page-acc-faq-2": "Pirs: Ma hûn li ser vebijarkên din ên gihîştinê (a11y), mîna deng dixebitin? Bersiv: Vebijarkên populer ên berê mîna captchasên bihîstbar li hember pir bikarhênerên a11y cûdahiyê dikin û bi teknolojiyên fêrbûna makîneya nûjen bi hêsanî têk diçin. Vê yekê mecbûr kir ku tengasiyên bihîstwerê yên heyî bêhtir dijwartir bibin, danasîna bê deng, tarîxa ecêb, peyvên bêhempa yên peyvan, û hwd ji bo têkbirina êrîşkaran. Em bi vî rengî viya kêm xerîb dikin ku viya bi tevahî ji holê rakin, lê heke daxwazek ji civata a11y hebe dê wê bifikirin. Lêbelê, em ji Xweseriya Pass ji bo doza karanîna gihîştinê pir dilşad in. Em bawer dikin ku nêzîkatiya a11y a niha bi dravdana Privacy Pass re hevber bike dê bikarhênerên a11y bihêle ewle û pêgirtî bi zanebûn de bizanin ku seyrûsefera wan ewletir e, di heman demê de sînordarkirina destavêtinê ya ji hêla operatorên botê ve ku bi rengek nediyar pêk tê dema ku vebijarkên a11y hene. Em di koma xebatê ya IETFê ku vê teknolojiya nûjen standard dike de beşdarê çalak in.",
    "page-acc-faq-3": "Pirs: abouti di derbarê nepenîtiyê de? Qeydkirin bi hin awayan daneya gerok a11y eşkere dike? Ma hûn bi e-nameyê çi dikin? Bersiv: hCaptcha ji bo nepeniya ji axê ji jor hatî çêkirin. Ew ji vebijarkên kevneşopî yên mîna reCAPTCHA yên ku xwedan torên reklamê ne, gelek cûda ye, ku xwediyê teşwîqek e ku hûn li derdora înternetê bişopînin û we bi nasnameyek rastîn re têkildar bikin. Em carî ji bo hêsankirina karanîna a11y û pêşîgirtina destdirêjiyê ji bo mebestên e-nameyan an agahî bikar tînin. Siyaseta me ya nepenîtiyê bersivên berfireh û destûrnameyî di derheqê ku em çawa daneyê bikar tînin de hene, lê bersiva kurt ev e ku em eleqedar nîn in ku hûn wekî kesek bi dîroka geroka we re têkildar bikin. Em niha jî li ser çareseriya kriptografîk dixebitin ku bi lezgîn navnîşana e-nameya xwe dûrbixin. digel ku hîn jî parastina mezinahiya me ya ji bo pêşîgirtina destavêtinê, temamkirina xebata me ya Privacyapbendiya Kesane.",
    "page-acc-link-1": "Heke hûn bikarhênerek gihîştinê ne, ji kerema xwe li vir bibin endam.",
    "page-acc-subhead": "Tevî ku ewlehiya wan biparêze, ji bo hemî bikarhêneran gihîştina bêdawî pêk tîne",
    "page-acc-summary": "Berhevkirinî",
    "page-acc-summary-contents-1": "hCaptcha dîzaynkirin ku ji bo rawestandina botan ji hêla mirovan wan veqetîne. Testên dîtbar ji bo vê yekê amûrek hêsantir in, lê her kes nekare pêşbîniyek dîtbar çareser bike. Ji bo vê yekê me alternatîfek hêsan, bê êş çêkir ku em bidin weşanxane ku karûbarê me bikar tînin û bi tevahî Beşên 508 û WCAG 2.0 bihevre karanîna hemîyan bigire.",
    "page-acc-summary-contents-2": "Itawa dixebite: Pêşîn, bikarhênerek gihîştinê li vê URL-ê nîşan dide, ku di rûpela agahdariya widgetê ya hCaptcha de girêdayî ye. Wan ji wan re cookieşek şîfrekirî tête dayîn ku dikare rojê çend carî were bikar anîn, lê divê her 24 demjimêran bi navgîniyê were nûve kirin. Gava ku pêşbîniyek tête pêşkêş kirin ku bikarhênerek gihîştinê li ser her malperê bi karanîna karûbarê hCaptcha re, ew ê bixweber derbas bibin.",
    "page-acc-title": "Agahdariya gihîştina hCaptcha",
    "page-acc-tr-body": "Pirs: Heya piştî ku min cookie danîn, ez hîn jî dijîtiyek dibînim. Thisi dibe sedema vê? Bersiv: Ev bi gelemperî ji hêla bikaranîna blokek ad-êrişker an dirêjkirina antî-cookie, an mîhengek ku cookie-xaç-malperan asteng dike, di vê rewşê de fonksiyonek ji bo hcaptcha.com ku ji hêla hCaptcha JavaScript ve hatî saz kirin an li ser malpera cûda tê kontrol kirin. , mîna yê ku hûn ziyaret dikin. Qedexeyên gihîştina hCaptcha bi hemî gerokên populer û blokkerên reklamê re bi mîhengên standardên xwe re dixebitin, lewra bi gelemperî nerazîbûnan ji ber sepanên dijî-adblock an rêzikên heman rengî yên ku malperên taybetî dikin armanc dikin. Utionsareseriyên: 1. Whitelist hcaptcha.com û * .hcaptcha.com li pêşnûmaya we ya reklamê an dirêjkirina ewlehiya geroka we cookies. 2. Ger hûn gerokek Brave bikar tînin, ku (ji Nîsana 2020) nabe ku her celebek pelek kulikê xuya bike, biçin Preferences -> Shields -> Cookies û All All All Cookies hilbijêrin. 3. Heke hûn guhertoya herî dawî ya Safari bikar tînin li ser OS X 10.15 an iOS 13. 4-ya dawî hat berdan, Apple tenê behsê Safari yê têkildar bi cookieyên sêyemîn ve hatî guhertin, ji hêla hemî wan ve hatî asteng kirin. Em çareseriyek bicih dikin, lê di vê navberê de ji kerema xwe Preferences Safari, beşa nepenîtiyê, û şopandina Malpera unop bikin: Pêşdîtina cross-site pêşî lê bigirin da ku karanîna cookie-ya gihîştinê wekî ku tê hêvîkirin kar bikin. Pirs: Ez gelek amûrên bikar tînim. Ma ez hewce dikim ku gelek caran qeyd bikim? Bersiv: Na. Ji kerema xwe ve girêdana heman e-nameyê ya e-nameyê ku ji we re li ser her amûrê ku hûn bikar tînin ji bo sazkirina cookie-ê bikirtînin.",
    "page-acc-tr-title": "Ji bo bikarhênerên gihîştinê: Rêbernameya Q & A û Rêbernameya Pirsgirêkan",
    "priv-hc": "Tevnekariya Focuse",
    "priv-hc-text": "Tora Adê we wekî hilbera wan dibîne. Em nakin. Em eleqedar nakin ka kî bikarhêner in, tenê ka ew ê çawa malxem bin. Em piştgirî didin însiyatîfa mîna Qertafên Veşartinê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin.",
    "reporting-bugs-accessibility-button": "Di derbarê vebijarkên gihîştinê de bêtir fêr bibin",
    "reporting-bugs-accessibility-head": "Vebijarkên gihîştinê",
    "reporting-bugs-accessibility-text": "Ma hûn ji hêla dîtî ve veqetandî ne an na wekî din nikarin hCaptchas temam bikin?",
    "reporting-bugs-guide-ff-head": "Kişandina Agahdariya Nûçeyên Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Gav 1: Vebijêrkên Pêşdebir vekin (Ev dest bi tomar kirina danişînê dike.)",
    "reporting-bugs-guide-ff-step-2": "Gav 2: Li ser Tabloyên Torgilokê li Amûrên Pêşkeftinê bitikîne. Qala \"Nîşanên Persist\" li jor binêrin.",
    "reporting-bugs-guide-ff-step-3": "Step 3: biçin https://accounts.hcaptcha.com/demo, an malpera ku hûn li ser vê yekê pirsgirêkek heye (Têbînî Rizgarî: Tenê heke hûn nebin xwedan tiştên ku ew parve dikin) biçin ... ... Ez mirov im \"Bişkojka, û hewl bidin ku çareser bikin.",
    "reporting-bugs-guide-ff-step-4": "Gav 4: Piştî ku we hewl da ku hûn çareser bikin, li \"HAR\" bikirtînin, û \"Save All as HAR\" hilbijêrin ku logoya torê hilînin. Wê pelê ji me re bişînin.",
    "reporting-bugs-guide-ff-step-5": "Gav 5: Li ser tabloya Console bikirtînin, û pê-rastê \"Bişkîne Hemî\" hilbijêrin û wê pelê nivîsê tomar bikin, da ku hûn logoya konsolê hilînin. Ji me re jî bişînin.",
    "reporting-bugs-guide-ff-step-6": "Pêngava paşîn: Ew HAR û pelên logê yên konsolê ji me re bişînin mezûn, û pirsgirêkê diyar bikin - Bikarhêner: support@hcaptcha.com (ji kerema xwe karûbarek wekî Dropbox an Filebin bikar bînin û girêdanan bişînin) û vebijarkek dîmenê bişînin, heke hûn guman dikin ku tiştek xuya nake ku bi awayek rast xuya bike . Ji kerema xwe IP-ya ku hûn jî bikar tînin bişînin. Hûn dikarin wê ji https://www.whatsmyip.org/‍ bistînin. Spas dikim ji bo dema xwe hiştin ku ji me re bibin alîkar ku vê agahiyê bistînin! Em ji xebata hCaptcha re ji bo herkesî erzan in.",
    "reporting-bugs-guide-head": "Kişandina Agahdariya Nûçeyên Bug: Chrome",
    "reporting-bugs-guide-step-1": "Gav 1: Vebijêrkên Pêşdebir vekin (Ev dest bi tomar kirina danişînê dike.)",
    "reporting-bugs-guide-step-2": "Gav 2: Li ser Tabloyên Torgilokê li Amûrên Pêşkeftinê bitikîne. \"Top log\" li jor binêrin.",
    "reporting-bugs-guide-step-3": "Step 3: biçin https://accounts.hcaptcha.com/demo, an malpera ku hûn li ser vê yekê pirsgirêkek heye (Têbînî Rizgarî: Tenê heke hûn nebin xwedan tiştên ku ew parve dikin) biçin ... ... Ez mirov im \"Bişkojka, û hewl bidin ku çareser bikin.",
    "reporting-bugs-guide-step-4": "Gav 4: Piştî ku we hewl da ku çareser bikin, ku \"logoya torê\" xelas dike, li \"Export HAR\" bikirtînin (tîrêja piçûk). Wê pelê ji me re bişînin.",
    "reporting-bugs-guide-step-5": "Gav 5: Li ser tabloya Console bikirtînin, û pê-rast bitikînin \"Save as ..\" da ku têketina konsolê xelas bike. Ji me re jî bişînin.",
    "reporting-bugs-guide-step-6": "Pêngava paşîn: Ew HAR û pelên logê yên konsolê ji me re bişînin me, û pirsgirêkê diyar bikin ‍ Bikar bînin: piştgirî@hcaptcha.com (ji kerema xwe karûbarek wekî Dropbox an Filebin bikar bînin û girêdan bişînin) û vebijarkek dîmenek hilbijêrin, heke hûn guman dikin ku tiştek xuya nake ku rast xuya bike . Ji kerema xwe IP-ya ku hûn jî bikar tînin bişînin. Hûn dikarin wê ji https://www.whatsmyip.org/ ‍Bi spas bikin ji bo ku hûn dem bigihêjin hev û alîkariya me bikin ku vê agahiyê bigirin! Em ji xebata hCaptcha re ji bo herkesî erzan in.",
    "reporting-bugs-guide-text-1": "Infoandina agahdariya debugging bi raporta we re dê hêsan hêsantir bike da ku hûn nas bikin ka çi diqewime. Li vir amûrên gav-gav hene:",
    "reporting-bugs-guide-text-2": "Ger hûn pêşveberek malperê an jî bikarhênerek pispor in, kurteçîrok em dixwazin ku hûn ji me re teyek tomar a HAR û tomarên konsolê yên gerokê ji me re bişînin. Berî ku hûn van gavana bi rêve bibin, ji kerema xwe pêşî lêker û pêşnumayên ewlehiyê yên gerokê seqet bikin û pêşî lê bigirin. Ger ew pirsgirêka we çareser bike, em dîsa jî ji we re spas dikin ku hûn di guhertoya geroka we de, pêşnuma astengker an dirêjkirina geroka, û URL-a malperê agahdar bikin.",
    "reporting-bugs-intro-head": "Kêşek dît? Li vir çawa tête ragihandin ku ev e.",
    "reporting-bugs-intro-text": "Bi mîlyonan kes her mehê hCaptcha bikar tîne, li ser hezaran tevlihevkirina gerokên, dirêjkirin, amûrên, firewalls, û bêtir. Armanca me ew e ku em her gav ji bo we bixebitin, ji ber vê yekê em gelek ji raporên we kêfxweş dikin! Bo bersivdayîna bilez bidin, tenê pêl bişkoja \"Ji me re bişînin\" Heke hûn pirsgirêkek fonksiyonê dibînin, ji kerema xwe rêberên têketinê yên debug-ê ji bo Chrome an rêberên têketinê yên çewtiyê ji bo Firefox li jêr bişopînin. Ji bo gerokên din tenê bi me re e-nameyê dikin. Ji bo pirsgirêkên ewlehî an ewlehiyê yên nepenî, rêwerzên li jêr binêrin.",
    "reporting-bugs-privacy-head": "Pirsgirêkên nepeniyê",
    "reporting-bugs-privacy-text": "Em eleqedar nakin ku kîjan bikarhêner in, tenê ka ew çiqas îhtimal heye ku ew malxerab bibin an jî makîneyên. Em piştgirî didin însiyatîfa mîna Qertafên Veşartinê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin. Heke we pirsgirêkek dîtiye ku hûn difikirin ku dikare nepenîtiya bikarhêner bandor bike, ji kerema xwe ji me re bi e-nameyê bi me re bi e-nameyê piştgirî bikin.",
    "reporting-bugs-provide-feedback-button": "Bersivê me bişînin",
    "reporting-bugs-provide-feedback-head": "Bersivên bilez li ser hCaptcha peyda bikin",
    "reporting-bugs-provide-feedback-text": "Em pêşnuma te pîroz dikin. Werin em her pirsgirêkan nas bikin û em ê wan bi lez çareser bikin.",
    "reporting-bugs-security-head": "Başên Ewlekariyê",
    "reporting-bugs-security-text": "Em her tim bala me dikin ku raporên xeletiyên ewlehiyê bistînin. Support@hcaptcha.com & CC protection@hcaptcha.com Email û em ê bi paş ve gav bavêjin we. Di heman demê de ji bo raporên ewlehiyê yên bijartî yên li ser karûbarê hCaptcha û kodê çavkaniya têkildar, me bernameyek bug bamêş heye.",
    "sec-hc": "Ewil Ewlekarî",
    "sec-hc-text": "hCaptcha ku weşanger-eleqedar e. Em dixebitin ku malperan daneyên rastîn bidin û bidin ku ew biryar bidin ka wê çawa bikar bînin. Rastî di berjewendiya we û ya me de ye. Cerdevanên din ji hêla pargîdaniyên reklamê ve têne peyda kirin. Her botek ku ew asteng dikin dibe ku dahata wan kêm bike.",
    "what-is-hcaptcha": "HCaptcha çi ye?",
    "what-is-hcaptcha-text": "hCaptcha bi karûbarên xweyên xweyên bijare re dibe alîkar ku pirsên hêsan ên ku ji bo mirovan hêsan in û ji bo makîneyan jî ne hêsan e, bots, spam û destdirêjiyê bigirin.",
    "why-hc": "Whyima hCaptcha?",
    "why-hc-text": "Her gava ku hûn bersivek bersivê didin, em modelên sofîstîk bikar tînin da ku hûn fêm bikin ka hûn mirov in an makîneyek in. Malpera ku we ziyaret kir wê hingê vê encamê bikar tîne da ku ji we re çêtir dibe ku ezmûna we li ser malpera wan çêbike da ku bisekinin."
}