{
    "acc-opt": "Vebijarkên gihîştinê",
    "acc-opt-but": "Di derbarê vebijarkên gihîştinê de bêtir fêr bibin",
    "acc-opt-text": "Ma hûn ji hêla dîtî ve veqetandî ne an na wekî din nikarin hCaptchas temam bikin?",
    "accessibility-link": "Gihîştin",
    "appreciate-in": "Em şanaziya we qebûl dikin. Werin em her pirsgirêkan nas bikin û em ê wan bi lez çareser bikin.",
    "fb-but": "Bersivê me bişînin",
    "feedback-text": "Li ser hCaptcha ku we hê dît dît bala xwe daynin",
    "page-acc-link-1": "Heke hûn bikarhênerek gihîştinê ne, ji kerema xwe li vir bibin endam.",
    "page-acc-subhead": "Tevî ku ewlehiya wan biparêze, ji bo hemî bikarhêneran gihîştina bêdawî pêk tîne",
    "page-acc-title": "Agahdariya gihîştina hCaptcha",
    "priv-hc": "Tevnekariya Focuse",
    "priv-hc-text": "Tora Adê we wekî hilbera wan dibîne. Em nakin. Em eleqedar nakin ka kî bikarhêner in, tenê ka ew ê çawa malxem bin. Em piştgirî didin însiyatîfa mîna Qertafên Veşartinê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin.",
    "sec-hc": "Ewil Ewlekarî",
    "sec-hc-text": "hCaptcha ku weşanger-eleqedar e. Em dixebitin ku malperan daneyên rastîn bidin û bidin ku ew biryar bidin ka wê çawa bikar bînin. Rastî di berjewendiya we û ya me de ye. Cerdevanên din ji hêla pargîdaniyên reklamê ve têne peyda kirin. Her botek ku ew asteng dikin dibe ku dahata wan kêm bike.",
    "what-is-hcaptcha": "HCaptcha çi ye?",
    "what-is-hcaptcha-text": "hCaptcha bi karûbarên xweyên xweyên bijare re dibe alîkar ku pirsên hêsan ên ku ji bo mirovan hêsan in û ji bo makîneyan jî ne hêsan e, bots, spam û destdirêjiyê bigirin.",
    "why-hc": "Whyima hCaptcha?",
    "why-hc-text": "Her gava ku hûn bersivek bersivê didin, em modelên sofîstîk bikar tînin da ku hûn fêm bikin ka hûn mirov in an makîneyek in. Malpera ku we ziyaret kir wê hingê vê encamê bikar tîne da ku ji we re çêtir dibe ku ezmûna we li ser malpera wan çêbike da ku bisekinin."
}