{
    "acc-opt": "Vebijarkên gihîştinê",
    "acc-opt-but": "Di derbarê vebijarkên gihîştinê de bêtir fêr bibin",
    "acc-opt-text": "Ma hûn ji hêla dîtî ve veqetandî ne an na wekî din nikarin hCaptchas temam bikin?",
    "accessibility-link": "Gihîştin",
    "appreciate-in": "Em şanaziya we qebûl dikin. Werin em her pirsgirêkan nas bikin û em ê wan bi lez çareser bikin.",
    "fb-but": "Bersivê me bişînin",
    "feedback-text": "Li ser hCaptcha ku we hê dît dît bala xwe daynin",
    "home-ent-1": "Ma hûn li ser pêşkêşiyên ewlehiya pargîdaniya me digerin?",
    "home-ent-2": "Serdana malpera me ya nû ya diyarkirî: BotStop.com",
    "home-intro-body": "Ma ji we re captcha bikar tînin ku ji botan dûr bigirin? hCaptcha nepenîtiya bikarhêner diparêze, malperan xelat dike, û alîkariya şirketan dike ku daneyên xwe bi nîşankirî bistînin. Ew ji bo reCAPTCHA şûna guheztinê ye: hûn dikarin di nav çend hûrdeman de veguherînin.",
    "home-intro-head": "Bota bêtir rawestandin. Dest bi parastina nepenîtiya bikarhêneran bikin.",
    "home-main-1": "Taybet. Bicî. Zûtir. We em ji we re didin ku hûn wê bikar bînin.",
    "home-main-2": "Tevnekariya Focuse",
    "home-main-2c": "Tora Adê mêvanên we wekî hilberê dibîne. Ji bo hCaptcha hilberê karê ku ew pêşkêş dikin. Em girîngiyê nadin bikarhênerên we kî ne, tenê ka gelo ew ê çawa xirab in. Em piştgirî didin însiyatîfên mîna Parastina Taybetiyê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin.",
    "home-main-3": "Ewil Ewlekarî",
    "home-main-3c": "Rastî di berjewendiya we û ya me de ye. hCaptcha ku weşanger-eleqedar e. Em dixebitin ku daneyên rastîn bidin we û ji we re biryar bidin ka hûn ê çawa bikar bînin. Kaptilên din ji hêla têne peyda kirin",
    "home-main-3c2": "pargîdaniyên ragihandinê. Ev tê vê wateyê ku her botek ku ew asteng dikin dibe ku dahata wan kêm bike.",
    "home-main-4": "Ezmûna Bikarhêner çêtir",
    "home-main-4c": "Modelên fêrbûna makîneyê ya sofîstîke ji hêla hCaptcha ve ji bo destnîşankirina mirovahiyê tê bikar anîn. Ev dihêle em karên weyên kêmtir aciz bikin ji bikarhênerên we re bixwazin û di vî warî de wextê wan kêmtir bigirin.",
    "home-main-plans": "hCaptcha belaş e ku ji bo weşangerên her size bikar bîne. Lêbelê, ji bo pargîdan û platformên ku hewceyê bêtir kontrolê ye, çareseriyên pargîdaniya me peyda dibin.",
    "home-main-plans2": "çareseriyên pargîdaniyê yên hCaptcha bi mîlyonan bikarhêneran li seranserê deh mîlyon malperan ji bo hin pargîdaniyên herî mezin ên li ser rûyê erdê biparêzin. Ji kerema xwe ji bo bêtir agahdarî, an biçin bi me re têkilî bikin",
    "home-main-plans3": "çareseriyên pargîdaniyê yên hCaptcha bi mîlyonan bikarhêneran li seranserê deh mîlyon malperan ji bo hin pargîdaniyên herî mezin ên li ser rûyê erdê biparêzin. Ji kerema xwe ji bo bêtir agahdarî, an biçin bi me re têkilî bikin",
    "home-main-plans4": "ji bo hûragahiyan.",
    "learn-more-hcaptcha": "Zêdetir bi hCaptcha fêr bibin",
    "page-acc-faq-1": "Pirs: Gelo Beşa hCaptcha Beşa 508 + WCAG 2.0 lihevhatî ye? Bersiv: Em bi vî rengî bawer dikin: hemî bikarhênerên bi her cûre astengiyê ku bikaribin li ser owsenternetê binêrin û li ser forman binivîsînin dikarin karûbarên ku bi qeydkirina hCaptcha têne parastin bigihîjin. Lêbelê, ev şîreta yasayî nine: divê hûn nirxandina xwe bi xwe bikin, li ber çav girtina pêkanîna we ya taybetî da ku bicîh bikin ku ev doza ji bo bicihanîna we ye.",
    "page-acc-faq-2": "Pirs: Ma hûn li ser vebijarkên din ên gihîştinê (a11y), mîna deng dixebitin? Bersiv: Vebijarkên populer ên berê mîna captchasên bihîstbar li hember pir bikarhênerên a11y cûdahiyê dikin û bi teknolojiyên fêrbûna makîneya nûjen bi hêsanî têk diçin. Vê yekê mecbûr kir ku tengasiyên bihîstwerê yên heyî bêhtir dijwartir bibin, danasîna bê deng, tarîxa ecêb, peyvên bêhempa yên peyvan, û hwd ji bo têkbirina êrîşkaran. Em bi vî rengî viya kêm xerîb dikin ku viya bi tevahî ji holê rakin, lê heke daxwazek ji civata a11y hebe dê wê bifikirin. Lêbelê, em ji Xweseriya Pass ji bo doza karanîna gihîştinê pir dilşad in. Em bawer dikin ku nêzîkatiya a11y a niha bi dravdana Privacy Pass re hevber bike dê bikarhênerên a11y bihêle ewle û pêgirtî bi zanebûn de bizanin ku seyrûsefera wan ewletir e, di heman demê de sînordarkirina destavêtinê ya ji hêla operatorên botê ve ku bi rengek nediyar pêk tê dema ku vebijarkên a11y hene. Em di koma xebatê ya IETFê ku vê teknolojiya nûjen standard dike de beşdarê çalak in.",
    "page-acc-faq-3": "Pirs: abouti di derbarê nepenîtiyê de? Qeydkirin bi hin awayan daneya gerok a11y eşkere dike? Ma hûn bi e-nameyê çi dikin? Bersiv: hCaptcha ji bo nepeniya ji axê ji jor hatî çêkirin. Ew ji vebijarkên kevneşopî yên mîna reCAPTCHA yên ku xwedan torên reklamê ne, gelek cûda ye, ku xwediyê teşwîqek e ku hûn li derdora înternetê bişopînin û we bi nasnameyek rastîn re têkildar bikin. Em carî ji bo hêsankirina karanîna a11y û pêşîgirtina destdirêjiyê ji bo mebestên e-nameyan an agahî bikar tînin. Siyaseta me ya nepenîtiyê bersivên berfireh û destûrnameyî di derheqê ku em çawa daneyê bikar tînin de hene, lê bersiva kurt ev e ku em eleqedar nîn in ku hûn wekî kesek bi dîroka geroka we re têkildar bikin. Em niha jî li ser çareseriya kriptografîk dixebitin ku bi lezgîn navnîşana e-nameya xwe dûrbixin. digel ku hîn jî parastina mezinahiya me ya ji bo pêşîgirtina destavêtinê, temamkirina xebata me ya Privacyapbendiya Kesane.",
    "page-acc-link-1": "Heke hûn bikarhênerek gihîştinê ne, ji kerema xwe li vir bibin endam.",
    "page-acc-subhead": "Tevî ku ewlehiya wan biparêze, ji bo hemî bikarhêneran gihîştina bêdawî pêk tîne",
    "page-acc-summary": "Berhevkirinî",
    "page-acc-summary-contents-1": "hCaptcha dîzaynkirin ku ji bo rawestandina botan ji hêla mirovan wan veqetîne. Testên dîtbar ji bo vê yekê amûrek hêsantir in, lê her kes nekare pêşbîniyek dîtbar çareser bike. Ji bo vê yekê me alternatîfek hêsan, bê êş çêkir ku em bidin weşanxane ku karûbarê me bikar tînin û bi tevahî Beşên 508 û WCAG 2.0 bihevre karanîna hemîyan bigire.",
    "page-acc-summary-contents-2": "Itawa dixebite: Pêşîn, bikarhênerek gihîştinê li vê URL-ê nîşan dide, ku di rûpela agahdariya widgetê ya hCaptcha de girêdayî ye. Wan ji wan re cookieşek şîfrekirî tête dayîn ku dikare rojê çend carî were bikar anîn, lê divê her 24 demjimêran bi navgîniyê were nûve kirin. Gava ku pêşbîniyek tête pêşkêş kirin ku bikarhênerek gihîştinê li ser her malperê bi karanîna karûbarê hCaptcha re, ew ê bixweber derbas bibin.",
    "page-acc-title": "Agahdariya gihîştina hCaptcha",
    "page-acc-tr-body": "Pirs: Heya piştî ku min cookie danîn, ez hîn jî dijîtiyek dibînim. Thisi dibe sedema vê? Bersiv: Ev bi gelemperî ji hêla bikaranîna blokek ad-êrişker an dirêjkirina antî-cookie, an mîhengek ku cookie-xaç-malperan asteng dike, di vê rewşê de fonksiyonek ji bo hcaptcha.com ku ji hêla hCaptcha JavaScript ve hatî saz kirin an li ser malpera cûda tê kontrol kirin. , mîna yê ku hûn ziyaret dikin. Qedexeyên gihîştina hCaptcha bi hemî gerokên populer û blokkerên reklamê re bi mîhengên standardên xwe re dixebitin, lewra bi gelemperî nerazîbûnan ji ber sepanên dijî-adblock an rêzikên heman rengî yên ku malperên taybetî dikin armanc dikin. Utionsareseriyên: 1. Whitelist hcaptcha.com û * .hcaptcha.com li pêşnûmaya we ya reklamê an dirêjkirina ewlehiya geroka we cookies. 2. Ger hûn gerokek Brave bikar tînin, ku (ji Nîsana 2020) nabe ku her celebek pelek kulikê xuya bike, biçin Preferences -> Shields -> Cookies û All All All Cookies hilbijêrin. 3. Heke hûn guhertoya herî dawî ya Safari bikar tînin li ser OS X 10.15 an iOS 13. 4-ya dawî hat berdan, Apple tenê behsê Safari yê têkildar bi cookieyên sêyemîn ve hatî guhertin, ji hêla hemî wan ve hatî asteng kirin. Em çareseriyek bicih dikin, lê di vê navberê de ji kerema xwe Preferences Safari, beşa nepenîtiyê, û şopandina Malpera unop bikin: Pêşdîtina cross-site pêşî lê bigirin da ku karanîna cookie-ya gihîştinê wekî ku tê hêvîkirin kar bikin. Pirs: Ez gelek amûrên bikar tînim. Ma ez hewce dikim ku gelek caran qeyd bikim? Bersiv: Na. Ji kerema xwe ve girêdana heman e-nameyê ya e-nameyê ku ji we re li ser her amûrê ku hûn bikar tînin ji bo sazkirina cookie-ê bikirtînin.",
    "page-acc-tr-title": "Ji bo bikarhênerên gihîştinê: Rêbernameya Q & A û Rêbernameya Pirsgirêkan",
    "priv-hc": "Tevnekariya Focuse",
    "priv-hc-text": "Tora Adê we wekî hilbera wan dibîne. Em nakin. Em eleqedar nakin ka kî bikarhêner in, tenê ka ew ê çawa malxem bin. Em piştgirî didin însiyatîfa mîna Qertafên Veşartinê, û gelek dixebitin ku baldarî û ewlehiyê biparêzin.",
    "sec-hc": "Ewil Ewlekarî",
    "sec-hc-text": "hCaptcha ku weşanger-eleqedar e. Em dixebitin ku malperan daneyên rastîn bidin û bidin ku ew biryar bidin ka wê çawa bikar bînin. Rastî di berjewendiya we û ya me de ye. Cerdevanên din ji hêla pargîdaniyên reklamê ve têne peyda kirin. Her botek ku ew asteng dikin dibe ku dahata wan kêm bike.",
    "what-is-hcaptcha": "HCaptcha çi ye?",
    "what-is-hcaptcha-text": "hCaptcha bi karûbarên xweyên xweyên bijare re dibe alîkar ku pirsên hêsan ên ku ji bo mirovan hêsan in û ji bo makîneyan jî ne hêsan e, bots, spam û destdirêjiyê bigirin.",
    "why-hc": "Whyima hCaptcha?",
    "why-hc-text": "Her gava ku hûn bersivek bersivê didin, em modelên sofîstîk bikar tînin da ku hûn fêm bikin ka hûn mirov in an makîneyek in. Malpera ku we ziyaret kir wê hingê vê encamê bikar tîne da ku ji we re çêtir dibe ku ezmûna we li ser malpera wan çêbike da ku bisekinin."
}