{
    "about-advisors-brendan": "CEO. Rêberê di AI-yê de tête nas kirin. Di dehsalên borî de di warê cûrbecûr cûrbecûr pirsgirêkên karsaziyê de îstîxbarata makîneyê bi pîvankî sepand.",
    "about-advisors-dawn": "PhD di Biyolojiya Komputerê de, Stanford. Ji 1999-an ve bi tevnên neuralî re dixebitin. Li ser pîvana ML-ya sepandin û hînbûna kûr hûr bibin.",
    "about-advisors-head": "Adêwirmendan",
    "about-advisors-keiran": "Database û pisporê Blockchain. Endezyarê destpêkê li Cloudera û hêj bêtir. Bi dehan sal pispor û tîmên avahiya pisporiyê.",
    "about-content-head-1": "Em Çi Bikin",
    "about-content-head-2": "Çima Ew Girîng e",
    "about-content-text-1": "hCaptcha karûbarek Intuition Machines Inc e, pargîdaniyek fêrbûna AI û makîneyê ye ku bi giranî li ser pîvana metalearning û qada dîtbarî ML ye. Em pergalên girseyî yên pîvanbar ava dikin û dixebitînin da ku karûbarên analîzkirina vîdyo û wêneyê ji bo pargîdaniyên Global 2000 li çar aliyê cîhanê bikarbînin.",
    "about-content-text-2": "Daneyên bêtir bi gelemperî encamên çêtir çêdikin. Avakirina û domandina datasetsên rast nîşankirî û têkildar demdirêj û biha ye. hCaptcha di destpêkê de hate pêşve xistin ku hewcedariyên me bi xwe di nîşankirina wêneyê de peyda bike, û naha ji bo pargîdaniyên din ên ku hewcedariyên wan dişibin heye.",
    "about-intro-head-1": "Ji bo hCaptcha bixebitin",
    "about-intro-head-2": "Wezîfa Me Mezin e",
    "about-intro-text": "Em zû zû mezin dibin û her dem li seranserê nivîsgehên xweyên cîhanî li talenta çêtirîn a cîhanê digerin. Hûn dikarin bi girêdanên jêrîn serîlêdanê bikin.",
    "about-leadership-alex": "Database û pisporê Blockchain. Endezyarê destpêkê li Cloudera û hêj bêtir. Bi dehan sal pispor û tîmên avahiya pisporiyê.",
    "about-leadership-eli": "CEO. Rêberê di AI-yê de tête nas kirin. Di dehsalên borî de di warê cûrbecûr cûrbecûr pirsgirêkên karsaziyê de îstîxbarata makîneyê bi pîvankî sepand.",
    "about-leadership-head": "Birêvebirî",
    "about-leadership-todd": "PhD di Biyolojiya Komputerê de, Stanford. Ji 1999-an ve bi tevnên neuralî re dixebitin. Li ser pîvana ML-ya sepandin û hînbûna kûr hûr bibin.",
    "acc-opt": "Vebijarkên Gihîştinê",
    "acc-opt-but": "Li ser vebijarkên gihîştinê bêtir fêr bibin",
    "acc-opt-text": "Ma hûn nebîn in an na wekî din hûn nekarin hCaptchas biqedînin?",
    "accessibility-link": "Gihîştin",
    "appreciate-in": "Em ketina we teqdîr dikin. Pirsgirêkan ji me re bizanin û em ê wan zû çareser bikin.",
    "fb-but": "Bersivê ji me re bişînin",
    "feedback-text": "Li ser hCaptcha-ya ku we nû dît şûnda bidin",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha marqeyek bazirganî ya tomarkirî ya Machines Intuition, Inc.",
    "footer-header-1": "Şîrket",
    "footer-header-2": "Çavkaniyên",
    "footer-header-3": "Têkelî",
    "footer-link-1": "Labelkirin",
    "footer-link-10": "Gihîştin",
    "footer-link-2": "Ji dor",
    "footer-link-3": "Kar",
    "footer-link-4": "Markayên bazirganî",
    "footer-link-5": "Exlaqên AI-yê",
    "footer-link-6": "Blog",
    "footer-link-7": "Cî",
    "footer-link-8": "Belgekirin",
    "footer-link-9": "Ragihandinek Bug",
    "footer-privacy": "Taybetî",
    "footer-subheader-1": "Alîkarî",
    "footer-subheader-2": "Têkelî",
    "footer-terms": "Ertên",
    "h-plans": "Planên Abonetiyê",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Xizmetên nîşankirinê",
    "header-login-button": "Têkevin",
    "header-plans-link": "Plans",
    "header-signup-button": "Tomar kirin",
    "home-about-head": "Derbarê hCaptcha",
    "home-about-subtitle": "Powered by Protokola HUMAN",
    "home-about-text-1": "hCaptcha hatiye sêwirandin ku di fêrbûna makîneyê de pirsgirêka herî kedkar çareser bike: nîşankirina mîqdarên mezin ên daneyan bi rengek biwext, bi arzanî û pêbawer.",
    "home-about-text-2": "Daneyên bêtir bi gelemperî di modelên fêrbûna makîneya perwerdehiyê de encamên baştir çêdikin. Serkeftina dawî ya modelên kûr bûye sedema daneyên daneyên mezin, hema hema her gav bi hin venêrîna mirovî. Lêbelê, afirandina afirandina datasên mezin ên ku bi mirov têne nirxandin bi rêya Mechanical Turk, Figure Eight, û hwd hem hêdî û hem jî biha ye.",
    "home-about-text-3": "hCaptcha destûrê dide malperên ku drav didin vê daxwazê dema ku botan û awayên din ên îstismarê asteng dikin.",
    "home-about-text-4": "Bazara hCaptcha ji hêla Protokola HUMAN ve, protokola vekirî ya nenavendî ya ji bo venêrîna mirovî ya ku li ser blokekeya Ethereum dimeşe, tête hêz kirin. Malper her ku bikarhêner widgeta hCaptcha li ser malpera xwe bikar tînin Tokensên Mirovan (HMT) bi dest dixin, û pargîdaniyên fêrbûna makîneyê didin Tokenên Mirovan da ku daneyên wan werin nîşankirin.",
    "home-ba-labeling-services-link": "Xizmetên nîşankirinê",
    "home-benefits-head-1": "Di Labelkirina Daneyê de Nirx",
    "home-benefits-head-2": "Vegere Xêrxwaziyê",
    "home-benefits-text-1": "Ma we fêr bû her ku hûn tirimbêlê bikirtînin hûn alîkariyê dikin ku pergalên fêrbûna makîneya pargîdaniyek yekgirtî ya belaş perwerde bikin?",
    "home-benefits-text-2": "hCaptcha vê modelê vedigire. Gava ku hûn hCaptcha bikar tînin, pargîdanî li ser karê ku bikarhênerên we dikin gava ku ew mirovbûna xwe îsbat dikin didin. Hûn xelatan digirin.",
    "home-benefits-text-3": "Dixwazin berê xwe bidin xêrxwaziya xweya bijare? hCaptcha dihêle hûn bi xêrxwazên ku hûn ji karanîna wê digirin piştgiriyê bidin xêrxwazên bijartî. Bikarhênerên li ser malpera we dê di demek kurt de karibin beşdarîya weya xêrxwaziyê bi navgîniya marqebûnê ya aqilmend li ser navgîniya hCaptcha bibînin.",
    "home-challenge-text-1": "Hemî wêneyên ku bi pirsê re li hev dikin hilbijêrin",
    "home-challenge-text-2": "Ji bo tiştan qada girêdanê diyar bikin",
    "home-challenge-text-3": "Labelên têkildar nas bikin",
    "home-challenge-title-1": "Mûqayese",
    "home-challenge-title-2": "Sindoqa Sînor",
    "home-challenge-title-3": "Dabeşandin",
    "home-challenges-head": "Pevçûnên Pêşkêşkirî",
    "home-challenges-text-1": "... û karên din ên hêsan. Ji mirovan re hêsan, ji botan re dijwar.",
    "home-challenges-text-2": "Karên xwerû ji bo weşangerên karsaziyê jî hene.",
    "home-ent-1": "Pêşniyarên ewlehiya pargîdaniya me digerin?",
    "home-ent-2": "Serdana malpera meya nû ya veqetandî: BotStop.com",
    "home-ent-button": "Zêdetir fêr bibin: BotStop ji hêla hCaptcha ve",
    "home-from-the-blog": "JI BLOG:",
    "home-from-the-blog-value": "Çawa Mîhengên Zehmetiya hCaptcha Kar dikin",
    "home-intro-body": "Ma hûn captcha bikar tînin da ku botan nehêlin? hCaptcha nepeniya bikarhêner diparêze, malperan xelat dike, û ji pargîdaniyan re dibe alîkar ku daneyên xwe bi etîket bigirin. Ew ji bo reCAPTCHA-yê veguherînek daketinê ye: hûn dikarin di nav çend hûrdeman de veguherînin.",
    "home-intro-button": "Naha Têkevin",
    "home-intro-head": "Zêde botan rawestînin. Dest bi parastina nepenîtiya bikarhêner bikin.",
    "home-main-1": "Taybet. Bicî. Zûtir. We em heqê we didin ku hûn wê bikar bînin.",
    "home-main-2": "Taybetmendî Fokus kirin",
    "home-main-2c": "Torên ad mêvanên we wekî hilberê dibînin. Ji bo hCaptcha berhem karê ku ew peyda dikin e. Em naxwazin bikarhênerên we kî ne, tenê çiqas dibe ku ew xerab in. Em piştgiriyê didin înîsiyatîfên mîna Privacy Pass-ê, û ji bo hevsengiya nepenî û ewlehiyê pir dixebitin.",
    "home-main-3": "Ewlekariya Pêşîn",
    "home-main-3c": "Rastbûn di berjewendiya we û ya me de ye. hCaptcha weşanger-baldar e. Em dixebitin ku daneyên rast bidin we û bila hûn biryar bidin ka ew ê çawa bikar bînin. Girtiyên din ji hêla pargîdaniyên reklamkirina Gigantic ve têne peyda kirin. Ev tê vê wateyê ku her botek wan bloke dikin dibe ku dahata wan kêm bibe.",
    "home-main-4": "Ezmûna Bikarhênerê çêtir",
    "home-main-4c": "Modela fêrbûna makîneya sofîstîke ji hêla hCaptcha ve ji bo destnîşankirina mirovahiyê têne bikar anîn. Ev dihêle ku me ji bikarhênerên we karên kêmtir acizker hewce bikin û di kirina wan de kêmtir wextê wan bigirin, dema ku hîn jî daneyên nîşankirî yên bikêr ji bo nîşankirina xerîdaran hilberînin.",
    "home-main-plans": "hCaptcha belaş e ku ji bo weşangerên her mezinahiyê bikar bîne. Lêbelê, ji bo pargîdanî û platformên ku bêtir kontrolê hewce dikin, çareseriyên pargîdaniya me hene.",
    "home-main-plans2": "Çareseriyên pargîdaniya hCaptcha bi mîlyonan bikarhêneran di deh mîlyon malperan de ji bo hin pargîdaniyên herî mezin ên planetê diparêzin. Ji kerema xwe ji bo bêtir agahdariyê bi me re têkilî bikin, an jî biçin",
    "home-main-plans3": "Çareseriyên pargîdaniya hCaptcha bi mîlyonan bikarhêneran di deh mîlyon malperan de ji bo hin pargîdaniyên herî mezin ên planetê diparêzin. Ji kerema xwe ji bo bêtir agahdariyê bi me re têkilî bikin, an jî biçin",
    "home-main-plans4": "ji bo hûragahiyan.",
    "home-plans-button-1": "Naha têkevin",
    "home-plans-button-2": "Bi firotanê re têkilî bikin",
    "home-plans-chart-head-1": "Taybetmendî",
    "home-plans-chart-head-2": "Çapemend",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Cûreyên dijwariya kontrolê têne nîşandan",
    "home-plans-chart-row-1-cell-2": "Bi sînor",
    "home-plans-chart-row-1-cell-3": "Hemî",
    "home-plans-chart-row-10-cell-1": "Dashboardên pir-bikarhêner",
    "home-plans-chart-row-11-cell-1": "Taybetmendiyên ragihandinê yên pêşkeftî",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Kontrola naveroka dijwarîyê ya bikar anîn",
    "home-plans-chart-row-2-cell-2": "Bi sînor",
    "home-plans-chart-row-2-cell-3": "Hemî",
    "home-plans-chart-row-3-cell-1": "Ji bo çareseriyên mirovan xelatan bistînin",
    "home-plans-chart-row-4-cell-1": "Parastina dij-bota çîna cîhanî",
    "home-plans-chart-row-5-cell-1": "Li her welatî dixebite",
    "home-plans-chart-row-6-cell-1": "Siyaseta taybetîtiyê ya GDPR û CCPA-heval",
    "home-plans-chart-row-7-cell-1": "Astên zehmetiyê yên rindik",
    "home-plans-chart-row-8-cell-1": "Naveroka xweya dijwarî destpê bikin",
    "home-plans-chart-row-9-cell-1": "Biryarnameya zehmetiyê ya li gorî demê",
    "home-try-it-out-button": "HCaptcha bistînin",
    "home-try-it-out-head": "Biceribînin",
    "home-try-it-out-text": "hCaptcha dema ku ji mirovan re bibe çareserî ji bo wan hêsan e, botkirina bot hêsan, hêsan û pêbawer peyda dike.",
    "labeling-about-head": "Derbarê hCaptcha",
    "labeling-about-text-1": "hCaptcha tête çêkirin ku di fêrbûna makîneyê de pirsgirêka herî zêde kedkar çareser bike; nîşankirina mîqdarên mezin ên daneyan bi rengek biwext, bi arzanî, û pêbawer. Daneyên bêtir bi gelemperî di modelên fêrbûna makîneya perwerdehiyê de encamên baştir çêdikin. Serkeftina dawî ya modelên kûr dibe sedema daneyên daneyên mezin, û hCaptcha vê hewceyê dike.",
    "labeling-about-text-2": "Lêbelê, afirandina daneyên danûstandinên mirov-nirxandî yên mezin bi karanîna rêbazên kevneşopî hem hêdî û hem jî biha ye. hCaptcha ji bo pargîdaniyan awayek e ku ji vebijarkên din zûtir, bi kalîte û bi lêçûnek kêmtir, şîroveyên ku ew hewce ne bigirin.",
    "labeling-annotations-head": "Cûreyên Annotation",
    "labeling-annotations-text-1": "Di wêne û vîdyoyê de tespîtkirina rastîn a tiştan",
    "labeling-annotations-text-2": "Di wêne û vîdyoyê de tespîtkirina rastîn a tiştan",
    "labeling-annotations-text-3": "Ji bo gelek dozên karanîna cûda şiroveyên xalê",
    "labeling-annotations-text-4": "Kategoriyên keyfî yên her mezinahiyê rêz bikin an jî lê zêde bikin",
    "labeling-annotations-text-5": "Kifşkirin û senifandina bi hêza mirovan",
    "labeling-annotations-text-6": "Ji we re celebek din hewce dike ku li vir navnîşkirî nebe? Bes ji me bipirsin.",
    "labeling-annotations-title-1": "Sindoqên Sînordar",
    "labeling-annotations-title-2": "Pirjimar",
    "labeling-annotations-title-3": "Nîşangeh",
    "labeling-annotations-title-4": "Dabeşkirina Taybetmendiyan",
    "labeling-annotations-title-5": "Berawirdkirin û Dîtin",
    "labeling-annotations-title-6": "... û hê bêtir",
    "labeling-ent-button": "Bi Tîma Çareseriyên Pargîdaniyê ya Me re têkilî daynin",
    "labeling-ent-head": "Ji Kontrola Dawiya Dawîn re Hewce ye?",
    "labeling-ent-text-1": "Platforma HUMAN li pişt hCaptcha taybetmendiyên birêvebiriya kalîteyê û karûbarê pir sofîstîke bi navgîniya bicîhkirina pêş-hîbrîd, an hibrîd, an ku bi pergalên weyên heyî re dike yek, peyda dike.",
    "labeling-ent-text-2": "Bi hêza karê xwe bi tevahî negirêdayî bimeşînin, nirxa ku li seranserê yekîneyên karsaziyê an hevkarên konsorciumê têne xerckirin bişopînin, li gorî daxwazên lêçûn û ewlehiyê û bi awayek bijartî karên ber bi peydakirên kedê yên navxweyî an derveyî ve bikin û hwd.",
    "labeling-ent-text-3": "Gihîştina API-ya hêsan, panelên xweşik ên xweşik, û teknolojiya herî dawî-di-xeletiyê de teknolojiya herî dawî ku bandora xwe zêde bikin.",
    "labeling-ent-text-4": "99,99% uptime SLA û 24/7 piştgiriya cîhanî heye. Ji bo bêtir agahdarî:",
    "labeling-features-head-1": "Lûleyên API-rêvekirî yên hêsan.",
    "labeling-features-head-2": "Ji bo lêçûn û kalîteyê çêtirîn. No pabendbûna pêşîn hewce ne.",
    "labeling-features-head-3": "Tenê heqê rastbûna ku hûn hewce ne bidin.",
    "labeling-features-head-4": "Daneyên xweya rastiya xweya zemînî peyda bikin an jî bila em li ser pêl ava bikin.",
    "labeling-features-text-1": "Dixwazin venêrîna mirov rasterast di karûbarên karsaziya xwe de yek bikin? Em SLA-yên pêbaweriya bilind, kapasîteya garantîkirî, û REST API-yên hêsan pêşkêş dikin.",
    "labeling-features-text-2": "Platforma HUMAN ji bo analîzkirina kalîteya rast-aweya sofîstîke, modelên baweriyê yên berfireh bikar tîne. Ev dihêle ku em hem zehmetiya pirsan û hem jî bersiva rast a rast a wan bilez destnîşan bikin, we dem û dravê bide we.",
    "labeling-features-text-3": "Ne ku hemî pirsgirêk yek in. Annotations ji bo karên girîng-ewlehiyê dibe ku ji 99.99% bawerî ji karkerên bi tevahî mirovî hewce bike. Dibe ku şîrovekirinên ji bo yek taybetmendiya beta ya di sepana lîstika desta de tenê pêbaweriyek nerm hewce dike. Hûn biryar didin.",
    "labeling-features-text-4": "Bêyî komek rastvekirinê ya berfireh daneya weya xav heye? Di pir rewşan de em dikarin ji we re yekê çêbikin ku wezîfe di nav pergalê de dimeşin, an ji bo erêkirina we nimûneyên nîşankirî biafirînin.",
    "labeling-info-head": "Danasîna Daneyê",
    "labeling-info-text-1": "Bi yek ji pisporên qada me re bipeyivin ku hewcedariyên projeya xwe diyar bikin: rastbûna hedef, format, û her hewceyên taybetî.",
    "labeling-info-text-2": "Em li gorî daneyên nimûneya we karekî hilberîna piçûk dikin. Ev xebata ku me bi hev re kirî biceribîne da ku hûn tiştê ku hûn hewce ne bistînin.",
    "labeling-info-text-3": "Bi qebareya xweya bilind û derengmayîna meya kêm em ê karê we zû bizivirin, bi radestkirina otomatîk re zûtirîn ku ew xelas bû.",
    "labeling-info-text-4": "Gava ku em pîvanên xebata weya hilberînê çêtir fêhm dikin, dê encam bi demê re baştir bibin.",
    "labeling-info-text-5": "Dashboardên zindî dihêlin hûn di her demê de bersîvê bidin an hilberînê rawestînin.",
    "labeling-info-title-1": "Diyarkirina Specifications",
    "labeling-info-title-2": "Testê Karûbarê Destpêk",
    "labeling-info-title-3": "Karên Hilberandinê Bikin",
    "labeling-info-title-4": "Pêşkeftina Berdewam",
    "labeling-info-title-5": "Encamên Rastîn",
    "labeling-main-1": "Li pîvanê nîşankirina daneya lêçûn-lêker",
    "labeling-main-1-button": "Daneyên Xwe Nîşan Bikin",
    "labeling-main-1c": "Ji bo daneyên danûstendinên we bêtir pêdivî hene? hCaptcha ji bo pargîdaniyên ku li ser sepandinên hişmendiya çêkirî û fêrbûna makîneyê dixebitin, etîketa daneyê ya bilez, lêçûn-bandor, û kalîteya bilind peyda dike.",
    "labeling-main-2": "Bi mîlyonan wezîfe di cih de dest pê bikin.",
    "labeling-main-2-button": "Xizmetên Nîşankirina Daneyê bikirin",
    "labeling-main-2c": "hCaptcha li ser planetê yek ji hewzên herî mezin e ku ji bo karanîna we heye. Pîvana we çi dibe bila bibe, em dikarin wê bêyî pêbendbûnên bihayê pêşîn birêve bibin. Her roj bi mîlyonan peywir pirsgirêk nine.",
    "labeling-platform-head": "Agahdariya Taybet an Giştî",
    "labeling-platform-text": "hCaptcha li ser Platforma HUMAN hatiye avakirin, ku rê dide rê û analîzek sofîstîke ku di her gavê de lêçûn û karîgeriyê baştir bike. Ev teknolojî dihêle ku hêza karker a rast her perçeyek karê we birêve biçe, dema ku nepenîtiyê diparêze û daxwazên rêziknameyê yên ku derbas dibe bicîh tîne, lêhûrbûna lêçûnê herî zêde dike.",
    "labeling-try-button": "Xizmetên Nîşankirina Daneyê bikirin",
    "labeling-try-head": "Dixwazin bi daneyên xwe biceribînin?",
    "labeling-try-text": "... dema ku hûn amade ne em amade ne: xizmeta me bi şev û roj heye.",
    "learn-more-hcaptcha": "Di derbarê hCaptcha de Zêdetir Bibînin",
    "page-acc-faq-1": "Pirs: Ma hCaptcha Beşa 508 + WCAG 2.0 lihevhatî ye? Bersiv: Em wusa bawer dikin: hemî bikarhênerên ku xwedan her celeb şikestî ne ku dikarin li tevngerin û li ser forman nivîsê binivîsin dikarin li ser qeydkirinê bigihin xizmetên ku ji hêla hCaptcha ve hatine parastin. Lêbelê, ev ne şîreta hiqûqî ye: divê hûn nirxandina xwe bikin, li ber sepandina xweya taybetî jî bigirin û piştrast bikin ku ev rewşa şandina we ye.",
    "page-acc-faq-2": "Pirs: Ma hûn li ser vebijarkên din ên gihîştinê (a11y), mîna deng, dixebitin? Bersiv: Berê vebijarkên populer ên mîna girtinên bihîstbar cûdakariyê li gelek bikarhênerên a11y dikin û ji hêla teknîkên fêrbûna makîneya nûjen ve bi hêsanî têne têkbirin. Vê yekê neçar kir ku dijwarîyên bihîstwerê yên nuha her ku dijwartir bibin, danasîna deng, demjimêra ecêb, têkelên bêjeyên bêhempa, û hwd da ku êrîşkaran têk bibin. Ji ber vê yekê em ji vê nêzîkê kêmtir vîn dibin ku viya bi tevahî ji pirsgirêkê dûr dikevin, lê heke daxwazek ji civaka a11y hebe em ê wê bifikirin. Lêbelê, ji bo doza karanîna Gihîştinê em di Derbarê Nasnameyê de pir balkêş in. Em bawer dikin ku nêzîkbûna a11y-ya meya îroyîn û bi derketina Privacy Pass-ê re têkildar dê bihêle bikarhênerên a11y-ê bi ewlehî li gerê bigerin, di zanîna ku seyrûsefera wan bêtir şexsî ye de ewlehî bigirin, dema ku binpêkirina ji hêla operatorên botê ve bi sînor dike ku bê guman dema ku vebijarkên a11y-ê peyda dibin pêk tê. Em di koma xebatê ya IETF de standardîzekirina vê teknolojiya nû çalak beşdar in.",
    "page-acc-faq-3": "Pirs: Li ser nepeniyê çi? Ma qeydkirin bi awayek daneya gera a11y eşkere dike? Hûn bi e-nameyê çi dikin? Bersiv: hCaptcha ji binî ve ji bo nepeniyê hatiye sêwirandin. Ew ji vebijarkên kevneşopî yên mîna reCAPTCHA ku xwedan torên reklamê ne, ku xwedan teşekek in ku we li dora tevnê bişopînin û bi nasnameyek rastîn re têkildar bikin, pir cuda ye. Em ji xeynî hêsankirina karanîna a11y û pêşîgirtina li îstismarê, ji bo armancek din emaila an agahdariya gihîştinê qet bikar nakin. Siyaseta meya nepenîtiyê di derbarê karanîna karanîna daneyê de bersivên berfireh û otorîter hene, lê bersiva kurt ev e ku me eleqedar nake ku hûn wekî kesek bi dîroka rûgera we re hevkar bikin. Em jî niha li ser çareseriyek kriptografîk dixebitin ku hûn bilez navnîşana e-nameya xwe bavêjin dema ku hîn qabîliyeta me ya pêşîgirtina li îstismarê diparêze, xebata meya Privacy Pass-ê temam dike.",
    "page-acc-link-1": "Ger hûn bikarhênerek gihîştinê ne, ji kerema xwe li vir xwe qeyd bikin.",
    "page-acc-subhead": "Di dema parastina ewlehiyê de ji bo hemî bikarhêneran gihîştina bêkêmasî misoger kirin",
    "page-acc-summary": "Berhevkirinî",
    "page-acc-summary-contents-1": "hCaptcha ji bo rawestandina botan ji hêla cûdakirina wan ji mirovan ve hatî çêkirin. Testên dîtbarî ji bo vê yekê amûrek guncan e, lê her kes nikare pirsgirêkek dîtbarî çareser bike. Ji ber vê sedemê me alternatîvek hêsan, bê êş dîzayn kir ku bila weşanxane bikaribin karûbarê me bikar bînin ji bo hemî bi tevahî beşa 508 û WCAG 2.0 ve peydebûnê biparêzin.",
    "page-acc-summary-contents-2": "Çawa dixebite: yekem, bikarhênerek gihîştinê li ser vê URL-ê, ku di rûpelê agahdariya widgetê ya hCaptcha ve girêdayî ye, xwe tomar dike. Ji wan re çerezek şîfrekirî tê dayîn ku dikare rojê çend caran were bikar anîn, lê divê her 24 demjimêran bi rêya têketinê were nûvekirin. Gava ku li ser her malperê pirsgirêkek ji karûbarê hCaptcha re tê bikar anîn ji bikarhênerek gihîştinê re, ew ê bixweber derbas bibin.",
    "page-acc-title": "hCaptcha Agahdariya Gihîştinê",
    "page-acc-tr-body": "Pirs: Ez piştî danîna cookie-yê hîn jî dijwarek dibînim. Çi dibe sedema vê yekê? Bersiv: Ev bi gelemperî ji ber karanîna astengkerê reklamê ya êrişker an pêveka antî-kuki ye, an jî mîhengek ku çerezên nav-malperê bloke dike, di vê rewşê de ji bo hcaptcha.com cookie-ya ku ji hêla JavaScript-a hCaptcha ve li ser malperek din hatî danîn an venêran , mîna ya ku hûn lê digerin. Çerezên gihîştina hCaptcha bi mîhengên xweyên standard re bi hemî gerokên populer û astengkerên reklamê re dixebitin, ji ber vê yekê bi gelemperî têkçûn ji ber skrîptên dijî-ant-adblock an rêzikên bi vî rengî malperên taybetî dikin hedef. Çareserî: 1. Kêliyên spî hcaptcha.com û * .hcaptcha.com di astengkirina reklama we an pêveka ewlehiya gerokê de. 2. Ger hûn geroka Brave bikar tînin, ku ne diyar e (ji Nîsana 2020 ve) her celeb lîsteya spî ya cookie heye, herin Preferences -> Shields -> Cookies û Destûra Hemî Cookies hilbijêrin. 3. Heke hûn guhertoya herî dawîn a Safari-yê li ser OS X 10.15 an iOS 13. 4-an a ku nû hatî weşandin bikar tînin, Apple tenê tevgera Safari-yê ya bi cookie-yên partiya sêyemîn re têkildar guhertiye, hemî ji hêla xwe ve asteng dike. Em çareseriyek bicîh dikin, lê di vê navberê de ji kerema xwe vegerin Serlêdanên Safari, beşa nepenîtiyê, û vebijarka şopandina Malperê hilînin: trackopandina nav-malperê asteng bikin da ku cookie-ya gihîştinê wekî ku tê hêvî kirin bixebite. Pirs: Ez gelek alavan bikar tînim. Ma ez hewce dikim ku gelek caran têkevim? Bersiv: Na. Ji kerema xwe ji bo sazkirina cookie-yê li ser her cîhazê ku hûn bikar tînin li ser heman lînka têketina e-nameyê bişînin.",
    "page-acc-tr-title": "Ji bo Bikarhênerên Gihîştinê: Rêbernameya Q&A û Çareserkirina Pirsgirêkan",
    "priv-hc": "Taybetmendî Fokus kirin",
    "priv-hc-text": "Torgilokên reklamê we wekî hilbera xwe dibînin. Em nakin. Em naxwazin kî bikarhêner in, tenê çiqas dibe ku ew xerab in. Em piştgiriyê didin înîsiyatîfên mîna Privacy Pass-ê, û ji bo hevsengiya nepenî û ewlehiyê pir dixebitin.",
    "reporting-bugs-accessibility-button": "Li ser vebijarkên gihîştinê bêtir fêr bibin",
    "reporting-bugs-accessibility-head": "Vebijarkên Gihîştinê",
    "reporting-bugs-accessibility-text": "Ma hûn nebîn in an na wekî din hûn nekarin hCaptchas biqedînin?",
    "reporting-bugs-guide-ff-head": "Girtina Hûrguliyên Rapora Bugê: Firefox",
    "reporting-bugs-guide-ff-step-1": "Gav 1: Amûrên Pêşdebir Vekirî (Ev dest bi tomarkirina danişînê dike.)",
    "reporting-bugs-guide-ff-step-2": "Step 2: Di Amûrên Pêşdebirinê de li ser torgiloka Torê bikirtînin. Li jorê qutiya tomarên Persist kontrol bikin.",
    "reporting-bugs-guide-ff-step-3": "Gava 3: Serdana https://accounts.hcaptcha.com/demo, an jî malpera ku pirsgirêkek li ser we heye (Têbîniya Taybetmendiyê: tenê heke hûn nefikirin ku ew parve bikin çi ye) ... ... û paşê I bikirtînin bişkoja mirovî me, û hewl bidin ku çareser bikin.",
    "reporting-bugs-guide-ff-step-4": "Gava 4: Piştî ku hûn hewl bidin ku çareser bikin HAR-ê bikirtînin, û Hilbijartina Hemî wekî HAR-ê hilbijêrin da ku tomara torê xilas bikin. Wê pelê ji me re bişînin.",
    "reporting-bugs-guide-ff-step-5": "Step 5: Li ser pişka Konsolê bikirtînin, û rast-bitikînin paşê hemî hilbijêrin û wê di pelê nivîsarê de hilînin, da ku tomara konsolê tomar bikin. Wê jî ji me re bişînin.",
    "reporting-bugs-guide-ff-step-6": "Gava paşîn: Ew HAR û pelên têketinê yên konsolê ji me re bi e-nameyê bişînin, û pirsgirêkê vebêjin Bikaranîn: support@hcaptcha.com (ji kerema xwe karûbarek mîna Dropbox an Filebin bikar bînin û girêdan bişînin) û bi vebijarkî dîmenek dîmender, heke hûn guman dikin ku tiştek ne rast nîşan dide . Ji kerema xwe IP-ya ku hûn bikar tînin jî bişînin. Hûn dikarin wê ji https://www.whatsmyip.org/ bistînin Spas ji bo ku we wext girt û alîkariya me kir ku em vê agahdariyê bistînin! Em pabend in ku hCaptcha ji bo her kesî baş bixebite.",
    "reporting-bugs-guide-head": "Girtina Agahdariyên Bug Report: Chrome",
    "reporting-bugs-guide-step-1": "Gav 1: Amûrên Pêşdebir Vekirî (Ev dest bi tomarkirina danişînê dike.)",
    "reporting-bugs-guide-step-2": "Step 2: Di Amûrên Pêşdebirinê de li ser torgiloka Torê bikirtînin. Li jorê qutîka tomarkirinê biparêze.",
    "reporting-bugs-guide-step-3": "Gava 3: Serdana https://accounts.hcaptcha.com/demo, an jî malpera ku pirsgirêkek li ser we heye (Têbîniya Taybetmendiyê: tenê heke hûn nefikirin ku ew parve bikin çi ye) ... ... û paşê I bikirtînin bişkoja mirovî me, û hewl bidin ku çareser bikin.",
    "reporting-bugs-guide-step-4": "Gava 4: Piştî ku hûn hewl bidin ku çareser bikin, ku têketina torê xilas dike, Export HAR (tîra piçûk a jêrîn) bikirtînin. Wê pelê ji me re bişînin.",
    "reporting-bugs-guide-step-5": "Step 5: Li ser pişka Konsolê bikirtînin, û rast-ê bikirtînin û hingê jî hilanîn .. da ku tomara konsolê tomar bikin. Wê jî ji me re bişînin.",
    "reporting-bugs-guide-step-6": "Gava paşîn: Ew HAR û pelên têketina konsolê ji me re bi e-nameyê bişînin, û pirsgirêkê vebêjin. Bikaranîn: support@hcaptcha.com (ji kerema xwe karûbarek mîna Dropbox an Filebin bikar bînin û girêdan bişînin) û bi vebijarkî dîmenek dîmender, heke hûn guman dikin ku tiştek rast nayê pêşandan. Ji kerema xwe IP-ya ku hûn bikar tînin jî bişînin. Hûn dikarin wê ji https://www.whatsmyip.org/ bistînin Spas ji bo ku we wext girt û alîkariya me kir ku em vê agahdariyê bistînin! Em pabend in ku hCaptcha ji bo her kesî baş bixebite.",
    "reporting-bugs-guide-text-1": "Bi rapora xwe re şandina agahdariya xeletiyê dê ji me re hêsantir bike ku çi diqewime. Li vir talîmatên gav bi gav hene:",
    "reporting-bugs-guide-text-2": "Heke hûn pêşvebirek tevnê an bikarhênerek pispor in, kurtahî ev e ku em dixwazin hûn ji me re HAR-tomara tomar û têketinên konsolê gerokê ji me re bişînin. Ji kerema xwe pêşî astengkerê reklamê an pêvekên ewlehiyê yên gerokê neçalak bikin û paşê berî ku hûn van gavan derbas nekin dîsa biceribînin. Ger ew pirsgirêka we çareser dike, em ê dîsa jî spasiya we bikin ku hûn ji me re guhertoya rûgera we, astengkirina reklamê an pêveka rûgerê, û URL-ya malperê ji me re dizanin.",
    "reporting-bugs-intro-head": "Çewtiyek dît? Li vir awayê raporkirina wê heye.",
    "reporting-bugs-intro-text": "Bi mîlyonan mirov her meh, li ser bi hezaran kombînasyonên rûger, pêvek, cîhaz, firewall û hwd hCaptcha bikar tînin. Armanca me ev e ku em pê ewle bin ku ew her dem ji we re dixebite, ji ber vê yekê em pir pir raporên we dinirxînin! Ji bo ku em bersîvek zû bidin, tenê bişkoja bişînin ji me re bişînin. Heke hûn pirsgirêkek fonksiyonel dibînin, ji kerema xwe li jêr rêwerzên têketina xeletiyên ji bo Chrome-ê an jî li jêr ji bo Firefox-ê rêwerzên têketina xeletiyê bişopînin. Ji bo gerokên din tenê ji me re e-name bişînin. Ji bo pirsgirêkên ewlehî an nepeniya potansiyel, talîmatên li jêr bibînin.",
    "reporting-bugs-privacy-head": "Pirsgirêkên Taybetmendiyê",
    "reporting-bugs-privacy-text": "Em naxwazin ka kî bikarhêner in, tenê çiqas dibe ku ew xerab in an makîne ne. Em piştgiriyê didin înîsiyatîfên mîna Privacy Pass-ê, û ji bo hevsengiya nepenî û ewlehiyê pir dixebitin. Heke we pirsgirêkek dît ku hûn difikirin ku dikare li ser nepenîtiya bikarhêner bandor bike, ji kerema xwe ji me re bi e-nameyê support@hcaptcha.com bişînin.",
    "reporting-bugs-provide-feedback-button": "Bersivê ji me re bişînin",
    "reporting-bugs-provide-feedback-head": "Li ser hCaptcha bersiva tavilê peyda bikin",
    "reporting-bugs-provide-feedback-text": "Em ketina we teqdîr dikin. Pirsgirêkan ji me re bizanin û em ê wan zû çareser bikin.",
    "reporting-bugs-security-head": "Çewtiyên Ewlekariyê",
    "reporting-bugs-security-text": "Em her dem bi wergirtina raporên çewtiyên ewlehiyê re eleqedar dibin. E-nameyê support@hcaptcha.com & CC security@hcaptcha.com bişînin û em ê zû vegerin we. Di heman demê de ji bo raporên ewlehiyê yên mafdar ên li ser servîsa hCaptcha û koda çavkaniya pêwendîdar ji bo raporên ewlehiyê yên mafdar bernameyek me ya bugê heye.",
    "sec-hc": "Ewlekariya Pêşîn",
    "sec-hc-text": "hCaptcha weşanger-baldar e. Em dixebitin ku daneyan daneyên rast bidin û bila ew biryar bidin ka ew ê çawa bikar bînin. Rastbûn di berjewendiya we û ya me de ye. Girtiyên din ji hêla pargîdaniyên reklamkar ve têne peyda kirin. Her botek ku ew bloke dikin dibe ku dahata xwe kêm bike.",
    "switch-to-english-link": "Bi Englishngilîzî veguherînin",
    "what-is-hcaptcha": "HCaptcha çi ye?",
    "what-is-hcaptcha-text": "hCaptcha bi pirsên hêsan ên ku ji bo mirovan hêsan e û ji bo makîneyan jî dijwar e, alîkariya servîsên tevnê yên bijarte dike ku botan, spam û xerabkariyê bihêle.",
    "why-hc": "Çima hCaptcha?",
    "why-hc-text": "Her ku hûn bersivek didin pêşbaziyek, em modelên sofîstîke bikar tînin da ku bizanin ka hûn mirov in an makîne. Malpera ku hûn ziyaret kirin wê hingê vê encamê bikar tîne da ku bi parastina botan ve li ser malpera wan bibe alîkar da ku ezmûna xwe baştir bikin."
}