{
    "a11y-img-1": "Киргенден кийин колдонуучунун экраны",
    "a11y-img-2": "Виджет интерфейсинин менюсунда атайын мүмкүнчүлүктөр",
    "a11y-img-3": "Виджет интерфейсиндеги жеткиликтүүлүк диалогу",
    "about-advisors-brendan": "Brave компаниясынын башкы директору. Mozilla компаниясынын негиздөөчүсү. JavaScript программалоо тилинин жаратуучусу. Браузерлердин куруучусу жана башкалар.",
    "about-advisors-dawn": "Беркли шаарындагы Калифорния университетинин профессору. Терең билим, коопсуздук, блокчейн эксперти. Oasis Labs компаниясынын башкы директору.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Стэнфорддогу изилдөөчү илимпоз. Ири банктарда, хедж-фонддордо жана илимий чөйрөлөрдө машина окутуу жана сандык каржылоо.",
    "about-content-head-1": "Биз эмне кылабыз",
    "about-content-head-2": "Эмне үчүн маанилүү",
    "about-content-text-1": "hCaptcha - бул Intuition Machines Inc компаниясынын кызматы, масштабда металл иштетүүгө жана визуалдык домен MLге басым жасап, жасалма интеллект жана машинаны үйрөнүүчү компания. Биз дүйнө жүзү боюнча Global 2000 компаниялары үчүн видео жана имиджин анализдөө кызматтарын көрсөтүү үчүн масштабдуу масштабдуу тутумдарды курабыз жана иштетебиз.",
    "about-content-text-1a": "hCaptcha ботторду токтотууга заманбап, купуялыкка багытталган ыкманы алып келет.",
    "about-content-text-1b": "Ботторго кыйын, бирок адамдарга оңой болгон CAPTCHA кыйынчылыктарын машинаны үйрөнүүдөгү көйгөйлөрдөн белгилөө кыйын болгон маалыматтарды топтоо жана аны колдонуп веб-сайттын же колдонмонун зыяратчысы адам экендигин айырмалайбыз.",
    "about-content-text-2": "Көбүрөөк маалыматтар жалпысынан жакшы натыйжаларды берет. Туура белгиленген жана тиешелүү маалымат топтомдорун түзүү жана сактоо көп убакытты талап кылат жана кымбатка турат. hCaptcha алгач сүрөттү маркалоодо биздин муктаждыктарыбызды канааттандыруу максатында иштелип чыккан, эми ушул сыяктуу муктаждыктары бар башка компаниялар үчүн жеткиликтүү.",
    "about-content-text-2a": "Жаман актерлор Интернетте барган сайын көп кездешет. Бирок колдонуучунун жеке купуялыгын курмандыкка чалуу маселеси чечилбейт.",
    "about-content-text-2b": "Жарнамалык компаниялар сунуш кылган коопсуздук чечимдери, биринчи кезекте, вебдеги колдонуучуларды көзөмөлдөөгө багытталат. Колдонуучунун купуялуулугуна зыян келтире турган натыйжалуу коопсуздук чечимин жараттык, бул мыкты натыйжаларды берүү үчүн зарыл эмес.",
    "about-intro-head-1": "HCaptcha жөнүндө",
    "about-intro-head-2": "Купуялык, Коопсуздук жана Machine Learning.",
    "about-intro-text": "hCaptcha дүйнөдөгү кеңири колдонулган көзкарандысыз CAPTCHA кызматы.",
    "about-leadership-alex": "Маалыматтар базасы жана Blockchain эксперти. Cloudera компаниясынын алгачкы инженери жана башкалар. Программалык камсыздоону жана командаларды куруу боюнча ондогон жылдар.",
    "about-leadership-eli": "CEO. Жасалма интеллект боюнча таанылган лидер. Акыркы он жылдыкта масштабдуу машина интеллектин ар кандай бизнес көйгөйлөрүнө колдонуп келе жатат.",
    "about-leadership-head": "Лидерлик",
    "about-leadership-todd": "Эсептөөчү биология илимдеринин кандидаты, Стэнфорд. 1999-жылдан бери нейрон тармактары менен иштөө. Колдонулган ML жана масштабда терең билим алууга басым жасаңыз.",
    "acc-opt": "Атайын мүмкүнчүлүктөр",
    "acc-opt-but": "Атайын мүмкүнчүлүктөрдүн параметрлери жөнүндө көбүрөөк билүү",
    "acc-opt-text": "Көрүү мүмкүнчүлүгүңүз начарбы же hCaptchas-ды аягына чейин толуктай албай жатасызбы?",
    "accessibility-link": "Атайын мүмкүнчүлүктөр",
    "appreciate-in": "Сиздин салымыңыз үчүн ыраазычылык билдиребиз. Кандай гана маселе болбосун бизге кабарлаңыз, биз аларды тез арада чечебиз.",
    "fb-but": "Бизге пикир жөнөтүңүз",
    "feedback-text": "Жаңы көргөн hCaptcha жөнүндө ой-пикирлериңизди билдириңиз",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha - Intuition Machines, Inc компаниясынын катталган соода белгиси.",
    "footer-header-1": "Компания",
    "footer-header-2": "Ресурстар",
    "footer-header-3": "Байланыш",
    "footer-link-1": "Этикеткалоо",
    "footer-link-10": "Атайын мүмкүнчүлүктөр",
    "footer-link-2": "Жөнүндө",
    "footer-link-3": "Jobs",
    "footer-link-4": "Товардык белгилер",
    "footer-link-5": "AI этика",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Документтер",
    "footer-link-9": "Ката жөнүндө кабарлоо",
    "footer-privacy": "Купуялык",
    "footer-subheader-1": "Колдоо",
    "footer-subheader-2": "Байланыш",
    "footer-terms": "Шарттар",
    "h-plans": "Жазылуу пландары",
    "header-docs-link": "Документтер",
    "header-labeling-services-link": "Белгилөө кызматы",
    "header-login-button": "Кирүү",
    "header-plans-link": "Пландар",
    "header-signup-button": "Кирүү",
    "home-about-head": "HCaptcha жөнүндө",
    "home-about-subtitle": "Powered by HUMAN Protocol",
    "home-about-text-1": "hCaptcha машинаны үйрөнүүдөгү эң көп эмгекти талап кылган көйгөйдү чечүүгө арналган: массалык маалыматтарды өз убагында, арзан жана ишенимдүү түрдө белгилөө.",
    "home-about-text-2": "Көбүрөөк маалыматтар, адатта, машинаны үйрөнүү моделдерин окутууда жакшы натыйжаларды берет. Жакында терең моделдердин ийгилиги барган сайын чоң маалымат топтомдорун алып келди, дээрлик ар дайым адам тарабынан каралып чыккан. Бирок, Mechanical Turk, Figure Sight ж.б. аркылуу адам караган ири маалымат топтомдорун түзүү жай жана кымбатка турат.",
    "home-about-text-3": "hCaptcha веб-сайттарга ушул талапка ылайык акча табууга мүмкүнчүлүк берет, ал эми ботторду жана кыянаттыктын башка түрлөрүн бөгөттөйт.",
    "home-about-text-4": "HCaptcha базарында АДАМ Протоколу иштейт, ал адамдардын Ethereum блокчейнинде иштей турган борбордон ажыратылган протоколу. Колдонуучулар өз сайттарында hCaptcha виджетин колдонгон сайын веб-сайттар Human Tokens (HMT) иштеп табышат, ал эми машинаны үйрөнүүчү компаниялар алардын белгилери үчүн Human Tokensге акча төлөшөт.",
    "home-ba-labeling-services-link": "Белгилөө кызматы",
    "home-benefits-head-1": "Маалыматтарды белгилөөдөгү мааниси",
    "home-benefits-head-2": "Кайрымдуулукка кайрымдуулук кылуу",
    "home-benefits-text-1": "Унааны чыкылдаткан сайын сиз Gigantic компаниясынын бирдиктүү машиналарды үйрөнүү тутумдарын бекер окутууга жардам берип жатканыңызды түшүнө алдыңызбы?",
    "home-benefits-text-2": "hCaptcha бул моделди өзгөртөт. HCaptcha колдонуп жатканда, компаниялар сиздин колдонуучулар өз ишинин адамгерчилигин далилдегендей кылып жасашат. Сиз сыйлыктарды аласыз.",
    "home-benefits-text-3": "Сүйүктүү кайрымдуулук уюмуңузга кайрылып келгиңиз келеби? hCaptcha сиз тандаган кайрымдуулук уюмдарын аны колдонуудан түшкөн киреше менен колдоого мүмкүндүк берет. Жакында сиздин сайттагы колдонуучулар кайрымдуулукка кошкон салымыңызды hCaptcha интерфейсиндеги акылдуу брендинг аркылуу көрө алышат.",
    "home-challenge-text-1": "Суроого туура келген бардык сүрөттөрдү тандаңыз",
    "home-challenge-text-2": "Объектилердин чектөө аймагын аныктаңыз",
    "home-challenge-text-3": "Тиешелүү этикеткаларды аныктаңыз",
    "home-challenge-title-1": "Салыштыруу",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Категориялоо",
    "home-challenges-head": "Сунушталган чакырыктар",
    "home-challenges-text-1": "... жана башка жөнөкөй тапшырмалар. Адамдарга оңой, ботторго оор.",
    "home-challenges-text-2": "Ишкананын басып чыгаруучулары үчүн атайын тапшырмалар дагы бар.",
    "home-ent-1": "Биздин ишкананын коопсуздук сунуштарын издеп жатасызбы?",
    "home-ent-2": "Жаңы атайын сайтыбызга баш багыңыз: BotStop.com",
    "home-ent-button": "Көбүрөөк билүү: BotStop by hCaptcha",
    "home-from-the-blog": "БЛОГДОН:",
    "home-from-the-blog-value": "Кантип hCaptcha Кыйынчылык Жөндөөлөр иштейт",
    "home-intro-body": "Сиз ботторду киргизбөө үчүн капчаны колдоносузбу? hCaptcha колдонуучунун купуялыгын коргойт, веб-сайттарга сыйлык берет жана компанияларга алардын маалыматтарын белгилөөгө жардам берет. Бул reCAPTCHA үчүн ачылуучу алмаштыруу: сиз бир нече мүнөттүн ичинде которула аласыз.",
    "home-intro-button": "Азыр Катталгыла",
    "home-intro-head": "Дагы ботторду токтотуңуз. Колдонуучунун купуялыгын коргоону баштаңыз.",
    "home-main-1": "Жеке. Коопсуз. Тезирээк. Биз сизге аны пайдаланганыңыз үчүн акча төлөйбүз.",
    "home-main-2": "Купуялыкка көңүл бурулган",
    "home-main-2c": "Жарнама тармактары сиздин конокторуңузду продукт катары көрүшөт. HCaptcha үчүн продукт алар камсыз кылган эмгек. Бизге сиздин колдонуучулар ким экендиги кызыксыз, алардын канчалык деңгээлде зыяндуу болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялык менен коопсуздукту тең салмакташтыруу үчүн көп аракет кылабыз.",
    "home-main-3": "Биринчи коопсуздук",
    "home-main-3c": "Тактык сиздин жана биздин кызыкчылыгыбызда. hCaptcha басып чыгаруучуларга багытталган. Биз сизге чыныгы маалыматтарды берүү жана аны кандайча колдонууну өзүңүз чечүү үчүн иштейбиз. Башка капчалар Gigantic жарнама компаниялары тарабынан берилет. Демек, алардын ар бир боту өз кирешесин азайтышы мүмкүн.",
    "home-main-4": "Колдонуучунун тажрыйбасы жакшыраак",
    "home-main-4c": "Машина үйрөнүүнүн татаал моделдери hCaptcha тарабынан адамзатты аныктоо үчүн колдонулат. Бул биздин колдонуучулардан анча тажатма тапшырмаларды талап кылууга жана алардын убактысын азыраак талап кылууга мүмкүндүк берет, ошол эле учурда кардарларды белгилөө үчүн пайдалуу белгилерди чыгарат.",
    "home-main-plans": "hCaptcha ар кандай көлөмдөгү жарчылар үчүн акысыз колдонулат. Бирок, көбүрөөк көзөмөлгө муктаж болгон ишканалар жана платформалар үчүн биздин ишкананын чечимдери бар.",
    "home-main-plans2": "hCaptcha ишкана чечимдери миллиондогон колдонуучуларды ондогон миллион веб-сайттардагы планетанын айрым ири компаниялары үчүн коргойт. Көбүрөөк маалымат алуу үчүн биз менен байланышыңыз, же баш багыңыз",
    "home-main-plans3": "hCaptcha ишкана чечимдери миллиондогон колдонуучуларды ондогон миллион веб-сайттардагы планетанын айрым ири компаниялары үчүн коргойт. Көбүрөөк маалымат алуу үчүн биз менен байланышыңыз, же баш багыңыз",
    "home-main-plans4": "маалымат алуу үчүн.",
    "home-plans-button-1": "Азыр Катталгыла",
    "home-plans-button-2": "Байланыш сатуу",
    "home-plans-chart-head-1": "Өзгөчөлүктөрү",
    "home-plans-chart-head-2": "Publisher",
    "home-plans-chart-head-3": "Ишкана",
    "home-plans-chart-row-1-cell-1": "Көрсөтүлгөн чакырык түрлөрү",
    "home-plans-chart-row-1-cell-2": "Limited",
    "home-plans-chart-row-1-cell-3": "Бардыгы",
    "home-plans-chart-row-10-cell-1": "Көп колдонуучу такталары",
    "home-plans-chart-row-11-cell-1": "Өркүндөтүлгөн отчеттуулук өзгөчөлүктөрү",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Колдонулган чакырык мазмунун көзөмөлдөө",
    "home-plans-chart-row-2-cell-2": "Limited",
    "home-plans-chart-row-2-cell-3": "Бардыгы",
    "home-plans-chart-row-3-cell-1": "Адамдын чечкендиги үчүн сыйлык табыңыз",
    "home-plans-chart-row-4-cell-1": "Ботторго каршы дүйнөлүк класстагы коргоо",
    "home-plans-chart-row-5-cell-1": "Ар бир мамлекетте иштейт",
    "home-plans-chart-row-5a-cell-1": "Жок-CAPTCHA жана 99.9% пассивдүү режимдер",
    "home-plans-chart-row-5b-cell-1": "Боттун ишеним упайлары",
    "home-plans-chart-row-6-cell-1": "GDPR жана CCPA достук купуялык саясаты",
    "home-plans-chart-row-7-cell-1": "Кыйынчылыктын деңгээли",
    "home-plans-chart-row-8-cell-1": "Өзүңүздүн чакырык мазмунун ишке киргизиңиз",
    "home-plans-chart-row-9-cell-1": "Убакыт боюнча кыйынчылыктарды пландаштыруу",
    "home-try-it-out-button": "HCaptcha орнотуп алыңыз",
    "home-try-it-out-head": "Байкап көрүңүз",
    "home-try-it-out-text": "hCaptcha жөнөкөй, оңой жана ишенимдүү бот аныктоону камсыз кылат, ошол эле учурда адамдар аны чечиши мүмкүн эмес.",
    "labeling-about-head": "HCaptcha жөнүндө",
    "labeling-about-text-1": "hCaptcha машинаны үйрөнүүдөгү эң көп эмгекти талап кылган көйгөйдү чечүү үчүн иштелип чыккан; маалыматтардын көлөмүн өз убагында, жеткиликтүү жана ишенимдүү түрдө белгилөө. Көбүрөөк маалыматтар, адатта, машинаны үйрөнүү моделдерин окутууда жакшы натыйжаларды берет. Жакында терең моделдердин ийгилиги барган сайын чоң маалымат топтомдорун алып келди жана hCaptcha ушул муктаждыкка кызмат кылат.",
    "labeling-about-text-2": "Бирок, салттуу ыкмаларды колдонуп, адам тарабынан каралып чыккан ири маалымат топтомун түзүү жай жана кымбатка турат. hCaptcha - бул компаниялар үчүн талап кылынган аннотацияларды тезирээк, сапаттуу жана башка альтернативаларга караганда арзан баада алуу ыкмасы.",
    "labeling-annotations-head": "Аннотация түрлөрү",
    "labeling-annotations-text-1": "Сүрөттөрдө жана видеодо объектилерди так аныктоо",
    "labeling-annotations-text-2": "Сүрөттөрдө жана видеодо объектилерди так аныктоо",
    "labeling-annotations-text-3": "Көптөгөн ар кандай учурларда аннотацияны белгилеңиз",
    "labeling-annotations-text-4": "Каалаган көлөмдөгү каалаган категорияларды иреттөө же кошуу",
    "labeling-annotations-text-5": "Адамдын күчү менен аныктоо жана классификациялоо",
    "labeling-annotations-text-6": "Бул жерде көрсөтүлбөгөн дагы бир түр керекпи? Жөн гана бизден сураңыз.",
    "labeling-annotations-title-1": "Bounding Boxes",
    "labeling-annotations-title-2": "Көп бурчтуу",
    "labeling-annotations-title-3": "Landmarks",
    "labeling-annotations-title-4": "Атрибуттарды категориялоо",
    "labeling-annotations-title-5": "Салыштыруу жана аныктоо",
    "labeling-annotations-title-6": "... жана дагы көптөгөн нерселер",
    "labeling-ent-button": "Биздин Enterprise Solutions командабызга кайрылыңыз",
    "labeling-ent-head": "Башынан аягына чейин көзөмөлдөө керекпи?",
    "labeling-ent-text-1": "HCaptcha артындагы АДАМ Платформасы иш тутуму менен иштөө сапатын жана башкаруунун өзгөчөлүктөрүн жергиликтүү, гибриддик же SaaS орнотуулары менен камсыз кылат.",
    "labeling-ent-text-2": "Өзүңүздүн жумушчу күчүңүз менен оффлайн режиминде иштеңиз, бизнес бирдиктеринде же консорциум өнөктөштөрүндө сарпталган чыгымдарды байкап, жумуштун наркын жана коопсуздук талаптарын эске алуу менен ар кандай ички же тышкы эмгек провайдерлерине тандап багыттаңыз.",
    "labeling-ent-text-3": "Оңой API мүмкүнчүлүгү, кооз панелдер жана натыйжалуулугун жогорулатуу үчүн циклдеги акыркы технология.",
    "labeling-ent-text-4": "99.99% иштөө убактысынын SLA жана 24/7 глобалдык колдоо. Көбүрөөк маалымат алуу үчүн:",
    "labeling-features-head-1": "Жөнөкөй API куурлары.",
    "labeling-features-head-2": "Баасы жана сапаты үчүн оптималдаштырылган. Эч кандай алдын-ала милдеттенме талап кылынбайт.",
    "labeling-features-head-3": "Сизге керектүү тактык үчүн гана төлөңүз.",
    "labeling-features-head-4": "Өзүңүздүн жер бетиндеги чындык маалыматтарды бериңиз же аны тез арада куруп көрөлү.",
    "labeling-features-text-1": "Адамдын сын-пикирин түздөн-түз бизнес иш-аракеттериңизге киргизгиңиз келеби? Биз жогорку ишенимдүүлүктү, кепилденген кубаттуулукту жана жөнөкөй REST API сунуштайбыз.",
    "labeling-features-text-2": "HUMAN платформасы сапаттуу анализ жүргүзүү үчүн ар тараптуу ишеним моделдерин колдонот. Бул убакыттын жана акчанын үнөмдөлүшү менен, суроолордун татаалдыгын жана алардын туура жоопторун тез арада аныктоого мүмкүндүк берет.",
    "labeling-features-text-3": "Бардык көйгөйлөр бирдей эмес. Коопсуздукту камсыз кылуучу маанилүү маселелерге карата аннотациялар 99.99% адамдардын ишеничин талап кылат. Мобилдик оюн колдонмосундагы бир бета функциясынын аннотациясы орточо ишенимди гана талап кылышы мүмкүн. Сиз чечесиз.",
    "labeling-features-text-4": "Комплекстүү текшерүү топтомусуз сизде чийки маалыматтар барбы? Көпчүлүк учурларда, биз сиз үчүн бирөөнү кура алабыз, анткени тапшырмаларды тутум аркылуу аткара алат же сиздин ырастооңуз үчүн белгиленген үлгүлөрдү түзө алабыз.",
    "labeling-info-head": "Маалыматтарды белгилөө",
    "labeling-info-text-1": "Долбоордун муктаждыктарын аныктоо үчүн биздин домендик эксперттердин бири менен сүйлөшүңүз: максаттуу тактык, формат жана башка атайын талаптар.",
    "labeling-info-text-2": "Биз сиздин үлгү маалыматтардын негизинде чакан өндүрүштүк тапшырманы аткарабыз. Бул сизге керектүү нерсенин так болушун камсыз кылуу үчүн биргелешип жасаган ишибизди текшерет.",
    "labeling-info-text-3": "Биздин үнүбүздүн чоңдугу жана кечигүү күчүбүз менен, жумуштарыңыз тез арада автоматтык түрдө жеткирилет.",
    "labeling-info-text-4": "Өндүрүштүк ишиңиздин параметрлерин жакшыраак түшүнгөнүбүздө, натыйжалар убакыттын өтүшү менен жакшыра берет.",
    "labeling-info-text-5": "Түз эфирдеги панелдер каалаган убакта пикир билдирип же өндүрүштү токтото турууга мүмкүнчүлүк берет.",
    "labeling-info-title-1": "Техникалык мүнөздөмөлөрдү аныктаңыз",
    "labeling-info-title-2": "Баштапкы жумуш сынагы",
    "labeling-info-title-3": "Өндүрүштүк жумуштарды жайгаштыруу",
    "labeling-info-title-4": "Үзгүлтүксүз өркүндөтүү",
    "labeling-info-title-5": "Чыныгы убакыт натыйжалары",
    "labeling-main-1": "Масштаб боюнча маалыматтарды этикеткалоо",
    "labeling-main-1-button": "Азыр дайындарыңызды белгилеп алыңыз",
    "labeling-main-1c": "Дайындар топтомуңуз үчүн дагы энбелгилер керекпи? hCaptcha жасалма интеллект жана машинаны үйрөнүү тиркемелеринин үстүндө иштеген компаниялар үчүн тез, үнөмдүү жана жогорку сапаттагы маалыматтарды белгилөө менен камсыз кылат.",
    "labeling-main-2": "Миллиондогон тапшырмаларды заматта баштаңыз.",
    "labeling-main-2-button": "Маалыматтарды белгилөө кызматын сатып алыңыз",
    "labeling-main-2c": "hCaptcha планетабыздагы эң чоң бассейндердин бири сизде колдоно алат. Сиздин масштабыңыз кандай болбосун, биз аны алдын-ала кымбат милдеттенмелерсиз эле чече алабыз. Күнүнө миллиондогон тапшырмалар көйгөй жаратпайт.",
    "labeling-platform-head": "Жеке же коомдук маалымат",
    "labeling-platform-text": "hCaptcha АДАМ Платформасында курулган, бул татаал маршрутташтыруу жана талдоо ар бир кадамда чыгымдарды жана натыйжалуулукту оптималдаштырууга мүмкүндүк берет. Бул технология туура жумушчу күчүнө сиздин жумушуңуздун ар бир бөлүгүн иштетүүгө мүмкүндүк берет, купуялуулукту сактоо менен колдонула турган ченемдик талаптарга жооп берип, чыгымдардын эффективдүүлүгүн жогорулатат.",
    "labeling-try-button": "Маалыматтарды белгилөө кызматын сатып алыңыз",
    "labeling-try-head": "Дайындарыңыз менен байкап көргүңүз келеби?",
    "labeling-try-text": "... сиз болгондо биз даярбыз: биздин кызмат күнү-түнү иштейт.",
    "learn-more-hcaptcha": "HCaptcha жөнүндө көбүрөөк билүү",
    "page-acc-faq-1": "Суроо: hCaptcha 508 Бөлүм + WCAG 2.1 AA шайкешпи? Жооп: Биз андай деп эсептейбиз: веб-баракчаларды карап, формаларга текст киргизе турган мүмкүнчүлүктөрү чектелген бардык колдонуучулар катталгандан кийин hCaptcha менен корголгон кызматтарга кире алышат. Бирок, бул юридикалык кеңеш эмес: сиз өзүңүздүн баалоону жүргүзүшүңүз керек, сиздин конкреттүү ишке ашырылышыңызды эске алып, бул сиздин жайгашууңузда ушундай болушу керек.",
    "page-acc-faq-2": "Суроо: Аудио сыяктуу башка жеткиликтүүлүктүн (a11y) параметрлеринин үстүндө иштеп жатасызбы? Жооп: Аудио капчалар сыяктуу популярдуу варианттар көптөгөн a11y колдонуучуларды басмырлайт жана заманбап машиналарды үйрөнүү ыкмалары менен жеңилишет. Бул учурдагы аудио чакырыктарды уламдан-улам татаалдаштырууга мажбур кылды, ызы-чууну, так убакытты, адаттан тыш сөз айкаштарын ж.б. Ошентип, биз бул ыкмага анча дилгир болбойбуз жана кыйынчылыктардан таптакыр качабыз, бирок a11y коомчулугу тарабынан суроо-талап болсо, аны карап чыгабыз. Бирок, биз Атайын мүмкүнчүлүктөрдү колдонуу иши үчүн Privacy Pass-ке кызыгып жатабыз. Биздин учурдагы a11y ыкмабызды Privacy Pass чыгаруу менен айкалыштыруу a11y колдонуучуларына коопсуз трафикти карап чыгууга жана алардын трафиги купуя экендигин билүүгө мүмкүндүк берет, ошол эле учурда a11y параметрлери болгондо сөзсүз түрдө пайда болгон бот операторлорунун кыянатчылыгын чектейт. Биз бул жаңы технологияны стандартташтырган IETF жумушчу тобунун активдүү катышуучуларыбыз.",
    "page-acc-faq-3": "Суроо: Купуялык жөнүндө эмне айтууга болот? Каттоо a11y серептөө маалыматтарын кандайдыр бир жол менен ачыкка чыгарабы? Электрондук почта менен эмне кыласыз? Жооп: hCaptcha башынан баштап купуялуулук үчүн иштелип чыккан. Жарнамалык тармактарга таандык reCAPTCHA сыяктуу салттуу варианттардан айырмаланып, сизди Интернетте байкап, чыныгы инсан менен байланыштырууга түрткү берет. Биз эч качан жеткиликтүүлүктүн электрондук почталарын же маалыматтарын a11y колдонууну жеңилдетүү жана кыянаттык менен пайдалануунун алдын алуу максатында гана колдонобуз. Биздин купуялык саясатыбызда дайындарды кандайча колдоноорубузга байланыштуу ар тараптуу жана ыйгарым укуктуу жооптор бар, бирок кыскача жооп, биз сизди карап чыгуу таржымалыңыз менен адам катары байланыштырууга кызыкдар эмеспиз, ошондой эле учурда электрондук почта дарегиңизди тез арада жокко чыгаруу үчүн криптографиялык чечимдин үстүнөн иштеп жатабыз. ошондой эле биздин Privacy Pass ишибизди толуктап, кыянаттыктын алдын алуу мүмкүнчүлүгүн сактап калабыз.",
    "page-acc-link-1": "Эгер сиз атайын мүмкүнчүлүктөрдү колдонуучу болсоңуз, ушул жерге жазылыңыз.",
    "page-acc-subhead": "Коопсуздукту сактоо менен, бардык колдонуучулар үчүн үзгүлтүксүз жеткиликтүүлүктү камсыз кылуу",
    "page-acc-summary": "Кыскача маалымат",
    "page-acc-summary-contents-1": "hCaptcha ботторду адамдардан айырмалап токтотуу үчүн иштелип чыккан. Визуалдык тесттер бул үчүн ыңгайлуу курал, бирок визуалдык кыйынчылыкты бардыгы эле чече алышпайт. Ушул себептен, биздин кызматты колдонуп жаткан жарчыларга 508-бөлүм жана WCAG 2.1 AA талаптарын толук колдонуу менен, баарына жеткиликтүүлүктү сактап калуу үчүн жөнөкөй, оорутпаган альтернатива иштеп чыктык.",
    "page-acc-summary-contents-2": "Ал кандай иштейт: биринчиден, hCaptcha виджетинин маалымат баракчасына шилтеме берилген ушул URL дарегине атайын мүмкүнчүлүктөрдүн колдонуучусу каттайт. Аларга шифрленген куки берилет, аны күнүнө бир нече жолу колдонсо болот, бирок логин аркылуу ар бир 24 саат сайын жаңыртып туруш керек.HCaptcha кызматын колдонуп, каалаган сайтта колдонуучуга чакырык ташталса, алар автоматтык түрдө өтүп кетишет.",
    "page-acc-title": "hCaptcha Мүмкүнчүлүктөр жөнүндө маалымат",
    "page-acc-tr-body": "Суроо: Мен куки орноткондон кийин дагы деле кыйынчылыктарды көрүп жатам. Буга эмне себеп болуп жатат?<br> Жооп: Адатта, бул агрессивдүү жарнама блокаторун же кукиге каршы кеңейтүүнү, же сайттар аралык кукилерди блоктогон параметрди колдонуудан келип чыгат, бул учурда hcaptcha.com үчүн башка сайтта hCaptcha JS тарабынан орнотулган же текшерилген куки. , сиз баргандагыдай.<br><br> hCaptcha жеткиликтүүлүгүнө байланыштуу кукилер бардык популярдуу браузерлер жана жарнама блокаторлору менен стандарттык орнотуулары менен иштешет, андыктан, адатта, анблокко каршы скрипттер же ушул сыяктуу сайттарга багытталган ушул сыяктуу эрежелер иштебей калат.<br><br> Чечимдер:<br><br> 1. hcaptcha.com жана * .hcaptcha.com кукилерин ак тизмеге киргизиңиз, жарнама блокаторуңузда же браузериңиздин коопсуздук кеңейтүүсү.<br> 2. Эгерде сиз учурда эч кандай кукилердин ак тизмеси жок көрүнгөн Brave браузерин колдонуп жатсаңыз, Түзөтүүлөр -> Калкандар -> Кукилерге өтүп, Бардык кукилерге уруксат берүү тандаңыз.<br> 3. Эгер сиз жакында эле чыккан OS X 10.15 же iOS 13.4 версияларында Safari колдонмосун колдонуп жатсаңыз, Apple Safariдин үчүнчү жактын кукилерине байланыштуу жүрүм-турумун өзгөрттү, алардын бардыгын демейки шартта жаап койду. Биз бир чечимди ишке ашырып жатабыз, бирок бул арада Safari Preferences, Privacy бөлүмүнө кирип, Вебсайтты көзөмөлдөө белгисин алып салыңыз: Ачык куки күтүлгөндөй иштеши үчүн, сайттар аралык көз салууну алдын алыңыз.<br><br> Суроо: Мен бир нече шаймандарды колдоном. Мага бир нече жолу катталуу керекпи?<br> Жооп: Жок. Куки орнотуу үчүн сиз колдонгон ар бир түзмөктө сизге жөнөтүлгөн электрондук почта аркылуу кирүү шилтемесин чыкылдатыңыз.<br><br> Суроо: Жеткиликтүүлүк кукилерин колдонуп жатканда өзүмдү үчүнчү жактын кукилерин байкоодон кантип коргой алам?<br> Жооп: Домен деңгээлиндеги ак тизмеге (мисалы, uBlock Origin) колдоо көрсөткөн ар кандай купуялыкты же жарнамага бөгөт коюучу кеңейтүүнү колдонуу күтүлгөндөй иштей берет: жөн гана hcaptcha.com ак тизмесине ынаныңыз.",
    "page-acc-tr-title": "Атайын мүмкүнчүлүктөрдү пайдалануучулар үчүн: Көп берилүүчү суроолор жана Көйгөйлөрдү чечүү боюнча колдонмо",
    "page-acc-tr2-body": "Safari<br> Safariде (Mac) кукилерди иштетүү үчүн: Safari ачылуучу менюсуна өтүңүз. Тандоолорду тандаңыз. Жогорку панелдеги Купуялык баскычын чыкылдатыңыз. Cookies файлдарын бөгөттөө астынан Эч качан параметрин тандаңыз.<br> Кукилерди Safari'де иштетүү үчүн (iPhone / iPad iOS 11+): Жөндөөлөрдү ачыңыз. Ылдый жылдырып, Safari тандаңыз. Купуялык жана Коопсуздук бөлүмүндө, Сайттар аралык Көзөмөлдөөнүн алдын алуу жана Бардык Cookies файлдарын бөгөттөө<br><br> Firefox<br> Каалаган веб-баракчанын дарегинин сол жагындагы калканды чыкылдатыңыз. Коргоо орнотууларын чыкылдатыңыз. Firefox Preferences Privacy & Security панели ачылат. Өркүндөтүлгөн Көзөмөлдөөнүн Коргоо бөлүмүнүн астынан Көнүмүш тандаңыз. Ошол кутучаларды тандап, кайсы трекерлерди жана скрипттерди жаап салууну тандаңыз. Hcaptcha.com бөгөттөн чыгарылгандыгын текшериңиз.<br><br> Ошондой эле, мүчүлүштүктөрдү оңдоо үчүн, Бажыдагы айрым коргоолорду убактылуу өчүрүп салсаңыз болот: Белгилөө кутучаларын алып салуу: Издөө салуучу кутучаны алып салыңыз же Көйгөйлөр келип чыкса, Кукилер кутучасын алып салыңыз.<br><br> Google Chrome<br> Google Chrome (PC):<br> Chrome меню сүрөтчөсүн тандаңыз. Орнотууларды тандаңыз.<br> Барактын ылдый жагына, Өркүндөтүлгөн орнотууларды көрсөтүү тандаңыз.<br> Купуялык бөлүмүнөн Мазмун орнотууларын тандаңыз.<br> Жергиликтүү маалыматтарды коюуга уруксат тандаңыз (сунушталат).<br> Бүттү дегенди тандаңыз.<br> ‍<br> Google Chrome (Mac):<br> Chrome параметрлерин ачып, Жөндөөлөрдү чыкылдатып, андан соң Өркүндөтүлгөн жөндөөлөрдү көрсөтүңүз.<br> Купуялыктын астынан Мазмун Жөндөөлөрүн чыкылдатыңыз.<br> Үчүнчү жактын кукилерин бөгөттөө жана сайттын дайындары текшерилбегендигин текшериңиз<br> ‍<br> Google Chrome (Android):<br> Android түзмөгүңүздө Chrome колдонмосун ачыңыз.<br> Оң жактагы Дагы, андан кийин Орнотууларды таптаңыз.<br> Сайттын Жөндөөлөрүн, андан кийин Кукилерди таптаңыз.<br> Cookies файлынын жанына орнотууну күйгүзүңүз.<br> Үчүнчү жактын кукилерине уруксат берүү жанындагы кутучаны белгилеңиз.",
    "page-acc-tr2-head": "Сайттар аралык кукилер үчүн браузердин көрсөтмөлөрү",
    "priv-hc": "Купуялыкка көңүл бурулган",
    "priv-hc-text": "Жарнама тармактары сизди алардын өнүмү катары көрүшөт. Биз эмес. Колдонуучулардын ким экендиги биз үчүн маанилүү эмес, алардын канчалык зыяндуу болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялык менен коопсуздукту тең салмакташтыруу үчүн көп аракет кылабыз.",
    "reporting-bugs-accessibility-button": "Атайын мүмкүнчүлүктөрдүн параметрлери жөнүндө көбүрөөк билүү",
    "reporting-bugs-accessibility-head": "Атайын мүмкүнчүлүктөр",
    "reporting-bugs-accessibility-text": "Көрүү мүмкүнчүлүгүңүз начарбы же hCaptchas-ды аягына чейин толуктай албай жатасызбы?",
    "reporting-bugs-guide-ff-head": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын тартуу: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-кадам: Иштеп чыгуучунун куралдарын ачыңыз (сессияны жаздырып баштайт.)",
    "reporting-bugs-guide-ff-step-2": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүн чыкылдатыңыз. Жогорудагы Persist log журналын белгилеңиз.",
    "reporting-bugs-guide-ff-step-3": "3-кадам: https://accounts.hcaptcha.com/demo сайтына, же сиз көйгөй болуп жаткан вебсайтка кириңиз (Купуялык эскертүүсү: ал эмне экендигин бөлүшүүгө каршы болбосоңуз гана) ... жана андан кийин I баскычын чыкылдатыңыз am адам баскычы, жана чечүүгө аракет кыл.",
    "reporting-bugs-guide-ff-step-4": "4-кадам: Чечүүгө аракет кылгандан кийин HAR баскычын чыкылдатып, Тармак журналын сактоо үчүн Бардыгын HAR катары сактоо тандаңыз. Ал файлды бизге жөнөтүңүз.",
    "reporting-bugs-guide-ff-step-5": "5-кадам: Консоль өтмөгүн чыкылдатып, оң баскычты чыкылдатып, Баарын тандап, аны консоль журналын сактоо үчүн тексттик файлга сактаңыз. Бизге дагы жөнөтүңүз.",
    "reporting-bugs-guide-ff-step-6": "Акыркы кадам: Ошол HAR жана консоль журналы файлдарын бизге электрондук почта менен жөнөтүп, көйгөйдү сүрөттөп бериңиз Колдонмо: support@hcaptcha.com (сураныч, Dropbox же Filebin сыяктуу кызматты колдонуп, шилтемелерди жөнөтүңүз) жана каалаган нерсеңиз туура эмес болуп жатса, скриншот. . Сураныч, өзүңүз колдонуп жаткан IP жөнөтүңүз. Аны https://www.whatsmyip.org/ сайтынан алсаңыз болот, бул маалыматты алууга жардам бергениңизге убакыт бөлгөнүңүз үчүн рахмат! Биз hCaptcha баарына жакшы иштеши үчүн милдеттенме алдык.",
    "reporting-bugs-guide-head": "Мүчүлүштүктөр жөнүндө отчеттун чоо-жайын тартып алуу: Chrome",
    "reporting-bugs-guide-step-1": "1-кадам: Иштеп чыгуучунун куралдарын ачыңыз (сессияны жаздырып баштайт.)",
    "reporting-bugs-guide-step-2": "2-кадам: Иштеп чыгуучунун куралдарындагы Тармак өтмөгүн чыкылдатыңыз. Жогорудагы Сактоо журналы кутучасын белгилеңиз.",
    "reporting-bugs-guide-step-3": "3-кадам: https://accounts.hcaptcha.com/demo сайтына, же сиз көйгөй болуп жаткан вебсайтка кириңиз (Купуялык эскертүүсү: ал эмне экендигин бөлүшүүгө каршы болбосоңуз гана) ... жана андан кийин I баскычын чыкылдатыңыз am адам баскычы, жана чечүүгө аракет кыл.",
    "reporting-bugs-guide-step-4": "4-кадам: Чечүү аракетинен кийин Экспорттоо HAR баскычын чыкылдатыңыз (кичинекей төмөн жебе), бул тармак таржымалын сактап калат. Ал файлды бизге жөнөтүңүз.",
    "reporting-bugs-guide-step-5": "5-кадам: Консоль таблицасын чыкылдатып, оң баскычты чыкылдатып, Консоль журналын сактоо үчүн .. катары сактаңыз. Бизге дагы жөнөтүңүз.",
    "reporting-bugs-guide-step-6": "Акыркы кадам: Ошол HAR жана консоль журналдарынын файлдарын бизге жөнөтүп, көйгөйдү сүрөттөп бериңиз. Колдонуу: support@hcaptcha.com (сураныч, Dropbox же Filebin сыяктуу кызматты колдонуп, шилтемелерди жөнөтүңүз) жана каалаган нерсеңиз туура эмес болуп жатса, скриншот. Сураныч, өзүңүз колдонуп жаткан IP жөнөтүңүз. Аны https://www.whatsmyip.org/ сайтынан алсаңыз болот, бул маалыматты алууга жардам бергениңизге убакыт бөлгөнүңүз үчүн рахмат! Биз hCaptcha баарына жакшы иштеши үчүн милдеттенме алдык.",
    "reporting-bugs-guide-text-1": "Отчетуңуз менен мүчүлүштүктөрдү оңдоо жөнүндө маалыматты жөнөтсөңүз, эмне болуп жаткандыгын аныктай алабыз. Бул жерде этап-этабы менен көрсөтмөлөрү бар:",
    "reporting-bugs-guide-text-2": "Эгер сиз веб-иштеп чыгуучу же эксперттик колдонуучу болсоңуз, анда кыскача маалыматты HAR жана браузердин консолу журналдарын бизге жаздырып койсоңуз болот. Сураныч, адегенде кандайдыр бир жарнама бөгөттөгүчүн же браузердин коопсуздук кеңейтүүлөрүн өчүрүп көрүңүз, андан кийин ушул кадамдардан мурун дагы бир жолу аракет кылып көрүңүз. Эгер бул көйгөйүңүздү оңдосо, анда сиз бизге браузериңиздин версиясын, жарнама блокаторун же браузердин кеңейтүүсүн жана вебсайттын URL дарегин билдирип койгонуңузга ыраазычылыгыбызды билдиребиз.",
    "reporting-bugs-intro-head": "Ката таптыңызбы? Бул тууралуу кантип отчет берүүгө болот.",
    "reporting-bugs-intro-text": "Миллиондогон адамдар ай сайын hCaptcha колдонушат, миңдеген браузерлердин, кеңейтүүлөрдүн, шаймандардын, брандмауэрлардын ж.б. айкалыштарында. Биздин максат - анын ар дайым сиз үчүн иштей тургандыгын текшерүү, андыктан отчетторуңузду абдан баалайбыз! Тез пикир билдирүү үчүн, Бизге Пикир жөнөтүү баскычын чыкылдатыңыз. Эгерде сиз иштей турган көйгөйдү байкап жатсаңыз, анда Chrome үчүн мүчүлүштүктөрдү оңдоо журналы көрсөтмөсүн аткарыңыз же төмөндөгү Firefox үчүн мүчүлүштүктөрдү оңдоо журналы көрсөтмөлөрүн аткарыңыз. Башка браузерлер үчүн жөн гана бизге электрондук почта билдирүүсү жөнөтүлөт. Потенциалдуу коопсуздук же купуялык маселелери үчүн, төмөнкү көрсөтмөлөрдү караңыз.",
    "reporting-bugs-privacy-head": "Купуялык маселелери",
    "reporting-bugs-privacy-text": "Колдонуучулардын ким экендиги биз үчүн маанилүү эмес, алардын канчалык зыяндуу же машиналар болушу мүмкүн. Биз Privacy Pass сыяктуу демилгелерди колдойбуз жана купуялык менен коопсуздукту тең салмакташтыруу үчүн көп аракет кылабыз. Колдонуучунун купуялыгына таасир этиши мүмкүн деген маселе тапсаңыз, бизге support@hcaptcha.com электрондук почтасына кат жөнөтүңүз.",
    "reporting-bugs-provide-feedback-button": "Бизге пикир жөнөтүңүз",
    "reporting-bugs-provide-feedback-head": "HCaptcha жөнүндө токтоосуз жооп кайтарыңыз",
    "reporting-bugs-provide-feedback-text": "Сиздин салымыңыз үчүн ыраазычылык билдиребиз. Кандай гана маселе болбосун бизге кабарлаңыз, биз аларды тез арада чечебиз.",
    "reporting-bugs-security-head": "Коопсуздук мүчүлүштүктөрү",
    "reporting-bugs-security-text": "Биз ар дайым коопсуздук мүчүлүштүктөрү жөнүндө отчетторду алууга кызыкдарбыз. Support@hcaptcha.com жана CC security@hcaptcha.com электрондук почта даректерине кат жөнөтсөңүз, биз сиз менен тез арада байланышабыз. Бизде hCaptcha кызматы жана ага байланыштуу булак коду боюнча коопсуздук отчеттору үчүн мүчүлүштүктөрдү көбөйтүү программасы бар.",
    "sec-hc": "Биринчи коопсуздук",
    "sec-hc-text": "hCaptcha басып чыгаруучуларга багытталган. Биз сайттарга чыныгы маалыматтарды берүү жана аларды кантип колдонууну чечип берүү үчүн иштейбиз. Тактык сиздин жана биздин кызыкчылыгыбызда. Башка капчаларды жарнама компаниялары берет. Алардын ар бир боту өз кирешесин азайтышы мүмкүн.",
    "switch-to-english-link": "Англисче",
    "what-is-hcaptcha": "HCaptcha деген эмне?",
    "what-is-hcaptcha-text": "hCaptcha сүйүктүү веб кызматтарыңыз адамдарга жеңил, ал эми машиналарга кыйын болгон жөнөкөй суроолорду берип, ботторду, спамдарды жана кыянаттыктарды четтетүүгө жардам берет.",
    "why-hc": "Эмне үчүн hCaptcha?",
    "why-hc-text": "Ар бир чакырыкка жооп берген сайын, сиз адамсызбы же машина экениңизди билүү үчүн биз татаал моделдерди колдонобуз. Андан кийин кирген вебсайт ушул натыйжаны колдонуп, ботторду киргизбей, алардын сайтындагы тажрыйбаңызды өркүндөтөт."
}