{
    "about-advisors-brendan": "CEO. Agnita princeps in fundamentalem. Apparatus ad scalam adhibuit varietate rerum difficultatibus ingenium preteritum adipiscing.",
    "about-advisors-dawn": "Acta Latina in solutae orationis, Stanford. 1999. De quo ML Focus neural Lorem ligula doctrinae in statera.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Database et Blockchain periti. Mane apud Cloudera fectum et. Decennium software quod aedificationem ex expertise teams.",
    "about-content-head-1": "Quod fac nobis",
    "about-content-head-2": "Quid est Negotia,",
    "about-content-text-1": "intuitus est servitium hCaptcha velit Inc Apparatus eruditionis ad AI, cum ad G focus metalearning dominico eu lacinia et. Nos operate et aedificare imaginem analysis officiis massively scalable systems ad enable video quod societates circum orbem terrarum pro Global MM.",
    "about-content-text-2": "Magis notitia fere fructum melior praecessi. Aedificium edificium et sustinendas recte pertinet datasets est intitulatum et vicis perussi, et pretiosa. fuerat developed hCaptcha principio ad proprias necessitates nostras imago in labeling, et iam available ad alias societates sunt similes necessitates.",
    "about-intro-head-1": "Opus enim hCaptcha",
    "about-intro-head-2": "Suspendisse magna est",
    "about-intro-text": "Erant autem semper crescente celeriter, et quaeritis optimum talentum mundi per global officiis nostris. Vos applicare potest, per nexus inferius.",
    "about-leadership-alex": "Database et Blockchain periti. Mane apud Cloudera fectum et. Decennium software quod aedificationem ex expertise teams.",
    "about-leadership-eli": "CEO. Agnita princeps in fundamentalem. Apparatus ad scalam adhibuit varietate rerum difficultatibus ingenium preteritum adipiscing.",
    "about-leadership-head": "ducis",
    "about-leadership-todd": "Acta Latina in solutae orationis, Stanford. 1999. De quo ML Focus neural Lorem ligula doctrinae in statera.",
    "acc-opt": "accessibility Options",
    "acc-opt-but": "Learn more about accessibility options",
    "acc-opt-text": "Inminuta vel non potuerit perficere hCaptchas uisum esse?",
    "accessibility-link": "accessibility",
    "appreciate-in": "Initus bene tuum. Nos scio te quis quaestiones et solvere cito ne eis.",
    "fb-but": "Mitte nobis feedback",
    "feedback-text": "Vos iustus vidit providere feedback in hCaptcha",
    "footer-attribution": "Commons Attribution",
    "footer-copyright-text": "hCaptcha autem intuitus est registered trademark velit, Inc.",
    "footer-header-1": "turba",
    "footer-header-2": "Resources",
    "footer-header-3": "Contact",
    "footer-link-1": "labeling",
    "footer-link-10": "accessibility",
    "footer-link-2": "circa",
    "footer-link-3": "Jobs",
    "footer-link-4": "Site Map",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "documenta",
    "footer-link-8": "Report a Bug",
    "footer-link-9": "accessibility",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Support",
    "footer-subheader-2": "Contact",
    "footer-terms": "termini",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "labeling Services",
    "header-login-button": "login",
    "header-plans-link": "consilia",
    "header-signup-button": "Signup",
    "home-about-head": "De hCaptcha",
    "home-about-subtitle": "Powered by humanae COMMENTARIUM",
    "home-about-text-1": "hCaptcha est maxime disposito solvere problema in apparatus discendi labor intensive, labeling ingens amounts of notitia in opportune, parabilis et indubitabili via.",
    "home-about-text-2": "Magis notitia fere fructum melior praecessi in disciplina apparatus doctrina exempla monstrabit. Recens victoria altum duci exempla monstrabit, ut has datasets magis magna, fere semper aliquid humanum recensionem. Sed creando magnum homine recensuit datasets Mechanica per Tur figura octo, etc. est tum pretiosa trabe lentus irrumasti.",
    "home-about-text-3": "dum pecuniam postularet ibidem sino consequat hCaptcha websites abusum Automata aliisque.",
    "home-about-text-4": "Quod humano powered hCaptcha marketplace est protocollo, quia quod homo aperta review qui fugit in decentralized protocol Ethereum blockchain. Websites earn signa Humanum (HMT) hCaptcha content quotienscumque users uti in locum, et doctrina apparatus impetro in notitia societates sunt, signa dant Humanum intitulatum.",
    "home-ba-labeling-services-link": "labeling Services",
    "home-benefits-head-1": "Partes eae data est in Labeling",
    "home-benefits-head-2": "Da Back to caritas",
    "home-benefits-text-1": "Nonne vos animadverto vos click in omne tempus instituendi car vos es auxilium comitatu scriptor apparatus discendi unum COLOSSEUS systems gratis?",
    "home-benefits-text-2": "hCaptcha circa istam formam. Cum utor hCaptcha, societatibus bid in opere users tui faciunt quod non probare dinentur. Vos adepto ad certaminum præmium vincens.",
    "home-benefits-text-3": "Vis dare ad vestri ventus caritatis; hCaptcha lets vos tuae support charitates in arbitrium cum earnings utendi ex eo lucrari tibi. Users in vestri site cum non poteris videre tui invenire potero conlationem, per medios serra dissecuit est caritas de hCaptcha interface.",
    "home-challenge-text-1": "Lectus omnis Imagines par query",
    "home-challenge-text-2": "Define obiecti ad aream ferventis equitis ascendentis",
    "home-challenge-text-3": "COGNOSCO est titulus correspondentes",
    "home-challenge-title-1": "collatio",
    "home-challenge-title-2": "Rank",
    "home-challenge-title-3": "Categorisation",
    "home-challenges-head": "provocationes presented",
    "home-challenges-text-1": "... et alia simplex munia. Facile homines, durum per bots.",
    "home-challenges-text-2": "Negotium mos quoque available pro coeptis publishers.",
    "home-ent-1": "Vultus pro nobis coeptis securitatem et vitulos anniculos?",
    "home-ent-2": "Visita nos dedicated novus site BotStop.com",
    "home-ent-button": "Disce magis: ex BotStop hCaptcha",
    "home-from-the-blog": "Ex Blog:",
    "home-from-the-blog-value": "Quam difficultatem Occasus Opus hCaptcha",
    "home-intro-body": "Minores autem abstinere mattis uteris? hCaptcha protegit user secretum remuneratur websites, quod succurro impetro in notitia societates intitulatum. Est a gutta-in replacement pro reCAPTCHA, vos can switch intra minuta.",
    "home-intro-button": "Sign up now",
    "home-intro-head": "Nolite plures minores. User incipit protegens turpitudinem.",
    "home-main-1": "Privatus. Secure. Citius. Redde tu nobis, et ea uti.",
    "home-main-2": "intentus Privacy",
    "home-main-2c": "Ad networks videre visitors sicut opus. Nam hCaptcha product is in opus ad providere. Nos non curo vestri qui sunt users, ut tantum sunt uerisimile esse malos. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum.",
    "home-main-3": "securitatis prima",
    "home-main-3c": "Cura et diligentia est, et nostrum. hCaptcha est publisher-focused. Non opus est vobis dare notitia realis et non invenientes quomodo ea uti. Alia sunt, provisum est a Captchas",
    "home-main-4": "Melius est User Usus",
    "home-main-4c": "Sophisticated apparatus doctrina exempla sunt ex hominibus hCaptcha ad determinandum. Hic permittit users et minorem minor molestiae tempore muneribus de facto adhuc dicatur notitia pter producendi usus elit.",
    "home-main-plans": "si autem non potest usurpari pro hCaptcha publishers magnitudine. Sed quia oportet esse magis agentem atque tabulatis adlevatae imperium nostri coeptis solutiones sunt available.",
    "home-main-plans2": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
    "home-main-plans3": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
    "home-main-plans4": "nam singula.",
    "home-plans-button-1": "Sign up now",
    "home-plans-button-2": "Contact venditio",
    "home-plans-chart-head-1": "Features",
    "home-plans-chart-head-2": "publisher",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Ostensum est provocatione imperium types",
    "home-plans-chart-row-1-cell-2": "stricto",
    "home-plans-chart-row-1-cell-3": "summa",
    "home-plans-chart-row-10-cell-1": "Multi-user dashboards",
    "home-plans-chart-row-11-cell-1": "Provectus features renuntiationes",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Provocatione usus est potestate contentus",
    "home-plans-chart-row-2-cell-2": "stricto",
    "home-plans-chart-row-2-cell-3": "summa",
    "home-plans-chart-row-3-cell-1": "Earn hominum solvuntur praemia,",
    "home-plans-chart-row-4-cell-1": "Mundi-genus anti-bot praesidium",
    "home-plans-chart-row-5-cell-1": "Works in omni terra",
    "home-plans-chart-row-6-cell-1": "CCPA-amica consilium et secretum GDPR",
    "home-plans-chart-row-7-cell-1": "Denique grani difficultas campester,",
    "home-plans-chart-row-8-cell-1": "Launch tuum contentus provocatione",
    "home-plans-chart-row-9-cell-1": "Secundum tempus difficultate, scheduling",
    "home-try-it-out-button": "Get Quid hCaptcha",
    "home-try-it-out-head": "Try eum",
    "home-try-it-out-text": "hCaptcha praebet simplex, facile et leve esse reliable bot abiens hostem solvere pro hominibus.",
    "labeling-about-head": "De hCaptcha",
    "labeling-about-text-1": "plurimus labor intensive quaestionem solvere hCaptcha natum Apparatus eruditionis labeling ingens amounts of notitia in opportune, parabilis et indubitabili via. Magis notitia fere fructum melior praecessi in disciplina apparatus doctrina exempla monstrabit. Recens victoria altum duci exempla monstrabit, ut has datasets magis magna, et hCaptcha serves hoc opus.",
    "labeling-about-text-2": "Sed creando magnum homine recensuit datasets usura traditional modi est tam pretiosa trabe lentus irrumasti. ita ut in explicationibus ad societates hCaptcha est non requirere citius et altius et qualis apud alterum minus quam sumptus facere.",
    "labeling-annotations-head": "Genera Description",
    "labeling-annotations-text-1": "Object accurate deprehendatur per imagines et videos",
    "labeling-annotations-text-2": "Object accurate deprehendatur per imagines et videos",
    "labeling-annotations-text-3": "Iam multis annotationibus in usum diversis casibus,",
    "labeling-annotations-text-4": "Quolibet generis aut append genera et cuiuslibet magnitudinis",
    "labeling-annotations-text-5": "Vi humana palam ac dispositio",
    "labeling-annotations-text-6": "Quid aliud genus non enumerantur hic? Sicut a nobis.",
    "labeling-annotations-title-1": "prensatque Pyxidas",
    "labeling-annotations-title-2": "polygona",
    "labeling-annotations-title-3": "Alii terminos transtulerunt",
    "labeling-annotations-title-4": "attributum Categorisation",
    "labeling-annotations-title-5": "Et comparationis Deprehensio",
    "labeling-annotations-title-6": "... praeter plura",
    "labeling-ent-button": "Our Team About Us Contact Enterprise",
    "labeling-ent-head": "Quid End-ad-finem Imperium?",
    "labeling-ent-text-1": "Platform post laborem humanum hCaptcha providet maxime sophisticated et qualis administratio-features in via praemissa, hybrid aut SaaS deployments ut integrate in vestri existentium systems.",
    "labeling-ent-text-2": "Currere per totum online tua workforce, per negotio delerem semita valorem Consortium seu unitatibus sociis, selectas route diversis jobs internum et externum pretium laboris providers et securitate secundum usus, et magis.",
    "labeling-ent-text-3": "API aditus facilis, dashboards pulcherrima, et exemplar-in-the-loop tardus technology ad maximize efficientiam.",
    "labeling-ent-text-4": "99.99% uptime SLAs 24/7 et firmamentum global available. Pro magis notitia:",
    "labeling-features-head-1": "API agitatae cauruļvadiem simplex.",
    "labeling-features-head-2": "Et qualis est optimized sumptus. Upfront commitment non requiritur.",
    "labeling-features-head-3": "Tantum opus reddere ad recte.",
    "labeling-features-head-4": "Notitia veritatis et aedificemus tute super terram volant.",
    "labeling-features-text-1": "Vis ut integrate in vestri negotium directe recensionem res humanae? Reliability SLAs princeps nobis offerre, guaranteed facultatem et simplex APIs CETERA.",
    "labeling-features-text-2": "Platform humanum comprehensive fiducia utitur analysis qualis exempla monstrabit praestare sophisticated real-time. Mox utrumque determinat hanc quaestionem quaestiones sinit et fortasse recte respondetur, nisi tempus et pecuniam.",
    "labeling-features-text-3": "Quaestiones non sunt. Annotationes pro salute-critica munus requirere potest totaliter ab homine operarios 99,99% fiducia. Annotationes pro beta potest nisi eget app moderate ludo pluma in mobili fiducia. Iudicate.",
    "labeling-features-text-4": "Nisi data tibi mattis metus idearum copia? Unum in pluribus non possumus aedificare munera ad te current, propter quam ratio, aut crea intitulatum samples pro te invita dicere.",
    "labeling-info-head": "Questus data Labeled",
    "labeling-info-text-1": "Unus ex nobis loqui cum peritorum domain vestri project necessitates define: target accurate, forma, et nihil speciale requisitis.",
    "labeling-info-text-2": "Job productio fundatur super nos ducere parva sample data. Et hoc probat opus quod weve 'simul factum est ut vos adepto exacte quod tibi necessarium est.",
    "labeling-info-text-3": "Magnitudinem tuam volumus nostra cum humilitate latency gyrum velociter automated cum traditione protinus factum.",
    "labeling-info-text-4": "Ut melius intelligere parametri productionem operis vestri, ut amplio eventus et permanere per tempus.",
    "labeling-info-text-5": "Non patitur vivere dashboards providere feedback productio morae vel quando.",
    "labeling-info-title-1": "define Specifications",
    "labeling-info-title-2": "Coepi Job Test",
    "labeling-info-title-3": "Productio Deploy Jobs",
    "labeling-info-title-4": "Continua emendationem",
    "labeling-info-title-5": "Verus tempus Results",
    "labeling-main-1": "Pter ordinem data ad sumptus-efficens",
    "labeling-main-1-button": "Get tuam Data autem Labeled",
    "labeling-main-1c": "More pittacia datasets opus tuum? praebet hCaptcha ieiunium sumptus efficens et qualitatem et apparatus doctrina data vinosum Intellegentia turmas opus haberet.",
    "labeling-main-2": "Statim res gestas scribere millions launch.",
    "labeling-main-2-button": "Buy data Labeling Services",
    "labeling-main-2c": "hCaptcha unus est maxima aquarum et super vertices planetae available pro usu. Quicquid tua scale, et pretiosa tractare non upfront munera suscipienda. Per diem millions of negotium est non forsit.",
    "labeling-platform-head": "Publica privatis seu Information",
    "labeling-platform-text": "Humana enim erat super hCaptcha Platform sit, ex qua sumptus sophisticated excitandas et analysis ad optimize ad efficientiam et involvent pedes eius. Hoc lets technology dextra parte unaquaque tuum tractamus vis laboris, sumptus maxima efficientiam contendentes secretum regulatory requisitis quod sit applicare circumspicere et obire.",
    "labeling-try-button": "Buy data Labeling Services",
    "labeling-try-head": "Vultis experimentum vestri notitia?",
    "labeling-try-text": "... parati sumus cum sis: nos muneris est available circum horologium.",
    "learn-more-hcaptcha": "Learn More about hCaptcha",
    "page-acc-faq-1": "Quaeritur: Est hCaptcha WCAG 2.0 + § DVIII morigerum? Et respondendum est, ita et nos credimus, omnes qui poterant ad users omni forma corruptionem pertinent et intra textus pasco telam in formas accedere possunt officia ad hCaptcha munita Suspendisse turpis. Sed hoc non est legalis consilium est: tu quid facias iudicium tuum licebit, prae oculis vestris ut maxime hoc casu implementation pro instruere.",
    "page-acc-faq-2": "Quaeritur: Tu es opus in aliis accessibility (a11y) options, sicut audio? Respondeo sicut antea popularis bene multos video discernere Captchas Apparatus eruditionis a11y users ac fugacissimo novis elit. Et hoc fecit coactus current audio challenges facti sunt magis et magis difficile, introducendis strepitu, impar leo, insolitum verbum combinationes, ac ita ut populus stationis eorum cladem. Ita Nos studere minus de provocatione ad vitandum accessus vs. altogether et deliberabimus si est ex a11y civitatem demanda. Sed hoc ipsum primis in Privacy transite ad usum rib causa. Et transite crédimus, combining nostri current a11y subeuntis arcebant Privacy issuance non patitur users ad pasco a11y absque timore ullo, secure in scientia sua privata plus traffic, dum in hot termino in abusu consistit, cum operators ut non potuissent aliter a11y options praesto sint. Nos particeps fiat operosus opus cum IETF coetus standardising nova technology.",
    "page-acc-faq-3": "Quaeritur: Quid est circa secretum? Non adnotatione revelabo stultitiam a11y pasco notitia aliqualiter? Quid faciam cum inscriptio? Responsio hCaptcha humo natum secretum. Is est valde diversis quam traditional options quia non est similis reCAPTCHA retiacula amet ad qui habent ad inuestigandum, stimulos nobis admovent et circumagam te, et telam coniungere cum verum identitatem. Nunquam utuntur hoc info ut sive emails accessibility omnem rem, simul ne aliud quam faciliorem usum a11y abusu. Nostrum est comprehensive secretum consilium et auctoritas quid est quod responsa data utimur, sed quod breviter responsum nos non interest in vobis quod consociat hominem cum pasco history.We currently sunt etiam opus in a solutio cryptographic cursim abiicias vestri email oratio dum tamen conservandae, facultatem ad vandalismum vetandum, complementing Privacy nostri operis est appellatus.",
    "page-acc-link-1": "Facilitas si es usura Suspendisse commodo est.",
    "page-acc-subhead": "Seamless ensuring securitas usque cum users obvius ad omnes",
    "page-acc-summary": "summary",
    "page-acc-summary-contents-1": "ne minores de populo distinguo hCaptcha designatur. Visual probat instrumentum autem convenient in hoc, sed non omnes solvere posse visual provocatione. Propter quod nos disposito vir simplex, sine dolore et aliud est religio nostra, conserva accessibility publishers uti omnes ex sectione DVIII et WCAG 2.0 plena obsequio.",
    "page-acc-summary-contents-2": "Quomodo enim operatur: primum, sunt signa per user ad hoc URL accessibility, quod coniunctum est, et in hCaptcha content info pagina. Quae data est encrypted quod crustulum adhiberi poterit in pluribus temporibus per diem XXIV horas tamen esse uti refrigeret omnis via login.When de provocatione ad accessibility user is presented in quolibet situ hCaptcha usura servitium, ad te statim transiet.",
    "page-acc-title": "Accessibility hCaptcha Information",
    "page-acc-tr-body": "Quaeritur: cum tamen Im 'a challenge profecta est post crustulum. Diducendum est hoc? Et respondendum est, per hoc quod typically ex alto uibrare ad anti-crustulum obstructore proscriptionum aut extensio, aut in crucis-site crustula cuneos suadentque cadentia, quod in hac causa est quod crustulum is in hcaptcha.com posuit sedatus vel per alium locum ad hCaptcha JavaScript , ut sint vobis in unum adire. hCaptcha accessibility crustula et ad opus opularpay browsers blockers et occasus vexillum suum, et typically es ex defectis anti-anti-targeting rulesets adblock scriptor maxime non similis sites. Solutions: 1. * .hcaptcha.com Whitelist hcaptcha.com et crustula tui navigatoris obstructore proscriptionum ad securitatem extensio vel pasco. 2. Si vos es pasco usus fortis est, et non (sicut mensis Aprilis MMXX) appareat ut quacumque whitelist crustulum, ad Preferences -> ancilia -> Crustulae et dimitte omnia Crustulae eligere. 3. Si vos es usura Safari in ipso tardus version of OS X 10,15 aut potest aut nuper dimisit iOS 13. IV, mores vertit in Safari Apple sicut ad crustula tertia-pars asilo subierunt omnibus illis per default. Nos solution ad effectum; sed interim placet Safari Preferences visita: Privacy sectionem, quod licens tracking Website: Ne tracking crucis-site ad enable crustulum in accessibility munus est, ut expectata. Quaeritur: Ego utor multiple cogitationes. Quid pluribus opus est signum temporum Respondeo: Non ad vos click in utraque arte uti inscriptio login link ut statuet pretium.",
    "page-acc-tr-title": "Nam rib Users: et Fermentum Guide Q & A",
    "priv-hc": "intentus Privacy",
    "priv-hc-text": "Ad retiacula in quantum video opus. We do not. Users qui sunt sumus non curamus, quid verisimile tantum sunt intelligentes maligni. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum.",
    "reporting-bugs-accessibility-button": "Learn more about accessibility options",
    "reporting-bugs-accessibility-head": "accessibility Options",
    "reporting-bugs-accessibility-text": "Inminuta vel non potuerit perficere hCaptchas uisum esse?",
    "reporting-bugs-guide-ff-head": "Report Details caperent Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "I gradus: In Tools Developer (haec animi recording session.)",
    "reporting-bugs-guide-ff-step-2": "Gradus II: Network super Click Tools tab in Developer. Reprehendo arca archa in Ortor te et omnia ad summitatem.",
    "reporting-bugs-guide-ff-step-3": "Gradus III: https://accounts.hcaptcha.com/demo visita, aut website quod proventus vos erant 'habens in (Privacy Nota: Non modo si socius quid curae est) ... Ego ad hanc paginam deindeque deprime sum, humani button: et putabit quod possit solvere.",
    "reporting-bugs-guide-ff-step-4": "Gradus IV Click HAR solvere tentet vos eligere in Save HAR ipsum salvare stipes. Mitte nobis, ut lima.",
    "reporting-bugs-guide-ff-step-5": "V gradus: Click in Blu-tab, tunc click Lectus omnis dextra et salvum facere quod lima ut est in textu, ut salvum iniuriarum consolatorium. Mitte nobis ut bene.",
    "reporting-bugs-guide-ff-step-6": "Ultimum gradum: Email illos consolantur Har atque stipes lima est nobis, et describe in usus problema: support@hcaptcha.com (Amabo, nomine utere servitio, vel sicut Dropbox Filebin et mitte links) a screenshot ad libitum: quod, si quid illic 'ne suspicaturus recte ostentans . Quaeso, mitte te erant 'usura etiam ad IP. Vos can adepto a https://www.whatsmyip.org/ gratias pro accipiens tempore ad auxilium nostrum info impetro is! Erant enim tum quisque munus una hCaptcha opus.",
    "reporting-bugs-guide-head": "Report Details caperent Bug: Chrome",
    "reporting-bugs-guide-step-1": "I gradus: In Tools Developer (haec animi recording session.)",
    "reporting-bugs-guide-step-2": "Gradus II: Network super Click Tools tab in Developer. Reprehendo arca archa et simplicis David custodi iniuriarum ad summitatem.",
    "reporting-bugs-guide-step-3": "Gradus III: https://accounts.hcaptcha.com/demo visita, aut website quod proventus vos erant 'habens in (Privacy Nota: Non modo si socius quid curae est) ... Ego ad hanc paginam deindeque deprime sum, humani button: et putabit quod possit solvere.",
    "reporting-bugs-guide-step-4": "IV gradus, Click Import har (parum enim in sagitta) Post quantum potes solvere, qui salvet ad network iniuriarum. Mitte nobis, ut lima.",
    "reporting-bugs-guide-step-5": "V gradus: Click in console pittacium, and pone et dextra click Servo Console ut .. ut salvificem iniuriarum. Mitte nobis ut bene.",
    "reporting-bugs-guide-step-6": "Ultimum gradum: Email illos consolantur Har atque stipes lima est nobis, et describe in quaestionem. Usus: support@hcaptcha.com (Amabo, nomine utere servitio, vel sicut Dropbox Filebin et mitte links) a screenshot ad libitum: quod, si quid illic 'ne suspicaturus ostendens bene. Quaeso, mitte te erant 'usura etiam ad IP. Vos can adepto a https://www.whatsmyip.org/ gratias pro accipiens tempore ad auxilium nostrum info impetro is! Erant enim tum quisque munus una hCaptcha opus.",
    "reporting-bugs-guide-text-1": "Mittens debugging info tua fama multo faciet illud facillimus ut identify nobis quid suus 'iens on. Hic gradus sint, gradus-per instructiones,",
    "reporting-bugs-guide-text-2": "Si es usor aut peritus elit in textus, in summary est ad mittere volumus commemorare nobis network Har atque exhortandos pro pasco So Hiram sent. Quis velit experiri inactivare obstructore proscriptionum ad pasco aut securitatis extensiones primo et per hos gradus retry ante vos. Quod si ilia procedit ut vestri forsit, vos pluris bene tamen vellem scire si vestri pasco poema, ad pasco sive extensio obstructore proscriptionum ac website URL.",
    "reporting-bugs-intro-head": "Found ugbay? Hic est quomodo ad eam referre.",
    "reporting-bugs-intro-text": "Millions of populus hCaptcha uti cuiusque mensis, in coniunctis browsers millia, extensiones, cogitationes, firewalls, et plus. Quia operatur ad finem fac ita multo appreciate tradit; Velox ad feedback, iustus click a button Mitte nobis feedback. Cum et utilitatis exitus si tu, placet, sequere instructiones ad CIMICO iniuriarum iniuriarum lusione cum Chrome et instructiones in Firefox inferius. Nam quis alius pasco iustus email us. Vel potentiale pro secretum securitatem exitibus, vide infra in instructiones.",
    "reporting-bugs-privacy-head": "Privacy Exitus",
    "reporting-bugs-privacy-text": "Users qui sunt sumus non curamus, quid verisimile tantum sunt intelligentes maligni vel machinis. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum. Si autem inventus est exitus afficit vobis videtur posse user secretum, placere ad nos support@hcaptcha.com email.",
    "reporting-bugs-provide-feedback-button": "Mitte nobis feedback",
    "reporting-bugs-provide-feedback-head": "Providere feedback statim in hCaptcha",
    "reporting-bugs-provide-feedback-text": "Initus bene tuum. Nos scio te quis quaestiones et solvere cito ne eis.",
    "reporting-bugs-security-head": "Plant Bugs Security",
    "reporting-bugs-security-text": "Semper nos sunt interested in accipiens in pignus bugs tradit. Et erit security@hcaptcha.com email support@hcaptcha.com & C ad te cito. Nos quoque have ingrediuntur ad securitatem progressio cibi inferebantur ugbay tradit in hCaptcha et related officium source codice.",
    "sec-hc": "securitatis prima",
    "sec-hc-text": "hCaptcha est publisher-focused. Nos laborare ad realis notitia sites et quomodo ea decernere, ea uti. Cura et diligentia est, et nostrum. Aliae sunt Captchas provisum est a societatibus vendo. Omnis autem angustos ut automati reditus eorum minuerent.",
    "switch-to-english-link": "Switch to English",
    "what-is-hcaptcha": "Quod hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha adjuvat textus muneris ut vestri ventus e recensiones minores, spam et postulantes ab abusu simplex quaestiones, quae homines facile et difficile ad machines.",
    "why-hc": "Quid hCaptcha?",
    "why-hc-text": "Quisque tempus provocatione te respondendum est, utimur sophisticated exempla monstrabit, ut instar sicco si vos es homo vel apparatus. Deinde utitur auxilio meliorem visited Pagina quam evenit in usum tuum in locum exire observatio per bots."
}