{
    "acc-opt": "accessibility Options",
    "acc-opt-but": "Learn more about accessibility options",
    "acc-opt-text": "Inminuta vel non potuerit perficere hCaptchas uisum esse?",
    "accessibility-link": "accessibility",
    "appreciate-in": "Initus bene tuum. Nos scio te quis quaestiones et solvere cito ne eis.",
    "fb-but": "Mitte nobis feedback",
    "feedback-text": "Vos iustus vidit providere feedback in hCaptcha",
    "home-ent-1": "Vultus pro nobis coeptis securitatem et vitulos anniculos?",
    "home-ent-2": "Visita nos dedicated novus site BotStop.com",
    "home-intro-body": "Minores autem abstinere mattis uteris? hCaptcha protegit user secretum remuneratur websites, quod succurro impetro in notitia societates intitulatum. Est a gutta-in replacement pro reCAPTCHA, vos can switch intra minuta.",
    "home-intro-head": "Nolite plures minores. User incipit protegens turpitudinem.",
    "home-main-1": "Privatus. Secure. Citius. Redde tu nobis, et ea uti.",
    "home-main-2": "intentus Privacy",
    "home-main-2c": "Ad networks videre visitors sicut opus. Nam hCaptcha product is in opus ad providere. Nos non curo vestri qui sunt users, ut tantum sunt uerisimile esse malos. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum.",
    "home-main-3": "securitatis prima",
    "home-main-3c": "Cura et diligentia est, et nostrum. hCaptcha est publisher-focused. Non opus est vobis dare notitia realis et non invenientes quomodo ea uti. Alia sunt, provisum est a Captchas",
    "home-main-3c2": "societates vendo. Sic census reducere omnem bot impediant.",
    "home-main-4": "Melius est User Usus",
    "home-main-4c": "Sophisticated apparatus doctrina exempla sunt ex hominibus hCaptcha ad determinandum. Hic permittit users et minorem minor molestiae tempore muneribus de facto adhuc dicatur notitia pter producendi usus elit.",
    "home-main-plans": "si autem non potest usurpari pro hCaptcha publishers magnitudine. Sed quia oportet esse magis agentem atque tabulatis adlevatae imperium nostri coeptis solutiones sunt available.",
    "home-main-plans2": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
    "home-main-plans3": "hCaptcha coeptis solutions praesidio decem millions of websites per millions of users quia quidam maximae societates in planeta. Placere contact us for more info: et visita",
    "home-main-plans4": "nam singula.",
    "learn-more-hcaptcha": "Learn More about hCaptcha",
    "page-acc-faq-1": "Quaeritur: Est hCaptcha WCAG 2.0 + § DVIII morigerum? Et respondendum est, ita et nos credimus, omnes qui poterant ad users omni forma corruptionem pertinent et intra textus pasco telam in formas accedere possunt officia ad hCaptcha munita Suspendisse turpis. Sed hoc non est legalis consilium est: tu quid facias iudicium tuum licebit, prae oculis vestris ut maxime hoc casu implementation pro instruere.",
    "page-acc-faq-2": "Quaeritur: Tu es opus in aliis accessibility (a11y) options, sicut audio? Respondeo sicut antea popularis bene multos video discernere Captchas Apparatus eruditionis a11y users ac fugacissimo novis elit. Et hoc fecit coactus current audio challenges facti sunt magis et magis difficile, introducendis strepitu, impar leo, insolitum verbum combinationes, ac ita ut populus stationis eorum cladem. Ita Nos studere minus de provocatione ad vitandum accessus vs. altogether et deliberabimus si est ex a11y civitatem demanda. Sed hoc ipsum primis in Privacy transite ad usum rib causa. Et transite crédimus, combining nostri current a11y subeuntis arcebant Privacy issuance non patitur users ad pasco a11y absque timore ullo, secure in scientia sua privata plus traffic, dum in hot termino in abusu consistit, cum operators ut non potuissent aliter a11y options praesto sint. Nos particeps fiat operosus opus cum IETF coetus standardising nova technology.",
    "page-acc-faq-3": "Quaeritur: Quid est circa secretum? Non adnotatione revelabo stultitiam a11y pasco notitia aliqualiter? Quid faciam cum inscriptio? Responsio hCaptcha humo natum secretum. Is est valde diversis quam traditional options quia non est similis reCAPTCHA retiacula amet ad qui habent ad inuestigandum, stimulos nobis admovent et circumagam te, et telam coniungere cum verum identitatem. Nunquam utuntur hoc info ut sive emails accessibility omnem rem, simul ne aliud quam faciliorem usum a11y abusu. Nostrum est comprehensive secretum consilium et auctoritas quid est quod responsa data utimur, sed quod breviter responsum nos non interest in vobis quod consociat hominem cum pasco history.We currently sunt etiam opus in a solutio cryptographic cursim abiicias vestri email oratio dum tamen conservandae, facultatem ad vandalismum vetandum, complementing Privacy nostri operis est appellatus.",
    "page-acc-link-1": "Facilitas si es usura Suspendisse commodo est.",
    "page-acc-subhead": "Seamless ensuring securitas usque cum users obvius ad omnes",
    "page-acc-summary": "summary",
    "page-acc-summary-contents-1": "ne minores de populo distinguo hCaptcha designatur. Visual probat instrumentum autem convenient in hoc, sed non omnes solvere posse visual provocatione. Propter quod nos disposito vir simplex, sine dolore et aliud est religio nostra, conserva accessibility publishers uti omnes ex sectione DVIII et WCAG 2.0 plena obsequio.",
    "page-acc-summary-contents-2": "Quomodo enim operatur: primum, sunt signa per user ad hoc URL accessibility, quod coniunctum est, et in hCaptcha content info pagina. Quae data est encrypted quod crustulum adhiberi poterit in pluribus temporibus per diem XXIV horas tamen esse uti refrigeret omnis via login.When de provocatione ad accessibility user is presented in quolibet situ hCaptcha usura servitium, ad te statim transiet.",
    "page-acc-title": "Accessibility hCaptcha Information",
    "page-acc-tr-body": "Quaeritur: cum tamen Im 'a challenge profecta est post crustulum. Diducendum est hoc? Et respondendum est, per hoc quod typically ex alto uibrare ad anti-crustulum obstructore proscriptionum aut extensio, aut in crucis-site crustula cuneos suadentque cadentia, quod in hac causa est quod crustulum is in hcaptcha.com posuit sedatus vel per alium locum ad hCaptcha JavaScript , ut sint vobis in unum adire. hCaptcha accessibility crustula et ad opus opularpay browsers blockers et occasus vexillum suum, et typically es ex defectis anti-anti-targeting rulesets adblock scriptor maxime non similis sites. Solutions: 1. * .hcaptcha.com Whitelist hcaptcha.com et crustula tui navigatoris obstructore proscriptionum ad securitatem extensio vel pasco. 2. Si vos es pasco usus fortis est, et non (sicut mensis Aprilis MMXX) appareat ut quacumque whitelist crustulum, ad Preferences -> ancilia -> Crustulae et dimitte omnia Crustulae eligere. 3. Si vos es usura Safari in ipso tardus version of OS X 10,15 aut potest aut nuper dimisit iOS 13. IV, mores vertit in Safari Apple sicut ad crustula tertia-pars asilo subierunt omnibus illis per default. Nos solution ad effectum; sed interim placet Safari Preferences visita: Privacy sectionem, quod licens tracking Website: Ne tracking crucis-site ad enable crustulum in accessibility munus est, ut expectata. Quaeritur: Ego utor multiple cogitationes. Quid pluribus opus est signum temporum Respondeo: Non ad vos click in utraque arte uti inscriptio login link ut statuet pretium.",
    "page-acc-tr-title": "Nam rib Users: et Fermentum Guide Q & A",
    "priv-hc": "intentus Privacy",
    "priv-hc-text": "Ad retiacula in quantum video opus. We do not. Users qui sunt sumus non curamus, quid verisimile tantum sunt intelligentes maligni. Non facit pro incepta tamquam Privacy Christi, et laborare et opus statera securitatem et secretum.",
    "sec-hc": "securitatis prima",
    "sec-hc-text": "hCaptcha est publisher-focused. Nos laborare ad realis notitia sites et quomodo ea decernere, ea uti. Cura et diligentia est, et nostrum. Aliae sunt Captchas provisum est a societatibus vendo. Omnis autem angustos ut automati reditus eorum minuerent.",
    "what-is-hcaptcha": "Quod hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha adjuvat textus muneris ut vestri ventus e recensiones minores, spam et postulantes ab abusu simplex quaestiones, quae homines facile et difficile ad machines.",
    "why-hc": "Quid hCaptcha?",
    "why-hc-text": "Quisque tempus provocatione te respondendum est, utimur sophisticated exempla monstrabit, ut instar sicco si vos es homo vel apparatus. Deinde utitur auxilio meliorem visited Pagina quam evenit in usum tuum in locum exire observatio per bots."
}