{
    "about-advisors-brendan": "CEO. Unerkannte Leader am AI. Huet Maschinn Intelligenz a Skala fir eng grouss Varietéit vu Geschäftsprobleemer an de leschte Joerzéngten applizéiert.",
    "about-advisors-dawn": "Dokteraarbecht an der Computational Biologie, Stanford. Schafft mat neuronale Netzwierker zënter 1999. Fokusséiert op ugewandter ML an Déift Léieren op Skala.",
    "about-advisors-head": "Beroder",
    "about-advisors-keiran": "Datebank a Blockchain Expert. Fréi Ingenieur bei Cloudera a méi. Joerzéngten Expertise bauen Software an Teams.",
    "about-content-head-1": "Wat mir maachen",
    "about-content-head-2": "Firwat Et Matters",
    "about-content-text-1": "hCaptcha ass e Service vun Intuition Machines Inc, eng AI a Maschinn léieren Firma mat engem Fokus op Metalearning a visuell Domain ML op Skala. Mir bauen a bedreiwe massiv skalierbar Systemer fir Video- a Bildanalyseservicer fir Global 2000 Firmen ronderëm d'Welt z'erméiglechen.",
    "about-content-text-2": "Méi Daten produzéieren allgemeng besser Resultater. Richteg markéiert a relevant Datensätze bauen an ënnerhalen ass ze laang an deier. hCaptcha gouf ursprénglech entwéckelt fir eis eege Bedierfnesser an der Imageetikettéierung unzegoen, an ass elo fir aner Firmen mat ähnleche Besoinen verfügbar.",
    "about-intro-head-1": "Schafft fir hCaptcha",
    "about-intro-head-2": "Eis Missioun Ass Grouss",
    "about-intro-text": "Mir wuessen séier a sichen ëmmer dat bescht Talent vun der Welt an eise weltwäite Büroen. Dir kënnt mat de Linken hei ënnen ufroen.",
    "about-leadership-alex": "Datebank a Blockchain Expert. Fréi Ingenieur bei Cloudera a méi. Joerzéngten Expertise bauen Software an Teams.",
    "about-leadership-eli": "CEO. Unerkannte Leader am AI. Huet Maschinn Intelligenz a Skala fir eng grouss Varietéit vu Geschäftsprobleemer an de leschte Joerzéngten applizéiert.",
    "about-leadership-head": "Féierung",
    "about-leadership-todd": "Dokteraarbecht an der Computational Biologie, Stanford. Schafft mat neuronale Netzwierker zënter 1999. Fokusséiert op ugewandter ML an Déift Léieren op Skala.",
    "acc-opt": "Accessibilitéit Optiounen",
    "acc-opt-but": "Léiere méi iwwer Accessibilitéit Optiounen",
    "acc-opt-text": "Sidd Dir sehbehënnert oder soss net fäeg ze hCaptchas ze kompletéieren?",
    "accessibility-link": "Accessibilitéit",
    "appreciate-in": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
    "fb-but": "Schéckt eis Feedback",
    "feedback-text": "Gitt Feedback iwwer den hCaptcha deen Dir just gesinn hutt",
    "footer-attribution": "Attributioun",
    "footer-copyright-text": "hCaptcha ass e registréiert Mark vun Intuition Machines, Inc.",
    "footer-header-1": "Firma",
    "footer-header-2": "Ressourcen",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Etikettéieren",
    "footer-link-10": "Accessibilitéit",
    "footer-link-2": "Iwwer",
    "footer-link-3": "Aarbechtsplazen",
    "footer-link-4": "Marken",
    "footer-link-5": "AI Ethik",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentatioun",
    "footer-link-9": "Rapport e Feeler",
    "footer-privacy": "Privatsphär",
    "footer-subheader-1": "Ënnerstëtzung",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Konditioune",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Etikettéierungs Servicer",
    "header-login-button": "Login",
    "header-plans-link": "Pläng",
    "header-signup-button": "Sech umellen",
    "home-about-head": "Iwwer hCaptcha",
    "home-about-subtitle": "Powered vum HUMAN Protokoll",
    "home-about-text-1": "hCaptcha ass entwéckelt fir dat Aarbechtsintensivst Problem am Maschinneléieren ze léisen: massiv Mounts vun Daten op eng fristgerecht, bezuelbar an zouverléisseg Manéier ze bezeechnen.",
    "home-about-text-2": "Méi Daten produzéiere generell besser Resultater beim Training vu Maschinneléiere Modeller. De kierzlechen Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datesätz gefouert, bal ëmmer mat enger mënschlecher Iwwerpréiwung. Wéi och ëmmer, grouss mënschlech iwwerpréifte Datensets iwwer Mechanical Turk, Figure Aacht, asw. Ass lues a deier.",
    "home-about-text-3": "hCaptcha erlaabt Websäiten Suen ze maachen fir dës Fuerderung ze servéieren wärend se Bots an aner Forme vu Mëssbrauch blockéieren.",
    "home-about-text-4": "D'hCaptcha Maartplaz gëtt ugedriwwe vum HUMAN Protokoll, en oppent dezentraliséierte Protokoll fir mënschlech Iwwerpréiwung déi op der Ethereum Blockchain leeft. Websäite verdéngen Human Tokens (HMT) ëmmer wann d'Benotzer den hCaptcha Widget op hirem Site benotzen, a Maschinneléierfirme bezuele Human Tokens fir hir Date markéiert ze kréien.",
    "home-ba-labeling-services-link": "Etikettéierungs Servicer",
    "home-benefits-head-1": "De Wäert an der Datemarkéierung",
    "home-benefits-head-2": "Gitt zréck op Charity",
    "home-benefits-text-1": "Wousst Dir all Kéier wann Dir op den Auto klickt hëlleft Dir eng eenzeg Gigantic Firma Maschinn Léieren Systemer gratis ze trainéieren?",
    "home-benefits-text-2": "hCaptcha dréit dëse Modell ëm. Wann Dir hCaptcha benotzt, bidde Firmen op d'Aarbecht déi Är Benotzer maachen wéi se hir Mënschlechkeet beweisen. Dir kritt d'Belounung.",
    "home-benefits-text-3": "Wëllt Dir Är Liiblings Charity zréckginn? hCaptcha léisst Iech déi karitativ Organisatioune vun Ärer Wiel ënnerstëtzen mat dem Gewënn, dat Dir mat der Benotzung kritt. Benotzer op Ärem Site kënne séier Äre Bäitrag zu Wohltätegkeet duerch diskret Branding op der hCaptcha Interface gesinn.",
    "home-challenge-text-1": "Wielt all Biller déi mat der Ufro passen",
    "home-challenge-text-2": "Definéiert Grenzgebitt fir Objeten",
    "home-challenge-text-3": "Identifizéiert déi entspriechend Etiketten",
    "home-challenge-title-1": "Verglach",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategoriséierung",
    "home-challenges-head": "Presentéiert Erausfuerderungen",
    "home-challenges-text-1": "... an aner einfach Aufgaben. Einfach fir Mënschen, schwéier fir Botten.",
    "home-challenges-text-2": "Benotzerdefinéiert Aufgaben och verfügbar fir Entreprise Editeuren.",
    "home-ent-1": "Sicht Dir no eise Sécherheetsoffer?",
    "home-ent-2": "Besicht eisen neie speziellen Site: BotStop.com",
    "home-ent-button": "Méi erfueren: BotStop vun hCaptcha",
    "home-from-the-blog": "VUM BLOG:",
    "home-from-the-blog-value": "Wéi funktionnéieren hCaptcha Schwieregkeet Astellungen",
    "home-intro-body": "Benotzt Dir e Captcha fir Bots ze halen? hCaptcha schützt d'Benotzer Privatsphär, belount Websäiten, an hëlleft Firmen hir Donnéeë markéiert ze kréien. Et ass en Drop-In Ersatz fir reCAPTCHA: Dir kënnt innerhalb vu Minutten wiesselen.",
    "home-intro-button": "Mell dech elo un",
    "home-intro-head": "Stop méi Botten. Fänkt u Privatsphär vum Benotzer ze schützen",
    "home-main-1": "Privat. Sécher. Méi séier. A mir bezuelen Iech et ze benotzen.",
    "home-main-2": "Privatsphär fokusséiert",
    "home-main-2c": "Ad Netzwierker gesinn Är Besucher als Produkt. Fir hCaptcha ass d'Produkt d'Aarbecht déi se ubidden. Mir interesséieren net wien Är Benotzer sinn, nëmme wéi wahrscheinlech se béiswëlleg sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffen haart fir Privatsphär a Sécherheet auszegläichen.",
    "home-main-3": "Sécherheet Éischt",
    "home-main-3c": "Genauegkeet ass an Ärem Interesse an eis. hCaptcha ass verëffentlecht fokusséiert. Mir schaffen fir Iech richteg Daten ze ginn a loossen Iech entscheeden wéi Dir se benotzt. Aner Captchae gi vu Gigantesche Reklammebetriber zur Verfügung gestallt. Dëst bedeit datt all Bot dee se blockéiere säi Akommes reduzéiere kann.",
    "home-main-4": "Besser Benotzererfarung",
    "home-main-4c": "Raffinéiert Maschinneléiere Modeller gi vun hCaptcha benotzt fir d'Mënschheet ze bestëmmen. Dëst léisst eis manner lästeg Aufgaben vun Äre Benotzer erfuerderen a manner vun hirer Zäit huelen fir dëst ze maachen, wärend nach ëmmer nëtzlech markéiert Date produzéieren fir Clienten ze labelen.",
    "home-main-plans": "hCaptcha ass gratis fir Verëffentlecher vu jidder Gréisst ze benotzen. Wéi och ëmmer, fir Firmen a Plattformen déi méi Kontroll brauchen, sinn eis Firmelléisungen verfügbar.",
    "home-main-plans2": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer iwwer zéng Milliounen Websäite fir e puer vun de gréisste Firmen um Planéit. Weg Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans3": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer iwwer zéng Milliounen Websäite fir e puer vun de gréisste Firmen um Planéit. Weg Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans4": "fir Detailer.",
    "home-plans-button-1": "Mellt Iech elo un",
    "home-plans-button-2": "Kontakt Verkaf",
    "home-plans-chart-head-1": "Eegeschaften",
    "home-plans-chart-head-2": "Editeur",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontroll Erausfuerderungstypen ugewisen",
    "home-plans-chart-row-1-cell-2": "Limitéiert",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Multi-User Dashboards",
    "home-plans-chart-row-11-cell-1": "Fortgeschratt Berichterstattungsfeatures",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAen",
    "home-plans-chart-row-2-cell-1": "Kontroll Erausfuerderung Inhalt benotzt",
    "home-plans-chart-row-2-cell-2": "Limitéiert",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Verdéngt Beloununge fir mënschlech Léisungen",
    "home-plans-chart-row-4-cell-1": "Weltklass Anti-Bot Schutz",
    "home-plans-chart-row-5-cell-1": "Wierker an all Land",
    "home-plans-chart-row-6-cell-1": "GDPR an CCPA-frëndlech Privatsphärpolitik",
    "home-plans-chart-row-7-cell-1": "Feinkorneg Schwieregkeetsgraden",
    "home-plans-chart-row-8-cell-1": "Start Ären eegenen Challenge Inhalt",
    "home-plans-chart-row-9-cell-1": "Zäitbaséiert Schwieregkeetsplanung",
    "home-try-it-out-button": "Kritt hCaptcha",
    "home-try-it-out-head": "Probéiert et aus",
    "home-try-it-out-text": "hCaptcha bitt einfach, einfach an zouverléisseg Botdetektioun wärend se trivial fir de Mënsch ass ze léisen.",
    "labeling-about-head": "Iwwer hCaptcha",
    "labeling-about-text-1": "hCaptcha ass entwéckelt fir deen Aarbechtsintensivst Problem am Maschinneléieren ze léisen; massiv Mounts vun Daten op eng fristgerecht, bezuelbar an zouverléisseg Manéier ze labelen. Méi Daten produzéiere generell besser Resultater beim Training vu Maschinneléiere Modeller. De kierzlechen Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datesätz gefouert, an hCaptcha déngt dëse Besoin.",
    "labeling-about-text-2": "Wéi och ëmmer, grouss mënschlech iwwerpréiften Datensätze mat traditionelle Methoden erstellen ass lues an deier. hCaptcha ass e Wee fir Firmen fir d'Annotatiounen ze kréien déi se méi séier brauchen, mat méi héijer Qualitéit a méi bëlleg wéi aner Alternativen.",
    "labeling-annotations-head": "Annotatiounstypen",
    "labeling-annotations-text-1": "Genau Objektdetektioun a Biller a Video",
    "labeling-annotations-text-2": "Genau Objektdetektioun a Biller a Video",
    "labeling-annotations-text-3": "Punkt Annotatioune fir vill verschidde Benotzungsfäll",
    "labeling-annotations-text-4": "Sortéiert oder füügt arbiträr Kategorien vun all Gréisst un",
    "labeling-annotations-text-5": "Mënscherechter ugedriwwen Detektioun a Klassifikatioun",
    "labeling-annotations-text-6": "Braucht Dir en aneren Typ deen net hei opgelëscht ass? Frot eis just.",
    "labeling-annotations-title-1": "Bounding Boxen",
    "labeling-annotations-title-2": "Polygone",
    "labeling-annotations-title-3": "Landmarken",
    "labeling-annotations-title-4": "Attributer Kategoriséierung",
    "labeling-annotations-title-5": "Verglach an Detektioun",
    "labeling-annotations-title-6": "... a villes méi",
    "labeling-ent-button": "Kontaktéiert eis Enterprise Solutions Team",
    "labeling-ent-head": "Braucht Dir End-to-End Kontroll?",
    "labeling-ent-text-1": "D'HUMAN Plattform hannert hCaptcha bitt héich sophistikéiert Aarbechtqualitéit a Gestiounsfeatures iwwer On-Premise, Hybrid oder SaaS Deployements déi mat Äre existente Systemer integréieren.",
    "labeling-ent-text-2": "Féiert ganz offline mat Ärem eegene Salariat, verfolgt de Wäert verbraucht iwwer Geschäftsunitéiten oder Konsortiumspartner, féiert d'Aarbecht selektiv un verschidden intern oder extern Aarbechtsanbieter baséiert op Käschten a Sécherheetsufuerderungen, a méi.",
    "labeling-ent-text-3": "Einfach API Zougang, schéi Dashboards, an déi lescht Model-in-the-Loop Technologie fir Effizienz ze maximéieren.",
    "labeling-ent-text-4": "99.99% uptime SLAs a 24/7 global Ënnerstëtzung verfügbar. Fir méi Informatiounen:",
    "labeling-features-head-1": "Einfach API-orientéiert Pipelines.",
    "labeling-features-head-2": "Optimiséiert fir Käschten a Qualitéit. Keen viraus Engagement erfuerderlech.",
    "labeling-features-head-3": "Bezuelt nëmme fir d'Genauegkeet déi Dir braucht.",
    "labeling-features-head-4": "Gitt Är eege Buedemwourechtdaten oder loosst eis se direkt bauen.",
    "labeling-features-text-1": "Wëllt Dir mënschlech Iwwerpréiwung direkt an Är Geschäftsoperatiounen integréieren? Mir bidden héich Zouverlässegkeet SLAs, garantéiert Kapazitéit, an einfach REST APIen.",
    "labeling-features-text-2": "D'HUMAN Plattform benotzt ëmfaassend Vertrauensmodeller fir sophistikéiert Echtzäit Qualitéitsanalyse auszeféieren. Dëst erlaabt eis séier d'Schwieregkeet vu Froen ze bestëmmen an hir wahrscheinlech richteg Äntwert, spuert Iech Zäit a Suen.",
    "labeling-features-text-3": "Net all Probleemer sinn déiselwecht. Annotatioune fir Sécherheetskritesch Aufgabe kënnen 99.99% Vertraue vu ganz mënschlechen Aarbechter erfuerderen. Annotatioune fir eng Betafunktioun an enger mobiler Spillapp erfuerderen nëmme méisseg Vertrauen. Dir entscheet.",
    "labeling-features-text-4": "Hutt Dir rau Daten ouni eng ëmfaassend Verifikatiounssaz? In de meeschte Fäll kënne mir ee fir Iech bauen als Aufgaben duerch de System lafen, oder markéiert Beispiller fir Är Genehmegung erstellen.",
    "labeling-info-head": "Gitt Daten Etikettéiert",
    "labeling-info-text-1": "Schwätzt mat engem vun eisen Domainexperten fir Äert Projet ze definéieren: Zilgenauegkeet, Format an all speziell Ufuerderungen.",
    "labeling-info-text-2": "Mir maachen eng kleng Produktiounsaarbecht op Basis vun Äre Musterdaten. Dëst test d'Aarbecht déi mir zesumme gemaach hunn fir ze garantéieren datt Dir genau kritt wat Dir braucht.",
    "labeling-info-text-3": "Mat eisem héije Volumen a gerénger Latenz wäerte mir Är Aarbecht séier ëmdréinen, mat automatiséierter Liwwerung soubal et fäerdeg ass.",
    "labeling-info-text-4": "Wéi mir d'Parameter vun Ärer Produktiounsaarbecht besser verstoen, wäerten d'Resultater weider mat der Zäit verbesseren.",
    "labeling-info-text-5": "Live Dashboards erlaabt Iech Feedback zu all Moment ze pauséieren oder d'Produktioun ze pausen.",
    "labeling-info-title-1": "Definéiert Spezifikatiounen",
    "labeling-info-title-2": "Éischten Job Test",
    "labeling-info-title-3": "Produktiounsplazen asetzen",
    "labeling-info-title-4": "Kontinuéierlech Verbesserung",
    "labeling-info-title-5": "Real Time Resultater",
    "labeling-main-1": "Käschte-effikass Datenetikett op Skala",
    "labeling-main-1-button": "Kritt Är Donnéeën Elo Etikettéiert",
    "labeling-main-1c": "Braucht Dir méi Etiketten fir Är Datensets? hCaptcha bitt séier, käschtegënschteg an héichqualitativ Datemarkéierung fir Firmen déi u kënschtlech Intelligenz a Maschinneléiere Uwendungen schaffen.",
    "labeling-main-2": "Start Milliounen Aufgaben direkt.",
    "labeling-main-2-button": "Kaaft Daten Etikettéierungs Servicer",
    "labeling-main-2c": "hCaptcha huet ee vun de gréisste Pools um Planéit verfügbar fir Äre Gebrauch. Egal wéi Är Skala, mir kënnen et ouni deier Upfront Engagementer packen. Milliounen Aufgaben pro Dag si kee Problem.",
    "labeling-platform-head": "Privat oder ëffentlech Informatioun",
    "labeling-platform-text": "hCaptcha ass op der HUMAN Plattform gebaut, déi sophistikéiert Routing an Analyse erlaabt fir Käschten an Effizienz bei all Schrëtt ze optimiséieren. Dës Technologie léisst déi richteg Salariat all Deel vun Ärem Job verschaffen, maximal Käschteeffizienz wärend Privatsphär erhalen an all regulatoresch Ufuerderungen entspriechen déi eventuell gëlle kënnen.",
    "labeling-try-button": "Kaaft Daten Etikettéierungs Servicer",
    "labeling-try-head": "Wëllt Dir et mat Ären Daten probéieren?",
    "labeling-try-text": "... mir si prett wann Dir sidd: eise Service ass ronderëm d'Auer verfügbar.",
    "learn-more-hcaptcha": "Léiert Méi iwwer hCaptcha",
    "page-acc-faq-1": "Fro: Ass hCaptcha Sektioun 508 + WCAG 2.0 kompatibel? Äntwert: Mir gleewen esou: all Benotzer mat iergendenger Form vu Behënnerungen, déi fäeg sinn de Web ze duerchsichen an Text a Formen anzeginn, kënnen Zougang zu Servicer kréien, déi vun hCaptcha bei der Aschreiwung geschützt sinn. Wéi och ëmmer, dëst ass keng legal Berodung: Dir sollt Är eege Evaluatioun maachen, andeems Dir Är speziell Implementatioun berécksiichtegt fir sécher ze sinn datt dëst de Fall fir Ären Asaz ass.",
    "page-acc-faq-2": "Fro: Schafft Dir un aner Accessibilitéit (a11y) Optiounen, wéi Audio? Äntwert: Fréier populär Optiounen wéi Audio Captchas diskriminéiere vill a11y Benotzer a gi liicht duerch modern Maschinnentechniken besiegt. Dëst huet d'aktuell Audio Erausfuerderunge gezwongen ëmmer méi schwéier ze ginn, Kaméidi aféieren, komesch Timing, ongewéinlech Wuertkombinatiounen, a sou weider fir Ugräifer ze besiegen. Mir sinn also manner begeeschtert vun dëser Approche géint d'Erausfuerderung ganz ze vermeiden, awer wäerte berécksiichtegen wann et Nofro vun der a11y Gemeinschaft gëtt. Wéi och ëmmer, mir sinn ganz interesséiert um Privacy Pass fir den Accessibilitéit Fall. Mir gleewen d'Kombinatioun vun eiser aktueller a11y Approche mat der Privatsphär Ausgab erlaabt et 11 Benotzer fir sécher ze surfen, sécher am Wëssen datt hire Verkéier méi privat ass, wärend de Mëssbrauch vu Botoperateuren beschränkt déi onweigerlech geschitt wann a11y Optiounen verfügbar sinn. Mir sinn aktiv Participanten an der IETF Aarbechtsgrupp déi dës nei Technologie standardiséieren.",
    "page-acc-faq-3": "Fro: Wéi steet et mat der Privatsphär? Stellt d'Aschreiwung a11y Browserdaten iergendwéi aus? Wat maacht Dir mat der E-Mail? Äntwert: hCaptcha ass fir Privatsphär vum Buedem entwéckelt. Et ass ganz anescht wéi traditionell Optiounen wéi reCAPTCHA déi vun Annoncenetzwierker sinn, déi en Ureiz hunn Iech um Internet ze verfollegen an Iech mat enger reeller Identitéit ze verbannen. Mir benotze ni Accessibilitéit E-Mailen oder Info fir all aner Zwecker wéi d'A11y Gebrauch ze erliichteren a Mëssbrauch ze vermeiden. Eis Privatsphärpolitik huet ëmfaassend an autoritär Äntwerten wéi mir Daten benotzen, awer déi kuerz Äntwert ass datt mir keen Interêt hunn Iech als Persoun mat Ärer Browsergeschicht ze verbannen. Mir schaffen och de Moment un enger kryptographescher Léisung fir Är E-Mail Adress séier ofzeginn. wärend nach ëmmer eis Fäegkeet erhale Mëssbrauch ze vermeiden, ergänzt eis Privacy Pass Aarbecht.",
    "page-acc-link-1": "Wann Dir en Accessibilitéit Benotzer sidd, da mellt Iech hei un.",
    "page-acc-subhead": "Garantéieren en nahtlosen Zougang fir all Benotzer wärend d'Sécherheet ënnerhält",
    "page-acc-summary": "Resumé",
    "page-acc-summary-contents-1": "hCaptcha ass entwéckelt fir Bots ze stoppen andeems se se vu Leit ënnerscheeden. Visuell Tester sinn e praktescht Instrument dofir, awer net jidderee kann eng visuell Erausfuerderung léisen. Aus dësem Grond hu mir eng einfach, schmerzlos Alternativ entwéckelt fir Editeuren ze loossen, déi eise Service benotzen, Accessibilitéit fir all mat voller Sektioun 508 a WCAG 2.0 Konformitéit ze erhalen.",
    "page-acc-summary-contents-2": "Wéi et funktionnéiert: als éischt ënnerschreift en Zougänglechkeets Benotzer sech op dëser URL, déi an der hCaptcha Widget Info Säit verlinkt ass. Si kréien e verschlësselte Cookie deen e puer Mol am Dag ka benotzt ginn, awer all 24 Stonnen iwwer Login erfrëscht muss ginn. Wann eng Erausfuerderung engem Accessibilitéitsbenotzer op all Site mat dem hCaptcha Service presentéiert gëtt, ginn se automatesch laanscht.",
    "page-acc-title": "hCaptcha Accessibilitéit Informatioun",
    "page-acc-tr-body": "Fro: Ech gesinn nach ëmmer eng Erausfuerderung nodeems ech de Cookie gesat hunn. Wat verursaacht dëst? Äntwert: Dëst ass normalerweis wéinst der Benotzung vun enger aggressiver Ad Blocker oder Anti-Cookie Extensioun, oder enger Astellung déi Cross-Site Cookies blockéiert, an dësem Fall e Cookie fir hcaptcha.com dee vum hCaptcha JavaScript op enger anerer Säit gesat oder gepréift gëtt. , wéi deen deen Dir besicht. hCaptcha Zougänglechkeet Cookië funktionéiere mat all populäre Browser an Annonce Blocker mat hire Standard Astellungen, sou datt typesch Feeler wéinst Anti-Anti-Adblock Scripten oder ähnleche Regelen op bestëmmte Site gezielt sinn. Léisungen: 1. Whitelist hcaptcha.com an * .hcaptcha.com Cookien an Ärem Ad Blocker oder Browser Sécherheet Extensioun. 2. Wann Dir de Brave Browser benotzt, deen net (ab Abrëll 2020) iergendeng Aart vu Cookie-Whitelist schéngt ze hunn, gitt op Preferences -> Shields -> Cookies a wielt All Cookies erlaben. 3. Wann Dir déi lescht Versioun vu Safari entweder op de kierzlech verëffentlechten OS X 10.15 oder iOS 13. 4 benotzt, huet Apple just d'Behuele vu Safari geännert mat Cookien aus Drëttpersounen, blockéiert se all par défaut. Mir implementéieren eng Léisung, awer an der Tëschenzäit besicht w.e.g. Safari Präferenzen, Privatsphär Sektioun, a klickt d'Websäitsverfollegung un: Verhënnert Cross-Site Tracking fir datt d'Accessibilitéit Cookie funktionnéiert wéi erwaart. Fro: Ech benotze méi Geräter. Muss ech mech e puermol umellen? Äntwert: Nee. Klickt w.e.g. dee selwechten Login Login Link deen Iech op all Apparat geschéckt gëtt deen Dir benotzt fir de Cookie ze setzen.",
    "page-acc-tr-title": "Fir Accessibilitéit Benotzer: Q&A an Troubleshooting Guide",
    "priv-hc": "Privatsphär fokusséiert",
    "priv-hc-text": "Ad Netzwierker gesinn dech als hire Produkt. Mir net. Mir egal wat Benotzer sinn, just wéi wahrscheinlech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffen haart fir Privatsphär a Sécherheet auszegläichen.",
    "reporting-bugs-accessibility-button": "Léiere méi iwwer Accessibilitéit Optiounen",
    "reporting-bugs-accessibility-head": "Accessibilitéit Optiounen",
    "reporting-bugs-accessibility-text": "Sidd Dir sehbehënnert oder soss net fäeg ze hCaptchas ze kompletéieren?",
    "reporting-bugs-guide-ff-head": "Bug Report Detailer erfaassen: Firefox",
    "reporting-bugs-guide-ff-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Session op.)",
    "reporting-bugs-guide-ff-step-2": "Schrëtt 2: Klickt op Netzwierk Tab an Entwéckler Tools. Kuckt d'Persist Logbicher Këscht uewen.",
    "reporting-bugs-guide-ff-step-3": "Schrëtt 3: besicht https://accounts.hcaptcha.com/demo, oder d'Websäit op där Dir en Thema hutt (Privatsphär Notiz: nëmme wann Dir näischt deelt wat et ass) ... a klickt dann op den I sinn mënschleche Knäppchen, a probéiert ze léisen.",
    "reporting-bugs-guide-ff-step-4": "Schrëtt 4: Klickt op HAR nodeems Dir probéiert hutt ze léisen, a wielt Alles späicheren als HAR fir de Netzwierkprotokoll ze retten. Schéckt deen Dossier un eis.",
    "reporting-bugs-guide-ff-step-5": "Schrëtt 5: Klickt op de Tab vun der Konsol, a klickt mat der Maustast an da wielt Alles aus a späichert dat an eng Textdatei, fir de Konsollog ze späicheren. Schéckt eis dat och.",
    "reporting-bugs-guide-ff-step-6": "Leschte Schrëtt: E-Mail dës HAR- a Konsol-Log Dateien un eis, a beschreift de Problem Benotzt: support@hcaptcha.com (benotzt w.e.g. e Service wéi Dropbox oder Filebin a schéckt Linken) an eventuell e Screenshot, wann Dir de Verdacht ass, datt eppes net korrekt affichéiert . Schéckt w.e.g. d'IP déi Dir benotzt. Dir kritt et vun https://www.whatsmyip.org/ Merci fir d'Zäit fir eis ze hëllefen dës Info ze kréien! Mir engagéieren eis hCaptcha gutt fir jiddereen ze maachen.",
    "reporting-bugs-guide-head": "Bug Report Detailer erfaassen: Chrome",
    "reporting-bugs-guide-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Session op.)",
    "reporting-bugs-guide-step-2": "Schrëtt 2: Klickt op Netzwierk Tab an Entwéckler Tools. Kuckt d'Preserve Protokoll uewen.",
    "reporting-bugs-guide-step-3": "Schrëtt 3: besicht https://accounts.hcaptcha.com/demo, oder d'Websäit op där Dir en Thema hutt (Privatsphär Notiz: nëmme wann Dir näischt deelt wat et ass) ... a klickt dann op den I sinn mënschleche Knäppchen, a probéiert ze léisen.",
    "reporting-bugs-guide-step-4": "Schrëtt 4: Klickt Export HAR (dee klenge Pfeil erof) nodeems Dir probéiert ze léisen, wat de Netzwierkprotokoll späichert. Schéckt deen Dossier un eis.",
    "reporting-bugs-guide-step-5": "Schrëtt 5: Klickt op de Tab vun der Konsol, a klickt mat der Maustast an da späichert als .. fir de Konsollog ze späicheren. Schéckt eis dat och.",
    "reporting-bugs-guide-step-6": "Leschte Schrëtt: E-Mail déi HAR- a Konsol-Logbicher fir eis, a beschreift de Problem. Benotzt: support@hcaptcha.com (benotzt w.e.g. e Service wéi Dropbox oder Filebin a schéckt Links) an eventuell e Screenshot, wann Dir de Verdacht hutt, datt eppes net korrekt affichéiert. Schéckt w.e.g. d'IP déi Dir benotzt. Dir kritt et vun https://www.whatsmyip.org/ Merci fir d'Zäit fir eis ze hëllefen dës Info ze kréien! Mir engagéieren eis hCaptcha gutt fir jiddereen ze maachen.",
    "reporting-bugs-guide-text-1": "Debugging Info mat Ärem Bericht ze schécken wäert eis vill méi einfach maachen ze identifizéieren wat leeft. Hei sinn Schrëtt fir Schrëtt Instruktiounen:",
    "reporting-bugs-guide-text-2": "Wann Dir e Webentwéckler oder Expert User sidd, de Resumé ass datt mir eis gären eng Netzwierkopnam HAR a Browser Konsol Logbicher schécken. Probéiert w.e.g. all Annonce Blocker oder Browser Sécherheetserweiterungen auszeschalten an da probéiert et ier Dir dës Schrëtt duerchgitt. Wann dat Äre Problem fixéiert, wäerte mir et nach ëmmer schätzen datt Dir eis Är Browser Versioun, Annonce Blocker oder Browser Extensioun, an d'Websäit URL kennt.",
    "reporting-bugs-intro-head": "E Feeler fonnt? Hei ass wéi Dir et bericht.",
    "reporting-bugs-intro-text": "Millioune vu Leit benotzen hCaptcha all Mount, op Dausende vu Kombinatioune vu Browser, Extensiounen, Apparater, Firewalls, a méi. Eist Zil ass ze suergen datt et ëmmer fir Iech funktionnéiert, also schätze mir Är Berichter ganz vill! Fir séier Feedback ze ginn, klickt einfach op de Schéckt eis Feedback Knäppchen. Wann Dir e funktionnellt Thema gesitt, befollegt w.e.g. d'Debug-Log-Instruktioune fir Chrome oder d'Debug-Log-Instruktioune fir Firefox hei ënnen. Fir all aner Browser mailt eis einfach. Fir potenziell Sécherheets- oder Privatsphärprobleemer, kuckt d'Instruktioune hei ënnen.",
    "reporting-bugs-privacy-head": "Privatsphär Themen",
    "reporting-bugs-privacy-text": "Mir egal wat Benotzer sinn, just wéi wahrscheinlech se béisaarteg oder Maschinne sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffen haart fir Privatsphär a Sécherheet auszegläichen. Wann Dir en Thema fonnt hutt wat Dir mengt datt d'Benotzer Privatsphär kéint beaflossen, mailt eis w.e.g. op support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Schéckt eis Feedback",
    "reporting-bugs-provide-feedback-head": "Gitt direkt Feedback op hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
    "reporting-bugs-security-head": "Sécherheet Käferen",
    "reporting-bugs-security-text": "Mir sinn ëmmer interesséiert Berichter vu Sécherheetsbugs ze kréien. E-Mail support@hcaptcha.com & CC security@hcaptcha.com a mir komme séier zréck. Mir hunn och e Bug Bounty Programm fir berechtegt Sécherheetsberichter iwwer den hCaptcha Service an Zesummenhang Quellcode.",
    "sec-hc": "Sécherheet Éischt",
    "sec-hc-text": "hCaptcha ass verëffentlecht fokusséiert. Mir schaffen fir de Site richteg Daten ze ginn a loossen se entscheeden wéi se se benotze sollen. Genauegkeet ass an Ärem Interesse an eis. Aner Captchas gi vu Reklammefirmen zur Verfügung gestallt. All Bot dee se blockéiere kann hir Akommes reduzéieren.",
    "switch-to-english-link": "Wiesselen op Englesch",
    "what-is-hcaptcha": "Wat ass hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hëlleft Äre Liiblingswebservicer Bots, Spam a Mëssbrauch ze halen andeems se einfach Froen stellen déi einfach fir de Mënsch sinn a schwéier fir Maschinnen.",
    "why-hc": "Firwat hCaptcha?",
    "why-hc-text": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir sophistikéiert Modeller fir erauszefannen ob Dir Mënsch oder eng Maschinn sidd. D'Websäit déi Dir besicht hutt benotzt dëst Resultat fir ze hëllefen Är Erfahrung op hirem Site ze verbesseren andeems Bots ausgehale ginn."
}