{
    "acc-opt": "Accessibilitéit Optiounen",
    "acc-opt-but": "Léiert méi iwwer Accessibilitéit Optiounen",
    "acc-opt-text": "Sidd Dir visuell behënnert oder soss sidd Dir net kapabel hCaptchas ze kompletéieren?",
    "accessibility-link": "Accessibilitéit",
    "appreciate-in": "Mir schätzen Ären Input. Loosst eis Problemer wëssen a mir léise se séier.",
    "fb-but": "Schéckt eis Feedback",
    "feedback-text": "Gitt Feedback op der hCaptcha Dir just gesinn",
    "home-ent-1": "Sicht Dir no eis Enterprise Sécherheetsoffer?",
    "home-ent-2": "Besicht eisen neien dedizéierten Site: BotStop.com",
    "home-intro-body": "Benotzt Dir e Captcha fir Bots auszehalen? hCaptcha schützt d'Benotzer Privatsphär, belount d'Websäiten, an hëlleft Firmen hir Daten ze bezeechnen. Et ass e Drop Ersatz fir reCAPTCHA: Dir kënnt bannent Minutten wiesselen.",
    "home-intro-head": "Stop méi Bots. Fänkt de Privatsphär vum Benotzer ze schützen.",
    "home-main-1": "Privat. Séchert. Méi séier. A mir bezuele Iech fir et ze benotzen.",
    "home-main-2": "Privatsphär Fokusséiert",
    "home-main-2c": "Ad Netzwierker gesinn Är Besucher als Produkt. Fir hCaptcha ass d'Produkt d'Aarbecht déi se ubidden. Mir egal egal wien Är Benotzer sinn, nëmme wéi méiglech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "home-main-3": "Sécherheet Éischt",
    "home-main-3c": "Genauegkeet ass an Ärem Interesse an eis. hCaptcha ass publizéiert konzentréiert. Mir schaffen fir Iech echt Donnéeën ze ginn an Iech ze entscheeden wéi Dir se benotzt. Aner captchas gi vu",
    "home-main-3c2": "Reklammfirmen. Dëst bedeit datt all Bot déi se blockéiere kënnen hir Recetten reduzéieren.",
    "home-main-4": "Besser Benotzererfarung",
    "home-main-4c": "Raffinéiert Maschinnemodeller ginn vun hCaptcha benotzt fir d'Mënschheet ze bestëmmen. Dëst erlaabt eis manner lästeg Aufgaben vun Äre Benotzer ze erfuerderen an hu manner vun hirer Zäit dofir gemaach, wärend mir nach ëmmer nëtzlech labeléiert Donnéeën fir Markéierende Clientë produzéieren.",
    "home-main-plans": "hCaptcha ass gratis fir Verëffentlecher vun all Gréisst ze benotzen. Wéi och ëmmer, fir Firmen a Plattformen déi méi Kontroll brauchen, sinn eis Enterprise Léisunge verfügbar.",
    "home-main-plans2": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer op zéngdausende vu Millioune Websäiten fir e puer vun de gréissten Entreprisen op dem Planéit. Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans3": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer op zéngdausende vu Millioune Websäiten fir e puer vun de gréissten Entreprisen op dem Planéit. Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans4": "fir Detailer.",
    "learn-more-hcaptcha": "Léiere méi iwwer hCaptcha",
    "page-acc-faq-1": "Fro: Ass hCaptcha Sektioun 508 + WCAG 2.0 kompatibel? Äntwert: Mir gleewen dat: all Benotzer mat iergendenger Form vu Behënnerung déi am Internet kënnen surfen an Text a Formulaire aginn kënnen Zougang zu Servicer kréien, déi vun hCaptcha geschützt sinn no der Umeldung. Dëst ass awer net gesetzlech Berodung: Dir sollt Är eegen Bewäertung ausféieren, andeems Dir Är bestëmmt Ëmsetzung berécksiichtegt fir sécher ze stellen datt dëst de Fall fir Är Deployement ass.",
    "page-acc-faq-2": "Fro: Schafft Dir un aner Accessibilitéit (a11y) Optiounen, wéi Audio? Äntwert: Virdrun populär Optiounen wéi Audio Captchas ënnerscheede vill a11y Benotzer a si ganz einfach duerch modern Maschinn Léier Techniken besiegt. Dëst huet déi aktuell Audiofuerderunge gezwongen, ëmmer méi schwéier ze ginn, Rausch agefouert, komesch Timing, ongewéinlech Wuertkombinatiounen, an sou weider fir Attacke ze besiegen. Mir sinn also manner begeeschtert vun dëser Approche vs d'Erausfuerderung ze vermeiden ganz, awer wäerte se berécksiichtegen wann et Ufro vun der a11y Gemeinschaft gëtt. Wéi och ëmmer, mir si ganz interesséiert an de Privacy Pass fir de Fall vun der Accessibilitéit ze benotzen. Mir gleewen datt eis aktuell a11y Approche mat der Privatsphär Pass Ausgab kombinéiert erlaabt a11y Benotzer sécher ze duerchsichen, sécher an der Wëssen datt hiren Traffic méi privat ass, wärend de Mëssbrauch vun de Botbetreiber limitéiert déi zwangsleefeg geschitt wann a11y Optiounen verfügbar sinn. Mir sinn aktiv Participanten am IETF Aarbechtsgrupp, deen dës nei Technologie standardiséiert.",
    "page-acc-faq-3": "Fro: Wat ass d'Privatsphär? Hutt Aschreiwung a11y Surfen Daten op iergendeng Aart a Weis aus? Wat maacht Dir mat der E-Mail? Äntwert: hCaptcha ass entwéckelt fir Privatsphär vum Grond. Et ass ganz anescht wéi traditionell Optiounen wéi reCAPTCHA déi vun Ad Netzwierker gehéiert ginn, déi en Ureiz hunn fir Iech um Internet ze verfollegen an Iech mat enger realer Identitéit ze associéieren. Mir benotze ni Zougänglechkeets-E-Mailen oder Infoen fir all aner Zweck wéi en a11y Gebrauch erliichtert a Mëssbrauch ze vermeiden. Eis Privatsphär Politik huet ëmfaassend an autoritär Äntwerten iwwer wéi mir Daten benotze, awer déi kuerz Äntwert ass datt mir keen Interesse hunn Iech als Persoun mat Ärer Browsergeschicht ze associéieren. Mir schaffen och de Moment un enger kryptografescher Léisung fir séier Är E-Mailadress ze verschwannen. wärend nach ëmmer eis Fäegkeet fir Mëssbrauch ze vermeiden, eis Dateschutz Pass Aarbecht ergänzen.",
    "page-acc-link-1": "Wann Dir e Benotzer Accessibilitéit sidd, da mellt Iech hei.",
    "page-acc-subhead": "Séchert Zougang fir all Benotzer wärend d'Sécherheet erhalen",
    "page-acc-summary": "Zesummefaassung",
    "page-acc-summary-contents-1": "hCaptcha ass entwéckelt fir Bots ze stoppen andeems se se vu Leit z'ënnerscheeden. Visuell Tester sinn e praktescht Tool fir dëst, awer net jiddereen kann eng visuell Erausfuerderung léisen. Aus dësem Grond hu mir eng einfach, schmerzlos Alternativ entworf fir Verëffentlecher ze erlaben datt eise Service Zougang Accessibilitéit fir all mat voller Sektioun 508 an WCAG 2.0 Anhale behalen.",
    "page-acc-summary-contents-2": "Wéi et funktionnéiert: als éischt e Benotzer mat engem Accessibilitéit op dëser URL ugemellt, déi an der Info-Säit hCaptcha Widget verlinkt ass. Si kréien eng verschlësselte Cookie déi e puer Mol am Dag ka benotzt ginn, awer muss all 24 Stonnen via Login erfrëscht ginn. Wann eng Fuerderung fir en Zougangs Benotzer op all Site presentéiert gëtt deen den hCaptcha Service benotzt, gi se automatesch duerch.",
    "page-acc-title": "hCaptcha Accessibilitéit Informatioun",
    "page-acc-tr-body": "Fro: Ech gesinn ëmmer nach eng Erausfuerderung nom Setz de Cookie. Wat verursaacht dat? Äntwert: Dëst ass normalerweis wéinst engem aggressiven Ad-Blocker oder Anti-Cookie-Extensioun ze benotzen, oder eng Astellung déi Cross-Site Cookië blockéiert, an dësem Fall e Cookie fir hcaptcha.com deen duerch den hCaptcha JavaScript op engem anere Site gesat oder gepréift gëtt. , wéi deen deen Dir besicht. hCaptcha Accessibilitéit Cookien funktionnéieren mat all de populäre Browser an Ad-Blocker mat hiren Standardastellungen, sou datt typesch Feeler duerch Anti-Anti-Adblock Scripte oder ähnlech Regele setze fir besonnesch Säiten. Léisungen: 1. Whitelist hcaptcha.com an * .hcaptcha.com Cookien an Ärem Ad Blocker oder Browser Sécherheets Extensioun. 2. Wann Dir de Brave Browser benotzt, deen net (ab Abrëll 2020) anscheinend iergend eng Zort Cookie-Wäisslist weist, gitt op Preferences -> Shields -> Cookies a wielt All All All Cookies erlaabt. 3. Wann Dir déi ganz lescht Versioun vu Safari benotzt entweder op de kierzlech verëffentlechte OS X 10.15 oder iOS 13. 4, huet Apple just d'Behuele vu Safari geännert am Zesummenhang mat Drëtt-Partei-Cookien, all vun hinnen blockéiert am Standard. Mir implementéieren eng Léisung, awer an der Zwëschenzäit gitt weg op Safari Preferences, Privatsphär Sektioun, an unzepassen Websäit Tracking: Preventéiert Cross-Site Tracking fir datt d'Accessibilitéit Cookie funktionnéiert wéi erwaart. Fro: Ech benotze méi Apparater. Musse ech mech e puermol umellen? Äntwert: Neen. Klickt w.e.g. de selwechte E-Mail-Loginlink deen Dir op all Apparat geschéckt hutt deen Dir benotzt fir d'Cookie ze setzen.",
    "page-acc-tr-title": "Fir Accessibilitéitsbenotzer: Q&A a Troubleshooting Guide",
    "priv-hc": "Privatsphär Fokusséiert",
    "priv-hc-text": "Ad Netzwierker gesinn Iech als säi Produkt. Mir hunn net. Mir sinn egal wien Benotzer sinn, nëmme wéi méiglech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privatsphär Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "sec-hc": "Sécherheet Éischt",
    "sec-hc-text": "hCaptcha ass publizéiert konzentréiert. Mir schaffen fir Site echt Daten ze ginn a loosse se entscheeden wéi se benotzt ginn. Genauegkeet ass an Ärem Interesse an eis. Aner captchas gi vu Reklammfirmen geliwwert. All Bot déi se blockéiere kënnen hir Recetten erofsetzen.",
    "what-is-hcaptcha": "Wat ass hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hëlleft Äre Liiblingswebservicer Bots, Spam a Mëssbrauch ze halen andeems se einfach Froen stellen, déi einfach fir Mënschen a schwéier fir Maschinnen sinn.",
    "why-hc": "Firwat hCaptcha?",
    "why-hc-text": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir raffinéiert Modeller fir erauszefannen, ob Dir Mënsch oder eng Maschinn sidd. D'Websäit déi Dir besicht hutt benotzt dëst Resultat fir Är Experienz op hirem Site ze verbesseren andeems Dir Bots behënnert."
}