{
    "about-advisors-brendan": "CEO. Erkannt Leader an AI. Huet Maschinnintelligenz a Skala op eng breet Varietéit vu Geschäftsprobleemer an de leschte Joerzéngte applizéiert.",
    "about-advisors-dawn": "Dokteraarbecht an der Computational Biologie, Stanford. Schafft mat neuralen Netzwierker zënter 1999. Fokusséiert op ugewannt ML an déif Léieren a Skala.",
    "about-advisors-head": "Beroder",
    "about-advisors-keiran": "Datebank an Blockchain Expert. Fréi Ingenieur zu Cloudera a méi. Jorzéngte vun Expertise bauen Software an Teams.",
    "about-content-head-1": "Wat Mir Maache",
    "about-content-head-2": "Firwat Et ass wichteg",
    "about-content-text-1": "hCaptcha ass e Service vun Intuition Machines Inc, eng AI a Maschinn Léierfirma mat engem Fokus op Metalearning a visuellen Domain ML op Skala. ‍ Mir bauen a bedreiwen massiv skalierbar Systemer fir Video- a Bildanalyseservicer fir Global 2000 Firmen weltwäit z'erméiglechen.",
    "about-content-text-2": "Méi Daten generéieren besser Resultater. Opbau an Ënnerhalt vun korrekt gekennzeechent an relevant Datesätz ass Zäitwiereg an deier. ‍HCaptcha war ursprénglech entwéckelt fir eis eege Besoinen an der Bildetiketterung unzeginn, an ass elo fir aner Firmen mat ähnlechen Bedierfnesser verfügbar.",
    "about-intro-head-1": "Aarbecht fir hCaptcha",
    "about-intro-head-2": "Eis Missioun ass grouss",
    "about-intro-text": "Mir wuessen séier a si sichen ëmmer no dem beschte Talent vun der Welt op eise weltwäite Büroen. Dir kënnt mat de Linken hei ënnen ufroen.",
    "about-leadership-alex": "Datebank an Blockchain Expert. Fréi Ingenieur zu Cloudera a méi. Jorzéngte vun Expertise bauen Software an Teams.",
    "about-leadership-eli": "CEO. Erkannt Leader an AI. Huet Maschinnintelligenz a Skala op eng breet Varietéit vu Geschäftsprobleemer an de leschte Joerzéngte applizéiert.",
    "about-leadership-head": "Féierungsqualitéit",
    "about-leadership-todd": "Dokteraarbecht an der Computational Biologie, Stanford. Schafft mat neuralen Netzwierker zënter 1999. Fokusséiert op ugewannt ML an déif Léieren a Skala.",
    "acc-opt": "Accessibilitéit Optiounen",
    "acc-opt-but": "Léiert méi iwwer Accessibilitéit Optiounen",
    "acc-opt-text": "Sidd Dir visuell behënnert oder soss sidd Dir net kapabel hCaptchas ze kompletéieren?",
    "accessibility-link": "Accessibilitéit",
    "appreciate-in": "Mir schätzen Ären Input. Loosst eis Problemer wëssen a mir léise se séier.",
    "fb-but": "Schéckt eis Feedback",
    "feedback-text": "Gitt Feedback op der hCaptcha Dir just gesinn",
    "footer-attribution": "Attributioun",
    "footer-copyright-text": "hCaptcha ass eng ugemellt Mark vun Intuition Machines, Inc.",
    "footer-header-1": "Gesellschaft",
    "footer-header-2": "Ressourcen",
    "footer-header-3": "Kontaktéiert",
    "footer-link-1": "Etikettéieren",
    "footer-link-2": "Iwwer",
    "footer-link-3": "Aarbechtsplazen",
    "footer-link-4": "Marken",
    "footer-link-5": "Blog",
    "footer-link-6": "Zoustand",
    "footer-link-7": "Dokumentatioun",
    "footer-link-8": "Bericht e Bug",
    "footer-link-9": "Accessibilitéit",
    "footer-privacy": "Privatsphär",
    "footer-subheader-1": "Ënnerstëtzung",
    "footer-subheader-2": "Kontaktéiert",
    "footer-terms": "Konditioune",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Etikettéierungsservicer",
    "header-login-button": "Login",
    "header-plans-link": "Pläng",
    "header-signup-button": "Sech umellen",
    "home-about-head": "Iwwer hCaptcha",
    "home-about-subtitle": "Powered vum HUMAN Protokoll",
    "home-about-text-1": "hCaptcha ass entwéckelt fir de meescht Aarbechtsintensiv Problem am Maschinneleieren ze léisen: massiv Quantitéiten vun Daten op eng fristgerecht, bezuelbar an zouverlässeg Manéier ze markéieren.",
    "home-about-text-2": "Méi Daten generell besser Resultater am Trainingsmaschinn Léiermodeller. De rezenten Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datumer gefouert, bal ëmmer mat e puer mënschleche Bewäertung. Wéi och ëmmer, gréisser mënschlech iwwerpréiften Datumer iwwer Mechanical Turk, Figure Aight, asw schaffen ass souwuel lues an deier.",
    "home-about-text-3": "hCaptcha erlaabt Websäite Suen ze maachen déi dës Ufro ubidden, während Bots an aner Forme vu Mëssbrauch blockéiert ginn.",
    "home-about-text-4": "Den hCaptcha Maartplaz gëtt vum HUMAN Protokoll ugedriwwen, en offen dezentraliséierte Protokoll fir mënschlech Iwwerpréiwung déi op der Ethereum blockchain leeft. Websäiten verdénge Human Tokens (HMT) wann d'Benotzer den hCaptcha Widget op hirer Säit benotzen, a Maschinneléierfirmen bezuele Human Tokens fir hir Donnéeën ze kréien.",
    "home-ba-labeling-services-link": "Etikettéierungsservicer",
    "home-benefits-head-1": "De Wäert an der Datenetikettéierung",
    "home-benefits-head-2": "Gitt zréck op Charity",
    "home-benefits-text-1": "Hutt Dir all Kéier gemierkt datt Dir \"op den Auto klickt\" hëlleft Dir eng eenzeg Maschinn Léiere Systemer vu Giganticcompany ze trainéieren?",
    "home-benefits-text-2": "hCaptcha dréit dëse Modell ëm. Wann Dir hCaptcha benotzt, bidde Firmen op d'Aarbecht déi Är Benotzer maachen wéi se hir Mënschlechkeet beweisen. Dir kritt d'Belounungen.",
    "home-benefits-text-3": "Wëllt Dir Är Liiblingsliewen zréckginn? hCaptcha erlaabt Iech d'Charity vun Ärer Wiel mat Akommes ze ënnerstëtzen déi Dir kritt andeems Dir se benotzt. D'Benotzer op Ärem Site kënnen séier Äre Bäitrag zu der Charity duerch diskret Branding am hCaptcha Interface gesinn.",
    "home-challenge-text-1": "Wielt all Biller déi entspriechen",
    "home-challenge-text-2": "Definéiert Grenzgebitt fir Objeten",
    "home-challenge-text-3": "Identifizéiert déi entspriechend Etiketten",
    "home-challenge-title-1": "Vergläich",
    "home-challenge-title-2": "Grenz Box",
    "home-challenge-title-3": "Kategoriséierung",
    "home-challenges-head": "Presentéiert Erausfuerderungen",
    "home-challenges-text-1": "... an aner einfach Aufgaben. Einfach fir Mënschen, schwéier fir Bots.",
    "home-challenges-text-2": "Benotzerdefinéiert Aufgaben och verfügbar fir Enterprise Editeuren.",
    "home-ent-1": "Sicht Dir no eis Enterprise Sécherheetsoffer?",
    "home-ent-2": "Besicht eisen neien dedizéierten Site: BotStop.com",
    "home-ent-button": "Léiere méi: BotStop vun hCaptcha",
    "home-from-the-blog": "VUN DER BLOG:",
    "home-from-the-blog-value": "Wéi hCaptcha Schwieregkeeten Astellunge funktionnéieren",
    "home-intro-body": "Benotzt Dir e Captcha fir Bots auszehalen? hCaptcha schützt d'Benotzer Privatsphär, belount d'Websäiten, an hëlleft Firmen hir Daten ze bezeechnen. Et ass e Drop Ersatz fir reCAPTCHA: Dir kënnt bannent Minutten wiesselen.",
    "home-intro-button": "Umellen Elo",
    "home-intro-head": "Stop méi Bots. Fänkt de Privatsphär vum Benotzer ze schützen.",
    "home-main-1": "Privat. Séchert. Méi séier. A mir bezuele Iech fir et ze benotzen.",
    "home-main-2": "Privatsphär Fokusséiert",
    "home-main-2c": "Ad Netzwierker gesinn Är Besucher als Produkt. Fir hCaptcha ass d'Produkt d'Aarbecht déi se ubidden. Mir egal egal wien Är Benotzer sinn, nëmme wéi méiglech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "home-main-3": "Sécherheet Éischt",
    "home-main-3c": "Genauegkeet ass an Ärem Interesse an eis. hCaptcha ass publizéiert konzentréiert. Mir schaffen fir Iech echt Donnéeën ze ginn an Iech ze entscheeden wéi Dir se benotzt. Aner captchas gi vu",
    "home-main-4": "Besser Benotzererfarung",
    "home-main-4c": "Raffinéiert Maschinnemodeller ginn vun hCaptcha benotzt fir d'Mënschheet ze bestëmmen. Dëst erlaabt eis manner lästeg Aufgaben vun Äre Benotzer ze erfuerderen an hu manner vun hirer Zäit dofir gemaach, wärend mir nach ëmmer nëtzlech labeléiert Donnéeën fir Markéierende Clientë produzéieren.",
    "home-main-plans": "hCaptcha ass gratis fir Verëffentlecher vun all Gréisst ze benotzen. Wéi och ëmmer, fir Firmen a Plattformen déi méi Kontroll brauchen, sinn eis Enterprise Léisunge verfügbar.",
    "home-main-plans2": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer op zéngdausende vu Millioune Websäiten fir e puer vun de gréissten Entreprisen op dem Planéit. Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans3": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer op zéngdausende vu Millioune Websäiten fir e puer vun de gréissten Entreprisen op dem Planéit. Kontaktéiert eis fir méi Info, oder besicht",
    "home-main-plans4": "fir Detailer.",
    "home-plans-button-1": "Aschreiwen elo",
    "home-plans-button-2": "Kontakt Verkeef",
    "home-plans-chart-head-1": "Eegeschaften",
    "home-plans-chart-head-2": "Verlag",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontrolléieren Challenge Zorten déi ugewisen ginn",
    "home-plans-chart-row-1-cell-2": "Limitéiert",
    "home-plans-chart-row-1-cell-3": "Ganzen",
    "home-plans-chart-row-10-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-plans-chart-row-11-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-plans-chart-row-12-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-plans-chart-row-2-cell-1": "Kontroll Erausfuerderung Inhalt benotzt",
    "home-plans-chart-row-2-cell-2": "Limitéiert",
    "home-plans-chart-row-2-cell-3": "Ganzen",
    "home-plans-chart-row-3-cell-1": "Verdéngen Beloununge fir mënschlech Solves",
    "home-plans-chart-row-4-cell-1": "Weltklass-Anti-Bot-Schutz",
    "home-plans-chart-row-5-cell-1": "Wierker an all Land",
    "home-plans-chart-row-6-cell-1": "GDPR an CCPA-frëndlech Privatsphär Politik",
    "home-plans-chart-row-7-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-plans-chart-row-8-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-plans-chart-row-9-cell-1": "Fein grained Schwieregkeetsniveauen",
    "home-try-it-out-button": "Kritt hCaptcha",
    "home-try-it-out-head": "Probéiert et mol aus",
    "home-try-it-out-text": "hCaptcha bitt eng einfach, einfach, an zouverlässeg Botdetektioun, wärend trivial fir Mënschen ze léisen.",
    "labeling-about-head": "Iwwer hCaptcha",
    "labeling-about-text-1": "hCaptcha ass entwéckelt fir dee meescht Aarbechtsintensiv Problem am Maschinneleieren ze léisen; Etikettéiere massiv Quantitéiten un Daten op eng fristgerecht, bezuelbar an zouverlässeg Manéier. Méi Daten generell besser Resultater am Trainingsmaschinn Léiermodeller. De rezenten Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datetsätze gefouert, an hCaptcha servéiert dës Bedierfness.",
    "labeling-about-text-2": "Wéi och ëmmer, grouss mënschekritesch Datersätze mat traditionelle Methoden ze kreéieren ass souwuel lues wéi deier. hCaptcha ass e Wee fir Firmen d'Annotatiounen ze kréien, déi se méi séier brauchen, mat méi héijer Qualitéit a méi niddreg Käschte wéi aner Alternativen.",
    "labeling-annotations-head": "Annotation Zorten",
    "labeling-annotations-text-1": "Genau Objektdetekterung a Biller a Video",
    "labeling-annotations-text-2": "Genau Objektdetekterung a Biller a Video",
    "labeling-annotations-text-3": "Punkt Annotatioune fir vill verschidde Benotzungsfäll",
    "labeling-annotations-text-4": "Sortéiert oder ergänzt arbiträr Kategorien vun all Gréisst",
    "labeling-annotations-text-5": "Mënsch-ugedriwwen Detectioun a Klassifikatioun",
    "labeling-annotations-text-6": "Braucht Dir eng aner Aart net hei opgelëscht? Frot eis just.",
    "labeling-annotations-title-1": "Grenz Boxen",
    "labeling-annotations-title-2": "Polygonen",
    "labeling-annotations-title-3": "Landzeechen",
    "labeling-annotations-title-4": "Attributiounskategoriséierung",
    "labeling-annotations-title-5": "Verglach an Detectioun",
    "labeling-annotations-title-6": "... a vill méi",
    "labeling-ent-button": "Kontaktéiert eis Enterprise Solutions Team",
    "labeling-ent-head": "Braucht Dir End-to-End Kontroll?",
    "labeling-ent-text-1": "D'HUMAN Plattform hannert hCaptcha liwwert héich raffinéiert Aarbechtqualitéit a Gestiounsfeatures iwwer onpräis, Hybrid oder SaaS Deployementer, déi mat Äre existente Systemer integréieren.",
    "labeling-ent-text-2": "Leeft ganz offline mat Ären eegene Salariéen, verfolgt d'Wäert verbraucht duerch Geschäftsunitéiten oder Konsortiumpartner, selektiv rout Aarbechtsplazen zu verschiddenen internen oder externen Aarbechtsprovider op Basis vu Käschte a Sécherheetsanforderungen a méi.",
    "labeling-ent-text-3": "‍ Easy API Zougang, schéine Dashboards, an déi lescht Model-in-the-Loop Technologie fir d'Aarbechtseffizienz ze maximéieren.",
    "labeling-ent-text-4": "99,99% uptime SLAs a 24/7 weltwäit Ënnerstëtzung verfügbar. Fir méi Informatioun:",
    "labeling-features-head-1": "Einfach API-Undriff Pipelines.",
    "labeling-features-head-2": "Optimiséiert fir Käschten a Qualitéit. Keen Upfront Engagement erfuerderlech.",
    "labeling-features-head-3": "Bezuelt nëmmen fir d'Genauegkeet déi Dir braucht.",
    "labeling-features-head-4": "Gitt Är eege Buedemfrëndlech Daten oder loosst eis se op der Flucht bauen.",
    "labeling-features-text-1": "Wëllt Dir d'mënschlech Iwwerpréiwung direkt an Är Geschäftsoperatioune integréieren? Mir bidden héich Zouverlässegkeet SLAs, garantéiert Kapazitéit, an einfache REST APIs.",
    "labeling-features-text-2": "D'HUMAN Plattform benotzt extensiv Vertrauensmodeller fir sophistikéiert Echtzäit Qualitéitsanalyse ze maachen. Dëst erlaabt eis séier d'Schwieregkeeten vu Froen ze bestëmmen an hir méiglecherweis richteg Äntwert, spuert Iech Zäit a Suen.",
    "labeling-features-text-3": "Net all Probleemer sinn déiselwecht. Annotatioune fir Sécherheets-kritesch Aufgaben kënne 99,99% Vertraue vu ganz mënschlechen Aarbechter brauchen. Annotatioune fir eng Beta Feature an enger mobiler Spill App erfuerderen nëmme moderéiert Vertrauen. Dir entscheet.",
    "labeling-features-text-4": "Hutt Dir raw Daten ouni eng ëmfaassend Verifikatiounsset? An deene meeschte Fäll kënne mir een fir Iech bauen wéi Aufgaben duerch de System lafen, oder etikettéiert Proben fir Är Genehmegung erstellen.",
    "labeling-info-head": "Kréien Daten Label",
    "labeling-info-text-1": "Schwätzt mat engem vun eisen Domainsexperten fir Äre Projetbedürfnisser ze definéieren: Zilrichtegkeet, Format, an all speziell Ufuerderungen.",
    "labeling-info-text-2": "Mir maachen e klenge Produktiounsjob baséiert op Är Probeendaten. Dëst testt d'Aarbecht, déi mir zesumme gemaach hunn, fir ze garantéieren datt Dir genau kritt wat Dir braucht.",
    "labeling-info-text-3": "Mat eisem héije Volumen a gerénger latency wäerte mir Är Aarbechte séier ëmgoen, mat automatiséierter Liwwerung soubal et fäerdeg ass.",
    "labeling-info-text-4": "Wéi mir d'Parameter vun Ärer Produktiounsaarbecht besser verstoen, wäerten d'Resultater mat der Zäit weider verbesseren.",
    "labeling-info-text-5": "Live Dashboards erlaaben Iech Feedback ze bidden oder d'Produktioun zu all Moment ze pausen.",
    "labeling-info-title-1": "Definéieren Spezifikatioune",
    "labeling-info-title-2": "Ufanks Job Test",
    "labeling-info-title-3": "Entlooss Produktioun Jobs",
    "labeling-info-title-4": "Kontinuéierlech Verbesserung",
    "labeling-info-title-5": "Real Time Resultater",
    "labeling-main-1": "Käschte-effikass Donnéeën Etikettéierung op Skala",
    "labeling-main-1-button": "Kritt Är Donnéeën Etikett Elo",
    "labeling-main-1c": "Braucht Dir méi Etiketten fir Är Datesätz? hCaptcha bitt séier, kosteneffektiv a qualitativ héichwäerteg Datenetikettéierung fir Firmen déi mat kënschtlecher Intelligenz a Maschinnléiere Uwendungen schaffen.",
    "labeling-main-2": "Start Millioune Aufgaben direkt.",
    "labeling-main-2-button": "Kafen Daten Etikettéierungsservicer",
    "labeling-main-2c": "hCaptcha huet ee vun de gréisste Poolen um Planéit verfügbar fir Är Benotzung. Wat och ëmmer Är Skala, mir kënnen et ouni deier Upfront Engagementer upassen. Millioune vun Aufgaben pro Dag si kee Problem.",
    "labeling-platform-head": "Privat oder Ëffentlech Informatioun",
    "labeling-platform-text": "hCaptcha ass op der HUMAN Plattform gebaut ginn, wat sophistikéiert Routing an Analyse erlaabt fir Käschten an Effizienz bei all Etapp ze optimiséieren. Dës Technologie léisst déi richteg Aarbechtskräften mat all Deel vun Ärer Aarbecht handelen, maximal Käschteeffizienz maximéieren, während d'Privatsphär erhaalen an all reglementaresch Ufuerderungen treffen déi kënne stellen.",
    "labeling-try-button": "Kafen Daten Etikettéierungsservicer",
    "labeling-try-head": "Wëllt Dir et mat Ären Daten probéieren?",
    "labeling-try-text": "... mir si prett wann Dir sidd: Eise Service ass ronderëm d'Auer verfügbar.",
    "learn-more-hcaptcha": "Léiere méi iwwer hCaptcha",
    "page-acc-faq-1": "Fro: Ass hCaptcha Sektioun 508 + WCAG 2.0 kompatibel? Äntwert: Mir gleewen dat: all Benotzer mat iergendenger Form vu Behënnerung déi am Internet kënnen surfen an Text a Formulaire aginn kënnen Zougang zu Servicer kréien, déi vun hCaptcha geschützt sinn no der Umeldung. Dëst ass awer net gesetzlech Berodung: Dir sollt Är eegen Bewäertung ausféieren, andeems Dir Är bestëmmt Ëmsetzung berécksiichtegt fir sécher ze stellen datt dëst de Fall fir Är Deployement ass.",
    "page-acc-faq-2": "Fro: Schafft Dir un aner Accessibilitéit (a11y) Optiounen, wéi Audio? Äntwert: Virdrun populär Optiounen wéi Audio Captchas ënnerscheede vill a11y Benotzer a si ganz einfach duerch modern Maschinn Léier Techniken besiegt. Dëst huet déi aktuell Audiofuerderunge gezwongen, ëmmer méi schwéier ze ginn, Rausch agefouert, komesch Timing, ongewéinlech Wuertkombinatiounen, an sou weider fir Attacke ze besiegen. Mir sinn also manner begeeschtert vun dëser Approche vs d'Erausfuerderung ze vermeiden ganz, awer wäerte se berécksiichtegen wann et Ufro vun der a11y Gemeinschaft gëtt. Wéi och ëmmer, mir si ganz interesséiert an de Privacy Pass fir de Fall vun der Accessibilitéit ze benotzen. Mir gleewen datt eis aktuell a11y Approche mat der Privatsphär Pass Ausgab kombinéiert erlaabt a11y Benotzer sécher ze duerchsichen, sécher an der Wëssen datt hiren Traffic méi privat ass, wärend de Mëssbrauch vun de Botbetreiber limitéiert déi zwangsleefeg geschitt wann a11y Optiounen verfügbar sinn. Mir sinn aktiv Participanten am IETF Aarbechtsgrupp, deen dës nei Technologie standardiséiert.",
    "page-acc-faq-3": "Fro: Wat ass d'Privatsphär? Hutt Aschreiwung a11y Surfen Daten op iergendeng Aart a Weis aus? Wat maacht Dir mat der E-Mail? Äntwert: hCaptcha ass entwéckelt fir Privatsphär vum Grond. Et ass ganz anescht wéi traditionell Optiounen wéi reCAPTCHA déi vun Ad Netzwierker gehéiert ginn, déi en Ureiz hunn fir Iech um Internet ze verfollegen an Iech mat enger realer Identitéit ze associéieren. Mir benotze ni Zougänglechkeets-E-Mailen oder Infoen fir all aner Zweck wéi en a11y Gebrauch erliichtert a Mëssbrauch ze vermeiden. Eis Privatsphär Politik huet ëmfaassend an autoritär Äntwerten iwwer wéi mir Daten benotze, awer déi kuerz Äntwert ass datt mir keen Interesse hunn Iech als Persoun mat Ärer Browsergeschicht ze associéieren. Mir schaffen och de Moment un enger kryptografescher Léisung fir séier Är E-Mailadress ze verschwannen. wärend nach ëmmer eis Fäegkeet fir Mëssbrauch ze vermeiden, eis Dateschutz Pass Aarbecht ergänzen.",
    "page-acc-link-1": "Wann Dir e Benotzer Accessibilitéit sidd, da mellt Iech hei.",
    "page-acc-subhead": "Séchert Zougang fir all Benotzer wärend d'Sécherheet erhalen",
    "page-acc-summary": "Zesummefaassung",
    "page-acc-summary-contents-1": "hCaptcha ass entwéckelt fir Bots ze stoppen andeems se se vu Leit z'ënnerscheeden. Visuell Tester sinn e praktescht Tool fir dëst, awer net jiddereen kann eng visuell Erausfuerderung léisen. Aus dësem Grond hu mir eng einfach, schmerzlos Alternativ entworf fir Verëffentlecher ze erlaben datt eise Service Zougang Accessibilitéit fir all mat voller Sektioun 508 an WCAG 2.0 Anhale behalen.",
    "page-acc-summary-contents-2": "Wéi et funktionnéiert: als éischt e Benotzer mat engem Accessibilitéit op dëser URL ugemellt, déi an der Info-Säit hCaptcha Widget verlinkt ass. Si kréien eng verschlësselte Cookie déi e puer Mol am Dag ka benotzt ginn, awer muss all 24 Stonnen via Login erfrëscht ginn. Wann eng Fuerderung fir en Zougangs Benotzer op all Site presentéiert gëtt deen den hCaptcha Service benotzt, gi se automatesch duerch.",
    "page-acc-title": "hCaptcha Accessibilitéit Informatioun",
    "page-acc-tr-body": "Fro: Ech gesinn ëmmer nach eng Erausfuerderung nom Setz de Cookie. Wat verursaacht dat? Äntwert: Dëst ass normalerweis wéinst engem aggressiven Ad-Blocker oder Anti-Cookie-Extensioun ze benotzen, oder eng Astellung déi Cross-Site Cookië blockéiert, an dësem Fall e Cookie fir hcaptcha.com deen duerch den hCaptcha JavaScript op engem anere Site gesat oder gepréift gëtt. , wéi deen deen Dir besicht. hCaptcha Accessibilitéit Cookien funktionnéieren mat all de populäre Browser an Ad-Blocker mat hiren Standardastellungen, sou datt typesch Feeler duerch Anti-Anti-Adblock Scripte oder ähnlech Regele setze fir besonnesch Säiten. Léisungen: 1. Whitelist hcaptcha.com an * .hcaptcha.com Cookien an Ärem Ad Blocker oder Browser Sécherheets Extensioun. 2. Wann Dir de Brave Browser benotzt, deen net (ab Abrëll 2020) anscheinend iergend eng Zort Cookie-Wäisslist weist, gitt op Preferences -> Shields -> Cookies a wielt All All All Cookies erlaabt. 3. Wann Dir déi ganz lescht Versioun vu Safari benotzt entweder op de kierzlech verëffentlechte OS X 10.15 oder iOS 13. 4, huet Apple just d'Behuele vu Safari geännert am Zesummenhang mat Drëtt-Partei-Cookien, all vun hinnen blockéiert am Standard. Mir implementéieren eng Léisung, awer an der Zwëschenzäit gitt weg op Safari Preferences, Privatsphär Sektioun, an unzepassen Websäit Tracking: Preventéiert Cross-Site Tracking fir datt d'Accessibilitéit Cookie funktionnéiert wéi erwaart. Fro: Ech benotze méi Apparater. Musse ech mech e puermol umellen? Äntwert: Neen. Klickt w.e.g. de selwechte E-Mail-Loginlink deen Dir op all Apparat geschéckt hutt deen Dir benotzt fir d'Cookie ze setzen.",
    "page-acc-tr-title": "Fir Accessibilitéitsbenotzer: Q&A a Troubleshooting Guide",
    "priv-hc": "Privatsphär Fokusséiert",
    "priv-hc-text": "Ad Netzwierker gesinn Iech als säi Produkt. Mir hunn net. Mir sinn egal wien Benotzer sinn, nëmme wéi méiglech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privatsphär Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "reporting-bugs-accessibility-button": "Léiert méi iwwer Accessibilitéit Optiounen",
    "reporting-bugs-accessibility-head": "Accessibilitéit Optiounen",
    "reporting-bugs-accessibility-text": "Sidd Dir visuell behënnert oder soss sidd Dir net kapabel hCaptchas ze kompletéieren?",
    "reporting-bugs-guide-ff-head": "Befestegt Bug Bericht Detailer: Firefox",
    "reporting-bugs-guide-ff-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Sessioun un.)",
    "reporting-bugs-guide-ff-step-2": "Schrëtt 2: Klickt op Network Tab an Entwéckler Tools. Kontrolléiert d'Këscht \"Persist Logbicher\" uewen.",
    "reporting-bugs-guide-ff-step-3": "Schrëtt 3: Besicht https://accounts.hcaptcha.com/demo, oder d'Websäit mat deem Dir en Thema hutt (Privatsphär Notiz: nëmmen wann Dir egal hutt ze deelen wat et ass) ... a klickt duerno op \" Ech si mënschlech \"Knäppchen, a probéiert ze léisen.",
    "reporting-bugs-guide-ff-step-4": "Schrëtt 4: Klickt \"HAR\" nodeems Dir probéiert ze léisen, a wielt \"Späichert Iech all als HAR\" fir d'Netzwierklog ze späicheren. Schéckt dëse Dossier un eis.",
    "reporting-bugs-guide-ff-step-5": "Schrëtt 5: Klickt op de Console Tab, a riets klickt op \"All wielt\" a späichert dat an eng Textdatei, fir de Konsologbuch ze späicheren. Schéckt eis dat och.",
    "reporting-bugs-guide-ff-step-6": "Leschten Schrëtt: E-Mail déi HAR a konsoléiert Log Dateien un eis, a beschreift de Problem ‍Use: support@hcaptcha.com (w.e.g. benotzt e Service wéi Dropbox oder Filebin a schéckt Links) an eventuell e Screenshot, wann Dir mengt datt eppes net richteg affichéiert An. Schéckt w.e.g. d'IP déi Dir och benotzt. Dir kënnt et vu https://www.whatsmyip.org/‍ Merci fir d'Zäit huelen fir eis ze hëllefen dës Info ze kréien! Mir verpflichte hCaptcha fir all gutt ze schaffen.",
    "reporting-bugs-guide-head": "Erfaassen Bug Bericht Detailer: Chrome",
    "reporting-bugs-guide-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Sessioun un.)",
    "reporting-bugs-guide-step-2": "Schrëtt 2: Klickt op Network Tab an Entwéckler Tools. Kontrolléiert d'Këscht \"Erhaalen Log\" uewen.",
    "reporting-bugs-guide-step-3": "Schrëtt 3: Besicht https://accounts.hcaptcha.com/demo, oder d'Websäit mat deem Dir en Thema hutt (Privatsphär Notiz: nëmmen wann Dir egal hutt ze deelen wat et ass) ... a klickt duerno op \" Ech si mënschlech \"Knäppchen, a probéiert ze léisen.",
    "reporting-bugs-guide-step-4": "Schrëtt 4: Klickt op \"Export HAR\" (de klenge Pfeil erof) nodeems Dir probéiert hutt ze léisen, wat d'Netzwierklog spuert. Schéckt dëse Dossier un eis.",
    "reporting-bugs-guide-step-5": "Schrëtt 5: Klickt op de Console Tab, a riets klickt op \"Save as ..\" fir de Console Log ze späicheren. Schéckt eis dat och.",
    "reporting-bugs-guide-step-6": "Leschten Schrëtt: E-Mail déi HAR a konsoléiert Log Dateien un eis, a beschreift de Problem‍ Benotzt: support@hcaptcha.com (benotzt w.e.g. e Service wéi Dropbox oder Filebin a schéckt Links) an eventuell e Screenshot, wann Dir mengt datt eppes net richteg affichéiert An. Schéckt w.e.g. d'IP déi Dir och benotzt. Dir kënnt et vu https://www.whatsmyip.org/ ‍ Merci fir d'Zäit huelen fir eis ze hëllefen dës Info ze kréien! Mir verpflichte hCaptcha fir all gutt ze schaffen.",
    "reporting-bugs-guide-text-1": "Verschécken vun Debugging Info mat Ärem Bericht wäert et vill méi einfach maachen fir eis z'identifizéieren wat geschitt. Hei sinn Schrëtt fir Schrëtt Instruktiounen:",
    "reporting-bugs-guide-text-2": "Wann Dir e Webentwéckler oder en Expert User sidd, de Resumé ass datt mer Iech gär hätten datt Dir eis en Netzwierkopnam HAR an Browser Konsole Logbicher schéckt. Probéiert w.e.g. all Ad-Blocker oder Browser Sécherheet Extensions auszeschalten an dann nach eng Kéier probéiert ier Dir duerch dës Schrëtt gitt. Wann dat Äre Problem korrigéiert, wäerte mir Iech ëmmer nach appreciéieren, datt Dir eis Är Browser Versioun, Ad Blocker oder Browser Extensioun, an d'Websäit URL léisst.",
    "reporting-bugs-intro-head": "Hutt e Feeler fonnt? Hei ass wéi et ze mellen.",
    "reporting-bugs-intro-text": "Millioune Leit benotzen hCaptcha all Mount, op Dausende vu Kombinatioune vun Browser, Extensiounen, Geräter, Firewalls, a méi. Eist Zil ass sécher ze stellen datt et ëmmer fir Iech funktionnéiert, also mir schätzen Är Berichter ganz gutt! Fir e séieren Feedback ze kréien, klickt einfach op de \"Schéckt eis Feedback\" Knäppchen. Wann Dir e funktionnelt Thema gesitt, befollegt dann d'Dugbog-Instruktioune fir Chrome oder d'Dugb-Log-Instruktioune fir Firefox hei drënner. Fir all aner Browser schéckt eis einfach. Fir potenziell Sécherheets- oder Privatsphärthemen, kuckt d'Instruktiounen hei ënnen.",
    "reporting-bugs-privacy-head": "Privatsphär Themen",
    "reporting-bugs-privacy-text": "Mir sinn net egal wien Benotzer sinn, nëmme wéi méiglech se béisaarteg oder Maschinnen sinn. Mir ënnerstëtzen Initiativen wéi Privatsphär Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren. Wann Dir en Thema fonnt hutt deen Dir denkt datt d'Benotzer Privatsphär kann beaflossen, da schéckt eis e-mail op support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Schéckt eis Feedback",
    "reporting-bugs-provide-feedback-head": "Gitt direkt Feedback op hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mir schätzen Ären Input. Loosst eis Problemer wëssen a mir léise se séier.",
    "reporting-bugs-security-head": "Sécherheet Feeler",
    "reporting-bugs-security-text": "Mir sinn ëmmer interesséiert fir Berichter iwwer Sécherheetsbugs ze kréien. E-Mail support@hcaptcha.com & CC security@hcaptcha.com a mir komme séier zréck bei Iech. Mir hunn och e Bug Bounty Programm fir berechtegte Sécherheetsberichter iwwer den hCaptcha Service a verbonne Quellcode.",
    "sec-hc": "Sécherheet Éischt",
    "sec-hc-text": "hCaptcha ass publizéiert konzentréiert. Mir schaffen fir Site echt Daten ze ginn a loosse se entscheeden wéi se benotzt ginn. Genauegkeet ass an Ärem Interesse an eis. Aner captchas gi vu Reklammfirmen geliwwert. All Bot déi se blockéiere kënnen hir Recetten erofsetzen.",
    "what-is-hcaptcha": "Wat ass hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hëlleft Äre Liiblingswebservicer Bots, Spam a Mëssbrauch ze halen andeems se einfach Froen stellen, déi einfach fir Mënschen a schwéier fir Maschinnen sinn.",
    "why-hc": "Firwat hCaptcha?",
    "why-hc-text": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir raffinéiert Modeller fir erauszefannen, ob Dir Mënsch oder eng Maschinn sidd. D'Websäit déi Dir besicht hutt benotzt dëst Resultat fir Är Experienz op hirem Site ze verbesseren andeems Dir Bots behënnert."
}