{
    "acc-opt": "Accessibilitéit Optiounen",
    "acc-opt-but": "Léiert méi iwwer Accessibilitéit Optiounen",
    "acc-opt-text": "Sidd Dir visuell behënnert oder soss sidd Dir net kapabel hCaptchas ze kompletéieren?",
    "accessibility-link": "Accessibilitéit",
    "appreciate-in": "Mir schätzen Ären Input. Loosst eis Problemer wëssen a mir léise se séier.",
    "fb-but": "Schéckt eis Feedback",
    "feedback-text": "Gitt Feedback op der hCaptcha Dir just gesinn",
    "learn-more-hcaptcha": "Léiere méi iwwer hCaptcha",
    "page-acc-link-1": "Wann Dir e Benotzer Accessibilitéit sidd, da mellt Iech hei.",
    "page-acc-subhead": "Séchert Zougang fir all Benotzer wärend d&#39;Sécherheet erhalen",
    "page-acc-title": "hCaptcha Accessibilitéit Informatioun",
    "priv-hc": "Privatsphär Fokusséiert",
    "priv-hc-text": "Ad Netzwierker gesinn Iech als säi Produkt. Mir hunn net. Mir sinn egal wien Benotzer sinn, nëmme wéi méiglech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privatsphär Pass, a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "sec-hc": "Sécherheet Éischt",
    "sec-hc-text": "hCaptcha ass publizéiert konzentréiert. Mir schaffen fir Site echt Daten ze ginn a loosse se entscheeden wéi se benotzt ginn. Genauegkeet ass an Ärem Interesse an eis. Aner captchas gi vu Reklammfirmen geliwwert. All Bot déi se blockéiere kënnen hir Recetten erofsetzen.",
    "what-is-hcaptcha": "Wat ass hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hëlleft Äre Liiblingswebservicer Bots, Spam a Mëssbrauch ze halen andeems se einfach Froen stellen, déi einfach fir Mënschen a schwéier fir Maschinnen sinn.",
    "why-hc": "Firwat hCaptcha?",
    "why-hc-text": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir raffinéiert Modeller fir erauszefannen, ob Dir Mënsch oder eng Maschinn sidd. D&#39;Websäit déi Dir besicht hutt benotzt dëst Resultat fir Är Experienz op hirem Site ze verbesseren andeems Dir Bots behënnert."
}