{
    "acc-opt": "ທາງເລືອກໃນການເຂົ້າເຖິງ",
    "acc-opt-but": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ",
    "acc-opt-text": "ທ່ານມີຄວາມບົກຜ່ອງດ້ານສາຍຕາຫລືບໍ່ດັ່ງນັ້ນບໍ່ສາມາດເຮັດ ສຳ ເລັດ hCaptchas ໄດ້ບໍ?",
    "accessibility-link": "ຄວາມສາມາດເຂົ້າເຖິງໄດ້",
    "appreciate-in": "ພວກເຮົາຮູ້ຄຸນຄ່າການປ້ອນຂໍ້ມູນຂອງທ່ານ. ໃຫ້ພວກເຮົາຊາບບັນຫາໃດໆແລະພວກເຮົາຈະແກ້ໄຂຢ່າງໄວວາ.",
    "fb-but": "ສົ່ງ ຄຳ ຕິຊົມມາໃຫ້ພວກເຮົາ",
    "feedback-text": "ໃຫ້ ຄຳ ຄິດເຫັນກ່ຽວກັບ hCaptcha ທີ່ທ່ານເຄີຍເຫັນ",
    "home-ent-1": "ຊອກຫາການສະ ເໜີ ຄວາມປອດໄພຂອງວິສາຫະກິດຂອງພວກເຮົາບໍ?",
    "home-ent-2": "ຢ້ຽມຢາມເວັບໄຊທ໌ ໃໝ່ ທີ່ອຸທິດຕົນຂອງພວກເຮົາ: BotStop.com",
    "home-intro-body": "ທ່ານໃຊ້ captcha ເພື່ອຮັກສາ bots ບໍ? hCaptcha ປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້, ໃຫ້ລາງວັນເວັບໄຊທ໌ແລະຊ່ວຍໃຫ້ບໍລິສັດໄດ້ຮັບຂໍ້ມູນຂອງພວກເຂົາ. ມັນແມ່ນການທົດແທນທີ່ຫຼຸດລົງ ສຳ ລັບ reCAPTCHA: ທ່ານສາມາດປ່ຽນໄດ້ພາຍໃນນາທີ.",
    "home-intro-head": "ຢຸດເຊົາການ bots ຫຼາຍ. ເລີ່ມປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
    "home-main-1": "ສ່ວນຕົວ. ປອດໄພ. ໄວກວ່າ. ແລະພວກເຮົາຈ່າຍເງິນໃຫ້ທ່ານເພື່ອໃຊ້ມັນ.",
    "home-main-2": "ສຸມໃສ່ຄວາມເປັນສ່ວນຕົວ",
    "home-main-2c": "ເຄືອຂ່າຍໂຄສະນາເຫັນຜູ້ມາຢ້ຽມຢາມຂອງທ່ານເປັນສິນຄ້າ. ສຳ ລັບ hCaptcha ຜະລິດຕະພັນແມ່ນວຽກທີ່ພວກເຂົາສະ ໜອງ. ພວກເຮົາບໍ່ສົນໃຈວ່າຜູ້ໃຊ້ຂອງທ່ານແມ່ນໃຜ, ພຽງແຕ່ພວກເຂົາອາດຈະເປັນອັນຕະລາຍ. ພວກເຮົາສະ ໜັບ ສະ ໜູນ ຂໍ້ລິເລີ່ມຕ່າງໆເຊັ່ນ Privacy Pass, ແລະເຮັດວຽກ ໜັກ ເພື່ອໃຫ້ສົມດຸນຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.",
    "home-main-3": "ຄວາມປອດໄພກ່ອນ",
    "home-main-3c": "ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. hCaptcha ແມ່ນສຸມໃສ່ຜູ້ເຜີຍແຜ່. ພວກເຮົາເຮັດວຽກເພື່ອໃຫ້ທ່ານມີຂໍ້ມູນຕົວຈິງແລະໃຫ້ທ່ານຕັດສິນໃຈວ່າຈະໃຊ້ມັນແນວໃດ. captchas ອື່ນໆແມ່ນສະຫນອງໃຫ້ໂດຍ",
    "home-main-3c2": "ບໍລິສັດໂຄສະນາ. ນີ້ຫມາຍຄວາມວ່າທຸກໆ bot ທີ່ພວກເຂົາ block ອາດຈະເຮັດໃຫ້ລາຍໄດ້ຫລຸດລົງ.",
    "home-main-4": "ປະສົບການຜູ້ໃຊ້ທີ່ດີກວ່າ",
    "home-main-4c": "ຮູບແບບການຮຽນຮູ້ເຄື່ອງຈັກທີ່ມີຄວາມຊັບຊ້ອນແມ່ນໃຊ້ໂດຍ hCaptcha ສຳ ລັບການ ກຳ ນົດມະນຸດ. ນີ້ຊ່ວຍໃຫ້ພວກເຮົາຮຽກຮ້ອງໃຫ້ມີວຽກງານທີ່ຫນ້າຮໍາຄານຫນ້ອຍຈາກຜູ້ໃຊ້ຂອງທ່ານແລະໃຊ້ເວລາຫນ້ອຍລົງໃນການເຮັດເຊັ່ນນັ້ນ, ໃນຂະນະທີ່ຍັງຜະລິດຂໍ້ມູນທີ່ມີປະໂຫຍດໃຫ້ກັບລູກຄ້າທີ່ຕິດສະຫຼາກ.",
    "home-main-plans": "hCaptcha ແມ່ນສາມາດໃຊ້ ສຳ ລັບຜູ້ເຜີຍແຜ່ຂະ ໜາດ ໃດກໍ່ໄດ້. ເຖິງຢ່າງໃດກໍ່ຕາມ, ສຳ ລັບວິສາຫະກິດແລະເວທີທີ່ຕ້ອງການຄວບຄຸມຫຼາຍຂື້ນ, ວິທີແກ້ໄຂວິສາຫະກິດຂອງພວກເຮົາມີຢູ່.",
    "home-main-plans2": "ວິທີແກ້ໄຂວິສາຫະກິດ hCaptcha ປົກປ້ອງຜູ້ຊົມໃຊ້ຫລາຍລ້ານຄົນໃນຫລາຍສິບລ້ານເວັບໄຊທ໌້ ສຳ ລັບບາງບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ. ກະລຸນາຕິດຕໍ່ພວກເຮົາ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ, ຫຼືເຂົ້າເບິ່ງ",
    "home-main-plans3": "ວິທີແກ້ໄຂວິສາຫະກິດ hCaptcha ປົກປ້ອງຜູ້ຊົມໃຊ້ຫລາຍລ້ານຄົນໃນຫລາຍສິບລ້ານເວັບໄຊທ໌້ ສຳ ລັບບາງບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ. ກະລຸນາຕິດຕໍ່ພວກເຮົາ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ, ຫຼືເຂົ້າເບິ່ງ",
    "home-main-plans4": "ສຳ ລັບລາຍລະອຽດ.",
    "learn-more-hcaptcha": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ hCaptcha",
    "page-acc-faq-1": "ຄຳ ຖາມ: hCaptcha ພາກ 508 + WCAG 2.0 ມີຄວາມສອດຄ່ອງບໍ? ຄຳ ຕອບ: ພວກເຮົາເຊື່ອເຊັ່ນນັ້ນ: ຜູ້ໃຊ້ທຸກຄົນທີ່ມີຄວາມບົກຜ່ອງດ້ານຮູບແບບໃດໆທີ່ສາມາດທ່ອງເວັບແລະປ້ອນຂໍ້ຄວາມໃນແບບຟອມຕ່າງໆສາມາດເຂົ້າເຖິງບໍລິການທີ່ຖືກປ້ອງກັນໂດຍ hCaptcha ເມື່ອລົງທະບຽນ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ນີ້ບໍ່ແມ່ນ ຄຳ ແນະ ນຳ ດ້ານກົດ ໝາຍ: ທ່ານຄວນ ດຳ ເນີນການປະເມີນຜົນຂອງທ່ານເອງ, ພິຈາລະນາການຈັດຕັ້ງປະຕິບັດສະເພາະຂອງທ່ານເພື່ອຮັບປະກັນວ່ານີ້ແມ່ນ ສຳ ລັບການຈັດຕັ້ງຂອງທ່ານ.",
    "page-acc-faq-2": "ຄຳ ຖາມ: ທ່ານ ກຳ ລັງເຮັດວຽກກ່ຽວກັບຕົວເລືອກການເຂົ້າເຖິງອື່ນ (a11y), ເຊັ່ນສຽງບໍ? ຄຳ ຕອບ: ໃນເມື່ອກ່ອນຕົວເລືອກທີ່ໄດ້ຮັບຄວາມນິຍົມເຊັ່ນ: ເຄື່ອງບັນທຶກສຽງມີການ ຈຳ ແນກຜູ້ໃຊ້ a11y ຫຼາຍຄົນແລະຖືກເອົາຊະນະໂດຍເຕັກນິກການຮຽນຮູ້ເຄື່ອງຈັກທີ່ທັນສະ ໄໝ. ສິ່ງດັ່ງກ່າວໄດ້ບັງຄັບໃຫ້ສິ່ງທ້າທາຍດ້ານສຽງໃນປະຈຸບັນກາຍເປັນສິ່ງທີ່ຫຍຸ້ງຍາກຫຼາຍຂຶ້ນ, ການແນະ ນຳ ສິ່ງລົບກວນ, ການຈັບເວລາຄີກ, ການປະສົມ ຄຳ ທີ່ບໍ່ ທຳ ມະດາ, ແລະອື່ນໆເພື່ອເອົາຊະນະຜູ້ໂຈມຕີ. ພວກເຮົາມີຄວາມກະຕືລືລົ້ນ ໜ້ອຍ ກວ່າກ່ຽວກັບວິທີການນີ້ທຽບກັບການຫລີກລ້ຽງສິ່ງທ້າທາຍທັງ ໝົດ, ແຕ່ພວກເຮົາຈະພິຈາລະນາຖ້າມີຄວາມຕ້ອງການຈາກຊຸມຊົນ a11y. ເຖິງຢ່າງໃດກໍ່ຕາມ, ພວກເຮົາມີຄວາມສົນໃຈຫຼາຍກ່ຽວກັບ Privacy Pass ສຳ ລັບກໍລະນີການ ນຳ ໃຊ້ Accessibility. ພວກເຮົາເຊື່ອວ່າການລວມເອົາແນວທາງ a11y ຂອງພວກເຮົາໃນປັດຈຸບັນກັບການອອກ Privacy Pass ຈະຊ່ວຍໃຫ້ຜູ້ໃຊ້ a11y ສາມາດຄົ້ນຫາໄດ້ຢ່າງປອດໄພ, ມີຄວາມປອດໄພໃນຄວາມຮູ້ທີ່ວ່າການຈະລາຈອນຂອງພວກເຂົາມີຄວາມເປັນສ່ວນຕົວຫຼາຍຂຶ້ນ, ໃນຂະນະທີ່ ຈຳ ກັດການລ່ວງລະເມີດໂດຍຜູ້ປະຕິບັດການ bot ທີ່ແນ່ນອນຈະເກີດຂື້ນເມື່ອທາງເລືອກ a11y ມີ. ພວກເຮົາເປັນຜູ້ເຂົ້າຮ່ວມຢ່າງຫ້າວຫັນໃນກຸ່ມ IETF ເຮັດວຽກມາດຕະຖານເຕັກໂນໂລຢີ ໃໝ່ ນີ້.",
    "page-acc-faq-3": "ຄຳ ຖາມ: ຈະເປັນແນວໃດກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ? ການລົງທະບຽນຈະເປີດເຜີຍຂໍ້ມູນການຄົ້ນຫາແບບອາຍຸ 11 ປີດ້ວຍວິທີໃດ ໜຶ່ງ ບໍ? ທ່ານເຮັດຫຍັງກັບອີເມວ? ຄຳ ຕອບ: hCaptcha ຖືກອອກແບບມາເພື່ອຄວາມເປັນສ່ວນຕົວຕັ້ງແຕ່ເລີ່ມຕົ້ນ. ມັນແຕກຕ່າງກັນຫຼາຍກ່ວາຕົວເລືອກແບບດັ້ງເດີມເຊັ່ນ reCAPTCHA ທີ່ເປັນເຈົ້າຂອງໂດຍເຄືອຂ່າຍໂຄສະນາ, ຜູ້ທີ່ມີແຮງຈູງໃຈໃນການຕິດຕາມທ່ານທົ່ວເວັບແລະເຊື່ອມໂຍງທ່ານກັບຕົວຕົນທີ່ແທ້ຈິງ. ພວກເຮົາບໍ່ເຄີຍໃຊ້ອີເມວການເຂົ້າເຖິງຫລືຂໍ້ມູນເພື່ອຈຸດປະສົງອື່ນນອກ ເໜືອ ຈາກການ ອຳ ນວຍຄວາມສະດວກໃຫ້ແກ່ການ ນຳ ໃຊ້ແລະປ້ອງກັນການລ່ວງລະເມີດ. ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາມີ ຄຳ ຕອບທີ່ຄົບຖ້ວນແລະມີສິດ ອຳ ນາດກ່ຽວກັບວິທີການທີ່ພວກເຮົາ ນຳ ໃຊ້ຂໍ້ມູນ, ແຕ່ ຄຳ ຕອບສັ້ນໆແມ່ນພວກເຮົາບໍ່ມີຄວາມສົນໃຈທີ່ຈະເຂົ້າຮ່ວມເປັນບຸກຄົນທີ່ມີປະຫວັດຜົນການຊອກຫາຂອງພວກເຮົາ. ໃນຂະນະທີ່ຍັງຮັກສາຄວາມສາມາດຂອງພວກເຮົາໃນການປ້ອງກັນການລ່ວງລະເມີດ, ປະກອບວຽກງານຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.",
    "page-acc-link-1": "ຖ້າທ່ານເປັນຜູ້ ນຳ ໃຊ້ທີ່ສາມາດເຂົ້າເຖິງໄດ້, ກະລຸນາລົງທະບຽນຢູ່ທີ່ນີ້.",
    "page-acc-subhead": "ຮັບປະກັນການເຂົ້າເຖິງຜູ້ໃຊ້ທຸກຄົນໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພ",
    "page-acc-summary": "ບົດສະຫຼຸບ",
    "page-acc-summary-contents-1": "hCaptcha ຖືກອອກແບບມາເພື່ອຢຸດບອທ໌ໂດຍການແຍກພວກເຂົາຈາກຄົນ. ການທົດສອບສາຍຕາແມ່ນເຄື່ອງມືທີ່ສະດວກ ສຳ ລັບສິ່ງນີ້, ແຕ່ບໍ່ແມ່ນທຸກຄົນສາມາດແກ້ໄຂສິ່ງທ້າທາຍທາງສາຍຕາ. ດ້ວຍເຫດຜົນນີ້ພວກເຮົາໄດ້ອອກແບບທາງເລືອກທີ່ງ່າຍດາຍແລະບໍ່ມີຄວາມເຈັບປວດເພື່ອໃຫ້ຜູ້ເຜີຍແຜ່ໃຊ້ການບໍລິການຂອງພວກເຮົາຮັກສາການເຂົ້າເຖິງ ສຳ ລັບທຸກຄົນດ້ວຍການປະຕິບັດຕາມພາກ 508 ແລະ WCAG 2.0 ຢ່າງເຕັມທີ່.",
    "page-acc-summary-contents-2": "ມັນເຮັດວຽກໄດ້ແນວໃດ: ກ່ອນອື່ນ ໝົດ, ຜູ້ໃຊ້ທີ່ເຂົ້າເຖິງໄດ້ລົງທະບຽນຢູ່ທີ່ URL ນີ້, ເຊິ່ງເຊື່ອມໂຍງໃນ ໜ້າ ຂໍ້ມູນ hCaptcha widget. ພວກເຂົາໄດ້ຮັບ cookie ທີ່ຖືກເຂົ້າລະຫັດເຊິ່ງສາມາດໃຊ້ໄດ້ຫຼາຍຄັ້ງຕໍ່ມື້, ແຕ່ຕ້ອງໄດ້ຮັບການປັບປຸງ ໃໝ່ ທຸກໆ 24 ຊົ່ວໂມງຜ່ານການເຂົ້າລະບົບ.",
    "page-acc-title": "hCaptcha ຂໍ້ມູນການເຂົ້າເຖິງ",
    "page-acc-tr-body": "ຄຳ ຖາມ: ຂ້ອຍຍັງເຫັນຄວາມທ້າທາຍຫລັງຈາກຕັ້ງ cookie. ສິ່ງທີ່ກໍ່ໃຫ້ເກີດສິ່ງນີ້? ຄຳ ຕອບ: ໂດຍປົກກະຕິນີ້ແມ່ນຍ້ອນການໃຊ້ blocker ການໂຄສະນາແບບຮຸກຮານຫຼືການຕໍ່ຕ້ານ cookie, ຫຼືການຕັ້ງຄ່າທີ່ກີດຂວາງ cookies ຂ້າມເວັບໄຊທ໌, ໃນກໍລະນີນີ້ມີ cookie ສຳ ລັບ hcaptcha.com ທີ່ຖືກຕັ້ງຫຼືກວດສອບໂດຍ hCaptcha JavaScript ໃນເວັບໄຊທ໌ອື່ນ , ຄືກັບທີ່ທ່ານ ກຳ ລັງຢ້ຽມຊົມ. cookies ເຂົ້າເຖິງ hCaptcha ເຮັດວຽກກັບທຸກໂປແກຼມທ່ອງເວັບທີ່ມີຄວາມນິຍົມແລະຕົວສະກັດກັ້ນໂຄສະນາດ້ວຍການຕັ້ງຄ່າມາດຕະຖານຂອງພວກເຂົາ, ດັ່ງນັ້ນຄວາມລົ້ມເຫລວໂດຍປົກກະຕິແມ່ນຍ້ອນສະຄິບປ້ອງກັນ adblock ຫຼືລະບຽບຄ້າຍຄືກັນທີ່ຄ້າຍຄືກັນກັບເວັບໄຊທ໌ເປົ້າ ໝາຍ. ວິທີແກ້ໄຂ: 1. Whitelist hcaptcha.com ແລະ cookies * .hcaptcha.com ໃນຕົວບລັອກໂຄສະນາຂອງທ່ານຫຼືສ່ວນຂະຫຍາຍຄວາມປອດໄພຂອງຕົວທ່ອງເວັບ. 2. ຖ້າທ່ານ ກຳ ລັງໃຊ້ໂປແກຼມທ່ອງເວັບ Brave ເຊິ່ງບໍ່ (ຮອດເດືອນເມສາ 2020) ປະກົດວ່າມີບັນຊີ cookies ແບບໃດກໍ່ໄດ້, ໃຫ້ໄປທີ່ Preferences -> ໄສ້ -> Cookies ແລະເລືອກທີ່ຈະອະນຸຍາດໃຫ້ Cookies ທັງ ໝົດ. 3. ຖ້າທ່ານ ກຳ ລັງໃຊ້ Safari ລຸ້ນລ້າສຸດໃນບໍ່ວ່າຈະເປັນ OS X 10.15 ຫລື iOS 13. 4, Apple ພຽງແຕ່ປ່ຽນແປງພຶດຕິ ກຳ ຂອງ Safari ທີ່ກ່ຽວຂ້ອງກັບ cookies ຂອງບຸກຄົນທີສາມ, ສະກັດກັ້ນພວກມັນທັງ ໝົດ ໂດຍຄ່າເລີ່ມຕົ້ນ. ພວກເຮົາ ກຳ ລັງຈັດຕັ້ງປະຕິບັດວິທີແກ້ໄຂ, ແຕ່ໃນເວລານີ້ກະລຸນາເຂົ້າເບິ່ງ Preferences ຂອງ Safari, ສ່ວນຄວາມເປັນສ່ວນຕົວແລະການກວດສອບການຕິດຕາມເວບໄຊທ໌: ປ້ອງກັນການຕິດຕາມຜ່ານເວັບໄຊທ໌້ເພື່ອໃຫ້ cookies ສາມາດເຂົ້າເຖິງໄດ້ເຮັດວຽກຕາມທີ່ຄາດໄວ້. ຄຳ ຖາມ: ຂ້ອຍໃຊ້ຫລາຍອຸປະກອນ. ຂ້ອຍ ຈຳ ເປັນຕ້ອງລົງທະບຽນຫລາຍຄັ້ງບໍ? ຄຳ ຕອບ: ບໍ່. ກະລຸນາກົດລິ້ງເຂົ້າສູ່ລະບົບອີເມວດຽວກັນທີ່ສົ່ງໃຫ້ທ່ານໃນແຕ່ລະອຸປະກອນທີ່ທ່ານໃຊ້ເພື່ອຕັ້ງ cookie.",
    "page-acc-tr-title": "ສຳ ລັບຜູ້ ນຳ ໃຊ້ການເຂົ້າເຖິງ: Q&A ແລະຄູ່ມືການແກ້ໄຂບັນຫາ",
    "priv-hc": "ສຸມໃສ່ຄວາມເປັນສ່ວນຕົວ",
    "priv-hc-text": "ເຄືອຂ່າຍໂຄສະນາເຫັນວ່າທ່ານເປັນຜະລິດຕະພັນຂອງພວກເຂົາ. ພວກເຮົາເຮັດບໍ່ໄດ້. ພວກເຮົາບໍ່ສົນໃຈວ່າຜູ້ໃຊ້ແມ່ນໃຜ, ພຽງແຕ່ພວກເຂົາອາດຈະເປັນອັນຕະລາຍ. ພວກເຮົາສະ ໜັບ ສະ ໜູນ ຂໍ້ລິເລີ່ມຕ່າງໆເຊັ່ນ Privacy Pass, ແລະເຮັດວຽກ ໜັກ ເພື່ອໃຫ້ສົມດຸນຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.",
    "sec-hc": "ຄວາມປອດໄພກ່ອນ",
    "sec-hc-text": "hCaptcha ແມ່ນສຸມໃສ່ຜູ້ເຜີຍແຜ່. ພວກເຮົາເຮັດວຽກເພື່ອໃຫ້ຂໍ້ມູນເວັບໄຊທ໌້ຈິງແລະໃຫ້ພວກເຂົາຕັດສິນໃຈວ່າຈະໃຊ້ມັນໄດ້ແນວໃດ. ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. ບໍລິສັດໂຄສະນາອື່ນໆ. ທຸກໆ bot ທີ່ພວກເຂົາ block ອາດຈະເຮັດໃຫ້ລາຍໄດ້ຫລຸດລົງ.",
    "what-is-hcaptcha": "hCaptcha ແມ່ນຫຍັງ?",
    "what-is-hcaptcha-text": "hCaptcha ຊ່ວຍໃຫ້ບໍລິການເວັບໄຊທ໌ທີ່ທ່ານມັກເກັບຮັກສາ bots, spam ແລະການລ່ວງລະເມີດໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆທີ່ງ່າຍ ສຳ ລັບມະນຸດແລະຍາກ ສຳ ລັບເຄື່ອງຈັກ.",
    "why-hc": "ເປັນຫຍັງ hCaptcha?",
    "why-hc-text": "ໃນແຕ່ລະຄັ້ງທີ່ທ່ານຕອບບັນຫາທ້າທາຍ, ພວກເຮົາໃຊ້ຮູບແບບທີ່ສະຫຼັບຊັບຊ້ອນເພື່ອຄິດອອກວ່າທ່ານເປັນຄົນຫຼືເຄື່ອງຈັກ. ເວັບໄຊທ໌ທີ່ທ່ານໄດ້ເຂົ້າຊົມໃຊ້ຫຼັງຈາກນັ້ນໃຊ້ຜົນໄດ້ຮັບນີ້ເພື່ອຊ່ວຍປັບປຸງປະສົບການຂອງທ່ານໃນເວັບໄຊທ໌້ຂອງພວກເຂົາໂດຍການຮັກສາ bots."
}