{
    "a11y-img-1": "ໜ້າ ຈໍຜູ້ໃຊ້ເຂົ້າເຖິງໄດ້ຫຼັງຈາກເຂົ້າສູ່ລະບົບ",
    "a11y-img-2": "ຕົວເລືອກການເຂົ້າເຖິງໃນເມນູ UI ຂອງ widget",
    "a11y-img-3": "ກ່ອງໂຕ້ຕອບຄວາມສະດວກໃນ widget UI",
    "about-advisors-brendan": "CEO ຂອງ Brave. ຜູ້ຮ່ວມກໍ່ຕັ້ງ Mozilla. ຜູ້ສ້າງພາສາການຂຽນໂປແກຼມ JavaScript. ຜູ້ສ້າງຕົວທ່ອງເວັບແລະອື່ນໆ.",
    "about-advisors-dawn": "ອາຈານ, CS ຢູ່ມະຫາວິທະຍາໄລ California, Berkeley. ການຮຽນຮູ້ເລິກ, ຄວາມປອດໄພ, ຜູ້ຊ່ຽວຊານ blockchain. ຊີອີໂອຂອງ Oasis Labs.",
    "about-advisors-head": "ທີ່ປຶກສາ",
    "about-advisors-keiran": "ນັກຄົ້ນຄວ້າວິທະຍາສາດທີ່ Stanford. ການຮຽນຮູ້ເຄື່ອງຈັກແລະການເງິນດ້ານປະລິມານທີ່ທະນາຄານໃຫຍ່, ກອງທຶນຮອນ, ແລະນັກວິຊາການ.",
    "about-content-head-1": "ພວກ​ເຮົາ​ເຮັດ​ຫຍັງ",
    "about-content-head-2": "ເປັນຫຍັງມັນຈຶ່ງ ສຳ ຄັນ",
    "about-content-text-1": "hCaptcha ແມ່ນບໍລິການຂອງ Intuition Machines Inc, ເຊິ່ງເປັນບໍລິສັດຮຽນຮູ້ເຄື່ອງຈັກ AI ແລະເຄື່ອງຈັກທີ່ມີຈຸດສຸມໃນການຄົ້ນຫາໂລຫະແລະເບິ່ງເຫັນໂດເມນ ML ໃນລະດັບ. ພວກເຮົາສ້າງແລະປະຕິບັດລະບົບທີ່ສາມາດປັບຂະ ໜາດ ໄດ້ເພື່ອໃຫ້ບໍລິການວິເຄາະວິດີໂອແລະຮູບພາບ ສຳ ລັບບໍລິສັດ Global 2000 ທົ່ວໂລກ.",
    "about-content-text-1a": "hCaptcha ນໍາເອົາວິທີການທີ່ເນັ້ນຄວາມເປັນສ່ວນຕົວທີ່ທັນສະ ໄໝ ເພື່ອຢຸດບອທ໌.",
    "about-content-text-1b": "ພວກເຮົາສະແດງໃຫ້ເຫັນສິ່ງທ້າທາຍຂອງ CAPTCHA ທີ່ຍາກ ສຳ ລັບບອທ໌ແຕ່ງ່າຍ ສຳ ລັບຄົນໂດຍການເກັບ ກຳ ຂໍ້ມູນທີ່ຍາກທີ່ຈະຕິດປ້າຍຈາກບັນຫາການຮຽນຮູ້ຂອງເຄື່ອງຈັກ, ແລະການ ນຳ ໃຊ້ມັນເພື່ອ ຈຳ ແນກວ່າເວັບໄຊທ໌ຫລືຜູ້ເຂົ້າຊົມແອັບ app ເປັນຄົນຫລືບໍ່.",
    "about-content-text-2": "ຂໍ້ມູນເພີ່ມເຕີມໂດຍທົ່ວໄປຈະໃຫ້ຜົນໄດ້ຮັບທີ່ດີກວ່າ. ການກໍ່ສ້າງແລະຮັກສາຂໍ້ມູນທີ່ຖືກຕິດປ້າຍໄວ້ແລະຂໍ້ມູນທີ່ກ່ຽວຂ້ອງແມ່ນໃຊ້ເວລາແລະລາຄາແພງ. hCaptcha ໄດ້ຖືກພັດທະນາໃນເບື້ອງຕົ້ນເພື່ອແກ້ໄຂຄວາມຕ້ອງການຂອງພວກເຮົາເອງໃນການຕິດສະຫຼາກຮູບພາບ, ແລະປະຈຸບັນມີບໍລິສັດອື່ນທີ່ມີຄວາມຕ້ອງການຄ້າຍຄືກັນ.",
    "about-content-text-2a": "ນັກສະແດງທີ່ບໍ່ດີແມ່ນມີຢູ່ທົ່ວໄປໃນອິນເຕີເນັດ. ແຕ່ການເສຍສະລະຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ບໍ່ແມ່ນ ຄຳ ຕອບ.",
    "about-content-text-2b": "ໂຊລູຊັ່ນຄວາມປອດໄພທີ່ສະ ເໜີ ໂດຍບໍລິສັດໂຄສະນາສຸມໃສ່ການຕິດຕາມຜູ້ໃຊ້ທົ່ວເວັບ. ພວກເຮົາໄດ້ສ້າງວິທີແກ້ໄຂຄວາມປອດໄພທີ່ມີປະສິດຕິຜົນທີ່ພິສູດວ່າເປັນອັນຕະລາຍຕໍ່ຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້ບໍ່ ຈຳ ເປັນທີ່ຈະໃຫ້ຜົນໄດ້ຮັບທີ່ດີເລີດ.",
    "about-intro-head-1": "ກ່ຽວກັບ hCaptcha",
    "about-intro-head-2": "ຄວາມເປັນສ່ວນຕົວ, ຄວາມປອດໄພ, ແລະການຮຽນຮູ້ຂອງເຄື່ອງຈັກ.",
    "about-intro-text": "hCaptcha ແມ່ນບໍລິການ CAPTCHA ທີ່ເປັນເອກະລາດທີ່ຖືກ ນຳ ໃຊ້ຢ່າງກວ້າງຂວາງທີ່ສຸດໃນໂລກ.",
    "about-leadership-alex": "ຜູ້ຊ່ຽວຊານຖານຂໍ້ມູນແລະ Blockchain. ວິສະວະກອນຕົ້ນໆຢູ່ Cloudera ແລະອື່ນໆ. ຫລາຍທົດສະວັດຂອງຄວາມ ຊຳ ນານໃນການສ້າງ software ແລະທີມ.",
    "about-leadership-eli": "ຊີອີໂອ. ຜູ້ ນຳ ທີ່ຖືກຮັບຮູ້ໃນ AI. ໄດ້ ນຳ ໃຊ້ປັນຍາເຄື່ອງໃນລະດັບຈົນເຖິງບັນຫາທຸລະກິດທີ່ຫລາກຫລາຍໃນຫລາຍທົດສະວັດທີ່ຜ່ານມາ.",
    "about-leadership-head": "ຄວາມເປັນຜູ້ ນຳ",
    "about-leadership-todd": "ປະລິນຍາເອກໃນຊີວະວິທະຍາຄອມພິວເຕີ, ສະແຕນຝອດ. ເຮັດວຽກກັບເຄືອຂ່າຍ neural ນັບຕັ້ງແຕ່ 1999. ສຸມໃສ່ການນໍາໃຊ້ ML ແລະການຮຽນຮູ້ເລິກໃນລະດັບ.",
    "acc-opt": "ທາງເລືອກໃນການເຂົ້າເຖິງ",
    "acc-opt-but": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ",
    "acc-opt-text": "ທ່ານມີຄວາມບົກຜ່ອງດ້ານສາຍຕາຫລືບໍ່ດັ່ງນັ້ນບໍ່ສາມາດເຮັດ ສຳ ເລັດ hCaptchas ໄດ້ບໍ?",
    "accessibility-link": "ຄວາມສາມາດເຂົ້າເຖິງໄດ້",
    "appreciate-in": "ພວກເຮົາຮູ້ຄຸນຄ່າການປ້ອນຂໍ້ມູນຂອງທ່ານ. ໃຫ້ພວກເຮົາຊາບບັນຫາໃດໆແລະພວກເຮົາຈະແກ້ໄຂຢ່າງໄວວາ.",
    "fb-but": "ສົ່ງ ຄຳ ຕິຊົມມາໃຫ້ພວກເຮົາ",
    "feedback-text": "ໃຫ້ ຄຳ ຄິດເຫັນກ່ຽວກັບ hCaptcha ທີ່ທ່ານເຄີຍເຫັນ",
    "footer-attribution": "ຄວາມຮັບຜິດຊອບ",
    "footer-copyright-text": "hCaptcha ແມ່ນເຄື່ອງ ໝາຍ ການຄ້າທີ່ລົງທະບຽນຂອງ Intuition Machines, Inc.",
    "footer-header-1": "ບໍລິສັດ",
    "footer-header-2": "ຊັບ​ພະ​ຍາ​ກອນ",
    "footer-header-3": "ຕິດຕໍ່",
    "footer-link-1": "ປ້າຍ ກຳ ກັບ",
    "footer-link-10": "ຄວາມສາມາດເຂົ້າເຖິງໄດ້",
    "footer-link-2": "ກ່ຽວກັບ",
    "footer-link-3": "ວຽກ",
    "footer-link-4": "ເຄື່ອງ ໝາຍ ການຄ້າ",
    "footer-link-5": "ຈັນຍາບັນ AI",
    "footer-link-6": "ບລັອກ",
    "footer-link-7": "ສະຖານະພາບ",
    "footer-link-8": "ເອກະສານ",
    "footer-link-9": "ລາຍງານບັກ",
    "footer-privacy": "ຄວາມເປັນສ່ວນຕົວ",
    "footer-subheader-1": "ສະ ໜັບ ສະ ໜູນ",
    "footer-subheader-2": "ຕິດຕໍ່",
    "footer-terms": "ເງື່ອນໄຂ",
    "h-plans": "ແຜນການສະ ໝັກ",
    "header-docs-link": "ເອກະສານ",
    "header-labeling-services-link": "ບໍລິການປ້າຍຊື່",
    "header-login-button": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
    "header-plans-link": "ແຜນການ",
    "header-signup-button": "ລົງ​ທະ​ບຽນ",
    "home-about-head": "ກ່ຽວກັບ hCaptcha",
    "home-about-subtitle": "ປະຕິບັດໂດຍ HUMAN ອະນຸສັນຍາ",
    "home-about-text-1": "hCaptcha ຖືກອອກແບບມາເພື່ອແກ້ໄຂບັນຫາທີ່ໃຊ້ແຮງງານຫຼາຍທີ່ສຸດໃນການຮຽນຮູ້ເຄື່ອງຈັກ: ການຕິດສະຫຼາກຂໍ້ມູນ ຈຳ ນວນຫຼວງຫຼາຍໃນເວລາ, ລາຄາບໍ່ແພງ, ແລະເຊື່ອຖືໄດ້.",
    "home-about-text-2": "ຂໍ້ມູນເພີ່ມເຕີມໂດຍທົ່ວໄປຈະໃຫ້ຜົນໄດ້ຮັບທີ່ດີກວ່າໃນການຮຽນແບບຂອງເຄື່ອງຈັກການຮຽນຮູ້. ຄວາມ ສຳ ເລັດຂອງຮູບແບບທີ່ເລິກເຊິ່ງໃນບໍ່ດົນມານີ້ໄດ້ເຮັດໃຫ້ມີຊຸດຂໍ້ມູນທີ່ໃຫຍ່ຂື້ນເລື້ອຍໆ, ເຊິ່ງເກືອບຈະມີການທົບທວນຄືນບາງຢ່າງຂອງມະນຸດ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ການສ້າງຖານຂໍ້ມູນທີ່ໄດ້ຮັບການກວດກາມະນຸດຄັ້ງໃຫຍ່ໂດຍຜ່ານກົນຈັກເທັກ, ຮູບທີແປດ, ແລະອື່ນໆແມ່ນທັງຊ້າແລະລາຄາແພງ.",
    "home-about-text-3": "hCaptcha ອະນຸຍາດໃຫ້ເວັບໄຊທ໌ຫາເງິນເພື່ອຮັບໃຊ້ຄວາມຕ້ອງການນີ້ໃນຂະນະທີ່ ກຳ ລັງສະກັດບອທ໌ແລະຮູບແບບການລ່ວງລະເມີດອື່ນໆ.",
    "home-about-text-4": "ຕະຫລາດ hCaptcha ແມ່ນຂັບເຄື່ອນໂດຍ HUMAN Protocol, ອະນຸສັນຍາທີ່ມີການແບ່ງຂັ້ນຄຸ້ມຄອງແບບເປີດກວ້າງ ສຳ ລັບການທົບທວນຂອງມະນຸດທີ່ໃຊ້ກັບລະບົບ blockchain Ethereum. ເວັບໄຊທ໌ມີລາຍໄດ້ຂອງມະນຸດ Tokens (HMT) ທຸກຄັ້ງທີ່ຜູ້ໃຊ້ໃຊ້ hCaptcha widget ຢູ່ໃນເວັບໄຊທ໌້ຂອງພວກເຂົາ, ແລະບໍລິສັດທີ່ຮຽນຮູ້ເຄື່ອງຈັກຈ່າຍຄ່າ Human Tokens ເພື່ອເອົາຂໍ້ມູນຂອງພວກເຂົາໃສ່.",
    "home-ba-labeling-services-link": "ບໍລິການປ້າຍຊື່",
    "home-benefits-head-1": "ຄຸນຄ່າໃນການຕິດປ້າຍຂໍ້ມູນ",
    "home-benefits-head-2": "ໃຫ້ກັບຄວາມໃຈບຸນ",
    "home-benefits-text-1": "ທ່ານຮູ້ໄດ້ທຸກຄັ້ງທີ່ທ່ານກົດລົດທີ່ທ່ານ ກຳ ລັງຊ່ວຍຝຶກອົບຮົມລະບົບການຮຽນຮູ້ເຄື່ອງຈັກຂອງບໍລິສັດ Gigantic ດຽວໂດຍບໍ່ເສຍຄ່າບໍ?",
    "home-benefits-text-2": "hCaptcha ປ່ຽນຮູບແບບນີ້. ເມື່ອທ່ານໃຊ້ hCaptcha, ບໍລິສັດສະເຫນີລາຄາໃນການເຮັດວຽກທີ່ຜູ້ໃຊ້ຂອງທ່ານເຮັດຍ້ອນວ່າພວກເຂົາພິສູດຄວາມເປັນມະນຸດຂອງພວກເຂົາ. ທ່ານຈະໄດ້ຮັບຜົນຕອບແທນ.",
    "home-benefits-text-3": "ຢາກໃຫ້ກັບຄວາມໃຈບຸນທີ່ທ່ານມັກບໍ? hCaptcha ຊ່ວຍໃຫ້ທ່ານສະ ໜັບ ສະ ໜູນ ຄວາມໃຈບຸນຂອງການເລືອກຂອງທ່ານດ້ວຍລາຍໄດ້ທີ່ທ່ານໄດ້ຮັບຈາກການໃຊ້ມັນ. ຜູ້ໃຊ້ໃນເວັບໄຊທ໌້ຂອງທ່ານຈະເຫັນໄດ້ໄວໃນການປະກອບສ່ວນຂອງທ່ານເພື່ອການກຸສົນຜ່ານການສ້າງຕາສິນຄ້າທີ່ມີສະຕິໃນການໂຕ້ຕອບ hCaptcha.",
    "home-challenge-text-1": "ເລືອກຮູບພາບທັງ ໝົດ ທີ່ກົງກັບ ຄຳ ຖາມ",
    "home-challenge-text-2": "ກຳ ນົດເຂດແດນ ສຳ ລັບວັດຖຸ",
    "home-challenge-text-3": "ກຳ ນົດປ້າຍຊື່ທີ່ສອດຄ້ອງກັນ",
    "home-challenge-title-1": "ປຽບທຽບ",
    "home-challenge-title-2": "ຕູ້ຜູກ",
    "home-challenge-title-3": "ການຈັດປະເພດ",
    "home-challenges-head": "ສິ່ງທ້າທາຍທີ່ ນຳ ສະ ເໜີ",
    "home-challenges-text-1": "... ແລະວຽກງ່າຍໆອື່ນໆ. ງ່າຍ ສຳ ລັບມະນຸດ, ຍາກ ສຳ ລັບ bots.",
    "home-challenges-text-2": "ວຽກງານທີ່ ກຳ ນົດເອງກໍ່ມີ ສຳ ລັບຜູ້ເຜີຍແຜ່ວິສາຫະກິດ.",
    "home-ent-1": "ຊອກຫາການສະ ເໜີ ຄວາມປອດໄພຂອງວິສາຫະກິດຂອງພວກເຮົາບໍ?",
    "home-ent-2": "ຢ້ຽມຢາມເວັບໄຊທ໌ ໃໝ່ ທີ່ອຸທິດຕົນຂອງພວກເຮົາ: BotStop.com",
    "home-ent-button": "ຮຽນຮູ້ເພີ່ມເຕີມ: BotStop ໂດຍ hCaptcha",
    "home-from-the-blog": "ຈາກຮູບ:",
    "home-from-the-blog-value": "ວິທີການຕັ້ງຄ່າຄວາມຫຍຸ້ງຍາກ hCaptcha",
    "home-intro-body": "ທ່ານໃຊ້ captcha ເພື່ອຮັກສາ bots ບໍ? hCaptcha ປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້, ໃຫ້ລາງວັນເວັບໄຊທ໌ແລະຊ່ວຍໃຫ້ບໍລິສັດໄດ້ຮັບຂໍ້ມູນຂອງພວກເຂົາ. ມັນແມ່ນການທົດແທນທີ່ຫຼຸດລົງ ສຳ ລັບ reCAPTCHA: ທ່ານສາມາດປ່ຽນໄດ້ພາຍໃນນາທີ.",
    "home-intro-button": "ລົງທະບຽນດຽວນີ້",
    "home-intro-head": "ຢຸດເຊົາການ bots ຫຼາຍ. ເລີ່ມປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້.",
    "home-main-1": "ສ່ວນຕົວ. ປອດໄພ. ໄວກວ່າ. ແລະພວກເຮົາຈ່າຍເງິນໃຫ້ທ່ານເພື່ອໃຊ້ມັນ.",
    "home-main-2": "ສຸມໃສ່ຄວາມເປັນສ່ວນຕົວ",
    "home-main-2c": "ເຄືອຂ່າຍໂຄສະນາເຫັນຜູ້ມາຢ້ຽມຢາມຂອງທ່ານເປັນສິນຄ້າ. ສຳ ລັບ hCaptcha ຜະລິດຕະພັນແມ່ນວຽກທີ່ພວກເຂົາສະ ໜອງ. ພວກເຮົາບໍ່ສົນໃຈວ່າຜູ້ໃຊ້ຂອງທ່ານແມ່ນໃຜ, ພຽງແຕ່ພວກເຂົາອາດຈະເປັນອັນຕະລາຍ. ພວກເຮົາສະ ໜັບ ສະ ໜູນ ຂໍ້ລິເລີ່ມຕ່າງໆເຊັ່ນ Privacy Pass, ແລະເຮັດວຽກ ໜັກ ເພື່ອໃຫ້ສົມດຸນຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.",
    "home-main-3": "ຄວາມປອດໄພກ່ອນ",
    "home-main-3c": "ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. hCaptcha ແມ່ນສຸມໃສ່ຜູ້ເຜີຍແຜ່. ພວກເຮົາເຮັດວຽກເພື່ອໃຫ້ທ່ານມີຂໍ້ມູນຕົວຈິງແລະໃຫ້ທ່ານຕັດສິນໃຈວ່າຈະໃຊ້ມັນໄດ້ແນວໃດ. captchas ອື່ນໆແມ່ນສະຫນອງໃຫ້ໂດຍບໍລິສັດໂຄສະນາ Gigantic. ນີ້ຫມາຍຄວາມວ່າທຸກໆ bot ທີ່ພວກເຂົາ block ອາດຈະເຮັດໃຫ້ລາຍໄດ້ຫລຸດລົງ.",
    "home-main-4": "ປະສົບການຜູ້ໃຊ້ທີ່ດີກວ່າ",
    "home-main-4c": "ຮູບແບບການຮຽນຮູ້ເຄື່ອງຈັກທີ່ມີຄວາມຊັບຊ້ອນແມ່ນຖືກໃຊ້ໂດຍ hCaptcha ສຳ ລັບການ ກຳ ນົດມະນຸດ. ນີ້ຊ່ວຍໃຫ້ພວກເຮົາຮຽກຮ້ອງໃຫ້ມີວຽກງານທີ່ຫນ້າຮໍາຄານຫນ້ອຍຈາກຜູ້ໃຊ້ຂອງທ່ານແລະໃຊ້ເວລາຫນ້ອຍລົງໃນການເຮັດເຊັ່ນນັ້ນ, ໃນຂະນະທີ່ຍັງຜະລິດຂໍ້ມູນທີ່ມີປະໂຫຍດໃຫ້ກັບລູກຄ້າທີ່ຕິດສະຫຼາກ.",
    "home-main-plans": "hCaptcha ແມ່ນສາມາດໃຊ້ ສຳ ລັບຜູ້ເຜີຍແຜ່ຂະ ໜາດ ໃດກໍ່ໄດ້. ເຖິງຢ່າງໃດກໍ່ຕາມ, ສຳ ລັບວິສາຫະກິດແລະເວທີທີ່ຕ້ອງການຄວບຄຸມຫຼາຍຂື້ນ, ວິທີແກ້ໄຂວິສາຫະກິດຂອງພວກເຮົາມີຢູ່.",
    "home-main-plans2": "ວິທີແກ້ໄຂວິສາຫະກິດ hCaptcha ປົກປ້ອງຜູ້ຊົມໃຊ້ຫລາຍລ້ານຄົນໃນຫລາຍສິບລ້ານເວັບໄຊທ໌້ ສຳ ລັບບາງບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ. ກະລຸນາຕິດຕໍ່ພວກເຮົາ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ, ຫຼືເຂົ້າເບິ່ງ",
    "home-main-plans3": "ວິທີແກ້ໄຂວິສາຫະກິດ hCaptcha ປົກປ້ອງຜູ້ຊົມໃຊ້ຫລາຍລ້ານຄົນໃນຫລາຍສິບລ້ານເວັບໄຊທ໌້ ສຳ ລັບບາງບໍລິສັດທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ. ກະລຸນາຕິດຕໍ່ພວກເຮົາ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ, ຫຼືເຂົ້າເບິ່ງ",
    "home-main-plans4": "ສຳ ລັບລາຍລະອຽດ.",
    "home-plans-button-1": "ລົງທະບຽນດຽວນີ້",
    "home-plans-button-2": "ຕິດຕໍ່ການຂາຍ",
    "home-plans-chart-head-1": "ຄຸນ​ລັກ​ສະ​ນະ",
    "home-plans-chart-head-2": "ຜູ້ເຜີຍແຜ່",
    "home-plans-chart-head-3": "ວິສາຫະກິດ",
    "home-plans-chart-row-1-cell-1": "ປະເພດການທ້າທາຍຄວບຄຸມສະແດງໃຫ້ເຫັນ",
    "home-plans-chart-row-1-cell-2": "ຈຳ ກັດ",
    "home-plans-chart-row-1-cell-3": "ລວມ",
    "home-plans-chart-row-10-cell-1": "ແຜງຄວບຄຸມຜູ້ໃຊ້ຫຼາຍຄົນ",
    "home-plans-chart-row-11-cell-1": "ລັກສະນະການລາຍງານຂັ້ນສູງ",
    "home-plans-chart-row-12-cell-1": "SLAs ວິສາຫະກິດ",
    "home-plans-chart-row-2-cell-1": "ຄວບຄຸມເນື້ອຫາທີ່ທ້າທາຍທີ່ໃຊ້ແລ້ວ",
    "home-plans-chart-row-2-cell-2": "ຈຳ ກັດ",
    "home-plans-chart-row-2-cell-3": "ລວມ",
    "home-plans-chart-row-3-cell-1": "ມີລາຍໄດ້ລາງວັນ ສຳ ລັບການແກ້ໄຂຂອງມະນຸດ",
    "home-plans-chart-row-4-cell-1": "ການປ້ອງກັນຕ້ານໂລກລະດັບໂລກ",
    "home-plans-chart-row-5-cell-1": "ເຮັດວຽກຢູ່ທຸກໆປະເທດ",
    "home-plans-chart-row-5a-cell-1": "ແບບບໍ່ມີແບບ CAPTCHA ແລະຮູບແບບຕົວຕັ້ງຕົວຕີແບບ 99.9%",
    "home-plans-chart-row-5b-cell-1": "ຄະແນນຄວາມ ໝັ້ນ ໃຈຂອງ Bot",
    "home-plans-chart-row-6-cell-1": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວທີ່ ເໝາະ ສົມກັບ GDPR ແລະ CCPA",
    "home-plans-chart-row-7-cell-1": "ລະດັບຄວາມຫຍຸ້ງຍາກລະອຽດ",
    "home-plans-chart-row-8-cell-1": "ເປີດຕົວເນື້ອຫາທ້າທາຍຂອງທ່ານເອງ",
    "home-plans-chart-row-9-cell-1": "ການ ກຳ ນົດເວລາຍາກຕາມເວລາ",
    "home-try-it-out-button": "ຮັບ hCaptcha",
    "home-try-it-out-head": "ທົດລອງໃຊ້",
    "home-try-it-out-text": "hCaptcha ສະ ໜອງ ການຊອກຄົ້ນຫາ bot ງ່າຍດາຍ, ງ່າຍແລະເຊື່ອຖືໄດ້ໃນຂະນະທີ່ຍັງນ້ອຍໆ ສຳ ລັບມະນຸດແກ້ໄຂ.",
    "labeling-about-head": "ກ່ຽວກັບ hCaptcha",
    "labeling-about-text-1": "hCaptcha ຖືກອອກແບບມາເພື່ອແກ້ໄຂບັນຫາແຮງງານຫຼາຍທີ່ສຸດໃນການຮຽນຮູ້ເຄື່ອງຈັກ; ການຕິດສະຫຼາກຂໍ້ມູນ ຈຳ ນວນຫຼວງຫຼາຍໃນແບບທີ່ທັນເວລາ, ລາຄາບໍ່ແພງ, ແລະເຊື່ອຖືໄດ້. ຂໍ້ມູນເພີ່ມເຕີມໂດຍທົ່ວໄປຈະໃຫ້ຜົນໄດ້ຮັບທີ່ດີກວ່າໃນການຮຽນແບບຂອງເຄື່ອງຈັກການຮຽນຮູ້. ຄວາມ ສຳ ເລັດໃນປະຈຸບັນຂອງຕົວແບບເລິກເຊິ່ງໄດ້ເຮັດໃຫ້ມີຊຸດຂໍ້ມູນທີ່ໃຫຍ່ຂື້ນ, ແລະ hCaptcha ເຮັດ ໜ້າ ທີ່ຄວາມຕ້ອງການນີ້.",
    "labeling-about-text-2": "ເຖິງຢ່າງໃດກໍ່ຕາມ, ການສ້າງຊຸດຂໍ້ມູນທີ່ໄດ້ຮັບການກວດສອບຈາກມະນຸດຄັ້ງໃຫຍ່ໂດຍໃຊ້ວິທີການແບບດັ້ງເດີມແມ່ນທັງຊ້າແລະລາຄາແພງ. hCaptcha ແມ່ນວິທີການ ສຳ ລັບບໍລິສັດທີ່ຈະໄດ້ຮັບ ຄຳ ບັນຍາຍທີ່ພວກເຂົາຮຽກຮ້ອງໃຫ້ໄວຂຶ້ນ, ມີຄຸນນະພາບສູງແລະມີລາຄາຖືກກ່ວາທາງເລືອກອື່ນ.",
    "labeling-annotations-head": "ປະເພດ ໝາຍ ເຫດ",
    "labeling-annotations-text-1": "ກວດພົບວັດຖຸທີ່ຖືກຕ້ອງໃນຮູບພາບແລະວິດີໂອ",
    "labeling-annotations-text-2": "ກວດພົບວັດຖຸທີ່ຖືກຕ້ອງໃນຮູບພາບແລະວິດີໂອ",
    "labeling-annotations-text-3": "ຄຳ ອະທິບາຍຈຸດ ສຳ ລັບຫລາຍໆກໍລະນີການ ນຳ ໃຊ້ທີ່ແຕກຕ່າງກັນ",
    "labeling-annotations-text-4": "ຈັດຮຽງຫຼືເພີ່ມເຕີມປະເພດທີ່ບໍ່ມັກຂອງຂະ ໜາດ ໃດໆ",
    "labeling-annotations-text-5": "ການຊອກຄົ້ນຫາແລະຈັດປະເພດພະລັງງານຂອງມະນຸດ",
    "labeling-annotations-text-6": "ຕ້ອງການແບບອື່ນທີ່ບໍ່ມີລາຍຊື່ຢູ່ນີ້ບໍ? ພຽງແຕ່ຖາມພວກເຮົາ.",
    "labeling-annotations-title-1": "ກ່ອງຜູກພັນ",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "ສະຖານທີ່ ສຳ ຄັນ",
    "labeling-annotations-title-4": "ຄຸນລັກສະນະການຈັດປະເພດ",
    "labeling-annotations-title-5": "ການປຽບທຽບແລະການຊອກຄົ້ນຫາ",
    "labeling-annotations-title-6": "... ແລະອີກຫລາຍໆຢ່າງ",
    "labeling-ent-button": "ຕິດຕໍ່ທີມງານວິທີແກ້ໄຂວິສາຫະກິດຂອງພວກເຮົາ",
    "labeling-ent-head": "ຕ້ອງການຄວບຄຸມສຸດທ້າຍ - ສຸດທ້າຍບໍ?",
    "labeling-ent-text-1": "ແພລະຕະຟອມ HUMAN ທີ່ຢູ່ເບື້ອງຫລັງ hCaptcha ສະ ໜອງ ຄຸນນະພາບການເຮັດວຽກແລະການຄຸ້ມຄອງທີ່ມີຄວາມຊັບຊ້ອນສູງໂດຍຜ່ານການ ນຳ ໃຊ້ສະຖານທີ່, ການປະສົມ, ຫລື SaaS ທີ່ປະສົມປະສານກັບລະບົບທີ່ມີຢູ່ຂອງທ່ານ.",
    "labeling-ent-text-2": "ດໍາເນີນການອອ່ນ໌ທັງ ໝົດ ກັບ ກຳ ລັງແຮງງານຂອງທ່ານເອງ, ຕິດຕາມມູນຄ່າທີ່ຖືກບໍລິໂພກໃນທົ່ວຫົວ ໜ່ວຍ ທຸລະກິດຫຼືຄູ່ຮ່ວມງານຂອງບໍລິສັດ, ເລືອກເສັ້ນທາງໄປຫາຜູ້ໃຫ້ບໍລິການແຮງງານພາຍໃນຫລືພາຍນອກທີ່ແຕກຕ່າງກັນໂດຍອີງໃສ່ຄ່າໃຊ້ຈ່າຍແລະຄວາມປອດໄພ, ແລະອື່ນໆ.",
    "labeling-ent-text-3": "ການເຂົ້າເຖິງ API ງ່າຍ, ກະດານຄວບຄຸມທີ່ສວຍງາມ, ແລະເຕັກໂນໂລຢີລວດລາຍແບບລ້າສຸດເພື່ອໃຫ້ມີປະສິດທິພາບສູງສຸດ.",
    "labeling-ent-text-4": "SLAs ທີ່ໃຊ້ໄດ້ 99,9% ແລະການສະ ໜັບ ສະ ໜູນ ທົ່ວໂລກ 24/7 ມີໃຫ້. ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ:",
    "labeling-features-head-1": "ທໍ່ສົ່ງຜ່ານ API ແບບງ່າຍດາຍ.",
    "labeling-features-head-2": "ເໝາະ ສຳ ລັບລາຄາແລະຄຸນນະພາບ. ບໍ່ຕ້ອງມີ ຄຳ ໝັ້ນ ສັນຍາລ່ວງ ໜ້າ.",
    "labeling-features-head-3": "ຈ່າຍພຽງແຕ່ຄວາມຖືກຕ້ອງທີ່ທ່ານຕ້ອງການ.",
    "labeling-features-head-4": "ໃຫ້ຂໍ້ມູນຄວາມຈິງໃນຕົວທ່ານເອງຫລືໃຫ້ພວກເຮົາສ້າງມັນຂື້ນໃນໄວໆນີ້.",
    "labeling-features-text-1": "ຕ້ອງການລວມເອົາການທົບທວນຄືນຂອງມະນຸດໂດຍກົງເຂົ້າໃນການ ດຳ ເນີນທຸລະກິດຂອງທ່ານບໍ? ພວກເຮົາໃຫ້ SLAs ທີ່ມີຄວາມ ໜ້າ ເຊື່ອຖືສູງ, ຄວາມສາມາດຮັບປະກັນແລະ API REST ທີ່ງ່າຍດາຍ.",
    "labeling-features-text-2": "ແພລະຕະຟອມ HUMAN ໃຊ້ຮູບແບບຄວາມ ໝັ້ນ ໃຈທີ່ສົມບູນແບບເພື່ອເຮັດການວິເຄາະຄຸນນະພາບໃນເວລາຈິງ. ນີ້ຊ່ວຍໃຫ້ພວກເຮົາສາມາດ ກຳ ນົດທັງຄວາມຫຍຸ້ງຍາກຂອງ ຄຳ ຖາມແລະ ຄຳ ຕອບທີ່ຖືກຕ້ອງຂອງມັນ, ຊ່ວຍປະຢັດເວລາແລະເງິນໃຫ້ທ່ານ.",
    "labeling-features-text-3": "ບັນຫາທັງ ໝົດ ບໍ່ຄືກັນ. ຂໍ້ສັງເກດ ສຳ ລັບວຽກງານທີ່ ສຳ ຄັນດ້ານຄວາມປອດໄພອາດຈະຕ້ອງການຄວາມ ໝັ້ນ ໃຈຈາກຜູ້ອອກແຮງງານມະນຸດທັງ ໝົດ 99,99%. ຄຳ ອະທິບາຍ ສຳ ລັບຄຸນລັກສະນະເບຕ້າ ໜຶ່ງ ໃນແອັບ game ເກມໃນມືຖືອາດຈະຕ້ອງການຄວາມ ໝັ້ນ ໃຈປານກາງເທົ່ານັ້ນ. ເຈົ້າ​ຕັດ​ສິນ​ໃຈ.",
    "labeling-features-text-4": "ທ່ານມີຂໍ້ມູນດິບບໍ່ມີຊຸດການຢັ້ງຢືນທີ່ສົມບູນແບບບໍ? ໃນກໍລະນີຫຼາຍທີ່ສຸດພວກເຮົາສາມາດສ້າງສິ່ງ ໜຶ່ງ ສຳ ລັບທ່ານໃນຖານະທີ່ວຽກງານ ດຳ ເນີນການຜ່ານລະບົບ, ຫຼືສ້າງຕົວຢ່າງທີ່ຕິດປ້າຍໄວ້ເພື່ອການອະນຸມັດຂອງທ່ານ.",
    "labeling-info-head": "ການໄດ້ຮັບປ້າຍຊື່ຂໍ້ມູນ",
    "labeling-info-text-1": "ເວົ້າກັບຊ່ຽວຊານໂດເມນຂອງພວກເຮົາ ໜຶ່ງ ເພື່ອ ກຳ ນົດຄວາມຕ້ອງການຂອງໂຄງການຂອງທ່ານ: ຄວາມຖືກຕ້ອງຂອງເປົ້າ ໝາຍ, ຮູບແບບແລະຂໍ້ ກຳ ນົດພິເສດ.",
    "labeling-info-text-2": "ພວກເຮົາປະຕິບັດວຽກງານການຜະລິດຂະ ໜາດ ນ້ອຍໂດຍອີງໃສ່ຂໍ້ມູນຕົວຢ່າງຂອງທ່ານ. ນີ້ທົດສອບວຽກທີ່ພວກເຮົາໄດ້ເຮັດຮ່ວມກັນເພື່ອຮັບປະກັນໃຫ້ທ່ານໄດ້ຮັບສິ່ງທີ່ທ່ານຕ້ອງການແທ້ໆ.",
    "labeling-info-text-3": "ດ້ວຍປະລິມານທີ່ສູງແລະຄວາມຕ່ ຳ ຊ້າຂອງພວກເຮົາພວກເຮົາຈະຫັນ ໜ້າ ວຽກຂອງທ່ານໃຫ້ໄວ, ພ້ອມດ້ວຍການຈັດສົ່ງໂດຍອັດຕະໂນມັດທັນທີທີ່ເຮັດແລ້ວ.",
    "labeling-info-text-4": "ເມື່ອພວກເຮົາເຂົ້າໃຈດີຂຶ້ນກ່ຽວກັບຕົວ ກຳ ນົດຂອງວຽກງານການຜະລິດຂອງທ່ານ, ຜົນໄດ້ຮັບກໍ່ຈະສືບຕໍ່ປັບປຸງໃນແຕ່ລະໄລຍະ.",
    "labeling-info-text-5": "ແຜງຄວບຄຸມທີ່ມີຊີວິດຊ່ວຍໃຫ້ທ່ານສາມາດໃຫ້ ຄຳ ຕິຊົມຫຼືຢຸດການຜະລິດໄດ້ທຸກເວລາ.",
    "labeling-info-title-1": "ກຳ ນົດຂໍ້ສະເພາະ",
    "labeling-info-title-2": "ການທົດສອບວຽກເບື້ອງຕົ້ນ",
    "labeling-info-title-3": "ຈັດວາງວຽກງານການຜະລິດ",
    "labeling-info-title-4": "ການປັບປຸງຢ່າງຕໍ່ເນື່ອງ",
    "labeling-info-title-5": "ຜົນໄດ້ຮັບທີ່ໃຊ້ເວລາທີ່ແທ້ຈິງ",
    "labeling-main-1": "ການຕິດສະຫຼາກຂໍ້ມູນທີ່ມີປະສິດຕິພາບດ້ານຕົ້ນທຶນໃນລະດັບ",
    "labeling-main-1-button": "ເອົາຂໍ້ມູນຂອງທ່ານໃສ່ປ້າຍດຽວນີ້",
    "labeling-main-1c": "ຕ້ອງການປ້າຍ ກຳ ກັບເພີ່ມເຕີມ ສຳ ລັບຊຸດຂໍ້ມູນຂອງທ່ານບໍ? hCaptcha ໃຫ້ປ້າຍຊື່ຂໍ້ມູນທີ່ໄວ, ລາຄາຖືກແລະມີຄຸນນະພາບສູງ ສຳ ລັບບໍລິສັດທີ່ເຮັດວຽກກ່ຽວກັບປັນຍາປະດິດແລະການຮຽນຮູ້ເຄື່ອງຈັກ.",
    "labeling-main-2": "ເປີດ ໜ້າ ວຽກຫຼາຍລ້ານຢ່າງທັນທີ.",
    "labeling-main-2-button": "ຊື້ບໍລິການຕິດສະຫຼາກຂໍ້ມູນ",
    "labeling-main-2c": "hCaptcha ມີສະລອຍນໍ້າໃຫຍ່ທີ່ສຸດແຫ່ງ ໜຶ່ງ ໃນໂລກທີ່ມີໄວ້ ສຳ ລັບການ ນຳ ໃຊ້ຂອງທ່ານ. ບໍ່ວ່າຂະ ໜາດ ຂອງທ່ານຈະເປັນແນວໃດ, ພວກເຮົາສາມາດຈັດການກັບມັນໄດ້ໂດຍບໍ່ມີ ຄຳ ໝັ້ນ ສັນຍາທີ່ມີລາຄາແພງ. ວຽກຫຼາຍລ້ານຕໍ່ມື້ບໍ່ມີບັນຫາ.",
    "labeling-platform-head": "ຂໍ້ມູນສ່ວນຕົວຫຼືສາທາລະນະ",
    "labeling-platform-text": "hCaptcha ຖືກສ້າງຂຶ້ນໃນ HUMAN Platform, ເຊິ່ງຊ່ວຍໃຫ້ການ ນຳ ໃຊ້ແລະການວິເຄາະການປ່ຽນເສັ້ນທາງແລະການວິເຄາະທີ່ມີປະສິດຕິພາບສູງສຸດໃນແຕ່ລະບາດກ້າວ. ເຕັກໂນໂລຢີນີ້ຊ່ວຍໃຫ້ ກຳ ລັງແຮງງານທີ່ ເໝາະ ສົມສາມາດຈັດການກັບແຕ່ລະພາກສ່ວນຂອງວຽກຂອງທ່ານ, ເພີ່ມປະສິດທິພາບດ້ານຄ່າໃຊ້ຈ່າຍສູງສຸດໃນຂະນະທີ່ຮັກສາຄວາມເປັນສ່ວນຕົວແລະຕອບສະ ໜອງ ຂໍ້ ກຳ ນົດດ້ານກົດລະບຽບຕ່າງໆທີ່ອາດຈະ ນຳ ໃຊ້.",
    "labeling-try-button": "ຊື້ບໍລິການຕິດສະຫຼາກຂໍ້ມູນ",
    "labeling-try-head": "ຕ້ອງການທົດລອງໃຊ້ກັບຂໍ້ມູນຂອງທ່ານບໍ່?",
    "labeling-try-text": "... ພວກເຮົາກຽມພ້ອມເມື່ອທ່ານ: ການບໍລິການຂອງພວກເຮົາມີປະມານຊົ່ວໂມງ.",
    "learn-more-hcaptcha": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ hCaptcha",
    "page-acc-faq-1": "ຄຳ ຖາມ: hCaptcha ພາກ 508 + WCAG 2.1 AA ສອດຄ່ອງບໍ? ຄຳ ຕອບ: ພວກເຮົາເຊື່ອເຊັ່ນນັ້ນ: ຜູ້ໃຊ້ທຸກຄົນທີ່ມີຄວາມບົກຜ່ອງດ້ານຮູບແບບໃດໆທີ່ສາມາດທ່ອງເວັບແລະປ້ອນຂໍ້ຄວາມໃນແບບຟອມສາມາດເຂົ້າເຖິງບໍລິການທີ່ຖືກປ້ອງກັນໂດຍ hCaptcha ເມື່ອລົງທະບຽນ. ເຖິງຢ່າງໃດກໍ່ຕາມ, ນີ້ບໍ່ແມ່ນ ຄຳ ແນະ ນຳ ດ້ານກົດ ໝາຍ: ທ່ານຄວນ ດຳ ເນີນການປະເມີນຜົນຂອງທ່ານເອງ, ພິຈາລະນາການຈັດຕັ້ງປະຕິບັດສະເພາະຂອງທ່ານເພື່ອຮັບປະກັນວ່ານີ້ແມ່ນ ສຳ ລັບການຈັດຕັ້ງປະຕິບັດຂອງທ່ານ.",
    "page-acc-faq-2": "ຄຳ ຖາມ: ທ່ານ ກຳ ລັງເຮັດວຽກກ່ຽວກັບຕົວເລືອກການເຂົ້າເຖິງອື່ນ (a11y), ເຊັ່ນສຽງບໍ? ຄຳ ຕອບ: ຕົວເລືອກທີ່ໄດ້ຮັບຄວາມນິຍົມໃນເມື່ອກ່ອນເຊັ່ນ: ເຄື່ອງສຽງສຽງ ຈຳ ແນກຕໍ່ຜູ້ໃຊ້ a11y ຫຼາຍຄົນແລະຖືກເອົາຊະນະໂດຍເຕັກນິກການຮຽນຮູ້ເຄື່ອງຈັກທີ່ທັນສະ ໄໝ. ສິ່ງດັ່ງກ່າວໄດ້ບັງຄັບໃຫ້ສິ່ງທ້າທາຍດ້ານສຽງໃນປະຈຸບັນກາຍເປັນສິ່ງທີ່ຫຍຸ້ງຍາກຫຼາຍຂຶ້ນ, ການແນະ ນຳ ສຽງລົບກວນ, ການຈັບເວລາຄີກ, ການປະສົມ ຄຳ ທີ່ບໍ່ ທຳ ມະດາ, ແລະອື່ນໆເພື່ອເອົາຊະນະຜູ້ໂຈມຕີ. ພວກເຮົາມີຄວາມກະຕືລືລົ້ນ ໜ້ອຍ ກວ່າກ່ຽວກັບວິທີການນີ້ທຽບກັບການຫລີກລ້ຽງສິ່ງທ້າທາຍທັງ ໝົດ, ແຕ່ພວກເຮົາຈະພິຈາລະນາຖ້າມີຄວາມຕ້ອງການຈາກຊຸມຊົນ a11y. ເຖິງຢ່າງໃດກໍ່ຕາມ, ພວກເຮົາມີຄວາມສົນໃຈຫຼາຍກ່ຽວກັບ Privacy Pass ສຳ ລັບກໍລະນີການ ນຳ ໃຊ້ Accessibility. ພວກເຮົາເຊື່ອວ່າການລວມເອົາວິທີການ a11y ຂອງພວກເຮົາໃນປະຈຸບັນກັບການອອກ Privacy Pass ຈະຊ່ວຍໃຫ້ຜູ້ໃຊ້ a11y ສາມາດຄົ້ນຫາໄດ້ຢ່າງປອດໄພ, ມີຄວາມປອດໄພໃນຄວາມຮູ້ທີ່ວ່າການຈະລາຈອນຂອງພວກເຂົາມີຄວາມເປັນສ່ວນຕົວຫຼາຍຂຶ້ນ, ໃນຂະນະທີ່ ຈຳ ກັດການລ່ວງລະເມີດໂດຍຜູ້ປະຕິບັດການ bot ທີ່ຫຼີກລ່ຽງບໍ່ໄດ້ເມື່ອມີທາງເລືອກ a11y. ພວກເຮົາເປັນຜູ້ເຂົ້າຮ່ວມຢ່າງຫ້າວຫັນໃນກຸ່ມ IETF ເຮັດວຽກມາດຕະຖານເຕັກໂນໂລຢີ ໃໝ່ ນີ້.",
    "page-acc-faq-3": "ຄຳ ຖາມ: ຈະເປັນແນວໃດກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ? ການລົງທະບຽນຈະເປີດເຜີຍຂໍ້ມູນການຄົ້ນຫາດ້ວຍວິທີ a11y ໃນທາງໃດທາງ ໜຶ່ງ? ທ່ານເຮັດຫຍັງກັບອີເມວ? ຄຳ ຕອບ: hCaptcha ຖືກອອກແບບມາເພື່ອຄວາມເປັນສ່ວນຕົວຕັ້ງແຕ່ເລີ່ມຕົ້ນ. ມັນແຕກຕ່າງກັນຫຼາຍກ່ວາຕົວເລືອກແບບດັ້ງເດີມເຊັ່ນ reCAPTCHA ທີ່ເປັນເຈົ້າຂອງໂດຍເຄືອຂ່າຍໂຄສະນາ, ຜູ້ທີ່ມີແຮງຈູງໃຈໃນການຕິດຕາມທ່ານທົ່ວເວັບແລະເຊື່ອມໂຍງທ່ານກັບຕົວຕົນທີ່ແທ້ຈິງ. ພວກເຮົາບໍ່ເຄີຍໃຊ້ອີເມວການເຂົ້າເຖິງຫລືຂໍ້ມູນເພື່ອຈຸດປະສົງອື່ນນອກ ເໜືອ ຈາກການ ອຳ ນວຍຄວາມສະດວກໃຫ້ແກ່ການ ນຳ ໃຊ້ແລະປ້ອງກັນການລ່ວງລະເມີດ. ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາມີ ຄຳ ຕອບທີ່ຄົບຖ້ວນແລະມີສິດ ອຳ ນາດກ່ຽວກັບວິທີການທີ່ພວກເຮົາ ນຳ ໃຊ້ຂໍ້ມູນ, ແຕ່ ຄຳ ຕອບສັ້ນໆແມ່ນພວກເຮົາບໍ່ມີຄວາມສົນໃຈທີ່ຈະເຂົ້າຮ່ວມກັບທ່ານເປັນບຸກຄົນທີ່ມີປະຫວັດການທ່ອງເວັບຂອງທ່ານ. ໃນຂະນະທີ່ຍັງຮັກສາຄວາມສາມາດຂອງພວກເຮົາໃນການປ້ອງກັນການລ່ວງລະເມີດ, ປະກອບວຽກງານຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.",
    "page-acc-link-1": "ຖ້າທ່ານເປັນຜູ້ ນຳ ໃຊ້ທີ່ສາມາດເຂົ້າເຖິງໄດ້, ກະລຸນາລົງທະບຽນຢູ່ທີ່ນີ້.",
    "page-acc-subhead": "ຮັບປະກັນການເຂົ້າເຖິງຜູ້ໃຊ້ທຸກຄົນໃນຂະນະທີ່ຮັກສາຄວາມປອດໄພ",
    "page-acc-summary": "ບົດສະຫຼຸບ",
    "page-acc-summary-contents-1": "hCaptcha ຖືກອອກແບບມາເພື່ອຢຸດບອທ໌ໂດຍການແຍກພວກເຂົາຈາກຄົນ. ການທົດສອບສາຍຕາແມ່ນເຄື່ອງມືທີ່ສະດວກ ສຳ ລັບສິ່ງນີ້, ແຕ່ບໍ່ແມ່ນທຸກຄົນສາມາດແກ້ໄຂສິ່ງທ້າທາຍທາງສາຍຕາ. ດ້ວຍເຫດຜົນນີ້ພວກເຮົາໄດ້ອອກແບບທາງເລືອກທີ່ງ່າຍດາຍແລະບໍ່ມີຄວາມເຈັບປວດເພື່ອໃຫ້ຜູ້ເຜີຍແຜ່ທີ່ໃຊ້ບໍລິການຂອງພວກເຮົາຮັກສາຄວາມສະດວກໃນການເຂົ້າເຖິງ ສຳ ລັບທຸກຄົນດ້ວຍການປະຕິບັດຕາມຂໍ້ເຕັມ 508 ແລະ WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "ມັນເຮັດວຽກໄດ້ແນວໃດ: ກ່ອນອື່ນ ໝົດ, ຜູ້ໃຊ້ທີ່ເຂົ້າເຖິງໄດ້ລົງທະບຽນຢູ່ທີ່ URL ນີ້, ເຊິ່ງເຊື່ອມໂຍງໃນ ໜ້າ ຂໍ້ມູນ hCaptcha widget. ພວກເຂົາໄດ້ຮັບ cookie ທີ່ຖືກເຂົ້າລະຫັດເຊິ່ງສາມາດ ນຳ ໃຊ້ໄດ້ຫຼາຍຄັ້ງຕໍ່ມື້, ແຕ່ຕ້ອງໄດ້ຮັບການປັບປຸງ ໃໝ່ ທຸກໆ 24 ຊົ່ວໂມງຜ່ານການເຂົ້າລະບົບ.",
    "page-acc-title": "hCaptcha ຂໍ້ມູນການເຂົ້າເຖິງ",
    "page-acc-tr-body": "ຄຳ ຖາມ: ຂ້ອຍຍັງເຫັນຄວາມທ້າທາຍຫລັງຈາກຕັ້ງ cookie. ສິ່ງທີ່ກໍ່ໃຫ້ເກີດສິ່ງນີ້? ຄຳ ຕອບ: ໂດຍປົກກະຕິນີ້ແມ່ນຍ້ອນການໃຊ້ blocker ການໂຄສະນາແບບຮຸກຮານຫຼືການຕໍ່ຕ້ານ cookie, ຫຼືການຕັ້ງຄ່າທີ່ກີດຂວາງ cookies ຂ້າມເວັບໄຊທ໌, ໃນກໍລະນີນີ້ມີ cookie ສຳ ລັບ hcaptcha.com ທີ່ຖືກຕັ້ງຫຼືກວດສອບໂດຍ hCaptcha JavaScript ໃນເວັບໄຊທ໌ອື່ນ , ຄືກັບທີ່ທ່ານ ກຳ ລັງຢ້ຽມຊົມ. cookies ເຂົ້າເຖິງ hCaptcha ເຮັດວຽກກັບທຸກໂປແກຼມທ່ອງເວັບທີ່ມີຄວາມນິຍົມແລະຕົວສະກັດກັ້ນໂຄສະນາດ້ວຍການຕັ້ງຄ່າມາດຕະຖານຂອງພວກເຂົາ, ດັ່ງນັ້ນຄວາມລົ້ມເຫລວໂດຍປົກກະຕິແມ່ນຍ້ອນສະຄິບປ້ອງກັນ adblock ຫຼືລະບຽບຄ້າຍຄືກັນທີ່ຄ້າຍຄືກັນກັບເວັບໄຊທ໌ເປົ້າ ໝາຍ. ວິທີແກ້ໄຂ: 1. Whitelist hcaptcha.com ແລະ cookies * .hcaptcha.com ໃນຕົວບລັອກໂຄສະນາຂອງທ່ານຫຼືການຂະຫຍາຍຄວາມປອດໄພຂອງເບົາເຊີ. 2. ຖ້າທ່ານ ກຳ ລັງໃຊ້ໂປແກຼມທ່ອງເວັບ Brave ເຊິ່ງບໍ່ (ຮອດເດືອນເມສາ 2020) ປະກົດວ່າມີບັນຊີ cookie ໃດໆ, ເຂົ້າໄປທີ່ Preferences -> ໄສ້ -> Cookies ແລະເລືອກທີ່ຈະອະນຸຍາດໃຫ້ Cookies ທັງ ໝົດ. 3. ຖ້າທ່ານ ກຳ ລັງໃຊ້ Safari ລຸ້ນລ້າສຸດໃນບໍ່ວ່າຈະເປັນ OS X 10.15 ຫລື iOS 13. 4, Apple ພຽງແຕ່ປ່ຽນແປງພຶດຕິ ກຳ ຂອງ Safari ທີ່ກ່ຽວຂ້ອງກັບ cookies ຂອງບຸກຄົນທີສາມ, ສະກັດກັ້ນພວກມັນທັງ ໝົດ ໂດຍຄ່າເລີ່ມຕົ້ນ. ພວກເຮົາ ກຳ ລັງຈັດຕັ້ງປະຕິບັດວິທີແກ້ໄຂ, ແຕ່ໃນເວລານີ້ກະລຸນາໄປທີ່ Safari Preferences, ສ່ວນຄວາມເປັນສ່ວນຕົວແລະການກວດສອບການຕິດຕາມເວບໄຊທ໌: ປ້ອງກັນການຕິດຕາມຜ່ານເວັບໄຊທ໌ເພື່ອໃຫ້ cookies ສາມາດເຂົ້າເຖິງໄດ້ເຮັດວຽກຕາມທີ່ຄາດໄວ້. ຄຳ ຖາມ: ຂ້ອຍໃຊ້ຫລາຍອຸປະກອນ. ຂ້ອຍ ຈຳ ເປັນຕ້ອງລົງທະບຽນຫລາຍຄັ້ງບໍ? ຄຳ ຕອບ: ບໍ່. ກະລຸນາກົດລິ້ງເຂົ້າສູ່ລະບົບອີເມວດຽວກັນທີ່ສົ່ງໃຫ້ທ່ານໃນແຕ່ລະອຸປະກອນທີ່ທ່ານໃຊ້ເພື່ອຕັ້ງ cookie.",
    "page-acc-tr-title": "ສຳ ລັບຜູ້ໃຊ້ທີ່ເຂົ້າເຖິງໄດ້ງ່າຍ: ຄຳ ຖາມທີ່ພົບເລື້ອຍແລະ ຄຳ ແນະ ນຳ ກ່ຽວກັບການແກ້ໄຂບັນຫາ",
    "page-acc-tr2-body": "Safari<br> ເພື່ອເປີດໃຊ້ cookies ໃນ Safari (Mac): ໄປທີ່ເມນູເລື່ອນລົງຂອງ Safari. ເລືອກຕາມທີ່ໃຈມັກ. ກົດຄວາມເປັນສ່ວນຕົວໃນແຜງດ້ານເທິງ. ພາຍໃຕ້ cookies cookies ເລືອກຕົວເລືອກ Never.<br> ເພື່ອເປີດໃຊ້ cookies ໃນ Safari (iPhone / iPad iOS 11+): ເປີດການຕັ້ງຄ່າຂອງທ່ານ. ເລື່ອນລົງແລະເລືອກ Safari. ພາຍໃຕ້ຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ, ປິດການປ້ອງກັນການຕິດຕາມຂ້າມເວັບໄຊທ໌ແລະຫ້າມທຸກ Cookies<br><br> Firefox<br> ກົດທີ່ໄສ້ຢູ່ເບື້ອງຊ້າຍຂອງແຖບທີ່ຢູ່ໃນ ໜ້າ ເວັບໃດ ໜຶ່ງ. ໃຫ້ຄລິກໃສ່ການຕັ້ງຄ່າການປ້ອງກັນ. ແຜງຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພຂອງ Firefox Preferences ຈະເປີດ. ພາຍໃຕ້ການປ້ອງກັນການຕິດຕາມທີ່ເພີ່ມຂື້ນ, ເລືອກ Custom. ເລືອກຜູ້ຕິດຕາມແລະສະຄິບໃດທີ່ຈະກີດຂວາງໂດຍການເລືອກກ່ອງກາເຄື່ອງ ໝາຍ ເຫລົ່ານັ້ນ. ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ປິດ hcaptcha.com ແລ້ວ.<br><br> ນອກນັ້ນທ່ານຍັງສາມາດປິດການປົກປ້ອງຊົ່ວຄາວບາງຢ່າງໃນ Custom ເພື່ອແກ້ໄຂສິ່ງນີ້, ໂດຍການບໍ່ເລືອກກ່ອງກາເຄື່ອງ ໝາຍ: ເລືອກເອົາກ່ອງກາເຄື່ອງ ໝາຍ ຂອງ Trackers ຫຼືເລືອກເອົາກ່ອງຂໍ້ມູນ Cookies ຖ້າທ່ານຍັງມີປັນຫາຢູ່.<br><br> Google Chrome<br> Google Chrome (PC):<br> ເລືອກສັນຍາລັກຂອງເມນູ Chrome. ເລືອກການຕັ້ງຄ່າ.<br> ຢູ່ໃກ້ທາງລຸ່ມຂອງ ໜ້າ, ເລືອກສະແດງການຕັ້ງຄ່າຂັ້ນສູງ.<br> ໃນສ່ວນຄວາມເປັນສ່ວນຕົວ, ເລືອກການຕັ້ງຄ່າ Content.<br> ເລືອກອະນຸຍາດໃຫ້ຕັ້ງຄ່າຂໍ້ມູນທ້ອງຖິ່ນ (ແນະ ນຳ).<br> ເລືອກເຮັດແລ້ວ.<br> ‍<br> Google Chrome (Mac):<br> ເປີດການຕັ້ງຄ່າ Chrome ໃຫ້ຄລິກໃສ່ການຕັ້ງຄ່າ, ຈາກນັ້ນສະແດງການຕັ້ງຄ່າຂັ້ນສູງ.<br> ພາຍໃຕ້ຄວາມເປັນສ່ວນຕົວ, ໃຫ້ຄລິກໃສ່ການຕັ້ງຄ່າເນື້ອຫາ.<br> ໃຫ້ແນ່ໃຈວ່າຕັນ cookies ຂອງບຸກຄົນທີສາມແລະຂໍ້ມູນເວັບໄຊທ໌ບໍ່ໄດ້ຖືກກວດສອບ<br> ‍<br> Google Chrome (Android):<br> ໃນອຸປະກອນ Android ຂອງທ່ານ, ເປີດແອັບ Chrome Chrome.<br> ຢູ່ທາງເທິງເບື້ອງຂວາມື, ແຕະ More ແລະຈາກນັ້ນຕັ້ງ.<br> ແຕະທີ່ເວັບໄຊທ໌້ຕັ້ງຄ່າແລະຫຼັງຈາກນັ້ນ cookies.<br> ຖັດຈາກ Cookies, ປ່ຽນການຕັ້ງຄ່າ.<br> ໝາຍ ໃສ່ຫ້ອງຕໍ່ໄປເພື່ອອະນຸຍາດໃຫ້ cookies ຂອງບຸກຄົນທີສາມ.",
    "page-acc-tr2-head": "ຄຳ ແນະ ນຳ ກ່ຽວກັບ Browser ສຳ ລັບ Cookies ຂ້າມສະຖານທີ່",
    "priv-hc": "ສຸມໃສ່ຄວາມເປັນສ່ວນຕົວ",
    "priv-hc-text": "ເຄືອຂ່າຍໂຄສະນາເຫັນວ່າທ່ານເປັນຜະລິດຕະພັນຂອງພວກເຂົາ. ພວກເຮົາເຮັດບໍ່ໄດ້. ພວກເຮົາບໍ່ສົນໃຈວ່າຜູ້ໃຊ້ແມ່ນໃຜ, ພຽງແຕ່ພວກເຂົາອາດຈະເປັນອັນຕະລາຍ. ພວກເຮົາສະ ໜັບ ສະ ໜູນ ຂໍ້ລິເລີ່ມຕ່າງໆເຊັ່ນ Privacy Pass, ແລະເຮັດວຽກ ໜັກ ເພື່ອໃຫ້ສົມດຸນຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ.",
    "reporting-bugs-accessibility-button": "ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບທາງເລືອກໃນການເຂົ້າເຖິງ",
    "reporting-bugs-accessibility-head": "ທາງເລືອກໃນການເຂົ້າເຖິງ",
    "reporting-bugs-accessibility-text": "ທ່ານມີຄວາມບົກຜ່ອງດ້ານສາຍຕາຫລືບໍ່ດັ່ງນັ້ນບໍ່ສາມາດເຮັດ ສຳ ເລັດ hCaptchas ໄດ້ບໍ?",
    "reporting-bugs-guide-ff-head": "ການເກັບລາຍລະອຽດລາຍງານ Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "ຂັ້ນຕອນທີ 1: ເປີດເຄື່ອງມືພັດທະນາ (ນີ້ຈະເລີ່ມຕົ້ນການບັນທຶກການປະຊຸມ.)",
    "reporting-bugs-guide-ff-step-2": "ຂັ້ນຕອນທີ 2: ກົດທີ່ແຖບ Network ໃນ Developer Tools. ໝາຍ ເອົາກ່ອງບັນທຶກຂອງ Persist ຢູ່ທາງເທິງ.",
    "reporting-bugs-guide-ff-step-3": "ຂັ້ນຕອນທີ 3: ເຂົ້າເບິ່ງ https://accounts.hcaptcha.com/demo, ຫຼືເວບໄຊທ໌ທີ່ທ່ານ ກຳ ລັງມີປັນຫາກ່ຽວກັບ (ໝາຍ ເຫດຄວາມເປັນສ່ວນຕົວ: ຖ້າທ່ານບໍ່ສົນໃຈແບ່ງປັນວ່າມັນແມ່ນຫຍັງ) ... ແລະຈາກນັ້ນກົດປຸ່ມ I ເປັນປຸ່ມຂອງມະນຸດ, ແລະພະຍາຍາມແກ້ໄຂ.",
    "reporting-bugs-guide-ff-step-4": "ຂັ້ນຕອນທີ 4: ກົດ HAR ຫຼັງຈາກທີ່ທ່ານພະຍາຍາມແກ້ໄຂ, ແລະເລືອກ Save All as HAR ເພື່ອບັນທຶກບັນທຶກເຄືອຂ່າຍ. ສົ່ງເອກະສານນັ້ນໃຫ້ພວກເຮົາ.",
    "reporting-bugs-guide-ff-step-5": "ຂັ້ນຕອນທີ 5: ກົດທີ່ແຖບ Console, ແລະກົດຂວາແລ້ວເລືອກທັງ ໝົດ ແລະບັນທຶກຂໍ້ມູນນັ້ນເຂົ້າໃນເອກະສານຂໍ້ຄວາມ, ເພື່ອຈະບັນທຶກຄອນເທັນເນີ. ສົ່ງໃຫ້ພວກເຮົາເຊັ່ນກັນ.",
    "reporting-bugs-guide-ff-step-6": "ຂັ້ນຕອນສຸດທ້າຍ: ສົ່ງອີເມວເຫຼົ່ານັ້ນໃສ່ HAR ແລະ console log ເຂົ້າຫາພວກເຮົາ, ແລະອະທິບາຍບັນຫາການ ນຳ ໃຊ້: support@hcaptcha.com (ກະລຸນາໃຊ້ບໍລິການເຊັ່ນ Dropbox ຫຼື Filebin ແລະສົ່ງລິ້ງ) ແລະທາງເລືອກ ໜ້າ ຈໍ, ຖ້າທ່ານສົງໃສວ່າມີບາງຢ່າງທີ່ບໍ່ສະແດງຢ່າງຖືກຕ້ອງ . ກະລຸນາສົ່ງ IP ທີ່ທ່ານ ກຳ ລັງໃຊ້ເຊັ່ນກັນ. ທ່ານສາມາດເອົາໄດ້ຈາກ https://www.whatsmyip.org/ ຂໍຂອບໃຈທີ່ໃຊ້ເວລາໃນການຊ່ວຍພວກເຮົາເອົາຂໍ້ມູນນີ້! ພວກເຮົາມີຄວາມມຸ້ງ ໝັ້ນ ທີ່ຈະເຮັດໃຫ້ hCaptcha ເຮັດວຽກໄດ້ດີ ສຳ ລັບທຸກຄົນ.",
    "reporting-bugs-guide-head": "ການເກັບລາຍລະອຽດລາຍງານ Bug: Chrome",
    "reporting-bugs-guide-step-1": "ຂັ້ນຕອນທີ 1: ເປີດເຄື່ອງມືພັດທະນາ (ນີ້ຈະເລີ່ມຕົ້ນການບັນທຶກການປະຊຸມ.)",
    "reporting-bugs-guide-step-2": "ຂັ້ນຕອນທີ 2: ກົດທີ່ແຖບ Network ໃນ Developer Tools. ໝາຍ ໃສ່ກ່ອງເກັບຂໍ້ມູນ Preserve log ຢູ່ທາງເທິງ.",
    "reporting-bugs-guide-step-3": "ຂັ້ນຕອນທີ 3: ເຂົ້າເບິ່ງ https://accounts.hcaptcha.com/demo, ຫຼືເວບໄຊທ໌ທີ່ທ່ານ ກຳ ລັງມີປັນຫາກ່ຽວກັບ (ໝາຍ ເຫດຄວາມເປັນສ່ວນຕົວ: ຖ້າທ່ານບໍ່ສົນໃຈແບ່ງປັນວ່າມັນແມ່ນຫຍັງ) ... ແລະຈາກນັ້ນກົດປຸ່ມ I ເປັນປຸ່ມຂອງມະນຸດ, ແລະພະຍາຍາມແກ້ໄຂ.",
    "reporting-bugs-guide-step-4": "ຂັ້ນຕອນທີ 4: ກົດການສົ່ງອອກ HAR (ລູກສອນທີ່ຫຼຸດລົງເລັກນ້ອຍ) ຫຼັງຈາກທີ່ທ່ານພະຍາຍາມແກ້ໄຂ, ເຊິ່ງບັນທຶກບັນທຶກເຄືອຂ່າຍ. ສົ່ງເອກະສານນັ້ນໃຫ້ພວກເຮົາ.",
    "reporting-bugs-guide-step-5": "ຂັ້ນຕອນທີ 5: ກົດທີ່ແຖບ Console, ແລະກົດຂວາແລ້ວກົດ Save as .. ເພື່ອຈະບັນທຶກ console log. ສົ່ງໃຫ້ພວກເຮົາເຊັ່ນກັນ.",
    "reporting-bugs-guide-step-6": "ຂັ້ນຕອນສຸດທ້າຍ: ສົ່ງອີເມວຫາ HAR ແລະ console log log ເຫລົ່ານັ້ນໃຫ້ພວກເຮົາ, ແລະອະທິບາຍບັນຫາ. ໃຊ້: support@hcaptcha.com (ກະລຸນາໃຊ້ບໍລິການເຊັ່ນ Dropbox ຫຼື Filebin ແລະສົ່ງລິ້ງ) ແລະທາງເລືອກ ໜ້າ ຈໍ, ຖ້າທ່ານສົງໃສວ່າມີບາງຢ່າງທີ່ບໍ່ສະແດງຢ່າງຖືກຕ້ອງ. ກະລຸນາສົ່ງ IP ທີ່ທ່ານ ກຳ ລັງໃຊ້ເຊັ່ນກັນ. ທ່ານສາມາດເອົາໄດ້ຈາກ https://www.whatsmyip.org/ ຂໍຂອບໃຈທີ່ໃຊ້ເວລາໃນການຊ່ວຍພວກເຮົາເອົາຂໍ້ມູນນີ້! ພວກເຮົາມີຄວາມມຸ້ງ ໝັ້ນ ທີ່ຈະເຮັດໃຫ້ hCaptcha ເຮັດວຽກໄດ້ດີ ສຳ ລັບທຸກຄົນ.",
    "reporting-bugs-guide-text-1": "ການສົ່ງຂໍ້ມູນ debugging ກັບບົດລາຍງານຂອງທ່ານຈະຊ່ວຍໃຫ້ພວກເຮົາງ່າຍກວ່າທີ່ຈະລະບຸວ່າມີຫຍັງເກີດຂື້ນ. ນີ້ແມ່ນ ຄຳ ແນະ ນຳ ເປັນແຕ່ລະບາດກ້າວ:",
    "reporting-bugs-guide-text-2": "ຖ້າທ່ານເປັນຜູ້ພັດທະນາເວບໄຊທ໌ຫລືຜູ້ໃຊ້ຊ່ຽວຊານ, ບົດສະຫຼຸບແມ່ນພວກເຮົາຢາກໃຫ້ທ່ານສົ່ງເຄືອຂ່າຍບັນທຶກ HAR ແລະບັນທຶກ console ຂອງ browser ໃຫ້ພວກເຮົາ. ກະລຸນາລອງປິດການປິດການໂຄສະນາໃດໆຫຼືການຂະຫຍາຍຄວາມປອດໄພຂອງເບົາເຊີກ່ອນແລະຫຼັງຈາກນັ້ນລອງ ໃໝ່ ອີກຄັ້ງກ່ອນທີ່ທ່ານຈະຜ່ານຂັ້ນຕອນເຫຼົ່ານີ້. ຖ້າສິ່ງນັ້ນແກ້ໄຂບັນຫາຂອງທ່ານ, ພວກເຮົາຍັງຄົງຍິນດີທີ່ທ່ານບອກພວກເຮົາໃຫ້ຮູ້ໂປແກຼມທ່ອງເວັບ, ຕົວໂຄສະນາຫລືສ່ວນຂະຫຍາຍຂອງເບົາເຊີແລະ URL ຂອງເວບໄຊທ໌.",
    "reporting-bugs-intro-head": "ພົບຂໍ້ບົກພ່ອງບໍ? ນີ້ແມ່ນວິທີການລາຍງານ.",
    "reporting-bugs-intro-text": "ປະຊາຊົນຫລາຍລ້ານຄົນໃຊ້ hCaptcha ໃນແຕ່ລະເດືອນ, ໃນຫລາຍພັນແບບຂອງການທ່ອງເວັບ, ສ່ວນຂະຫຍາຍ, ອຸປະກອນ, ໄຟວໍແລະອື່ນໆ. ເປົ້າ ໝາຍ ຂອງພວກເຮົາແມ່ນເພື່ອໃຫ້ແນ່ໃຈວ່າມັນເຮັດວຽກໄດ້ສະ ເໝີ ສຳ ລັບທ່ານ, ດັ່ງນັ້ນພວກເຮົາກໍ່ຊື່ນຊົມກັບການລາຍງານຂອງທ່ານ! ເພື່ອໃຫ້ ຄຳ ຕິຊົມທີ່ວ່ອງໄວ, ພຽງແຕ່ກົດປຸ່ມສົ່ງ ຄຳ ຕິຊົມກັບພວກເຮົາ. ຖ້າທ່ານພົບບັນຫາທີ່ເປັນປະໂຫຍດ, ກະລຸນາເຮັດຕາມ ຄຳ ແນະ ນຳ ກ່ຽວກັບບັນຫາ debug ສຳ ລັບ Chrome ຫຼື ຄຳ ແນະ ນຳ ບັນທຶກ debug ສຳ ລັບ Firefox ຂ້າງລຸ່ມ. ສຳ ລັບໂປແກຼມທ່ອງເວັບອື່ນໆພຽງແຕ່ສົ່ງອີເມວຫາພວກເຮົາ. ສຳ ລັບບັນຫາດ້ານຄວາມປອດໄພຫລືຄວາມເປັນສ່ວນຕົວທີ່ມີທ່າແຮງ, ເບິ່ງ ຄຳ ແນະ ນຳ ຂ້າງລຸ່ມນີ້.",
    "reporting-bugs-privacy-head": "ປະເດັນຄວາມເປັນສ່ວນຕົວ",
    "reporting-bugs-privacy-text": "ພວກເຮົາບໍ່ສົນໃຈວ່າຜູ້ໃຊ້ແມ່ນໃຜ, ພຽງແຕ່ວ່າມັນອາດຈະເປັນອັນຕະລາຍຫຼືເຄື່ອງຈັກ. ພວກເຮົາສະ ໜັບ ສະ ໜູນ ຂໍ້ລິເລີ່ມຕ່າງໆເຊັ່ນ Privacy Pass, ແລະເຮັດວຽກ ໜັກ ເພື່ອໃຫ້ສົມດຸນຄວາມເປັນສ່ວນຕົວແລະຄວາມປອດໄພ. ຖ້າທ່ານພົບບັນຫາທີ່ທ່ານຄິດວ່າອາດຈະສົ່ງຜົນກະທົບຕໍ່ຄວາມເປັນສ່ວນຕົວຂອງຜູ້ໃຊ້, ກະລຸນາສົ່ງອີເມວຫາພວກເຮົາທີ່ support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "ສົ່ງ ຄຳ ຕິຊົມມາໃຫ້ພວກເຮົາ",
    "reporting-bugs-provide-feedback-head": "ໃຫ້ ຄຳ ຕິຊົມຢ່າງທັນທີກ່ຽວກັບ hCaptcha",
    "reporting-bugs-provide-feedback-text": "ພວກເຮົາຮູ້ຄຸນຄ່າການປ້ອນຂໍ້ມູນຂອງທ່ານ. ໃຫ້ພວກເຮົາຊາບບັນຫາໃດໆແລະພວກເຮົາຈະແກ້ໄຂຢ່າງໄວວາ.",
    "reporting-bugs-security-head": "ບັກປອດໄພ",
    "reporting-bugs-security-text": "ພວກເຮົາສົນໃຈທີ່ຈະໄດ້ຮັບບົດລາຍງານກ່ຽວກັບຂໍ້ບົກພ່ອງດ້ານຄວາມປອດໄພ. ສົ່ງອີເມວ support@hcaptcha.com & CC security@hcaptcha.com ແລະພວກເຮົາຈະຕອບຮັບທ່ານຄືນໂດຍໄວ. ພວກເຮົາຍັງມີໂປແກຼມ bounty bug ສຳ ລັບບົດລາຍງານຄວາມປອດໄພທີ່ ເໝາະ ສົມກ່ຽວກັບການບໍລິການ hCaptcha ແລະລະຫັດແຫຼ່ງທີ່ກ່ຽວຂ້ອງ.",
    "sec-hc": "ຄວາມປອດໄພກ່ອນ",
    "sec-hc-text": "hCaptcha ແມ່ນສຸມໃສ່ຜູ້ເຜີຍແຜ່. ພວກເຮົາເຮັດວຽກເພື່ອໃຫ້ຂໍ້ມູນເວັບໄຊທ໌້ຈິງແລະໃຫ້ພວກເຂົາຕັດສິນໃຈວ່າຈະໃຊ້ມັນໄດ້ແນວໃດ. ຄວາມຖືກຕ້ອງແມ່ນຢູ່ໃນຄວາມສົນໃຈຂອງທ່ານແລະຂອງພວກເຮົາ. ບໍລິສັດໂຄສະນາອື່ນໆ. ທຸກໆ bot ທີ່ພວກເຂົາ block ອາດຈະເຮັດໃຫ້ລາຍໄດ້ຫລຸດລົງ.",
    "switch-to-english-link": "ປ່ຽນເປັນພາສາອັງກິດ",
    "what-is-hcaptcha": "hCaptcha ແມ່ນຫຍັງ?",
    "what-is-hcaptcha-text": "hCaptcha ຊ່ວຍໃຫ້ບໍລິການເວັບໄຊທ໌ທີ່ທ່ານມັກເກັບຮັກສາ bots, spam ແລະການລ່ວງລະເມີດໂດຍການຖາມ ຄຳ ຖາມງ່າຍໆທີ່ງ່າຍ ສຳ ລັບມະນຸດແລະຍາກ ສຳ ລັບເຄື່ອງຈັກ.",
    "why-hc": "ເປັນຫຍັງ hCaptcha?",
    "why-hc-text": "ໃນແຕ່ລະຄັ້ງທີ່ທ່ານຕອບບັນຫາທ້າທາຍ, ພວກເຮົາໃຊ້ຮູບແບບທີ່ມີຄວາມຊັບຊ້ອນເພື່ອຄິດໄລ່ວ່າທ່ານເປັນຄົນຫລືເຄື່ອງຈັກ. ເວັບໄຊທ໌ທີ່ທ່ານໄດ້ເຂົ້າຊົມໃຊ້ຫຼັງຈາກນັ້ນ ນຳ ໃຊ້ຜົນໄດ້ຮັບນີ້ເພື່ອຊ່ວຍປັບປຸງປະສົບການຂອງທ່ານໃນເວັບໄຊທ໌້ຂອງພວກເຂົາໂດຍການຮັກສາ bots."
}