{
    "acc-opt": "Prieinamumo parinktys",
    "acc-opt-but": "Sužinokite daugiau apie pritaikymą neįgaliesiems",
    "acc-opt-text": "Ar turite regėjimo negalią ar kitaip negalite atlikti „hCaptchas“?",
    "accessibility-link": "Prieinamumas",
    "appreciate-in": "Mes vertiname jūsų indėlį. Praneškite mums apie bet kokias problemas ir greitai jas išspręsime.",
    "fb-but": "Atsiųskite mums atsiliepimą",
    "feedback-text": "Pateikite atsiliepimų apie ką tik matytą „hCaptcha“",
    "learn-more-hcaptcha": "Sužinokite daugiau apie „hCaptcha“",
    "page-acc-link-1": "Jei esate pritaikymo neįgaliesiems vartotojas, prisiregistruokite čia.",
    "page-acc-subhead": "Visiems vartotojams užtikrinant sklandžią prieigą, išlaikant saugumą",
    "page-acc-title": "„hCaptcha“ prieinamumo informacija",
    "priv-hc": "Sutelktas dėmesys į privatumą",
    "priv-hc-text": "Skelbimų tinklai mato jus kaip savo produktą. Mes to nedarome. Mums nerūpi, kas yra vartotojai, tik kokia tikimybė, kad jie bus klastingi. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir sunkiai dirbame siekdami subalansuoti privatumą ir saugumą.",
    "sec-hc": "Pirmiausia saugumas",
    "sec-hc-text": "„hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti svetainėms tikrus duomenis ir leisti jiems nuspręsti, kaip jais naudotis. Tikslumas yra jūsų ir mūsų interesas. Kitus „captchas“ teikia reklamos kompanijos. Kiekvienas užblokuotas robotas gali sumažinti jų pajamas.",
    "what-is-hcaptcha": "Kas yra „hCaptcha“?",
    "what-is-hcaptcha-text": "„hCaptcha“ padeda jūsų mėgstamoms žiniatinklio paslaugoms saugoti nuo robotų, šlamšto ir piktnaudžiavimo, užduodant paprastus klausimus, kurie yra lengvai žmonėms ir mašinoms sunkūs.",
    "why-hc": "Kodėl „hCaptcha“?",
    "why-hc-text": "Kiekvieną kartą atsakydami į iššūkį naudojame sudėtingesnius modelius, kad išsiaiškintume, ar esate žmogus, ar mašina. Tada svetainė, kurioje lankėtės, naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį jų svetainėje, neslėptų robotų."
}