{
    "about-advisors-brendan": "Generalinis direktorius. Pripažintas AI vadovas. Pastaraisiais dešimtmečiais masinį intelektą pritaikė įvairioms verslo problemoms.",
    "about-advisors-dawn": "Skaičiavimo biologijos mokslų daktaras, Stanfordas. Dirbame su neuroniniais tinklais nuo 1999 m. Dėmesys taikomam ML ir giliam mokymuisi mastu.",
    "about-advisors-head": "Patarėjai",
    "about-advisors-keiran": "Duomenų bazių ir „Blockchain“ ekspertas. Ankstyvasis inžinierius Cloudera ir dar daugiau. Dešimtmečių patirtį kurianti programinė įranga ir komandos.",
    "about-content-head-1": "Ką mes darom",
    "about-content-head-2": "Kodėl tai svarbu",
    "about-content-text-1": "„hCaptcha“ yra „Intuition Machines Inc“, AI ir mašinų mokymosi bendrovės paslauga, orientuota į metalenkinimą ir vaizdinę sritį ML mastu. ‍Sukuriame ir naudojame mastiškai keičiamas sistemas, kad vaizdo ir vaizdo analizės paslaugos būtų teikiamos „Global 2000“ kompanijoms visame pasaulyje.",
    "about-content-text-2": "Paprastai daugiau duomenų duoda geresnių rezultatų. Sukurti ir prižiūrėti tinkamai paženklintus ir susijusius duomenų rinkinius yra daug laiko ir brangu. „HCaptcha“ iš pradžių buvo sukurta patenkinti mūsų pačių poreikius ženklinant paveikslėlius, dabar ji yra prieinama kitoms įmonėms, turinčioms panašių poreikių.",
    "about-intro-head-1": "Darbas „hCaptcha“",
    "about-intro-head-2": "Mūsų misija yra didelė",
    "about-intro-text": "Mes sparčiai augame ir visuomet ieškome geriausių pasaulio talentų savo biuruose. Galite kreiptis pateikdami žemiau pateiktas nuorodas.",
    "about-leadership-alex": "Duomenų bazių ir „Blockchain“ ekspertas. Ankstyvasis inžinierius Cloudera ir dar daugiau. Dešimtmečių patirtį kurianti programinė įranga ir komandos.",
    "about-leadership-eli": "Generalinis direktorius. Pripažintas AI vadovas. Pastaraisiais dešimtmečiais masinį intelektą pritaikė įvairioms verslo problemoms.",
    "about-leadership-head": "Vadovavimas",
    "about-leadership-todd": "Skaičiavimo biologijos mokslų daktaras, Stanfordas. Dirbame su neuroniniais tinklais nuo 1999 m. Dėmesys taikomam ML ir giliam mokymuisi mastu.",
    "acc-opt": "Prieinamumo parinktys",
    "acc-opt-but": "Sužinokite daugiau apie pritaikymą neįgaliesiems",
    "acc-opt-text": "Ar turite regėjimo negalią ar kitaip negalite atlikti „hCaptchas“?",
    "accessibility-link": "Prieinamumas",
    "appreciate-in": "Mes vertiname jūsų indėlį. Praneškite mums apie bet kokias problemas ir greitai jas išspręsime.",
    "fb-but": "Atsiųskite mums atsiliepimą",
    "feedback-text": "Pateikite atsiliepimų apie ką tik matytą „hCaptcha“",
    "footer-attribution": "Priskyrimas",
    "footer-copyright-text": "„hCaptcha“ yra registruotasis „Intuition Machines, Inc.“ prekės ženklas.",
    "footer-header-1": "Bendrovė",
    "footer-header-2": "Šaltiniai",
    "footer-header-3": "kontaktas",
    "footer-link-1": "Ženklinimas",
    "footer-link-2": "Apie",
    "footer-link-3": "Darbai",
    "footer-link-4": "Prekės ženklai",
    "footer-link-5": "Dienoraštis",
    "footer-link-6": "Statusas",
    "footer-link-7": "Dokumentacija",
    "footer-link-8": "Panešti apie klaidą",
    "footer-link-9": "Prieinamumas",
    "footer-privacy": "Privatumas",
    "footer-subheader-1": "Palaikymas",
    "footer-subheader-2": "kontaktas",
    "footer-terms": "Sąlygos",
    "header-docs-link": "Dokumentai",
    "header-labeling-services-link": "Ženklinimo paslaugos",
    "header-login-button": "Prisijungti",
    "header-plans-link": "Planai",
    "header-signup-button": "Registruotis",
    "home-about-head": "Apie „hCaptcha“",
    "home-about-subtitle": "Powered by ŽMOGUS Protokolas",
    "home-about-text-1": "„hCaptcha“ skirta išspręsti daugiausiai darbo reikalaujančią problemą, mokantis mašinų: laiku, prieinamai ir patikimai ženklinant didžiulius duomenų kiekius.",
    "home-about-text-2": "Didesnis duomenų kiekis paprastai suteikia geresnių rezultatų mokymo mašinų mokymosi modeliuose. Dėl pastarojo meto gilių modelių sėkmės atsirado vis daugiau duomenų rinkinių, beveik visada peržiūrint žmogų. Tačiau kurti didelius žmonių patikrintus duomenų rinkinius naudojant „Mechan Turk“, „Aštuonias pav.“ Ir kt., Yra lėtai ir brangu.",
    "home-about-text-3": "„hCaptcha“ leidžia svetainėms užsidirbti pinigų tenkinant šią paklausą ir blokuoti robotus bei kitokį piktnaudžiavimą.",
    "home-about-text-4": "„HCaptcha“ prekyvietę maitina HUMAN protokolas - atviras decentralizuotas žmonių peržiūros protokolas, veikiantis „Ethereum“ grandinėje. Tinklalapiai uždirba žmogaus žetonus (HMT), kai vartotojai savo svetainėje naudoja valdiklį „hCaptcha“, o mašinas mokančios įmonės moka žmogaus žetonus, kad jų duomenys būtų paženklinti.",
    "home-ba-labeling-services-link": "Ženklinimo paslaugos",
    "home-benefits-head-1": "Duomenų ženklinimo vertė",
    "home-benefits-head-2": "Grąžink labdarai",
    "home-benefits-text-1": "Ar supratote kaskart, kai „spustelėjote automobilį“, jūs padedate nemokamai išmokyti vienos „Giganticcompany“ mašinų mokymosi sistemų?",
    "home-benefits-text-2": "„hCaptcha“ paverčia šį modelį. Kai naudojate „hCaptcha“, įmonės siūlo kainą, kurią daro jūsų vartotojai, nes jie įrodo savo žmogiškumą. Jūs gaunate atlygį.",
    "home-benefits-text-3": "Norite grąžinti savo mėgstamą labdarą? „hCaptcha“ leidžia palaikyti jūsų pasirinktas labdaros organizacijas, uždirbant pajamas iš to naudojimo. Jūsų svetainės vartotojai netrukus galės pamatyti jūsų indėlį į labdarą per „hCaptcha“ sąsają naudodami atsargų prekės ženklą.",
    "home-challenge-text-1": "Pasirinkite visus vaizdus, kurie atitinka užklausą",
    "home-challenge-text-2": "Apibrėžkite objektų ribojimo plotą",
    "home-challenge-text-3": "Nurodykite atitinkamas etiketes",
    "home-challenge-title-1": "Palyginimas",
    "home-challenge-title-2": "Ribojimo dėžutė",
    "home-challenge-title-3": "Skirstymas į kategorijas",
    "home-challenges-head": "Pateikti iššūkiai",
    "home-challenges-text-1": "... ir kitos paprastos užduotys. Lengva žmonėms, sunku robotams.",
    "home-challenges-text-2": "Individualizuotos užduotys taip pat prieinamos įmonių leidėjams.",
    "home-ent-1": "Ieškai mūsų įmonės saugumo pasiūlymų?",
    "home-ent-2": "Apsilankykite mūsų skirtoje svetainėje: BotStop.com",
    "home-ent-button": "Sužinokite daugiau: „BotStop by hCaptcha“",
    "home-from-the-blog": "Iš dienoraščio:",
    "home-from-the-blog-value": "Kaip veikia „hCaptcha“ sunkumų nustatymai",
    "home-intro-body": "Ar naudojate „captcha“, kad išvengtumėte robotai? „hCaptcha“ saugo vartotojų privatumą, apdovanoja svetaines ir padeda įmonėms ženklinti savo duomenis. Tai yra „reCAPTCHA“ pakaitalas: galite perjungti per kelias minutes.",
    "home-intro-button": "Užsiregistruokite dabar",
    "home-intro-head": "Sustabdyk daugiau robotų. Pradėkite saugoti vartotojo privatumą.",
    "home-main-1": "Privatus. Saugu. Greičiau. Mes mokame už tai, kad juo pasinaudotumėte.",
    "home-main-2": "Sutelktas dėmesys į privatumą",
    "home-main-2c": "Skelbimų tinklai mato jūsų lankytojus kaip produktą. „HCaptcha“ produktas yra darbas, kurį jie teikia. Mums nerūpi, kas yra jūsų vartotojai, tik kokia tikimybė, kad jie bus klastingi. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir sunkiai dirbame siekdami subalansuoti privatumą ir saugumą.",
    "home-main-3": "Pirmiausia saugumas",
    "home-main-3c": "Tikslumas yra jūsų ir mūsų interesas. „hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti jums tikrus duomenis ir leisti jums nuspręsti, kaip jais naudotis. Kiti „captchas“ teikia",
    "home-main-4": "Geresnė vartotojo patirtis",
    "home-main-4c": "„HCaptcha“ naudoja sudėtingus kompiuterinio mokymosi modelius žmonijai nustatyti. Tai leidžia mums reikalauti mažiau erzinančių jūsų naudotojų užduočių ir atimti mažiau laiko jiems atlikti, kartu gamindami naudingus etikečių duomenis, skirtus klientams ženklinti.",
    "home-main-plans": "„hCaptcha“ gali laisvai naudoti bet kokio dydžio leidėjai. Tačiau įmonėms ir platformoms, kurioms reikia didesnės kontrolės, mūsų įmonės sprendimai yra prieinami.",
    "home-main-plans2": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų dešimčių milijonų svetainių, skirtų kai kurioms iš didžiausių planetos kompanijų. Norėdami gauti daugiau informacijos susisiekite su mumis arba apsilankykite",
    "home-main-plans3": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų dešimčių milijonų svetainių, skirtų kai kurioms iš didžiausių planetos kompanijų. Norėdami gauti daugiau informacijos susisiekite su mumis arba apsilankykite",
    "home-main-plans4": "už detales.",
    "home-plans-button-1": "Užsiregistruokite dabar",
    "home-plans-button-2": "Susisiekite su pardavėjais",
    "home-plans-chart-head-1": "funkcijos",
    "home-plans-chart-head-2": "Leidėjas",
    "home-plans-chart-head-3": "Įmonės",
    "home-plans-chart-row-1-cell-1": "Kontroliniai iššūkių tipai",
    "home-plans-chart-row-1-cell-2": "Ribotas",
    "home-plans-chart-row-1-cell-3": "Iš viso",
    "home-plans-chart-row-10-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-plans-chart-row-11-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-plans-chart-row-12-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-plans-chart-row-2-cell-1": "Kontroliuokite naudojamą iššūkio turinį",
    "home-plans-chart-row-2-cell-2": "Ribotas",
    "home-plans-chart-row-2-cell-3": "Iš viso",
    "home-plans-chart-row-3-cell-1": "Uždirbkite atlygį už žmonių sprendimus",
    "home-plans-chart-row-4-cell-1": "Pasaulinės klasės apsauga nuo robotų",
    "home-plans-chart-row-5-cell-1": "Veikia kiekvienoje šalyje",
    "home-plans-chart-row-6-cell-1": "GDPR ir CCPA draugiška privatumo politika",
    "home-plans-chart-row-7-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-plans-chart-row-8-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-plans-chart-row-9-cell-1": "Smulkiagrūdis sunkumo lygis",
    "home-try-it-out-button": "Gaukite „hCaptcha“",
    "home-try-it-out-head": "Išbandyk",
    "home-try-it-out-text": "„hCaptcha“ suteikia paprastą, lengvą ir patikimą robotų aptikimą, o žmonėms tai yra nereikšminga priemonė.",
    "labeling-about-head": "Apie „hCaptcha“",
    "labeling-about-text-1": "„hCaptcha“ yra skirta išspręsti daug darbo reikalaujančias problemas mokantis mašinų; žymėti didelius duomenų kiekius laiku, prieinamai ir patikimai. Didesnis duomenų kiekis paprastai suteikia geresnių rezultatų mokymo mašinų mokymosi modeliuose. Dėl pastarojo meto gilių modelių sėkmės atsirado vis daugiau duomenų rinkinių, o „hCaptcha“ patenkina šį poreikį.",
    "labeling-about-text-2": "Tačiau sukurti didelius žmonių patikrintus duomenų rinkinius tradiciniais metodais yra lėta ir brangu. „hCaptcha“ yra būdas įmonėms gauti reikiamas pastabas greičiau, kokybiškiau ir pigiau nei kitos alternatyvos.",
    "labeling-annotations-head": "Anotacijos tipai",
    "labeling-annotations-text-1": "Tikslus objekto aptikimas vaizduose ir vaizdo įraše",
    "labeling-annotations-text-2": "Tikslus objekto aptikimas vaizduose ir vaizdo įraše",
    "labeling-annotations-text-3": "Taškų komentarai daugeliui skirtingų naudojimo atvejų",
    "labeling-annotations-text-4": "Rūšiuokite arba pridėkite bet kokio dydžio savavališkas kategorijas",
    "labeling-annotations-text-5": "Žmogaus varomas aptikimas ir klasifikavimas",
    "labeling-annotations-text-6": "Reikia kito čia neišvardyto tipo? Tiesiog paklausk mūsų.",
    "labeling-annotations-title-1": "Ribojančios dėžutės",
    "labeling-annotations-title-2": "Daugiakampiai",
    "labeling-annotations-title-3": "Orientyrai",
    "labeling-annotations-title-4": "Atributų klasifikavimas",
    "labeling-annotations-title-5": "Palyginimas ir aptikimas",
    "labeling-annotations-title-6": "... ir daug daugiau",
    "labeling-ent-button": "Susisiekite su mūsų įmonių sprendimų komanda",
    "labeling-ent-head": "Jums reikalinga visapusiška kontrolė?",
    "labeling-ent-text-1": "„HUMAN“ platforma, esanti už „hCaptcha“, teikia labai sudėtingas darbo kokybės ir valdymo funkcijas, naudodamas vietinius, hibridinius ar „SaaS“ diegimus, kurie integruojami su jūsų esamomis sistemomis.",
    "labeling-ent-text-2": "Vykdykite darbą neprisijungę prie savo darbo jėgos, stebėkite verslo vienetų ar konsorciumo partnerių suvartojamą vertę, pasirinktinai nukreipkite darbus į įvairius vidaus ar išorės darbo jėgos tiekėjus, remdamiesi išlaidų ir saugumo reikalavimais ir dar daugiau.",
    "labeling-ent-text-3": "‍ Lengva prieiga prie API, gražūs prietaisų skydeliai ir naujausia technologija, įterpiama į ciklą, siekiant maksimaliai padidinti darbuotojų efektyvumą.",
    "labeling-ent-text-4": "99,99% neveiklumo SLA ir 24/7 galimas visuotinis palaikymas. Daugiau informacijos:",
    "labeling-features-head-1": "Paprasti API valdomi vamzdynai.",
    "labeling-features-head-2": "Optimizuotas kainos ir kokybės atžvilgiu. Nereikia jokio išankstinio įsipareigojimo.",
    "labeling-features-head-3": "Mokėkite tik už jums reikalingą tikslumą.",
    "labeling-features-head-4": "Pateikite savo žemės tiesos duomenis arba leiskite mums juos susikurti.",
    "labeling-features-text-1": "Norite integruoti žmonių apžvalgas tiesiai į savo verslo operacijas? Mes siūlome labai patikimus SLA, garantuotą talpą ir paprastas REST API.",
    "labeling-features-text-2": "HUMAN platforma naudoja išsamius pasitikėjimo modelius, kad atliktų sudėtingesnę realiojo laiko kokybės analizę. Tai leidžia mums greitai nustatyti klausimų sudėtingumą ir tikėtiną teisingą atsakymą, taupydami laiką ir pinigus.",
    "labeling-features-text-3": "Ne visos problemos yra vienodos. Komentaruose dėl saugos požiūriu svarbių užduočių gali prireikti 99,99% pasitikėjimo iš visų žmonių. Vienos mobiliųjų žaidimų programos beta funkcijos komentarams gali reikėti tik nedidelio pasitikėjimo. Tu nuspręsk.",
    "labeling-features-text-4": "Ar turite neapdorotų duomenų be išsamios patikros rinkinio? Daugeliu atvejų mes galime sukurti jums vieną, kaip užduotis vykdyti sistemoje, arba sukurti etikečių pavyzdžius jūsų patvirtinimui.",
    "labeling-info-head": "Duomenų gavimas etiketėmis",
    "labeling-info-text-1": "Pasitarkite su vienu iš mūsų domeno ekspertų, kad apibrėžtumėte savo projekto poreikius: tikslo tikslumą, formatą ir visus specialius reikalavimus.",
    "labeling-info-text-2": "Remdamiesi jūsų pavyzdžių duomenimis, atliekame nedidelį gamybos darbą. Tai patikrina darbą, kurį nuveikėme kartu, kad įsitikintume, jog gausite tai, ko jums reikia.",
    "labeling-info-text-3": "Turėdami didelę apimtį ir mažą vėlavimą, greitai paversime jūsų darbą, automatizuotu pristatymu, kai tik tai bus padaryta.",
    "labeling-info-text-4": "Kai mes geriau suprantame jūsų gamybos darbo parametrus, laikui bėgant rezultatai ir toliau gerės.",
    "labeling-info-text-5": "Tiesioginės informacijos suvestinės leidžia bet kuriuo metu pateikti atsiliepimą ar pristabdyti gaminimą.",
    "labeling-info-title-1": "Apibrėžkite specifikacijas",
    "labeling-info-title-2": "Pradinis darbo testas",
    "labeling-info-title-3": "Diegti gamybos darbus",
    "labeling-info-title-4": "Nuolatinis tobulinimas",
    "labeling-info-title-5": "Rezultatai realiu laiku",
    "labeling-main-1": "Ekonomiškai efektyvus duomenų ženklinimas mastu",
    "labeling-main-1-button": "Gaukite savo duomenų etiketę dabar",
    "labeling-main-1c": "Reikia daugiau etikečių savo duomenų rinkiniams? „hCaptcha“ suteikia greitą, ekonomišką ir aukštos kokybės duomenų ženklinimą įmonėms, dirbančioms dirbtinio intelekto ir mašininio mokymosi programomis.",
    "labeling-main-2": "Nedelsdami paleiskite milijonus užduočių.",
    "labeling-main-2-button": "Pirkite duomenų ženklinimo paslaugas",
    "labeling-main-2c": "„hCaptcha“ yra vienas didžiausių planetos baseinų, kurį galite naudoti. Nepriklausomai nuo jūsų masto, mes galime tai padaryti be brangių išankstinių įsipareigojimų. Milijonai užduočių per dieną nėra problema.",
    "labeling-platform-head": "Asmeninė ar viešoji informacija",
    "labeling-platform-text": "„hCaptcha“ yra sukurta ant „HUMAN“ platformos, kuri leidžia atlikti sudėtingą maršruto parinkimą ir analizę, kad kiekviename žingsnyje būtų optimizuota kaina ir efektyvumas. Ši technologija leidžia reikiamai darbo jėgai tvarkyti kiekvieną jūsų darbo dalį, maksimaliai padidindama išlaidų efektyvumą, išsaugant privatumą ir tenkinant visus galimus norminius reikalavimus.",
    "labeling-try-button": "Pirkite duomenų ženklinimo paslaugas",
    "labeling-try-head": "Norite išbandyti savo duomenis?",
    "labeling-try-text": "... mes pasiruošę, kai esate: mūsų paslauga teikiama visą parą.",
    "learn-more-hcaptcha": "Sužinokite daugiau apie „hCaptcha“",
    "page-acc-faq-1": "Klausimas: Ar „hCaptcha Section 508 + WCAG 2.0“ yra suderinamas? Atsakymas: Mes taip tikime: visi vartotojai, turintys bet kokios formos negalią, galintys naršyti internete ir įvesti formas į formas, registruodamiesi gali naudotis „hCaptcha“ saugomomis paslaugomis. Tačiau tai nėra teisinė konsultacija: turėtumėte patys įvertinti, atsižvelgdami į konkretų jūsų įgyvendinimą, kad įsitikintumėte, jog taip yra jūsų dislokavimo atveju.",
    "page-acc-faq-2": "Klausimas: ar jūs dirbate su kitomis prieinamumo (ayy) galimybėmis, pavyzdžiui, su garsu? Atsakymas: Anksčiau populiarios galimybės, tokios kaip garso įrašų gaudyklės, diskriminuoja daugelį vartotojų ir yra lengvai įveikiamos šiuolaikinėmis mašininio mokymosi priemonėmis. Tai privertė dabartinius garso iššūkius tapti vis sudėtingesniais, sukeldami triukšmą, keistą laiką, neįprastus žodžių derinius ir pan., Kad nugalėtų užpuolikus. Taigi mes mažiau entuziastingi dėl šio požiūrio, palyginti su viso iššūkio vengimu, tačiau apsvarstysime jį, jei bus kokių nors bendruomenės poreikių. Tačiau mus labai domina „Privacy Pass“ pritaikymas pritaikymo neįgaliesiems atveju. Mes tikime, kad suderinę mūsų dabartinį „ayy“ požiūrį su „Privacy Pass“ išdavimu, visi vartotojai galės saugiai naršyti, užtikrinti, kad žino, kad jų srautas yra labiau privatus, ir kartu apriboti „bot“ operatorių piktnaudžiavimą, kuris neišvengiamai įvyksta, kai yra visos „ay“ opcijos. Esame aktyvūs IETF darbo grupės, standartizuojančios šią naują technologiją, dalyviai.",
    "page-acc-faq-3": "Klausimas: O kaip su privatumu? Ar registracija kažkokiu būdu atskleidžia naršymo duomenis? Ką tu darai su el. Atsakymas: „hCaptcha“ yra sukurtas privatumui užtikrinti nuo pat pradžių. Tai labai skiriasi nuo tradicinių variantų, tokių kaip „reCAPTCHA“, kurie priklauso skelbimų tinklams, kurie turi paskatą sekti jus internete ir susieti jus su tikra tapatybe. Niekada nenaudojame prieinamumo el. Laiškų ar informacijos jokiais kitais tikslais, tik palengvindami jų naudojimą ir užkirsdami kelią piktnaudžiavimui. Mūsų privatumo politikoje pateikiami išsamūs ir patikimi atsakymai į tai, kaip mes naudojame duomenis, tačiau trumpas atsakymas yra tas, kad mes nesame suinteresuoti susieti jus kaip asmenį su jūsų naršymo istorija. Šiuo metu taip pat dirbame su kriptografiniu sprendimu, kad galėtume greitai pašalinti jūsų el. Pašto adresą. kartu išsaugodami savo galimybes užkirsti kelią piktnaudžiavimui, papildome „Privacy Pass“ darbą.",
    "page-acc-link-1": "Jei esate pritaikymo neįgaliesiems vartotojas, prisiregistruokite čia.",
    "page-acc-subhead": "Visiems vartotojams užtikrinant sklandžią prieigą, išlaikant saugumą",
    "page-acc-summary": "Santrauka",
    "page-acc-summary-contents-1": "„hCaptcha“ yra sukurta sustabdyti robotus, atskiriant juos nuo žmonių. Vizualiniai testai yra patogi priemonė, tačiau ne visi gali išspręsti vizualinį iššūkį. Dėl šios priežasties mes sukūrėme paprastą, neskausmingą alternatyvą, leidžiančią leidėjams, besinaudojantiems mūsų paslauga, išsaugoti prieinamumą visiems, visiškai laikantis 508 skyriaus ir WCAG 2.0 reikalavimų.",
    "page-acc-summary-contents-2": "Kaip tai veikia: pirmiausia prieinamumo vartotojas prisiregistruoja šiuo URL, kuris yra susietas valdiklio informacijos puslapyje „hCaptcha“. Jiems suteikiamas užšifruotas slapukas, kurį galima naudoti kelis kartus per dieną, tačiau jis turi būti atnaujinamas kas 24 valandas prisijungiant. Kai bet kurios svetainės, kuriai teikiama „hCaptcha“ paslauga, pritaikymo neįgaliesiems vartotojui iššūkis bus pateiktas, jis automatiškai praeis.",
    "page-acc-title": "„hCaptcha“ prieinamumo informacija",
    "page-acc-tr-body": "Klausimas: Aš vis dar matau iššūkį nustatęs slapuką. Kas tai lemia? Atsakymas: Paprastai taip yra dėl to, kad naudojamas agresyvus skelbimų blokatorius ar antivirusinių programų plėtinys arba nustatymas, blokuojantis įvairių svetainių slapukus, šiuo atveju - hcaptcha.com slapukas, kurį „hCaptcha JavaScript“ nustato ar patikrina kitoje svetainėje. , kaip ir tas, kuriame lankotės. „hCaptcha“ pritaikymo neįgaliesiems slapukai veikia su visomis populiariomis naršyklėmis ir skelbimų blokatoriais, kurių standartiniai nustatymai yra tokie, todėl paprastai nesėkmės atsiranda dėl anti-anti-blokadinių scenarijų ar panašių taisyklių rinkinių, taikomų tam tikrose svetainėse. Sprendimai: 1. Baltojo sąrašo hcaptcha.com ir * .hcaptcha.com slapukai yra jūsų skelbimų blokatoriuje arba naršyklės saugos plėtinyje. 2. Jei naudojate „Brave“ naršyklę, kurioje (nuo 2020 m. Balandžio mėn.) Nėra jokio slapukų baltojo sąrašo, eikite į Nuostatos -> Skydai -> Slapukai ir pasirinkite Leisti visus slapukus. 3. Jei naudojate pačią naujausią „Safari“ versiją arba neseniai išleistame „OS X 10.15“, arba „iOS 13. 4“, „Apple“ ką tik pakeitė „Safari“ elgseną, susijusią su trečiųjų šalių sausainiais, blokuodama juos visus pagal numatytuosius nustatymus. Įdiegiame sprendimą, tačiau tuo metu apsilankykite „Safari“ nuostatose, Privatumo skiltyje ir panaikinkite žymėjimą tinklalapyje: Neleiskite stebėti svetaines, kad prieigos slapukas veiktų taip, kaip tikėtasi. Klausimas: Aš naudoju kelis įrenginius. Ar man reikia prisiregistruoti kelis kartus? Atsakymas: Ne. Norėdami nustatyti slapuką, spustelėkite tą pačią prisijungimo el. Pašto nuorodą, kurią jums atsiųsite kiekviename įrenginyje, kurį naudojate.",
    "page-acc-tr-title": "Prieinamumo vartotojams: klausimai ir atsakymai bei trikčių šalinimo vadovas",
    "priv-hc": "Sutelktas dėmesys į privatumą",
    "priv-hc-text": "Skelbimų tinklai mato jus kaip savo produktą. Mes to nedarome. Mums nerūpi, kas yra vartotojai, tik kokia tikimybė, kad jie bus klastingi. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir sunkiai dirbame siekdami subalansuoti privatumą ir saugumą.",
    "reporting-bugs-accessibility-button": "Sužinokite daugiau apie pritaikymą neįgaliesiems",
    "reporting-bugs-accessibility-head": "Prieinamumo parinktys",
    "reporting-bugs-accessibility-text": "Ar turite regėjimo negalią ar kitaip negalite atlikti „hCaptchas“?",
    "reporting-bugs-guide-ff-head": "Išsami klaidos ataskaitos fiksavimas: „Firefox“",
    "reporting-bugs-guide-ff-step-1": "1 veiksmas: atidarykite kūrėjo įrankius (pradedama įrašyti sesija.)",
    "reporting-bugs-guide-ff-step-2": "2 veiksmas: Spustelėkite skirtuką Tinklas kūrėjo įrankiuose. Pažymėkite langelį „Išlikti žurnalai“ viršuje.",
    "reporting-bugs-guide-ff-step-3": "3 veiksmas: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik jei neprieštaraujate dalintis tuo, kas tai yra) ... ir spustelėkite „ Aš esu žmogus “mygtuką ir bandau išspręsti.",
    "reporting-bugs-guide-ff-step-4": "4 žingsnis: Po bandymo išspręsti spustelėkite „HAR“ ir, norėdami išsaugoti tinklo žurnalą, pasirinkite „Išsaugoti viską kaip HAR“. Nusiųskite tą failą mums.",
    "reporting-bugs-guide-ff-step-5": "5 žingsnis: Spustelėkite skirtuką „Konsolė“, tada dešiniuoju pelės mygtuku spustelėkite „Pasirinkti viską“ ir išsaugokite tai teksto faile, kad išsaugotumėte konsolės žurnalą. Atsiųskite tai ir mums.",
    "reporting-bugs-guide-ff-step-6": "Paskutinis žingsnis: siųskite mums tuos HAR ir konsolės žurnalo failus ir aprašykite problemą seNaudokite: support@hcaptcha.com (naudokite tokią paslaugą kaip „Dropbox“ arba „Filebin“ ir siųskite nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas nerodo tinkamai. . Prašome atsiųsti ir jūsų naudojamą IP. Galite gauti ją iš https://www.whatsmyip.org/‍ Ačiū, kad skyrėte laiko mums padėti gauti šią informaciją! Esame įsipareigoję, kad „hCaptcha“ gerai veiktų visiems.",
    "reporting-bugs-guide-head": "Išsami klaidos ataskaitos fiksavimas: „Chrome“",
    "reporting-bugs-guide-step-1": "1 veiksmas: atidarykite kūrėjo įrankius (pradedama įrašyti sesija.)",
    "reporting-bugs-guide-step-2": "2 veiksmas: Spustelėkite skirtuką Tinklas kūrėjo įrankiuose. Pažymėkite langelį „Išsaugoti žurnalą“ viršuje.",
    "reporting-bugs-guide-step-3": "3 veiksmas: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik jei neprieštaraujate dalintis tuo, kas tai yra) ... ir spustelėkite „ Aš esu žmogus “mygtuką ir bandau išspręsti.",
    "reporting-bugs-guide-step-4": "4 žingsnis: Bandant išspręsti spustelėkite „Export HAR“ (maža rodyklė žemyn), kuri išsaugo tinklo žurnalą. Nusiųskite tą failą mums.",
    "reporting-bugs-guide-step-5": "5 žingsnis: Spustelėkite „Console“ skirtuką ir dešiniuoju pelės mygtuku spustelėkite „Save as ..“, kad išsaugotumėte konsolės žurnalą. Atsiųskite tai ir mums.",
    "reporting-bugs-guide-step-6": "Paskutinis žingsnis: siųskite mums tuos HAR ir konsolės žurnalų failus ir aprašykite problemą‍ Naudokite: support@hcaptcha.com (naudokite tokią paslaugą kaip „Dropbox“ arba „Filebin“ ir siųskite nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas nerodo tinkamai. . Prašome atsiųsti ir jūsų naudojamą IP. Galite jį gauti apsilankę https://www.whatsmyip.org/ ‍Ačiū, kad skyrėte laiko mums padėti gauti šią informaciją! Esame įsipareigoję, kad „hCaptcha“ gerai veiktų visiems.",
    "reporting-bugs-guide-text-1": "Siųsdami derinimo informaciją kartu su ataskaita mums bus daug lengviau nustatyti, kas vyksta. Čia yra nuoseklios instrukcijos:",
    "reporting-bugs-guide-text-2": "Jei esate žiniatinklio kūrėjas ar ekspertas, santraukos norėtume, kad atsiųstumėte mums tinklo įrašymo HAR ir naršyklės konsolės žurnalus. Pirmiausia pabandykite išjungti bet kokį skelbimų blokavimą ar naršyklės saugos plėtinius, o tada bandykite dar kartą, prieš atlikdami šiuos veiksmus. Jei tai išspręs jūsų problemą, mes vis tiek dėkojame, kad pranešėte mums apie savo naršyklės versiją, skelbimų blokavimą ar naršyklės plėtinį ir svetainės URL.",
    "reporting-bugs-intro-head": "Radai klaidą? Štai kaip apie tai pranešti.",
    "reporting-bugs-intro-text": "Milijonai žmonių kiekvieną mėnesį naudoja „hCaptcha“, naudodamiesi tūkstančiais naršyklių, plėtinių, įrenginių, ugniasienių ir dar daugiau derinių. Mūsų tikslas yra įsitikinti, kad jis visada tinka jums, todėl labai vertiname jūsų pranešimus! Norėdami suteikti greitą atsiliepimą, tiesiog spustelėkite mygtuką „Siųsti mums atsiliepimą“. Jei pastebite funkcinę problemą, vykdykite toliau pateiktas „Chrome“ derinimo žurnalo instrukcijas arba „Firefox“ derinimo žurnalo instrukcijas. Bet kurioms kitoms naršyklėms tiesiog rašykite mums el. Paštu. Dėl galimų saugumo ar privatumo problemų skaitykite toliau pateiktose instrukcijose.",
    "reporting-bugs-privacy-head": "Privatumo klausimai",
    "reporting-bugs-privacy-text": "Mums nerūpi, kas yra vartotojai, tik kokia tikimybė, kad jie bus klastingi ar mašinos. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir sunkiai dirbame siekdami subalansuoti privatumą ir saugumą. Jei radote problemą, kuri, jūsų manymu, gali paveikti vartotojų privatumą, rašykite mums el. Paštu support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Atsiųskite mums atsiliepimą",
    "reporting-bugs-provide-feedback-head": "Pateikite tiesioginį atsiliepimą apie „hCaptcha“",
    "reporting-bugs-provide-feedback-text": "Mes vertiname jūsų indėlį. Praneškite mums apie bet kokias problemas ir greitai jas išspręsime.",
    "reporting-bugs-security-head": "Saugos klaidos",
    "reporting-bugs-security-text": "Mes visada norime gauti pranešimus apie saugumo klaidas. El. Paštas support@hcaptcha.com ir CC security@hcaptcha.com ir mes su jumis greitai susisieksime. Mes taip pat turime klaidų atleidimo nuolaidų programą tinkamoms „hCaptcha“ paslaugų saugos ataskaitoms ir su ja susijusiam šaltiniui.",
    "sec-hc": "Pirmiausia saugumas",
    "sec-hc-text": "„hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti svetainėms tikrus duomenis ir leisti jiems nuspręsti, kaip jais naudotis. Tikslumas yra jūsų ir mūsų interesas. Kitus „captchas“ teikia reklamos kompanijos. Kiekvienas užblokuotas robotas gali sumažinti jų pajamas.",
    "what-is-hcaptcha": "Kas yra „hCaptcha“?",
    "what-is-hcaptcha-text": "„hCaptcha“ padeda jūsų mėgstamoms žiniatinklio paslaugoms saugoti nuo robotų, šlamšto ir piktnaudžiavimo, užduodant paprastus klausimus, kurie yra lengvai žmonėms ir mašinoms sunkūs.",
    "why-hc": "Kodėl „hCaptcha“?",
    "why-hc-text": "Kiekvieną kartą atsakydami į iššūkį naudojame sudėtingesnius modelius, kad išsiaiškintume, ar esate žmogus, ar mašina. Tada svetainė, kurioje lankėtės, naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį jų svetainėje, neslėptų robotų."
}