{
    "about-advisors-brendan": "„Brave“ generalinis direktorius. „Mozilla“ įkūrėjas. „JavaScript“ programavimo kalbos kūrėjas. Naršyklių kūrėjas ir dar daugiau.",
    "about-advisors-dawn": "Kalifornijos universiteto Berklio universiteto profesorius. Gilus mokymasis, saugumas, „blockchain“ ekspertas. „Oasis Labs“ generalinis direktorius.",
    "about-advisors-head": "Patarėjai",
    "about-advisors-keiran": "Stanfordo mokslininkas. Mašinų mokymasis ir kiekybiniai finansai didžiuosiuose bankuose, rizikos draudimo fonduose ir akademinėje aplinkoje.",
    "about-content-head-1": "Ką mes darom",
    "about-content-head-2": "Kodėl tai svarbu",
    "about-content-text-1": "„hCaptcha“ yra dirbtinio intelekto ir mašininio mokymosi įmonės „Intuition Machines Inc“ paslauga, daugiausia dėmesio skiriant metalo mokymuisi ir vaizdinio domeno ML mastui. Mes kuriame ir valdome masiškai keičiamas sistemas, kad galėtume įjungti vaizdo ir vaizdo analizės paslaugas „Global 2000“ įmonėms visame pasaulyje.",
    "about-content-text-1a": "„hCaptcha“ suteikia modernų, į privatumą orientuotą požiūrį į robotų sustabdymą.",
    "about-content-text-1b": "Parodome „CAPTCHA“ iššūkius, kuriuos robotams sunku, bet žmonėms lengva surinkti sunkiai paženklinamus duomenis iš mašininio mokymosi problemų ir naudoti juos atskiriant, ar svetainės ar programos lankytojas yra žmogus.",
    "about-content-text-2": "Daugiau duomenų paprastai duoda geresnius rezultatus. Teisingai pažymėtų ir atitinkamų duomenų rinkinių kūrimas ir priežiūra yra daug laiko reikalaujantis ir brangus. „hCaptcha“ iš pradžių buvo sukurta siekiant patenkinti mūsų pačių poreikius ženklinant atvaizdus, ir dabar ją gali įsigyti kitos panašių poreikių turinčios įmonės.",
    "about-content-text-2a": "Blogieji aktoriai vis dažniau pasitaiko internete. Tačiau paaukoti vartotojo privatumą nėra atsakymas.",
    "about-content-text-2b": "Skelbimų kompanijų siūlomi saugumo sprendimai visų pirma skirti vartotojų stebėjimui internete. Mes sukūrėme veiksmingą saugumo sprendimą, kuris, norint įrodyti puikius rezultatus, nėra būtinas žala vartotojų privatumui.",
    "about-intro-head-1": "Apie „hCaptcha“",
    "about-intro-head-2": "Privatumas, sauga ir mašininis mokymasis.",
    "about-intro-text": "„hCaptcha“ yra plačiausiai pasaulyje naudojama nepriklausoma „CAPTCHA“ paslauga.",
    "about-leadership-alex": "Duomenų bazių ir „Blockchain“ ekspertas. Ankstyvasis „Cloudera“ inžinierius ir dar daugiau. Dešimtmečių patirtis kuriant programinę įrangą ir komandas.",
    "about-leadership-eli": "Generalinis direktorius. Pripažintas DI lyderis. Pastaraisiais dešimtmečiais masto mašinų intelektą pritaikė įvairioms verslo problemoms spręsti.",
    "about-leadership-head": "Vadovavimas",
    "about-leadership-todd": "Kompiuterinės biologijos daktaras, Stanfordas. Dirbu su neuroniniais tinklais nuo 1999 m. Dėmesys taikomam ML ir giliam mokymuisi.",
    "acc-opt": "Pritaikymo neįgaliesiems parinktys",
    "acc-opt-but": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
    "acc-opt-text": "Ar turite silpnaregių ar kitaip negalite užbaigti „hCaptchas“?",
    "accessibility-link": "Prieinamumas",
    "appreciate-in": "Mes vertiname jūsų indėlį. Praneškite mums apie visas problemas ir mes jas greitai išspręsime.",
    "fb-but": "Atsiųskite mums atsiliepimą",
    "feedback-text": "Pateikite atsiliepimų apie ką tik matytą „hCaptcha“",
    "footer-attribution": "Priskyrimas",
    "footer-copyright-text": "„hCaptcha“ yra registruotasis „Intuition Machines, Inc.“ prekės ženklas.",
    "footer-header-1": "Bendrovė",
    "footer-header-2": "Ištekliai",
    "footer-header-3": "kontaktas",
    "footer-link-1": "Ženklinimas",
    "footer-link-10": "Prieinamumas",
    "footer-link-2": "Apie",
    "footer-link-3": "Darbai",
    "footer-link-4": "Prekių ženklai",
    "footer-link-5": "Dirbtinio intelekto etika",
    "footer-link-6": "Tinklaraštis",
    "footer-link-7": "Statusas",
    "footer-link-8": "Dokumentacija",
    "footer-link-9": "Panešti apie klaidą",
    "footer-privacy": "Privatumas",
    "footer-subheader-1": "Parama",
    "footer-subheader-2": "kontaktas",
    "footer-terms": "Sąlygos",
    "h-plans": "Prenumeratos planai",
    "header-docs-link": "Dokumentai",
    "header-labeling-services-link": "Ženklinimo paslaugos",
    "header-login-button": "Prisijungti",
    "header-plans-link": "Planai",
    "header-signup-button": "Registruotis",
    "home-about-head": "Apie „hCaptcha“",
    "home-about-subtitle": "Parengta pagal ŽMOGAUS protokolą",
    "home-about-text-1": "„hCaptcha“ sukurta siekiant išspręsti daugiausiai darbo reikalaujančią mašininio mokymosi problemą: laiku, už prieinamą kainą ir patikimai žymėti didžiulius duomenų kiekius.",
    "home-about-text-2": "Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelių. Pastaroji giliųjų modelių sėkmė paskatino vis didesnius duomenų rinkinius, kuriuos beveik visada apžvelgė žmonės. Tačiau sukurti didelius žmonių peržiūrėtus duomenų rinkinius per „Mechanical Turk“, „Eight Figure“ ir kt. Yra lėta ir brangu.",
    "home-about-text-3": "„hCaptcha“ leidžia svetainėms užsidirbti pinigų tenkinant šią paklausą, tuo pačiu blokuojant robotus ir kitas piktnaudžiavimo formas.",
    "home-about-text-4": "„HCaptcha“ prekyvietę maitina „Human Human Protocol“, atviras decentralizuotas protokolas, skirtas žmonių peržiūrai, veikiantis „Ethereum“ blokų grandinėje. Svetainės uždirba „Žmogaus žetonus“ (HMT), kai vartotojai savo svetainėje naudoja „hCaptcha“ valdiklį, o mašininio mokymo įmonės moka „Žmogaus žetonus“, kad jų duomenys būtų paženklinti.",
    "home-ba-labeling-services-link": "Ženklinimo paslaugos",
    "home-benefits-head-1": "Duomenų etikečių vertė",
    "home-benefits-head-2": "Grąžink labdarai",
    "home-benefits-text-1": "Ar kiekvieną kartą spustelėję automobilį supratote, kad padedate nemokamai apmokyti vienos „Gigantic“ kompanijos mašininio mokymosi sistemas?",
    "home-benefits-text-2": "„hCaptcha“ apverčia šį modelį. Kai naudojate „hCaptcha“, įmonės siūlo kainą už darbą, kurį atlieka jūsų vartotojai, įrodydami savo žmogiškumą. Jūs gaunate atlygį.",
    "home-benefits-text-3": "Norite grąžinti savo mėgstamą labdarą? „hCaptcha“ leidžia remti pasirinktas labdaros organizacijas uždarbiu, kurį gaunate naudodamiesi ja. Jūsų svetainės vartotojai netrukus galės pamatyti jūsų indėlį į labdarą per sąmoningą prekės ženklo naudojimą „hCaptcha“ sąsajoje.",
    "home-challenge-text-1": "Pasirinkite visus vaizdus, atitinkančius užklausą",
    "home-challenge-text-2": "Apibrėžkite objektų ribojimo plotą",
    "home-challenge-text-3": "Nurodykite atitinkamas etiketes",
    "home-challenge-title-1": "Palyginimas",
    "home-challenge-title-2": "Apribojimo dėžutė",
    "home-challenge-title-3": "Skirstymas į kategorijas",
    "home-challenges-head": "Pateikė iššūkius",
    "home-challenges-text-1": "... ir kitos paprastos užduotys. Lengva žmonėms, sunku robotams.",
    "home-challenges-text-2": "Individualios užduotys taip pat prieinamos įmonės leidėjams.",
    "home-ent-1": "Ieškote mūsų įmonės saugos pasiūlymų?",
    "home-ent-2": "Apsilankykite mūsų naujoje svetainėje: BotStop.com",
    "home-ent-button": "Sužinokite daugiau: „hCaptcha“ sukurta „BotStop“",
    "home-from-the-blog": "IŠ BLOGO:",
    "home-from-the-blog-value": "Kaip veikia „hCaptcha“ sunkumų nustatymai",
    "home-intro-body": "Ar naudojate captcha, kad išvengtumėte robotų? „hCaptcha“ saugo vartotojų privatumą, apdovanoja svetaines ir padeda įmonėms pažymėti jų duomenis. Tai yra „reCAPTCHA“ pakaitalas: galite perjungti per kelias minutes.",
    "home-intro-button": "Užsiregistruokite dabar",
    "home-intro-head": "Sustabdykite daugiau robotų. Pradėkite saugoti vartotojo privatumą.",
    "home-main-1": "Privatus. Saugus. Greičiau. Ir mes mokame jums už tai.",
    "home-main-2": "Privatumas sutelktas",
    "home-main-2c": "Skelbimų tinklai mato jūsų lankytojus kaip produktą. „HCaptcha“ produktas yra jų teikiamas darbas. Mums nesvarbu, kas yra jūsų vartotojai, tik tikimybė, kad jie bus piktybiški. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir stengiamės suderinti privatumą ir saugumą.",
    "home-main-3": "Pirmiausia saugumas",
    "home-main-3c": "Tikslumas yra jūsų ir mūsų interesas. „hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti jums tikrus duomenis ir leisti jums nuspręsti, kaip juos naudoti. Kitus „captchas“ teikia „Gigantic“ reklamos kompanijos. Tai reiškia, kad kiekvienas užblokuotas robotas gali sumažinti jų pajamas.",
    "home-main-4": "Geresnė vartotojo patirtis",
    "home-main-4c": "„HCaptcha“ naudoja žmonijai nustatyti sudėtingus mašininio mokymosi modelius. Tai leidžia mums reikalauti mažiau erzinančių jūsų naudotojų užduočių ir sugaišti mažiau laiko jiems tai darant, o klientams etiketėmis vis tiek gaminame naudingus etiketėmis pažymėtus duomenis.",
    "home-main-plans": "„hCaptcha“ gali nemokamai naudoti bet kokio dydžio leidėjai. Tačiau įmonėms ir platformoms, kurias reikia labiau kontroliuoti, yra prieinami mūsų įmonių sprendimai.",
    "home-main-plans2": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų keliose dešimtyse milijonų svetainių, skirtų kai kurioms didžiausių kompanijų planetoje. Susisiekite su mumis, jei norite gauti daugiau informacijos, arba apsilankykite",
    "home-main-plans3": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų keliose dešimtyse milijonų svetainių, skirtų kai kurioms didžiausių kompanijų planetoje. Susisiekite su mumis, jei norite gauti daugiau informacijos, arba apsilankykite",
    "home-main-plans4": "išsamesnės informacijos.",
    "home-plans-button-1": "Užsiregistruokite dabar",
    "home-plans-button-2": "Susisiekite su pardavėjais",
    "home-plans-chart-head-1": "funkcijos",
    "home-plans-chart-head-2": "Leidėjas",
    "home-plans-chart-head-3": "„Enterprise“",
    "home-plans-chart-row-1-cell-1": "Parodyti kontroliniai iššūkių tipai",
    "home-plans-chart-row-1-cell-2": "Ribotas",
    "home-plans-chart-row-1-cell-3": "Iš viso",
    "home-plans-chart-row-10-cell-1": "Daugelio vartotojų informacijos suvestinės",
    "home-plans-chart-row-11-cell-1": "Išplėstinės ataskaitų teikimo funkcijos",
    "home-plans-chart-row-12-cell-1": "Įmonių SLA",
    "home-plans-chart-row-2-cell-1": "Kontroliuoti naudojamo iššūkio turinį",
    "home-plans-chart-row-2-cell-2": "Ribotas",
    "home-plans-chart-row-2-cell-3": "Iš viso",
    "home-plans-chart-row-3-cell-1": "Uždirbk atlygio už žmogaus sprendimus",
    "home-plans-chart-row-4-cell-1": "Pasaulinės klasės apsauga nuo botų",
    "home-plans-chart-row-5-cell-1": "Dirba kiekvienoje šalyje",
    "home-plans-chart-row-5a-cell-1": "„No-CAPTCHA“ ir 99,9% pasyvieji režimai",
    "home-plans-chart-row-5b-cell-1": "Bot pasitikėjimo balai",
    "home-plans-chart-row-6-cell-1": "GDPR ir CCPA tinkama privatumo politika",
    "home-plans-chart-row-7-cell-1": "Smulkiagrūdžiai sunkumų lygiai",
    "home-plans-chart-row-8-cell-1": "Paleiskite savo iššūkių turinį",
    "home-plans-chart-row-9-cell-1": "Laiko sunkumai planuojant",
    "home-try-it-out-button": "Gaukite „hCaptcha“",
    "home-try-it-out-head": "Išbandyk",
    "home-try-it-out-text": "„hCaptcha“ suteikia paprastą, lengvą ir patikimą robotų aptikimą, tuo tarpu žmonėms tai nereikšminga.",
    "labeling-about-head": "Apie „hCaptcha“",
    "labeling-about-text-1": "„hCaptcha“ sukurta siekiant išspręsti labiausiai darbo reikalaujančią mašininio mokymosi problemą; laiku, už prieinamą kainą ir patikimai žymėti didžiulius duomenų kiekius. Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelių. Pastaroji giliųjų modelių sėkmė paskatino vis didesnius duomenų rinkinius, o „hCaptcha“ tenkina šį poreikį.",
    "labeling-about-text-2": "Tačiau kurti didelius žmonių peržiūrėtus duomenų rinkinius naudojant tradicinius metodus yra lėta ir brangu. „hCaptcha“ yra būdas įmonėms gauti reikalingas anotacijas greičiau, kokybiškiau ir pigiau nei kitos alternatyvos.",
    "labeling-annotations-head": "Anotacijų tipai",
    "labeling-annotations-text-1": "Tikslus objektų aptikimas vaizduose ir vaizdo įrašuose",
    "labeling-annotations-text-2": "Tikslus objektų aptikimas vaizduose ir vaizdo įrašuose",
    "labeling-annotations-text-3": "Taškų anotacijos daugeliui skirtingų naudojimo atvejų",
    "labeling-annotations-text-4": "Rūšiuoti arba pridėti bet kokio dydžio savavališkas kategorijas",
    "labeling-annotations-text-5": "Žmogaus valdomas aptikimas ir klasifikavimas",
    "labeling-annotations-text-6": "Reikia kito tipo, kuris čia nepateiktas? Tiesiog paklausk mūsų.",
    "labeling-annotations-title-1": "Ribojančios dėžės",
    "labeling-annotations-title-2": "Daugiakampiai",
    "labeling-annotations-title-3": "Orientyrai",
    "labeling-annotations-title-4": "Atributų kategorija",
    "labeling-annotations-title-5": "Palyginimas ir aptikimas",
    "labeling-annotations-title-6": "... ir daug daugiau",
    "labeling-ent-button": "Susisiekite su mūsų įmonių sprendimų komanda",
    "labeling-ent-head": "Reikia visiško valdymo?",
    "labeling-ent-text-1": "„HCaptcha“ veikianti „HUMAN“ platforma teikia labai sudėtingas darbo kokybės ir valdymo funkcijas naudodama vietines, hibridines ar „SaaS“ diegimo sistemas, kurios integruojamos su jūsų esamomis sistemomis.",
    "labeling-ent-text-2": "Būkite visiškai neprisijungę prie savo darbo jėgos, stebėkite verslo vienetų ar konsorciumo partnerių suvartotą vertę, pasirinktinai nukreipkite darbus pas skirtingus vidinius ar išorinius darbo tiekėjus, atsižvelgdami į sąnaudų ir saugumo reikalavimus, ir dar daugiau.",
    "labeling-ent-text-3": "Lengva prieiga prie API, gražios informacijos suvestinės ir naujausia modulio technologija, kad maksimaliai padidintumėte efektyvumą.",
    "labeling-ent-text-4": "Galima naudotis 99,99% veikiančio SLA ir palaikyti visą parą visą parą. Daugiau informacijos:",
    "labeling-features-head-1": "Paprasti API varomi vamzdynai.",
    "labeling-features-head-2": "Optimizuota pagal kainą ir kokybę. Išankstinio įsipareigojimo nereikia.",
    "labeling-features-head-3": "Mokėkite tik už tikslumą, kurio jums reikia.",
    "labeling-features-head-4": "Pateikite savo paties tiesos duomenis arba leiskite mums juos kurti skriejant.",
    "labeling-features-text-1": "Norite integruoti žmonių apžvalgą tiesiai į savo verslo operacijas? Mes siūlome didelio patikimumo SLA, garantuotą talpą ir paprastas REST API.",
    "labeling-features-text-2": "HUMAN platforma naudoja išsamius pasitikėjimo modelius, kad atliktų sudėtingą realaus laiko kokybės analizę. Tai leidžia mums greitai nustatyti klausimų sudėtingumą ir tikėtiną teisingą jų atsakymą, taupydami jūsų laiką ir pinigus.",
    "labeling-features-text-3": "Ne visos problemos yra vienodos. Saugumui svarbių užduočių anotacijoms gali prireikti 99,99% pasitikėjimo iš visų žmonių. Vienos beta versijos žaidimų mobiliesiems programoje komentarams gali reikėti tik vidutinio pasitikėjimo. Tu nuspręsk.",
    "labeling-features-text-4": "Ar turite neapdorotų duomenų be išsamaus patvirtinimo rinkinio? Daugeliu atvejų mes galime sukurti vieną jums, nes užduotys vykdomos sistemoje, arba sukurti etiketėmis patvirtintus pavyzdžius.",
    "labeling-info-head": "Duomenų žymėjimas etiketėmis",
    "labeling-info-text-1": "Kalbėkitės su vienu iš mūsų domeno ekspertų, kad nustatytumėte savo projekto poreikius: tikslumo tikslumą, formatą ir visus specialius reikalavimus.",
    "labeling-info-text-2": "Mes atliekame nedidelį gamybos darbą pagal jūsų pavyzdinius duomenis. Tai patikrina mūsų kartu atliktą darbą, kad įsitikintumėte, jog gausite būtent tai, ko jums reikia.",
    "labeling-info-text-3": "Turėdami didelę apimtį ir mažą vėlavimą, mes greitai apversime jūsų darbą ir atliksime automatinį pristatymą, kai tik tai bus padaryta.",
    "labeling-info-text-4": "Kai mes geriau suprasime jūsų gamybos darbo parametrus, rezultatai laikui bėgant ir toliau gerės.",
    "labeling-info-text-5": "Tiesioginės informacijos suvestinės leidžia bet kada pateikti atsiliepimą arba pristabdyti gamybą.",
    "labeling-info-title-1": "Apibrėžkite specifikacijas",
    "labeling-info-title-2": "Pradinis darbo testas",
    "labeling-info-title-3": "Įdiekite gamybos darbus",
    "labeling-info-title-4": "Nuolatinis tobulinimas",
    "labeling-info-title-5": "Realaus laiko rezultatai",
    "labeling-main-1": "Ekonomiškai efektyvus duomenų žymėjimas",
    "labeling-main-1-button": "Gaukite savo duomenis etiketėmis dabar",
    "labeling-main-1c": "Reikia daugiau duomenų rinkinių etikečių? „hCaptcha“ suteikia greitą, ekonomišką ir aukštos kokybės duomenų žymėjimą įmonėms, dirbančioms dirbtinio intelekto ir mašininio mokymosi programų srityje.",
    "labeling-main-2": "Akimirksniu atlikite milijonus užduočių.",
    "labeling-main-2-button": "Pirkite duomenų žymėjimo paslaugas",
    "labeling-main-2c": "„hCaptcha“ yra vienas iš didžiausių baseinų planetoje, kurį galite naudoti. Nepriklausomai nuo jūsų masto, mes galime tai atlikti be brangių išankstinių įsipareigojimų. Milijonai užduočių per dieną nėra problema.",
    "labeling-platform-head": "Privati ar vieša informacija",
    "labeling-platform-text": "„hCaptcha“ sukurta naudojant „HUMAN“ platformą, kuri leidžia sudėtingam maršruto parinkimui ir analizei optimizuoti išlaidas ir efektyvumą kiekviename žingsnyje. Ši technologija leidžia tinkamai darbo jėgai dirbti su kiekviena jūsų darbo dalimi, maksimaliai padidinant sąnaudų efektyvumą, išsaugant privatumą ir tenkinant visus galiojančius norminius reikalavimus.",
    "labeling-try-button": "Pirkite duomenų žymėjimo paslaugas",
    "labeling-try-head": "Norite pabandyti su savo duomenimis?",
    "labeling-try-text": "... mes pasiruošę, kai būsite: mūsų paslaugos teikiamos visą parą.",
    "learn-more-hcaptcha": "Sužinokite daugiau apie „hCaptcha“",
    "page-acc-faq-1": "Klausimas: Ar „hCaptcha“ skyrius 508 + WCAG 2.0 atitinka? Atsakymas: Mes taip manome: visi vartotojai, turintys bet kokią negalią, galintys naršyti internete ir įvesti tekstą formose, registruodamiesi gali naudotis „hCaptcha“ saugomomis paslaugomis. Tačiau tai nėra teisinis patarimas: turėtumėte atlikti savo vertinimą, atsižvelgdami į konkretų jūsų įgyvendinimą, kad įsitikintumėte, jog taip yra jūsų diegimo atveju.",
    "page-acc-faq-2": "Klausimas: Ar dirbate su kitomis prieinamumo (a11y) parinktimis, pvz., Garsu? Atsakymas: Anksčiau populiarios parinktys, tokios kaip garso įrašai, diskriminuoja daugelį vartotojų ir yra lengvai įveikiamos naudojant šiuolaikines mašininio mokymosi technikas. Tai privertė dabartinius garso iššūkius darytis vis sunkesnius, įvedant triukšmą, nelyginį laiką, neįprastus žodžių junginius ir pan., Kad nugalėtų užpuolikus. Taigi esame mažiau entuziastingi šiam požiūriui ir apskritai vengiame iššūkio, tačiau apsvarstysime jį, jei bus poreikio iš 11yy bendruomenės. Tačiau mus labai domina „Privatumo leidimas“, skirtas „Accessibility“ naudojimo atvejui. Manome, kad derinant dabartinį „a11y“ požiūrį su „Privacy Pass“ išdavimu, „a11y“ vartotojai galės saugiai ir saugiai naršyti žinodami, kad jų srautas yra labiau privatus, tuo pačiu apribodamas robotų operatorių piktnaudžiavimą, kuris neišvengiamai atsiranda, kai yra galimos „a11y“ parinktys. Esame aktyvūs IETF darbo grupės, standartizuojančios šią naują technologiją, dalyviai.",
    "page-acc-faq-3": "Klausimas: O privatumas? Ar registruojantis kokiu nors būdu rodomi visi naršymo duomenys? Ką darote su el. Paštu? Atsakymas: „hCaptcha“ sukurtas privatumui nuo pat pradžių. Tai labai skiriasi nuo tradicinių parinkčių, tokių kaip „reCAPTCHA“, kurios priklauso skelbimų tinklams, kurie turi paskatą jus stebėti internete ir susieti jus su tikra tapatybe. Niekada nenaudojame pritaikymo neįgaliesiems el. Laiškų ar informacijos jokiems kitiems tikslams, išskyrus palengvinti naudojimąsi ir užkirsti kelią piktnaudžiavimui. Mūsų privatumo politikoje yra išsamūs ir patikimi atsakymai, kaip naudojame duomenis, tačiau trumpas atsakymas yra tas, kad mes nesu suinteresuoti susieti jus kaip asmenį su jūsų naršymo istorija. Taip pat šiuo metu dirbame kurdami kriptografinį sprendimą, kad galėtume greitai išmesti jūsų el. Pašto adresą. išlaikydami savo sugebėjimą užkirsti kelią piktnaudžiavimui, papildydami „Privacy Pass“ darbą.",
    "page-acc-link-1": "Jei esate pritaikymo neįgaliesiems vartotojas, prisiregistruokite čia.",
    "page-acc-subhead": "Užtikrinti sklandžią prieigą visiems vartotojams išlaikant saugumą",
    "page-acc-summary": "Santrauka",
    "page-acc-summary-contents-1": "„hCaptcha“ sukurtas siekiant sustabdyti robotus, juos atskiriant nuo žmonių. Vizualiniai testai yra patogi priemonė tam, tačiau ne visi gali išspręsti vizualinį iššūkį. Dėl šios priežasties sukūrėme paprastą, neskausmingą alternatyvą, leidžiančią mūsų paslaugą naudojantiems leidėjams išsaugoti prieinamumą visiems, visiškai laikantis 508 skyriaus ir WCAG 2.0 reikalavimų.",
    "page-acc-summary-contents-2": "Kaip tai veikia: pirmiausia pritaikymo neįgaliesiems vartotojas užsiregistruoja šiuo URL, kuris yra susietas „hCaptcha“ valdiklio informacijos puslapyje. Jiems suteikiamas užšifruotas slapukas, kurį galima naudoti kelis kartus per dieną, tačiau jis turi būti atnaujinamas kas 24 valandas prisijungus. Kai iššūkis pateikiamas pritaikymo neįgaliesiems vartotojui bet kurioje svetainėje, naudojant „hCaptcha“ paslaugą, jis automatiškai praeis.",
    "page-acc-title": "„hCaptcha“ prieinamumo informacija",
    "page-acc-tr-body": "Klausimas: Aš vis dar matau iššūkį nustatęs slapuką. Kas tai sukelia? Atsakymas: Tai dažniausiai atsitinka dėl agresyvaus skelbimų blokavimo priemonės ar slapukų šalinimo plėtinio arba nustatymo, kuris blokuoja kelių svetainių slapukus, šiuo atveju hcaptcha.com slapuką, kurį kitoje svetainėje nustato ar patikrina „hCaptcha JavaScript“. , kaip tas, kuriame lankotės. „hCaptcha“ pritaikymo neįgaliesiems slapukai veikia su visomis populiariomis naršyklėmis ir skelbimų blokavimo priemonėmis su standartiniais nustatymais, todėl paprastai gedimai atsiranda dėl antivirusinių scenarijų ar panašių taisyklių rinkinių, taikomų tam tikroms svetainėms. Sprendimai: 1. Įtraukite baltąjį sąrašą hcaptcha.com ir * .hcaptcha.com į skelbimų blokavimo priemonę arba naršyklės saugos plėtinį. 2. Jei naudojate „Brave“ naršyklę, kurioje (2020 m. Balandžio mėn.) Nėra jokių baltųjų slapukų sąrašų, eikite į Parinktys -> Skydai -> Slapukai ir pasirinkite Leisti visus slapukus. 3. Jei naudojate naujausią „Safari“ versiją neseniai išleistoje „OS X 10.15“ arba „iOS 13. 4“, „Apple“ ką tik pakeitė „Safari“ elgesį, susijusį su trečiųjų šalių slapukais, pagal numatytuosius nustatymus blokuodama visus juos. Mes diegiame sprendimą, tačiau kol kas apsilankykite „Safari“ nuostatų, privatumo skiltyje ir panaikinkite žymėjimą Svetainių stebėjimas: Neleiskite stebėti keliose svetainėse, kad pritaikymo neįgaliesiems slapukai veiktų taip, kaip tikėtasi. Klausimas: Aš naudoju kelis įrenginius. Ar man reikia prisiregistruoti kelis kartus? Atsakymas: Ne. Prašome spustelėti tą pačią prisijungimo el. Pašto nuorodą, kurią jums atsiuntėte kiekviename naudojamame įrenginyje, kad nustatytumėte slapuką.",
    "page-acc-tr-title": "Pritaikymo neįgaliesiems vartotojams: klausimų ir atsakymų bei trikčių šalinimo vadovas",
    "priv-hc": "Privatumas sutelktas",
    "priv-hc-text": "Skelbimų tinklai mato jus kaip savo produktą. Mes to nedarome. Mums nesvarbu, kas yra vartotojai, tik tikimybė, kad jie bus piktybiški. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir stengiamės suderinti privatumą ir saugumą.",
    "reporting-bugs-accessibility-button": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
    "reporting-bugs-accessibility-head": "Pritaikymo neįgaliesiems parinktys",
    "reporting-bugs-accessibility-text": "Ar turite silpnaregių ar kitaip negalite užbaigti „hCaptchas“?",
    "reporting-bugs-guide-ff-head": "Išsamios informacijos apie klaidas fiksavimas: „Firefox“",
    "reporting-bugs-guide-ff-step-1": "1 veiksmas: atidarykite „Developer Tools“ (pradedama įrašyti sesija.)",
    "reporting-bugs-guide-ff-step-2": "2 žingsnis: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite langelį „Persist logs“.",
    "reporting-bugs-guide-ff-step-3": "3 žingsnis: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik tuo atveju, jei neprieštaraujate pasidalinti tuo, kas tai yra) ... ir tada spustelėkite I esu žmogaus mygtukas ir bandykite išspręsti.",
    "reporting-bugs-guide-ff-step-4": "4 žingsnis: Pabandę išspręsti spustelėkite HAR ir pasirinkite Išsaugoti viską kaip HAR, kad išsaugotumėte tinklo žurnalą. Atsiųskite mums tą failą.",
    "reporting-bugs-guide-ff-step-5": "5 žingsnis: Spustelėkite „Console“ skirtuką ir dešiniuoju pelės mygtuku spustelėkite, tada pasirinkite Select all ir išsaugokite tai tekstiniame faile, kad išsaugotumėte konsolės žurnalą. Atsiųsk mums ir tai.",
    "reporting-bugs-guide-ff-step-6": "Paskutinis žingsnis: Siųskite mums tuos HAR ir konsolės žurnalo failus el. Paštu ir apibūdinkite problemą. Naudokite: support@hcaptcha.com (prašome naudoti tokią paslaugą kaip „Dropbox“ ar „Filebin“ ir siųsti nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas rodoma netinkamai . Taip pat atsiųskite naudojamą IP. Jį galite gauti iš https://www.whatsmyip.org/ Dėkojame, kad skyrėte laiko padėti mums gauti šią informaciją! Esame pasiryžę, kad „hCaptcha“ gerai veiktų visiems.",
    "reporting-bugs-guide-head": "Fiksuojame išsamią klaidų ataskaitos informaciją: „Chrome“",
    "reporting-bugs-guide-step-1": "1 veiksmas: atidarykite „Developer Tools“ (pradedama įrašyti sesija.)",
    "reporting-bugs-guide-step-2": "2 žingsnis: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite langelį „Išsaugoti žurnalą“.",
    "reporting-bugs-guide-step-3": "3 žingsnis: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik tuo atveju, jei neprieštaraujate pasidalinti tuo, kas tai yra) ... ir tada spustelėkite I esu žmogaus mygtukas ir bandykite išspręsti.",
    "reporting-bugs-guide-step-4": "4 žingsnis: Kai bandysite išspręsti, spustelėkite Eksportuoti HAR (maža rodyklė žemyn), kuris išsaugo tinklo žurnalą. Atsiųskite mums tą failą.",
    "reporting-bugs-guide-step-5": "5 žingsnis: Spustelėkite skirtuką Konsolė ir dešiniuoju pelės mygtuku spustelėkite Išsaugoti kaip .., kad išsaugotumėte konsolės žurnalą. Atsiųsk mums ir tai.",
    "reporting-bugs-guide-step-6": "Paskutinis žingsnis: atsiųskite mums tuos HAR ir konsolės žurnalo failus ir aprašykite problemą. Naudokite: support@hcaptcha.com (naudokite tokią paslaugą kaip „Dropbox“ ar „Filebin“ ir siųskite nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas rodoma netinkamai. Taip pat atsiųskite naudojamą IP. Jį galite gauti iš https://www.whatsmyip.org/ Dėkojame, kad skyrėte laiko padėti mums gauti šią informaciją! Esame pasiryžę, kad „hCaptcha“ gerai veiktų visiems.",
    "reporting-bugs-guide-text-1": "Išsiuntę derinimo informaciją kartu su ataskaita, mums bus daug lengviau nustatyti, kas vyksta. Čia pateikiamos nuoseklios instrukcijos:",
    "reporting-bugs-guide-text-2": "Jei esate žiniatinklio kūrėjas ar ekspertas, santrauka yra tokia, kad mes norėtume, jog atsiųstumėte mums tinklo įrašymo HAR ir naršyklės konsolės žurnalus. Pirmiausia pabandykite išjungti bet kurį skelbimų blokatorių ar naršyklės saugos plėtinius, tada bandykite dar kartą prieš atlikdami šiuos veiksmus. Jei tai išspręs jūsų problemą, vis tiek dėkojame, kad pranešėte mums savo naršyklės versiją, skelbimų blokavimo priemonę ar naršyklės plėtinį ir svetainės URL.",
    "reporting-bugs-intro-head": "Radote klaidą? Štai kaip apie tai pranešti.",
    "reporting-bugs-intro-text": "Milijonai žmonių kiekvieną mėnesį naudoja „hCaptcha“, naudodami tūkstančius naršyklių, plėtinių, įrenginių, užkardų ir kt. Mūsų tikslas yra įsitikinti, kad tai visada tinka jums, todėl labai vertiname jūsų pranešimus! Norėdami greitai pateikti atsiliepimą, tiesiog spustelėkite mygtuką Siųsti mums atsiliepimą. Jei pastebite funkcinę problemą, vykdykite toliau pateiktas „Chrome“ derinimo žurnalo instrukcijas arba „Firefox“ derinimo žurnalo instrukcijas. Dėl bet kokių kitų naršyklių tiesiog atsiųskite mums el. Laišką. Dėl galimų saugumo ar privatumo problemų žiūrėkite toliau pateiktas instrukcijas.",
    "reporting-bugs-privacy-head": "Privatumo problemos",
    "reporting-bugs-privacy-text": "Mums nesvarbu, kas yra vartotojai, tik tikimybė, kad jie bus kenkėjai ar mašinos. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir stengiamės suderinti privatumą ir saugumą. Jei radote problemą, kuri, jūsų manymu, gali pakenkti vartotojo privatumui, prašome parašyti mums el. Laišką adresu support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Atsiųskite mums atsiliepimą",
    "reporting-bugs-provide-feedback-head": "Pateikite skubų atsiliepimą apie „hCaptcha“",
    "reporting-bugs-provide-feedback-text": "Mes vertiname jūsų indėlį. Praneškite mums apie visas problemas ir mes jas greitai išspręsime.",
    "reporting-bugs-security-head": "Apsaugos klaidos",
    "reporting-bugs-security-text": "Mes visada suinteresuoti gauti pranešimus apie saugumo klaidas. Parašykite el. Paštu support@hcaptcha.com ir CC security@hcaptcha.com ir mes greitai susisieksime. Mes taip pat turime klaidų programą, skirtą tinkamoms saugos ataskaitoms apie „hCaptcha“ paslaugą ir susijusį šaltinio kodą.",
    "sec-hc": "Pirmiausia saugumas",
    "sec-hc-text": "„hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti svetainėms tikrus duomenis ir leisti joms nuspręsti, kaip juos naudoti. Tikslumas yra jūsų ir mūsų interesas. Kitus „captchas“ teikia reklamos kompanijos. Kiekvienas užblokuotas robotas gali sumažinti jų pajamas.",
    "switch-to-english-link": "Perjungti į anglų kalbą",
    "what-is-hcaptcha": "Kas yra hCaptcha?",
    "what-is-hcaptcha-text": "„hCaptcha“ padeda jūsų mėgstamoms žiniatinklio paslaugoms išvengti robotų, šlamšto ir piktnaudžiavimo uždavinėdama paprastus klausimus, kuriuos žmonėms lengva ir mašinoms sunku.",
    "why-hc": "Kodėl „hCaptcha“?",
    "why-hc-text": "Kiekvieną kartą, kai atsakote į iššūkį, mes naudojame sudėtingus modelius, kad išsiaiškintume, ar esate žmogus, ar mašina. Tada jūsų aplankyta svetainė naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį svetainėje, išlaikant robotus."
}