{
    "acc-opt": "Pieejamības opcijas",
    "acc-opt-but": "Uzziniet vairāk par piekļuves iespējām",
    "acc-opt-text": "Vai esat vājredzīgs vai kā citādi nespējat pabeigt hCaptchas?",
    "accessibility-link": "Pieejamība",
    "appreciate-in": "Mēs novērtējam jūsu ieguldījumu. Paziņojiet mums par visiem jautājumiem un mēs tos ātri atrisināsim.",
    "fb-but": "Sūtiet mums atsauksmes",
    "feedback-text": "Sniedziet atsauksmes par tikko redzēto hCaptcha",
    "home-ent-1": "Vai meklējat mūsu uzņēmuma drošības piedāvājumus?",
    "home-ent-2": "Apmeklējiet mūsu jauno specializēto vietni: BotStop.com",
    "home-intro-body": "Vai jūs izmantojat captcha, lai izvairītos no robotprogrammatūras? hCaptcha aizsargā lietotāju privātumu, apbalvo vietnes un palīdz uzņēmumiem iegūt savus datus marķētus. Tas ir reCAPTCHA aizstājējs: jūs varat pārslēgties dažu minūšu laikā.",
    "home-intro-head": "Apturēt vairāk robotprogrammatūru. Sāciet aizsargāt lietotāju privātumu.",
    "home-main-1": "Privāts. Droši. Ātrāk. Un mēs maksājam jums to izmantot.",
    "home-main-2": "Konfidencialitāte",
    "home-main-2c": "Reklāmu tīkli apmeklētājus uzskata par produktu. HCaptcha produkts ir darbs, ko viņi nodrošina. Mums nav vienalga, kas ir jūsu lietotāji, tikai cik iespējams, ka viņi ir ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību.",
    "home-main-3": "Drošība vispirms",
    "home-main-3c": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha ir orientēta uz izdevējiem. Mēs strādājam, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citus captchas nodrošina",
    "home-main-3c2": "reklāmas firmas. Tas nozīmē, ka katrs bloķēts robots var samazināt ieņēmumus.",
    "home-main-4": "Labāka lietotāja pieredze",
    "home-main-4c": "HCaptcha cilvēces noteikšanai izmanto sarežģītus mašīnmācīšanās modeļus. Tas ļauj mums no lietotājiem prasīt mazāk kaitinošus uzdevumus un to veikšanai atvēl mazāk laika, vienlaikus nodrošinot noderīgus, marķētus datus klientu marķēšanai.",
    "home-main-plans": "hCaptcha var brīvi izmantot jebkura lieluma izdevējiem. Tomēr uzņēmumiem un platformām, kurām nepieciešama lielāka kontrole, mūsu uzņēmuma risinājumi ir pieejami.",
    "home-main-plans2": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju desmitiem miljonu vietņu dažām no lielākajām planētas kompānijām. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet",
    "home-main-plans3": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju desmitiem miljonu vietņu dažām no lielākajām planētas kompānijām. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet",
    "home-main-plans4": "lai iegūtu sīkāku informāciju.",
    "learn-more-hcaptcha": "Uzziniet vairāk par hCaptcha",
    "page-acc-faq-1": "Jautājums: Vai hCaptcha Section 508 + WCAG 2.0 ir saderīgs? Atbilde: Mēs ticam tā: visi lietotāji ar jebkāda veida traucējumiem, kuri spēj pārlūkot tīmekli un ievadīt veidlapās tekstu, reģistrējoties var piekļūt pakalpojumiem, ko aizsargā hCaptcha. Tomēr tas nav juridisks padoms: jums jāveic pats novērtējums, ņemot vērā jūsu īpašo ieviešanu, lai pārliecinātos, ka tas tā ir jūsu izvietošanas gadījumā.",
    "page-acc-faq-2": "Jautājums: vai jūs strādājat ar citām piekļuves iespējām (piemēram, audio)? Atbilde: Iepriekš populārās iespējas, piemēram, audio captchas, diskriminē daudzus lietotājus un ir viegli pieveicamas ar mūsdienu mašīnmācīšanās metodēm. Tas ir piespiedis pašreizējos audio izaicinājumus kļūt arvien grūtākiem, ieviešot troksni, nepāra laiku, neparastas vārdu kombinācijas un tā tālāk, lai sakautu uzbrucējus. Tādējādi mēs mazāk aizraujamies ar šo pieeju, salīdzinot ar izvairīšanos no izaicinājumiem, bet apsvērsim to, ja kāda no tām būs pieprasījums. Tomēr mēs esam ļoti ieinteresēti piekļuves piekļuves gadījuma Privacy Pass. Mēs uzskatām, ka mūsu pašreizējās pieejas apvienošana ar Privacy Pass izdošanu ļaus visiem lietotājiem droši pārlūkot un nodrošināt, ka viņi zina, ka viņu trafiks ir privātāks, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami notiek, ja ir pieejamas visas opcijas. Mēs esam aktīvi IETF darba grupas dalībnieki, kas standartizē šo jauno tehnoloģiju.",
    "page-acc-faq-3": "Jautājums: Kā ar privātumu? Vai reģistrācija kaut kādā veidā pakļauj datus par pārlūkošanu? Ko jūs darāt ar e-pastu? Atbilde: hCaptcha ir paredzēts privātumam no paša sākuma. Tas ļoti atšķiras no tradicionālajām iespējām, piemēram, reCAPTCHA, kuras pieder reklāmas tīkliem, kuri ir pamudināti izsekot jūs tīmeklī un saistīt jūs ar reālu identitāti. Mēs nekad neizmantojam piekļuves e-pastus vai informāciju citiem nolūkiem, nevis tikai izmantošanas atvieglošanai un ļaunprātīgas izmantošanas novēršanai. Mūsu konfidencialitātes politikā ir izsmeļošas un autoritatīvas atbildes par to, kā mēs izmantojam datus, taču īsā atbilde ir tāda, ka mums nav intereses saistīt jūs kā personu ar jūsu pārlūkošanas vēsturi. Mēs šobrīd strādājam arī pie kriptogrāfijas risinājuma, lai ātri atmestu jūsu e-pasta adresi. vienlaikus saglabājot mūsu spēju novērst ļaunprātīgu izmantošanu, papildinot mūsu Privacy Pass darbu.",
    "page-acc-link-1": "Ja esat piekļuves lietotājs, lūdzu, reģistrējieties šeit.",
    "page-acc-subhead": "Vienmērīgas piekļuves nodrošināšana visiem lietotājiem, vienlaikus saglabājot drošību",
    "page-acc-summary": "Kopsavilkums",
    "page-acc-summary-contents-1": "hCaptcha ir paredzēts, lai apturētu robotprogrammatūras, atšķirot tos no cilvēkiem. Vizuālie testi ir ērts līdzeklis tam, taču ne visi var atrisināt vizuālu izaicinājumu. Šī iemesla dēļ mēs esam izstrādājuši vienkāršu, nesāpīgu alternatīvu, kas ļauj izdevējiem, kuri izmanto mūsu pakalpojumus, saglabāt piekļuvi visiem ar pilnīgu 508. sadaļas un WCAG 2.0 atbilstību.",
    "page-acc-summary-contents-2": "Kā tas darbojas: pirmkārt, piekļuves piekļuves lietotājs reģistrējas šajā URL, kas ir saistīts ar logrīka hCaptcha informāciju. Viņiem tiek piešķirts šifrēts sīkfails, ko var izmantot vairākas reizes dienā, taču tas ir jāatsvaidzina ik pēc 24 stundām, izmantojot pieteikšanos. Ja jebkuras vietnes piekļuves lietotājam tiek uzdots izaicinājums, izmantojot pakalpojumu hCaptcha, tas automātiski pāriet.",
    "page-acc-title": "hCaptcha pieejamības informācija",
    "page-acc-tr-body": "Jautājums: Es joprojām redzu izaicinājumu pēc sīkdatnes iestatīšanas. Kas to izraisa? Atbilde: Parasti tas notiek tāpēc, ka tiek izmantots agresīvs reklāmu bloķētājs vai pretsīkfailu paplašinājums vai iestatījums, kas bloķē dažādu vietņu sīkfailus, šajā gadījumā hcaptcha.com sīkfailu, ko citā vietnē ir iestatījis vai pārbaudījis hCaptcha JavaScript. , piemēram, tas, kuru apmeklējat. hCaptcha piekļuves sīkfaili darbojas ar visiem populārajiem pārlūkiem un reklāmu bloķētājiem ar to standarta iestatījumiem, tāpēc parasti kļūmes rodas anti-anti-bloķēšanas skriptu vai līdzīgu noteikumu kopumu dēļ, kas mērķē uz noteiktām vietnēm. Risinājumi: 1. Baltā saraksta hcaptcha.com un * .hcaptcha.com sīkfaili jūsu reklāmas bloķētājā vai pārlūka drošības paplašinājumā. 2. Ja jūs izmantojat Brave pārlūku, kurā (sākot no 2020. gada aprīļa) nav nekāda veida sīkdatņu baltā saraksta, dodieties uz Preferences -> Vairogi -> Sīkfaili un izvēlieties Atļaut visus sīkfailus. 3. Ja jūs izmantojat visjaunāko Safari versiju nesen atbrīvotajā OS X 10.15 vai iOS 13. 4, Apple tikko ir mainījis Safari uzvedību saistībā ar trešo pušu sīkdatnēm, pēc noklusējuma bloķējot tās visas. Mēs ieviešam risinājumu, bet pa to laiku, lūdzu, apmeklējiet Safari preferences, konfidencialitātes sadaļu un noņemiet atzīmi no vietnes izsekošanas: Novērsiet vietņu izsekošanu, lai piekļuves sīkfails darbotos kā paredzēts. Jautājums: es izmantoju vairākas ierīces. Vai man jāpierakstās vairākas reizes? Atbilde: Nē. Lūdzu, noklikšķiniet uz tās pašas e-pasta pieteikšanās saites, kas jums tika nosūtīta uz katru ierīci, kuru izmantojat, lai iestatītu sīkfailu.",
    "page-acc-tr-title": "Pieejamības lietotājiem: jautājumi un atbildes un problēmu novēršanas rokasgrāmata",
    "priv-hc": "Konfidencialitāte",
    "priv-hc-text": "Reklāmu tīkli redz jūs kā viņu produktu. Mums nav. Mums nav vienalga, kas ir lietotāji, tikai cik iespējams, ka viņi ir ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību.",
    "sec-hc": "Drošība vispirms",
    "sec-hc-text": "hCaptcha ir orientēta uz izdevējiem. Mēs strādājam, lai vietnēm sniegtu reālus datus un ļautu tām izlemt, kā tos izmantot. Precizitāte ir jūsu un mūsu interesēs. Citus captchas nodrošina reklāmas uzņēmumi. Katrs bloķēts robots var samazināt ieņēmumus.",
    "what-is-hcaptcha": "Kas ir hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha palīdz jūsu iecienītākajiem tīmekļa pakalpojumiem novērst robotprogrammatūru, surogātpastu un ļaunprātīgu izmantošanu, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un sarežģīti mašīnām.",
    "why-hc": "Kāpēc hCaptcha?",
    "why-hc-text": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam sarežģītus modeļus, lai noskaidrotu, vai jūs esat cilvēks vai mašīna. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu pieredzi viņu vietnē, turot ārpus robotprogrammatūras."
}