{
    "about-advisors-brendan": "Izpilddirektors. Atzīts AI vadītājs. Pēdējo gadu desmitu laikā masveida intelektu ir izmantojis visdažādākajām biznesa problēmām.",
    "about-advisors-dawn": "PhD skaitļošanas bioloģijā, Stenforda. Kopš 1999. gada strādā ar neironu tīkliem. Koncentrējieties uz lietišķo ML un dziļu mācīšanos mērogā.",
    "about-advisors-head": "Padomnieki",
    "about-advisors-keiran": "Datu bāzes un blokķēdes eksperts. Agrīnais inženieris Klouderā un citur. Ekspertīzes veidošanas programmatūras un komandu desmitgades.",
    "about-content-head-1": "Ko mēs daram",
    "about-content-head-2": "Kāpēc tas ir svarīgi",
    "about-content-text-1": "hCaptcha ir Intuition Machines Inc, AI un mašīnmācīšanās uzņēmuma pakalpojums, kura galvenā uzmanība ir pievērsta meta apmācībai un vizuālajam domēnam ML mērogā. ‍ Mēs veidojam un izmantojam masveidā pielāgojamas sistēmas, lai nodrošinātu video un attēlu analīzes pakalpojumus Global 2000 uzņēmumiem visā pasaulē.",
    "about-content-text-2": "Vairāk datu parasti dod labākus rezultātus. Pareizi marķētu un atbilstošu datu kopu izveidošana un uzturēšana ir laikietilpīga un dārga. ‍HCaptcha sākotnēji tika izstrādāts, lai risinātu mūsu pašu vajadzības attēlu marķēšanā, un tagad tas ir pieejams citiem uzņēmumiem ar līdzīgām vajadzībām.",
    "about-intro-head-1": "Darbs hCaptcha",
    "about-intro-head-2": "Mūsu misija ir liela",
    "about-intro-text": "Mēs ātri augam un vienmēr meklējam pasaules labākos talantus mūsu globālajos birojos. Jūs varat pieteikties, izmantojot zemāk esošās saites.",
    "about-leadership-alex": "Datu bāzes un blokķēdes eksperts. Agrīnais inženieris Klouderā un citur. Ekspertīzes veidošanas programmatūras un komandu desmitgades.",
    "about-leadership-eli": "Izpilddirektors. Atzīts AI vadītājs. Pēdējo gadu desmitu laikā masveida intelektu ir izmantojis visdažādākajām biznesa problēmām.",
    "about-leadership-head": "Vadība",
    "about-leadership-todd": "PhD skaitļošanas bioloģijā, Stenforda. Kopš 1999. gada strādā ar neironu tīkliem. Koncentrējieties uz lietišķo ML un dziļu mācīšanos mērogā.",
    "acc-opt": "Pieejamības opcijas",
    "acc-opt-but": "Uzziniet vairāk par piekļuves iespējām",
    "acc-opt-text": "Vai esat vājredzīgs vai kā citādi nespējat pabeigt hCaptchas?",
    "accessibility-link": "Pieejamība",
    "appreciate-in": "Mēs novērtējam jūsu ieguldījumu. Paziņojiet mums par visiem jautājumiem un mēs tos ātri atrisināsim.",
    "fb-but": "Sūtiet mums atsauksmes",
    "feedback-text": "Sniedziet atsauksmes par tikko redzēto hCaptcha",
    "footer-attribution": "Attiecinājums",
    "footer-header-1": "Uzņēmums",
    "footer-header-2": "Resursi",
    "footer-header-3": "Sazinieties",
    "footer-link-1": "Marķēšana",
    "footer-link-2": "Par",
    "footer-link-3": "Darbs",
    "footer-link-4": "Preču zīmes",
    "footer-link-5": "Emuārs",
    "footer-link-6": "Statuss",
    "footer-link-7": "Dokumentācija",
    "footer-link-8": "Ziņot par kļūdu",
    "footer-link-9": "Pieejamība",
    "footer-privacy": "Privātums",
    "footer-subheader-1": "Atbalsts",
    "footer-subheader-2": "Sazinieties",
    "footer-terms": "Noteikumi",
    "header-docs-link": "Dokumenti",
    "header-login-button": "Pieslēgties",
    "header-plans-link": "Plāni",
    "header-signup-button": "Pierakstīties",
    "home-aboot-subtitle": "Powered by CILVĒKA Protokols",
    "home-about-head": "Par hCaptcha",
    "home-about-text-1": "hCaptcha ir paredzēts, lai atrisinātu darbietilpīgāko problēmu mašīnmācībā: savlaicīgu, pieejamu un uzticamu marķēšanu ar lielu datu daudzumu.",
    "home-about-text-2": "Vairāk datu parasti dod labākus rezultātus mašīnmācīšanās modeļu apmācībā. Nesenie dziļo modeļu panākumi ir noveduši pie arvien lielākām datu kopām, gandrīz vienmēr ar nelielu pārskatu. Tomēr lielu, cilvēkam pārskatītu datu kopu izveidošana, izmantojot Mechanical Turk, 8. attēlu u.c., ir lēna un dārga.",
    "home-about-text-3": "hCaptcha ļauj vietnēm nopelnīt naudu, lai apmierinātu šo pieprasījumu, vienlaikus bloķējot robotprogrammatūras un cita veida ļaunprātīgu izmantošanu.",
    "home-about-text-4": "HCaptcha tirgus darbina HUMAN Protocol - atvērts decentralizēts protokols cilvēku pārskatīšanai, kas darbojas Ethereum blokķēdē. Vietnes nopelna cilvēka marķierus (HMT), ikreiz, kad lietotāji savā vietnē izmanto logrīku hCaptcha, un mašīnmācīšanās uzņēmumi maksā cilvēkiem, lai viņu dati tiktu marķēti.",
    "home-ba-labeling-services-link": "Marķēšanas pakalpojumi",
    "home-benefits-head-1": "Vērtība datu marķēšanā",
    "home-benefits-head-2": "Atdodiet labdarībai",
    "home-benefits-text-1": "Vai jūs sapratāt katru reizi, kad \"noklikšķināt uz automašīnas\", jūs palīdzat bez maksas apmācīt vienas Giganticcompany mašīnmācīšanās sistēmas?",
    "home-benefits-text-2": "hCaptcha pagriež šo modeli. Kad jūs izmantojat hCaptcha, uzņēmumi solās par darbu, ko veic jūsu lietotāji, pierādot savu cilvēcību. Jūs saņemat atlīdzību.",
    "home-benefits-text-3": "Vai vēlaties atdot savu iecienīto labdarību? hCaptcha ļauj atbalstīt jūsu izvēlētās labdarības organizācijas, gūstot ienākumus no tā izmantošanas. Jūsu vietnes lietotāji drīz varēs redzēt jūsu ieguldījumu labdarībā, izmantojot diskrētu zīmolu veidošanu hCaptcha saskarnē.",
    "home-challenge-text-1": "Atlasiet visus attēlus, kas atbilst vaicājumam",
    "home-challenge-text-2": "Definējiet objektu ierobežojošo zonu",
    "home-challenge-text-3": "Identificējiet atbilstošās etiķetes",
    "home-challenge-title-1": "Salīdzinājums",
    "home-challenge-title-2": "Ierobežojošais lodziņš",
    "home-challenge-title-3": "Klasifikācija",
    "home-challenges-head": "Prezentētie izaicinājumi",
    "home-challenges-text-1": "... un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti robotiem.",
    "home-challenges-text-2": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
    "home-ent-1": "Vai meklējat mūsu uzņēmuma drošības piedāvājumus?",
    "home-ent-2": "Apmeklējiet mūsu jauno specializēto vietni: BotStop.com",
    "home-ent-button": "Uzziniet vairāk: BotStop by hCaptcha",
    "home-from-the-blog": "NO BLOGA:",
    "home-from-the-blog-value": "Kā darbojas hCaptcha grūtības iestatījumi",
    "home-intro-body": "Vai jūs izmantojat captcha, lai izvairītos no robotprogrammatūras? hCaptcha aizsargā lietotāju privātumu, apbalvo vietnes un palīdz uzņēmumiem iegūt savus datus marķētus. Tas ir reCAPTCHA aizstājējs: jūs varat pārslēgties dažu minūšu laikā.",
    "home-intro-button": "Piesakies tagad",
    "home-intro-head": "Apturēt vairāk robotprogrammatūru. Sāciet aizsargāt lietotāju privātumu.",
    "home-main-1": "Privāts. Droši. Ātrāk. Un mēs maksājam jums to izmantot.",
    "home-main-2": "Konfidencialitāte",
    "home-main-2c": "Reklāmu tīkli apmeklētājus uzskata par produktu. HCaptcha produkts ir darbs, ko viņi nodrošina. Mums nav vienalga, kas ir jūsu lietotāji, tikai cik iespējams, ka viņi ir ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību.",
    "home-main-3": "Drošība vispirms",
    "home-main-3c": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha ir orientēta uz izdevējiem. Mēs strādājam, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citus captchas nodrošina",
    "home-main-3c2": "reklāmas firmas. Tas nozīmē, ka katrs bloķēts robots var samazināt ieņēmumus.",
    "home-main-4": "Labāka lietotāja pieredze",
    "home-main-4c": "HCaptcha cilvēces noteikšanai izmanto sarežģītus mašīnmācīšanās modeļus. Tas ļauj mums no lietotājiem prasīt mazāk kaitinošus uzdevumus un to veikšanai atvēl mazāk laika, vienlaikus nodrošinot noderīgus, marķētus datus klientu marķēšanai.",
    "home-main-plans": "hCaptcha var brīvi izmantot jebkura lieluma izdevējiem. Tomēr uzņēmumiem un platformām, kurām nepieciešama lielāka kontrole, mūsu uzņēmuma risinājumi ir pieejami.",
    "home-main-plans2": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju desmitiem miljonu vietņu dažām no lielākajām planētas kompānijām. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet",
    "home-main-plans3": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju desmitiem miljonu vietņu dažām no lielākajām planētas kompānijām. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet",
    "home-main-plans4": "lai iegūtu sīkāku informāciju.",
    "home-plans-button-1": "Piesakies tagad",
    "home-plans-button-2": "Sazinieties ar pārdevēju",
    "home-plans-chart-head-1": "Iespējas",
    "home-plans-chart-head-2": "Izdevējs",
    "home-plans-chart-head-3": "Uzņēmējdarbība",
    "home-plans-chart-row-1-cell-1": "Kontrolētie izaicinājumu veidi parādīti",
    "home-plans-chart-row-1-cell-2": "Ierobežots",
    "home-plans-chart-row-1-cell-3": "Kopā",
    "home-plans-chart-row-10-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-plans-chart-row-11-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-plans-chart-row-12-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-plans-chart-row-2-cell-1": "Kontrolējiet izmantoto izaicinājuma saturu",
    "home-plans-chart-row-2-cell-2": "Ierobežots",
    "home-plans-chart-row-2-cell-3": "Kopā",
    "home-plans-chart-row-6-cell-1": "GDPR un CCPA draudzīga privātuma politika",
    "home-plans-chart-row-7-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-plans-chart-row-8-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-plans-chart-row-9-cell-1": "Smalki apstrādāti grūtības līmeņi",
    "home-try-it-out-button": "Iegūstiet hCaptcha",
    "home-try-it-out-text": "hCaptcha nodrošina vienkāršu, ērtu un uzticamu robotprogrammatūras noteikšanu, vienlaikus cilvēkiem atrodot nebūtiskus risinājumus.",
    "home-try-it-put-head": "Izmēģini",
    "labeling-about-head": "Par hCaptcha",
    "labeling-about-text-1": "hCaptcha ir paredzēts, lai atrisinātu darbietilpīgākās problēmas mašīnmācībā; milzīgu datu daudzumu savlaicīgu, pieejamu un uzticamu marķēšanu. Vairāk datu parasti dod labākus rezultātus mašīnmācīšanās modeļu apmācībā. Nesenie dziļo modeļu panākumi ir radījuši arvien lielākas datu kopas, un hCaptcha kalpo šai vajadzībai.",
    "labeling-about-text-2": "Tomēr lielu cilvēku pārskatītu datu kopu izveidošana, izmantojot tradicionālās metodes, ir gan lēna, gan dārga. hCaptcha ir veids, kā uzņēmumi var iegūt nepieciešamās anotācijas ātrāk, ar augstāku kvalitāti un par zemākām izmaksām nekā citas alternatīvas.",
    "labeling-annotations-head": "Anotācijas veidi",
    "labeling-annotations-text-1": "Precīza objekta noteikšana attēlos un video",
    "labeling-annotations-text-2": "Precīza objekta noteikšana attēlos un video",
    "labeling-annotations-text-3": "Punktu anotācijas daudziem dažādiem lietošanas gadījumiem",
    "labeling-annotations-text-4": "Kārtojiet vai pievienojiet jebkura lieluma patvaļīgas kategorijas",
    "labeling-annotations-text-5": "Cilvēku vadīta atklāšana un klasifikācija",
    "labeling-annotations-text-6": "Nepieciešams cits tips, kas šeit nav norādīts? Vienkārši pajautājiet mums.",
    "labeling-annotations-title-1": "Iesiešanas kastes",
    "labeling-annotations-title-2": "Daudzstūris",
    "labeling-annotations-title-3": "Orientieri",
    "labeling-annotations-title-4": "Atribūtu klasificēšana",
    "labeling-annotations-title-5": "Salīdzinājums un noteikšana",
    "labeling-annotations-title-6": "... un vēl daudz vairāk",
    "labeling-ent-button": "Sazinieties ar mūsu uzņēmuma risinājumu komandu",
    "labeling-ent-head": "Nepieciešama pilnīga kontrole?",
    "labeling-ent-text-1": "HCANptcha aiz platformas HUMAN nodrošina ļoti sarežģītas darba kvalitātes un pārvaldības funkcijas, izmantojot uz vietas, hibrīda vai SaaS izvietojumus, kas integrējas ar jūsu esošajām sistēmām.",
    "labeling-ent-text-2": "Darbojieties pilnīgi bezsaistē ar savu darbaspēku, izsekojiet biznesa vienību vai konsorcija partneru patērēto vērtību, selektīvi atlasiet darba piedāvājumus dažādiem iekšējiem vai ārējiem darbaspēka nodrošinātājiem, pamatojoties uz izmaksām un drošības prasībām, un daudz ko citu.",
    "labeling-ent-text-3": "‍Vienkārša piekļuve API, skaisti informācijas paneļi un jaunākā tehnoloģija cilpas modelī, lai palielinātu darba ņēmēju efektivitāti.",
    "labeling-ent-text-4": "Pieejami 99,99% uptime SLA un 24/7 globālais atbalsts. Lai iegūtu vairāk informācijas:",
    "labeling-features-head-1": "Vienkārši API vadīti cauruļvadi.",
    "labeling-features-head-2": "Optimizēts izmaksu un kvalitātes ziņā. Iepriekšējas saistības nav vajadzīgas.",
    "labeling-features-head-3": "Maksājiet tikai par nepieciešamo precizitāti.",
    "labeling-features-head-4": "Sniedziet savus zemes patiesības datus vai ļaujiet mums tos izveidot.",
    "labeling-features-text-1": "Vai vēlaties integrēt cilvēku atsauksmes tieši jūsu biznesa darbībās? Mēs piedāvājam augstas uzticamības SLA, garantētu jaudu un vienkāršas REST API.",
    "labeling-features-text-2": "HUMAN platforma izmanto visaptverošus uzticamības modeļus, lai veiktu sarežģītu reāllaika kvalitātes analīzi. Tas ļauj mums ātri noteikt gan jautājumu sarežģītību, gan arī to iespējamās pareizās atbildes, ietaupot laiku un naudu.",
    "labeling-features-text-3": "Ne visas problēmas ir vienādas. Drošībai svarīgu uzdevumu anotācijām, iespējams, ir nepieciešami 99,99% uzticamība no pilnīgi cilvēkiem, kas strādā ar cilvēkiem. Vienu beta funkciju anotācijām mobilo spēļu lietotnē var būt nepieciešama tikai mērena pārliecība. Izlem tu.",
    "labeling-features-text-4": "Vai jums ir neapstrādāti dati bez visaptverošas verifikācijas kopas? Vairumā gadījumu mēs varam izveidot jums vienu, kā uzdevumus, kas darbojas caur sistēmu, vai izveidot marķētus paraugus apstiprināšanai.",
    "labeling-info-head": "Datu iegūšana ar marķējumu",
    "labeling-info-text-1": "Runājiet ar vienu no mūsu domēna ekspertiem, lai noteiktu jūsu projekta vajadzības: mērķa precizitāti, formātu un visas īpašās prasības.",
    "labeling-info-text-2": "Mēs veicam nelielu ražošanas darbu, pamatojoties uz jūsu parauga datiem. Tādējādi tiek pārbaudīts kopīgi paveiktais darbs, lai nodrošinātu, ka iegūstat tieši to, kas jums nepieciešams.",
    "labeling-info-text-3": "Izmantojot lielo apjomu un nelielu latentumu, mēs ātri pārvērtīsim jūsu darbu ar automātisku piegādi, tiklīdz tas būs izdarīts.",
    "labeling-info-text-4": "Tā kā mēs labāk izprotam jūsu ražošanas darba parametrus, laika gaitā rezultāti turpinās uzlaboties.",
    "labeling-info-text-5": "Tiešsaistes informācijas paneļi ļauj jums jebkurā laikā sniegt atsauksmes vai pārtraukt ražošanu.",
    "labeling-info-title-1": "Definējiet specifikācijas",
    "labeling-info-title-2": "Sākotnējā darba pārbaude",
    "labeling-info-title-3": "Izvietot ražošanas darbus",
    "labeling-info-title-4": "Pastāvīgu uzlabošanu",
    "labeling-info-title-5": "Rezultāti reāllaikā",
    "labeling-main-1": "Rentabla datu marķēšana mērogā",
    "labeling-main-1-button": "Iegūstiet savus datus tagad ar marķējumu",
    "labeling-main-1c": "Vai datu kopām ir vajadzīgas papildu etiķetes? hCaptcha nodrošina ātru, rentablu un augstas kvalitātes datu marķēšanu uzņēmumiem, kas strādā pie mākslīgā intelekta un mašīnmācīšanās lietojumprogrammām.",
    "labeling-main-2": "Uzreiz palaidiet miljoniem uzdevumu.",
    "labeling-main-2-button": "Pērciet datu marķēšanas pakalpojumus",
    "labeling-main-2c": "hCaptcha ir viens no lielākajiem baseiniem uz planētas, kas pieejams jūsu lietošanai. Lai kāds būtu jūsu mērogs, mēs varam rīkoties bez dārgām sākotnējām saistībām. Miljoniem uzdevumu dienā nav problēma.",
    "labeling-platform-head": "Privāta vai publiska informācija",
    "labeling-platform-text": "hCaptcha ir veidota uz platformas HUMAN, kas ļauj veikt sarežģītu maršrutēšanu un analīzi, lai katrā solī optimizētu izmaksas un efektivitāti. Šī tehnoloģija ļauj pareizajam darbaspēkam rīkoties ar katru jūsu darba daļu, maksimāli palielinot izmaksu efektivitāti, vienlaikus saglabājot privātumu un izpildot visas iespējamās normatīvās prasības.",
    "labeling-try-button": "Pērciet datu marķēšanas pakalpojumus",
    "labeling-try-head": "Vai vēlaties izmēģināt savus datus?",
    "labeling-try-text": "... mēs esam gatavi, kad esat: mūsu pakalpojums ir pieejams visu diennakti.",
    "learn-more-hcaptcha": "Uzziniet vairāk par hCaptcha",
    "page-acc-faq-1": "Jautājums: Vai hCaptcha Section 508 + WCAG 2.0 ir saderīgs? Atbilde: Mēs ticam tā: visi lietotāji ar jebkāda veida traucējumiem, kuri spēj pārlūkot tīmekli un ievadīt veidlapās tekstu, reģistrējoties var piekļūt pakalpojumiem, ko aizsargā hCaptcha. Tomēr tas nav juridisks padoms: jums jāveic pats novērtējums, ņemot vērā jūsu īpašo ieviešanu, lai pārliecinātos, ka tas tā ir jūsu izvietošanas gadījumā.",
    "page-acc-faq-2": "Jautājums: vai jūs strādājat ar citām piekļuves iespējām (piemēram, audio)? Atbilde: Iepriekš populārās iespējas, piemēram, audio captchas, diskriminē daudzus lietotājus un ir viegli pieveicamas ar mūsdienu mašīnmācīšanās metodēm. Tas ir piespiedis pašreizējos audio izaicinājumus kļūt arvien grūtākiem, ieviešot troksni, nepāra laiku, neparastas vārdu kombinācijas un tā tālāk, lai sakautu uzbrucējus. Tādējādi mēs mazāk aizraujamies ar šo pieeju, salīdzinot ar izvairīšanos no izaicinājumiem, bet apsvērsim to, ja kāda no tām būs pieprasījums. Tomēr mēs esam ļoti ieinteresēti piekļuves piekļuves gadījuma Privacy Pass. Mēs uzskatām, ka mūsu pašreizējās pieejas apvienošana ar Privacy Pass izdošanu ļaus visiem lietotājiem droši pārlūkot un nodrošināt, ka viņi zina, ka viņu trafiks ir privātāks, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami notiek, ja ir pieejamas visas opcijas. Mēs esam aktīvi IETF darba grupas dalībnieki, kas standartizē šo jauno tehnoloģiju.",
    "page-acc-faq-3": "Jautājums: Kā ar privātumu? Vai reģistrācija kaut kādā veidā pakļauj datus par pārlūkošanu? Ko jūs darāt ar e-pastu? Atbilde: hCaptcha ir paredzēts privātumam no paša sākuma. Tas ļoti atšķiras no tradicionālajām iespējām, piemēram, reCAPTCHA, kuras pieder reklāmas tīkliem, kuri ir pamudināti izsekot jūs tīmeklī un saistīt jūs ar reālu identitāti. Mēs nekad neizmantojam piekļuves e-pastus vai informāciju citiem nolūkiem, nevis tikai izmantošanas atvieglošanai un ļaunprātīgas izmantošanas novēršanai. Mūsu konfidencialitātes politikā ir izsmeļošas un autoritatīvas atbildes par to, kā mēs izmantojam datus, taču īsā atbilde ir tāda, ka mums nav intereses saistīt jūs kā personu ar jūsu pārlūkošanas vēsturi. Mēs šobrīd strādājam arī pie kriptogrāfijas risinājuma, lai ātri atmestu jūsu e-pasta adresi. vienlaikus saglabājot mūsu spēju novērst ļaunprātīgu izmantošanu, papildinot mūsu Privacy Pass darbu.",
    "page-acc-link-1": "Ja esat piekļuves lietotājs, lūdzu, reģistrējieties šeit.",
    "page-acc-subhead": "Vienmērīgas piekļuves nodrošināšana visiem lietotājiem, vienlaikus saglabājot drošību",
    "page-acc-summary": "Kopsavilkums",
    "page-acc-summary-contents-1": "hCaptcha ir paredzēts, lai apturētu robotprogrammatūras, atšķirot tos no cilvēkiem. Vizuālie testi ir ērts līdzeklis tam, taču ne visi var atrisināt vizuālu izaicinājumu. Šī iemesla dēļ mēs esam izstrādājuši vienkāršu, nesāpīgu alternatīvu, kas ļauj izdevējiem, kuri izmanto mūsu pakalpojumus, saglabāt piekļuvi visiem ar pilnīgu 508. sadaļas un WCAG 2.0 atbilstību.",
    "page-acc-summary-contents-2": "Kā tas darbojas: pirmkārt, piekļuves piekļuves lietotājs reģistrējas šajā URL, kas ir saistīts ar logrīka hCaptcha informāciju. Viņiem tiek piešķirts šifrēts sīkfails, ko var izmantot vairākas reizes dienā, taču tas ir jāatsvaidzina ik pēc 24 stundām, izmantojot pieteikšanos. Ja jebkuras vietnes piekļuves lietotājam tiek uzdots izaicinājums, izmantojot pakalpojumu hCaptcha, tas automātiski pāriet.",
    "page-acc-title": "hCaptcha pieejamības informācija",
    "page-acc-tr-body": "Jautājums: Es joprojām redzu izaicinājumu pēc sīkdatnes iestatīšanas. Kas to izraisa? Atbilde: Parasti tas notiek tāpēc, ka tiek izmantots agresīvs reklāmu bloķētājs vai pretsīkfailu paplašinājums vai iestatījums, kas bloķē dažādu vietņu sīkfailus, šajā gadījumā hcaptcha.com sīkfailu, ko citā vietnē ir iestatījis vai pārbaudījis hCaptcha JavaScript. , piemēram, tas, kuru apmeklējat. hCaptcha piekļuves sīkfaili darbojas ar visiem populārajiem pārlūkiem un reklāmu bloķētājiem ar to standarta iestatījumiem, tāpēc parasti kļūmes rodas anti-anti-bloķēšanas skriptu vai līdzīgu noteikumu kopumu dēļ, kas mērķē uz noteiktām vietnēm. Risinājumi: 1. Baltā saraksta hcaptcha.com un * .hcaptcha.com sīkfaili jūsu reklāmas bloķētājā vai pārlūka drošības paplašinājumā. 2. Ja jūs izmantojat Brave pārlūku, kurā (sākot no 2020. gada aprīļa) nav nekāda veida sīkdatņu baltā saraksta, dodieties uz Preferences -> Vairogi -> Sīkfaili un izvēlieties Atļaut visus sīkfailus. 3. Ja jūs izmantojat visjaunāko Safari versiju nesen atbrīvotajā OS X 10.15 vai iOS 13. 4, Apple tikko ir mainījis Safari uzvedību saistībā ar trešo pušu sīkdatnēm, pēc noklusējuma bloķējot tās visas. Mēs ieviešam risinājumu, bet pa to laiku, lūdzu, apmeklējiet Safari preferences, konfidencialitātes sadaļu un noņemiet atzīmi no vietnes izsekošanas: Novērsiet vietņu izsekošanu, lai piekļuves sīkfails darbotos kā paredzēts. Jautājums: es izmantoju vairākas ierīces. Vai man jāpierakstās vairākas reizes? Atbilde: Nē. Lūdzu, noklikšķiniet uz tās pašas e-pasta pieteikšanās saites, kas jums tika nosūtīta uz katru ierīci, kuru izmantojat, lai iestatītu sīkfailu.",
    "page-acc-tr-title": "Pieejamības lietotājiem: jautājumi un atbildes un problēmu novēršanas rokasgrāmata",
    "priv-hc": "Konfidencialitāte",
    "priv-hc-text": "Reklāmu tīkli redz jūs kā viņu produktu. Mums nav. Mums nav vienalga, kas ir lietotāji, tikai cik iespējams, ka viņi ir ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību.",
    "reporting-bugs-accessibility-button": "Uzziniet vairāk par piekļuves iespējām",
    "reporting-bugs-accessibility-head": "Pieejamības opcijas",
    "reporting-bugs-accessibility-text": "Vai esat vājredzīgs vai kā citādi nespējat pabeigt hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kļūdu ziņojuma detaļu notveršana: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
    "reporting-bugs-guide-ff-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšpusē atzīmējiet rūtiņu “Saglabāt žurnālus”.",
    "reporting-bugs-guide-ff-step-3": "3. darbība: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā rodas problēmas (konfidencialitātes piezīme: tikai tad, ja jums nav prātā dalīties ar to, kas tas ir) ... un pēc tam noklikšķiniet uz “ Es esmu cilvēks ”pogu un mēģinu atrisināt.",
    "reporting-bugs-guide-ff-step-4": "4. solis: Kad esat mēģinājis atrisināt, noklikšķiniet uz “HAR” un izvēlieties “Save All as HAR”, lai saglabātu tīkla žurnālu. Nosūtiet mums šo failu.",
    "reporting-bugs-guide-ff-step-5": "5. solis: Noklikšķiniet uz cilnes Console un ar peles labo pogu noklikšķiniet uz \"Select all\" un saglabājiet to teksta failā, lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "reporting-bugs-guide-ff-step-6": "Pēdējais solis: nosūtiet mums pa e-pastu tos HAR un konsoles žurnālu failus un aprakstiet problēmu ‍Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet tādu pakalpojumu kā Dropbox vai Filebin un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas nepareizi tiek parādīts pareizi . Lūdzu, atsūtiet arī IP, kuru izmantojat. Jūs to varat iegūt vietnē https://www.whatsmyip.org/‍ Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies panākt, lai hCaptcha darbotos labi visiem.",
    "reporting-bugs-guide-head": "Kļūdu ziņojuma informācijas iegūšana: pārlūks Chrome",
    "reporting-bugs-guide-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
    "reporting-bugs-guide-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšpusē atzīmējiet rūtiņu “Saglabāt žurnālu”.",
    "reporting-bugs-guide-step-3": "3. darbība: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā rodas problēmas (konfidencialitātes piezīme: tikai tad, ja jums nav prātā dalīties ar to, kas tas ir) ... un pēc tam noklikšķiniet uz “ Es esmu cilvēks ”pogu un mēģinu atrisināt.",
    "reporting-bugs-guide-step-4": "4. solis: Kad esat mēģinājis atrisināt, noklikšķiniet uz “Export HAR” (mazā lejupvērstā bultiņa), kas saglabā tīkla žurnālu. Nosūtiet mums šo failu.",
    "reporting-bugs-guide-step-5": "5. solis: noklikšķiniet uz cilnes Console un ar peles labo pogu noklikšķiniet uz \"Save as ..\", lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "reporting-bugs-guide-step-6": "Pēdējais solis: nosūtiet mums pa e-pastu tos HAR un konsoles žurnālu failus un aprakstiet problēmu‍ Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet tādu pakalpojumu kā Dropbox vai Filebin un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas nepareizi tiek parādīts pareizi . Lūdzu, atsūtiet arī IP, kuru izmantojat. Jūs to varat iegūt vietnē https://www.whatsmyip.org/ ‍Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies panākt, lai hCaptcha darbotos labi visiem.",
    "reporting-bugs-guide-text-1": "Nosūtot atkļūdošanas informāciju kopā ar ziņojumu, mums būs daudz vieglāk noteikt, kas notiek. Šeit ir soli pa solim sniegtas instrukcijas:",
    "reporting-bugs-guide-text-2": "Ja esat tīmekļa izstrādātājs vai eksperts, kopsavilkums ir tas, ka mēs vēlamies, lai jūs atsūtītu mums tīkla ierakstīšanas HAR un pārlūka konsoles žurnālus. Lūdzu, vispirms mēģiniet atspējot jebkuru reklāmu bloķētāju vai pārlūka drošības paplašinājumus un pēc tam vēlreiz mēģiniet veikt šīs darbības. Ja tas novērš jūsu problēmu, mēs joprojām pateicamies, ka paziņojāt mums par savu pārlūkprogrammas versiju, reklāmu bloķētāju vai pārlūka paplašinājumu un vietnes URL.",
    "reporting-bugs-intro-head": "Atradi kļūdu? Tālāk aprakstīts, kā par to ziņot.",
    "reporting-bugs-intro-text": "Miljoniem cilvēku katru mēnesi izmanto hCaptcha tūkstošiem pārlūku, paplašinājumu, ierīču, ugunsmūru un citu kombināciju. Mūsu mērķis ir pārliecināties, ka tas vienmēr darbojas jūsu labā, tāpēc mēs ļoti novērtējam jūsu ziņojumus! Lai sniegtu ātru atgriezenisko saiti, vienkārši noklikšķiniet uz pogas “Sūtīt mums atsauksmes”. Ja redzat funkcionālu problēmu, lūdzu, izpildiet tālāk sniegtos pārlūkprogrammas Chrome atkļūdošanas žurnāla norādījumus vai Firefox atkļūdošanas žurnāla instrukcijas. Citiem pārlūkiem vienkārši nosūtiet mums e-pastu. Par iespējamām drošības vai privātuma problēmām skatiet tālāk sniegtos norādījumus.",
    "reporting-bugs-privacy-head": "Privātuma jautājumi",
    "reporting-bugs-privacy-text": "Mums nav vienalga, kas ir lietotāji, tikai tas, cik iespējams, ka viņi ir ļaunprātīgi vai mašīnu. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un smagi strādājam, lai līdzsvarotu privātumu un drošību. Ja esat atradis problēmu, kas, jūsuprāt, varētu ietekmēt lietotāju privātumu, lūdzu, rakstiet mums uz e-pastu support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Nosūtiet mums atsauksmes",
    "reporting-bugs-provide-feedback-head": "Sniedziet tūlītēju atgriezenisko saiti par hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mēs novērtējam jūsu ieguldījumu. Paziņojiet mums par visiem jautājumiem un mēs tos ātri atrisināsim.",
    "reporting-bugs-security-head": "Drošības kļūdas",
    "reporting-bugs-security-text": "Mēs vienmēr esam ieinteresēti saņemt ziņojumus par drošības kļūdām. E-pasts: support@hcaptcha.com & CC security@hcaptcha.com, un mēs ātri ar jums sazināsimies. Mums ir arī kļūdu novēršanas programma piemērotiem drošības ziņojumiem par hCaptcha pakalpojumu un saistīto avota kodu.",
    "sec-hc": "Drošība vispirms",
    "sec-hc-text": "hCaptcha ir orientēta uz izdevējiem. Mēs strādājam, lai vietnēm sniegtu reālus datus un ļautu tām izlemt, kā tos izmantot. Precizitāte ir jūsu un mūsu interesēs. Citus captchas nodrošina reklāmas uzņēmumi. Katrs bloķēts robots var samazināt ieņēmumus.",
    "what-is-hcaptcha": "Kas ir hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha palīdz jūsu iecienītākajiem tīmekļa pakalpojumiem novērst robotprogrammatūru, surogātpastu un ļaunprātīgu izmantošanu, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un sarežģīti mašīnām.",
    "why-hc": "Kāpēc hCaptcha?",
    "why-hc-text": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam sarežģītus modeļus, lai noskaidrotu, vai jūs esat cilvēks vai mašīna. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu pieredzi viņu vietnē, turot ārpus robotprogrammatūras."
}