{
    "acc-opt": "Safidy fidirana",
    "acc-opt-but": "Fantaro bebe kokoa momba ny safidy fidirana",
    "acc-opt-text": "Maratra ve ianao fa tsy afaka mamita hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Mankasitraka ny fidiranao izahay. Ampahafantaro anay ny olana rehetra ary hofoantsika haingana izany.",
    "fb-but": "Alefaso anay ny hevitra",
    "feedback-text": "Manomeza valiny momba ny hCaptcha hitanao",
    "page-acc-link-1": "Raha mpampiasa mpampiasa ianao, azafady misoratra anarana eto.",
    "page-acc-subhead": "Fiantohana ny fidirana tsy misy tomika ho an&#39;ny mpampiasa rehetra raha mitazona fiarovana",
    "page-acc-title": "Fampahalalana momba ny fidirana hCaptcha",
    "priv-hc": "Nifantoka tamin&#39;ny tsiambaratelo",
    "priv-hc-text": "Ireo tambajotra doka dia mahita anao ho vokatr&#39;izy ireo. Izahay dia tsy. Izahay dia tsy miraharaha hoe iza no mpampiasa, dia mety ho tsy mampaninona azy ireo izany. Izahay dia manohana ny hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana.",
    "sec-hc": "Ny fiarovana aloha",
    "sec-hc-text": "hCaptcha dia mifantoka amin&#39;ny famoahana. Miasa izahay mba hanome data tena tranonkala ary avelao izy ireo hanapa-kevitra ny fomba fampiasana azy ireo. Ny mahaliana anao sy ny mahasoa antsika dia marina. Ny captchas hafa dia omen&#39;ny orinasa dokambarotra. Isaky ny botôka nosakanany dia mety hampihena ny fidiram-bolany.",
    "what-is-hcaptcha": "Inona no atao hoe hCaptcha?",
    "what-is-hcaptcha-text": "Ny hCaptcha dia manampy ny serivisy tranonkala ankafizinao hiambina ny bots, spam ary fanararaotana amin&#39;ny alàlan&#39;ny fametrahana fanontaniana tsotra izay mora ho an&#39;ny olombelona ary sarotra ho an&#39;ny milina.",
    "why-hc": "Fa maninona hCaptcha?",
    "why-hc-text": "Isaky ny mamaly fanamby ianao dia mampiasa modely maoderina mba hamaritana hoe olombelona ianao na milina. Mampiasa ity valiny ity ilay tranonkala notsidihinao mba hanatsarana ny traikefanao amin&#39;ny tranokalany amin&#39;ny alàlan&#39;ny fitazonana ireo botsika."
}