{
    "acc-opt": "Safidy fidirana",
    "acc-opt-but": "Fantaro bebe kokoa momba ny safidy fidirana",
    "acc-opt-text": "Maratra ve ianao fa tsy afaka mamita hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Mankasitraka ny fidiranao izahay. Ampahafantaro anay ny olana rehetra ary hofoantsika haingana izany.",
    "fb-but": "Alefaso anay ny hevitra",
    "feedback-text": "Manomeza valiny momba ny hCaptcha hitanao",
    "home-ent-1": "Mitady ireo tolotra fiarovana amin'ny orinasanay?",
    "home-ent-2": "Tsidiho ny tranokalanay manokana: BotStop.com",
    "home-intro-body": "Mampiasa captcha ve ianao mba hijanonana ireo bots? HCaptcha miaro ny tsiambaratelo mpampiasa, manome tranokala loka ary manampy ireo orinasa hahazo ny marika data. Fanaperana fanoloana ho an'ny reCAPTCHA: afaka mifindra ao anatin'ny minitra vitsivitsy ianao.",
    "home-intro-head": "Ajanony bots misimisy kokoa. Manomboka miaro ny fiainana manokan'ny mpampiasa.",
    "home-main-1": "Private. Hampaninona. Haingankaingana. Ary manome vola anao izahay hampiasa izany.",
    "home-main-2": "Nifantoka tamin'ny tsiambaratelo",
    "home-main-2c": "Ireo tambajotra doka dia mahita ny mpitsidika anao ho vokatra. Ho an'ny hCaptcha ny vokatra no vatsy omen'izy ireo. Tsy maninona izahay fa iza ireo mpampiasa anao, na dia mety ho mampidi-doza ihany aza izy ireo. Izahay dia manohana hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana.",
    "home-main-3": "Ny fiarovana aloha",
    "home-main-3c": "Ny mahaliana anao sy ny mahasoa antsika dia marina. hCaptcha dia mifantoka amin'ny famoahana. Miasa izahay hanome anao data tena marina ary mamela anao hanapa-kevitra ny fomba hampiasana azy io. Ny captchas hafa dia nomen'ny",
    "home-main-3c2": "orinasam-pifandraisana. Midika izany fa ny botry azon'izy ireo dia ahena ny fidiram-bolany.",
    "home-main-4": "Traikefa mpampiasa tsara kokoa",
    "home-main-4c": "Modely fianarana milina mamolavola no ampiasain'ny hCaptcha hamaritana ny maha-olombelona. Izany dia mamela anay mila mitaky asa tsy dia mahasosotra amin'ny mpampiasa anao ary manokana ny fotoanany amin'ny fanaovana izany, raha mbola mamoaka angon-drakitra misy marika ilaina ho an'ny mpanjifa famandrihana.",
    "home-main-plans": "hCaptcha maimaim-poana hampiasana ny mpamoaka ny habe rehetra. Na izany aza, ho an'ny orinasam-pifandraisana sy sehatra ilaina mila fanaraha-maso bebe kokoa, dia misy ny vahaolana momba ny orinasam-pifandraisana.",
    "home-main-plans2": "Ny vahaolana hCaptcha orinasa miaro ny mpampiasa an-tapitrisany manerana ny tranokala am-polony ho an'ny sasany amin'ireo orinasa lehibe indrindra eto ambonin'ny planeta. Azafady mba mifandraisa aminay raha mila fanazavana fanampiny, na hitsidika",
    "home-main-plans3": "Ny vahaolana hCaptcha orinasa miaro ny mpampiasa an-tapitrisany manerana ny tranokala am-polony ho an'ny sasany amin'ireo orinasa lehibe indrindra eto ambonin'ny planeta. Azafady mba mifandraisa aminay raha mila fanazavana fanampiny, na hitsidika",
    "home-main-plans4": "amin'ny antsipiriany.",
    "learn-more-hcaptcha": "Mianara bebe kokoa momba hCaptcha",
    "page-acc-faq-1": "Fanontaniana: Miorina amin'ny hCaptcha Fizarana 508 + WCAG 2.0? Valiny: Mino izany isika: ireo mpampiasa rehetra manana endrika mety hahomby izay afaka mijery ny tranokala ary mametraka lahatsoratra amin'ny endrika dia afaka miditra serivisy fiarovana arahin'i hCaptcha rehefa misoratra anarana. Na izany aza, tsy torohevitra ara-dalàna io: tokony hanao ny tombantombananao ianao, mandinika ny fampiharana manokana ataonao mba hahazoana antoka fa ity no antony fametrahanao azy.",
    "page-acc-faq-2": "Fanontaniana: miasa amin'ny safidy hafa (a11y) ve ianao, toy ny audio? Valiny: Safidy malaza taloha toy ny feo captchas manavakavaka mpampiasa maro a11y ary resin'ny teknika fianarana maoderina. Izany dia nanery ny fanamby audio amin'izao fotoana izao ho lasa mihasarotra hatrany, fampidirana feo, hafahafa fametahana fotoana, fampifangaroana teny tsy mahazatra, sy ny sisa handresy ireo mpanafika. Noho izany dia somary tsy mazoto amin'ny fomba fiasa isika hisorohana ny fanamby, fa handinika izany raha misy ny fangatahana avy amin'ny vondron'olona 11. Na izany aza, tena liana izahay amin'ny Pass amin'ny tsiambaratelo ho an'ny tranga fampiasana Accessibility. Mino izahay fa ny fampifangaroana ny fomba fiasa a11y amin'izao fotoana izao sy ny famoahana ny Pass Pass dia ahafahan'ny mpampiasa a11 hijerena am-pilaminana am-pilaminana, am-pahatokiana amin'ny fahalalana fa manokana ny fifamoivoizany, raha toa ny famerana ny fanararaotan'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy a11. Mpandray anjara mavitrika ao amin'ny vondrona miasa IETF manangana ity teknolojia vaovao ity izahay.",
    "page-acc-faq-3": "Fanontaniana: Ahoana ny momba ny fiainana manokana? Ny fanoratana ve dia mamoaka angon-drakitra fanadihadihana a11 amin'ny fomba sasany? Inona no ataonao amin'ny mailaka? Valiny: ny hCaptcha dia natao ho an'ny fiainana manokana amin'ny tany. Tena hafa noho ny safidy nentim-paharazana toy ny reCAPTCHA izay fananan'ny tambajotra doka, izay manosika anao hanara-maso anao amin'ny tranokala ary hampifanerasera anao amin'ny tena maha izy azy. Tsy hampiasa mailaka na fampahalalana azo idirana mihitsy izahay, afa-tsy hanamora ny fampiasana a11y sy fisorohana ny fanararaotana. Ny politikantsika momba ny tsiambaratelo dia manana valiny feno sy manan-danja mikasika ny fomba hampiasantsika angon-drakitra, fa ny valiny fohy dia tsy misy zavatra tiantsika hifanerasera aminao amin'ny maha-olona iray amin'ny tantaran'ny fitadiavanao azy. raha mbola mitahiry ny fahaizantsika misoroka ny fanararaotana, mameno ny asantsika Pass Pass ho antsika.",
    "page-acc-link-1": "Raha mpampiasa mpampiasa ianao, azafady misoratra anarana eto.",
    "page-acc-subhead": "Fiantohana ny fidirana tsy misy tomika ho an'ny mpampiasa rehetra raha mitazona fiarovana",
    "page-acc-summary": "famintinana",
    "page-acc-summary-contents-1": "hCaptcha dia natao hijanonana ny bots amin'ny fanavahana azy ireo amin'ny olona. Ny fitsapana fahitana dia fitaovana mety amin'izany, saingy tsy ny rehetra afaka mamaha fanamby ara-pahitana. Noho io antony io dia nanamboatra safidy tsotra sy tsy misy fanaintainana izahay hamela ireo mpamoaka ny fampiasana ny serivisintsika hitahiry ny fidirana ho an'ny rehetra miaraka amin'ny fanarahana feno ny fizarana 508 sy WCAG 2.0.",
    "page-acc-summary-contents-2": "Ahoana no fomba fiasa: voalohany, mpampiasa fidirana miditra dia misoratra anarana amin'ity URL ity, izay mifamatotra ao amin'ny pejy fampahalalana hCaptcha widget. Omena mofomamy namboarina izy ireo izay azo ampiasaina imbetsaka isan'andro, saingy tsy maintsy hamelombelona indray izy ireo isaky ny 24 ora amin'ny alàlan'ny fidirana login.Rehefa misy fanamby atolotra ho an'ny mpampiasa fidirana amin'ny tranokala rehetra mampiasa ny serivisy hCaptcha, handalo azy ireo avy hatrany.",
    "page-acc-title": "Fampahalalana momba ny fidirana hCaptcha",
    "page-acc-tr-body": "Fanontaniana: mbola mahita fanamby aho aorian'ny fametrahana ny mofomamy. Inona no mahatonga izany? Valiny: Izany dia matetika noho ny fampiasana fampiatoana doka mahery vaika na fanitarana anti-cookie, na toe-javatra iray manakana ny cookies cross-site, amin'ity tranga ity dia misy cookie iray ho an'ny hcaptcha.com izay napetraka na nasain'ny hCaptcha JavaScript amin'ny tranonkala hafa , sahala amin'ilay mitsidika anao. Ny cookies cookies azo idirana hCaptcha dia miara-miasa amin'ireo mpijery malaza sy mpanakan-doka amin'ny filamatra mahazatra azy, noho izany ny tsy fahombiazana dia matetika noho ny sangan-kevitra anti-adblock na baoritra mitovy amin'izay mikendry tranonkala manokana. Vahaolana: 1. Whitelist hcaptcha.com sy * .hcaptcha.com cookies ao amin'ny mpanakan-doka anao na fanitarana fiarovana fiarovana. 2. Raha mampiasa ny browser Brvezy ianao, izay tsy (tamin'ny aprily 2020) dia misy karazana kofera cookie, mandehana any amin'ny Favoritation -> Shields -> Cookies ary misafidy ny Allies Cookies. 3. Raha mampiasa ny kinova farany an'ny Safari ianao na ny OS X 10.15 na ny iOS 13 izay vao navoaka vao haingana, dia nanova ny fitondran-tsarin'ny Safari mifandray amin'ny mofomamy an'ny antoko fahatelo ihany i Apple, manakana azy rehetra tsy hisolo azy. Manatanteraka vahaolana izahay, kanefa mandritra izany fotoana izany dia tsidiho ny safidin'ny safidim-bahoaka, fizarana tsiambaratelo ary alaivo ny fizotry ny tranokala: Aariho ny fanaraha-maso amin'ny alàlan'ny cross-site ahafahan'ny mombamomba ny cookie miditra. Fanontaniana: Mampiasa fitaovana marobe aho. Mila misoratra anarana imbetsaka ve aho? Valiny: Tsia, azafady tsindrio ilay rohy fandefasana mailaka mitovy nalefa aminao any amin'ireo fitaovana ampiasainao mba hametrahana ny mofomamy.",
    "page-acc-tr-title": "Ho an'ny mpampiasa mpampiasa: Q&A sy Torolàlana famahana olana",
    "priv-hc": "Nifantoka tamin'ny tsiambaratelo",
    "priv-hc-text": "Ireo tambajotra doka dia mahita anao ho vokatr'izy ireo. Izahay dia tsy. Izahay dia tsy miraharaha hoe iza no mpampiasa, dia mety ho tsy mampaninona azy ireo izany. Izahay dia manohana ny hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana.",
    "sec-hc": "Ny fiarovana aloha",
    "sec-hc-text": "hCaptcha dia mifantoka amin'ny famoahana. Miasa izahay mba hanome data tena tranonkala ary avelao izy ireo hanapa-kevitra ny fomba fampiasana azy ireo. Ny mahaliana anao sy ny mahasoa antsika dia marina. Ny captchas hafa dia omen'ny orinasa dokambarotra. Isaky ny botôka nosakanany dia mety hampihena ny fidiram-bolany.",
    "what-is-hcaptcha": "Inona no atao hoe hCaptcha?",
    "what-is-hcaptcha-text": "Ny hCaptcha dia manampy ny serivisy tranonkala ankafizinao hiambina ny bots, spam ary fanararaotana amin'ny alàlan'ny fametrahana fanontaniana tsotra izay mora ho an'ny olombelona ary sarotra ho an'ny milina.",
    "why-hc": "Fa maninona hCaptcha?",
    "why-hc-text": "Isaky ny mamaly fanamby ianao dia mampiasa modely maoderina mba hamaritana hoe olombelona ianao na milina. Mampiasa ity valiny ity ilay tranonkala notsidihinao mba hanatsarana ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fitazonana ireo botsika."
}