{
    "about-advisors-brendan": "PDG. Ekena ao amin'ny AI. Izy io dia nampihatra ny saina amin'ny milina amin'ny marobe amin'ny olana maro isan-karazany mandritry ny folo taona lasa.",
    "about-advisors-dawn": "PhD ao amin'ny Biolojia Computational, Stanford. Miara amin'ireo tambajotra neural nanomboka tamin'ny 1999. Mifantoha amin'ny ML sy ny fianarana lalina amin'ny ambaratonga.",
    "about-advisors-head": "mpanolo-tsaina",
    "about-advisors-keiran": "Manam-pahaizana sy ny manampahaizana momba ny blockchain. Injeniera voalohan'ny Cloudera sy ny maro hafa. Drafitra fanamboarana rindrambaiko sy ekipa manam-pahaizana.",
    "about-content-head-1": "Izay ataontsika",
    "about-content-head-2": "Maninona no manan-danja izany",
    "about-content-text-1": "hCaptcha dia serivisy ao amin'ny Intuition Machines Inc, orinasa fianarana sy milina AI ary mifantoka amin'ny metaly metaly sy sehatra ML amin'ny sehatra. ‍Manamboatra sy miasa ireo rafitra lehibe lehibe izahay hahafahan'ny serivisy fanadihadiana sy sary famokarana sary ho an'ny orinasa 2000 2000 manerantany.",
    "about-content-text-2": "Betsaka ny angon-drakitra amin'ny ankapobeny dia manome valiny tsara kokoa. Ny fananganana sy ny fikojakojana ny mari-pamantarana misy marika sy ilaina ilaina dia mandany fotoana ary lafo. ‍HCaptcha tany am-boalohany dia novolavolaina mba hamahana ny filanay manokana amin'ny fametrahana sary, ary azo alaina ho an'ny orinasa hafa misy filana mitovy.",
    "about-intro-head-1": "Miasa amin'ny hCaptcha",
    "about-intro-head-2": "Lehibe ny iraka ataontsika",
    "about-intro-text": "Mitombo haingana isika ary mitady ny talenta tsara indrindra eran'izao tontolo izao manerana ny biraon'izao tontolo izao. Azonao atao ny mampihatra amin'ireo rohy eto ambany.",
    "about-leadership-alex": "Manam-pahaizana sy ny manampahaizana momba ny blockchain. Injeniera voalohan'ny Cloudera sy ny maro hafa. Drafitra fanamboarana rindrambaiko sy ekipa manam-pahaizana.",
    "about-leadership-eli": "PDG. Ekena ao amin'ny AI. Izy io dia nampihatra ny saina amin'ny milina amin'ny marobe amin'ny olana maro isan-karazany mandritry ny folo taona lasa.",
    "about-leadership-head": "Leadership",
    "about-leadership-todd": "PhD ao amin'ny Biolojia Computational, Stanford. Miara amin'ireo tambajotra neural nanomboka tamin'ny 1999. Mifantoha amin'ny ML sy ny fianarana lalina amin'ny ambaratonga.",
    "acc-opt": "Safidy fidirana",
    "acc-opt-but": "Fantaro bebe kokoa momba ny safidy fidirana",
    "acc-opt-text": "Maratra ve ianao fa tsy afaka mamita hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Mankasitraka ny fidiranao izahay. Ampahafantaro anay ny olana rehetra ary hofoantsika haingana izany.",
    "fb-but": "Alefaso anay ny hevitra",
    "feedback-text": "Manomeza valiny momba ny hCaptcha hitanao",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha dia fombafomba voasoratra anarana ao amin'ny Intuition Machines, Inc.",
    "footer-header-1": "Company",
    "footer-header-2": "Harena",
    "footer-header-3": "Contact",
    "footer-link-1": "fametahaka marika",
    "footer-link-2": "About",
    "footer-link-3": "Jobs",
    "footer-link-4": "famantarana",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Documentation",
    "footer-link-8": "Hampandrenesana bibikely iray",
    "footer-link-9": "Accessibility",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Support",
    "footer-subheader-2": "Contact",
    "footer-terms": "Terms",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Labels Services",
    "header-login-button": "Hiditra",
    "header-plans-link": "Plans",
    "header-signup-button": "Hiditra Mpikambana",
    "home-about-head": "Momba ny hCaptcha",
    "home-about-subtitle": "Navoakan'i Protocol HUMAN",
    "home-about-text-1": "hCaptcha dia natao hamahana ny olana be indrindra amin'ny fianarana fianarana milina: mamorona angon-drakitra betsaka amin'ny fomba maika sy azo antoka ary azo atokisana.",
    "home-about-text-2": "Ny angon-drakitra misimisy kokoa amin'ny ankapobeny dia mamokatra valiny tsara kokoa amin'ny modely fianarana milina fanofanana. Ny fahombiazan'ny modely farany teo dia nitombo ny datasety lehibe, saika foana ny fandinihan'ny olombelona. Na izany aza, ny famoronana datasetsika nohodidinin'ny olona amin'ny alàlan'ny Mekanikal Turk, Figure Eight, sns dia samy miadana sy lafo.",
    "home-about-text-3": "Azon'ny hCaptcha mahazo vola amin'ny tranonkala io tranonkala io raha manakana ireo bots sy ny fanararaotana hafa.",
    "home-about-text-4": "Ny tsenan'ny hCaptcha dia entin'ny HUMAN Protocol, protocol voafaritra tsara ho an'ny fanadihadihan'olombelona izay mandeha ao amin'ny Ethereum blockchain. Ny tranonkala dia mahazo Human Tokens (HMT) isaky ny misy mpampiasa mampiasa ny hCaptcha eo amin'ny tranonkalany, ary ny orinasa fianarana milina dia mandoa Human Tokens hahazoana marika ny angon'izy ireo.",
    "home-ba-labeling-services-link": "Labels Services",
    "home-benefits-head-1": "Ny lanjan'ny fametrahana data",
    "home-benefits-head-2": "Avereno amin'ny fiantrana",
    "home-benefits-text-1": "Tsapanao ve fa isaky ny \"tsindrio ny fiara\" ianao dia manampy amin'ny fiofanana ny rafitra fianarana milina Giganticcompany iray maimaim-poana?",
    "home-benefits-text-2": "hody ny modely i hCaptcha. Rehefa mampiasa hCaptcha ny orinasan'ny orinasa dia manolotra ny asan'ny mpampiasa anao rehefa manaporofo ny maha-olombelona azy ireo izy ireo. Azonao ny valisoa.",
    "home-benefits-text-3": "Te hamerina ny fiantrana tianao indrindra ianao? Avelan'ny hCaptcha hanohana ny fiantefan'ny safidinao amin'ny fidiram-bola azonao amin'ny fampiasana azy ianao. Ireo mpampiasa ny tranokalanao dia tsy ho ela dia hahita ny anjara birikinao amin'ny asa soa amin'ny alàlan'ny marika saina amin'ny alàlan'ny hCaptcha interface.",
    "home-challenge-text-1": "Safidio ny sary rehetra mifanandrify amin'ny fangatahana",
    "home-challenge-text-2": "Farito ny famerana faritra ho an'ny zavatra",
    "home-challenge-text-3": "Fantaro ireo marika mitovitovy aminy",
    "home-challenge-title-1": "Comparison",
    "home-challenge-title-2": "Vata mifamono",
    "home-challenge-title-3": "endrika efa",
    "home-challenges-head": "Fanamby atolotra",
    "home-challenges-text-1": "... sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra amin'ny bots.",
    "home-challenges-text-2": "Misy ny asa tokony hatao ho an'ny mpamoaka orinasa.",
    "home-ent-1": "Mitady ireo tolotra fiarovana amin'ny orinasanay?",
    "home-ent-2": "Tsidiho ny tranokalanay manokana: BotStop.com",
    "home-ent-button": "Ianaro bebe kokoa: BotStop nataon'i hCaptcha",
    "home-from-the-blog": "AVY ANY BLOG:",
    "home-from-the-blog-value": "Ahoana ny fiasan'ny hCaptcha fanovana sarotra",
    "home-intro-body": "Mampiasa captcha ve ianao mba hijanonana ireo bots? HCaptcha miaro ny tsiambaratelo mpampiasa, manome tranokala loka ary manampy ireo orinasa hahazo ny marika data. Fanaperana fanoloana ho an'ny reCAPTCHA: afaka mifindra ao anatin'ny minitra vitsivitsy ianao.",
    "home-intro-button": "Midira izao",
    "home-intro-head": "Ajanony bots misimisy kokoa. Manomboka miaro ny fiainana manokan'ny mpampiasa.",
    "home-main-1": "Private. Hampaninona. Haingankaingana. Ary manome vola anao izahay hampiasa izany.",
    "home-main-2": "Nifantoka tamin'ny tsiambaratelo",
    "home-main-2c": "Ireo tambajotra doka dia mahita ny mpitsidika anao ho vokatra. Ho an'ny hCaptcha ny vokatra no vatsy omen'izy ireo. Tsy maninona izahay fa iza ireo mpampiasa anao, na dia mety ho mampidi-doza ihany aza izy ireo. Izahay dia manohana hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana.",
    "home-main-3": "Ny fiarovana aloha",
    "home-main-3c": "Ny mahaliana anao sy ny mahasoa antsika dia marina. hCaptcha dia mifantoka amin'ny famoahana. Miasa izahay hanome anao data tena marina ary mamela anao hanapa-kevitra ny fomba hampiasana azy io. Ny captchas hafa dia nomen'ny",
    "home-main-4": "Traikefa mpampiasa tsara kokoa",
    "home-main-4c": "Modely fianarana milina mamolavola no ampiasain'ny hCaptcha hamaritana ny maha-olombelona. Izany dia mamela anay mila mitaky asa tsy dia mahasosotra amin'ny mpampiasa anao ary manokana ny fotoanany amin'ny fanaovana izany, raha mbola mamoaka angon-drakitra misy marika ilaina ho an'ny mpanjifa famandrihana.",
    "home-main-plans": "hCaptcha maimaim-poana hampiasana ny mpamoaka ny habe rehetra. Na izany aza, ho an'ny orinasam-pifandraisana sy sehatra ilaina mila fanaraha-maso bebe kokoa, dia misy ny vahaolana momba ny orinasam-pifandraisana.",
    "home-main-plans2": "Ny vahaolana hCaptcha orinasa miaro ny mpampiasa an-tapitrisany manerana ny tranokala am-polony ho an'ny sasany amin'ireo orinasa lehibe indrindra eto ambonin'ny planeta. Azafady mba mifandraisa aminay raha mila fanazavana fanampiny, na hitsidika",
    "home-main-plans3": "Ny vahaolana hCaptcha orinasa miaro ny mpampiasa an-tapitrisany manerana ny tranokala am-polony ho an'ny sasany amin'ireo orinasa lehibe indrindra eto ambonin'ny planeta. Azafady mba mifandraisa aminay raha mila fanazavana fanampiny, na hitsidika",
    "home-main-plans4": "amin'ny antsipiriany.",
    "home-plans-button-1": "Signup izao",
    "home-plans-button-2": "Fifandraisana mifandray",
    "home-plans-chart-head-1": "Toetoetra",
    "home-plans-chart-head-2": "Mpanonta",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Fanaraha-maso ireo karazana fanamby aseho",
    "home-plans-chart-row-1-cell-2": "Limited",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Haavo sarotra afangaro tsara",
    "home-plans-chart-row-11-cell-1": "Haavo sarotra afangaro tsara",
    "home-plans-chart-row-12-cell-1": "Haavo sarotra afangaro tsara",
    "home-plans-chart-row-2-cell-1": "Mifehy ny votoatin'ny fanamby efa zatra",
    "home-plans-chart-row-2-cell-2": "Limited",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "Politika momba ny fiainana manokan'ny GDPR sy CCPA",
    "home-plans-chart-row-7-cell-1": "Haavo sarotra afangaro tsara",
    "home-plans-chart-row-8-cell-1": "Haavo sarotra afangaro tsara",
    "home-plans-chart-row-9-cell-1": "Haavo sarotra afangaro tsara",
    "home-try-it-out-button": "Makà hCaptcha",
    "home-try-it-out-head": "Andramo izany",
    "home-try-it-out-text": "Ny hCaptcha dia manome botika mora, mora ary azo itokisana nefa tsy mahavaha olana ny olombelona.",
    "labeling-about-head": "Momba ny hCaptcha",
    "labeling-about-text-1": "hCaptcha dia natao hamaha ny olan'ny asa mafy indrindra amin'ny fianarana machine; manisy marika ireo angon-drakitra be dia be amin'ny fotoana mety sy azo atokisana ary azo itokisana. Ny angon-drakitra misimisy kokoa amin'ny ankapobeny dia mamokatra valiny tsara kokoa amin'ny modely fianarana milina fanofanana. Ny fahombiazan'ny modely farany teo dia nitombo ny datasety lehibe, ary ny hCaptcha dia manompo izany.",
    "labeling-about-text-2": "Na izany aza, ny famoronana datasetibe efa nijerena ny olombelona mampiasa fomba nentim-paharazana dia sady miadana no lafo. hCaptcha dia fomba iray ahazoan'ny orinasa ny fanalana azy ireo fa mila haingana kokoa, miaraka amin'ny kalitao avo kokoa ary amin'ny vidiny mora kokoa noho ny safidy hafa.",
    "labeling-annotations-head": "Karazana fanonona",
    "labeling-annotations-text-1": "Fitrandrahana zavatra marina amin'ny sary sy horonan-tsary",
    "labeling-annotations-text-2": "Fitrandrahana zavatra marina amin'ny sary sy horonan-tsary",
    "labeling-annotations-text-3": "Fanamarihana ny tondro ho an'ireo tranga fampiasa samihafa",
    "labeling-annotations-text-4": "Soraty na ampidiro sokajy tsy mitovy habe ny habe",
    "labeling-annotations-text-5": "Fanaraha-maso sy fanasokajiana ny olombelona",
    "labeling-annotations-text-6": "Mila karazana hafa tsy voatanisa eto ve ianao? Manontany fotsiny izahay.",
    "labeling-annotations-title-1": "Boaty voafatotra",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "mari-toerana",
    "labeling-annotations-title-4": "Attribute Categoryorization",
    "labeling-annotations-title-5": "Fampitahana sy fahitana",
    "labeling-annotations-title-6": "... sy maro hafa",
    "labeling-ent-button": "Mifandraisa amin'ny ekipa Solika Enterprise",
    "labeling-ent-head": "Mila fanaraha-maso farany",
    "labeling-ent-text-1": "Ny Platform HUMAN ao ambadiky ny hCaptcha dia manome ny kalitao sy ny fomba fitantanana mahomby be dia be amin'ny alàlan'ny premise, hybrid, na SaaS izay mikambana amin'ireo rafitra efa misy.",
    "labeling-ent-text-2": "Mihazakazaka tsy misy afa-tsy amin'ny mpiara-miasa aminao, ny sanda fanaraha-maso nivezivezy isaky ny orinasan'ny orinasa na mpiara-miombon'antoka amin'ny consortium, mifidy asa mankany amin'ireo mpamatsy asa anatiny na ivelany izay mifototra amin'ny takian'ny vidiny sy fiarovana, ary maro hafa.",
    "labeling-ent-text-3": "‍Mampidirina API fidirana, boaty tsara tarehy, ary ny teknolojia farany modely-in-the-loop farany hanamafisana ny fahombiazan'ny mpiasa.",
    "labeling-ent-text-4": "99.99% amin'ny fotoana fohy SLAs sy 24/7 eran-tany manohana. Raha mila fanazavana fanampiny:",
    "labeling-features-head-1": "Fantsona tsotra avy amin'ny API.",
    "labeling-features-head-2": "Natao tsara amin'ny vidiny sy ny kalitao. Tsy ilaina ny fanoloran-tena ambony.",
    "labeling-features-head-3": "Mandoa fotsiny fa marina izay ilainao.",
    "labeling-features-head-4": "Manome ny angon-drakitrao momba ny fahamarinana momba ny fahamarinana na andao hanangana izany amin'ny lalitra.",
    "labeling-features-text-1": "Te hampiditra mivantana ny famerenan'ny olombelona mivantana amin'ny asa aman-draharahanao ianao? Manome SLIM azo itokisana avo izahay, fahaiza-miantoka, ary APEST REST mora indrindra.",
    "labeling-features-text-2": "Ny sehatra HUMAN dia mampiasa modely fahatokisana feno mba hanatanterahana ny famakafakana kalitaona tena ilaina. Io dia ahafahantsika mamantatra haingana ny fahasarotan'ny fanontaniana sy ny mety valiny mety aminy, ka manisy fotoana sy vola.",
    "labeling-features-text-3": "Tsy ny olana rehetra no mitovy. Ny fanamafisana ireo asa-tsikera amin'ny fiarovana dia mety mitaky fahatokisana 99.99% avy amin'ny mpiasa olombelona iray manontolo. Ny fanamafisana anarana ho an'ny beta iray tokana amin'ny fampiharana lalao finday dia mety mitaky fahatokisan-tena tsotra. Ianao no manapa-kevitra.",
    "labeling-features-text-4": "Manana angon-drakitra ve ianao nefa tsy misy fanamarinana feno? Amin'ny ankamaroan'ny tranga dia afaka manangana iray ho anao izahay satria ny asa dia mandrafitra ny rafitra, na mamorona santionara voamarina ho ankatoavinao.",
    "labeling-info-head": "Fahazoana voamarika marika",
    "labeling-info-text-1": "Miresaha amin'ny iray amin'ireo manampahaizana momba ny vondron-tserasera hamaritana ny filàn'ny tetik'asa: ny fahamarinan'ny kendrena, ny format ary ny fepetra takiana manokana.",
    "labeling-info-text-2": "Manatontosa asa famokarana kely mifototra amin'ny angon-drakitrao izahay. Ity fitsapana ny asa efa niarahanay niara-niantoka mba hahazoanao izay tena ilainao.",
    "labeling-info-text-3": "Miaraka amin'ny habetsahan'ny haavo avo lenta sy ny ambany dia hataonay averina haingana ny asanao, miaraka amin'ny fandefasana automatique raha vao vita izany.",
    "labeling-info-text-4": "Rehefa fantatsika tsara ny tarehimarika amin'ny asanao amin'ny famokarana, dia hihatsara ny vokatra rehefa mandeha ny fotoana.",
    "labeling-info-text-5": "Ny dashboards mivantana dia ahafahanao manome hevitra na famokarana fiatoana amin'ny fotoana rehetra.",
    "labeling-info-title-1": "Farito ireo famaritana",
    "labeling-info-title-2": "Fitsapana asa am-boalohany",
    "labeling-info-title-3": "Drafitra asa famokarana",
    "labeling-info-title-4": "Fanatsarana mitohy",
    "labeling-info-title-5": "Valiny tena izy amin'ny fotoana tena izy",
    "labeling-main-1": "Famandrihana data manara-penitra amin'ny vidiny",
    "labeling-main-1-button": "Raiso ny taratasyo misy anao",
    "labeling-main-1c": "Mila label bebe kokoa ho an'ny datasinao? Ny hCaptcha dia manome labelling data haingana, lafo vidy ary avo lenta ho an'ny orinasa miasa amin'ny talenta voajanahary sy ny fianarana milina.",
    "labeling-main-2": "Hanokafana asa an-tapitrisany avy hatrany.",
    "labeling-main-2-button": "Mividianana serivisy fanatanjahantena data",
    "labeling-main-2c": "hCaptcha dia manana iray amin'ireo dobo lehibe indrindra amin'ny planeta azo ampiasaina. Na inona na inona ambaratonga misy anao, afaka mahazaka izany tsy misy fanoloran-tena mivarotra. Asa an-tapitrisany maro isan'andro no tsy misy olana.",
    "labeling-platform-head": "Fampahalalana manokana na ho an'ny daholobe",
    "labeling-platform-text": "Ny hCaptcha dia miorina eo amin'ny HUMAN Platform, izay manome alàlana ny fizahana sy ny famakafakana maimaim-poana amin'ny dingana tsirairay. Ity teknôlôjia ity dia mamela ny mpiasa miasa tsara amin'ny lafiny tsirairay amin'ny asanao, manamafy ny fahombiazan'ny vidiny eo am-piarovana ny tsiambaratelo ary mahafeno ireo fepetra takian'ny fitsipika izay mety ampiharina.",
    "labeling-try-button": "Mividianana serivisy fanatanjahantena data",
    "labeling-try-head": "Te handramana amin'ny datao ve ianao?",
    "labeling-try-text": "... Vonona izahay rehefa ianao: misy ny serivisy misy eo amin'ny famantaranandro.",
    "learn-more-hcaptcha": "Mianara bebe kokoa momba hCaptcha",
    "page-acc-faq-1": "Fanontaniana: Miorina amin'ny hCaptcha Fizarana 508 + WCAG 2.0? Valiny: Mino izany isika: ireo mpampiasa rehetra manana endrika mety hahomby izay afaka mijery ny tranokala ary mametraka lahatsoratra amin'ny endrika dia afaka miditra serivisy fiarovana arahin'i hCaptcha rehefa misoratra anarana. Na izany aza, tsy torohevitra ara-dalàna io: tokony hanao ny tombantombananao ianao, mandinika ny fampiharana manokana ataonao mba hahazoana antoka fa ity no antony fametrahanao azy.",
    "page-acc-faq-2": "Fanontaniana: miasa amin'ny safidy hafa (a11y) ve ianao, toy ny audio? Valiny: Safidy malaza taloha toy ny feo captchas manavakavaka mpampiasa maro a11y ary resin'ny teknika fianarana maoderina. Izany dia nanery ny fanamby audio amin'izao fotoana izao ho lasa mihasarotra hatrany, fampidirana feo, hafahafa fametahana fotoana, fampifangaroana teny tsy mahazatra, sy ny sisa handresy ireo mpanafika. Noho izany dia somary tsy mazoto amin'ny fomba fiasa isika hisorohana ny fanamby, fa handinika izany raha misy ny fangatahana avy amin'ny vondron'olona 11. Na izany aza, tena liana izahay amin'ny Pass amin'ny tsiambaratelo ho an'ny tranga fampiasana Accessibility. Mino izahay fa ny fampifangaroana ny fomba fiasa a11y amin'izao fotoana izao sy ny famoahana ny Pass Pass dia ahafahan'ny mpampiasa a11 hijerena am-pilaminana am-pilaminana, am-pahatokiana amin'ny fahalalana fa manokana ny fifamoivoizany, raha toa ny famerana ny fanararaotan'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy a11. Mpandray anjara mavitrika ao amin'ny vondrona miasa IETF manangana ity teknolojia vaovao ity izahay.",
    "page-acc-faq-3": "Fanontaniana: Ahoana ny momba ny fiainana manokana? Ny fanoratana ve dia mamoaka angon-drakitra fanadihadihana a11 amin'ny fomba sasany? Inona no ataonao amin'ny mailaka? Valiny: ny hCaptcha dia natao ho an'ny fiainana manokana amin'ny tany. Tena hafa noho ny safidy nentim-paharazana toy ny reCAPTCHA izay fananan'ny tambajotra doka, izay manosika anao hanara-maso anao amin'ny tranokala ary hampifanerasera anao amin'ny tena maha izy azy. Tsy hampiasa mailaka na fampahalalana azo idirana mihitsy izahay, afa-tsy hanamora ny fampiasana a11y sy fisorohana ny fanararaotana. Ny politikantsika momba ny tsiambaratelo dia manana valiny feno sy manan-danja mikasika ny fomba hampiasantsika angon-drakitra, fa ny valiny fohy dia tsy misy zavatra tiantsika hifanerasera aminao amin'ny maha-olona iray amin'ny tantaran'ny fitadiavanao azy. raha mbola mitahiry ny fahaizantsika misoroka ny fanararaotana, mameno ny asantsika Pass Pass ho antsika.",
    "page-acc-link-1": "Raha mpampiasa mpampiasa ianao, azafady misoratra anarana eto.",
    "page-acc-subhead": "Fiantohana ny fidirana tsy misy tomika ho an'ny mpampiasa rehetra raha mitazona fiarovana",
    "page-acc-summary": "famintinana",
    "page-acc-summary-contents-1": "hCaptcha dia natao hijanonana ny bots amin'ny fanavahana azy ireo amin'ny olona. Ny fitsapana fahitana dia fitaovana mety amin'izany, saingy tsy ny rehetra afaka mamaha fanamby ara-pahitana. Noho io antony io dia nanamboatra safidy tsotra sy tsy misy fanaintainana izahay hamela ireo mpamoaka ny fampiasana ny serivisintsika hitahiry ny fidirana ho an'ny rehetra miaraka amin'ny fanarahana feno ny fizarana 508 sy WCAG 2.0.",
    "page-acc-summary-contents-2": "Ahoana no fomba fiasa: voalohany, mpampiasa fidirana miditra dia misoratra anarana amin'ity URL ity, izay mifamatotra ao amin'ny pejy fampahalalana hCaptcha widget. Omena mofomamy namboarina izy ireo izay azo ampiasaina imbetsaka isan'andro, saingy tsy maintsy hamelombelona indray izy ireo isaky ny 24 ora amin'ny alàlan'ny fidirana login.Rehefa misy fanamby atolotra ho an'ny mpampiasa fidirana amin'ny tranokala rehetra mampiasa ny serivisy hCaptcha, handalo azy ireo avy hatrany.",
    "page-acc-title": "Fampahalalana momba ny fidirana hCaptcha",
    "page-acc-tr-body": "Fanontaniana: mbola mahita fanamby aho aorian'ny fametrahana ny mofomamy. Inona no mahatonga izany? Valiny: Izany dia matetika noho ny fampiasana fampiatoana doka mahery vaika na fanitarana anti-cookie, na toe-javatra iray manakana ny cookies cross-site, amin'ity tranga ity dia misy cookie iray ho an'ny hcaptcha.com izay napetraka na nasain'ny hCaptcha JavaScript amin'ny tranonkala hafa , sahala amin'ilay mitsidika anao. Ny cookies cookies azo idirana hCaptcha dia miara-miasa amin'ireo mpijery malaza sy mpanakan-doka amin'ny filamatra mahazatra azy, noho izany ny tsy fahombiazana dia matetika noho ny sangan-kevitra anti-adblock na baoritra mitovy amin'izay mikendry tranonkala manokana. Vahaolana: 1. Whitelist hcaptcha.com sy * .hcaptcha.com cookies ao amin'ny mpanakan-doka anao na fanitarana fiarovana fiarovana. 2. Raha mampiasa ny browser Brvezy ianao, izay tsy (tamin'ny aprily 2020) dia misy karazana kofera cookie, mandehana any amin'ny Favoritation -> Shields -> Cookies ary misafidy ny Allies Cookies. 3. Raha mampiasa ny kinova farany an'ny Safari ianao na ny OS X 10.15 na ny iOS 13 izay vao navoaka vao haingana, dia nanova ny fitondran-tsarin'ny Safari mifandray amin'ny mofomamy an'ny antoko fahatelo ihany i Apple, manakana azy rehetra tsy hisolo azy. Manatanteraka vahaolana izahay, kanefa mandritra izany fotoana izany dia tsidiho ny safidin'ny safidim-bahoaka, fizarana tsiambaratelo ary alaivo ny fizotry ny tranokala: Aariho ny fanaraha-maso amin'ny alàlan'ny cross-site ahafahan'ny mombamomba ny cookie miditra. Fanontaniana: Mampiasa fitaovana marobe aho. Mila misoratra anarana imbetsaka ve aho? Valiny: Tsia, azafady tsindrio ilay rohy fandefasana mailaka mitovy nalefa aminao any amin'ireo fitaovana ampiasainao mba hametrahana ny mofomamy.",
    "page-acc-tr-title": "Ho an'ny mpampiasa mpampiasa: Q&A sy Torolàlana famahana olana",
    "priv-hc": "Nifantoka tamin'ny tsiambaratelo",
    "priv-hc-text": "Ireo tambajotra doka dia mahita anao ho vokatr'izy ireo. Izahay dia tsy. Izahay dia tsy miraharaha hoe iza no mpampiasa, dia mety ho tsy mampaninona azy ireo izany. Izahay dia manohana ny hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana.",
    "reporting-bugs-accessibility-button": "Fantaro bebe kokoa momba ny safidy fidirana",
    "reporting-bugs-accessibility-head": "Safidy fidirana",
    "reporting-bugs-accessibility-text": "Maratra ve ianao fa tsy afaka mamita hCaptchas?",
    "reporting-bugs-guide-ff-head": "Misambotra ny antsipirian'ny tatitra momba ny bibidia: Firefox",
    "reporting-bugs-guide-ff-step-1": "Dingana 1: Fitaovana Open Open (Ity dia manomboka mirakitra ny fivoriana.)",
    "reporting-bugs-guide-ff-step-2": "Dingana 2: Tsindrio eo amin'ny tabilaon'ny Network amin'ny Fitaovana Developer. Zahao ny boaty \"Persist loges\" etsy ambony.",
    "reporting-bugs-guide-ff-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranonkala manana olana momba anao (Fanamarihana momba ny tsiambaratelo: raha tsy eritreretinao ny fizarana hoe inona izany) ... dia tsindrio ny \" Olon'olombelona aho, ary andramo ny hamaha.",
    "reporting-bugs-guide-ff-step-4": "Dingana 4: Tsindrio \"HAR\" rehefa avy manandrana mamaha ianao ary misafidy \"Save All as HAR\" raha te hitahiry ny logiciel. Alefaso aminay ny fao.",
    "reporting-bugs-guide-ff-step-5": "Dingana 5: Tsindrio ny tabilao Console, ary tsindrio havanana avy eo hoe \"Safidio ny rehetra\" ary tehirizo ao anaty rakitra lahatsoratra izany, mba hitehirizana ny logry console. Alefaso anay koa izany.",
    "reporting-bugs-guide-ff-step-6": "Dingana farany: alefaso aminay ny rakitra hazo HAR sy console, ary farito ny olana Mahita: support@hcaptcha.com (azafady mampiasà serivisy toa an'i Dropbox na Filebin ary alefaso rohy) ary safidio sary, raha toa ianao miahiahy fa misy zavatra tsy mampiseho marina . Alefaso azafady ny IP ampiasainao koa. Azonao alaina amin'ny https://www.whatsmyip.org/‍ Misaotra anao nanokana fotoana hanampy anay hahazo izany fampahalalana izany! Izahay dia manolo-tena ny hampandeha tsara ny rehetra ny hCaptcha.",
    "reporting-bugs-guide-head": "Zava-bita momba ny tatitra momba ny bizina: Chrome",
    "reporting-bugs-guide-step-1": "Dingana 1: Fitaovana Open Open (Ity dia manomboka mirakitra ny fivoriana.)",
    "reporting-bugs-guide-step-2": "Dingana 2: Tsindrio eo amin'ny tabilaon'ny Network amin'ny Fitaovana Developer. Zahao ny boaty \"Miaro ny vatan'i\" eo amin'ny farany ambony.",
    "reporting-bugs-guide-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranonkala manana olana momba anao (Fanamarihana momba ny tsiambaratelo: raha tsy eritreretinao ny fizarana hoe inona izany) ... dia tsindrio ny \" Olon'olombelona aho, ary andramo ny hamaha.",
    "reporting-bugs-guide-step-4": "Dingana 4: Tsindrio \"Export HAR\" (ny zana-tsipìka kely) rehefa avy manandrana mamaha ianao, izay miaro ny logiciel. Alefaso aminay ny fao.",
    "reporting-bugs-guide-step-5": "Dingana 5: Tsindrio ny kitapo Console, ary tsindrio havanana avy eo hoe \"Save as ..\" mba hamonjy ny logo console. Alefaso anay koa izany.",
    "reporting-bugs-guide-step-6": "Dingana farany: alefaso aminay ny rakitra hazo HAR sy console, ary farito ny problemomen Ampiasao: support@hcaptcha.com (azafady mampiasà serivisy toa an'i Dropbox na Filebin ary alefaso rohy) ary safidio sary, raha toa ianao miahiahy fa misy zavatra tsy mampiseho marina. . Alefaso azafady ny IP ampiasainao koa. Azonao alaina amin'ny https://www.whatsmyip.org/ ‍Tompo amin'ny fotoana hanampiana anay hahazo ity vaovao ity! Izahay dia manolo-tena ny hampandeha tsara ny rehetra ny hCaptcha.",
    "reporting-bugs-guide-text-1": "Ny fandefasana ny fampahalalana momba ny debugging amin'ny tatitra ataonao dia hanamora ny ahafantarantsika ny zava-misy. Ireto misy torolalana dingana:",
    "reporting-bugs-guide-text-2": "Raha mpamorona tranonkala na mpampiasa mpampiasa ianao, ny famintinana dia maniry anao izahay handefasana tambajotra fandraisam-peo HAR sy boaty console navigateur. Azafady andramo ny alàlan'ny fanakanana ireo mpanakan-doka na fanitarana ny fiarovana amin'ny navigateur aloha ary avereno indray aloha alohan'ny handehananao ireo dingana ireo. Raha manamboatra ny olanao izany dia mbola mankasitraka anao izahay ary mampahafantatra anay ny mombamomba ny kaontinao, ny blocker doka na ny fanitarana ny navigateur ary ny URL an'ny tranonkala.",
    "reporting-bugs-intro-head": "Nahita bizina? Ity misy fomba fitaterana azy.",
    "reporting-bugs-intro-text": "Olona an-tapitrisany no mampiasa hCaptcha isam-bolana, amin'ny fampifangaroana an'arivony mpikirakira, fanitarana, fitaovana, kitay ary maro hafa. Ny tanjonay dia ny hahazoana antoka fa miasa ho anao foana izy, koa mankasitraka ny tatitrao izahay! Mba hanomezana valiny haingana, tsindrio fotsiny ny bokotra \"Alefaso anay ny valiny\". Raha mahita olana mahomby ianao, dia araho ny torolàlana momba ny lozika ho an'ny Chrome na torolàlana lozika ho an'ny Firefox eto ambany. Ho an'ny mpizara hafa rehetra, alefaso kely fotsiny izahay. Ho an'ireo olana momba ny fiarovana na tsiambaratelo dia jereo ny torolàlana etsy ambany.",
    "reporting-bugs-privacy-head": "Olana amin'ny fiainana manokana",
    "reporting-bugs-privacy-text": "Izahay dia tsy miraharaha hoe iza ireo mpampiasa azy, ny mety ho tsy fahampian-tsain'izy ireo fotsiny na ny milina. Izahay dia manohana hetsika toy ny Pass Pass, ary miasa mafy handanjalanja ny fiainana manokana sy ny fiarovana. Raha nahita olana izay heverinao fa mety hisy fiantraikany amin'ny fiainana manokana ny mpampiasa anao, alefaso azafady izahay amin'ny support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Alefaso anay ny hevitra",
    "reporting-bugs-provide-feedback-head": "Omeo valiny haingana momba ny hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mankasitraka ny fidiranao izahay. Ampahafantaro anay ny olana rehetra ary hofoantsika haingana izany.",
    "reporting-bugs-security-head": "Baomba fiarovana",
    "reporting-bugs-security-text": "Izahay dia liana foana amin'ny fandraisana tatitra momba ireo bileta fiarovana. Mandefasa mailaka support@hcaptcha.com & CC security@hcaptcha.com ary hiverina haingana aminao izahay. Izahay koa dia manana programa bounty be bàla ho an'ny tatitra momba ny fiarovana azo antoka momba ny serivisy hCaptcha sy ny fehezan-dalàna mifandraika.",
    "sec-hc": "Ny fiarovana aloha",
    "sec-hc-text": "hCaptcha dia mifantoka amin'ny famoahana. Miasa izahay mba hanome data tena tranonkala ary avelao izy ireo hanapa-kevitra ny fomba fampiasana azy ireo. Ny mahaliana anao sy ny mahasoa antsika dia marina. Ny captchas hafa dia omen'ny orinasa dokambarotra. Isaky ny botôka nosakanany dia mety hampihena ny fidiram-bolany.",
    "what-is-hcaptcha": "Inona no atao hoe hCaptcha?",
    "what-is-hcaptcha-text": "Ny hCaptcha dia manampy ny serivisy tranonkala ankafizinao hiambina ny bots, spam ary fanararaotana amin'ny alàlan'ny fametrahana fanontaniana tsotra izay mora ho an'ny olombelona ary sarotra ho an'ny milina.",
    "why-hc": "Fa maninona hCaptcha?",
    "why-hc-text": "Isaky ny mamaly fanamby ianao dia mampiasa modely maoderina mba hamaritana hoe olombelona ianao na milina. Mampiasa ity valiny ity ilay tranonkala notsidihinao mba hanatsarana ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fitazonana ireo botsika."
}