{
    "acc-opt": "Kōwhiringa Uru",
    "acc-opt-but": "Ako atu ano mo nga whiringa whakauru",
    "acc-opt-text": "Kei te ngoikore ranei koe i te kitenga, te kore ranei e taea te whakaoti hCaptchas?",
    "accessibility-link": "Te urunga",
    "appreciate-in": "Mauruuru koe ki o whakauru. Me mohio tatou ki nga take ka pai ta tatou whakatau.",
    "fb-but": "Tukuna he urupare ki a maatau",
    "feedback-text": "Homai urupare ki te hCaptcha i kite koe i etahi",
    "home-ent-1": "Kei te titiro ki ta maatau ratonga haumaru hinonga?",
    "home-ent-2": "Tirohia to maatau papaainga hou: BotStop.com",
    "home-intro-body": "Kei te whakamahi koe i te captcha kia kore ai e pakaru? Ka tiakina e te hCaptcha te manaakitanga o te kaiwhakamahi, te whakawhiwhi i nga paetukutuku, me te awhina i nga kamupene kia tohua o raatau raraunga. He whakakapinga hurihuri mo te reCAPTCHA: ka taea e koe te huri i roto i nga meneti.",
    "home-intro-head": "Aukati i nga taapiri maha. Tīmata te tiaki i te tūmataiti kaiwhakamahi.",
    "home-main-1": "Motuhake. Mārie. He tere ake. Na ka utua e matou ki te whakamahi i a koe.",
    "home-main-2": "I Whakautu Iho Takitahi",
    "home-main-2c": "Ka kite nga whatunga whakatairanga i o manuhiri te hua. Mo hCaptcha te hua ko te mahi e whakaratohia ana e ratou. Kaore matou e aro ki te hunga ko au kaiwhakamahi, engari ko te aha pea ka raru ratou. Ka tautokohia e matou nga kaupapa penei i te Pass Pass, me te mahi nui ki te whakaheke i te tūmataiti me te haumaru.",
    "home-main-3": "Haumaru Tuatahi",
    "home-main-3c": "Ko te tika kei runga i to hiahia me o taatau. Ko te hCaptcha he arotahi-whakaputa. Ka mahi matou kia whakawhiwhia koe ki nga raraunga tuuturu ka whakatau koe me pehea te whakamahi. Ko etahi atu o nga kaihopu e whakaratohia ana e",
    "home-main-3c2": "kamupene whakatairanga. Ko tenei te tikanga o nga bot poraka katoa ka aukati i a raatau moni whiwhi.",
    "home-main-4": "Te wheako Kaiwhakamahi Pai",
    "home-main-4c": "Kei te whakamahia e te hCaptcha nga tauira akoako miihini tika hei whakatau i te tangata. Ma tenei ka hiahiatia e maatau nga mahi whakaharahara mai i o hunga kaiwhakamahi ka iti ake o raatau waa ki te mahi, ma te whakaputa i nga raraunga whai hua mo nga kaihoko tapanga.",
    "home-main-plans": "He kore utu te hCaptcha mo nga kaiwhakaputa o tetahi rahi. Engari, mo nga umanga me nga papaaho e hiahia ana kia kaha ake te whakahaere, kei te waatea to taatau hinonga umanga.",
    "home-main-plans2": "Ka tiakina e nga hCaptcha hinonga umanga miriona nga kaiwhakamahi puta noa i te miriona miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia taapiri ranei",
    "home-main-plans3": "Ka tiakina e nga hCaptcha hinonga umanga miriona nga kaiwhakamahi puta noa i te miriona miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia taapiri ranei",
    "home-main-plans4": "mo nga korero taipitopito.",
    "learn-more-hcaptcha": "Ako atu ano mo te hCaptcha",
    "page-acc-faq-1": "Pātai: Kei te pai te hCaptcha Wahanga 508 + WCAG 2.0? Whakautu: E whakapono ana mätou: ko nga kaiwhakamahi katoa me nga momo ngoikore e taea ana ki te tirotiro i te paetukutuku me te whakauru tuhinga ki nga pepa ka uru atu ki nga ratonga ka tiakina e te hCaptcha i te rehitatanga. Heoi, ehara i te tohutohu ture tenei: me whakahaere e koe to maatauranga, me whai whakaaro ki taau whakaritenga kia pai ai to tono mo to whakawiringa.",
    "page-acc-faq-2": "Pātai: Kei te mahi koe i etahi atu whiringa whakauru (a11y), penei i te oro? Whakautu: Ko nga whiringa rongonui o mua penei i te kopae oro e wehewehe ana i nga kaiwhakamahi a11y e ngawari ana ki te hinga i nga tikanga ako miihini hou. Na tenei i akiaki nga wero oro o tenei waa kia kaha ake ai te uaua, te whakauru i te haruru, te waa waatea, nga kohinga kupu rereke, me era atu ki te hinga i te hunga whakaeke. Ko te mea kaore e tino kaha ki te aro atu ki tenei huarahi ki te karo i te wero, engari ma tena e whakaaro mehemea kei te tono mai te hapori a11y. Heoi, he tino hiahia taatau ki te Pass Private mo te keehi take whakauru. E whakapono ana matou ki te whakakotahi i a maatau huarahi a11y o mua me te whakaputanga Pass Pass ka whakaaetia e nga kaiwhakamahi a11y te tirotiro tika, kia mau i runga i te mohiotanga he mea motuhake ake a ratau waka, i te mea e aukati ana i te tukino a nga kaiwhakarato bot e kore pea e puta ana i te wa e watea ana nga whiringa a11. Kei te kaha matou ki te mahi IETF e mahi ana i tenei hangarau hou.",
    "page-acc-faq-3": "Pātai: He aha te mea mo te tūmataiti? Ka puta te rehitatanga a11y tirotiro raraunga i etahi ara? Ka aha koe ki te imeera? Whakautu: Kua hangaia a hCaptcha mo te mea ngaro mai i te whenua ki runga. He rereke rawa atu i nga whiringa tuku iho penei ano ko te reCAPTCHA na nga whatunga kaitoro, kei a raatau te akiaki ki te whai i a koe i te taha o te paetukutuku me te hono ki a koe me te tuakiri tuuturu. Kaore rawa e whakamahi i nga imeera urupare te whakamaarama ranei mo tetahi kaupapa ke atu i te whakahaere i te whakamahinga a11y me te aukati i te whakakino. Ko ta maatau kaupapa here tūmataiti he whānuitanga whanui me te mana whakautu mo te whakamahi i nga raraunga, engari ko te whakautu poto kaore matou e aro ki te hono atu ki a koe hei tangata ki o maataki tirotiro.Wa kei te mahi maatau i te wa ano he whakataunga kriptograpika kia tere ai te whakakore i to wahitau imeera i te wa e tiaki tonu ana i a tatou mana ki te aukati i te tukino, me te whakakii i ta maatau mahi Whakauru Tūmataiti.",
    "page-acc-link-1": "Mena he kaiwhakamahi whakauru koe, tena koa tohaina ki konei.",
    "page-acc-subhead": "Te whakarite i te uru maere mo nga kaiwhakamahi katoa i te wa e mau tonu ana te haumaru",
    "page-acc-summary": "Whakarāpopototanga",
    "page-acc-summary-contents-1": "Ko te hCaptcha i hoahoatia hei aukati i nga taapara ma te wehe i te tangata. Ko nga whakamatautau whakakitenga he taputapu pai rawa atu mo tenei, engari kaore i te katoa te whakaoti i nga wero ki a raatau. Mo tenei take kua hangaia e matou he whiringa ngawari, ngawari hoki ki te tuku i nga kaiwhakaputa e whakamahi ana i ta matou ratonga ki te tiaki mo te katoa me te waahanga o te waahanga 508 me te ture WCAG 2.0.",
    "page-acc-summary-contents-2": "Me pehea te mahi: tuatahi, ka hainatia te kaiwhakamahi whakauru ki tenei URL, e hono ana ki te whaarangi korero hCaptcha. E tohua ana he pihikete whakamuna ka taea te whakamahi i nga wa maha ia ra, engari me whakamarama ano i nga haora 24 ma te takiuru.Kena wero he whakawhiwhinga ki tetahi kaiwhakamahi whakauru ki tetahi papa ma te whakamahi i te ratonga hCaptcha, ka haere noa ratou.",
    "page-acc-title": "He Korero Uru ki te HCaptcha",
    "page-acc-tr-body": "Pātai: Kei te kite tonu ahau i tetahi wero i muri i to tautuhi pihikete. He aha te take i pa ai tenei? Whakautu: Na te mea he uaua tenei ki te whakamahi i tetahi poraka pehaka whakahoahoa atu ranei mo te whakangao pihikete, i te horahanga ranei e aukati ana i nga pihikete papa-a-papa, i tenei keehi he pihikete mo te hcaptcha.com i whakaritea e te hCaptcha JavaScript i runga i tetahi atu pae , rite ki te mea e toro ana koe. Kei te mahi nga pihikete whakauru hCaptcha me nga kaitirotiro rongonui me nga kaihokohoko whaarangi me o raatau tautuhinga paerewa, na te kore o nga hapa kaore e tika ana mo nga tuhinga anti-adblock he tauwhirite pera ano nei e whangai ana i etahi pae. Ripoata: 1. Whitelist hcaptcha.com me * .hcaptcha.com pihikete i roto i to peera pānuitanga kaitahuri paraumaru toronga ranei. 2. Mena kei te whakamahi koe i te pūtirotiro Whanui, kaore i te (tae mai ki a Aperira 2020) ka kitea he momo momo pihikete pihikete, haere ki nga Manakohanga -> Shields -> Pihikete me te whiriwhiri Whakaaahia nga Pihikete katoa. 3. Mena kei te whakamahi koe i te putanga tino hou o Safari i runga i a OS X 10.15 ranei i te iOS 13. 4, kua hurihia e Apple te whanonga o te Safari e pa ana ki nga pihikete tuatoru, ka aukati i a raatau katoa ma te taunoa. Kei te whakatinanahia e matou he otinga, engari i tenei wa me toro ki nga Whakatakotoranga Safari, waahanga Whakawhiwhi, me te tirotiro i te Whaiaronga Paetukutuku: Aukuhia te mahinga whakawhiti-pae kia taea ai te whakaurunga ki te pihikete whakaurunga kia pai ake ai te mahi. Pātai: Ka whakamahia e ahau nga taputapu maha. Kaua me haina i nga wa maha? Whakautu: Kaore koe e paato i te hononga whakauru takiuru imeera i tukuna atu ki a koe i ia taputapu e whakamahia ana e koe kia whakatakotoria te pihikete.",
    "page-acc-tr-title": "Mo nga Kaiwhakamahi Whai Ake: Q&A me te Aratohu Raru",
    "priv-hc": "I Whakautu Iho Takitahi",
    "priv-hc-text": "Ka kite koe nga whatunga whakatairanga ki a koe hei hua. E kore matou. Kaore matou e aro ki te hunga ko nga kaiwhakamahi, engari kaare pea ka raru. Ka tautokohia e matou nga kaupapa penei i te Pass Pass, me te mahi nui ki te whakaheke i te tūmataiti me te haumaru.",
    "sec-hc": "Haumaru Tuatahi",
    "sec-hc-text": "Ko te hCaptcha he arotahi-whakaputa. Ka mahi maatau ki te tuku i nga papaa korero tuuturu a ma ratou e whakatau me pehea te whakamahi. Ko te tika kei runga i to hiahia me o taatau. Ko etahi atu o nga kaihopu e whakaratohia ana e nga kamupene panui. Katoa nga poraka poraka e whakarereke ana i a raatau moni.",
    "what-is-hcaptcha": "He aha te hCaptcha?",
    "what-is-hcaptcha-text": "Ka awhina te hCaptcha ki o ratonga tukutuku pai ki te pupuri i nga pota, te aukati, me te tukino ma te tono i nga paatai ngawari he ngawari mo te tangata, he uaua hoki mo nga miihini.",
    "why-hc": "He aha te hCaptcha?",
    "why-hc-text": "I ia wa ka whakautua e koe he wero, ka whakamahia e matou he tauira maamaa mena ka mohio koe he tangata koe, he miihini ranei. Ko te paetukutuku i tirohia e koe i tenei ka whakamahi i tenei hua hei awhina i to wheako i to maatau pae ma te pupuri i nga paunga."
}