{
    "about-advisors-brendan": "Tumuaki. Kaiwhakahaere mohio i AI. Kua tono ia i te mohio ki te miihini i te tauine ki te whānuitanga o nga raru pakihi mo nga tau tekau kua hipa.",
    "about-advisors-dawn": "PhD in Computational Biology, Stanford. Te mahi me nga whatunga neural mai i te 1999. Ka arotahi ki te ML me te ako hohonu i te tauine.",
    "about-advisors-head": "Kaitohutohu",
    "about-advisors-keiran": "Tohunga Pepa me te Kaitautoko Blockchain. Kaitohu o mua mo Cloudera me etahi atu Nga tekau tau o nga mahi hangahanga hanga rorohiko me nga ropu.",
    "about-content-head-1": "He Aha ta Tatou",
    "about-content-head-2": "He aha Hei Take",
    "about-content-text-1": "Ko te hCaptcha he ratonga a Intuition Machines Inc, he kamupene A me te kamupene miihini miihini me te arotahi ki te metalearning me te tirohanga kanohi ML i te tauine. Ka hangahia e matou ka whakahaere i nga punaha rahi kia taea ai nga ratonga ataata me te tiro whakaahua mo nga kamupene 2000 2000 huri noa i te ao.",
    "about-content-text-2": "He maha nga raraunga ka whakaputa hua pai ake. Ko te hanga me te pupuri me te pupuri tika i nga tapanga me nga papaaanga whai kiko te wa e pau ana te utu. I te tuatahi i whakawhanakehia te hCaptcha ki te whakatutuki i o maatau ake hiahia ki te tohu whakaahua, a, kei te waatea ano mo etahi atu kamupene me nga matea rite.",
    "about-intro-head-1": "Mahi mo te hCaptcha",
    "about-intro-head-2": "He nui to maatau misioni",
    "about-intro-text": "Kei te tere haere o maatau me te rapu tonu i nga mea pai o te ao puta noa i o maatau tari taiao. Ka taea e koe te tono me nga hononga i raro.",
    "about-leadership-alex": "Tohunga Pepa me te Kaitautoko Blockchain. Kaitohu o mua mo Cloudera me etahi atu Nga tekau tau o nga mahi hangahanga hanga rorohiko me nga ropu.",
    "about-leadership-eli": "Tumuaki. Kaiwhakahaere mohio i AI. Kua tono ia i te mohio ki te miihini i te tauine ki te whānuitanga o nga raru pakihi mo nga tau tekau kua hipa.",
    "about-leadership-head": "Te kaiarahi",
    "about-leadership-todd": "PhD in Computational Biology, Stanford. Te mahi me nga whatunga neural mai i te 1999. Ka arotahi ki te ML me te ako hohonu i te tauine.",
    "acc-opt": "Kōwhiringa Uru",
    "acc-opt-but": "Ako atu ano mo nga whiringa whakauru",
    "acc-opt-text": "Kei te ngoikore ranei koe i te kitenga, te kore ranei e taea te whakaoti hCaptchas?",
    "accessibility-link": "Te urunga",
    "appreciate-in": "Mauruuru koe ki o whakauru. Me mohio tatou ki nga take ka pai ta tatou whakatau.",
    "fb-but": "Tukuna he urupare ki a maatau",
    "feedback-text": "Homai urupare ki te hCaptcha i kite koe i etahi",
    "footer-attribution": "Te Taapiri",
    "footer-copyright-text": "Ko te hCaptcha he tohu rēhita o Intuition Machines, Inc.",
    "footer-header-1": "Kamupene",
    "footer-header-2": "Ngā rauemi",
    "footer-header-3": "Kōpāpā",
    "footer-link-1": "Te tapanga",
    "footer-link-10": "Urutanga",
    "footer-link-2": "Mo te",
    "footer-link-3": "Nga mahi",
    "footer-link-4": "Matakihi",
    "footer-link-5": "Parau",
    "footer-link-6": "Te mana",
    "footer-link-7": "Tuhinga",
    "footer-link-8": "Korerotia he Puhi",
    "footer-link-9": "Te urunga",
    "footer-privacy": "Matapapu",
    "footer-subheader-1": "Tautoko",
    "footer-subheader-2": "Kōpāpā",
    "footer-terms": "Nga Kupu",
    "header-docs-link": "Tohu",
    "header-labeling-services-link": "Ratonga tapanga",
    "header-login-button": "Takiuru",
    "header-plans-link": "Mahere",
    "header-signup-button": "Waitohu",
    "home-about-head": "No te hCaptcha",
    "home-about-subtitle": "Powered by Kawa HUMAN",
    "home-about-text-1": "Hangaia te hCaptcha hei whakaoti i te raru o te tino mahi i roto i te ako miihini: te tapanga i nga rahinga nui o nga raraunga i roto i te waa tika, utu, me te pono.",
    "home-about-text-2": "He maha ake nga raraunga ka whakaputa hua pai ake i nga tauira akoako miihini whakangungu. Ko te angitu o nga tauira hohonu i whai hua ki nga papaa nui, tata tonu me etahi arotake tangata. Heoi, ko te waihanga i nga papaa arotake-nui a te tangata ma te Miihini Miihini, Tauira E waru, me era atu he puhoi, he utu nui hoki.",
    "home-about-text-3": "Ka taea e te hCaptcha te whakamahi i nga paetukutuku ki te whakawhiwhi moni ki tenei tono i te wa e aukati ana i nga pini me etahi atu momo whakatoi.",
    "home-about-text-4": "Ko te maakete hCaptcha e whakahoahoa ana e te HUMAN Protocol, he kawa whakatuwhera mo te arotake tangata e rere ana i runga i te Ethereum blockchain. Ka whiwhi nga paetukutuku i nga Taonga Tangata (HMT) i nga wa katoa e whakamahia ana e te kaiwhakamahi te tohu hCaptcha ki o raatau papa, me te kamupene miihini ako ki nga utu taatau Tika Tangata kia tohua o raatau raraunga.",
    "home-ba-labeling-services-link": "Ratonga tapanga",
    "home-benefits-head-1": "Te Uara i roto i te Tapanga Raraunga",
    "home-benefits-head-2": "Tukuna Atu ki Te aroha",
    "home-benefits-text-1": "I mohio koe i nga waa katoa ka paato koe ki te motuka e awhina ana koe ki te whakangungu i nga punaha ako miihini a Gigitter kotahi mo te koreutu?",
    "home-benefits-text-2": "Ka huri te hCaptcha i tenei tauira. Ka whakamahi koe i te hCaptcha, ka tono nga kamupene ki nga mahi e mahia ana e to hunga mahi ka whakaarohia e ratau to raatau tangata. Ka whiwhi koe i nga hua.",
    "home-benefits-text-3": "Kei te hiahia koe ki te whakahoki mai i to aroha aroha? Ma te hCaptcha e tautoko koe i nga mahi atawhai me nga hua ka whiwhi koe mai i te whakamahi. Kaore e roa ka kite nga kaiwhakamahi i to papanga ki to kaitoha ki te aroha nui na te maarama tupato i runga i te atanga hCaptcha.",
    "home-challenge-text-1": "Tīpakohia nga whakaahua katoa e rite ana ki te patapatai",
    "home-challenge-text-2": "Te whakatau i te rohe here mo nga taonga",
    "home-challenge-text-3": "Tautuhia nga tapanga e whai kiko ana",
    "home-challenge-title-1": "Whakataurite",
    "home-challenge-title-2": "Pouaka Pepe",
    "home-challenge-title-3": "Whakaahuatanga",
    "home-challenges-head": "Nga Wero kua whakaatuhia",
    "home-challenges-text-1": "... me etahi atu mahi ngawari. He ngawari mo te tangata, he uaua mo nga bots.",
    "home-challenges-text-2": "Kei te waatea hoki nga mahi mo nga kaiwhakaputa umanga.",
    "home-ent-1": "Kei te titiro ki ta maatau ratonga haumaru hinonga?",
    "home-ent-2": "Tirohia to maatau papaainga hou: BotStop.com",
    "home-ent-button": "Ako atu: BotStop na hCaptcha",
    "home-from-the-blog": "Tuhinga o mua:",
    "home-from-the-blog-value": "Me pehea te Mahi Whakatika HCaptcha",
    "home-intro-body": "Kei te whakamahi koe i te captcha kia kore ai e pakaru? Ka tiakina e te hCaptcha te manaakitanga o te kaiwhakamahi, te whakawhiwhi i nga paetukutuku, me te awhina i nga kamupene kia tohua o raatau raraunga. He whakakapinga hurihuri mo te reCAPTCHA: ka taea e koe te huri i roto i nga meneti.",
    "home-intro-button": "Waitohu Maanei",
    "home-intro-head": "Aukati i nga taapiri maha. Tīmata te tiaki i te tūmataiti kaiwhakamahi.",
    "home-main-1": "Motuhake. Mārie. He tere ake. Na ka utua e matou ki te whakamahi i a koe.",
    "home-main-2": "I Whakautu Iho Takitahi",
    "home-main-2c": "Ka kite nga whatunga whakatairanga i o manuhiri te hua. Mo hCaptcha te hua ko te mahi e whakaratohia ana e ratou. Kaore matou e aro ki te hunga ko au kaiwhakamahi, engari ko te aha pea ka raru ratou. Ka tautokohia e matou nga kaupapa penei i te Pass Pass, me te mahi nui ki te whakaheke i te tūmataiti me te haumaru.",
    "home-main-3": "Haumaru Tuatahi",
    "home-main-3c": "Ko te tika kei runga i to hiahia me o taatau. Ko te hCaptcha he arotahi-whakaputa. Ka mahi matou kia whakawhiwhia koe ki nga raraunga tuuturu ka whakatau koe me pehea te whakamahi. Ko etahi atu o nga kaihopu e whakaratohia ana e",
    "home-main-4": "Te wheako Kaiwhakamahi Pai",
    "home-main-4c": "Kei te whakamahia e te hCaptcha nga tauira akoako miihini tika hei whakatau i te tangata. Ma tenei ka hiahiatia e maatau nga mahi whakaharahara mai i o hunga kaiwhakamahi ka iti ake o raatau waa ki te mahi, ma te whakaputa i nga raraunga whai hua mo nga kaihoko tapanga.",
    "home-main-plans": "He kore utu te hCaptcha mo nga kaiwhakaputa o tetahi rahi. Engari, mo nga umanga me nga papaaho e hiahia ana kia kaha ake te whakahaere, kei te waatea to taatau hinonga umanga.",
    "home-main-plans2": "Ka tiakina e nga hCaptcha hinonga umanga miriona nga kaiwhakamahi puta noa i te miriona miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia taapiri ranei",
    "home-main-plans3": "Ka tiakina e nga hCaptcha hinonga umanga miriona nga kaiwhakamahi puta noa i te miriona miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia taapiri ranei",
    "home-main-plans4": "mo nga korero taipitopito.",
    "home-plans-button-1": "Waitohu inaianei",
    "home-plans-button-2": "Hokohoko whakapā atu",
    "home-plans-chart-head-1": "Nga Huihuinga",
    "home-plans-chart-head-2": "Kaitato",
    "home-plans-chart-head-3": "Te hinonga",
    "home-plans-chart-row-1-cell-1": "Whakahaerehia nga momo wero e whakaatuhia ana",
    "home-plans-chart-row-1-cell-2": "Tapetoro",
    "home-plans-chart-row-1-cell-3": "Tapeke",
    "home-plans-chart-row-10-cell-1": "Papatohu paparangi-maha",
    "home-plans-chart-row-11-cell-1": "Nga waahanga ripoata matawhānui",
    "home-plans-chart-row-12-cell-1": "SLAs hinonga",
    "home-plans-chart-row-2-cell-1": "Whakahaerehia te ihirangi wero i whakamahia",
    "home-plans-chart-row-2-cell-2": "Tapetoro",
    "home-plans-chart-row-2-cell-3": "Tapeke",
    "home-plans-chart-row-3-cell-1": "Whiwhi moni mo te tango a te tangata",
    "home-plans-chart-row-4-cell-1": "Te paruru o te anti-bot o te ao",
    "home-plans-chart-row-5-cell-1": "Ka mahi i nga whenua katoa",
    "home-plans-chart-row-6-cell-1": "Kaupapahere tūmataiti a GDPR me CCPA",
    "home-plans-chart-row-7-cell-1": "Nga taumata uaua-pai",
    "home-plans-chart-row-8-cell-1": "Whakatuwhera i to ake ihirangi wero",
    "home-plans-chart-row-9-cell-1": "Te whakarite i te wa-whakakao mo te waa",
    "home-try-it-out-button": "Haere hCaptcha",
    "home-try-it-out-head": "Whakamātauria te reira",
    "home-try-it-out-text": "Ko te hCaptcha e whakarato ana i te rongoa bot ngawari ngawari, ngawari, me te pono i te waa e whakaarohia ana e te tangata.",
    "labeling-about-head": "No te hCaptcha",
    "labeling-about-text-1": "HCaptcha kua hoahoatia hei whakaoti i te raru o te raru ki te mahi miihini; tapanga i te nui o nga raraunga i roto i te waa, te waatea me te pono. He maha ake nga raraunga ka whakaputa hua pai ake i nga tauira akoako miihini whakangungu. Ko te angitu o nga tauira hohonu i whai hua ki nga papaa nui, a, e mahi ana a hCaptcha.",
    "labeling-about-text-2": "Heoi, ko te waihanga i nga papaa raraunga arotake-nui a te tangata ma te whakamahi i nga tikanga tuku iho he maamaa tonu te utu. Ko te hCaptcha he huarahi mo nga kamupene ki te tiki atu i nga tatauranga e hiahiatia ana e ratou, he kounga teitei ake, me te utu iti ake i te wa iti atu.",
    "labeling-annotations-head": "Momo Kaupae",
    "labeling-annotations-text-1": "Te kitea o te ahanoa ki nga whakaahua me nga ataata",
    "labeling-annotations-text-2": "Te kitea o te ahanoa ki nga whakaahua me nga ataata",
    "labeling-annotations-text-3": "Whakamahinga tohu mo te maha o nga keehi keehi",
    "labeling-annotations-text-4": "Kōmaka, taapiri ranei i nga waahanga taapiri mo tetahi rahi",
    "labeling-annotations-text-5": "Te kitenga a te tangata-kaha me te whakarōpūtanga",
    "labeling-annotations-text-6": "Ka hiahia koe ki tetahi atu momo kaore i te raarangi i konei? Ui noa ki a maatau.",
    "labeling-annotations-title-1": "Pouaka Pouaka",
    "labeling-annotations-title-2": "Poronihi",
    "labeling-annotations-title-3": "Nga Maarangi Whenua",
    "labeling-annotations-title-4": "Tohunga Tohunga",
    "labeling-annotations-title-5": "Whakataurite me te kitenga",
    "labeling-annotations-title-6": "... me te maha atu",
    "labeling-ent-button": "Whakapaa atu ki to maatau Rōpū Whakauru Rorohiko",
    "labeling-ent-head": "Me Katoa te Whakahaere Whakamutunga?",
    "labeling-ent-text-1": "Ko te Pūhara HUMAN i muri o te hCaptcha e whakarato ana i te kounga nui o te mahi me nga mahi whakahaere ma runga i te paparanga, whakakotahi, me nga waahanga SaaS ranei e hono ana ki o punaha punaha.",
    "labeling-ent-text-2": "Whakahaerehia kia tuimotu ki a koe ano me taau mahi, tirohia te uara kua pau puta noa i nga umanga umanga me o hoa hoa atawhai ranei, ka kowhiri i nga mahi ki nga kaiwhakarato kaimahi o roto, o waho ranei e pa ana ki nga utu me nga whakaritenga haumaru, me era atu.",
    "labeling-ent-text-3": "Te whakaurunga o te API ngawari, nga papatohu papai, me nga hangarau hou-a-te-hangarau hou mo te whakapai ake i te kaha.",
    "labeling-ent-text-4": "99.99% te pikinga SLA me te 24/7 tautoko taiao e wātea ana. Mo etahi atu korero:",
    "labeling-features-head-1": "Nga Whaanau Pae-peia i te API ngawari.",
    "labeling-features-head-2": "Kua whakatikaia mo te utu me te kounga. Kaore e hiahiatia kia tutuki nga whakapaetanga i runga.",
    "labeling-features-head-3": "Me utu anake mo te tika e hiahiatia ana.",
    "labeling-features-head-4": "Whakarato i to ake ake korero pono whenua ranei me hanga e tatou ki runga i te rere.",
    "labeling-features-text-1": "Kei te hiahia koe ki te whakauru tika ki te arotake tangata ki roto i o mahinga umanga? Ka whakaekea e matou nga paerewa piripiri teitei, te whakaurunga, me te APITU WHAKAARO ngawari.",
    "labeling-features-text-2": "Ka whakamahia e te paewhiri HUMAN nga tauira taapiri kaha ki te mahi tātari kounga mo te kounga o te waa. Ma tenei ka taea e maatau te whakatau tere i nga uaua o nga paatai me nga whakautu tika, ka tiimata koe te wa me te moni.",
    "labeling-features-text-3": "Ehara i nga raruraru katoa te peera. Ko nga korero mo nga mahi haumaru-nui pea he tohu 99.99% mai i nga kaimahi katoa. Ko nga kupu whakapae mo tetahi waahanga beta i roto i te taupānga kēmu pūkoro ka hiahia noa iho te maia. E koe ki te whakatau.",
    "labeling-features-text-4": "Kei a koe he raraunga mata kaore he huinga whakaotinga whaimana? I te nuinga o nga keehi ka taea e tatou te hanga tetahi hei mahi ma te mahi i te punaha, ki te hanga tauira ranei kua tohua kia whakaaetia.",
    "labeling-info-head": "Ko te Whakanui i nga Raraunga",
    "labeling-info-text-1": "Korero ki tetahi o o maatau tohunga whenua hei tautuhi i to hiahia kaupapa: te tika o te whaainga, te whakatakotoranga, me nga whakaritenga motuhake.",
    "labeling-info-text-2": "Ka mahia e matou he mahi whakaputa iti i runga i to raraunga tauira. Ka whakamatauria tenei ki te mahi i mahi tahi ma te whakarite kia whiwhi koe i nga mea e hiahia ana koe.",
    "labeling-info-text-3": "Ma te nui o te rōrahi me te iti o te tau ka huri tere taatau mahi i a koe, me te tuku aunoa i te wa kua oti.",
    "labeling-info-text-4": "Ki te pai ake o maatau ki nga taura o to mahi whakaputa, ka pai ake nga hua ki te haere roa o te waa.",
    "labeling-info-text-5": "Ko nga papatohu ora e tuku ana ki a koe te whakahoki urupare me te waatea i nga wa katoa.",
    "labeling-info-title-1": "Whakamatarihia nga Whakatakotoranga",
    "labeling-info-title-2": "Whakamatau Tuarua Mahi",
    "labeling-info-title-3": "Nga Mahi Whakapono",
    "labeling-info-title-4": "Te Whakapai Tonu",
    "labeling-info-title-5": "Hua Real Real",
    "labeling-main-1": "Te tapanga raraunga-utu whai hua i te tauine",
    "labeling-main-1-button": "Tikina Maakihia Nga Raraunga Nei",
    "labeling-main-1c": "Me nui atu nga tapanga mo to papaarangi? Ka whakaratohia e te hCaptcha nga tere tere, utu nui, me te tapanga raraunga kounga teitei mo nga kamupene e mahi ana i te maatauranga tohunga me nga tono ako miihini.",
    "labeling-main-2": "Whakarewahia nga mahi miriona miriona.",
    "labeling-main-2-button": "Hokona nga Ratonga Tapanga Raraunga",
    "labeling-main-2c": "Ko te hCaptcha tetahi o nga poka nui rawa atu i te papa o te ao kei te waatea hei whakamahi. Ahakoa he aha to tatauranga, ka taea e matou te hapai i te kore utu nui rawa atu. E hia miriona nga mahi ia ra kaore he raru.",
    "labeling-platform-head": "Ko nga korero mo te Katoa, mo te Katoa ranei",
    "labeling-platform-text": "Kei te hangaia te hCaptcha i runga i te papaahi HUMAN, e taea ai te whakatikatika i nga raahi me te tātari ki te whakatika i te utu me te whai hua i ia taahiraa. Ka taea e tenei hangarau te mahi tika ki te whakahaere i nga waahanga katoa o taau mahi, me te whakapiki ake i te utu o te utu i te wa e tiaki ana i te tūmataiti me te whakatutuki i nga whakaritenga ture e pa ana ki a koe.",
    "labeling-try-button": "Hokona nga Ratonga Tapanga Raraunga",
    "labeling-try-head": "Kei te hiahia koe ki te whakamatau me o raraunga?",
    "labeling-try-text": "... Kua rite matou ina ko koe: kei te waatea to maatau ratonga huri noa i te karaka.",
    "learn-more-hcaptcha": "Ako atu ano mo te hCaptcha",
    "page-acc-faq-1": "Pātai: Kei te pai te hCaptcha Wahanga 508 + WCAG 2.0? Whakautu: E whakapono ana mätou: ko nga kaiwhakamahi katoa me nga momo ngoikore e taea ana ki te tirotiro i te paetukutuku me te whakauru tuhinga ki nga pepa ka uru atu ki nga ratonga ka tiakina e te hCaptcha i te rehitatanga. Heoi, ehara i te tohutohu ture tenei: me whakahaere e koe to maatauranga, me whai whakaaro ki taau whakaritenga kia pai ai to tono mo to whakawiringa.",
    "page-acc-faq-2": "Pātai: Kei te mahi koe i etahi atu whiringa whakauru (a11y), penei i te oro? Whakautu: Ko nga whiringa rongonui o mua penei i te kopae oro e wehewehe ana i nga kaiwhakamahi a11y e ngawari ana ki te hinga i nga tikanga ako miihini hou. Na tenei i akiaki nga wero oro o tenei waa kia kaha ake ai te uaua, te whakauru i te haruru, te waa waatea, nga kohinga kupu rereke, me era atu ki te hinga i te hunga whakaeke. Ko te mea kaore e tino kaha ki te aro atu ki tenei huarahi ki te karo i te wero, engari ma tena e whakaaro mehemea kei te tono mai te hapori a11y. Heoi, he tino hiahia taatau ki te Pass Private mo te keehi take whakauru. E whakapono ana matou ki te whakakotahi i a maatau huarahi a11y o mua me te whakaputanga Pass Pass ka whakaaetia e nga kaiwhakamahi a11y te tirotiro tika, kia mau i runga i te mohiotanga he mea motuhake ake a ratau waka, i te mea e aukati ana i te tukino a nga kaiwhakarato bot e kore pea e puta ana i te wa e watea ana nga whiringa a11. Kei te kaha matou ki te mahi IETF e mahi ana i tenei hangarau hou.",
    "page-acc-faq-3": "Pātai: He aha te mea mo te tūmataiti? Ka puta te rehitatanga a11y tirotiro raraunga i etahi ara? Ka aha koe ki te imeera? Whakautu: Kua hangaia a hCaptcha mo te mea ngaro mai i te whenua ki runga. He rereke rawa atu i nga whiringa tuku iho penei ano ko te reCAPTCHA na nga whatunga kaitoro, kei a raatau te akiaki ki te whai i a koe i te taha o te paetukutuku me te hono ki a koe me te tuakiri tuuturu. Kaore rawa e whakamahi i nga imeera urupare te whakamaarama ranei mo tetahi kaupapa ke atu i te whakahaere i te whakamahinga a11y me te aukati i te whakakino. Ko ta maatau kaupapa here tūmataiti he whānuitanga whanui me te mana whakautu mo te whakamahi i nga raraunga, engari ko te whakautu poto kaore matou e aro ki te hono atu ki a koe hei tangata ki o maataki tirotiro.Wa kei te mahi maatau i te wa ano he whakataunga kriptograpika kia tere ai te whakakore i to wahitau imeera i te wa e tiaki tonu ana i a tatou mana ki te aukati i te tukino, me te whakakii i ta maatau mahi Whakauru Tūmataiti.",
    "page-acc-link-1": "Mena he kaiwhakamahi whakauru koe, tena koa tohaina ki konei.",
    "page-acc-subhead": "Te whakarite i te uru maere mo nga kaiwhakamahi katoa i te wa e mau tonu ana te haumaru",
    "page-acc-summary": "Whakarāpopototanga",
    "page-acc-summary-contents-1": "Ko te hCaptcha i hoahoatia hei aukati i nga taapara ma te wehe i te tangata. Ko nga whakamatautau whakakitenga he taputapu pai rawa atu mo tenei, engari kaore i te katoa te whakaoti i nga wero ki a raatau. Mo tenei take kua hangaia e matou he whiringa ngawari, ngawari hoki ki te tuku i nga kaiwhakaputa e whakamahi ana i ta matou ratonga ki te tiaki mo te katoa me te waahanga o te waahanga 508 me te ture WCAG 2.0.",
    "page-acc-summary-contents-2": "Me pehea te mahi: tuatahi, ka hainatia te kaiwhakamahi whakauru ki tenei URL, e hono ana ki te whaarangi korero hCaptcha. E tohua ana he pihikete whakamuna ka taea te whakamahi i nga wa maha ia ra, engari me whakamarama ano i nga haora 24 ma te takiuru.Kena wero he whakawhiwhinga ki tetahi kaiwhakamahi whakauru ki tetahi papa ma te whakamahi i te ratonga hCaptcha, ka haere noa ratou.",
    "page-acc-title": "He Korero Uru ki te HCaptcha",
    "page-acc-tr-body": "Pātai: Kei te kite tonu ahau i tetahi wero i muri i to tautuhi pihikete. He aha te take i pa ai tenei? Whakautu: Na te mea he uaua tenei ki te whakamahi i tetahi poraka pehaka whakahoahoa atu ranei mo te whakangao pihikete, i te horahanga ranei e aukati ana i nga pihikete papa-a-papa, i tenei keehi he pihikete mo te hcaptcha.com i whakaritea e te hCaptcha JavaScript i runga i tetahi atu pae , rite ki te mea e toro ana koe. Kei te mahi nga pihikete whakauru hCaptcha me nga kaitirotiro rongonui me nga kaihokohoko whaarangi me o raatau tautuhinga paerewa, na te kore o nga hapa kaore e tika ana mo nga tuhinga anti-adblock he tauwhirite pera ano nei e whangai ana i etahi pae. Ripoata: 1. Whitelist hcaptcha.com me * .hcaptcha.com pihikete i roto i to peera pānuitanga kaitahuri paraumaru toronga ranei. 2. Mena kei te whakamahi koe i te pūtirotiro Whanui, kaore i te (tae mai ki a Aperira 2020) ka kitea he momo momo pihikete pihikete, haere ki nga Manakohanga -> Shields -> Pihikete me te whiriwhiri Whakaaahia nga Pihikete katoa. 3. Mena kei te whakamahi koe i te putanga tino hou o Safari i runga i a OS X 10.15 ranei i te iOS 13. 4, kua hurihia e Apple te whanonga o te Safari e pa ana ki nga pihikete tuatoru, ka aukati i a raatau katoa ma te taunoa. Kei te whakatinanahia e matou he otinga, engari i tenei wa me toro ki nga Whakatakotoranga Safari, waahanga Whakawhiwhi, me te tirotiro i te Whaiaronga Paetukutuku: Aukuhia te mahinga whakawhiti-pae kia taea ai te whakaurunga ki te pihikete whakaurunga kia pai ake ai te mahi. Pātai: Ka whakamahia e ahau nga taputapu maha. Kaua me haina i nga wa maha? Whakautu: Kaore koe e paato i te hononga whakauru takiuru imeera i tukuna atu ki a koe i ia taputapu e whakamahia ana e koe kia whakatakotoria te pihikete.",
    "page-acc-tr-title": "Mo nga Kaiwhakamahi Whai Ake: Q&A me te Aratohu Raru",
    "priv-hc": "I Whakautu Iho Takitahi",
    "priv-hc-text": "Ka kite koe nga whatunga whakatairanga ki a koe hei hua. E kore matou. Kaore matou e aro ki te hunga ko nga kaiwhakamahi, engari kaare pea ka raru. Ka tautokohia e matou nga kaupapa penei i te Pass Pass, me te mahi nui ki te whakaheke i te tūmataiti me te haumaru.",
    "reporting-bugs-accessibility-button": "Ako atu ano mo nga whiringa whakauru",
    "reporting-bugs-accessibility-head": "Kōwhiringa Uru",
    "reporting-bugs-accessibility-text": "Kei te ngoikore ranei koe i te kitenga, te kore ranei e taea te whakaoti hCaptchas?",
    "reporting-bugs-guide-ff-head": "Huringa Pepa Purongo Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hipanga 1: Nga Taa Paari Kaitoha (Ka tiimata te tuhi i tenei huihuinga.)",
    "reporting-bugs-guide-ff-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tirohia te pouaka Mauri noho i te tihi.",
    "reporting-bugs-guide-ff-step-3": "Taahiraa 3: toro atu ki te https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei a koe tetahi take ki (Tuhipapa Tohu: engari mena kaore koe e whakaaro ki te whakapuaki i te aha) ... ka paatohia te tohu I am pātene tangata, me te ngana ki te whakaoti.",
    "reporting-bugs-guide-ff-step-4": "Hipanga 4: Patohia te HAR i muri i a koe e ngana ana ki te whakaoti, ka whiriwhiri i te Katoa hei HAR hei whakaora i te raarangi whatunga. Tukuna mai taua kōnae ki a maatau.",
    "reporting-bugs-guide-ff-step-5": "Hipanga 5: Pāwhiritia ki te ripa Papatohu, me te paatene matau ka kowhiria te katoa ka tiakina ki te konae kupu, hei whakaora i te poro papatohu. Tukuna mai hoki maatau.",
    "reporting-bugs-guide-ff-step-6": "Taahiraa whakamutunga: Tukuna mai nga konae HAR me te papatohu ki a matou, me te whakamaarama i te raru Whakamahia: support@hcaptcha.com (whakamahia koa he ratonga penei ki a Dropbox, Filebin ranei ka tuku hononga) me te pai ano he whakaahua, mena ka whakapae koe ki tetahi mea kaore i te whakaatu tika . Tena koa, tonoa mai te IP e whakamahia ana e koe. Ka taea e koe te tiki mai i te https://www.whatsmyip.org/ Mauruuru ki te tuku i te waa hei awhina i a maatau ki tenei korero! Kei te kaha taatau kia pai te mahi hCaptcha mo te katoa.",
    "reporting-bugs-guide-head": "Te Ripoata mo te Ripoata Korero: Chrome",
    "reporting-bugs-guide-step-1": "Hipanga 1: Nga Taa Paari Kaitoha (Ka tiimata te tuhi i tenei huihuinga.)",
    "reporting-bugs-guide-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tirohia te pouaka penapena i te tihi.",
    "reporting-bugs-guide-step-3": "Taahiraa 3: toro atu ki te https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei a koe tetahi take ki (Tuhipapa Tohu: engari mena kaore koe e whakaaro ki te whakapuaki i te aha) ... ka paatohia te tohu I am pātene tangata, me te ngana ki te whakaoti.",
    "reporting-bugs-guide-step-4": "Hipanga 4: Patohia te Kaweake HAR (te pere o raro iti) i muri i to ngana ki te whakaoti, e penapena ana i te raarangi whatunga. Tukuna mai taua kōnae ki a maatau.",
    "reporting-bugs-guide-step-5": "Hipanga 5: Patohia te ripa Papatohu, me te paatene-matau ka penapena hei .. hei whakaora i te poro papatohu. Tukuna mai hoki maatau.",
    "reporting-bugs-guide-step-6": "Taahiraa whakamutunga: Tukuna mai nga konae HAR me te papatohu ki a maatau, me te whakaahua i te raru. Whakamahia: support@hcaptcha.com (whakamahia koa he ratonga pera ki a Dropbox, Filebin ranei ka tuku hononga) me te tohu ano he taapiri, mena kei te whakapae koe kaore he mea e whakaatu tika ana. Tena koa, tonoa mai te IP e whakamahia ana e koe. Ka taea e koe te tiki mai i te https://www.whatsmyip.org/ Mauruuru ki te tuku i te waa hei awhina i a maatau ki tenei korero! Kei te kaha taatau kia pai te mahi hCaptcha mo te katoa.",
    "reporting-bugs-guide-text-1": "Ko te tuku i nga korero whakaheke nama me to ripoata kia maamaa ake ki a maatau te tautuhi he aha nga mahi. Anei nga tohutohu taahiraa-i-taahiraa:",
    "reporting-bugs-guide-text-2": "Mena he kaiwhakawhanake paetukutuku koe he tohunga mohio ranei, ko te whakarapopototanga e hiahia ana koe kia tukuna mai e maatau te roopu tuhi HAR me nga poro papatohu tirotiro. Tēnā koa whakamātau kia whakakore i tetahi poraka pānuitanga, whakaraerae ranei i te tuatahi mo te tirotiro me te tango ano i mua i te waa e haere ana koe. Mena e whakatika ana i to raru, ka mihi tonu matou ki a koe kia mohio mai ki to maatauranga tirotiro, block block ad ranei te toronga pūtirotiro, me te URL paetukutuku.",
    "reporting-bugs-intro-head": "I kitea he katia? Anei me tuhi atu.",
    "reporting-bugs-intro-text": "E hia miriona nga taangata e whakamahi ana i te hCaptcha i ia marama, i runga i nga mano o nga huinga o nga tirotiro, toronga, taputapu, hangamahi me te maha atu. Ko ta matou whaainga kia tirohia te mahi tonu maau, na reira ka tino mihi atu ki o ripoata! Hei whakahoki urupare tere, paatoohia te paatene Urupare urupare. Mena kei te kite koe i tetahi take e mahi ana, me pai te whai i nga tohutohu takiuru mo te whakahoahoa Chrome mo te tohu takiuru nama mo Firefox kei raro ranei. Mo etahi atu tirotiro tirotiro imeera noa mai matou. Mo nga take haumaru raru ranei, tirohia nga tohutohu kei raro.",
    "reporting-bugs-privacy-head": "Nga Kaupapa Motuhake",
    "reporting-bugs-privacy-text": "Kaore matou e aro ki te hunga ko nga kaiwhakamahi, engari kaare pea ka raru a raatau miihini, miihini ranei. Ka tautokohia e matou nga kaupapa penei i te Pass Pass, me te mahi nui ki te pauna o te muna me te haumaru. Mena kua kitea e koe he take e whakaaro ana koe ka pa pea ki te maaramatanga o te kaiwhakamahi, tena koa imeera mai i support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Tukuna he urupare ki a maatau",
    "reporting-bugs-provide-feedback-head": "Homai urupare tonu mo hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mauruuru koe ki o whakauru. Kia mohio tatou ki nga take ka pai ta tatou whakatau.",
    "reporting-bugs-security-head": "Nga Peke Haumaru",
    "reporting-bugs-security-text": "Kei te aro nui matou ki te whiwhi ripoata o nga piringa haumaru. Email support@hcaptcha.com & CC security@hcaptcha.com a ka hoki tere atu matou ki a koe. He punaha nui hoki to maatau mo nga ripoata haumaru e tika ana mo te ratonga hCaptcha me nga waehere rauemi e pa ana.",
    "sec-hc": "Haumaru Tuatahi",
    "sec-hc-text": "Ko te hCaptcha he arotahi-whakaputa. Ka mahi maatau ki te tuku i nga papaa korero tuuturu a ma ratou e whakatau me pehea te whakamahi. Ko te tika kei runga i to hiahia me o taatau. Ko etahi atu o nga kaihopu e whakaratohia ana e nga kamupene panui. Katoa nga poraka poraka e whakarereke ana i a raatau moni.",
    "switch-to-english-link": "Whakawhiti ki te Ingarihi",
    "what-is-hcaptcha": "He aha te hCaptcha?",
    "what-is-hcaptcha-text": "Ka awhina te hCaptcha ki o ratonga tukutuku pai ki te pupuri i nga pota, te aukati, me te tukino ma te tono i nga paatai ngawari he ngawari mo te tangata, he uaua hoki mo nga miihini.",
    "why-hc": "He aha te hCaptcha?",
    "why-hc-text": "I ia wa ka whakautua e koe he wero, ka whakamahia e matou he tauira maamaa mena ka mohio koe he tangata koe, he miihini ranei. Ko te paetukutuku i tirohia e koe i tenei ka whakamahi i tenei hua hei awhina i to wheako i to maatau pae ma te pupuri i nga paunga."
}