{
    "about-advisors-brendan": "Tuhinga o mua. Ko te Kaihanga-tahi o Mozilla. Kaihanga i te reo hotaka JavaScript. Kaihanga tirotiro me te maha atu.",
    "about-advisors-dawn": "Ahorangi, CS i Te Whare Waananga o California, Berkeley. Te ako hohonu, te ahuru, te tohunga poraka. Tumuaki o Oasis Labs.",
    "about-advisors-head": "Kaitohutohu",
    "about-advisors-keiran": "Kairangahau Rangahau i Stanford. Te ako miihini me te putea moni i nga peeke nui, putea taiepa, me nga whare wananga.",
    "about-content-head-1": "He aha ta maatau mahi",
    "about-content-head-2": "Te Take He Take",
    "about-content-text-1": "hCaptcha he ratonga na Intuition Machines Inc, he kamupene ako me te miihini AI me te arotahi ki te whakarewa me te rohe tirohanga ML i te tauine. Ka hangaia, ka whakahaerehia e maatau nga punaha taatai nui kia ahei ai nga ratonga taatai ataata me te whakaahua mo nga kamupene Global 2000 puta noa i te ao.",
    "about-content-text-1a": "hCaptcha e kawe mai ana i tetahi huarahi hou-aro ki te aukati i nga potae.",
    "about-content-text-1b": "Ka whakaatuhia e maatau nga wero CAPTCHA he uaua ki nga potae engari ngawari ki te taangata ma te kohikohi i nga tuhinga uaua ki te tapanga mai i nga raru ako miihini, me te whakamahi kia wehewehe he tangata he paetukutuku, he manuhiri taupānga ranei.",
    "about-content-text-2": "Ko te nuinga o nga raraunga ka puta he hua pai ake. Ko te hanga me te pupuri tika i nga waahanga tuhinga e whai kiko ana he pau te waa, he utu nui hoki. I hangaia tuatahihia te hCaptcha ki te whakatutuki i o taatau ake hiahia ki te waitohu whakaahua, a kei te waatea inaianei mo etahi atu kamupene e rite ana nga hiahia.",
    "about-content-text-2a": "Ko nga kaiwhakaari kino e tino kitea ana i runga ipurangi. Engari ko te whakaheke i te muna a te kaiwhakamahi ehara i te whakautu.",
    "about-content-text-2b": "Ko nga whakataunga ahuru e whakaatuhia ana e nga kamupene whakatairanga e aro nui ana ki te tirotiro i nga kaiwhakamahi puta noa i te paetukutuku. Kua waihangahia e maatau he whakataunga ahuru whaihua e whakaatu ana ko te kino o te noho muna o nga kaiwhakamahi kaore e tika ana kia puta he hua pai.",
    "about-intro-head-1": "Mo te hCaptcha",
    "about-intro-head-2": "Tūmataiti, Haumarutanga, me te Ako Miihini.",
    "about-intro-text": "hCaptcha te ratonga CAPTCHA motuhake e tino whakamahia ana e te ao.",
    "about-leadership-alex": "Tohunga Paetukutuku me Blockchain. He kaipūkaha wawe i Cloudera me te maha atu. Tekau tau o nga tohunga whakatipu rorohiko me nga roopu.",
    "about-leadership-eli": "Tumu Whakarae. Kaiarahi mohio mo AI. Kua whakamahia e ia te miihini maarama ki te maha o nga raru pakihi i roto i nga tau tekau kua hipa.",
    "about-leadership-head": "Te Kaiarahi",
    "about-leadership-todd": "PhD i te Biology Computational, Stanford. Te mahi me nga hononga neural mai i te 1999. Te arotahi ki te ML whakamahia me te ako hohonu i te tauine.",
    "acc-opt": "Kōwhiringa Urutanga",
    "acc-opt-but": "Ako atu mo nga waahanga whakauru",
    "acc-opt-text": "Kei te ngoikore koe ki te tirohanga, kaore ranei e taea te whakaoti hCaptchas?",
    "accessibility-link": "Urutanga",
    "appreciate-in": "He pai ki a koe taau whakauru. Kia mohio taatau ki etahi take ka tere ta taatau whakatau.",
    "fb-but": "Tukuna mai he urupare ki a maatau",
    "feedback-text": "Tukuna he urupare mo te hCaptcha kua kite koe",
    "footer-attribution": "Huanga",
    "footer-copyright-text": "Ko te hCaptcha he tohu kua rehitatia mo nga Miihini Intuition, Inc.",
    "footer-header-1": "Kamupene",
    "footer-header-2": "Rauemi",
    "footer-header-3": "Whakapaa",
    "footer-link-1": "Tapanga",
    "footer-link-10": "Urutanga",
    "footer-link-2": "Mō",
    "footer-link-3": "Nga Mahi",
    "footer-link-4": "Waitohu",
    "footer-link-5": "AI Matatika",
    "footer-link-6": "Blog",
    "footer-link-7": "Tūnga",
    "footer-link-8": "Tuhinga",
    "footer-link-9": "Ripoata he Bug",
    "footer-privacy": "Tūmataitinga",
    "footer-subheader-1": "Tautoko",
    "footer-subheader-2": "Whakapaa",
    "footer-terms": "Kupu",
    "h-plans": "Mahere Ohaurunga",
    "header-docs-link": "Tuhinga",
    "header-labeling-services-link": "Ratonga Tapanga",
    "header-login-button": "Takiuru",
    "header-plans-link": "Mahere",
    "header-signup-button": "Waitohu",
    "home-about-head": "Mo te hCaptcha",
    "home-about-subtitle": "Whakahaerehia e te KATOA HUMAN",
    "home-about-text-1": "HCaptcha kua hangaia hei whakatau i te raru tino kaha o te mahi miihini: te tuhi i nga tini tuhinga i te waa tika, utu me te pono.",
    "home-about-text-2": "Ko te nuinga o nga tuhinga he pai ake nga hua ka puta i nga tauira miihini whakangungu. Ko te angitu o nga tauira hohonu inaianei ka nui haere te rahi o nga putunga putunga tuhinga, tata tonu me etahi arotake a te tangata. Heoi, ko te hanga i nga kohinga nui kua arotakehia e te tangata ma te miihini Turiki, Whakaahua Waru, me etahi atu he puhoi, he utu nui hoki.",
    "home-about-text-3": "Ma te hCaptcha e tuku nga paetukutuku ki te mahi moni maana e tono ana i tenei tono me te aukati i nga potae me etahi atu momo tuukino.",
    "home-about-text-4": "Ko te maakete hCaptcha e whakamanahia ana e te HUMAN Protocol, he kawa tuwhera wehe mo te arotake a te tangata e whakahaere ana i te poraka Ethereum. Ka whiwhi nga paetukutuku i nga Tohu Tangata (HMT) i nga wa katoa e whakamahi ana nga kaiwhakamahi i te widget hCaptcha i runga i ta raatau papaanga, a ka utua e nga kamupene ako miihini nga tohu a te Tangata kia tuhia o raatau tuhinga.",
    "home-ba-labeling-services-link": "Ratonga Tapanga",
    "home-benefits-head-1": "Te Uara i te Tapanga Raraunga",
    "home-benefits-head-2": "Whakahoki ki te Aroha",
    "home-benefits-text-1": "I mohio koe i nga wa katoa ka pa ana koe ki te motuka kei te awhina koe ki te whakangungu i nga punaha ako miihini a te kamupene Gigantic mo te koreutu?",
    "home-benefits-text-2": "hCaptcha ka huri i tenei tauira. Ka whakamahi koe i te hCaptcha, ka tono nga kamupene i nga mahi a o kaiwhakamahi hei whakaatu i to raatau taangata. Ka whiwhi koe i nga utu.",
    "home-benefits-text-3": "Kei te hiahia koe ki te whakahoki i o mahi aroha tino pai ki a koe? hCaptcha ka taea e koe te tautoko i nga manaakitanga i whiriwhiria e koe me nga hua e whiwhi ana koe mai i te whakamahi. Ka taea e nga kaiwhakamahi o to papaanga te kite i to koha ki te mahi atawhai na te tohu tupato i te atanga hCaptcha.",
    "home-challenge-text-1": "Tohua nga whakaahua katoa e taurite ana ki te paatai",
    "home-challenge-text-2": "Whakatautuhia te rohe here mo nga taonga",
    "home-challenge-text-3": "Tautuhia nga tapanga rite",
    "home-challenge-title-1": "Whakataurite",
    "home-challenge-title-2": "Pouaka Taapiri",
    "home-challenge-title-3": "Whakarōpūtanga",
    "home-challenges-head": "Nga Wero",
    "home-challenges-text-1": "... me etahi atu mahi ngawari. He ngawari ma te tangata, he uaua mo nga potae.",
    "home-challenges-text-2": "E waatea ana hoki nga mahi ritenga ma nga kaiwhakaputa umanga.",
    "home-ent-1": "Kei te rapu taatau putea ahuru umanga?",
    "home-ent-2": "Tirohia to maatau papaanga hou: BotStop.com",
    "home-ent-button": "Ako atu: BotStop na hCaptcha",
    "home-from-the-blog": "MAI TE KURA:",
    "home-from-the-blog-value": "Pehea te HCaptcha Whakawhana uaua Mahi",
    "home-intro-body": "Kei te whakamahi koe i te captcha hei pupuri i nga potae? Ka tiakina e te hCaptcha te noho muna o nga kaiwhakamahi, te utu i nga paetukutuku, me te awhina i nga kamupene ki te tapa i o raatau raraunga. He whakakapi-taka mo te reCAPTCHA: ka taea e koe te huri i roto i nga meneti.",
    "home-intro-button": "Waitohu Ake Na",
    "home-intro-head": "Kati nga potae. Me tiimata te tiaki i te noho muna o te kaiwhakamahi.",
    "home-main-1": "Tūmataiti Haumaru. Tere. Ana ka utua e maatau ki te whakamahi.",
    "home-main-2": "Tūmataiti te Arotahi",
    "home-main-2c": "Kei te kite nga whatunga panui i o manuhiri hei hua. Mo te hCaptcha ko te hua nga mahi e mahia ana e ratou. Kaore matou e whakaaro nui ko wai o kaiwhakamahi, he peera pea. Ka tautokohia e maatau nga kaupapa penei i te Pass Privacy, me te whakapau kaha ki te taurite i te muna me te ahuru.",
    "home-main-3": "Haumaru Tuatahi",
    "home-main-3c": "Ko to tika ko to painga me ta maatau. hCaptcha ko te kaupapa kaiwhakaputa. Ka mahi maatau ki te hoatu ki a koe i nga korero tuuturu ka tuku ki a koe te whakatau me pehea te whakamahi. Ko etahi atu kapene e tukuna ana e nga kamupene whakatairanga Gigantic. Ko te tikanga ko nga potaka e aukati ana ka iti ake a raatau moni whiwhi.",
    "home-main-4": "He pai ake te wheako Kaiwhakamahi",
    "home-main-4c": "Ko nga tauira ako miihini maere e whakamahia ana e hCaptcha hei whakatau i te taangata. Ma tenei ka iti ake nga mahi whakararuraru a o kaiwhakamahi ki a maatau me te iti ake o ta raatau waa ki te mahi, i te wa e whakaputa ana i nga raraunga tapanga whai hua mo nga kaihoko tapanga.",
    "home-main-plans": "hCaptcha he koreutu ki te whakamahi mo nga kaiwhakaputa ahakoa te rahi. Heoi, mo nga umanga me nga papa e hiahia ana kia kaha ake te whakahaere, kei te waatea a maatau rongoa umanga.",
    "home-main-plans2": "Ko nga rongoa hinonga hCaptcha e tiaki ana i nga miriona kaiwhakamahi puta noa i te tekau miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia ranei",
    "home-main-plans3": "Ko nga rongoa hinonga hCaptcha e tiaki ana i nga miriona kaiwhakamahi puta noa i te tekau miriona paetukutuku mo etahi o nga kamupene nui rawa atu o te ao. Tena koa whakapiri mai ki a maatau mo etahi atu korero, tirohia ranei",
    "home-main-plans4": "mo nga korero taipitopito.",
    "home-plans-button-1": "Waitohu inaianei",
    "home-plans-button-2": "Hokona Whakapā",
    "home-plans-chart-head-1": "Āhuahira",
    "home-plans-chart-head-2": "Kaiwhakaputa",
    "home-plans-chart-head-3": "Hinonga",
    "home-plans-chart-row-1-cell-1": "Whakahaerehia nga momo wero e whakaatuhia ana",
    "home-plans-chart-row-1-cell-2": "Iti",
    "home-plans-chart-row-1-cell-3": "Tapeke",
    "home-plans-chart-row-10-cell-1": "Papatohu Kaiwhakamahi-maha",
    "home-plans-chart-row-11-cell-1": "Nga ahuatanga purongo matatau",
    "home-plans-chart-row-12-cell-1": "Nga SLA Hinonga",
    "home-plans-chart-row-2-cell-1": "Whakamahia nga korero wero i whakamahia",
    "home-plans-chart-row-2-cell-2": "Iti",
    "home-plans-chart-row-2-cell-3": "Tapeke",
    "home-plans-chart-row-3-cell-1": "Whiwhi utu mo nga whakataunga a te tangata",
    "home-plans-chart-row-4-cell-1": "Te tiaki anti-bot karapu o te ao",
    "home-plans-chart-row-5-cell-1": "Ka mahi i nga whenua katoa",
    "home-plans-chart-row-5a-cell-1": "Kore-CAPTCHA me te 99.9% aratau hāngū",
    "home-plans-chart-row-6-cell-1": "Kaupapahere tūmataiti GDPR me CCPA-hoa",
    "home-plans-chart-row-7-cell-1": "Nga taumata uaua tino pai",
    "home-plans-chart-row-8-cell-1": "Whakarewa i to ake ihirangi wero",
    "home-plans-chart-row-9-cell-1": "Te whakarite uaua i runga i te waa",
    "home-try-it-out-button": "Haere hCaptcha",
    "home-try-it-out-head": "Whakamatauria",
    "home-try-it-out-text": "hCaptcha he kitenga bot ngawari, ngawari, pono hoki i te mea he iti nei ma te tangata ki te whakatau.",
    "labeling-about-head": "Mo te hCaptcha",
    "labeling-about-text-1": "hCaptcha kua hangaia hei whakatau i te raru tino kaha o te mahi miihini; te tapanga i te maha o nga tuhinga i te waa tika, te utu me te pono. Ko te nuinga o nga tuhinga he pai ake nga hua ka puta i nga tauira miihini whakangungu. Ko te angitu o nga tauira hohonu inaianei ka nui haere te rahi o nga putunga tuhinga, ana ka whakamahia e te hCaptcha tenei hiahia.",
    "labeling-about-text-2": "Heoi, ko te hanga i nga waahanga nui kua tirohia e te tangata ma te whakamahi i nga tikanga tuku iho he puhoi me te utu. Ko te hCaptcha he huarahi kia whiwhi nga kamupene i nga tuhinga e hiahiatia ana he tere ake, me te kounga teitei ake me te utu iti ake i etahi atu huarahi rereke.",
    "labeling-annotations-head": "Nga Momo Panui",
    "labeling-annotations-text-1": "Te kitenga o te mea tika i nga whakaahua me te riipene whakaata",
    "labeling-annotations-text-2": "Te kitenga o te mea tika i nga whakaahua me te riipene whakaata",
    "labeling-annotations-text-3": "Tohu tohu mo nga keehi rereke rereke",
    "labeling-annotations-text-4": "Kōmaka āpitihia ranei nga momo taapiri ahakoa te rahi",
    "labeling-annotations-text-5": "Te kitenga tangata-hiko me te whakarōpūtanga",
    "labeling-annotations-text-6": "Me hiahia tetahi momo kaore i te raarangi i konei? Ui noa mai ki a maatau.",
    "labeling-annotations-title-1": "Pouaka Whakawhitinga",
    "labeling-annotations-title-2": "Whero",
    "labeling-annotations-title-3": "Tohu Whenua",
    "labeling-annotations-title-4": "Whakatakotoranga Huanga",
    "labeling-annotations-title-5": "Whakataurite me te Kimi",
    "labeling-annotations-title-6": "... me te maha atu",
    "labeling-ent-button": "Whakapaa atu ki ta maatau Roopu Whakaoti Hinonga",
    "labeling-ent-head": "Me Mana Whakamutunga-ki-Whakamutunga?",
    "labeling-ent-text-1": "Ko te HUMAN Platform kei muri o te hCaptcha e whakarato ana i te kounga mahi tino pai me nga ahuatanga whakahaere ma runga i te kaupapa-a-mua, te ranu, nga waahanga SaaS ranei e hono ana ki o punaha o mua.",
    "labeling-ent-text-2": "Whakahaerehia te tuimotu me o kaimahi, whakapau uara kua pau i nga umanga umanga, nga hoa whakakao ranei, tohua nga mahi ki nga kaiwhakarato kaimahi o roto, o waho ranei e pa ana ki nga whakaritenga utu me te ahuru, me te maha atu.",
    "labeling-ent-text-3": "Whakauru API ngawari, papa papatuhi ataahua, me te hangarau hou-a-koropiko hei whakanui i te whaihua.",
    "labeling-ent-text-4": "99,99% o nga wa SLA me nga tautoko 24/7 o te ao e waatea ana. Mo etahi atu korero:",
    "labeling-features-head-1": "Nga paipa API-peehia maamaa.",
    "labeling-features-head-2": "Kua whakapaihia mo te utu me te kounga. Kaore e hiahiatia te pono o mua.",
    "labeling-features-head-3": "Me utu noa te tika e hiahiatia ana e koe.",
    "labeling-features-head-4": "Whakaratohia mai o ake ake korero pono whenua, ma maatau ranei e hanga kia tere.",
    "labeling-features-text-1": "Kei te hiahia koe ki te whakauru tika i te arotake a te tangata ki roto i o mahi pakihi? Ka whakaekea e maatau nga SLA pono nui, te kaha taurangi, me nga API WHAKAMAHI ngawari.",
    "labeling-features-text-2": "Ko te papa HUMAN e whakamahi ana i nga tauira tuuturu whanui hei mahi i te taatai kounga-tino kounga. Ma tenei ka taea e taatau te whakatau wawe i te uaua o nga paatai me o raatau whakautu tika, ka penapena i to wa me to moni.",
    "labeling-features-text-3": "Kaore nga raruraru katoa i te orite. Ko nga whakapaahotanga mo nga mahi-morearea kia 99,99% te maia o nga kaimahi katoa. Ko nga panui mo te waahanga beta i roto i te mahinga taakaro waea pūkoro, me whakapono noa pea. Maau e whakatau.",
    "labeling-features-text-4": "He raraunga mata ano to kaore he huinga whakaotinga whanui? I te nuinga o nga wa ka taea e taatau te hanga tetahi maau hei mahi ma te punaha, hei hanga tauira ranei hei tohu mo to whakaaetanga.",
    "labeling-info-head": "Whiwhi Rapa Tapanga",
    "labeling-info-text-1": "Korero ki tetahi o o maatau tohunga rohe ki te whakaatu i o hiahia kaupapa: te whainga o te whaainga, te whakatakotoranga me nga whakaritenga motuhake.",
    "labeling-info-text-2": "Ka mahia e maatau he mahi whakaputa iti i runga i o tauira tauira. Ma tenei ka whakamatautau nga mahi i mahi tahi ai maatau kia tino rite ai taau e hiahia ana.",
    "labeling-info-text-3": "Ma te nui o te kaha me te waatea iti ka huri wawe a maatau mahi, me te tuku aunoa i te wa e oti ana.",
    "labeling-info-text-4": "I te maarama o taatau mahi mahi, ka pai ake pea nga hua i roto i te waa.",
    "labeling-info-text-5": "Ma te papatohu ora e tuku ki a koe te tuku urupare me te okioki ranei i nga mahi i nga wa katoa.",
    "labeling-info-title-1": "Tautuhia nga Whakatakotoranga",
    "labeling-info-title-2": "Whakamatautau Mahi Tuatahi",
    "labeling-info-title-3": "Tohaina nga Mahi Whakaputa",
    "labeling-info-title-4": "Whakapai Whakarei Atu",
    "labeling-info-title-5": "Nga Hua o te Wa Tuuturu",
    "labeling-main-1": "Tapanga raraunga whai hua-utu i te tauine",
    "labeling-main-1-button": "Tapaina o Raupanga Inaianei",
    "labeling-main-1c": "Me nui ake nga tapanga mo o taatai? hCaptcha whakarato tere, whaihua-utu, me te kounga teitei tapanga raraunga mo nga kamupene e mahi ana i te mohio me te miihini tono miihini.",
    "labeling-main-2": "Whakarewahia tonu nga mahi miriona.",
    "labeling-main-2-button": "Hokona Ratonga Tapanga Raraunga",
    "labeling-main-2c": "hCaptcha tetahi o nga puna nui kei runga i te ao e waatea ana hei whakamahi maau. Ahakoa te rahinga o te pauna, ka taea e maatau te whakahaere me te kore e tutuki i mua. Miriona miriona mahi ia ra kaore he raru.",
    "labeling-platform-head": "Nga korero tuuturu, ma te iwi whanui ranei",
    "labeling-platform-text": "hCaptcha he mea hanga i runga i te HUMAN Platform, e ahei ai te huringa huringa me te wetewete i nga utu me te whaihua i ia hikoi. Ma tenei hangarau e mahi nga kaimahi tika ki te whakahaere i ia waahanga o to mahi, me te whakanui i te utu mo te tiaki i te muna me te whakatutuki i nga whakaritenga ture e pa ana ki a koe.",
    "labeling-try-button": "Hokona Ratonga Tapanga Raraunga",
    "labeling-try-head": "Kei te hiahia whakamatautau koe me o raraunga?",
    "labeling-try-text": "... kua rite matou ina kei a koe: e waatea ana ta maatau ratonga mo te karaka.",
    "learn-more-hcaptcha": "Ako Ano mo te hCaptcha",
    "page-acc-faq-1": "Patai: He hCaptcha Wahanga 508 + WCAG 2.0 e ea ana? Whakautu: E whakapono ana matou: ko nga kaiwhakamahi katoa he ngoikoretanga katoa ka taea ki te tirotiro i te paetukutuku me te whakauru tuhinga ki nga puka ka uru ki nga ratonga e tiakina ana e te hCaptcha i te wa e rehitatia ana. Heoi, ehara tenei i te tohutohu ture: me mahi e koe taau ake aromautanga, me whai whakaaro ki to whakatinana kia mohio ai koinei te take mo to tono.",
    "page-acc-faq-2": "Patai: Kei te mahi koe i etahi atu waahanga whakauru (a11y), penei i te oro? Whakautu: Ko nga whiringa rongonui i mua penei i nga hopu oro ka whakahawea ki te nuinga o nga kaiwhakamahi a11y ana ka ngawari te hinga i nga tikanga ako miihini hou. Na tenei i kaha ake ai nga wero oro o tenei wa kia kaha haere te mahi, whakauru i te haruru, te waa rereke, nga kupu kupu rereke, me era atu hei patu i nga kaiwhawhai. Na reira kaore matou i te tino rata ki tenei huarahi vs. me te karo katoa i nga wero, engari me aata whakaaro mena he hiahia mai te hapori 11. Heoi, e tino hiahia ana matou ki te Pass Privacy mo te keehi whakamahi Urutanga. Ki ta maatau ko te whakakotahi i ta maatau huarahi a11y inaianei me te whakaputanga Pass Pass ka ahei nga kaiwhakamahi 11 ki te tirotiro ma te humarie, ki te mohio he motuhake ake o raatau waka, me te aukati i te tukino a nga kaitautoko bot kaore e kore ka tupono ka waatea ana nga whiringa. He pukumahi matou ki te roopu mahi IETF e whakariterite ana i tenei hangarau hou.",
    "page-acc-faq-3": "Patai: He aha mo te muna? Ka kitea e te rehitatanga nga tuhinga tirotiro 11 ki etahi ahuatanga? He aha taau mahi ma te imeera? Whakautu: hCaptcha kua hangaia mo te muna mai i te papa o te whenua. He tino rereke i nga whiringa tuku iho penei i te reCAPTCHA kei i nga whatunga pānuitanga te hunga e akiaki ana ki te whai i a koe i runga i te paetukutuku me te hono atu ki a koe i te tuakiri tuuturu. Kaore maatau e whakamahi i nga imeera whakauru, korero ranei mo tetahi kaupapa ke atu i te awhina i te whakamahi me te aukati i te tukino. Ko ta maatau kaupapa here muna he whakautu whanui me te whai mana mo te whakamahi i nga raraunga, engari ko te whakautu poto kaore o maatau hiahia ki te hono atu ki a koe hei tangata ki to hitori tirotiro. Kei te mahi maatau i tetahi otinga cryptographic kia whakarere wawe i to wahitau imeera i te wa e tiakina ana to maatau kaha ki te aukati i te tukino, hei awhina i a maatau mahi Whakahaa Motuhake.",
    "page-acc-link-1": "Mena he kaiwhakamahi whakauru koe, me whakauru mai ki konei.",
    "page-acc-subhead": "Te whakarite i te urunga totika mo nga kaiwhakamahi katoa i te wa e mau ana te ahuru",
    "page-acc-summary": "Whakarapopototanga",
    "page-acc-summary-contents-1": "HCaptcha kua hangaia hei aukati i nga potae ma te wehewehe i a raatau mai i nga taangata. Ko nga whakamatautau tirohanga he taputapu waatea mo tenei, engari kaore e taea e te katoa te whakatau i tetahi wero tirohanga. Na reira i hangaia e maatau tetahi waahanga maamaa ngawari kore kia tukuna nga kaiwhakaputa e whakamahi ana i ta maatau ratonga ki te pupuri i te uruhanga ma te katoa me te Wahanga Katoa o te Wahanga 508 me te WCAG 2.0.",
    "page-acc-summary-contents-2": "Me pehea te mahi: tuatahi, ka haina te kaiwhakamahi urunga ki tenei URL, he mea hono ki te whaarangi info widget hCaptcha. Ka whakawhiwhia ki a raatau he pihikete kua huna ka taea te whakamahi i nga wa maha i ia ra, engari me whakahau ano i nga haora 24 katoa ma te takiuru. Ka tukuna he wero ki tetahi kaiwhakamahi whakauru i runga i tetahi papaanga ma te whakamahi i te ratonga hCaptcha, ka haere noa raatau.",
    "page-acc-title": "hCaptcha Urutanga Korero",
    "page-acc-tr-body": "Patai: Kei te kite tonu ahau i tetahi wero i muri i te tautuhi i te pihikete. He aha te take o tenei? Whakautu: Ko te tikanga tenei na te whakamahi i te kaiwhakawhaki poka whakatairanga, i te toronga pihikete ranei, i te waahi ranei e aukati ana i nga pihikete whakawhiti, i tenei waa he pihikete mo hcaptcha.com kua tohua kua tirohia ranei e te hCaptcha JavaScript i runga i tetahi atu waahi. , peera ki taau e toro atu ana. Ka mahi nga pihikete urunga hCaptcha me nga kaitirotiro rongonui katoa me nga aukati panui me o raatau waahanga paerewa, no reira ko nga ngoikoretanga e tika ana na nga tuhinga anti-anti-adblock, nga ture rite ranei e aro ana ki etahi papaanga. Rongoā: 1. Whitelist hcaptcha.com me te * .hcaptcha.com pihikete i roto i to aukati ad, to toronga haumarutanga toronga ranei. 2. Mena kei te whakamahi koe i te tirotiro tirotiro Toa, kaore nei (mai i te Paenga-whawha 2020) kia kitea he momo raarangi pihikete, haere ki nga Manakohanga -> Shields -> Pihikete ka kowhiria Tukuna nga Pihikete Katoa. 3. Mena kei te whakamahi koe i te waahanga hou rawa o te Safari i runga i te OS X 10.15 i tukuna mai nei ranei iOS 13. 4, kua huri noa a Apple i te whanonga o Safari e pa ana ki nga pihikete a te roopu-toru, ka aukati katoa i a raatau. Kei te whakatauhia e maatau he otinga, engari i tenei wa tirohia te Manakohanga Safari, waahanga Motuhake, me te tango i te tirotiro Paetukutuku: Aukati i te tirotiro pae-whakawhiti kia ahei ai te mahi pihikete urunga ki ta te tumanakohanga. Patai: He maha nga taputapu kei te whakamahia e au. Me haina au i nga wa maha? Whakautu: Kaore. Tena koa paatohia te hono takiuru imeera ano i tukuna atu ki a koe i runga i ia taputapu e whakamahia ana e koe hei whakarite i te pihikete.",
    "page-acc-tr-title": "Mo nga Kaiwhakamahi Whakauru: Q&A me te Rautaki Raparongoā",
    "priv-hc": "Tūmataiti te Arotahi",
    "priv-hc-text": "Ka kitea koe e nga whatunga panui hei hua. Kaore matou. Kaore matou e whakaaro nui ki nga kaiwhakamahi, engari ka mahi kino pea raatau. Ka tautokohia e maatau nga kaupapa penei i te Pass Privacy, me te whakapau kaha ki te taurite i te muna me te ahuru.",
    "reporting-bugs-accessibility-button": "Ako atu mo nga waahanga whakauru",
    "reporting-bugs-accessibility-head": "Kōwhiringa Urutanga",
    "reporting-bugs-accessibility-text": "Kei te ngoikore koe ki te tirohanga, kaore ranei e taea te whakaoti hCaptchas?",
    "reporting-bugs-guide-ff-head": "Te hopu i nga korero mo te Ripoata o Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hipanga 1: Whakatuwheratia nga Utauta Kaihanga (Ka tiimata te tuhi i tenei waahanga.)",
    "reporting-bugs-guide-ff-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tohua te pouaka rakau Whakautu kei runga rawa.",
    "reporting-bugs-guide-ff-step-3": "Hipanga 3: toro https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei te raru koe (Tuhipoka Tuhipoka: mena ka kore koe e aro ki te tohatoha he aha) ... ka paatohia te I He patene tangata ahau, ka ngana ki te whakatau.",
    "reporting-bugs-guide-ff-step-4": "Hipanga 4: Paatohia te HAR i muri i to whakamatautau ki te whakatau, ka kowhiri Tiaki Katoa hei HAR ki te whakaora i te raina whatunga. Tukuna mai tena konae ki a maatau.",
    "reporting-bugs-guide-ff-step-5": "Hipanga 5: Paatohia te ripa Papatohu, ka paato-matau ka kowhiri i nga mea katoa ka penapena ki roto i te konae tuhinga, hei whakaora i te roko papatohu. Tukuna mai hoki tena ki a matou.",
    "reporting-bugs-guide-ff-step-6": "Taahiraa hopea: A imeera i te HAR me te whakaahuru i nga konae ki a maatau, whakaahuahia te raru Whakamahia: support@hcaptcha.com (whakamahia koa he ratonga penei i te Dropbox ko te Filebin ka tuku hononga) me te kii ano he whakaahuamata, mena ka whakapae koe kaore he mea kaore i te whakaatu tika . Tukuna koa te IP e whakamahi ana koe. Ka taea e koe te tiki mai i https://www.whatsmyip.org/ Mauruuru mo te tango i te wa ki te awhina i a maatau ki te tiki i tenei korero! E pono ana matou ki te mahi kia pai te mahi hCaptcha ma te katoa.",
    "reporting-bugs-guide-head": "Te hopu i nga korero mo te Ripoata o Bug: Chrome",
    "reporting-bugs-guide-step-1": "Hipanga 1: Whakatuwheratia nga Utauta Kaihanga (Ka tiimata te tuhi i tenei waahanga.)",
    "reporting-bugs-guide-step-2": "Hipanga 2: Paatohia te ripa Whatunga i nga Utauta Kaiwhakawhanake. Tohua te pouaka rakau Tiakina i runga rawa.",
    "reporting-bugs-guide-step-3": "Hipanga 3: toro https://accounts.hcaptcha.com/demo, te paetukutuku ranei kei te raru koe (Tuhipoka Tuhipoka: mena ka kore koe e aro ki te tohatoha he aha) ... ka paatohia te I He patene tangata ahau, ka ngana ki te whakatau.",
    "reporting-bugs-guide-step-4": "Hipanga 4: Paatohia te Kaweake HAR (te pere iti iho) i muri i to ngana ki te whakaoti, ka penapena i te raina whatunga. Tukuna mai tena konae ki a maatau.",
    "reporting-bugs-guide-step-5": "Hipanga 5: Paatohia te ripa Papatohu, ka paato-katau ka tiakina hei .. kia ora ai te roko papatohu. Tukuna mai hoki tena ki a matou.",
    "reporting-bugs-guide-step-6": "Taahiraa hopea: Imeehia mai ki a maatau aua kohinga HAR me te konae whakaahuru, ka whakaahua i te raru. Whakamahia: support@hcaptcha.com (whakamahia koa he ratonga penei i te Dropbox ko te Filebin ka tuku hononga) me te kowhiri whakaahuru, ki te whakaaro koe he mea kaore e tika te whakaatu. Tukuna koa te IP e whakamahi ana koe. Ka taea e koe te tiki mai i https://www.whatsmyip.org/ Mauruuru mo te tango i te wa ki te awhina i a maatau ki te tiki i tenei korero! E pono ana matou ki te mahi kia pai te mahi hCaptcha ma te katoa.",
    "reporting-bugs-guide-text-1": "Ma te tuku korero whakakore me to purongo ka ngawari ki a maatau ki te tohu he aha nga mahi. Anei nga tohutohu taahiraa-i te-taahiraa:",
    "reporting-bugs-guide-text-2": "Mena he kaiwhakawhanake paetukutuku koe, he kaiwhakamahi tohunga ranei, ko te whakarapopototanga ka hiahia matou ki a koe kia tukuna mai he hononga ki te whatunga HAR me nga raina tirotiro papaaho. Tena koa whakamatauhia te whakakore i tetahi kaiwhakawhanake whakatairanga, toronga haumarutanga tirotiro ranei i te tuatahi ka tarai ano i mua i enei huarahi. Mena tena ka whakatika i to raru, ka nui tonu te mihi ki a koe ki te whakaatu mai i to tuhinga tirotiro, aukati whakatairanga, toronga tirotiro ranei, me te paetukutuku paetukutuku URL.",
    "reporting-bugs-intro-head": "I kitea he pepeha? Anei me penei te ripoata.",
    "reporting-bugs-intro-text": "Miriona nga taangata e whakamahi ana i te hCaptcha ia marama, i runga i nga mano tini o nga kaitirotiro, toronga, taputapu, aahiahi, me te maha atu. Ko ta maatau whainga ko te whakarite kia pai mo koe i nga wa katoa, no reira ka nui to koa ki o ripoata! Hei tuku urupare tere, paatohia te paatene Tukuna mai ki a maatau. Mena kei te kite koe i tetahi take mahi, tena koa whai i nga tohutohu takiuru whakairoiro mo Chrome, mo nga tohutohu takiuru patuiro ranei mo Firefox i raro nei. Mo etahi atu kaitirotiro me imeera mai ki a maatau. Mo nga take o te ahuru me te muna, tirohia nga tohutohu kei raro nei.",
    "reporting-bugs-privacy-head": "Nga Take Tuuturu",
    "reporting-bugs-privacy-text": "Kaore matou e whakaaro nui ko wai nga kaiwhakamahi, akene ko te hunga kino ki te miihini ranei. Ka tautokohia e maatau nga kaupapa penei i te Pass Privacy, me te whakapau kaha ki te taurite i te muna me te ahuru. Mena kua kitea e koe tetahi raru e whakaaro ana koe ka pa ki te noho muna o nga kaiwhakamahi, tena koa imeerahia mai ki a matou i te tautoko@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Tukuna mai he urupare ki a maatau",
    "reporting-bugs-provide-feedback-head": "Tukuna he urupare tonu mo te hCaptcha",
    "reporting-bugs-provide-feedback-text": "He pai ki a koe taau whakauru. Kia mohio taatau ki etahi take ka tere ta taatau whakatau.",
    "reporting-bugs-security-head": "Papu Haumaru",
    "reporting-bugs-security-text": "He hiahia tonu ta matou ki te whiwhi ripoata mo nga hapa ahuru. Email imeera@hcaptcha.com & CC security@hcaptcha.com a ka hoki wawe atu matou ki a koe. He kaupapa putea atawhai ano hoki ta maatau mo nga ripoata haumarutanga tika mo te ratonga hCaptcha me te waehere punawai e pa ana.",
    "sec-hc": "Haumaru Tuatahi",
    "sec-hc-text": "hCaptcha ko te kaupapa kaiwhakaputa. Ka mahi maatau ki te tuku i nga papaanga nga korero tuuturu ka tuku ki a ratau te whakatau me pehea te whakamahi. Ko to tika ko to painga me ta maatau. Ko etahi atu kapene e tukuna ana e nga kamupene whakatairanga. Ia bot e aukatihia ana ka iti ake pea a raatau moni whiwhi.",
    "switch-to-english-link": "Whakawhiti ki te Ingarihi",
    "what-is-hcaptcha": "He aha te hCaptcha?",
    "what-is-hcaptcha-text": "Ka awhina a hCaptcha i o ratonga paetukutuku tino pai ki te aukati i nga potae, pāme, me te tukino ma te paatai i nga patai ngawari he ngawari ki nga taangata he uaua ki nga miihini.",
    "why-hc": "He aha hCaptcha?",
    "why-hc-text": "I a koe e whakautu ana i tetahi wero, ka whakamahia e maatau he tauira taatai kia mohio ai he tangata koe, he miihini ranei. Ko te paetukutuku i toro atu koe ka whakamahi i tenei hua hei awhina ki te whakapai ake i to wheako ki ta raatau papaanga ma te kore e tuku i nga potae."
}