{
    "a11y-img-1": "Кориснички екран за пристапност по најавувањето",
    "a11y-img-2": "Опција за пристапност во менито за интерфејс на додатоци",
    "a11y-img-3": "Дијалог-прозорец за пристапност во кориснички интерфејс",
    "about-advisors-brendan": "Извршен директор на Храбар. Коосновач на Mozilla. Создавач на програмски јазик JavaScript. Градител на прелистувачи и многу повеќе.",
    "about-advisors-dawn": "Професор, CS на Универзитетот во Калифорнија, Беркли. Експерт за длабоко учење, безбедност, блокчејн. Извршен директор на Oasis Labs.",
    "about-advisors-head": "Советници",
    "about-advisors-keiran": "Истражувачки научник од Стенфорд. Машинско учење и квантитативно финансирање во поголемите банки, хеџ фондови и академските институции.",
    "about-content-head-1": "Што правиме",
    "about-content-head-2": "Зошто е важно",
    "about-content-text-1": "hCaptcha е услуга на Intuition Machines Inc, компанија за интелигенција и машинско учење со фокус на мета-учење и визуелен домен ML во обем. Ние градиме и работиме масовно скалабилни системи за да овозможиме услуги за анализа на видео и слики за компании од Глобал 2000 низ целиот свет.",
    "about-content-text-1a": "hCaptcha носи модерен пристап фокусиран на приватноста кон запирање на ботови.",
    "about-content-text-1b": "Ние покажуваме предизвици на CAPTCHA кои се тешки за ботови, но лесни за луѓето со собирање на тешко обележувачки податоци од проблеми со машинско учење и нивно користење за да разликуваме дали посетителот на веб-страница или апликација е човек.",
    "about-content-text-2": "Повеќе податоци генерално произведуваат подобри резултати. Градењето и одржувањето на правилно обележани и релевантни збирки на податоци одзема многу време и скапо. hCaptcha првично беше развиен за да одговори на нашите сопствени потреби во обележување на слики, и сега е достапен за други компании со слични потреби.",
    "about-content-text-2a": "Лошите актери се сè почести на Интернет. Но, жртвата на приватноста на корисникот не е одговорот.",
    "about-content-text-2b": "Безбедносните решенија што ги нудат компаниите за рекламирање се фокусираат првенствено на следење на корисниците низ мрежата. Создадовме ефикасно безбедносно решение што докажува дека не е потребно нарушување на приватноста на корисникот за да се постигнат одлични резултати.",
    "about-intro-head-1": "За hCaptcha",
    "about-intro-head-2": "Приватност, безбедност и машинско учење.",
    "about-intro-text": "hCaptcha е најраспространета во светот независна услуга CAPTCHA.",
    "about-leadership-alex": "Експерт за бази на податоци и блокчејн. Ран инженер во Клаудера и многу повеќе. Децении софтвер за градење експертиза и тимови.",
    "about-leadership-eli": "ИЗВРШЕН ДИРЕКТОР. Признат лидер во АИ. Применуваше машинска интелигенција во обем за широк спектар на деловни проблеми во текот на изминатите децении.",
    "about-leadership-head": "Кои сме ние",
    "about-leadership-headsub": "Искусен тим, кој работи на најтешките проблеми на денешницата.",
    "about-leadership-link1": "Кои сме ние",
    "about-leadership-text1": "Ние сме специјализирани за длабоко учење и машинско учење со визуелен домен во обем, со посебен фокус на обезбедување на мрежни системи од сè пософистицирани современи закани.",
    "about-leadership-text2": "Со децении експертиза за софтвер и машинско учење, ние градиме и работиме масовно скалабилни системи за справување со некои од најтешките проблеми на денешницата, зачувувајќи ја приватноста.",
    "about-leadership-todd": "Д-р по компјутерска биологија, Стенфорд. Работа со нервни мрежи од 1999 година. Фокусирајте се на применета МЛ и длабоко учење во обем.",
    "acc-opt": "Опции за пристапност",
    "acc-opt-but": "Дознајте повеќе за опциите за пристапност",
    "acc-opt-text": "Дали сте со оштетен вид или на друг начин не можете да ги завршите hCaptchas?",
    "accessibility-link": "Пристапност",
    "appreciate-in": "Ние го цениме вашиот придонес. Известете ни какви било проблеми и ние брзо ќе ги решиме.",
    "fb-but": "Испратете ни повратни информации",
    "feedback-text": "Обезбедете повратна информација за hCaptcha што штотуку го видовте",
    "footer-attribution": "Атрибуција",
    "footer-copyright-text": "hCaptcha е регистрирана трговска марка на Intuition Machines, Inc.",
    "footer-header-1": "Компанија",
    "footer-header-2": "Извори",
    "footer-header-3": "Контакт",
    "footer-link-1": "Означување",
    "footer-link-10": "Пристапност",
    "footer-link-2": "За",
    "footer-link-3": "Работни места",
    "footer-link-4": "Трговски марки",
    "footer-link-5": "Етика на АИ",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Документација",
    "footer-link-9": "Пријавете грешка",
    "footer-privacy": "Приватност",
    "footer-subheader-1": "Поддршка",
    "footer-subheader-2": "Контакт",
    "footer-terms": "Услови",
    "h-plans": "Планови за претплата",
    "header-docs-link": "Документи",
    "header-labeling-services-link": "Услуги за етикетирање",
    "header-login-button": "Логирај Се",
    "header-plans-link": "Планови",
    "header-signup-button": "Пријавување",
    "home-about-head": "За hCaptcha",
    "home-about-subtitle": "Напојуван од протокол ЧОВЕК",
    "home-about-text-1": "hCaptcha е дизајниран да го реши најинтензивниот труд во машинското учење: етикетирање огромни количини на податоци на навремен, достапен и сигурен начин.",
    "home-about-text-2": "Повеќе податоци генерално произведуваат подобри резултати во моделите за обука на машинско учење. Неодамнешниот успех на длабоки модели доведе до сè поголеми збирки на податоци, скоро секогаш со одреден преглед на луѓето. Сепак, создавањето големи групи на податоци прегледани од човекот преку механички Турк, слика осум итн. Е бавно и скапо.",
    "home-about-text-3": "hCaptcha им овозможува на веб-страниците да заработат пари служејќи го ова барање додека блокираат ботови и други форми на злоупотреба.",
    "home-about-text-4": "Пазарот на hCaptcha се напојува со ХУМАН протокол, отворен децентрализиран протокол за човечки преглед што работи на блок-синџирот Ethereum. Веб-страниците заработуваат Human Tokens (HMT) секогаш кога корисниците го користат графичкиот елемент hCaptcha на нивната страница, а компаниите за машинско учење плаќаат Human Tokens за да ги обележат своите податоци со етикета.",
    "home-ba-labeling-services-link": "Услуги за етикетирање",
    "home-benefits-head-1": "Вредноста во обележувањето на податоците",
    "home-benefits-head-2": "Врати се на добротворната организација",
    "home-benefits-text-1": "Дали сфативте секогаш кога ќе кликнете на автомобилот, помагате бесплатно да обучите системи за машинско учење на една единствена компанија Gigantic?",
    "home-benefits-text-2": "hCaptcha го свртува овој модел. Кога користите hCaptcha, компаниите наддаваат за работата што ја прават вашите корисници додека ја докажуваат својата хуманост. Ги добивате наградите.",
    "home-benefits-text-3": "Дали сакате да и вратите на вашата омилена добротворна организација? hCaptcha ви овозможува да ги поддржувате добротворните организации по ваш избор со заработката што ја добивате од користењето. Корисниците на вашата страница наскоро ќе можат да го видат вашиот придонес во добротворни цели преку дискретно брендирање на интерфејсот hCaptcha.",
    "home-challenge-text-1": "Изберете ги сите слики што одговараат на барање",
    "home-challenge-text-2": "Дефинирајте ја областа за ограничување на предметите",
    "home-challenge-text-3": "Идентификувајте ги соодветните ознаки",
    "home-challenge-title-1": "Споредба",
    "home-challenge-title-2": "Врзана кутија",
    "home-challenge-title-3": "Категоризација",
    "home-challenges-head": "Презентирани предизвици",
    "home-challenges-text-1": "... и други едноставни задачи. Лесно за луѓето, тешко за ботови.",
    "home-challenges-text-2": "Прилагодени задачи исто така достапни за издавачите на претпријатија.",
    "home-ent-1": "Ги барате нашите понуди за безбедност на претпријатието?",
    "home-ent-2": "Посетете ја нашата нова посветена страница: BotStop.com",
    "home-ent-button": "Дознајте повеќе: BotStop од hCaptcha",
    "home-from-the-blog": "ОД БЛОГОТ:",
    "home-from-the-blog-value": "Како функционираат поставките за тешкотијата на hCaptcha",
    "home-intro-body": "Дали користите captcha за да ги чувате ботовите? hCaptcha ја штити приватноста на корисникот, ги наградува веб-страниците и им помага на компаниите да ги обележат своите податоци со етикета. Тоа е капка-замена за reCAPTCHA: може да се префрлите за неколку минути.",
    "home-intro-button": "Регистрирај се сега",
    "home-intro-head": "Стоп за повеќе ботови. Започнете да ја заштитувате приватноста на корисникот.",
    "home-main-1": "Приватна Безбеден Побрзо. И ние ви плаќаме да го користите.",
    "home-main-2": "Фокусирана на приватноста",
    "home-main-2c": "Рекламните мрежи ги гледаат вашите посетители како производ. За hCaptcha производот е работата што тие ја обезбедуваат. Не ни е гајле кои се вашите корисници, само колку е веројатно дека се малициозни. Ние поддржуваме иницијативи како „Пасит на приватноста“ и работиме напорно за да ги балансираме приватноста и безбедноста.",
    "home-main-3": "Прво безбедност",
    "home-main-3c": "Точноста е во ваш и наш интерес. hCaptcha е фокусиран на издавачот. Ние работиме за да ви дадеме вистински податоци и да ви овозможиме да одлучите како да ги користите. Останатите фаќања се обезбедени од компании за рекламирање Gigantic. Ова значи дека секој бот што го блокираат може да ги намали нивните приходи.",
    "home-main-4": "Подобро корисничко искуство",
    "home-main-4c": "Софистицирани модели на машинско учење се користат од hCaptcha за одредување на човештвото. Ова ни овозможува да бараме помалку вознемирувачки задачи од вашите корисници и да одвоиме помалку од нивното време при тоа, притоа сè уште произведувајќи корисни етикетирани податоци за етикетирање на клиенти.",
    "home-main-plans": "hCaptcha е бесплатен за употреба за издавачи од која било големина. Сепак, за претпријатијата и платформите на кои им е потребна поголема контрола, достапни се нашите решенија за претпријатијата.",
    "home-main-plans2": "решенијата на претпријатието hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации, или посетете ја",
    "home-main-plans3": "решенијата на претпријатието hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации, или посетете ја",
    "home-main-plans4": "за детали.",
    "home-plans-button-1": "Пријавете се сега",
    "home-plans-button-2": "Контактирајте ја продажбата",
    "home-plans-chart-head-1": "Карактеристики",
    "home-plans-chart-head-2": "Издавач",
    "home-plans-chart-head-3": "Претпријатие",
    "home-plans-chart-row-1-cell-1": "Прикажани се типовите на контролни предизвици",
    "home-plans-chart-row-1-cell-2": "Ограничен",
    "home-plans-chart-row-1-cell-3": "Вкупно",
    "home-plans-chart-row-10-cell-1": "Мулти-кориснички табли",
    "home-plans-chart-row-11-cell-1": "Напредни карактеристики за известување",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Контролирајте ја употребената содржина на предизвик",
    "home-plans-chart-row-2-cell-2": "Ограничен",
    "home-plans-chart-row-2-cell-3": "Вкупно",
    "home-plans-chart-row-3-cell-1": "Заработете награди за човечки решенија",
    "home-plans-chart-row-4-cell-1": "Заштита од светска класа против бот",
    "home-plans-chart-row-5-cell-1": "Работи во секоја земја",
    "home-plans-chart-row-5a-cell-1": "Без CAPTCHA и пасивни режими 99,9%",
    "home-plans-chart-row-5b-cell-1": "Резултати за доверба во бот",
    "home-plans-chart-row-6-cell-1": "Политика за приватност на ГДПР и CCPA-пријателска",
    "home-plans-chart-row-7-cell-1": "Ситно-грануларни нивоа на тежина",
    "home-plans-chart-row-8-cell-1": "Стартувајте своја содржина за предизвик",
    "home-plans-chart-row-9-cell-1": "Време засновано на тешкотии при закажување",
    "home-try-it-out-button": "Земете hCaptcha",
    "home-try-it-out-head": "Испробај го",
    "home-try-it-out-text": "hCaptcha овозможува едноставно, лесно и сигурно откривање на бот, додека е тривијално за решавање на луѓето.",
    "labeling-about-head": "За hCaptcha",
    "labeling-about-text-1": "hCaptcha е дизајниран да го реши најинтензивниот проблем при машинско учење; етикетирање на огромни количини на податоци на навремен, достапен и сигурен начин. Повеќе податоци генерално произведуваат подобри резултати во моделите за обука на машинско учење. Неодамнешниот успех на длабоки модели доведе до сè поголеми групи на податоци, а hCaptcha ја задоволува оваа потреба.",
    "labeling-about-text-2": "Сепак, создавањето големи групи на податоци прегледани од човекот со употреба на традиционални методи е бавно и скапо. hCaptcha е начин компаниите да ги добиваат забелешките што им се потребни побрзо, со повисок квалитет и пониска цена од другите алтернативи.",
    "labeling-annotations-head": "Видови на прибелешки",
    "labeling-annotations-text-1": "Точно откривање на предмети во слики и видео",
    "labeling-annotations-text-2": "Точно откривање на предмети во слики и видео",
    "labeling-annotations-text-3": "Забелешки со точки за многу различни случаи на употреба",
    "labeling-annotations-text-4": "Подреди или додајте произволни категории од која било големина",
    "labeling-annotations-text-5": "Откривање и класификација на човечки погон",
    "labeling-annotations-text-6": "Ви треба друг вид што не е наведен тука? Само прашај не.",
    "labeling-annotations-title-1": "Врзани кутии",
    "labeling-annotations-title-2": "Полигони",
    "labeling-annotations-title-3": "Знаменитости",
    "labeling-annotations-title-4": "Категоризација на атрибутите",
    "labeling-annotations-title-5": "Споредба и откривање",
    "labeling-annotations-title-6": "... и многу повеќе",
    "labeling-ent-button": "Контактирајте го нашиот тим за решенија за претпријатија",
    "labeling-ent-head": "Потребна е контрола од крај до крај?",
    "labeling-ent-text-1": "HUMAN Платформата зад hCaptcha обезбедува високо софистицирани карактеристики на квалитет и управување со работата преку распоредување на простории, хибриди или SaaS што се интегрираат со вашите постојни системи.",
    "labeling-ent-text-2": "Стартувајте целосно офлајн со сопствената работна сила, следете ја потрошената вредност помеѓу деловните единици или партнерите на конзорциумот, селективно насочувајте ги работните места до различни внатрешни или надворешни даватели на работна сила, засновани на барања за трошоци и безбедност и многу повеќе.",
    "labeling-ent-text-3": "Лесен пристап до API, прекрасни контролни табли и најнова технологија „во-јамка“ за да се зголеми ефикасноста.",
    "labeling-ent-text-4": "Достапна е 99,99% uptime SLA и 24/7 глобална поддршка. За повеќе информации:",
    "labeling-features-head-1": "Едноставни цевководи управувани од API.",
    "labeling-features-head-2": "Оптимизиран за цена и квалитет. Не е потребна однапред обврска.",
    "labeling-features-head-3": "Плаќајте само за потребната точност.",
    "labeling-features-head-4": "Обезбедете ваши сопствени податоци за вистинска основа или дозволете ни да ги градиме на летот.",
    "labeling-features-text-1": "Дали сакате да го интегрирате човечкиот преглед директно во вашето деловно работење? Ние нудиме SLA-ови со голема сигурност, загарантиран капацитет и едноставни API-а за одмор.",
    "labeling-features-text-2": "Платформата ХУМАН користи сеопфатни модели на доверба за да изврши софистицирана анализа на квалитетот во реално време. Ова ни овозможува брзо да ја утврдиме тешкотијата на прашањата и нивниот веројатно точен одговор, заштедувајќи ви време и пари.",
    "labeling-features-text-3": "Не се сите проблеми исти. Забелешките за безбедносни критични задачи може да бараат 99,99% доверба од целосно човечки работници. Забелешките за една бета опција во апликација за мобилни игри може да бараат само умерена доверба. Ти одлучи.",
    "labeling-features-text-4": "Дали имате необработени податоци без сеопфатен сет за верификација? Во повеќето случаи, можеме да изградиме една за вас како задачи што минуваат низ системот или да создадеме етикетирани примероци за ваше одобрување.",
    "labeling-info-head": "Прв етикетиран податок",
    "labeling-info-text-1": "Зборувајте со еден од нашите експерти за домени за да ги дефинирате потребите на вашиот проект: точност на целта, формат и сите посебни барања.",
    "labeling-info-text-2": "Ние извршуваме мала производна работа заснована на вашите примероци на податоци. Ова ја тестира работата што ја завршивме заедно за да се осигуриме дека ќе го добиете токму она што ви треба.",
    "labeling-info-text-3": "Со нашиот голем волумен и мала латентност, ние ќе ја свртиме вашата работа брзо, со автоматска достава веднаш штом ќе заврши.",
    "labeling-info-text-4": "Бидејќи подобро ги разбираме параметрите на вашата производствена работа, резултатите ќе продолжат да се подобруваат со текот на времето.",
    "labeling-info-text-5": "Во живо контролните табли ви овозможуваат да дадете повратни информации или да го паузирате производството во секое време.",
    "labeling-info-title-1": "Дефинирајте ги спецификациите",
    "labeling-info-title-2": "Почетен тест за работа",
    "labeling-info-title-3": "Распоредете ги работните места за производство",
    "labeling-info-title-4": "Континуирано подобрување",
    "labeling-info-title-5": "Резултати во реално време",
    "labeling-main-1": "Економично обележување на податоците во обем",
    "labeling-main-1-button": "Земете ги етикетите на вашите податоци сега",
    "labeling-main-1c": "Дали ви требаат повеќе етикети за вашите групи на податоци? hCaptcha обезбедува брзо, ефективно и високо квалитетно обележување на податоци за компаниите кои работат на апликации за вештачка интелигенција и машинско учење.",
    "labeling-main-2": "Стартувајте милиони задачи веднаш.",
    "labeling-main-2-button": "Купете услуги за обележување податоци",
    "labeling-main-2c": "hCaptcha има еден од најголемите базени на планетата достапен за ваша употреба. Без оглед на вашата скала, можеме да се справиме без скапи однапред обврски. Милиони задачи на ден не се проблем.",
    "labeling-platform-head": "Приватни или јавни информации",
    "labeling-platform-text": "hCaptcha е изграден на HUMAN платформата, што овозможува софистицирано рутирање и анализа за оптимизирање на трошоците и ефикасноста на секој чекор. Оваа технологија дозволува соодветна работна сила да се справи со секој дел од вашата работа, максимално зголемувајќи ја ефикасноста на трошоците при зачувување на приватноста и исполнување на сите регулаторни барања што можат да се применуваат.",
    "labeling-try-button": "Купете услуги за обележување податоци",
    "labeling-try-head": "Дали сакате да пробате со вашите податоци?",
    "labeling-try-text": "... подготвени сме кога сте: нашата услуга е достапна деноноќно.",
    "learn-more-hcaptcha": "Дознајте повеќе за hCaptcha",
    "page-acc-faq-1": "Прашање: Дали hCaptcha Дел 508 + WCAG 2.1 AA е усогласен? Одговор: Ние веруваме така: сите корисници со каква било форма на оштетување кои можат да ја разгледаат мрежата и да внесат текст на формуларите, можат да пристапат до услугите заштитени од hCaptcha при регистрацијата. Сепак, ова не е правен совет: треба да извршите своја проценка, земајќи ја предвид вашата посебна имплементација за да се осигурате дека ова е случај за вашето распоредување.",
    "page-acc-faq-2": "Прашање: Дали работите на други опции за пристапност (a11y), како аудио? Одговор: Претходно популарните опции, како аудио captcha, дискриминираат многу корисници на a11y и лесно се поразуваат од современите техники за машинско учење. Ова ги принуди тековните аудио предизвици да стануваат сè потешки, воведувајќи бучава, непарен тајминг, необични комбинации на зборови и така натаму за да ги порази напаѓачите. Така сме помалку ентузијасти во врска со овој пристап наспроти целосно избегнување на предизвикот, но ќе го разгледаме ако има побарувачка од заедницата a11y. Сепак, многу сме заинтересирани за „Пасош за приватност“ за случајот со употреба на пристапност. Ние веруваме дека комбинирањето на нашиот сегашен пристап a11y со издавањето на Privacy Pass ќе им овозможи на корисниците на a11y безбедно да прелистуваат, со сигурност знаејќи дека нивниот сообраќај е поприватен, додека ограничува злоупотребата од страна на операторите на ботови што неизбежно се јавува кога се достапни опциите a11y. Ние сме активни учесници во работната група на IETF што ја стандардизираме оваа нова технологија.",
    "page-acc-faq-3": "Прашање: Што е со приватноста? Дали регистрацијата ги открива податоците за прелистување a11y на некој начин? Што правите со е-поштата? Одговор: hCaptcha е дизајниран за приватност од почеток. Тој е многу различен од традиционалните опции како reCAPTCHA кои се во сопственост на мрежи за рекламирање, кои имаат поттик да ве следат низ мрежата и да ве поврзат со вистински идентитет. Ние никогаш не користиме е-пошта или информации за пристапност за каква било друга цел, освен олеснување на употребата на a11y и спречување злоупотреба. Нашата политика за приватност има сеопфатни и авторитативни одговори за тоа како ги користиме податоците, но краткиот одговор е дека немаме интерес да ве здружуваме како личност со вашата историја на прелистување. Исто така, во моментов работиме на криптографско решение за брзо отфрлање на вашата е-адреса додека сè уште ја зачувуваме нашата способност да спречиме злоупотреба, надополнувајќи ја нашата работа за „Пасит на приватност“",
    "page-acc-link-1": "Ако сте корисник за пристапност, пријавете се тука.",
    "page-acc-subhead": "Обезбедување на непречен пристап за сите корисници при одржување на безбедноста",
    "page-acc-summary": "Резиме",
    "page-acc-summary-contents-1": "hCaptcha е дизајниран да ги запре ботовите разликувајќи ги од луѓето. Визуелните тестови се погодна алатка за ова, но не секој може да реши визуелен предизвик. За оваа причина, ние дизајниравме едноставна, безболна алтернатива за да им дозволиме на издавачите што ја користат нашата услуга да ја зачуваат пристапноста за сите со целосна усогласеност со Дел 508 и WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Како работи: прво, корисникот за пристапност се регистрира на оваа URL, што е поврзано на страницата за информации на графичката контрола hCaptcha. Тие добиваат шифрирано колаче што може да се користи неколку пати на ден, но мора да се освежува на секои 24 часа преку најавување. Кога на корисникот за пристапност ќе му се претстави предизвик на која било страница со користење на услугата hCaptcha, тие автоматски ќе поминат.",
    "page-acc-title": "Информации за пристапност до hCaptcha",
    "page-acc-tr-body": "Прашање: Јас сè уште гледам предизвик по поставувањето на колачето. Што го предизвикува ова?<br> Одговор: Ова обично се должи на користење на агресивен блокатор на реклами или екстензија против колачиња или поставка што блокира колачиња меѓу страници, во овој случај колаче за hcaptcha.com што е поставено или проверено од hCaptcha JS на друга страница , како оној што го посетувате.<br><br> Колачињата за пристапност до hCaptcha работат со сите популарни прелистувачи и блокатори на реклами со нивните стандардни поставки, така што обично дефектите се резултат на анти-анти-адблок скрипти или слични правила што таргетираат одредени страници.<br><br> Решенија:<br><br> 1. Бела листа на колачиња hcaptcha.com и * .hcaptcha.com во блокаторот на реклами или проширувањето на безбедноста на прелистувачот.<br> 2. Ако користите прелистувач „Храбар“, за кој се чини дека моментално нема никаков вид бела листа на колачиња, одете во „Преференции“ -> Штитови -> Колачиња и изберете Дозволи ги сите колачиња.<br> 3. Ако ја користите најновата верзија на Safari или на неодамна објавениот OS X 10.15 или iOS 13.4, Apple само што го смени однесувањето на Safari поврзано со колачиња од трети страни, блокирајќи ги сите по дифолт. Ние спроведуваме решение, но во меѓувреме, посетете ги Safari Preferences, делот за приватност и одштиклирајте Следење веб-страница: Спречете следење преку-страница за да овозможите колаче за пристапност да функционира како што се очекуваше.<br><br> Прашање: Јас користам повеќе уреди. Дали треба да се регистрирам повеќе пати?<br> Одговор: Не. Кликнете на истата врска за најавување по е-пошта испратена до вас на секој уред што го користите за да го поставите колачето.<br><br> Прашање: Како можам да се заштитам од следење на колачиња од трети лица додека го користам колачето за пристапност?<br> Одговор: Користењето на какво било проширување на приватноста или блокирање реклами, кое поддржува белење на списоци на ниво на домен (на пр., UBlock Origin) ќе функционира како што се очекуваше: проверете само на белата листа hcaptcha.com.",
    "page-acc-tr-title": "За корисници на пристапност: Чести прашања и Водич за смена на проблеми",
    "page-acc-tr2-body": "Сафари<br> За да овозможите колачиња во Safari (Mac): Одете во опаѓачкото мени Safari. Изберете Преференции. Кликнете на приватност во горниот панел. Под „Блокирај колачиња“ изберете ја опцијата „Никогаш“.<br> За да овозможите колачиња во Safari (iPhone / iPad iOS 11+): Отворете ги поставките. Скролувајте надолу и изберете Safari. Под „Приватност и безбедност“, исклучете ги „Спречи следење на меѓу-страници“ и „Блокирај ги сите колачиња“<br><br> Firefox<br> Кликнете на штитот лево од лентата за адреси на која било веб-страница. Кликнете на „Поставки за заштита“. Panelе се отвори панелот за приватност и безбедност на Firefox. Под Подобрена заштита за следење, изберете Прилагодено. Изберете кои тракери и скрипти да ги блокирате со избирање на тие полиња за избор. Проверете дали сте ја деблокирале hcaptcha.com.<br><br> Исто така, можете привремено да исклучите некои заштити во „Прилагодено“ за дебагирање во врска со ова, со избирање на полињата за избор: Поништете го полето за избор „Тракери“ или деселектирајте го полето за избор „Колачиња“ ако сè уште имате проблеми.<br><br> Гугл хром<br> Google Chrome (компјутер)<br> Изберете ја иконата за мени Хром. Изберете Поставки.<br> Одете во приватност и безбедност, потоа колачиња и други податоци за страницата.<br> Проверете дали „Блокирај колачиња од трети страни“ не е овозможено.<br><br> Google Chrome (Mac):<br> Отворете ги преференциите на Chrome од лентата со мени.<br> Одете во приватност и безбедност, потоа колачиња и други податоци за страницата.<br> Проверете дали „Блокирај колачиња од трети страни“ не е овозможено.<br><br> Google Chrome (Android):<br> На вашиот уред со Android, отворете ја апликацијата Chrome.<br> Горе десно, допрете Повеќе и потоа Поставки.<br> Допрете Поставки за страница и потоа Колачиња.<br> Вклучете го „Колачиња“, вклучете ја поставката.<br> Проверете го полето до „Дозволи колачиња од трети страни“.<br><br> Internet Explorer<br> 1. Изберете ја брзината во горниот десен агол на екранот, а потоа изберете „Интернет опции“. Ако ја имате овозможено Лентата со мени, можете да изберете „Алатки“, потоа „Интернет опции“.<br> 2. Кликнете на табулаторот \"Приватност\".<br> 3. Изберете го копчето „Напредно“.<br> 4. Во „Колачиња од трети страни“ изберете „Прифати“.<br> 5. Кликнете на „Добро“",
    "page-acc-tr2-head": "Упатства за прелистувачи за колачиња меѓу страници",
    "priv-hc": "Фокусирана на приватноста",
    "priv-hc-text": "Рекламните мрежи ве гледаат како нивен производ. Ние не Не ни е гајле кои се корисниците, само колку е веројатно дека се малициозни. Ние поддржуваме иницијативи како „Пасит на приватноста“ и работиме напорно за да ги балансираме приватноста и безбедноста.",
    "reporting-bugs-accessibility-button": "Дознајте повеќе за опциите за пристапност",
    "reporting-bugs-accessibility-head": "Опции за пристапност",
    "reporting-bugs-accessibility-text": "Дали сте со оштетен вид или на друг начин не можете да ги завршите hCaptchas?",
    "reporting-bugs-guide-ff-head": "Фаќање на детали за извештајот за грешки: Firefox",
    "reporting-bugs-guide-ff-step-1": "Чекор 1: Отворете ги алатките за програмери (ова започнува со снимање на сесијата.)",
    "reporting-bugs-guide-ff-step-2": "Чекор 2: Кликнете на јазичето Мрежа во Алатки за развој. Проверете го полето Подигни логови на горниот дел.",
    "reporting-bugs-guide-ff-step-3": "Чекор 3: Посетете ја https://accounts.hcaptcha.com/demo или веб-страницата на која имате проблем (Белешка за приватност: само ако не ви пречи да споделувате што е тоа) ... и потоа кликнете на I сум човечко копче и обидете се да решите.",
    "reporting-bugs-guide-ff-step-4": "Чекор 4: Кликнете на HAR откако ќе се обидете да решите и изберете Зачувај ги сите како HAR за да го зачувате мрежниот дневник. Испратете ни ја таа датотека.",
    "reporting-bugs-guide-ff-step-5": "Чекор 5: Кликнете на јазичето Конзола и десен клик, потоа Изберете ги сите и зачувајте ги во текстуална датотека, за да го зачувате дневникот на конзолата. Испрати ни го тоа.",
    "reporting-bugs-guide-ff-step-6": "Последен чекор: Испратете ни ги е-поштата со датотеките за евиденција на HAR и конзолата и опишете го проблемот Користете: support@hcaptcha.com (ве молиме користете услуга како Dropbox или Filebin и испратете врски) и по избор скриншот, ако се сомневате дека има нешто што не се прикажува правилно . Испратете ја IP-адресата што ја користите. Можете да го набавите од https://www.whatsmyip.org/ Ви благодариме што одвоивте време да ни помогнете да ги добиеме овие информации! Ние сме посветени на тоа hCaptcha да работи добро за секого.",
    "reporting-bugs-guide-head": "Снимање на детали за извештајот за грешки: Chrome",
    "reporting-bugs-guide-step-1": "Чекор 1: Отворете ги алатките за програмери (ова започнува со снимање на сесијата.)",
    "reporting-bugs-guide-step-2": "Чекор 2: Кликнете на јазичето Мрежа во Алатки за развој. Проверете го полето Зачувај дневник на врвот.",
    "reporting-bugs-guide-step-3": "Чекор 3: Посетете ја https://accounts.hcaptcha.com/demo или веб-страницата на која имате проблем (Белешка за приватност: само ако не ви пречи да споделувате што е тоа) ... и потоа кликнете на I сум човечко копче и обидете се да решите.",
    "reporting-bugs-guide-step-4": "Чекор 4: Кликнете на Експорт HAR (малата стрелка надолу) откако ќе се обидете да решите, што го зачувува мрежниот дневник. Испратете ни ја таа датотека.",
    "reporting-bugs-guide-step-5": "Чекор 5: Кликнете на јазичето Конзола и десен клик на глувчето, потоа Зачувај како .. за да го зачувате дневникот на конзолата. Испрати ни го тоа.",
    "reporting-bugs-guide-step-6": "Последен чекор: Е-пошта испратете ни ги HAR и датотеките за евиденција на конзолата и опишете го проблемот. Користете: support@hcaptcha.com (ве молиме користете услуга како Dropbox или Filebin и испратете линкови) и по избор скриншот, ако се сомневате дека нешто не се прикажува правилно. Испратете ја IP-адресата што ја користите. Можете да го набавите од https://www.whatsmyip.org/ Ви благодариме што одвоивте време да ни помогнете да ги добиеме овие информации! Ние сме посветени на тоа hCaptcha да работи добро за секого.",
    "reporting-bugs-guide-text-1": "Испраќањето информации за дебагирање со вашиот извештај ќе ни го олесни идентификувањето што се случува. Еве чекор-по-чекор инструкции:",
    "reporting-bugs-guide-text-2": "Ако сте веб-развивач или стручен корисник, резимето е дека би сакале да ни испратите мрежен запис HAR и дневници на конзолата на прелистувачот. Прво, обидете се да оневозможите блокирање на реклами или безбедносни проширувања на прелистувачот, а потоа обидете се повторно пред да ги поминете овие чекори. Ако тоа го реши вашиот проблем, сепак ќе ве цениме што ќе ни ги соопштите верзијата на прелистувачот, блокаторот на реклами или продолжувањето на прелистувачот и URL-то на веб-страницата.",
    "reporting-bugs-intro-head": "Најдовте грешка? Еве како да го пријавите.",
    "reporting-bugs-intro-text": "Милиони луѓе користат hCaptcha секој месец, на илјадници комбинации на прелистувачи, екстензии, уреди, заштитени allидови и повеќе. Нашата цел е да се осигураме дека секогаш работи за вас, па затоа многу ги цениме вашите извештаи! За да дадете брзи повратни информации, само кликнете на копчето Испрати ни повратни информации. Ако видите функционално прашање, следете ги упатствата за евиденција на грешки за Chrome или упатствата за евиденција за грешки за Firefox подолу. За други прелистувачи, само испратете ни е-пошта. За потенцијални проблеми со безбедноста или приватноста, видете ги упатствата подолу.",
    "reporting-bugs-privacy-head": "Прашања за приватност",
    "reporting-bugs-privacy-text": "Не ни е гајле кои се корисниците, само колку е веројатно дека се малициозни или машини. Ние поддржуваме иницијативи како „Пасит на приватноста“ и работиме напорно за да ги балансираме приватноста и безбедноста. Ако пронајдовте проблем за кој сметате дека може да влијае на приватноста на корисникот, ве молиме испратете ни е-пошта на support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Испратете ни повратни информации",
    "reporting-bugs-provide-feedback-head": "Обезбедете веднаш повратни информации за hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ние го цениме вашиот придонес. Известете ни какви било проблеми и ние брзо ќе ги решиме.",
    "reporting-bugs-security-head": "Безбедносни грешки",
    "reporting-bugs-security-text": "Ние секогаш сме заинтересирани да примаме извештаи за безбедносни грешки. Испратете е-пошта support@hcaptcha.com & CC Security@hcaptcha.com и ние ќе ви се вратиме брзо. Ние исто така имаме програма за бубачки, за подобни безбедносни извештаи за услугата hCaptcha и поврзаниот изворен код.",
    "sales-interstitial-c1": "За компаниите",
    "sales-interstitial-c1a": "Безбедносни решенија за претпријатијата (платени)",
    "sales-interstitial-c1b": "Дознајте повеќе за hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Анотација на податоци",
    "sales-interstitial-c1d": "Купете услуги за коментари на hCaptcha",
    "sales-interstitial-c2": "За поединци",
    "sales-interstitial-c2a": "Додадете hCaptcha на вашата услуга (бесплатно)",
    "sales-interstitial-c2b": "Додадете hCaptcha за издавачи на мојата веб-страница или апликација",
    "sales-interstitial-c2c": "Што е hCaptcha?",
    "sales-interstitial-c2d": "Дознајте повеќе за hCaptcha",
    "sales-interstitial-head": "Ајде да се погрижиме да стигнете на вистинското место.",
    "sec-hc": "Прво безбедност",
    "sec-hc-text": "hCaptcha е фокусиран на издавачот. Ние работиме да им дадеме на страниците вистински податоци и да им дозволиме да одлучат како да ги користат. Точноста е во ваш и наш интерес. Останатите фаќања се обезбедени од рекламни компании. Секој бот што го блокираат може да ги намали нивните приходи.",
    "signup-interstitial-c1": "За компании или веб-страници",
    "signup-interstitial-c1a": "Додадете hCaptcha на вашата услуга (бесплатно)",
    "signup-interstitial-c1b": "Додадете hCaptcha за издавачи на мојата веб-страница или апликација",
    "signup-interstitial-c1c": "Безбедносни решенија за претпријатијата (платени)",
    "signup-interstitial-c1d": "Дознајте повеќе за hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Анотација на податоци",
    "signup-interstitial-c1f": "Купете услуги за коментари на hCaptcha",
    "signup-interstitial-c2": "За поединци",
    "signup-interstitial-c2a": "Пристапност",
    "signup-interstitial-c2b": "Дознајте за опциите за пристапност до hCaptcha",
    "signup-interstitial-c2c": "Заработи пари",
    "signup-interstitial-c2d": "Работете како индивидуален обележувач на податоци",
    "signup-interstitial-head": "Ајде да се погрижиме да стигнете на вистинското место.",
    "support-interstitial-c1": "За компаниите",
    "support-interstitial-c1a": "Безбедносни решенија за претпријатијата (платени)",
    "support-interstitial-c1b": "Добијте поддршка за hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (бесплатно)",
    "support-interstitial-c1d": "Добијте поддршка за hCaptcha Publisher",
    "support-interstitial-c2": "За поединци",
    "support-interstitial-c2a": "Имате потешкотии со предизвик?",
    "support-interstitial-c2b": "Дознајте за опциите за пристапност до hCaptcha",
    "support-interstitial-c2c": "Дали сакате да пријавите грешка?",
    "support-interstitial-c2d": "Дознајте повеќе за пријавување проблеми со софтвер",
    "support-interstitial-head": "Ајде да се погрижиме да стигнете на вистинското место.",
    "switch-to-english-link": "Префрлете се на англиски",
    "what-is-hcaptcha": "Што е hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha им помага на вашите омилени веб-услуги да не чуваат ботови, спам и злоупотреби поставувајќи едноставни прашања лесни за луѓето и тешки за машините.",
    "why-hc": "Зошто hCaptcha?",
    "why-hc-text": "Секојпат кога ќе одговорите на предизвик, ние користиме софистицирани модели за да откриеме дали сте човек или машина. Веб-страницата што ја посетивте, тогаш го користи овој резултат за да помогне во подобрувањето на вашето искуство на нивната страница, чувајќи ги ботовите."
}