{
    "acc-opt": "Опции за пристапност",
    "acc-opt-but": "Дознајте повеќе за опциите за пристапност",
    "acc-opt-text": "Дали имате оштетен вид или на друг начин не сте во можност да ги завршите hCaptchas?",
    "accessibility-link": "Достапност",
    "appreciate-in": "Ние го цениме вашиот придонес. Известете ни за какви било проблеми и брзо ќе ги решиме.",
    "fb-but": "Испратете ни повратни информации",
    "feedback-text": "Обезбедете повратни информации за hCaptcha што штотуку видовте",
    "home-ent-1": "Барате понуди за безбедност на нашето претпријатие?",
    "home-ent-2": "Посетете ја нашата нова посветена страница: BotStop.com",
    "home-intro-body": "Дали користите captcha за да не чувате ботови? hCaptcha ја штити приватноста на корисниците, ги наградува веб-страниците и им помага на компаниите да ги наведат своите податоци со етикетирање. Тоа е папка за замена за reCAPTCHA: може да се префрлите за неколку минути.",
    "home-intro-head": "Запрете повеќе ботови. Започнете да ја заштитите приватноста на корисниците.",
    "home-main-1": "Приватно. Безбеден Побрзо. И ние ви плаќаме да го користите.",
    "home-main-2": "Фокусирана приватност",
    "home-main-2c": "Рекламите мрежи ги гледаат вашите посетители како производ. За hCaptcha производот е работа што ја даваат. Не ни е грижа кои се вашите корисници, само колку веројатно тие се злонамерни. Ние поддржуваме иницијативи како „Пат за приватност“ и работиме напорно за да ја балансираме приватноста и безбедноста.",
    "home-main-3": "Прво за безбедност",
    "home-main-3c": "Точноста е во ваш интерес и наша. hCaptcha е фокусиран на издавачи. Ние работиме за да ви дадеме вистински податоци и ќе ви овозможиме да одлучите како да ги користите. Други captchas се обезбедени од",
    "home-main-3c2": "рекламни компании. Ова значи дека секој бот што го блокираат може да ги намали приходите.",
    "home-main-4": "Подобро корисничко искуство",
    "home-main-4c": "Софистицираните модели за машинско учење се користат од hCaptcha за определување на човештвото. Ова ни овозможува да бараме помалку вознемирувачки задачи од вашите корисници и да одвојат помалку време во тоа, додека сеуште произведуваат корисни етикетирани податоци за етикетирање на клиенти.",
    "home-main-plans": "hCaptcha е бесплатен за употреба за издавачи со која било големина. Сепак, за претпријатијата и платформите на кои им е потребна поголема контрола, достапни се решенијата за нашето претпријатие.",
    "home-main-plans2": "решенијата за претпријатија hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации или посетете",
    "home-main-plans3": "решенијата за претпријатија hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации или посетете",
    "home-main-plans4": "за детали.",
    "learn-more-hcaptcha": "Дознајте повеќе за hCaptcha",
    "page-acc-faq-1": "Прашање: Дали е во согласност со hCaptcha Дел 508 + WCAG 2.0? Одговор: Ние веруваме така: сите корисници со каква било форма на оштетување кои можат да прелистуваат на Интернет и да внесат текст на обрасци, можат да пристапат до услугите заштитени со hCaptcha по регистрацијата. Како и да е, ова не е правен совет: треба да извршите ваша проценка, земајќи ја предвид вашата конкретна имплементација за да се осигурите дека ова е случај за вашето распоредување.",
    "page-acc-faq-2": "Прашање: Дали работите на други опции за пристапност (a11y), како аудио? Одговор: Претходно популарните опции како аудио captchas се дискриминираат кај многу корисници на 1111 и лесно се поразуваат со современи техники за учење машини. Ова ги принуди тековните аудио-предизвици да станат сè потешки, воведувајќи бучава, необичен тајминг, необични комбинации на зборови, и така натаму, за да ги победат напаѓачите. Така, ние сме помалку ентузијасти во врска со овој пристап наспроти целосно избегнување на предизвикот, но ќе го разгледаме ако има побарувачка од заедницата a11y. Сепак, ние сме многу заинтересирани за Privacy Pass за случајот за употреба со пристапност. Веруваме дека комбинирањето на сегашниот пристапен пристап 1111 со издавањето на „Прилагодено минување“ ќе им овозможи на корисниците на 1111 безбедно да прелистуваат, безбедни во сознанието дека нивниот сообраќај е по приватен, притоа ограничувајќи ја злоупотребата од страна на бот-оператори што неизбежно се јавува кога се достапни опции a11y. Ние сме активни учесници во работната група на IETF за стандардизирање на оваа нова технологија.",
    "page-acc-faq-3": "Прашање: Што е со приватноста? Дали регистрацијата ги изложува податоците на разгледување a11y на некој начин? Што правите со е-поштата? Одговор: hCaptcha е дизајниран за приватност од земја нагоре. Многу е различно од традиционалните опции, како што се reCAPTCHA, кои се во сопственост на мрежни реклами, кои имаат поттик да ве следат низ мрежата и да ве здружат со вистински идентитет. Никогаш не користиме е-пошта или информации за пристапност за која било друга цел, освен да олеснуваме употреба на 1111 и да спречиме злоупотреба. Нашата политика за приватност има сеопфатни и авторитативни одговори за тоа како ги користиме податоците, но краткиот одговор е дека ние немаме интерес да ве здружуваме како личност со вашата историја на прелистување. Исто така, ние во моментов работиме на криптографско решение за брзо отстранување на вашата е-пошта додека сè уште ја зачувуваме нашата способност да спречиме злоупотреба, надополнувајќи ја нашата работа за приватност.",
    "page-acc-link-1": "Ако сте корисник на пристапност, пријавете се овде.",
    "page-acc-subhead": "Обезбедување на лесен пристап за сите корисници при одржување на безбедноста",
    "page-acc-summary": "Резиме",
    "page-acc-summary-contents-1": "hCaptcha е дизајниран да ги запре ботовите разликувајќи ги од луѓето. Визуелните тестови се погодна алатка за ова, но не секој може да реши визуелен предизвик. Поради оваа причина, ние дизајниравме едноставна, безболна алтернатива за да им овозможиме на издавачите што ја користат нашата услуга да ја зачуваат пристапноста за сите со целосна усогласеност на Дел 508 и WCAG 2.0.",
    "page-acc-summary-contents-2": "Како работи: прво, корисникот за пристапност се најавува на оваа URL-адреса, што е поврзано на страницата со информации за widget hCaptcha. Ним им се дава шифрирано колаче што може да се користи неколку пати на ден, но мора да се обновуваат на секои 24 часа преку најава. Кога ќе се претстави предизвик на корисник за пристапност на која било страница користејќи ја услугата hCaptcha, тие автоматски ќе поминат.",
    "page-acc-title": "Информации за пристапност до hCaptcha",
    "page-acc-tr-body": "Прашање: Сè уште гледам предизвик по поставувањето на колачето. Што е тоа што го предизвикува? Одговор: Ова обично се должи на употреба на агресивен блокатор на реклами или екстензија против колачиња, или поставка што блокира колачиња на страницата, во овој случај колаче за hcaptcha.com што е поставено или проверено од hCaptcha JavaScript на различна страница , како оној што го посетуваш. Колачињата за пристапност на hCaptcha работат со сите популарни прелистувачи и блокатори на реклами со нивните стандардни поставки, така што обично неуспесите се должат на скриптите за борба против adblock или слични правила, насочени кон одредени страници. Решенија: 1. Белиот список hcaptcha.com и * .hcaptcha.com колачиња во вашиот блокатор за реклами или екстензија за безбедност на прелистувачот. 2. Ако користите Brave прелистувач, што (заклучно со април 2020 година) не постои каков било список со белешки за колачиња, одете до Preferences -> Shields -> Cookies и изберете Allow All Cookies. 3. Ако ја користите најновата верзија на Safari на неодамна објавениот OS X 10.15 или iOS 13. 4, Apple штотуку го промени однесувањето на Safari во врска со колачињата од трети страни, блокирајќи ги сите од нив стандардно. Ние спроведуваме решение, но во меѓувреме посетете ги параметрите за Safari, делот за приватност и одштиклирајте Следење на веб-страница: Спречете следење на страницата за да овозможите колаче за пристапност да функционира како што се очекуваше. Прашање: Јас користам повеќе уреди. Дали треба да се регистрирам повеќе пати? Одговор: Не. Кликнете на истата врска за најава за е-пошта испратена до вас на секој уред што го користите за да го поставите колачето.",
    "page-acc-tr-title": "За корисници на пристапност: Водич за Q&A и смена на проблеми",
    "priv-hc": "Фокусирана приватност",
    "priv-hc-text": "Рекламите мрежи ве гледаат како на нивниот производ. Ние не Не ни е грижа кои се корисниците, само колку веројатно тие се злонамерни. Ние поддржуваме иницијативи како „Пат за приватност“ и работиме напорно за да ја балансираме приватноста и безбедноста.",
    "sec-hc": "Прво за безбедност",
    "sec-hc-text": "hCaptcha е фокусиран на издавачи. Ние работиме за да им дадеме на страниците вистински податоци и оставаме да одлучат како да ги користат. Точноста е во ваш интерес и наша. Други captchas се обезбедени од рекламни компании. Секој бот што го блокира може да ги намали приходите.",
    "what-is-hcaptcha": "Што е hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha им помага на вашите омилени веб-услуги да одржуваат ботови, спам и злоупотреби со поставување едноставни прашања што се лесни за луѓето и тешко за машините.",
    "why-hc": "Зошто hCaptcha?",
    "why-hc-text": "Секој пат кога ќе одговорите на предизвик, ние користиме софистицирани модели за да откриеме дали сте човечки или машини. Веб-страницата што сте ја посетиле тогаш го користи овој резултат за да помогне да се подобри вашето искуство на нивната страница со чување на ботови."
}