{
    "about-advisors-brendan": "ИЗВРШЕН ДИРЕКТОР. Признат лидер во АИ. Применува разузнавачка машина во размер на широк спектар на деловни проблеми во текот на изминатите децении.",
    "about-advisors-dawn": "Доктор по компјутерска биологија, Стенфорд. Работа со нервни мрежи од 1999 година. Фокусирајте се на применетата ML и длабоко учење во обем.",
    "about-advisors-head": "Советници",
    "about-advisors-keiran": "Експерт за база на податоци и блокчејн. Раниот инженер во Клудера и повеќе. Децении на софтвер за градење експертиза и тимови.",
    "about-content-head-1": "Што правиме",
    "about-content-head-2": "Зошто е важно",
    "about-content-text-1": "hCaptcha е услуга на Intuition Machines Inc, АИ и компанија за учење машини со фокус на металеринг и визуелен домен МЛ во обем. EНие градиме и работиме со масивни скалабилни системи за да овозможиме услуги за видео и анализа на слики за компаниите Глобал 2000 низ целиот свет.",
    "about-content-text-2": "Повеќе податоци генерално даваат подобри резултати. Изградбата и одржувањето правилно обележани и релевантни пакети со податоци е одземаат многу време и е скапо. ChCaptcha првично беше развиена за да одговори на нашите сопствени потреби во етикетирање на слики и сега е достапна за други компании со слични потреби.",
    "about-intro-head-1": "Работа за hCaptcha",
    "about-intro-head-2": "Нашата мисија е голема",
    "about-intro-text": "Растеме брзо и секогаш бараме најдобриот светски талент во нашите глобални канцеларии. Можете да аплицирате со линковите подолу.",
    "about-leadership-alex": "Експерт за база на податоци и блокчејн. Раниот инженер во Клудера и повеќе. Децении на софтвер за градење експертиза и тимови.",
    "about-leadership-eli": "ИЗВРШЕН ДИРЕКТОР. Признат лидер во АИ. Применува разузнавачка машина во размер на широк спектар на деловни проблеми во текот на изминатите децении.",
    "about-leadership-head": "Лидерство",
    "about-leadership-todd": "Доктор по компјутерска биологија, Стенфорд. Работа со нервни мрежи од 1999 година. Фокусирајте се на применетата ML и длабоко учење во обем.",
    "acc-opt": "Опции за пристапност",
    "acc-opt-but": "Дознајте повеќе за опциите за пристапност",
    "acc-opt-text": "Дали имате оштетен вид или на друг начин не сте во можност да ги завршите hCaptchas?",
    "accessibility-link": "Достапност",
    "appreciate-in": "Ние го цениме вашиот придонес. Известете ни за какви било проблеми и брзо ќе ги решиме.",
    "fb-but": "Испратете ни повратни информации",
    "feedback-text": "Обезбедете повратни информации за hCaptcha што штотуку видовте",
    "footer-attribution": "Наведи извор",
    "footer-copyright-text": "hCaptcha е регистриран заштитен знак на Intuition Machines, Inc.",
    "footer-header-1": "Компанија",
    "footer-header-2": "Извори",
    "footer-header-3": "Контакт",
    "footer-link-1": "Етикетирање",
    "footer-link-2": "За",
    "footer-link-3": "Работни места",
    "footer-link-4": "Трговски марки",
    "footer-link-5": "Блог",
    "footer-link-6": "Статус",
    "footer-link-7": "Документација",
    "footer-link-8": "Пријавете грешка",
    "footer-link-9": "Достапност",
    "footer-privacy": "Приватност",
    "footer-subheader-1": "Поддршка",
    "footer-subheader-2": "Контакт",
    "footer-terms": "Услови",
    "header-docs-link": "Документи",
    "header-labeling-services-link": "Услуги за обележување",
    "header-login-button": "Логирај Се",
    "header-plans-link": "Планови",
    "header-signup-button": "Пријавување",
    "home-aboot-subtitle": "Поддржано од ХУМАН протокол",
    "home-about-head": "За hCaptcha",
    "home-about-text-1": "hCaptcha е дизајниран да го реши најголемиот трудоинтензивен проблем при машинско учење: обележување масивни количини на податоци навремено, достапно и сигурен начин.",
    "home-about-text-2": "Повеќе податоци генерално даваат подобри резултати во моделите за учење машини за обука. Неодамнешниот успех на длабоките модели доведе до сè поголеми пакети со податоци, скоро секогаш со некаков преглед на човекот. Како и да е, креирањето големи бази на податоци прегледувани од човечки ресурси преку Механички Турк, Слика осум, итн. Е исто така бавно и скапо.",
    "home-about-text-3": "hCaptcha им овозможува на веб-страниците да заработат пари за да ја задоволат оваа побарувачка, додека блокираат ботови и други форми на злоупотреба.",
    "home-about-text-4": "На пазарот hCaptcha се напојува со ХУМАН протокол, отворен децентрализиран протокол за прегледување на човекот што работи на блокот од Ethereum. Веб-страниците заработуваат човечки токени (HMT) секогаш кога корисниците го користат виџетот hCaptcha на нивната страница и компаниите за машини за учење плаќаат човечки токени за да ги добијат етикетите со своите податоци.",
    "home-ba-labeling-services-link": "Услуги за обележување",
    "home-benefits-head-1": "Вредноста во обележувањето на податоците",
    "home-benefits-head-2": "Врати се на добротворни цели",
    "home-benefits-text-1": "Дали сфаќавте секој пат кога ќе кликнете на автомобилот, помагате бесплатно да тренирате единечни системи за учење машини на Giganticcompany?",
    "home-benefits-text-2": "hCaptcha го свртува овој модел. Кога користите hCaptcha, компаниите конкурираат за работата што ја прават вашите корисници, бидејќи ја докажуваат својата хуманост. Вие ги добивате наградите.",
    "home-benefits-text-3": "Дали сакате да се вратите на омилената добротворна организација? hCaptcha ви овозможува да ги поддржувате добротворните организации по ваш избор со заработката што ја добивате од нејзиното користење. Корисниците на вашата страница наскоро ќе можат да го видат вашиот придонес кон добротворни цели преку дискретно брендирање на интерфејсот hCaptcha.",
    "home-challenge-text-1": "Изберете ги сите слики што одговараат на барањето",
    "home-challenge-text-2": "Дефинирајте гранична површина за предмети",
    "home-challenge-text-3": "Идентификувајте ги соодветните етикети",
    "home-challenge-title-1": "Споредба",
    "home-challenge-title-2": "Кутија за сврзување",
    "home-challenge-title-3": "Категоризација",
    "home-challenges-head": "Претставени предизвици",
    "home-challenges-text-1": "... и други едноставни задачи. Лесно за луѓето, тешко за ботови.",
    "home-challenges-text-2": "Прилагодени задачи се исто така достапни за издавачи на претпријатија.",
    "home-ent-1": "Барате понуди за безбедност на нашето претпријатие?",
    "home-ent-2": "Посетете ја нашата нова посветена страница: BotStop.com",
    "home-ent-button": "Дознајте повеќе: BotStop by hCaptcha",
    "home-from-the-blog": "ОД БЛОГОТ:",
    "home-from-the-blog-value": "Како функционираат поставките за потешкотија во hCaptcha",
    "home-intro-body": "Дали користите captcha за да не чувате ботови? hCaptcha ја штити приватноста на корисниците, ги наградува веб-страниците и им помага на компаниите да ги наведат своите податоци со етикетирање. Тоа е папка за замена за reCAPTCHA: може да се префрлите за неколку минути.",
    "home-intro-button": "Пријавете се сега",
    "home-intro-head": "Запрете повеќе ботови. Започнете да ја заштитите приватноста на корисниците.",
    "home-main-1": "Приватно. Безбеден Побрзо. И ние ви плаќаме да го користите.",
    "home-main-2": "Фокусирана приватност",
    "home-main-2c": "Рекламите мрежи ги гледаат вашите посетители како производ. За hCaptcha производот е работа што ја даваат. Не ни е грижа кои се вашите корисници, само колку веројатно тие се злонамерни. Ние поддржуваме иницијативи како „Пат за приватност“ и работиме напорно за да ја балансираме приватноста и безбедноста.",
    "home-main-3": "Прво за безбедност",
    "home-main-3c": "Точноста е во ваш интерес и наша. hCaptcha е фокусиран на издавачи. Ние работиме за да ви дадеме вистински податоци и ќе ви овозможиме да одлучите како да ги користите. Други captchas се обезбедени од",
    "home-main-3c2": "рекламни компании. Ова значи дека секој бот што го блокираат може да ги намали приходите.",
    "home-main-4": "Подобро корисничко искуство",
    "home-main-4c": "Софистицираните модели за машинско учење се користат од hCaptcha за определување на човештвото. Ова ни овозможува да бараме помалку вознемирувачки задачи од вашите корисници и да одвојат помалку време во тоа, додека сеуште произведуваат корисни етикетирани податоци за етикетирање на клиенти.",
    "home-main-plans": "hCaptcha е бесплатен за употреба за издавачи со која било големина. Сепак, за претпријатијата и платформите на кои им е потребна поголема контрола, достапни се решенијата за нашето претпријатие.",
    "home-main-plans2": "решенијата за претпријатија hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации или посетете",
    "home-main-plans3": "решенијата за претпријатија hCaptcha штитат милиони корисници преку десетици милиони веб-страници за некои од најголемите компании на планетата. Ве молиме контактирајте не за повеќе информации или посетете",
    "home-main-plans4": "за детали.",
    "home-plans-button-1": "Пријавете се сега",
    "home-plans-button-2": "Контакт продажба",
    "home-plans-chart-head-1": "Карактеристики",
    "home-plans-chart-head-2": "Издавач",
    "home-plans-chart-head-3": "Претпријатие",
    "home-plans-chart-row-1-cell-1": "Прикажани се типови на контролни предизвици",
    "home-plans-chart-row-1-cell-2": "Ограничен",
    "home-plans-chart-row-1-cell-3": "Вкупно",
    "home-plans-chart-row-10-cell-1": "Ниво на готово ниво на тежина",
    "home-plans-chart-row-11-cell-1": "Ниво на готово ниво на тежина",
    "home-plans-chart-row-12-cell-1": "Ниво на готово ниво на тежина",
    "home-plans-chart-row-2-cell-1": "Контрола на користена содржина за предизвик",
    "home-plans-chart-row-2-cell-2": "Ограничен",
    "home-plans-chart-row-2-cell-3": "Вкупно",
    "home-plans-chart-row-6-cell-1": "Политика за приватност на БДПР и ЦЦПА",
    "home-plans-chart-row-7-cell-1": "Ниво на готово ниво на тежина",
    "home-plans-chart-row-8-cell-1": "Ниво на готово ниво на тежина",
    "home-plans-chart-row-9-cell-1": "Ниво на готово ниво на тежина",
    "home-try-it-out-button": "Добијте hCaptcha",
    "home-try-it-out-text": "hCaptcha овозможува едноставно, лесно и сигурно откривање на бот додека е тривијално за луѓето да се решат.",
    "home-try-it-put-head": "Испробај го",
    "labeling-about-head": "За hCaptcha",
    "labeling-about-text-1": "hCaptcha е дизајниран да го реши најголемиот трудоинтензивен проблем во машинското учење; обележување големи количини на податоци навремено, достапно и сигурен начин. Повеќе податоци генерално даваат подобри резултати во моделите за учење машини за обука. Неодамнешниот успех на длабоките модели доведе до сè поголеми пакети со податоци, а hCaptcha му служи на оваа потреба.",
    "labeling-about-text-2": "Како и да е, креирањето големи бази на податоци разгледани од човекот со употреба на традиционални методи е и бавно и скапо. hCaptcha е начин компаниите да ги добијат забелешките што ги бараат побрзо, со повисок квалитет и пониска цена од другите алтернативи.",
    "labeling-annotations-head": "Видови на забелешки",
    "labeling-annotations-text-1": "Точно откривање на предмети во слики и видео",
    "labeling-annotations-text-2": "Точно откривање на предмети во слики и видео",
    "labeling-annotations-text-3": "Покажете прибелешки за многу различни случаи на употреба",
    "labeling-annotations-text-4": "Сортирајте или додајте произволни категории со која било големина",
    "labeling-annotations-text-5": "Откривање и класификација на сила на човекот",
    "labeling-annotations-text-6": "Дали ви треба друг вид што не е наведен овде? Само прашајте нè.",
    "labeling-annotations-title-1": "Кутии за сврзување",
    "labeling-annotations-title-2": "Полигони",
    "labeling-annotations-title-3": "Обележја",
    "labeling-annotations-title-4": "Категоризација на атрибути",
    "labeling-annotations-title-5": "Споредба и откривање",
    "labeling-annotations-title-6": "... и многу повеќе",
    "labeling-ent-button": "Контактирајте го нашиот тим за решенија за претпријатија",
    "labeling-ent-head": "Треба контрола од крај до крај?",
    "labeling-ent-text-1": "HUMAN платформата зад hCaptcha обезбедува високо софистициран квалитет на работа и одлики за управување со преку-премиса, хибридни или Saas распоредувања кои се интегрираат со постојните системи.",
    "labeling-ent-text-2": "Извршете целосно офлајн со сопствената работна сила, искористената вредност на патеката преку деловните единици или партнерите од конзорциумот, селективно насочување на работните места до различни внатрешни или надворешни даватели на работна сила засновани на побарувања за трошоци и безбедност и многу повеќе.",
    "labeling-ent-text-3": "‍ Лесен пристап до API, прекрасни табла и најнова технологија за модели во јамка за да се зголеми ефикасноста на работниците.",
    "labeling-ent-text-4": "СДА за 99,99% uptime и достапна е 24/7 глобална поддршка. За повеќе информации:",
    "labeling-features-head-1": "Едноставни API-управувани цевководи.",
    "labeling-features-head-2": "Оптимизиран за цена и квалитет. Не е потребна обврска за однапред.",
    "labeling-features-head-3": "Плаќајте само за потребната точност.",
    "labeling-features-head-4": "Обезбедете ги вашите сопствени податоци за вистината или дозволете ни да ги градиме.",
    "labeling-features-text-1": "Дали сакате директно да го интегрирате човековиот преглед во деловното работење? Ние нудиме SLA-а со голема сигурност, загарантиран капацитет и едноставни API за ВЕЕ.",
    "labeling-features-text-2": "Платформата HUMAN користи сеопфатни модели на доверба за да изврши софистицирана анализа на квалитетот во реално време. Ова ни овозможува брзо да ја утврдиме тешкотијата на прашањата и нивниот веродостоен одговор, заштедувајќи време и пари.",
    "labeling-features-text-3": "Не сите проблеми се исти. Забелешките за безбедносни критични задачи може да бараат 99,99% доверба од целосно човечки работници. Забелешките за една бета функција во апликација за мобилни игри може да бараат само умерена самодоверба. Ти одлучи.",
    "labeling-features-text-4": "Дали имате сурови податоци без сеопфатен сет за верификација? Во повеќето случаи, можеме да изградиме еден за вас како задачи што ги извршуваат системот, или да креираме означени примероци за ваше одобрување.",
    "labeling-info-head": "Прв етикета на податоци",
    "labeling-info-text-1": "Зборувајте со еден од нашите експерти за домен за да ги дефинирате потребите на вашиот проект: точност на целта, формат и какви било посебни барања.",
    "labeling-info-text-2": "Извршуваме мала работа за производство врз основа на вашите податоци за примероците. Ова ја тестира работата што ја направивме заедно за да се обезбеди точно она што ви треба.",
    "labeling-info-text-3": "Со нашиот голем волумен и ниска латентност ќе ја свртиме работата бргу, со автоматска достава веднаш штом се заврши.",
    "labeling-info-text-4": "Бидејќи подобро ги разбираме параметрите на вашата производна работа, резултатите ќе продолжат да се подобруваат со текот на времето.",
    "labeling-info-text-5": "Табла во живо ви овозможува да обезбедите повратни информации или производство на пауза во секое време.",
    "labeling-info-title-1": "Дефинирајте ги спецификациите",
    "labeling-info-title-2": "Почетна тест за работа",
    "labeling-info-title-3": "Распоредување работни места за производство",
    "labeling-info-title-4": "Континуирано подобрување",
    "labeling-info-title-5": "Резултати во реално време",
    "labeling-main-1": "Економично етикетирање на податоци по обем",
    "labeling-main-1-button": "Добијте ги етикетите со податоци сега",
    "labeling-main-1c": "Дали ви требаат повеќе етикети за вашите податоци? hCaptcha обезбедува брзо, економично и високо квалитетно обележување на податоци за компании кои работат на вештачка интелигенција и апликации за машинско учење.",
    "labeling-main-2": "Стартувајте милиони задачи веднаш.",
    "labeling-main-2-button": "Купете услуги за етикетирање податоци",
    "labeling-main-2c": "hCaptcha има еден од најголемите базени на планетата достапен за ваша употреба. Без оглед на вашата скала, можеме да го справиме без скапи обврски однапред. Милиони задачи на ден не се проблем.",
    "labeling-platform-head": "Приватни или јавни информации",
    "labeling-platform-text": "hCaptcha е изградена на HUMAN платформата, која овозможува софистицирано рутирање и анализа да ги оптимизира трошоците и ефикасноста на секој чекор. Оваа технологија овозможува правилната работна сила да се справи со секој дел од вашата работа, максимизирајќи ја ефикасноста на трошоците, додека ја зачувува приватноста и ги исполнува сите регулаторни барања што може да се применат.",
    "labeling-try-button": "Купете услуги за етикетирање податоци",
    "labeling-try-head": "Сакате да пробате со вашите податоци?",
    "labeling-try-text": "... ние сме подготвени кога сте: нашата услуга е достапна околу часовникот.",
    "learn-more-hcaptcha": "Дознајте повеќе за hCaptcha",
    "page-acc-faq-1": "Прашање: Дали е во согласност со hCaptcha Дел 508 + WCAG 2.0? Одговор: Ние веруваме така: сите корисници со каква било форма на оштетување кои можат да прелистуваат на Интернет и да внесат текст на обрасци, можат да пристапат до услугите заштитени со hCaptcha по регистрацијата. Како и да е, ова не е правен совет: треба да извршите ваша проценка, земајќи ја предвид вашата конкретна имплементација за да се осигурите дека ова е случај за вашето распоредување.",
    "page-acc-faq-2": "Прашање: Дали работите на други опции за пристапност (a11y), како аудио? Одговор: Претходно популарните опции како аудио captchas се дискриминираат кај многу корисници на 1111 и лесно се поразуваат со современи техники за учење машини. Ова ги принуди тековните аудио-предизвици да станат сè потешки, воведувајќи бучава, необичен тајминг, необични комбинации на зборови, и така натаму, за да ги победат напаѓачите. Така, ние сме помалку ентузијасти во врска со овој пристап наспроти целосно избегнување на предизвикот, но ќе го разгледаме ако има побарувачка од заедницата a11y. Сепак, ние сме многу заинтересирани за Privacy Pass за случајот за употреба со пристапност. Веруваме дека комбинирањето на сегашниот пристапен пристап 1111 со издавањето на „Прилагодено минување“ ќе им овозможи на корисниците на 1111 безбедно да прелистуваат, безбедни во сознанието дека нивниот сообраќај е по приватен, притоа ограничувајќи ја злоупотребата од страна на бот-оператори што неизбежно се јавува кога се достапни опции a11y. Ние сме активни учесници во работната група на IETF за стандардизирање на оваа нова технологија.",
    "page-acc-faq-3": "Прашање: Што е со приватноста? Дали регистрацијата ги изложува податоците на разгледување a11y на некој начин? Што правите со е-поштата? Одговор: hCaptcha е дизајниран за приватност од земја нагоре. Многу е различно од традиционалните опции, како што се reCAPTCHA, кои се во сопственост на мрежни реклами, кои имаат поттик да ве следат низ мрежата и да ве здружат со вистински идентитет. Никогаш не користиме е-пошта или информации за пристапност за која било друга цел, освен да олеснуваме употреба на 1111 и да спречиме злоупотреба. Нашата политика за приватност има сеопфатни и авторитативни одговори за тоа како ги користиме податоците, но краткиот одговор е дека ние немаме интерес да ве здружуваме како личност со вашата историја на прелистување. Исто така, ние во моментов работиме на криптографско решение за брзо отстранување на вашата е-пошта додека сè уште ја зачувуваме нашата способност да спречиме злоупотреба, надополнувајќи ја нашата работа за приватност.",
    "page-acc-link-1": "Ако сте корисник на пристапност, пријавете се овде.",
    "page-acc-subhead": "Обезбедување на лесен пристап за сите корисници при одржување на безбедноста",
    "page-acc-summary": "Резиме",
    "page-acc-summary-contents-1": "hCaptcha е дизајниран да ги запре ботовите разликувајќи ги од луѓето. Визуелните тестови се погодна алатка за ова, но не секој може да реши визуелен предизвик. Поради оваа причина, ние дизајниравме едноставна, безболна алтернатива за да им овозможиме на издавачите што ја користат нашата услуга да ја зачуваат пристапноста за сите со целосна усогласеност на Дел 508 и WCAG 2.0.",
    "page-acc-summary-contents-2": "Како работи: прво, корисникот за пристапност се најавува на оваа URL-адреса, што е поврзано на страницата со информации за widget hCaptcha. Ним им се дава шифрирано колаче што може да се користи неколку пати на ден, но мора да се обновуваат на секои 24 часа преку најава. Кога ќе се претстави предизвик на корисник за пристапност на која било страница користејќи ја услугата hCaptcha, тие автоматски ќе поминат.",
    "page-acc-title": "Информации за пристапност до hCaptcha",
    "page-acc-tr-body": "Прашање: Сè уште гледам предизвик по поставувањето на колачето. Што е тоа што го предизвикува? Одговор: Ова обично се должи на употреба на агресивен блокатор на реклами или екстензија против колачиња, или поставка што блокира колачиња на страницата, во овој случај колаче за hcaptcha.com што е поставено или проверено од hCaptcha JavaScript на различна страница , како оној што го посетуваш. Колачињата за пристапност на hCaptcha работат со сите популарни прелистувачи и блокатори на реклами со нивните стандардни поставки, така што обично неуспесите се должат на скриптите за борба против adblock или слични правила, насочени кон одредени страници. Решенија: 1. Белиот список hcaptcha.com и * .hcaptcha.com колачиња во вашиот блокатор за реклами или екстензија за безбедност на прелистувачот. 2. Ако користите Brave прелистувач, што (заклучно со април 2020 година) не постои каков било список со белешки за колачиња, одете до Preferences -> Shields -> Cookies и изберете Allow All Cookies. 3. Ако ја користите најновата верзија на Safari на неодамна објавениот OS X 10.15 или iOS 13. 4, Apple штотуку го промени однесувањето на Safari во врска со колачињата од трети страни, блокирајќи ги сите од нив стандардно. Ние спроведуваме решение, но во меѓувреме посетете ги параметрите за Safari, делот за приватност и одштиклирајте Следење на веб-страница: Спречете следење на страницата за да овозможите колаче за пристапност да функционира како што се очекуваше. Прашање: Јас користам повеќе уреди. Дали треба да се регистрирам повеќе пати? Одговор: Не. Кликнете на истата врска за најава за е-пошта испратена до вас на секој уред што го користите за да го поставите колачето.",
    "page-acc-tr-title": "За корисници на пристапност: Водич за Q&A и смена на проблеми",
    "priv-hc": "Фокусирана приватност",
    "priv-hc-text": "Рекламите мрежи ве гледаат како на нивниот производ. Ние не Не ни е грижа кои се корисниците, само колку веројатно тие се злонамерни. Ние поддржуваме иницијативи како „Пат за приватност“ и работиме напорно за да ја балансираме приватноста и безбедноста.",
    "reporting-bugs-accessibility-button": "Дознајте повеќе за опциите за пристапност",
    "reporting-bugs-accessibility-head": "Опции за пристапност",
    "reporting-bugs-accessibility-text": "Дали сте со оштетен вид или на друг начин не сте во можност да ги завршите hCaptchas?",
    "reporting-bugs-guide-ff-head": "Фаќање детали за извештајот за грешки: Firefox",
    "reporting-bugs-guide-ff-step-1": "Чекор 1: Отворете алатки за развивачи (Ова започнува со снимање на сесијата.)",
    "reporting-bugs-guide-ff-step-2": "Чекор 2: Кликнете на мрежното копче во Алатки за развој. Проверете го полето \"Дневник на персисти\" на врвот.",
    "reporting-bugs-guide-ff-step-3": "Чекор 3: посетете го https://accounts.hcaptcha.com/demo или веб-страницата на која имате проблем (Белешка за приватност: само ако не ви пречи да споделувате што е тоа) ... и потоа кликнете на \" Јас сум човечко “копче и обидете се да решите.",
    "reporting-bugs-guide-ff-step-4": "Чекор 4: Кликнете на \"HAR\" откако ќе се обидете да решите и изберете \"Save All as HAR\" за да го зачувате мрежниот дневник. Испратете ја таа датотека до нас.",
    "reporting-bugs-guide-ff-step-5": "Чекор 5: Кликнете на табулаторот Конзола и кликнете со десното копче на копчето \"Изберете ги сите\" и зачувајте го во текстуална датотека, за да ја зачувате дневникот на конзолата. Испратете ни го исто така.",
    "reporting-bugs-guide-ff-step-6": "Последен чекор: испратете ни ги е-пошта оние HAR и конзоли за логирање, и опишете го проблемот: Користете: support@hcaptcha.com (ве молиме користете услуга како Dropbox или Filebin и испратете линкови) и по избор на слика од екранот, доколку се сомневате дека нешто не прикажува правилно . Ве молиме, испратете ја и IP што ја користите. Можете да го добиете од https://www.whatsmyip.org/‍ Ви благодариме што одвоивте време да ни помогнете да ги добиеме овие информации! Ние сме посветени да направиме hCaptcha да работи добро за сите.",
    "reporting-bugs-guide-head": "Снимање Детали за извештај за грешки: Хром",
    "reporting-bugs-guide-step-1": "Чекор 1: Отворете алатки за развивачи (Ова започнува со снимање на сесијата.)",
    "reporting-bugs-guide-step-2": "Чекор 2: Кликнете на мрежното копче во Алатки за развој. Проверете го полето \"Зачувај дневник\" на врвот.",
    "reporting-bugs-guide-step-3": "Чекор 3: посетете го https://accounts.hcaptcha.com/demo или веб-страницата на која имате проблем (Белешка за приватност: само ако не ви пречи да споделувате што е тоа) ... и потоа кликнете на \" Јас сум човечко “копче и обидете се да решите.",
    "reporting-bugs-guide-step-4": "Чекор 4: Кликнете на \"Извоз HAR\" (малата стрелка) откако ќе се обидете да го решите, што го зачувува дневникот на мрежата. Испратете ја таа датотека до нас.",
    "reporting-bugs-guide-step-5": "Чекор 5: Кликнете на табулаторот Конзола и кликнете со десното копче на копчето \"Зачувај како ..\" за да ја зачувате дневникот на конзолата. Испратете ни го исто така.",
    "reporting-bugs-guide-step-6": "Последен чекор: испратете ни ги е-пошта оние HAR и конзоли за записи, и опишете го проблемот ‍ Користете: support@hcaptcha.com (ве молиме користете услуга како Dropbox или Filebin и испратете линкови) и по избор на слика од екранот, доколку се сомневате дека нешто не прикажува правилно . Ве молиме, испратете ја и IP што ја користите. Можете да го добиете од https://www.whatsmyip.org/ - Ви благодариме што одвоивте време да ни помогнете да ги добиеме овие информации! Ние сме посветени да направиме hCaptcha да работи добро за сите.",
    "reporting-bugs-guide-text-1": "Испраќање на информации за дебагирање со вашиот извештај ќе ни го олесни полесно да идентификуваме што се случува. Еве чекор-по-чекор инструкции:",
    "reporting-bugs-guide-text-2": "Ако сте веб-развивач или експерт корисник, резимето сакаме да ни испратите мрежно снимање HAR и логови на конзола за прелистувачи. Обидете се прво да ги оневозможите сите блокатори на рекламата или безбедноста на прелистувачот, а потоа повторно обидете се пред да поминете низ овие чекори. Ако тоа ви го отстрани проблемот, ние сè уште ве цениме да ги известите верзијата на вашиот прелистувач, блокаторот на реклами или екстензијата на прелистувачот и URL-то на веб-страницата.",
    "reporting-bugs-intro-head": "Пронајдовте бубачка? Еве како да го пријавите.",
    "reporting-bugs-intro-text": "Милиони луѓе користат hCaptcha секој месец, на илјадници комбинации прелистувачи, наставки, уреди, заштитен ид и многу повеќе. Нашата цел е да се осигураме дека таа секогаш работи за вас, затоа многу ги цениме вашите извештаи! За да дадете брза повратна информација, само кликнете на копчето \"Испратете ни повратни информации\". Ако гледате функционално прашање, следете ги упатствата за евиденција за дебагирање за Chrome или упатствата за евидентирање на дебагирање за Firefox подолу. За сите други прелистувачи, само испратете ни е-пошта. За потенцијални проблеми со безбедноста или приватноста, видете ги упатствата подолу.",
    "reporting-bugs-privacy-head": "Прашања за приватност",
    "reporting-bugs-privacy-text": "Не ни е грижа кои се корисниците, само колку веројатно тие се злобни или машини. Ние поддржуваме иницијативи како „Пат за приватност“ и работиме напорно за да ја балансираме приватноста и безбедноста. Ако сте пронашле проблем за кој мислите дека може да влијае на приватноста на корисниците, испратете ни на е-пошта на support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Испратете ни повратни информации",
    "reporting-bugs-provide-feedback-head": "Обезбедете непосреден фидбек за hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ние го цениме вашиот придонес. Известете ни за какви било проблеми и ќе ги решиме брзо.",
    "reporting-bugs-security-head": "Безбедносни грешки",
    "reporting-bugs-security-text": "Секогаш сме заинтересирани да примаме извештаи за грешки во безбедноста. E-mail support@hcaptcha.com & CC protection@hcaptcha.com и ние ќе ви се вратиме брзо. Исто така, имаме програма за грешки за подобра пријава за безбедност на услугата hCaptcha и изворниот код.",
    "sec-hc": "Прво за безбедност",
    "sec-hc-text": "hCaptcha е фокусиран на издавачи. Ние работиме за да им дадеме на страниците вистински податоци и оставаме да одлучат како да ги користат. Точноста е во ваш интерес и наша. Други captchas се обезбедени од рекламни компании. Секој бот што го блокира може да ги намали приходите.",
    "what-is-hcaptcha": "Што е hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha им помага на вашите омилени веб-услуги да одржуваат ботови, спам и злоупотреби со поставување едноставни прашања што се лесни за луѓето и тешко за машините.",
    "why-hc": "Зошто hCaptcha?",
    "why-hc-text": "Секој пат кога ќе одговорите на предизвик, ние користиме софистицирани модели за да откриеме дали сте човечки или машини. Веб-страницата што сте ја посетиле тогаш го користи овој резултат за да помогне да се подобри вашето искуство на нивната страница со чување на ботови."
}