{
    "acc-opt": "പ്രവേശനക്ഷമത ഓപ്ഷനുകൾ",
    "acc-opt-but": "പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് കൂടുതലറിയുക",
    "acc-opt-text": "നിങ്ങൾക്ക് കാഴ്ച വൈകല്യമുണ്ടോ അല്ലെങ്കിൽ hCaptchas പൂർത്തിയാക്കാൻ കഴിയുന്നില്ലേ?",
    "accessibility-link": "പ്രവേശനക്ഷമത",
    "appreciate-in": "നിങ്ങളുടെ ഇൻപുട്ടിനെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു. എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ ഞങ്ങളെ അറിയിക്കുക, ഞങ്ങൾ അവ വേഗത്തിൽ പരിഹരിക്കും.",
    "fb-but": "ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക",
    "feedback-text": "നിങ്ങൾ ഇപ്പോൾ കണ്ട hCaptcha- നെക്കുറിച്ച് ഫീഡ്‌ബാക്ക് നൽകുക",
    "home-ent-1": "ഞങ്ങളുടെ എന്റർപ്രൈസ് സുരക്ഷാ ഓഫറുകൾക്കായി തിരയുകയാണോ?",
    "home-ent-2": "ഞങ്ങളുടെ പുതിയ സമർപ്പിത സൈറ്റ് സന്ദർശിക്കുക: BotStop.com",
    "home-intro-body": "ബോട്ടുകൾ ഒഴിവാക്കാൻ നിങ്ങൾ ഒരു കാപ്ച ഉപയോഗിക്കുന്നുണ്ടോ? hCaptcha ഉപയോക്തൃ സ്വകാര്യത പരിരക്ഷിക്കുകയും വെബ്‌സൈറ്റുകൾക്ക് പാരിതോഷികം നൽകുകയും കമ്പനികളെ അവരുടെ ഡാറ്റ ലേബൽ ചെയ്യാൻ സഹായിക്കുകയും ചെയ്യുന്നു. ReCAPTCHA എന്നതിനായുള്ള ഒരു ഡ്രോപ്പ്-ഇൻ മാറ്റിസ്ഥാപനമാണിത്: നിങ്ങൾക്ക് മിനിറ്റുകൾക്കുള്ളിൽ മാറാൻ കഴിയും.",
    "home-intro-head": "കൂടുതൽ ബോട്ടുകൾ നിർത്തുക. ഉപയോക്തൃ സ്വകാര്യത പരിരക്ഷിക്കാൻ ആരംഭിക്കുക.",
    "home-main-1": "സ്വകാര്യം. സുരക്ഷിത. വേഗത്തിൽ. ഇത് ഉപയോഗിക്കാൻ ഞങ്ങൾ നിങ്ങൾക്ക് പണം നൽകുന്നു.",
    "home-main-2": "സ്വകാര്യത കേന്ദ്രീകരിച്ചു",
    "home-main-2c": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളുടെ സന്ദർശകരെ ഉൽപ്പന്നമായി കാണുന്നു. HCaptcha- നായി അവർ നൽകുന്ന ജോലിയാണ് ഉൽപ്പന്നം. നിങ്ങളുടെ ഉപയോക്താക്കൾ ആരാണെന്ന് ഞങ്ങൾക്ക് പ്രശ്‌നമില്ല, അവർ എത്രത്തോളം ക്ഷുദ്രകരാകാൻ സാധ്യതയുണ്ട്. സ്വകാര്യതാ പാസ് പോലുള്ള സംരംഭങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു, ഒപ്പം സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുന്നു.",
    "home-main-3": "സുരക്ഷ ആദ്യം",
    "home-main-3c": "കൃത്യത നിങ്ങളുടെ താൽപ്പര്യത്തിലും ഞങ്ങളിലുമാണ്. hCaptcha പ്രസാധക കേന്ദ്രീകൃതമാണ്. നിങ്ങൾക്ക് യഥാർത്ഥ ഡാറ്റ നൽകാനും അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് തീരുമാനിക്കാനും ഞങ്ങൾ പ്രവർത്തിക്കുന്നു. മറ്റ് ക്യാപ്‌ചകൾ നൽകുന്നത്",
    "home-main-3c2": "പരസ്യ കമ്പനികൾ. ഇതിനർത്ഥം അവർ തടയുന്ന ഓരോ ബോട്ടും അവരുടെ വരുമാനം കുറയ്‌ക്കാം.",
    "home-main-4": "മികച്ച ഉപയോക്തൃ അനുഭവം",
    "home-main-4c": "മാനവികത നിർണ്ണയിക്കാൻ അത്യാധുനിക മെഷീൻ ലേണിംഗ് മോഡലുകൾ hCaptcha ഉപയോഗിക്കുന്നു. ഉപഭോക്താക്കളെ ലേബൽ‌ ചെയ്യുന്നതിന് ഉപയോഗപ്രദമായ ലേബൽ‌ ചെയ്‌ത ഡാറ്റ ഉൽ‌പാദിപ്പിക്കുമ്പോൾ‌, നിങ്ങളുടെ ഉപയോക്താക്കളിൽ‌ നിന്നും ശല്യപ്പെടുത്തുന്ന ടാസ്‌ക്കുകൾ‌ ആവശ്യപ്പെടുന്നതിനും അങ്ങനെ ചെയ്യുന്നതിന് അവരുടെ സമയം കുറച്ച് എടുക്കുന്നതിനും ഇത് ഞങ്ങളെ അനുവദിക്കുന്നു.",
    "home-main-plans": "ഏത് വലുപ്പത്തിലുള്ള പ്രസാധകർക്കും hCaptcha ഉപയോഗിക്കാൻ സ is ജന്യമാണ്. എന്നിരുന്നാലും, കൂടുതൽ നിയന്ത്രണം ആവശ്യമുള്ള സംരംഭങ്ങൾക്കും പ്ലാറ്റ്ഫോമുകൾക്കും, ഞങ്ങളുടെ എന്റർപ്രൈസ് പരിഹാരങ്ങൾ ലഭ്യമാണ്.",
    "home-main-plans2": "hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകൾ ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലുടനീളം ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ ഈ ഗ്രഹത്തിലെ ചില വലിയ കമ്പനികൾക്കായി പരിരക്ഷിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾക്ക് ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക, അല്ലെങ്കിൽ സന്ദർശിക്കുക",
    "home-main-plans3": "hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകൾ ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലുടനീളം ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ ഈ ഗ്രഹത്തിലെ ചില വലിയ കമ്പനികൾക്കായി പരിരക്ഷിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾക്ക് ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക, അല്ലെങ്കിൽ സന്ദർശിക്കുക",
    "home-main-plans4": "വിശദാംശങ്ങൾക്ക്.",
    "learn-more-hcaptcha": "HCaptcha യെക്കുറിച്ച് കൂടുതലറിയുക",
    "page-acc-faq-1": "ചോദ്യം: hCaptcha വകുപ്പ് 508 + WCAG 2.0 അനുസരിച്ചുള്ളതാണോ? ഉത്തരം: ഞങ്ങൾ‌ അങ്ങനെ വിശ്വസിക്കുന്നു: വെബിൽ‌ ബ്ര rowse സ് ചെയ്യാനും ഫോമുകളിൽ‌ വാചകം നൽ‌കാനും കഴിയുന്ന ഏതെങ്കിലും തരത്തിലുള്ള വൈകല്യമുള്ള എല്ലാ ഉപയോക്താക്കൾ‌ക്കും രജിസ്ട്രേഷന് ശേഷം hCaptcha പരിരക്ഷിച്ച സേവനങ്ങൾ‌ ആക്‌സസ് ചെയ്യാൻ‌ കഴിയും. എന്നിരുന്നാലും, ഇത് നിയമോപദേശമല്ല: നിങ്ങളുടെ വിന്യാസത്തിന് ഇത് തന്നെയാണെന്ന് ഉറപ്പാക്കുന്നതിന് നിങ്ങളുടെ പ്രത്യേക നടപ്പാക്കൽ കണക്കിലെടുത്ത് നിങ്ങൾ സ്വന്തം വിലയിരുത്തൽ നടത്തണം.",
    "page-acc-faq-2": "ചോദ്യം: ഓഡിയോ പോലുള്ള മറ്റ് പ്രവേശനക്ഷമത (a11y) ഓപ്ഷനുകളിൽ നിങ്ങൾ പ്രവർത്തിക്കുന്നുണ്ടോ? ഉത്തരം: മുമ്പ് ജനപ്രിയമായ ഓഡിയോ കാപ്ചകൾ നിരവധി a11y ഉപയോക്താക്കളോട് വിവേചനം കാണിക്കുകയും ആധുനിക മെഷീൻ ലേണിംഗ് ടെക്നിക്കുകൾ ഉപയോഗിച്ച് എളുപ്പത്തിൽ പരാജയപ്പെടുത്തുകയും ചെയ്യുന്നു. ഇത് നിലവിലെ ഓഡിയോ വെല്ലുവിളികളെ കൂടുതൽ കൂടുതൽ പ്രയാസകരമാക്കുകയും ശബ്‌ദം, വിചിത്രമായ സമയം, അസാധാരണമായ പദ കോമ്പിനേഷനുകൾ എന്നിവ അവതരിപ്പിക്കുകയും ആക്രമണകാരികളെ പരാജയപ്പെടുത്തുകയും ചെയ്യുന്നു. ഈ സമീപനത്തെക്കുറിച്ചും വേഴ്സസ് വെല്ലുവിളിയെ പൂർണ്ണമായും ഒഴിവാക്കുന്നതിനെക്കുറിച്ചും ഞങ്ങൾക്ക് ആവേശം കുറവാണ്, പക്ഷേ a11y കമ്മ്യൂണിറ്റിയിൽ നിന്ന് ആവശ്യമുണ്ടെങ്കിൽ അത് പരിഗണിക്കും. എന്നിരുന്നാലും, പ്രവേശനക്ഷമത ഉപയോഗത്തിനുള്ള സ്വകാര്യതാ പാസിൽ ഞങ്ങൾക്ക് വലിയ താൽപ്പര്യമുണ്ട്. ഞങ്ങളുടെ നിലവിലെ a11y സമീപനത്തെ സ്വകാര്യതാ പാസ് ഇഷ്യുവുമായി സംയോജിപ്പിക്കുന്നത് a11y ഉപയോക്താക്കൾക്ക് സുരക്ഷിതമായി ബ്ര rowse സ് ചെയ്യാനും അവരുടെ ട്രാഫിക് കൂടുതൽ സ്വകാര്യമാണെന്ന അറിവിൽ സുരക്ഷിതമാക്കാനും a11y ഓപ്ഷനുകൾ ലഭ്യമാകുമ്പോൾ അനിവാര്യമായും സംഭവിക്കുന്ന ബോട്ട് ഓപ്പറേറ്റർമാരുടെ ദുരുപയോഗം നിയന്ത്രിക്കാനും അനുവദിക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു. ഈ പുതിയ സാങ്കേതികവിദ്യയെ മാനദണ്ഡമാക്കുന്ന ഐ‌ഇ‌റ്റി‌എഫ് വർക്കിംഗ് ഗ്രൂപ്പിൽ‌ ഞങ്ങൾ‌ സജീവ പങ്കാളികളാണ്.",
    "page-acc-faq-3": "ചോദ്യം: സ്വകാര്യതയെക്കുറിച്ച്? രജിസ്ട്രേഷൻ ഏതെങ്കിലും വിധത്തിൽ a11y ബ്ര rows സിംഗ് ഡാറ്റ വെളിപ്പെടുത്തുന്നുണ്ടോ? ഇമെയിൽ ഉപയോഗിച്ച് നിങ്ങൾ എന്തുചെയ്യുന്നു? ഉത്തരം: hCaptcha അടിസ്ഥാനപരമായി സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു. പരസ്യ നെറ്റ്‌വർക്കുകളുടെ ഉടമസ്ഥതയിലുള്ള reCAPTCHA പോലുള്ള പരമ്പരാഗത ഓപ്ഷനുകളേക്കാൾ ഇത് വളരെ വ്യത്യസ്തമാണ്, അവർക്ക് വെബിലുടനീളം നിങ്ങളെ ട്രാക്കുചെയ്യാനും ഒരു യഥാർത്ഥ ഐഡന്റിറ്റിയുമായി ബന്ധപ്പെടുത്താനും ഒരു പ്രോത്സാഹനമുണ്ട്. A11y ഉപയോഗം സുഗമമാക്കുകയും ദുരുപയോഗം തടയുകയും ചെയ്യുകയല്ലാതെ മറ്റൊരു ആവശ്യത്തിനും ഞങ്ങൾ ഒരിക്കലും പ്രവേശനക്ഷമത ഇമെയിലുകളോ വിവരങ്ങളോ ഉപയോഗിക്കില്ല. ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിന് ഞങ്ങൾ ഡാറ്റ എങ്ങനെ ഉപയോഗിക്കുന്നു എന്നതിന് സമഗ്രവും ആധികാരികവുമായ ഉത്തരങ്ങളുണ്ട്, പക്ഷേ നിങ്ങളുടെ ബ്ര rows സിംഗ് ചരിത്രമുള്ള ഒരു വ്യക്തിയെന്ന നിലയിൽ നിങ്ങളെ ബന്ധപ്പെടുത്താൻ ഞങ്ങൾക്ക് താൽപ്പര്യമില്ല എന്നതാണ് ചെറിയ ഉത്തരം. നിങ്ങളുടെ ഇമെയിൽ വിലാസം വേഗത്തിൽ നിരസിക്കുന്നതിന് ഞങ്ങൾ നിലവിൽ ഒരു ക്രിപ്റ്റോഗ്രാഫിക് പരിഹാരത്തിനായി പ്രവർത്തിക്കുന്നു. ദുരുപയോഗം തടയാനുള്ള ഞങ്ങളുടെ കഴിവ് കാത്തുസൂക്ഷിക്കുന്നതിനിടയിലും, ഞങ്ങളുടെ സ്വകാര്യതാ പാസ് ജോലികൾ പൂർത്തീകരിക്കുന്നതിലും.",
    "page-acc-link-1": "നിങ്ങൾ ഒരു പ്രവേശനക്ഷമത ഉപയോക്താവാണെങ്കിൽ, ദയവായി ഇവിടെ സൈൻ അപ്പ് ചെയ്യുക.",
    "page-acc-subhead": "സുരക്ഷ നിലനിർത്തിക്കൊണ്ടുതന്നെ എല്ലാ ഉപയോക്താക്കൾക്കും തടസ്സമില്ലാത്ത ആക്‌സസ്സ് ഉറപ്പാക്കുന്നു",
    "page-acc-summary": "സംഗ്രഹം",
    "page-acc-summary-contents-1": "ആളുകളിൽ നിന്ന് വേർതിരിച്ചുകൊണ്ട് ബോട്ടുകൾ തടയുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. വിഷ്വൽ ടെസ്റ്റുകൾ ഇതിനുള്ള ഒരു സ tool കര്യപ്രദമായ ഉപകരണമാണ്, എന്നാൽ എല്ലാവർക്കും ഒരു വിഷ്വൽ വെല്ലുവിളി പരിഹരിക്കാൻ കഴിയില്ല. ഇക്കാരണത്താൽ, ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുന്ന പ്രസാധകരെ പൂർണ്ണ വിഭാഗം 508, ഡബ്ല്യുസി‌എജി 2.0 പാലിക്കൽ എന്നിവ ഉപയോഗിച്ച് എല്ലാവർക്കും പ്രവേശനക്ഷമത സംരക്ഷിക്കാൻ അനുവദിക്കുന്നതിന് ലളിതവും വേദനയില്ലാത്തതുമായ ഒരു ബദൽ ഞങ്ങൾ രൂപകൽപ്പന ചെയ്തിട്ടുണ്ട്.",
    "page-acc-summary-contents-2": "ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു: ആദ്യം, ഒരു പ്രവേശനക്ഷമത ഉപയോക്താവ് ഈ URL ൽ സൈൻ അപ്പ് ചെയ്യുന്നു, അത് hCaptcha വിജറ്റ് വിവര പേജിൽ ലിങ്ക് ചെയ്തിരിക്കുന്നു. അവർക്ക് ഒരു എൻ‌ക്രിപ്റ്റ് ചെയ്ത കുക്കി നൽകിയിട്ടുണ്ട്, അത് പ്രതിദിനം നിരവധി തവണ ഉപയോഗിക്കാം, പക്ഷേ ഓരോ 24 മണിക്കൂറിലും ലോഗിൻ വഴി പുതുക്കേണ്ടതാണ്. HCaptcha സേവനം ഉപയോഗിച്ച് ഏത് സൈറ്റിലെയും പ്രവേശനക്ഷമത ഉപയോക്താവിന് ഒരു വെല്ലുവിളി അവതരിപ്പിക്കുമ്പോൾ, അവ യാന്ത്രികമായി കടന്നുപോകും.",
    "page-acc-title": "hCaptcha പ്രവേശനക്ഷമത വിവരങ്ങൾ",
    "page-acc-tr-body": "ചോദ്യം: കുക്കി സജ്ജമാക്കിയതിനുശേഷവും ഞാൻ ഒരു വെല്ലുവിളി കാണുന്നു. എന്താണ് ഇതിന് കാരണം? ഉത്തരം: ആക്രമണാത്മക പരസ്യ ബ്ലോക്കർ അല്ലെങ്കിൽ ആന്റി-കുക്കി എക്സ്റ്റൻഷൻ അല്ലെങ്കിൽ ക്രോസ്-സൈറ്റ് കുക്കികളെ തടയുന്ന ഒരു ക്രമീകരണം എന്നിവ മൂലമാണ് ഇത് സംഭവിക്കുന്നത്, ഈ സാഹചര്യത്തിൽ മറ്റൊരു സൈറ്റിൽ hCaptcha JavaScript സജ്ജമാക്കിയതോ പരിശോധിച്ചതോ ആയ hcaptcha.com- നായുള്ള ഒരു കുക്കി. , നിങ്ങൾ സന്ദർശിക്കുന്നതുപോലെ. hCaptcha പ്രവേശനക്ഷമത കുക്കികൾ‌ എല്ലാ ജനപ്രിയ ബ്ര rowsers സറുകൾ‌ക്കും പരസ്യ ബ്ലോക്കറുകൾ‌ക്കും അവരുടെ സ്റ്റാൻ‌ഡേർ‌ഡ് ക്രമീകരണങ്ങൾ‌ക്കൊപ്പം പ്രവർ‌ത്തിക്കുന്നു, അതിനാൽ‌ സാധാരണ പരാജയങ്ങൾ‌ ആന്റി-ആഡ്‌ബ്ലോക്ക് സ്ക്രിപ്റ്റുകൾ‌ അല്ലെങ്കിൽ‌ പ്രത്യേക സൈറ്റുകളെ ടാർ‌ഗെറ്റുചെയ്യുന്ന സമാന റൂൾ‌സെറ്റുകൾ‌ എന്നിവയാണ്. പരിഹാരങ്ങൾ‌: 1. നിങ്ങളുടെ പരസ്യ ബ്ലോക്കറിലോ ബ്ര browser സർ‌ സുരക്ഷാ വിപുലീകരണത്തിലോ വൈറ്റ്‌ലിസ്റ്റ് hcaptcha.com, * .hcaptcha.com കുക്കികൾ‌. 2. നിങ്ങൾ ഏതെങ്കിലും തരത്തിലുള്ള കുക്കി വൈറ്റ്‌ലിസ്റ്റ് ഉള്ളതായി തോന്നാത്ത (2020 ഏപ്രിൽ വരെ) ധീരമായ ബ്ര browser സർ ഉപയോഗിക്കുകയാണെങ്കിൽ, മുൻ‌ഗണനകൾ -> ഷീൽഡുകൾ -> കുക്കികളിലേക്ക് പോയി എല്ലാ കുക്കികളും അനുവദിക്കുക തിരഞ്ഞെടുക്കുക. 3. നിങ്ങൾ അടുത്തിടെ പുറത്തിറങ്ങിയ OS X 10.15 അല്ലെങ്കിൽ iOS 13. 4 ൽ സഫാരിയുടെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുകയാണെങ്കിൽ, ആപ്പിൾ മൂന്നാം കക്ഷി കുക്കികളുമായി ബന്ധപ്പെട്ട സഫാരിയുടെ സ്വഭാവത്തിൽ മാറ്റം വരുത്തി, അവയെല്ലാം സ്ഥിരസ്ഥിതിയായി തടയുന്നു. ഞങ്ങൾ ഒരു പരിഹാരം നടപ്പിലാക്കുന്നു, എന്നാൽ അതിനിടയിൽ ദയവായി സഫാരി മുൻ‌ഗണനകൾ, സ്വകാര്യത വിഭാഗം സന്ദർശിക്കുക, വെബ്‌സൈറ്റ് ട്രാക്കിംഗ് അൺചെക്ക് ചെയ്യുക: ആക്‌സസ് ചെയ്യാവുന്ന കുക്കി പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കാൻ പ്രാപ്‌തമാക്കുന്നതിന് ക്രോസ്-സൈറ്റ് ട്രാക്കിംഗ് തടയുക. ചോദ്യം: ഞാൻ ഒന്നിലധികം ഉപകരണങ്ങൾ ഉപയോഗിക്കുന്നു. എനിക്ക് ഒന്നിലധികം തവണ സൈൻ അപ്പ് ചെയ്യേണ്ടതുണ്ടോ? ഉത്തരം: ഇല്ല. കുക്കി സജ്ജീകരിക്കുന്നതിന് നിങ്ങൾ ഉപയോഗിക്കുന്ന ഓരോ ഉപകരണത്തിലും നിങ്ങൾക്ക് അയച്ച അതേ ഇമെയിൽ ലോഗിൻ ലിങ്കിൽ ക്ലിക്കുചെയ്യുക.",
    "page-acc-tr-title": "പ്രവേശനക്ഷമത ഉപയോക്താക്കൾക്കായി: ചോദ്യോത്തരവും പ്രശ്‌നപരിഹാര ഗൈഡും",
    "priv-hc": "സ്വകാര്യത കേന്ദ്രീകരിച്ചു",
    "priv-hc-text": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളെ അവരുടെ ഉൽപ്പന്നമായി കാണുന്നു. ഞങ്ങൾ അങ്ങനെ ചെയ്യുന്നില്ല. ഉപയോക്താക്കൾ ആരാണെന്ന് ഞങ്ങൾക്ക് പ്രശ്‌നമില്ല, അവർ എത്രത്തോളം ക്ഷുദ്രകരാകാൻ സാധ്യതയുണ്ട്. സ്വകാര്യതാ പാസ് പോലുള്ള സംരംഭങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു, ഒപ്പം സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുന്നു.",
    "sec-hc": "സുരക്ഷ ആദ്യം",
    "sec-hc-text": "hCaptcha പ്രസാധക കേന്ദ്രീകൃതമാണ്. സൈറ്റുകൾക്ക് യഥാർത്ഥ ഡാറ്റ നൽകാനും അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് തീരുമാനിക്കാൻ അവരെ അനുവദിക്കാനും ഞങ്ങൾ പ്രവർത്തിക്കുന്നു. കൃത്യത നിങ്ങളുടെ താൽപ്പര്യത്തിലും ഞങ്ങളിലുമാണ്. പരസ്യ കമ്പനികളാണ് മറ്റ് ക്യാപ്‌ചകൾ നൽകുന്നത്. അവർ തടയുന്ന ഓരോ ബോട്ടും അവരുടെ വരുമാനം കുറയ്‌ക്കാം.",
    "what-is-hcaptcha": "എന്താണ് hCaptcha?",
    "what-is-hcaptcha-text": "മനുഷ്യർക്ക് എളുപ്പവും മെഷീനുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതുമായ ലളിതമായ ചോദ്യങ്ങൾ ചോദിച്ചുകൊണ്ട് ബോട്ടുകൾ, സ്പാം, ദുരുപയോഗം എന്നിവ ഒഴിവാക്കാൻ നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ് സേവനങ്ങളെ hCaptcha സഹായിക്കുന്നു.",
    "why-hc": "എന്തുകൊണ്ട് hCaptcha?",
    "why-hc-text": "ഓരോ തവണയും നിങ്ങൾ ഒരു വെല്ലുവിളിക്ക് ഉത്തരം നൽകുമ്പോൾ, നിങ്ങൾ മനുഷ്യനാണോ അതോ യന്ത്രമാണോ എന്ന് മനസിലാക്കാൻ ഞങ്ങൾ ആധുനിക മോഡലുകൾ ഉപയോഗിക്കുന്നു. നിങ്ങൾ സന്ദർശിച്ച വെബ്‌സൈറ്റ് ബോട്ടുകൾ സൂക്ഷിച്ച് അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് ഈ ഫലം ഉപയോഗിക്കുന്നു."
}