{
    "acc-opt": "Хандалтын сонголтууд",
    "acc-opt-but": "Хандалтын сонголтын талаар дэлгэрэнгүй үзэх",
    "acc-opt-text": "Та харааны бэрхшээлтэй юмуу эсвэл hCaptchas-г дуусгах боломжгүй байна уу?",
    "accessibility-link": "Хүртээмжтэй байдал",
    "appreciate-in": "Бид таны оросонд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид үүнийг хурдан шийдэх болно.",
    "fb-but": "Бидэнд санал хүсэлтээ явуулаарай",
    "feedback-text": "Өөрийн харсан hCaptcha дээр санал сэтгэгдлээ илгээнэ үү",
    "home-ent-1": "Манай байгууллагын аюулгүй байдлын санал хайж байна уу?",
    "home-ent-2": "Манай шинэ зориулсан сайт руу орно уу: BotStop.com",
    "home-intro-body": "Та ботсоос зайлсхийхийн тулд captcha ашигладаг уу? hCaptcha нь хэрэглэгчийн хувийн нууцыг хамгаалж, вэбсайтуудад урамшуулал өгдөг бөгөөд компаниудад тэдний өгөгдлийг шошголоход тусалдаг. Энэ бол reCAPTCHA-д зориулсан орлуулалт юм: та хэдэн минутын дотор сольж болно.",
    "home-intro-head": "Илүү их bots зогсоох. Хэрэглэгчийн хувийн нууцыг хамгаалж эхэл.",
    "home-main-1": "Хувийн. Аюулгүй. Илүү хурдан. Үүнийг ашигласны төлбөрийг бид танд төлнө.",
    "home-main-2": "Нууцлалын төвлөрсөн байдал",
    "home-main-2c": "Зар сурталчилгааны сүлжээнүүд таны зочдыг бүтээгдэхүүн болгож хардаг. HCaptcha-ийн хувьд бүтээгдэхүүн бол тэдний хийдэг ажил юм. Таны хэрэглэгч хэн болохыг бид мэдэхгүй, зөвхөн хор хөнөөлтэй байх магадлалтай. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "home-main-3": "Аюулгүй байдал",
    "home-main-3c": "Нарийвчлал нь таны сонирхол, бидний сонирхолд нийцнэ. hCaptcha нь нийтлэгчдэд чиглэсэн. Бид танд бодит мэдээлэл өгөхийн тулд ажиллаж, хэрхэн ашиглахаа шийдэх боломжийг олгож байна. Бусад агшнуудыг өгдөг",
    "home-main-3c2": "зар сурталчилгааны компаниуд. Энэ нь тэдний хориглодог бүх орлого нь буурч болзошгүй гэсэн үг юм.",
    "home-main-4": "Илүү сайн туршлага",
    "home-main-4c": "Нарийвчилсан машин сургалтын загваруудыг hCaptcha ашиглан хүн төрөлхтнийг тодорхойлоход ашигладаг. Энэ нь танай хэрэглэгчдээс ядаргаатай даалгавруудыг шаардах бөгөөд үүнийг хийхэд цаг хугацаа бага байх боломжийг олгодог бөгөөд ингэснээр хэрэглэгчиддээ шошготой ашигтай шошготой өгөгдлийг үйлдвэрлэж байдаг.",
    "home-main-plans": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчдэд үнэгүй ашиглах боломжтой. Гэсэн хэдий ч илүү их хяналт шаарддаг аж ахуйн нэгж, платформын хувьд манай байгууллагын шийдэл бэлэн байгаа.",
    "home-main-plans2": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхий дээрх хэдэн сая сая вэбсайтуудын сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо барина уу",
    "home-main-plans3": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхий дээрх хэдэн сая сая вэбсайтуудын сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо барина уу",
    "home-main-plans4": "дэлгэрэнгүй мэдээллийг авна уу.",
    "learn-more-hcaptcha": "HCaptcha-ийн талаар илүү ихийг мэдэж аваарай",
    "page-acc-faq-1": "Асуулт: hCaptcha хэсэг 508 + WCAG 2.0 нийцэж байна уу? Хариулт: Интернетэд хайлт хийж, маягт дээр текст оруулах боломжтой аливаа бэрхшээлтэй аливаа хэрэглэгчид бүртгүүлсний дараа hCaptcha-р хамгаалагдсан үйлчилгээнд хамрагдах боломжтой. Гэсэн хэдий ч энэ нь хууль эрх зүйн зөвлөгөө биш юм: энэ нь таны байршуулалтад нийцсэн байхын тулд өөрийн тодорхой үнэлгээг харгалзан өөрийн үнэлгээг хийх ёстой.",
    "page-acc-faq-2": "Асуулт: Та аудио гэх мэт бусад хандалтын (a11y) сонголтууд дээр ажиллаж байна уу? Хариулт: Өмнө нь аудио дэлгэц шиг түгээмэл хэрэглэгддэг сонголтууд нь олон тооны a11y хэрэглэгчдийг ялгаварлан гадуурхдаг байсан бөгөөд орчин үеийн машин сургалтын техникээр амархан ялагддаг. Энэ нь одоогийн аудио сорилтуудыг улам бүр хэцүү болгож, дуу чимээ, сондгой цаг хугацаа, ер бусын үгний хослол гэх мэтийг нэвтрүүлж, халдагчдыг ялахад хүргэсэн. Иймээс бид бэрхшээлийг даван туулахаас зайлсхийх энэ хандлагад тийм ч урамгүй байдаг боловч a11y бүлгээс эрэлт байгаа тохиолдолд үүнийг авч үзэх болно. Гэсэн хэдий ч, бид нэвтрэх боломжийг ашиглах тохиолдолд Нууцлалын Pass-ыг сонирхож байна. Одоогийн a11y хандлагыг Нууцлалын Pass-ыг олгосноор хослуулах нь a11y хэрэглэгчдийг траффик хувийн шинжтэй гэдгийг мэдэхэд найдвартай, найдвартай байх боломжийг олгодог бөгөөд энэ нь a11y сонголтууд гарах үед гарцаагүй тохиолддог bot операторын хүчирхийллийг хязгаарлах явдал юм. Бид энэхүү шинэ технологийг стандартчилдаг IETF ажлын хэсгийн идэвхтэй оролцогчид юм.",
    "page-acc-faq-3": "Асуулт: Нууцлалын талаар юу хэлэх вэ? Бүртгүүлэх нь a11y хайлтын өгөгдлийг ямар нэгэн байдлаар ил болгодог уу? Та имэйлээр юу хийдэг вэ? Хариулт: hCaptcha нь газар дээрээс нууцад зориулагдсан. Энэ нь зар сурталчилгааны сүлжээг эзэмшдэг reCAPTCHA гэх мэт уламжлалт сонголтуудаас эрс өөр бөгөөд таныг вэб дээр эргэн тойрон хянах, таныг бодит байдалтай холбох урам зориг өгдөг. Бид нэвтрэх болон имэйлээс урьдчилан сэргийлэхээс бусад зорилгоор нэвтрэх имэйл эсвэл мэдээллийг хэзээ ч ашигладаггүй. Бидний нууцлалын бодлого нь өгөгдлийг хэрхэн ашигладаг талаар иж бүрэн, эрх бүхий хариултуудтай байдаг боловч богино хариулт нь таныг бид таныг хайлтын түүхтэй хүнтэйгээ холбох сонирхолгүй байдаг. Бид мөн таны имэйл хаягийг хурдан устгахын тулд криптограф шийдэл дээр ажиллаж байна. бидний нэвтрэх нууцлалыг сайжруулах замаар хүчирхийллээс урьдчилан сэргийлэх чадвараа хадгалсаар байх болно.",
    "page-acc-link-1": "Хэрэв та хандах хандалтын хэрэглэгч бол энд бүртгүүлнэ үү.",
    "page-acc-subhead": "Аюулгүй байдлыг хангахын тулд бүх хэрэглэгчдэд саадгүй нэвтрэх боломжийг хангах",
    "page-acc-summary": "Хураангуй",
    "page-acc-summary-contents-1": "hCaptcha нь хүмүүсээс ялгарах замаар ботуудыг зогсоох зорилготой юм. Харааны тест нь үүнийг хийхэд тохиромжтой хэрэгсэл боловч хүн бүр харааны бэрхшээлийг шийдэж чаддаггүй. Энэ шалтгааны улмаас бид манай үйлчилгээг ашигладаг нийтлэгчдэд нийт 508 Хэсэг, WCAG 2.0-ийг дагаж мөрдөх үүднээс ашиглах боломжийг хадгалахын тулд энгийн, өвдөлтгүй хувилбар боловсруулсан.",
    "page-acc-summary-contents-2": "Энэ нь хэрхэн ажилладаг вэ: эхлээд, хандалтын хэрэглэгч hCaptcha виджетийн мэдээллийн хуудсан дээр байрлуулсан URL-д бүртгүүлнэ. Өдөрт хэд хэдэн удаа ашиглах боломжтой шифрлэгдсэн күүкийг өгдөг боловч нэвтрэх замаар 24 цаг тутамд шинэчлэгддэг. HCaptcha үйлчилгээг ашиглаж буй сайтад нэвтрэх хэрэглэгчдэд ямар нэгэн бэрхшээл тулгарвал тэд автоматаар дамждаг.",
    "page-acc-title": "hCaptcha Хандалтын тухай мэдээлэл",
    "page-acc-tr-body": "Асуулт: Күүкийг тохируулсны дараа надад сорилт байсаар байна. Үүнийг юунд хүргэж байна вэ? Хариулт: Энэ нь ихэвчлэн түрэмгий зар хаагч эсвэл күүкигийн эсрэг өргөтгөл ашиглах эсвэл сайт хоорондын күүкийг хориглох тохиргоог ашигладаг бөгөөд энэ тохиолдолд өөр сайт дээр hCaptcha JavaScript-ээр тохируулагдсан эсвэл шалгадаг hcaptcha.com-ын күүки юм. , таны зочилж буйтай адил. hCaptcha нэвтрэх хандалтын күүки нь бүх түгээмэл хөтөчүүд болон зар хориглогчдын стандарт тохиргоотой ажилладаг тул ихэвчлэн эсрэг сурталчилгааны скриптүүд эсвэл тодорхой сайтууд руу чиглэсэн ижил төстэй дүрмүүдээс болж алдаа гардаг. Шийдэл: 1. Зар сурталчилгааны хориглогч эсвэл хөтөчийн аюулгүй байдлын өргөтгөл дэх whitelist hcaptcha.com ба * .hcaptcha.com күүки. 2. Хэрэв та ямар ч жигнэмэгийн жагсаалтад ороогүй Brave браузерыг ашиглаж байгаа бол Preferences -> Shields -> Cookies рүү орж Бүх күүки зөвшөөрөхийг сонгоно уу. 3. Хэрэв та саяхан гарсан OS X 10.15 эсвэл iOS 13. дээр Safari-ийн хамгийн сүүлийн хувилбарыг ашиглаж байгаа бол Apple нь гуравдагч этгээдийн күүкитэй холбоотой Safari-ийн зан үйлийг дөнгөж сая өөрчилсөн байна. Бид шийдлийг хэрэгжүүлж байгаа боловч Safari Preferences, Нууцлалын хэсэгт зочилж, Вэбсайтыг хянахын сонголтыг идэвхгүйжүүлнэ үү: Cookies-ийг хүссэнээр нь ажиллуулахын тулд сайтын сайт хянахаас урьдчилан сэргийлэх. Асуулт: Би олон төхөөрөмж ашигладаг. Би олон удаа гарын үсэг зурах хэрэгтэй юу? Хариулт: Үгүй",
    "page-acc-tr-title": "Хүртээмжтэй хэрэглэгчдийн хувьд: Q&A ба алдааг олж засварлах гарын авлага",
    "priv-hc": "Нууцлалын төвлөрсөн",
    "priv-hc-text": "Зар сурталчилгааны сүлжээнүүд нь таныг өөрсдийн бүтээгдэхүүн гэж хардаг. Бид тэгдэггүй. Хэрэглэгчид нь хэн байх нь хамаагүй, зөвхөн тэдэнд хортой байж болох юм. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "sec-hc": "Аюулгүй байдал",
    "sec-hc-text": "hCaptcha нь нийтлэгчдэд чиглэсэн. Бид сайтуудад бодит дата өгөхийн тулд ажилладаг бөгөөд тэдгээрийг хэрхэн ашиглахаа шийддэг. Нарийвчлал нь таны сонирхол, бидний сонирхолд нийцнэ. Бусад зарыг зар сурталчилгааны компаниуд өгдөг. Тэдний хориглодог бүх бот нь орлогоо бууруулж болзошгүй юм.",
    "what-is-hcaptcha": "HCaptcha гэж юу вэ?",
    "what-is-hcaptcha-text": "hCaptcha нь таны дуртай вэб үйлчилгээнүүдэд хүмүүст хялбар бөгөөд машинд хүндрэл учруулдаг энгийн асуултуудыг тавьж бот, спам, хүчирхийллээс зайлсхийхэд тусалдаг.",
    "why-hc": "Яагаад hCaptcha гэж?",
    "why-hc-text": "Та сорилтыг хариулах бүрдээ хүн эсвэл машин мөн эсэхийг тодорхойлохын тулд нарийн загваруудыг ашигладаг. Таны зочилсон вэбсайт нь энэ үр дүнг ашиглан сайт дээрээс олж буй байдлаа сайжруулж, вэбсайт дээр ажиллах чадвараа сайжруулж өгдөг."
}