{
    "about-advisors-brendan": "Гүйцэтгэх захирал. AI-д хүлээн зөвшөөрөгдсөн удирдагч. Машины оюун ухааныг сүүлийн хэдэн арван жилийн хугацаанд олон төрлийн бизнесийн асуудалд ашиглаж ирсэн.",
    "about-advisors-dawn": "Стэнфордын тооцооны биологийн ухааны доктор. 1999 оноос хойш мэдрэлийн сүлжээнүүдтэй хамтарч ажиллаж байна. Хэрэглээний ML, гүнзгий мэдлэгийг төвлөрүүл.",
    "about-advisors-head": "Зөвлөхүүд",
    "about-advisors-keiran": "Мэдээллийн сан ба Blockchain мэргэжилтэн. Cloudera-ийн эртний инженер. Програм хангамж ба баг бүрдүүлэх олон арван жилийн туршлага.",
    "about-content-head-1": "Бидний хийж байгаа зүйл",
    "about-content-head-2": "Энэ нь яагаад чухал вэ?",
    "about-content-text-1": "hCaptcha нь Intuition Machines Inc, AI болон машин сургалтын чиглэлээр үйл ажиллагаа явуулдаг бөгөөд метал сургалт, визуал домайн ML чиглэлээр үйл ажиллагаа явуулдаг. Бид дэлхий даяар Global 2000 компаниудын видео болон дүрс дүн шинжилгээний үйлчилгээг идэвхжүүлэхийн тулд асар их хэмжээгээр өргөжүүлэх боломжтой системийг бий болгож, ажиллуулдаг.",
    "about-content-text-2": "Ерөнхийдөө өгөгдөл илүү сайн үр дүнг өгдөг. Зөв шошго, холбогдох мэдээллийн санг бүрдүүлэх, хадгалах нь цаг хугацаа их шаарддаг бөгөөд үнэтэй байдаг. hCaptcha-г анх бид зурагны шошго дахь өөрийн хэрэгцээг хангах зорилгоор боловсруулсан бөгөөд одоо үүнтэй ижил төстэй хэрэгцээтэй бусад компаниудад ашиглах боломжтой болсон.",
    "about-intro-head-1": "HCaptcha дээр ажиллана уу",
    "about-intro-head-2": "Бидний эрхэм зорилго том юм",
    "about-intro-text": "Бид хурдан өсч, дэлхийн шилдэг оффисуудаасаа дэлхийн шилдэг авъяас чадварыг хайж байдаг. Та доорх линкээр өргөдөл гаргаж болно.",
    "about-leadership-alex": "Мэдээллийн сан ба Blockchain мэргэжилтэн. Cloudera-ийн эртний инженер. Програм хангамж ба баг бүрдүүлэх олон арван жилийн туршлага.",
    "about-leadership-eli": "Гүйцэтгэх захирал. AI-д хүлээн зөвшөөрөгдсөн удирдагч. Машины оюун ухааныг сүүлийн хэдэн арван жилийн хугацаанд олон төрлийн бизнесийн асуудалд ашиглаж ирсэн.",
    "about-leadership-head": "Манлайлал",
    "about-leadership-todd": "Стэнфордын тооцооны биологийн ухааны доктор. 1999 оноос хойш мэдрэлийн сүлжээнүүдтэй хамтарч ажиллаж байна. Хэрэглээний ML, гүнзгий мэдлэгийг төвлөрүүл.",
    "acc-opt": "Хандалтын сонголтууд",
    "acc-opt-but": "Хандалтын сонголтын талаар дэлгэрэнгүй үзэх",
    "acc-opt-text": "Та харааны бэрхшээлтэй юмуу эсвэл hCaptchas-г дуусгах боломжгүй байна уу?",
    "accessibility-link": "Хүртээмжтэй байдал",
    "appreciate-in": "Бид таны оросонд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид үүнийг хурдан шийдэх болно.",
    "fb-but": "Бидэнд санал хүсэлтээ явуулаарай",
    "feedback-text": "Өөрийн харсан hCaptcha дээр санал сэтгэгдлээ илгээнэ үү",
    "footer-attribution": "Аттрибут",
    "footer-copyright-text": "hCaptcha нь Intuition Machines, Inc-ийн бүртгэлтэй худалдааны тэмдэг юм.",
    "footer-header-1": "Компани",
    "footer-header-2": "Нөөц",
    "footer-header-3": "Холбоо барих",
    "footer-link-1": "Шошго",
    "footer-link-2": "Тухай",
    "footer-link-3": "Ажлын байр",
    "footer-link-4": "Барааны тэмдэг",
    "footer-link-5": "Блог",
    "footer-link-6": "Статус",
    "footer-link-7": "Баримт бичиг",
    "footer-link-8": "Алдаа мэдээлэх",
    "footer-link-9": "Хүртээмжтэй байдал",
    "footer-privacy": "Нууцлал",
    "footer-subheader-1": "Дэмжлэг",
    "footer-subheader-2": "Холбоо барих",
    "footer-terms": "Нөхцөлүүд",
    "header-docs-link": "Бичиг баримтууд",
    "header-labeling-services-link": "Шошгоны үйлчилгээ",
    "header-login-button": "Нэвтрэх",
    "header-plans-link": "Төлөвлөгөө",
    "header-signup-button": "Бүртгүүлэх",
    "home-aboot-subtitle": "ХҮН протоколоор ажилладаг",
    "home-about-head": "HCaptcha тухай",
    "home-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр шаарддаг асуудлыг шийдвэрлэхэд зориулагдсан: их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар шошголох.",
    "home-about-text-2": "Илүү их өгөгдөл нь ерөнхийдөө сургалтын машин сургалтын загварыг илүү сайн үр дүнд хүргэдэг. Саяхан гүнзгий загвар өмсөгчдийн амжилтыг улам бүр өргөжүүлсэн томоохон мэдээллийн санг бий болгов. Гэсэн хэдий ч, Механик Турк, Зураг Найман гэх мэтээр хүний судалсан томоохон мэдээллийн санг үүсгэх нь удаан бөгөөд үнэтэй байдаг.",
    "home-about-text-3": "hCaptcha нь вэбсайтууд нь энэ эрэлт хэрэгцээнд нийцсэн мөнгө олох боломжийг олгодог бөгөөд энэ үед bots болон бусад хэлбэрийн хүчирхийллийг хориглодог.",
    "home-about-text-4": "HCaptcha зах зээл нь Ethereum blockchain дээр ажилладаг хүний хянан шалгах төвлөрсөн бус нээлттэй протоколыг HUMAN протоколоор ажиллуулдаг. Хэрэглэгчид hCaptcha хэрэгслийг сайт дээрээ ашиглаж байх үед вэбсайтууд Хүний Токенс (HMT) -ийг ашигладаг бөгөөд машин сурах компаниуд Хүний Токенуудыг төлбөрөө төлж тэдний өгөгдлийг тэмдэглэдэг.",
    "home-ba-labeling-services-link": "Шошгоны үйлчилгээ",
    "home-benefits-head-1": "Мэдээллийн шошго дахь үнэ цэнэ",
    "home-benefits-head-2": "Буяны ажилд буцааж өг",
    "home-benefits-text-1": "Та Gigantic компанийн ганц машин сурах системийг үнэ төлбөргүй сургахад тусалж буй машин дээр дарах бүрдээ ойлгосон уу?",
    "home-benefits-text-2": "hCaptcha энэ загварыг эргүүлэв. Та hCaptcha-г ашиглах үед компаниуд өөрсдийнхөө хүн чанараа батлахын тулд таны хэрэглэгчидийн хийж буй ажил дээр санал тавьдаг. Та шагнал авна.",
    "home-benefits-text-3": "Та хамгийн дуртай буянаа буцааж өгөхийг хүсч байна уу? hCaptcha нь өөрийн сонгосон буяны үйлсийг ашигласнаас олсон орлогоороо дэмжих боломжийг олгодог. Таны сайт дээрх хэрэглэгчид удахгүй hCaptcha интерфейс дээрх ухаалаг брендинг ашиглан буяны ажилд оруулсан хувь нэмрээ харах боломжтой болно.",
    "home-challenge-text-1": "Асуулгад тохирох бүх зургийг сонго",
    "home-challenge-text-2": "Объектуудын хил хязгаарыг тодорхойлох",
    "home-challenge-text-3": "Харгалзах шошгыг тодорхойл",
    "home-challenge-title-1": "Харьцуулалт",
    "home-challenge-title-2": "Бэхэлгээний хайрцаг",
    "home-challenge-title-3": "Ангилал",
    "home-challenges-head": "Сорилтуудыг танилцуулав",
    "home-challenges-text-1": "... болон бусад энгийн ажлууд. Хүний хувьд амархан, боолт хийхэд хэцүү байдаг.",
    "home-challenges-text-2": "Байгууллагын нийтлэгчдэд зориулагдсан захиалгат ажлуудыг хийх боломжтой.",
    "home-ent-1": "Манай байгууллагын аюулгүй байдлын санал хайж байна уу?",
    "home-ent-2": "Манай шинэ зориулсан сайт руу орно уу: BotStop.com",
    "home-ent-button": "Дэлгэрэнгүй: BotStop by hCaptcha",
    "home-from-the-blog": "Блогоос:",
    "home-from-the-blog-value": "HCaptcha-ийн хүндрэлийн тохиргоо хэрхэн ажилладаг",
    "home-intro-body": "Та ботсоос зайлсхийхийн тулд captcha ашигладаг уу? hCaptcha нь хэрэглэгчийн хувийн нууцыг хамгаалж, вэбсайтуудад урамшуулал өгдөг бөгөөд компаниудад тэдний өгөгдлийг шошголоход тусалдаг. Энэ бол reCAPTCHA-д зориулсан орлуулалт юм: та хэдэн минутын дотор сольж болно.",
    "home-intro-button": "Одоо Бүртгүүлэх",
    "home-intro-head": "Илүү их bots зогсоох. Хэрэглэгчийн хувийн нууцыг хамгаалж эхэл.",
    "home-main-1": "Хувийн. Аюулгүй. Илүү хурдан. Үүнийг ашигласны төлбөрийг бид танд төлнө.",
    "home-main-2": "Нууцлалын төвлөрсөн байдал",
    "home-main-2c": "Зар сурталчилгааны сүлжээнүүд таны зочдыг бүтээгдэхүүн болгож хардаг. HCaptcha-ийн хувьд бүтээгдэхүүн бол тэдний хийдэг ажил юм. Таны хэрэглэгч хэн болохыг бид мэдэхгүй, зөвхөн хор хөнөөлтэй байх магадлалтай. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "home-main-3": "Аюулгүй байдал",
    "home-main-3c": "Нарийвчлал нь таны сонирхол, бидний сонирхолд нийцнэ. hCaptcha нь нийтлэгчдэд чиглэсэн. Бид танд бодит мэдээлэл өгөхийн тулд ажиллаж, хэрхэн ашиглахаа шийдэх боломжийг олгож байна. Бусад агшнуудыг өгдөг",
    "home-main-3c2": "зар сурталчилгааны компаниуд. Энэ нь тэдний хориглодог бүх орлого нь буурч болзошгүй гэсэн үг юм.",
    "home-main-4": "Илүү сайн туршлага",
    "home-main-4c": "Нарийвчилсан машин сургалтын загваруудыг hCaptcha ашиглан хүн төрөлхтнийг тодорхойлоход ашигладаг. Энэ нь танай хэрэглэгчдээс ядаргаатай даалгавруудыг шаардах бөгөөд үүнийг хийхэд цаг хугацаа бага байх боломжийг олгодог бөгөөд ингэснээр хэрэглэгчиддээ шошготой ашигтай шошготой өгөгдлийг үйлдвэрлэж байдаг.",
    "home-main-plans": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчдэд үнэгүй ашиглах боломжтой. Гэсэн хэдий ч илүү их хяналт шаарддаг аж ахуйн нэгж, платформын хувьд манай байгууллагын шийдэл бэлэн байгаа.",
    "home-main-plans2": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхий дээрх хэдэн сая сая вэбсайтуудын сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо барина уу",
    "home-main-plans3": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхий дээрх хэдэн сая сая вэбсайтуудын сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо барина уу",
    "home-main-plans4": "дэлгэрэнгүй мэдээллийг авна уу.",
    "home-plans-button-1": "Одоо Бүртгүүлэх",
    "home-plans-button-2": "Борлуулалттай холбогдоорой",
    "home-plans-chart-head-1": "Онцлог шинж чанарууд",
    "home-plans-chart-head-2": "Нийтлэгч",
    "home-plans-chart-head-3": "Аж ахуйн нэгж",
    "home-plans-chart-row-1-cell-1": "Хяналтын сорилтын төрлийг үзүүлэв",
    "home-plans-chart-row-1-cell-2": "Хязгаарлагдмал",
    "home-plans-chart-row-1-cell-3": "Нийт",
    "home-plans-chart-row-10-cell-1": "Олон хэрэглэгчийн хянах самбар",
    "home-plans-chart-row-11-cell-1": "Нарийвчилсан тайлагнах функцууд",
    "home-plans-chart-row-12-cell-1": "Аж ахуйн нэгжийн НДШ",
    "home-plans-chart-row-2-cell-1": "Ашигласан сорилтын контентыг хянах",
    "home-plans-chart-row-2-cell-2": "Хязгаарлагдмал",
    "home-plans-chart-row-2-cell-3": "Нийт",
    "home-plans-chart-row-6-cell-1": "GDPR болон CCPA-д ээлтэй нууцлалын бодлого",
    "home-plans-chart-row-7-cell-1": "Нарийн нарийн төвөгтэй хүндрэлийн түвшин",
    "home-plans-chart-row-8-cell-1": "Өөрийн сорилтын контентыг эхлүүлэх",
    "home-plans-chart-row-9-cell-1": "Хугацаас хамаарч хуваарь гаргахад хэцүү байдаг",
    "home-try-it-out-button": "HCaptcha-г аваарай",
    "home-try-it-out-text": "hCaptcha нь энгийн, хялбар, найдвартай бот илрүүлэлтийг бий болгодог бөгөөд энэ нь хүн шийдэхэд чухал биш байдаг.",
    "home-try-it-put-head": "Үүнийг үзээрэй",
    "labeling-about-head": "HCaptcha тухай",
    "labeling-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр шаарддаг асуудлыг шийдвэрлэхэд зориулагдсан; их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар хаяглах. Илүү их өгөгдөл нь ерөнхийдөө сургалтын машин сургалтын загварыг илүү сайн үр дүнд хүргэдэг. Саяхан гүнзгий загваруудын амжилтыг улам бүр нэмэгдүүлж олон тооны мэдээллийн санг бий болгосон бөгөөд hCaptcha нь энэ хэрэгцээг хангаж байна.",
    "labeling-about-text-2": "Гэсэн хэдий ч уламжлалт аргуудыг ашиглан хүний судалсан том мэдээллийн санг үүсгэх нь удаан бөгөөд үнэтэй байдаг. hCaptcha нь компаниудад шаардлагатай тэмдэглэгээг хурдан, өндөр чанартай, бусад хувилбаруудаас хямд зардлаар авах боломжийг олгодог.",
    "labeling-annotations-head": "Тэмдэглэгээний төрөл",
    "labeling-annotations-text-1": "Зураг, видеонд объектыг үнэн зөв илрүүлэх",
    "labeling-annotations-text-2": "Зураг, видеонд объектыг үнэн зөв илрүүлэх",
    "labeling-annotations-text-3": "Хэрэглэх олон янзын тохиолдлын тэмдэглэгээг зааж өг",
    "labeling-annotations-text-4": "Дурын хэмжээтэй дурын категорийг эрэмбэлэх буюу нэмэх",
    "labeling-annotations-text-5": "Хүний хүчээр илрүүлэх, ангилах",
    "labeling-annotations-text-6": "Энд ороогүй өөр төрөл хэрэгтэй байна уу? Зүгээр л биднээс асуу.",
    "labeling-annotations-title-1": "Бэхэлгээний хайрцаг",
    "labeling-annotations-title-2": "Олон өнцөгтүүд",
    "labeling-annotations-title-3": "Газрын тэмдэглэгээ",
    "labeling-annotations-title-4": "Аттрибутын ангилал",
    "labeling-annotations-title-5": "Харьцуулалт ба илрүүлэлт",
    "labeling-annotations-title-6": "... болон бусад олон",
    "labeling-ent-button": "Манай Ажлын Шийдэл Багтай холбоо бариарай",
    "labeling-ent-head": "Эцсийн төгсгөлд хяналт хэрэгтэй юу?",
    "labeling-ent-text-1": "HCaptcha-ийн цаана байгаа HUMAN платформ нь орчин үеийн, эрлийз эсвэл SaaS байрлуулалтаар дамжуулан ажлын өндөр чанар, удирдлагын онцлогуудыг өгдөг.",
    "labeling-ent-text-2": "Ажиллах хүчээ ашиглан оффлайн байдлаар ажиллуул, бизнесийн нэгжүүд эсвэл консорциумын түншүүдийн дунд зарцуулсан үнэ цэнийг хянаж, ажлын болон өртөг, аюулгүй байдлын шаардлагад үндэслэн өөр өөр дотоод эсвэл гадаад ажил олгогч руу чиглүүл.",
    "labeling-ent-text-3": "Хялбар API хандалт, үзэсгэлэнтэй хянах самбар болон үр ашгийг нэмэгдүүлэх хамгийн сүүлийн үеийн технологи бүхий технологи.",
    "labeling-ent-text-4": "99.99% ашиглалтын хугацаатай SLA болон 24/7 дэлхийн дэмжлэг авах боломжтой. Дэлгэрэнгүй мэдээллийг:",
    "labeling-features-head-1": "Энгийн API дээр ажилладаг дамжуулах хоолой.",
    "labeling-features-head-2": "Зардал, чанарын хувьд оновчтой. Урьдчилсан амлалт шаарддаггүй.",
    "labeling-features-head-3": "Зөвхөн танд хэрэгтэй нарийвчлалын төлбөрийг төлнө.",
    "labeling-features-head-4": "Өөрийнхөө үнэн бодит мэдээллийг өгнө үү эсвэл бидэнд үүнийг шууд өгөөрэй.",
    "labeling-features-text-1": "Хүний тоймыг бизнесийн үйл ажиллагаандаа шууд оруулахыг хүсч байна уу? Бид өндөр найдвартай SLA, баталгаат хүчин чадал, энгийн REST API-уудыг санал болгож байна.",
    "labeling-features-text-2": "HUMAN платформ нь бодит цагийн чанарын шинжилгээг хийхэд итгэмжийн иж бүрэн загваруудыг ашигладаг. Энэ нь танд цаг хугацаа, мөнгөө хэмнэхийн тулд асуултын хүндрэл, тэдгээрийн зөв хариултыг хоёуланг нь хурдан тодорхойлох боломжийг олгоно.",
    "labeling-features-text-3": "Бүх асуудал ижил биш. Аюулгүй байдлыг хангахад чиглэсэн ажлуудын талаархи тайлбар нь бүхэл бүтэн хүний ажилчдаас 99.99% -ийн итгэлийг шаардаж болзошгүй юм. Мобайл тоглоомын апп дээрх нэг бета хувилбарын тайлбар нь зөвхөн дунд зэргийн итгэлтэй байхыг шаарддаг. Чи шийд.",
    "labeling-features-text-4": "Бүрэн нарийвчлалтай багц мэдээлэл байхгүй байна уу? Ихэнх тохиолдолд системд дамжуулж буй ажлууд дээр бид танд зориулж барьж өгөх эсвэл таны баталгаажуулахаар шошготой дээжүүдийг үүсгэж болно.",
    "labeling-info-head": "Өгөгдлийг шошголох",
    "labeling-info-text-1": "Төслийнхөө хэрэгцээг тодорхойлохын тулд манай домайны мэргэжилтнүүдийн аль нэгтэй нь ярина уу: зорилтот нарийвчлал, формат болон бусад тусгай шаардлагууд.",
    "labeling-info-text-2": "Бид таны түүврийн өгөгдөл дээр тулгуурлан жижиг хэмжээний үйлдвэрлэлийн ажлыг гүйцэтгэдэг. Бид таны шаардлагатай ажлуудыг бүрэн хангахын тулд хийсэн ажлаа туршиж үздэг.",
    "labeling-info-text-3": "Өндөр хүчин чадал, бага хоцролттойгоор бид таны ажлыг хурдан, автомат гүйцэтгэлийн хамт эргүүлж өгөх болно.",
    "labeling-info-text-4": "Таны үйлдвэрлэлийн ажлын параметрүүдийг илүү сайн ойлгох тусам үр дүн нь цаг хугацааны явцад сайжрах болно.",
    "labeling-info-text-5": "Шууд хяналтын самбар нь танд ямар ч үед санал хүсэлт өгөх эсвэл түр зогсоох боломжийг олгоно.",
    "labeling-info-title-1": "Техникийн үзүүлэлтүүдийг тодорхойлох",
    "labeling-info-title-2": "Анхан шатны ажлын туршилт",
    "labeling-info-title-3": "Үйлдвэрлэлийн ажлын байрыг байршуулах",
    "labeling-info-title-4": "Тасралтгүй сайжруулах",
    "labeling-info-title-5": "Бодит цагийн үр дүн",
    "labeling-main-1": "Хэмжигдэхүйц зардал багатай мэдээллийн шошго",
    "labeling-main-1-button": "Мэдээллийг одоо шошголох",
    "labeling-main-1c": "Өөрийн мэдээллийн баазад илүү олон шошго хэрэгтэй байна уу? hCaptcha нь хиймэл оюун ухаан, машин сурах програм дээр ажилладаг компаниудад хурдан, зардал багатай, өндөр чанарын өгөгдлийн шошго өгдөг.",
    "labeling-main-2": "Сая сая ажлыг шууд эхлүүлэх.",
    "labeling-main-2-button": "Мэдээллийн шошго үйлчилгээ худалдаж авах",
    "labeling-main-2c": "hCaptcha нь таны ашиглах боломжтой дэлхийн хамгийн том усан сангуудын нэг юм. Та ямар ч байсан хамаагүй Өдөрт хэдэн сая ажил хийх нь асуудал биш юм.",
    "labeling-platform-head": "Хувийн болон нийтийн мэдээлэл",
    "labeling-platform-text": "hCaptcha нь HUMAN платформ дээр суурилагдсан бөгөөд нарийн төвөгтэй чиглүүлэлт, дүн шинжилгээ хийх нь алхам тутамд зардал, үр ашгийг оновчтой болгох боломжийг олгодог. Энэхүү технологи нь ажиллах хүчийг таны ажлын хэсэг бүрийг зөв зохицуулах боломжийг олгодог бөгөөд хувийн нууцлалыг хадгалахын зэрэгцээ зардлын үр ашгийг нэмэгдүүлэх, холбогдох хууль тогтоомжийн шаардлагыг биелүүлэх боломжийг олгодог.",
    "labeling-try-button": "Мэдээллийн шошго үйлчилгээ худалдаж авах",
    "labeling-try-head": "Өгөгдөлтэй байхад туршиж үзмээр байна уу?",
    "labeling-try-text": "... бид таныг бэлэн байгаа тул манай үйлчилгээг өдөр бүр ашиглах боломжтой.",
    "learn-more-hcaptcha": "HCaptcha-ийн талаар илүү ихийг мэдэж аваарай",
    "page-acc-faq-1": "Асуулт: hCaptcha хэсэг 508 + WCAG 2.0 нийцэж байна уу? Хариулт: Интернетэд хайлт хийж, маягт дээр текст оруулах боломжтой аливаа бэрхшээлтэй аливаа хэрэглэгчид бүртгүүлсний дараа hCaptcha-р хамгаалагдсан үйлчилгээнд хамрагдах боломжтой. Гэсэн хэдий ч энэ нь хууль эрх зүйн зөвлөгөө биш юм: энэ нь таны байршуулалтад нийцсэн байхын тулд өөрийн тодорхой үнэлгээг харгалзан өөрийн үнэлгээг хийх ёстой.",
    "page-acc-faq-2": "Асуулт: Та аудио гэх мэт бусад хандалтын (a11y) сонголтууд дээр ажиллаж байна уу? Хариулт: Өмнө нь аудио дэлгэц шиг түгээмэл хэрэглэгддэг сонголтууд нь олон тооны a11y хэрэглэгчдийг ялгаварлан гадуурхдаг байсан бөгөөд орчин үеийн машин сургалтын техникээр амархан ялагддаг. Энэ нь одоогийн аудио сорилтуудыг улам бүр хэцүү болгож, дуу чимээ, сондгой цаг хугацаа, ер бусын үгний хослол гэх мэтийг нэвтрүүлж, халдагчдыг ялахад хүргэсэн. Иймээс бид бэрхшээлийг даван туулахаас зайлсхийх энэ хандлагад тийм ч урамгүй байдаг боловч a11y бүлгээс эрэлт байгаа тохиолдолд үүнийг авч үзэх болно. Гэсэн хэдий ч, бид нэвтрэх боломжийг ашиглах тохиолдолд Нууцлалын Pass-ыг сонирхож байна. Одоогийн a11y хандлагыг Нууцлалын Pass-ыг олгосноор хослуулах нь a11y хэрэглэгчдийг траффик хувийн шинжтэй гэдгийг мэдэхэд найдвартай, найдвартай байх боломжийг олгодог бөгөөд энэ нь a11y сонголтууд гарах үед гарцаагүй тохиолддог bot операторын хүчирхийллийг хязгаарлах явдал юм. Бид энэхүү шинэ технологийг стандартчилдаг IETF ажлын хэсгийн идэвхтэй оролцогчид юм.",
    "page-acc-faq-3": "Асуулт: Нууцлалын талаар юу хэлэх вэ? Бүртгүүлэх нь a11y хайлтын өгөгдлийг ямар нэгэн байдлаар ил болгодог уу? Та имэйлээр юу хийдэг вэ? Хариулт: hCaptcha нь газар дээрээс нууцад зориулагдсан. Энэ нь зар сурталчилгааны сүлжээг эзэмшдэг reCAPTCHA гэх мэт уламжлалт сонголтуудаас эрс өөр бөгөөд таныг вэб дээр эргэн тойрон хянах, таныг бодит байдалтай холбох урам зориг өгдөг. Бид нэвтрэх болон имэйлээс урьдчилан сэргийлэхээс бусад зорилгоор нэвтрэх имэйл эсвэл мэдээллийг хэзээ ч ашигладаггүй. Бидний нууцлалын бодлого нь өгөгдлийг хэрхэн ашигладаг талаар иж бүрэн, эрх бүхий хариултуудтай байдаг боловч богино хариулт нь таныг бид таныг хайлтын түүхтэй хүнтэйгээ холбох сонирхолгүй байдаг. Бид мөн таны имэйл хаягийг хурдан устгахын тулд криптограф шийдэл дээр ажиллаж байна. бидний нэвтрэх нууцлалыг сайжруулах замаар хүчирхийллээс урьдчилан сэргийлэх чадвараа хадгалсаар байх болно.",
    "page-acc-link-1": "Хэрэв та хандах хандалтын хэрэглэгч бол энд бүртгүүлнэ үү.",
    "page-acc-subhead": "Аюулгүй байдлыг хангахын тулд бүх хэрэглэгчдэд саадгүй нэвтрэх боломжийг хангах",
    "page-acc-summary": "Хураангуй",
    "page-acc-summary-contents-1": "hCaptcha нь хүмүүсээс ялгарах замаар ботуудыг зогсоох зорилготой юм. Харааны тест нь үүнийг хийхэд тохиромжтой хэрэгсэл боловч хүн бүр харааны бэрхшээлийг шийдэж чаддаггүй. Энэ шалтгааны улмаас бид манай үйлчилгээг ашигладаг нийтлэгчдэд нийт 508 Хэсэг, WCAG 2.0-ийг дагаж мөрдөх үүднээс ашиглах боломжийг хадгалахын тулд энгийн, өвдөлтгүй хувилбар боловсруулсан.",
    "page-acc-summary-contents-2": "Энэ нь хэрхэн ажилладаг вэ: эхлээд, хандалтын хэрэглэгч hCaptcha виджетийн мэдээллийн хуудсан дээр байрлуулсан URL-д бүртгүүлнэ. Өдөрт хэд хэдэн удаа ашиглах боломжтой шифрлэгдсэн күүкийг өгдөг боловч нэвтрэх замаар 24 цаг тутамд шинэчлэгддэг. HCaptcha үйлчилгээг ашиглаж буй сайтад нэвтрэх хэрэглэгчдэд ямар нэгэн бэрхшээл тулгарвал тэд автоматаар дамждаг.",
    "page-acc-title": "hCaptcha Хандалтын тухай мэдээлэл",
    "page-acc-tr-body": "Асуулт: Күүкийг тохируулсны дараа надад сорилт байсаар байна. Үүнийг юунд хүргэж байна вэ? Хариулт: Энэ нь ихэвчлэн түрэмгий зар хаагч эсвэл күүкигийн эсрэг өргөтгөл ашиглах эсвэл сайт хоорондын күүкийг хориглох тохиргоог ашигладаг бөгөөд энэ тохиолдолд өөр сайт дээр hCaptcha JavaScript-ээр тохируулагдсан эсвэл шалгадаг hcaptcha.com-ын күүки юм. , таны зочилж буйтай адил. hCaptcha нэвтрэх хандалтын күүки нь бүх түгээмэл хөтөчүүд болон зар хориглогчдын стандарт тохиргоотой ажилладаг тул ихэвчлэн эсрэг сурталчилгааны скриптүүд эсвэл тодорхой сайтууд руу чиглэсэн ижил төстэй дүрмүүдээс болж алдаа гардаг. Шийдэл: 1. Зар сурталчилгааны хориглогч эсвэл хөтөчийн аюулгүй байдлын өргөтгөл дэх whitelist hcaptcha.com ба * .hcaptcha.com күүки. 2. Хэрэв та ямар ч жигнэмэгийн жагсаалтад ороогүй Brave браузерыг ашиглаж байгаа бол Preferences -> Shields -> Cookies рүү орж Бүх күүки зөвшөөрөхийг сонгоно уу. 3. Хэрэв та саяхан гарсан OS X 10.15 эсвэл iOS 13. дээр Safari-ийн хамгийн сүүлийн хувилбарыг ашиглаж байгаа бол Apple нь гуравдагч этгээдийн күүкитэй холбоотой Safari-ийн зан үйлийг дөнгөж сая өөрчилсөн байна. Бид шийдлийг хэрэгжүүлж байгаа боловч Safari Preferences, Нууцлалын хэсэгт зочилж, Вэбсайтыг хянахын сонголтыг идэвхгүйжүүлнэ үү: Cookies-ийг хүссэнээр нь ажиллуулахын тулд сайтын сайт хянахаас урьдчилан сэргийлэх. Асуулт: Би олон төхөөрөмж ашигладаг. Би олон удаа гарын үсэг зурах хэрэгтэй юу? Хариулт: Үгүй",
    "page-acc-tr-title": "Хүртээмжтэй хэрэглэгчдийн хувьд: Q&A ба алдааг олж засварлах гарын авлага",
    "priv-hc": "Нууцлалын төвлөрсөн",
    "priv-hc-text": "Зар сурталчилгааны сүлжээнүүд нь таныг өөрсдийн бүтээгдэхүүн гэж хардаг. Бид тэгдэггүй. Хэрэглэгчид нь хэн байх нь хамаагүй, зөвхөн тэдэнд хортой байж болох юм. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "reporting-bugs-accessibility-button": "Хандалтын сонголтын талаар дэлгэрэнгүй үзэх",
    "reporting-bugs-accessibility-head": "Хандалтын сонголтууд",
    "reporting-bugs-accessibility-text": "Та харааны бэрхшээлтэй юмуу эсвэл hCaptchas-г дуусгах боломжгүй байна уу?",
    "reporting-bugs-guide-ff-head": "Алдааны мэдээллийн дэлгэрэнгүй мэдээллийг авах: Firefox",
    "reporting-bugs-guide-ff-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээх (энэ нь сешнийг бичиж эхэлнэ.)",
    "reporting-bugs-guide-ff-step-2": "Алхам 2: Хөгжүүлэгчийн хэрэгслүүд дэх Сүлжээ таб дээр дарна уу. Дээд талд нь Persist бүртгэлийн хайрцгийг шалгана уу.",
    "reporting-bugs-guide-ff-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo, эсвэл асуудалтай байгаа вэбсайт руу нэвтрэх (Нууцлалын тэмдэглэл: энэ юу болохыг хуваалцахаас татгалзсан тохиолдолд л болно) ... тэгээд I товчин дээр дарна уу. Хүний сэтгэлийн товчлуур юм.",
    "reporting-bugs-guide-ff-step-4": "Алхам 4: Шийдэх гэж оролдсоны дараа HAR дээр дараад сүлжээний бүртгэлийг хадгалахын тулд Бүгдийг HAR байдлаар хадгалахыг сонгоно уу. Энэ файлыг бидэнд илгээнэ үү.",
    "reporting-bugs-guide-ff-step-5": "Алхам 5: Консол таб дээр дараад хулганы баруун товчийг дараад бүгдийг сонгоод текст файлд хадгалаарай. Үүнийг бас бидэнд илгээ.",
    "reporting-bugs-guide-ff-step-6": "Сүүлийн алхам: Эдгээр HAR болон консолуудын бүртгэлийн файлуудыг бидэнд илгээнэ үү. Асуудлыг тайлбарлана уу. Хэрэглэх: support@hcaptcha.com (Dropbox эсвэл Filebin гэх мэт үйлчилгээг ашиглаад линк илгээнэ үү) мөн хэрэв та ямар нэгэн зүйл буруу харагдсан гэж үзэж байвал дэлгэцийн агшинг оруулна уу. Байна. Ашиглаж буй IP-аа бас илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ дээрээс авах боломжтой. Энэ мэдээллийг авахад бидэнд цаг гаргасанд баярлалаа. Бид hCaptcha-г бүх хүнд сайн байлгах үүрэгтэй.",
    "reporting-bugs-guide-head": "Алдааны мэдээллийг авах: Chrome",
    "reporting-bugs-guide-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээх (энэ нь сешнийг бичиж эхэлнэ.)",
    "reporting-bugs-guide-step-2": "Алхам 2: Хөгжүүлэгчийн хэрэгслүүд дэх Сүлжээ таб дээр дарна уу. Дээд талд байгаа Хадгалах бүртгэлийн хайрцгийг шалгана уу.",
    "reporting-bugs-guide-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo, эсвэл асуудалтай байгаа вэбсайт руу нэвтрэх (Нууцлалын тэмдэглэл: энэ юу болохыг хуваалцахаас татгалзсан тохиолдолд л болно) ... тэгээд I товчин дээр дарна уу. Хүний сэтгэлийн товчлуур юм.",
    "reporting-bugs-guide-step-4": "Алхам 4: Шийдэх гэж оролдсоны дараа HAR Export (бага зэрэг доош сум) дээр дарж сүлжээний бүртгэлийг хадгалах болно. Энэ файлыг бидэнд илгээнэ үү.",
    "reporting-bugs-guide-step-5": "Алхам 5: Консолын таб дээр дараад консол бүртгэлийг хадгалахын тулд баруун дээр дарж Save as .. гэсэн товчийг дарна уу. Үүнийг бас бидэнд илгээ.",
    "reporting-bugs-guide-step-6": "Сүүлийн алхам: Эдгээр HAR болон консолуудын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлаа тайлбарлана уу. Хэрэв та ямар нэгэн зүйл буруу харагдаж байвал сэжиглэж байвал support@hcaptcha.com (Dropbox эсвэл Filebin гэх мэт үйлчилгээг ашиглаад линк илгээнэ үү) болон дэлгэцийн зургийг сонгоно уу. Ашиглаж буй IP-аа бас илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ дээрээс авах боломжтой. Энэ мэдээллийг авахад бидэнд цаг гаргасанд баярлалаа. Бид hCaptcha-г бүх хүнд сайн байлгах үүрэгтэй.",
    "reporting-bugs-guide-text-1": "Таны репорттой холбоотой мэдээллийг илгээх нь бидэнд юу болж байгааг мэдэхэд илүү хялбар болгоно. Дараах алхам алхмаар зааварчилгаа энд байна.",
    "reporting-bugs-guide-text-2": "Хэрэв та вэб хөгжүүлэгч эсвэл шинжээч хэрэглэгч бол хураангуйг бид танд HAR сүлжээ, хөтчийн консолын бүртгэлийг илгээхийг хүсч байна. Аливаа хориглогч эсвэл хөтчийн аюулгүй байдлын өргөтгөлийг идэвхгүй болгож, эдгээр алхамыг хэрэгжүүлхийн өмнө дахин оролдоно уу. Хэрэв энэ таны асуудлыг шийдэх бол танд вэб хөтчийн хувилбар, зар хориглогч, хөтөчийн өргөтгөл, вэбсайтын URL зэргийг мэдэгдсэнд талархах болно.",
    "reporting-bugs-intro-head": "Алдаа олсон уу? Үүнийг хэрхэн тайлагнах талаар эндээс үзнэ үү.",
    "reporting-bugs-intro-text": "Сая сая хүмүүс hCaptcha-г сар бүр хэдэн мянган хөтөч, өргөтгөл, төхөөрөмж, галт хана, бусад олон хослол дээр ашигладаг. Бидний зорилго бол энэ нь танд үргэлж сайнаар нөлөөлдөг. Ингэснээр бид таны тайланд талархаж байна. Санал хүсэлтээ өгөхийн тулд бидэнд \"Санал хүсэлт илгээх\" товчийг дарна уу. Хэрэв танд ямар нэгэн асуудал тулгарч байгаа бол Chrome-д зориулсан дебаг хийх зааврыг эсвэл Firefox-ийн дибаг хийх зааврыг дагана уу. Бусад хөтчийн хувьд зөвхөн бидэнд имэйлээр илгээнэ үү. Аюулгүй байдал, нууцлалтай холбоотой асуудлаар доорх зааврыг харна уу.",
    "reporting-bugs-privacy-head": "Нууцлалын асуудал",
    "reporting-bugs-privacy-text": "Хэрэглэгчид нь хэн байх нь хамаагүй, зөвхөн тэдэнд хортой байж болох юмуу эсвэл машин байж болох юм. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг. Хэрэв та хэрэглэгчийн хувийн нууцад нөлөөлж болзошгүй гэж бодож байгаа бол support@hcaptcha.com хаягаар бидэнтэй холбоо барина уу.",
    "reporting-bugs-provide-feedback-button": "Бидэнд санал хүсэлтээ явуулаарай",
    "reporting-bugs-provide-feedback-head": "HCaptcha дээр шууд саналаа өгнө үү",
    "reporting-bugs-provide-feedback-text": "Бид таны оросонд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид үүнийг хурдан шийдэх болно.",
    "reporting-bugs-security-head": "Аюулгүй байдлын алдаа",
    "reporting-bugs-security-text": "Аюулгүй байдлын алдааны талаар мэдээлэл авахыг бид үргэлж сонирхож байна. Support@hcaptcha.com & CC security@hcaptcha.com и-мэйл хаягаар бид тан руу хурдан холбоо барина. Бидэнд hCaptcha үйлчилгээ болон холбогдох эх кодын аюулгүй байдлын тайлан гаргахад зориулагдсан алдааны тусламжийн програм бий.",
    "sec-hc": "Аюулгүй байдал",
    "sec-hc-text": "hCaptcha нь нийтлэгчдэд чиглэсэн. Бид сайтуудад бодит дата өгөхийн тулд ажилладаг бөгөөд тэдгээрийг хэрхэн ашиглахаа шийддэг. Нарийвчлал нь таны сонирхол, бидний сонирхолд нийцнэ. Бусад зарыг зар сурталчилгааны компаниуд өгдөг. Тэдний хориглодог бүх бот нь орлогоо бууруулж болзошгүй юм.",
    "what-is-hcaptcha": "HCaptcha гэж юу вэ?",
    "what-is-hcaptcha-text": "hCaptcha нь таны дуртай вэб үйлчилгээнүүдэд хүмүүст хялбар бөгөөд машинд хүндрэл учруулдаг энгийн асуултуудыг тавьж бот, спам, хүчирхийллээс зайлсхийхэд тусалдаг.",
    "why-hc": "Яагаад hCaptcha гэж?",
    "why-hc-text": "Та сорилтыг хариулах бүрдээ хүн эсвэл машин мөн эсэхийг тодорхойлохын тулд нарийн загваруудыг ашигладаг. Таны зочилсон вэбсайт нь энэ үр дүнг ашиглан сайт дээрээс олж буй байдлаа сайжруулж, вэбсайт дээр ажиллах чадвараа сайжруулж өгдөг."
}