{
    "acc-opt": "Хандалтын сонголтууд",
    "acc-opt-but": "Хандалтын сонголтын талаар дэлгэрэнгүй үзэх",
    "acc-opt-text": "Та харааны бэрхшээлтэй юмуу эсвэл hCaptchas-г дуусгах боломжгүй байна уу?",
    "accessibility-link": "Хүртээмжтэй байдал",
    "appreciate-in": "Бид таны оросонд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид үүнийг хурдан шийдэх болно.",
    "fb-but": "Бидэнд санал хүсэлтээ явуулаарай",
    "feedback-text": "Өөрийн харсан hCaptcha дээр санал сэтгэгдлээ илгээнэ үү",
    "page-acc-link-1": "Хэрэв та хандах хандалтын хэрэглэгч бол энд бүртгүүлнэ үү.",
    "page-acc-subhead": "Аюулгүй байдлыг хангахын тулд бүх хэрэглэгчдэд саадгүй нэвтрэх боломжийг хангах",
    "page-acc-title": "hCaptcha Хандалтын тухай мэдээлэл",
    "priv-hc": "Нууцлалын төвлөрсөн",
    "priv-hc-text": "Зар сурталчилгааны сүлжээнүүд нь таныг өөрсдийн бүтээгдэхүүн гэж хардаг. Бид тэгдэггүй. Хэрэглэгчид нь хэн байх нь хамаагүй, зөвхөн тэдэнд хортой байж болох юм. Бид Нууцлалын Pass гэх мэт санаачилгуудыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "sec-hc": "Аюулгүй байдал",
    "sec-hc-text": "hCaptcha нь нийтлэгчдэд чиглэсэн. Бид сайтуудад бодит дата өгөхийн тулд ажилладаг бөгөөд тэдгээрийг хэрхэн ашиглахаа шийддэг. Нарийвчлал нь таны сонирхол, бидний сонирхолд нийцнэ. Бусад зарыг зар сурталчилгааны компаниуд өгдөг. Тэдний хориглодог бүх бот нь орлогоо бууруулж болзошгүй юм.",
    "what-is-hcaptcha": "HCaptcha гэж юу вэ?",
    "what-is-hcaptcha-text": "hCaptcha нь таны дуртай вэб үйлчилгээнүүдэд хүмүүст хялбар бөгөөд машинд хүндрэл учруулдаг энгийн асуултуудыг тавьж бот, спам, хүчирхийллээс зайлсхийхэд тусалдаг.",
    "why-hc": "Яагаад hCaptcha гэж?",
    "why-hc-text": "Та сорилтыг хариулах бүрдээ хүн эсвэл машин мөн эсэхийг тодорхойлохын тулд нарийн загваруудыг ашигладаг. Таны зочилсон вэбсайт нь энэ үр дүнг ашиглан сайт дээрээс олж буй байдлаа сайжруулж, вэбсайт дээр ажиллах чадвараа сайжруулж өгдөг."
}