{
    "a11y-img-1": "लॉगिन नंतर प्रवेशयोग्यता वापरकर्ता स्क्रीन",
    "a11y-img-2": "विजेट यूआय मेनूमधील प्रवेशयोग्यता पर्याय",
    "a11y-img-3": "विजेट UI मधील प्रवेशयोग्यता संवाद बॉक्स",
    "about-advisors-brendan": "ब्रेव्हचे सीईओ मोझिला सह-संस्थापक. जावास्क्रिप्ट प्रोग्रामिंग भाषेचा निर्माता. ब्राउझर आणि अधिक तयार करणारा.",
    "about-advisors-dawn": "प्रोफेसर, कॅलिफोर्निया, बर्कले येथील विद्यापीठातील सी.एस. खोल शिक्षण, सुरक्षा, ब्लॉकचेन तज्ञ. ओएसिस लॅबचे सीईओ",
    "about-advisors-head": "सल्लागार",
    "about-advisors-keiran": "स्टॅनफोर्ड येथे संशोधन वैज्ञानिक मशीन लर्निंग आणि मुख्य बँकांमध्ये हेज फंड आणि शैक्षणिक अर्थ.",
    "about-content-head-1": "आपण काय करतो",
    "about-content-head-2": "हे महत्त्वाचे का आहे",
    "about-content-text-1": "एच कॅप्चा ही इंटेलिशन मशीन इंक, एआय आणि मशीन लर्निंग कंपनीची सेवा आहे जी मेटेलियरिंग आणि व्हिज्युअल डोमेन एमएलवर लक्ष केंद्रित करते. आम्ही जगभरातील ग्लोबल 2000 कंपन्यांसाठी व्हिडिओ आणि प्रतिमा विश्लेषण सेवा सक्षम करण्यासाठी मोठ्या प्रमाणात स्केलेबल सिस्टम तयार आणि ऑपरेट करतो.",
    "about-content-text-1a": "एचकेप्चा बॉट्स थांबविण्याकरिता आधुनिक, गोपनीयता-लक्ष केंद्रित दृष्टीकोन आणतो.",
    "about-content-text-1b": "मशीन कॅप्शिंग समस्यांमधून कठीण-लेबल डेटा संकलित करून आणि वेबसाइट किंवा अॅप अभ्यागत मनुष्य आहे की नाही हे वेगळे करण्यासाठी लोकांचा वापर करून बॉटसाठी कठीण परंतु लोकांसाठी सोपे असलेल्या कॅप्चा आव्हाने आम्ही दर्शवितो.",
    "about-content-text-2": "अधिक डेटा सहसा चांगले परिणाम देते. योग्यरित्या लेबल केलेले आणि संबंधित डेटासेट तयार करणे आणि देखभाल करणे ही वेळ घेणारी आणि महाग आहे. hCaptcha मूळतः प्रतिमा लेबलिंगमध्ये आमच्या स्वतःच्या गरजा पूर्ण करण्यासाठी विकसित केले गेले होते आणि आता अशाच गरजा असलेल्या इतर कंपन्यांसाठी उपलब्ध आहे.",
    "about-content-text-2a": "वाईट कलाकार ऑनलाइन सामान्यपणे वाढत आहेत. परंतु वापरकर्त्याच्या गोपनीयतेचे बलिदान देणे हे उत्तर नाही.",
    "about-content-text-2b": "जाहिरात कंपन्यांद्वारे ऑफर केलेले सुरक्षा उपाय प्रामुख्याने वेबवरील वापरकर्त्यांचा मागोवा घेण्यावर लक्ष केंद्रित करतात. आम्ही एक प्रभावी सुरक्षितता उपाय तयार केला आहे जो सिद्ध करतो की वापरकर्त्याच्या गोपनीयतेस हानी पोहचविणे उत्कृष्ट परिणाम वितरित करणे आवश्यक नाही.",
    "about-intro-head-1": "एच कॅप्चा बद्दल",
    "about-intro-head-2": "गोपनीयता, सुरक्षा आणि मशीन शिक्षण.",
    "about-intro-text": "एच कॅप्चा ही जगातील सर्वाधिक वापरली जाणारी स्वतंत्र कॅप्चा सेवा आहे.",
    "about-leadership-alex": "डेटाबेस आणि ब्लॉकचेन तज्ञ. क्लौडेरा येथे प्रारंभिक अभियंता आणि बरेच काही. कौशल्य बिल्डिंग सॉफ्टवेअर आणि कार्यसंघांचे दशके.",
    "about-leadership-eli": "मुख्य कार्यकारी अधिकारी. एआय मध्ये मान्यता प्राप्त नेता. गेल्या दशकांमध्ये विविध प्रकारच्या व्यावसायिक समस्यांसाठी मोठ्या प्रमाणात मशीन बुद्धिमत्ता लागू केली आहे.",
    "about-leadership-head": "नेतृत्व",
    "about-leadership-todd": "स्टॅनफोर्डच्या संगणकीय जीवशास्त्रात पीएचडी. १ 1999 1999 since पासून न्यूरल नेटवर्क्ससह काम करणे. लागू केलेल्या एमएलवर आणि सखोल सखोल शिक्षणावर लक्ष केंद्रित करा.",
    "acc-opt": "प्रवेशयोग्यता पर्याय",
    "acc-opt-but": "Ibilityक्सेसीबीलिटी पर्यायांबद्दल अधिक जाणून घ्या",
    "acc-opt-text": "आपण दृष्टिहीन आहात किंवा hCaptchas पूर्ण करण्यात अक्षम आहात?",
    "accessibility-link": "प्रवेशयोग्यता",
    "appreciate-in": "आम्ही आपल्या इनपुटचे कौतुक करतो. आम्हाला कोणतीही समस्या सांगा आणि आम्ही त्या लवकर सोडवू.",
    "fb-but": "आम्हाला अभिप्राय पाठवा",
    "feedback-text": "आपण आत्ताच पाहिलेल्या एच कॅप्चावर अभिप्राय द्या",
    "footer-attribution": "विशेषता",
    "footer-copyright-text": "एच कॅप्चा हा अंतर्ज्ञान मशीन इंक चा नोंदणीकृत ट्रेडमार्क आहे.",
    "footer-header-1": "कंपनी",
    "footer-header-2": "संसाधने",
    "footer-header-3": "संपर्क",
    "footer-link-1": "लेबलिंग",
    "footer-link-10": "प्रवेशयोग्यता",
    "footer-link-2": "बद्दल",
    "footer-link-3": "नोकर्‍या",
    "footer-link-4": "ट्रेडमार्क",
    "footer-link-5": "एआय नीतिशास्त्र",
    "footer-link-6": "ब्लॉग",
    "footer-link-7": "स्थिती",
    "footer-link-8": "दस्तऐवजीकरण",
    "footer-link-9": "उणिव कळवा",
    "footer-privacy": "गोपनीयता",
    "footer-subheader-1": "आधार",
    "footer-subheader-2": "संपर्क",
    "footer-terms": "अटी",
    "h-plans": "सदस्यता योजना",
    "header-docs-link": "डॉक्स",
    "header-labeling-services-link": "लेबलिंग सेवा",
    "header-login-button": "लॉगिन",
    "header-plans-link": "योजना",
    "header-signup-button": "साइन अप",
    "home-about-head": "एच कॅप्चा बद्दल",
    "home-about-subtitle": "मानव प्रोटोकॉल द्वारा समर्थित",
    "home-about-text-1": "एचसीप्चा हे मशीन शिक्षणातील सर्वात श्रम गहन समस्येचे निराकरण करण्यासाठी डिझाइन केलेले आहे: वेळेवर, परवडणारे आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणात डेटा लेबलिंग करणे.",
    "home-about-text-2": "अधिक डेटा सहसा प्रशिक्षण मशीन शिक्षण मॉडेलमध्ये चांगले परिणाम देतात. अलीकडील सखोल मॉडेल्सच्या यशामुळे काही मानवी पुनरावलोकनांसह मोठ्या प्रमाणात डेटासेट वाढत आहे. तथापि, मॅकेनिकल टर्क, फिगर आठ इ. द्वारे मोठ्या मानवी-पुनरावलोकन केलेले डेटासेट तयार करणे दोन्ही हळू आणि महाग आहे.",
    "home-about-text-3": "एचसीप्चा वेबसाइटवर बॉट्स आणि इतर प्रकारची गैरवर्तन करीत असताना या मागणीसाठी पैसे कमविण्यास परवानगी देते.",
    "home-about-text-4": "एच कॅप्चा मार्केटप्लेस इथेरियम ब्लॉकचेनवर चालणार्‍या मानवी पुनरावलोकनासाठी ओपन विकेंद्रीकृत प्रोटोकॉल ह्यूमन प्रोटोकॉलद्वारे समर्थित आहे. जेव्हा जेव्हा वापरकर्ते त्यांच्या साइटवर एचसीप्चा विजेट वापरतात तेव्हा वेबसाइट्स ह्यूमन टोकन (एचएमटी) कमवतात आणि मशीन लर्निंग कंपन्या त्यांचा डेटा लेबल लावण्यासाठी मानवी टोकनला पैसे देतात.",
    "home-ba-labeling-services-link": "लेबलिंग सेवा",
    "home-benefits-head-1": "डेटा लेबलिंगमधील मूल्य",
    "home-benefits-head-2": "चॅरिटीला परत द्या",
    "home-benefits-text-1": "आपण एका विशाल कंपनीची मशीन शिक्षण प्रणाली विनामूल्य प्रशिक्षण देण्यात मदत करत असलेल्या कारवर क्लिक करता तेव्हा आपणास हे लक्षात आले आहे?",
    "home-benefits-text-2": "hCaptcha हे मॉडेल फिरवते. जेव्हा आपण एच कॅप्चा वापरता, तेव्हा कंपन्या आपल्या वापरकर्त्याची मानवता सिद्ध करण्याच्या कार्यासाठी बोली लावतात. आपण बक्षिसे मिळवा.",
    "home-benefits-text-3": "आपल्या आवडत्या चॅरिटीला परत देऊ इच्छिता? एच कॅप्चा आपल्याला आपल्या आवडीच्या चॅरिटीजचा वापर करुन मिळविलेल्या उत्पन्नासह आपले समर्थन करू देतो. आपल्या साइटवरील वापरकर्ते लवकरच एचसीप्चा इंटरफेसवर सुज्ञ ब्रांडिंगद्वारे चॅरिटीमध्ये आपले योगदान पाहण्यास सक्षम असतील.",
    "home-challenge-text-1": "क्वेरीशी जुळणार्‍या सर्व प्रतिमा निवडा",
    "home-challenge-text-2": "ऑब्जेक्ट्ससाठी बाउंडिंग एरिया निश्चित करा",
    "home-challenge-text-3": "संबंधित लेबले ओळखा",
    "home-challenge-title-1": "तुलना",
    "home-challenge-title-2": "बाउंडिंग बॉक्स",
    "home-challenge-title-3": "वर्गीकरण",
    "home-challenges-head": "आव्हाने सादर केली",
    "home-challenges-text-1": "... आणि इतर सोपी कार्ये. मानवांसाठी सोपे, बॉट्ससाठी कठीण.",
    "home-challenges-text-2": "एंटरप्राइझ प्रकाशकांसाठी सानुकूल कार्ये देखील उपलब्ध आहेत.",
    "home-ent-1": "आमच्या एंटरप्राइझ सुरक्षा ऑफर शोधत आहात?",
    "home-ent-2": "आमच्या नवीन समर्पित साइटला भेट द्या: BotStop.com",
    "home-ent-button": "अधिक जाणून घ्या: एचकप्चाद्वारे बॉटस्टॉप",
    "home-from-the-blog": "ब्लॉग कडून:",
    "home-from-the-blog-value": "HCaptcha अडचण सेटिंग्ज कशा कार्य करतात",
    "home-intro-body": "सांगकामे ठेवण्यासाठी आपण कॅप्चा वापरता? hCaptcha वापरकर्त्याच्या गोपनीयतेचे रक्षण करते, वेबसाइटना पुरस्कृत करते आणि कंपन्यांना त्यांचा डेटा लेबल लावण्यास मदत करते. रेकापचा ही ड्रॉप-इन रिप्लेसमेंट आहेः आपण काही मिनिटांतच स्विच करू शकता.",
    "home-intro-button": "आत्ताच नोंदणी करा",
    "home-intro-head": "अधिक सांगकामे थांबवा. वापरकर्त्याच्या गोपनीयतेचे संरक्षण करण्यास प्रारंभ करा.",
    "home-main-1": "खाजगी. सुरक्षित वेगवान. आणि आम्ही ते वापरण्यासाठी आपल्याला पैसे देतो.",
    "home-main-2": "गोपनीयता केंद्रित",
    "home-main-2c": "जाहिरात नेटवर्क आपले अभ्यागत उत्पादन म्हणून पाहतात. एचकप्चासाठी उत्पादन त्यांचे कार्य प्रदान करतात. आपले वापरकर्ते कोण आहेत याची पर्वाच करत नाही, फक्त ते किती वाईट असतील याची आम्हाला पर्वा नाही. आम्ही प्रायव्हसी पास सारख्या उपक्रमांचे समर्थन करतो आणि गोपनीयता आणि सुरक्षिततेमध्ये संतुलन राखण्यासाठी कठोर परिश्रम करतो.",
    "home-main-3": "सुरक्षा प्रथम",
    "home-main-3c": "अचूकता आपल्या आणि आमच्या हिताचे आहे. एच कॅप्चा प्रकाशक-केंद्रित आहे. आम्ही आपल्याला वास्तविक डेटा देण्याचे कार्य करतो आणि आपण ते कसे वापरावे हे ठरवू देते. इतर कॅप्चा प्रचंड कंपन्यांच्या जाहिरातींनी पुरविल्या आहेत. याचा अर्थ असा की त्यांनी अवरोधित केलेले प्रत्येक बॉट त्यांचे उत्पन्न कमी करू शकेल.",
    "home-main-4": "उत्तम वापरकर्ता अनुभव",
    "home-main-4c": "मानवता निर्धारित करण्यासाठी अत्याधुनिक मशीन लर्निंग मॉडेल्स एचकेप्चा द्वारे वापरली जातात. आम्हाला अद्याप आपल्या वापरकर्त्यांकडून त्रासदायक कार्ये करण्याची आवश्यकता आहे आणि ग्राहकांना लेबल लावण्यासाठी उपयुक्त लेबल डेटा तयार करीत असताना, तसे करण्यात त्यांचा कमी वेळ घेण्यास मदत करू देते.",
    "home-main-plans": "एच कॅप्चा कोणत्याही आकाराच्या प्रकाशकांसाठी वापरण्यास विनामूल्य आहे. तथापि, अधिक नियंत्रणाची आवश्यकता असलेल्या उपक्रम आणि प्लॅटफॉर्मसाठी, आमचे एंटरप्राइझ सोल्यूशन्स उपलब्ध आहेत.",
    "home-main-plans2": "एच कॅप्चा एंटरप्राइझ सोल्यूशन ग्रहावरील काही मोठ्या कंपन्यांकरिता कोट्यवधी वेबसाइट्सच्या लाखो वापरकर्त्यांचे संरक्षण करते. कृपया अधिक माहितीसाठी आमच्याशी संपर्क साधा किंवा भेट द्या",
    "home-main-plans3": "एच कॅप्चा एंटरप्राइझ सोल्यूशन ग्रहावरील काही मोठ्या कंपन्यांकरिता कोट्यवधी वेबसाइट्सच्या लाखो वापरकर्त्यांचे संरक्षण करते. कृपया अधिक माहितीसाठी आमच्याशी संपर्क साधा किंवा भेट द्या",
    "home-main-plans4": "तपशीलांसाठी.",
    "home-plans-button-1": "आत्ताच नोंदणी करा",
    "home-plans-button-2": "संपर्क विक्री",
    "home-plans-chart-head-1": "वैशिष्ट्ये",
    "home-plans-chart-head-2": "प्रकाशक",
    "home-plans-chart-head-3": "एंटरप्राइझ",
    "home-plans-chart-row-1-cell-1": "आव्हान दर्शविलेले प्रकार नियंत्रित करा",
    "home-plans-chart-row-1-cell-2": "मर्यादित",
    "home-plans-chart-row-1-cell-3": "एकूण",
    "home-plans-chart-row-10-cell-1": "एकाधिक-वापरकर्ता डॅशबोर्ड",
    "home-plans-chart-row-11-cell-1": "प्रगत अहवाल वैशिष्ट्ये",
    "home-plans-chart-row-12-cell-1": "एंटरप्राइझ एसएलए",
    "home-plans-chart-row-2-cell-1": "वापरलेली आव्हान सामग्री नियंत्रित करा",
    "home-plans-chart-row-2-cell-2": "मर्यादित",
    "home-plans-chart-row-2-cell-3": "एकूण",
    "home-plans-chart-row-3-cell-1": "मानवी विद्रावांसाठी बक्षीस मिळवा",
    "home-plans-chart-row-4-cell-1": "जागतिक दर्जाचे अँटी-बॉट संरक्षण",
    "home-plans-chart-row-5-cell-1": "प्रत्येक देशात कार्य करते",
    "home-plans-chart-row-5a-cell-1": "नाही-कॅप्चा आणि 99.9% निष्क्रीय मोड",
    "home-plans-chart-row-5b-cell-1": "बॉट आत्मविश्वास स्कोअर",
    "home-plans-chart-row-6-cell-1": "जीडीपीआर आणि सीसीपीए-अनुकूल गोपनीयता धोरण",
    "home-plans-chart-row-7-cell-1": "बारीक द्राक्षांचा त्रास पातळी",
    "home-plans-chart-row-8-cell-1": "आपली स्वतःची आव्हान सामग्री लाँच करा",
    "home-plans-chart-row-9-cell-1": "वेळ-आधारित अडचणीचे वेळापत्रक",
    "home-try-it-out-button": "एच कॅप्चा मिळवा",
    "home-try-it-out-head": "प्रयत्न कर",
    "home-try-it-out-text": "एचकेप्चा मानवी निराकरणासाठी क्षुल्लक असताना सोपी, सुलभ आणि विश्वासार्ह बॉट शोध प्रदान करते.",
    "labeling-about-head": "एच कॅप्चा बद्दल",
    "labeling-about-text-1": "एच कॅप्चा हे मशीन शिक्षणातील सर्वात श्रम गहन समस्येचे निराकरण करण्यासाठी डिझाइन केले गेले आहे; वेळेवर, स्वस्त आणि विश्वासार्ह मार्गाने मोठ्या प्रमाणात डेटा लेबलिंग. अधिक डेटा सहसा प्रशिक्षण मशीन शिक्षण मॉडेलमध्ये चांगले परिणाम देतात. अलीकडील सखोल मॉडेल्सच्या यशामुळे मोठ्या प्रमाणात डेटासेट वाढले आहेत आणि एच कॅप्चा ही आवश्यकता पूर्ण करते.",
    "labeling-about-text-2": "तथापि, पारंपारिक पद्धतींचा वापर करून मोठे मानवी-पुनरावलोकन केलेले डेटासेट तयार करणे दोन्ही हळू आणि महाग आहे. एच कॅप्चा हा कंपन्यांकरिता आवश्यक एनोटेशन जलद आवश्यक आहे, उच्च प्रतीसह आणि इतर पर्यायांच्या तुलनेत कमी किंमतीत.",
    "labeling-annotations-head": "भाष्य प्रकार",
    "labeling-annotations-text-1": "प्रतिमा आणि व्हिडिओमध्ये अचूक ऑब्जेक्ट ओळख",
    "labeling-annotations-text-2": "प्रतिमा आणि व्हिडिओमध्ये अचूक ऑब्जेक्ट ओळख",
    "labeling-annotations-text-3": "बर्‍याच भिन्न वापर प्रकरणांसाठी पॉइंट भाष्ये",
    "labeling-annotations-text-4": "कोणत्याही आकाराच्या अनियंत्रित श्रेण्या क्रमवारी लावा किंवा जोडा",
    "labeling-annotations-text-5": "मानवी शक्ती-शोध आणि वर्गीकरण",
    "labeling-annotations-text-6": "येथे सूचीबद्ध नसलेला दुसरा प्रकार हवा आहे? फक्त आम्हाला विचारा.",
    "labeling-annotations-title-1": "बाउंडिंग बॉक्स",
    "labeling-annotations-title-2": "बहुभुज",
    "labeling-annotations-title-3": "खुणा",
    "labeling-annotations-title-4": "विशेषता वर्गीकरण",
    "labeling-annotations-title-5": "तुलना आणि शोध",
    "labeling-annotations-title-6": "... आणि बरेच काही",
    "labeling-ent-button": "आमच्या एंटरप्राइझ सोल्यूशन्स कार्यसंघाशी संपर्क साधा",
    "labeling-ent-head": "एंड-टू-एंड नियंत्रण आवश्यक आहे?",
    "labeling-ent-text-1": "एचसीप्चाच्या मागे ह्युमन प्लॅटफॉर्म आपल्या अस्तित्वातील प्रणालींसह समाकलित केलेल्या प्री-प्रीमिस, हायब्रिड किंवा सास उपयोजनांद्वारे अत्यंत परिष्कृत कार्य गुणवत्ता आणि व्यवस्थापन वैशिष्ट्ये प्रदान करते.",
    "labeling-ent-text-2": "आपल्या स्वत: च्या कर्मचार्‍यांसह संपूर्ण ऑफलाइन चालवा, व्यवसाय युनिट्स किंवा कन्सोर्टियम भागीदारांद्वारे वापरल्या जाणार्‍या ट्रॅकचे मूल्य, निवड आणि खर्च आणि सुरक्षा आवश्यकतांच्या आधारावर वेगवेगळ्या अंतर्गत किंवा बाह्य कामगार प्रदात्यांकडे नोकरी निवड करा.",
    "labeling-ent-text-3": "कार्यक्षमता वाढविण्यासाठी सुलभ एपीआय प्रवेश, सुंदर डॅशबोर्ड्स आणि नवीनतम मॉडेल इन-द-लूप तंत्रज्ञान.",
    "labeling-ent-text-4": "99.99% अपटाइम एसएलए आणि 24/7 जागतिक समर्थन उपलब्ध. अधिक माहितीसाठीः",
    "labeling-features-head-1": "सोपी एपीआय-चालित पाइपलाइन.",
    "labeling-features-head-2": "किंमत आणि गुणवत्तेसाठी अनुकूलित कोणतीही स्पष्ट वचनबद्धता आवश्यक नाही.",
    "labeling-features-head-3": "केवळ आपल्याला आवश्यक अचूकतेसाठी पैसे द्या.",
    "labeling-features-head-4": "आपला स्वतःचा ग्राउंड सत्य डेटा प्रदान करा किंवा आम्हाला तो उड्डाणपूलावर बनवू द्या.",
    "labeling-features-text-1": "मानवी पुनरावलोकन थेट आपल्या व्यवसाय ऑपरेशनमध्ये समाकलित करू इच्छिता? आम्ही उच्च विश्वसनीयता एसएलए, हमी क्षमता आणि साधी आरईएसटी API ऑफर करतो.",
    "labeling-features-text-2": "अत्याधुनिक रीअल-टाइम गुणवत्तेचे विश्लेषण करण्यासाठी ह्यूमन प्लॅटफॉर्म व्यापक आत्मविश्वास मॉडेल्स वापरतो. यामुळे आम्हाला प्रश्नांची अडचण आणि त्यांचे योग्य उत्तर या दोन्ही गोष्टी द्रुतपणे निर्धारित करण्यास अनुमती देते, आपला वेळ आणि पैशांची बचत होते.",
    "labeling-features-text-3": "सर्व समस्या एकसारख्या नसतात. सुरक्षा-गंभीर कार्यांसाठी भाष्य करण्यासाठी संपूर्ण मानवी कामगारांकडून 99.99% आत्मविश्वास आवश्यक आहे. मोबाइल गेम अ‍ॅपमधील एका बीटा वैशिष्ट्यासाठी भाष्यांसाठी केवळ मध्यम आत्मविश्वासाची आवश्यकता असू शकते. तुम्ही ठरवा.",
    "labeling-features-text-4": "आपल्याकडे व्यापक सत्यापन सेटशिवाय कच्चा डेटा आहे? बहुतेक प्रकरणांमध्ये आम्ही आपल्यासाठी एक सिस्टम तयार केलेली कार्ये म्हणून तयार करू किंवा आपल्या मंजुरीसाठी लेबल असलेले नमुने तयार करु.",
    "labeling-info-head": "डेटा लेबल मिळविणे",
    "labeling-info-text-1": "आपल्या प्रोजेक्ट गरजा परिभाषित करण्यासाठी आमच्या डोमेन तज्ञांपैकी एकाशी बोलाः लक्ष्य अचूकता, स्वरूप आणि कोणत्याही विशेष आवश्यकता.",
    "labeling-info-text-2": "आम्ही आपल्या नमुना डेटावर आधारित एक लहान उत्पादन नोकरी कार्यान्वित करतो. आपल्याला आवश्यक असलेल्या गोष्टी आपल्याला नक्की मिळतील हे सुनिश्चित करण्यासाठी आम्ही एकत्रित केलेल्या कामाची चाचणी घेते.",
    "labeling-info-text-3": "आमच्या उच्च व्हॉल्यूम आणि कमी विलंब सह आम्ही स्वयंचलित वितरण पूर्ण होताच आपले कार्य पटकन फिरवू.",
    "labeling-info-text-4": "आम्ही आपल्या उत्पादन कार्याचे मापदंड अधिक चांगल्या प्रकारे समजून घेतल्याने परिणाम काळानुसार सुधारत राहतील.",
    "labeling-info-text-5": "थेट डॅशबोर्ड आपल्याला कोणत्याही वेळी अभिप्राय प्रदान करण्यास किंवा उत्पादनास विराम देण्यास अनुमती देतात.",
    "labeling-info-title-1": "वैशिष्ट्य परिभाषित करा",
    "labeling-info-title-2": "आरंभिक नोकरी परीक्षा",
    "labeling-info-title-3": "उत्पादन नोकर्या तैनात करा",
    "labeling-info-title-4": "सतत सुधारणा",
    "labeling-info-title-5": "वास्तविक वेळ निकाल",
    "labeling-main-1": "प्रमाणात प्रभावीपणे डेटा लेबलिंग",
    "labeling-main-1-button": "आपला डेटा आत्ताच लेबल करा",
    "labeling-main-1c": "आपल्या डेटासेटसाठी अधिक लेबलांची आवश्यकता आहे? कृत्रिम बुद्धिमत्ता आणि मशीन लर्निंग companiesप्लिकेशन्सवर काम करणार्‍या कंपन्यांसाठी एचकप्चा जलद, कमी प्रभावी आणि उच्च दर्जाचे डेटा लेबलिंग प्रदान करते.",
    "labeling-main-2": "लाखो कामे त्वरित लाँच करा.",
    "labeling-main-2-button": "डेटा लेबलिंग सेवा खरेदी करा",
    "labeling-main-2c": "आपल्या वापरासाठी उपलब्ध असलेल्या एचसी कॅप्चावर पृथ्वीवरील सर्वात मोठे तलाव आहे. आपला स्केल काहीही असो, आम्ही महागड्या स्पष्ट प्रतिबद्धतेशिवाय हे हाताळू शकतो. दररोज कोट्यवधी कामे कोणतीही अडचण नसतात.",
    "labeling-platform-head": "खाजगी किंवा सार्वजनिक माहिती",
    "labeling-platform-text": "एच कॅप्चा हा मानव प्लॅटफॉर्मवर बनविला गेला आहे, जो प्रत्येक चरणात किंमत आणि कार्यक्षमता अनुकूलित करण्यासाठी अत्याधुनिक मार्ग आणि विश्लेषणास अनुमती देते. हे तंत्रज्ञान आपल्या नोकरीच्या प्रत्येक भागाचे योग्य कार्यक्षेत्र हाताळण्यास, गोपनीयतेचे संरक्षण करताना आणि लागू होणार्‍या कोणत्याही नियामक आवश्यकतांची पूर्तता करताना किंमतीची कार्यक्षमता वाढवते.",
    "labeling-try-button": "डेटा लेबलिंग सेवा खरेदी करा",
    "labeling-try-head": "आपल्या डेटासह प्रयत्न करून पाहू इच्छिता?",
    "labeling-try-text": "... आपण असता तेव्हा आम्ही तयार असतोः आमची सेवा चोवीस तास उपलब्ध असते.",
    "learn-more-hcaptcha": "एच कॅप्चा बद्दल अधिक जाणून घ्या",
    "page-acc-faq-1": "प्रश्नः एच कॅप्चा कलम 508 + डब्ल्यूसीएजी 2.1 एए सुसंगत आहे? उत्तर: आमचा यावर विश्वास आहे: वेब ब्राउझ करण्यास आणि फॉर्मवर मजकूर प्रविष्ट करण्यास सक्षम असलेल्या कोणत्याही प्रकारची कमजोरी असलेले सर्व वापरकर्ते नोंदणीनंतर एच कॅप्चाद्वारे संरक्षित सेवांमध्ये प्रवेश करू शकतात. तथापि, हा कायदेशीर सल्ला नाहीः आपल्या तैनातीची परिस्थिती असल्याचे सुनिश्चित करण्यासाठी आपण आपली विशिष्ट अंमलबजावणी विचारात घेऊन स्वतःचे मूल्यांकन केले पाहिजे.",
    "page-acc-faq-2": "प्रश्नः आपण ऑडिओसारख्या इतर प्रवेशयोग्यते (ए 11 ए) पर्यायांवर काम करत आहात? उत्तरः पूर्वी लोकप्रिय ऑडिओ कॅप्चा बर्‍याच ए 11 ए वापरकर्त्यांसह भेदभाव करतात आणि आधुनिक मशीन शिक्षण तंत्रांनी सहज पराभूत झाले आहेत. यामुळे विद्यमान ऑडिओ आव्हाने अधिकाधिक कठीण, आवाज, विचित्र वेळ, असामान्य शब्द संयोजन इत्यादींचा आणि हल्लेखोरांना पराभूत करण्यास भाग पाडण्यास भाग पाडले आहे. आम्ही अशा प्रकारे या आव्हानाबद्दल कमी उत्साही आहोत. आव्हान पूर्णपणे टाळत आहोत, परंतु ए 11 व्ही समुदायाकडून मागणी आल्यास त्याचा विचार करू. तथापि, आम्हाला प्रवेशयोग्यतेच्या वापरासाठी प्रायव्हसी पासमध्ये रस आहे. आमचा असा विश्वास आहे की आमचा सध्याचा ए 11 चा दृष्टीकोन प्राइवेसी पास जारी करण्यासह एकत्रित केल्याने ए 11 व्ही वापरकर्त्यांना सुरक्षितपणे ब्राउझ करण्याची परवानगी मिळेल, त्यांची रहदारी अधिक खाजगी आहे हे ज्ञानात सुरक्षित असेल तर बॉट ऑपरेटरद्वारे होणार्‍या गैरवर्तनावर बंधन आणले जाईल जे ए 11 य पर्याय उपलब्ध असताना अनिवार्यपणे उद्भवू शकतात. आम्ही या नवीन तंत्रज्ञानाचे प्रमाणिकरण करीत असलेल्या आयईटीएफ कार्य गटात सक्रिय सहभागी आहोत.",
    "page-acc-faq-3": "प्रश्नः गोपनीयतेचे काय? नोंदणी एखाद्या प्रकारे ए 11y ब्राउझिंग डेटा उघड करते? आपण ईमेलसह काय करता? उत्तरः hCaptcha ग्राउंड अप पासून गोपनीयतेसाठी डिझाइन केले आहे. हे पारंपारिक पर्यायांपेक्षा अगदी भिन्न आहे जसे की रेपॅप्चा, ज्याची जाहिरात नेटवर्कच्या मालकीची आहे, ज्यांना आपणास वेबवर मागोवा घेण्याची प्रेरणा आहे आणि आपल्याला खरी ओळख पटवून देईल. आम्ही ए 11 ए वापर सुलभ करणे आणि गैरवर्तन प्रतिबंधित करण्याशिवाय इतर कोणत्याही हेतूसाठी प्रवेशयोग्यता ईमेल किंवा माहिती वापरत नाही. आमच्या गोपनीयता धोरणाकडे आम्ही डेटा कसा वापरतो याबद्दल विस्तृत आणि अधिकृत उत्तरे आहेत, परंतु छोट्या उत्तरात आपला ब्राउझिंग इतिहासाची व्यक्ती म्हणून आपल्याला जोडण्यात आमची आवड नाही. आम्ही आपला ईमेल पत्ता वेगाने टाकून टाकण्यासाठी सध्या एका क्रिप्टोग्राफिक सोल्यूशनवर देखील काम करत आहोत. अद्याप आमच्या गोपनीयता पासच्या कामाचे पूरक, गैरवर्तन टाळण्याची आपली क्षमता जपून ठेवत असताना.",
    "page-acc-link-1": "आपण प्रवेशयोग्यता वापरकर्ता असल्यास, कृपया येथे साइन अप करा.",
    "page-acc-subhead": "सुरक्षितता राखताना सर्व वापरकर्त्यांसाठी अखंड प्रवेश सुनिश्चित करणे",
    "page-acc-summary": "सारांश",
    "page-acc-summary-contents-1": "एच कॅप्चा हे बॉट्स लोकांपासून वेगळे करून थांबविण्यासाठी डिझाइन केलेले आहे. व्हिज्युअल चाचण्या यासाठी एक सोयीस्कर साधन आहे, परंतु प्रत्येकजण व्हिज्युअल आव्हान सोडवू शकत नाही. या कारणास्तव आम्ही आमच्या सेवेचा वापर करणा्या प्रकाशकांना संपूर्ण कलम 8०8 आणि डब्ल्यूसीएजी २.१ ए.ए. च्या अनुपालनासह सर्वांसाठी प्रवेशयोग्यता संरक्षित करू देण्यासाठी एक सोपा, वेदनारहित पर्याय तयार केला आहे.",
    "page-acc-summary-contents-2": "हे कसे कार्य करते: प्रथम, प्रवेशयोग्यता वापरकर्त्याने या URL वर साइन अप केले आहे, जे एचकॅप्चा विजेट माहिती पृष्ठामध्ये दुवा साधलेले आहे. त्यांना एक एनक्रिप्टेड कुकी देण्यात आली आहे जी दररोज बर्‍याच वेळा वापरली जाऊ शकते परंतु लॉगिनद्वारे दर 24 तासांनी रीफ्रेश केली जाणे आवश्यक आहे. जेव्हा एचसी कॅप्चा सेवा वापरुन कोणत्याही साइटवरील ibilityक्सेसीबीलिटी वापरकर्त्याला आव्हान दिले जाईल तेव्हा ते आपोआप पास होतील.",
    "page-acc-title": "hCaptcha ibilityक्सेसीबीलिटी माहिती",
    "page-acc-tr-body": "प्रश्नः कुकी सेट केल्यानंतर मला अजूनही एक आव्हान दिसत आहे. हे कशामुळे होत आहे? उत्तरः हे विशेषत: आक्रमक अ‍ॅड ब्लॉकर किंवा कुकी-विस्तार विस्तार किंवा क्रॉस-साइट कुकीज अवरोधित करणार्‍या सेटिंगमुळे किंवा या प्रकरणात hcaptcha.com साठी एक कुकी जी वेगळ्या साइटवर एचकॅप्चा जावास्क्रिप्टद्वारे सेट केलेली आहे किंवा चेक केलेली आहे. , ज्याला आपण भेट देत आहात त्याप्रमाणे. एच कॅप्चा प्रवेशयोग्यता कुकीज सर्व लोकप्रिय ब्राउझर आणि त्यांच्या मानक सेटिंग्जसह blड ब्लॉकर्ससह कार्य करतात, म्हणून सामान्यत: अपयश अ‍ॅन्टी-एंटी-ब्लॉक स्क्रिप्ट्स किंवा विशिष्ट साइटना लक्ष्यित तत्सम नियमांमुळे होते. निराकरणे: 1. आपल्या जाहिरात ब्लॉकर किंवा ब्राउझर सुरक्षा विस्तारामधील श्वेतसूची hcaptcha.com आणि * .hcaptcha.com कुकीज. २. जर आपण ब्रेव्ह ब्राउझर वापरत असाल, ज्यात (एप्रिल २०२० पर्यंत) कोणत्याही प्रकारची कुकी श्वेतसूची नसलेली दिसत असेल तर, प्राधान्ये -> शिल्ड्स -> कुकीज वर जा आणि सर्व कुकीजना परवानगी द्या निवडा. You. जर आपण अलीकडेच प्रसिद्ध केलेल्या ओएस एक्स १०.१5 किंवा आयओएस १ on वर सफारीची अगदी नवीनतम आवृत्ती वापरत असाल तर Appleपलने फक्त तृतीय-पक्षाच्या कुकीजशी संबंधित सफारीचे वर्तन बदलले आहे, त्या सर्वांना डीफॉल्टनुसार अवरोधित केले आहे. आम्ही निराकरण अंमलबजावणी करीत आहोत, परंतु या दरम्यान कृपया सफारी प्राधान्ये, गोपनीयता विभाग आणि वेबसाइट ट्रॅकिंग अनचेक करा: ibilityक्सेसीबीलिटी कुकीला अपेक्षेप्रमाणे कार्य करण्यास सक्षम करण्यासाठी क्रॉस-साइट ट्रॅकिंग प्रतिबंधित करा. प्रश्न: मी अनेक साधने वापरतो. मला बर्‍याच वेळा साइन अप करण्याची आवश्यकता आहे? उत्तर: नाही. कृपया कुकी सेट करण्यासाठी आपण वापरत असलेल्या प्रत्येक डिव्हाइसवर आपल्याला पाठविलेला समान ईमेल लॉग इन दुवा क्लिक करा.",
    "page-acc-tr-title": "प्रवेशयोग्यता वापरकर्त्यांसाठी: वारंवार प्रश्न आणि समस्यानिवारण मार्गदर्शक",
    "page-acc-tr2-body": "सफारी<br> सफारी (मॅक) मध्ये कुकीज सक्षम करण्यासाठी: सफारी ड्रॉप-डाउन मेनूवर जा. प्राधान्ये निवडा. शीर्ष पॅनेलमधील गोपनीयता क्लिक करा. ब्लॉक कुकीज अंतर्गत कधीही नाही हा पर्याय निवडा.<br> सफारी (आयफोन / आयपॅड iOS 11+) मध्ये कुकीज सक्षम करण्यासाठी: आपली सेटिंग्ज उघडा. खाली स्क्रोल करा आणि सफारी निवडा. गोपनीयता आणि सुरक्षितते अंतर्गत, क्रॉस-साइट ट्रॅकिंग प्रतिबंधित करा आणि सर्व कुकीज अवरोधित करा<br><br> फायरफॉक्स<br> कोणत्याही वेबपृष्ठावरील अ‍ॅड्रेस बारच्या डावीकडील शिल्डवर क्लिक करा. संरक्षण सेटिंग्ज वर क्लिक करा. फायरफॉक्स प्राधान्यता गोपनीयता आणि सुरक्षा पॅनेल उघडेल. वर्धित ट्रॅकिंग संरक्षण अंतर्गत, सानुकूल निवडा. ते चेकबॉक्सेस निवडून कोणते ट्रॅकर आणि स्क्रिप्ट अवरोधित करायचे ते निवडा. आपण hcaptcha.com अनब्लॉक केलेले असल्याची खात्री करा.<br><br> चेकबॉक्सेसची निवड रद्द करून, आपण यास डीबग करण्यासाठी कस्टममधील काही संरक्षण तात्पुरते बंद देखील करू शकता: ट्रॅकर्स चेकबॉक्सची निवड रद्द करा किंवा आपणास अद्याप समस्या येत असल्यास कुकीज चेकबॉक्सची निवड रद्द करा.<br><br> गुगल क्रोम<br> गूगल क्रोम (पीसी):<br> Chrome मेनू चिन्ह निवडा. सेटिंग्ज निवडा.<br> पृष्ठाच्या तळाशी, प्रगत सेटिंग्ज दर्शवा निवडा.<br> गोपनीयता विभागात, सामग्री सेटिंग्ज निवडा.<br> स्थानिक डेटा सेट करण्यास अनुमती द्या निवडा (शिफारस केलेले).<br> पूर्ण झाले निवडा.<br> ‍<br> गूगल क्रोम (मॅक):<br> Chrome प्राधान्ये सेटिंग्जवर क्लिक करा, त्यानंतर प्रगत सेटिंग्ज दर्शवा.<br> गोपनीयता अंतर्गत, सामग्री सेटिंग्ज वर क्लिक करा.<br> तृतीय-पक्षाच्या कुकीज अवरोधित करा आणि साइट डेटा तपासला नाही याची खात्री करा<br> ‍<br> Google Chrome (Android):<br> आपल्या Android डिव्हाइसवर, Chrome अॅप उघडा.<br> शीर्षस्थानी उजवीकडे, अधिक टॅप करा आणि नंतर सेटिंग्ज.<br> साइट सेटिंग्ज आणि नंतर कुकीज टॅप करा.<br> कुकीजच्या पुढे सेटिंग चालू करा.<br> तृतीय-पक्षाच्या कुकीजना परवानगी द्या पुढील बॉक्स चेक करा.",
    "page-acc-tr2-head": "क्रॉस-साइट कुकीजसाठी ब्राउझर सूचना",
    "priv-hc": "गोपनीयता केंद्रित",
    "priv-hc-text": "जाहिरात नेटवर्क आपल्याला त्यांचे उत्पादन म्हणून पाहतात. आम्ही नाही. वापरकर्ते कोण आहेत याची पर्वा आम्ही करत नाही, केवळ ते किती दुर्भावनापूर्ण आहेत याची शक्यता आहे. आम्ही प्रायव्हसी पास सारख्या उपक्रमांचे समर्थन करतो आणि गोपनीयता आणि सुरक्षिततेमध्ये संतुलन राखण्यासाठी कठोर परिश्रम करतो.",
    "reporting-bugs-accessibility-button": "Ibilityक्सेसीबीलिटी पर्यायांबद्दल अधिक जाणून घ्या",
    "reporting-bugs-accessibility-head": "प्रवेशयोग्यता पर्याय",
    "reporting-bugs-accessibility-text": "आपण दृष्टिहीन आहात किंवा hCaptchas पूर्ण करण्यात अक्षम आहात?",
    "reporting-bugs-guide-ff-head": "कॅप्चरिंग बग अहवाल तपशील: फायरफॉक्स",
    "reporting-bugs-guide-ff-step-1": "चरण 1: विकसक साधने उघडा (यामुळे सत्राचे रेकॉर्डिंग सुरू होते.)",
    "reporting-bugs-guide-ff-step-2": "चरण 2: विकसक साधनांमधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी पर्सिस्ट लॉग बॉक्स तपासा.",
    "reporting-bugs-guide-ff-step-3": "चरण 3: https://accounts.hcaptcha.com/demo किंवा आपल्याला ज्या वेबसाइटवर समस्या येत आहे त्या वेबसाइटला भेट द्या (गोपनीयता टीप: फक्त ते आहे ते सामायिक करण्यास आपणास हरकत नसेल तर) ... आणि नंतर आय क्लिक करा. मी मानवी बटण आहे, आणि सोडवण्याचा प्रयत्न करा.",
    "reporting-bugs-guide-ff-step-4": "चरण 4: आपण निराकरण करण्याचा प्रयत्न केल्यानंतर एचएआर क्लिक करा आणि नेटवर्क लॉग जतन करण्यासाठी सर्व जतन म्हणून जतन करा निवडा. ती फाईल आमच्याकडे पाठवा.",
    "reporting-bugs-guide-ff-step-5": "चरण 5: कन्सोल टॅबवर क्लिक करा, आणि कन्सोल लॉग जतन करण्यासाठी सर्व निवडा आणि मजकूर फाइलमध्ये जतन करा. ते आम्हालाही पाठवा.",
    "reporting-bugs-guide-ff-step-6": "शेवटची पायरी: त्या एचआर आणि कन्सोल लॉग फाइल्स आम्हाला ईमेल करा आणि समस्येचे वर्णन करा: समर्थन@hcaptcha.com (कृपया ड्रॉपबॉक्स किंवा फाइलबिन सारख्या सर्व्हिसचा वापर करा आणि दुवे पाठवा) आणि वैकल्पिकरित्या स्क्रीनशॉट आहे, असे आपल्याला वाटत असल्यास काहीतरी योग्यरित्या प्रदर्शित होत नाही. . कृपया आपण वापरत असलेला आयपी पाठवा. आपण https://www.whatsmyip.org/ वरून मिळवू शकता ही माहिती मिळविण्यात आम्हाला मदत करण्यासाठी वेळ दिल्याबद्दल धन्यवाद! आम्ही प्रत्येकासाठी hCaptcha चांगले कार्य करण्यासाठी वचनबद्ध आहोत.",
    "reporting-bugs-guide-head": "कॅप्चरिंग बग अहवाल तपशील: Chrome",
    "reporting-bugs-guide-step-1": "चरण 1: विकसक साधने उघडा (यामुळे सत्राचे रेकॉर्डिंग सुरू होते.)",
    "reporting-bugs-guide-step-2": "चरण 2: विकसक साधनांमधील नेटवर्क टॅबवर क्लिक करा. शीर्षस्थानी संरक्षित लॉग बॉक्स तपासा.",
    "reporting-bugs-guide-step-3": "चरण 3: https://accounts.hcaptcha.com/demo किंवा आपल्याला ज्या वेबसाइटवर समस्या येत आहे त्या वेबसाइटला भेट द्या (गोपनीयता टीप: फक्त ते आहे ते सामायिक करण्यास आपणास हरकत नसेल तर) ... आणि नंतर आय क्लिक करा. मी मानवी बटण आहे, आणि सोडवण्याचा प्रयत्न करा.",
    "reporting-bugs-guide-step-4": "चरण 4: आपण सोडवण्याचा प्रयत्न केल्यानंतर निर्यात एचएआर (थोडे खाली बाण) वर क्लिक करा, जे नेटवर्क लॉग वाचवते. ती फाईल आमच्याकडे पाठवा.",
    "reporting-bugs-guide-step-5": "चरण 5: कन्सोल टॅबवर क्लिक करा आणि कन्सोल लॉग जतन करण्यासाठी राइट-क्लिक करा नंतर सेव्ह म्हणून .. जतन करा. ते आम्हालाही पाठवा.",
    "reporting-bugs-guide-step-6": "शेवटची पायरी: त्या एचआर आणि कन्सोल लॉग फाइल्स आम्हाला ईमेल करा आणि समस्येचे वर्णन करा. वापरा: समर्थन@hcaptcha.com (कृपया ड्रॉपबॉक्स किंवा फाइलबिन सारखी सेवा वापरा आणि दुवे पाठवा) आणि वैकल्पिकरित्या स्क्रीनशॉट, काहीतरी योग्यरित्या प्रदर्शित होत नसल्याचा आपल्याला संशय असल्यास. कृपया आपण वापरत असलेला आयपी पाठवा. आपण https://www.whatsmyip.org/ वरून मिळवू शकता ही माहिती मिळविण्यात आम्हाला मदत करण्यासाठी वेळ दिल्याबद्दल धन्यवाद! आम्ही प्रत्येकासाठी hCaptcha चांगले कार्य करण्यासाठी वचनबद्ध आहोत.",
    "reporting-bugs-guide-text-1": "आपल्या अहवालासह डीबगिंग माहिती पाठविणे काय चालले आहे हे ओळखणे आपल्यास अधिक सुलभ करते. येथे चरण-दर-चरण सूचना आहेत:",
    "reporting-bugs-guide-text-2": "आपण एखादा वेब विकसक किंवा तज्ञ वापरकर्ता असल्यास, सारांश आम्ही इच्छित आहोत की आपण आम्हाला HAR आणि ब्राउझर कन्सोल लॉग रेकॉर्डिंगचे एक नेटवर्क पाठवावे. कृपया प्रथम कोणत्याही जाहिरात ब्लॉकर किंवा ब्राउझर सुरक्षा विस्तार अक्षम करण्याचा प्रयत्न करा आणि नंतर आपण या चरणांमध्ये जाण्यापूर्वी पुन्हा प्रयत्न करा. जर याने आपल्या समस्येचे निराकरण केले तर आम्ही अद्याप आपल्या ब्राउझरची आवृत्ती, जाहिरात ब्लॉकर किंवा ब्राउझर विस्तार आणि वेबसाइट URL आम्हाला कळवल्याबद्दल आम्ही आपले आभार मानतो.",
    "reporting-bugs-intro-head": "एक दोष सापडला? त्याचा अहवाल कसा द्यावा ते येथे आहे.",
    "reporting-bugs-intro-text": "ब्राउझर, विस्तार, डिव्हाइस, फायरवॉल आणि बरेच काही च्या हजारो संयोजनांवर लाखो लोक प्रत्येक महिन्यात एचकप्चाचा वापर करतात. हे नेहमीच आपल्यासाठी कार्य करते हे सुनिश्चित करण्याचे आमचे ध्येय आहे, म्हणून आम्ही आपल्या अहवालांचे खूप कौतुक करतो! द्रुत अभिप्राय देण्यासाठी फक्त आम्हाला अभिप्राय पाठवा बटणावर क्लिक करा. आपण कार्यशील समस्या पहात असल्यास, कृपया Chrome साठी डीबग लॉग सूचनांचे अनुसरण करा किंवा खाली फायरफॉक्ससाठी डीबग लॉग सूचना. इतर कोणत्याही ब्राउझरसाठी फक्त आम्हाला ईमेल करा. संभाव्य सुरक्षा किंवा गोपनीयता समस्यांसाठी, खाली दिलेल्या सूचना पहा.",
    "reporting-bugs-privacy-head": "गोपनीयता समस्या",
    "reporting-bugs-privacy-text": "वापरकर्ते कोण आहेत याची पर्वा आम्ही करीत नाही, केवळ ते दुर्भावनायुक्त किंवा मशीन्स असण्याची शक्यता आहे. आम्ही प्रायव्हसी पास सारख्या उपक्रमांचे समर्थन करतो आणि गोपनीयता आणि सुरक्षिततेमध्ये संतुलन राखण्यासाठी कठोर परिश्रम करतो. आपल्याला वापरकर्त्याच्या गोपनीयतेवर परिणाम होऊ शकेल असे वाटणारी समस्या आढळल्यास कृपया आम्हाला support@hcaptcha.com वर ईमेल करा.",
    "reporting-bugs-provide-feedback-button": "आम्हाला अभिप्राय पाठवा",
    "reporting-bugs-provide-feedback-head": "एचकप्चावर त्वरित अभिप्राय द्या",
    "reporting-bugs-provide-feedback-text": "आम्ही आपल्या इनपुटचे कौतुक करतो. आम्हाला कोणतीही समस्या सांगा आणि आम्ही त्या लवकर सोडवू.",
    "reporting-bugs-security-head": "सुरक्षा दोष",
    "reporting-bugs-security-text": "आम्हाला नेहमीच सुरक्षा बगचा अहवाल प्राप्त करण्यात रस असतो. समर्थन@hcaptcha.com आणि सीसी सुरक्षा@hcaptcha.com ईमेल करा आणि आम्ही आपल्याकडे लवकरच भेटू. आमच्याकडे एचसीप्चा सेवा आणि संबंधित स्त्रोत कोडवरील पात्र सुरक्षा अहवालांसाठी एक बग बाउंटी प्रोग्राम आहे.",
    "sec-hc": "सुरक्षा प्रथम",
    "sec-hc-text": "एच कॅप्चा प्रकाशक-केंद्रित आहे. आम्ही साइटला वास्तविक डेटा देण्याचे कार्य करतो आणि ते कसे वापरावे हे ठरवू द्या. अचूकता आपल्या आणि आमच्या हिताचे आहे. इतर कॅप्चा जाहिराती कंपन्यांद्वारे प्रदान केल्या आहेत. त्यांनी रोखलेला प्रत्येक बॉट त्यांचे महसूल कमी करू शकेल.",
    "switch-to-english-link": "इंग्रजीवर स्विच करा",
    "what-is-hcaptcha": "एच कॅप्चा म्हणजे काय?",
    "what-is-hcaptcha-text": "मानवजातीसाठी सोपे आणि मशीनसाठी अवघड असे सोपे प्रश्न विचारून एचकेप्चा आपली आवडती वेब सेवा बॉट्स, स्पॅम आणि गैरवर्तन टाळण्यास मदत करते.",
    "why-hc": "HCaptcha का?",
    "why-hc-text": "प्रत्येक वेळी जेव्हा आपण एखाद्या आव्हानाला उत्तर देता तेव्हा आपण मनुष्य आहात की मशीन हे शोधण्यासाठी आम्ही अत्याधुनिक मॉडेल्स वापरतो. त्यानंतर आपण भेट दिलेली वेबसाइट बॉटस ठेवून त्यांच्या साइटवरील आपला अनुभव सुधारण्यात मदत करण्यासाठी हा परिणाम वापरते."
}