{
    "about-advisors-brendan": "Ketua Pegawai Eksekutif Berani. Pengasas bersama Mozilla. Pencipta bahasa pengaturcaraan JavaScript. Pembina penyemak imbas dan banyak lagi.",
    "about-advisors-dawn": "Profesor, CS di University of California, Berkeley. Pembelajaran mendalam, keselamatan, pakar blockchain. Ketua Pegawai Eksekutif Oasis Labs.",
    "about-advisors-head": "Penasihat",
    "about-advisors-keiran": "Saintis Penyelidik di Stanford. Pembelajaran mesin dan kewangan kuantitatif di bank utama, dana lindung nilai, dan akademik.",
    "about-content-head-1": "Apa yang kita lakukan",
    "about-content-head-2": "Mengapa Ia Penting",
    "about-content-text-1": "hCaptcha adalah perkhidmatan Intuition Machines Inc, sebuah syarikat AI dan pembelajaran mesin dengan fokus pada pembelajaran logam dan domain visual ML pada skala besar. Kami membina dan mengoperasikan sistem berskala besar untuk membolehkan perkhidmatan analisis video dan gambar untuk syarikat Global 2000 di seluruh dunia.",
    "about-content-text-1a": "hCaptcha membawa pendekatan moden yang berfokus pada privasi untuk menghentikan bot.",
    "about-content-text-1b": "Kami menunjukkan cabaran CAPTCHA yang sukar untuk bot tetapi mudah bagi orang dengan mengumpulkan data yang sukar dilabel dari masalah pembelajaran mesin, dan menggunakannya untuk membezakan sama ada pelawat laman web atau aplikasi adalah manusia.",
    "about-content-text-2": "Lebih banyak data secara amnya menghasilkan hasil yang lebih baik. Membina dan mengekalkan set data berlabel dan relevan dengan betul memakan masa dan mahal. hCaptcha pada awalnya dikembangkan untuk memenuhi keperluan kita sendiri dalam pelabelan gambar, dan kini tersedia untuk syarikat lain dengan keperluan serupa.",
    "about-content-text-2a": "Pelakon jahat semakin kerap berlaku dalam talian. Tetapi mengorbankan privasi pengguna bukanlah jawapannya.",
    "about-content-text-2b": "Penyelesaian keselamatan yang ditawarkan oleh syarikat iklan memberi tumpuan terutamanya untuk mengesan pengguna di seluruh web. Kami telah membuat penyelesaian keselamatan yang berkesan yang membuktikan bahawa merosakkan privasi pengguna tidak perlu untuk memberikan hasil yang sangat baik.",
    "about-intro-head-1": "Mengenai hCaptcha",
    "about-intro-head-2": "Privasi, Keselamatan, dan Pembelajaran Mesin.",
    "about-intro-text": "hCaptcha adalah perkhidmatan CAPTCHA bebas yang paling banyak digunakan di dunia.",
    "about-leadership-alex": "Pakar pangkalan data dan Blockchain. Jurutera awal di Cloudera dan banyak lagi. Berpuluh-puluh tahun kepakaran membina perisian dan pasukan.",
    "about-leadership-eli": "Ketua Pegawai Eksekutif. Pemimpin yang diiktiraf dalam AI. Telah menerapkan kecerdasan mesin secara besar-besaran untuk pelbagai masalah perniagaan selama beberapa dekad yang lalu.",
    "about-leadership-head": "Kepimpinan",
    "about-leadership-todd": "PhD dalam Biologi Komputasi, Stanford. Bekerja dengan rangkaian neural sejak tahun 1999. Fokus pada ML terapan dan pembelajaran mendalam dalam skala.",
    "acc-opt": "Pilihan Kebolehcapaian",
    "acc-opt-but": "Ketahui lebih lanjut mengenai pilihan kebolehaksesan",
    "acc-opt-text": "Adakah anda cacat penglihatan atau tidak dapat menyelesaikan hCaptchas?",
    "accessibility-link": "Kebolehcapaian",
    "appreciate-in": "Kami menghargai input anda. Beritahu kami sebarang masalah dan kami akan menyelesaikannya dengan cepat.",
    "fb-but": "Hantarkan maklum balas kepada kami",
    "feedback-text": "Berikan maklum balas mengenai hCaptcha yang baru anda lihat",
    "footer-attribution": "Atribusi",
    "footer-copyright-text": "hCaptcha adalah tanda dagangan berdaftar Intuition Machines, Inc.",
    "footer-header-1": "Syarikat",
    "footer-header-2": "Sumber",
    "footer-header-3": "Hubungi",
    "footer-link-1": "Melabelkan",
    "footer-link-10": "Kebolehcapaian",
    "footer-link-2": "Mengenai",
    "footer-link-3": "Pekerjaan",
    "footer-link-4": "Tanda Dagangan",
    "footer-link-5": "Etika AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentasi",
    "footer-link-9": "Laporkan Bug",
    "footer-privacy": "Privasi",
    "footer-subheader-1": "Sokongan",
    "footer-subheader-2": "Hubungi",
    "footer-terms": "Syarat",
    "h-plans": "Pelan Langganan",
    "header-docs-link": "Dokumen",
    "header-labeling-services-link": "Perkhidmatan Pelabelan",
    "header-login-button": "Log masuk",
    "header-plans-link": "Rancangan",
    "header-signup-button": "Mendaftar",
    "home-about-head": "Mengenai hCaptcha",
    "home-about-subtitle": "Dikuasakan oleh MANUSIA Protocol",
    "home-about-text-1": "hCaptcha dirancang untuk menyelesaikan masalah yang paling padat tenaga kerja dalam pembelajaran mesin: melabel sejumlah besar data dengan tepat pada masanya, berpatutan, dan boleh dipercayai.",
    "home-about-text-2": "Lebih banyak data secara amnya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Kejayaan model dalam baru-baru ini menyebabkan kumpulan data yang semakin besar, hampir selalu dengan beberapa tinjauan manusia. Walau bagaimanapun, membuat set data yang disemak semula oleh manusia melalui Turk Mekanikal, Gambar Lapan, dll. Perlahan dan mahal.",
    "home-about-text-3": "hCaptcha membolehkan laman web menghasilkan wang yang memenuhi permintaan ini sambil menyekat bot dan bentuk penyalahgunaan lain.",
    "home-about-text-4": "Pasar hCaptcha dikuasakan oleh Protokol MANUSIA, sebuah protokol desentralisasi terbuka untuk kajian semula manusia yang berjalan di blockchain Ethereum. Laman web memperoleh Token Manusia (HMT) setiap kali pengguna menggunakan widget hCaptcha di laman web mereka, dan syarikat pembelajaran mesin membayar Token Manusia untuk mendapatkan label data mereka.",
    "home-ba-labeling-services-link": "Perkhidmatan Pelabelan",
    "home-benefits-head-1": "Nilai dalam Pelabelan Data",
    "home-benefits-head-2": "Kembalikan kepada Amal",
    "home-benefits-text-1": "Adakah anda sedar setiap kali anda mengklik kereta yang anda bantu untuk melatih satu sistem pembelajaran mesin syarikat Gigantic secara percuma?",
    "home-benefits-text-2": "hCaptcha mengubah model ini. Semasa anda menggunakan hCaptcha, syarikat menawar pekerjaan yang dilakukan pengguna anda kerana mereka membuktikan kemanusiaan mereka. Anda mendapat ganjaran.",
    "home-benefits-text-3": "Ingin memberikan kembali kepada amal kegemaran anda? hCaptcha membolehkan anda menyokong badan amal pilihan anda dengan pendapatan yang anda perolehi dari menggunakannya. Pengguna di laman web anda akan dapat melihat sumbangan anda kepada badan amal melalui penjenamaan yang bijak di antara muka hCaptcha.",
    "home-challenge-text-1": "Pilih semua gambar yang sesuai dengan pertanyaan",
    "home-challenge-text-2": "Tentukan kawasan batas untuk objek",
    "home-challenge-text-3": "Kenal pasti label yang sesuai",
    "home-challenge-title-1": "Perbandingan",
    "home-challenge-title-2": "Kotak Berikat",
    "home-challenge-title-3": "Pengkategorian",
    "home-challenges-head": "Cabaran yang Dikemukakan",
    "home-challenges-text-1": "... dan tugas mudah lain. Mudah untuk manusia, sukar untuk bot.",
    "home-challenges-text-2": "Tugas khusus juga tersedia untuk penerbit perusahaan.",
    "home-ent-1": "Mencari tawaran keselamatan perusahaan kami?",
    "home-ent-2": "Lawati laman web kami yang baru: BotStop.com",
    "home-ent-button": "Ketahui lebih lanjut: BotStop oleh hCaptcha",
    "home-from-the-blog": "DARI BLOG:",
    "home-from-the-blog-value": "Bagaimana Tetapan Kesukaran hCaptcha Berfungsi",
    "home-intro-body": "Adakah anda menggunakan captcha untuk mengelakkan bot? hCaptcha melindungi privasi pengguna, memberi penghargaan kepada laman web, dan membantu syarikat mendapatkan label data mereka. Ia adalah pengganti drop-in untuk reCAPTCHA: anda boleh beralih dalam beberapa minit.",
    "home-intro-button": "Daftarlah sekarang",
    "home-intro-head": "Hentikan lebih banyak bot. Mula melindungi privasi pengguna.",
    "home-main-1": "Peribadi. Selamat. Lebih pantas. Dan kami membayar anda untuk menggunakannya.",
    "home-main-2": "Privasi Tumpuan",
    "home-main-2c": "Rangkaian iklan melihat pelawat anda sebagai produk. Untuk hCaptcha produk adalah kerja yang mereka sediakan. Kami tidak peduli siapa pengguna anda, hanya kemungkinan mereka berniat jahat. Kami menyokong inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keselamatan.",
    "home-main-3": "Keselamatan Pertama",
    "home-main-3c": "Ketepatan adalah kepentingan anda dan kami. hCaptcha memberi tumpuan kepada penerbit. Kami berusaha untuk memberi anda data sebenar dan membolehkan anda memutuskan cara menggunakannya. Captchas lain disediakan oleh syarikat pengiklanan Gigantic. Ini bermaksud setiap bot yang mereka blokir dapat mengurangkan pendapatan mereka.",
    "home-main-4": "Pengalaman Pengguna yang Lebih Baik",
    "home-main-4c": "Model pembelajaran mesin yang canggih digunakan oleh hCaptcha untuk menentukan kemanusiaan. Ini membolehkan kami memerlukan tugas yang lebih menjengkelkan dari pengguna anda dan meluangkan sedikit masa mereka untuk melakukannya, sambil tetap menghasilkan data berlabel yang berguna untuk melabel pelanggan.",
    "home-main-plans": "hCaptcha boleh digunakan secara percuma untuk penerbit dengan pelbagai saiz. Namun, untuk perusahaan dan platform yang memerlukan lebih banyak kawalan, penyelesaian perusahaan kami tersedia.",
    "home-main-plans2": "Penyelesaian perusahaan hCaptcha melindungi berjuta-juta pengguna di puluhan juta laman web untuk beberapa syarikat terbesar di planet ini. Sila hubungi kami untuk maklumat lebih lanjut, atau kunjungi",
    "home-main-plans3": "Penyelesaian perusahaan hCaptcha melindungi berjuta-juta pengguna di puluhan juta laman web untuk beberapa syarikat terbesar di planet ini. Sila hubungi kami untuk maklumat lebih lanjut, atau kunjungi",
    "home-main-plans4": "untuk keterangan.",
    "home-plans-button-1": "Daftarlah sekarang",
    "home-plans-button-2": "Hubungi penjualan",
    "home-plans-chart-head-1": "ciri-ciri",
    "home-plans-chart-head-2": "Penerbit",
    "home-plans-chart-head-3": "Perusahaan",
    "home-plans-chart-row-1-cell-1": "Mengawal jenis cabaran yang ditunjukkan",
    "home-plans-chart-row-1-cell-2": "Terhad",
    "home-plans-chart-row-1-cell-3": "Jumlah",
    "home-plans-chart-row-10-cell-1": "Papan pemuka berbilang pengguna",
    "home-plans-chart-row-11-cell-1": "Ciri pelaporan lanjutan",
    "home-plans-chart-row-12-cell-1": "SLA perusahaan",
    "home-plans-chart-row-2-cell-1": "Kawal kandungan cabaran yang digunakan",
    "home-plans-chart-row-2-cell-2": "Terhad",
    "home-plans-chart-row-2-cell-3": "Jumlah",
    "home-plans-chart-row-3-cell-1": "Dapatkan ganjaran untuk penyelesaian manusia",
    "home-plans-chart-row-4-cell-1": "Perlindungan anti-bot bertaraf dunia",
    "home-plans-chart-row-5-cell-1": "Berfungsi di setiap negara",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA dan mod pasif 99.9%",
    "home-plans-chart-row-5b-cell-1": "Skor keyakinan bot",
    "home-plans-chart-row-6-cell-1": "Dasar privasi yang mesra GDPR dan CCPA",
    "home-plans-chart-row-7-cell-1": "Tahap kesukaran yang halus",
    "home-plans-chart-row-8-cell-1": "Lancarkan kandungan cabaran anda sendiri",
    "home-plans-chart-row-9-cell-1": "Penjadualan kesukaran berdasarkan masa",
    "home-try-it-out-button": "Dapatkan hCaptcha",
    "home-try-it-out-head": "Cubalah",
    "home-try-it-out-text": "hCaptcha menyediakan pengesanan bot yang mudah, mudah, dan boleh dipercayai sambil dianggap remeh oleh manusia.",
    "labeling-about-head": "Mengenai hCaptcha",
    "labeling-about-text-1": "hCaptcha direka untuk menyelesaikan masalah yang paling intensif dalam pembelajaran mesin; melabel sejumlah besar data tepat pada masanya, berpatutan, dan boleh dipercayai. Lebih banyak data secara amnya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Kejayaan model dalam baru-baru ini menyebabkan kumpulan data semakin besar, dan hCaptcha memenuhi keperluan ini.",
    "labeling-about-text-2": "Walau bagaimanapun, membuat set data yang dikaji semula oleh manusia menggunakan kaedah tradisional adalah perlahan dan mahal. hCaptcha adalah cara bagi syarikat untuk mendapatkan anotasi yang mereka perlukan dengan lebih pantas, dengan kualiti yang lebih tinggi dan dengan kos yang lebih rendah daripada alternatif lain.",
    "labeling-annotations-head": "Jenis Anotasi",
    "labeling-annotations-text-1": "Pengesanan objek yang tepat dalam gambar dan video",
    "labeling-annotations-text-2": "Pengesanan objek yang tepat dalam gambar dan video",
    "labeling-annotations-text-3": "Huraikan anotasi untuk pelbagai kes penggunaan yang berbeza",
    "labeling-annotations-text-4": "Susun atau tambahkan kategori sewenang-wenang dengan pelbagai ukuran",
    "labeling-annotations-text-5": "Pengesanan dan klasifikasi bertenaga manusia",
    "labeling-annotations-text-6": "Perlukan jenis lain yang tidak disenaraikan di sini? Tanya sahaja kami.",
    "labeling-annotations-title-1": "Kotak Berikat",
    "labeling-annotations-title-2": "Poligon",
    "labeling-annotations-title-3": "Tanda tempat",
    "labeling-annotations-title-4": "Pengkategorian Atribut",
    "labeling-annotations-title-5": "Perbandingan dan Pengesanan",
    "labeling-annotations-title-6": "... dan banyak lagi",
    "labeling-ent-button": "Hubungi Pasukan Penyelesaian Perusahaan Kami",
    "labeling-ent-head": "Perlukan Kawalan Akhir-ke-Akhir?",
    "labeling-ent-text-1": "Platform MANUSIA di belakang hCaptcha menyediakan kualiti kerja dan ciri pengurusan yang sangat canggih melalui penggunaan premis, hibrid, atau SaaS yang berintegrasi dengan sistem anda yang ada.",
    "labeling-ent-text-2": "Jalankan sepenuhnya di luar talian dengan tenaga kerja anda sendiri, nilai jejak yang digunakan di seluruh unit perniagaan atau rakan konsortium, pilih pekerjaan secara selektif ke penyedia tenaga kerja dalaman atau luaran yang berbeza berdasarkan keperluan kos dan keselamatan, dan banyak lagi.",
    "labeling-ent-text-3": "Akses API yang mudah, papan pemuka yang cantik, dan teknologi model-in-the-loop terbaru untuk memaksimumkan kecekapan.",
    "labeling-ent-text-4": "99.99% SLA masa aktif dan sokongan global 24/7 tersedia. Untuk maklumat lanjut:",
    "labeling-features-head-1": "Saluran paip berasaskan API sederhana.",
    "labeling-features-head-2": "Dioptimumkan untuk kos dan kualiti. Tidak diperlukan komitmen awal.",
    "labeling-features-head-3": "Hanya bayar ketepatan yang anda perlukan.",
    "labeling-features-head-4": "Berikan data kebenaran tanah anda sendiri atau biarkan kami membuatnya dengan cepat.",
    "labeling-features-text-1": "Ingin menyatukan tinjauan manusia secara langsung ke dalam operasi perniagaan anda? Kami menawarkan SLA kebolehpercayaan tinggi, kapasiti terjamin, dan API REST ringkas.",
    "labeling-features-text-2": "Platform MANUSIA menggunakan model keyakinan menyeluruh untuk melakukan analisis kualiti masa nyata yang canggih. Ini membolehkan kita dengan cepat menentukan kesukaran soalan dan jawapannya yang tepat, menjimatkan masa dan wang anda.",
    "labeling-features-text-3": "Tidak semua masalah adalah sama. Anotasi untuk tugas penting keselamatan mungkin memerlukan 99,99% keyakinan dari seluruh pekerja manusia. Anotasi untuk satu ciri beta dalam aplikasi permainan mudah alih mungkin hanya memerlukan keyakinan yang sederhana. Awak tentukan.",
    "labeling-features-text-4": "Adakah anda mempunyai data mentah tanpa set pengesahan yang komprehensif? Dalam kebanyakan kes, kami dapat membuat satu untuk anda sebagai tugas yang dijalankan melalui sistem, atau membuat sampel berlabel untuk persetujuan anda.",
    "labeling-info-head": "Mendapatkan Data Label",
    "labeling-info-text-1": "Bercakap dengan salah seorang pakar domain kami untuk menentukan keperluan projek anda: ketepatan sasaran, format, dan sebarang keperluan khas.",
    "labeling-info-text-2": "Kami melaksanakan pekerjaan pengeluaran kecil berdasarkan data sampel anda. Ini menguji kerja yang telah kami lakukan bersama untuk memastikan anda mendapat apa yang anda perlukan.",
    "labeling-info-text-3": "Dengan kelantangan tinggi dan kependaman rendah, kami akan menyelesaikan kerja anda dengan cepat, dengan penghantaran automatik sebaik sahaja selesai.",
    "labeling-info-text-4": "Oleh kerana kami lebih memahami parameter kerja pengeluaran anda, hasilnya akan terus meningkat dari masa ke masa.",
    "labeling-info-text-5": "Papan pemuka langsung membolehkan anda memberi maklum balas atau menghentikan sementara pengeluaran pada bila-bila masa.",
    "labeling-info-title-1": "Tentukan Spesifikasi",
    "labeling-info-title-2": "Ujian Kerja Permulaan",
    "labeling-info-title-3": "Gunakan Pekerjaan Pengeluaran",
    "labeling-info-title-4": "Penambahbaikan yang berterusan",
    "labeling-info-title-5": "Hasil Masa Sebenar",
    "labeling-main-1": "Pelabelan data kos efektif pada skala",
    "labeling-main-1-button": "Dapatkan Label Data Anda Sekarang",
    "labeling-main-1c": "Perlukan lebih banyak label untuk set data anda? hCaptcha menyediakan pelabelan data yang cepat, menjimatkan kos, dan berkualiti tinggi bagi syarikat yang mengusahakan aplikasi kecerdasan buatan dan pembelajaran mesin.",
    "labeling-main-2": "Lancarkan berjuta-juta tugas dengan serta-merta.",
    "labeling-main-2-button": "Beli Perkhidmatan Pelabelan Data",
    "labeling-main-2c": "hCaptcha mempunyai salah satu kolam terbesar di planet ini untuk kegunaan anda. Apa pun skala anda, kami dapat mengatasinya tanpa komitmen awal yang mahal. Berjuta-juta tugas setiap hari tidak ada masalah.",
    "labeling-platform-head": "Maklumat Peribadi atau Awam",
    "labeling-platform-text": "hCaptcha dibina di atas Platform MANUSIA, yang membolehkan penghalaan dan analisis yang canggih untuk mengoptimumkan kos dan kecekapan pada setiap langkah. Teknologi ini membolehkan tenaga kerja yang betul menangani setiap bahagian pekerjaan anda, memaksimumkan kecekapan kos sambil menjaga privasi dan memenuhi syarat peraturan yang mungkin berlaku.",
    "labeling-try-button": "Beli Perkhidmatan Pelabelan Data",
    "labeling-try-head": "Ingin mencubanya dengan data anda?",
    "labeling-try-text": "... kami bersedia apabila anda: perkhidmatan kami tersedia sepanjang masa.",
    "learn-more-hcaptcha": "Ketahui Lebih Lanjut mengenai hCaptcha",
    "page-acc-faq-1": "Soalan: Adakah hCaptcha Section 508 + WCAG 2.0 mematuhi? Jawapan: Kami yakin: semua pengguna dengan sebarang bentuk gangguan yang dapat melayari laman web dan memasukkan teks pada borang dapat mengakses perkhidmatan yang dilindungi oleh hCaptcha semasa pendaftaran. Namun, ini bukan nasihat undang-undang: anda harus melakukan penilaian anda sendiri, dengan mempertimbangkan pelaksanaan tertentu anda untuk memastikan ini berlaku untuk penggunaan anda.",
    "page-acc-faq-2": "Soalan: Adakah anda menggunakan pilihan kebolehaksesan (a11y) lain, seperti audio? Jawapan: Pilihan yang popular seperti captchas audio membeza-bezakan banyak pengguna dan mudah dikalahkan oleh teknik pembelajaran mesin moden. Ini telah memaksa cabaran audio semasa menjadi semakin sukar, memperkenalkan kebisingan, masa ganjil, kombinasi kata yang tidak biasa, dan sebagainya untuk mengalahkan penyerang. Oleh itu, kita kurang bersemangat untuk pendekatan ini berbanding menghindari cabaran sama sekali, tetapi akan mempertimbangkannya sekiranya terdapat permintaan dari masyarakat a11y. Namun, kami sangat berminat dengan Privacy Pass untuk kes penggunaan Aksesibiliti. Kami percaya bahawa menggabungkan pendekatan a11y kami sekarang dengan penerbitan Privacy Pass akan membolehkan pengguna a11y melayari dengan selamat, selamat mengetahui bahawa trafik mereka lebih peribadi, sambil menyekat penyalahgunaan oleh pengendali bot yang pasti berlaku apabila pilihan a11y tersedia. Kami adalah peserta aktif dalam kumpulan kerja IETF yang menyeragamkan teknologi baru ini.",
    "page-acc-faq-3": "Soalan: Bagaimana dengan privasi? Adakah pendaftaran memperlihatkan data penyemakan imbas dengan cara tertentu? Apa yang anda buat dengan e-mel? Jawapan: hCaptcha direka untuk privasi dari bawah ke atas. Ini sangat berbeza dengan pilihan tradisional seperti reCAPTCHA yang dimiliki oleh rangkaian iklan, yang mempunyai insentif untuk melacak anda di seluruh web dan mengaitkan anda dengan identiti sebenar. Kami tidak pernah menggunakan e-mel atau maklumat kebolehaksesan untuk tujuan lain selain daripada memudahkan penggunaan dan mencegah penyalahgunaan. Dasar privasi kami mempunyai jawapan yang komprehensif dan berwibawa mengenai bagaimana kami menggunakan data, tetapi jawapan ringkasnya adalah kami tidak berminat untuk mengaitkan anda sebagai orang dengan sejarah penyemakan imbas anda. Kami juga sedang berusaha mencari penyelesaian kriptografi untuk membuang alamat e-mel anda dengan cepat sambil mengekalkan kemampuan kami untuk mencegah penyalahgunaan, melengkapkan kerja Privacy Pass kami.",
    "page-acc-link-1": "Sekiranya anda pengguna kebolehaksesan, sila daftar di sini.",
    "page-acc-subhead": "Memastikan akses lancar untuk semua pengguna sambil menjaga keselamatan",
    "page-acc-summary": "Ringkasan",
    "page-acc-summary-contents-1": "hCaptcha direka untuk menghentikan bot dengan membezakannya daripada orang. Ujian visual adalah alat yang mudah untuk ini, tetapi tidak semua orang dapat menyelesaikan cabaran visual. Atas sebab ini, kami telah merancang alternatif yang mudah dan tidak menyakitkan untuk membiarkan penerbit yang menggunakan perkhidmatan kami mengekalkan aksesibilitas untuk semua dengan pematuhan Bahagian 508 dan WCAG 2.0 sepenuhnya.",
    "page-acc-summary-contents-2": "Cara kerjanya: pertama, pengguna kebolehaksesan mendaftar di URL ini, yang dihubungkan di halaman maklumat widget hCaptcha. Mereka diberi kuki terenkripsi yang dapat digunakan beberapa kali sehari, tetapi harus disegarkan setiap 24 jam melalui log masuk. Apabila cabaran disampaikan kepada pengguna aksesibilitas di mana-mana laman web yang menggunakan perkhidmatan hCaptcha, mereka akan lulus secara automatik.",
    "page-acc-title": "Maklumat Kebolehcapaian hCaptcha",
    "page-acc-tr-body": "Soalan: Saya masih menghadapi cabaran setelah menetapkan kuki. Apa yang menyebabkannya? Jawapan: Ini biasanya disebabkan oleh penggunaan penyekat iklan agresif atau peluasan anti-kuki, atau tetapan yang menyekat kuki lintas-laman web, dalam hal ini kuki untuk hcaptcha.com yang ditetapkan atau diperiksa oleh JavaScript hCaptcha di laman web lain , seperti yang anda lawati. Kuki kebolehcapaian hCaptcha berfungsi dengan semua penyemak imbas dan penyekat iklan yang popular dengan tetapan standardnya, jadi biasanya kegagalan disebabkan oleh skrip anti-anti-adblock atau set peraturan serupa yang menargetkan laman web tertentu. Penyelesaian: 1. Senarai putih kuki hcaptcha.com dan * .hcaptcha.com dalam penyekat iklan atau pelanjutan keselamatan penyemak imbas anda. 2. Sekiranya anda menggunakan penyemak imbas Berani, yang sepertinya (pada April 2020) tidak mempunyai senarai putih kuki, pergi ke Pilihan -> Perisai -> Kuki dan pilih Benarkan Semua Kuki. 3. Sekiranya anda menggunakan Safari versi terbaru pada OS X 10.15 yang baru dikeluarkan atau iOS 13. 4, Apple baru saja mengubah tingkah laku Safari yang berkaitan dengan kuki pihak ketiga, menyekat semuanya secara lalai. Kami sedang melaksanakan penyelesaian, tetapi sementara itu silakan kunjungi Safari Preferences, Privacy section, dan hapus centang pelacakan Laman web: Cegah pelacakan lintas-laman web untuk membolehkan kuki aksesibilitas berfungsi seperti yang diharapkan. Soalan: Saya menggunakan pelbagai peranti. Adakah saya perlu mendaftar berkali-kali? Jawapan: Tidak. Klik pautan log masuk e-mel yang sama yang dihantar kepada anda pada setiap peranti yang anda gunakan untuk menetapkan kuki.",
    "page-acc-tr-title": "Untuk Pengguna Kebolehcapaian: Soal Jawab dan Panduan Penyelesaian Masalah",
    "priv-hc": "Privasi Tumpuan",
    "priv-hc-text": "Rangkaian iklan melihat anda sebagai produk mereka. Kami tidak. Kami tidak peduli siapa pengguna, hanya kemungkinan mereka berniat jahat. Kami menyokong inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keselamatan.",
    "reporting-bugs-accessibility-button": "Ketahui lebih lanjut mengenai pilihan kebolehaksesan",
    "reporting-bugs-accessibility-head": "Pilihan Kebolehcapaian",
    "reporting-bugs-accessibility-text": "Adakah anda cacat penglihatan atau tidak dapat menyelesaikan hCaptchas?",
    "reporting-bugs-guide-ff-head": "Menangkap Butiran Laporan Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Langkah 1: Buka Alat Pembangun (Ini mula merakam sesi.)",
    "reporting-bugs-guide-ff-step-2": "Langkah 2: Klik pada tab Rangkaian di Alat Pembangun. Tandakan kotak Log berterusan di bahagian atas.",
    "reporting-bugs-guide-ff-step-3": "Langkah 3: lawati https://accounts.hcaptcha.com/demo, atau laman web yang anda hadapi (Catatan Privasi: hanya jika anda tidak keberatan untuk berkongsi apa itu) ... dan kemudian klik I saya butang manusia, dan cuba selesaikan.",
    "reporting-bugs-guide-ff-step-4": "Langkah 4: Klik HAR setelah anda cuba menyelesaikannya, dan pilih Simpan Semua sebagai HAR untuk menyimpan log rangkaian. Hantarkan fail itu kepada kami.",
    "reporting-bugs-guide-ff-step-5": "Langkah 5: Klik pada tab Konsol, dan klik kanan kemudian Pilih semua dan simpan ke dalam fail teks, untuk menyimpan log konsol. Hantarkan juga kepada kami.",
    "reporting-bugs-guide-ff-step-6": "Langkah terakhir: Hantarkan fail log HAR dan konsol tersebut kepada kami, dan terangkan masalahnya Gunakan: support@hcaptcha.com (sila gunakan perkhidmatan seperti Dropbox atau Filebin dan hantar pautan) dan pilihan tangkapan skrin, jika anda mengesyaki ada sesuatu yang tidak dipaparkan dengan betul . Sila hantarkan IP yang anda gunakan juga. Anda boleh mendapatkannya dari https://www.whatsmyip.org/ Terima kasih kerana meluangkan masa untuk membantu kami mendapatkan maklumat ini! Kami komited untuk menjadikan hCaptcha berfungsi dengan baik untuk semua orang.",
    "reporting-bugs-guide-head": "Menangkap Butiran Laporan Bug: Chrome",
    "reporting-bugs-guide-step-1": "Langkah 1: Buka Alat Pembangun (Ini mula merakam sesi.)",
    "reporting-bugs-guide-step-2": "Langkah 2: Klik pada tab Rangkaian di Alat Pembangun. Tandakan kotak Log simpan di bahagian atas.",
    "reporting-bugs-guide-step-3": "Langkah 3: lawati https://accounts.hcaptcha.com/demo, atau laman web yang anda hadapi (Catatan Privasi: hanya jika anda tidak keberatan untuk berkongsi apa itu) ... dan kemudian klik I saya butang manusia, dan cuba selesaikan.",
    "reporting-bugs-guide-step-4": "Langkah 4: Klik Eksport HAR (anak panah ke bawah) setelah anda cuba menyelesaikannya, yang menyimpan log rangkaian. Hantarkan fail itu kepada kami.",
    "reporting-bugs-guide-step-5": "Langkah 5: Klik pada tab Konsol, dan klik kanan kemudian Simpan sebagai .. untuk menyimpan log konsol. Hantarkan juga kepada kami.",
    "reporting-bugs-guide-step-6": "Langkah terakhir: Hantarkan fail log HAR dan konsol tersebut kepada kami, dan terangkan masalahnya. Gunakan: support@hcaptcha.com (sila gunakan perkhidmatan seperti Dropbox atau Filebin dan hantar pautan) dan pilihan tangkapan skrin, jika anda mengesyaki ada sesuatu yang tidak dipaparkan dengan betul. Sila hantarkan IP yang anda gunakan juga. Anda boleh mendapatkannya dari https://www.whatsmyip.org/ Terima kasih kerana meluangkan masa untuk membantu kami mendapatkan maklumat ini! Kami komited untuk menjadikan hCaptcha berfungsi dengan baik untuk semua orang.",
    "reporting-bugs-guide-text-1": "Menghantar maklumat penyahpepijatan dengan laporan anda akan menjadikan kami lebih mudah untuk mengenal pasti apa yang berlaku. Berikut adalah arahan langkah demi langkah:",
    "reporting-bugs-guide-text-2": "Sekiranya anda seorang pembangun web atau pengguna pakar, ringkasannya adalah kami ingin anda menghantar rangkaian rakaman HAR dan log konsol penyemak imbas kepada kami. Cuba lumpuhkan sebarang penyekat iklan atau pelanjutan keselamatan penyemak imbas terlebih dahulu dan kemudian cuba lagi sebelum anda mengikuti langkah-langkah ini. Sekiranya ini menyelesaikan masalah anda, kami tetap menghargai anda memberi tahu kami tentang versi penyemak imbas, penyekat iklan atau pelanjutan penyemak imbas anda, dan URL laman web.",
    "reporting-bugs-intro-head": "Menjumpai pepijat? Inilah cara untuk melaporkannya.",
    "reporting-bugs-intro-text": "Berjuta-juta orang menggunakan hCaptcha setiap bulan, dengan beribu-ribu kombinasi penyemak imbas, sambungan, peranti, firewall, dan banyak lagi. Matlamat kami adalah memastikannya selalu berfungsi untuk anda, jadi kami sangat menghargai laporan anda! Untuk memberi maklum balas pantas, cukup klik butang Hantar maklum balas kepada kami. Sekiranya anda melihat masalah berfungsi, ikuti arahan log debug untuk Chrome atau arahan log debug untuk Firefox di bawah. Untuk penyemak imbas lain, hantarkan e-mel kepada kami. Untuk masalah keselamatan atau privasi yang berpotensi, lihat arahan di bawah.",
    "reporting-bugs-privacy-head": "Masalah Privasi",
    "reporting-bugs-privacy-text": "Kami tidak peduli siapa pengguna, hanya kemungkinan mereka berniat jahat atau mesin. Kami menyokong inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keselamatan. Sekiranya anda menemui masalah yang anda fikir boleh menjejaskan privasi pengguna, sila e-mel kepada kami di support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Hantarkan maklum balas kepada kami",
    "reporting-bugs-provide-feedback-head": "Berikan maklum balas segera mengenai hCaptcha",
    "reporting-bugs-provide-feedback-text": "Kami menghargai input anda. Beritahu kami sebarang masalah dan kami akan menyelesaikannya dengan cepat.",
    "reporting-bugs-security-head": "Bug Keselamatan",
    "reporting-bugs-security-text": "Kami sentiasa berminat untuk menerima laporan mengenai masalah keselamatan. E-mel support@hcaptcha.com & CC security@hcaptcha.com dan kami akan menghubungi anda dengan cepat. Kami juga mempunyai program bug bounty untuk laporan keselamatan yang layak pada perkhidmatan hCaptcha dan kod sumber yang berkaitan.",
    "sec-hc": "Keselamatan Pertama",
    "sec-hc-text": "hCaptcha memberi tumpuan kepada penerbit. Kami berusaha untuk memberikan data sebenar kepada laman web dan membiarkan mereka memutuskan cara menggunakannya. Ketepatan adalah kepentingan anda dan kami. Captchas lain disediakan oleh syarikat pengiklanan. Setiap bot yang mereka blokir dapat mengurangkan pendapatan mereka.",
    "switch-to-english-link": "Tukar ke Bahasa Inggeris",
    "what-is-hcaptcha": "Apa itu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha membantu perkhidmatan web kegemaran anda untuk mengelakkan bot, spam, dan penyalahgunaan dengan mengemukakan soalan mudah yang mudah untuk manusia dan sukar untuk mesin.",
    "why-hc": "Mengapa hCaptcha?",
    "why-hc-text": "Setiap kali anda menjawab cabaran, kami menggunakan model canggih untuk mengetahui sama ada anda manusia atau mesin. Laman web yang anda lawati kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman anda di laman web mereka dengan menjaga bot."
}