{
    "acc-opt": "Pilihan Kebolehcapaian",
    "acc-opt-but": "Ketahui lebih lanjut mengenai pilihan kebolehaksesan",
    "acc-opt-text": "Adakah anda cacat penglihatan atau tidak dapat menyelesaikan hCaptchas?",
    "accessibility-link": "Kebolehcapaian",
    "appreciate-in": "Kami menghargai input anda. Beritahu kami sebarang masalah dan kami akan menyelesaikannya dengan cepat.",
    "fb-but": "Hantarkan maklum balas kepada kami",
    "feedback-text": "Berikan maklum balas mengenai hCaptcha yang baru anda lihat",
    "home-ent-1": "Mencari tawaran keselamatan perusahaan kami?",
    "home-ent-2": "Lawati laman web kami yang baru: BotStop.com",
    "home-intro-body": "Adakah anda menggunakan captcha untuk mengelakkan bot? hCaptcha melindungi privasi pengguna, memberi ganjaran kepada laman web, dan membantu syarikat mendapatkan label data mereka. Ia adalah pengganti drop-in untuk reCAPTCHA: anda boleh beralih dalam beberapa minit.",
    "home-intro-head": "Berhenti lebih banyak bot. Mula melindungi privasi pengguna.",
    "home-main-1": "Peribadi. Selamat. Lebih pantas. Dan kami membayar anda untuk menggunakannya.",
    "home-main-2": "Privasi Tumpuan",
    "home-main-2c": "Rangkaian iklan melihat pelawat anda sebagai produk. Untuk hCaptcha produk adalah kerja yang mereka sediakan. Kami tidak peduli siapa pengguna anda, hanya seberapa besar kemungkinan mereka berniat jahat. Kami menyokong inisiatif seperti Privacy Pass, dan bekerja keras untuk menyeimbangkan privasi dan keselamatan.",
    "home-main-3": "Keselamatan Pertama",
    "home-main-3c": "Ketepatan adalah kepentingan anda dan kami. hCaptcha memberi tumpuan kepada penerbit. Kami berusaha untuk memberi anda data sebenar dan membiarkan anda memutuskan cara menggunakannya. Captchas lain disediakan oleh",
    "home-main-3c2": "syarikat pengiklanan. Ini bermaksud setiap bot yang mereka blokir dapat mengurangkan pendapatan mereka.",
    "home-main-4": "Pengalaman Pengguna yang Lebih Baik",
    "home-main-4c": "Model pembelajaran mesin yang canggih digunakan oleh hCaptcha untuk menentukan kemanusiaan. Ini membolehkan kami memerlukan tugas yang lebih menjengkelkan dari pengguna anda dan meluangkan sedikit masa mereka untuk melakukannya, sambil tetap menghasilkan data berlabel yang berguna untuk melabel pelanggan.",
    "home-main-plans": "hCaptcha boleh digunakan secara percuma untuk penerbit dengan pelbagai saiz. Namun, untuk perusahaan dan platform yang memerlukan lebih banyak kawalan, penyelesaian perusahaan kami tersedia.",
    "home-main-plans2": "Penyelesaian perusahaan hCaptcha melindungi berjuta-juta pengguna di puluhan juta laman web untuk beberapa syarikat terbesar di planet ini. Sila hubungi kami untuk maklumat lebih lanjut, atau kunjungi",
    "home-main-plans3": "Penyelesaian perusahaan hCaptcha melindungi berjuta-juta pengguna di puluhan juta laman web untuk beberapa syarikat terbesar di planet ini. Sila hubungi kami untuk maklumat lebih lanjut, atau kunjungi",
    "home-main-plans4": "untuk keterangan.",
    "learn-more-hcaptcha": "Ketahui Lebih Lanjut mengenai hCaptcha",
    "page-acc-faq-1": "Soalan: Adakah hCaptcha Section 508 + WCAG 2.0 mematuhi? Jawapan: Kami yakin: semua pengguna dengan sebarang bentuk gangguan yang dapat melayari laman web dan memasukkan teks pada borang boleh mengakses perkhidmatan yang dilindungi oleh hCaptcha semasa pendaftaran. Walau bagaimanapun, ini bukan nasihat undang-undang: anda harus melakukan penilaian anda sendiri, dengan mempertimbangkan pelaksanaan tertentu anda untuk memastikan ini berlaku untuk penggunaan anda.",
    "page-acc-faq-2": "Soalan: Adakah anda menggunakan pilihan kebolehaksesan (a11y) lain, seperti audio? Jawapan: Pilihan yang popular sebelum ini seperti captchas audio membeza-bezakan banyak pengguna dan mudah dikalahkan oleh teknik pembelajaran mesin moden. Ini telah memaksa cabaran audio semasa menjadi semakin sukar, memperkenalkan kebisingan, masa ganjil, kombinasi kata yang tidak biasa, dan sebagainya untuk mengalahkan penyerang. Oleh itu, kita kurang bersemangat untuk pendekatan ini berbanding menghindari cabaran sama sekali, tetapi akan mempertimbangkannya sekiranya terdapat permintaan dari masyarakat a11y. Namun, kami sangat berminat dengan Privacy Pass untuk kes penggunaan Aksesibiliti. Kami percaya bahawa menggabungkan pendekatan a11y kami sekarang dengan penerbitan Privacy Pass akan membolehkan pengguna a11y melayari dengan selamat, selamat mengetahui bahawa trafik mereka lebih peribadi, sementara menyekat penyalahgunaan oleh pengendali bot yang pasti berlaku apabila pilihan a11y tersedia. Kami adalah peserta aktif dalam kumpulan kerja IETF yang menyeragamkan teknologi baru ini.",
    "page-acc-faq-3": "Soalan: Bagaimana dengan privasi? Adakah pendaftaran mendedahkan data penyemakan imbas dengan cara tertentu? Apa yang anda buat dengan e-mel? Jawapan: hCaptcha direka untuk privasi dari bawah ke atas. Ini sangat berbeza dengan pilihan tradisional seperti reCAPTCHA yang dimiliki oleh rangkaian iklan, yang mempunyai insentif untuk mengesan anda di seluruh web dan mengaitkan anda dengan identiti sebenar. Kami tidak pernah menggunakan e-mel atau maklumat kebolehaksesan untuk tujuan lain selain daripada memudahkan penggunaan dan mencegah penyalahgunaan. Dasar privasi kami mempunyai jawapan yang komprehensif dan berwibawa mengenai bagaimana kami menggunakan data, tetapi jawapan ringkasnya adalah kami tidak berminat untuk mengaitkan anda sebagai orang dengan sejarah penyemakan imbas anda. Kami juga sedang berusaha mencari penyelesaian kriptografi untuk membuang alamat e-mel anda dengan cepat sambil mengekalkan kemampuan kami untuk mencegah penyalahgunaan, melengkapkan kerja Privacy Pass kami.",
    "page-acc-link-1": "Sekiranya anda pengguna kebolehaksesan, sila daftar di sini.",
    "page-acc-subhead": "Memastikan akses lancar untuk semua pengguna sambil menjaga keselamatan",
    "page-acc-summary": "Ringkasan",
    "page-acc-summary-contents-1": "hCaptcha direka untuk menghentikan bot dengan membezakannya daripada orang. Ujian visual adalah alat yang mudah untuk ini, tetapi tidak semua orang dapat menyelesaikan cabaran visual. Atas sebab ini kami telah merancang alternatif yang mudah dan tidak menyakitkan untuk membiarkan penerbit yang menggunakan perkhidmatan kami mengekalkan aksesibilitas untuk semua dengan pematuhan Bahagian 508 dan WCAG 2.0 sepenuhnya.",
    "page-acc-summary-contents-2": "Cara kerjanya: pertama, pengguna kebolehaksesan mendaftar di URL ini, yang dihubungkan di halaman maklumat widget hCaptcha. Mereka diberi kuki terenkripsi yang dapat digunakan beberapa kali sehari, tetapi harus disegarkan setiap 24 jam melalui log masuk. Apabila cabaran disampaikan kepada pengguna yang dapat diakses di mana-mana laman web yang menggunakan perkhidmatan hCaptcha, mereka akan lulus secara automatik.",
    "page-acc-title": "Maklumat Kebolehcapaian hCaptcha",
    "page-acc-tr-body": "Soalan: Saya masih menghadapi cabaran setelah menetapkan kuki. Apa yang menyebabkan ini? Jawapan: Ini biasanya disebabkan oleh penggunaan penyekat iklan agresif atau peluasan anti-kuki, atau tetapan yang menyekat kuki lintas tapak, dalam hal ini kuki untuk hcaptcha.com yang ditetapkan atau diperiksa oleh JavaScript hCaptcha di laman web lain , seperti yang anda lawati. Kuki kebolehcapaian hCaptcha berfungsi dengan semua penyemak imbas dan penyekat iklan yang popular dengan tetapan standardnya, jadi biasanya kegagalan disebabkan oleh skrip anti-anti-adblock atau set peraturan serupa yang menargetkan laman web tertentu. Penyelesaian: 1. Senarai putih kuki hcaptcha.com dan * .hcaptcha.com dalam penyekat iklan atau pelanjutan keselamatan penyemak imbas anda. 2. Sekiranya anda menggunakan penyemak imbas Berani, yang sepertinya (pada April 2020) tidak mempunyai senarai putih kuki, pergi ke Pilihan -> Perisai -> Kuki dan pilih Benarkan Semua Kuki. 3. Sekiranya anda menggunakan Safari versi terbaru pada OS X 10.15 yang baru dikeluarkan atau iOS 13. 4, Apple baru saja mengubah tingkah laku Safari yang berkaitan dengan kuki pihak ketiga, menyekat semuanya secara lalai. Kami sedang melaksanakan penyelesaian, tetapi sementara itu silakan kunjungi Preferensi Safari, bahagian Privasi, dan hapus centang pelacakan Laman web: Mencegah pelacakan lintas-laman web untuk membolehkan kuki aksesibilitas berfungsi seperti yang diharapkan. Soalan: Saya menggunakan pelbagai peranti. Adakah saya perlu mendaftar berkali-kali? Jawapan: Tidak. Klik pautan log masuk e-mel yang sama yang dihantar kepada anda pada setiap peranti yang anda gunakan untuk menetapkan kuki.",
    "page-acc-tr-title": "Untuk Pengguna Kebolehcapaian: Soal Jawab dan Panduan Penyelesaian Masalah",
    "priv-hc": "Privasi Tumpuan",
    "priv-hc-text": "Rangkaian iklan melihat anda sebagai produk mereka. Kami tidak. Kami tidak peduli siapa pengguna, hanya kemungkinan mereka berniat jahat. Kami menyokong inisiatif seperti Privacy Pass, dan bekerja keras untuk mengimbangi privasi dan keselamatan.",
    "sec-hc": "Keselamatan Pertama",
    "sec-hc-text": "hCaptcha memberi tumpuan kepada penerbit. Kami berusaha memberikan data sebenar kepada laman web dan membiarkan mereka memutuskan cara menggunakannya. Ketepatan adalah kepentingan anda dan kami. Captchas lain disediakan oleh syarikat pengiklanan. Setiap bot yang mereka blokir dapat mengurangkan pendapatan mereka.",
    "what-is-hcaptcha": "Apa itu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha membantu perkhidmatan web kegemaran anda untuk mengelakkan bot, spam, dan penyalahgunaan dengan mengemukakan soalan mudah yang mudah untuk manusia dan sukar untuk mesin.",
    "why-hc": "Mengapa hCaptcha?",
    "why-hc-text": "Setiap kali anda menjawab cabaran, kami menggunakan model canggih untuk mengetahui sama ada anda manusia atau mesin. Laman web yang anda lawati kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman anda di laman web mereka dengan menjaga bot."
}