{
    "about-advisors-brendan": "CEO. Mexxej rikonoxxut fl-AI. Applikat l-intelliġenza tal-magni fuq skala kbira għal varjetà wiesgħa ta 'problemi kummerċjali matul l-aħħar għexieren ta' snin.",
    "about-advisors-dawn": "PhD fil-Bijoloġija tal-Kompjuter, Stanford. Jaħdem man-netwerks newrali mill-1999. Iffoka fuq l-ML applikat u t-tagħlim fil-fond fuq skala kbira.",
    "about-advisors-head": "Konsulenti",
    "about-advisors-keiran": "Database u espert Blockchain. Inġinier bikri għand Cloudera u aktar. Għexieren ta 'snin ta' softwer u timijiet ta 'bini ta' għarfien espert.",
    "about-content-head-1": "X'nagħmlu aħna",
    "about-content-head-2": "Għaliex Jinduna",
    "about-content-text-1": "hCaptcha huwa servizz ta 'Intuition Machines Inc, kumpanija ta' l-AI u tagħlim tal-magni b'enfasi fuq il-metalearning u d-dominju viżwali ML fuq skala kbira. ‍ Aħna nibnu u nħaddmu sistemi skalabbli immens biex inkunu possibbli servizzi ta 'analiżi ta' vidjow u immaġni għal kumpaniji Global 2000 madwar id-dinja.",
    "about-content-text-2": "Aktar dejta ġeneralment tipproduċi riżultati aħjar. Il-bini u ż-żamma ta 'settijiet ta' dejta rilevanti ttikkettjati u rilevanti jieħdu ħafna ħin u jiswew ħafna flus. ‍HCaptcha kienet oriġinarjament żviluppata biex tindirizza l-bżonnijiet tagħna stess fl-ittikkettjar tal-immaġini, u issa hija disponibbli għal kumpaniji oħra bi bżonnijiet simili.",
    "about-intro-head-1": "Taħdem għal hCaptcha",
    "about-intro-head-2": "Il-Missjoni tagħna hija Kbira",
    "about-intro-text": "Aħna qed nikber malajr u dejjem infittxu l-aqwa talent fid-dinja fl-uffiċċji globali kollha tagħna. Tista 'tapplika bil-links hawn taħt.",
    "about-leadership-alex": "Database u espert Blockchain. Inġinier bikri għand Cloudera u aktar. Għexieren ta 'snin ta' softwer u timijiet ta 'bini ta' għarfien espert.",
    "about-leadership-eli": "CEO. Mexxej rikonoxxut fl-AI. Applikat l-intelliġenza tal-magni fuq skala kbira għal varjetà wiesgħa ta 'problemi kummerċjali matul l-aħħar għexieren ta' snin.",
    "about-leadership-head": "It-Tmexxija",
    "about-leadership-todd": "PhD fil-Bijoloġija tal-Kompjuter, Stanford. Jaħdem man-netwerks newrali mill-1999. Iffoka fuq l-ML applikat u t-tagħlim fil-fond fuq skala kbira.",
    "acc-opt": "Għażliet ta 'Aċċessibbiltà",
    "acc-opt-but": "Tgħallem aktar dwar għażliet ta 'aċċessibiltà",
    "acc-opt-text": "Inti b'diżabilità viżwali jew inkella ma tistax tlesti hCaptchas?",
    "accessibility-link": "Aċċessibilità",
    "appreciate-in": "Napprezzaw il-kontribut tiegħek. Għidilna xi kwistjonijiet u aħna nsolvuhom malajr.",
    "fb-but": "Ibgħatilna feedback",
    "feedback-text": "Ipprovdi feedback dwar l-hCaptcha li għadek kif rajt",
    "footer-attribution": "Attribuzzjoni",
    "footer-header-1": "Kumpanija",
    "footer-header-2": "Riżorsi",
    "footer-header-3": "Kuntatt",
    "footer-link-1": "Tikkettjar",
    "footer-link-2": "Dwar",
    "footer-link-3": "Impjiegi",
    "footer-link-4": "Trademarks",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumentazzjoni",
    "footer-link-8": "Irrapporta Bug",
    "footer-link-9": "Aċċessibilità",
    "footer-privacy": "Il-privatezza",
    "footer-subheader-1": "Appoġġ",
    "footer-subheader-2": "Kuntatt",
    "footer-terms": "Termini",
    "header-docs-link": "Dokumenti",
    "header-login-button": "Idħol",
    "header-plans-link": "Pjanijiet",
    "header-signup-button": "Irregistra",
    "home-aboot-subtitle": "Powered by Protokoll UMAN",
    "home-about-head": "Dwar hCaptcha",
    "home-about-text-1": "hCaptcha hija mfassla biex issolvi l-iktar problema intensiva fix-xogħol fit-tagħlim bil-magni: tikkettar ammonti massivi ta 'dejta f'waqtha, bi prezz raġonevoli, u affidabbli.",
    "home-about-text-2": "Aktar dejta ġeneralment tipproduċi riżultati aħjar fit-taħriġ tal-mudelli tat-tagħlim tal-magni. Is-suċċess riċenti ta 'mudelli profondi wassal għal settijiet ta' dejta dejjem aktar kbar, kważi dejjem b'xi reviżjoni umana. Madankollu, il-ħolqien ta ’settijiet ta’ dejta kbar riveduti mill-bniedem permezz ta ’Mechanical Turk, Figura Tmien, eċċ huwa bil-mod u għali.",
    "home-about-text-3": "hCaptcha tippermetti lill-websajts jagħmlu l-flus li jaqdu din id-domanda filwaqt li jimblokkaw l-bot u forom oħra ta 'abbuż.",
    "home-about-text-4": "Is-suq tal-hCaptcha huwa mħaddem mill-Protokoll UMAN, protokoll deċentralizzat miftuħ għal reviżjoni umana li taħdem fuq il-blockchain Ethereum. Il-websajts jaqilgħu Tokens tal-Bniedem (HMT) kull meta l-utenti jużaw il-widget hCaptcha fuq is-sit tagħhom, u l-kumpaniji tat-tagħlim tal-magni jħallsu Tokens Umani biex jiksbu d-dejta tagħhom tikkettata.",
    "home-ba-labeling-services-link": "Servizzi ta 'Tikkettjar",
    "home-benefits-head-1": "Il-Valur fl-Ittikkettjar tad-Dejta",
    "home-benefits-head-2": "Agħti Lura għall-Karità",
    "home-benefits-text-1": "Int indunajt kull darba li \"tikklikkja fuq il-karozza\" li qed tgħin biex tħarreġ is-sistemi ta 'tagħlim tal-magni ta' Giganticcompany waħda b'xejn?",
    "home-benefits-text-2": "hCaptcha jdur dan il-mudell. Meta tuża hCaptcha, il-kumpaniji jagħmlu offerta fuq ix-xogħol li jagħmlu l-utenti tiegħek kif juru l-umanità tagħhom. Ikollok il-premjijiet.",
    "home-benefits-text-3": "Trid tagħti lura lill-karità favorita tiegħek? hCaptcha ihallik tappoġġja l-karitajiet ta 'l-għażla tiegħek bil-qligħ li taqbad milli tużah. L-utenti fis-sit tiegħek dalwaqt ikunu jistgħu jaraw il-kontribut tiegħek għall-karità permezz ta 'marka diskreta fuq l-interface hCaptcha.",
    "home-challenge-text-1": "Agħżel l-immaġini kollha li jaqblu mal-mistoqsija",
    "home-challenge-text-2": "Iddefinixxi żona li tillimita għal oġġetti",
    "home-challenge-text-3": "Identifika t-tikketti korrispondenti",
    "home-challenge-title-1": "Tqabbil",
    "home-challenge-title-2": "Kaxxa marbuta",
    "home-challenge-title-3": "Kategorizzazzjoni",
    "home-challenges-head": "Ippreżentati l-Isfidi",
    "home-challenges-text-1": "... u kompiti sempliċi oħra. Faċli għall-bnedmin, diffiċli għall-bots.",
    "home-challenges-text-2": "Kompiti personalizzati huma wkoll disponibbli għall-pubblikaturi tal-intrapriża.",
    "home-ent-1": "Qed tfittex offerti ta 'sigurtà ta' intrapriża tagħna?",
    "home-ent-2": "Żur is-sit iddedikat ġdid tagħna: BotStop.com",
    "home-ent-button": "Tgħallem aktar: BotStop minn hCaptcha",
    "home-from-the-blog": "MILL-BLOG:",
    "home-from-the-blog-value": "Kif taħdem issettjar tad-Diffikultà hCaptcha",
    "home-intro-body": "Tuża captcha biex iżżomm il-bot? hCaptcha tipproteġi l-privatezza tal-utent, tippremja l-websajts, u tgħin lill-kumpaniji jiksbu t-tikketta tad-dejta tagħhom. Huwa sostituzzjoni ta 'drop-in għal reCAPTCHA: tista' taqleb fi ftit minuti.",
    "home-intro-button": "Iffirma issa",
    "home-intro-head": "Ieqaf aktar bots. Ibda tipproteġi l-privatezza tal-utent.",
    "home-main-1": "Privat. Sikur. Aktar mgħaġġel. U aħna nħallsu biex tużah.",
    "home-main-2": "Privatezza Iffokat",
    "home-main-2c": "Netwerks ad jaraw il-viżitaturi tiegħek bħala l-prodott. Għal hCaptcha l-prodott huwa x-xogħol li jipprovdu. Ma jimpurtahomx min huma l-utenti tiegħek, biss x'aktarx li huma malizzjużi. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "home-main-3": "Sigurtà l-Ewwel",
    "home-main-3c": "L-eżattezza hija fl-interess tiegħek u tagħna. hCaptcha huwa ffokat fuq pubblikatur. Aħna naħdmu biex nagħtuk dejta reali u nħalluk tiddeċiedi kif tużaha. Kaptchas oħra huma pprovduti minn",
    "home-main-3c2": "kumpaniji tar-reklamar. Dan ifisser li kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
    "home-main-4": "Esperjenza tal-Utent Aħjar",
    "home-main-4c": "Mudelli sofistikati għat-tagħlim tal-magni jintużaw mill-hCaptcha għad-determinazzjoni tal-umanità. Dan iħallina titlob kompiti inqas tedjanti mill-utenti tiegħek u tieħu inqas mill-ħin tagħhom biex jagħmlu dan, filwaqt li xorta tipproduċi dejta utli ttikkettjata għall-klijenti tat-tikkettar.",
    "home-main-plans": "hCaptcha huwa liberu li juża għal pubblikaturi ta ’kull daqs. Madankollu, għall-intrapriżi u l-pjattaformi li jeħtieġu aktar kontroll, is-soluzzjonijiet tal-intrapriżi tagħna huma disponibbli.",
    "home-main-plans2": "Soluzzjonijiet ta 'intrapriżi hCaptcha jipproteġu miljuni ta' utenti minn għexieren ta 'miljuni ta' websajts għal uħud mill-ikbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans3": "Soluzzjonijiet ta 'intrapriżi hCaptcha jipproteġu miljuni ta' utenti minn għexieren ta 'miljuni ta' websajts għal uħud mill-ikbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans4": "għal dettalji.",
    "home-plans-button-1": "Iffirma issa",
    "home-plans-button-2": "Kuntatt tal-bejgħ",
    "home-plans-chart-head-1": "Karatteristiċi",
    "home-plans-chart-head-2": "Pubblikatur",
    "home-plans-chart-head-3": "Intrapriża",
    "home-plans-chart-row-1-cell-1": "Ikkontrolla t-tipi ta ’sfida murija",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-plans-chart-row-11-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-plans-chart-row-12-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-plans-chart-row-2-cell-1": "Ikkontrolla l-kontenut ta 'sfida użata",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "Politika ta 'privatezza favur il-GDPR u CCPA",
    "home-plans-chart-row-7-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-plans-chart-row-8-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-plans-chart-row-9-cell-1": "Livelli ta 'diffikultà b'bażi multa",
    "home-try-it-out-button": "Ikseb hCaptcha",
    "home-try-it-out-text": "hCaptcha jipprovdi sejbien tal-bot sempliċi, faċli u affidabbli waqt li jkun trivjali għall-bnedmin biex isolvu.",
    "home-try-it-put-head": "Ipprovaha",
    "labeling-about-head": "Dwar hCaptcha",
    "labeling-about-text-1": "hCaptcha hija mfassla biex issolvi l-iktar problema intensiva fix-xogħol fit-tagħlim tal-magni; ittikkettjar ta 'ammonti massivi ta' dejta f'waqtu, bi prezz raġonevoli, u affidabbli. Aktar dejta ġeneralment tipproduċi riżultati aħjar fit-taħriġ tal-mudelli tat-tagħlim tal-magni. Is-suċċess reċenti ta 'mudelli profondi wassal għal settijiet ta' dejta dejjem aktar kbar, u hCaptcha jaqdi dan il-bżonn.",
    "labeling-about-text-2": "Madankollu, il-ħolqien ta ’settijiet ta’ dejta kbar riveduti mill-bniedem bl-użu ta ’metodi tradizzjonali huwa bil-mod u għali. hCaptcha huwa mod għall-kumpaniji biex jiksbu l-annotazzjonijiet li jeħtieġu aktar malajr, bi kwalità ogħla u bi prezz aktar baxx minn alternattivi oħra.",
    "labeling-annotations-head": "Tipi ta 'annotazzjoni",
    "labeling-annotations-text-1": "Sejbtejn preċiż ta 'oġġett f'immaġini u vidjow",
    "labeling-annotations-text-2": "Sejbtejn preċiż ta 'oġġett f'immaġini u vidjow",
    "labeling-annotations-text-3": "Irrimarka annotazzjonijiet għal ħafna każijiet ta 'użu differenti",
    "labeling-annotations-text-4": "Issortja jew tehmeż kategoriji arbitrarji ta 'kull daqs",
    "labeling-annotations-text-5": "Sejbien u klassifikazzjoni mħaddma mill-bniedem",
    "labeling-annotations-text-6": "Għandek bżonn tip ieħor mhux elenkat hawn? Staqsi lilna.",
    "labeling-annotations-title-1": "Kaxex li jmissu",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Monumenti",
    "labeling-annotations-title-4": "Kategorizzazzjoni ta 'Attributi",
    "labeling-annotations-title-5": "Tqabbil u Sejbien",
    "labeling-annotations-title-6": "... u ħafna iktar",
    "labeling-ent-button": "Ikkuntattja lit-Tim tas-Soluzzjonijiet tal-Intrapriża tagħna",
    "labeling-ent-head": "Għandek bżonn kontroll end-to-end?",
    "labeling-ent-text-1": "Il-Pjattaforma UMANA wara hCaptcha tipprovdi kwalitajiet ta 'xogħol sofistikati ħafna u karatteristiċi ta' ġestjoni permezz ta 'skjerament premessi, ibridi, jew SaaS li jintegraw mas-sistemi eżistenti tiegħek.",
    "labeling-ent-text-2": "Ħaddem kompletament offline mal-forza tax-xogħol tiegħek stess, ibdel il-valur ikkunsmat bejn l-unitajiet ta 'negozju jew imsieħba tal-konsorzju, ibiddel b'mod selettiv l-impjiegi lejn fornituri ta' xogħol interni jew esterni differenti bbażati fuq ir-rekwiżiti ta 'spejjeż u sigurtà, u aktar.",
    "labeling-ent-text-3": "Aċċess faċli għall-API, dashboards sbieħ, u l-aħħar mudell fil-linja tal-linja li jimmassimizzaw l-effiċjenza tal-ħaddiem.",
    "labeling-ent-text-4": "SLAs ta '99.99% uptime u appoġġ globali 24/7 disponibbli. Għal aktar informazzjoni:",
    "labeling-features-head-1": "Linji tal-pajpijiet sempliċi mmexxija mill-API",
    "labeling-features-head-2": "Ottimizzat għal spejjeż u kwalità. Mhux meħtieġ impenn bil-quddiem.",
    "labeling-features-head-3": "Ħallas biss għall-eżattezza li għandek bżonn.",
    "labeling-features-head-4": "Ipprovdi d-dejta tiegħek dwar il-verità mill-art jew għidilna nibnuha fuq il-fly.",
    "labeling-features-text-1": "Trid tintegra r-reviżjoni umana direttament fl-operazzjonijiet tan-negozju tiegħek? Aħna noffru SLAs ta 'affidabilità għolja, kapaċità garantita, u API REST sempliċi.",
    "labeling-features-text-2": "Il-pjattaforma UMANA tuża mudelli ta 'kunfidenza komprensiva biex twettaq analiżi ta' kwalità sofistikata f'ħin reali. Dan jippermettilna niddeterminaw kemm id-diffikultà tal-mistoqsijiet kif ukoll it-tweġiba t-tajba tagħhom, u niffrankaw ħin u flus.",
    "labeling-features-text-3": "Mhux il-problemi kollha huma l-istess. Annotazzjonijiet għal ħidmiet kritiċi għas-sikurezza jistgħu jeħtieġu 99.99% kunfidenza minn ħaddiema kompletament umani. Annotazzjonijiet għal karatteristika beta waħda f'app tal-logħob mobbli jistgħu jeħtieġu biss kunfidenza moderata. Inti tiddeċiedi.",
    "labeling-features-text-4": "Għandek dejta prima mingħajr sett ta 'verifika komprensiv? Fil-biċċa l-kbira tal-każijiet nistgħu nibnu wieħed għalik bħala kompiti mmexxija mis-sistema, jew joħolqu kampjuni ttikkettati għall-approvazzjoni tiegħek.",
    "labeling-info-head": "Jiksbu data Ttikkettjata",
    "labeling-info-text-1": "Kellem ma 'wieħed mill-esperti tad-dominju tagħna biex tiddefinixxi l-bżonnijiet tal-proġett tiegħek: preċiżjoni fil-mira, format, u kwalunkwe ħtiġijiet speċjali.",
    "labeling-info-text-2": "Aħna tesegwixxi xogħol ta 'produzzjoni żgħir ibbażat fuq id-dejta tal-kampjun tiegħek. Dan jittestja x-xogħol li għamilna flimkien biex niżguraw li tikseb eżattament dak li għandek bżonn.",
    "labeling-info-text-3": "Bil-volum għoli u l-latenza baxxa tagħna aħna nduru x-xogħol tiegħek malajr, bi twassil awtomatizzat hekk kif isir.",
    "labeling-info-text-4": "Hekk kif aħna nifhmu aħjar il-parametri tax-xogħol tal-produzzjoni tiegħek, ir-riżultati se jkomplu jitjiebu maż-żmien.",
    "labeling-info-text-5": "Dashboards ħajjin jippermettulek tipprovdi feedback jew nieqaf il-produzzjoni fi kwalunkwe ħin.",
    "labeling-info-title-1": "Iddefinixxi l-Ispeċifikazzjonijiet",
    "labeling-info-title-2": "Test tal-bidu tax-xogħol",
    "labeling-info-title-3": "Skjera Impjiegi ta 'Produzzjoni",
    "labeling-info-title-4": "Titjib kontinwu",
    "labeling-info-title-5": "Riżultati f'ħin Reali",
    "labeling-main-1": "Tikkettar tad-dejta kosteffikaċi fuq skala kbira",
    "labeling-main-1-button": "Ikseb id-Dejta Ttikkettjata tiegħek Issa",
    "labeling-main-1c": "Għandek bżonn aktar tikketti għad-data set tiegħek? hCaptcha jipprovdi ittikkettjar ta 'dejta mgħaġġel, kosteffikaċi u ta' kwalità għolja għal kumpaniji li jaħdmu fuq l-intelliġenza artifiċjali u applikazzjonijiet ta 'tagħlim tal-magni.",
    "labeling-main-2": "Tniedi miljuni ta 'kompiti istantanjament.",
    "labeling-main-2-button": "Ixtri Servizzi Ttikkettjar tad-Dejta",
    "labeling-main-2c": "hCaptcha għandha waħda mill-ikbar pixxini fuq il-pjaneta disponibbli għall-użu tiegħek. Hi x’inhi l-iskala tiegħek, nistgħu nittrattawha mingħajr impenji bil-quddiem għaljin. Miljuni ta 'kompiti kuljum mhumiex problema.",
    "labeling-platform-head": "Informazzjoni Privata jew Pubblika",
    "labeling-platform-text": "hCaptcha hija mibnija fuq il-Pjattaforma UMANA, li tippermetti rotta u analiżi sofistikati biex jottimizzaw l-ispiża u l-effiċjenza f'kull pass. Din it-teknoloġija tħalli lill-forza tax-xogħol it-tajba timmaniġġja kull parti tax-xogħol tiegħek, timmassimizza l-effiċjenza fl-ispejjeż filwaqt li tippreserva l-privatezza u tissodisfa kwalunkwe ħtiġijiet regolatorji li jistgħu japplikaw.",
    "labeling-try-button": "Ixtri Servizzi Ttikkettjar tad-Dejta",
    "labeling-try-head": "Trid tipprova d-dejta tiegħek?",
    "labeling-try-text": "... aħna lesti meta int: is-servizz tagħna huwa disponibbli l-ħin kollu.",
    "learn-more-hcaptcha": "Tgħallem Aktar dwar hCaptcha",
    "page-acc-faq-1": "Mistoqsija: It-Taqsima hCaptcha 508 + WCAG 2.0 hija konformi? Tweġiba: Aħna nemmnu hekk: l-utenti kollha b'kull forma ta 'indeboliment li kapaċi jibbrawżjaw il-web u jidħlu test fuq formoli jistgħu jaċċessaw is-servizzi protetti minn hCaptcha mar-reġistrazzjoni. Madankollu, dan mhuwiex parir legali: għandek twettaq l-evalwazzjoni tiegħek stess, billi tikkunsidra l-implimentazzjoni partikolari tiegħek biex tiżgura li dan huwa l-każ għall-iskjerament tiegħek.",
    "page-acc-faq-2": "Mistoqsija: Qed taħdem fuq għażliet oħra ta 'aċċessibiltà (a11y), bħall-awdjo? Tweġiba: Għażliet preċedentement popolari bħal captchas awdjo jiddiskriminaw kontra bosta utenti ta 'a11y u huma faċilment megħluba minn tekniki moderni ta' tagħlim tal-magni. Dan ġiegħel l-isfidi tal-awdjo attwali jsiru aktar u aktar diffiċli, billi jintroduċu ħoss, ħin fard, kombinazzjonijiet ta 'kliem mhux tas-soltu, u l-bqija biex jegħleb lill-attakkanti. B'hekk aħna inqas entużjasti dwar dan l-approċċ vs li nevitaw l-isfida għal kollox, imma se nikkunsidrawha jekk ikun hemm talba mill-komunità kollha. Madankollu, aħna interessati ħafna fil-Pass tal-Privatezza għall-każ tal-użu tal-Aċċessibilità. Aħna nemmnu li tgħaqqad l-approċċ attwali tagħna ta 'a11y mal-ħruġ tal-Private Pass se tippermetti lill-utenti a11y jibbrawżjaw mingħajr periklu, siguri bl-għarfien li t-traffiku tagħhom huwa aktar privat, filwaqt li tillimita l-abbuż minn operaturi bot li inevitabbilment iseħħ meta l-għażliet a11y ikunu disponibbli. Aħna parteċipanti attivi fil-grupp ta 'ħidma IETF li qed jistandardizza din it-teknoloġija ġdida.",
    "page-acc-faq-3": "Mistoqsija: Xi ngħidu dwar il-privatezza? Ir-reġistrazzjoni tesponi data ta 'browsing a11y b'xi mod? X'tagħmel bl-email? Tweġiba: hCaptcha hija mfassla għall-privatezza mill-art. Huwa differenti ħafna minn għażliet tradizzjonali bħal reCAPTCHA li huma proprjetà ta 'netwerks tal-reklamar, li għandhom inċentiv biex jintraċċaw madwar il-web u jassoċjawk ma' identità reali. Aħna qatt ma nużaw emails jew info ta 'aċċessibiltà għal kwalunkwe skop ħlief li niffaċilitaw l-użu a11y u nipprevjenu l-abbuż. Il-politika ta 'privatezza tagħna għandha tweġibiet komprensivi u awtorevoli dwar kif nużaw id-dejta, iżda r-risposta qasira hija li aħna m'għandna l-ebda interess li nassoċjawk bħala persuna mal-istorja tal-browsing tiegħek. Aħna qegħdin naħdmu bħalissa fuq soluzzjoni kriptografika biex tarmi malajr l-indirizz tal-email tiegħek. filwaqt li xorta nħarsu l-abbiltà tagħna biex nipprevjenu l-abbuż, nikkumplimentaw ix-xogħol tagħna tal-Pass tal-Privatezza.",
    "page-acc-link-1": "Jekk int utent ta 'aċċessibiltà, jekk jogħġbok irreġistra hawn.",
    "page-acc-subhead": "Tiżgura aċċess bla intoppi għall-utenti kollha waqt li żżomm is-sigurtà",
    "page-acc-summary": "Sommarju",
    "page-acc-summary-contents-1": "hCaptcha huwa maħsub biex iwaqqaf il-bots billi jiddistingwihom minn nies. It-testijiet viżwali huma għodda konvenjenti għal dan, iżda mhux kulħadd jista 'jsolvi sfida viżwali. Għal din ir-raġuni ħejjew alternattiva sempliċi, mingħajr tbatija biex tħalli lill-pubblikaturi li jużaw is-servizz tagħna jippreservaw l-aċċessibilità għal kulħadd bis-sħiħ it-Taqsima 508 u l-konformità tad-WCAG 2.0.",
    "page-acc-summary-contents-2": "Kif taħdem: l-ewwel, utent għall-aċċessibiltà jiffirma ruħu f'dan il-URL, li huwa marbut fil-paġna tal-informazzjoni dwar il-widget hCaptcha. Huma ngħataw cookie encrypted li jista 'jintuża diversi drabi kuljum, iżda għandhom ikunu aġġornati kull 24 siegħa permezz ta' login. Meta sfida tkun ippreżentata lil utent ta 'aċċessibbiltà fuq kwalunkwe sit li juża s-servizz hCaptcha, dawn jgħaddu awtomatikament.",
    "page-acc-title": "Informazzjoni dwar l-Aċċessibiltà hCaptcha",
    "page-acc-tr-body": "Mistoqsija: Qed nara sfida wara li stabbilixxiet il-cookie. X’inhu dan li jikkawża dan? Tweġiba: Dan huwa tipikament minħabba l-użu ta 'imblokkatur tal-ad aggressiv jew estensjoni anti-cookie, jew settings li jimblokka cookies cross-site, f'dan il-każ cookie għal hcaptcha.com li huwa stabbilit jew iċċekkjat mill-JavaScript hCaptcha fuq sit differenti , bħal dak li qed iżżur. Il-cookies tal-aċċessibiltà hCaptcha jaħdmu mal-browsers u l-imblokkaturi popolari kollha bl-issettjar standard tagħhom, u għalhekk tipikament il-ħsarat huma dovuti għal skripts anti-anti-adblock jew regoli simili mmirati għal siti partikolari. Soluzzjonijiet: 1. Whitelist cookies hcaptcha.com u * .hcaptcha.com fl-imblokkatur tal-ad tiegħek jew fl-estensjoni tas-sigurtà tal-browser. 2. Jekk qed tuża l-browser Brave, li ma jidhirx (minn April 2020) li għandu xi tip ta 'whitelist tal-cookies, mur fil-Preferenzi -> Tarki -> Cookies u agħżel Ħalli Kollha Il-Cookies. 3. Jekk qed tuża l-aktar verżjoni reċenti ta 'Safari fuq l-OS X 10.15 jew iOS 13. 4 maħruġa reċentement, Apple għadha kemm bidlet l-imġieba ta' Safari relatata ma 'cookies ta' partijiet terzi, u timblokkahom kollha b'mod awtomatiku. Aħna qed nimplimentaw soluzzjoni, imma fil-frattemp jekk jogħġbok żur il-Preferenzi Safari, is-sezzjoni tal-Privatezza, u iċċekkja t-traċċar tal-Websajt: Ipprevjeni t-traċċar bejn is-siti biex tippermetti li l-cookie ta 'aċċessibilità jaħdem kif mistenni. Mistoqsija: nuża apparati multipli. Għandi bżonn nirreġistra ħafna drabi? Tweġiba: Le. Jekk jogħġbok ikklikkja l-istess link ta 'login tal-email mibgħut lilek fuq kull apparat li tuża sabiex tiffissa l-cookie.",
    "page-acc-tr-title": "Għal Utenti ta 'Aċċessibbiltà: Q&A u Gwida dwar is-Soluzzjoni ta' Problemi",
    "priv-hc": "Privatezza Iffokat",
    "priv-hc-text": "In-netwerks tar-reklami jarawhom bħala l-prodott tagħhom. Aħna ma. Ma jimpurtahomx min huma l-utenti, imma kemm huma probabbli li huma malizzjużi. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "reporting-bugs-accessibility-button": "Tgħallem aktar dwar għażliet ta 'aċċessibiltà",
    "reporting-bugs-accessibility-head": "Għażliet ta 'Aċċessibbiltà",
    "reporting-bugs-accessibility-text": "Inti b'diżabilità viżwali jew inkella ma tistax tlesti hCaptchas?",
    "reporting-bugs-guide-ff-head": "Qbadna d-Dettalji tar-Rapport dwar Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pass 1: Iftaħ l-Għodda għall-Iżviluppatur (Dan jibda jirrekordja s-sessjoni.)",
    "reporting-bugs-guide-ff-step-2": "Pass 2: Ikklikkja fuq tab tan-Netwerk fl-Għodda tal-Iżviluppatur. Iċċekkja l-kaxxa \"Ippersisti zkuk\" fil-quċċata.",
    "reporting-bugs-guide-ff-step-3": "Pass 3: żur https://accounts.hcaptcha.com/demo, jew il-websajt li qed ikollok problema fuq (Nota tal-Privatezza: biss jekk ma jimpurtax li taqsam dak li hu) ... u mbagħad ikklikkja \" Jiena bniedem \"buttuna, u nipprova nsolvi.",
    "reporting-bugs-guide-ff-step-4": "Pass 4: Ikklikkja \"HAR\" wara li tipprova ssolvi, u agħżel \"Save All as HAR\" biex issalva l-ġurnal tan-netwerk. Ibgħatilna dak il-fajl lilna.",
    "reporting-bugs-guide-ff-step-5": "Pass 5: Ikklikkja fuq it-tab Console, u kklikkja fuq il-lemin imbagħad \"Agħżel kollha\" u ssalva dak f'fajl ta 'test, sabiex issalva l-log tal-console. Ibgħatilna dak ukoll.",
    "reporting-bugs-guide-ff-step-6": "L-aħħar pass: Ibgħatilna dawk il-fajls tal-log tal-HAR u l-console għalina, u iddeskrivi l-problema seUżu: support@hcaptcha.com (jekk jogħġbok uża servizz bħal Dropbox jew Filebin u ibgħat links) u b'għażla screenshot, jekk tissuspetta li hemm xi ħaġa li ma jurix sew . Jekk jogħġbok ibgħat l-IP li qed tuża wkoll. Tista 'ġġibuha minn https://www.whatsmyip.org/‍ Grazzi talli ħadt il-ħin biex tgħinna niksbu din l-informazzjoni! Aħna impenjati li nagħmlu hCaptcha jaħdem tajjeb għal kulħadd.",
    "reporting-bugs-guide-head": "Qbadna d-Dettalji tar-Rapport tal-Bug: Chrome",
    "reporting-bugs-guide-step-1": "Pass 1: Iftaħ l-Għodda għall-Iżviluppatur (Dan jibda jirrekordja s-sessjoni.)",
    "reporting-bugs-guide-step-2": "Pass 2: Ikklikkja fuq tab tan-Netwerk fl-Għodda tal-Iżviluppatur. Iċċekkja l-kaxxa \"Preserva log\" fil-quċċata.",
    "reporting-bugs-guide-step-3": "Pass 3: żur https://accounts.hcaptcha.com/demo, jew il-websajt li qed ikollok problema fuq (Nota tal-Privatezza: biss jekk ma jimpurtax li taqsam dak li hu) ... u mbagħad ikklikkja \" Jiena bniedem \"buttuna, u nipprova nsolvi.",
    "reporting-bugs-guide-step-4": "Pass 4: Ikklikkja \"Esportazzjoni HAR\" (il-vleġġa 'l isfel ftit) wara li tipprova ssolvi, li jsalva l-ġurnal tan-netwerk. Ibgħatilna dak il-fajl lilna.",
    "reporting-bugs-guide-step-5": "Pass 5: Ikklikkja fuq it-tab Console, u kklikkja fuq il-lemin imbagħad \"Save as ..\" sabiex issalva l-log tal-console. Ibgħatilna dak ukoll.",
    "reporting-bugs-guide-step-6": "L-aħħar pass: ibgħatilna dawk il-fajls tal-log tal-HAR u l-console, u ddeskrivi l-problema‍ Uża: support@hcaptcha.com (jekk jogħġbok uża servizz bħal Dropbox jew Filebin u ibgħat links) u b'għażla screenshot, jekk tissuspetta li hemm xi ħaġa li ma jurix sew . Jekk jogħġbok ibgħat l-IP li qed tuża wkoll. Tista 'ġġibuha minn https://www.whatsmyip.org/ hanGrazzi talli ħadt il-ħin biex tgħinna niksbu din l-informazzjoni! Aħna impenjati li nagħmlu hCaptcha jaħdem tajjeb għal kulħadd.",
    "reporting-bugs-guide-text-1": "Kif tibgħat informazzjoni ta 'debugging mar-rapport tiegħek ser tagħmilha aktar faċli għalina li nidentifikaw dak li għaddej. Hawn huma istruzzjonijiet pass pass:",
    "reporting-bugs-guide-text-2": "Jekk int żviluppatur tal-web jew utent espert, is-sommarju huwa li nixtiequ li tibgħatilna netwerk ta 'reġistrazzjoni ta' l-HAR u browser log cons. Jekk jogħġbok ipprova li tiddiżattiva kwalunkwe estensjoni tas-sigurtà tal-imblokkatur jew tal-browser l-ewwel u erġa 'pprova qabel ma tgħaddi minn dawn il-passi. Jekk dan jirranġa l-problema tiegħek, aħna xorta napprezzaw li tgħarrafna l-verżjoni tal-browser tiegħek, imblokkatur tal-ad jew estensjoni tal-browser, u l-URL tal-websajt.",
    "reporting-bugs-intro-head": "Sibt bug? Hawn kif tirrapportaha.",
    "reporting-bugs-intro-text": "Miljuni ta 'nies jużaw hCaptcha kull xahar, fuq eluf ta' kombinazzjonijiet ta 'browsers, estensjonijiet, apparati, firewalls, u aktar. L-għan tagħna huwa li niżguraw li dejjem taħdem għalik, u għalhekk napprezzaw ħafna r-rapporti tiegħek! Biex tagħti feedback malajr, ikklikkja biss il-buttuna \"Ibgħatilna feedback\". Jekk qed tara kwistjoni funzjonali, jekk jogħġbok segwi l-istruzzjonijiet tal-log debug għal Chrome jew l-istruzzjonijiet tal-log debug għal Firefox hawn taħt. Għal kwalunkwe browsers oħra ibgħatilna email. Għal kwistjonijiet ta 'sigurtà jew privatezza potenzjali, ara l-istruzzjonijiet hawn taħt.",
    "reporting-bugs-privacy-head": "Kwistjonijiet ta 'privatezza",
    "reporting-bugs-privacy-text": "Ma jimpurtahomx min huma l-utenti, imma kemm huma probabbli li huma malizzjużi jew magni. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà. Jekk sibt kwistjoni li taħseb li tista 'taffettwa l-privatezza tal-utent, jekk jogħġbok ibgħatilna email fuq support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Ibgħatilna feedback",
    "reporting-bugs-provide-feedback-head": "Ipprovdi rispons immedjat fuq hCaptcha",
    "reporting-bugs-provide-feedback-text": "Napprezzaw il-kontribut tiegħek. Għarrafna xi kwistjonijiet u aħna nsolvuhom malajr.",
    "reporting-bugs-security-head": "Bugs tas-Sigurtà",
    "reporting-bugs-security-text": "Aħna dejjem interessati li jirċievu rapporti ta 'bugs ta' sigurtà. Ibgħat email lil support@hcaptcha.com u CC security@hcaptcha.com u aħna nirritornaw lura lilek malajr. Għandna wkoll programm ta ’bug bounty għal rapporti ta’ sigurtà eliġibbli fuq is-servizz hCaptcha u l-kodiċi tas-sors relatati.",
    "sec-hc": "Sigurtà l-Ewwel",
    "sec-hc-text": "hCaptcha huwa ffokat fuq pubblikatur. Aħna naħdmu biex nagħtu siti ta 'dejta reali u nħalluhom jiddeċiedu kif jużawha. L-eżattezza hija fl-interess tiegħek u tagħna. Kaptchas oħra huma pprovduti minn kumpaniji ta ’reklamar. Kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
    "what-is-hcaptcha": "X'inhu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha jgħin is-servizzi tal-web favoriti tiegħek iżommu barra l-bots, l-ispam u l-abbuż billi jitolbu mistoqsijiet sempliċi li huma faċli għall-bnedmin u diffiċli għall-magni.",
    "why-hc": "Għaliex hCaptcha?",
    "why-hc-text": "Kull darba li twieġeb għal sfida, nużaw mudelli sofistikati biex insemmu jekk int bniedem jew magna. Il-websajt li żort imbagħad tuża dan ir-riżultat biex tgħin ittejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi żżomm il-bot."
}