{
    "about-advisors-brendan": "CEO. Mexxej rikonoxxut fl-AI. Applika l-intelliġenza tal-magna fuq skala għal varjetà wiesgħa ta 'problemi kummerċjali matul l-aħħar deċennji.",
    "about-advisors-dawn": "PhD fil-Bijoloġija Komputazzjonali, Stanford. Naħdem ma 'netwerks newrali mill-1999. Iffoka fuq ML applikat u tagħlim profond fuq skala.",
    "about-advisors-head": "Konsulenti",
    "about-advisors-keiran": "Espert tad-Database u tal-Blockchain. Inġinier bikri fi Cloudera u aktar. Għexieren ta 'snin ta' softwer u timijiet ta 'bini ta' għarfien espert.",
    "about-content-head-1": "X'nagħmlu aħna",
    "about-content-head-2": "Għaliex Huwa Importanti",
    "about-content-text-1": "hCaptcha huwa servizz ta ’Intuition Machines Inc, kumpanija tal-AI u tat-tagħlim tal-magni b’enfasi fuq it-tagħlim tal-metall u d-dominju viżwali ML fuq skala kbira. Aħna nibnu u noperaw sistemi skalabbli bil-kbir biex jippermettu servizzi ta 'analiżi tal-vidjow u l-immaġni għal kumpaniji Globali 2000 madwar id-dinja.",
    "about-content-text-2": "Aktar dejta ġeneralment tipproduċi riżultati aħjar. Il-bini u ż-żamma ta ’settijiet ta’ dejta relevanti ttikkettjati u rilevanti jieħdu ħafna ħin u jiswew ħafna flus. hCaptcha kien żviluppat oriġinarjament biex jindirizza l-bżonnijiet tagħna stess fit-tikkettar tal-immaġni, u issa huwa disponibbli għal kumpaniji oħra bi bżonnijiet simili.",
    "about-intro-head-1": "Aħdem għal hCaptcha",
    "about-intro-head-2": "Il-Missjoni Tagħna Hija Kbira",
    "about-intro-text": "Aħna qed nikbru malajr u dejjem infittxu l-aqwa talent tad-dinja fl-uffiċċji globali tagħna. Tista 'tapplika bil-links hawn taħt.",
    "about-leadership-alex": "Espert tad-Database u tal-Blockchain. Inġinier bikri fi Cloudera u aktar. Għexieren ta 'snin ta' softwer u timijiet ta 'bini ta' għarfien espert.",
    "about-leadership-eli": "CEO. Mexxej rikonoxxut fl-AI. Applika l-intelliġenza tal-magna fuq skala għal varjetà wiesgħa ta 'problemi kummerċjali matul l-aħħar deċennji.",
    "about-leadership-head": "Tmexxija",
    "about-leadership-todd": "PhD fil-Bijoloġija Komputazzjonali, Stanford. Naħdem ma 'netwerks newrali mill-1999. Iffoka fuq ML applikat u tagħlim profond fuq skala.",
    "acc-opt": "Għażliet ta 'Aċċessibilità",
    "acc-opt-but": "Tgħallem aktar dwar l-għażliet ta 'aċċessibilità",
    "acc-opt-text": "Inti nieqes mill-vista jew inkella ma tistax timla hCaptchas?",
    "accessibility-link": "Aċċessibilità",
    "appreciate-in": "Napprezzaw l-input tiegħek. Għidilna kwalunkwe kwistjoni u aħna nsolvuhom malajr.",
    "fb-but": "Ibgħatilna feedback",
    "feedback-text": "Ipprovdi feedback dwar l-hCaptcha li għadek kif rajt",
    "footer-attribution": "Attribuzzjoni",
    "footer-copyright-text": "hCaptcha hija trademark irreġistrata ta 'Intuition Machines, Inc.",
    "footer-header-1": "Kumpanija",
    "footer-header-2": "Riżorsi",
    "footer-header-3": "Kuntatt",
    "footer-link-1": "Tikkettar",
    "footer-link-10": "Aċċessibilità",
    "footer-link-2": "Dwar",
    "footer-link-3": "Impjiegi",
    "footer-link-4": "Trademarks",
    "footer-link-5": "Etika tal-AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentazzjoni",
    "footer-link-9": "Irrapporta Bug",
    "footer-privacy": "Privatezza",
    "footer-subheader-1": "Appoġġ",
    "footer-subheader-2": "Kuntatt",
    "footer-terms": "Termini",
    "h-plans": "Pjanijiet ta 'Abbonament",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Servizzi ta 'Tikkettar",
    "header-login-button": "Idħol",
    "header-plans-link": "Pjanijiet",
    "header-signup-button": "Irregistra",
    "home-about-head": "Dwar hCaptcha",
    "home-about-subtitle": "Imħaddem bil-Protokoll UMAN",
    "home-about-text-1": "hCaptcha hija mfassla biex issolvi l-iktar problema li teħtieġ ħafna xogħol fit-tagħlim tal-magni: tikkettar ta 'ammonti massivi ta' dejta fil-ħin, bi prezz raġonevoli u affidabbli.",
    "home-about-text-2": "Aktar dejta ġeneralment tipproduċi riżultati aħjar fit-taħriġ tal-mudelli tat-tagħlim tal-magni. Is-suċċess reċenti ta 'mudelli profondi wassal għal settijiet ta' dejta dejjem aktar kbar, kważi dejjem b'xi reviżjoni umana. Madankollu, il-ħolqien ta 'settijiet ta' dejta kbar riveduti mill-bniedem permezz ta 'Mechanical Turk, Figura Tmienja, eċċ huwa kemm bil-mod kif ukoll għali.",
    "home-about-text-3": "hCaptcha jippermetti lill-websajts jagħmlu l-flus jaqdu din id-domanda waqt li jimblukkaw il-bots u forom oħra ta 'abbuż.",
    "home-about-text-4": "Is-suq hCaptcha huwa mħaddem mill-Protokoll UMAN, protokoll deċentralizzat miftuħ għar-reviżjoni umana li jimxi fuq il-blockchain Ethereum. Il-websajts jaqilgħu Tokens Umani (HMT) kull meta l-utenti jużaw il-widget hCaptcha fuq is-sit tagħhom, u l-kumpaniji tat-tagħlim tal-magni jħallsu Tokens Umani biex jiksbu t-tikketta tad-dejta tagħhom.",
    "home-ba-labeling-services-link": "Servizzi ta 'Tikkettar",
    "home-benefits-head-1": "Il-Valur fit-Tikkettar tad-Dejta",
    "home-benefits-head-2": "Agħti Lura għall-Karità",
    "home-benefits-text-1": "Indunajt kull darba li tikklikkja fuq il-karozza li qed tgħin biex tħarreġ is-sistemi ta 'tagħlim tal-magni ta' kumpanija Gigantic waħda b'xejn?",
    "home-benefits-text-2": "hCaptcha ddawwar dan il-mudell. Meta tuża l-hCaptcha, il-kumpaniji joffru fuq ix-xogħol li jagħmlu l-utenti tiegħek hekk kif juru l-umanità tagħhom. Ikollok il-benefiċċji.",
    "home-benefits-text-3": "Trid tagħti lura lill-karità favorita tiegħek? hCaptcha ihallik tappoġġja l-karitajiet ta 'l-għażla tiegħek bil-qligħ li taqla' billi tużah. Utenti fuq is-sit tiegħek dalwaqt ikunu jistgħu jaraw il-kontribuzzjoni tiegħek għall-karità permezz ta 'marka diskreta fuq l-interface hCaptcha.",
    "home-challenge-text-1": "Agħżel l-istampi kollha li jaqblu mal-mistoqsija",
    "home-challenge-text-2": "Iddefinixxi żona tal-konfini għall-oġġetti",
    "home-challenge-text-3": "Identifika t-tikketti korrispondenti",
    "home-challenge-title-1": "Paragun",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizzazzjoni",
    "home-challenges-head": "Sfidi ppreżentati",
    "home-challenges-text-1": "... u kompiti oħra sempliċi. Faċli għall-bnedmin, diffiċli għall-bots.",
    "home-challenges-text-2": "Kompiti personalizzati disponibbli wkoll għall-pubblikaturi tal-intrapriżi.",
    "home-ent-1": "Qed tfittex l-offerti tas-sigurtà tal-intrapriża tagħna?",
    "home-ent-2": "Żur is-sit iddedikat il-ġdid tagħna: BotStop.com",
    "home-ent-button": "Tgħallem aktar: BotStop minn hCaptcha",
    "home-from-the-blog": "MILL-BLOG:",
    "home-from-the-blog-value": "Kif Jaħdmu l-issettjar tad-Diffikultà tal-hCaptcha",
    "home-intro-body": "Tuża captcha biex iżżomm il-bots? hCaptcha jipproteġi l-privatezza tal-utent, jippremja websajts, u jgħin lill-kumpaniji jiksbu t-tikketta tad-dejta tagħhom. Huwa sostitut li jista 'jinżel għal reCAPTCHA: tista' taqleb fi ftit minuti.",
    "home-intro-button": "Irreġistra Issa",
    "home-intro-head": "Waqqaf aktar bot. Ibda tipproteġi l-privatezza tal-utent.",
    "home-main-1": "Privat. Sikura. Aktar mgħaġġel. U aħna nħallsuk biex tużah.",
    "home-main-2": "Iffokat fuq il-Privatezza",
    "home-main-2c": "In-netwerks tar-riklam jaraw lill-viżitaturi tiegħek bħala l-prodott. Għal hCaptcha il-prodott huwa x-xogħol li jipprovdu. Aħna ma jimpurtahomx min huma l-utenti tiegħek, kemm huma probabbli li jkunu malizzjużi. Aħna nappoġġjaw inizjattivi bħal Privacy Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "home-main-3": "Is-Sigurtà l-Ewwel",
    "home-main-3c": "L-eżattezza hija fl-interess tiegħek u tagħna. hCaptcha huwa ffokat fuq il-pubblikatur. Naħdmu biex nagħtuk dejta reali u nħalluk tiddeċiedi kif tużaha. Captchas oħra huma pprovduti minn kumpaniji tar-reklamar Ġigantiċi. Dan ifisser li kull bot li jimblokkaw jista 'jnaqqas id-dħul tagħhom.",
    "home-main-4": "Esperjenza Aħjar tal-Utent",
    "home-main-4c": "Mudelli sofistikati ta 'tagħlim tal-magni jintużaw minn hCaptcha biex tiddetermina l-umanità. Dan jippermettilna nirrikjedu kompiti inqas tedjanti mill-utenti tiegħek u nieħdu inqas mill-ħin tagħhom meta nagħmlu dan, filwaqt li xorta nipproduċu dejta ttikkettjata utli għat-tikkettar tal-klijenti.",
    "home-main-plans": "hCaptcha huwa liberu li jintuża għal pubblikaturi ta 'kull daqs. Madankollu, għal intrapriżi u pjattaformi li jeħtieġu aktar kontroll, is-soluzzjonijiet tal-intrapriża tagħna huma disponibbli.",
    "home-main-plans2": "Is-soluzzjonijiet tal-intrapriża hCaptcha jipproteġu miljuni ta 'utenti minn għexieren ta' miljuni ta 'websajts għal uħud mill-akbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans3": "Is-soluzzjonijiet tal-intrapriża hCaptcha jipproteġu miljuni ta 'utenti minn għexieren ta' miljuni ta 'websajts għal uħud mill-akbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans4": "għad-dettalji.",
    "home-plans-button-1": "Irreġistra issa",
    "home-plans-button-2": "Ikkuntattja l-bejgħ",
    "home-plans-chart-head-1": "Karatteristiċi",
    "home-plans-chart-head-2": "Pubblikatur",
    "home-plans-chart-head-3": "Intrapriża",
    "home-plans-chart-row-1-cell-1": "Tipi ta 'sfida ta' kontroll murija",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Dashboards għal bosta utenti",
    "home-plans-chart-row-11-cell-1": "Karatteristiċi ta 'rappurtar avvanzati",
    "home-plans-chart-row-12-cell-1": "SLAs Intrapriża",
    "home-plans-chart-row-2-cell-1": "Ikkontrolla l-kontenut tal-isfida użat",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Aqla 'premji għall-bniedem issolvi",
    "home-plans-chart-row-4-cell-1": "Protezzjoni anti-bot ta 'klassi dinjija",
    "home-plans-chart-row-5-cell-1": "Jaħdem f'kull pajjiż",
    "home-plans-chart-row-6-cell-1": "Politika ta 'privatezza favur GDPR u CCPA",
    "home-plans-chart-row-7-cell-1": "Livelli ta 'diffikultà ta' qamħa fina",
    "home-plans-chart-row-8-cell-1": "Tnedija tal-kontenut tal-isfida tiegħek stess",
    "home-plans-chart-row-9-cell-1": "Skedar ta 'diffikultà bbażat fuq il-ħin",
    "home-try-it-out-button": "Ikseb hCaptcha",
    "home-try-it-out-head": "Ipprovaha",
    "home-try-it-out-text": "hCaptcha jipprovdi sejbien tal-bot sempliċi, faċli u affidabbli waqt li jkun trivjali għall-bnedmin biex isolvu.",
    "labeling-about-head": "Dwar hCaptcha",
    "labeling-about-text-1": "hCaptcha hija mfassla biex issolvi l-iktar problema intensiva fil-ħaddiema fit-tagħlim tal-magni; ittikkettar ta 'ammonti massivi ta' dejta fil-ħin, bi prezz raġonevoli u affidabbli. Aktar dejta ġeneralment tipproduċi riżultati aħjar fit-taħriġ tal-mudelli tat-tagħlim tal-magni. Is-suċċess reċenti ta 'mudelli profondi wassal għal settijiet ta' dejta dejjem aktar kbar, u hCaptcha jaqdi din il-ħtieġa.",
    "labeling-about-text-2": "Madankollu, il-ħolqien ta 'settijiet ta' dejta kbar riveduti mill-bniedem bl-użu ta 'metodi tradizzjonali huwa kemm bil-mod kif ukoll għali. hCaptcha huwa mod għall-kumpaniji biex jiksbu l-annotazzjonijiet li jeħtieġu aktar malajr, bi kwalità ogħla u bi spejjeż aktar baxxi minn alternattivi oħra.",
    "labeling-annotations-head": "Tipi ta 'Annotazzjonijiet",
    "labeling-annotations-text-1": "Sejbien preċiż ta 'oġġetti f'immaġini u vidjow",
    "labeling-annotations-text-2": "Sejbien preċiż ta 'oġġetti f'immaġini u vidjow",
    "labeling-annotations-text-3": "Annotazzjonijiet tal-punt għal ħafna każijiet ta 'użu differenti",
    "labeling-annotations-text-4": "Issortja jew tehmeż kategoriji arbitrarji ta 'kull daqs",
    "labeling-annotations-text-5": "Sejbien u klassifikazzjoni mħaddma mill-bniedem",
    "labeling-annotations-text-6": "Għandek bżonn tip ieħor mhux elenkat hawn? Staqsina biss.",
    "labeling-annotations-title-1": "Kaxxi li Jillimitaw",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Monumenti",
    "labeling-annotations-title-4": "Kategorizzazzjoni tal-Attributi",
    "labeling-annotations-title-5": "Paragun u Sejbien",
    "labeling-annotations-title-6": "... u ħafna iktar",
    "labeling-ent-button": "Ikkuntattja lit-Tim tas-Soluzzjonijiet tal-Intrapriża tagħna",
    "labeling-ent-head": "Għandek bżonn Kontroll minn tarf sa tarf?",
    "labeling-ent-text-1": "Il-Pjattaforma UMANA wara hCaptcha tipprovdi kwalità tax-xogħol sofistikata ħafna u karatteristiċi ta ’ġestjoni permezz ta’ skjeramenti fuq il-premessa, ibridi jew SaaS li jintegraw mas-sistemi eżistenti tiegħek.",
    "labeling-ent-text-2": "Mexxi kompletament offline bil-forza tax-xogħol tiegħek stess, issegwi l-valur ikkunsmat fost l-unitajiet tan-negozju jew imsieħba tal-konsorzju, ibgħat l-impjiegi b'mod selettiv lil fornituri ta 'ħaddiema interni jew esterni differenti bbażati fuq ħtiġijiet ta' spejjeż u sigurtà, u aktar.",
    "labeling-ent-text-3": "Aċċess API faċli, daxxbords sbieħ, u l-aħħar teknoloġija mudell fil-linja biex timmassimizza l-effiċjenza.",
    "labeling-ent-text-4": "SLAs ta 'uptime ta' 99.99% u appoġġ globali 24/7 disponibbli. Għal aktar informazzjoni:",
    "labeling-features-head-1": "Pipelines sempliċi mmexxija mill-API.",
    "labeling-features-head-2": "Ottimizzat għall-ispiża u l-kwalità. L-ebda impenn bil-quddiem ma huwa meħtieġ.",
    "labeling-features-head-3": "Ħallas biss għall-eżattezza li għandek bżonn.",
    "labeling-features-head-4": "Ipprovdi d-dejta tal-verità fuq l-art tiegħek stess jew ejjew nibnuha malajr.",
    "labeling-features-text-1": "Trid tintegra r-reviżjoni umana direttament fl-operazzjonijiet tan-negozju tiegħek? Noffru SLAs ta 'affidabbiltà għolja, kapaċità garantita, u APIs REST sempliċi.",
    "labeling-features-text-2": "Il-pjattaforma HUMAN tuża mudelli ta ’kunfidenza komprensivi biex twettaq analiżi sofistikata tal-kwalità f’ħin reali. Dan jippermettilna niddeterminaw malajr kemm id-diffikultà tal-mistoqsijiet kif ukoll it-tweġiba t-tajba probabbli tagħhom, u niffrankaw il-ħin u l-flus.",
    "labeling-features-text-3": "Mhux il-problemi kollha huma l-istess. Annotazzjonijiet għal kompiti kritiċi għas-sikurezza jistgħu jeħtieġu fiduċja ta '99.99% minn ħaddiema kompletament umani. Annotazzjonijiet għal karatteristika beta waħda f'applikazzjoni tal-logħob mobbli jistgħu jeħtieġu biss kunfidenza moderata. Int tiddeċiedi.",
    "labeling-features-text-4": "Għandek dejta mhux ipproċessata mingħajr sett ta 'verifika komprensiva? Fil-biċċa l-kbira tal-każijiet nistgħu nibnu wieħed għalik hekk kif kompiti jgħaddu mis-sistema, jew noħolqu kampjuni ttikkettjati għall-approvazzjoni tiegħek.",
    "labeling-info-head": "Kif Tikkettja Dejta",
    "labeling-info-text-1": "Tkellem ma 'wieħed mill-esperti tad-dominju tagħna biex tiddefinixxi l-ħtiġijiet tal-proġett tiegħek: preċiżjoni fil-mira, format, u kwalunkwe rekwiżit speċjali.",
    "labeling-info-text-2": "Nagħmlu xogħol ta 'produzzjoni żgħir ibbażat fuq id-dejta tal-kampjun tiegħek. Dan jittestja x-xogħol li għamilna flimkien biex niżguraw li tikseb eżattament dak li għandek bżonn.",
    "labeling-info-text-3": "Bil-volum għoli u l-latenza baxxa tagħna ndawru x-xogħol tiegħek malajr, b'kunsinna awtomatizzata hekk kif isir.",
    "labeling-info-text-4": "Hekk kif nifhmu aħjar il-parametri tax-xogħol tal-produzzjoni tiegħek, ir-riżultati se jkomplu jitjiebu maż-żmien.",
    "labeling-info-text-5": "Id-daxxbords ħajjin jippermettulek tipprovdi feedback jew twaqqaf il-produzzjoni fi kwalunkwe ħin.",
    "labeling-info-title-1": "Iddefinixxi Speċifikazzjonijiet",
    "labeling-info-title-2": "Test tal-Impjieg Inizjali",
    "labeling-info-title-3": "Ibda l-Impjiegi tal-Produzzjoni",
    "labeling-info-title-4": "Titjib Kontinwu",
    "labeling-info-title-5": "Riżultati f'Ħin Real",
    "labeling-main-1": "Tikkettar tad-dejta kost-effettiv fuq skala",
    "labeling-main-1-button": "Ikseb Id-Dejta Tiegħek Tikkettjata Issa",
    "labeling-main-1c": "Għandek bżonn aktar tikketti għas-settijiet tad-dejta tiegħek? hCaptcha jipprovdi tikkettar tad-dejta mgħaġġel, kosteffettiv u ta 'kwalità għolja għal kumpaniji li jaħdmu fuq applikazzjonijiet ta' intelliġenza artifiċjali u tagħlim bil-magni.",
    "labeling-main-2": "Tniedi miljuni ta 'kompiti istantanjament.",
    "labeling-main-2-button": "Ixtri Servizzi ta 'Tikkettar tad-Dejta",
    "labeling-main-2c": "hCaptcha għandu wieħed mill-ikbar pools fuq il-pjaneta disponibbli għall-użu tiegħek. Tkun xi tkun l-iskala tiegħek, nistgħu nimmaniġġjawha mingħajr impenji bil-quddiem għaljin. Miljuni ta 'kompiti kuljum mhumiex problema.",
    "labeling-platform-head": "Informazzjoni Privata jew Pubblika",
    "labeling-platform-text": "hCaptcha hija mibnija fuq il-Pjattaforma UMANA, li tippermetti rotta sofistikata u analiżi biex tottimizza l-ispiża u l-effiċjenza f'kull pass. Din it-teknoloġija tħalli lill-forza tax-xogħol it-tajba tieħu ħsieb kull parti tax-xogħol tiegħek, timmassimizza l-effiċjenza fl-infiq filwaqt li tippreserva l-privatezza u tissodisfa kwalunkwe rekwiżit regolatorju li jista 'japplika.",
    "labeling-try-button": "Ixtri Servizzi ta 'Tikkettar tad-Dejta",
    "labeling-try-head": "Trid tipprovaha bid-dejta tiegħek?",
    "labeling-try-text": "... aħna lesti meta int: is-servizz tagħna huwa disponibbli l-ħin kollu.",
    "learn-more-hcaptcha": "Tgħallem aktar dwar hCaptcha",
    "page-acc-faq-1": "Mistoqsija: L-hCaptcha Section 508 + WCAG 2.0 hija konformi? Tweġiba: Aħna nemmnu hekk: l-utenti kollha bi kwalunkwe forma ta 'indeboliment li jistgħu jibbrawżjaw il-web u jdaħħlu test fuq formoli jistgħu jaċċessaw servizzi protetti minn hCaptcha mar-reġistrazzjoni. Madankollu, dan mhuwiex parir legali: għandek twettaq l-evalwazzjoni tiegħek stess, billi tqis l-implimentazzjoni partikolari tiegħek biex tiżgura li dan huwa l-każ għall-iskjerament tiegħek.",
    "page-acc-faq-2": "Mistoqsija: Qed taħdem fuq għażliet oħra ta 'aċċessibilità (a11y), bħall-awdjo? Tweġiba: Għażliet popolari preċedentement bħall-captchas awdjo jiddiskriminaw kontra bosta utenti ta 'kull sena u huma faċilment megħluba minn tekniki moderni ta' tagħlim tal-magni. Dan ġiegħel l-isfidi tal-awdjo kurrenti jsiru aktar u aktar diffiċli, billi jintroduċi ħsejjes, ħin fard, kombinazzjonijiet ta 'kliem mhux tas-soltu, u l-bqija biex jegħleb lill-attakkanti. Għalhekk aħna inqas entużjasti dwar dan l-approċċ kontra li nevitaw l-isfida għal kollox, imma se nikkunsidrawha jekk ikun hemm domanda mill-komunità ta 'kull sena. Madankollu, aħna ninsabu interessati ħafna fil-Private Pass għall-każ tal-użu tal-Aċċessibilità. Aħna nemmnu li tgħaqqad l-approċċ kurrenti tagħna a11y mal-ħruġ ta 'Private Pass jippermetti lill-utenti ta' kull 11 sena jibbrawżjaw b'mod sikur, sikuri fl-għarfien li t-traffiku tagħhom huwa aktar privat, filwaqt li jirrestrinġu l-abbuż mill-operaturi tal-bot li inevitabbilment iseħħ meta jkunu disponibbli għażliet a11y. Aħna parteċipanti attivi fil-grupp ta 'ħidma tal-IETF li standardizza din it-teknoloġija ġdida.",
    "page-acc-faq-3": "Mistoqsija: Xi ngħidu dwar il-privatezza? Ir-reġistrazzjoni tesponi dejta tal-ibbrawżjar kull sena b'xi mod? X'tagħmel bl-email? Tweġiba: hCaptcha hija mfassla għall-privatezza mill-art. Huwa differenti ħafna minn għażliet tradizzjonali bħal reCAPTCHA li huma proprjetà ta 'netwerks ta' reklami, li għandhom inċentiv li jsegwuk madwar il-web u jassoċjawk ma 'identità reali. Aħna qatt ma nużaw emails ta 'aċċessibilità jew informazzjoni għal xi skop għajr li niffaċilitaw użu ta' kull sena u nipprevjenu l-abbuż. Il-politika tal-privatezza tagħna għandha tweġibiet komprensivi u awtorevoli dwar kif nużaw id-dejta, iżda t-tweġiba qasira hija li m'għandniex interess li nassoċjawk bħala persuna mal-istorja tal-browsing tiegħek. Bħalissa qed naħdmu wkoll fuq soluzzjoni kriptografika biex narmu malajr l-indirizz tal-email tiegħek. filwaqt li xorta nżommu l-abbiltà tagħna li nipprevjenu l-abbuż, u nikkomplementaw ix-xogħol tal-Private Pass tagħna.",
    "page-acc-link-1": "Jekk int utent ta 'aċċessibilità, jekk jogħġbok irreġistra hawn.",
    "page-acc-subhead": "Niżguraw aċċess bla xkiel għall-utenti kollha filwaqt li nżommu s-sigurtà",
    "page-acc-summary": "Sommarju",
    "page-acc-summary-contents-1": "hCaptcha huwa ddisinjat biex iwaqqaf il-bots billi jiddistingwihom min-nies. Testijiet viżwali huma għodda konvenjenti għal dan, iżda mhux kulħadd jista 'jsolvi sfida viżwali. Għal din ir-raġuni ddisinjajna alternattiva sempliċi u bla tbatija biex inħallu lill-pubblikaturi li jużaw is-servizz tagħna jippreservaw l-aċċessibilità għal kulħadd b'konformità sħiħa tat-Taqsima 508 u WCAG 2.0.",
    "page-acc-summary-contents-2": "Kif jaħdem: l-ewwel, utent ta 'aċċessibilità jiffirma f'dan il-URL, li huwa marbut fil-paġna ta' informazzjoni tal-widget hCaptcha. Huma jingħataw cookie kriptata li tista 'tintuża bosta drabi kuljum, iżda trid tiġi aġġornata kull 24 siegħa permezz tal-login. Meta tiġi ppreżentata sfida lil utent ta' aċċessibilità fi kwalunkwe sit li juża s-servizz hCaptcha, dawn jgħaddu awtomatikament.",
    "page-acc-title": "hCaptcha Informazzjoni dwar l-Aċċessibilità",
    "page-acc-tr-body": "Mistoqsija: Għadni qed nara sfida wara li waqqaft il-cookie. X'qed jikkawża dan? Tweġiba: Dan ġeneralment huwa dovut għall-użu ta 'imblokkatur ta' reklami aggressiv jew estensjoni anti-cookie, jew issettjar li jimblokka cookies minn sit għal ieħor, f'dan il-każ cookie għal hcaptcha.com li huwa ssettjat jew iċċekkjat mill-JavaScript hCaptcha fuq sit differenti , bħal dik li qed iżżur. Il-cookies ta ’aċċessibbiltà hCaptcha jaħdmu mal-browsers u l-imblokkaturi tal-ad popolari kollha bl-issettjar standard tagħhom, u għalhekk tipikament il-fallimenti huma dovuti għal skripts anti-anti-adblock jew settijiet ta’ regoli simili mmirati lejn siti partikolari. Soluzzjonijiet: 1. Lista bajda tal-cookies hcaptcha.com u * .hcaptcha.com fl-imblokkatur tar-reklami jew l-estensjoni tas-sigurtà tal-browser tiegħek. 2. Jekk qed tuża l-Brave browser, li ma jidhirx (minn April 2020) li għandu xi tip ta 'lista bajda tal-cookies, mur Preferenzi -> Tarki -> Cookies u agħżel Allow All Cookies. 3. Jekk qed tuża l-aħħar verżjoni tas-Safari fuq l-OS X 10.15 jew l-iOS 13. 4 li għadha kemm ġiet rilaxxata, Apple għadha kemm bidlet l-imġieba tas-Safari relatata ma 'cookies ta' partijiet terzi, billi timblokkahom kollha b'mod awtomatiku. Aħna qegħdin nimplimentaw soluzzjoni, imma sadanittant jekk jogħġbok żur il-Preferenzi Safari, is-sezzjoni tal-Privatezza, u neċċekkja r-rintraċċar tal-websajt: Evita r-rintraċċar bejn is-siti biex il-cookie tal-aċċessibilità tiffunzjona kif mistenni. Mistoqsija: Jien nuża apparati multipli. Għandi bżonn niffirma diversi drabi? Tweġiba: Le. Jekk jogħġbok ikklikkja l-istess email login link mibgħuta lilek fuq kull apparat li tuża sabiex tissettja l-cookie.",
    "page-acc-tr-title": "Għall-Utenti tal-Aċċessibilità: Q&A u Gwida għas-Soluzzjoni tal-Problemi",
    "priv-hc": "Iffokat fuq il-Privatezza",
    "priv-hc-text": "In-netwerks tar-riklam jarawk bħala l-prodott tagħhom. Aħna ma. Aħna ma jimpurtahomx min huma l-utenti, kemm huma probabbli li jkunu malizzjużi. Aħna nappoġġjaw inizjattivi bħal Privacy Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "reporting-bugs-accessibility-button": "Tgħallem aktar dwar l-għażliet ta 'aċċessibilità",
    "reporting-bugs-accessibility-head": "Għażliet ta 'Aċċessibilità",
    "reporting-bugs-accessibility-text": "Inti nieqes mill-vista jew inkella ma tistax timla hCaptchas?",
    "reporting-bugs-guide-ff-head": "Qbid tad-Dettalji tar-Rapport tal-Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pass 1: Iftaħ Għodda għall-Iżviluppatur (Dan jibda jirrekordja s-sessjoni.)",
    "reporting-bugs-guide-ff-step-2": "Pass 2: Ikklikkja fuq tab Netwerk fl-Għodda tal-Iżviluppatur. Iċċekkja l-kaxxa Persist logs fin-naħa ta 'fuq.",
    "reporting-bugs-guide-ff-step-3": "Pass 3: żur https://accounts.hcaptcha.com/demo, jew il-websajt li qed ikollok dwarha (Nota dwar il-Privatezza: biss jekk ma tiddejjaqx taqsam dak li hu) ... u mbagħad ikklikkja l-I jien buttuna umana, u pprova ssolvi.",
    "reporting-bugs-guide-ff-step-4": "Pass 4: Ikklikkja HAR wara li tipprova ssolvi, u agħżel Save All as HAR biex issalva r-reġistru tan-netwerk. Ibgħat dak il-fajl lilna.",
    "reporting-bugs-guide-ff-step-5": "Pass 5: Ikklikkja fuq it-tab tal-Console, u kklikkja bil-lemin imbagħad Agħżel kollox u ħlief dak f'fajl tat-test, sabiex tissejvja l-log tal-console. Ibgħatilna dak ukoll.",
    "reporting-bugs-guide-ff-step-6": "L-aħħar pass: Ibgħatilna email lil dawk il-fajls tar-reġistru tal-HAR u tal-console, u iddeskrivi l-problema Uża: support@hcaptcha.com (jekk jogħġbok uża servizz bħal Dropbox jew Filebin u ibgħat links) u b'għażla screenshot, jekk tissuspetta li hemm xi ħaġa li ma tidhirx sewwa . Jekk jogħġbok ibgħat l-IP li qed tuża wkoll. Tista 'ġġibu minn https://www.whatsmyip.org/ Grazzi talli ħadt il-ħin biex tgħinna niksbu din l-informazzjoni! Aħna impenjati li nagħmlu l-hCaptcha jaħdem tajjeb għal kulħadd.",
    "reporting-bugs-guide-head": "Qbid tad-Dettalji tar-Rapport tal-Bug: Chrome",
    "reporting-bugs-guide-step-1": "Pass 1: Iftaħ Għodda għall-Iżviluppatur (Dan jibda jirrekordja s-sessjoni.)",
    "reporting-bugs-guide-step-2": "Pass 2: Ikklikkja fuq tab Netwerk fl-Għodda tal-Iżviluppatur. Iċċekkja l-kaxxa Preserve log fin-naħa ta ’fuq.",
    "reporting-bugs-guide-step-3": "Pass 3: żur https://accounts.hcaptcha.com/demo, jew il-websajt li qed ikollok dwarha (Nota dwar il-Privatezza: biss jekk ma tiddejjaqx taqsam dak li hu) ... u mbagħad ikklikkja l-I jien buttuna umana, u pprova ssolvi.",
    "reporting-bugs-guide-step-4": "Pass 4: Ikklikkja Esporta HAR (il-vleġġa 'l isfel ftit) wara li tipprova ssolvi, li jiffranka r-reġistru tan-netwerk. Ibgħat dak il-fajl lilna.",
    "reporting-bugs-guide-step-5": "Pass 5: Ikklikkja fuq it-tab tal-Console, u kklikkja bil-lemin imbagħad Save as .. sabiex tissejvja l-log tal-console. Ibgħatilna dak ukoll.",
    "reporting-bugs-guide-step-6": "L-aħħar pass: Ibgħatilna email lil dawk il-fajls tar-reġistru HAR u console, u iddeskrivi l-problema. Uża: support@hcaptcha.com (jekk jogħġbok uża servizz bħal Dropbox jew Filebin u ibgħat links) u b'għażla screenshot, jekk tissuspetta li hemm xi ħaġa li ma tidhirx sewwa. Jekk jogħġbok ibgħat l-IP li qed tuża wkoll. Tista 'ġġibu minn https://www.whatsmyip.org/ Grazzi talli ħadt il-ħin biex tgħinna niksbu din l-informazzjoni! Aħna impenjati li nagħmlu l-hCaptcha jaħdem tajjeb għal kulħadd.",
    "reporting-bugs-guide-text-1": "Li tibgħat informazzjoni dwar id-debugging mar-rapport tiegħek tagħmilha ferm aktar faċli għalina biex nidentifikaw x'inhu għaddej. Hawn huma l-istruzzjonijiet pass pass:",
    "reporting-bugs-guide-text-2": "Jekk int żviluppatur tal-web jew utent espert, is-sommarju huwa li nixtiequ li tibgħatilna netwerk li jirrekordja HAR u zkuk tal-console tal-browser. Jekk jogħġbok ipprova l-ewwel tiddiżattiva kwalunkwe imblokkatur tar-reklami jew estensjonijiet tas-sigurtà tal-browser u mbagħad erġa 'pprova qabel ma tgħaddi minn dawn il-passi. Jekk dak jirranġa l-problema tiegħek, aħna xorta napprezzaw li tgħarrafna l-verżjoni tal-browser tiegħek, l-imblokkatur tar-reklami jew l-estensjoni tal-browser, u l-URL tal-websajt.",
    "reporting-bugs-intro-head": "Sib bug? Hawnhekk hawn kif tirrapportaha.",
    "reporting-bugs-intro-text": "Miljuni ta 'nies jużaw hCaptcha kull xahar, fuq eluf ta' kombinazzjonijiet ta 'browsers, estensjonijiet, apparat, firewalls, u aktar. L-għan tagħna huwa li niżguraw li dejjem jaħdem għalik, allura aħna napprezzaw ħafna r-rapporti tiegħek! Biex tagħti feedback malajr, sempliċement ikklikkja l-buttuna Ibgħatilna feedback. Jekk qed tara problema funzjonali, jekk jogħġbok segwi l-istruzzjonijiet tad-debug log għal Chrome jew debug log instructions for Firefox hawn taħt. Għal kwalunkwe browsers oħra ibgħatilna email biss. Għal kwistjonijiet potenzjali ta 'sigurtà jew privatezza, ara l-istruzzjonijiet hawn taħt.",
    "reporting-bugs-privacy-head": "Kwistjonijiet ta 'Privatezza",
    "reporting-bugs-privacy-text": "Aħna ma jimpurtahomx min huma l-utenti, kemm huma probabbli li jkunu malizzjużi jew magni. Aħna nappoġġjaw inizjattivi bħal Privacy Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà. Jekk sibt kwistjoni li taħseb li tista 'taffettwa l-privatezza tal-utent, jekk jogħġbok ibgħatilna email fuq support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Ibgħatilna feedback",
    "reporting-bugs-provide-feedback-head": "Ipprovdi feedback immedjat dwar hCaptcha",
    "reporting-bugs-provide-feedback-text": "Napprezzaw l-input tiegħek. Għidilna kwalunkwe kwistjoni u aħna nsolvuhom malajr.",
    "reporting-bugs-security-head": "Bugs tas-Sigurtà",
    "reporting-bugs-security-text": "Aħna dejjem interessati li nirċievu rapporti ta 'bugs ta' sigurtà. Ibgħat email lil support@hcaptcha.com & CC security@hcaptcha.com u aħna nirritornawlek malajr. Għandna wkoll programm ta 'bug bounty għal rapporti ta' sigurtà eliġibbli fuq is-servizz hCaptcha u kodiċi ta 'sors relatat.",
    "sec-hc": "Is-Sigurtà l-Ewwel",
    "sec-hc-text": "hCaptcha huwa ffokat fuq il-pubblikatur. Aħna naħdmu biex nagħtu siti reali data u nħalluhom jiddeċiedu kif jużawha. L-eżattezza hija fl-interess tiegħek u tagħna. Captchas oħra huma pprovduti minn kumpaniji tar-reklamar. Kull bot li jimblokkaw jista 'jnaqqas id-dħul tagħhom.",
    "switch-to-english-link": "Aqleb għall-Ingliż",
    "what-is-hcaptcha": "X'inhu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha jgħin lis-servizzi tal-web favoriti tiegħek iżommu bots, spam, u abbuż billi jistaqsu mistoqsijiet sempliċi li huma faċli għall-bnedmin u diffiċli għall-magni.",
    "why-hc": "Għaliex hCaptcha?",
    "why-hc-text": "Kull darba li twieġeb sfida, nużaw mudelli sofistikati biex insemmu jekk intx bniedem jew magna. Il-websajt li żort imbagħad tuża dan ir-riżultat biex tgħin ittejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi żżomm il-bots."
}