{
    "acc-opt": "Għażliet ta &#39;Aċċessibbiltà",
    "acc-opt-but": "Tgħallem aktar dwar għażliet ta &#39;aċċessibiltà",
    "acc-opt-text": "Inti b&#39;diżabilità viżwali jew inkella ma tistax tlesti hCaptchas?",
    "accessibility-link": "Aċċessibilità",
    "appreciate-in": "Napprezzaw il-kontribut tiegħek. Għidilna xi kwistjonijiet u aħna nsolvuhom malajr.",
    "fb-but": "Ibgħatilna feedback",
    "feedback-text": "Ipprovdi feedback dwar l-hCaptcha li għadek kif rajt",
    "learn-more-hcaptcha": "Tgħallem Aktar dwar hCaptcha",
    "page-acc-link-1": "Jekk int utent ta &#39;aċċessibiltà, jekk jogħġbok irreġistra hawn.",
    "page-acc-subhead": "Tiżgura aċċess bla intoppi għall-utenti kollha waqt li żżomm is-sigurtà",
    "page-acc-title": "Informazzjoni dwar l-Aċċessibiltà hCaptcha",
    "priv-hc": "Privatezza Iffokat",
    "priv-hc-text": "In-netwerks tar-reklami jarawhom bħala l-prodott tagħhom. Aħna ma. Ma jimpurtahomx min huma l-utenti, imma kemm huma probabbli li huma malizzjużi. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "sec-hc": "Sigurtà l-Ewwel",
    "sec-hc-text": "hCaptcha huwa ffokat fuq pubblikatur. Aħna naħdmu biex nagħtu siti ta &#39;dejta reali u nħalluhom jiddeċiedu kif jużawha. L-eżattezza hija fl-interess tiegħek u tagħna. Kaptchas oħra huma pprovduti minn kumpaniji ta ’reklamar. Kull bot li jimblokka jista &#39;jnaqqas id-dħul tagħhom.",
    "what-is-hcaptcha": "X&#39;inhu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha jgħin is-servizzi tal-web favoriti tiegħek iżommu barra l-bots, l-ispam u l-abbuż billi jitolbu mistoqsijiet sempliċi li huma faċli għall-bnedmin u diffiċli għall-magni.",
    "why-hc": "Għaliex hCaptcha?",
    "why-hc-text": "Kull darba li twieġeb għal sfida, nużaw mudelli sofistikati biex insemmu jekk int bniedem jew magna. Il-websajt li żort imbagħad tuża dan ir-riżultat biex tgħin ittejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi żżomm il-bot."
}