{
    "acc-opt": "Għażliet ta 'Aċċessibbiltà",
    "acc-opt-but": "Tgħallem aktar dwar għażliet ta 'aċċessibiltà",
    "acc-opt-text": "Inti b'diżabilità viżwali jew inkella ma tistax tlesti hCaptchas?",
    "accessibility-link": "Aċċessibilità",
    "appreciate-in": "Napprezzaw il-kontribut tiegħek. Għidilna xi kwistjonijiet u aħna nsolvuhom malajr.",
    "fb-but": "Ibgħatilna feedback",
    "feedback-text": "Ipprovdi feedback dwar l-hCaptcha li għadek kif rajt",
    "home-ent-1": "Qed tfittex offerti ta 'sigurtà ta' intrapriża tagħna?",
    "home-ent-2": "Żur is-sit iddedikat ġdid tagħna: BotStop.com",
    "home-intro-body": "Tuża captcha biex iżżomm il-bot? hCaptcha tipproteġi l-privatezza tal-utent, tippremja l-websajts, u tgħin lill-kumpaniji jiksbu t-tikketta tad-dejta tagħhom. Huwa sostituzzjoni ta 'drop-in għal reCAPTCHA: tista' taqleb fi ftit minuti.",
    "home-intro-head": "Ieqaf aktar bots. Ibda tipproteġi l-privatezza tal-utent.",
    "home-main-1": "Privat. Sikur. Aktar mgħaġġel. U aħna nħallsu biex tużah.",
    "home-main-2": "Privatezza Iffokat",
    "home-main-2c": "Netwerks ad jaraw il-viżitaturi tiegħek bħala l-prodott. Għal hCaptcha l-prodott huwa x-xogħol li jipprovdu. Ma jimpurtahomx min huma l-utenti tiegħek, biss x'aktarx li huma malizzjużi. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "home-main-3": "Sigurtà l-Ewwel",
    "home-main-3c": "L-eżattezza hija fl-interess tiegħek u tagħna. hCaptcha huwa ffokat fuq pubblikatur. Aħna naħdmu biex nagħtuk dejta reali u nħalluk tiddeċiedi kif tużaha. Kaptchas oħra huma pprovduti minn",
    "home-main-3c2": "kumpaniji tar-reklamar. Dan ifisser li kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
    "home-main-4": "Esperjenza tal-Utent Aħjar",
    "home-main-4c": "Mudelli sofistikati għat-tagħlim tal-magni jintużaw mill-hCaptcha għad-determinazzjoni tal-umanità. Dan iħallina titlob kompiti inqas tedjanti mill-utenti tiegħek u tieħu inqas mill-ħin tagħhom biex jagħmlu dan, filwaqt li xorta tipproduċi dejta utli ttikkettjata għall-klijenti tat-tikkettar.",
    "home-main-plans": "hCaptcha huwa liberu li juża għal pubblikaturi ta ’kull daqs. Madankollu, għall-intrapriżi u l-pjattaformi li jeħtieġu aktar kontroll, is-soluzzjonijiet tal-intrapriżi tagħna huma disponibbli.",
    "home-main-plans2": "Soluzzjonijiet ta 'intrapriżi hCaptcha jipproteġu miljuni ta' utenti minn għexieren ta 'miljuni ta' websajts għal uħud mill-ikbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans3": "Soluzzjonijiet ta 'intrapriżi hCaptcha jipproteġu miljuni ta' utenti minn għexieren ta 'miljuni ta' websajts għal uħud mill-ikbar kumpaniji fuq il-pjaneta. Jekk jogħġbok ikkuntattjana għal aktar informazzjoni, jew żur",
    "home-main-plans4": "għal dettalji.",
    "learn-more-hcaptcha": "Tgħallem Aktar dwar hCaptcha",
    "page-acc-faq-1": "Mistoqsija: It-Taqsima hCaptcha 508 + WCAG 2.0 hija konformi? Tweġiba: Aħna nemmnu hekk: l-utenti kollha b'kull forma ta 'indeboliment li kapaċi jibbrawżjaw il-web u jidħlu test fuq formoli jistgħu jaċċessaw is-servizzi protetti minn hCaptcha mar-reġistrazzjoni. Madankollu, dan mhuwiex parir legali: għandek twettaq l-evalwazzjoni tiegħek stess, billi tikkunsidra l-implimentazzjoni partikolari tiegħek biex tiżgura li dan huwa l-każ għall-iskjerament tiegħek.",
    "page-acc-faq-2": "Mistoqsija: Qed taħdem fuq għażliet oħra ta 'aċċessibiltà (a11y), bħall-awdjo? Tweġiba: Għażliet preċedentement popolari bħal captchas awdjo jiddiskriminaw kontra bosta utenti ta 'a11y u huma faċilment megħluba minn tekniki moderni ta' tagħlim tal-magni. Dan ġiegħel l-isfidi tal-awdjo attwali jsiru aktar u aktar diffiċli, billi jintroduċu ħoss, ħin fard, kombinazzjonijiet ta 'kliem mhux tas-soltu, u l-bqija biex jegħleb lill-attakkanti. B'hekk aħna inqas entużjasti dwar dan l-approċċ vs li nevitaw l-isfida għal kollox, imma se nikkunsidrawha jekk ikun hemm talba mill-komunità kollha. Madankollu, aħna interessati ħafna fil-Pass tal-Privatezza għall-każ tal-użu tal-Aċċessibilità. Aħna nemmnu li tgħaqqad l-approċċ attwali tagħna ta 'a11y mal-ħruġ tal-Private Pass se tippermetti lill-utenti a11y jibbrawżjaw mingħajr periklu, siguri bl-għarfien li t-traffiku tagħhom huwa aktar privat, filwaqt li tillimita l-abbuż minn operaturi bot li inevitabbilment iseħħ meta l-għażliet a11y ikunu disponibbli. Aħna parteċipanti attivi fil-grupp ta 'ħidma IETF li qed jistandardizza din it-teknoloġija ġdida.",
    "page-acc-faq-3": "Mistoqsija: Xi ngħidu dwar il-privatezza? Ir-reġistrazzjoni tesponi data ta 'browsing a11y b'xi mod? X'tagħmel bl-email? Tweġiba: hCaptcha hija mfassla għall-privatezza mill-art. Huwa differenti ħafna minn għażliet tradizzjonali bħal reCAPTCHA li huma proprjetà ta 'netwerks tal-reklamar, li għandhom inċentiv biex jintraċċaw madwar il-web u jassoċjawk ma' identità reali. Aħna qatt ma nużaw emails jew info ta 'aċċessibiltà għal kwalunkwe skop ħlief li niffaċilitaw l-użu a11y u nipprevjenu l-abbuż. Il-politika ta 'privatezza tagħna għandha tweġibiet komprensivi u awtorevoli dwar kif nużaw id-dejta, iżda r-risposta qasira hija li aħna m'għandna l-ebda interess li nassoċjawk bħala persuna mal-istorja tal-browsing tiegħek. Aħna qegħdin naħdmu bħalissa fuq soluzzjoni kriptografika biex tarmi malajr l-indirizz tal-email tiegħek. filwaqt li xorta nħarsu l-abbiltà tagħna biex nipprevjenu l-abbuż, nikkumplimentaw ix-xogħol tagħna tal-Pass tal-Privatezza.",
    "page-acc-link-1": "Jekk int utent ta 'aċċessibiltà, jekk jogħġbok irreġistra hawn.",
    "page-acc-subhead": "Tiżgura aċċess bla intoppi għall-utenti kollha waqt li żżomm is-sigurtà",
    "page-acc-summary": "Sommarju",
    "page-acc-summary-contents-1": "hCaptcha huwa maħsub biex iwaqqaf il-bots billi jiddistingwihom minn nies. It-testijiet viżwali huma għodda konvenjenti għal dan, iżda mhux kulħadd jista 'jsolvi sfida viżwali. Għal din ir-raġuni ħejjew alternattiva sempliċi, mingħajr tbatija biex tħalli lill-pubblikaturi li jużaw is-servizz tagħna jippreservaw l-aċċessibilità għal kulħadd bis-sħiħ it-Taqsima 508 u l-konformità tad-WCAG 2.0.",
    "page-acc-summary-contents-2": "Kif taħdem: l-ewwel, utent għall-aċċessibiltà jiffirma ruħu f'dan il-URL, li huwa marbut fil-paġna tal-informazzjoni dwar il-widget hCaptcha. Huma ngħataw cookie encrypted li jista 'jintuża diversi drabi kuljum, iżda għandhom ikunu aġġornati kull 24 siegħa permezz ta' login. Meta sfida tkun ippreżentata lil utent ta 'aċċessibbiltà fuq kwalunkwe sit li juża s-servizz hCaptcha, dawn jgħaddu awtomatikament.",
    "page-acc-title": "Informazzjoni dwar l-Aċċessibiltà hCaptcha",
    "page-acc-tr-body": "Mistoqsija: Qed nara sfida wara li stabbilixxiet il-cookie. X’inhu dan li jikkawża dan? Tweġiba: Dan huwa tipikament minħabba l-użu ta 'imblokkatur tal-ad aggressiv jew estensjoni anti-cookie, jew settings li jimblokka cookies cross-site, f'dan il-każ cookie għal hcaptcha.com li huwa stabbilit jew iċċekkjat mill-JavaScript hCaptcha fuq sit differenti , bħal dak li qed iżżur. Il-cookies tal-aċċessibiltà hCaptcha jaħdmu mal-browsers u l-imblokkaturi popolari kollha bl-issettjar standard tagħhom, u għalhekk tipikament il-ħsarat huma dovuti għal skripts anti-anti-adblock jew regoli simili mmirati għal siti partikolari. Soluzzjonijiet: 1. Whitelist cookies hcaptcha.com u * .hcaptcha.com fl-imblokkatur tal-ad tiegħek jew fl-estensjoni tas-sigurtà tal-browser. 2. Jekk qed tuża l-browser Brave, li ma jidhirx (minn April 2020) li għandu xi tip ta 'whitelist tal-cookies, mur fil-Preferenzi -> Tarki -> Cookies u agħżel Ħalli Kollha Il-Cookies. 3. Jekk qed tuża l-aktar verżjoni reċenti ta 'Safari fuq l-OS X 10.15 jew iOS 13. 4 maħruġa reċentement, Apple għadha kemm bidlet l-imġieba ta' Safari relatata ma 'cookies ta' partijiet terzi, u timblokkahom kollha b'mod awtomatiku. Aħna qed nimplimentaw soluzzjoni, imma fil-frattemp jekk jogħġbok żur il-Preferenzi Safari, is-sezzjoni tal-Privatezza, u iċċekkja t-traċċar tal-Websajt: Ipprevjeni t-traċċar bejn is-siti biex tippermetti li l-cookie ta 'aċċessibilità jaħdem kif mistenni. Mistoqsija: nuża apparati multipli. Għandi bżonn nirreġistra ħafna drabi? Tweġiba: Le. Jekk jogħġbok ikklikkja l-istess link ta 'login tal-email mibgħut lilek fuq kull apparat li tuża sabiex tiffissa l-cookie.",
    "page-acc-tr-title": "Għal Utenti ta 'Aċċessibbiltà: Q&A u Gwida dwar is-Soluzzjoni ta' Problemi",
    "priv-hc": "Privatezza Iffokat",
    "priv-hc-text": "In-netwerks tar-reklami jarawhom bħala l-prodott tagħhom. Aħna ma. Ma jimpurtahomx min huma l-utenti, imma kemm huma probabbli li huma malizzjużi. Aħna nappoġġaw inizjattivi bħall-Private Pass, u naħdmu ħafna biex nibbilanċjaw il-privatezza u s-sigurtà.",
    "sec-hc": "Sigurtà l-Ewwel",
    "sec-hc-text": "hCaptcha huwa ffokat fuq pubblikatur. Aħna naħdmu biex nagħtu siti ta 'dejta reali u nħalluhom jiddeċiedu kif jużawha. L-eżattezza hija fl-interess tiegħek u tagħna. Kaptchas oħra huma pprovduti minn kumpaniji ta ’reklamar. Kull bot li jimblokka jista 'jnaqqas id-dħul tagħhom.",
    "what-is-hcaptcha": "X'inhu hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha jgħin is-servizzi tal-web favoriti tiegħek iżommu barra l-bots, l-ispam u l-abbuż billi jitolbu mistoqsijiet sempliċi li huma faċli għall-bnedmin u diffiċli għall-magni.",
    "why-hc": "Għaliex hCaptcha?",
    "why-hc-text": "Kull darba li twieġeb għal sfida, nużaw mudelli sofistikati biex insemmu jekk int bniedem jew magna. Il-websajt li żort imbagħad tuża dan ir-riżultat biex tgħin ittejjeb l-esperjenza tiegħek fuq is-sit tagħhom billi żżomm il-bot."
}