{
    "a11y-img-1": "အသုံးပြုမှုမျက်နှာပြင်ဝင်ရောက်ပြီးနောက်သုံးစွဲသူမျက်နှာပြင်",
    "a11y-img-2": "ဝစ်ဂျက် UI မီနူးတွင်အသုံးပြုခွင့်ကိုရနိုင်သည်",
    "a11y-img-3": "အသုံးပြုခွင့်ပေးသည့် dialog box ကိုဝစ်ဂျက် UI တွင်ရှိသည်",
    "about-advisors-brendan": "Brave ၏စီအီးအို။ Mozilla ကိုပူးတွဲတည်ထောင်သူ။ JavaScript ပရိုဂရမ်းမင်းဘာသာစကားကိုဖန်တီးသူ။ browser များနှင့်ပို။ Builder ။",
    "about-advisors-dawn": "ကယ်လီဖိုးနီးယားတက္ကသိုလ်၊ ဘာကလေရှိပါမောက္ခ၊ နက်ရှိုင်းသောသင်ယူမှု, လုံခြုံရေး, blockchain ကျွမ်းကျင်သူ။ Oasis Labs ၏အမှုဆောင်အရာရှိချုပ်။",
    "about-advisors-head": "အကြံပေးများ",
    "about-advisors-keiran": "စတန်းဖို့ဒ်ရှိသိပ္ပံပညာရှင်။ အဓိကဘဏ်များ၊ ခြံရံရန်ပုံငွေများနှင့်ပညာရပ်ဆိုင်ရာများ၌စက်သင်ကြားခြင်းနှင့်အရေအတွက်ဆိုင်ရာငွေကြေးများ။",
    "about-content-head-1": "ငါတို့ဘာလုပ်တယ်",
    "about-content-head-2": "အဘယ်ကြောင့်အရေးကြီးသည်",
    "about-content-text-1": "hCaptcha သည် Intuition Machines Inc ၏ ၀ န်ဆောင်မှုတစ်ခုဖြစ်ပြီး AI နှင့်စက်သင်ယူမှုကုမ္ပဏီတစ်ခုဖြစ်သည်။ ကမ္ဘာအနှံ့ရှိ Global 2000 ကုမ္ပဏီများအတွက်ဗီဒီယိုနှင့်ပုံရိပ်ခွဲခြမ်းစိတ်ဖြာခြင်း ၀ န်ဆောင်မှုများကိုပြုလုပ်နိုင်ရန်အလွန်အမင်းတိုးချဲ့နိုင်သောစနစ်များကိုကျွန်ုပ်တို့တည်ဆောက်သည်။",
    "about-content-text-1a": "hCaptcha သည်ခေတ်မီခြင်း၊ သီးသန့်တည်ရှိသည့်အာရုံစူးစိုက်မှုချဉ်းကပ်မှုများကိုပြုလုပ်သည်။",
    "about-content-text-1b": "ကျွန်ုပ်တို့သည် CAPTCHA ၏စိန်ခေါ်မှုများကိုပြသရန်ခက်ခဲသော်လည်းစက်ပိုင်းဆိုင်ရာပြသနာများမှခက်ခဲသောအညွှန်းများကိုကောက်ယူစုဆောင်းခြင်းနှင့်လူများအတွက်လွယ်ကူသော ၀ ဘ်ဆိုဒ်သို့မဟုတ်အက်ပလီကေးရှင်းကြည့်ရှုသူသည်လူဟုတ်မဟုတ်ခွဲခြားရန်၎င်းကိုအသုံးပြုသည်။",
    "about-content-text-2": "ပိုများသောဒေတာယေဘုယျအားဖြင့်ပိုကောင်းတဲ့ရလဒ်များကိုထုတ်လုပ်သည်။ မှန်ကန်စွာတံဆိပ်ကပ်ထားသောနှင့်သက်ဆိုင်ရာဒေတာအစုများကိုတည်ဆောက်ခြင်းနှင့်ထိန်းသိမ်းခြင်းသည်အချိန်ကုန်ပြီးစျေးကြီးသည်။ hCaptcha ကိုမူလတံဆိပ်ကပ်ခြင်းအတွက်ကျွန်ုပ်တို့၏ကိုယ်ပိုင်လိုအပ်ချက်များကိုဖြည့်ဆည်းရန်တီထွင်ခဲ့ပြီးယခုအခါအလားတူလိုအပ်ချက်ရှိသောအခြားကုမ္ပဏီများအတွက်ရရှိနိုင်သည်။",
    "about-content-text-2a": "မကောင်းတဲ့သရုပ်ဆောင်များကိုပို။ ပို။ အွန်လိုင်းဘုံဖြစ်ကြသည်။ ဒါပေမယ့်အသုံးပြုသူရဲ့ privacy ကိုစွန့်လွှတ်ခြင်းသည်အဖြေမဟုတ်ပါ။",
    "about-content-text-2b": "ကြော်ငြာကုမ္ပဏီများမှပေးသောလုံခြုံရေးဖြေရှင်းချက်များသည်အဓိကအားဖြင့်ဝဘ်ပေါ်ရှိအသုံးပြုသူများကိုခြေရာခံရန်ဖြစ်သည်။ သုံးစွဲသူများ၏ privacy ကိုထိခိုက်နစ်နာစေသောသက်သေပြနိုင်သောထိရောက်သောလုံခြုံရေးဖြေရှင်းချက်တစ်ခုကိုကျွန်ုပ်တို့ဖန်တီးထားသည်။ အကောင်းဆုံးရလဒ်များကိုရရှိရန်မလိုအပ်ပါ။",
    "about-intro-head-1": "hCaptcha အကြောင်း",
    "about-intro-head-2": "privacy, လုံခြုံရေးနှင့်စက်သင်ယူမှု။",
    "about-intro-text": "hCaptcha သည်ကမ္ဘာပေါ်တွင်အကျယ်ပြန့်ဆုံးအသုံးပြုသောလွတ်လပ်သော CAPTCHA ဝန်ဆောင်မှုဖြစ်သည်။",
    "about-leadership-alex": "Database နှင့် Blockchain ကျွမ်းကျင်သူ။ Cloudera နှင့်အစောပိုင်းအင်ဂျင်နီယာ။ ဆယ်စုနှစ်များစွာကျွမ်းကျင်မှုတည်ဆောက်ခြင်းဆော့ဖ်ဝဲနှင့်အဖွဲ့များ။",
    "about-leadership-eli": "စီအီးအို။ AI အအတွက်အသိအမှတ်ပြုခေါင်းဆောင်။ လွန်ခဲ့သောဆယ်စုနှစ်များအတွင်းစက်ပိုင်းဆိုင်ရာကျွမ်းကျင်မှုများကိုစီးပွားရေးဆိုင်ရာပြproblemsနာအမျိုးမျိုးအတွက်အသုံးပြုခဲ့သည်။",
    "about-leadership-head": "ခေါင်းဆောင်မှု",
    "about-leadership-todd": "ကွန်ပျူတာဇီဝဗေဒ, စတန်းဖို့ဒ်အတွက်ပါရဂူဘွဲ့။ ၁၉၉၉ ခုနှစ်မှစ၍ အာရုံကြောကွန်ယက်များနှင့်အလုပ်လုပ်ခြင်း။",
    "acc-opt": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများ",
    "acc-opt-but": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများအကြောင်းပိုမိုလေ့လာပါ",
    "acc-opt-text": "သင်အမြင်အာရုံချို့ယွင်းမှုရှိပါသလား။",
    "accessibility-link": "အသုံးပြုခွင့်",
    "appreciate-in": "သင်၏ပါဝင်မှုကိုကျွန်ုပ်တို့တန်ဖိုးထားပါသည်။ ပြanyနာတွေကိုကျွန်တော်တို့ကိုအသိပေးပြီးမြန်မြန်ဖြေရှင်းနိုင်မှာပါ။",
    "fb-but": "ကျွန်တော်တို့ကိုတုံ့ပြန်ချက်ပို့ပါ",
    "feedback-text": "သင်ယခုမြင်တွေ့ခဲ့ရသော hCaptcha အပေါ်ပြန်လည်တုံ့ပြန်ချက်ပေးပါ",
    "footer-attribution": "သတ်မှတ်ချက်",
    "footer-copyright-text": "hCaptcha သည် Intuition Machines, Inc. ၏မှတ်ပုံတင်ထားသောကုန်အမှတ်တံဆိပ်ဖြစ်သည်။",
    "footer-header-1": "ကုမ္ပဏီ",
    "footer-header-2": "အရင်းအမြစ်များ",
    "footer-header-3": "ဆက်သွယ်ရန်",
    "footer-link-1": "တံဆိပ်ကပ်ခြင်း",
    "footer-link-10": "အသုံးပြုခွင့်",
    "footer-link-2": "အကြောင်း",
    "footer-link-3": "ဂျော့ဘ်",
    "footer-link-4": "ကုန်အမှတ်တံဆိပ်",
    "footer-link-5": "AI ကျင့်ဝတ်",
    "footer-link-6": "ဘလော့ဂ်",
    "footer-link-7": "အခြေအနေ",
    "footer-link-8": "စာရွက်စာတမ်း",
    "footer-link-9": "အမှားတစ်ခုကိုသတင်းပို့ရန်",
    "footer-privacy": "သီးသန့်တည်ရှိမှု",
    "footer-subheader-1": "ပံ့ပိုးမှု",
    "footer-subheader-2": "ဆက်သွယ်ရန်",
    "footer-terms": "စည်းကမ်းချက်များ",
    "h-plans": "Subscription အစီအစဉ်များ",
    "header-docs-link": "စာရွက်စာတမ်းများ",
    "header-labeling-services-link": "တံဆိပ်ကပ်န်ဆောင်မှုများ",
    "header-login-button": "လော့ဂ်အင်",
    "header-plans-link": "အစီအစဉ်များ",
    "header-signup-button": "ဆိုင်းအပ်",
    "home-about-head": "hCaptcha အကြောင်း",
    "home-about-subtitle": "လူ့ပရိုတိုကောက Powered",
    "home-about-text-1": "hCaptcha သည်စက်ပစ္စည်းသင်ယူမှုတွင်အလုပ်သမားအင်အားအရှိဆုံးပြproblemနာကိုဖြေရှင်းရန်ဒီဇိုင်းထုတ်ထားခြင်းဖြစ်သည်။ အချက်အလက်အမြောက်အများကိုအချိန်မီ၊ တတ်နိုင်သော၊",
    "home-about-text-2": "ပိုမိုများပြားသောအချက်အလက်များသည်လေ့ကျင့်ရေးစက်သင်ယူခြင်းအတွက်ပိုမိုကောင်းမွန်သောရလဒ်များကိုရရှိစေသည်။ မကြာသေးမီကနက်ရှိုင်းသောမော်ဒယ်များ၏အောင်မြင်မှုသည်လူအများပြန်လည်သုံးသပ်ခြင်းနှင့်အမြဲတမ်းနီးပါးဒေတာအစုကြီးများကိုတိုးပွားစေသည်။ သို့ရာတွင်၊ စက်အင်တာ၊ ပုံရှစ်စသည်တို့မှတစ်ဆင့်လူတို့၏ပြန်လည်သုံးသပ်ထားသောကြီးမားသောဒေတာအစုများကိုဖန်တီးခြင်းသည်နှေးကွေးပြီးစျေးကြီးသည်။",
    "home-about-text-3": "hCaptcha သည်ဝက်ဘ်ဆိုက်များအားဤဝယ်လိုအားကို ၀ န်ဆောင်မှုပေးရန်အတွက် bot များနှင့်အခြားအလွဲသုံးစားမှုပုံစံများကိုပိတ်ဆို့နေစဉ်ခွင့်ပြုသည်။",
    "home-about-text-4": "hCaptcha စျေးကွက်ကိုလူ့အသိုက်အ ၀ န်းပြန်လည်သုံးသပ်ရန်ဖွင့်ထားသောဗဟိုချုပ်ကိုင်မှုမရှိသော protocol HUMAN Protocol သည်စွမ်းအားဖြင့်တည်ဆောက်ထားသည်။ Ethereum blockchain ပေါ်တွင်အလုပ်လုပ်သည်။ အသုံးပြုသူများသည်သူတို့ site ပေါ်တွင် hCaptcha ဝစ်ဂျက်ကိုအသုံးပြုသည့်အခါနှင့်စက်လေ့လာရေးကုမ္ပဏီများသည်၎င်းတို့၏အချက်အလက်များတံဆိပ်ကပ်ရန် Human Tokens ကိုပေးသောအခါ ၀ က်ဘ်ဆိုက်များသည် Human Tokens (HMT) ရရှိသည်။",
    "home-ba-labeling-services-link": "တံဆိပ်ကပ်န်ဆောင်မှုများ",
    "home-benefits-head-1": "ဒေတာတံဆိပ်ကပ်ခြင်း၏တန်ဖိုး",
    "home-benefits-head-2": "ဒါနသို့ပြန်သွားပါ",
    "home-benefits-text-1": "သင်ကားကိုနှိပ်တိုင်း Gigantic ကုမ္ပဏီ၏စက်သင်ယူမှုစနစ်များကိုအခမဲ့လေ့ကျင့်ပေးနေသည်ကိုသင်သတိပြုမိပါသလား။",
    "home-benefits-text-2": "hCaptcha ဒီမော်ဒယ်လှည့်။ သင် hCaptcha ကိုအသုံးပြုသောအခါကုမ္ပဏီများသည်သင်၏လူသားဖြစ်မှုကိုသက်သေပြရန်သင်၏အသုံးပြုသူများလုပ်ဆောင်ရန်အတွက်လေလံဆွဲသည်။ မင်းကဆုတွေရတယ်။",
    "home-benefits-text-3": "သင်အကြိုက်ဆုံးပရဟိတလုပ်ငန်းကိုပြန်ပေးချင်ပါသလား? hCaptcha သည်သင်ရွေးချယ်သောပရဟိတလုပ်ငန်းများကို အသုံးပြု၍ သင်ရရှိသော ၀ င်ငွေများဖြင့်ကူညီနိုင်သည်။ မကြာခင်သင့် site ပေါ်တွင်အသုံးပြုသူများသည် hCaptcha interface ရှိသတိပညာအမှတ်တံဆိပ်မှတစ်ဆင့်သင်၏လှူဒါန်းမှုအားသင်၏အလှူငွေကိုမြင်တွေ့နိုင်လိမ့်မည်။",
    "home-challenge-text-1": "မေးမြန်းမှုနှင့်ကိုက်ညီသောပုံအားလုံးကိုရွေးချယ်ပါ",
    "home-challenge-text-2": "အရာဝတ္ထုများအတွက်နယ်နိမိတ်areaရိယာသတ်မှတ်",
    "home-challenge-text-3": "သက်ဆိုင်ရာတံဆိပ်များကိုသတ်မှတ်ပါ",
    "home-challenge-title-1": "နှိုင်းယှဉ်",
    "home-challenge-title-2": "ခညျြနှောငျ Box ကို",
    "home-challenge-title-3": "အမျိုးအစား",
    "home-challenges-head": "တင်ပြစိန်ခေါ်မှုများ",
    "home-challenges-text-1": "... နှင့်အခြားရိုးရှင်းသောအလုပ်များကို။ လူတွေအတွက်လွယ်ကူ၊",
    "home-challenges-text-2": "စိတ်ကြိုက်အလုပ်များကိုစီးပွားရေးလုပ်ငန်းထုတ်ဝေသူများအတွက်လည်းရနိုင်သည်။",
    "home-ent-1": "ကျွန်ုပ်တို့၏လုပ်ငန်းလုံခြုံရေးဆိုင်ရာကမ်းလှမ်းချက်များကိုရှာဖွေနေပါသလား။",
    "home-ent-2": "ကျွန်ုပ်တို့ထံအပ်နှံထားသောဆိုက်အသစ်ဖြစ်သော BotStop.com",
    "home-ent-button": "ပိုမိုလေ့လာရန် - BotStop hCaptcha",
    "home-from-the-blog": "ဘလော့ဂ်မှ",
    "home-from-the-blog-value": "hCaptcha အခက်အခဲဆက်တင်များမည်သို့အလုပ်လုပ်သည်",
    "home-intro-body": "သင်က bot တွေထွက်မသွားနိုင်အောင် captcha ကိုသုံးသလား။ hCaptcha သည်အသုံးပြုသူ၏ privacy ကိုကာကွယ်သည်။ ဝက်ဘ်ဆိုက်များကိုဆုချသည်။ ကုမ္ပဏီများသည်သူတို့၏အချက်အလက်များကိုတံဆိပ်ကပ်စေရန်ကူညီသည်။ ၎င်းသည် reCAPTCHA အတွက် drop-in အစားထိုးတစ်ခုဖြစ်သည်။ သင်မိနစ်ပိုင်းအတွင်းပြောင်းနိုင်သည်။",
    "home-intro-button": "ယခုဝင်မည်",
    "home-intro-head": "ပိုပြီး bot တွေကိုရပ်ပါ။ အသုံးပြုသူ privacy ကိုစတင်ကာကွယ်ပါ။",
    "home-main-1": "သီးသန့်။ လုံခြုံ။ မြန်မြန်။ ငါတို့သည်သင်တို့ကိုအသုံးပြုရန်သင့်အားပေးဆောင်။",
    "home-main-2": "privacy အာရုံစိုက်",
    "home-main-2c": "ကြော်ငြာကွန်ယက်များသည်သင်၏ visitors ည့်သည်များကိုထုတ်ကုန်အဖြစ်မြင်သည်။ hCaptcha အတွက်ထုတ်ကုန်သည်သူတို့ပေးသောအလုပ်ဖြစ်သည်။ သင်၏အသုံးပြုသူများသည်မည်သူမည်ဝါဖြစ်ကြောင်းမည်သူမည်ဝါဖြစ်ကြောင်းကျွန်ုပ်တို့ဂရုမစိုက်ပါ။ ကျွန်ုပ်တို့သည် Privacy Pass ကဲ့သို့သောအစီအစဉ်များကိုထောက်ခံသည်။",
    "home-main-3": "ပထမ ဦး စွာလုံခြုံရေး",
    "home-main-3c": "တိကျမှုသည်သင်၏အကျိုးစီးပွားနှင့်ကျွန်ုပ်တို့အကျိုးအတွက်ဖြစ်သည်။ hCaptcha သည်ထုတ်ဝေသူကိုအဓိကထားသည်။ သင့်ကိုစစ်မှန်သောဒေတာများပေးရန်နှင့်သင်မည်သို့အသုံးပြုရမည်ကိုဆုံးဖြတ်ရန်ကျွန်ုပ်တို့လုပ်ဆောင်သည်။ အခြား captchas များကို Gigantic ကြော်ငြာကုမ္ပဏီများကပေးသည်။ ဆိုလိုသည်မှာ၎င်းတို့ပိတ်ဆို့ထားသော bot တိုင်းသည်သူတို့၏ဝင်ငွေကိုလျှော့ချနိုင်သည်။",
    "home-main-4": "ပိုမိုကောင်းမွန်သောအသုံးပြုသူအတွေ့အကြုံ",
    "home-main-4c": "ခေတ်မီစက်သင်ယူမှုပုံစံများကိုလူသားများဆုံးဖြတ်ရန် hCaptcha မှအသုံးပြုသည်။ ဤအရာသည်ကျွန်ုပ်တို့ကိုသင်၏သုံးစွဲသူများထံမှစိတ်အနှောင့်အယှက်ဖြစ်စေသောလုပ်ငန်းများကိုလိုအပ်ပြီး၎င်းတို့အားသုံးစွဲသူများကိုတံဆိပ်ကပ်ရန်အတွက်အသုံးဝင်သောတံဆိပ်တပ်ထားသောအချက်အလက်များကိုထုတ်ပေးနေစဉ်၎င်းတို့ကိုအချိန်ပေးမှုနည်းစေနိုင်သည်။",
    "home-main-plans": "hCaptcha သည်မည်သည့်အရွယ်အစားမဆိုကြေညာသူများအတွက်အခမဲ့ဖြစ်သည်။ သို့သော်ပိုမိုထိန်းချုပ်ရန်လိုအပ်သည့်စီးပွားရေးလုပ်ငန်းများနှင့်ပလက်ဖောင်းများအတွက်ကျွန်ုပ်တို့၏စီးပွားရေးဖြေရှင်းမှုများကိုရရှိနိုင်သည်။",
    "home-main-plans2": "hCaptcha စီးပွားရေးဖြေရှင်းချက်များသည်သန်းပေါင်းများစွာသောအသုံးပြုသူများကိုသန်းပေါင်းများစွာသောဝက်ဘ်ဆိုက်များကိုကမ္ဘာပေါ်ရှိအကြီးဆုံးကုမ္ပဏီအချို့အတွက်ကာကွယ်ပေးသည်။ ပိုမိုသိရှိလိုပါကများအတွက်ကျွန်တော်တို့ကိုဆက်သွယ်ပါသို့မဟုတ်သွားရောက်ကြည့်ရှုပါ",
    "home-main-plans3": "hCaptcha စီးပွားရေးဖြေရှင်းချက်များသည်သန်းပေါင်းများစွာသောအသုံးပြုသူများကိုသန်းပေါင်းများစွာသောဝက်ဘ်ဆိုက်များကိုကမ္ဘာပေါ်ရှိအကြီးဆုံးကုမ္ပဏီအချို့အတွက်ကာကွယ်ပေးသည်။ ပိုမိုသိရှိလိုပါကများအတွက်ကျွန်တော်တို့ကိုဆက်သွယ်ပါသို့မဟုတ်သွားရောက်ကြည့်ရှုပါ",
    "home-main-plans4": "အသေးစိတ်အတွက်။",
    "home-plans-button-1": "ယခုဝင်မည်",
    "home-plans-button-2": "ရောင်းအားကိုဆက်သွယ်ပါ",
    "home-plans-chart-head-1": "အင်္ဂါရပ်များ",
    "home-plans-chart-head-2": "ထုတ်ဝေသူ",
    "home-plans-chart-head-3": "စီးပွားရေးလုပ်ငန်း",
    "home-plans-chart-row-1-cell-1": "ပြထားတဲ့ထိန်းချုပ်မှုစိန်ခေါ်မှုအမျိုးအစားများ",
    "home-plans-chart-row-1-cell-2": "ကန့်သတ်ထားသည်",
    "home-plans-chart-row-1-cell-3": "စုစုပေါင်း",
    "home-plans-chart-row-10-cell-1": "Multi-user dashboard များ",
    "home-plans-chart-row-11-cell-1": "အဆင့်မြင့်အစီရင်ခံခြင်းအင်္ဂါရပ်များ",
    "home-plans-chart-row-12-cell-1": "စီးပွားရေး SLAs",
    "home-plans-chart-row-2-cell-1": "အသုံးပြုသောစိန်ခေါ်မှုအကြောင်းအရာကိုထိန်းချုပ်ပါ",
    "home-plans-chart-row-2-cell-2": "ကန့်သတ်ထားသည်",
    "home-plans-chart-row-2-cell-3": "စုစုပေါင်း",
    "home-plans-chart-row-3-cell-1": "လူ့အလိုအလျှောက်ဆုများရယူပါ",
    "home-plans-chart-row-4-cell-1": "ကမ္ဘာ့အဆင့်မီ anti-bot ကာကွယ်မှု",
    "home-plans-chart-row-5-cell-1": "နိုင်ငံတိုင်းတွင်အလုပ်လုပ်သည်",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA နှင့် 99.9% passive mode များ",
    "home-plans-chart-row-5b-cell-1": "Bot ယုံကြည်မှုရမှတ်များ",
    "home-plans-chart-row-6-cell-1": "GDPR နှင့် CCPA-friendly privacy policy",
    "home-plans-chart-row-7-cell-1": "ဒဏ်ငွေ - စပါးကိုအခက်အခဲအဆင့်ဆင့်",
    "home-plans-chart-row-8-cell-1": "သင်၏ကိုယ်ပိုင်စိန်ခေါ်မှုအကြောင်းအရာကိုစတင်ပါ",
    "home-plans-chart-row-9-cell-1": "အချိန် -based အခက်အခဲအချိန်ဇယားဆွဲ",
    "home-try-it-out-button": "hCaptcha ကိုရယူပါ",
    "home-try-it-out-head": "စမ်းကြည့်ပါ ဦး",
    "home-try-it-out-text": "hCaptcha သည်ရိုးရှင်းလွယ်ကူပြီးစိတ်ချရသော bot ရှာဖွေမှုကိုပေးသည်။",
    "labeling-about-head": "hCaptcha အကြောင်း",
    "labeling-about-text-1": "hCaptcha သည်စက်ပစ္စည်းသင်ယူမှုတွင်အများဆုံးအလုပ်ကြမ်းပြproblemနာကိုဖြေရှင်းရန်ဒီဇိုင်းပြုလုပ်ထားသည်။ သတင်းအချက်အလက်အမြောက်အများကိုအချိန်မီ၊ တတ်နိုင်သော၊ ယုံကြည်စိတ်ချရသောနည်းလမ်းဖြင့်တံဆိပ်ကပ်ခြင်း။ ပိုမိုများပြားသောအချက်အလက်များသည်လေ့ကျင့်ရေးစက်သင်ယူခြင်းအတွက်ပိုမိုကောင်းမွန်သောရလဒ်များကိုရရှိစေသည်။ မကြာသေးမီကနက်ရှိုင်းသောမော်ဒယ်များ၏အောင်မြင်မှုသည်ကြီးမားသောအချက်အလက်ဒေတာအစုကိုရရှိစေခဲ့ပြီး hCaptcha ကဤလိုအပ်ချက်ကိုဖြည့်ဆည်းပေးသည်။",
    "labeling-about-text-2": "သို့သော်ရိုးရာနည်းလမ်းများ သုံး၍ လူအများပြန်လည်သုံးသပ်သည့်ကြီးမားသောဒေတာအစုကိုဖန်တီးခြင်းသည်နှေးကွေးပြီးစျေးကြီးသည်။ hCaptcha သည်အခြားရွေးချယ်စရာများထက်အရည်အသွေးပိုမိုမြင့်မားပြီးကုန်ကျစရိတ်သက်သာစွာဖြင့်သူတို့လိုအပ်သောမှတ်စုများကိုမြန်မြန်ရရန်ကုမ္ပဏီများအတွက်နည်းလမ်းဖြစ်သည်။",
    "labeling-annotations-head": "မှတ်စုအမျိုးအစားများ",
    "labeling-annotations-text-1": "ရုပ်ပုံများနှင့်ဗွီဒီယိုများတွင်တိကျသောအရာဝတ္ထုရှာဖွေခြင်း",
    "labeling-annotations-text-2": "ရုပ်ပုံများနှင့်ဗွီဒီယိုများတွင်တိကျသောအရာဝတ္ထုရှာဖွေခြင်း",
    "labeling-annotations-text-3": "များစွာသောကွဲပြားခြားနားသောအသုံးပြုမှုဖြစ်ပွားမှုများအတွက်မှတ်မှတ်",
    "labeling-annotations-text-4": "မည်သည့်အရွယ်အစားကိုမဆိုအမျိုးအစားခွဲခြားသို့မဟုတ်ဖြည့်စွက်",
    "labeling-annotations-text-5": "လူ့စွမ်းအားဖြင့်ရှာဖွေခြင်းနှင့်ခွဲခြားခြင်း",
    "labeling-annotations-text-6": "ဒီမှာမဖော်ပြထားတဲ့အခြားအမျိုးအစားတစ်ခုလိုအပ်ပါသလား။ ကျွန်တော်တို့ကိုသာမေးပါ။",
    "labeling-annotations-title-1": "Bounding Boxes",
    "labeling-annotations-title-2": "အနားများ",
    "labeling-annotations-title-3": "အထင်ကရ",
    "labeling-annotations-title-4": "attribute အမျိုးအစား",
    "labeling-annotations-title-5": "နှိုင်းယှဉ်ခြင်းနှင့်ထောက်လှမ်း",
    "labeling-annotations-title-6": "... နှင့်များစွာသောပိုပြီး",
    "labeling-ent-button": "Our Enterprise Solutions Team ကိုဆက်သွယ်ပါ",
    "labeling-ent-head": "အဆုံးမှအဆုံးသို့ထိန်းချုပ်ရန်လိုအပ်ပါသလား။",
    "labeling-ent-text-1": "hCaptcha ၏နောက်ကွယ်ရှိလူသားပလက်ဖောင်းသည်သင်၏လက်ရှိစနစ်များနှင့်ပေါင်းစပ်ထားသောအလွန်မြင့်မားသောရှုပ်ထွေးသောအလုပ်အရည်အသွေးနှင့်စီမံခန့်ခွဲမှုစွမ်းရည်များကို On-premise, hybrid သို့မဟုတ် SaaS တပ်ဆင်မှုများမှထောက်ပံ့ပေးသည်။",
    "labeling-ent-text-2": "သင်၏ကိုယ်ပိုင်လုပ်သားအင်အားဖြင့်လုံးဝအော့ဖ်လိုင်းပြေးပါ၊ စီးပွားရေးယူနစ်များ (သို့) လုပ်ငန်းစုမိတ်ဖက်များအကြားစားသုံးသည့်တန်ဖိုးကိုခြေရာခံပါ။",
    "labeling-ent-text-3": "လွယ်ကူစွာ API အသုံးပြုခွင့်၊ လှပသော dashboard များနှင့်နောက်ဆုံးပေါ်မော်ဒယ်လ် -In-the-loop နည်းပညာကိုပိုမိုထိရောက်စေရန်။",
    "labeling-ent-text-4": "99.99% uptime SLAs နှင့် ၂၄/၇ ကမ္ဘာလုံးဆိုင်ရာပံ့ပိုးမှုရရှိနိုင်ပါသည်။ ပိုမိုသိရှိလိုပါက:",
    "labeling-features-head-1": "ရိုးရှင်းသော API ကိုအသုံးပြုထားသောပိုက်လိုင်းများ။",
    "labeling-features-head-2": "ကုန်ကျစရိတ်နှင့်အရည်အသွေးအဘို့အ Optimized ။ ကြိုတင်ကတိကဝတ်မလိုအပ်ပါ။",
    "labeling-features-head-3": "သင်လိုအပ်သည့်တိကျမှန်ကန်မှုအတွက်သာပေးဆပ်ပါ။",
    "labeling-features-head-4": "သင်၏ကိုယ်ပိုင်မြေပြင်အမှန်တရားအချက်အလက်များကိုဖော်ပြပါသို့မဟုတ်၎င်းကိုကျွန်ုပ်တို့ပျံသန်းပါစေ။",
    "labeling-features-text-1": "သင်၏သုံးသပ်ချက်ကိုသင်၏စီးပွားရေးလုပ်ငန်းလည်ပတ်မှုသို့တိုက်ရိုက်ပြန်လည်ဆန်းစစ်လိုပါသလား။ ကျွန်ုပ်တို့သည်မြင့်မားသောယုံကြည်စိတ်ချရသော SLAs၊ အာမခံနိုင်စွမ်းနှင့်ရိုးရိုး REST APIs များကိုပေးသည်။",
    "labeling-features-text-2": "HUMAN ပလက်ဖောင်းသည်ရှုပ်ထွေးသော real-time အရည်အသွေးခွဲခြမ်းစိတ်ဖြာမှုပြုလုပ်ရန်ပြည့်စုံသောယုံကြည်မှုပုံစံများကိုအသုံးပြုသည်။ ဤအရာသည်သင့်အားအချိန်နှင့်ငွေကိုချွေတာခြင်းဖြင့်မေးခွန်းများ၏အခက်အခဲနှင့်သူတို့၏မှန်ကန်သောအဖြေကိုလျင်မြန်စွာဆုံးဖြတ်ရန်ကျွန်ုပ်တို့ကိုခွင့်ပြုသည်။",
    "labeling-features-text-3": "အားလုံးပြproblemsနာများတူညီကြသည်မဟုတ်။ ဘေးအန္တရာယ်ကင်းရှင်းရေးအတွက်အရေးကြီးသောအလုပ်များအတွက်မှတ်ချက်များသည် ၉၉.၉၉% သောလူသားတို့၏ယုံကြည်မှုလိုအပ်သည်။ မိုဘိုင်းဂိမ်းအက်ပ်တွင် beta အင်္ဂါရပ်တစ်ခုအတွက်မှတ်ချက်များသည်အလယ်အလတ်ယုံကြည်မှုလိုအပ်သည်။ သင်ဆုံးဖြတ်။",
    "labeling-features-text-4": "ပြည့်စုံသောစစ်ဆေးမှုအစုတစ်ခုမပါဘဲသင့်တွင်အချက်အလက်အရင်းမြစ်ရှိပါသလား။ များသောအားဖြင့်ကျွန်ုပ်တို့သည်စနစ်တစ်ခုမှတစ်ဆင့်လုပ်ဆောင်နေသောတာဝန်များသို့မဟုတ်သင်၏ခွင့်ပြုချက်အတွက်တံဆိပ်ကပ်နမူနာများကိုဖန်တီးရန်သင့်အတွက်တစ်ခုတည်ဆောက်နိုင်သည်။",
    "labeling-info-head": "ဒေတာများကိုတံဆိပ်ကပ်ခြင်း",
    "labeling-info-text-1": "သင်၏စီမံကိန်းလိုအပ်ချက်များဖြစ်သောပစ်မှတ်တိကျမှု၊ ပုံစံနှင့်အထူးလိုအပ်ချက်များအားကျွန်ုပ်တို့၏ဒိုမိန်းကျွမ်းကျင်သူတစ် ဦး ဦး နှင့်ပြောဆိုပါ။",
    "labeling-info-text-2": "သင်၏နမူနာအချက်အလက်များကို အခြေခံ၍ ထုတ်လုပ်မှုအသေးစားတစ်ခုကိုကျွန်ုပ်တို့ဆောင်ရွက်ပါသည်။ သင်လိုအပ်တာကိုတိတိကျကျရရှိရန်ကျွန်ုပ်တို့အတူတကွလုပ်ဆောင်ခဲ့သောအလုပ်ကိုဤသည်ကစမ်းသပ်သည်။",
    "labeling-info-text-3": "ကျွန်ုပ်တို့၏မြင့်မားသောအသံအနိမ့်အမြင့်နှင့်အနိမ့်အမြင့်တို့ကြောင့်ကျွန်ုပ်တို့သည်သင်၏အလုပ်ကိုမြန်မြန်ဆန်ဆန်ပြောင်းလဲသွားမည်။",
    "labeling-info-text-4": "သင်၏ထုတ်လုပ်မှုလုပ်ငန်း၏သတ်မှတ်ချက်များကိုကျွန်ုပ်တို့ပိုမိုနားလည်လာသည်နှင့်အမျှရလဒ်များသည်အချိန်ကြာလာသည်နှင့်အမျှတိုးတက်လာလိမ့်မည်။",
    "labeling-info-text-5": "Live dashboard များသည်သင့်အားအချိန်မရွေးပြန်လည်တုံ့ပြန်ချက်များပေးရန်သို့မဟုတ်ထုတ်လုပ်မှုကိုခေတ္တရပ်နားရန်ခွင့်ပြုသည်။",
    "labeling-info-title-1": "အသေးစိတ်ဖော်ပြချက်များကိုသတ်မှတ်ပါ",
    "labeling-info-title-2": "ကန ဦး ယောဘစမ်းသပ်ခြင်း",
    "labeling-info-title-3": "ထုတ်လုပ်ရေးအလုပ်များဖြန့်ကျက်",
    "labeling-info-title-4": "စဉ်ဆက်မပြတ်တိုးတက်မှု",
    "labeling-info-title-5": "ရီးရဲလ်အချိန်ရလဒ်",
    "labeling-main-1": "စကေးမှာကုန်ကျစရိတ် - ထိရောက်သောဒေတာတံဆိပ်ကပ်",
    "labeling-main-1-button": "သင့်ရဲ့ဒေတာကိုယခုတံဆိပ်ကပ်ရယူပါ",
    "labeling-main-1c": "သင့်ရဲ့ဒေတာအစုများအတွက်တံဆိပ်များပိုလိုအပ်ပါသလား? hCaptcha သည်အတုထောက်လှမ်းရေးနှင့်စက်သင်ကြားရေးလုပ်ငန်းများတွင်လုပ်ကိုင်နေသောကုမ္ပဏီများအတွက်အမြန်၊ အကုန်အကျသက်သာပြီးအရည်အသွေးမြင့်သောအချက်အလက်တံဆိပ်ကပ်ပေးသည်။",
    "labeling-main-2": "သန်းချီသောလုပ်ငန်းများကိုချက်ချင်းစတင်လိုက်ပါ။",
    "labeling-main-2-button": "Data Labeling ၀ န်ဆောင်မှုများကိုဝယ်ပါ",
    "labeling-main-2c": "hCaptcha သည်သင်အသုံးပြုရန်အတွက်ကမ္ဘာပေါ်တွင်အကြီးဆုံးရေကန်တစ်ခုဖြစ်သည်။ မည်သည့်မည်သည့်အတိုင်းအတာအထိမဆိုကျွန်ုပ်တို့သည်ကြိုတင်ကတိက ၀ တ်ပြုထားခြင်းမရှိဘဲကျွန်ုပ်တို့ကိုင်တွယ်နိုင်သည်။ တစ်နေ့လျှင်သန်းပေါင်းများစွာအလုပ်များသည်ပြproblemနာမရှိပါ။",
    "labeling-platform-head": "ပုဂ္ဂလိကသို့မဟုတ်အများပြည်သူဆိုင်ရာသတင်းအချက်အလက်",
    "labeling-platform-text": "hCaptcha သည် HUMAN Platform ပေါ်တွင်တည်ဆောက်ထားသည်၊ ၎င်းသည်ရှုပ်ထွေးသောလမ်းကြောင်းနှင့်ခွဲခြမ်းစိတ်ဖြာမှုကိုအဆင့်တိုင်းတွင်ကုန်ကျစရိတ်နှင့်အကျိုးသက်ရောက်မှုကိုပိုမိုကောင်းမွန်စေသည်။ ဤနည်းပညာသည်သင့်အလုပ်၏အစိတ်အပိုင်းတစ်ခုစီကိုမှန်ကန်သောလုပ်သားအင်အားကိုထိန်းချုပ်စေပြီး၊ သီးသန့်တည်ရှိမှုကိုထိန်းသိမ်းရန်နှင့်သက်ဆိုင်ရာစည်းမျဉ်းစည်းကမ်းများနှင့်ကိုက်ညီစေရန်အတွက်ကုန်ကျစရိတ်သက်သာစေသည်။",
    "labeling-try-button": "Data Labeling ၀ န်ဆောင်မှုများကိုဝယ်ပါ",
    "labeling-try-head": "သင်၏ဒေတာများကိုစမ်းသုံးကြည့်လိုပါသလား။",
    "labeling-try-text": "... သင်အဆင်သင့်ဖြစ်ပါပြီ။ ကျွန်ုပ်တို့၏ ၀ န်ဆောင်မှုကိုအချိန်နှင့်အမျှရရှိနိုင်ပါသည်။",
    "learn-more-hcaptcha": "hCaptcha အကြောင်းပိုမိုလေ့လာပါ",
    "page-acc-faq-1": "မေးခွန်း: hCaptcha ပုဒ်မ 508 + WCAG 2.1 AA နှင့်ကိုက်ညီပါသလား။ အဖြေ: ကျွန်ုပ်တို့ယုံကြည်သည်။ ဝက်ဘ်ကိုလှန်လှောကြည့်ရှု။ ပုံစံများပေါ်စာသားကိုထည့်သွင်းနိုင်သည့်ချို့ယွင်းမှုမျိုးစုံရှိသောအသုံးပြုသူများအားလုံးသည်မှတ်ပုံတင်သည့်အခါ hCaptcha မှအကာအကွယ်ပေးထားသော ၀ န်ဆောင်မှုများကိုရယူနိုင်သည်။ သို့သော်၎င်းသည်တရား ၀ င်အကြံဥာဏ်မဟုတ်ပါ - သင်၏နေရာချထားမှုအတွက်သင်၏ကိုယ်ပိုင်အကောင်အထည်ဖော်မှုကိုထည့်သွင်းစဉ်းစားပြီးသင်၏ကိုယ်ပိုင်အကဲဖြတ်မှုကိုလုပ်ဆောင်သင့်သည်။",
    "page-acc-faq-2": "မေးခွန်းမေးခွန်း - အသံကဲ့သို့အခြားသုံးစွဲနိုင်မှု (a11y) ရွေးစရာများကိုသင်လုပ်ဆောင်နေပါသလား။ အဖြေ - ယခင်ကလူကြိုက်များသော audio captchas ရွေးချယ်မှုများသည် A11y အသုံးပြုသူများကိုခွဲခြားပြီးခေတ်မီစက်သင်ယူမှုနည်းစနစ်များဖြင့်အလွယ်တကူရှုံးနိမ့်သည်။ ၎င်းသည်လက်ရှိအသံစိန်ခေါ်မှုများကိုပိုမိုခက်ခဲစေပြီးဆူညံသံ၊ မတိကျသောအချိန်၊ ပုံမှန်မဟုတ်သောစကားလုံးပေါင်းစပ်မှုများနှင့်တိုက်ခိုက်သူများကိုအနိုင်ယူရန်စသည်တို့ဖြစ်သည်။ ထို့ကြောင့်ကျွန်ုပ်တို့သည်ဤချဉ်းကပ်မှုနှင့် ပတ်သက်၍ စိတ်အားထက်သန်မှုနည်းပါးပြီးစိန်ခေါ်မှုတစ်ခုလုံးကိုရှောင်ရှားနိုင်သော်လည်း A11y အသိုင်းအဝိုင်းမှဝယ်လိုအားရှိပါက၎င်းကိုစဉ်းစားလိမ့်မည်။ သို့သော်လည်းကျွန်ုပ်တို့သည် Accessibility အသုံးပြုမှုကိစ္စအတွက် Privacy Pass ကိုအလွန်စိတ်ဝင်စားသည်။ ကျွန်ုပ်တို့၏လက်ရှိ a11y ချဉ်းကပ်မှုကို Privacy Pass ထုတ်ပေးမှုနှင့်ပေါင်းစပ်ခြင်းအားဖြင့် A11y အသုံးပြုသူများကိုလုံခြုံမှုရှိစွာကြည့်ရှုနိုင်စေမည်ဖြစ်ပြီး a11y ရွေးချယ်မှုများရရှိနိုင်သည့်အခါ bot operator များကအလွဲသုံးစားမှုကိုကန့်သတ်ထားသည်။ ကျွန်ုပ်တို့သည်ဤနည်းပညာအသစ်ကိုစံသတ်မှတ်သည့် IETF လုပ်ငန်းအဖွဲ့တွင်တက်ကြွစွာပါ ၀ င်သူများဖြစ်သည်။",
    "page-acc-faq-3": "မေးခွန်းမေးခွန်း - လုံခြုံမှုနှင့် ပတ်သက်၍ ကော။ မှတ်ပုံတင်ခြင်းသည် a11y browsing data ကိုတစ်နည်းနည်းဖြင့်ဖော်ထုတ်ပါသလား။ အီးမေးလ်နဲ့ဘာလုပ်လဲ အဖြေ: hCaptcha ကိုမြေပြင်ပေါ်မှသီးသန့်တည်ရှိမှုအတွက်ဒီဇိုင်းပြုလုပ်ထားသည်။ ၎င်းသည်ကြော်ငြာကွန်ယက်များပိုင်ဆိုင်သော reCAPTCHA ကဲ့သို့သောရိုးရာရွေးချယ်မှုများနှင့်အလွန်ကွာခြားသည်။ သင့်အားဝဘ်ဝန်းကျင်တွင်သင့်ကိုခြေရာခံရန်နှင့်သင့်အားအမှန်တကယ်ဝိသေသလက္ခဏာနှင့်ပေါင်းသင်းရန်မက်လုံးရှိသည်။ ကျွန်ုပ်တို့သည်သုံးစွဲနိုင်သောအီးမေးလ်များသို့မဟုတ်အချက်အလက်များကိုမည်သည့်ရည်ရွယ်ချက်အတွက်မဆို၊ ကျွန်ုပ်တို့၏သီးသန့်တည်ရှိမှုမူဝါဒတွင်အချက်အလက်များကိုကျွန်ုပ်တို့မည်သို့မည်ပုံအသုံးပြုသည်နှင့် ပတ်သက်၍ ပြည့်စုံလုံလောက်သောအဖြေများရှိသည်။ သို့သော်အတိုတိုမှာသင့်အားသင်၏ browsing history နှင့်လူတစ် ဦး အဖြစ်ပေါင်းသင်းရန်စိတ်မ ၀ င်စားပါ။ ကျွန်ုပ်တို့လည်းလက်ရှိအီးမေးလ်လိပ်စာကိုလျင်မြန်စွာဖယ်ရှားရန် cryptographic solution ကိုလုပ်ဆောင်နေသည်။ အလွဲသုံးစားမှုကိုကာကွယ်ရန်ကျွန်ုပ်တို့၏စွမ်းရည်ကိုထိန်းသိမ်းနေစဉ်ကျွန်ုပ်တို့၏ Pass Pass အလုပ်ကိုဖြည့်စွက်ထားသည်။",
    "page-acc-link-1": "သင်အသုံးပြုနိုင်စွမ်းရှိသူတစ် ဦး ဖြစ်လျှင် ကျေးဇူးပြု၍ ဤနေရာတွင်စာရင်းသွင်းပါ။",
    "page-acc-subhead": "လုံခြုံရေးကိုထိန်းသိမ်းထားစဉ်သုံးစွဲသူများအားလုံးအတွက်အဆင်ပြေချောမွေ့စွာဝင်ရောက်ခြင်းကိုသေချာစေရန်",
    "page-acc-summary": "အကျဉ်းချုပ်",
    "page-acc-summary-contents-1": "hCaptcha သည်လူများကိုခွဲခြားခြင်းဖြင့် bot များကိုတားဆီးရန်ဒီဇိုင်းပြုလုပ်ထားသည်။ Visual စစ်ဆေးမှုများသည်ဤအတွက်အဆင်ပြေသည့်ကိရိယာတစ်ခုဖြစ်သည်၊ သို့သော်လူတိုင်းသည်အမြင်အာရုံဆိုင်ရာစိန်ခေါ်မှုကိုမဖြေရှင်းနိုင်ပါ။ ဤအကြောင်းကြောင့်ကျွန်ုပ်တို့သည် ၀ န်ဆောင်မှုကိုအသုံးပြုသောကြေညာသူများအနေဖြင့်ပုဒ်မ ၅၀၈ နှင့် WCAG 2.1 AA လိုက်နာမှုအပြည့်ရှိသူအားလုံးအတွက်လက်လှမ်းမီမှုကိုထိန်းသိမ်းရန်အတွက်ရိုးရှင်းသော၊",
    "page-acc-summary-contents-2": "ဘယ်လိုအလုပ်လုပ်လဲ - ပထမ၊ hCaptcha ဝစ်ဂျက်အချက်အလက်စာမျက်နှာမှာချိတ်ဆက်ထားတဲ့ဒီ URL မှာအသုံးပြုခွင့်ပြုသူအသုံးပြုသည်။ ၎င်းတို့အားတစ်နေ့လျှင်အကြိမ်ပေါင်းများစွာအသုံးပြုနိုင်သည့် encrypted cookie များပေးထားသည်။ သို့သော် login မှတစ်ဆင့် ၂၄ နာရီတိုင်းပြန်လည်မွမ်းမံရမည်။ hCaptcha ၀ န်ဆောင်မှုကိုအသုံးပြုသောမည်သည့် site ရှိအသုံးပြုသူကိုမှစိန်ခေါ်မှုတစ်ခုကြုံရသောအခါ၎င်းတို့သည်အလိုအလျောက်ဖြတ်သွားလိမ့်မည်။",
    "page-acc-title": "hCaptcha Accessibility ပြန်ကြားရေး",
    "page-acc-tr-body": "မေးခွန်း - Cookie ကိုသတ်မှတ်ပြီးနောက်ကျွန်ုပ်သည်စိန်ခေါ်မှုတစ်ခုဖြစ်နေသေးသည်။ ဘာကြောင့်ဖြစ်ရတာလဲ<br> အဖြေ - ပုံမှန်အားဖြင့်ရန်လိုသောကြော်ငြာပိတ်ဆို့ခြင်းသို့မဟုတ်ကွတ်ကီးဆန့်ကျင်ရေးတိုးချဲ့ခြင်းသို့မဟုတ်ဝက်ဘ်ဆိုက်များမှ cookies များကိုပိတ်ဆို့သော setting ကိုအသုံးပြုခြင်းကြောင့်ဖြစ်သည်။ သင်လည်ပတ်နေသောသူကဲ့သို့ဖြစ်သည်။<br><br> hCaptcha လက်လှမ်းမီနိုင်မှုကွတ်ကီးများသည်လူကြိုက်များသောဘရောက်ဇာများနှင့်ကြော်ငြာပိတ်ဆို့သူများအားလုံးနှင့်၎င်းတို့၏စံသတ်မှတ်ချက်များနှင့်အတူအလုပ်လုပ်သည်။ ထို့ကြောင့်ပုံမှန်အားဖြင့်ကျရှုံးမှုများသည် anti-adblock scripts များသို့မဟုတ်သီးခြားဆိုဒ်များကိုပစ်မှတ်ထားသည့်အလားတူစည်းမျဉ်းများကြောင့်ဖြစ်သည်။<br><br> ဖြေရှင်းချက်များ -<br><br> ၁။ သင်၏ကြော်ငြာပိတ်ဆို့သူ (သို့) browser လုံခြုံရေး extension ရှိ Whitelist hcaptcha.com နှင့် * .hcaptcha.com cookies များကို။<br> ၂။ သင်သည် Brave browser ကိုလက်ရှိအသုံးပြုနေသော cookie whitelist မရှိသေးပါက Preferences -> Shields -> Cookies သို့သွားပြီး Allow All Cookies ကိုရွေးချယ်ပါ။<br> ၃။ အကယ်၍ သင်သည်မကြာသေးမီကထုတ်ပြန်ခဲ့သော OS X 10.15 သို့မဟုတ် iOS 13.4 တွင်နောက်ဆုံး Safari version ကိုအသုံးပြုပါက Apple သည် third-party cookies များနှင့်သက်ဆိုင်သော Safari ၏အပြုအမူကိုပြောင်းလဲလိုက်ပြီ၊ ၎င်းတို့အားလုံးအားပုံမှန်အားဖြင့်ပိတ်ဆို့လိုက်သည်။ ကျွန်ုပ်တို့သည်ဖြေရှင်းချက်တစ်ခုကိုအကောင်အထည်ဖော်နေသည်၊ သို့သော်ဤအတောအတွင်း Safari Preferences၊ Privacy အပိုင်းသို့ ၀ င ်၍ ဝက်ဘ်ဆိုက်ခြေရာခံခြင်းကိုဖယ်ရှားပါ။ မျှော်လင့်ထားသည့်အတိုင်း cookie ၏လုပ်ဆောင်နိုင်စွမ်းကိုဖွင့်ရန် site-cross tracking ကိုတားဆီးပါ။<br><br> မေးခွန်းမေးခွန်း - ကျွန်ုပ်သည်ပစ္စည်းမျိုးစုံအသုံးပြုသည်။ ငါအကြိမ်ပေါင်းများစွာစာရင်းသွင်းရန်လိုအပ်ပါသလား?<br> အဖြေ: မဟုတ်ပါ။ cookie ကိုသတ်မှတ်ရန်သင်အသုံးပြုသောစက်တစ်ခုစီပေါ်တွင်သင့်ထံပေးပို့ခဲ့သည့်တူညီသောအီးမေးလ် login link ကိုနှိပ်ပါ။<br><br> မေးခွန်းမေးခွန်း - ၀ င်ရောက်နိုင်သော cookie ကိုသုံးနေစဉ်တတိယပါတီ cookie များကိုကျွန်ုပ်ဘယ်လိုကာကွယ်နိုင်သလဲ။<br> အဖြေ - ဒိုမိန်းအဆင့်အဖြူရောင်စာရင်းသွင်းခြင်းကိုထောက်ခံသည့်မည်သည့် privacy သို့မဟုတ်ကြော်ငြာပိတ်ဆို့ခြင်း extension ကိုမဆိုအသုံးပြုခြင်း (ဥပမာ uBlock Origin) သည်မျှော်လင့်ထားသည့်အတိုင်းအလုပ်လုပ်လိမ့်မည်။ whitelist hcaptcha.com ကိုသေချာအောင်လုပ်ပါ။",
    "page-acc-tr-title": "အသုံးပြုနိုင်စွမ်းအသုံးပြုသူများအတွက် - မကြာခဏမေးလေ့ရှိသောမေးခွန်းများနှင့်ပြublနာဖြေရှင်းခြင်းလမ်းညွှန်",
    "page-acc-tr2-body": "Safari<br> Safari (Mac) မှ cookies များကို enable လုပ်ရန်: Safari drop-down menu သို့သွားပါ။ Preferences ကိုရွေးချယ်ပါ။ အပေါ်ဆုံးဘောင်မှ Privacy ကိုနှိပ်ပါ။ 'Block cookies' အောက်တွင် 'Never ။ ' ကိုရွေးပါ။<br> Safari တွင် (iPhone / iPad iOS 11+) ရှိ cookies များကိုဖွင့်ရန်သင်၏ချိန်ညှိချက်များကိုဖွင့်ပါ။ အောက်သို့ဆင်းပြီး Safari ကိုရွေးချယ်ပါ။ Privacy & Security အောက်တွင် 'Cross-Site Tracking' နှင့် 'Cookies All Block' ကိုပိတ်ပါ။<br><br> Firefox<br> မည်သည့်ဝက်ဘ်စာမျက်နှာပေါ်တွင်မဆိုလိပ်စာဘား၏ဘယ်ဘက်ရှိကာကွယ်မှုကိုနှိပ်ပါ။ Protection Settings ကိုနှိပ်ပါ။ Firefox ရဲ့ Preferences Privacy and Security panel ကပွင့်လာလိမ့်မယ်။ Enhanced Tracking Protection အောက်တွင် Custom ကိုရွေးချယ်ပါ။ မည်သည့် tracker များနှင့် script များကိုထို checkboxes ကိုရွေးခြင်းအားဖြင့်ရွေးချယ်ပါ။ သင် hcaptcha.com ကိုသော့ဖွင့်ထားကြောင်းသေချာပါစေ။<br><br> စိတ်ကြိုက်ပြင်ဆင်မှုများကိုစိတ်ကြိုက်ရွေးစရာများလုပ်ခြင်းအားဖြင့်စိတ်ကြိုက်ပြင်ဆင်မှုများကိုခေတ္တပိတ်ထားနိုင်သည်။ Checkboxes ကိုမရွေးခြင်းအားဖြင့် - သင်ပြissuesနာများရှိနေသေးပါက Trackers အမှန်ခြစ်ကွက်ကိုဖယ်ရှားပါသို့မဟုတ်ကွတ်ကီးများအမှတ်အသားကိုမရွေးပါ။<br><br> Google Chrome<br> Google Chrome (PC)<br> Chrome menu icon ကိုရွေးပါ။ Setting ကိုရွေးချယ်ပါ။<br> လုံခြုံရေးနှင့်လုံခြုံရေးသို့သွားပါ၊ ထို့နောက်ကွတ်ကီးများနှင့်အခြား site အချက်အလက်များကိုသွားပါ။<br> 'Third-party cookies များကိုပိတ်ဆို့ထား' မထားကိုသေချာပါစေ။<br><br> Google Chrome (Mac)<br> Menu bar မှ Chrome preferences ကိုဖွင့်ပါ။<br> လုံခြုံရေးနှင့်လုံခြုံရေးသို့သွားပါ၊ ထို့နောက်ကွတ်ကီးများနှင့်အခြား site အချက်အလက်များကိုသွားပါ။<br> 'Third-party cookies များကိုပိတ်ဆို့ထား' မထားကိုသေချာပါစေ။<br><br> Google Chrome (Android):<br> သင်၏ Android စက်တွင် Chrome အက်ပ်ကိုဖွင့်ပါ။<br> အပေါ်ညာဘက်ထောင့်ရှိနောက်ထပ်ကိုအသာပုတ်ပါ၊ ချိန်ညှိချက်များကိုနှိပ်ပါ။<br> ဆိုက်ချိန်ညှိချက်များကိုအသာပုတ်ပါ၊<br> Cookies ပြီးလျှင်နောက် setting ကိုဖွင့်ပါ။<br> 'Third-party cookies များကိုခွင့်ပြုပါ။ ' ဘေးရှိအကွက်ကို check လုပ်ပါ။<br><br> အင်တာနက် Explorer<br> ၁။ မျက်နှာပြင်၏ညာဘက်အပေါ်ထောင့်ရှိဂီယာကိုရွေးချယ်ပြီး 'အင်တာနက်ရွေးချယ်ရန်' ကိုရွေးချယ်ပါ။ Menu Bar ကို enable လုပ်ထားမယ်ဆိုရင် 'Tools' ပြီးတော့ 'Internet Options' ကိုရွေးနိုင်သည်။<br> ၂။ 'Privacy' tab ကိုနှိပ်ပါ။<br> ၃။ Advanced ကိုနှိပ်ပါ။<br> ၄။ 'Third-Party Cookies' အောက်တွင် 'Accept' ကိုရွေးချယ်ပါ။<br> ၅။ OK ကိုနှိပ်ပါ။",
    "page-acc-tr2-head": "Cross-Site Cookies များအတွက် Browser ညွှန်ကြားချက်များ",
    "priv-hc": "privacy အာရုံစိုက်",
    "priv-hc-text": "ကြော်ငြာကွန်ယက်များသည်သင့်ကိုသူတို့၏ထုတ်ကုန်အဖြစ်မြင်သည်။ ငါတို့မလုပ်ဘူး။ သုံးစွဲသူများသည်မည်သူမည်ဝါဖြစ်သည်ကိုကျွန်ုပ်တို့ဂရုမစိုက်ပါ။ ကျွန်ုပ်တို့သည် Privacy Pass ကဲ့သို့သောအစီအစဉ်များကိုထောက်ခံသည်။",
    "reporting-bugs-accessibility-button": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများအကြောင်းပိုမိုလေ့လာပါ",
    "reporting-bugs-accessibility-head": "အသုံးပြုနိုင်မှုရွေးချယ်စရာများ",
    "reporting-bugs-accessibility-text": "သင်အမြင်အာရုံချို့ယွင်းမှုရှိပါသလား။",
    "reporting-bugs-guide-ff-head": "Bug Report အသေးစိတ်: Captain Firefox",
    "reporting-bugs-guide-ff-step-1": "အဆင့် ၁: Open Developer Tools ကိုဖွင့်ပါ။",
    "reporting-bugs-guide-ff-step-2": "အဆင့် ၂။ Developer Tools ရှိကွန်ယက် tab ကိုနှိပ်ပါ။ ထိပ်ဆုံးရှိ Persist မှတ်တမ်းများအကွက်ကိုစစ်ဆေးပါ။",
    "reporting-bugs-guide-ff-step-3": "အဆင့် ၃ - https://accounts.hcaptcha.com/demo သို့ ဝင်ရောက်၍ ပြanနာဖြစ်ပွားနေသောဝက်ဘ်ဆိုက်သို့ဝင်ရောက်ပါ။ လူ့ခလုတ်ကိုဖွင့်ပြီးဖြေရှင်းဖို့ကြိုးစားပါ",
    "reporting-bugs-guide-ff-step-4": "အဆင့် ၄: သင်ဖြေရှင်းရန်ကြိုးစားပြီးနောက် HAR ကိုနှိပ်ပါ။ Network All ကိုသိမ်းရန် Save All ကို HAR အဖြစ်ရွေးပါ။ ဒီဖိုင်ကိုငါတို့ဆီပို့ပေးပါ",
    "reporting-bugs-guide-ff-step-5": "အဆင့် ၅။ Console tab ကိုနှိပ်ပါ။ အဲဒီနောက် console မှတ်တမ်းသိမ်းဆည်းရန်အားလုံးကိုရွေးပြီး၎င်းကိုစာသားဖိုင်တစ်ခုထဲသို့သိမ်းဆည်းပါ။ အဖြစ်ကောင်းစွာကျွန်တော်တို့ကိုပေးပို့ပါ။",
    "reporting-bugs-guide-ff-step-6": "နောက်ဆုံးအဆင့် - ဤ HAR နှင့် console log ဖိုင်များကိုကျွန်ုပ်တို့ထံအီးမေးလ်ပို့ပါ။ ပြproblemနာကိုဖော်ပြပါ။ အသုံးပြုမှု: support@hcaptcha.com (ကျေးဇူးပြု၍ Dropbox သို့မဟုတ် Filebin ကဲ့သို့သော ၀ န်ဆောင်မှုကို အသုံးပြု၍ link များပို့ပါ) နှင့်၊ စကရင်ရိုက်ကွက်၊ ။ သင်အသုံးပြုနေသော IP ကိုပို့ပေးပါ။ သင်ဤအချက်အလက်ကို https://www.whatsmyip.org/ မှရယူနိုင်ပါသည်။ ဤအချက်အလက်ရရှိရန်ကျွန်ုပ်တို့အားအချိန်ပေးသောကြောင့်ကျေးဇူးတင်ပါသည်။ ငါတို့က hCaptcha ကိုလူတိုင်းအတွက်ကောင်းအောင်လုပ်ဖို့ကတိပေးခဲ့တယ်။",
    "reporting-bugs-guide-head": "အမှားအစီရင်ခံစာအသေးစိတ်: Chrome",
    "reporting-bugs-guide-step-1": "အဆင့် ၁: Open Developer Tools ကိုဖွင့်ပါ။",
    "reporting-bugs-guide-step-2": "အဆင့် ၂။ Developer Tools ရှိကွန်ယက် tab ကိုနှိပ်ပါ။ ထိပ်မှာရှိတဲ့ထိန်းသိမ်းခြင်းမှတ်တမ်း box ကို Check ။",
    "reporting-bugs-guide-step-3": "အဆင့် ၃ - https://accounts.hcaptcha.com/demo သို့ ဝင်ရောက်၍ ပြanနာဖြစ်ပွားနေသောဝက်ဘ်ဆိုက်သို့ဝင်ရောက်ပါ။ လူ့ခလုတ်ကိုဖွင့်ပြီးဖြေရှင်းဖို့ကြိုးစားပါ",
    "reporting-bugs-guide-step-4": "အဆင့် ၄။ သင်ဖြေရှင်းရန်ကြိုးပမ်းပြီးနောက် Network HAR ကိုသိမ်းဆည်းပြီးနောက် Export HAR (နည်းနည်းမြှားလေး) ကိုနှိပ်ပါ။ ဒီဖိုင်ကိုငါတို့ဆီပို့ပေးပါ",
    "reporting-bugs-guide-step-5": "အဆင့် ၅။ Console tab ကိုနှိပ်ပါ။ ထို့နောက် console log ကိုသိမ်းရန် Save as .. ကိုနှိပ်ပါ။ အဖြစ်ကောင်းစွာကျွန်တော်တို့ကိုပေးပို့ပါ။",
    "reporting-bugs-guide-step-6": "နောက်ဆုံးအဆင့် - HAR နှင့် console log file များကိုကျွန်ုပ်တို့ထံအီးမေးလ်ပို့ပြီးပြtheနာကိုဖော်ပြပါ။ အသုံးပြုခြင်း: support@hcaptcha.com (ကျေးဇူးပြု၍ Dropbox သို့မဟုတ် Filebin ကဲ့သို့သော ၀ န်ဆောင်မှုတစ်ခုကို အသုံးပြု၍ link များပို့ပါ။ ) အကယ်၍ မှန်ကန်စွာဖော်ပြခြင်းမရှိသောအရာတစ်ခုခုရှိမည်ဟုသင်သံသယရှိပါကဖန်သားပြင်မျက်နှာပြင်ကိုအသုံးပြုပါ။ သင်အသုံးပြုနေသော IP ကိုပို့ပေးပါ။ သင်ဤအချက်အလက်ကို https://www.whatsmyip.org/ မှရယူနိုင်ပါသည်။ ဤအချက်အလက်ရရှိရန်ကျွန်ုပ်တို့အားအချိန်ပေးသောကြောင့်ကျေးဇူးတင်ပါသည်။ ငါတို့က hCaptcha ကိုလူတိုင်းအတွက်ကောင်းအောင်လုပ်ဖို့ကတိပေးခဲ့တယ်။",
    "reporting-bugs-guide-text-1": "debugging အချက်အလက်များကိုသင်၏အစီရင်ခံစာနှင့်ပေးပို့ခြင်းသည်ဖြစ်ပျက်နေသောအရာအားသိရှိစေရန်ပိုမိုလွယ်ကူစေသည်။ ဤတွင်တစ်ဆင့်ပြီးတစ်ဆင့်လမ်းညွှန်ချက်များဖြစ်သည်။",
    "reporting-bugs-guide-text-2": "အကယ်၍ သင်သည် web developer သို့မဟုတ်ကျွမ်းကျင်သူတစ် ဦး ဖြစ်ပါကအကျဉ်းချုပ်ကို HAR နှင့် browser console logs များပေးပို့ရန်ကျွန်ုပ်တို့အားအကြံပြုလိုပါသည်။ ကျေးဇူးပြု၍ မည်သည့်ကြော်ငြာပိတ်ဆို့ခြင်းသို့မဟုတ် browser လုံခြုံရေး extension များကိုမဆိုအရင်ဆုံးပိတ်ပြီး၊ ဤအဆင့်များမပြီးမီပြန်ကြိုးစားပါ။ အကယ်၍ ၎င်းသည်သင်၏ပြfixနာကိုဖြေရှင်းနိုင်ပါကသင်၏ browser ဗားရှင်း၊ ကြော်ငြာ blocker သို့မဟုတ် browser extension နှင့် website URL ကိုသင့်အားအသိပေးရန်သင့်အားကျွန်ုပ်တို့ကျေးဇူးတင်ရှိပါသည်။",
    "reporting-bugs-intro-head": "အမှားတစ်ခုကိုတွေ့ပြီလား ဒီမှာဘယ်လိုအစီရင်ခံရမလဲ။",
    "reporting-bugs-intro-text": "သန်းနဲ့ချီတဲ့သူတွေဟာလစဉ်လတိုင်း hCaptcha ကိုထောင်ပေါင်းများစွာသော browser များ၊ extensions, devices, firewalls များနှင့်အခြားပေါင်းစပ်ခြင်းများကိုအသုံးပြုကြပါတယ်။ ကျွန်ုပ်တို့၏ရည်မှန်းချက်မှာ ၄ င်းတို့သည်အမြဲတမ်းသင့်အတွက်အလုပ်လုပ်ရန်သေချာစေရန်ဖြစ်သည်၊ မြန်မြန်ဆန်ဆန်တုန့်ပြန်မှုပေးရန်ကျွန်ုပ်တို့ကိုပေးပို့ပါတုံ့ပြန်ချက်ခလုတ်ကိုသာနှိပ်ပါ။ သင်အလုပ်လုပ်တဲ့ပြissueနာကိုတွေ့ရင် Chrome အတွက် debug log ညွှန်ကြားချက်များသို့မဟုတ်အောက်တွင်ဖော်ပြထားသော Firefox အတွက် debug log ညွှန်ကြားချက်များကိုလိုက်နာပါ။ အခြားမည်သည့် browser အတွက်မဆိုကျွန်ုပ်တို့ကိုအီးမေးလ်ပို့ပါ။ လုံခြုံရေးအလားအလာနှင့်လုံခြုံရေးပြprivacyနာများအတွက်အောက်ပါညွှန်ကြားချက်များကိုကြည့်ပါ။",
    "reporting-bugs-privacy-head": "ကိုယ်ရေးကိုယ်တာကိစ္စများ",
    "reporting-bugs-privacy-text": "ကျွန်ုပ်တို့မည်သူအသုံးပြုသည်ကိုဂရုမစိုက်ပါ၊ ၎င်းတို့သည်အန္တရာယ်ရှိနိုင်သောစက်များသို့မဟုတ်စက်များမည်မျှဖြစ်နိုင်ဖွယ်ရှိသည်။ ကျွန်ုပ်တို့သည် Privacy Pass ကဲ့သို့သောအစီအစဉ်များကိုထောက်ခံသည်။ အသုံးပြုသူ၏ကိုယ်ရေးကိုယ်တာအပေါ်အကျိုးသက်ရောက်နိုင်သည်ဟုသင်ထင်သောပြanနာတစ်ခုတွေ့ရှိပါက support@hcaptcha.com သို့အီးမေးလ်ပို့ပါ။",
    "reporting-bugs-provide-feedback-button": "ကျွန်တော်တို့ကိုတုံ့ပြန်ချက်ပို့ပါ",
    "reporting-bugs-provide-feedback-head": "hCaptcha အပေါ်ချက်ချင်းတုံ့ပြန်ချက်ပေးပါ",
    "reporting-bugs-provide-feedback-text": "သင်၏ပါဝင်မှုကိုကျွန်ုပ်တို့တန်ဖိုးထားပါသည်။ ပြanyနာတွေကိုကျွန်တော်တို့ကိုအသိပေးပြီးမြန်မြန်ဖြေရှင်းနိုင်မှာပါ။",
    "reporting-bugs-security-head": "လုံခြုံရေးအမှားများ",
    "reporting-bugs-security-text": "ကျွန်ုပ်တို့သည်လုံခြုံရေးဆိုင်ရာ bug မ်ား၏အစီရင်ခံစာများကိုလက်ခံရန်အမြဲစိတ်ဝင်စားသည်။ support@hcaptcha.com & CC security@hcaptcha.com သို့အီးမေးလ်ပို့ပါ။ ကျွန်ုပ်တို့တွင် hCaptcha ၀ န်ဆောင်မှုနှင့်သက်ဆိုင်သောအရင်းအမြစ်ကုဒ်အတွက်ရထိုက်ခွင့်ရှိသည့်လုံခြုံရေးအစီရင်ခံစာအတွက် bugount program ရှိသည်။",
    "sec-hc": "ပထမ ဦး စွာလုံခြုံရေး",
    "sec-hc-text": "hCaptcha သည်ထုတ်ဝေသူကိုအဓိကထားသည်။ ကျွန်ုပ်တို့သည်ဆိုဒ်များကိုမှန်ကန်သောအချက်အလက်များကိုပေးရန်နှင့်၎င်းတို့အားမည်သို့အသုံးပြုရမည်ကိုဆုံးဖြတ်ရန်ခွင့်ပြုသည်။ တိကျမှုသည်သင်၏အကျိုးစီးပွားနှင့်ကျွန်ုပ်တို့အကျိုးအတွက်ဖြစ်သည်။ အခွားသော captchas ကြော်ငြာကုမ္ပဏီများကထောက်ပံ့ပေးလျက်ရှိသည်။ သူတို့ပိတ်ထားသော bot တိုင်းသည်သူတို့၏ဝင်ငွေကိုလျှော့ချနိုင်သည်။",
    "switch-to-english-link": "အင်္ဂလိပ်သို့ပြောင်းပါ",
    "what-is-hcaptcha": "hCaptcha ဆိုတာဘာလဲ။",
    "what-is-hcaptcha-text": "hCaptcha သည်သင်ကြိုက်နှစ်သက်သော ၀ န်ဆောင်မှုများကိုလူများအတွက်လွယ်ကူပြီးစက်များအတွက်ခက်ခဲသောရိုးရှင်းသောမေးခွန်းများမေးခြင်းဖြင့်စက်များ၊",
    "why-hc": "အဘယ်ကြောင့် hCaptcha?",
    "why-hc-text": "သင်စိန်ခေါ်မှုတစ်ခုကိုဖြေဆိုတိုင်းသင်ဟာလူသားလားစက်လားဆိုတာသိရန်ခေတ်မီဆန်းပြားသောမော်ဒယ်များကိုအသုံးပြုသည်။ သင်ကြည့်ရှုခဲ့သော ၀ က်ဘ်ဆိုဒ်သည်ဤရလဒ်ကို အသုံးပြု၍ သူတို့၏ site တွင်အတွေ့အကြုံများကို bot များမပိတ်ဘဲတိုးတက်စေရန်ကူညီသည်။"
}