{
    "a11y-img-1": "लगइन पछि पहुँच उपयोगकर्ता स्क्रिन",
    "a11y-img-2": "विजेट UI मेनूमा पहुँच विकल्प",
    "a11y-img-3": "विजेट UI मा पहुँच सम्वाद बाकस",
    "about-advisors-brendan": "बहादुरको सीईओ। मोजिला को सह-संस्थापक। जाभास्क्रिप्ट प्रोग्रामिंग भाषा को निर्माता। ब्राउजर र अधिकको बिल्डर।",
    "about-advisors-dawn": "प्रोफेसर, क्यालिफोर्निया विश्वविद्यालय, बर्कलेमा सीएस। गहन शिक्षा, सुरक्षा, blockchain विशेषज्ञ। Oasis Labs का CEO",
    "about-advisors-head": "सल्लाहकारहरू",
    "about-advisors-keiran": "स्ट्यान्फोर्डका अनुसन्धान वैज्ञानिक मेशिन लर्निंग र प्रमुख बैंकहरूमा हेज कोष, र शिक्षा।",
    "about-content-head-1": "हामी के गर्छौ",
    "about-content-head-2": "किन यो महत्त्व राख्छ",
    "about-content-text-1": "hCaptcha एक अन्तर्ज्ञान मेशिन इंक को सेवा हो, एक एआई र मेशिन लर्निंग कम्पनी metalearning र मापन मा दृश्य MML मा ध्यान केन्द्रित संग। हामी संसारभरि ग्लोबल २००० कम्पनीहरूको लागि भिडियो र छवि विश्लेषण सेवाहरू सक्षम गर्न हामी व्यापक रूपमा स्केलेबल प्रणालीहरू निर्माण र अपरेट गर्दछौं।",
    "about-content-text-1a": "hCaptcha ले आधुनिक, गोपनीयता केन्द्रित दृष्टिकोण ल्याउँछ बट्स रोक्न।",
    "about-content-text-1b": "हामी क्याप्चा चुनौतीहरू देखाउँदछौं जुन बट्सका लागि गाह्रो तर मेसिन शिक्षा समस्याहरूबाट लेबल डाटा स collecting्कलन गरेर, र वेबसाइट वा अनुप्रयोग आगन्तुक मानव हो वा होइन भनेर छुट्याउन यसलाई प्रयोग गरेर मानिसहरूका लागि सजिलो छ।",
    "about-content-text-2": "अधिक डाटा सामान्यतया राम्रो परिणाम उत्पादन गर्दछ। सही लेबल गरिएको र सम्बन्धित डाटासेटहरू निर्माण र मर्मतको लागि समय खपत र महँगो छ। hCaptcha मूल रूपमा छवि लेबलिंगमा हाम्रा आफ्नै आवश्यकताहरू सम्बोधन गर्न विकसित गरिएको थियो, र अब समान कम्प्युटरहरूको लागि अन्य कम्पनीहरूको लागि उपलब्ध छ।",
    "about-content-text-2a": "खराब अभिनेताहरू अनलाइन सामान्य रूपमा बढ्दैछन्। तर प्रयोगकर्ताको गोपनीयता त्याग गर्नु उत्तर होइन।",
    "about-content-text-2b": "विज्ञापन कम्पनीहरू द्वारा प्रस्ताव गरिएको सुरक्षा समाधानहरू वेब मार्फत प्रयोगकर्ताहरूलाई ट्र्याकिंगमा मुख्य रूपमा केन्द्रित गर्दछ। हामीले एक प्रभावकारी सुरक्षा समाधान सिर्जना गरेका छौँ जसले प्रयोगकर्ताको गोपनीयतालाई हानी पुर्‍याउने प्रमाण दिन्छ उत्कृष्ट नतीजाहरू प्रदान गर्न आवश्यक छैन।",
    "about-intro-head-1": "HCaptcha को बारेमा",
    "about-intro-head-2": "गोपनीयता, सुरक्षा, र मेशिन शिक्षा।",
    "about-intro-text": "hCaptcha संसारको सबैभन्दा धेरै प्रयोग हुने स्वतन्त्र CAPTCHA सेवा हो।",
    "about-leadership-alex": "डाटाबेस र ब्लकचेन विशेषज्ञ। क्लौडेरा र अरु धेरैमा इरिल इञ्जिनियर। दशक विशेषज्ञता निर्माण सफ्टवेयर र टोलीहरू।",
    "about-leadership-eli": "CEO। एआईमा मान्यता प्राप्त नेता। विगत दशकहरु मा व्यापार समस्या को एक विस्तृत विविधता मा पैमाने मा मशिन बुद्धिमत्ता लागू गरेको छ।",
    "about-leadership-head": "नेतृत्व",
    "about-leadership-todd": "कम्प्युटेसनल बायोलजी, स्ट्यानफोर्डमा पीएचडी। १ 1999 1999 since देखि न्यूरल नेटवर्कको साथ काम गर्दै। लागू ML र मापन मा गहिरा शिक्षा मा ध्यान दिनुहोस्।",
    "acc-opt": "पहुँच विकल्पहरू",
    "acc-opt-but": "पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्",
    "acc-opt-text": "के तपाइँ नेत्रहीन क्षतिग्रस्त हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असक्षम हुनुहुन्छ?",
    "accessibility-link": "पहुँच",
    "appreciate-in": "हामी तपाईंको इनपुटको कदर गर्दछौं। हामीलाई कुनै पनि मुद्दाहरू थाहा दिनुहोस् र हामी त्यसलाई छिट्टै समाधान गर्नेछौं।",
    "fb-but": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
    "feedback-text": "तपाईंले भर्खर देख्नुभएको hCaptcha मा प्रतिक्रिया प्रदान गर्नुहोस्",
    "footer-attribution": "एट्रिब्युसन",
    "footer-copyright-text": "hCaptcha अन्तर्ज्ञान मशिन, Inc. को एक दर्ता ट्रेडमार्क हो।",
    "footer-header-1": "कम्पनी",
    "footer-header-2": "संसाधनहरू",
    "footer-header-3": "सम्पर्क",
    "footer-link-1": "लेबलिंग",
    "footer-link-10": "पहुँच",
    "footer-link-2": "बारेमा",
    "footer-link-3": "रोजगारहरू",
    "footer-link-4": "ट्रेडमार्कहरू",
    "footer-link-5": "एआई नीतिशास्त्र",
    "footer-link-6": "ब्लग",
    "footer-link-7": "स्थिति",
    "footer-link-8": "कागजात",
    "footer-link-9": "बग रिपोर्ट गर्नुहोस्",
    "footer-privacy": "गोपनीयता",
    "footer-subheader-1": "समर्थन",
    "footer-subheader-2": "सम्पर्क",
    "footer-terms": "सर्तहरू",
    "h-plans": "सदस्यता योजनाहरू",
    "header-docs-link": "कागजात",
    "header-labeling-services-link": "लेबलिंग सेवाहरू",
    "header-login-button": "लग - इन",
    "header-plans-link": "योजनाहरु",
    "header-signup-button": "साइन अप",
    "home-about-head": "HCaptcha को बारेमा",
    "home-about-subtitle": "HUMAN प्रोटोकल द्वारा संचालित",
    "home-about-text-1": "hCaptcha मेशिन शिक्षाको सबै भन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको छ: समयमै, किफायती, र विश्वसनीय तरीकाले विशाल डाटाको लेबलिंग।",
    "home-about-text-2": "अधिक डाटा सामान्यतया प्रशिक्षण मेशिन शिक्षा मोडेलमा राम्रो परिणाम उत्पादन गर्दछ। गहिरा मोडेलहरूको भर्खरको सफलताले बढि ठूलो डाटासेटमा नेतृत्व गरेको छ, प्राय: केही मानवीय समीक्षाको साथ। यद्यपि मेकानिकल टर्क, फिगर आठ, आदि मार्फत ठुलो मानवीय समीक्षा गरिएको डाटासेटहरू सिर्जना गर्न ढिलो र महँगो छ।",
    "home-about-text-3": "hCaptcha वेबसाइटहरु लाई यस मागको लागि पैसा कमाउने अनुमति दिईन्छ जब बट्स र दुरुपयोग को अन्य प्रकारहरु रोक्न।",
    "home-about-text-4": "HCaptcha मार्केटप्लेस HUMAN प्रोटोकल द्वारा संचालित छ, मानवीय समीक्षाको लागि एक विकेन्द्रीकृत प्रोटोकल जुन Ethereum blockchain मा चल्दछ। वेबसाइटहरूले ह्युमन टोकनहरू (HMT) कमाउँछन् जब पनि प्रयोगकर्ताहरूले उनीहरूको साइटमा hCaptcha विजेट प्रयोग गर्दछन्, र मेशिन शिक्षा कम्पनीहरूले मानव टोकनलाई उनीहरूको डेटा लेबल प्राप्त गर्न भुक्तान गर्छन्।",
    "home-ba-labeling-services-link": "लेबलिंग सेवाहरू",
    "home-benefits-head-1": "डाटा लेबलिंगमा मान",
    "home-benefits-head-2": "चैरिटीलाई फिर्ता दिनुहोस्",
    "home-benefits-text-1": "के तपाईंले प्रत्येक एकल विशाल कम्पनीको मेशिन लर्निंग प्रणाली नि: शुल्क प्रशिक्षण दिन मद्दत गरिरहनुभएको कारमा क्लिक गरेको महसुस गर्नुभयो?",
    "home-benefits-text-2": "hCaptcha ले यो मोडेल चारै तिर मोड्यो। जब तपाईं hCaptcha प्रयोग गर्नुहुन्छ, कम्पनीहरूले तपाईंको प्रयोगकर्ताहरूले गरेको काममा बिड बोल्छन् उनीहरूको मानवता प्रमाणित गर्ने क्रममा। तपाईं पुरस्कार प्राप्त।",
    "home-benefits-text-3": "तपाइँको मनपर्ने दानलाई फिर्ता दिन चाहनुहुन्छ? hCaptcha ले तपाईंलाई यसको प्रयोगबाट प्राप्त गरेको आयसँग तपाईंको छनौटको दानहरू समर्थन गर्दछ। तपाइँको साइट मा प्रयोगकर्ताहरु चाँडै hCaptcha ईन्टरफेस मा बुद्धिमान ब्रान्डिंग को माध्यम बाट दान मा तपाइँको योगदान देख्न को लागी सक्षम हुनेछ।",
    "home-challenge-text-1": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
    "home-challenge-text-2": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
    "home-challenge-text-3": "सम्बन्धित लेबलहरू पहिचान गर्नुहोस्",
    "home-challenge-title-1": "तुलना",
    "home-challenge-title-2": "बाउन्डि Box बक्स",
    "home-challenge-title-3": "वर्गीकरण",
    "home-challenges-head": "प्रस्तुत चुनौतीहरू",
    "home-challenges-text-1": "... र अन्य साधारण कार्यहरू। मानव को लागी सजिलो, बट्स को लागी कडा।",
    "home-challenges-text-2": "उद्यम प्रकाशकहरूको लागि अनुकूलन कार्यहरू पनि उपलब्ध छन्।",
    "home-ent-1": "हाम्रो उद्यम सुरक्षा प्रस्ताव खोज्दै हुनुहुन्छ?",
    "home-ent-2": "हाम्रो नयाँ समर्पित साइट भ्रमण गर्नुहोस्: BotStop.com",
    "home-ent-button": "बढि जान्नुहोस्: HCaptcha द्वारा BotStop",
    "home-from-the-blog": "ब्लगबाट:",
    "home-from-the-blog-value": "कसरी hCaptcha कठिनाई सेटिंग्स काम",
    "home-intro-body": "के तपाईं बट्स बाहिर राख्न क्याप्चा प्रयोग गर्नुहुन्छ? hCaptcha प्रयोगकर्ता गोपनीयता लाई सुरक्षित गर्दछ, वेबसाइटहरु लाई पुरस्कृत गर्दछ, र कम्पनीहरुलाई डेटा लग लेबल गर्न मद्दत गर्दछ। यो reCAPTCHA को लागी एक ड्रप-इन प्रतिस्थापन हो: तपाईं केही मिनेटमा स्विच गर्न सक्नुहुनेछ।",
    "home-intro-button": "अब साइन अप गर्नुहोस्",
    "home-intro-head": "अधिक बोटहरू रोक्नुहोस्। प्रयोगकर्ताको गोपनीयता सुरक्षित गर्न सुरू गर्नुहोस्।",
    "home-main-1": "निजी सुरक्षित छिटो। र हामी तपाईंलाई यसको प्रयोग गर्न भुक्तान गर्दछौं।",
    "home-main-2": "गोपनीयता केन्द्रित",
    "home-main-2c": "विज्ञापन नेटवर्कहरू तपाईंको आगंतुकलाई उत्पादनको रूपमा देख्छन्। HCaptcha को लागी उत्पादन उनीहरूले प्रदान गरेको कार्य हो। हामी तपाईंको प्रयोगकर्ताहरू को मतलब गर्दैनौं, केवल उनीहरू कसरी खराब हुन सक्छ भनेर। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
    "home-main-3": "सुरक्षा पहिले",
    "home-main-3c": "शुद्धता तपाइँको चासो र हाम्रोमा छ। hCaptcha प्रकाशक केन्द्रित छ। हामी तपाईंलाई वास्तविक डाटा दिन काम गर्दछौं र तपाईंलाई कसरी प्रयोग गर्ने निर्णय गर्न दिन्छौं। अन्य क्याप्चाहरू विशाल विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। यसको मतलब उनीहरूले रोक्ने हरेक बोटले उनीहरूको राजस्व कम गर्न सक्दछ।",
    "home-main-4": "उत्तम प्रयोगकर्ता अनुभव",
    "home-main-4c": "परिष्कृत मेसिन सीखने मोडेलहरू मानवता निर्धारणको लागि hCaptcha द्वारा प्रयोग गरिन्छ। यसले हामीलाई तपाईंको प्रयोगकर्ताहरूबाट कम कष्टकर कार्यहरू आवश्यक गर्दछ र यसो गर्नमा तिनीहरूको कम समय लिन्छ, जबकि अझै ग्राहकहरूको लेबलिंगको लागि उपयोगी लेबल डाटा उत्पादन गर्ने क्रममा।",
    "home-main-plans": "hCaptcha कुनै पनि आकार को प्रकाशकहरु को लागी प्रयोग गर्न को लागी स्वतन्त्र छ। यद्यपि उद्यम र प्लेटफर्महरूका लागि अधिक नियन्त्रण चाहिन्छ, हाम्रो उद्यम समाधानहरू उपलब्ध छन्।",
    "home-main-plans2": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
    "home-main-plans3": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
    "home-main-plans4": "विवरणका लागि।",
    "home-plans-button-1": "अब साइन अप गर्नुहोस्",
    "home-plans-button-2": "सम्पर्क बिक्री",
    "home-plans-chart-head-1": "विशेषताहरु",
    "home-plans-chart-head-2": "प्रकाशक",
    "home-plans-chart-head-3": "उद्यम",
    "home-plans-chart-row-1-cell-1": "नियन्त्रण चुनौती प्रकारहरू देखाईयो",
    "home-plans-chart-row-1-cell-2": "सीमित",
    "home-plans-chart-row-1-cell-3": "कुल",
    "home-plans-chart-row-10-cell-1": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
    "home-plans-chart-row-11-cell-1": "उन्नत रिपोर्टिंग सुविधाहरू",
    "home-plans-chart-row-12-cell-1": "उद्यम SLAs",
    "home-plans-chart-row-2-cell-1": "चुनौती सामग्री प्रयोग गर्नुहोस्",
    "home-plans-chart-row-2-cell-2": "सीमित",
    "home-plans-chart-row-2-cell-3": "कुल",
    "home-plans-chart-row-3-cell-1": "मानवीय समाधानका लागि पुरस्कार कमाउनुहोस्",
    "home-plans-chart-row-4-cell-1": "विश्व-स्तरीय एन्टि-बोट संरक्षण",
    "home-plans-chart-row-5-cell-1": "प्रत्येक देश मा काम गर्दछ",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA र .9 99..9% निष्क्रिय मोड",
    "home-plans-chart-row-5b-cell-1": "Bot आत्मविश्वास स्कोर",
    "home-plans-chart-row-6-cell-1": "GDPR र CCPA- अनुकूल गोपनीयता नीति",
    "home-plans-chart-row-7-cell-1": "फाइन-ग्रेन्ड गाह्रो स्तर",
    "home-plans-chart-row-8-cell-1": "तपाईंको आफ्नै चुनौती सामग्री सुरू गर्नुहोस्",
    "home-plans-chart-row-9-cell-1": "समय-आधारित कठिनाई तालिका",
    "home-try-it-out-button": "HCaptcha पाउनुहोस्",
    "home-try-it-out-head": "प्रयास गर",
    "home-try-it-out-text": "hCaptcha सरल, सजिलो, र विश्वसनीय bot पहिचान प्रदान गर्दछ जबकि मानव समाधानको लागि तुच्छ हो।",
    "labeling-about-head": "HCaptcha को बारेमा",
    "labeling-about-text-1": "hCaptcha मेशिन शिक्षाको सबैभन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको छ; एक समयमै, किफायती, र भरपर्दो तरीकाले डाटाको विशाल मात्रा लेबलिंग। अधिक डाटा सामान्यतया प्रशिक्षण मेशिन शिक्षा मोडेलमा राम्रो परिणाम उत्पादन गर्दछ। गहिरा मोडेलहरूको भर्खरको सफलताले बढ्दो ठूलो डाटासेटमा नेतृत्व गरेको छ, र hCaptcha ले यस आवश्यकतालाई पूरा गर्दछ।",
    "labeling-about-text-2": "यद्यपि परम्परागत विधिहरूको प्रयोग गरेर ठूलो मानवीय समीक्षा गरिएको डाटासेटहरू सिर्जना गर्न ढिलो र महँगो छ। hCaptcha एक तरीका हो कम्पनीहरु लाई एनोटेशन प्राप्त गर्न को लागी उनीहरुलाई छिटो चाहिन्छ, उच्च गुणको साथ र अन्य विकल्पहरु भन्दा कम लागतमा।",
    "labeling-annotations-head": "एनोटेसन प्रकारहरू",
    "labeling-annotations-text-1": "छविहरू र भिडियोमा सटीक वस्तु पत्ता लगाउने",
    "labeling-annotations-text-2": "छविहरू र भिडियोमा सटीक वस्तु पत्ता लगाउने",
    "labeling-annotations-text-3": "धेरै बिभिन्न प्रयोग केसहरूको लागि एनोटेसनहरू सूचित गर्नुहोस्",
    "labeling-annotations-text-4": "कुनै आकारको मनमानी कोटीहरू क्रमबद्ध वा थप गर्नुहोस्",
    "labeling-annotations-text-5": "मानव-संचालित खोज र वर्गीकरण",
    "labeling-annotations-text-6": "अर्को सूचीबद्ध चाहिएको छैन? हामीलाई सोध्नुहोस्",
    "labeling-annotations-title-1": "बाउन्डि Box बक्सहरू",
    "labeling-annotations-title-2": "बहुभुज",
    "labeling-annotations-title-3": "स्थल चिन्हहरू",
    "labeling-annotations-title-4": "विशेषता वर्गीकरण",
    "labeling-annotations-title-5": "तुलना र खोज",
    "labeling-annotations-title-6": "... र अरु धेरै",
    "labeling-ent-button": "हाम्रो उद्यम समाधान टोलीलाई सम्पर्क गर्नुहोस्",
    "labeling-ent-head": "End-to-End नियन्त्रण चाहिन्छ?",
    "labeling-ent-text-1": "HCaptcha पछाडिको HUMAN प्लेटफार्मले अत्यधिक परिष्कृत कार्य गुणवत्ता र व्यवस्थापन सुविधाहरू प्रदान गर्दछ पूर्व-आधार, हाइब्रिड, वा सास डिप्लोयमेन्टहरू मार्फत जुन तपाईंको अवस्थित प्रणालीहरूको साथ एकीकृत गर्दछ।",
    "labeling-ent-text-2": "तपाईको आफ्नै कार्यबलका साथ पूर्ण अफलाईन चालु गर्नुहोस्, ब्यापार एकाईहरू वा कन्सोर्टियम पार्टनरहरूमा खपत ट्र्याक मान, चयन र लागत र सुरक्षा आवश्यकताहरू, र अधिकको आधारमा विभिन्न आन्तरिक वा बाह्य श्रम प्रदायकहरूको रोजाई मार्गहरू।",
    "labeling-ent-text-3": "सजिलो एपीआई पहुँच, सुन्दर ड्यासबोर्डहरू, र भर्खरको मोडेल-इन-लुप टेक्नोलोजी अधिकतम दक्षताका लागि।",
    "labeling-ent-text-4": "। 99.9999% अपटाइम SLAs र २//7 ग्लोबल समर्थन उपलब्ध छ। अधिक जानकारी को लागी:",
    "labeling-features-head-1": "साधारण एपीआई संचालित पाइपलाइनहरू।",
    "labeling-features-head-2": "लागत र गुणवत्ताको लागि अनुकूलित। कुनै अगाडि प्रतिबद्धता आवश्यक छैन।",
    "labeling-features-head-3": "केवल तपाईंलाई चाहिने सटीकताको लागि भुक्तान गर्नुहोस्।",
    "labeling-features-head-4": "तपाईंको आफ्नै जग्गा सत्य डाटा प्रदान गर्नुहोस् वा हामीलाई उडानमा यसलाई निर्माण गर्न दिनुहोस्।",
    "labeling-features-text-1": "मानव समीक्षा सिधा तपाईंको व्यवसाय परिचालनमा एकीकृत गर्न चाहनुहुन्छ? हामी उच्च विश्वसनीयता SLAs, ग्यारेन्टी क्षमता, र साधारण REST API हरू प्रदान गर्दछौं।",
    "labeling-features-text-2": "HUMAN प्लेटफार्मले परिष्कृत वास्तविक समय गुणस्तर विश्लेषण प्रदर्शन गर्न बृहत विश्वास मोडेलहरू प्रयोग गर्दछ। यसले हामीलाई दुबै प्रश्नहरूको कठिनाई र उनीहरूको सम्भावित सही उत्तरको लागि छिटो निर्धारण गर्न मद्दत गर्दछ, तपाईंलाई समय र पैसा बचत गर्न।",
    "labeling-features-text-3": "सबै समस्या एकै हुँदैनन्। सुरक्षा-महत्वपूर्ण कार्यहरूको लागि एनोटेसनहरूलाई पूर्णतया मानव कार्यकर्ताहरूबाट 99...99% विश्वास आवश्यक हुन सक्दछ। एक मोबाइल खेल अनुप्रयोगमा एक बेटा सुविधाको लागि एनोटेसनलाई केवल मध्यम विश्वासको आवश्यक हुन सक्छ। तपाईं निर्णय।",
    "labeling-features-text-4": "के तपाईंसँग विस्तृत प्रमाणिकरण सेट बिना कच्चा डाटा छ? धेरै जसो अवस्थाहरूमा हामी तपाईंको लागि एउटा निर्माण गर्न सक्दछौं जुन प्रणाली मार्फत कार्यहरू गरिन्छ, वा तपाईंको स्वीकृतिका लागि लेबल नमूनाहरू सिर्जना गर्न सक्दछौं।",
    "labeling-info-head": "डाटा लेबल प्राप्त गर्दै",
    "labeling-info-text-1": "तपाईंको प्रोजेक्ट आवश्यकताहरू परिभाषित गर्नका लागि हाम्रो एक डोमेन विशेषज्ञसँग कुरा गर्नुहोस्: लक्षित शुद्धता, ढाँचा, र कुनै विशेष आवश्यकताहरू।",
    "labeling-info-text-2": "हामी तपाईंको नमूना डेटाको आधारमा सानो उत्पादन कार्यवाही गर्दछौं। यो हामीले सँगै गरेको कामको परीक्षण गर्दछ तपाईले चाहानु हुने कुरा प्राप्त गर्नुहोस्।",
    "labeling-info-text-3": "हाम्रो उच्च मात्रा र कम विलम्बताका साथ हामी तपाईंको कामलाई छिटो फर्काउनेछौं, स्वचालित डेलिभरीको साथ यो काम सकिने बित्तिकै।",
    "labeling-info-text-4": "जब हामी तपाईंको उत्पादन कार्यको प्यारामिटरहरू राम्रोसँग बुझ्दछौं, परिणामहरू समयको साथ सुधार गर्न जारी रहनेछ।",
    "labeling-info-text-5": "प्रत्यक्ष ड्यासबोर्डहरूले तपाईंलाई कुनै पनि समयमा प्रतिक्रिया प्रदान गर्न वा उत्पादन रोक्नको लागि अनुमति दिन्छ।",
    "labeling-info-title-1": "निर्दिष्टीकरण परिभाषित गर्नुहोस्",
    "labeling-info-title-2": "प्रारम्भिक रोजगार परीक्षण",
    "labeling-info-title-3": "उत्पादन कार्यहरू लगाउनुहोस्",
    "labeling-info-title-4": "निरन्तर सुधार",
    "labeling-info-title-5": "वास्तविक समय परिणामहरू",
    "labeling-main-1": "स्केलमा लागत प्रभावी डाटा लेबलिंग",
    "labeling-main-1-button": "अब तपाईंको डाटा लेबल लगाउनुहोस्",
    "labeling-main-1c": "तपाईंको डाटासेटको लागि अधिक लेबलहरू आवश्यक छ? hCaptcha उपलब्ध छिटो, लागत प्रभावी, र कृत्रिम बुद्धिमत्ता र मेशिन शिक्षा अनुप्रयोगहरु मा कार्यरत कम्पनीहरु को लागी उच्च गुणवत्ता डेटा लेबलिंग प्रदान गर्दछ।",
    "labeling-main-2": "लाखौं कार्यहरू द्रुत रूपमा सुरू गर्नुहोस्।",
    "labeling-main-2-button": "डाटा लेबलिंग सेवाहरू खरीद गर्नुहोस्",
    "labeling-main-2c": "hCaptcha सँग तपाईंको प्रयोगको लागि उपलब्ध ग्रहमा सब भन्दा ठूलो पोखरीहरू छन्। तपाईंको स्केल जेसुकै भए पनि हामी यसलाई महँगो अग्रिम प्रतिबद्धताहरू बिना नै ह्यान्डल गर्न सक्दछौं। प्रति दिन लाखौं कार्यहरू कुनै समस्या छैन।",
    "labeling-platform-head": "निजी वा सार्वजनिक जानकारी",
    "labeling-platform-text": "hCaptcha HUMAN प्लेटफर्म मा निर्मित छ, जो परिष्कृत मार्ग र विश्लेषण प्रत्येक चरणमा लागत र दक्षता अनुकूलन गर्न को लागी अनुमति दिन्छ। यस टेक्नोलोजीले सही कार्यबललाई तपाईंको कार्यको प्रत्येक भागलाई ह्यान्डल गर्न दिन्छ, अधिकतम लागत दक्षता संरक्षणको क्रममा र लागू गर्न सक्ने कुनै नियामक आवश्यकताहरू पूरा गर्दै।",
    "labeling-try-button": "डाटा लेबलिंग सेवाहरू खरीद गर्नुहोस्",
    "labeling-try-head": "तपाइँको डेटाको साथ प्रयास गर्न चाहनुहुन्छ?",
    "labeling-try-text": "... हामी तयार छौं जब तपाईं हुन्: हाम्रो सेवा घडी वरिपरि उपलब्ध छ।",
    "learn-more-hcaptcha": "HCaptcha को बारे मा अधिक जान्नुहोस्",
    "page-acc-faq-1": "प्रश्न: के hCaptcha सेक्शन 8०8 + WCAG २.१ AA अनुरूप छ? उत्तर: हामी यो विश्वास गर्छौं: कुनै पनि प्रकारको कमजोरीको साथ प्रयोगकर्ताहरू जुन वेब ब्राउज गर्न र फारमहरूमा पाठ प्रविष्ट गर्न सक्षम छन् रजिष्ट्रेसन पछि hCaptcha द्वारा सुरक्षित सेवाहरू पहुँच गर्न सक्दछन्। यद्यपि यो कानुनी सल्लाह होईन: तपाईले आफ्नो मूल्या perform्कन गर्नु पर्छ, तपाईको विशेष कार्यान्वयनलाई ध्यानमा राखेर तपाईको तैनातीको लागि यो केस हो भनेर निश्चित गर्नुहोस्।",
    "page-acc-faq-2": "प्रश्न: के तपाईं अडियो जस्तै अन्य पहुँच (a11y) विकल्पमा काम गर्दै हुनुहुन्छ? उत्तर: अडियो क्याप्चा जस्तो पहिले लोकप्रिय विकल्पहरू धेरै a11y प्रयोगकर्ताहरूको बिभिन्न भेदभाव गर्दछन् र आधुनिक मेशिन लर्निंग टेक्निकले सजीलै पराजित गर्दछन्। यसले हालको अडियो चुनौतिहरूलाई अधिक र अधिक गाह्रो, परिचय शोर, अनौंठो समय, असामान्य शब्द संयोजनहरू, र यस्तै अन्य आक्रमणकारीहरूलाई पराजित गर्न बाध्य तुल्याएको छ। यसप्रकार हामी यस दृष्टिकोणको बारेमा कम उत्साहित छौं। बनाम चुनौतीलाई पूर्णतया बेवास्ता गरौं, तर यदि हामी १११ समुदायबाट मांग छ भने यसलाई विचार गर्नेछौं। जे होस्, हामी पहुँच पहुँच केसको लागि गोपनीयता पासमा धेरै चासो राख्छौं। हामी विश्वास गर्छौं कि हाम्रो वर्तमान a11y दृष्टिकोणलाई गोपनीयता पास जारीको साथ संयोजनले a11y प्रयोगकर्ताहरूलाई सुरक्षित ब्राउज गर्न अनुमति दिन्छ, उनीहरूको ट्राफिक बढी निजी हो भन्ने ज्ञानमा सुरक्षित छ, जबकि बोट अपरेटरहरूले दुरुपयोग प्रतिबन्धित गर्दछ जब अनिवार्य रूपमा हुन्छ जब a11y विकल्पहरू उपलब्ध हुन्छन्। हामी आईईटीएफ कार्य समूहमा सक्रिय सहभागीहरू छौं जसले यो नयाँ प्रविधिलाई मापदण्डमा राख्छन्।",
    "page-acc-faq-3": "प्रश्न: गोपनीयता बारे के? के रेजिष्ट्रेसनले कुनै तरिकाले a11y ब्राउजि data डाटा बेग्लाबेग्लै छ? तपाईं इ-मेललाई के गर्नुहुन्छ? उत्तर: hCaptcha ग्राउन्ड अपबाट गोपनीयताका लागि डिजाइन गरिएको हो। यो परम्परागत विकल्पहरू भन्दा धेरै फरक छ जस्तो कि reCAPTCHA जुन विज्ञापन नेटवर्कको स्वामित्वमा हुन्छ, जसले तपाईंलाई वेबको वरिपरि ट्र्याक गर्न र तपाईंलाई एक वास्तविक पहिचानको साथ संबद्ध गर्न एक प्रोत्साहन दिन्छ। हामी कहिले पनि पहुँच ईमेलहरू वा जानकारी प्रयोग गर्दैनौं A11y को उपयोगको सुविधा र दुरुपयोग रोक्न बाहेक अरू कुनै उद्देश्यको लागि। हाम्रो गोपनीयता नीतिसँग हामी कसरी डाटा प्रयोग गर्छौं भनेर विस्तृत र प्राधिकृत उत्तरहरू छन्, तर छोटो उत्तर यो हो कि तपाईंको ब्राउजि history ईतिहासको साथ तपाईंलाई व्यक्तिको रूपमा संगत गर्न हामी कुनै चासो राख्दैनौं। हामी हाल तपाईंको ईमेल ठेगाना द्रुत रूपमा खण्डन गर्न क्रिप्टोग्राफिक समाधानमा पनि काम गरिरहेका छौं। अझै हाम्रो दुरुपयोग रोक्नको लागि हाम्रो क्षमता संरक्षण गर्दै, हाम्रो गोपनीयता पास काम पूरक।",
    "page-acc-link-1": "यदि तपाईं पहुँच योग्य प्रयोगकर्ता हुनुहुन्छ भने, कृपया यहाँ दर्ता गर्नुहोस्।",
    "page-acc-subhead": "सबै प्रयोगकर्ताहरूको लागि सहज पहुँच सुनिश्चित गर्दै सुरक्षा राख्दै",
    "page-acc-summary": "सारांश",
    "page-acc-summary-contents-1": "hCaptcha मानिसबाट अलग गरेर बट्स रोक्नको लागि डिजाइन गरिएको हो। दृश्य परीक्षणहरू यसको लागि सुविधाजनक उपकरण हुन्, तर सबैजनाले दृश्यात्मक चुनौती समाधान गर्न सक्दैनन्। यस कारणका लागि हामीले एक सरल, पीडा रहित विकल्प डिजाइन गरेका छौं हाम्रो सेवा प्रयोग गरेर प्रकाशकहरूले पूर्ण धारा 8०8 र WCAG २.१ AA अनुपालनको साथ सबैको लागि पहुँच पहुँच सुरक्षित गर्न दिनुहोस्।",
    "page-acc-summary-contents-2": "यो कसरी काम गर्दछ: पहिले, एक पहुँच उपयोगकर्ता यस URL मा साइन अप गर्दछ, जुन hCaptcha विजेट जानकारी पृष्ठमा लिंक छ। तिनीहरूलाई एक ईन्क्रिप्टेड कुकी दिइन्छ जुन प्रति दिन धेरै पटक प्रयोग गर्न सकिन्छ, तर लगइन मार्फत हरेक २ 24 घण्टा ताजा गर्नुपर्नेछ। जब कुनै चुनौती एचसी क्याप्चा सेवा प्रयोग गरेर कुनै पनि साइटमा पहुँचयोग्य प्रयोगकर्तालाई प्रस्तुत गरिन्छ, तिनीहरू स्वचालित रूपमा पास हुनेछन्।",
    "page-acc-title": "hCaptcha पहुँच जानकारी",
    "page-acc-tr-body": "प्रश्न: म अझै कुकी सेट गरेपछि चुनौती देख्दै छु। यसको कारण के हो? उत्तर: यो सामान्यतया आक्रामक विज्ञापन ब्लकर वा एन्टी-कूकी विस्तार, वा क्रस-साइट कुकिज ब्लक गर्ने सेटिंगको कारणले भएको हो, यस मामलामा hcaptcha.com को लागी एउटा कुकी जुन फरक साइटमा hCaptcha जाभास्क्रिप्ट द्वारा सेट गरिएको वा जाँच गरिएको छ। जस्तो तपाईले भ्रमण गरिरहनु भएको छ। hCaptcha पहुँच कुकीहरू सबै लोकप्रिय ब्राउजरहरू र उनीहरूको मानक सेटिंग्सको साथ विज्ञापन ब्लकरहरूको साथ काम गर्दछन्, त्यसैले सामान्यतया विफलताहरू एन्टि-एन्ट्रोब्ट स्क्रिप्टहरू वा विशेष साइटहरूलाई लक्षित गर्ने समान नियमहरूको कारण हुन्छ। समाधानहरू: १. ह्वाइटलिस्ट hcaptcha.com र * .hcaptcha.com कुकीहरू तपाइँको विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तार। २. यदि तपाईले ब्रेभ ब्राउजर प्रयोग गरिरहनु भएको छ, जसमा (अप्रिल २०२० सम्म) कुनै प्रकारको कुकी ह्वाइटलिस्ट देखिदैन, प्राथमिकता -> शिल्ड्स -> कूकिजमा जानुहोस् र सबै कुकीजलाई अनुमति दिनुहोस् रोज्नुहोस्। You. यदि तपाईले सफारीको एकदम भर्खरको संस्करण हालसालै रिलीज गरिएको ओएस एक्स १०.१5 वा आईओएस १. मा प्रयोग गरिरहनु भएको छ। Apple, एप्पलले भर्खर तेर्सो-पार्टी कुकीहरू सम्बन्धित सफारीको व्यवहार परिवर्तन गरेको छ, ती सबैलाई पूर्वनिर्धारितद्वारा अवरुद्ध गर्दै। हामी एक समाधान कार्यान्वयन गर्दैछौं, तर यस बीच कृपया सफारी प्राथमिकताहरू, गोपनीयता सेक्सन, र वेबसाइट ट्र्याकिंग अनचेक भ्रमण गर्नुहोस्: पहुँच कुकीलाई अपेक्षित रूपमा कार्य गर्नको लागि क्रस-साइट ट्र्याकिंग रोक्नुहोस्। प्रश्न: म धेरै उपकरणहरू प्रयोग गर्छु। के मैले धेरै पटक साइन अप गर्नु आवश्यक छ? उत्तर: होईन। कृपया कुकी सेट गर्न तपाईले प्रयोग गर्नुहुने प्रत्येक उपकरणमा पठाइएको उही ईमेल लगईन लिंक क्लिक गर्नुहोस्।",
    "page-acc-tr-title": "पहुँच प्रयोगकर्ताहरूका लागि: बारम्बार प्रश्न र समस्या निवारण गाइड",
    "page-acc-tr2-body": "सफारी<br> सफारी (म्याक) मा कुकिज सक्षम गर्न: सफारी ड्रप-डाउन मेनूमा जानुहोस्। प्राथमिकता चयन गर्नुहोस्। शीर्ष प्यानलमा गोपनीयता क्लिक गर्नुहोस्। ब्लक कुकीहरू अन्तर्गत विकल्प कहिल्यै चयन नगर्नुहोस्।<br> सफारी (आईफोन / आईप्याड आईओएस ११+) मा कुकीहरू सक्षम गर्नको लागि: तपाईंको सेटि Settingsहरू खोल्नुहोस्। तल स्क्रोल गर्नुहोस् र सफारी चयन गर्नुहोस्। गोपनीयता र सुरक्षा अन्तर्गत, क्रस-साइट ट्र्याकि Pre रोक्नुहोस् र सबै कुकीज ब्लक गर्नुहोस्<br><br> फायरफक्स<br> कुनै वेबपेजमा ठेगाना बारको बाँया शिल्डमा क्लिक गर्नुहोस्। सुरक्षा सेटिंग्स मा क्लिक गर्नुहोस्। फायरफक्स प्राथमिकता गोपनीयता र सुरक्षा प्यानल खुल्नेछ। वर्धित ट्र्याकिंग संरक्षण अन्तर्गत, कस्टम चयन गर्नुहोस्। ती चेकबक्सहरू छनौट गरेर कुन ट्र्याकरहरू र स्क्रिप्टहरू ब्लक गर्ने छनौट गर्नुहोस्। निश्चित गर्नुहोस् कि तपाईंले hcaptcha.com अनब्लक गर्नुभएको छ।<br><br> तपाईं अस्थायी रूपमा डिबग गर्न कस्टममा केहि सुरक्षाहरू बन्द गर्न सक्नुहुनेछ, चेकबक्सहरू अचयन गरेर: ट्र्याकरहरू चेकबक्सलाई अचयन गर्नुहोस् वा यदि तपाईं अझै समस्याहरू छन् भने कुकिज चेकबक्स अचयन गर्नुहोस्।<br><br> गुगल क्रोम<br> गुगल क्रोम (पीसी):<br> क्रोम मेनू प्रतिमा चयन गर्नुहोस्। सेटिंग्स चयन गर्नुहोस्।<br> पृष्ठको तलको नजिक, उन्नत सेटिंग्स देखाउनुहोस् चयन गर्नुहोस्।<br> गोपनीयता सेक्सनमा, सामग्री सेटिंग्स चयन गर्नुहोस्।<br> स्थानीय डाटा सेट गर्न अनुमति दिनुहोस् चयन गर्नुहोस् (सिफारिस गरिएको)।<br> सम्पन्न छान्नुहोस्।<br> ‍<br> गुगल क्रोम (म्याक):<br> Chrome प्राथमिकताहरू सेटि Settingsहरूमा क्लिक गर्नुहोस्, त्यसपछि उन्नत सेटिंग्स देखाउनुहोस्।<br> गोपनीयता अन्तर्गत, सामग्री सेटिंग्स मा क्लिक गर्नुहोस्।<br> निश्चित गर्नुहोस् तेस्रो-पार्टी कुकीहरू रोक्नुहोस् र साइट डाटा जाँच गरिएको छैन<br> ‍<br> गुगल क्रोम (एन्ड्रोइड):<br> तपाईंको एन्ड्रोइड उपकरणमा, क्रोम अनुप्रयोग खोल्नुहोस्।<br> शीर्ष दायाँमा, अधिक ट्याप गर्नुहोस् र त्यसपछि सेटि .हरू।<br> साइट सेटिंग्स र त्यसपछि कुकीज ट्याप गर्नुहोस्।<br> कुकिज पछि, सेटिंग स्विच गर्नुहोस्।<br> बक्स जाँच गर्नुहोस् तेस्रो-पार्टी कुकिजलाई अनुमति दिनुहोस् पछिल्लो।",
    "page-acc-tr2-head": "क्रस-साइट कुकीजको लागि ब्राउजर निर्देशनहरू",
    "priv-hc": "गोपनीयता केन्द्रित",
    "priv-hc-text": "विज्ञापन नेटवर्कहरूले तपाईंलाई उनीहरूको उत्पादनको रूपमा देख्दछन्। हामी गर्दैनौं। हामी को ख्याल गर्दैनौं कि प्रयोगकर्ताहरू को हुन्, केवल उनीहरू कसरी खराब हुन सक्छ भन्ने सम्भावना छ। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
    "reporting-bugs-accessibility-button": "पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्",
    "reporting-bugs-accessibility-head": "पहुँच विकल्पहरू",
    "reporting-bugs-accessibility-text": "के तपाइँ नेत्रहीन क्षतिग्रस्त हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असक्षम हुनुहुन्छ?",
    "reporting-bugs-guide-ff-head": "क्याप्चर बग रिपोर्ट विवरणहरू: फायरफक्स",
    "reporting-bugs-guide-ff-step-1": "चरण १: खोल्नुहोस् विकासकर्ता उपकरणहरू (यसले सत्र रेकर्ड गर्न सुरू गर्दछ।)",
    "reporting-bugs-guide-ff-step-2": "चरण २: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। शीर्षमा पर्सिस्ट लग बक्स जाँच गर्नुहोस्।",
    "reporting-bugs-guide-ff-step-3": "चरण:: https://accounts.hcaptcha.com/demo हेर्नुहोस्, वा वेबसाइटमा तपाईले मुद्दा लिइरहनु भएको छ (गोपनीयता नोट: केवल यदि तपाईलाई के साझा गर्नुमा आपत्ति छैन भने) ... र त्यसपछि म क्लिक गर्नुहोस्। म मानव बटन हुँ, र समाधान गर्ने प्रयास गर्नुहोस्।",
    "reporting-bugs-guide-ff-step-4": "चरण:: HAR क्लिक गर्नुहोस् तपाईले समाधान गर्न कोशिस गरेपछि, र नेटवर्क लग बचत गर्न सबै HAR को रूपमा बचत गर्नुहोस् लाई छनौट गर्नुहोस्। हामीलाई फाईल पठाउनुहोस्।",
    "reporting-bugs-guide-ff-step-5": "चरण:: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र दायाँ क्लिक गर्नुहोस् त्यसपछि सबै चयन गर्नुहोस् र त्यसलाई पाठ फाइलमा बचत गर्नुहोस्, कन्सोल लग बचत गर्नका लागि। हामीलाई पनि पठाउनुहोस्।",
    "reporting-bugs-guide-ff-step-6": "अन्तिम चरण: ती HAR र कन्सोल लग फाइलहरू हामीलाई ईमेल गर्नुहोस्, र समस्या वर्णन गर्नुहोस्: Use@hcaptcha.com (कृपया ड्रपबक्स वा फाइलबिन जस्ता सेवा प्रयोग गर्नुहोस् र लि send्कहरू पठाउनुहोस्) र वैकल्पिक रूपमा एक स्क्रिनशट, यदि तपाईले शंका गर्नुहुन्छ कि त्यहाँ केही राम्रोसँग प्रदर्शन गरिरहेको छैन। । तपाईले प्रयोग गरिरहनु भएको आईपी पठाउनुहोस्। तपाईं यसलाई https://www.whatsmyip.org/ बाट प्राप्त गर्न सक्नुहुनेछ। यो जानकारी प्राप्त गर्नका लागि समय दिनु भएकोमा धन्यवाद! हामी सबैको लागि hCaptcha राम्रोसँग काम गर्न प्रतिबद्ध छौं।",
    "reporting-bugs-guide-head": "बग रिपोर्ट विवरण क्याप्चर गर्दै: क्रोम",
    "reporting-bugs-guide-step-1": "चरण १: खोल्नुहोस् विकासकर्ता उपकरणहरू (यसले सत्र रेकर्ड गर्न सुरू गर्दछ।)",
    "reporting-bugs-guide-step-2": "चरण २: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। शीर्षमा संरक्षण बाकस जाँच गर्नुहोस्।",
    "reporting-bugs-guide-step-3": "चरण:: https://accounts.hcaptcha.com/demo हेर्नुहोस्, वा वेबसाइटमा तपाईले मुद्दा लिइरहनु भएको छ (गोपनीयता नोट: केवल यदि तपाईलाई के साझा गर्नुमा आपत्ति छैन भने) ... र त्यसपछि म क्लिक गर्नुहोस्। म मानव बटन हुँ, र समाधान गर्ने प्रयास गर्नुहोस्।",
    "reporting-bugs-guide-step-4": "चरण:: क्लिक गर्नुहोस् निर्यात एचएआर (थोरै डाउन एर) तपाईले समाधान गर्न प्रयास गरेपछि, जसले नेटवर्क लग बचत गर्दछ। हामीलाई फाईल पठाउनुहोस्।",
    "reporting-bugs-guide-step-5": "चरण:: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र दायाँ क्लिक गर्नुहोस् र त्यसपछि सुरक्षित गर्नुहोस् .. कन्सोल लग बचत गर्नका लागि। हामीलाई पनि पठाउनुहोस्।",
    "reporting-bugs-guide-step-6": "अन्तिम चरण: ती HAR र कन्सोल लग फाइलहरू हामीलाई ईमेल गर्नुहोस्, र समस्या वर्णन गर्नुहोस्। प्रयोग गर्नुहोस्: support@hcaptcha.com (कृपया ड्रपबक्स वा फाइलबिन जस्ता सेवा प्रयोग गर्नुहोस् र लि send्कहरू पठाउनुहोस्) र वैकल्पिक रूपमा एक स्क्रिनशट, यदि तपाईंलाई शंका लाग्छ कि त्यहाँ राम्रोसँग प्रदर्शन गरिरहेको छैन। तपाईले प्रयोग गरिरहनु भएको आईपी पठाउनुहोस्। तपाईं यसलाई https://www.whatsmyip.org/ बाट प्राप्त गर्न सक्नुहुनेछ। यो जानकारी प्राप्त गर्नका लागि समय दिनु भएकोमा धन्यवाद! हामी सबैको लागि hCaptcha राम्रोसँग काम गर्न प्रतिबद्ध छौं।",
    "reporting-bugs-guide-text-1": "तपाईंको रिपोर्टको साथ डिबगिंग जानकारी पठाउनाले हामीलाई के भइरहेको छ पहिचान गर्न यो धेरै सजिलो बनाउँदछ। यहाँ चरण by चरण निर्देशनहरू छन्:",
    "reporting-bugs-guide-text-2": "यदि तपाइँ एक वेब विकासकर्ता वा विशेषज्ञ प्रयोगकर्ता हुनुहुन्छ भने, सारांश हामी तपाईंलाई चाहान्छौं कि तपाइँले हामीलाई एक नेटवर्क रेकर्डि H HAR र ब्राउजर कन्सोल लगहरू पठाउन। कृपया कुनै पनि विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तार असक्षम गर्ने प्रयास गर्नुहोस् र त्यसपछि यी चरणहरू पार गर्नु अघि पुन: प्रयास गर्नुहोस्। यदि यसले तपाइँको समस्या समाधान गर्दछ भने, हामी अझै तपाइँलाई तपाइँको ब्राउजर संस्करण, विज्ञापन अवरोधक वा ब्राउजर विस्तार, र वेबसाइट यूआरएल बताउनको लागि कदर गर्दछौं।",
    "reporting-bugs-intro-head": "बग भेटियो? यहाँ कसरी रिपोर्ट गर्ने यो यहाँ छ।",
    "reporting-bugs-intro-text": "लाखौं व्यक्तिहरू हरेक महिना hCaptcha प्रयोग गर्छन्, हजारौं संयोजनमा ब्राउजरहरू, विस्तारहरू, यन्त्रहरू, फायरवालहरू, र अधिक। हाम्रो लक्ष्य यो सुनिश्चित गर्न हो कि यो सँधै तपाईंको लागि काम गर्दछ, त्यसैले हामी तपाईंको रिपोर्टहरूको धेरै प्रशंसा गर्छौं! द्रुत प्रतिक्रिया दिन, केवल हामीलाई प्रतिक्रिया पठाउनुहोस् बटन क्लिक गर्नुहोस्। यदि तपाईं एक कार्यशील मुद्दा देख्दै हुनुहुन्छ भने, कृपया क्रोमका लागि डिबग लग निर्देशनहरू पालन गर्नुहोस् वा तल फायरफक्सको लागि डिबग लग निर्देशनहरू। कुनै पनि अन्य ब्राउजरहरूको लागि मात्र हामीलाई ईमेल गर्नुहोस्। सम्भावित सुरक्षा वा गोपनीयता मुद्दाहरूको लागि, तलका निर्देशनहरू हेर्नुहोस्।",
    "reporting-bugs-privacy-head": "गोपनीयता मुद्दाहरू",
    "reporting-bugs-privacy-text": "हामी को ख्याल गर्दैनौं कि प्रयोगकर्ताहरू को हुन्, केवल उनीहरू सम्भावित नै खराब वा मेसिनहरू हुन्। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं। यदि तपाईंले एक मुद्दा फेला पार्नुभयो जुन तपाईंलाई लाग्दछ कि प्रयोगकर्ताको गोपनीयतालाई असर गर्न सक्छ, कृपया हामीलाई support@hcaptcha.com मा ईमेल गर्नुहोस्।",
    "reporting-bugs-provide-feedback-button": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
    "reporting-bugs-provide-feedback-head": "HCaptcha मा तत्काल प्रतिक्रिया प्रदान गर्नुहोस्",
    "reporting-bugs-provide-feedback-text": "हामी तपाईंको इनपुटको कदर गर्दछौं। हामीलाई कुनै पनि मुद्दाहरू थाहा दिनुहोस् र हामी त्यसलाई छिट्टै समाधान गर्नेछौं।",
    "reporting-bugs-security-head": "सुरक्षा बगहरू",
    "reporting-bugs-security-text": "हामी सुरक्षा बगको रिपोर्टहरू प्राप्त गर्नमा सँधै इच्छुक छौं। ईमेल समर्थन@hcaptcha.com र CC सुरक्षा@hcaptcha.com र हामी तपाईंलाई छिटो फिर्ता आउनेछौं। हामीसँग hCaptcha सेवा र सम्बन्धित स्रोत कोडमा योग्य सुरक्षा रिपोर्टहरूको लागि बग बाउन्टि प्रोग्राम पनि छ।",
    "sec-hc": "सुरक्षा पहिले",
    "sec-hc-text": "hCaptcha प्रकाशक केन्द्रित छ। हामी साइटहरूलाई वास्तविक डाटा दिन काम गर्छौं र कसरी यसलाई प्रयोग गर्ने निर्णय गर्न दिनुहोस्। शुद्धता तपाइँको चासो र हाम्रोमा छ। अन्य क्याप्चा विज्ञापन कम्पनीहरु द्वारा प्रदान गरीएको छ। प्रत्येक बोटले उनीहरूले रोक्छन् तिनीहरूको राजस्व कम गर्न सक्दछन्।",
    "switch-to-english-link": "अंग्रेजीमा स्विच गर्नुहोस्",
    "what-is-hcaptcha": "HCaptcha के हो?",
    "what-is-hcaptcha-text": "hCaptcha तपाईंको मनपर्ने वेब सेवाहरू बोट, स्पाम, र दुरुपयोग राख्न मद्दत गर्दछ साधारण प्रश्नहरू सोध्नुहोस् जुन मानवका लागि सजिलो छ र मेशिनहरूका लागि गाह्रो छ।",
    "why-hc": "HCaptcha किन?",
    "why-hc-text": "प्रत्येक पटक तपाईले चुनौतीको उत्तर दिनुहुन्छ, हामी मान्छे हो वा मेशिन हो भनेर पत्ता लगाउन हामी परिष्कृत मोडेलहरू प्रयोग गर्छौं। तपाईंले भ्रमण गर्नुभएको वेबसाइटले यस नतीजालाई उनीहरूको साइटमा आफ्नो अनुभव सुधार गर्न मद्दत पुर्‍याउँछ बूटहरू राखेर।"
}