{
    "acc-opt": "पहुँच विकल्पहरू",
    "acc-opt-but": "पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्",
    "acc-opt-text": "के तपाइँ नेत्रहीन दृष्टिमा कमजोर हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असक्षम हुनुहुन्छ?",
    "accessibility-link": "पहुँच",
    "appreciate-in": "हामी तपाईंको इनपुटको कदर गर्दछौं। हामीलाई कुनै पनि मुद्दाहरू थाहा दिनुहोस् र हामी त्यसलाई छिट्टै समाधान गर्नेछौं।",
    "fb-but": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
    "feedback-text": "तपाईंले भर्खर देख्नुभएको hCaptcha मा प्रतिक्रिया प्रदान गर्नुहोस्",
    "home-ent-1": "हाम्रो उद्यम सुरक्षा प्रस्तावहरू हेर्दै हुनुहुन्छ?",
    "home-ent-2": "हाम्रो नयाँ समर्पित साइट भ्रमण गर्नुहोस्: BotStop.com",
    "home-intro-body": "के तपाईं बट्स बाहिर राख्न क्याप्चा प्रयोग गर्नुहुन्छ? hCaptcha प्रयोगकर्ता गोपनीयता लाई संरक्षण गर्दछ, वेबसाइटहरु लाई पुरस्कृत गर्दछ, र कम्पनीहरूलाई डेटा लेबल गर्न मद्दत गर्दछ। यो reCAPTCHA को लागी एक ड्रप-इन प्रतिस्थापन हो: तपाईं केही मिनेटमा स्विच गर्न सक्नुहुनेछ।",
    "home-intro-head": "अधिक बोटहरू रोक्नुहोस्। प्रयोगकर्ताको गोपनीयता सुरक्षित गर्न सुरू गर्नुहोस्।",
    "home-main-1": "निजी सुरक्षित छिटो। र हामी तपाईंलाई यसको प्रयोग गर्न भुक्तान गर्दछौं।",
    "home-main-2": "गोपनीयता केन्द्रित",
    "home-main-2c": "विज्ञापन नेटवर्कहरू तपाईंको आगंतुकलाई उत्पादनको रूपमा देख्छन्। HCaptcha को लागी उत्पादन उनीहरूले प्रदान गरेको कार्य हो। हामी तपाईंको प्रयोगकर्ताहरू को मतलब गर्दैनौं, केवल उनीहरू कसरी खराब हुन सक्छ भनेर। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
    "home-main-3": "सुरक्षा पहिले",
    "home-main-3c": "शुद्धता तपाईंको हित र हाम्रोमा छ। hCaptcha प्रकाशक केन्द्रित छ। हामी तपाईंलाई वास्तविक डाटा दिन काम गर्दछौं र तपाईंलाई कसरी प्रयोग गर्ने निर्णय गर्न दिन्छौं। अन्य क्याप्चाहरू द्वारा प्रदान गरिएको हो",
    "home-main-3c2": "विज्ञापन कम्पनीहरू। यसको मतलब उनीहरूले रोक्ने हरेक बोटले उनीहरूको राजस्व कम गर्न सक्दछ।",
    "home-main-4": "उत्तम प्रयोगकर्ता अनुभव",
    "home-main-4c": "परिष्कृत मेसिन सीखने मोडेलहरू HCaptcha द्वारा मानवता निर्धारण गर्न प्रयोग गरिन्छ। यसले हामीलाई तपाईंको प्रयोगकर्ताहरूबाट कम कष्टकर कार्यहरू आवश्यक गर्दछ र यसो गर्नमा तिनीहरूको कम समय लिन्छ, जबकि अझै ग्राहकहरूको लेबलिंगको लागि उपयोगी लेबल डाटा उत्पादन गर्ने क्रममा।",
    "home-main-plans": "hCaptcha कुनै पनि आकार को प्रकाशकहरु को लागी प्रयोग गर्न को लागी स्वतन्त्र छ। यद्यपि उद्यम र प्लेटफर्महरूका लागि अधिक नियन्त्रण चाहिन्छ, हाम्रो उद्यम समाधानहरू उपलब्ध छन्।",
    "home-main-plans2": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
    "home-main-plans3": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
    "home-main-plans4": "विवरणका लागि।",
    "learn-more-hcaptcha": "HCaptcha को बारे मा अधिक जान्नुहोस्",
    "page-acc-faq-1": "प्रश्न: के hCaptcha सेक्शन 8०8 + WCAG २.० अनुरूप छ? उत्तर: हामी यो विश्वास गर्छौं: कुनै पनि प्रकारको कमजोरीको साथ प्रयोगकर्ताहरू जुन वेब ब्राउज गर्न र फारमहरूमा पाठ प्रविष्ट गर्न सक्षम छन् रेजिष्ट्रेसनमा hCaptcha द्वारा सुरक्षित सेवाहरू पहुँच गर्न सक्दछन्। यद्यपि यो कानुनी सल्लाह होईन: तपाईले आफ्नो मूल्या perform्कन गर्नु पर्छ, तपाईको विशेष कार्यान्वयनलाई ध्यानमा राखेर तपाईको तैनातीको लागि यो केस हो भन्ने कुरा निश्चित गर्नुहोस्।",
    "page-acc-faq-2": "प्रश्न: के तपाईं अडियो जस्तै अन्य पहुँच (a11y) विकल्पमा काम गर्दै हुनुहुन्छ? उत्तर: अडियो क्याप्चा जस्तो पहिले लोकप्रिय विकल्पहरू धेरै a11y प्रयोगकर्ताहरूको बिभिन्न भेदभाव गर्दछन् र आधुनिक मेशिन लर्निंग टेक्निकले सजीलै पराजित गर्दछन्। यसले हालको अडियो चुनौतिहरूलाई अधिक र अधिक गाह्रो, परिचय शोर, अनौंठो समय, असामान्य शब्द संयोजनहरू, र यस्तै अन्य आक्रमणकारीहरूलाई पराजित गर्न बाध्य तुल्याएको छ। यसप्रकार हामी यस दृष्टिकोणको बारेमा कम उत्साहित छौं। बनाम चुनौतीलाई पूर्णतया बेवास्ता गरौं, तर यदि हामी १११ समुदायबाट मांग छ भने यसलाई विचार गर्नेछौं। जे होस्, हामी पहुँच पहुँच केसको लागि गोपनीयता पासमा धेरै रुचि राख्छौं। हामी विश्वास गर्छौं कि हाम्रो वर्तमान a11y दृष्टिकोणलाई गोपनीयता पास जारीको साथ संयोजनले a11y प्रयोगकर्ताहरूलाई सुरक्षित ब्राउज गर्न अनुमति दिन्छ, उनीहरूको ट्राफिक बढी निजी हो भन्ने ज्ञानमा सुरक्षित छ, जबकि बोट अपरेटरहरूले दुरुपयोग प्रतिबन्धित गर्दछ जब अवास्तविक रूपमा उपलब्ध हुन्छ जब a11y विकल्पहरू उपलब्ध हुन्छन्। हामी आईईटीएफ कार्य गर्ने समूहमा यस नयाँ प्रविधिलाई मापदण्डमा राख्ने सक्रिय सहभागीहरू हौं।",
    "page-acc-faq-3": "प्रश्न: गोपनीयता बारे के? के रेजिष्ट्रेसनले कुनै तरिकाले a11y ब्राउजि data डाटा बेग्लाबेग्लै छ? तपाईं इ-मेललाई के गर्नुहुन्छ? उत्तर: hCaptcha ग्राउन्ड अपबाट गोपनीयताका लागि डिजाइन गरिएको हो। यो परम्परागत विकल्पहरू भन्दा धेरै फरक छ जस्तो कि reCAPTCHA जुन विज्ञापन नेटवर्कको स्वामित्वमा हुन्छ, जसले तपाईंलाई वेबको वरिपरि ट्र्याक गर्न र तपाईंलाई एक वास्तविक पहिचानको साथ संबद्ध गर्न एक प्रोत्साहन दिन्छ। हामी कहिले पनि पहुँच ईमेलहरू वा जानकारी प्रयोग गर्दैनौं A11y को सुविधाको उपयोग र दुरुपयोग रोक्न बाहेक अरू कुनै उद्देश्यको लागि। हाम्रो गोपनीयता नीतिसँग हामी कसरी डाटा प्रयोग गर्छौं भनेर विस्तृत र प्राधिकृत उत्तरहरू छन्, तर छोटो उत्तर यो हो कि तपाईंको ब्राउजि history ईतिहासको साथ तपाईंलाई व्यक्तिको रूपमा संगत गर्न हामी कुनै रुचि राख्दैनौं। हामी हाल तपाईंको ईमेल ठेगाना द्रुत रूपमा खण्डन गर्न क्रिप्टोग्राफिक समाधानमा पनि काम गरिरहेका छौं। अझै हाम्रो दुरुपयोग रोक्नको लागि हाम्रो क्षमता संरक्षण गर्दै, हाम्रो गोपनीयता पास काम पूरक।",
    "page-acc-link-1": "यदि तपाईं पहुँच योग्य प्रयोगकर्ता हुनुहुन्छ भने, कृपया यहाँ दर्ता गर्नुहोस्।",
    "page-acc-subhead": "सबै प्रयोगकर्ताहरूको लागि सहज पहुँच सुनिश्चित गर्दै सुरक्षा राख्दै",
    "page-acc-summary": "सारांश",
    "page-acc-summary-contents-1": "hCaptcha मानिसबाट फरक पार्दै बट्स रोक्नको लागि डिजाइन गरिएको हो। भिजुअल परीक्षणहरू यसको लागि सुविधाजनक उपकरण हो, तर सबैजनाले दृश्य चुनौती समाधान गर्न सक्दैनन्। यस कारणका लागि हामीले एक सरल, पीडा रहित विकल्प डिजाइन गरेका छौं हाम्रो सेवाको उपयोग प्रकाशकहरूले पूर्ण धारा 8०8 र डब्ल्यूसीएजी २.० अनुपालनको साथ सबैको लागि पहुँच संरक्षण गर्न।",
    "page-acc-summary-contents-2": "यसले कसरी काम गर्दछ: पहिले, पहुँच युआरएलले यस यूआरएलमा साइन अप गर्दछ, जुन hCaptcha विजेट जानकारी पृष्ठमा लिंक छ। तिनीहरूलाई एक ईन्क्रिप्टेड कुकी दिइन्छ जुन प्रति दिन धेरै पटक प्रयोग गर्न सकिन्छ, तर लगइन मार्फत हरेक २ 24 घण्टा ताजा गर्नुपर्नेछ। जब कुनै चुनौती एचसी क्याप्चा सेवा प्रयोग गरेर कुनै पनि साइटमा पहुँचयोग्य प्रयोगकर्तालाई प्रस्तुत गरिन्छ, तिनीहरू स्वचालित रूपमा पास हुनेछन्।",
    "page-acc-title": "hCaptcha पहुँच जानकारी",
    "page-acc-tr-body": "प्रश्न: म अझै कुकी सेट गरेपछि चुनौती देख्दै छु। यसको कारण के हो? उत्तर: यो सामान्यतया आक्रामक विज्ञापन ब्लकर वा एन्टी-कूकी एक्सटेन्सन, वा क्रस-साइट कुकीहरू रोक्ने सेटि usingको प्रयोगको कारणले हो, यस अवस्थामा hcaptcha.com को लागि एउटा कुकी जो सेट गरिएको छ वा फरक साइटमा जावास्क्रिप्ट द्वारा जाँच गरिएको छ। जस्तो तपाईले भ्रमण गरिरहनु भएको छ। hCaptcha पहुँच कुकीहरू सबै लोकप्रिय ब्राउजरहरू र उनीहरूको मानक सेटिंग्सको साथ विज्ञापन ब्लकरहरूको साथ काम गर्दछन्, त्यसैले सामान्यतया विफलताहरू एन्टि-एन्ट्रोब्ट स्क्रिप्टहरू वा विशेष साइटहरूलाई लक्षित गर्ने समान नियमहरूको कारण हुन्छ। समाधानहरू: १. ह्वाइटलिस्ट hcaptcha.com र * .hcaptcha.com कुकीहरू तपाइँको विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तार। २. यदि तपाईले ब्रेभ ब्राउजर प्रयोग गरिरहनु भएको छ, जसमा (अप्रिल २०२० सम्म) कुनै प्रकारको कुकी श्वेतसूची नभएको देखिन्छ, प्राथमिकता -> शिल्ड्स -> कूकिजमा जानुहोस् र सबै कुकीजलाई अनुमति दिनुहोस् रोज्नुहोस्। You. यदि तपाईले सफारीको एकदम भर्खरको संस्करण हालसालै रिलीज गरिएको ओएस एक्स १०.१5 वा आईओएस १ on मा प्रयोग गरिरहनु भएको छ। Apple, एप्पलले भर्खर तेर्सो-पार्टी कुकीहरू सम्बन्धित सफारीको व्यवहार परिवर्तन गरेको छ, ती सबैलाई पूर्वनिर्धारितद्वारा अवरुद्ध गर्दै। हामी एक समाधान कार्यान्वयन गर्दैछौं, तर यस बीच कृपया सफारी प्राथमिकताहरू, गोपनीयता सेक्सन, र अनचेक वेबसाइट ट्र्याकिंग हेर्नुहोस्: पहुँच कुकीलाई अपेक्षित रूपमा कार्य गर्न सक्षम गर्नको लागि क्रस-साइट ट्र्याकिंग रोक्नुहोस्। प्रश्न: म धेरै उपकरणहरू प्रयोग गर्छु। के मैले धेरै पटक साइन अप गर्नु आवश्यक छ? उत्तर: होईन। कृपया कुकी सेट गर्न तपाईले प्रयोग गर्नुहुने प्रत्येक उपकरणमा पठाइएको उही ईमेल लगईन लिंक क्लिक गर्नुहोस्।",
    "page-acc-tr-title": "पहुँच प्रयोगकर्ताहरूका लागि: प्रश्नोत्तर र ट्रबलशुटिंग गाइड",
    "priv-hc": "गोपनीयता केन्द्रित",
    "priv-hc-text": "विज्ञापन नेटवर्कहरूले तपाईंलाई उनीहरूको उत्पादनको रूपमा देख्दछन्। हामी गर्दैनौं। हामी को ख्याल गर्दैनौं कि प्रयोगकर्ताहरू को हुन्, केवल उनीहरू कसरी खराब हुन सक्छ भन्ने सम्भावना छ। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
    "sec-hc": "सुरक्षा पहिले",
    "sec-hc-text": "hCaptcha प्रकाशक केन्द्रित छ। हामी साइटहरूलाई वास्तविक डाटा दिन काम गर्छौं र कसरी यसलाई प्रयोग गर्ने निर्णय गर्न दिनुहोस्। शुद्धता तपाईंको हित र हाम्रोमा छ। अन्य क्याप्चा विज्ञापन कम्पनीहरु द्वारा प्रदान गरीएको छ। प्रत्येक बोटले उनीहरूले रोक्छन् तिनीहरूको राजस्व कम गर्न सक्दछन्।",
    "what-is-hcaptcha": "HCaptcha के हो?",
    "what-is-hcaptcha-text": "hCaptcha तपाईंको मनपर्ने वेब सेवाहरू बोट, स्पाम, र दुरुपयोग राख्न मद्दत गर्दछ साधारण प्रश्नहरू सोध्नुहोस् जुन मानवका लागि सजिलो छ र मेशिनहरूका लागि गाह्रो छ।",
    "why-hc": "HCaptcha किन?",
    "why-hc-text": "प्रत्येक पटक तपाईले कुनै चुनौतीको उत्तर दिनुहुन्छ, हामी तपाई मानव हो वा मेशिन हो भनेर पत्ता लगाउन परिष्कृत मोडेलहरू प्रयोग गर्छौं। तपाईंले भ्रमण गर्नुभएको वेबसाइटले यस नतीजालाई उनीहरूको साइटमा आफ्नो अनुभव सुधार गर्न मद्दत पुर्‍याउँछ बूटहरू राखेर।"
}