{
    "acc-opt": "Toegankelijkheidsinstellingen",
    "acc-opt-but": "Meer informatie over toegankelijkheidsopties",
    "acc-opt-text": "Bent u slechtziend of kunt u hCaptchas niet op een andere manier voltooien?",
    "accessibility-link": "Toegankelijkheid",
    "appreciate-in": "We waarderen uw inbreng. Laat ons eventuele problemen weten en we zullen ze snel oplossen.",
    "fb-but": "Stuur ons feedback",
    "feedback-text": "Geef feedback over de hCaptcha die je zojuist hebt gezien",
    "home-ent-1": "Op zoek naar ons beveiligingsaanbod voor ondernemingen?",
    "home-ent-2": "Bezoek onze nieuwe speciale site: BotStop.com",
    "home-intro-body": "Gebruik je een captcha om bots buiten te houden? hCaptcha beschermt de privacy van gebruikers, beloont websites en helpt bedrijven hun gegevens te labelen. Het is een vervangende vervanging voor reCAPTCHA: u kunt binnen enkele minuten overstappen.",
    "home-intro-head": "Stop meer bots. Begin met het beschermen van de privacy van gebruikers.",
    "home-main-1": "Privaat. Veilig. Sneller. En we betalen je om het te gebruiken.",
    "home-main-2": "Privacy gericht",
    "home-main-2c": "Advertentienetwerken zien uw bezoekers als het product. Voor hCaptcha is het product het werk dat ze leveren. Het maakt ons niet uit wie uw gebruikers zijn, alleen hoe groot de kans is dat ze schadelijk zijn. We ondersteunen initiatieven zoals Privacy Pass en werken hard om privacy en veiligheid in evenwicht te brengen.",
    "home-main-3": "Beveiliging eerst",
    "home-main-3c": "Nauwkeurigheid is in uw belang en dat van ons. hCaptcha is op uitgevers gericht. We werken om u echte gegevens te geven en u te laten beslissen hoe u deze wilt gebruiken. Andere captcha's worden geleverd door",
    "home-main-3c2": "reclamebedrijven. Dit betekent dat elke bot die ze blokkeren hun inkomsten kan verminderen.",
    "home-main-4": "Betere gebruikerservaring",
    "home-main-4c": "HCaptcha gebruikt geavanceerde modellen voor machine learning om de mensheid te bepalen. Hierdoor hoeven we minder vervelende taken van uw gebruikers te eisen en nemen we minder tijd in beslag, terwijl we toch bruikbare gelabelde gegevens produceren voor het labelen van klanten.",
    "home-main-plans": "hCaptcha is gratis te gebruiken voor uitgevers van elke omvang. Voor bedrijven en platforms die meer controle nodig hebben, zijn onze bedrijfsoplossingen beschikbaar.",
    "home-main-plans2": "hCaptcha-bedrijfsoplossingen beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info of bezoek",
    "home-main-plans3": "hCaptcha-bedrijfsoplossingen beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info of bezoek",
    "home-main-plans4": "voor details.",
    "learn-more-hcaptcha": "Meer informatie over hCaptcha",
    "page-acc-faq-1": "Vraag: Is hCaptcha Section 508 + WCAG 2.0 compatibel? Antwoord: Wij denken van wel: alle gebruikers met elke vorm van beperking die in staat zijn om op internet te surfen en tekst op formulieren in te voeren, hebben na registratie toegang tot diensten die door hCaptcha worden beschermd. Dit is echter geen juridisch advies: u moet uw eigen evaluatie uitvoeren, rekening houdend met uw specifieke implementatie om ervoor te zorgen dat dit het geval is voor uw implementatie.",
    "page-acc-faq-2": "Vraag: werkt u aan andere toegankelijkheidsopties (a11y), zoals audio? Antwoord: Eerder populaire opties zoals audio-captcha's discrimineren veel a11y-gebruikers en worden gemakkelijk verslagen door moderne technieken voor machine learning. Dit heeft ervoor gezorgd dat de huidige audio-uitdagingen steeds moeilijker worden, met ruis, vreemde timing, ongebruikelijke woordcombinaties, enzovoort, om aanvallers te verslaan. We zijn dus minder enthousiast over deze aanpak versus het helemaal vermijden van de uitdaging, maar zullen er rekening mee houden als er vraag is vanuit de a11y-gemeenschap. We zijn echter erg geïnteresseerd in Privacy Pass voor de use-case Toegankelijkheid. Wij zijn van mening dat het combineren van onze huidige a11y-aanpak met de uitgifte van Privacy Pass a11y-gebruikers in staat zal stellen veilig te surfen, in de wetenschap dat hun verkeer privé is, terwijl het misbruik door bot-operators wordt beperkt dat onvermijdelijk plaatsvindt wanneer a11y-opties beschikbaar zijn. We zijn actieve deelnemers aan de IETF-werkgroep die deze nieuwe technologie standaardiseert.",
    "page-acc-faq-3": "Vraag: Hoe zit het met privacy? Biedt registratie op een of andere manier a11y-browsegegevens? Wat doe je met de e-mail? Antwoord: hCaptcha is vanaf het begin ontworpen voor privacy. Het is heel anders dan traditionele opties zoals reCAPTCHA die eigendom zijn van advertentienetwerken, die een stimulans hebben om u op internet te volgen en u te associëren met een echte identiteit. We gebruiken toegankelijkheids-e-mails of -informatie nooit voor een ander doel dan het vergemakkelijken van elk gebruik en het voorkomen van misbruik. Ons privacybeleid heeft uitgebreide en gezaghebbende antwoorden over hoe we gegevens gebruiken, maar het korte antwoord is dat we geen interesse hebben om u als persoon te koppelen aan uw browsegeschiedenis. We werken momenteel ook aan een cryptografische oplossing om uw e-mailadres snel te verwijderen met behoud van ons vermogen om misbruik te voorkomen, als aanvulling op ons Privacy Pass-werk.",
    "page-acc-link-1": "Als u een toegankelijkheidsgebruiker bent, meld u dan hier aan.",
    "page-acc-subhead": "Zorgen voor naadloze toegang voor alle gebruikers met behoud van beveiliging",
    "page-acc-summary": "Overzicht",
    "page-acc-summary-contents-1": "hCaptcha is ontworpen om bots te stoppen door ze te onderscheiden van mensen. Visuele tests zijn hiervoor een handig hulpmiddel, maar niet iedereen kan een visuele uitdaging oplossen. Om deze reden hebben we een eenvoudig, pijnloos alternatief ontworpen om uitgevers de mogelijkheid te bieden de toegankelijkheid voor iedereen te behouden met volledige Sectie 508- en WCAG 2.0-naleving.",
    "page-acc-summary-contents-2": "Hoe het werkt: eerst meldt een toegankelijkheidsgebruiker zich aan bij deze URL, die is gelinkt op de hCaptcha-widgetinformatiepagina. Ze krijgen een gecodeerde cookie die meerdere keren per dag kan worden gebruikt, maar die elke 24 uur moet worden vernieuwd door in te loggen.Wanneer een uitdaging wordt gepresenteerd aan een toegankelijkheidsgebruiker op elke site met behulp van de hCaptcha-service, zullen ze automatisch slagen.",
    "page-acc-title": "hCaptcha Toegankelijkheidsinformatie",
    "page-acc-tr-body": "Vraag: Ik zie nog steeds een uitdaging na het plaatsen van de cookie. Wat veroorzaakt dit? Antwoord: Dit komt meestal door het gebruik van een agressieve adblocker of anti-cookie-extensie, of een instelling die cross-site cookies blokkeert, in dit geval een cookie voor hcaptcha.com dat is ingesteld of gecontroleerd door hCaptcha JavaScript op een andere site , zoals degene die u bezoekt. hCaptcha-toegankelijkheidscookies werken met alle populaire browsers en advertentieblokkers met hun standaardinstellingen, dus storingen zijn meestal te wijten aan anti-adblock-scripts of vergelijkbare regelsets die op bepaalde sites zijn gericht. Oplossingen: 1. Zet hcaptcha.com en * .hcaptcha.com cookies op de witte lijst in uw advertentieblokkering of browserbeveiligingsuitbreiding. 2. Als u de Brave-browser gebruikt, die niet (vanaf april 2020) een soort witte lijst voor cookies lijkt te hebben, gaat u naar Voorkeuren -> Schilden -> Cookies en kiest u Alle cookies toestaan. 3. Als u de allernieuwste versie van Safari gebruikt op het onlangs uitgebrachte OS X 10.15 of iOS 13. 4, Apple heeft zojuist het gedrag van Safari met betrekking tot cookies van derden gewijzigd en standaard alle cookies geblokkeerd. We implementeren een oplossing, maar ga in de tussentijd naar Safari-voorkeuren, het gedeelte Privacy en schakel Website-tracking uit: Voorkom cross-site tracking om de toegankelijkheidscookie te laten functioneren zoals verwacht. Vraag: Ik gebruik meerdere apparaten. Moet ik me meerdere keren aanmelden? Antwoord: Nee. Klik op dezelfde inloglink voor e-mail die naar u is verzonden op elk apparaat dat u gebruikt om de cookie in te stellen.",
    "page-acc-tr-title": "Voor toegankelijkheidsgebruikers: Q&A en gids voor probleemoplossing",
    "priv-hc": "Privacy gericht",
    "priv-hc-text": "Advertentienetwerken zien u als hun product. Wij niet. Het maakt ons niet uit wie gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig zijn. We ondersteunen initiatieven zoals Privacy Pass en werken hard om privacy en veiligheid in evenwicht te brengen.",
    "sec-hc": "Beveiliging voorop",
    "sec-hc-text": "hCaptcha is op uitgevers gericht. We werken eraan om sites echte gegevens te geven en ze te laten beslissen hoe ze deze moeten gebruiken. Nauwkeurigheid is in uw belang en dat van ons. Andere captcha's worden geleverd door reclamebedrijven. Elke bot die ze blokkeren, kan hun inkomsten verminderen.",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt uw favoriete webservices bots, spam en misbruik buiten te houden door eenvoudige vragen te stellen die gemakkelijk zijn voor mensen en moeilijk voor machines.",
    "why-hc": "Waarom hCaptcha?",
    "why-hc-text": "Elke keer dat u een uitdaging beantwoordt, gebruiken we geavanceerde modellen om erachter te komen of u een mens of een machine bent. De website die u hebt bezocht, gebruikt dit resultaat om uw ervaring op hun site te verbeteren door bots buiten te houden."
}