{
    "about-advisors-brendan": "CEO van Brave. Medeoprichter van Mozilla. Maker van de programmeertaal JavaScript. Bouwer van browsers en meer.",
    "about-advisors-dawn": "Professor, CS bij University of California, Berkeley. Diep leren, beveiliging, blockchain-expert. CEO van Oasis Labs.",
    "about-advisors-head": "Adviseurs",
    "about-advisors-keiran": "Onderzoekswetenschapper aan Stanford. Machine learning en kwantitatieve financiering bij grote banken, hedgefondsen en de academische wereld.",
    "about-content-head-1": "Wat we doen",
    "about-content-head-2": "Waarom het uitmaakt",
    "about-content-text-1": "hCaptcha is een dienst van Intuition Machines Inc, een AI- en machine learning-bedrijf met een focus op metalearning en visuele domein ML op schaal. We bouwen en exploiteren enorm schaalbare systemen om video- en beeldanalysediensten mogelijk te maken voor Global 2000-bedrijven over de hele wereld.",
    "about-content-text-1a": "hCaptcha biedt een moderne, privacygerichte benadering om bots te stoppen.",
    "about-content-text-1b": "We laten CAPTCHA-uitdagingen zien die moeilijk zijn voor bots, maar gemakkelijk voor mensen door moeilijk te labelen gegevens van machine learning-problemen te verzamelen en deze te gebruiken om te onderscheiden of een website- of app-bezoeker een mens is.",
    "about-content-text-2": "Meer gegevens leveren over het algemeen betere resultaten op. Het opbouwen en onderhouden van correct gelabelde en relevante datasets is tijdrovend en duur. hCaptcha is oorspronkelijk ontwikkeld om aan onze eigen behoeften op het gebied van beeldlabeling te voldoen en is nu beschikbaar voor andere bedrijven met vergelijkbare behoeften.",
    "about-content-text-2a": "Slechte acteurs komen steeds vaker online voor. Maar het opofferen van de privacy van gebruikers is niet de oplossing.",
    "about-content-text-2b": "Beveiligingsoplossingen die door advertentiebedrijven worden aangeboden, zijn voornamelijk gericht op het volgen van gebruikers op internet. We hebben een effectieve beveiligingsoplossing ontwikkeld die aantoont dat het schaden van de privacy van gebruikers niet nodig is om uitstekende resultaten te leveren.",
    "about-intro-head-1": "Over hCaptcha",
    "about-intro-head-2": "Privacy, beveiliging en machine learning.",
    "about-intro-text": "hCaptcha is 's werelds meest gebruikte onafhankelijke CAPTCHA-service.",
    "about-leadership-alex": "Database- en Blockchain-expert. Vroege ingenieur bij Cloudera en meer. Tientallen jaren expertise in het bouwen van software en teams.",
    "about-leadership-eli": "DIRECTEUR. Erkend leider in AI. Heeft de afgelopen decennia op grote schaal machine-intelligentie toegepast op een breed scala aan bedrijfsproblemen.",
    "about-leadership-head": "Leiderschap",
    "about-leadership-todd": "PhD in computationele biologie, Stanford. Werken met neurale netwerken sinds 1999. Focus op toegepaste ML en diep leren op schaal.",
    "acc-opt": "Toegankelijkheidsinstellingen",
    "acc-opt-but": "Lees meer over toegankelijkheidsopties",
    "acc-opt-text": "Bent u slechtziend of bent u anderszins niet in staat hCaptchas te voltooien?",
    "accessibility-link": "Toegankelijkheid",
    "appreciate-in": "We stellen uw inbreng zeer op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
    "fb-but": "Stuur ons feedback",
    "feedback-text": "Geef feedback over de hCaptcha die u zojuist hebt gezien",
    "footer-attribution": "Attributie",
    "footer-copyright-text": "hCaptcha is een geregistreerd handelsmerk van Intuition Machines, Inc.",
    "footer-header-1": "Bedrijf",
    "footer-header-2": "Middelen",
    "footer-header-3": "Contact",
    "footer-link-1": "Etikettering",
    "footer-link-10": "Toegankelijkheid",
    "footer-link-2": "Over",
    "footer-link-3": "Jobs",
    "footer-link-4": "Handelsmerken",
    "footer-link-5": "AI-ethiek",
    "footer-link-6": "Blog",
    "footer-link-7": "Toestand",
    "footer-link-8": "Documentatie",
    "footer-link-9": "Rapporteer een bug",
    "footer-privacy": "Privacy",
    "footer-subheader-1": "Ondersteuning",
    "footer-subheader-2": "Contact",
    "footer-terms": "Voorwaarden",
    "h-plans": "Abonnementsplannen",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Etiketteringsdiensten",
    "header-login-button": "Log in",
    "header-plans-link": "Plannen",
    "header-signup-button": "Inschrijven",
    "home-about-head": "Over hCaptcha",
    "home-about-subtitle": "Aangedreven door HUMAN Protocol",
    "home-about-text-1": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem bij machine learning op te lossen: het labelen van enorme hoeveelheden data op een tijdige, betaalbare en betrouwbare manier.",
    "home-about-text-2": "Meer data levert over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets, bijna altijd met enige menselijke beoordeling. Het maken van grote door mensen beoordeelde datasets via Mechanical Turk, Figure Eight, etc. is echter zowel traag als duur.",
    "home-about-text-3": "Met hCaptcha kunnen websites geld verdienen door aan deze vraag te voldoen, terwijl bots en andere vormen van misbruik worden geblokkeerd.",
    "home-about-text-4": "De hCaptcha-marktplaats wordt aangedreven door het HUMAN-protocol, een open gedecentraliseerd protocol voor menselijke beoordeling dat draait op de Ethereum-blockchain. Websites verdienen Human Tokens (HMT) wanneer gebruikers de hCaptcha-widget op hun site gebruiken, en machine learning-bedrijven betalen Human Tokens om hun gegevens te labelen.",
    "home-ba-labeling-services-link": "Etiketteringsdiensten",
    "home-benefits-head-1": "De waarde van gegevensetikettering",
    "home-benefits-head-2": "Geef terug aan liefdadigheid",
    "home-benefits-text-1": "Wist u zich elke keer dat u op de auto klikt, u helpt om gratis machine-leersystemen van een enkel Gigantisch bedrijf te trainen?",
    "home-benefits-text-2": "hCaptcha draait dit model om. Wanneer u hCaptcha gebruikt, bieden bedrijven op het werk van uw gebruikers terwijl ze hun menselijkheid bewijzen. Je krijgt de beloningen.",
    "home-benefits-text-3": "Wil je iets terugdoen voor je favoriete goede doel? Met hCaptcha kunt u de goede doelen van uw keuze steunen met de inkomsten die u ermee verdient. Gebruikers op uw site zullen binnenkort uw bijdrage aan het goede doel kunnen zien door middel van discrete branding op de hCaptcha-interface.",
    "home-challenge-text-1": "Selecteer alle afbeeldingen die overeenkomen met de zoekopdracht",
    "home-challenge-text-2": "Definieer het begrenzingsgebied voor objecten",
    "home-challenge-text-3": "Identificeer de bijbehorende labels",
    "home-challenge-title-1": "Vergelijking",
    "home-challenge-title-2": "Omsluitend kader",
    "home-challenge-title-3": "Categorisering",
    "home-challenges-head": "Gepresenteerde uitdagingen",
    "home-challenges-text-1": "... en andere eenvoudige taken. Makkelijk voor mensen, moeilijk voor bots.",
    "home-challenges-text-2": "Aangepaste taken ook beschikbaar voor uitgevers van ondernemingen.",
    "home-ent-1": "Op zoek naar ons beveiligingsaanbod voor bedrijven?",
    "home-ent-2": "Bezoek onze nieuwe speciale site: BotStop.com",
    "home-ent-button": "Meer informatie: BotStop door hCaptcha",
    "home-from-the-blog": "VAN DE BLOG:",
    "home-from-the-blog-value": "Hoe hCaptcha-moeilijkheidsinstellingen werken",
    "home-intro-body": "Gebruik je een captcha om bots buiten te houden? hCaptcha beschermt de privacy van gebruikers, beloont websites en helpt bedrijven om hun gegevens te labelen. Het is een drop-in vervanging voor reCAPTCHA: u kunt binnen enkele minuten overschakelen.",
    "home-intro-button": "Meld u nu aan",
    "home-intro-head": "Stop meer bots. Begin met het beschermen van de privacy van gebruikers.",
    "home-main-1": "Privaat. Veilig. Sneller. En we betalen u om het te gebruiken.",
    "home-main-2": "Privacy gericht",
    "home-main-2c": "Advertentienetwerken zien uw bezoekers als het product. Voor hCaptcha is het product het werk dat ze leveren. Het maakt ons niet uit wie uw gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en veiligheid in evenwicht te brengen.",
    "home-main-3": "Veiligheid eerst",
    "home-main-3c": "Nauwkeurigheid is in uw belang en dat van ons. hCaptcha is gericht op uitgevers. We werken eraan om u echte gegevens te geven en u te laten beslissen hoe u deze gebruikt. Andere captcha's worden geleverd door gigantische advertentiebedrijven. Dit betekent dat elke bot die ze blokkeren, hun inkomsten kan verlagen.",
    "home-main-4": "Betere gebruikerservaring",
    "home-main-4c": "Geavanceerde machine learning-modellen worden door hCaptcha gebruikt om de mensheid te bepalen. Hierdoor hebben we minder vervelende taken van uw gebruikers nodig en nemen we minder tijd in beslag, terwijl we toch nuttige gelabelde gegevens produceren voor het labelen van klanten.",
    "home-main-plans": "hCaptcha is gratis te gebruiken voor uitgevers van elke omvang. Voor ondernemingen en platforms die meer controle nodig hebben, zijn onze bedrijfsoplossingen beschikbaar.",
    "home-main-plans2": "De bedrijfsoplossingen van hCaptcha beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info, of kom langs",
    "home-main-plans3": "De bedrijfsoplossingen van hCaptcha beschermen miljoenen gebruikers op tientallen miljoenen websites voor enkele van de grootste bedrijven ter wereld. Neem contact met ons op voor meer info, of kom langs",
    "home-main-plans4": "voor details.",
    "home-plans-button-1": "Schrijf je nu in",
    "home-plans-button-2": "Neem contact op met sales",
    "home-plans-chart-head-1": "Kenmerken",
    "home-plans-chart-head-2": "Uitgever",
    "home-plans-chart-head-3": "Onderneming",
    "home-plans-chart-row-1-cell-1": "Controle van de weergegeven uitdagingstypen",
    "home-plans-chart-row-1-cell-2": "Beperkt",
    "home-plans-chart-row-1-cell-3": "Totaal",
    "home-plans-chart-row-10-cell-1": "Dashboards voor meerdere gebruikers",
    "home-plans-chart-row-11-cell-1": "Geavanceerde rapportagefuncties",
    "home-plans-chart-row-12-cell-1": "SLA's voor ondernemingen",
    "home-plans-chart-row-2-cell-1": "Beheer de gebruikte challenge-inhoud",
    "home-plans-chart-row-2-cell-2": "Beperkt",
    "home-plans-chart-row-2-cell-3": "Totaal",
    "home-plans-chart-row-3-cell-1": "Verdien beloningen voor menselijke oplossingen",
    "home-plans-chart-row-4-cell-1": "Antibotbescherming van wereldklasse",
    "home-plans-chart-row-5-cell-1": "Werkt in elk land",
    "home-plans-chart-row-6-cell-1": "AVG- en CCPA-vriendelijk privacybeleid",
    "home-plans-chart-row-7-cell-1": "Fijnmazige moeilijkheidsgraden",
    "home-plans-chart-row-8-cell-1": "Lanceer je eigen challenge-inhoud",
    "home-plans-chart-row-9-cell-1": "Tijdgebaseerde moeilijkheidsplanning",
    "home-try-it-out-button": "Krijg hCaptcha",
    "home-try-it-out-head": "Probeer het",
    "home-try-it-out-text": "hCaptcha biedt eenvoudige, gemakkelijke en betrouwbare botdetectie terwijl het voor mensen triviaal is om op te lossen.",
    "labeling-about-head": "Over hCaptcha",
    "labeling-about-text-1": "hCaptcha is ontworpen om het meest arbeidsintensieve probleem bij machine learning op te lossen; het labelen van enorme hoeveelheden gegevens op een tijdige, betaalbare en betrouwbare manier. Meer data levert over het algemeen betere resultaten op bij het trainen van machine learning-modellen. Het recente succes van diepe modellen heeft geleid tot steeds grotere datasets, en hCaptcha voorziet in deze behoefte.",
    "labeling-about-text-2": "Het maken van grote door mensen beoordeelde datasets met behulp van traditionele methoden is echter zowel traag als duur. hCaptcha is een manier voor bedrijven om de annotaties die ze nodig hebben sneller, met hogere kwaliteit en tegen lagere kosten te krijgen dan andere alternatieven.",
    "labeling-annotations-head": "Annotatietypen",
    "labeling-annotations-text-1": "Nauwkeurige objectdetectie in afbeeldingen en video",
    "labeling-annotations-text-2": "Nauwkeurige objectdetectie in afbeeldingen en video",
    "labeling-annotations-text-3": "Puntannotaties voor veel verschillende gebruiksscenario's",
    "labeling-annotations-text-4": "Sorteer of voeg willekeurige categorieën van elke grootte toe",
    "labeling-annotations-text-5": "Door mensen aangedreven detectie en classificatie",
    "labeling-annotations-text-6": "Een ander type nodig dat hier niet wordt vermeld? Vraag het ons maar.",
    "labeling-annotations-title-1": "Begrenzende vakken",
    "labeling-annotations-title-2": "Polygonen",
    "labeling-annotations-title-3": "Oriëntatiepunten",
    "labeling-annotations-title-4": "Attribuut categorisatie",
    "labeling-annotations-title-5": "Vergelijking en detectie",
    "labeling-annotations-title-6": "... en nog veel meer",
    "labeling-ent-button": "Neem contact op met ons Enterprise Solutions-team",
    "labeling-ent-head": "End-to-end-controle nodig?",
    "labeling-ent-text-1": "Het HUMAN-platform achter hCaptcha biedt zeer geavanceerde functies voor werkkwaliteit en beheer via on-premise, hybride of SaaS-implementaties die kunnen worden geïntegreerd met uw bestaande systemen.",
    "labeling-ent-text-2": "Werk volledig offline met uw eigen personeel, houd de verbruikte waarde bij tussen bedrijfseenheden of consortiumpartners, routeer taken selectief naar verschillende interne of externe arbeidsaanbieders op basis van kosten- en beveiligingsvereisten, en meer.",
    "labeling-ent-text-3": "Gemakkelijke API-toegang, prachtige dashboards en de nieuwste model-in-the-loop-technologie om de efficiëntie te maximaliseren.",
    "labeling-ent-text-4": "99,99% uptime SLA's en 24/7 wereldwijde ondersteuning beschikbaar. Voor meer informatie:",
    "labeling-features-head-1": "Eenvoudige API-gestuurde pijplijnen.",
    "labeling-features-head-2": "Geoptimaliseerd voor kosten en kwaliteit. Geen verplichting vooraf.",
    "labeling-features-head-3": "Betaal alleen voor de nauwkeurigheid die u nodig heeft.",
    "labeling-features-head-4": "Geef uw eigen grondwaarheidsgegevens op of laat ons deze direct bouwen.",
    "labeling-features-text-1": "Human review rechtstreeks integreren in uw bedrijfsvoering? We bieden betrouwbare SLA's, gegarandeerde capaciteit en eenvoudige REST API's.",
    "labeling-features-text-2": "Het HUMAN-platform maakt gebruik van uitgebreide betrouwbaarheidsmodellen om geavanceerde real-time kwaliteitsanalyses uit te voeren. Dit stelt ons in staat om snel de moeilijkheidsgraad van vragen en hun waarschijnlijk juiste antwoord te bepalen, waardoor u tijd en geld bespaart.",
    "labeling-features-text-3": "Niet alle problemen zijn hetzelfde. Annotaties voor veiligheidskritieke taken vereisen mogelijk 99,99% vertrouwen van volledig menselijke werknemers. Annotaties voor één bètafunctie in een mobiele game-app vereisen mogelijk slechts een matig vertrouwen. Jij beslist.",
    "labeling-features-text-4": "Heeft u onbewerkte gegevens zonder uitgebreide verificatieset? In de meeste gevallen kunnen we er een voor u bouwen terwijl de taken door het systeem lopen, of gelabelde voorbeelden maken voor uw goedkeuring.",
    "labeling-info-head": "Gegevens gelabeld krijgen",
    "labeling-info-text-1": "Praat met een van onze domeinexperts om uw projectbehoeften te bepalen: nauwkeurigheid van het doel, formaat en eventuele speciale vereisten.",
    "labeling-info-text-2": "We voeren een kleine productietaak uit op basis van uw voorbeeldgegevens. Dit test het werk dat we samen hebben gedaan om ervoor te zorgen dat u precies krijgt wat u nodig heeft.",
    "labeling-info-text-3": "Met ons hoge volume en lage latency zullen we uw werk snel omdraaien, met automatische levering zodra het klaar is.",
    "labeling-info-text-4": "Naarmate we de parameters van uw productiewerk beter begrijpen, zullen de resultaten in de loop van de tijd blijven verbeteren.",
    "labeling-info-text-5": "Met live dashboards kunt u op elk moment feedback geven of de productie onderbreken.",
    "labeling-info-title-1": "Definieer specificaties",
    "labeling-info-title-2": "Eerste taaktest",
    "labeling-info-title-3": "Implementeer productietaken",
    "labeling-info-title-4": "Continue verbetering",
    "labeling-info-title-5": "Real-time resultaten",
    "labeling-main-1": "Kosteneffectieve gegevensetikettering op schaal",
    "labeling-main-1-button": "Geef uw gegevens nu een label",
    "labeling-main-1c": "Meer labels nodig voor uw datasets? hCaptcha biedt snelle, kosteneffectieve en hoogwaardige gegevenslabels voor bedrijven die werken aan kunstmatige intelligentie en machine learning-toepassingen.",
    "labeling-main-2": "Start miljoenen taken direct.",
    "labeling-main-2-button": "Koop Data Labelling Services",
    "labeling-main-2c": "hCaptcha heeft een van de grootste zwembaden ter wereld tot uw beschikking. Wat uw schaal ook is, we kunnen het aan zonder dure verplichtingen vooraf. Miljoenen taken per dag zijn geen probleem.",
    "labeling-platform-head": "Privé- of openbare informatie",
    "labeling-platform-text": "hCaptcha is gebouwd op het HUMAN-platform, dat geavanceerde routing en analyse mogelijk maakt om de kosten en efficiëntie bij elke stap te optimaliseren. Met deze technologie kan het juiste personeel elk onderdeel van uw werk afhandelen, waardoor de kostenefficiëntie wordt gemaximaliseerd met behoud van de privacy en wordt voldaan aan alle mogelijke wettelijke vereisten.",
    "labeling-try-button": "Koop Data Labelling Services",
    "labeling-try-head": "Wilt u het proberen met uw gegevens?",
    "labeling-try-text": "... we staan klaar als u dat bent: onze service is de klok rond beschikbaar.",
    "learn-more-hcaptcha": "Meer informatie over hCaptcha",
    "page-acc-faq-1": "Vraag: Is hCaptcha Section 508 + WCAG 2.0 compatibel? Antwoord: Wij zijn van mening van wel: alle gebruikers met enige vorm van beperking die op internet kunnen surfen en tekst op formulieren kunnen invoeren, hebben bij registratie toegang tot diensten die door hCaptcha worden beschermd. Dit is echter geen juridisch advies: u moet uw eigen evaluatie uitvoeren, rekening houdend met uw specifieke implementatie, om er zeker van te zijn dat dit het geval is voor uw implementatie.",
    "page-acc-faq-2": "Vraag: Werk je aan andere toegankelijkheidsopties (a11y), zoals audio? Antwoord: voorheen populaire opties zoals audio-captcha's discrimineren veel a11y-gebruikers en worden gemakkelijk verslagen door moderne machine learning-technieken. Dit heeft ertoe geleid dat de huidige audio-uitdagingen steeds moeilijker worden, met ruis, vreemde timing, ongebruikelijke woordcombinaties, enzovoort om aanvallers te verslaan. We zijn dus minder enthousiast over deze aanpak versus het helemaal vermijden van de uitdaging, maar zullen het overwegen als er vraag is vanuit de a11y-gemeenschap. We zijn echter erg geïnteresseerd in Privacy Pass voor de use case Toegankelijkheid. Wij zijn van mening dat het combineren van onze huidige a11y-aanpak met de uitgifte van Privacy Pass a11y-gebruikers in staat zal stellen om veilig te browsen in de wetenschap dat hun verkeer meer privé is, terwijl het misbruik door botoperators dat onvermijdelijk optreedt wanneer a11y-opties beschikbaar zijn, wordt beperkt. We zijn actieve deelnemers aan de IETF-werkgroep die deze nieuwe technologie standaardiseert.",
    "page-acc-faq-3": "Vraag: Hoe zit het met privacy? Geeft registratie op de een of andere manier a11y-browsegegevens weer? Wat doe je met de e-mail? Antwoord: hCaptcha is vanaf de grond af ontworpen voor privacy. Het is heel anders dan traditionele opties zoals reCAPTCHA die eigendom zijn van advertentienetwerken, die een stimulans hebben om u op internet te volgen en u te associëren met een echte identiteit. We gebruiken toegankelijkheidse-mails of informatie nooit voor enig ander doel dan het vergemakkelijken van a11y gebruik en het voorkomen van misbruik. Ons privacybeleid bevat uitgebreide en gezaghebbende antwoorden over hoe we gegevens gebruiken, maar het korte antwoord is dat we er geen belang bij hebben u als persoon te associëren met uw browsegeschiedenis.We werken momenteel ook aan een cryptografische oplossing om uw e-mailadres snel te verwijderen terwijl we nog steeds ons vermogen behouden om misbruik te voorkomen, als aanvulling op ons Privacy Pass-werk.",
    "page-acc-link-1": "Als u een toegankelijkheidsgebruiker bent, meld u dan hier aan.",
    "page-acc-subhead": "Zorgen voor naadloze toegang voor alle gebruikers met behoud van veiligheid",
    "page-acc-summary": "Overzicht",
    "page-acc-summary-contents-1": "hCaptcha is ontworpen om bots te stoppen door ze te onderscheiden van mensen. Visuele tests zijn hiervoor een handig hulpmiddel, maar niet iedereen kan een visuele uitdaging oplossen. Om deze reden hebben we een eenvoudig, pijnloos alternatief ontworpen om uitgevers die onze service gebruiken de toegankelijkheid voor iedereen te behouden met volledige naleving van Sectie 508 en WCAG 2.0.",
    "page-acc-summary-contents-2": "Hoe het werkt: eerst meldt een toegankelijkheidsgebruiker zich aan op deze URL, die is gekoppeld aan de hCaptcha-widgetinfo-pagina. Ze krijgen een gecodeerde cookie die meerdere keren per dag kan worden gebruikt, maar die via inloggen elke 24 uur moet worden ververst. Wanneer een toegankelijkheidsgebruiker op een site die de hCaptcha-service gebruikt, een uitdaging wordt voorgelegd, gaan ze automatisch voorbij.",
    "page-acc-title": "hCaptcha Toegankelijkheidsinformatie",
    "page-acc-tr-body": "Vraag: Ik zie nog steeds een uitdaging na het plaatsen van de cookie. Wat veroorzaakt dit? Antwoord: dit komt meestal door het gebruik van een agressieve advertentieblokkering of anti-cookie-extensie, of een instelling die cross-site cookies blokkeert, in dit geval een cookie voor hcaptcha.com die is ingesteld of gecontroleerd door de hCaptcha JavaScript op een andere site. , zoals degene die u bezoekt. Toegankelijkheidscookies van hCaptcha werken met alle populaire browsers en adblockers met hun standaardinstellingen, dus fouten zijn meestal te wijten aan anti-anti-adblock-scripts of soortgelijke regelsets die gericht zijn op bepaalde sites. Oplossingen: 1. Zet cookies van hcaptcha.com en * .hcaptcha.com op de witte lijst in uw advertentieblokkering of browserbeveiligingsextensie. 2. Als u de Brave-browser gebruikt, die (vanaf april 2020) geen enkele cookie-witte lijst lijkt te hebben, ga dan naar Voorkeuren -> Schilden -> Cookies en kies Alle cookies toestaan. 3. Als je de allernieuwste versie van Safari gebruikt op het recentelijk uitgebrachte OS X 10.15 of iOS 13. 4, heeft Apple zojuist het gedrag van Safari met betrekking tot cookies van derden veranderd, door ze standaard allemaal te blokkeren. We implementeren een oplossing, maar ga in de tussentijd naar Safari-voorkeuren, Privacy-sectie en schakel Website-tracking uit: Voorkom cross-site tracking om ervoor te zorgen dat de toegankelijkheidscookie werkt zoals verwacht. Vraag: ik gebruik meerdere apparaten. Moet ik me meerdere keren aanmelden? Antwoord: Nee. Klik op dezelfde inloglink voor e-mail die naar u is verzonden op elk apparaat dat u gebruikt om de cookie in te stellen.",
    "page-acc-tr-title": "Voor gebruikers van toegankelijkheid: gids met vragen en antwoorden en probleemoplossing",
    "priv-hc": "Privacy gericht",
    "priv-hc-text": "Advertentienetwerken zien jou als hun product. Wij niet. Het maakt ons niet uit wie gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en veiligheid in evenwicht te brengen.",
    "reporting-bugs-accessibility-button": "Lees meer over toegankelijkheidsopties",
    "reporting-bugs-accessibility-head": "Toegankelijkheidsinstellingen",
    "reporting-bugs-accessibility-text": "Bent u slechtziend of bent u anderszins niet in staat hCaptchas te voltooien?",
    "reporting-bugs-guide-ff-head": "Details van bugrapporten vastleggen: Firefox",
    "reporting-bugs-guide-ff-step-1": "Stap 1: Open Developer Tools (hiermee wordt de opname van de sessie gestart.)",
    "reporting-bugs-guide-ff-step-2": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink bovenaan het vak Logboeken aanhouden aan.",
    "reporting-bugs-guide-ff-step-3": "Stap 3: ga naar https://accounts.hcaptcha.com/demo, of de website waarop u een probleem ondervindt (privacyverklaring: alleen als u het niet erg vindt om te delen wat het is) ... en klik vervolgens op de I ben menselijke knop, en probeer op te lossen.",
    "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR nadat u geprobeerd hebt het op te lossen, en kies Alles opslaan als HAR om het netwerklogboek op te slaan. Stuur dat bestand naar ons.",
    "reporting-bugs-guide-ff-step-5": "Stap 5: Klik op het tabblad Console, klik met de rechtermuisknop en selecteer alles en sla dat op in een tekstbestand om het consolelogboek op te slaan. Stuur ons dat ook.",
    "reporting-bugs-guide-ff-step-6": "Laatste stap: e-mail die HAR- en consolelogbestanden naar ons en beschrijf het probleem Gebruik: support@hcaptcha.com (gebruik een service zoals Dropbox of Filebin en stuur links) en optioneel een screenshot, als je vermoedt dat iets niet correct wordt weergegeven . Stuur ook het IP-adres dat u gebruikt. Je kunt het downloaden van https://www.whatsmyip.org/ Bedankt dat je de tijd hebt genomen om ons te helpen deze info te krijgen! We doen er alles aan om hCaptcha voor iedereen goed te laten werken.",
    "reporting-bugs-guide-head": "Details van bugrapporten vastleggen: Chrome",
    "reporting-bugs-guide-step-1": "Stap 1: Open Developer Tools (hiermee wordt de opname van de sessie gestart.)",
    "reporting-bugs-guide-step-2": "Stap 2: Klik op het tabblad Netwerk in Developer Tools. Vink bovenaan het vak Logboek behouden aan.",
    "reporting-bugs-guide-step-3": "Stap 3: ga naar https://accounts.hcaptcha.com/demo, of de website waarop u een probleem ondervindt (privacyverklaring: alleen als u het niet erg vindt om te delen wat het is) ... en klik vervolgens op de I ben menselijke knop, en probeer op te lossen.",
    "reporting-bugs-guide-step-4": "Stap 4: Klik op Export HAR (de kleine pijl naar beneden) nadat u geprobeerd hebt het op te lossen, waardoor het netwerklogboek wordt opgeslagen. Stuur dat bestand naar ons.",
    "reporting-bugs-guide-step-5": "Stap 5: Klik op het tabblad Console en klik met de rechtermuisknop en vervolgens op Opslaan als .. om het consolelogboek op te slaan. Stuur ons dat ook.",
    "reporting-bugs-guide-step-6": "Laatste stap: e-mail die HAR- en consolelogbestanden naar ons en beschrijf het probleem. Gebruik: support@hcaptcha.com (gebruik een service zoals Dropbox of Filebin en stuur links) en optioneel een screenshot, als je vermoedt dat iets niet correct wordt weergegeven. Stuur ook het IP-adres dat u gebruikt. Je kunt het downloaden van https://www.whatsmyip.org/ Bedankt dat je de tijd hebt genomen om ons te helpen deze info te krijgen! We doen er alles aan om hCaptcha voor iedereen goed te laten werken.",
    "reporting-bugs-guide-text-1": "Als u foutopsporingsinformatie met uw rapport verzendt, kunnen we veel gemakkelijker vaststellen wat er aan de hand is. Hier zijn stapsgewijze instructies:",
    "reporting-bugs-guide-text-2": "Als u een webontwikkelaar of ervaren gebruiker bent, is de samenvatting dat we willen dat u ons een netwerkopname van HAR- en browserconsolelogboeken stuurt. Probeer eerst eventuele adblocker of browserbeveiligingsextensies uit te schakelen en probeer het daarna opnieuw voordat u deze stappen doorloopt. Als dat uw probleem oplost, stellen we het nog steeds op prijs dat u ons uw browserversie, advertentieblokkering of browserextensie en de website-URL laat weten.",
    "reporting-bugs-intro-head": "Bug gevonden? Hier leest u hoe u het kunt melden.",
    "reporting-bugs-intro-text": "Miljoenen mensen gebruiken hCaptcha elke maand op duizenden combinaties van browsers, extensies, apparaten, firewalls en meer. Ons doel is om ervoor te zorgen dat het altijd voor u werkt, dus we stellen uw meldingen zeer op prijs! Om snel feedback te geven, klikt u op de knop Feedback verzenden. Als u een functioneel probleem ziet, volgt u de instructies voor het foutopsporingslogboek voor Chrome of de instructies voor het foutopsporingslogboek voor Firefox hieronder. Stuur ons voor alle andere browsers een e-mail. Raadpleeg de onderstaande instructies voor mogelijke beveiligings- of privacyproblemen.",
    "reporting-bugs-privacy-head": "Priveproblemen",
    "reporting-bugs-privacy-text": "Het maakt ons niet uit wie gebruikers zijn, alleen hoe waarschijnlijk het is dat ze kwaadaardig of machines zijn. We ondersteunen initiatieven zoals Privacy Pass en werken er hard aan om privacy en veiligheid in evenwicht te brengen. Als je een probleem hebt gevonden waarvan je denkt dat het de privacy van de gebruiker zou kunnen beïnvloeden, stuur dan een e-mail naar support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Stuur ons feedback",
    "reporting-bugs-provide-feedback-head": "Geef onmiddellijk feedback over hCaptcha",
    "reporting-bugs-provide-feedback-text": "We stellen uw inbreng zeer op prijs. Laat ons eventuele problemen weten en we lossen ze snel op.",
    "reporting-bugs-security-head": "Beveiligingsfouten",
    "reporting-bugs-security-text": "We zijn altijd geïnteresseerd in het ontvangen van meldingen van beveiligingsbugs. E-mail support@hcaptcha.com & CC security@hcaptcha.com en we nemen zo snel mogelijk contact met u op. We hebben ook een bugbounty-programma voor in aanmerking komende beveiligingsrapporten over de hCaptcha-service en gerelateerde broncode.",
    "sec-hc": "Veiligheid eerst",
    "sec-hc-text": "hCaptcha is gericht op uitgevers. We werken eraan om sites echte gegevens te geven en hen te laten beslissen hoe ze deze gebruiken. Nauwkeurigheid is in uw belang en dat van ons. Andere captcha's worden geleverd door reclamebedrijven. Elke bot die ze blokkeren, kan hun inkomsten verlagen.",
    "switch-to-english-link": "schakel over naar Engels",
    "what-is-hcaptcha": "Wat is hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha helpt uw favoriete webservices bots, spam en misbruik buiten te houden door eenvoudige vragen te stellen die gemakkelijk zijn voor mensen en moeilijk voor machines.",
    "why-hc": "Waarom hCaptcha?",
    "why-hc-text": "Elke keer dat u een uitdaging beantwoordt, gebruiken we geavanceerde modellen om erachter te komen of u een mens of een machine bent. De website die u heeft bezocht, gebruikt dit resultaat vervolgens om uw ervaring op hun site te verbeteren door bots buiten te houden."
}