{
    "about-advisors-brendan": "Konsernsjef i Brave. Medstifter av Mozilla. Skaper av JavaScript-programmeringsspråket. Bygger av nettlesere og mer.",
    "about-advisors-dawn": "Professor, CS ved University of California, Berkeley. Dyp læring, sikkerhet, blockchain-ekspert. Administrerende direktør i Oasis Labs.",
    "about-advisors-head": "Rådgivere",
    "about-advisors-keiran": "Forsker ved Stanford. Maskinlæring og kvantitativ finansiering i store banker, hedgefond og akademia.",
    "about-content-head-1": "Hva vi gjør",
    "about-content-head-2": "Hvorfor det gjelder",
    "about-content-text-1": "hCaptcha er en tjeneste fra Intuition Machines Inc, et AI- og maskinlæringsfirma med fokus på metallindustri og visuelt domene ML i stor skala. Vi bygger og driver enormt skalerbare systemer for å muliggjøre video- og bildeanalysetjenester for Global 2000-selskaper over hele verden.",
    "about-content-text-1a": "hCaptcha gir en moderne, personvernfokusert tilnærming til å stoppe bots.",
    "about-content-text-1b": "Vi viser CAPTCHA-utfordringer som er vanskelige for roboter, men enkle for folk, ved å samle inn vanskelige å merke data fra maskinlæringsproblemer, og bruke den til å skille om et nettsted eller en app-besøkende er menneskelig.",
    "about-content-text-2": "Mer data gir generelt bedre resultater. Å bygge og vedlikeholde riktig merkede og relevante datasett er tidkrevende og kostbart. hCaptcha ble opprinnelig utviklet for å imøtekomme våre egne behov innen bildemerking, og er nå tilgjengelig for andre selskaper med lignende behov.",
    "about-content-text-2a": "Dårlige skuespillere blir stadig mer vanlige på nettet. Men å ofre brukernes privatliv er ikke svaret.",
    "about-content-text-2b": "Sikkerhetsløsninger som tilbys av annonsefirmaer, fokuserer primært på sporing av brukere på nettet. Vi har laget en effektiv sikkerhetsløsning som beviser at det ikke er nødvendig å skade brukernes personvern for å levere gode resultater.",
    "about-intro-head-1": "Om hCaptcha",
    "about-intro-head-2": "Personvern, sikkerhet og maskinlæring.",
    "about-intro-text": "hCaptcha er verdens mest brukte uavhengige CAPTCHA-tjeneste.",
    "about-leadership-alex": "Database- og Blockchain-ekspert. Tidlig ingeniør hos Cloudera og mer. Tiår med kompetanse som bygger programvare og team.",
    "about-leadership-eli": "ADMINISTRERENDE DIREKTØR. Anerkjent leder innen AI. Har brukt maskinell intelligens i stor skala på et bredt spekter av forretningsproblemer de siste tiårene.",
    "about-leadership-head": "Ledelse",
    "about-leadership-todd": "PhD i beregningsbiologi, Stanford. Jobbet med nevrale nettverk siden 1999. Fokus på anvendt ML og dyp læring i stor skala.",
    "acc-opt": "Tilgjengelighetsalternativer",
    "acc-opt-but": "Lær mer om tilgjengelighetsalternativer",
    "acc-opt-text": "Er du synshemmet eller ikke klarer å fullføre hCaptchas?",
    "accessibility-link": "tilgjengelighet",
    "appreciate-in": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "fb-but": "Send oss tilbakemelding",
    "feedback-text": "Gi tilbakemelding på hCaptcha du nettopp så",
    "footer-attribution": "Attribusjon",
    "footer-copyright-text": "hCaptcha er et registrert varemerke for Intuition Machines, Inc.",
    "footer-header-1": "Selskap",
    "footer-header-2": "Ressurser",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Merking",
    "footer-link-10": "tilgjengelighet",
    "footer-link-2": "Om",
    "footer-link-3": "Arbeidsplasser",
    "footer-link-4": "Varemerker",
    "footer-link-5": "AI-etikk",
    "footer-link-6": "Blogg",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentasjon",
    "footer-link-9": "Rapporter en feil",
    "footer-privacy": "Personvern",
    "footer-subheader-1": "Brukerstøtte",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Vilkår",
    "h-plans": "Abonnementsplaner",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Merkingstjenester",
    "header-login-button": "Logg Inn",
    "header-plans-link": "Planer",
    "header-signup-button": "Melde deg på",
    "home-about-head": "Om hCaptcha",
    "home-about-subtitle": "Drevet av HUMAN Protocol",
    "home-about-text-1": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring: merke enorme mengder data på en betimelig, rimelig og pålitelig måte.",
    "home-about-text-2": "Mer data gir generelt bedre resultater i opplæring av maskinlæringsmodeller. Den nylige suksessen med dype modeller har ført til stadig større datasett, nesten alltid med noen menneskelig gjennomgang. Imidlertid er det både tregt og dyrt å lage store menneskemessige datasett via Mechanical Turk, Figur åtte osv.",
    "home-about-text-3": "hCaptcha tillater nettsteder å tjene penger på å betjene denne etterspørselen mens de blokkerer roboter og andre former for misbruk.",
    "home-about-text-4": "Markedet for hCaptcha er drevet av HUMAN Protocol, en åpen desentralisert protokoll for menneskelig gjennomgang som kjører på Ethereum blockchain. Nettsteder tjener Human Tokens (HMT) når brukere bruker hCaptcha-widgeten på nettstedet deres, og maskinlæringsfirmaer betaler Human Tokens for å få merket dataene.",
    "home-ba-labeling-services-link": "Merkingstjenester",
    "home-benefits-head-1": "Verdien i datamerking",
    "home-benefits-head-2": "Gi tilbake til veldedighet",
    "home-benefits-text-1": "Visste du at hver gang du klikker på bilen, hjelper du med å trene et enkelt Gigantic-selskaps maskinlæringssystemer gratis?",
    "home-benefits-text-2": "hCaptcha snur denne modellen. Når du bruker hCaptcha, byr selskaper på arbeidet brukerne gjør når de beviser sin medmenneskelighet. Du får belønningene.",
    "home-benefits-text-3": "Vil du gi tilbake til din favoritt veldedighet? hCaptcha lar deg støtte veldedige organisasjoner etter eget valg med inntektene du får ved å bruke den. Brukere på nettstedet ditt vil snart kunne se ditt bidrag til veldedighet gjennom diskret merkevarebygging på hCaptcha-grensesnittet.",
    "home-challenge-text-1": "Velg alle bildene som samsvarer med spørringen",
    "home-challenge-text-2": "Definer avgrensningsområde for objekter",
    "home-challenge-text-3": "Identifiser de tilsvarende etikettene",
    "home-challenge-title-1": "Sammenligning",
    "home-challenge-title-2": "Avgrensningsboks",
    "home-challenge-title-3": "Kategorisering",
    "home-challenges-head": "Presenterte utfordringer",
    "home-challenges-text-1": "... og andre enkle oppgaver. Enkelt for mennesker, vanskelig for roboter.",
    "home-challenges-text-2": "Egendefinerte oppgaver er også tilgjengelige for bedriftsutgivere.",
    "home-ent-1": "Leter du etter våre sikkerhetstjenester?",
    "home-ent-2": "Besøk vårt nye dedikerte nettsted: BotStop.com",
    "home-ent-button": "Lær mer: BotStop av hCaptcha",
    "home-from-the-blog": "FRA BLOGGEN:",
    "home-from-the-blog-value": "Hvordan hCaptcha vanskelighetsinnstillinger fungerer",
    "home-intro-body": "Bruker du en captcha for å holde ut roboter? hCaptcha beskytter brukernes personvern, belønner nettsteder og hjelper selskaper med å få merket dataene sine. Det er en drop-in erstatning for reCAPTCHA: du kan bytte i løpet av få minutter.",
    "home-intro-button": "Registrer deg nå",
    "home-intro-head": "Stopp flere roboter. Begynn å beskytte brukernes privatliv.",
    "home-main-1": "Privat. Sikre. Raskere. Og vi betaler deg for å bruke den.",
    "home-main-2": "Personvernfokusert",
    "home-main-2c": "Annonsenettverk ser de besøkende som produktet. For hCaptcha er produktet arbeidet de gir. Vi bryr oss ikke hvem brukerne dine er, bare hvor sannsynlig det er at de er skadelige. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "home-main-3": "Sikkerhet først",
    "home-main-3c": "Nøyaktighet er i din interesse og vår. hCaptcha er utgiverfokusert. Vi jobber for å gi deg reelle data og la deg bestemme hvordan du skal bruke den. Andre captchas er levert av gigantiske annonseringsselskaper. Dette betyr at hver bot de blokkerer kan redusere inntektene.",
    "home-main-4": "Bedre brukeropplevelse",
    "home-main-4c": "Sofistikerte maskinlæringsmodeller brukes av hCaptcha for å bestemme menneskeheten. Dette lar oss kreve mindre irriterende oppgaver fra brukerne dine og ta mindre tid på å gjøre det, mens vi fremdeles produserer nyttige merkede data for merking av kunder.",
    "home-main-plans": "hCaptcha er gratis å bruke for utgivere i alle størrelser. For bedrifter og plattformer som trenger mer kontroll, er våre bedriftsløsninger imidlertid tilgjengelige.",
    "home-main-plans2": "hCaptcha bedriftsløsninger beskytter millioner av brukere over titalls millioner nettsteder for noen av de største selskapene på planeten. Kontakt oss for mer info, eller besøk",
    "home-main-plans3": "hCaptcha bedriftsløsninger beskytter millioner av brukere over titalls millioner nettsteder for noen av de største selskapene på planeten. Kontakt oss for mer info, eller besøk",
    "home-main-plans4": "for detaljer.",
    "home-plans-button-1": "Registrer deg nå",
    "home-plans-button-2": "Kontakt salg",
    "home-plans-chart-head-1": "Egenskaper",
    "home-plans-chart-head-2": "Forlegger",
    "home-plans-chart-head-3": "Bedriften",
    "home-plans-chart-row-1-cell-1": "Kontrollutfordringstyper vist",
    "home-plans-chart-row-1-cell-2": "Begrenset",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Flerbruker dashbord",
    "home-plans-chart-row-11-cell-1": "Avanserte rapporteringsfunksjoner",
    "home-plans-chart-row-12-cell-1": "SLAs for bedrifter",
    "home-plans-chart-row-2-cell-1": "Kontroller utfordringsinnhold som brukes",
    "home-plans-chart-row-2-cell-2": "Begrenset",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Tjen belønninger for menneskelige løsninger",
    "home-plans-chart-row-4-cell-1": "Anti-bot-beskyttelse i verdensklasse",
    "home-plans-chart-row-5-cell-1": "Fungerer i alle land",
    "home-plans-chart-row-6-cell-1": "GDPR og CCPA-vennlig personvernpolicy",
    "home-plans-chart-row-7-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-8-cell-1": "Start ditt eget utfordringsinnhold",
    "home-plans-chart-row-9-cell-1": "Tidsbasert vanskelighetsplanlegging",
    "home-try-it-out-button": "Få hCaptcha",
    "home-try-it-out-head": "Prøv det",
    "home-try-it-out-text": "hCaptcha gir enkel, enkel og pålitelig botdeteksjon mens den er triviell for mennesker å løse.",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha er designet for å løse det mest arbeidskrevende problemet innen maskinlæring; merke enorme mengder data på en betimelig, rimelig og pålitelig måte. Mer data gir generelt bedre resultater i opplæring av maskinlæringsmodeller. Den nylige suksessen med dype modeller har ført til stadig større datasett, og hCaptcha betjener dette behovet.",
    "labeling-about-text-2": "Imidlertid er det langsomt og dyrt å lage store datasett som er vurdert av mennesker ved bruk av tradisjonelle metoder. hCaptcha er en måte for bedrifter å få merknadene de trenger raskere, med høyere kvalitet og til lavere pris enn andre alternativer.",
    "labeling-annotations-head": "Kommentar Typer",
    "labeling-annotations-text-1": "Nøyaktig gjenkjenning av objekter i bilder og video",
    "labeling-annotations-text-2": "Nøyaktig gjenkjenning av objekter i bilder og video",
    "labeling-annotations-text-3": "Punktkommentarer for mange forskjellige bruksområder",
    "labeling-annotations-text-4": "Sorter eller legg til vilkårlige kategorier i alle størrelser",
    "labeling-annotations-text-5": "Menneskedrevet påvisning og klassifisering",
    "labeling-annotations-text-6": "Trenger du en annen type som ikke er oppført her? Bare spør oss.",
    "labeling-annotations-title-1": "Avgrensningsbokser",
    "labeling-annotations-title-2": "Polygoner",
    "labeling-annotations-title-3": "Landemerker",
    "labeling-annotations-title-4": "Attributtkategorisering",
    "labeling-annotations-title-5": "Sammenligning og påvisning",
    "labeling-annotations-title-6": "... og mange flere",
    "labeling-ent-button": "Kontakt vårt Enterprise Solutions Team",
    "labeling-ent-head": "Trenger du end-to-end-kontroll?",
    "labeling-ent-text-1": "HUMAN-plattformen bak hCaptcha gir svært sofistikert arbeidskvalitet og administrasjonsfunksjoner via lokale, hybrid- eller SaaS-distribusjoner som integreres med dine eksisterende systemer.",
    "labeling-ent-text-2": "Kjør helt frakoblet med din egen arbeidsstyrke, følg verdien som forbrukes på tvers av forretningsenheter eller konsortiumspartnere, rute jobber selektivt til forskjellige interne eller eksterne arbeidslivsleverandører basert på krav til sikkerhet og mer.",
    "labeling-ent-text-3": "Enkel API-tilgang, vakre dashbord og den nyeste modellen innen teknologi for å maksimere effektiviteten.",
    "labeling-ent-text-4": "99,99% oppetid SLAer og 24/7 global støtte tilgjengelig. For mer informasjon:",
    "labeling-features-head-1": "Enkle API-drevne rørledninger.",
    "labeling-features-head-2": "Optimalisert for pris og kvalitet. Ingen forpliktelse på forhånd kreves.",
    "labeling-features-head-3": "Bare betal for nøyaktigheten du trenger.",
    "labeling-features-head-4": "Gi dine egne sannhetsdata eller la oss bygge dem på farten.",
    "labeling-features-text-1": "Vil du integrere menneskelig gjennomgang direkte i din virksomhet? Vi tilbyr SLAs med høy pålitelighet, garantert kapasitet og enkle REST APIer.",
    "labeling-features-text-2": "HUMAN-plattformen bruker omfattende tillitsmodeller for å utføre sofistikerte kvalitetsanalyser i sanntid. Dette lar oss raskt finne ut både vanskeligheten med spørsmål og det sannsynlige riktige svaret, noe som sparer deg tid og penger.",
    "labeling-features-text-3": "Ikke alle problemer er de samme. Kommentarer for sikkerhetskritiske oppgaver kan kreve 99,99% tillit fra helt menneskelige arbeidere. Kommentarer for en beta-funksjon i en mobilspill-app kan bare kreve moderat tillit. Du bestemmer.",
    "labeling-features-text-4": "Har du rådata uten et omfattende bekreftelsessett? I de fleste tilfeller kan vi bygge en for deg når oppgaver kjøres gjennom systemet, eller lage merkede prøver for godkjenning.",
    "labeling-info-head": "Få merket data",
    "labeling-info-text-1": "Snakk med en av domenekspertene våre for å definere prosjektets behov: målnøyaktighet, format og eventuelle spesielle krav.",
    "labeling-info-text-2": "Vi utfører en liten produksjonsjobb basert på eksempeldataene dine. Dette tester arbeidet vi har gjort sammen for å sikre at du får akkurat det du trenger.",
    "labeling-info-text-3": "Med vårt høye volum og lave ventetid vil vi snu arbeidet ditt raskt, med automatisk levering så snart det er gjort.",
    "labeling-info-text-4": "Etter hvert som vi bedre forstår parametrene for produksjonsarbeidet ditt, vil resultatene fortsette å forbedre seg over tid.",
    "labeling-info-text-5": "Live dashboards lar deg gi tilbakemelding eller stoppe produksjonen når som helst.",
    "labeling-info-title-1": "Definer spesifikasjoner",
    "labeling-info-title-2": "Første jobbtest",
    "labeling-info-title-3": "Distribuere produksjonsjobber",
    "labeling-info-title-4": "Kontinuerlig forbedring",
    "labeling-info-title-5": "Sanntidsresultater",
    "labeling-main-1": "Kostnadseffektiv datamerking i skala",
    "labeling-main-1-button": "Få dataene dine merket nå",
    "labeling-main-1c": "Trenger du flere etiketter for datasettene dine? hCaptcha gir rask, kostnadseffektiv og høykvalitets datamerking for selskaper som arbeider med kunstig intelligens og maskinlæringsapplikasjoner.",
    "labeling-main-2": "Start millioner av oppgaver umiddelbart.",
    "labeling-main-2-button": "Kjøp Data Labelling Services",
    "labeling-main-2c": "hCaptcha har en av de største bassengene på planeten tilgjengelig for bruk. Uansett skala, kan vi takle det uten dyre forpliktelser. Millioner av oppgaver per dag er ikke noe problem.",
    "labeling-platform-head": "Privat eller offentlig informasjon",
    "labeling-platform-text": "hCaptcha er bygget på HUMAN-plattformen, som tillater sofistikert ruting og analyse for å optimalisere kostnader og effektivitet ved hvert trinn. Denne teknologien lar den rette arbeidsstyrken håndtere hver del av jobben din, maksimerer kostnadseffektiviteten, samtidig som personvernet oppfylles og oppfyller eventuelle lovkrav som kan gjelde.",
    "labeling-try-button": "Kjøp Data Labelling Services",
    "labeling-try-head": "Vil du prøve det med dataene dine?",
    "labeling-try-text": "... vi er klare når du er: tjenesten vår er tilgjengelig døgnet rundt.",
    "learn-more-hcaptcha": "Lær mer om hCaptcha",
    "page-acc-faq-1": "Spørsmål: Er hCaptcha Seksjon 508 + WCAG 2.0 kompatibel? Svar: Vi tror det: alle brukere med noen form for funksjonshemning som er i stand til å surfe på nettet og legge inn tekst på skjemaer, kan få tilgang til tjenester beskyttet av hCaptcha ved registrering. Dette er imidlertid ikke juridisk råd: du bør utføre din egen evaluering, og ta hensyn til din spesielle implementering for å sikre at dette er tilfelle for distribusjonen din.",
    "page-acc-faq-2": "Spørsmål: Jobber du på andre tilgjengelighetsalternativer (a11y), for eksempel lyd? Svar: Tidligere populære alternativer som lyd captchas diskriminerer mange brukere og blir lett beseiret av moderne maskinlæringsteknikker. Dette har tvunget nåværende lydutfordringer til å bli vanskeligere og vanskeligere, og introdusere støy, merkelig timing, uvanlige ordkombinasjoner og så videre for å beseire angripere. Vi er dermed mindre entusiastiske over denne tilnærmingen mot å unngå utfordringen helt, men vil vurdere det hvis det er etterspørsel fra hele samfunnet. Vi er imidlertid veldig interessert i Privacy Pass for bruken av tilgjengelighetssaken. Vi tror at kombinasjonen av vår nåværende a11y-tilnærming med Privacy Pass-utstedelse vil tillate a11y-brukere å surfe trygt, sikre i visshet om at trafikken deres er mer privat, samtidig som det begrenser misbruk av botoperatører som uunngåelig oppstår når a11y-alternativer er tilgjengelige. Vi er aktive deltakere i IETFs arbeidsgruppe som standardiserer denne nye teknologien.",
    "page-acc-faq-3": "Spørsmål: Hva med personvern? Eksponerer registreringen a11y nettleserdata på en eller annen måte? Hva gjør du med e-posten? Svar: hCaptcha er designet for personvern fra grunnen av. Det er veldig annerledes enn tradisjonelle alternativer som reCAPTCHA som eies av annonsenettverk, som har et insentiv til å spore deg rundt på nettet og knytte deg til en ekte identitet. Vi bruker aldri tilgjengelighets-e-post eller informasjon for noe annet formål enn å tilrettelegge for all bruk og forhindre misbruk. Personvernpolicyen vår har omfattende og autoritative svar på hvordan vi bruker data, men det korte svaret er at vi ikke har noen interesse i å knytte deg som person til din nettleserhistorikk. Vi jobber for tiden med en kryptografisk løsning for raskt å forkaste e-postadressen din. mens vi fremdeles bevarer vår evne til å forhindre misbruk, som et supplement til vårt Privacy Pass-arbeid.",
    "page-acc-link-1": "Hvis du er en tilgjengelighetsbruker, kan du registrere deg her.",
    "page-acc-subhead": "Sikrer sømløs tilgang for alle brukere samtidig som sikkerheten opprettholdes",
    "page-acc-summary": "Sammendrag",
    "page-acc-summary-contents-1": "hCaptcha er designet for å stoppe roboter ved å skille dem fra mennesker. Visuelle tester er et praktisk verktøy for dette, men ikke alle kan løse en visuell utfordring. Av denne grunn har vi designet et enkelt, smertefritt alternativ for å la utgivere som bruker tjenesten vår bevare tilgjengeligheten for alle med fullstendig seksjon 508 og WCAG 2.0-samsvar.",
    "page-acc-summary-contents-2": "Slik fungerer det: først registrerer en tilgjengelighetsbruker seg ved denne URL-en, som er koblet til informasjonssiden for hCaptcha-widgeten. De får en kryptert informasjonskapsel som kan brukes flere ganger om dagen, men må oppdateres hver 24. time via pålogging. Når en utfordring blir presentert for en tilgjengelighetsbruker på et hvilket som helst nettsted som bruker hCaptcha-tjenesten, vil de automatisk passere.",
    "page-acc-title": "hCaptcha tilgjengelighetsinformasjon",
    "page-acc-tr-body": "Spørsmål: Jeg ser fortsatt en utfordring etter at jeg har satt inn informasjonskapselen. Hva forårsaker dette? Svar: Dette skyldes vanligvis å bruke en aggressiv annonseblokkering eller anti-cookie-utvidelse, eller en innstilling som blokkerer informasjonskapsler på tvers av nettsteder, i dette tilfellet en informasjonskapsel for hcaptcha.com som er angitt eller kontrollert av hCaptcha JavaScript på et annet nettsted , som den du besøker. hCaptcha tilgjengelighetscookies fungerer med alle populære nettlesere og annonseblokkere med sine standardinnstillinger, så feil skyldes vanligvis anti-anti-adblock-skript eller lignende regelsett som er målrettet mot bestemte nettsteder. Løsninger: 1. Hviteliste hcaptcha.com og * .hcaptcha.com cookies i annonseblokkeringen eller nettleserens sikkerhetsutvidelse. 2. Hvis du bruker Brave-nettleseren, som ikke ser ut til å ha noen form for hvitliste for cookies (i april 2020), går du til Innstillinger -> Skjold -> Informasjonskapsler og velger Tillat alle informasjonskapsler. 3. Hvis du bruker den aller nyeste versjonen av Safari på enten nylig utgitte OS X 10.15 eller iOS 13. 4, har Apple nettopp endret oppførselen til Safari relatert til tredjeparts informasjonskapsler, og blokkerer dem alle som standard. Vi implementerer en løsning, men i mellomtiden kan du gå til Safari-innstillinger, personvern og fjerne merket for Sporing av nettsted: Forhindre sporing på tvers av nettsteder for å gjøre tilgjengelighetscookien fungere som forventet. Spørsmål: Jeg bruker flere enheter. Må jeg registrere meg flere ganger? Svar: Nei. Klikk på den samme e-postkoblingen som er sendt til deg på hver enhet du bruker for å angi informasjonskapselen.",
    "page-acc-tr-title": "For tilgjengelighetsbrukere: Spørsmål og svar og feilsøkingsveiledning",
    "priv-hc": "Personvernfokusert",
    "priv-hc-text": "Annonsenettverk ser deg som deres produkt. Det gjør vi ikke. Vi bryr oss ikke hvem brukerne er, bare hvor sannsynlig de er skadelige. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "reporting-bugs-accessibility-button": "Lær mer om tilgjengelighetsalternativer",
    "reporting-bugs-accessibility-head": "Tilgjengelighetsalternativer",
    "reporting-bugs-accessibility-text": "Er du synshemmet eller ikke klarer å fullføre hCaptchas?",
    "reporting-bugs-guide-ff-head": "Fange detaljer om feilrapporter: Firefox",
    "reporting-bugs-guide-ff-step-1": "Trinn 1: Åpne utviklerverktøy (Dette begynner å registrere økten.)",
    "reporting-bugs-guide-ff-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for Persist-loggboksen øverst.",
    "reporting-bugs-guide-ff-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem med (Personvern Merk: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på I er menneskelig knapp, og prøv å løse.",
    "reporting-bugs-guide-ff-step-4": "Trinn 4: Klikk på HAR etter at du har prøvd å løse, og velg Lagre alt som HAR for å lagre nettverksloggen. Send filen til oss.",
    "reporting-bugs-guide-ff-step-5": "Trinn 5: Klikk på kategorien Konsoll, og høyreklikk deretter på Velg alt og lagre det i en tekstfil for å lagre konsolloggen. Send oss det også.",
    "reporting-bugs-guide-ff-step-6": "Siste trinn: Send disse HAR- og konsollloggfilene til oss via e-post, og beskriv problemet. Bruk: support@hcaptcha.com (bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde hvis du mistenker at det ikke er noe som ikke vises riktig. . Send også IP-en du bruker. Du kan få det fra https://www.whatsmyip.org/ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er forpliktet til å få hCaptcha til å fungere bra for alle.",
    "reporting-bugs-guide-head": "Registrering av feilrapportdetaljer: Chrome",
    "reporting-bugs-guide-step-1": "Trinn 1: Åpne utviklerverktøy (Dette begynner å registrere økten.)",
    "reporting-bugs-guide-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for Bevar loggboksen øverst.",
    "reporting-bugs-guide-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem med (Personvern Merk: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på I er menneskelig knapp, og prøv å løse.",
    "reporting-bugs-guide-step-4": "Trinn 4: Klikk på Eksporter HAR (den lille nedpilen) etter at du har forsøkt å løse, som lagrer nettverksloggen. Send filen til oss.",
    "reporting-bugs-guide-step-5": "Trinn 5: Klikk kategorien Konsoll, og høyreklikk deretter Lagre som .. for å lagre konsolloggen. Send oss det også.",
    "reporting-bugs-guide-step-6": "Siste trinn: Send disse HAR- og konsollloggfilene til oss via e-post, og beskriv problemet. Bruk: support@hcaptcha.com (bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde hvis du mistenker at det ikke er noe som vises riktig. Send også IP-en du bruker. Du kan få det fra https://www.whatsmyip.org/ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er forpliktet til å få hCaptcha til å fungere bra for alle.",
    "reporting-bugs-guide-text-1": "Å sende feilsøkingsinformasjon med rapporten din vil gjøre det mye enklere for oss å identifisere hva som skjer. Her er trinnvise instruksjoner:",
    "reporting-bugs-guide-text-2": "Hvis du er en nettutvikler eller ekspertbruker, er sammendraget at vi vil at du skal sende oss en nettverksopptak HAR og nettleserkonsolllogger. Prøv å deaktivere sikkerhetsutvidelser for annonseblokkering eller nettleser, og prøv deretter igjen før du går gjennom disse trinnene. Hvis det løser problemet ditt, vil vi likevel sette pris på at du gir oss beskjed om nettleserversjonen, annonseblokkeringen eller nettleserutvidelsen og nettadressen til nettstedet.",
    "reporting-bugs-intro-head": "Fant du en feil? Slik rapporterer du det.",
    "reporting-bugs-intro-text": "Millioner av mennesker bruker hCaptcha hver måned, på tusenvis av kombinasjoner av nettlesere, utvidelser, enheter, brannmurer og mer. Målet vårt er å sørge for at det alltid fungerer for deg, så vi setter stor pris på rapportene dine! For å gi rask tilbakemelding er det bare å klikke Send oss tilbakemelding-knappen. Hvis du ser et funksjonelt problem, kan du følge instruksjonene for feilsøkingslogg for Chrome eller feilsøkingsinstruksjonene for Firefox nedenfor. For andre nettlesere, bare send oss en e-post. For potensielle sikkerhets- eller personvernproblemer, se instruksjonene nedenfor.",
    "reporting-bugs-privacy-head": "Privatlivs problemer",
    "reporting-bugs-privacy-text": "Vi bryr oss ikke om hvem som er brukere, bare hvor sannsynlig de er for å være skadelige eller maskiner. Vi støtter initiativer som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet. Hvis du har funnet et problem som du tror kan påvirke brukernes personvern, kan du sende oss en e-post på support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Send oss tilbakemelding",
    "reporting-bugs-provide-feedback-head": "Gi umiddelbar tilbakemelding på hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "reporting-bugs-security-head": "Sikkerhetsfeil",
    "reporting-bugs-security-text": "Vi er alltid interessert i å motta rapporter om sikkerhetsfeil. Send e-post til support@hcaptcha.com og CC security@hcaptcha.com, så kommer vi raskt tilbake til deg. Vi har også et bug-bounty-program for kvalifiserte sikkerhetsrapporter om hCaptcha-tjenesten og tilhørende kildekode.",
    "sec-hc": "Sikkerhet først",
    "sec-hc-text": "hCaptcha er utgiverfokusert. Vi jobber for å gi nettsteder ekte data og la dem bestemme hvordan de skal bruke dem. Nøyaktighet er i din interesse og vår. Andre captchas er levert av reklamefirmaer. Hver bot de blokkerer kan redusere inntektene.",
    "switch-to-english-link": "Bytt til engelsk",
    "what-is-hcaptcha": "Hva er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjelper favorittnettjenestene dine med å holde unna bots, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er menneske eller maskin. Nettstedet du besøkte, bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet ved å holde bots."
}