{
    "acc-opt": "Tilgjengelighetsalternativer",
    "acc-opt-but": "Lær mer om tilgjengelighetsalternativer",
    "acc-opt-text": "Er du svaksynte eller på annen måte ikke fullfører hCaptchas?",
    "accessibility-link": "tilgjengelighet",
    "appreciate-in": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "fb-but": "Send oss tilbakemeldinger",
    "feedback-text": "Gi tilbakemelding på hCaptcha du nettopp så",
    "home-ent-1": "Ser du etter våre bedriftssikkerhetstilbud?",
    "home-ent-2": "Besøk vår nye dedikerte side: BotStop.com",
    "home-intro-body": "Bruker du en captcha for å holde ut bots? hCaptcha beskytter brukernes personvern, belønner nettsteder og hjelper bedrifter med å merke dataene sine. Det er en drop-in erstatning for reCAPTCHA: du kan bytte innen få minutter.",
    "home-intro-head": "Stopp flere roboter. Begynn å beskytte brukernes personvern.",
    "home-main-1": "Privat. Sikre. Raskere. Og vi betaler deg for å bruke den.",
    "home-main-2": "Personvernfokusert",
    "home-main-2c": "Annonsenettverk ser de besøkende som produktet. For hCaptcha er produktet arbeidet de leverer. Vi bryr oss ikke hvem brukerne dine er, bare hvor sannsynlig de vil være ondsinnet. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "home-main-3": "Sikkerhet først",
    "home-main-3c": "Nøyaktighet er i din interesse og vårt. hCaptcha er utgiverfokusert. Vi jobber for å gi deg ekte data og lar deg bestemme hvordan du skal bruke dem. Andre captchas er levert av",
    "home-main-3c2": "reklamefirmaer. Dette betyr at hver bot de blokkerer, kan redusere inntektene.",
    "home-main-4": "Bedre brukeropplevelse",
    "home-main-4c": "Sofistikerte maskinlæringsmodeller brukes av hCaptcha for å bestemme menneskeheten. Dette lar oss kreve mindre irriterende oppgaver fra brukerne dine og ta mindre tid på å gjøre det, samtidig som vi produserer nyttige merkede data for merking av kunder.",
    "home-main-plans": "hCaptcha er gratis å bruke for utgivere av alle størrelser. For bedrifter og plattformer som trenger mer kontroll, er våre virksomhetsløsninger imidlertid tilgjengelige.",
    "home-main-plans2": "hCaptcha bedriftsløsninger beskytter millioner av brukere på flere titalls millioner nettsteder for noen av de største selskapene på planeten. Ta kontakt for mer info, eller besøk",
    "home-main-plans3": "hCaptcha bedriftsløsninger beskytter millioner av brukere på flere titalls millioner nettsteder for noen av de største selskapene på planeten. Ta kontakt for mer info, eller besøk",
    "home-main-plans4": "for detaljer.",
    "learn-more-hcaptcha": "Lær mer om hCaptcha",
    "page-acc-faq-1": "Spørsmål: Er hCaptcha seksjon 508 + WCAG 2.0 kompatibel? Svar: Vi mener det: alle brukere med noen form for svekkelse som er i stand til å surfe på nettet og legge inn tekst på skjemaer, kan få tilgang til tjenester beskyttet av hCaptcha ved registrering. Dette er imidlertid ikke juridisk rådgivning: du bør utføre din egen evaluering, og ta i betraktning din spesielle implementering for å sikre at dette er tilfelle for distribusjonen din.",
    "page-acc-faq-2": "Spørsmål: Jobber du med andre tilgjengelighetsalternativer (a11y), som lyd? Svar: Tidligere populære alternativer som lyd captchas diskriminerer mange brukere på 11 år og blir lett beseiret av moderne maskinlæringsteknikker. Dette har tvunget dagens lydutfordringer til å bli mer og mer vanskelig, og introduserer støy, merkelig timing, uvanlige ordkombinasjoner, og så videre for å beseire angripere. Vi er dermed mindre entusiastiske over denne tilnærmingen kontra å unngå utfordringene helt, men vil vurdere den hvis det er etterspørsel fra hele samfunnet. Vi er imidlertid veldig interessert i Personvernpass for brukstilfelle-saken. Vi tror at kombinasjonen av vår nåværende a11y-tilnærming med utstedelse av personvernpass vil tillate brukere på a11y-tallet å surfe trygt, sikre den kunnskapen om at trafikken deres er mer privat, samtidig som de begrenser misbruket fra botoperatører som uunngåelig oppstår når alternativene er tilgjengelige. Vi er aktive deltakere i IETF arbeidsgruppe som standardiserer denne nye teknologien.",
    "page-acc-faq-3": "Spørsmål: Hva med personvernet? Eksponerer registrering på nettlesedata på noen måte? Hva gjør du med e-posten? Svar: hCaptcha er designet for personvern fra grunnen av. Det er veldig annerledes enn tradisjonelle alternativer som reCAPTCHA som eies av annonsenettverk, som har et insentiv til å spore deg rundt på nettet og knytte deg til en ekte identitet. Vi bruker aldri tilgjengelighets-e-post eller informasjon til noe annet formål enn å lette bruken av elever og forhindre misbruk. Personvernreglene våre har omfattende og autoritative svar på hvordan vi bruker data, men det korte svaret er at vi ikke har noen interesse i å knytte deg som person til nettleserhistorien. Vi jobber for tiden med en kryptografisk løsning for raskt å forkaste e-postadressen din mens vi fremdeles bevarer vår evne til å forhindre misbruk, kompletterer vårt personvernpassarbeid.",
    "page-acc-link-1": "Hvis du er en tilgjengelighetsbruker, kan du registrere deg her.",
    "page-acc-subhead": "Sikre sømløs tilgang for alle brukere og samtidig opprettholde sikkerheten",
    "page-acc-summary": "Sammendrag",
    "page-acc-summary-contents-1": "hCaptcha er designet for å stoppe bots ved å skille dem fra mennesker. Visuelle tester er et praktisk verktøy for dette, men ikke alle kan løse en visuell utfordring. Av denne grunn har vi designet et enkelt, smertefritt alternativ for å la utgivere som bruker tjenesten vår bevare tilgjengeligheten for alle med full overholdelse av avsnitt 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Slik fungerer det: først registrerer en tilgjengelighetsbruker seg på denne URL-en, som er koblet på hCaptcha widget-infosiden. De får en kryptert informasjonskapsel som kan brukes flere ganger per dag, men som må oppdateres hver 24. time via innlogging. Når en utfordring blir presentert for en tilgjengelighetsbruker på alle nettsteder som bruker hCaptcha-tjenesten, vil de automatisk passere.",
    "page-acc-title": "hCaptcha Tilgjengelighetsinformasjon",
    "page-acc-tr-body": "Spørsmål: Jeg ser fortsatt en utfordring etter å ha satt cookien. Hva er årsaken til dette? Svar: Dette skyldes vanligvis en aggressiv annonse-blokkering eller en anti-cookie-utvidelse, eller en innstilling som blokkerer informasjonskapsler på andre sider, i dette tilfellet en cookie for hcaptcha.com som er satt eller sjekket av hCaptcha JavaScript på et annet nettsted , som den du besøker. hCaptcha-tilgjengelighetscookies fungerer med alle populære nettlesere og annonseblokkerere med standardinnstillingene, så typisk skyldes feil feil mot anti-adblock-skript eller lignende regelsett som er målrettet mot bestemte nettsteder. Løsninger: 1. Hviteliste hcaptcha.com og * .hcaptcha.com informasjonskapsler i annonseblokkeringen eller nettleserens sikkerhetsutvidelse. 2. Hvis du bruker den modige nettleseren, som ikke (fra april 2020) ser ut til å ha noen form for hviteliste over informasjonskapsler, kan du gå til Innstillinger -> Skjold -> Informasjonskapsler og velge Tillat alle informasjonskapsler. 3. Hvis du bruker den aller siste versjonen av Safari på enten den nylig utgitte OS X 10.15 eller iOS 13. 4, har Apple nettopp endret oppførselen til Safari relatert til tredjeparts cookies, og blokkerer dem alle som standard. Vi implementerer en løsning, men i mellomtiden kan du gå til Safari Preferences, Privacy-delen og fjerne merket av sporing av nettsteder: Hindre sporing på tvers av nettsteder for å gjøre tilgjengeligheten informasjonskapsel som fungerer som forventet. Spørsmål: Jeg bruker flere enheter. Må jeg registrere meg flere ganger? Svar: Nei. Vennligst klikk på den samme e-postpåloggingslenken som ble sendt til deg på hver enhet du bruker for å angi informasjonskapselen.",
    "page-acc-tr-title": "For tilgjengelighetsbrukere: Spørsmål og svar og feilsøkingsveiledning",
    "priv-hc": "Personvernfokusert",
    "priv-hc-text": "Annonsenettverk ser deg som deres produkt. Det har vi ikke. Vi bryr oss ikke hvem brukere er, bare hvor sannsynlig de vil være ondsinnet. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "sec-hc": "Sikkerhet først",
    "sec-hc-text": "hCaptcha er utgiverfokusert. Vi jobber for å gi nettsteder ekte data og la dem bestemme hvordan de skal brukes. Nøyaktighet er i din interesse og vårt. Andre captchas er levert av reklamefirmaer. Hver bot de blokkerer, kan redusere inntektene.",
    "what-is-hcaptcha": "Hva er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjelper favorittnettjenestene dine med å holde unna bots, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er menneske eller en maskin. Nettstedet du besøkte bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet deres ved å holde ut bots."
}