{
    "about-advisors-brendan": "ADMINISTRERENDE DIREKTØR. Anerkjent leder i AI. Har brukt maskinell intelligens i omfang til en lang rekke forretningsproblemer de siste tiårene.",
    "about-advisors-dawn": "PhD i Computational Biology, Stanford. Jobber med nevrale nettverk siden 1999. Fokus på anvendt ML og dyp læring i skala.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Database- og Blockchain-ekspert. Tidlig ingeniør hos Cloudera og mer. Tiår med kompetanse som bygger programvare og team.",
    "about-content-head-1": "Hva vi gjør",
    "about-content-head-2": "Why It Matters",
    "about-content-text-1": "hCaptcha er en tjeneste fra Intuition Machines Inc, et AI- og maskinlæringsfirma med fokus på metallearning og visuelt domene ML i skala. ‍Vi bygger og driver massivt skalerbare systemer for å muliggjøre video- og bildeanalysetjenester for Global 2000-selskaper over hele verden.",
    "about-content-text-2": "Mer data gir generelt bedre resultater. Å bygge og vedlikeholde korrekt merkede og relevante datasett er tidkrevende og dyrt. ‍HCaptcha ble opprinnelig utviklet for å imøtekomme våre egne behov innen bildemerking, og er nå tilgjengelig for andre selskaper med lignende behov.",
    "about-intro-head-1": "Arbeid for hCaptcha",
    "about-intro-head-2": "Vår misjon er stor",
    "about-intro-text": "Vi vokser raskt og leter alltid etter verdens beste talent på tvers av våre globale kontorer. Du kan søke med lenkene nedenfor.",
    "about-leadership-alex": "Database- og Blockchain-ekspert. Tidlig ingeniør hos Cloudera og mer. Tiår med kompetanse som bygger programvare og team.",
    "about-leadership-eli": "ADMINISTRERENDE DIREKTØR. Anerkjent leder i AI. Har brukt maskinell intelligens i omfang til en lang rekke forretningsproblemer de siste tiårene.",
    "about-leadership-head": "Ledelse",
    "about-leadership-todd": "PhD i Computational Biology, Stanford. Jobber med nevrale nettverk siden 1999. Fokus på anvendt ML og dyp læring i skala.",
    "acc-opt": "Tilgjengelighetsalternativer",
    "acc-opt-but": "Lær mer om tilgjengelighetsalternativer",
    "acc-opt-text": "Er du svaksynte eller på annen måte ikke fullfører hCaptchas?",
    "accessibility-link": "tilgjengelighet",
    "appreciate-in": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "fb-but": "Send oss tilbakemeldinger",
    "feedback-text": "Gi tilbakemelding på hCaptcha du nettopp så",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha er et registrert varemerke for Intuition Machines, Inc.",
    "footer-header-1": "Selskap",
    "footer-header-2": "ressurser",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Merking",
    "footer-link-2": "Om",
    "footer-link-3": "Arbeidsplasser",
    "footer-link-4": "varemerker",
    "footer-link-5": "bloggen",
    "footer-link-6": "Status",
    "footer-link-7": "dokumentasjon",
    "footer-link-8": "Rapporter en feil",
    "footer-link-9": "tilgjengelighet",
    "footer-privacy": "Personvern",
    "footer-subheader-1": "Brukerstøtte",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Vilkår",
    "header-docs-link": "Dokumenter",
    "header-labeling-services-link": "Merketjenester",
    "header-login-button": "Logg Inn",
    "header-plans-link": "planer",
    "header-signup-button": "Melde deg på",
    "home-aboot-subtitle": "Drevet av HUMAN-protokollen",
    "home-about-head": "Om hCaptcha",
    "home-about-text-1": "hCaptcha er designet for å løse det mest arbeidsintensive problemet i maskinlæring: merking av enorme datamengder på en betimelig, rimelig og pålitelig måte.",
    "home-about-text-2": "Mer data gir generelt bedre resultater i læringsmodeller for opplæring av maskiner. Den nylige suksessen til dype modeller har ført til stadig større datasett, nesten alltid med en viss menneskelig gjennomgang. Det er imidlertid tregt og dyrt å lage store menneskelig vurderte datasett via Mechanical Turk, Figure Eight, etc..",
    "home-about-text-3": "hCaptcha lar nettsteder tjene penger som betjener dette kravet mens de blokkerer roboter og andre former for misbruk.",
    "home-about-text-4": "Markedsplassen hCaptcha drives av HUMAN-protokollen, en åpen desentralisert protokoll for gjennomgang av mennesker som kjører på Ethereum blockchain. Nettsteder tjener Human Tokens (HMT) hver gang brukere bruker hCaptcha-widgeten på nettstedet sitt, og maskinlæringsbedrifter betaler Human Tokens for å få dataene sine merket.",
    "home-ba-labeling-services-link": "Merketjenester",
    "home-benefits-head-1": "Verdien i datamerking",
    "home-benefits-head-2": "Gi tilbake til veldedighet",
    "home-benefits-text-1": "Visste du at hver gang du \"klikker på bilen\" hjelper du med å trene et enkelt Giganticcompany-maskinlæringssystem gratis?",
    "home-benefits-text-2": "hCaptcha snur denne modellen. Når du bruker hCaptcha, byder selskaper på det arbeidet brukerne dine gjør når de beviser deres menneskelighet. Du får belønningen.",
    "home-benefits-text-3": "Vil du gi tilbake til din favoritt veldedighet? hCaptcha lar deg støtte veldedige organisasjoner du velger, med inntektene du får ved å bruke den. Brukere på nettstedet ditt vil snart kunne se ditt bidrag til veldedighet gjennom diskret merkevarebygging på hCaptcha-grensesnittet.",
    "home-challenge-text-1": "Velg alle bildene som samsvarer med spørringen",
    "home-challenge-text-2": "Definer avgrensningsområdet for objekter",
    "home-challenge-text-3": "Identifiser de tilsvarende etikettene",
    "home-challenge-title-1": "Sammenligning",
    "home-challenge-title-2": "Bindingsboks",
    "home-challenge-title-3": "kategorisering",
    "home-challenges-head": "Presentert utfordringer",
    "home-challenges-text-1": "... og andre enkle oppgaver. Lett for mennesker, vanskelig for roboter.",
    "home-challenges-text-2": "Tilpassede oppgaver også tilgjengelig for bedriftsutgivere.",
    "home-ent-1": "Ser du etter våre bedriftssikkerhetstilbud?",
    "home-ent-2": "Besøk vår nye dedikerte side: BotStop.com",
    "home-ent-button": "Finn ut mer: BotStop av hCaptcha",
    "home-from-the-blog": "FRA BLOGGEN:",
    "home-from-the-blog-value": "Hvordan hCaptcha vanskelighetsinnstillinger fungerer",
    "home-intro-body": "Bruker du en captcha for å holde ut bots? hCaptcha beskytter brukernes personvern, belønner nettsteder og hjelper bedrifter med å merke dataene sine. Det er en drop-in erstatning for reCAPTCHA: du kan bytte innen få minutter.",
    "home-intro-button": "Registrer deg nå",
    "home-intro-head": "Stopp flere roboter. Begynn å beskytte brukernes personvern.",
    "home-main-1": "Privat. Sikre. Raskere. Og vi betaler deg for å bruke den.",
    "home-main-2": "Personvernfokusert",
    "home-main-2c": "Annonsenettverk ser de besøkende som produktet. For hCaptcha er produktet arbeidet de leverer. Vi bryr oss ikke hvem brukerne dine er, bare hvor sannsynlig de vil være ondsinnet. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "home-main-3": "Sikkerhet først",
    "home-main-3c": "Nøyaktighet er i din interesse og vårt. hCaptcha er utgiverfokusert. Vi jobber for å gi deg ekte data og lar deg bestemme hvordan du skal bruke dem. Andre captchas er levert av",
    "home-main-3c2": "reklamefirmaer. Dette betyr at hver bot de blokkerer, kan redusere inntektene.",
    "home-main-4": "Bedre brukeropplevelse",
    "home-main-4c": "Sofistikerte maskinlæringsmodeller brukes av hCaptcha for å bestemme menneskeheten. Dette lar oss kreve mindre irriterende oppgaver fra brukerne dine og ta mindre tid på å gjøre det, samtidig som vi produserer nyttige merkede data for merking av kunder.",
    "home-main-plans": "hCaptcha er gratis å bruke for utgivere av alle størrelser. For bedrifter og plattformer som trenger mer kontroll, er våre virksomhetsløsninger imidlertid tilgjengelige.",
    "home-main-plans2": "hCaptcha bedriftsløsninger beskytter millioner av brukere på flere titalls millioner nettsteder for noen av de største selskapene på planeten. Ta kontakt for mer info, eller besøk",
    "home-main-plans3": "hCaptcha bedriftsløsninger beskytter millioner av brukere på flere titalls millioner nettsteder for noen av de største selskapene på planeten. Ta kontakt for mer info, eller besøk",
    "home-main-plans4": "for detaljer.",
    "home-plans-button-1": "Registrer deg nå",
    "home-plans-button-2": "Kontakt salg",
    "home-plans-chart-head-1": "Egenskaper",
    "home-plans-chart-head-2": "Forlegger",
    "home-plans-chart-head-3": "Bedriften",
    "home-plans-chart-row-1-cell-1": "Kontroller utfordringstyper vist",
    "home-plans-chart-row-1-cell-2": "Begrenset",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-11-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-12-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-2-cell-1": "Kontroller utfordringsinnhold som brukes",
    "home-plans-chart-row-2-cell-2": "Begrenset",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "GDPR og CCPA-vennlig personvernpolitikk",
    "home-plans-chart-row-7-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-8-cell-1": "Finkornet vanskelighetsgrad",
    "home-plans-chart-row-9-cell-1": "Finkornet vanskelighetsgrad",
    "home-try-it-out-button": "Få hCaptcha",
    "home-try-it-out-text": "hCaptcha gir enkel, enkel og pålitelig botdeteksjon mens den er triviell for mennesker å løse.",
    "home-try-it-put-head": "Prøv det",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha er designet for å løse det mest arbeidsintensive problemet i maskinlæring; merke enorme datamengder på en betimelig, rimelig og pålitelig måte. Mer data gir generelt bedre resultater i læringsmodeller for opplæring av maskiner. Den nylige suksessen til dype modeller har ført til stadig større datasett, og hCaptcha tjener dette behovet.",
    "labeling-about-text-2": "Det er imidlertid både tregt og dyrt å lage store datasynkroniserte datasett ved bruk av tradisjonelle metoder. hCaptcha er en måte for selskaper å få merknadene de trenger raskere, med høyere kvalitet og til lavere pris enn andre alternativer.",
    "labeling-annotations-head": "Merknadstyper",
    "labeling-annotations-text-1": "Nøyaktig objektdeteksjon i bilder og video",
    "labeling-annotations-text-2": "Nøyaktig objektdeteksjon i bilder og video",
    "labeling-annotations-text-3": "Pek på merknader for mange forskjellige brukssaker",
    "labeling-annotations-text-4": "Sorter eller legg til vilkårlige kategorier av en hvilken som helst størrelse",
    "labeling-annotations-text-5": "Menneskedrevet deteksjon og klassifisering",
    "labeling-annotations-text-6": "Trenger du en annen type som ikke er oppført her? Bare spør oss.",
    "labeling-annotations-title-1": "Bindingsbokser",
    "labeling-annotations-title-2": "polygoner",
    "labeling-annotations-title-3": "Landemerker",
    "labeling-annotations-title-4": "Attribuskategorisering",
    "labeling-annotations-title-5": "Sammenligning og påvisning",
    "labeling-annotations-title-6": "... og mange flere",
    "labeling-ent-button": "Kontakt vårt Enterprise Solutions Team",
    "labeling-ent-head": "Trenger du ende-til-ende-kontroll?",
    "labeling-ent-text-1": "HUMAN-plattformen bak hCaptcha gir svært sofistikert arbeidskvalitet og administrasjonsfunksjoner via lokale, hybrid eller SaaS-distribusjoner som integreres med dine eksisterende systemer.",
    "labeling-ent-text-2": "Kjør helt offline med din egen arbeidsstyrke, spore verdien som forbrukes på tvers av forretningsenheter eller konsortiumpartnere, rute valg av jobber til forskjellige interne eller eksterne leverandører av arbeidskraft basert på kostnader og sikkerhetskrav, og mer.",
    "labeling-ent-text-3": "Asy Enkel API-tilgang, vakre dashbord og den nyeste modell-i-sløyfeteknologien for å maksimere arbeidstakernes effektivitet.",
    "labeling-ent-text-4": "99,99% oppetid SLAs og 24/7 global support tilgjengelig. For mer informasjon:",
    "labeling-features-head-1": "Enkle API-drevne rørledninger.",
    "labeling-features-head-2": "Optimalisert for kostnader og kvalitet. Ingen forhåndsengasjement kreves.",
    "labeling-features-head-3": "Betal bare for nøyaktigheten du trenger.",
    "labeling-features-head-4": "Gi dine egne grunnleggende sannhetsdata, eller la oss bygge dem på farten.",
    "labeling-features-text-1": "Vil du integrere menneskelig gjennomgang direkte i forretningsdriften din? Vi tilbyr SLA-er med høy pålitelighet, garantert kapasitet og enkle REST API-er.",
    "labeling-features-text-2": "HUMAN-plattformen bruker omfattende tillitsmodeller for å utføre sofistikert sanntidskvalitetsanalyse. Dette lar oss raskt bestemme både vanskelighetsgraden av spørsmål og deres sannsynlige riktige svar, slik at du sparer tid og penger.",
    "labeling-features-text-3": "Ikke alle problemer er de samme. Merknader for sikkerhetskritiske oppgaver kan kreve 99,99% tillit fra helt menneskelige arbeidere. Merknader for en beta-funksjon i en mobilspill-app kan bare kreve moderat selvtillit. Du bestemmer.",
    "labeling-features-text-4": "Har du rådata uten et omfattende verifiseringssett? I de fleste tilfeller kan vi bygge en for deg når oppgaver kjøres gjennom systemet, eller lage merkede prøver for godkjenning.",
    "labeling-info-head": "Å få datamerket",
    "labeling-info-text-1": "Snakk med en av våre domeneeksperter for å definere prosjektbehovene dine: målnøyaktighet, format og eventuelle spesielle krav.",
    "labeling-info-text-2": "Vi utfører en liten produksjonsjobb basert på eksempeldataene dine. Dette tester arbeidet vi har gjort sammen for å sikre at du får akkurat det du trenger.",
    "labeling-info-text-3": "Med vårt høye volum og lave latenstid vil vi snu arbeidet raskt, med automatisk levering så snart det er gjort.",
    "labeling-info-text-4": "Når vi bedre forstår parametrene for produksjonsarbeidet ditt, vil resultatene fortsette å forbedre seg over tid.",
    "labeling-info-text-5": "Live dashboards lar deg gi tilbakemelding eller stoppe produksjonen når som helst.",
    "labeling-info-title-1": "Definer spesifikasjoner",
    "labeling-info-title-2": "Innledende jobbprøve",
    "labeling-info-title-3": "Distribuer produksjonsjobber",
    "labeling-info-title-4": "Kontinuerlig forbedring",
    "labeling-info-title-5": "Sanntidsresultater",
    "labeling-main-1": "Kostnadseffektiv datamerking i skala",
    "labeling-main-1-button": "Få dataene merket nå",
    "labeling-main-1c": "Trenger du flere etiketter for datasettene? hCaptcha gir rask, kostnadseffektiv og datamerking av høy kvalitet for selskaper som jobber med kunstig intelligens og maskinlæringsapplikasjoner.",
    "labeling-main-2": "Start millioner av oppgaver øyeblikkelig.",
    "labeling-main-2-button": "Kjøp datamerkingstjenester",
    "labeling-main-2c": "hCaptcha har et av de største bassengene på planeten tilgjengelig for din bruk. Uansett omfang, kan vi håndtere det uten dyre forpliktelser på forhånd. Millioner av oppgaver per dag er ikke noe problem.",
    "labeling-platform-head": "Privat eller offentlig informasjon",
    "labeling-platform-text": "hCaptcha er bygget på HUMAN-plattformen, som lar sofistikert ruting og analyse for å optimalisere kostnadene og effektiviteten på hvert trinn. Denne teknologien lar den rette arbeidsstokken håndtere hver del av jobben din, maksimere kostnadseffektiviteten, samtidig som du bevarer personvernet og oppfyller eventuelle myndighetskrav som kan gjelde.",
    "labeling-try-button": "Kjøp datamerkingstjenester",
    "labeling-try-head": "Vil du prøve det med dataene dine?",
    "labeling-try-text": "... vi er klare når du er: tjenesten vår er tilgjengelig døgnet rundt.",
    "learn-more-hcaptcha": "Lær mer om hCaptcha",
    "page-acc-faq-1": "Spørsmål: Er hCaptcha seksjon 508 + WCAG 2.0 kompatibel? Svar: Vi mener det: alle brukere med noen form for svekkelse som er i stand til å surfe på nettet og legge inn tekst på skjemaer, kan få tilgang til tjenester beskyttet av hCaptcha ved registrering. Dette er imidlertid ikke juridisk rådgivning: du bør utføre din egen evaluering, og ta i betraktning din spesielle implementering for å sikre at dette er tilfelle for distribusjonen din.",
    "page-acc-faq-2": "Spørsmål: Jobber du med andre tilgjengelighetsalternativer (a11y), som lyd? Svar: Tidligere populære alternativer som lyd captchas diskriminerer mange brukere på 11 år og blir lett beseiret av moderne maskinlæringsteknikker. Dette har tvunget dagens lydutfordringer til å bli mer og mer vanskelig, og introduserer støy, merkelig timing, uvanlige ordkombinasjoner, og så videre for å beseire angripere. Vi er dermed mindre entusiastiske over denne tilnærmingen kontra å unngå utfordringene helt, men vil vurdere den hvis det er etterspørsel fra hele samfunnet. Vi er imidlertid veldig interessert i Personvernpass for brukstilfelle-saken. Vi tror at kombinasjonen av vår nåværende a11y-tilnærming med utstedelse av personvernpass vil tillate brukere på a11y-tallet å surfe trygt, sikre den kunnskapen om at trafikken deres er mer privat, samtidig som de begrenser misbruket fra botoperatører som uunngåelig oppstår når alternativene er tilgjengelige. Vi er aktive deltakere i IETF arbeidsgruppe som standardiserer denne nye teknologien.",
    "page-acc-faq-3": "Spørsmål: Hva med personvernet? Eksponerer registrering på nettlesedata på noen måte? Hva gjør du med e-posten? Svar: hCaptcha er designet for personvern fra grunnen av. Det er veldig annerledes enn tradisjonelle alternativer som reCAPTCHA som eies av annonsenettverk, som har et insentiv til å spore deg rundt på nettet og knytte deg til en ekte identitet. Vi bruker aldri tilgjengelighets-e-post eller informasjon til noe annet formål enn å lette bruken av elever og forhindre misbruk. Personvernreglene våre har omfattende og autoritative svar på hvordan vi bruker data, men det korte svaret er at vi ikke har noen interesse i å knytte deg som person til nettleserhistorien. Vi jobber for tiden med en kryptografisk løsning for raskt å forkaste e-postadressen din mens vi fremdeles bevarer vår evne til å forhindre misbruk, kompletterer vårt personvernpassarbeid.",
    "page-acc-link-1": "Hvis du er en tilgjengelighetsbruker, kan du registrere deg her.",
    "page-acc-subhead": "Sikre sømløs tilgang for alle brukere og samtidig opprettholde sikkerheten",
    "page-acc-summary": "Sammendrag",
    "page-acc-summary-contents-1": "hCaptcha er designet for å stoppe bots ved å skille dem fra mennesker. Visuelle tester er et praktisk verktøy for dette, men ikke alle kan løse en visuell utfordring. Av denne grunn har vi designet et enkelt, smertefritt alternativ for å la utgivere som bruker tjenesten vår bevare tilgjengeligheten for alle med full overholdelse av avsnitt 508 og WCAG 2.0.",
    "page-acc-summary-contents-2": "Slik fungerer det: først registrerer en tilgjengelighetsbruker seg på denne URL-en, som er koblet på hCaptcha widget-infosiden. De får en kryptert informasjonskapsel som kan brukes flere ganger per dag, men som må oppdateres hver 24. time via innlogging. Når en utfordring blir presentert for en tilgjengelighetsbruker på alle nettsteder som bruker hCaptcha-tjenesten, vil de automatisk passere.",
    "page-acc-title": "hCaptcha Tilgjengelighetsinformasjon",
    "page-acc-tr-body": "Spørsmål: Jeg ser fortsatt en utfordring etter å ha satt cookien. Hva er årsaken til dette? Svar: Dette skyldes vanligvis en aggressiv annonse-blokkering eller en anti-cookie-utvidelse, eller en innstilling som blokkerer informasjonskapsler på andre sider, i dette tilfellet en cookie for hcaptcha.com som er satt eller sjekket av hCaptcha JavaScript på et annet nettsted , som den du besøker. hCaptcha-tilgjengelighetscookies fungerer med alle populære nettlesere og annonseblokkerere med standardinnstillingene, så typisk skyldes feil feil mot anti-adblock-skript eller lignende regelsett som er målrettet mot bestemte nettsteder. Løsninger: 1. Hviteliste hcaptcha.com og * .hcaptcha.com informasjonskapsler i annonseblokkeringen eller nettleserens sikkerhetsutvidelse. 2. Hvis du bruker den modige nettleseren, som ikke (fra april 2020) ser ut til å ha noen form for hviteliste over informasjonskapsler, kan du gå til Innstillinger -> Skjold -> Informasjonskapsler og velge Tillat alle informasjonskapsler. 3. Hvis du bruker den aller siste versjonen av Safari på enten den nylig utgitte OS X 10.15 eller iOS 13. 4, har Apple nettopp endret oppførselen til Safari relatert til tredjeparts cookies, og blokkerer dem alle som standard. Vi implementerer en løsning, men i mellomtiden kan du gå til Safari Preferences, Privacy-delen og fjerne merket av sporing av nettsteder: Hindre sporing på tvers av nettsteder for å gjøre tilgjengeligheten informasjonskapsel som fungerer som forventet. Spørsmål: Jeg bruker flere enheter. Må jeg registrere meg flere ganger? Svar: Nei. Vennligst klikk på den samme e-postpåloggingslenken som ble sendt til deg på hver enhet du bruker for å angi informasjonskapselen.",
    "page-acc-tr-title": "For tilgjengelighetsbrukere: Spørsmål og svar og feilsøkingsveiledning",
    "priv-hc": "Personvernfokusert",
    "priv-hc-text": "Annonsenettverk ser deg som deres produkt. Det har vi ikke. Vi bryr oss ikke hvem brukere er, bare hvor sannsynlig de vil være ondsinnet. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "reporting-bugs-accessibility-button": "Lær mer om tilgjengelighetsalternativer",
    "reporting-bugs-accessibility-head": "Tilgjengelighetsalternativer",
    "reporting-bugs-accessibility-text": "Er du svaksynte eller på annen måte ikke fullfører hCaptchas?",
    "reporting-bugs-guide-ff-head": "Fange opp feilrapportdetaljer: Firefox",
    "reporting-bugs-guide-ff-step-1": "Trinn 1: Åpne utviklerverktøy (dette starter innspillingen av økten.)",
    "reporting-bugs-guide-ff-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for \"Persist logs\" øverst.",
    "reporting-bugs-guide-ff-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem med (personvern Merk: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på \" Jeg er menneskelig \"-knapp, og prøver å løse.",
    "reporting-bugs-guide-ff-step-4": "Trinn 4: Klikk \"HAR\" etter at du har forsøkt å løse, og velg \"Lagre alle som HAR\" for å lagre nettverksloggen. Send den filen til oss.",
    "reporting-bugs-guide-ff-step-5": "Trinn 5: Klikk på Console-fanen, og høyreklikk deretter på \"Select all\" og lagre det i en tekstfil for å lagre konsollloggen. Send oss det også.",
    "reporting-bugs-guide-ff-step-6": "Siste trinn: Send e-post til disse HAR- og konsoll-loggfilene til oss, og beskriv problemet ‍ Bruk: support@hcaptcha.com (bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde, hvis du mistenker at det er noe som ikke viser riktig . Send IP-en du bruker også. Du kan få det fra https://www.whatsmyip.org/‍ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er opptatt av å få hCaptcha til å fungere bra for alle.",
    "reporting-bugs-guide-head": "Fangst av feilrapportdetaljer: Chrome",
    "reporting-bugs-guide-step-1": "Trinn 1: Åpne utviklerverktøy (dette starter innspillingen av økten.)",
    "reporting-bugs-guide-step-2": "Trinn 2: Klikk på Nettverk-fanen i Utviklerverktøy. Merk av for \"Bevar logg\" øverst.",
    "reporting-bugs-guide-step-3": "Trinn 3: besøk https://accounts.hcaptcha.com/demo, eller nettstedet du har et problem med (personvern Merk: bare hvis du ikke har noe imot å dele hva det er) ... og klikk deretter på \" Jeg er menneskelig \"-knapp, og prøver å løse.",
    "reporting-bugs-guide-step-4": "Trinn 4: Klikk \"Eksporter HAR\" (den lille pilen ned) etter at du har forsøkt å løse, noe som lagrer nettverksloggen. Send den filen til oss.",
    "reporting-bugs-guide-step-5": "Trinn 5: Klikk på konsoll-fanen, og høyreklikk deretter på \"Lagre som ..\" for å lagre konsollloggen. Send oss det også.",
    "reporting-bugs-guide-step-6": "Siste trinn: Send e-post til disse HAR- og konsollloggfilene til oss, og beskriv problemet. Bruk: support@hcaptcha.com (bruk en tjeneste som Dropbox eller Filebin og send lenker) og eventuelt et skjermbilde, hvis du mistenker at det ikke er noe som vises riktig . Send IP-en du bruker også. Du kan få det fra https://www.whatsmyip.org/ ‍ Takk for at du tok deg tid til å hjelpe oss med å få denne informasjonen! Vi er opptatt av å få hCaptcha til å fungere bra for alle.",
    "reporting-bugs-guide-text-1": "Å sende feilsøkingsinfo med rapporten din vil gjøre det mye enklere for oss å identifisere hva som skjer. Her er trinnvise instruksjoner:",
    "reporting-bugs-guide-text-2": "Hvis du er en nettutvikler eller en ekspertbruker, er sammendraget at vi ønsker at du skal sende oss et nettverksopptak HAR og nettleserkonsoll logger. Prøv å deaktivere eventuelle utvidelser for annonseblokkering eller nettleser, og prøv deretter på nytt før du går gjennom disse trinnene. Hvis det løser problemet ditt, vil vi fremdeles sette pris på at du gir oss beskjed om nettleserversjonen, annonse-blokkeringen eller nettleserutvidelsen og nettadressen til nettstedet.",
    "reporting-bugs-intro-head": "Fant du en feil? Slik rapporterer du det.",
    "reporting-bugs-intro-text": "Millioner av mennesker bruker hCaptcha hver måned, på tusenvis av kombinasjoner av nettlesere, utvidelser, enheter, brannmurer og mer. Målet vårt er å sørge for at det alltid fungerer for deg, så vi setter stor pris på rapportene dine! For å gi raske tilbakemeldinger, klikker du bare på \"Send oss tilbakemelding\" -knappen. Hvis du ser et funksjonelt problem, kan du følge instruksjonene om feilsøkingslogg for Chrome eller feilsøkingsinstruksjoner for Firefox nedenfor. Send e-post til oss for alle andre nettlesere. Se instruksjonene nedenfor for potensielle sikkerhets- eller personvernproblemer.",
    "reporting-bugs-privacy-head": "Privatlivs problemer",
    "reporting-bugs-privacy-text": "Vi bryr oss ikke hvem brukere er, bare hvor sannsynlig de vil være ondsinnet eller maskiner. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet. Hvis du har funnet et problem som du tror kan påvirke brukernes personvern, kan du sende oss en e-post til support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Send oss tilbakemeldinger",
    "reporting-bugs-provide-feedback-head": "Gi umiddelbar tilbakemelding på hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "reporting-bugs-security-head": "Sikkerhetsfeil",
    "reporting-bugs-security-text": "Vi er alltid interessert i å motta rapporter om sikkerhetsfeil. Send e-post til support@hcaptcha.com & CC security@hcaptcha.com, så kommer vi raskt tilbake til deg. Vi har også et bounty-program for kvalifiserte sikkerhetsrapporter om hCaptcha-tjenesten og relatert kildekode.",
    "sec-hc": "Sikkerhet først",
    "sec-hc-text": "hCaptcha er utgiverfokusert. Vi jobber for å gi nettsteder ekte data og la dem bestemme hvordan de skal brukes. Nøyaktighet er i din interesse og vårt. Andre captchas er levert av reklamefirmaer. Hver bot de blokkerer, kan redusere inntektene.",
    "what-is-hcaptcha": "Hva er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjelper favorittnettjenestene dine med å holde unna bots, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er menneske eller en maskin. Nettstedet du besøkte bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet deres ved å holde ut bots."
}