{
    "acc-opt": "Tilgjengelighetsalternativer",
    "acc-opt-but": "Lær mer om tilgjengelighetsalternativer",
    "acc-opt-text": "Er du svaksynte eller på annen måte ikke fullfører hCaptchas?",
    "accessibility-link": "tilgjengelighet",
    "appreciate-in": "Vi setter pris på innspillene dine. Gi oss beskjed om eventuelle problemer, så løser vi dem raskt.",
    "fb-but": "Send oss tilbakemeldinger",
    "feedback-text": "Gi tilbakemelding på hCaptcha du nettopp så",
    "page-acc-link-1": "Hvis du er en tilgjengelighetsbruker, kan du registrere deg her.",
    "page-acc-subhead": "Sikre sømløs tilgang for alle brukere og samtidig opprettholde sikkerheten",
    "page-acc-title": "hCaptcha Tilgjengelighetsinformasjon",
    "priv-hc": "Personvernfokusert",
    "priv-hc-text": "Annonsenettverk ser deg som deres produkt. Det har vi ikke. Vi bryr oss ikke hvem brukere er, bare hvor sannsynlig de vil være ondsinnet. Vi støtter tiltak som Privacy Pass, og jobber hardt for å balansere personvern og sikkerhet.",
    "sec-hc": "Sikkerhet først",
    "sec-hc-text": "hCaptcha er utgiverfokusert. Vi jobber for å gi nettsteder ekte data og la dem bestemme hvordan de skal brukes. Nøyaktighet er i din interesse og vårt. Andre captchas er levert av reklamefirmaer. Hver bot de blokkerer, kan redusere inntektene.",
    "what-is-hcaptcha": "Hva er hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjelper favorittnettjenestene dine med å holde unna bots, spam og misbruk ved å stille enkle spørsmål som er enkle for mennesker og vanskelige for maskiner.",
    "why-hc": "Hvorfor hCaptcha?",
    "why-hc-text": "Hver gang du svarer på en utfordring, bruker vi sofistikerte modeller for å finne ut om du er menneske eller en maskin. Nettstedet du besøkte bruker deretter dette resultatet for å forbedre opplevelsen din på nettstedet deres ved å holde ut bots."
}