{
    "about-advisors-brendan": "CEO. Mtsogoleri wodziwika mu AI. Agwiritsa ntchito luntha lamakina pamlingo wazovuta zingapo zamabizinesi pazaka makumi zapitazi.",
    "about-advisors-dawn": "PhD mu Computational Biology, Stanford. Kugwira ntchito ndi ma neural network kuyambira 1999. Yang'anani pa ML ndi kuphunzira kwambiri pamlingo.",
    "about-advisors-head": "Alangizi",
    "about-advisors-keiran": "Mbiri ndi mbiri ya blockchain. Katswiri wakale pa Cloudera ndi zina. Zaka makumi angapo zaukadaulo womanga mapulogalamu ndi magulu.",
    "about-content-head-1": "Zomwe Timachita",
    "about-content-head-2": "Chifukwa Chiyani Kuli Kofunika",
    "about-content-text-1": "hCaptcha ndi ntchito ya Intuition Machines Inc, AI ndi makina ophunzirira makina omwe amakhala ndi chidwi ndi zophunzitsira zamawonekedwe a ML pamlingo. Timapanga ndikugwiritsa ntchito machitidwe ambiri owopsa kuti tithe kuwongolera makanema ndi zithunzi pazantchito zamakampani a Global 2000 padziko lonse lapansi.",
    "about-content-text-2": "Zambiri zimakhala ndi zotsatira zabwino. Kupanga ndikusunga zilembo zoyenera moyenera ndikuwononga nthawi ndikuwononga nthawi. hCaptcha poyambirira idapangidwa kuti igwirizane ndi zosowa zathu polemba zithunzi, ndipo tsopano ikupezeka kwa makampani ena omwe ali ndi zosowa zofananira.",
    "about-intro-head-1": "Gwirani ntchito hCaptcha",
    "about-intro-head-2": "Utumiki Wathu Ndi Waukulu",
    "about-intro-text": "Tikukula mwachangu ndipo nthawi zonse timafuna talente yabwino kwambiri padziko lonse lapansi m'maofesi athu apadziko lonse lapansi. Mutha kugwiritsa ntchito maulalo omwe ali pansipa.",
    "about-leadership-alex": "Mbiri ndi mbiri ya blockchain. Katswiri wakale pa Cloudera ndi zina. Zaka makumi angapo zaukadaulo womanga mapulogalamu ndi magulu.",
    "about-leadership-eli": "CEO. Mtsogoleri wodziwika mu AI. Agwiritsa ntchito luntha lamakina pamlingo wazovuta zingapo zamabizinesi pazaka makumi zapitazi.",
    "about-leadership-head": "Utsogoleri",
    "about-leadership-todd": "PhD mu Computational Biology, Stanford. Kugwira ntchito ndi ma neural network kuyambira 1999. Yang'anani pa ML ndi kuphunzira kwambiri pamlingo.",
    "acc-opt": "Zosankha zopezeka",
    "acc-opt-but": "Dziwani zambiri zamomwe mungasankhire",
    "acc-opt-text": "Kodi mukulephera kuwona bwino kapena simutha kulemba chinsinsi?",
    "accessibility-link": "Kupezeka",
    "appreciate-in": "Tili othokoza kwambiri chifukwa chanu. Tidziwitseni zovuta zilizonse ndipo tidzazithetsa mwachangu.",
    "fb-but": "Titumizireni mayankho",
    "feedback-text": "Fotokozani za hCaptcha yomwe mwawonapo",
    "footer-attribution": "Kuperekera",
    "footer-copyright-text": "hCaptcha ndi chizindikiro cholembedwa cha Intuition Machines, Inc.",
    "footer-header-1": "Kampani",
    "footer-header-2": "Zambiri",
    "footer-header-3": "Lumikizanani",
    "footer-link-1": "Kulemba",
    "footer-link-2": "Za",
    "footer-link-3": "Ntchito",
    "footer-link-4": "Zizindikiro",
    "footer-link-5": "Bulogu",
    "footer-link-6": "Mkhalidwe",
    "footer-link-7": "Zolemba",
    "footer-link-8": "Nenani za Mdudu",
    "footer-link-9": "Kupezeka",
    "footer-privacy": "Zazinsinsi",
    "footer-subheader-1": "Chithandizo",
    "footer-subheader-2": "Lumikizanani",
    "footer-terms": "Migwirizano",
    "header-docs-link": "Zolemba",
    "header-labeling-services-link": "Ntchito Zolemba Mabuku",
    "header-login-button": "Lowani muakaunti",
    "header-plans-link": "Mapulani",
    "header-signup-button": "Lowani",
    "home-aboot-subtitle": "Mothandizidwa ndi HUMAN Protocol",
    "home-about-head": "About hCaptcha",
    "home-about-text-1": "hCaptcha idapangidwa kuti ithane ndi vuto lalikulu kwambiri pantchito yophunzira makina: kulembera zidziwitso zambiri munthawi yake, yotsika mtengo, komanso yodalirika.",
    "home-about-text-2": "Zambiri zambiri zimabweretsa zotsatira zabwino m'mitundu yophunzirira makina ophunzirira. Kupambana kwaposachedwa kwa mitundu yakuya kwadzetsa ku madongosolo akulu akulu, pafupifupi nthawi zonse ndi malingaliro a anthu. Komabe, kupanga masheya akuluakulu owunikiridwa ndi anthu kudzera pa Mechan Turk, Chithunzi Chachisanu ndi chitatu, ndi zina.",
    "home-about-text-3": "hCaptcha imalola mawebusayiti kupanga ndalama kuti athandizire izi pomwe akutseka bots ndi mitundu ina ya nkhanza.",
    "home-about-text-4": "Msika wa hCaptcha umayendetsedwa ndi HUMAN Protocol, protocol yovomerezeka yowunikira anthu yomwe imayendera pa Ethereum blockchain. Mawebusayiti amalandira Human Tokens (HMT) nthawi iliyonse ogwiritsa ntchito saga ya hCaptcha pamalo awo, ndipo makampani ophunzirira makina amalipira anthu a Tok Tok kuti zilembo zawo zilembedwe.",
    "home-ba-labeling-services-link": "Ntchito Zolemba Mabuku",
    "home-benefits-head-1": "Ubwino pakulembera Zambiri",
    "home-benefits-head-2": "Bweretsani ku Chifundo",
    "home-benefits-text-1": "Kodi mumazindikira nthawi iliyonse yomwe mumadina pagalimoto mukuthandizira maphunziro amodzi a kampani yopanga makina a Gigantic kwaulere?",
    "home-benefits-text-2": "hCaptcha imatembenuza chozungulira. Mukamagwiritsa ntchito hCaptcha, makampani amalipira ntchito yomwe ogwiritsa ntchito anu amatsimikizira umunthu wawo. Mumalandira mphotho.",
    "home-benefits-text-3": "Mukufuna kubwezeretsa ku zomwe mumakonda zachifundo? hCaptcha imakupatsani mwayi wothandizira zosankha zanu ndi zomwe mumapeza mukamagwiritsa ntchito. Ogwiritsa ntchito patsamba lanu posachedwa azitha kuwona zopereka zanu zachifundo pogwiritsa ntchito mochenjera mawonekedwe a hCaptcha.",
    "home-challenge-text-1": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso",
    "home-challenge-text-2": "Fotokozerani malo omangira pazinthu",
    "home-challenge-text-3": "Dziwani zolemba zogwirizana",
    "home-challenge-title-1": "Kuyerekeza",
    "home-challenge-title-2": "Bokosi Lopumira",
    "home-challenge-title-3": "Masanjidwe",
    "home-challenges-head": "Zovuta Zilipo",
    "home-challenges-text-1": "... ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
    "home-challenges-text-2": "Ntchito zofunikanso zimapezeka kwa ofalitsa mabizinesi.",
    "home-ent-1": "Mukuyang'ana zopereka zathu zamabizinesi?",
    "home-ent-2": "Pitani patsamba lathu latsopanoli: BotStop.com",
    "home-ent-button": "Dziwani zambiri: BotStop ndi hCaptcha",
    "home-from-the-blog": "KUCHOKA KWA DZIKO:",
    "home-from-the-blog-value": "Momwe Zikhazikitsi Zovuta za hCaptcha Zimagwirira Ntchito",
    "home-intro-body": "Kodi mumagwiritsa ntchito captcha kuti muchepetse bots? hCaptcha imateteza chinsinsi cha ogwiritsa ntchito, imapereka mawebusayiti omwe amapereka mphoto, komanso amathandiza makampani kuti adziwe kuti zilembedwe. Ndi malo obwerera kusiya a reCAPTCHA: mutha kusintha posintha mphindi.",
    "home-intro-button": "Lowani Tsopano",
    "home-intro-head": "Imani malo ambiri. Yambani kuteteza zachinsinsi za ogwiritsa ntchito.",
    "home-main-1": "Zachinsinsi. Otetezeka. Mofulumirirako. Ndipo timakulipirani kuti mugwiritse ntchito.",
    "home-main-2": "Chinsinsi",
    "home-main-2c": "Maukonde a malonda amawona alendo anu ngati malonda. Kwa hCaptcha malonda ndi ntchito yomwe amapereka. Sitikusamala kuti ogwiritsa ntchito anu ndi ndani, kokha momwe angakhalire ovutitsa. Timathandizira zoyeserera ngati Zachinsinsi Zachinsinsi, ndipo timagwira ntchito molimbika kuti tisungane zachinsinsi komanso chitetezo.",
    "home-main-3": "Chitetezo Choyamba",
    "home-main-3c": "Kulondola kuli mu chidwi chanu ndi chathu. hCaptcha imayang'ana osindikiza. Timagwira ntchito kuti tikupatseni deta yeniyeni ndikukulolani kuti musankhe momwe mungagwiritsire ntchito. Zotengera zina zimaperekedwa ndi",
    "home-main-3c2": "makampani otsatsa. Izi zikutanthauza kuti bot iliyonse yomwe ingabise ingachepetse ndalama zomwe amapeza.",
    "home-main-4": "Zochitika Zabwino Kwa Ogwiritsa Ntchito",
    "home-main-4c": "Mitundu yophunzirira makina osunthika imagwiritsidwa ntchito ndi hCaptcha pakuwona umunthu. Izi zimatipangitsa kuti tifunikira ntchito zosasangalatsa kuchokera kwa ogwiritsa ntchito anu ndipo amatenga nthawi yochepa pochita izi, pomwe akupanga zofunika zokhala ndi zilembo zofunikira zolembera makasitomala.",
    "home-main-plans": "hCaptcha ndi yaulere kugwiritsa ntchito kwa ofalitsa a kukula kulikonse. Komabe, kwa mabizinesi ndi mapulatifomu omwe amafunikira kuwongoleredwa, njira zamabizinesi athu zilipo.",
    "home-main-plans2": "Njira zothetsera bizinesi hCaptcha zimateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti mamiliyoni kumakampani ena akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena kuchezera",
    "home-main-plans3": "Njira zothetsera bizinesi hCaptcha zimateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti mamiliyoni kumakampani ena akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena kuchezera",
    "home-main-plans4": "mwatsatanetsatane.",
    "home-plans-button-1": "Lowani tsopano",
    "home-plans-button-2": "Zogulitsa",
    "home-plans-chart-head-1": "Mawonekedwe",
    "home-plans-chart-head-2": "Wofalitsa",
    "home-plans-chart-head-3": "Bizinesi",
    "home-plans-chart-row-1-cell-1": "Mitundu yovuta yotsatsira yomwe yawonetsedwa",
    "home-plans-chart-row-1-cell-2": "Zochepa",
    "home-plans-chart-row-1-cell-3": "Zonse",
    "home-plans-chart-row-10-cell-1": "Ma dashboards ogwiritsa ntchito ambiri",
    "home-plans-chart-row-11-cell-1": "Zojambula zapamwamba",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Sinthani zovuta zotsutsa",
    "home-plans-chart-row-2-cell-2": "Zochepa",
    "home-plans-chart-row-2-cell-3": "Zonse",
    "home-plans-chart-row-6-cell-1": "GDPR ndi CCPA yachinsinsi zachinsinsi",
    "home-plans-chart-row-7-cell-1": "Zambiri zosavuta zovuta",
    "home-plans-chart-row-8-cell-1": "Tsegulani zomwe muli nazo zovuta",
    "home-plans-chart-row-9-cell-1": "Kugwiritsa ntchito nthawi yovuta",
    "home-try-it-out-button": "Pezani hCaptcha",
    "home-try-it-out-text": "hCaptcha imapereka kudziwika kosavuta, kosavuta, komanso kodalirika pamene kumakhala kovuta kuti anthu athetse.",
    "home-try-it-put-head": "Yesani",
    "labeling-about-head": "About hCaptcha",
    "labeling-about-text-1": "hCaptcha adapangidwa kuti athetse vuto lazovuta kwambiri pantchito yophunzira makina; kulembera kuchuluka kwa data munthawi yake, yotsika mtengo, komanso yodalirika. Zambiri zambiri zimabweretsa zotsatira zabwino m'mitundu yophunzirira makina ophunzirira. Kupambana kwaposachedwa kwamitundu yakuya kwadzetsa ku madongosolo akulu, ndipo hCaptcha imakwaniritsa izi.",
    "labeling-about-text-2": "Komabe, kupanga madongosolo akuluakulu owunikiridwa ndi anthu pogwiritsa ntchito njira zachikhalidwe kumakhala kochepa komanso kodula. hCaptcha ndi njira yoti makampani azitengera zomwe amafunazo mwachangu, ndizabwino kwambiri komanso pamtengo wotsika kuposa njira zina.",
    "labeling-annotations-head": "Mitundu Yokopa",
    "labeling-annotations-text-1": "Kuzindikira kolondola pazithunzi ndi makanema",
    "labeling-annotations-text-2": "Kuzindikira kolondola pazithunzi ndi makanema",
    "labeling-annotations-text-3": "Fotokozerani mafotokozedwe amilandu yambiri yosiyanasiyana",
    "labeling-annotations-text-4": "Sinthani kapena sinthani magulu otsutsana a saizi iliyonse",
    "labeling-annotations-text-5": "Kuzindikiritsa kwamphamvu ndi umwini wa anthu",
    "labeling-annotations-text-6": "Mukufuna mtundu wina wosalemba pano? Ingotifunsani.",
    "labeling-annotations-title-1": "Mabokosi Ozungulira",
    "labeling-annotations-title-2": "Mapulogalamu",
    "labeling-annotations-title-3": "Zizindikiro",
    "labeling-annotations-title-4": "Onaninso Makulidwe",
    "labeling-annotations-title-5": "Kuyerekeza ndi Kuzindikira",
    "labeling-annotations-title-6": "... ndi ena ambiri",
    "labeling-ent-button": "Lumikizanani ndi Gulu Lathu la Enterprise Solutions",
    "labeling-ent-head": "Mukufuna Kuwongolera-Kutha?",
    "labeling-ent-text-1": "Dongosolo la HUMAN kuseri kwa hCaptcha limapereka ntchito zapamwamba kwambiri ndikuwongolera kudzera pa maziko, hybrid, kapena kutumizidwa kwa SaaS komwe kumalumikizana ndi makina anu omwe alipo.",
    "labeling-ent-text-2": "Thamangitsani kwathunthu ndi antchito anu, kutsatira kuchuluka kwa mabizinesi kapena mabungwe ogwira ntchito, masanjidwe amtundu wa ntchito kwa othandizira osiyanasiyana amkati kapena akunja malinga ndi mtengo wake komanso chitetezo, ndi zina zambiri.",
    "labeling-ent-text-3": "Kufikira kwa API kosavuta, ma dashboards okongola, ndiukadaulo waposachedwa kwambiri wamakono.",
    "labeling-ent-text-4": "99.99% up time SLAs ndi 24/7 thandizo lapadziko lonse lapansi. Zambiri:",
    "labeling-features-head-1": "Mapaipi osavuta opangidwa ndi API.",
    "labeling-features-head-2": "Zokonzedwa mtengo ndi mtundu. Palibe kudzipereka kwapamwamba komwe kumafunikira.",
    "labeling-features-head-3": "Ingolipirani kulondola komwe mukufuna.",
    "labeling-features-head-4": "Perekani chidziwitso cha chowonadi chanu cha pansi kapena tulole nacho pa ntchentche.",
    "labeling-features-text-1": "Mukufuna kuphatikiza ndemanga za anthu mwachindunji pamabizinesi anu? Timapereka ma SLA odalirika kwambiri, mphamvu yotsimikizika, ndi REST APIs yosavuta.",
    "labeling-features-text-2": "Pulatifomu ya HUMAN imagwiritsa ntchito mitundu yonse yodalirika kuti ipange kusanthula kwapamwamba kwenikweni. Izi zimathandiza kuti tidziwe zovuta za mayankho komanso mayankho oyenera, ndikupulumutsirani nthawi ndi ndalama.",
    "labeling-features-text-3": "Si mavuto onse omwe ali ofanana. Zolemba pazantchito zofunikira zachitetezo zitha kufuna 99.99% chidaliro kuchokera kwa anthu onse ogwira ntchito. Matchulidwe amtundu umodzi wa beta mu pulogalamu yamasewera a m'manja amangofunikira kulimba mtima kwambiri. Mukuganiza.",
    "labeling-features-text-4": "Kodi muli ndi data yaiwisi yopanda chitsimikiziro chokwanira? Mwambiri titha kukupangirani yanu ngati ntchito yoyendera dongosolo, kapena kupanga zitsanzo zokuvomerezani.",
    "labeling-info-head": "Kupeza Zolemba",
    "labeling-info-text-1": "Lankhulani ndi m'modzi wa akatswiri amtundu wathu kuti afotokozere zomwe mukufuna",
    "labeling-info-text-2": "Timagwira ntchito yaying'ono yopanga kutengera zitsanzo zanu. Izi zimayesa ntchito yomwe tachita limodzi kuti tipeze zomwe mukufuna.",
    "labeling-info-text-3": "Ndi voliyumu yathu yayikulu komanso latency yocheperako tidzatembenuza ntchito yanu mwachangu, ndi makompyuta odzipereka atangomaliza kuchita.",
    "labeling-info-text-4": "Tikamvetsetsa bwino magawo a ntchito yanu yopanga, zotsatira zake zipitilira kuyenda bwino kwa nthawi.",
    "labeling-info-text-5": "Ma dashboard amoyo amakupatsani mwayi woperekera ndemanga kapena kupumira pang'ono nthawi iliyonse.",
    "labeling-info-title-1": "Tanthauzirani Kutanthauzira",
    "labeling-info-title-2": "Kuyesa Kwa Yobu Koyambira",
    "labeling-info-title-3": "Ntchito Zogulitsa",
    "labeling-info-title-4": "Kupitiliza kopitilira",
    "labeling-info-title-5": "Zotsatira Zakanthawi",
    "labeling-main-1": "Zotsatira zogulira mtengo zotsika mtengo pamlingo",
    "labeling-main-1-button": "Pezani Zolemba Zanu Tsopano",
    "labeling-main-1c": "Mukufuna zilembo zowonjezerapo zosanja zanu? hCaptcha imapereka chidziwitso chothamanga, chotsika mtengo, komanso chofunikira kwambiri polemba makampani ogwiritsa ntchito luntha lochita kupanga ndi zida zophunzirira makina.",
    "labeling-main-2": "Yambitsani ntchito mamiliyoni nthawi yomweyo.",
    "labeling-main-2-button": "Gulani Ntchito Zotsatsa Ndalama",
    "labeling-main-2c": "hCaptcha ili ndi imodzi mwama dziwe lalikulu kwambiri padziko lapansi kuti mugwiritse ntchito. Chirichonse mulingo wanu, titha kuthana nacho osagula zofunika kwambiri. Ntchito mamiliyoni ambiri patsiku zilibe vuto.",
    "labeling-platform-head": "Zachinsinsi kapena zaanthu",
    "labeling-platform-text": "hCaptcha imamangidwa pa HUMAN Pulatifomu, yomwe imalola kuyendetsa bwino kwambiri komanso kusanthula kuti iwonjezere mtengo komanso kuchita bwino pa gawo lililonse. Ukadaulo uwu umalola anthu ogwira nawo ntchito azigwira gawo lililonse la ntchito yanu, kukulitsa mtengo wolipirira ntchito kwinaku akusunga chinsinsi ndikukumana ndi zofunikira zilizonse zomwe zingagwiritsidwe ntchito.",
    "labeling-try-button": "Gulani Ntchito Zotsatsa Ndalama",
    "labeling-try-head": "Mukufuna kuyesera ndi deta yanu?",
    "labeling-try-text": "... takonzeka pomwe muli: ntchito yathu ikupezeka nthawi yonse.",
    "learn-more-hcaptcha": "Dziwani Zambiri za hCaptcha",
    "page-acc-faq-1": "Funso: Kodi hCaptcha Gawo 508 + WCAG 2.0 ikugwirizana? Yankho: Tikukhulupirira choncho: ogwiritsa ntchito aliwonse omwe ali ndi vuto lililonse la kusakatula omwe amatha kusakatula intaneti ndikulemba ma fomu amatha kupeza mautumiki otetezedwa ndi hCaptcha pakulembetsa. Komabe, ano si upangiri wovomerezeka: muyenera kuchita nokha, powaganizira momwe mukugwiritsira ntchito kuti muwone ngati mukuyenera kutumizidwa.",
    "page-acc-faq-2": "Funso: Kodi mukuyesetsa kugwiritsa ntchito njira zina (a11y), monga zomvera? Yankho: Zisankho zakale ngati audio Captchas zimasankha ogwiritsa ntchito a11 ndipo zimagonjetsedwa mosavuta ndi njira zamakono zophunzirira makina. Izi zakakamiza zovuta zamawu kuti zikhale zovuta kwambiri, kubweretsa phokoso, nthawi yosamvetseka, kuphatikiza kwamagama osadziwika, ndi zina zambiri kuti mugonjetse otsutsa. Chifukwa chake sitiri okonda kwambiri njira imeneyi motsutsana ndi vutoli, koma tiziwona ngati kuli kufunikira kwa gulu la a11y. Komabe, tili ndi chidwi ndi chinsinsi cha chinsinsi cha kagwiritsidwe ntchito ka Kufikira. Tikukhulupirira kuti kuphatikiza njira yathu ya a11y yomwe ikupezeka pakubwera kwa chinsinsi cha chinsinsi cha anthu achinsinsiyi kumalola ogwiritsa ntchito a11y kuti asakatule mosamala, otetezeka podziwa kuti magalimoto awo amakhala achinsinsi, kwinaku akuletsa kuzunza kwa mabizinesi omwe amapezeka mosalephera pamene njira za a11y zilipo. Tikugwira nawo ntchito pagulu la IETF ndikuyika ukadaulo watsopano.",
    "page-acc-faq-3": "Funso: Nanga bwanji zachinsinsi? Kodi kulembetsa kumawonetsa kusanthula kwa data mu njira inayake? Mumatani ndi imelo? Yankho: hCaptcha idapangidwa mwachinsinsi kuyambira pansi mpaka pansi. Ndizosiyana kwambiri ndi njira zamtundu wakale monga reCAPTCHA zomwe zimakhala ndi ma network otsatsa, omwe ali ndi chidziwitso chakukulandirani pa intaneti ndikukugwirizanitsani ndi chizindikiritso chenicheni. Sitigwiritsa ntchito maimelo omwe amapezeka kapena chidziwitso pa cholinga china chilichonse kupatula kuyambitsa kugwiritsira ntchito11 ndi kupewa kuzunza. Ndondomeko yathu yachinsinsi imakhala ndi mayankho omveka bwino ndi amomwe tingagwiritsire ntchito deta, koma yankho lalifupi ndiloti sitikufuna kukugwirizanitsani ndi munthu yemwe muli ndi mbiri yakale yosakatula.Tikugwiritsanso ntchito njira yapa kutaya imelo yanu mwachangu tikusungabe kuthekera kwathu popewa kuzunzidwa, kuphatikiza ntchito yathu yachinsinsi.",
    "page-acc-link-1": "Ngati ndinu wogwiritsa ntchito, chonde lowani apa.",
    "page-acc-subhead": "Kuwonetsetsa kuti anthu onse ogwiritsa ntchito satha kugwiritsa ntchito njira zawo mosasamala",
    "page-acc-summary": "Chidule",
    "page-acc-summary-contents-1": "hCaptcha adapangidwa kuti aletse bots powasiyanitsa ndi anthu. Mayeso owoneka ndi chida chothandiza pa izi, koma si aliyense amene angathetse vuto lowona. Pachifukwa ichi takonza njira yosavuta, yopanda ululu yolola ofalitsa omwe akugwiritsa ntchito ntchito yathu kuti asungike kufikira onse omwe akutsatira Gawo 508 ndi WCAG 2.0.",
    "page-acc-summary-contents-2": "Momwe imagwirira ntchito: choyambirira, wogwiritsa ntchito amatha kulowa pa ulalo uwu, womwe umalumikizidwa patsamba la info la hCaptcha. Amapatsidwa cookie yolumikizidwa yomwe ingagwiritsidwe ntchito kangapo patsiku, koma iyenera kutsitsimutsidwa maola 24 aliwonse kudzera pa login.Pomwe vuto liperekedwa kwa wogwiritsa ntchito patsamba lililonse pogwiritsa ntchito hCaptcha, amangodutsa.",
    "page-acc-title": "chidziwitso cha Kufikira kwa hCaptcha",
    "page-acc-tr-body": "Funso: Ndikuwonabe zovuta nditakhazikitsa keke. Kodi chikuyambitsa ndi chiyani? Yankho: Izi nthawi zambiri zimachitika chifukwa chogwiritsa ntchito njira yotsatsira zotsatsira kapena kutsutsa-cookie, kapena mawonekedwe omwe amatseka ma cookie, pamenepa cookie ya hcaptcha.com yomwe idayikidwa kapena kufufuzidwa ndi JavaScript patsamba lina , ngati amene mukumuchezera. Ma cookie opezeka pa hCaptcha amagwira ntchito ndi asakatuli ndi otsegula malonda ndi makonda awo, kotero zolephera zimachitika chifukwa cha zolembedwa ndi anti-adblock kapena malamulo ofanana akulozera masamba ena. Mayankho: 1. Whitelist hcaptcha.com ndi * .hcaptcha.com makonda anu otsatsa kapena osatsegula achitetezo. 2. Ngati mukugwiritsa ntchito Msakatuli wa Brave, yemwe (osati pa Epulo 2020) samawoneka kuti ali ndi vuto lililonse loyera, pitani ku Zokonda -> Shields -> Cookies ndikusankha Lolani Ma cookie Onse. 3. Ngati mukugwiritsa ntchito mtundu waposachedwa kwambiri wa Safari pa OS X 10.15 kapena iOS 13. 4, Apple yasintha kumene zochita za Safari zokhudzana ndi ma cookie a chipani chachitatu, kuwatseketsa onse mosalephera. Tikugwiritsa ntchito yankho, koma pakadali pano pitani pa Zokonda za Safari, gawo la zachinsinsi, ndikutsata Tsata Webusayiti: Pewani kutsatira malo kuti athandizire kuti cookie yopezeka azigwira bwino ntchito monga momwe timayembekezera. Funso: Ndimagwiritsa ntchito zida zambiri. Kodi ndifunika kusaina kangapo? Yankho: Ayi. Chonde dinani ulalo womwewo womwe umatumizidwa kwa inu pa chipangizo chilichonse chomwe mumagwiritsa ntchito kuti mukhazikitse cookie.",
    "page-acc-tr-title": "Kwa Ogwiritsa Kufikika: Q&A ndi Maupangiri a Mavuto",
    "priv-hc": "Chinsinsi",
    "priv-hc-text": "Maukonde amatsamba amakuwona ngati chinthu chawo. Sititero. Sitikusamala kuti ogwiritsa ntchito ndi ndani, kokha momwe angakhalire ovutitsa. Timathandizira zoyeserera ngati Zachinsinsi Zachinsinsi, ndipo timagwira ntchito molimbika kuti tisungane zachinsinsi komanso chitetezo.",
    "reporting-bugs-accessibility-button": "Dziwani zambiri zamomwe mungasankhire",
    "reporting-bugs-accessibility-head": "Zosankha zopezeka",
    "reporting-bugs-accessibility-text": "Kodi mukulephera kuwona bwino kapena simutha kulemba chinsinsi?",
    "reporting-bugs-guide-ff-head": "Kujambula Zambiri Zokhudza Lipoti la Firefox: Firefox",
    "reporting-bugs-guide-ff-step-1": "Gawo 1: Zida Zapulogalamu Zotseguka (Izi ziyamba kujambula gawolo.)",
    "reporting-bugs-guide-ff-step-2": "Gawo 2: Dinani pawebusayiti ya Network mu Zida za Wopanga. Chongani bokosi la Persist pamwamba.",
    "reporting-bugs-guide-ff-step-3": "Gawo 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lawebusayiti lomwe muli ndi vuto pa (Chidziwitso cha Zinsinsi: pokhapokha ngati mulibe nawo vuto) ... kenako dinani I Ndine batani laumunthu, ndikuyesera kuthetsa.",
    "reporting-bugs-guide-ff-step-4": "Gawo 4: Dinani HAR mutayesa kuthetsa, ndikusankha Sungani Zonse ngati HAR kuti mupulumutse tsamba la weti. Tumizani fayilo kwa ife.",
    "reporting-bugs-guide-ff-step-5": "Gawo 5: Dinani pa Console tabu, ndikudina kumanja ndikusankha zonse ndikusunga mu fayilo, kuti musunge chipika cha console. Titumizireni ifenso.",
    "reporting-bugs-guide-ff-step-6": "Gawo lomaliza: Tumizani maimelo omwe ali ndi HAR ndikutumiza mafayilo kwa ife, ndipo fotokozerani vutoli Gwiritsani: support@hcaptcha.com (chonde gwiritsani ntchito ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) ndikusankha chithunzi, ngati mukukayikira kuti pali china chake chosawonetsa molondola . Chonde tumizani IP yomwe mukugwiritsanso ntchito. Mutha kuzipeza kuchokera ku https://www.whatsmyip.org/ Zikomo potipatsa nthawi kuti mutithandizire kudziwa izi! Takonzeka kupanga hCaptcha kugwira ntchito bwino kwa aliyense.",
    "reporting-bugs-guide-head": "Kujambula Tsatanetsatane wa Ma Lipoti a Bug: Chrome",
    "reporting-bugs-guide-step-1": "Gawo 1: Zida Zapulogalamu Zotseguka (Izi ziyamba kujambula gawolo.)",
    "reporting-bugs-guide-step-2": "Gawo 2: Dinani pawebusayiti ya Network mu Zida za Wopanga. Chongani bokosi la chipulumutsidwe pamwamba.",
    "reporting-bugs-guide-step-3": "Gawo 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lawebusayiti lomwe muli ndi vuto pa (Chidziwitso cha Zinsinsi: pokhapokha ngati mulibe nawo vuto) ... kenako dinani I Ndine batani laumunthu, ndikuyesera kuthetsa.",
    "reporting-bugs-guide-step-4": "Gawo 4: Dinani Kutumiza HAR (mivi yaying'ono) mutayesera kuthana ndi vuto lanu, lomwe limasunga tsamba la webu. Tumizani fayilo kwa ife.",
    "reporting-bugs-guide-step-5": "Gawo 5: Dinani pa Console tabu, ndipo dinani kumanja kenako Sungani ngati .. kuti mupeze chipika cha console. Titumizireni ifenso.",
    "reporting-bugs-guide-step-6": "Gawo lomaliza: Tumizani maimelo awo a HAR ndikutumiza ma fayilo, ndikufotokozerani zovuta. Gwiritsani: support@hcaptcha.com (chonde gwiritsani ntchito ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) ndikuyika kujambula, ngati mukukayikira kuti pali china chake chosawoneka bwino. Chonde tumizani IP yomwe mukugwiritsanso ntchito. Mutha kuzipeza kuchokera ku https://www.whatsmyip.org/ Zikomo potipatsa nthawi kuti mutithandizire kudziwa izi! Takonzeka kupanga hCaptcha kugwira ntchito bwino kwa aliyense.",
    "reporting-bugs-guide-text-1": "Kutumiza zolakwika pofikira ndi lipoti lanu kungatipatse mwayi kuti tidziwe zomwe zikuchitika. Nawo malangizo a tsatane-tsatane:",
    "reporting-bugs-guide-text-2": "Ngati ndinu opanga intaneti kapena ukatswiri wothandizila, chidule chake tikufuna kuti mutitumizire ntchito yojambulira HAR ndi mitengo ya msakatuli. Chonde yeserani kuletsa zotsatsa zilizonse kapena zowonjezera za browser yanu poyamba kenako yesaniso musanadutse izi. Ngati izi zakonza vuto lanu, tikukuyamikiranipo kuti mutidziwitse mtundu wa msakatuli wanu, wotsatsa kapena wowonjezera msakatuli, ndi ulalo wa tsamba lanu.",
    "reporting-bugs-intro-head": "Kodi mwapeza cholakwika? Umu ndi momwe munganene.",
    "reporting-bugs-intro-text": "Mamiliyoni a anthu amagwiritsa ntchito hCaptcha mwezi uliwonse, pazosakanikirana masauzande ambiri, zowonjezera, zida, zida zamoto, ndi zina zambiri. Cholinga chathu ndikuonetsetsa kuti nthawi zonse kumagwira ntchito inu, chifukwa chake timayamikira kwambiri malipoti anu! Kuti mupereke ndemanga mwachangu, dinani batani la Mauthenga Pathukani. Ngati mukuwona ntchito yothandiza, chonde tsatirani malangizo olowetsa ziphuphu pa Chrome kapena malangizo olakwika a Firefox pansipa. Kwa asakatuli ena angotitumizira imelo. Kuti muthe kukhala ndi chitetezo kapena chinsinsi, onani malangizo omwe ali pansipa.",
    "reporting-bugs-privacy-head": "Nkhani Zachinsinsi",
    "reporting-bugs-privacy-text": "Sitikusamala kuti ogwiritsa ntchito ndi ndani, kokha momwe angakhalire ovutitsa kapena makina. Timathandizira zoyeserera ngati Zachinsinsi Zachinsinsi, ndipo timagwira ntchito molimbika kuti tisungane zachinsinsi komanso chitetezo. Ngati mwapeza vuto lomwe mukuganiza kuti lingakhudze chinsinsi cha ogwiritsa ntchito, chonde titumizireni imelo pa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Titumizireni ndemanga",
    "reporting-bugs-provide-feedback-head": "Fotokozani mwachangu za hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tili othokoza kwambiri chifukwa chanu. Tidziwitseni zovuta zilizonse ndipo tidzazithetsa mwachangu.",
    "reporting-bugs-security-head": "Security Bugs",
    "reporting-bugs-security-text": "Nthawi zonse timafunitsitsa kulandira malipoti a nsikidzi zachitetezo. Imelo support@hcaptcha.com & CC security@hcaptcha.com ndipo tidzabweranso kwa inu mwachangu. Tilinso ndi pulogalamu ya bugy yabwino yofotokoza malipoti oyenerera pa hCaptcha service ndi code yothandizira.",
    "sec-hc": "Chitetezo Choyamba",
    "sec-hc-text": "hCaptcha imayang'ana osindikiza. Timagwira ntchito kuti tizipereka masamba enieni komanso kuwalola kusankha momwe angagwiritsire ntchito. Kulondola kuli mu chidwi chanu ndi chathu. Ma Captcha ena amaperekedwa ndi makampani otsatsa. Bot iliyonse yomwe ingabise ingachepetse ndalama zomwe amapeza.",
    "what-is-hcaptcha": "Kodi hCaptcha ndi chiyani?",
    "what-is-hcaptcha-text": "hCaptcha imathandizira ntchito zomwe mumakonda pa intaneti kuti musatseke malo osokoneza bongo, ma spam, ndi kuzunza pofunsa mafunso osavuta omwe ndi osavuta kwa anthu komanso ovuta makina.",
    "why-hc": "Chifukwa hCaptcha?",
    "why-hc-text": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito zitsanzo zamakono kuti tidziwe ngati ndinu munthu kapena makina. Tsamba lanu lomwe mudapitako limagwiritsa ntchito izi kuti muthandizire kukulitsa zomwe mumachita patsamba lawo posunga bots."
}