{
    "about-advisors-brendan": "Mtsogoleri wamkulu wa Brave. Co-woyambitsa wa Mozilla. Wopanga chinenero chamapulogalamu a JavaScript. Omanga asakatuli ndi zina zambiri.",
    "about-advisors-dawn": "Pulofesa, CS ku University of California, Berkeley. Kuphunzira mwakuya, chitetezo, katswiri wa blockchain. Mtsogoleri wamkulu wa Oasis Labs.",
    "about-advisors-head": "Alangizi",
    "about-advisors-keiran": "Kafukufuku Wasayansi ku Stanford. Kuphunzira makina ndi ndalama zochulukirapo m'mabanki akulu, ma hedge funds, ndi maphunziro.",
    "about-content-head-1": "Zomwe Timachita",
    "about-content-head-2": "Chifukwa Chake Kofunika",
    "about-content-text-1": "hCaptcha ndi ntchito ya Intuition Machines Inc, AI ndi kampani yophunzira makina yomwe imayang'ana kwambiri metalearning ndi visual domain ML pamlingo. Timamanga ndikugwiritsa ntchito makina osavuta kuchititsa ntchito zowunikira makanema ndi zithunzi kumakampani a Global 2000 padziko lonse lapansi.",
    "about-content-text-2": "Zambiri zambiri zimabweretsa zotsatira zabwino. Kukhazikitsa ndi kusunga madata oyenera ndiwowononga nthawi komanso odula. hCaptcha idapangidwa koyambirira kuti igwirizane ndi zosowa zathu polemba zithunzi, ndipo tsopano ikupezeka kwa makampani ena omwe ali ndi zosowa zofananira.",
    "about-intro-head-1": "Gwiritsani ntchito hCaptcha",
    "about-intro-head-2": "Ntchito Yathu Ndi Yaikulu",
    "about-intro-text": "Tikukula mwachangu ndipo nthawi zonse timayang'ana talente yabwino kwambiri padziko lonse lapansi m'maofesi athu padziko lonse lapansi. Mutha kulembetsa ndi maulalo omwe ali pansipa.",
    "about-leadership-alex": "Katswiri wama database ndi a blockchain. Katswiri woyambitsa ku Cloudera ndi zina zambiri. Zaka makumi khumi zaukadaulo wopanga mapulogalamu ndi magulu.",
    "about-leadership-eli": "CEO. Mtsogoleri wodziwika mu AI. Agwiritsa ntchito makina anzeru pamlingo pamavuto osiyanasiyana azabizinesi mzaka zapitazi.",
    "about-leadership-head": "Utsogoleri",
    "about-leadership-todd": "PhD mu Computational Biology, Stanford. Kugwira ntchito ndi maukonde a neural kuyambira 1999. Yang'anani pa ML yoyeserera ndikuphunzira mwakuya pamlingo.",
    "acc-opt": "Zosankha Zopezeka",
    "acc-opt-but": "Dziwani zambiri pazosankha zopezeka",
    "acc-opt-text": "Kodi muli ndi vuto lakuwona kapena simukutha kumaliza hCaptchas?",
    "accessibility-link": "Kupezeka",
    "appreciate-in": "Tikuyamikira zomwe mwapereka. Tiuzeni zovuta zilizonse ndipo tizithetsa mwachangu.",
    "fb-but": "Titumizireni ndemanga",
    "feedback-text": "Perekani ndemanga pa hCaptcha yomwe mwawona",
    "footer-attribution": "Kupereka",
    "footer-copyright-text": "hCaptcha ndi dzina lolembetsedwa la Intuition Machines, Inc.",
    "footer-header-1": "Kampani",
    "footer-header-2": "Zothandizira",
    "footer-header-3": "Lumikizanani",
    "footer-link-1": "Kulemba",
    "footer-link-10": "Kupezeka",
    "footer-link-2": "Pafupi",
    "footer-link-3": "Ntchito",
    "footer-link-4": "Zizindikiro",
    "footer-link-5": "Makhalidwe a AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Mkhalidwe",
    "footer-link-8": "Zolemba",
    "footer-link-9": "Nenani za Bug",
    "footer-privacy": "Zachinsinsi",
    "footer-subheader-1": "Thandizo",
    "footer-subheader-2": "Lumikizanani",
    "footer-terms": "Migwirizano",
    "h-plans": "Mapulani Olembetsa",
    "header-docs-link": "Zolemba",
    "header-labeling-services-link": "Ntchito Zolemba",
    "header-login-button": "Lowani muakaunti",
    "header-plans-link": "Mapulani",
    "header-signup-button": "Lowani",
    "home-about-head": "Pafupi hCaptcha",
    "home-about-subtitle": "Mothandizidwa ndi Pulogalamu ya ANTHU",
    "home-about-text-1": "hCaptcha yapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzira pamakina: kulemba kuchuluka kwakanthawi munthawi yake, yotsika mtengo, komanso yodalirika.",
    "home-about-text-2": "Zambiri zambiri zimabweretsa zotsatira zabwino pakuphunzitsira makina ophunzirira. Kupambana kwaposachedwa kwamamitengo akuya kwapangitsa kuti pakhale madeti akuluakulu, pafupifupi nthawi zonse ndikuwunikiridwa ndi anthu. Komabe, kupanga madaseti akulu owunikiridwa ndi anthu kudzera pa Mechanical Turk, Chithunzi Chachisanu ndi chitatu, ndi zina zonse ndizochedwa komanso zotsika mtengo.",
    "home-about-text-3": "hCaptcha imalola masamba awebusayiti kuti azipeza ndalama pothandizira izi ndikuletsa bots ndi mitundu ina yazunzo.",
    "home-about-text-4": "Msika wa hCaptcha umayendetsedwa ndi HUMAN Protocol, njira yotseguka yoyeserera kuti anthu awunikenso yomwe ikuyenda pa Ethereum blockchain. Mawebusayiti amalandira Zikwangwani Zaumunthu (HMT) nthawi iliyonse yomwe ogwiritsa ntchito amagwiritsa ntchito chida cha hCaptcha patsamba lawo, ndipo makampani ophunzirira makina amalipira Chizindikiro cha Anthu kuti adziwe zolemba zawo.",
    "home-ba-labeling-services-link": "Ntchito Zolemba",
    "home-benefits-head-1": "Kufunika Kolemba Zolemba",
    "home-benefits-head-2": "Bwezerani Zachifundo",
    "home-benefits-text-1": "Kodi mumazindikira nthawi iliyonse mukadina pagalimoto yomwe mukuthandizira kuphunzitsa makina amodzi a kampani ya Gigantic kwaulere?",
    "home-benefits-text-2": "hCaptcha amatembenuza mtunduwu mozungulira. Mukamagwiritsa ntchito hCaptcha, makampani amalipira pantchito yomwe ogwiritsa ntchito anu amachita poonetsa umunthu wawo. Mumalandira mphotho.",
    "home-benefits-text-3": "Mukufuna kubwezera ku zachifundo zomwe mumakonda? hCaptcha imakuthandizani kuti muthandizire othandizira omwe mungasankhe ndi zomwe mumapeza mukamagwiritsa ntchito. Ogwiritsa ntchito tsamba lanu posachedwa awona zopereka zanu zachifundo kudzera pakulemba mwachinsinsi pa mawonekedwe a hCaptcha.",
    "home-challenge-text-1": "Sankhani zithunzi zonse zomwe zikugwirizana ndi funso lanu",
    "home-challenge-text-2": "Fotokozani malo omangirira zinthu",
    "home-challenge-text-3": "Dziwani mayina ofanana nawo",
    "home-challenge-title-1": "Kuyerekeza",
    "home-challenge-title-2": "Okhazikika Bokosi",
    "home-challenge-title-3": "Kugawika m'magulu",
    "home-challenges-head": "Zovuta Zomwe Zimaperekedwa",
    "home-challenges-text-1": "... ndi ntchito zina zosavuta. Zosavuta kwa anthu, zovuta kwa bots.",
    "home-challenges-text-2": "Ntchito zamtunduwu zimapezekanso kwa osindikiza mabizinesi.",
    "home-ent-1": "Mukufuna zopereka zathu zachitetezo kuntchito?",
    "home-ent-2": "Pitani patsamba lathu latsopanoli: BotStop.com",
    "home-ent-button": "Dziwani zambiri: BotStop wolemba hCaptcha",
    "home-from-the-blog": "KUCHOKERA KU BLOG:",
    "home-from-the-blog-value": "Momwe Makhalidwe Ovuta a HCaptcha Amagwirira Ntchito",
    "home-intro-body": "Kodi mumagwiritsa ntchito captcha kuteteza bots? hCaptcha imateteza zinsinsi za ogwiritsa ntchito, imapatsa mphotho mawebusayiti, komanso imathandizira makampani kuti azilemba zomwe adalemba. Ndikulowetsa m'malo kwa reCAPTCHA: mutha kusintha mphindi zochepa.",
    "home-intro-button": "Lowani Tsopano",
    "home-intro-head": "Imani bots ambiri. Yambani kuteteza zinsinsi za ogwiritsa ntchito.",
    "home-main-1": "Zachinsinsi. Otetezeka. Mofulumirirako. Ndipo timakulipirani kuti mugwiritse ntchito.",
    "home-main-2": "Zachinsinsi Zoyang'ana",
    "home-main-2c": "Ma netiweki otsatsa malonda amawona alendo anu ngati malonda. Kwa hCaptcha malonda ndi ntchito yomwe amapereka. Sitisamala kuti ogwiritsa ntchito anu ndi ndani, kungoti angakhale oyipa bwanji. Timathandizira zoyeserera monga Pass Pass, ndikugwira ntchito molimbika kuti tipeze chinsinsi komanso chitetezo.",
    "home-main-3": "Chitetezo Choyamba",
    "home-main-3c": "Zowona zili mu chidwi chanu komanso chathu. hCaptcha ndiyofalitsa. Timagwira ntchito kuti tikupatseni zenizeni komanso kuti musankhe momwe mungazigwiritsire ntchito. Ma Captchas ena amaperekedwa ndi makampani otsatsa a Gigantic. Izi zikutanthauza kuti bot zonse zomwe amaletsa zimatha kuchepetsa ndalama zomwe amapeza.",
    "home-main-4": "Zochitika Zogwiritsa Ntchito Bwino",
    "home-main-4c": "Mitundu yapamwamba yophunzirira makina imagwiritsidwa ntchito ndi hCaptcha pozindikira umunthu. Izi zimatipangitsa kuti tizigwira ntchito zosakhumudwitsa kuchokera kwa ogwiritsa ntchito ndikuwatenga nthawi yocheperako pochita izi, tikadali ndi data yolemba makasitomala.",
    "home-main-plans": "hCaptcha ndi yaulere kugwiritsa ntchito ofalitsa amtundu uliwonse. Komabe, kwa mabizinesi ndi nsanja zomwe zimafunikira kuwongolera, mayankho athu mabizinesi alipo.",
    "home-main-plans2": "Mayankho amakampani a hCaptcha amateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti ena mwa makampani akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena pitani",
    "home-main-plans3": "Mayankho amakampani a hCaptcha amateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti ena mwa makampani akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena pitani",
    "home-main-plans4": "mwatsatanetsatane.",
    "home-plans-button-1": "Lowani tsopano",
    "home-plans-button-2": "Lumikizanani ndi ogulitsa",
    "home-plans-chart-head-1": "Mawonekedwe",
    "home-plans-chart-head-2": "Wofalitsa",
    "home-plans-chart-head-3": "Makampani",
    "home-plans-chart-row-1-cell-1": "Mitundu yazovuta zomwe zawonetsedwa",
    "home-plans-chart-row-1-cell-2": "Zochepa",
    "home-plans-chart-row-1-cell-3": "Chiwerengero",
    "home-plans-chart-row-10-cell-1": "Ma dashboard ogwiritsa ntchito ambiri",
    "home-plans-chart-row-11-cell-1": "Zapamwamba malipoti",
    "home-plans-chart-row-12-cell-1": "Makampani a SLA",
    "home-plans-chart-row-2-cell-1": "Control zovuta zili ntchito",
    "home-plans-chart-row-2-cell-2": "Zochepa",
    "home-plans-chart-row-2-cell-3": "Chiwerengero",
    "home-plans-chart-row-3-cell-1": "Pezani mphotho zothetsera anthu",
    "home-plans-chart-row-4-cell-1": "Kuteteza kwa anti-bot padziko lonse lapansi",
    "home-plans-chart-row-5-cell-1": "Imagwira ntchito m'maiko onse",
    "home-plans-chart-row-6-cell-1": "Mfundo zachinsinsi za GDPR ndi CCPA",
    "home-plans-chart-row-7-cell-1": "Miyezo yovuta yazovuta",
    "home-plans-chart-row-8-cell-1": "Yambitsani zovuta zanu",
    "home-plans-chart-row-9-cell-1": "Kukonzekera kanthawi kokhazikika",
    "home-try-it-out-button": "Pezani hCaptcha",
    "home-try-it-out-head": "Yesani",
    "home-try-it-out-text": "hCaptcha imapereka bot yosavuta, yosavuta, komanso yodalirika pozindikira zazing'ono kuti anthu athe kuthana nayo.",
    "labeling-about-head": "Pafupi hCaptcha",
    "labeling-about-text-1": "hCaptcha yapangidwa kuti ithetse vuto lalikulu kwambiri pantchito yophunzira pamakina; Kulemba kuchuluka kwakatundu munthawi yake, yotsika mtengo, komanso yodalirika. Zambiri zambiri zimabweretsa zotsatira zabwino pakuphunzitsira makina ophunzirira. Kupambana kwaposachedwa kwamamitengo akuya kwadzetsa ma dataseti ochulukirachulukira, ndipo hCaptcha imagwira zosowazi.",
    "labeling-about-text-2": "Komabe, kupanga madeti akuluakulu owunikiridwa ndi anthu pogwiritsa ntchito njira zachikhalidwe ndizochedwa komanso zotsika mtengo. hCaptcha ndi njira yoti makampani azitha kupeza mawu omwe amafunikira mwachangu, ndiokwera mtengo komanso pamtengo wotsika kuposa njira zina.",
    "labeling-annotations-head": "Mitundu Yotchulira",
    "labeling-annotations-text-1": "Kuzindikira kolondola pazithunzi ndi makanema",
    "labeling-annotations-text-2": "Kuzindikira kolondola pazithunzi ndi makanema",
    "labeling-annotations-text-3": "Zolemba pamfundo pamilandu yambiri yogwiritsira ntchito",
    "labeling-annotations-text-4": "Sanjani kapena onjezani magulu osasinthika amtundu uliwonse",
    "labeling-annotations-text-5": "Kuzindikira kwamphamvu kwa anthu",
    "labeling-annotations-text-6": "Mukufuna mtundu wina wosatchulidwa pano? Ingotifunsani.",
    "labeling-annotations-title-1": "Mabokosi Ozungulira",
    "labeling-annotations-title-2": "Ma polygoni",
    "labeling-annotations-title-3": "Zizindikiro",
    "labeling-annotations-title-4": "Gawanani m'magulu",
    "labeling-annotations-title-5": "Kuyerekeza ndi Kuzindikira",
    "labeling-annotations-title-6": "... ndi zina zambiri",
    "labeling-ent-button": "Lumikizanani ndi Gulu Lathu la Solutions Solutions",
    "labeling-ent-head": "Mukufuna Kuwongolera Mapeto?",
    "labeling-ent-text-1": "HUMAN Platform kuseri kwa hCaptcha imapereka magwiridwe antchito apamwamba kwambiri ndikuwongolera magwiridwe antchito, zosakanizidwa, kapena kutumizidwa kwa SaaS komwe kumalumikizidwa ndi makina anu omwe alipo.",
    "labeling-ent-text-2": "Kuthamangitsani kwathunthu kuntchito ndi anthu omwe mumagwira nawo ntchito, kuchuluka kwa ndalama zomwe mumagwiritsa ntchito m'mabizinesi kapena omwe mumagwirizana nawo, kusankha njira zantchito zopezera anthu ogwira ntchito mkati kapena akunja kutengera mtengo ndi chitetezo, ndi zina zambiri.",
    "labeling-ent-text-3": "Kufikira kwa API kosavuta, ma dashboard okongola, komanso ukadaulo waposachedwa kwambiri kuti athe kuchita bwino.",
    "labeling-ent-text-4": "99.99% SLAs uptime ndi 24/7 thandizo lapadziko lonse lapansi zilipo. Kuti mudziwe zambiri:",
    "labeling-features-head-1": "Mapaipi osavuta oyendetsedwa ndi API.",
    "labeling-features-head-2": "Zokometsedwa pamtengo komanso zabwino. Palibe kudzipereka koyambirira kofunikira.",
    "labeling-features-head-3": "Ingolipirani zolondola zomwe mukufuna.",
    "labeling-features-head-4": "Fotokozerani zambiri zaukadaulo wanu kapena tiuzeni tizimangapo.",
    "labeling-features-text-1": "Mukufuna kuphatikiza kuwunikanso kwa anthu mwachindunji muzamalonda anu? Timapereka ma SLA odalirika, mphamvu yotsimikizika, ndi ma REST APIs osavuta.",
    "labeling-features-text-2": "Pulatifomu ya ANTHU imagwiritsa ntchito mitundu yonse yazikhulupiriro kuti ichite zowunikira zenizeni zenizeni. Izi zimatithandiza kuzindikira msanga kuvuta kwamafunso komanso mayankho ake olondola, kukupulumutsirani nthawi ndi ndalama.",
    "labeling-features-text-3": "Si mavuto onse ofanana. Zofotokozera za ntchito zofunikira pachitetezo zingafune chidaliro cha 99.99% kuchokera kwa ogwira ntchito anthu onse. Zofotokozera za gawo limodzi la beta mu pulogalamu yamasewera am'manja zimangofunika kudzidalira pang'ono. Mumasankha.",
    "labeling-features-text-4": "Kodi muli ndi zosaphika popanda kutsimikizira kwathunthu? Nthawi zambiri titha kukupangirani imodzi ngati ntchito zomwe zikuchitika, kapena kupanga zitsanzo zolembedwa kuti muvomereze.",
    "labeling-info-head": "Kupeza Zolemba",
    "labeling-info-text-1": "Lankhulani ndi m'modzi mwa akatswiri athu kuti afotokozere zosowa za projekiti yanu: kulondola kwa chandamale, mtundu, ndi zofunikira zilizonse.",
    "labeling-info-text-2": "Timachita ntchito yaying'ono yopanga kutengera zomwe mwasankha. Izi zimayesa ntchito yomwe tachita limodzi kuti tiwonetsetse zomwe mukufuna.",
    "labeling-info-text-3": "Ndi voliyumu yathu komanso kutsika kotsika tidzatembenuza ntchito yanu mwachangu, ndikupereka mwachangu ikangomaliza.",
    "labeling-info-text-4": "Tikamvetsetsa bwino magawo azomwe mukupanga, zotsatira zake zidzapitabe patsogolo pakapita nthawi.",
    "labeling-info-text-5": "Ma dashboard amoyo amakulolani kuti mupereke mayankho kapena kuyimitsa kaye nthawi iliyonse.",
    "labeling-info-title-1": "Fotokozerani zofunika",
    "labeling-info-title-2": "Kuyesa Koyamba kwa Yobu",
    "labeling-info-title-3": "Tumizani Ntchito Zopanga",
    "labeling-info-title-4": "Kupitiliza Kupitiliza",
    "labeling-info-title-5": "Zotsatira Zenizeni",
    "labeling-main-1": "Kulemba deta kotsika mtengo pamlingo wokulirapo",
    "labeling-main-1-button": "Pezani Zolemba Zanu Pano",
    "labeling-main-1c": "Mukufuna zolemba zambiri zamasamba anu? hCaptcha imapereka zolemba mwachangu, zotsika mtengo, komanso zapamwamba kwambiri kumakampani omwe amagwiritsa ntchito zanzeru zopangira ndi kugwiritsa ntchito makina.",
    "labeling-main-2": "Yambitsani ntchito mamiliyoni nthawi yomweyo.",
    "labeling-main-2-button": "Gulani Ntchito Zolemba Zambiri",
    "labeling-main-2c": "hCaptcha ili ndi imodzi mwamaiwe akulu kwambiri padziko lapansi omwe mungagwiritse ntchito. Mulimonse momwe mungakhalire, titha kuthana nawo popanda kudzipereka kokwera mtengo. Ntchito mamiliyoni patsiku silovuta.",
    "labeling-platform-head": "Zinsinsi Zachinsinsi kapena Zapagulu",
    "labeling-platform-text": "hCaptcha idamangidwa pa HUMAN Platform, yomwe imalola kuyendetsa bwino ndikuwunika mozama kuti zikwaniritse mtengo ndi magwiridwe antchito paliponse. Tekinoloje iyi imalola ogwira ntchito oyenera kuti azigwira gawo lililonse la ntchito yanu, kukulitsa mtengo wogwira posunga chinsinsi ndikukwaniritsa zofunikira zilizonse zomwe zingagwire ntchito.",
    "labeling-try-button": "Gulani Ntchito Zolemba Zambiri",
    "labeling-try-head": "Mukufuna kuyesa ndi deta yanu?",
    "labeling-try-text": "... ndife okonzeka mukakhala: ntchito yathu imapezeka usana ndi usiku.",
    "learn-more-hcaptcha": "Dziwani zambiri za hCaptcha",
    "page-acc-faq-1": "Funso: Kodi hCaptcha Gawo 508 + WCAG 2.0 ndi logwirizana? Yankho: Timakhulupirira choncho: onse ogwiritsa ntchito zovuta zilizonse omwe amatha kusakatula pa intaneti ndikulemba zolemba pamafomu amatha kupeza ntchito zotetezedwa ndi hCaptcha polembetsa. Komabe, awa si upangiri walamulo: muyenera kudziwunika nokha, poganizira momwe mungakwaniritsire kuti muwonetsetse kuti ndiomwe mukuyitanitsa.",
    "page-acc-faq-2": "Funso: Kodi mukugwiritsa ntchito njira zina zowonjezera (a11y), ngati zomvera? Yankho: Zosankha zam'mbuyomu monga ma matepi omvera amasankha ogwiritsa ntchito a11y ambiri ndipo amalephera mosavuta ndi njira zamakono zophunzirira makina. Izi zakakamiza zovuta zapano zomvera kuti zikhale zovuta kwambiri, kubweretsa phokoso, nthawi yosamvetseka, kuphatikiza mawu osazolowereka, ndi zina zotero kuti mugonjetse omwe akuukira. Sitili achidwi ndi njirayi ndikuthana ndi vutoli kwathunthu, koma tilingalira ngati pangakhale zofunikira kuchokera pagulu la a11y. Komabe, tili ndi chidwi chachikulu ndi Chinsinsi Chachinsinsi pazomwe mungagwiritsire ntchito. Tikukhulupirira kuphatikiza njira yathu ya a11y ndi Chinsinsi cha Pass chikuloleza ogwiritsa ntchito a11y kuti ayang'ane mosamala, otetezeka podziwa kuti magalimoto awo ndi achinsinsi, poletsa kuzunza kochitidwa ndi omwe amagwiritsa ntchito bot omwe amapezeka mosavomerezeka pomwe zosankha a11y zilipo. Ndife otenga nawo mbali mgulu logwira ntchito la IETF lofanizira ukadaulo watsopanowu.",
    "page-acc-faq-3": "Funso: Nanga bwanji zachinsinsi? Kodi kulembetsa kumavumbula kusakatula kwa a11y mwanjira ina? Kodi mumatani ndi imelo? Yankho: hCaptcha idapangidwa kuti ikhale yachinsinsi kuyambira pansi. Ndizosiyana kwambiri ndi zomwe mungachite monga reCAPTCHA zomwe zili ndi ma netiweki otsatsa, omwe ali ndi chilimbikitso chokutsatirani pa intaneti ndikukuyanjanitsani ndi chidziwitso chenicheni. Sitigwiritsa ntchito maimelo kapena zidziwitso pazinthu zina kupatula kuthandizira kugwiritsa ntchito a11y komanso kupewa kuchitiridwa nkhanza. Mfundo zathu zachinsinsi zili ndi mayankho omveka komanso odalirika momwe timagwiritsira ntchito deta, koma yankho lalifupi ndiloti tiribe chidwi chokuphatikizani monga munthu wokhala ndi mbiri yakusakatula kwanu. pomwe tikusungabe kuthekera kwathu kupewa kuzunzidwa, kukwaniritsa ntchito yathu Yachinsinsi.",
    "page-acc-link-1": "Ngati mukugwiritsa ntchito, chonde lembani pano.",
    "page-acc-subhead": "Kuonetsetsa kuti ogwiritsa ntchito onse akusungidwa mosasamala",
    "page-acc-summary": "Chidule",
    "page-acc-summary-contents-1": "hCaptcha yapangidwa kuti iyimitse bots powasiyanitsa ndi anthu. Mayeso owoneka ndi chida chothandizira ichi, koma si aliyense amene angathetse zovuta zowoneka. Pazifukwa izi tapanga njira yosavuta, yopweteka yopatsa mwayi ofalitsa omwe akugwiritsa ntchito ntchito yathu kuti azisunga kupezeka kwa onse omwe ali ndi gawo lathunthu la 508 ndi WCAG 2.0.",
    "page-acc-summary-contents-2": "Momwe imagwirira ntchito: choyamba, wogwiritsa ntchito osayina akulemba pa URL iyi, yomwe imalumikizidwa patsamba la hCaptcha widget info. Amapatsidwa keke yotsekedwa yomwe imatha kugwiritsidwa ntchito kangapo patsiku, koma iyenera kutsitsimutsidwa maola 24 aliwonse olowera.",
    "page-acc-title": "Zambiri Zopezera hCaptcha",
    "page-acc-tr-body": "Funso: Ndikuwonabe zovuta nditakhazikitsa cookie. Nchiyani chikuyambitsa izi? Yankho: Izi zimachitika makamaka chifukwa chogwiritsa ntchito zotsatsira zotsutsa kapena zosakanikirana ndi ma cookie, kapena malo omwe amalepheretsa ma cookie, pomwepa cookie ya hcaptcha.com yomwe idayikidwa kapena kuyang'aniridwa ndi hCaptcha JavaScript patsamba lina , ngati amene mumamuyendera. Ma cookies a hCaptcha amagwiritsidwa ntchito ndi asakatuli onse odziwika bwino komanso otsatsa otsatsa malonda ndi makonda awo, chifukwa chake zolephera zimachitika chifukwa chotsutsana ndi anti-adblock zolemba kapena malamulo omwe amatsata masamba ena. Zothetsera: 1. Whitelist hcaptcha.com ndi * .hcaptcha.com makeke muzotsatsira zotsatsa kapena osatsegula pazotsegula. 2. Ngati mukugwiritsa ntchito osatsegula Olimba Mtima, omwe (kuyambira pa Epulo 2020) samawoneka kuti ali ndi mtundu uliwonse wazovomerezeka, pitani ku Zokonda -> Shields -> Cookies ndikusankha Lolani Ma Cookies Onse. 3. Ngati mukugwiritsa ntchito mtundu waposachedwa kwambiri wa Safari pa OS X 10.15 kapena iOS 13. 4, Apple yangosintha machitidwe a Safari okhudzana ndi ma cookie wachitatu, kuwaletsa onse mwachisawawa. Tikukhazikitsa yankho, koma pakadali pano chonde pitani Zosankha za Safari, gawo lazachinsinsi, ndipo osasanthula kutsata Tsamba lawebusayiti: Pewani kutsata pamasamba kuti keke yopezeka igwire ntchito momwe ikuyembekezeredwa. Funso: Ndimagwiritsa ntchito zida zingapo. Kodi ndiyenera kulembetsa kangapo? Yankho: Ayi. Chonde dinani imelo yolumikizira imelo yomwe imatumizidwa kwa inu pachida chilichonse chomwe mumagwiritsa ntchito poyika cookie.",
    "page-acc-tr-title": "Kwa Ogwiritsa Ntchito: Q&A ndi Buku Lofufuza Zovuta",
    "priv-hc": "Zachinsinsi Zoyang'ana",
    "priv-hc-text": "Ma netiweki otsatsa malonda amakuwonani ngati malonda awo. Sititero. Sitikusamala kuti ogwiritsa ntchito ndi ndani, kungoti angakhale oyipa bwanji. Timathandizira zoyeserera monga Pass Pass, ndikugwira ntchito molimbika kuti tipeze chinsinsi komanso chitetezo.",
    "reporting-bugs-accessibility-button": "Dziwani zambiri pazosankha zopezeka",
    "reporting-bugs-accessibility-head": "Zosankha Zopezeka",
    "reporting-bugs-accessibility-text": "Kodi muli ndi vuto lakuwona kapena simukutha kumaliza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kujambula Zambiri za Lipoti la Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Gawo 1: Tsegulani Zida Zotsatsira (Izi zimayamba kujambula gawoli.)",
    "reporting-bugs-guide-ff-step-2": "Gawo 2: Dinani pa Network tabu mu Zida Zosintha. Fufuzani bokosi la Persist pamwamba.",
    "reporting-bugs-guide-ff-step-3": "Gawo 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lawebusayiti lomwe muli nalo vuto (Zachinsinsi: pokhapokha ngati simukufuna kugawana zomwe zili) ... kenako dinani I Ndine batani laumunthu, ndipo yesani kuthetsa.",
    "reporting-bugs-guide-ff-step-4": "Gawo 4: Dinani HAR mukayesa kuthetsa, ndikusankha Sungani Zonse ngati HAR kuti musunge netiweki. Tumizani fayilo ija kwa ife.",
    "reporting-bugs-guide-ff-step-5": "Gawo 5: Dinani pa tsamba la Console, ndikudina kumanja kenako Sankhani zonse ndikuzisunga mu fayilo, kuti muzisunga log log. Titumizireni ifenso.",
    "reporting-bugs-guide-ff-step-6": "Gawo lomaliza: Tumizani ma HAR ndikutitumizira mafayilo amawu, ndikufotokozerani vutoli Gwiritsani ntchito: support@hcaptcha.com (chonde gwiritsani ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) ndikusankha chithunzi, ngati mukuganiza kuti pali china chomwe sichikuwonetsa bwino . Chonde tumizani IP yomwe mukugwiritsanso ntchito. Mutha kuzilandira kuchokera https://www.whatsmyip.org/ Zikomo chifukwa chopeza nthawi yotithandiza kudziwa izi! Ndife odzipereka kupanga hCaptcha kuti igwire bwino ntchito kwa aliyense.",
    "reporting-bugs-guide-head": "Kujambula Zambiri za Lipoti la Bug: Chrome",
    "reporting-bugs-guide-step-1": "Gawo 1: Tsegulani Zida Zotsatsira (Izi zimayamba kujambula gawoli.)",
    "reporting-bugs-guide-step-2": "Gawo 2: Dinani pa Network tabu mu Zida Zosintha. Chongani Sungani bokosi lamatabwa pamwamba.",
    "reporting-bugs-guide-step-3": "Gawo 3: pitani ku https://accounts.hcaptcha.com/demo, kapena tsamba lawebusayiti lomwe muli nalo vuto (Zachinsinsi: pokhapokha ngati simukufuna kugawana zomwe zili) ... kenako dinani I Ndine batani laumunthu, ndipo yesani kuthetsa.",
    "reporting-bugs-guide-step-4": "Gawo 4: Dinani Tumizani HAR (muvi wotsika pang'ono) mukayesa kuthetsa, zomwe zimasunga chipika cha netiweki. Tumizani fayilo ija kwa ife.",
    "reporting-bugs-guide-step-5": "Gawo 5: Dinani pa tsamba la Console, ndikudina pompano kenako Sungani ngati .. kuti musunge cholembera cha console. Titumizireni ifenso.",
    "reporting-bugs-guide-step-6": "Gawo lomaliza: Tumizani ma HAR ndi ma fayilo amtundu wa imelo kwa ife, ndikufotokozera vutoli. Gwiritsani ntchito: support@hcaptcha.com (chonde gwiritsani ntchito ngati Dropbox kapena Filebin ndikutumiza maulalo) komanso mwina chithunzi, ngati mukuganiza kuti pali china chomwe sichikuwonetsa bwino. Chonde tumizani IP yomwe mukugwiritsanso ntchito. Mutha kuzilandira kuchokera https://www.whatsmyip.org/ Zikomo chifukwa chopeza nthawi yotithandiza kudziwa izi! Ndife odzipereka kupanga hCaptcha kuti igwire bwino ntchito kwa aliyense.",
    "reporting-bugs-guide-text-1": "Kutumiza uthenga pokhudzana ndi vuto lanu ndi lipoti lanu kungakhale kosavuta kwa ife kuzindikira zomwe zikuchitika. Nawo malangizo mwatsatanetsatane:",
    "reporting-bugs-guide-text-2": "Ngati ndinu osakira intaneti kapena wogwiritsa ntchito waluso, chidule chake tikufuna mutitumizire netiweki yojambulira HAR ndi mitengo yokhudzana ndi msakatuli. Chonde yesetsani kulepheretsa zotsatsa zotsatsa kapena zotsatsira za browser msanga kenako yesani musanachite izi. Ngati izi zithetsa vuto lanu, tikadali othokoza kuti mutidziwitse mtundu wa asakatuli anu, zotsatsira malonda kapena zowonjezera msakatuli, ndi ulalo wa webusayiti.",
    "reporting-bugs-intro-head": "Mudapeza kachilombo? Umu ndi momwe munganene.",
    "reporting-bugs-intro-text": "Mamiliyoni a anthu amagwiritsa ntchito hCaptcha mwezi uliwonse, pamasakatuli masauzande ambiri, zowonjezera, zida, zotchingira moto, ndi zina zambiri. Cholinga chathu ndikuwonetsetsa kuti zikugwirirani ntchito nthawi zonse, chifukwa chake timayamikira kwambiri malipoti anu! Kuti mupereke ndemanga mwachangu, ingodinani batani la Tumizani Mauthenga. Ngati mukuwona vuto logwira ntchito, chonde tsatirani malangizo olakwika a Chrome kapena malangizo olakwika a Firefox pansipa. Kwa asakatuli ena aliwonse angotitumizira imelo. Pazinthu zachitetezo kapena zachinsinsi, onani malangizo pansipa.",
    "reporting-bugs-privacy-head": "Nkhani Zachinsinsi",
    "reporting-bugs-privacy-text": "Sitikusamala kuti ogwiritsa ntchito ndi ndani, kungoti akhoza kukhala oyipa kapena makina. Timathandizira zoyeserera monga Pass Pass, ndikugwira ntchito molimbika kuti tipeze chinsinsi komanso chitetezo. Ngati mwapeza vuto lomwe mukuganiza kuti lingakhudze chinsinsi cha ogwiritsa ntchito, chonde titumizireni imelo ku support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Titumizireni ndemanga",
    "reporting-bugs-provide-feedback-head": "Fotokozerani mwachangu za hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tikuyamikira zomwe mwapereka. Tiuzeni zovuta zilizonse ndipo tizithetsa mwachangu.",
    "reporting-bugs-security-head": "Ziphuphu Zachitetezo",
    "reporting-bugs-security-text": "Nthawi zonse timakhala okonzeka kulandira malipoti a nkhwangwa zachitetezo. Imelo support@hcaptcha.com & CC security@hcaptcha.com ndipo tibwerera kwa inu mwachangu. Tilinso ndi pulogalamu yochulukitsa yolandila malipoti pazachitetezo cha hCaptcha ndi chinsinsi china chokhudzana nacho.",
    "sec-hc": "Chitetezo Choyamba",
    "sec-hc-text": "hCaptcha ndiyofalitsa. Timagwira ntchito yopatsa masamba masamba enieni ndikuwalola asankhe momwe angawagwiritsire ntchito. Zowona zili mu chidwi chanu komanso chathu. Ma Captchas ena amaperekedwa ndi makampani otsatsa. Bot iliyonse yomwe amaletsa imatha kuchepetsa ndalama zomwe amapeza.",
    "switch-to-english-link": "Pitani ku Chingerezi",
    "what-is-hcaptcha": "Kodi hCaptcha ndi chiyani?",
    "what-is-hcaptcha-text": "hCaptcha imathandizira mautumiki omwe mumawakonda kuti asunge bots, sipamu, ndi nkhanza pofunsa mafunso osavuta osavuta kwa anthu komanso ovuta pamakina.",
    "why-hc": "Chifukwa chiyani hCaptcha?",
    "why-hc-text": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito mitundu yotsogola kuti tidziwe ngati ndinu anthu kapena makina. Tsamba lomwe mudapitako kenako limagwiritsa ntchito zotsatirazi kuti zikuthandizireni bwino zomwe zili patsamba lawo posunga bots."
}