{
    "acc-opt": "Zosankha zopezeka",
    "acc-opt-but": "Dziwani zambiri zamomwe mungasankhire",
    "acc-opt-text": "Kodi mukulephera kuwona bwino kapena simutha kulemba chinsinsi?",
    "accessibility-link": "Kupezeka",
    "appreciate-in": "Tili othokoza kwambiri chifukwa chanu. Tidziwitseni zovuta zilizonse ndipo tidzazithetsa mwachangu.",
    "fb-but": "Titumizireni mayankho",
    "feedback-text": "Fotokozani za hCaptcha yomwe mwawonapo",
    "home-ent-1": "Mukuyang'ana zopereka zathu zamabizinesi?",
    "home-ent-2": "Pitani patsamba lathu latsopanoli: BotStop.com",
    "home-intro-body": "Kodi mumagwiritsa ntchito captcha kuti muchepetse bots? hCaptcha imateteza chinsinsi cha ogwiritsa ntchito, imapereka mawebusayiti omwe amapereka mphoto, komanso amathandiza makampani kuti adziwe kuti zilembedwe. Ndi malo obwerera kusiya a reCAPTCHA: mutha kusintha posintha mphindi.",
    "home-intro-head": "Imani malo ambiri. Yambani kuteteza zachinsinsi za ogwiritsa ntchito.",
    "home-main-1": "Zachinsinsi. Otetezeka. Mofulumirirako. Ndipo timakulipirani kuti mugwiritse ntchito.",
    "home-main-2": "Chinsinsi",
    "home-main-2c": "Maukonde a malonda amawona alendo anu ngati malonda. Kwa hCaptcha malonda ndi ntchito yomwe amapereka. Sitikusamala kuti ogwiritsa ntchito anu ndi ndani, kokha momwe angakhalire ovutitsa. Timathandizira zoyeserera ngati Zachinsinsi Zachinsinsi, ndipo timagwira ntchito molimbika kuti tisungane zachinsinsi komanso chitetezo.",
    "home-main-3": "Chitetezo Choyamba",
    "home-main-3c": "Kulondola kuli mu chidwi chanu ndi chathu. hCaptcha imayang'ana osindikiza. Timagwira ntchito kuti tikupatseni deta yeniyeni ndikukulolani kuti musankhe momwe mungagwiritsire ntchito. Zotengera zina zimaperekedwa ndi",
    "home-main-3c2": "makampani otsatsa. Izi zikutanthauza kuti bot iliyonse yomwe ingabise ingachepetse ndalama zomwe amapeza.",
    "home-main-4": "Zochitika Zabwino Kwa Ogwiritsa Ntchito",
    "home-main-4c": "Mitundu yophunzirira makina osunthika imagwiritsidwa ntchito ndi hCaptcha pakuwona umunthu. Izi zimatipangitsa kuti tifunikira ntchito zosasangalatsa kuchokera kwa ogwiritsa ntchito anu ndipo amatenga nthawi yochepa pochita izi, pomwe akupanga zofunika zokhala ndi zilembo zofunikira zolembera makasitomala.",
    "home-main-plans": "hCaptcha ndi yaulere kugwiritsa ntchito kwa ofalitsa a kukula kulikonse. Komabe, kwa mabizinesi ndi mapulatifomu omwe amafunikira kuwongoleredwa, njira zamabizinesi athu zilipo.",
    "home-main-plans2": "Njira zothetsera bizinesi hCaptcha zimateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti mamiliyoni kumakampani ena akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena kuchezera",
    "home-main-plans3": "Njira zothetsera bizinesi hCaptcha zimateteza ogwiritsa ntchito mamiliyoni ambiri pamawebusayiti mamiliyoni kumakampani ena akuluakulu padziko lapansi. Chonde titumizireni zambiri, kapena kuchezera",
    "home-main-plans4": "mwatsatanetsatane.",
    "learn-more-hcaptcha": "Dziwani Zambiri za hCaptcha",
    "page-acc-faq-1": "Funso: Kodi hCaptcha Gawo 508 + WCAG 2.0 ikugwirizana? Yankho: Tikukhulupirira choncho: ogwiritsa ntchito aliwonse omwe ali ndi vuto lililonse la kusakatula omwe amatha kusakatula intaneti ndikulemba ma fomu amatha kupeza mautumiki otetezedwa ndi hCaptcha pakulembetsa. Komabe, ano si upangiri wovomerezeka: muyenera kuchita nokha, powaganizira momwe mukugwiritsira ntchito kuti muwone ngati mukuyenera kutumizidwa.",
    "page-acc-faq-2": "Funso: Kodi mukuyesetsa kugwiritsa ntchito njira zina (a11y), monga zomvera? Yankho: Zisankho zakale ngati audio Captchas zimasankha ogwiritsa ntchito a11 ndipo zimagonjetsedwa mosavuta ndi njira zamakono zophunzirira makina. Izi zakakamiza zovuta zamawu kuti zikhale zovuta kwambiri, kubweretsa phokoso, nthawi yosamvetseka, kuphatikiza kwamagama osadziwika, ndi zina zambiri kuti mugonjetse otsutsa. Chifukwa chake sitiri okonda kwambiri njira imeneyi motsutsana ndi vutoli, koma tiziwona ngati kuli kufunikira kwa gulu la a11y. Komabe, tili ndi chidwi ndi chinsinsi cha chinsinsi cha kagwiritsidwe ntchito ka Kufikira. Tikukhulupirira kuti kuphatikiza njira yathu ya a11y yomwe ikupezeka pakubwera kwa chinsinsi cha chinsinsi cha anthu achinsinsiyi kumalola ogwiritsa ntchito a11y kuti asakatule mosamala, otetezeka podziwa kuti magalimoto awo amakhala achinsinsi, kwinaku akuletsa kuzunza kwa mabizinesi omwe amapezeka mosalephera pamene njira za a11y zilipo. Tikugwira nawo ntchito pagulu la IETF ndikuyika ukadaulo watsopano.",
    "page-acc-faq-3": "Funso: Nanga bwanji zachinsinsi? Kodi kulembetsa kumawonetsa kusanthula kwa data mu njira inayake? Mumatani ndi imelo? Yankho: hCaptcha idapangidwa mwachinsinsi kuyambira pansi mpaka pansi. Ndizosiyana kwambiri ndi njira zamtundu wakale monga reCAPTCHA zomwe zimakhala ndi ma network otsatsa, omwe ali ndi chidziwitso chakukulandirani pa intaneti ndikukugwirizanitsani ndi chizindikiritso chenicheni. Sitigwiritsa ntchito maimelo omwe amapezeka kapena chidziwitso pa cholinga china chilichonse kupatula kuyambitsa kugwiritsira ntchito11 ndi kupewa kuzunza. Ndondomeko yathu yachinsinsi imakhala ndi mayankho omveka bwino ndi amomwe tingagwiritsire ntchito deta, koma yankho lalifupi ndiloti sitikufuna kukugwirizanitsani ndi munthu yemwe muli ndi mbiri yakale yosakatula.Tikugwiritsanso ntchito njira yapa kutaya imelo yanu mwachangu tikusungabe kuthekera kwathu popewa kuzunzidwa, kuphatikiza ntchito yathu yachinsinsi.",
    "page-acc-link-1": "Ngati ndinu wogwiritsa ntchito, chonde lowani apa.",
    "page-acc-subhead": "Kuwonetsetsa kuti anthu onse ogwiritsa ntchito satha kugwiritsa ntchito njira zawo mosasamala",
    "page-acc-summary": "Chidule",
    "page-acc-summary-contents-1": "hCaptcha adapangidwa kuti aletse bots powasiyanitsa ndi anthu. Mayeso owoneka ndi chida chothandiza pa izi, koma si aliyense amene angathetse vuto lowona. Pachifukwa ichi takonza njira yosavuta, yopanda ululu yolola ofalitsa omwe akugwiritsa ntchito ntchito yathu kuti asungike kufikira onse omwe akutsatira Gawo 508 ndi WCAG 2.0.",
    "page-acc-summary-contents-2": "Momwe imagwirira ntchito: choyambirira, wogwiritsa ntchito amatha kulowa pa ulalo uwu, womwe umalumikizidwa patsamba la info la hCaptcha. Amapatsidwa cookie yolumikizidwa yomwe ingagwiritsidwe ntchito kangapo patsiku, koma iyenera kutsitsimutsidwa maola 24 aliwonse kudzera pa login.Pomwe vuto liperekedwa kwa wogwiritsa ntchito patsamba lililonse pogwiritsa ntchito hCaptcha, amangodutsa.",
    "page-acc-title": "chidziwitso cha Kufikira kwa hCaptcha",
    "page-acc-tr-body": "Funso: Ndikuwonabe zovuta nditakhazikitsa keke. Kodi chikuyambitsa ndi chiyani? Yankho: Izi nthawi zambiri zimachitika chifukwa chogwiritsa ntchito njira yotsatsira zotsatsira kapena kutsutsa-cookie, kapena mawonekedwe omwe amatseka ma cookie, pamenepa cookie ya hcaptcha.com yomwe idayikidwa kapena kufufuzidwa ndi JavaScript patsamba lina , ngati amene mukumuchezera. Ma cookie opezeka pa hCaptcha amagwira ntchito ndi asakatuli ndi otsegula malonda ndi makonda awo, kotero zolephera zimachitika chifukwa cha zolembedwa ndi anti-adblock kapena malamulo ofanana akulozera masamba ena. Mayankho: 1. Whitelist hcaptcha.com ndi * .hcaptcha.com makonda anu otsatsa kapena osatsegula achitetezo. 2. Ngati mukugwiritsa ntchito Msakatuli wa Brave, yemwe (osati pa Epulo 2020) samawoneka kuti ali ndi vuto lililonse loyera, pitani ku Zokonda -> Shields -> Cookies ndikusankha Lolani Ma cookie Onse. 3. Ngati mukugwiritsa ntchito mtundu waposachedwa kwambiri wa Safari pa OS X 10.15 kapena iOS 13. 4, Apple yasintha kumene zochita za Safari zokhudzana ndi ma cookie a chipani chachitatu, kuwatseketsa onse mosalephera. Tikugwiritsa ntchito yankho, koma pakadali pano pitani pa Zokonda za Safari, gawo la zachinsinsi, ndikutsata Tsata Webusayiti: Pewani kutsatira malo kuti athandizire kuti cookie yopezeka azigwira bwino ntchito monga momwe timayembekezera. Funso: Ndimagwiritsa ntchito zida zambiri. Kodi ndifunika kusaina kangapo? Yankho: Ayi. Chonde dinani ulalo womwewo womwe umatumizidwa kwa inu pa chipangizo chilichonse chomwe mumagwiritsa ntchito kuti mukhazikitse cookie.",
    "page-acc-tr-title": "Kwa Ogwiritsa Kufikika: Q&A ndi Maupangiri a Mavuto",
    "priv-hc": "Chinsinsi",
    "priv-hc-text": "Maukonde amatsamba amakuwona ngati chinthu chawo. Sititero. Sitikusamala kuti ogwiritsa ntchito ndi ndani, kokha momwe angakhalire ovutitsa. Timathandizira zoyeserera ngati Zachinsinsi Zachinsinsi, ndipo timagwira ntchito molimbika kuti tisungane zachinsinsi komanso chitetezo.",
    "sec-hc": "Chitetezo Choyamba",
    "sec-hc-text": "hCaptcha imayang'ana osindikiza. Timagwira ntchito kuti tizipereka masamba enieni komanso kuwalola kusankha momwe angagwiritsire ntchito. Kulondola kuli mu chidwi chanu ndi chathu. Ma Captcha ena amaperekedwa ndi makampani otsatsa. Bot iliyonse yomwe ingabise ingachepetse ndalama zomwe amapeza.",
    "what-is-hcaptcha": "Kodi hCaptcha ndi chiyani?",
    "what-is-hcaptcha-text": "hCaptcha imathandizira ntchito zomwe mumakonda pa intaneti kuti musatseke malo osokoneza bongo, ma spam, ndi kuzunza pofunsa mafunso osavuta omwe ndi osavuta kwa anthu komanso ovuta makina.",
    "why-hc": "Chifukwa hCaptcha?",
    "why-hc-text": "Nthawi iliyonse mukayankha zovuta, timagwiritsa ntchito zitsanzo zamakono kuti tidziwe ngati ndinu munthu kapena makina. Tsamba lanu lomwe mudapitako limagwiritsa ntchito izi kuti muthandizire kukulitsa zomwe mumachita patsamba lawo posunga bots."
}