{
    "acc-opt": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ",
    "acc-opt-but": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "acc-opt-text": "ଆପଣ ଦୃଷ୍ଟିହୀନ କି ଅନ୍ୟଥା hCaptchas ସଂପୂର୍ଣ୍ଣ କରିବାରେ ଅସମର୍ଥ?",
    "accessibility-link": "ଅଭିଗମ୍ୟତା",
    "appreciate-in": "ଆମେ ଆପଣଙ୍କର ଇନପୁଟ୍ କୁ ପ୍ରଶଂସା କରୁ | ଆମକୁ କ issues ଣସି ସମସ୍ୟା ଜାଣିବା ଏବଂ ଆମେ ଶୀଘ୍ର ସମାଧାନ କରିବୁ |",
    "fb-but": "ଆମକୁ ମତାମତ ପଠାନ୍ତୁ |",
    "feedback-text": "ଆପଣ ବର୍ତ୍ତମାନ ଦେଖିଥିବା hCaptcha ଉପରେ ମତାମତ ପ୍ରଦାନ କରନ୍ତୁ |",
    "home-ent-1": "ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ଅଫର୍ ଖୋଜୁଛ?",
    "home-ent-2": "ଆମର ନୂତନ ଉତ୍ସର୍ଗୀକୃତ ସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତୁ: BotStop.com |",
    "home-intro-body": "ବଟ୍କୁ ରଖିବା ପାଇଁ ଆପଣ ଏକ କ୍ୟାପଚା ବ୍ୟବହାର କରନ୍ତି କି? hCaptcha ଉପଭୋକ୍ତା ଗୋପନୀୟତା ରକ୍ଷା କରେ, ୱେବସାଇଟ୍ ପୁରସ୍କାର ଦିଏ, ଏବଂ କମ୍ପାନୀମାନଙ୍କୁ ସେମାନଙ୍କର ତଥ୍ୟ ଲେବଲ୍ ପାଇବାରେ ସାହାଯ୍ୟ କରେ | ReCAPTCHA ପାଇଁ ଏହା ଏକ ଡ୍ରପ୍ ଇନ୍ ରିପ୍ଲେସମେଣ୍ଟ: ଆପଣ କିଛି ମିନିଟ୍ ମଧ୍ୟରେ ସୁଇଚ୍ କରିପାରିବେ |",
    "home-intro-head": "ଅଧିକ ବଟ୍ ବନ୍ଦ କରନ୍ତୁ | ଉପଭୋକ୍ତା ଗୋପନୀୟତା ରକ୍ଷା କରିବା ଆରମ୍ଭ କରନ୍ତୁ |",
    "home-main-1": "ବ୍ୟକ୍ତିଗତ ସୁରକ୍ଷିତ ଶୀଘ୍ର ଏବଂ ଏହାକୁ ବ୍ୟବହାର କରିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ଦେୟ ଦେଉ |",
    "home-main-2": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
    "home-main-2c": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ତୁମର ପରିଦର୍ଶକମାନଙ୍କୁ ଉତ୍ପାଦ ଭାବରେ ଦେଖେ | HCaptcha ପାଇଁ ଉତ୍ପାଦ ହେଉଛି ସେମାନେ ପ୍ରଦାନ କରୁଥିବା କାର୍ଯ୍ୟ | ତୁମର ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ଦୁଷ୍ଟ ହେବାର ସମ୍ଭାବନା କେତେ | ଆମେ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ |",
    "home-main-3": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
    "home-main-3c": "ସଠିକତା ଆପଣଙ୍କ ଆଗ୍ରହ ଏବଂ ଆମର | hCaptcha ପ୍ରକାଶକ-କେନ୍ଦ୍ରିତ | ଆମେ ଆପଣଙ୍କୁ ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ କାର୍ଯ୍ୟ କରୁ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅନ୍ତୁ | ଅନ୍ୟ କ୍ୟାପଚାସ୍ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଛି |",
    "home-main-3c2": "ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ | ଏହାର ଅର୍ଥ ପ୍ରତ୍ୟେକ ବ୍ଲକ୍ ସେମାନେ ଅବରୋଧ କରିପାରନ୍ତି ସେମାନଙ୍କ ରାଜସ୍ୱ ହ୍ରାସ କରିପାରନ୍ତି |",
    "home-main-4": "ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା |",
    "home-main-4c": "ଅତ୍ୟାଧୁନିକ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକ ମାନବିକତା ନିର୍ଣ୍ଣୟ କରିବା ପାଇଁ hCaptcha ଦ୍ୱାରା ବ୍ୟବହୃତ ହୁଏ | ଏହା ଆମକୁ ଉପଭୋକ୍ତାମାନଙ୍କ ଠାରୁ କମ୍ ବିରକ୍ତିକର କାର୍ଯ୍ୟ ଆବଶ୍ୟକ କରେ ଏବଂ ଗ୍ରାହକମାନଙ୍କୁ ଲେବଲ୍ କରିବା ପାଇଁ ଉପଯୋଗୀ ଲେବଲ୍ ଡାଟା ଉତ୍ପାଦନ କରୁଥିବାବେଳେ ଏହା କରିବାରେ ସେମାନଙ୍କର କମ୍ ସମୟ ନେଇଥାଏ |",
    "home-main-plans": "hCaptcha ଯେକ size ଣସି ଆକାରର ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ ବ୍ୟବହାର କରିବାକୁ ମାଗଣା | ତଥାପି, ଉଦ୍ୟୋଗ ଏବଂ ପ୍ଲାଟଫର୍ମଗୁଡିକ ପାଇଁ ଯାହା ଅଧିକ ନିୟନ୍ତ୍ରଣ ଆବଶ୍ୟକ କରେ, ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ଉପଲବ୍ଧ |",
    "home-main-plans2": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ପୃଥିବୀର କେତେକ ବୃହତ କମ୍ପାନୀ ପାଇଁ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ଲକ୍ଷ ଲକ୍ଷ ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦେଇଥାଏ | ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ, କିମ୍ବା ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "home-main-plans3": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ପୃଥିବୀର କେତେକ ବୃହତ କମ୍ପାନୀ ପାଇଁ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ଲକ୍ଷ ଲକ୍ଷ ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦେଇଥାଏ | ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ, କିମ୍ବା ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "home-main-plans4": "ବିବରଣୀ ପାଇଁ",
    "learn-more-hcaptcha": "HCaptcha ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "page-acc-faq-1": "ପ୍ରଶ୍ନ: hCaptcha ବିଭାଗ 508 + WCAG 2.0 ଅନୁପଯୁକ୍ତ କି? ଉତ୍ତର: ଆମେ ଏହା ବିଶ୍ believe ାସ କରୁ: ଯେକ users ଣସି ପ୍ରକାରର ଦୁର୍ବଳତା ଥିବା ସମସ୍ତ ଉପଭୋକ୍ତା ଯେଉଁମାନେ ୱେବ୍ ବ୍ରାଉଜ୍ କରିବାକୁ ଏବଂ ଫର୍ମରେ ପାଠ୍ୟ ପ୍ରବେଶ କରିବାକୁ ସକ୍ଷମ ଅଟନ୍ତି, ପଞ୍ଜୀକରଣ ପରେ hCaptcha ଦ୍ୱାରା ସୁରକ୍ଷିତ ସେବାକୁ ପ୍ରବେଶ କରିପାରିବେ | ତଥାପି, ଏହା ଆଇନଗତ ପରାମର୍ଶ ନୁହେଁ: ତୁମର ନିୟୋଜନ ପାଇଁ ଏହା ହେଉଛି ନିଶ୍ଚିତ କରିବାକୁ ତୁମର ନିର୍ଦ୍ଦିଷ୍ଟ କାର୍ଯ୍ୟକାରିତାକୁ ଧ୍ୟାନରେ ରଖି ତୁମର ନିଜର ମୂଲ୍ୟାଙ୍କନ କରିବା ଉଚିତ୍ |",
    "page-acc-faq-2": "ପ୍ରଶ୍ନ: ଆପଣ ଅଡିଓ ପରି ଅନ୍ୟ ଆକ୍ସେସିବିଲିଟି (a11y) ଅପ୍ସନ୍ ଉପରେ କାମ କରୁଛନ୍ତି କି? ଉତ୍ତର: ପୂର୍ବରୁ ଅଡିଓ କ୍ୟାପଚା ଭଳି ଲୋକପ୍ରିୟ ବିକଳ୍ପ ଅନେକ a11y ବ୍ୟବହାରକାରୀଙ୍କୁ ଭେଦ କରେ ଏବଂ ଆଧୁନିକ ମେସିନ୍ ଶିକ୍ଷା କ ques ଶଳ ଦ୍ୱାରା ସହଜରେ ପରାସ୍ତ ହୁଏ | ଏହା ବର୍ତ୍ତମାନର ଅଡିଓ ଚ୍ୟାଲେଞ୍ଜଗୁଡ଼ିକୁ ଅଧିକ କଷ୍ଟସାଧ୍ୟ ହେବାକୁ ବାଧ୍ୟ କରିଛି, ଶବ୍ଦ, ଅଦ୍ଭୁତ ସମୟ, ଅସାଧାରଣ ଶବ୍ଦ ମିଶ୍ରଣ ଇତ୍ୟାଦି ଆକ୍ରମଣକାରୀଙ୍କୁ ପରାସ୍ତ କରିବାକୁ | ଏହିପରି ଭାବରେ ଆମେ ଏହି ଆଭିମୁଖ୍ୟ ବନାମ କମ୍ ଉତ୍ସାହକୁ ଏଡ଼ାଇବା ପାଇଁ କମ୍ ଉତ୍ସାହିତ, କିନ୍ତୁ a11y ସମ୍ପ୍ରଦାୟର ଚାହିଦା ଥିଲେ ଏହାକୁ ବିଚାର କରିବୁ | ତଥାପି, ଆକ୍ସେସିବିଲିଟି ବ୍ୟବହାର ମାମଲା ପାଇଁ ଆମେ ଗୋପନୀୟତା ପାସ୍ ପାଇଁ ବହୁତ ଆଗ୍ରହୀ | ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଆମର ସାମ୍ପ୍ରତିକ a11y ଆଭିମୁଖ୍ୟକୁ ଗୋପନୀୟତା ପାସ୍ ପ୍ରଦାନ ସହିତ ମିଶ୍ରଣ କରିବା a11y ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷିତ ଭାବରେ ବ୍ରାଉଜ୍ କରିବାକୁ ଅନୁମତି ଦେବ, ଜ୍ଞାନରେ ସୁରକ୍ଷିତ ଯେ ସେମାନଙ୍କ ଟ୍ରାଫିକ୍ ଅଧିକ ବ୍ୟକ୍ତିଗତ ଅଟେ, ଯେତେବେଳେ କି ବଟ୍ ଅପରେଟରଙ୍କ ଦ୍ୱାରା ହେଉଥିବା ଅପବ୍ୟବହାରକୁ ପ୍ରତିବନ୍ଧିତ କରେ ଯାହା a11y ବିକଳ୍ପ ଉପଲବ୍ଧ ହେଲେ ଅବଶ୍ୟ ଘଟିବ | ଆମେ ଏହି ନୂତନ ଟେକ୍ନୋଲୋଜିକୁ ମାନକ କରୁଥିବା IETF କାର୍ଯ୍ୟ ଗୋଷ୍ଠୀରେ ସକ୍ରିୟ ଅଂଶଗ୍ରହଣକାରୀ |",
    "page-acc-faq-3": "ପ୍ରଶ୍ନ: ଗୋପନୀୟତା ବିଷୟରେ? ପଞ୍ଜୀକରଣ କ way ଣସି ପ୍ରକାରେ a11y ବ୍ରାଉଜିଂ ତଥ୍ୟକୁ ପ୍ରକାଶ କରେ କି? ଆପଣ ଇମେଲ ସହିତ କ’ଣ କରନ୍ତି? ଉତ୍ତର: hCaptcha ଗ୍ରାଉଣ୍ଡରୁ ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି | ReCAPTCHA ପରି ପାରମ୍ପାରିକ ବିକଳ୍ପ ଅପେକ୍ଷା ଏହା ବହୁତ ଭିନ୍ନ, ଯାହା ବିଜ୍ଞାପନ ନେଟୱାର୍କର ମାଲିକାନା, ଯାହାର ୱେବରେ ଟ୍ରାକ୍ କରିବା ଏବଂ ଆପଣଙ୍କୁ ପ୍ରକୃତ ପରିଚୟ ସହିତ ଜଡିତ କରିବା ପାଇଁ ଏକ ଉତ୍ସାହ ଅଛି | A11y ବ୍ୟବହାରକୁ ସୁଗମ କରିବା ଏବଂ ଅପବ୍ୟବହାରକୁ ରୋକିବା ବ୍ୟତୀତ ଆମେ କ access ଣସି ଉଦ୍ଦେଶ୍ୟରେ ଆକ୍ସେସିବିଲିଟି ଇମେଲ କିମ୍ବା ସୂଚନା ବ୍ୟବହାର କରୁନାହୁଁ | ଆମେ କିପରି ଡାଟା ବ୍ୟବହାର କରୁ ସେ ସମ୍ବନ୍ଧରେ ଆମର ଗୋପନୀୟତା ନୀତିର ବିସ୍ତୃତ ଏବଂ ପ୍ରାଧିକୃତ ଉତ୍ତର ରହିଛି, କିନ୍ତୁ ସଂକ୍ଷିପ୍ତ ଉତ୍ତର ହେଉଛି ଯେ ଆପଣଙ୍କର ବ୍ରାଉଜିଂ ଇତିହାସ ସହିତ ଆପଣଙ୍କୁ ଜଣେ ବ୍ୟକ୍ତି ଭାବରେ ଯୋଡିବାକୁ ଆମର କ interest ଣସି ଆଗ୍ରହ ନାହିଁ | ଆମେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣାକୁ ଶୀଘ୍ର ପରିତ୍ୟାଗ କରିବା ପାଇଁ ଏକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସମାଧାନ ଉପରେ ମଧ୍ୟ କାର୍ଯ୍ୟ କରୁଛୁ | ଅପବ୍ୟବହାରକୁ ରୋକିବା ପାଇଁ ଆମର କ୍ଷମତାକୁ ବଞ୍ଚାଇ ରଖିବାବେଳେ, ଆମର ଗୋପନୀୟତା ପାସ୍ କାର୍ଯ୍ୟକୁ ପରିପୂର୍ଣ୍ଣ କରେ |",
    "page-acc-link-1": "ଯଦି ଆପଣ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍, ଦୟାକରି ଏଠାରେ ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |",
    "page-acc-subhead": "ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ସମସ୍ତ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ନିରବିହୀନ ପ୍ରବେଶ ସୁନିଶ୍ଚିତ କରିବା |",
    "page-acc-summary": "ସାରାଂଶ",
    "page-acc-summary-contents-1": "hCaptcha ଲୋକମାନଙ୍କଠାରୁ ଅଲଗା କରି ବଟ୍କୁ ବନ୍ଦ କରିବା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଭିଜୁଆଲ୍ ପରୀକ୍ଷା ଏହା ପାଇଁ ଏକ ସୁବିଧାଜନକ ଉପକରଣ, କିନ୍ତୁ ସମସ୍ତେ ଏକ ଭିଜୁଆଲ୍ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ କରିପାରିବେ ନାହିଁ | ଏହି କାରଣରୁ, ଆମର ସେବା ବ୍ୟବହାର କରୁଥିବା ପ୍ରକାଶକମାନଙ୍କୁ ପୂର୍ଣ୍ଣ ବିଭାଗ 508 ଏବଂ WCAG 2.0 ଅନୁପାଳନ ସହିତ ସମସ୍ତଙ୍କ ପାଇଁ ଆକ୍ସେସିବିଲିଟି ସଂରକ୍ଷଣ କରିବାକୁ ଆମେ ଏକ ସରଳ, ଯନ୍ତ୍ରଣାଦାୟକ ବିକଳ୍ପ ଡିଜାଇନ୍ କରିଛୁ |",
    "page-acc-summary-contents-2": "ଏହା କିପରି କାମ କରେ: ପ୍ରଥମେ, ଏକ URL ବ୍ୟବହାରକାରୀ ଏହି URL ରେ ସାଇନ୍ ଅପ୍ କରନ୍ତି, ଯାହାକି hCaptcha ୱିଜେଟ୍ ସୂଚନା ପୃଷ୍ଠାରେ ଲିଙ୍କ୍ ହୋଇଛି | ସେମାନଙ୍କୁ ଏକ ଏନକ୍ରିପ୍ଟେଡ୍ କୁକି ଦିଆଯାଏ ଯାହାକି ପ୍ରତିଦିନ ଅନେକ ଥର ବ୍ୟବହୃତ ହୋଇପାରେ, କିନ୍ତୁ ଲଗଇନ୍ ମାଧ୍ୟମରେ ପ୍ରତି 24 ଘଣ୍ଟାରେ ସତେଜ ହେବା ଆବଶ୍ୟକ | ଯେତେବେଳେ hCaptcha ସେବା ବ୍ୟବହାର କରି ଯେକ site ଣସି ସାଇଟରେ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ଙ୍କୁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଉପସ୍ଥାପିତ ହୁଏ, ସେମାନେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପାସ୍ କରିବେ |",
    "page-acc-title": "hCaptcha ଅଭିଗମ୍ୟତା ସୂଚନା |",
    "page-acc-tr-body": "ପ୍ରଶ୍ନ: କୁକି ସେଟ୍ କରିବା ପରେ ମଧ୍ୟ ମୁଁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଦେଖୁଛି | ଏହା କ’ଣ ଘଟୁଛି? ଉତ୍ତର: ଏହା ସାଧାରଣତ an ଏକ ଆକ୍ରମଣାତ୍ମକ ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ଆଣ୍ଟି-କୁକି ଏକ୍ସଟେନ୍ସନ୍, କିମ୍ବା କ୍ରସ୍-ସାଇଟ୍ କୁକିଜକୁ ଅବରୋଧ କରୁଥିବା ଏକ ସେଟିଂ ହେତୁ ହୋଇଥାଏ, ଏହି କ୍ଷେତ୍ରରେ hcaptcha.com ପାଇଁ ଏକ କୁକି ଯାହା ଏକ ଭିନ୍ନ ସାଇଟରେ hCaptcha JavaScript ଦ୍ୱାରା ସେଟ୍ କିମ୍ବା ଯାଞ୍ଚ କରାଯାଇଥାଏ | , ତୁମେ ପରିଦର୍ଶନ କରୁଥିବା ପରି | hCaptcha ଆକ୍ସେସିବିଲିଟି କୁକିଜ୍ ସମସ୍ତ ଲୋକପ୍ରିୟ ବ୍ରାଉଜର୍ ଏବଂ ବିଜ୍ଞାପନ ବ୍ଲକର୍ ସହିତ ସେମାନଙ୍କର ମାନକ ସେଟିଂସମୂହ ସହିତ କାମ କରେ, ତେଣୁ ସାଧାରଣତ fail ବିଫଳତା ଆଣ୍ଟି-ଆଡବ୍ଲକ୍ ସ୍କ୍ରିପ୍ଟ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ସାଇଟକୁ ଲକ୍ଷ୍ୟ କରୁଥିବା ସମାନ ନିୟମ ଯୋଗୁଁ ହୋଇଥାଏ | ସମାଧାନ: 1. ଆପଣଙ୍କର ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ସୁରକ୍ଷା ବିସ୍ତାରରେ ହ୍ el ାଇଟଲିଷ୍ଟ hcaptcha.com ଏବଂ * .hcaptcha.com କୁକିଜ୍ | 2. ଯଦି ଆପଣ ସାହସୀ ବ୍ରାଉଜର୍ ବ୍ୟବହାର କରୁଛନ୍ତି, ଯାହା (ଏପ୍ରିଲ୍ 2020 ସୁଦ୍ଧା) କ kind ଣସି ପ୍ରକାରର କୁକି ହ୍ el ାଇଟଲିଷ୍ଟ ପରି ଦେଖାଯାଉ ନାହିଁ, ପ୍ରିଫରେନ୍ସେସ୍ -> ସିଲ୍ଡସ୍ -> କୁକିଜ୍ କୁ ଯାଆନ୍ତୁ ଏବଂ ସମସ୍ତ କୁକିଜକୁ ଅନୁମତି ଦିଅନ୍ତୁ | 3. ଯଦି ଆପଣ ନିକଟରେ ପ୍ରକାଶିତ OS X 10.15 କିମ୍ବା iOS 13. 4 ରେ ସଫାରିର ଅତି ନୂତନତମ ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛନ୍ତି, ତେବେ ଆପଲ୍ ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍ ସମ୍ବନ୍ଧୀୟ ସଫାରିର ଆଚରଣକୁ ବଦଳାଇ ଦେଇଛି, ସେଗୁଡିକୁ ଡିଫଲ୍ଟ ଭାବରେ ଅବରୋଧ କରିଛି | ଆମେ ଏକ ସମାଧାନ କାର୍ଯ୍ୟକାରୀ କରୁଛୁ, କିନ୍ତୁ ମ in ିରେ ମ Saf ିରେ ସଫାରି ପ୍ରିଫରେନ୍ସ, ଗୋପନୀୟତା ବିଭାଗ ପରିଦର୍ଶନ କରନ୍ତୁ ଏବଂ ୱେବସାଇଟ୍ ଟ୍ରାକିଂକୁ ଚେକ୍ କରନ୍ତୁ: ଆକ୍ସେସିବିଲିଟି କୁକିକୁ ଆଶା କରାଯାଉଥିବା ପରି ସକ୍ଷମ କରିବାକୁ କ୍ରସ୍ ସାଇଟ୍ ଟ୍ରାକିଂକୁ ପ୍ରତିରୋଧ କରନ୍ତୁ | ପ୍ରଶ୍ନ: ମୁଁ ଏକାଧିକ ଉପକରଣ ବ୍ୟବହାର କରେ | ମୁଁ ଏକାଧିକ ଥର ସାଇନ୍ ଅପ୍ କରିବା ଆବଶ୍ୟକ କି? ଉତ୍ତର: ନା। ଦୟାକରି କୁକି ସେଟ୍ କରିବା ପାଇଁ ଆପଣ ବ୍ୟବହାର କରୁଥିବା ପ୍ରତ୍ୟେକ ଡିଭାଇସରେ ଆପଣଙ୍କୁ ପଠାଯାଇଥିବା ସମାନ ଇମେଲ ଲଗଇନ୍ ଲିଙ୍କ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "page-acc-tr-title": "ଅଭିଗମ୍ୟତା ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ: ପ୍ରଶ୍ନ ଏବଂ ତ୍ରୁଟି ନିବାରଣ ଗାଇଡ୍ |",
    "priv-hc": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
    "priv-hc-text": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ଆପଣଙ୍କୁ ସେମାନଙ୍କର ଉତ୍ପାଦ ଭାବରେ ଦେଖନ୍ତି | ଆମେ କରୁନାହୁଁ | ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ଦୁଷ୍ଟ ହେବାର ସମ୍ଭାବନା କେତେ | ଆମେ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ |",
    "sec-hc": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
    "sec-hc-text": "hCaptcha ପ୍ରକାଶକ-କେନ୍ଦ୍ରିତ | ସାଇଟଗୁଡିକୁ ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ ଆମେ କାର୍ଯ୍ୟ କରୁ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅ | ସଠିକତା ଆପଣଙ୍କ ଆଗ୍ରହ ଏବଂ ଆମର ଅଟେ | ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ୱାରା ଅନ୍ୟ କ୍ୟାପଚାସ୍ ପ୍ରଦାନ କରାଯାଇଥାଏ | ସେମାନେ ଅବରୋଧ କରୁଥିବା ପ୍ରତ୍ୟେକ ବଟ୍ ସେମାନଙ୍କର ରାଜସ୍ୱ ହ୍ରାସ କରିପାରେ |",
    "what-is-hcaptcha": "HCaptcha କ’ଣ?",
    "what-is-hcaptcha-text": "hCaptcha ଆପଣଙ୍କର ପ୍ରିୟ ୱେବ୍ ସେବାଗୁଡିକ ବଟ୍, ସ୍ପାମ୍, ଏବଂ ଅପବ୍ୟବହାରକୁ ସରଳ ପ୍ରଶ୍ନ ପଚାରି ସାହାଯ୍ୟ କରିଥାଏ ଯାହା ମଣିଷ ପାଇଁ ସହଜ ଏବଂ ମେସିନ୍ ପାଇଁ କଷ୍ଟକର |",
    "why-hc": "HCaptcha କାହିଁକି?",
    "why-hc-text": "ପ୍ରତ୍ୟେକ ଥର ଯେତେବେଳେ ଆପଣ ଏକ ଚ୍ୟାଲେଞ୍ଜର ଉତ୍ତର ଦିଅନ୍ତି, ଆମେ ଅତ୍ୟାଧୁନିକ ମଡେଲ ବ୍ୟବହାର କରି ଆପଣ ମଣିଷ କି ମେସିନ୍ ବୋଲି ଜାଣିବା ପାଇଁ ବ୍ୟବହାର କରୁ | ଆପଣ ପରିଦର୍ଶନ କରିଥିବା ୱେବସାଇଟ୍ ତାପରେ ଏହି ଫଳାଫଳକୁ ବ୍ୟବହାର କରି ବଟ୍କୁ ରଖି ସେମାନଙ୍କ ସାଇଟରେ ଆପଣଙ୍କ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରେ |"
}