{
    "about-advisors-brendan": "ਸੀ.ਈ.ਓ. ਏਆਈ ਵਿਚ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਨੇਤਾ. ਪਿਛਲੇ ਦਹਾਕਿਆਂ ਤੋਂ ਕਈ ਤਰਾਂ ਦੀਆਂ ਵਪਾਰਕ ਸਮੱਸਿਆਵਾਂ ਲਈ ਪੈਮਾਨੇ ਤੇ ਮਸ਼ੀਨ ਇੰਟੈਲੀਜੈਂਸ ਨੂੰ ਲਾਗੂ ਕੀਤਾ ਹੈ.",
    "about-advisors-dawn": "ਕੰਪਿutਟੇਸ਼ਨਲ ਜੀਵ ਵਿਗਿਆਨ, ਸਟੈਨਫੋਰਡ ਵਿੱਚ ਪੀਐਚਡੀ. 1999 ਤੋਂ ਨਿuralਰਲ ਨੈਟਵਰਕਸ ਨਾਲ ਕੰਮ ਕਰਨਾ. ਲਾਗੂ ਕੀਤੇ ਐਮਐਲ ਅਤੇ ਪੈਮਾਨੇ 'ਤੇ ਡੂੰਘੀ ਸਿਖਲਾਈ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰੋ.",
    "about-advisors-head": "ਸਲਾਹਕਾਰ",
    "about-advisors-keiran": "ਡਾਟਾਬੇਸ ਅਤੇ ਬਲਾਕਚੇਨ ਮਾਹਰ. ਕਲੌਡੇਰਾ ਵਿਖੇ ਅਰੰਭਿਕ ਇੰਜੀਨੀਅਰ ਅਤੇ ਹੋਰ ਵੀ. ਮਾਹਰ ਬਣਾਉਣ ਦੇ ਸਾੱਫਟਵੇਅਰ ਅਤੇ ਟੀਮਾਂ ਦੇ ਦਹਾਕੇ.",
    "about-content-head-1": "ਅਸੀਂ ਕੀ ਕਰੀਏ",
    "about-content-head-2": "ਇਹ ਕਿਉਂ ਮਾਇਨੇ ਰੱਖਦਾ ਹੈ",
    "about-content-text-1": "ਐਚਕੈਪਟਚਾ ਇੰਟਿitionਸ਼ਨ ਮਸ਼ੀਨ ਇੰਕ. ਦੀ ਸੇਵਾ ਹੈ, ਇੱਕ ਏਆਈ ਅਤੇ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਕੰਪਨੀ, ਜੋ ਕਿ ਪੈਮਾਨੇ 'ਤੇ ਮੈਟਲੇਅਰਿੰਗ ਅਤੇ ਵਿਜ਼ੂਅਲ ਡੋਮੇਨ ਐਮਐਲ' ਤੇ ਕੇਂਦ੍ਰਤ ਹੈ. ‍ਅਸੀਂ ਵਿਸ਼ਵ ਭਰ ਦੀਆਂ ਗਲੋਬਲ 2000 ਕੰਪਨੀਆਂ ਲਈ ਵੀਡੀਓ ਅਤੇ ਚਿੱਤਰ ਵਿਸ਼ਲੇਸ਼ਣ ਸੇਵਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਸਕੇਲ ਕਰਨ ਯੋਗ ਪ੍ਰਣਾਲੀਆਂ ਦਾ ਨਿਰਮਾਣ ਅਤੇ ਸੰਚਾਲਨ ਕਰਦੇ ਹਾਂ.",
    "about-content-text-2": "ਵਧੇਰੇ ਡੇਟਾ ਆਮ ਤੌਰ ਤੇ ਬਿਹਤਰ ਨਤੀਜੇ ਦਿੰਦੇ ਹਨ. ਸਹੀ laੰਗ ਨਾਲ ਲੇਬਲ ਕੀਤੇ ਗਏ ਅਤੇ ਸੰਬੰਧਿਤ ਡੇਟਾਸੇਟਾਂ ਨੂੰ ਬਣਾਉਣਾ ਅਤੇ ਕਾਇਮ ਰੱਖਣਾ ਸਮੇਂ ਦਾ ਖਰਚ ਅਤੇ ਮਹਿੰਗਾ ਹੈ. ‍ਕੈਪਚਾ ਅਸਲ ਵਿੱਚ ਚਿੱਤਰ ਲੇਬਲਿੰਗ ਵਿੱਚ ਸਾਡੀਆਂ ਆਪਣੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਵਿਕਸਤ ਕੀਤਾ ਗਿਆ ਸੀ, ਅਤੇ ਹੁਣ ਅਜਿਹੀਆਂ ਜ਼ਰੂਰਤਾਂ ਵਾਲੀਆਂ ਹੋਰ ਕੰਪਨੀਆਂ ਲਈ ਉਪਲਬਧ ਹੈ.",
    "about-intro-head-1": "HCaptcha ਲਈ ਕੰਮ ਕਰੋ",
    "about-intro-head-2": "ਸਾਡਾ ਮਿਸ਼ਨ ਵੱਡਾ ਹੈ",
    "about-intro-text": "ਅਸੀਂ ਤੇਜ਼ੀ ਨਾਲ ਵੱਧ ਰਹੇ ਹਾਂ ਅਤੇ ਹਮੇਸ਼ਾਂ ਸਾਡੇ ਗਲੋਬਲ ਦਫਤਰਾਂ ਵਿਚ ਦੁਨੀਆ ਦੀ ਸਭ ਤੋਂ ਵਧੀਆ ਪ੍ਰਤਿਭਾ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹਾਂ. ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕਾਂ ਨਾਲ ਅਰਜ਼ੀ ਦੇ ਸਕਦੇ ਹੋ.",
    "about-leadership-alex": "ਡਾਟਾਬੇਸ ਅਤੇ ਬਲਾਕਚੇਨ ਮਾਹਰ. ਕਲੌਡੇਰਾ ਵਿਖੇ ਅਰੰਭਿਕ ਇੰਜੀਨੀਅਰ ਅਤੇ ਹੋਰ ਵੀ. ਮਾਹਰ ਬਣਾਉਣ ਦੇ ਸਾੱਫਟਵੇਅਰ ਅਤੇ ਟੀਮਾਂ ਦੇ ਦਹਾਕੇ.",
    "about-leadership-eli": "ਸੀ.ਈ.ਓ. ਏਆਈ ਵਿਚ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਨੇਤਾ. ਪਿਛਲੇ ਦਹਾਕਿਆਂ ਤੋਂ ਕਈ ਤਰਾਂ ਦੀਆਂ ਵਪਾਰਕ ਸਮੱਸਿਆਵਾਂ ਲਈ ਪੈਮਾਨੇ ਤੇ ਮਸ਼ੀਨ ਇੰਟੈਲੀਜੈਂਸ ਨੂੰ ਲਾਗੂ ਕੀਤਾ ਹੈ.",
    "about-leadership-head": "ਲੀਡਰਸ਼ਿਪ",
    "about-leadership-todd": "ਕੰਪਿutਟੇਸ਼ਨਲ ਜੀਵ ਵਿਗਿਆਨ, ਸਟੈਨਫੋਰਡ ਵਿੱਚ ਪੀਐਚਡੀ. 1999 ਤੋਂ ਨਿuralਰਲ ਨੈਟਵਰਕਸ ਨਾਲ ਕੰਮ ਕਰਨਾ. ਲਾਗੂ ਕੀਤੇ ਐਮਐਲ ਅਤੇ ਪੈਮਾਨੇ 'ਤੇ ਡੂੰਘੀ ਸਿਖਲਾਈ' ਤੇ ਕੇਂਦ੍ਰਤ ਕਰੋ.",
    "acc-opt": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
    "acc-opt-but": "ਪਹੁੰਚਯੋਗਤਾ ਚੋਣਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣੋ",
    "acc-opt-text": "ਕੀ ਤੁਸੀਂ ਦ੍ਰਿਸ਼ਟੀਹੀਣ ਹੋ ਜਾਂ hCaptchas ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ?",
    "accessibility-link": "ਪਹੁੰਚਯੋਗਤਾ",
    "appreciate-in": "ਅਸੀਂ ਤੁਹਾਡੇ ਇੰਪੁੱਟ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ. ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਮੁੱਦੇ ਬਾਰੇ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਹੱਲ ਕਰਾਂਗੇ.",
    "fb-but": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
    "feedback-text": "ਤੁਸੀਂ ਹੁਣੇ ਵੇਖੀ ਗਈ hCaptcha 'ਤੇ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ",
    "footer-attribution": "ਗੁਣ",
    "footer-copyright-text": "hCaptcha ਇੰਟਿitionਸ਼ਨ ਮਸ਼ੀਨ, ਇੰਕ. ਦਾ ਰਜਿਸਟਰਡ ਟ੍ਰੇਡਮਾਰਕ ਹੈ.",
    "footer-header-1": "ਕੰਪਨੀ",
    "footer-header-2": "ਸਰੋਤ",
    "footer-header-3": "ਸੰਪਰਕ",
    "footer-link-1": "ਲੇਬਲਿੰਗ",
    "footer-link-2": "ਬਾਰੇ",
    "footer-link-3": "ਨੌਕਰੀਆਂ",
    "footer-link-4": "ਟ੍ਰੇਡਮਾਰਕ",
    "footer-link-5": "ਬਲਾੱਗ",
    "footer-link-6": "ਸਥਿਤੀ",
    "footer-link-7": "ਦਸਤਾਵੇਜ਼",
    "footer-link-8": "ਇੱਕ ਬੱਗ ਰਿਪੋਰਟ ਕਰੋ",
    "footer-link-9": "ਪਹੁੰਚਯੋਗਤਾ",
    "footer-privacy": "ਪਰਦੇਦਾਰੀ",
    "footer-subheader-1": "ਸਹਾਇਤਾ",
    "footer-subheader-2": "ਸੰਪਰਕ",
    "footer-terms": "ਸ਼ਰਤਾਂ",
    "header-docs-link": "ਡੌਕਸ",
    "header-labeling-services-link": "ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ",
    "header-login-button": "ਲਾਗਿਨ",
    "header-plans-link": "ਯੋਜਨਾਵਾਂ",
    "header-signup-button": "ਸਾਇਨ ਅਪ",
    "home-aboot-subtitle": "ਹਿUMਮਨ ਪ੍ਰੋਟੋਕੋਲ ਦੁਆਰਾ ਸੰਚਾਲਿਤ",
    "home-about-head": "HCaptcha ਬਾਰੇ",
    "home-about-text-1": "hCaptcha ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਲੇਬਰ ਦੀ ਗੰਭੀਰ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ: ਸਮੇਂ ਸਿਰ, ਕਿਫਾਇਤੀ ਅਤੇ ਭਰੋਸੇਮੰਦ massiveੰਗ ਨਾਲ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡੇਟਾ ਨੂੰ ਲੇਬਲਿੰਗ.",
    "home-about-text-2": "ਵਧੇਰੇ ਡਾਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਖਲਾਈ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਵਿਚ ਵਧੀਆ ਨਤੀਜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ. ਡੂੰਘੀ ਮਾਡਲਾਂ ਦੀ ਤਾਜ਼ਾ ਸਫਲਤਾ ਨੇ ਬਹੁਤ ਸਾਰੇ ਵੱਡੇ ਡੇਟਾਸੇਟਸ ਨੂੰ ਵਧਾਇਆ ਹੈ, ਲਗਭਗ ਹਮੇਸ਼ਾ ਕੁਝ ਮਨੁੱਖੀ ਸਮੀਖਿਆਵਾਂ ਦੇ ਨਾਲ. ਹਾਲਾਂਕਿ, ਮਕੈਨੀਕਲ ਤੁਰਕ, ਚਿੱਤਰ ਅੱਠ, ਆਦਿ ਦੁਆਰਾ ਵੱਡੇ ਮਨੁੱਖੀ-ਸਮੀਖਿਆ ਕੀਤੇ ਡੇਟਾਸੇਟ ਬਣਾਉਣਾ ਹੌਲੀ ਅਤੇ ਮਹਿੰਗਾ ਹੈ.",
    "home-about-text-3": "hCaptcha ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਬੋਟਾਂ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਦੇ ਹੋਰ ਕਿਸਮਾਂ ਨੂੰ ਰੋਕਦੇ ਹੋਏ ਇਸ ਮੰਗ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਪੈਸਾ ਕਮਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ.",
    "home-about-text-4": "ਐਚਕੈਪਟਚਾ ਮਾਰਕੀਟਪਲੇਸ ਹਿUMਮਨ ਪ੍ਰੋਟੋਕੋਲ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਹੈ, ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਲਈ ਇੱਕ ਖੁੱਲਾ ਵਿਕੇਂਦਰੀਕਰਣ ਪ੍ਰੋਟੋਕੋਲ ਜੋ ਐਥੀਰਿਅਮ ਬਲਾਕਚੇਨ ਤੇ ਚਲਦਾ ਹੈ. ਵੈਬਸਾਈਟਸ ਹਿ Humanਮਨ ਟੋਕਨ (ਐਚ.ਐਮ.ਟੀ) ਕਮਾਉਂਦੀਆਂ ਹਨ ਜਦੋਂ ਵੀ ਉਪਭੋਗਤਾ ਆਪਣੀ ਸਾਈਟ ਤੇ ਐਚਕੈਪਚਾ ਵਿਜੇਟ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਆਪਣੇ ਡੇਟਾ ਦਾ ਲੇਬਲ ਲਗਾਉਣ ਲਈ ਹਿ Humanਮਨ ਟੋਕਨ ਅਦਾ ਕਰਦੀਆਂ ਹਨ.",
    "home-ba-labeling-services-link": "ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ",
    "home-benefits-head-1": "ਡੇਟਾ ਲੇਬਲਿੰਗ ਵਿੱਚ ਮੁੱਲ",
    "home-benefits-head-2": "ਚੈਰਿਟੀ ਨੂੰ ਵਾਪਸ ਦਿਓ",
    "home-benefits-text-1": "ਕੀ ਤੁਹਾਨੂੰ ਹਰ ਵਾਰ ਅਹਿਸਾਸ ਹੋਇਆ ਕਿ ਜਦੋਂ ਤੁਸੀਂ \"ਕਾਰ ਤੇ ਕਲਿਕ ਕਰੋ\" ਤੁਸੀਂ ਇਕੱਲੇ ਗੀਗੈਂਟਿਕ ਕੰਪਿompਨੀ ਦੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਪ੍ਰਣਾਲੀਆਂ ਨੂੰ ਮੁਫਤ ਸਿਖਲਾਈ ਦੇਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ਰਹੇ ਹੋ?",
    "home-benefits-text-2": "hCaptcha ਇਸ ਮਾਡਲ ਨੂੰ ਘੁੰਮਦੀ ਹੈ. ਜਦੋਂ ਤੁਸੀਂ ਐਚਕੈਪਚਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਕੰਪਨੀਆਂ ਉਸ ਕੰਮ 'ਤੇ ਬੋਲੀ ਲਗਾਉਂਦੀਆਂ ਹਨ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਕਰਦੇ ਹਨ ਜਿਵੇਂ ਕਿ ਉਹ ਆਪਣੀ ਮਨੁੱਖਤਾ ਨੂੰ ਸਾਬਤ ਕਰਦੇ ਹਨ. ਤੁਹਾਨੂੰ ਇਨਾਮ ਮਿਲਦੇ ਹਨ.",
    "home-benefits-text-3": "ਆਪਣੇ ਮਨਪਸੰਦ ਦਾਨ ਨੂੰ ਵਾਪਸ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ? hCaptcha ਤੁਹਾਨੂੰ ਆਪਣੀ ਕਮਾਈ ਦੇ ਨਾਲ ਆਪਣੀ ਪਸੰਦ ਦੇ ਦਾਨਿਆਂ ਦਾ ਸਮਰਥਨ ਕਰਨ ਦਿੰਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਇਸ ਦੀ ਵਰਤੋਂ ਨਾਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋ. ਤੁਹਾਡੀ ਸਾਈਟ ਤੇ ਉਪਯੋਗਕਰਤਾ ਛੇਤੀ ਹੀ hCaptcha ਇੰਟਰਫੇਸ ਤੇ ਵਿਵੇਕਸ਼ੀਲ ਬ੍ਰਾਂਡਿੰਗ ਦੁਆਰਾ ਦਾਨ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੇ ਯੋਗਦਾਨ ਨੂੰ ਵੇਖਣ ਦੇ ਯੋਗ ਹੋਣਗੇ.",
    "home-challenge-text-1": "ਉਹ ਸਾਰੇ ਚਿੱਤਰ ਚੁਣੋ ਜੋ ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ",
    "home-challenge-text-2": "ਵਸਤੂਆਂ ਲਈ ਸੀਮਾ ਖੇਤਰ ਨਿਰਧਾਰਿਤ ਕਰੋ",
    "home-challenge-text-3": "ਸੰਬੰਧਿਤ ਲੇਬਲ ਦੀ ਪਛਾਣ ਕਰੋ",
    "home-challenge-title-1": "ਤੁਲਨਾ",
    "home-challenge-title-2": "ਬਾਉਂਡਿੰਗ ਬਾਕਸ",
    "home-challenge-title-3": "ਸ਼੍ਰੇਣੀਕਰਨ",
    "home-challenges-head": "ਚੁਣੌਤੀਆਂ ਪੇਸ਼ ਕੀਤੀਆਂ",
    "home-challenges-text-1": "... ਅਤੇ ਹੋਰ ਸਧਾਰਣ ਕੰਮ. ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ, ਬੋਟਾਂ ਲਈ ਸਖਤ.",
    "home-challenges-text-2": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਕਸਟਮ ਕਾਰਜ ਵੀ ਉਪਲਬਧ ਹਨ.",
    "home-ent-1": "ਸਾਡੇ ਉੱਦਮ ਸੁਰੱਖਿਆ ਪੇਸ਼ਕਸ਼ਾਂ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ?",
    "home-ent-2": "ਸਾਡੀ ਨਵੀਂ ਸਮਰਪਿਤ ਸਾਈਟ ਤੇ ਜਾਓ: ਬੋਟਸਟੌਪ.ਕਾੱਮ",
    "home-ent-button": "ਹੋਰ ਜਾਣੋ: ਐਚਕੈਪਚਾ ਦੁਆਰਾ ਬੋਟਸੌਪ",
    "home-from-the-blog": "ਬਲੌਗ ਤੋਂ:",
    "home-from-the-blog-value": "HCaptcha ਮੁਸ਼ਕਲ ਸੈਟਿੰਗਾਂ ਕਿਵੇਂ ਕੰਮ ਕਰਦੀਆਂ ਹਨ",
    "home-intro-body": "ਕੀ ਤੁਸੀਂ ਬੋਟਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖਣ ਲਈ ਕੈਪਚਰ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ? hCaptcha ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰਾਖੀ ਕਰਦਾ ਹੈ, ਵੈਬਸਾਈਟਾਂ ਨੂੰ ਇਨਾਮ ਦਿੰਦਾ ਹੈ, ਅਤੇ ਕੰਪਨੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਡੇਟਾ ਲੇਬਲ ਲਗਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ. ਇਹ ਰੀਕਾੱਪਟਾ ਲਈ ਇੱਕ ਡਰਾਪ-ਇਨ ਤਬਦੀਲੀ ਹੈ: ਤੁਸੀਂ ਕੁਝ ਮਿੰਟਾਂ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ.",
    "home-intro-button": "ਹੁਣੇ ਸਾਈਨ ਅਪ ਕਰੋ",
    "home-intro-head": "ਹੋਰ ਬੋਟ ਰੋਕੋ. ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਨਾ ਅਰੰਭ ਕਰੋ.",
    "home-main-1": "ਨਿਜੀ. ਸੁਰੱਖਿਅਤ. ਹੋਰ ਤੇਜ਼. ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਕਰਦੇ ਹਾਂ.",
    "home-main-2": "ਪਰਾਈਵੇਸੀ ਫੋਕਸ",
    "home-main-2c": "ਵਿਗਿਆਪਨ ਨੈਟਵਰਕ ਤੁਹਾਡੇ ਮਹਿਮਾਨਾਂ ਨੂੰ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਦੇ ਹਨ. ਐੱਚਕੈਪਚਾ ਲਈ ਉਤਪਾਦ ਉਹ ਕਾਰਜ ਹੈ ਜੋ ਉਹ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ. ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਤੁਹਾਡੇ ਉਪਯੋਗਕਰਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ. ਅਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ.",
    "home-main-3": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
    "home-main-3c": "ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ. hCaptcha ਪ੍ਰਕਾਸ਼ਕ-ਕੇਂਦ੍ਰਿਤ ਹੈ. ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਨੂੰ ਫੈਸਲਾ ਲੈਣ ਦਿੰਦੇ ਹਾਂ ਕਿ ਇਸ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕੀਤੀ ਜਾਵੇ. ਹੋਰ ਕੈਪਚਰ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ",
    "home-main-3c2": "ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ. ਇਸਦਾ ਅਰਥ ਇਹ ਹੈ ਕਿ ਹਰੇਕ ਬੋਟ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਰੋਕਦਾ ਹੈ ਸ਼ਾਇਦ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲੀਏ ਨੂੰ ਘਟਾ ਸਕਦਾ ਹੈ.",
    "home-main-4": "ਬਿਹਤਰ ਉਪਭੋਗਤਾ ਤਜਰਬਾ",
    "home-main-4c": "ਐਚਕੈਪਟਚਾ ਦੁਆਰਾ ਮਨੁੱਖਤਾ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸੂਝਵਾਨ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਇਹ ਸਾਨੂੰ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਘੱਟ ਪਰੇਸ਼ਾਨ ਕਰਨ ਵਾਲੇ ਕੰਮਾਂ ਦੀ ਜ਼ਰੂਰਤ ਦਿੰਦਾ ਹੈ ਅਤੇ ਅਜਿਹਾ ਕਰਨ ਵਿਚ ਉਨ੍ਹਾਂ ਦਾ ਘੱਟ ਸਮਾਂ ਲੈਂਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਅਜੇ ਵੀ ਗਾਹਕਾਂ ਨੂੰ ਲੇਬਲਿੰਗ ਕਰਨ ਲਈ ਲਾਭਦਾਇਕ ਲੇਬਲ ਵਾਲੇ ਡੇਟਾ ਤਿਆਰ ਕਰਦੇ ਹਨ.",
    "home-main-plans": "hCaptcha ਕਿਸੇ ਵੀ ਅਕਾਰ ਦੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਲਈ ਵਰਤਣ ਲਈ ਮੁਫ਼ਤ ਹੈ. ਹਾਲਾਂਕਿ, ਉੱਦਮੀਆਂ ਅਤੇ ਪਲੇਟਫਾਰਮਾਂ ਲਈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਵਧੇਰੇ ਨਿਯੰਤਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ, ਸਾਡੇ ਉੱਦਮ ਹੱਲ ਉਪਲਬਧ ਹਨ.",
    "home-main-plans2": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ ਗ੍ਰਹਿ ਦੀਆਂ ਕੁਝ ਵੱਡੀਆਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਮੁਲਾਕਾਤ ਕਰੋ",
    "home-main-plans3": "hCaptcha ਐਂਟਰਪ੍ਰਾਈਜ਼ ਹੱਲ ਗ੍ਰਹਿ ਦੀਆਂ ਕੁਝ ਵੱਡੀਆਂ ਵੱਡੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਲੱਖਾਂ ਵੈੱਬਸਾਈਟਾਂ ਦੇ ਲੱਖਾਂ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜਾਂ ਮੁਲਾਕਾਤ ਕਰੋ",
    "home-main-plans4": "ਵੇਰਵਿਆਂ ਲਈ.",
    "home-plans-button-1": "ਹੁਣ ਸਾਈਨ ਅਪ ਕਰੋ",
    "home-plans-button-2": "ਸੰਪਰਕ ਵਿਕਰੀ",
    "home-plans-chart-head-1": "ਫੀਚਰ",
    "home-plans-chart-head-2": "ਪ੍ਰਕਾਸ਼ਕ",
    "home-plans-chart-head-3": "ਉੱਦਮ",
    "home-plans-chart-row-1-cell-1": "ਨਿਯੰਤਰਣ ਚੁਣੌਤੀ ਕਿਸਮਾਂ",
    "home-plans-chart-row-1-cell-2": "ਸੀਮਤ",
    "home-plans-chart-row-1-cell-3": "ਕੁੱਲ",
    "home-plans-chart-row-10-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-plans-chart-row-11-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-plans-chart-row-12-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-plans-chart-row-2-cell-1": "ਵਰਤੀ ਗਈ ਚੁਣੌਤੀ ਸਮਗਰੀ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰੋ",
    "home-plans-chart-row-2-cell-2": "ਸੀਮਤ",
    "home-plans-chart-row-2-cell-3": "ਕੁੱਲ",
    "home-plans-chart-row-6-cell-1": "ਜੀਡੀਪੀਆਰ ਅਤੇ ਸੀਸੀਪੀਏ ਦੇ ਅਨੁਕੂਲ ਗੋਪਨੀਯਤਾ ਨੀਤੀ",
    "home-plans-chart-row-7-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-plans-chart-row-8-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-plans-chart-row-9-cell-1": "ਵਧੀਆ-ਅਨਾਜ ਮੁਸ਼ਕਲ ਦੇ ਪੱਧਰ",
    "home-try-it-out-button": "HCaptcha ਲਵੋ",
    "home-try-it-out-text": "hCaptcha, ਸਧਾਰਣ, ਅਸਾਨ ਅਤੇ ਭਰੋਸੇਮੰਦ ਬੋਟ ਖੋਜ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਮਨੁੱਖਾਂ ਦੇ ਹੱਲ ਲਈ ਮਾਮੂਲੀ ਹੁੰਦਾ ਹੈ.",
    "home-try-it-put-head": "ਇਸ ਨੂੰ ਅਜ਼ਮਾਓ",
    "labeling-about-head": "HCaptcha ਬਾਰੇ",
    "labeling-about-text-1": "hCaptcha ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਵਿੱਚ ਸਭ ਤੋਂ ਵੱਧ ਕਿਰਤ ਗੰਭੀਰ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ; ਸਮੇਂ ਸਿਰ, ਕਿਫਾਇਤੀ ਅਤੇ ਭਰੋਸੇਮੰਦ .ੰਗ ਨਾਲ ਵੱਡੇ ਪੱਧਰ 'ਤੇ ਡੇਟਾ ਨੂੰ ਲੇਬਲਿੰਗ. ਵਧੇਰੇ ਡਾਟਾ ਆਮ ਤੌਰ 'ਤੇ ਸਿਖਲਾਈ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਮਾਡਲਾਂ ਵਿਚ ਵਧੀਆ ਨਤੀਜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ. ਡੂੰਘੀ ਮਾਡਲਾਂ ਦੀ ਹਾਲੀਆ ਸਫਲਤਾ ਨੇ ਵੱਡੇ ਡੇਟਾਸੇਟ ਨੂੰ ਵਧਣ ਦੀ ਅਗਵਾਈ ਕੀਤੀ ਹੈ, ਅਤੇ ਐਚਕੈਪਚਾ ਇਸ ਜ਼ਰੂਰਤ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ.",
    "labeling-about-text-2": "ਹਾਲਾਂਕਿ, ਰਵਾਇਤੀ methodsੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਿਆਂ ਵੱਡੇ ਮਨੁੱਖੀ-ਸਮੀਖਿਆ ਕੀਤੇ ਡੇਟਾਸੇਟ ਬਣਾਉਣਾ ਹੌਲੀ ਅਤੇ ਮਹਿੰਗਾ ਹੈ. hCaptcha ਕੰਪਨੀਆਂ ਲਈ ਐਨੋਟੇਸ਼ਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇੱਕ isੰਗ ਹੈ ਜਿਸਦੀ ਉਹਨਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਲੋੜੀਂਦੀ ਜ਼ਰੂਰਤ ਹੁੰਦੀ ਹੈ, ਉੱਚ ਗੁਣਵੱਤਾ ਦੇ ਨਾਲ ਅਤੇ ਹੋਰ ਵਿਕਲਪਾਂ ਨਾਲੋਂ ਘੱਟ ਕੀਮਤ ਤੇ.",
    "labeling-annotations-head": "ਵਿਆਖਿਆ ਦੀਆਂ ਕਿਸਮਾਂ",
    "labeling-annotations-text-1": "ਚਿੱਤਰਾਂ ਅਤੇ ਵੀਡਿਓ ਵਿਚ ਸਹੀ ਇਕਾਈ ਦੀ ਪਛਾਣ",
    "labeling-annotations-text-2": "ਚਿੱਤਰਾਂ ਅਤੇ ਵੀਡਿਓ ਵਿਚ ਸਹੀ ਇਕਾਈ ਦੀ ਪਛਾਣ",
    "labeling-annotations-text-3": "ਕਈ ਵੱਖੋ ਵੱਖਰੇ ਵਰਤੋਂ ਦੇ ਮਾਮਲਿਆਂ ਲਈ ਐਨੋਟੇਸ਼ਨਸ ਨੂੰ ਪੁਆਇੰਟ ਕਰੋ",
    "labeling-annotations-text-4": "ਕਿਸੇ ਵੀ ਅਕਾਰ ਦੀਆਂ ਮਨਮਾਨੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਕ੍ਰਮਬੱਧ ਜਾਂ ਸ਼ਾਮਲ ਕਰੋ",
    "labeling-annotations-text-5": "ਮਨੁੱਖ-ਸੰਚਾਲਿਤ ਖੋਜ ਅਤੇ ਵਰਗੀਕਰਣ",
    "labeling-annotations-text-6": "ਕੀ ਇਥੇ ਇਕ ਹੋਰ ਕਿਸਮ ਦੀ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੈ? ਬੱਸ ਸਾਨੂੰ ਪੁੱਛੋ.",
    "labeling-annotations-title-1": "ਬਾoundਂਡਿੰਗ ਬਾਕਸ",
    "labeling-annotations-title-2": "ਪੌਲੀਗਨਜ਼",
    "labeling-annotations-title-3": "ਨਿਸ਼ਾਨ",
    "labeling-annotations-title-4": "ਗੁਣ ਸ਼੍ਰੇਣੀਕਰਨ",
    "labeling-annotations-title-5": "ਤੁਲਨਾ ਅਤੇ ਖੋਜ",
    "labeling-annotations-title-6": "... ਅਤੇ ਹੋਰ ਬਹੁਤ ਸਾਰੇ",
    "labeling-ent-button": "ਸਾਡੀ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਸਲਿ .ਸ਼ਨ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "labeling-ent-head": "ਅੰਤ-ਤੋਂ-ਅੰਤ ਨਿਯੰਤਰਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ?",
    "labeling-ent-text-1": "HCaptcha ਦੇ ਪਿੱਛੇ HUMAN ਪਲੇਟਫਾਰਮ ਬਹੁਤ ਹੀ ਵਧੀਆ ਕੰਮ ਦੀ ਕੁਆਲਟੀ ਅਤੇ ਪ੍ਰਬੰਧਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਆਨ-ਪ੍ਰੀਮੀਸ, ਹਾਈਬ੍ਰਿਡ, ਜਾਂ ਸਾਸ ਡਿਪਲੋਇਮੈਂਟਾਂ ਦੁਆਰਾ ਜੋ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਪ੍ਰਣਾਲੀਆਂ ਨਾਲ ਏਕੀਕ੍ਰਿਤ ਹੈ.",
    "labeling-ent-text-2": "ਪੂਰੀ ਤਰ੍ਹਾਂ offlineਫਲਾਈਨ ਨੂੰ ਆਪਣੇ ਖੁਦ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨਾਲ ਚਲਾਓ, ਵਪਾਰਕ ਇਕਾਈਆਂ ਜਾਂ ਕਨਸੋਰਟੀਅਮ ਪਾਰਟਨਰਾਂ ਵਿੱਚ ਖਪਤ ਕੀਤੇ ਟਰੈਕ ਵੈਲਯੂ, ਚੋਣ ਅਤੇ ਲਾਗਤ ਅਤੇ ਸੁਰੱਖਿਆ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਦੇ ਅਧਾਰ ਤੇ ਵੱਖ-ਵੱਖ ਅੰਦਰੂਨੀ ਜਾਂ ਬਾਹਰੀ ਕਿਰਤ ਪ੍ਰਦਾਤਾਵਾਂ ਲਈ ਨੌਕਰੀਆਂ ਦੀ ਚੋਣ ਕਰੋ.",
    "labeling-ent-text-3": "‍ਇਸਾਨੀ ਏਪੀਆਈ ਐਕਸੈਸ, ਖੂਬਸੂਰਤ ਡੈਸ਼ਬੋਰਡਸ ਅਤੇ ਵਰਕਰ ਦੀ ਕੁਸ਼ਲਤਾ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰਨ ਲਈ ਨਵੀਨਤਮ ਮਾਡਲ-ਇਨ-ਦਿ-ਲੂਪ ਤਕਨਾਲੋਜੀ.",
    "labeling-ent-text-4": "99.99% ਅਪਟਾਈਮ ਐਸਐਲਏ ਅਤੇ 24/7 ਗਲੋਬਲ ਸਪੋਰਟ ਉਪਲਬਧ ਹਨ. ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ:",
    "labeling-features-head-1": "ਸਧਾਰਣ ਏਪੀਆਈ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਪਾਈਪਲਾਈਨ.",
    "labeling-features-head-2": "ਲਾਗਤ ਅਤੇ ਗੁਣਵੱਤਾ ਲਈ ਅਨੁਕੂਲਿਤ. ਕੋਈ ਸਪੱਸ਼ਟ ਵਚਨਬੱਧਤਾ ਦੀ ਲੋੜ ਨਹੀਂ.",
    "labeling-features-head-3": "ਸਿਰਫ ਉਸ ਸ਼ੁੱਧਤਾ ਲਈ ਭੁਗਤਾਨ ਕਰੋ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ.",
    "labeling-features-head-4": "ਆਪਣਾ ਜ਼ਮੀਨੀ ਸੱਚਾਈ ਦਾ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰੋ ਜਾਂ ਸਾਨੂੰ ਇਸ ਨੂੰ ਉਡਾਣ 'ਤੇ ਬਣਾਉਣ ਦਿਓ.",
    "labeling-features-text-1": "ਮਨੁੱਖੀ ਸਮੀਖਿਆ ਨੂੰ ਸਿੱਧਾ ਆਪਣੇ ਵਪਾਰਕ ਕਾਰਜਾਂ ਵਿੱਚ ਏਕੀਕ੍ਰਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਅਸੀਂ ਉੱਚ ਭਰੋਸੇਯੋਗਤਾ ਵਾਲੇ ਐਸਐਲਐਸ, ਗਾਰੰਟੀਸ਼ੁਦਾ ਸਮਰੱਥਾ, ਅਤੇ ਸਧਾਰਣ REST APIs ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ.",
    "labeling-features-text-2": "ਹੁਮੈਨ ਪਲੇਟਫਾਰਮ ਸੂਝਵਾਨ ਅਸਲ-ਸਮੇਂ ਦੀ ਗੁਣਵੱਤਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਵਿਆਪਕ ਭਰੋਸੇ ਦੇ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ. ਇਹ ਸਾਨੂੰ ਪ੍ਰਸ਼ਨਾਂ ਦੀ ਮੁਸ਼ਕਲ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸੰਭਾਵਤ ਸਹੀ ਜਵਾਬ ਦੋਵਾਂ ਨੂੰ ਜਲਦੀ ਨਿਰਧਾਰਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ, ਤੁਹਾਡੇ ਨਾਲ ਤੁਹਾਡੇ ਸਮੇਂ ਅਤੇ ਪੈਸੇ ਦੀ ਬਚਤ ਕਰਦਾ ਹੈ.",
    "labeling-features-text-3": "ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਇਕੋ ਜਿਹੀਆਂ ਨਹੀਂ ਹਨ. ਸੁਰੱਖਿਆ-ਨਾਜ਼ੁਕ ਕਾਰਜਾਂ ਲਈ ਟਿੱਪਣੀਆਂ ਲਈ ਪੂਰੇ ਮਨੁੱਖੀ ਕਰਮਚਾਰੀਆਂ ਤੋਂ 99.99% ਭਰੋਸੇ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ. ਮੋਬਾਈਲ ਗੇਮ ਐਪ ਵਿੱਚ ਇੱਕ ਬੀਟਾ ਫੀਚਰ ਲਈ ਟਿੱਪਣੀਆਂ ਲਈ ਸਿਰਫ ਦਰਮਿਆਨੇ ਵਿਸ਼ਵਾਸ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ. ਤੁਸੀਂ ਫੈਸਲਾ ਕਰੋ.",
    "labeling-features-text-4": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਵਿਆਪਕ ਤਸਦੀਕ ਸੈਟ ਤੋਂ ਬਿਨਾਂ ਕੱਚਾ ਡੇਟਾ ਹੈ? ਜ਼ਿਆਦਾਤਰ ਮਾਮਲਿਆਂ ਵਿੱਚ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸਿਸਟਮ ਬਣਾ ਸਕਦੇ ਹਾਂ ਜਾਂ ਤੁਹਾਡੀ ਪ੍ਰਵਾਨਗੀ ਲਈ ਲੇਬਲ ਵਾਲੇ ਨਮੂਨੇ ਤਿਆਰ ਕਰ ਸਕਦੇ ਹਾਂ.",
    "labeling-info-head": "ਲੇਬਲ ਲਗਾਇਆ ਜਾ ਰਿਹਾ ਹੈ",
    "labeling-info-text-1": "ਆਪਣੀ ਪ੍ਰੋਜੈਕਟ ਦੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰਨ ਲਈ ਸਾਡੇ ਇੱਕ ਡੋਮੇਨ ਮਾਹਰ ਨਾਲ ਗੱਲ ਕਰੋ: ਟੀਚੇ ਦੀ ਸ਼ੁੱਧਤਾ, ਫਾਰਮੈਟ ਅਤੇ ਕੋਈ ਵਿਸ਼ੇਸ਼ ਜ਼ਰੂਰਤ.",
    "labeling-info-text-2": "ਅਸੀਂ ਤੁਹਾਡੇ ਨਮੂਨੇ ਦੇ ਡੇਟਾ ਦੇ ਅਧਾਰ ਤੇ ਇੱਕ ਛੋਟਾ ਉਤਪਾਦਨ ਕਾਰਜ ਚਲਾਉਂਦੇ ਹਾਂ. ਇਹ ਕੰਮ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਜੋ ਅਸੀਂ ਮਿਲ ਕੇ ਕੀਤਾ ਹੈ ਤਾਂ ਜੋ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਸਕੇ ਕਿ ਤੁਹਾਨੂੰ ਉਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ.",
    "labeling-info-text-3": "ਸਾਡੀ ਉੱਚ ਆਵਾਜ਼ ਅਤੇ ਘੱਟ ਵਿਘਨ ਨਾਲ ਅਸੀਂ ਤੁਹਾਡੇ ਕੰਮ ਨੂੰ ਜਲਦੀ ਬਦਲ ਦੇਵਾਂਗੇ, ਆਟੋਮੈਟਿਕ ਡਿਲਿਵਰੀ ਦੇ ਨਾਲ ਹੀ ਇਹ ਪੂਰਾ ਹੋ ਜਾਵੇਗਾ.",
    "labeling-info-text-4": "ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਉਤਪਾਦਨ ਦੇ ਕੰਮ ਦੇ ਮਾਪਦੰਡਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਦੇ ਹਾਂ, ਨਤੀਜੇ ਦੇ ਨਾਲ ਸਮੇਂ ਦੇ ਨਾਲ ਸੁਧਾਰ ਹੁੰਦਾ ਰਹੇਗਾ.",
    "labeling-info-text-5": "ਲਾਈਵ ਡੈਸ਼ਬੋਰਡ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਫੀਡਬੈਕ ਦੇਣ ਜਾਂ ਉਤਪਾਦਨ ਨੂੰ ਰੋਕਣ ਦੀ ਆਗਿਆ ਦਿੰਦੇ ਹਨ.",
    "labeling-info-title-1": "ਨਿਰਧਾਰਨ ਨਿਰਧਾਰਤ ਕਰੋ",
    "labeling-info-title-2": "ਸ਼ੁਰੂਆਤੀ ਜੌਬ ਟੈਸਟ",
    "labeling-info-title-3": "ਉਤਪਾਦਨ ਦੀਆਂ ਨੌਕਰੀਆਂ ਲਗਾਓ",
    "labeling-info-title-4": "ਨਿਰੰਤਰ ਸੁਧਾਰ",
    "labeling-info-title-5": "ਅਸਲ ਸਮੇਂ ਦੇ ਨਤੀਜੇ",
    "labeling-main-1": "ਪੈਮਾਨੇ ਤੇ ਖਰਚੇ ਵਾਲੇ ਡੇਟਾ ਲੇਬਲਿੰਗ",
    "labeling-main-1-button": "ਹੁਣ ਆਪਣਾ ਡੇਟਾ ਲੇਬਲ ਕਰੋ",
    "labeling-main-1c": "ਕੀ ਤੁਹਾਡੇ ਡੇਟਾਸੇਟ ਲਈ ਹੋਰ ਲੇਬਲ ਚਾਹੀਦੇ ਹਨ? ਐੱਚਕੈਪਚਾ ਨਕਲੀ ਬੁੱਧੀ ਅਤੇ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਐਪਲੀਕੇਸ਼ਨਾਂ 'ਤੇ ਕੰਮ ਕਰਨ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਤੇਜ਼, ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਉੱਚ ਕੁਆਲਿਟੀ ਦਾ ਡੇਟਾ ਲੇਬਲਿੰਗ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ.",
    "labeling-main-2": "ਲੱਖਾਂ ਕਾਰਜਾਂ ਨੂੰ ਤੁਰੰਤ ਸ਼ੁਰੂ ਕਰੋ.",
    "labeling-main-2-button": "ਡਾਟਾ ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
    "labeling-main-2c": "hCaptcha ਕੋਲ ਗ੍ਰਹਿ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਤਲਾਅ ਤੁਹਾਡੀ ਵਰਤੋਂ ਲਈ ਉਪਲਬਧ ਹੈ. ਤੁਹਾਡਾ ਪੈਮਾਨਾ ਜੋ ਵੀ ਹੋਵੇ, ਅਸੀਂ ਇਸਨੂੰ ਮਹਿੰਗੇ ਸਪੱਸ਼ਟ ਵਾਅਦੇ ਤੋਂ ਬਿਨਾਂ ਸੰਭਾਲ ਸਕਦੇ ਹਾਂ. ਪ੍ਰਤੀ ਦਿਨ ਲੱਖਾਂ ਕੰਮ ਕੋਈ ਸਮੱਸਿਆ ਨਹੀਂ.",
    "labeling-platform-head": "ਨਿਜੀ ਜਾਂ ਜਨਤਕ ਜਾਣਕਾਰੀ",
    "labeling-platform-text": "ਐਚਕੈਪਟਚਾ ਮਨੁੱਖੀ ਪਲੇਟਫਾਰਮ 'ਤੇ ਬਣਾਇਆ ਗਿਆ ਹੈ, ਜੋ ਕਿ ਹਰ ਪੜਾਅ' ਤੇ ਖਰਚੇ ਅਤੇ ਕੁਸ਼ਲਤਾ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ ਲਈ ਸੂਝਵਾਨ ਰੂਟਿੰਗ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ. ਇਹ ਤਕਨਾਲੋਜੀ ਸਹੀ ਕੰਮ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਨੌਕਰੀ ਦੇ ਹਰ ਹਿੱਸੇ ਨੂੰ ਸੰਭਾਲਣ ਦਿੰਦੀ ਹੈ, ਗੋਪਨੀਯਤਾ ਦੀ ਰਾਖੀ ਕਰਦਿਆਂ ਖਰਚੇ ਦੀ ਕੁਸ਼ਲਤਾ ਨੂੰ ਵਧਾਉਂਦੀ ਹੈ ਅਤੇ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਕਿਸੇ ਨਿਯਮਿਤ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੀ ਹੈ.",
    "labeling-try-button": "ਡਾਟਾ ਲੇਬਲਿੰਗ ਸੇਵਾਵਾਂ ਖਰੀਦੋ",
    "labeling-try-head": "ਆਪਣੇ ਡੇਟਾ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "labeling-try-text": "... ਅਸੀਂ ਤਿਆਰ ਹਾਂ ਜਦੋਂ ਤੁਸੀਂ ਹੋ: ਸਾਡੀ ਸੇਵਾ ਚੁਬਾਰੇ ਉਪਲਬਧ ਹੈ.",
    "learn-more-hcaptcha": "HCaptcha ਬਾਰੇ ਹੋਰ ਜਾਣੋ",
    "page-acc-faq-1": "ਪ੍ਰਸ਼ਨ: ਕੀ hCaptcha ਸੈਕਸ਼ਨ 508 + WCAG 2.0 ਅਨੁਕੂਲ ਹੈ? ਉੱਤਰ: ਅਸੀਂ ਅਜਿਹਾ ਮੰਨਦੇ ਹਾਂ: ਕਿਸੇ ਵੀ ਪ੍ਰਕਾਰ ਦੀ ਕਮਜ਼ੋਰੀ ਵਾਲੇ ਸਾਰੇ ਉਪਭੋਗਤਾ ਜੋ ਵੈਬ ਬ੍ਰਾseਜ਼ ਕਰਨ ਅਤੇ ਫਾਰਮਾਂ 'ਤੇ ਟੈਕਸਟ ਦਰਜ ਕਰਨ ਦੇ ਯੋਗ ਹਨ ਰਜਿਸਟਰ ਹੋਣ' ਤੇ ਐਚਕੈਪਚਾ ਦੁਆਰਾ ਸੁਰੱਖਿਅਤ ਸੇਵਾਵਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹਨ. ਹਾਲਾਂਕਿ, ਇਹ ਕਾਨੂੰਨੀ ਸਲਾਹ ਨਹੀਂ ਹੈ: ਤੁਹਾਨੂੰ ਆਪਣੀ ਖੁਦ ਦਾ ਮੁਲਾਂਕਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਲਾਗੂ ਕਰਨ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦਿਆਂ ਇਹ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨਾ ਕਿ ਇਹ ਤੁਹਾਡੀ ਤਾਇਨਾਤੀ ਦਾ ਕੇਸ ਹੈ.",
    "page-acc-faq-2": "ਪ੍ਰਸ਼ਨ: ਕੀ ਤੁਸੀਂ ਹੋਰ accessਕਸੈਸਿਬਿਲਟੀ (ਏ 11 ਸੈ) ਵਿਕਲਪਾਂ 'ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਆਡੀਓ? ਉੱਤਰ: ਪਹਿਲਾਂ ਪ੍ਰਸਿੱਧ ਚੋਣਾਂ ਜਿਵੇਂ ਆਡੀਓ ਕੈਪਚਰ ਬਹੁਤ ਸਾਰੇ ਏ 11y ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਵਿਤਕਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਆਧੁਨਿਕ ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੀਆਂ ਤਕਨੀਕਾਂ ਦੁਆਰਾ ਅਸਾਨੀ ਨਾਲ ਹਾਰ ਜਾਂਦੇ ਹਨ. ਇਸ ਨੇ ਮੌਜੂਦਾ ਆਡੀਓ ਚੁਣੌਤੀਆਂ ਨੂੰ ਹੋਰ ਅਤੇ ਵਧੇਰੇ ਮੁਸ਼ਕਲ ਬਣਨ, ਸ਼ੋਰ, ਅਜੀਬ ਸਮੇਂ, ਅਜੀਬ ਸ਼ਬਦ ਸੰਜੋਗਾਂ ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ ਹਮਲਾਵਰਾਂ ਨੂੰ ਹਰਾਉਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਕੀਤਾ ਹੈ. ਇਸ ਪ੍ਰਕਾਰ ਅਸੀਂ ਇਸ ਪਹੁੰਚ ਬਾਰੇ ਘੱਟ ਉਤਸ਼ਾਹਿਤ ਹਾਂ, ਬਨਾਮ ਪੂਰੀ ਤਰ੍ਹਾਂ ਚੁਣੌਤੀ ਤੋਂ ਪਰਹੇਜ਼ ਕਰ ਰਹੇ ਹਾਂ, ਪਰ ਜੇ ਏ 11 ਭਾਈਚਾਰੇ ਤੋਂ ਮੰਗ ਹੈ ਤਾਂ ਇਸ ਤੇ ਵਿਚਾਰ ਕਰਾਂਗੇ. ਹਾਲਾਂਕਿ, ਅਸੀਂ ਐਕਸੈਸਿਬਿਲਟੀ ਵਰਤੋਂ ਦੇ ਕੇਸ ਲਈ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਿੱਚ ਬਹੁਤ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ. ਸਾਡਾ ਮੰਨਣਾ ਹੈ ਕਿ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਜਾਰੀ ਕਰਨ ਦੇ ਨਾਲ ਸਾਡੀ ਮੌਜੂਦਾ A11y ਪਹੁੰਚ ਨੂੰ ਜੋੜਨਾ ਏ 11y ਉਪਭੋਗਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ browੰਗ ਨਾਲ ਬ੍ਰਾseਜ਼ ਕਰਨ ਦੀ ਇਜ਼ਾਜ਼ਤ ਦੇਵੇਗਾ, ਉਨ੍ਹਾਂ ਦੇ ਟ੍ਰੈਫਿਕ ਵਧੇਰੇ ਪ੍ਰਾਈਵੇਟ ਹੋਣ ਦੇ ਬਾਵਜੂਦ, ਜਦੋਂ ਕਿ ਬੋਟ ਆਪਰੇਟਰਾਂ ਦੁਆਰਾ ਦੁਰਵਿਵਹਾਰ ਤੇ ਰੋਕ ਲਗਾਈ ਜਾਏਗੀ ਜੋ ਅਵੱਸ਼ਕ ਉਦੋਂ ਵਾਪਰਦੀ ਹੈ ਜਦੋਂ ਏ 11 ਵਿਕਲਪ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ. ਅਸੀਂ ਇਸ ਨਵੀਂ ਟੈਕਨੋਲੋਜੀ ਨੂੰ ਮਾਨਕੀਕਰਨ ਕਰਦਿਆਂ ਆਈਈਟੀਐਫ ਕਾਰਜਸ਼ੀਲ ਸਮੂਹ ਵਿੱਚ ਸਰਗਰਮ ਭਾਗੀਦਾਰ ਹਾਂ.",
    "page-acc-faq-3": "ਪ੍ਰਸ਼ਨ: ਨਿੱਜਤਾ ਬਾਰੇ ਕੀ? ਕੀ ਰਜਿਸਟਰੀਕਰਣ ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ ਏ 11y ਬਰਾowsਜ਼ਿੰਗ ਡੇਟਾ ਨੂੰ ਬੇਨਕਾਬ ਕਰਦਾ ਹੈ? ਤੁਸੀਂ ਈਮੇਲ ਨਾਲ ਕੀ ਕਰਦੇ ਹੋ? ਉੱਤਰ: hCaptcha ਨੂੰ ਜ਼ਮੀਨ ਤੋਂ ਨਿੱਜਤਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਇਹ ਰਵਾਇਤੀ ਵਿਕਲਪਾਂ ਨਾਲੋਂ ਬਿਲਕੁਲ ਵੱਖਰਾ ਹੈ ਜਿਵੇਂ ਕਿ ਰੀਕਾੱਪਟਾ, ਜੋ ਕਿ ਵਿਗਿਆਪਨ ਨੈਟਵਰਕਸ ਦੀ ਮਲਕੀਅਤ ਹੈ, ਜਿਸ ਕੋਲ ਤੁਹਾਨੂੰ ਵੈੱਬ ਦੇ ਦੁਆਲੇ ਟਰੈਕ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਇਕ ਅਸਲ ਪਛਾਣ ਨਾਲ ਜੋੜਨ ਲਈ ਪ੍ਰੇਰਣਾ ਹੈ. ਅਸੀਂ ਕਦੇ ਵੀ ਐਕਸੈਸਿਬਿਲਟੀ ਈਮੇਲ ਜਾਂ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਉਦੇਸ਼ ਲਈ ਨਹੀਂ ਵਰਤਦੇ, ਪਰ 1111 ਦੀ ਵਰਤੋਂ ਦੀ ਸਹੂਲਤ ਦੇਣ ਅਤੇ ਬਦਸਲੂਕੀ ਨੂੰ ਰੋਕਣ ਤੋਂ ਇਲਾਵਾ. ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਦੇ ਵਿਆਪਕ ਅਤੇ ਪ੍ਰਮਾਣਿਕ ਜਵਾਬ ਹਨ ਜਿਵੇਂ ਕਿ ਅਸੀਂ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦੇ ਹਾਂ, ਪਰ ਛੋਟਾ ਜਵਾਬ ਇਹ ਹੈ ਕਿ ਸਾਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾingਜ਼ਿੰਗ ਇਤਿਹਾਸ ਦੇ ਨਾਲ ਇੱਕ ਵਿਅਕਤੀ ਦੇ ਰੂਪ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਜੋੜਨ ਵਿੱਚ ਕੋਈ ਦਿਲਚਸਪੀ ਨਹੀਂ ਹੈ. ਅਸੀਂ ਇਸ ਵੇਲੇ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਰੱਦ ਕਰਨ ਲਈ ਇੱਕ ਕ੍ਰਿਪਟੋਗ੍ਰਾਫਿਕ ਹੱਲ ਤੇ ਵੀ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ. ਹਾਲੇ ਵੀ ਦੁਰਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਦੀ ਸਾਡੀ ਯੋਗਤਾ ਨੂੰ ਬਚਾਉਂਦੇ ਹੋਏ, ਸਾਡੇ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਕੰਮ ਦੇ ਪੂਰਕ.",
    "page-acc-link-1": "ਜੇ ਤੁਸੀਂ ਪਹੁੰਚਯੋਗਤਾ ਵਾਲੇ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਸਾਈਨ ਅਪ ਕਰੋ.",
    "page-acc-subhead": "ਸੁਰੱਖਿਆ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਦੌਰਾਨ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਸਹਿਜ ਪਹੁੰਚ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣਾ",
    "page-acc-summary": "ਸਾਰ",
    "page-acc-summary-contents-1": "ਐਚਕੈਪਚਾ ਬੌਟਸ ਨੂੰ ਲੋਕਾਂ ਤੋਂ ਵੱਖ ਕਰਕੇ ਰੋਕਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ. ਵਿਜ਼ੂਅਲ ਟੈਸਟ ਇਸ ਲਈ ਇਕ convenientੁਕਵਾਂ toolਜ਼ਾਰ ਹਨ, ਪਰ ਹਰ ਕੋਈ ਇਕ ਦਰਸ਼ਨੀ ਚੁਣੌਤੀ ਦਾ ਹੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਇਸ ਕਾਰਨ ਕਰਕੇ ਅਸੀਂ ਆਪਣੀ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਪ੍ਰਕਾਸ਼ਕਾਂ ਨੂੰ ਪੂਰੀ ਧਾਰਾ 508 ਅਤੇ ਡਬਲਯੂਸੀਏਜੀ 2.0 ਦੀ ਪਾਲਣਾ ਦੇ ਨਾਲ ਸਾਰਿਆਂ ਲਈ ਪਹੁੰਚਯੋਗਤਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ ਇਕ ਸਧਾਰਣ, ਦਰਦ ਰਹਿਤ ਵਿਕਲਪ ਤਿਆਰ ਕੀਤਾ ਹੈ.",
    "page-acc-summary-contents-2": "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ: ਪਹਿਲਾਂ, ਇੱਕ ਐਕਸੈਸਿਬਿਲਟੀ ਉਪਭੋਗਤਾ ਇਸ URL ਤੇ ਸਾਈਨ ਅਪ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ hCaptcha ਵਿਦਜਿਟ ਜਾਣਕਾਰੀ ਪੰਨੇ ਵਿੱਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ. ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ ਐਨਕ੍ਰਿਪਟਡ ਕੂਕੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਜੋ ਪ੍ਰਤੀ ਦਿਨ ਕਈ ਵਾਰ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਪਰ ਲਾੱਗਿਨ ਦੁਆਰਾ ਹਰ 24 ਘੰਟਿਆਂ ਵਿਚ ਤਾਜ਼ਗੀ ਭਰਨੀ ਲਾਜ਼ਮੀ ਹੈ. ਜਦੋਂ ਕਿਸੇ ਚੁਣੌਤੀ ਨੂੰ ਕਿਸੇ ਵੀ ਸਾਈਟ 'ਤੇ ਐਚਕੈਪਟਚਾ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਨਾਲ ਪਹੁੰਚਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਆਪ ਹੀ ਲੰਘ ਜਾਣਗੇ.",
    "page-acc-title": "hCaptcha ਪਹੁੰਚਯੋਗਤਾ ਜਾਣਕਾਰੀ",
    "page-acc-tr-body": "ਪ੍ਰਸ਼ਨ: ਕੂਕੀ ਸੈਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਵੀ ਮੈਂ ਇਕ ਚੁਣੌਤੀ ਵੇਖ ਰਿਹਾ ਹਾਂ. ਇਸ ਦਾ ਕਾਰਨ ਕੀ ਹੈ? ਉੱਤਰ: ਇਹ ਆਮ ਤੌਰ ਤੇ ਹਮਲਾਵਰ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਐਂਟੀ-ਕੂਕੀ ਐਕਸਟੈਂਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਾਰਨ ਹੁੰਦਾ ਹੈ, ਜਾਂ ਇੱਕ ਸੈਟਿੰਗ ਜਿਹੜੀ ਕਰਾਸ-ਸਾਈਟ ਕੂਕੀਜ਼ ਨੂੰ ਰੋਕਦੀ ਹੈ, ਇਸ ਕੇਸ ਵਿੱਚ hcaptcha.com ਲਈ ਇੱਕ ਕੂਕੀ ਜੋ ਕਿਸੇ ਵੱਖਰੀ ਸਾਈਟ ਤੇ hCaptcha ਜਾਵਾ ਸਕ੍ਰਿਪਟ ਦੁਆਰਾ ਸੈਟ ਜਾਂ ਚੈੱਕ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. , ਜਿਵੇਂ ਤੁਸੀਂ ਵੇਖ ਰਹੇ ਹੋ. hCaptcha ਐਕਸੈਸਿਬਿਲਟੀ ਕੂਕੀਜ਼ ਸਾਰੇ ਮਸ਼ਹੂਰ ਬ੍ਰਾsersਜ਼ਰਾਂ ਅਤੇ ਐਡ ਬਲੌਕਰਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਟੈਂਡਰਡ ਸੈਟਿੰਗਜ਼ ਨਾਲ ਕੰਮ ਕਰਦੀਆਂ ਹਨ, ਇਸਲਈ ਆਮ ਤੌਰ 'ਤੇ ਅਸਫਲਤਾ ਐਂਟੀ-ਐਡਬਲੌਕ ਸਕ੍ਰਿਪਟਾਂ ਜਾਂ ਵਿਸ਼ੇਸ਼ ਸਾਈਟਾਂ ਨੂੰ ਨਿਸ਼ਾਨਾ ਬਣਾਉਂਦੇ ਸਮਾਨ ਨਿਯਮ ਸੈੱਟਾਂ ਕਾਰਨ ਹੁੰਦੀ ਹੈ. ਹੱਲ: 1. ਵ੍ਹਾਈਟਲਿਸਟ hcaptcha.com ਅਤੇ * .hcaptcha.com ਕੂਕੀਜ਼ ਤੁਹਾਡੇ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ .ਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨ ਵਿੱਚ. 2. ਜੇ ਤੁਸੀਂ ਬਹਾਦਰ ਬ੍ਰਾ browserਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਜਿਸ ਵਿਚ (ਅਪ੍ਰੈਲ 2020 ਤਕ) ਕਿਸੇ ਕਿਸਮ ਦੀ ਕੂਕੀ ਵਾਈਟਲਿਸਟ ਨਹੀਂ ਦਿਖਾਈ ਦਿੱਤੀ, ਤਾਂ ਤਰਜੀਹਾਂ -> ਸ਼ੀਲਡਜ਼ -> ਕੂਕੀਜ਼ 'ਤੇ ਜਾਓ ਅਤੇ ਸਾਰੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਆਗਿਆ ਦਿਓ ਦੀ ਚੋਣ ਕਰੋ. 3. ਜੇ ਤੁਸੀਂ ਹਾਲ ਹੀ ਵਿੱਚ ਜਾਰੀ ਕੀਤੇ ਓਐਸ ਐਕਸ 10.15 ਜਾਂ ਆਈਓਐਸ 13 'ਤੇ ਸਫਾਰੀ ਦਾ ਸਭ ਤੋਂ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਰਤ ਰਹੇ ਹੋ. 4, ਐਪਲ ਨੇ ਹੁਣੇ ਤੀਜੀ ਧਿਰ ਕੂਕੀਜ਼ ਨਾਲ ਸਬੰਧਤ ਸਫਾਰੀ ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਬਦਲਿਆ ਹੈ, ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਰੋਕਿਆ ਹੋਇਆ ਹੈ. ਅਸੀਂ ਇੱਕ ਹੱਲ ਲਾਗੂ ਕਰ ਰਹੇ ਹਾਂ, ਪਰ ਇਸ ਸਮੇਂ ਦੇ ਦੌਰਾਨ ਕਿਰਪਾ ਕਰਕੇ ਸਫਾਰੀ ਤਰਜੀਹਾਂ, ਗੋਪਨੀਯਤਾ ਵਿਭਾਗ, ਅਤੇ ਵੈਬਸਾਈਟ ਟਰੈਕਿੰਗ ਦੀ ਚੋਣ ਹਟਾਓ: ਅਸੈਸਬਿਲਟੀ ਕੂਕੀ ਨੂੰ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਣ ਲਈ ਕਰਾਸ-ਸਾਈਟ ਟਰੈਕਿੰਗ ਨੂੰ ਰੋਕੋ. ਪ੍ਰਸ਼ਨ: ਮੈਂ ਮਲਟੀਪਲ ਡਿਵਾਈਸਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹਾਂ. ਕੀ ਮੈਨੂੰ ਕਈ ਵਾਰ ਸਾਈਨ ਅਪ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੈ? ਜਵਾਬ: ਨਹੀਂ. ਕੂਕੀ ਨੂੰ ਸੈੱਟ ਕਰਨ ਲਈ ਜਿਸ ਉਪਯੋਗ ਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰਦੇ ਹੋ ਉਸ ਉੱਤੇ ਤੁਹਾਨੂੰ ਭੇਜਿਆ ਗਿਆ ਇਕੋ ਈਮੇਲ ਲੌਗਇਨ ਲਿੰਕ ਕਲਿੱਕ ਕਰੋ.",
    "page-acc-tr-title": "ਅਸੈਸਬਿਲਟੀ ਉਪਭੋਗਤਾਵਾਂ ਲਈ: ਪ੍ਰਸ਼ਨ ਅਤੇ ਜਵਾਬ - ਨਿਪਟਾਰਾ ਕਰਨ ਲਈ ਮਾਰਗ-ਨਿਰਦੇਸ਼ਕ",
    "priv-hc": "ਪਰਾਈਵੇਸੀ ਫੋਕਸ",
    "priv-hc-text": "ਵਿਗਿਆਪਨ ਨੈਟਵਰਕ ਤੁਹਾਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਉਤਪਾਦ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਦੇ ਹਨ. ਅਸੀਂ ਨਹੀਂ ਕਰਦੇ. ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਹੈ. ਅਸੀਂ ਗੋਪਨੀਯਤਾ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ.",
    "reporting-bugs-accessibility-button": "ਪਹੁੰਚਯੋਗਤਾ ਚੋਣਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣੋ",
    "reporting-bugs-accessibility-head": "ਪਹੁੰਚਯੋਗਤਾ ਵਿਕਲਪ",
    "reporting-bugs-accessibility-text": "ਕੀ ਤੁਸੀਂ ਦ੍ਰਿਸ਼ਟੀਹੀਣ ਹੋ ਜਾਂ hCaptchas ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋ?",
    "reporting-bugs-guide-ff-head": "ਕੈਪਿੰਗ ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵੇ: ਫਾਇਰਫਾਕਸ",
    "reporting-bugs-guide-ff-step-1": "ਕਦਮ 1: ਓਪਨ ਡਿਵੈਲਪਰ ਟੂਲ (ਇਹ ਸੈਸ਼ਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ.)",
    "reporting-bugs-guide-ff-step-2": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈਟਵਰਕ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ. ਸਿਖਰ 'ਤੇ \"ਪਰਿਸ਼ਟ ਲੌਗਸ\" ਬਾੱਕਸ ਦੀ ਜਾਂਚ ਕਰੋ.",
    "reporting-bugs-guide-ff-step-3": "ਕਦਮ 3: https://accounts.hcaptcha.com/demo 'ਤੇ ਜਾਉ, ਜਾਂ ਜਿਸ ਵੈਬਸਾਈਟ' ਤੇ ਤੁਸੀਂ ਮੁੱਦਾ ਲੈ ਰਹੇ ਹੋ (ਗੋਪਨੀਯਤਾ ਨੋਟ: ਸਿਰਫ ਤਾਂ ਹੀ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ) ... ਅਤੇ ਫਿਰ \"ਕਲਿੱਕ ਕਰੋ\" ਮੈਂ ਮਨੁੱਖ ਹਾਂ \"ਬਟਨ, ਅਤੇ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
    "reporting-bugs-guide-ff-step-4": "ਕਦਮ 4: ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ \"HAR\" ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਨੈਟਵਰਕ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ \"ਸਭ ਨੂੰ HAR ਦੇ ਰੂਪ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰੋ\" ਦੀ ਚੋਣ ਕਰੋ. ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ.",
    "reporting-bugs-guide-ff-step-5": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਕੋਂਨਸੋਲ ਲੌਗ ਨੂੰ ਬਚਾਉਣ ਲਈ \"ਸਭ ਚੁਣੋ\" ਅਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਉ ਅਤੇ ਇਸਨੂੰ ਟੈਕਸਟ ਫਾਈਲ ਵਿੱਚ ਸੇਵ ਕਰੋ. ਸਾਨੂੰ ਵੀ ਭੇਜੋ.",
    "reporting-bugs-guide-ff-step-6": "ਆਖਰੀ ਕਦਮ: ਉਨ੍ਹਾਂ ਏਆਰਏਆਰ ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ, ਅਤੇ ਸਮੱਸਿਆ ਦਾ ਵਰਣਨ ਕਰੋ support ਵਰਤੋਂ: support@hcaptcha.com (ਕਿਰਪਾ ਕਰਕੇ ਡ੍ਰੌਪਬਾਕਸ ਜਾਂ ਫਾਈਲਬਿਨ ਵਰਗੀ ਇੱਕ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਲਿੰਕ ਭੇਜੋ) ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ ਤੇ ਇੱਕ ਸਕ੍ਰੀਨ ਸ਼ਾਟ, ਜੇ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਇੱਥੇ ਕੁਝ ਸਹੀ ਤਰ੍ਹਾਂ ਪ੍ਰਦਰਸ਼ਤ ਨਹੀਂ ਹੋ ਰਿਹਾ ਹੈ . ਕਿਰਪਾ ਕਰਕੇ ਉਹ IP ਭੇਜੋ ਜਿਸਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ. ਤੁਸੀਂ ਇਸ ਨੂੰ https://www.whatsmyip.org/ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ. ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਸਮਾਂ ਕੱ forਣ ਲਈ ਧੰਨਵਾਦ! ਅਸੀਂ ਹਰ ਇਕ ਲਈ hCaptcha ਨੂੰ ਵਧੀਆ makingੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ.",
    "reporting-bugs-guide-head": "ਬੱਗ ਰਿਪੋਰਟ ਵੇਰਵੇ ਕੈਪਚਰ ਕਰ ਰਿਹਾ ਹੈ: ਕਰੋਮ",
    "reporting-bugs-guide-step-1": "ਕਦਮ 1: ਓਪਨ ਡਿਵੈਲਪਰ ਟੂਲ (ਇਹ ਸੈਸ਼ਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ.)",
    "reporting-bugs-guide-step-2": "ਕਦਮ 2: ਡਿਵੈਲਪਰ ਟੂਲਸ ਵਿੱਚ ਨੈਟਵਰਕ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ. ਸਿਖਰ 'ਤੇ \"ਲਾਗ ਸੰਭਾਲੋ\" ਬਾੱਕਸ ਨੂੰ ਚੈੱਕ ਕਰੋ.",
    "reporting-bugs-guide-step-3": "ਕਦਮ 3: https://accounts.hcaptcha.com/demo 'ਤੇ ਜਾਉ, ਜਾਂ ਜਿਸ ਵੈਬਸਾਈਟ' ਤੇ ਤੁਸੀਂ ਮੁੱਦਾ ਲੈ ਰਹੇ ਹੋ (ਗੋਪਨੀਯਤਾ ਨੋਟ: ਸਿਰਫ ਤਾਂ ਹੀ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਾਂਝਾ ਕਰਨਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ) ... ਅਤੇ ਫਿਰ \"ਕਲਿੱਕ ਕਰੋ\" ਮੈਂ ਮਨੁੱਖ ਹਾਂ \"ਬਟਨ, ਅਤੇ ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.",
    "reporting-bugs-guide-step-4": "ਕਦਮ 4: ਹੱਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ \"ਐਕਸਪੋਰਟ ਐਚਆਰ\" (ਛੋਟਾ ਨੀਵਾਂ ਤੀਰ) ਤੇ ਕਲਿਕ ਕਰੋ, ਜੋ ਨੈਟਵਰਕ ਲੌਗ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ. ਉਹ ਫਾਈਲ ਸਾਨੂੰ ਭੇਜੋ.",
    "reporting-bugs-guide-step-5": "ਕਦਮ 5: ਕੰਸੋਲ ਟੈਬ ਤੇ ਕਲਿਕ ਕਰੋ, ਅਤੇ ਕੋਂਨਸੋਲ ਲੌਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ \"ਇਸ ਤਰਾਂ ਸੇਵ ਕਰੋ ..\" ਤੇ ਸੱਜਾ ਕਲਿੱਕ ਕਰੋ. ਸਾਨੂੰ ਵੀ ਭੇਜੋ.",
    "reporting-bugs-guide-step-6": "ਆਖਰੀ ਕਦਮ: ਉਨ੍ਹਾਂ ਏਆਰਏਆਰ ਅਤੇ ਕੰਸੋਲ ਲੌਗ ਫਾਈਲਾਂ ਨੂੰ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ, ਅਤੇ ਸਮੱਸਿਆ ਦਾ ਵਰਣਨ ਕਰੋ: Use@hcaptcha.com (ਕਿਰਪਾ ਕਰਕੇ ਡ੍ਰੌਪਬਾਕਸ ਜਾਂ ਫਾਈਲਬਿਨ ਵਰਗੀ ਇੱਕ ਸੇਵਾ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਲਿੰਕ ਭੇਜੋ) ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ ਤੇ ਇੱਕ ਸਕ੍ਰੀਨਸ਼ਾਟ, ਜੇ ਤੁਹਾਨੂੰ ਸ਼ੱਕ ਹੈ ਕਿ ਕੋਈ ਚੀਜ਼ ਸਹੀ ਤਰ੍ਹਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਰਹੀ ਹੈ . ਕਿਰਪਾ ਕਰਕੇ ਉਹ IP ਭੇਜੋ ਜਿਸਦੀ ਤੁਸੀਂ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ. ਤੁਸੀਂ ਇਸ ਨੂੰ https://www.whatsmyip.org/ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ- ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਕਰਨ ਲਈ ਸਮਾਂ ਕੱ forਣ ਲਈ ਧੰਨਵਾਦ! ਅਸੀਂ ਹਰ ਇਕ ਲਈ hCaptcha ਨੂੰ ਵਧੀਆ makingੰਗ ਨਾਲ ਕੰਮ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ.",
    "reporting-bugs-guide-text-1": "ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਨਾਲ ਡੀਬੱਗਿੰਗ ਜਾਣਕਾਰੀ ਭੇਜਣਾ ਸਾਡੇ ਲਈ ਕੀ ਹੋ ਰਿਹਾ ਹੈ ਦੀ ਪਛਾਣ ਕਰਨਾ ਬਹੁਤ ਸੌਖਾ ਬਣਾ ਦੇਵੇਗਾ. ਇਹ ਕਦਮ-ਦਰ-ਕਦਮ ਨਿਰਦੇਸ਼ ਹਨ:",
    "reporting-bugs-guide-text-2": "ਜੇ ਤੁਸੀਂ ਇੱਕ ਵੈਬ ਡਿਵੈਲਪਰ ਜਾਂ ਮਾਹਰ ਉਪਭੋਗਤਾ ਹੋ, ਤਾਂ ਸਾਰਾਂਸ਼ ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਾਨੂੰ ਇੱਕ ਨੈੱਟਵਰਕ ਰਿਕਾਰਡਿੰਗ ਐਚਆਰ ਅਤੇ ਬ੍ਰਾ .ਜ਼ਰ ਕੰਸੋਲ ਲੌਗ ਭੇਜੋ. ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਕਿਸੇ ਵੀ ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ .ਜ਼ਰ ਸੁਰੱਖਿਆ ਐਕਸਟੈਂਸ਼ਨ ਨੂੰ ਅਯੋਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ ਫਿਰ ਇਨ੍ਹਾਂ ਕਦਮਾਂ 'ਤੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ. ਜੇ ਇਹ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਦਾ ਹੈ, ਅਸੀਂ ਫਿਰ ਵੀ ਤੁਹਾਨੂੰ ਸਾਡੇ ਬ੍ਰਾ .ਜ਼ਰ ਸੰਸਕਰਣ, ਵਿਗਿਆਪਨ ਬਲੌਕਰ ਜਾਂ ਬ੍ਰਾ browserਜ਼ਰ ਐਕਸਟੈਂਸ਼ਨ ਅਤੇ ਵੈਬਸਾਈਟ ਯੂਆਰਐਲ ਨੂੰ ਦੱਸਣ ਦੀ ਕਦਰ ਕਰਾਂਗੇ.",
    "reporting-bugs-intro-head": "ਇੱਕ ਬੱਗ ਮਿਲਿਆ? ਇਸਦੀ ਜਾਣਕਾਰੀ ਕਿਵੇਂ ਦਿੱਤੀ ਜਾਵੇ ਇਹ ਇਸ ਲਈ ਹੈ.",
    "reporting-bugs-intro-text": "ਬ੍ਰਾਉਜ਼ਰ, ਐਕਸਟੈਂਸ਼ਨਾਂ, ਡਿਵਾਈਸਾਂ, ਫਾਇਰਵਾਲ ਅਤੇ ਹੋਰ ਬਹੁਤ ਸਾਰੇ ਸੰਜੋਗਾਂ ਤੇ, ਹਰ ਮਹੀਨੇ ਲੱਖਾਂ ਲੋਕ ਐਚਕੈਪਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ. ਸਾਡਾ ਟੀਚਾ ਇਹ ਨਿਸ਼ਚਤ ਕਰਨਾ ਹੈ ਕਿ ਇਹ ਹਮੇਸ਼ਾਂ ਤੁਹਾਡੇ ਲਈ ਕੰਮ ਕਰਦਾ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਰਿਪੋਰਟਾਂ ਦੀ ਬਹੁਤ ਪ੍ਰਸ਼ੰਸਾ ਕਰਦੇ ਹਾਂ! ਜਲਦੀ ਫੀਡਬੈਕ ਦੇਣ ਲਈ, \"ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ\" ਬਟਨ ਤੇ ਕਲਿੱਕ ਕਰੋ. ਜੇ ਤੁਸੀਂ ਕਾਰਜਸ਼ੀਲ ਮੁੱਦੇ ਨੂੰ ਵੇਖ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਫਾਇਰਫਾਕਸ ਲਈ ਕਰੋਮ ਜਾਂ ਡੀਬੱਗ ਲੌਗ ਨਿਰਦੇਸ਼ਾਂ ਲਈ ਡੀਬੱਗ ਲੌਗ ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ. ਕਿਸੇ ਵੀ ਹੋਰ ਬ੍ਰਾsersਜ਼ਰ ਲਈ ਸਿਰਫ ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ. ਸੰਭਾਵਿਤ ਸੁਰੱਖਿਆ ਜਾਂ ਗੋਪਨੀਯਤਾ ਦੇ ਮੁੱਦਿਆਂ ਲਈ, ਹੇਠਾਂ ਦਿੱਤੇ ਨਿਰਦੇਸ਼ ਦੇਖੋ.",
    "reporting-bugs-privacy-head": "ਗੋਪਨੀਯਤਾ ਦੇ ਮੁੱਦੇ",
    "reporting-bugs-privacy-text": "ਸਾਨੂੰ ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਹੈ ਕਿ ਉਪਭੋਗਤਾ ਕੌਣ ਹਨ, ਸਿਰਫ ਉਨ੍ਹਾਂ ਦੇ ਖਰਾਬ ਜਾਂ ਮਸ਼ੀਨਾਂ ਹੋਣ ਦੀ ਸੰਭਾਵਨਾ ਕਿੰਨੀ ਹੈ. ਅਸੀਂ ਪ੍ਰਾਈਵੇਸੀ ਪਾਸ ਵਰਗੇ ਪਹਿਲਕਦਮੀਆਂ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਾਂ, ਅਤੇ ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ ਨੂੰ ਸੰਤੁਲਿਤ ਕਰਨ ਲਈ ਸਖਤ ਮਿਹਨਤ ਕਰਦੇ ਹਾਂ. ਜੇ ਤੁਹਾਨੂੰ ਕੋਈ ਅਜਿਹਾ ਮੁੱਦਾ ਮਿਲਿਆ ਹੈ ਜਿਸ ਬਾਰੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਉਪਭੋਗਤਾ ਦੀ ਗੋਪਨੀਯਤਾ ਨੂੰ ਪ੍ਰਭਾਵਤ ਕਰ ਸਕਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ support@hcaptcha.com 'ਤੇ ਈਮੇਲ ਕਰੋ.",
    "reporting-bugs-provide-feedback-button": "ਸਾਨੂੰ ਫੀਡਬੈਕ ਭੇਜੋ",
    "reporting-bugs-provide-feedback-head": "HCaptcha 'ਤੇ ਤੁਰੰਤ ਫੀਡਬੈਕ ਪ੍ਰਦਾਨ ਕਰੋ",
    "reporting-bugs-provide-feedback-text": "ਅਸੀਂ ਤੁਹਾਡੇ ਇੰਪੁੱਟ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ. ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਮੁੱਦੇ ਬਾਰੇ ਦੱਸੋ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਲਦੀ ਹੱਲ ਕਰਾਂਗੇ.",
    "reporting-bugs-security-head": "ਸੁਰੱਖਿਆ ਬੱਗ",
    "reporting-bugs-security-text": "ਅਸੀਂ ਹਮੇਸ਼ਾਂ ਸੁਰੱਖਿਆ ਬੱਗਾਂ ਦੀਆਂ ਰਿਪੋਰਟਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਦਿਲਚਸਪੀ ਰੱਖਦੇ ਹਾਂ. ਈਮੇਲ support@hcaptcha.com ਅਤੇ ਸੀਸੀ ਸੁਰੱਖਿਆ@hcaptcha.com ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਕੋਲ ਜਲਦੀ ਵਾਪਸ ਆਵਾਂਗੇ. ਸਾਡੇ ਕੋਲ hCaptcha ਸੇਵਾ ਅਤੇ ਸੰਬੰਧਿਤ ਸਰੋਤ ਕੋਡ ਤੇ ਯੋਗ ਸੁਰੱਖਿਆ ਰਿਪੋਰਟਾਂ ਲਈ ਇੱਕ ਬੱਗ ਬਾਉਂਟੀ ਪ੍ਰੋਗਰਾਮ ਹੈ.",
    "sec-hc": "ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ",
    "sec-hc-text": "hCaptcha ਪ੍ਰਕਾਸ਼ਕ-ਕੇਂਦ੍ਰਿਤ ਹੈ. ਅਸੀਂ ਸਾਈਟਾਂ ਨੂੰ ਅਸਲ ਡੇਟਾ ਦੇਣ ਲਈ ਕੰਮ ਕਰਦੇ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਬਾਰੇ ਫੈਸਲਾ ਲੈਣ ਦਿੰਦੇ ਹਾਂ. ਸ਼ੁੱਧਤਾ ਤੁਹਾਡੇ ਅਤੇ ਸਾਡੇ ਹਿੱਤ ਵਿੱਚ ਹੈ. ਹੋਰ ਕੈਪਚਰ ਵਿਗਿਆਪਨ ਕੰਪਨੀਆਂ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਹਨ. ਹਰੇਕ ਬੋਟ ਜਿਸਨੂੰ ਉਹ ਰੋਕਦੇ ਹਨ ਸ਼ਾਇਦ ਉਨ੍ਹਾਂ ਦੇ ਮਾਲੀਏ ਨੂੰ ਘਟਾ ਸਕਦੇ ਹਨ.",
    "what-is-hcaptcha": "HCaptcha ਕੀ ਹੈ?",
    "what-is-hcaptcha-text": "hCaptcha ਤੁਹਾਡੀਆਂ ਮਨਪਸੰਦ ਵੈਬ ਸੇਵਾਵਾਂ ਨੂੰ ਬੋਟਾਂ, ਸਪੈਮ ਅਤੇ ਦੁਰਵਰਤੋਂ ਨੂੰ ਸਧਾਰਣ ਪ੍ਰਸ਼ਨ ਪੁੱਛ ਕੇ ਮਦਦ ਕਰਦਾ ਹੈ ਜੋ ਮਨੁੱਖਾਂ ਲਈ ਆਸਾਨ ਹਨ ਅਤੇ ਮਸ਼ੀਨਾਂ ਲਈ ਮੁਸ਼ਕਲ ਹਨ.",
    "why-hc": "HCaptcha ਕਿਉਂ?",
    "why-hc-text": "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਚੁਣੌਤੀ ਦਾ ਜਵਾਬ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਇਹ ਜਾਣਨ ਲਈ ਸੂਝਵਾਨ ਮਾਡਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਮਨੁੱਖ ਹੋ ਜਾਂ ਮਸ਼ੀਨ. ਜਿਹੜੀ ਵੈਬਸਾਈਟ ਤੁਸੀਂ ਦੇਖੀ ਸੀ ਉਸ ਤੋਂ ਬਾਅਦ ਇਹ ਨਤੀਜੇ ਆਪਣੀ ਸਾਈਟ 'ਤੇ ਆਪਣੇ ਤਜ਼ਰਬੇ ਨੂੰ ਸੁਧਾਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ."
}