{
    "acc-opt": "Opcje ułatwień dostępu",
    "acc-opt-but": "Dowiedz się więcej o opcjach ułatwień dostępu",
    "acc-opt-text": "Czy jesteś niedowidzący lub w inny sposób nie jesteś w stanie ukończyć hCaptchas?",
    "accessibility-link": "Dostępność",
    "appreciate-in": "Dziękujemy za wkład. Daj nam znać o wszelkich problemach, a my szybko je rozwiążemy.",
    "fb-but": "Wyślij nam opinie",
    "feedback-text": "Przekaż opinię na temat hCaptcha, którą właśnie widziałeś",
    "page-acc-link-1": "Jeśli jesteś użytkownikiem ułatwień dostępu, zarejestruj się tutaj.",
    "page-acc-subhead": "Zapewnienie bezproblemowego dostępu dla wszystkich użytkowników przy jednoczesnym zachowaniu bezpieczeństwa",
    "page-acc-title": "hCaptcha Informacje o dostępności",
    "priv-hc": "Koncentracja na prywatności",
    "priv-hc-text": "Sieci reklamowe postrzegają Cię jako swój produkt. My nie. Nie obchodzi nas, kim są użytkownicy, tylko prawdopodobieństwo, że będą złośliwi. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "sec-hc": "Bezpieczeństwo przede wszystkim",
    "sec-hc-text": "hCaptcha koncentruje się na wydawcach. Pracujemy nad tym, aby witryny były prawdziwe i pozwalały im decydować, jak z nich korzystać. Dokładność leży w twoim interesie i naszym. Inne captchas są dostarczane przez firmy reklamowe. Każdy bot, który zablokują, może zmniejszyć swoje przychody.",
    "what-is-hcaptcha": "Co to jest hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga twoim ulubionym usługom internetowym unikać botów, spamu i nadużyć, zadając proste pytania, które są łatwe dla ludzi i trudne dla maszyn.",
    "why-hc": "Dlaczego hCaptcha?",
    "why-hc-text": "Za każdym razem, gdy odpowiadasz na wyzwanie, używamy zaawansowanych modeli, aby dowiedzieć się, czy jesteś człowiekiem, czy maszyną. Witryna, którą odwiedziłeś, wykorzystuje ten wynik, aby poprawić jakość korzystania ze swojej witryny, blokując boty."
}