{
    "a11y-img-1": "Ekran użytkownika ułatwień dostępu po zalogowaniu",
    "a11y-img-2": "Opcja dostępności w menu interfejsu użytkownika widgetu",
    "a11y-img-3": "Okno dialogowe dostępności w interfejsie użytkownika widgetu",
    "about-advisors-brendan": "Prezes Brave. Współzałożyciel Mozilli. Twórca języka programowania JavaScript. Twórca przeglądarek i nie tylko.",
    "about-advisors-dawn": "Profesor CS na Uniwersytecie Kalifornijskim w Berkeley. Deep learning, bezpieczeństwo, ekspert w dziedzinie blockchain. Prezes Oasis Labs.",
    "about-advisors-head": "Doradcy",
    "about-advisors-keiran": "Research Scientist w Stanford. Uczenie maszynowe i finansowanie ilościowe w największych bankach, funduszach hedgingowych i na uczelniach.",
    "about-content-head-1": "Co robimy",
    "about-content-head-2": "Dlaczego jest to ważne",
    "about-content-text-1": "hCaptcha to usługa świadczona przez Intuition Machines Inc, firmę zajmującą się sztuczną inteligencją i uczeniem maszynowym, która koncentruje się na metalowym uczeniu się i wizualnej ML na dużą skalę. Budujemy i obsługujemy masowo skalowalne systemy, aby umożliwić usługi analizy wideo i obrazu dla firm z listy Global 2000 na całym świecie.",
    "about-content-text-1a": "hCaptcha oferuje nowoczesne, skoncentrowane na prywatności podejście do zatrzymywania botów.",
    "about-content-text-1b": "Pokazujemy wyzwania CAPTCHA, które są trudne dla botów, ale łatwe dla ludzi, zbierając trudne do oznaczenia dane z problemów związanych z uczeniem maszynowym i wykorzystując je do rozróżnienia, czy odwiedzający witrynę internetową lub aplikację jest człowiekiem.",
    "about-content-text-2": "Im więcej danych, tym lepsze wyniki. Tworzenie i utrzymywanie prawidłowo oznaczonych i odpowiednich zestawów danych jest czasochłonne i kosztowne. hCaptcha została pierwotnie opracowana, aby zaspokoić nasze własne potrzeby w zakresie etykietowania obrazów, a teraz jest dostępna dla innych firm o podobnych potrzebach.",
    "about-content-text-2a": "W internecie coraz częściej pojawiają się źli aktorzy. Ale poświęcanie prywatności użytkownika nie jest rozwiązaniem.",
    "about-content-text-2b": "Rozwiązania bezpieczeństwa oferowane przez firmy reklamowe koncentrują się przede wszystkim na śledzeniu użytkowników w sieci. Stworzyliśmy skuteczne rozwiązanie zabezpieczające, które udowadnia, że naruszenie prywatności użytkowników nie jest konieczne, aby zapewnić doskonałe wyniki.",
    "about-intro-head-1": "O hCaptcha",
    "about-intro-head-2": "Prywatność, bezpieczeństwo i uczenie maszynowe.",
    "about-intro-text": "hCaptcha to najczęściej używana niezależna usługa CAPTCHA na świecie.",
    "about-leadership-alex": "Ekspert w zakresie baz danych i technologii Blockchain. Wczesny inżynier w Cloudera i nie tylko. Dziesięciolecia doświadczenia w tworzeniu oprogramowania i zespołów.",
    "about-leadership-eli": "CEO. Uznany lider w dziedzinie sztucznej inteligencji. W ciągu ostatnich dziesięcioleci zastosował na dużą skalę inteligencję maszynową do wielu różnych problemów biznesowych.",
    "about-leadership-head": "Przywództwo",
    "about-leadership-todd": "Doktor biologii obliczeniowej, Stanford. Pracuje z sieciami neuronowymi od 1999 roku. Koncentruje się na stosowanym ML i głębokim uczeniu się na dużą skalę.",
    "acc-opt": "Opcje dostępności",
    "acc-opt-but": "Dowiedz się więcej o opcjach ułatwień dostępu",
    "acc-opt-text": "Czy jesteś niedowidzący lub w inny sposób nie możesz ukończyć hCaptchas?",
    "accessibility-link": "Dostępność",
    "appreciate-in": "Doceniamy Twój wkład. Poinformuj nas o wszelkich problemach, a my szybko je rozwiążemy.",
    "fb-but": "Wyślij nam opinie",
    "feedback-text": "Prześlij opinię na temat hCaptcha, który właśnie widziałeś",
    "footer-attribution": "Atrybucja",
    "footer-copyright-text": "hCaptcha to zarejestrowany znak towarowy firmy Intuition Machines, Inc.",
    "footer-header-1": "Firma",
    "footer-header-2": "Zasoby",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Etykietowanie",
    "footer-link-10": "Dostępność",
    "footer-link-2": "O",
    "footer-link-3": "Oferty pracy",
    "footer-link-4": "Znaki towarowe",
    "footer-link-5": "Etyka AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentacja",
    "footer-link-9": "Zgłoś błąd",
    "footer-privacy": "Prywatność",
    "footer-subheader-1": "Wsparcie",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Warunki",
    "h-plans": "Plany abonamentowe",
    "header-docs-link": "Dokumenty",
    "header-labeling-services-link": "Usługi znakowania",
    "header-login-button": "Zaloguj sie",
    "header-plans-link": "Plany",
    "header-signup-button": "Zapisz się",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Obsługiwane przez protokół HUMAN",
    "home-about-text-1": "hCaptcha została zaprojektowana, aby rozwiązać najbardziej pracochłonny problem w uczeniu maszynowym: etykietowanie ogromnych ilości danych w terminowy, niedrogi i niezawodny sposób.",
    "home-about-text-2": "Więcej danych generalnie daje lepsze wyniki w uczeniu modeli uczenia maszynowego. Niedawny sukces głębokich modeli doprowadził do coraz większych zbiorów danych, prawie zawsze poddawanych przeglądowi manualnemu. Jednak tworzenie dużych, zweryfikowanych przez ludzi zbiorów danych za pośrednictwem Mechanical Turk, Figure 8 itd. Jest zarówno powolne, jak i kosztowne.",
    "home-about-text-3": "hCaptcha pozwala stronom internetowym zarabiać na tym żądaniu, blokując boty i inne formy nadużyć.",
    "home-about-text-4": "Rynek hCaptcha jest oparty na protokole HUMAN, otwartym zdecentralizowanym protokole do weryfikacji przez człowieka, który działa w łańcuchu bloków Ethereum. Witryny zarabiają ludzkie tokeny (HMT) za każdym razem, gdy użytkownicy używają widżetu hCaptcha na swojej stronie, a firmy uczące się płacą ludzkie tokeny, aby ich dane zostały oznaczone.",
    "home-ba-labeling-services-link": "Usługi znakowania",
    "home-benefits-head-1": "Wartość w etykietowaniu danych",
    "home-benefits-head-2": "Oddaj się miłości",
    "home-benefits-text-1": "Czy zdawałeś sobie sprawę, że za każdym razem, gdy klikasz samochód, pomagasz bezpłatnie szkolić systemy uczenia maszynowego jednej gigantycznej firmy?",
    "home-benefits-text-2": "hCaptcha odwraca ten model. Kiedy używasz hCaptcha, firmy licytują pracę twoich użytkowników, udowadniając swoje człowieczeństwo. Otrzymujesz nagrody.",
    "home-benefits-text-3": "Chcesz oddać swoją ulubioną organizację charytatywną? hCaptcha umożliwia wspieranie wybranych organizacji charytatywnych zarobkami, jakie uzyskujesz dzięki jej wykorzystaniu. Użytkownicy Twojej witryny wkrótce będą mogli zobaczyć Twój wkład na cele charytatywne dzięki dyskretnemu brandingowi w interfejsie hCaptcha.",
    "home-challenge-text-1": "Wybierz wszystkie obrazy pasujące do zapytania",
    "home-challenge-text-2": "Zdefiniuj obszar ograniczający dla obiektów",
    "home-challenge-text-3": "Zidentyfikuj odpowiednie etykiety",
    "home-challenge-title-1": "Porównanie",
    "home-challenge-title-2": "Obwiednia",
    "home-challenge-title-3": "Kategoryzacja",
    "home-challenges-head": "Przedstawione wyzwania",
    "home-challenges-text-1": "... i inne proste zadania. Łatwy dla ludzi, trudny dla botów.",
    "home-challenges-text-2": "Zadania niestandardowe są również dostępne dla wydawców korporacyjnych.",
    "home-ent-1": "Szukasz naszych ofert bezpieczeństwa dla przedsiębiorstw?",
    "home-ent-2": "Odwiedź naszą nową dedykowaną stronę: BotStop.com",
    "home-ent-button": "Więcej informacji: BotStop od hCaptcha",
    "home-from-the-blog": "Z BLOGA:",
    "home-from-the-blog-value": "Jak działają ustawienia trudności hCaptcha",
    "home-intro-body": "Czy używasz captcha, aby powstrzymać boty? hCaptcha chroni prywatność użytkowników, nagradza strony internetowe i pomaga firmom w oznaczaniu ich danych. Jest to bezpośredni zamiennik reCAPTCHA: możesz go zmienić w ciągu kilku minut.",
    "home-intro-button": "Zapisz się teraz",
    "home-intro-head": "Zatrzymaj więcej botów. Zacznij chronić prywatność użytkowników.",
    "home-main-1": "Prywatny. Bezpieczne. Szybciej. A my płacimy ci za to.",
    "home-main-2": "Koncentracja na prywatności",
    "home-main-2c": "Sieci reklamowe traktują odwiedzających jako produkt. Dla hCaptcha produktem jest praca, którą zapewniają. Nie obchodzi nas, kim są Twoi użytkownicy, tylko to, jakie jest prawdopodobieństwo, że są złośliwi. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "home-main-3": "Bezpieczeństwo przede wszystkim",
    "home-main-3c": "Dokładność leży w twoim i naszym interesie. hCaptcha koncentruje się na wydawcach. Pracujemy, aby zapewnić Ci prawdziwe dane i pozwolić Ci zdecydować, jak je wykorzystać. Inne captcha są dostarczane przez gigantyczne firmy reklamowe. Oznacza to, że każdy zablokowany przez nich bot może zmniejszyć ich przychody.",
    "home-main-4": "Lepsze wrażenia użytkownika",
    "home-main-4c": "Do określania człowieczeństwa hCaptcha wykorzystuje zaawansowane modele uczenia maszynowego. Dzięki temu możemy wymagać mniej irytujących zadań od użytkowników i zajmować im mniej czasu, a jednocześnie nadal wytwarzać przydatne dane do etykietowania klientów.",
    "home-main-plans": "hCaptcha może być używany bezpłatnie dla wydawców dowolnej wielkości. Jednak dla przedsiębiorstw i platform, które wymagają większej kontroli, dostępne są nasze rozwiązania dla przedsiębiorstw.",
    "home-main-plans2": "Rozwiązania hCaptcha dla przedsiębiorstw chronią miliony użytkowników w dziesiątkach milionów witryn internetowych dla największych firm na świecie. Skontaktuj się z nami, aby uzyskać więcej informacji, lub odwiedź",
    "home-main-plans3": "Rozwiązania hCaptcha dla przedsiębiorstw chronią miliony użytkowników w dziesiątkach milionów witryn internetowych dla największych firm na świecie. Skontaktuj się z nami, aby uzyskać więcej informacji, lub odwiedź",
    "home-main-plans4": "dla szczegółów.",
    "home-plans-button-1": "Zapisz się teraz",
    "home-plans-button-2": "Skontaktuj się z działem sprzedaży",
    "home-plans-chart-head-1": "cechy",
    "home-plans-chart-head-2": "Wydawca",
    "home-plans-chart-head-3": "Przedsiębiorstwo",
    "home-plans-chart-row-1-cell-1": "Wyświetlane typy wyzwań kontrolnych",
    "home-plans-chart-row-1-cell-2": "Ograniczony",
    "home-plans-chart-row-1-cell-3": "Całkowity",
    "home-plans-chart-row-10-cell-1": "Pulpity nawigacyjne dla wielu użytkowników",
    "home-plans-chart-row-11-cell-1": "Zaawansowane funkcje raportowania",
    "home-plans-chart-row-12-cell-1": "Umowy SLA dla przedsiębiorstw",
    "home-plans-chart-row-2-cell-1": "Kontroluj zawartość wyzwania",
    "home-plans-chart-row-2-cell-2": "Ograniczony",
    "home-plans-chart-row-2-cell-3": "Całkowity",
    "home-plans-chart-row-3-cell-1": "Zdobywaj nagrody za ludzkie rozwiązania",
    "home-plans-chart-row-4-cell-1": "Światowej klasy ochrona przed botami",
    "home-plans-chart-row-5-cell-1": "Działa w każdym kraju",
    "home-plans-chart-row-5a-cell-1": "Tryby bez CAPTCHA i 99,9% pasywne",
    "home-plans-chart-row-5b-cell-1": "Oceny zaufania botów",
    "home-plans-chart-row-6-cell-1": "Polityka prywatności przyjazna dla RODO i CCPA",
    "home-plans-chart-row-7-cell-1": "Drobnoziarniste poziomy trudności",
    "home-plans-chart-row-8-cell-1": "Uruchom własną zawartość wyzwania",
    "home-plans-chart-row-9-cell-1": "Planowanie trudności na podstawie czasu",
    "home-try-it-out-button": "Pobierz hCaptcha",
    "home-try-it-out-head": "Wypróbuj to",
    "home-try-it-out-text": "hCaptcha zapewnia proste, łatwe i niezawodne wykrywanie botów, a rozwiązanie jest dla ludzi trywialne.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha ma na celu rozwiązanie najbardziej pracochłonnego problemu w uczeniu maszynowym; oznaczanie ogromnych ilości danych w sposób terminowy, niedrogi i niezawodny. Więcej danych generalnie daje lepsze wyniki w uczeniu modeli uczenia maszynowego. Niedawny sukces głębokich modeli doprowadził do coraz większych zbiorów danych, a hCaptcha spełnia tę potrzebę.",
    "labeling-about-text-2": "Jednak tworzenie dużych, zweryfikowanych przez ludzi zbiorów danych przy użyciu tradycyjnych metod jest zarówno powolne, jak i kosztowne. hCaptcha pozwala firmom uzyskać adnotacje, których potrzebują, szybciej, z wyższą jakością i niższymi kosztami niż inne alternatywy.",
    "labeling-annotations-head": "Typy adnotacji",
    "labeling-annotations-text-1": "Precyzyjne wykrywanie obiektów na obrazach i wideo",
    "labeling-annotations-text-2": "Precyzyjne wykrywanie obiektów na obrazach i wideo",
    "labeling-annotations-text-3": "Wskazuj adnotacje dla wielu różnych przypadków użycia",
    "labeling-annotations-text-4": "Sortuj lub dołączaj dowolne kategorie o dowolnej wielkości",
    "labeling-annotations-text-5": "Wykrywanie i klasyfikacja z udziałem człowieka",
    "labeling-annotations-text-6": "Potrzebujesz innego typu, którego nie ma na liście? Zapytaj nas.",
    "labeling-annotations-title-1": "Obwiednie",
    "labeling-annotations-title-2": "Wielokąty",
    "labeling-annotations-title-3": "Punkty orientacyjne",
    "labeling-annotations-title-4": "Kategoryzacja atrybutów",
    "labeling-annotations-title-5": "Porównanie i wykrywanie",
    "labeling-annotations-title-6": "... i wiele więcej",
    "labeling-ent-button": "Skontaktuj się z naszym zespołem ds. Rozwiązań dla przedsiębiorstw",
    "labeling-ent-head": "Potrzebujesz pełnej kontroli?",
    "labeling-ent-text-1": "Platforma HUMAN stojąca za hCaptcha zapewnia wysoce wyrafinowaną jakość pracy i funkcje zarządzania poprzez wdrożenia lokalne, hybrydowe lub SaaS, które integrują się z istniejącymi systemami.",
    "labeling-ent-text-2": "Działaj całkowicie w trybie offline z własną siłą roboczą, śledź wartość zużywaną przez jednostki biznesowe lub partnerów konsorcjum, selektywnie kieruj zadania do różnych wewnętrznych lub zewnętrznych dostawców siły roboczej w oparciu o wymagania dotyczące kosztów i bezpieczeństwa i nie tylko.",
    "labeling-ent-text-3": "Łatwy dostęp do API, piękne pulpity nawigacyjne i najnowsza technologia modelu w pętli, aby zmaksymalizować wydajność.",
    "labeling-ent-text-4": "Dostępne są umowy SLA o dostępności przez 99,99% czasu i globalne wsparcie 24/7. Po więcej informacji:",
    "labeling-features-head-1": "Proste potoki oparte na interfejsie API.",
    "labeling-features-head-2": "Zoptymalizowany pod kątem kosztów i jakości. Nie jest wymagane żadne zobowiązanie z góry.",
    "labeling-features-head-3": "Płać tylko za dokładność, której potrzebujesz.",
    "labeling-features-head-4": "Podaj własne dane dotyczące prawdy lub pozwól nam tworzyć je w locie.",
    "labeling-features-text-1": "Chcesz zintegrować weryfikację manualną bezpośrednio z operacjami biznesowymi? Oferujemy umowy SLA o wysokiej niezawodności, gwarantowaną pojemność i proste interfejsy API REST.",
    "labeling-features-text-2": "Platforma HUMAN wykorzystuje kompleksowe modele zaufania do przeprowadzania zaawansowanych analiz jakości w czasie rzeczywistym. Pozwala nam to szybko określić zarówno stopień trudności pytań, jak i ich prawdopodobnie właściwą odpowiedź, oszczędzając czas i pieniądze.",
    "labeling-features-text-3": "Nie wszystkie problemy są takie same. Adnotacje dotyczące zadań krytycznych dla bezpieczeństwa mogą wymagać 99,99% zaufania od pracowników całkowicie ludzkich. Adnotacje do jednej funkcji beta w aplikacji mobilnej mogą wymagać jedynie umiarkowanej pewności. Ty decydujesz.",
    "labeling-features-text-4": "Czy masz surowe dane bez kompleksowego zestawu weryfikacyjnego? W większości przypadków możemy go zbudować dla Ciebie, gdy zadania są wykonywane w systemie lub stworzyć oznaczone próbki do zatwierdzenia.",
    "labeling-info-head": "Pobieranie etykiet danych",
    "labeling-info-text-1": "Porozmawiaj z jednym z naszych ekspertów dziedzinowych, aby zdefiniować potrzeby swojego projektu: dokładność celu, format i wszelkie specjalne wymagania.",
    "labeling-info-text-2": "Wykonujemy małe zlecenie produkcyjne w oparciu o Twoje przykładowe dane. To testuje pracę, którą razem wykonaliśmy, aby upewnić się, że otrzymasz dokładnie to, czego potrzebujesz.",
    "labeling-info-text-3": "Dzięki naszemu dużemu wolumenowi i małemu opóźnieniu szybko zmienimy Twoją pracę, z automatyczną dostawą, gdy tylko zostanie wykonana.",
    "labeling-info-text-4": "Ponieważ lepiej rozumiemy parametry Twojej pracy produkcyjnej, wyniki będą z czasem ulegać poprawie.",
    "labeling-info-text-5": "Pulpity nawigacyjne na żywo umożliwiają przesyłanie opinii lub wstrzymywanie produkcji w dowolnym momencie.",
    "labeling-info-title-1": "Zdefiniuj specyfikacje",
    "labeling-info-title-2": "Wstępny test pracy",
    "labeling-info-title-3": "Wdrażaj zadania produkcyjne",
    "labeling-info-title-4": "Ciągłe doskonalenie",
    "labeling-info-title-5": "Wyniki w czasie rzeczywistym",
    "labeling-main-1": "Ekonomiczne etykietowanie danych na dużą skalę",
    "labeling-main-1-button": "Oznacz swoje dane teraz",
    "labeling-main-1c": "Potrzebujesz więcej etykiet do swoich zbiorów danych? hCaptcha zapewnia szybkie, ekonomiczne i wysokiej jakości etykietowanie danych dla firm pracujących nad aplikacjami sztucznej inteligencji i uczenia maszynowego.",
    "labeling-main-2": "Błyskawicznie uruchamiaj miliony zadań.",
    "labeling-main-2-button": "Kup usługi znakowania danych",
    "labeling-main-2c": "hCaptcha ma jeden z największych basenów na świecie, z których możesz korzystać. Niezależnie od Twojej skali, poradzimy sobie z tym bez kosztownych zobowiązań z góry. Miliony zadań dziennie to żaden problem.",
    "labeling-platform-head": "Informacje prywatne lub publiczne",
    "labeling-platform-text": "hCaptcha jest zbudowana na platformie HUMAN, która umożliwia zaawansowane trasowanie i analizę w celu optymalizacji kosztów i wydajności na każdym etapie. Technologia ta umożliwia odpowiednim pracownikom obsługę każdej części pracy, maksymalizując opłacalność przy jednoczesnym zachowaniu prywatności i spełnianiu wszelkich wymogów prawnych, które mogą mieć zastosowanie.",
    "labeling-try-button": "Kup usługi znakowania danych",
    "labeling-try-head": "Chcesz spróbować ze swoimi danymi?",
    "labeling-try-text": "... jesteśmy gotowi, gdy jesteś: nasza usługa jest dostępna przez całą dobę.",
    "learn-more-hcaptcha": "Dowiedz się więcej o hCaptcha",
    "page-acc-faq-1": "Pytanie: Czy hCaptcha sekcja 508 + WCAG 2.1 AA jest zgodna? Odpowiedź: Uważamy, że tak: wszyscy użytkownicy z jakąkolwiek niepełnosprawnością, którzy mogą przeglądać strony internetowe i wprowadzać tekst w formularzach, mogą uzyskać dostęp do usług chronionych przez hCaptcha po rejestracji. Nie jest to jednak porada prawna: należy przeprowadzić własną ocenę, biorąc pod uwagę konkretną implementację, aby upewnić się, że dotyczy to wdrożenia.",
    "page-acc-faq-2": "Pytanie: Czy pracujesz nad innymi opcjami ułatwień dostępu (a11y), takimi jak dźwięk? Odpowiedź: Wcześniej popularne opcje, takie jak captcha audio, dyskryminowały wielu użytkowników a11y i można je łatwo pokonać dzięki nowoczesnym technikom uczenia maszynowego. To sprawiło, że obecne wyzwania audio stały się coraz trudniejsze, wprowadzając szumy, dziwne timingi, nietypowe kombinacje słów i tak dalej, aby pokonać napastników. Z tego powodu jesteśmy mniej entuzjastycznie nastawieni do tego podejścia w porównaniu z całkowitym unikaniem wyzwania, ale rozważymy je, jeśli będzie zapotrzebowanie ze strony społeczności a11y. Jesteśmy jednak bardzo zainteresowani przepustką prywatności w przypadku użycia ułatwień dostępu. Uważamy, że połączenie naszego obecnego podejścia a11y z wystawieniem przepustki prywatności umożliwi wszystkim użytkownikom bezpieczne przeglądanie, ze świadomością, że ich ruch jest bardziej prywatny, a jednocześnie ograniczy nadużycia operatorów botów, które nieuchronnie mają miejsce, gdy dostępne są opcje 11y. Jesteśmy aktywnymi uczestnikami grupy roboczej IETF standaryzującej tę nową technologię.",
    "page-acc-faq-3": "Pytanie: A co z prywatnością? Czy rejestracja w jakiś sposób ujawnia dane przeglądania? Co robisz z e-mailem? Odpowiedź: hCaptcha została zaprojektowana z myślą o prywatności od podstaw. Bardzo różni się od tradycyjnych opcji, takich jak reCAPTCHA, które są własnością sieci reklamowych, które mają motywację do śledzenia Cię w sieci i kojarzenia z prawdziwą tożsamością. Nigdy nie używamy e-maili ani informacji dotyczących ułatwień dostępu w żadnym innym celu niż ułatwianie korzystania i zapobieganie nadużyciom. Nasza polityka prywatności zawiera wyczerpujące i miarodajne odpowiedzi na temat tego, w jaki sposób wykorzystujemy dane, ale krótka odpowiedź brzmi: nie jesteśmy zainteresowani kojarzeniem Cię jako osoby z Twoją historią przeglądania.Obecnie pracujemy również nad rozwiązaniem kryptograficznym, które szybko usunie Twój adres e-mail zachowując jednocześnie naszą zdolność do zapobiegania nadużyciom, uzupełniając naszą pracę Privacy Pass.",
    "page-acc-link-1": "Jeśli jesteś użytkownikiem ułatwień dostępu, zarejestruj się tutaj.",
    "page-acc-subhead": "Zapewnienie bezproblemowego dostępu wszystkim użytkownikom przy zachowaniu bezpieczeństwa",
    "page-acc-summary": "Podsumowanie",
    "page-acc-summary-contents-1": "hCaptcha ma na celu zatrzymywanie botów poprzez odróżnianie ich od ludzi. Testy wizualne są do tego wygodnym narzędziem, ale nie każdy może rozwiązać wizualne wyzwanie. Z tego powodu opracowaliśmy prostą, bezbolesną alternatywę, która pozwoli wydawcom korzystającym z naszych usług zachować dostępność dla wszystkich z pełną zgodnością z sekcją 508 i WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Jak to działa: najpierw użytkownik ułatwień dostępu rejestruje się pod tym adresem URL, do którego link znajduje się na stronie informacyjnej widżetu hCaptcha. Otrzymują zaszyfrowany plik cookie, który może być używany kilka razy dziennie, ale musi być odświeżany co 24 godziny poprzez logowanie. Kiedy wyzwanie zostanie przedstawione użytkownikowi dostępności w dowolnej witrynie korzystającej z usługi hCaptcha, przejdzie automatycznie.",
    "page-acc-title": "Informacje o dostępności hCaptcha",
    "page-acc-tr-body": "Pytanie: Po ustawieniu pliku cookie nadal widzę wyzwanie. Co jest tego przyczyną? Odpowiedź: Zwykle jest to spowodowane użyciem agresywnego blokowania reklam lub rozszerzenia anty-cookie lub ustawienia blokującego pliki cookie między witrynami, w tym przypadku plik cookie dla hcaptcha.com, który jest ustawiany lub sprawdzany przez JavaScript hCaptcha w innej witrynie , jak ten, który odwiedzasz. Pliki cookie dostępności hCaptcha działają ze wszystkimi popularnymi przeglądarkami i programami do blokowania reklam z ich standardowymi ustawieniami, więc zazwyczaj awarie są spowodowane skryptami anty-blokującymi reklamy lub podobnymi zestawami reguł skierowanymi na określone witryny. Rozwiązania: 1. Dodaj do białej listy pliki cookie hcaptcha.com i * .hcaptcha.com w programie do blokowania reklam lub rozszerzeniu zabezpieczeń przeglądarki. 2. Jeśli używasz przeglądarki Brave, która (od kwietnia 2020 r.) Nie ma żadnej białej listy plików cookie, przejdź do Preferencje -> Osłony -> Pliki cookie i wybierz Zezwalaj na wszystkie pliki cookie. 3. Jeśli używasz najnowszej wersji Safari w niedawno wydanym systemie OS X 10.15 lub iOS 13. 4, firma Apple właśnie zmieniła zachowanie Safari związane z plikami cookie innych firm, domyślnie blokując je wszystkie. Wdrażamy rozwiązanie, ale w międzyczasie prosimy odwiedzić sekcję Preferencje przeglądarki Safari, sekcję Prywatność i usunąć zaznaczenie opcji Śledzenie witryny: Zapobiegaj śledzeniu w wielu witrynach, aby plik cookie dostępności działał zgodnie z oczekiwaniami. Pytanie: Używam wielu urządzeń. Czy muszę się rejestrować wiele razy? Odpowiedź: Nie. Kliknij ten sam link logowania e-mail, który został wysłany do Ciebie na każdym używanym urządzeniu, aby ustawić plik cookie.",
    "page-acc-tr-title": "Dla użytkowników ułatwień dostępu: często zadawane pytania i przewodnik rozwiązywania problemów",
    "page-acc-tr2-body": "Safari<br> Aby włączyć obsługę plików cookie w Safari (Mac): Przejdź do menu rozwijanego Safari. Wybierz Preferencje. Kliknij Prywatność w górnym panelu. W obszarze Blokuj pliki cookie wybierz opcję Nigdy.<br> Aby włączyć pliki cookie w Safari (iPhone / iPad iOS 11+): Otwórz Ustawienia. Przewiń w dół i wybierz Safari. W obszarze Prywatność i bezpieczeństwo wyłącz opcję Zapobiegaj śledzeniu między witrynami i blokuj wszystkie pliki cookie<br><br> Firefox<br> Kliknij tarczę po lewej stronie paska adresu na dowolnej stronie internetowej. Kliknij Ustawienia ochrony. Otworzy się panel Prywatność i bezpieczeństwo w Preferencjach programu Firefox. W obszarze Wzmocniona ochrona przed śledzeniem wybierz opcję Niestandardowe. Wybierz moduły śledzące i skrypty do blokowania, zaznaczając te pola wyboru. Upewnij się, że odblokowałeś hcaptcha.com.<br><br> Możesz także tymczasowo wyłączyć niektóre zabezpieczenia w trybie Niestandardowe, aby to debugować, odznaczając pola wyboru: Odznacz pole wyboru Śledzenie lub usuń zaznaczenie pola wyboru Pliki cookie, jeśli nadal masz problemy.<br><br> Google Chrome<br> Google Chrome (PC):<br> Wybierz ikonę menu Chrome. Wybierz opcję Ustawienia.<br> U dołu strony wybierz Pokaż ustawienia zaawansowane.<br> W sekcji Prywatność wybierz Ustawienia treści.<br> Wybierz opcję Zezwalaj na ustawianie danych lokalnych (zalecane).<br> Wybierz Gotowe.<br> ‍<br> Google Chrome (Mac):<br> Otwórz preferencje Chrome, kliknij Ustawienia, a następnie Pokaż ustawienia zaawansowane.<br> W obszarze Prywatność kliknij Ustawienia treści.<br> Upewnij się, że opcja Blokuj pliki cookie i dane witryn innych firm nie jest zaznaczona<br> ‍<br> Google Chrome (Android):<br> Na urządzeniu z Androidem otwórz aplikację Chrome.<br> W prawym górnym rogu kliknij Więcej, a następnie Ustawienia.<br> Stuknij Ustawienia witryny, a następnie Pliki cookie.<br> Włącz ustawienie obok plików cookie.<br> Zaznacz pole obok opcji Zezwalaj na pliki cookie innych firm.",
    "page-acc-tr2-head": "Instrukcje przeglądarki dotyczące plików cookie między witrynami",
    "priv-hc": "Koncentracja na prywatności",
    "priv-hc-text": "Sieci reklamowe postrzegają Cię jako swój produkt. Nie mamy. Nie dbamy o to, kim są użytkownicy, tylko o to, jakie jest prawdopodobieństwo, że są złośliwi. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "reporting-bugs-accessibility-button": "Dowiedz się więcej o opcjach ułatwień dostępu",
    "reporting-bugs-accessibility-head": "Opcje dostępności",
    "reporting-bugs-accessibility-text": "Czy jesteś niedowidzący lub w inny sposób nie możesz ukończyć hCaptchas?",
    "reporting-bugs-guide-ff-head": "Przechwytywanie szczegółów raportu o błędzie: Firefox",
    "reporting-bugs-guide-ff-step-1": "Krok 1: Otwórz narzędzia programistyczne (rozpocznie się nagrywanie sesji).",
    "reporting-bugs-guide-ff-step-2": "Krok 2: Kliknij kartę Sieć w Narzędziach dla programistów. Zaznacz pole Utrwalaj dzienniki u góry.",
    "reporting-bugs-guide-ff-step-3": "Krok 3: odwiedź https://accounts.hcaptcha.com/demo lub stronę internetową, na której masz problem (Uwaga dotycząca prywatności: tylko jeśli nie masz nic przeciwko udostępnieniu tego, co to jest) ... a następnie kliknij przycisk I Jestem ludzkim przyciskiem i spróbuj rozwiązać.",
    "reporting-bugs-guide-ff-step-4": "Krok 4: Kliknij HAR po próbie rozwiązania i wybierz Zapisz wszystko jako HAR, aby zapisać dziennik sieci. Wyślij nam ten plik.",
    "reporting-bugs-guide-ff-step-5": "Krok 5: Kliknij kartę Konsola i kliknij prawym przyciskiem myszy, a następnie Wybierz wszystko i zapisz w pliku tekstowym, aby zapisać dziennik konsoli. Prześlij nam to również.",
    "reporting-bugs-guide-ff-step-6": "Ostatni krok: wyślij nam e-mailem te pliki dziennika HAR i konsoli i opisz problem Użyj: support@hcaptcha.com (skorzystaj z usługi takiej jak Dropbox lub Filebin i wyślij linki) i opcjonalnie zrzut ekranu, jeśli podejrzewasz, że coś nie wyświetla się poprawnie . Prześlij również adres IP, którego używasz. Możesz je pobrać z https://www.whatsmyip.org/ Dziękujemy za poświęcenie czasu, aby pomóc nam uzyskać te informacje! Dokładamy wszelkich starań, aby hCaptcha działała dobrze dla każdego.",
    "reporting-bugs-guide-head": "Przechwytywanie szczegółów raportu o błędzie: Chrome",
    "reporting-bugs-guide-step-1": "Krok 1: Otwórz narzędzia programistyczne (rozpocznie się nagrywanie sesji).",
    "reporting-bugs-guide-step-2": "Krok 2: Kliknij kartę Sieć w Narzędziach dla programistów. Zaznacz pole Zachowaj dziennik u góry.",
    "reporting-bugs-guide-step-3": "Krok 3: odwiedź https://accounts.hcaptcha.com/demo lub stronę internetową, na której masz problem (Uwaga dotycząca prywatności: tylko jeśli nie masz nic przeciwko udostępnieniu tego, co to jest) ... a następnie kliknij przycisk I Jestem ludzkim przyciskiem i spróbuj rozwiązać.",
    "reporting-bugs-guide-step-4": "Krok 4: Kliknij Eksportuj HAR (mała strzałka w dół) po próbie rozwiązania, co spowoduje zapisanie dziennika sieciowego. Wyślij nam ten plik.",
    "reporting-bugs-guide-step-5": "Krok 5: Kliknij kartę Konsola i kliknij prawym przyciskiem myszy, a następnie Zapisz jako ..., aby zapisać dziennik konsoli. Prześlij nam to również.",
    "reporting-bugs-guide-step-6": "Ostatni krok: wyślij nam e-mailem te pliki dziennika HAR i konsoli i opisz problem. Użyj: support@hcaptcha.com (skorzystaj z usługi takiej jak Dropbox lub Filebin i wyślij linki) i opcjonalnie zrzut ekranu, jeśli podejrzewasz, że coś nie wyświetla się poprawnie. Prześlij również adres IP, którego używasz. Możesz je pobrać z https://www.whatsmyip.org/ Dziękujemy za poświęcenie czasu, aby pomóc nam uzyskać te informacje! Dokładamy wszelkich starań, aby hCaptcha działała dobrze dla każdego.",
    "reporting-bugs-guide-text-1": "Wysłanie informacji debugowania wraz z raportem znacznie ułatwi nam zidentyfikowanie, co się dzieje. Oto instrukcje krok po kroku:",
    "reporting-bugs-guide-text-2": "Jeśli jesteś programistą WWW lub użytkownikiem ekspertem, podsumowanie jest takie, abyś przesłał nam sieciowe nagrania HAR i dzienniki konsoli przeglądarki. Spróbuj najpierw wyłączyć blokowanie reklam lub rozszerzenia zabezpieczeń przeglądarki, a następnie spróbuj ponownie, zanim wykonasz te czynności. Jeśli to rozwiąże problem, nadal będziemy wdzięczni za poinformowanie nas o wersji przeglądarki, programie do blokowania reklam lub rozszerzeniu przeglądarki oraz adresie URL witryny.",
    "reporting-bugs-intro-head": "Znalazłeś błąd? Oto jak to zgłosić.",
    "reporting-bugs-intro-text": "Miliony ludzi używają hCaptcha każdego miesiąca w tysiącach kombinacji przeglądarek, rozszerzeń, urządzeń, zapór i nie tylko. Naszym celem jest upewnienie się, że zawsze działa dla Ciebie, dlatego bardzo doceniamy Twoje raporty! Aby szybko przekazać opinię, po prostu kliknij przycisk Prześlij nam opinię. Jeśli widzisz problem funkcjonalny, postępuj zgodnie z instrukcjami dziennika debugowania przeglądarki Chrome lub instrukcjami dziennika debugowania przeglądarki Firefox poniżej. W przypadku innych przeglądarek napisz do nas. W przypadku potencjalnych problemów z bezpieczeństwem lub prywatnością zapoznaj się z poniższymi instrukcjami.",
    "reporting-bugs-privacy-head": "Prywatne problemy",
    "reporting-bugs-privacy-text": "Nie dbamy o to, kim są użytkownicy, tylko o to, jakie jest prawdopodobieństwo, że są złośliwi lub są maszynami. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo. Jeśli znalazłeś problem, który Twoim zdaniem może wpłynąć na prywatność użytkownika, napisz do nas na adres support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Wyślij nam opinie",
    "reporting-bugs-provide-feedback-head": "Zapewnij natychmiastową informację zwrotną na temat hCaptcha",
    "reporting-bugs-provide-feedback-text": "Doceniamy Twój wkład. Poinformuj nas o wszelkich problemach, a my szybko je rozwiążemy.",
    "reporting-bugs-security-head": "Błędy bezpieczeństwa",
    "reporting-bugs-security-text": "Jesteśmy zawsze zainteresowani otrzymywaniem raportów o błędach bezpieczeństwa. Wyślij e-mail na adres support@hcaptcha.com & CC security@hcaptcha.com, a my szybko się z Tobą skontaktujemy. Mamy również program nagradzania błędów za kwalifikujące się raporty bezpieczeństwa dotyczące usługi hCaptcha i powiązanego kodu źródłowego.",
    "sec-hc": "Bezpieczeństwo przede wszystkim",
    "sec-hc-text": "hCaptcha koncentruje się na wydawcach. Staramy się udostępniać witrynom prawdziwe dane i pozwalać im decydować, jak z nich korzystać. Dokładność leży w twoim i naszym interesie. Inne captcha są dostarczane przez firmy reklamowe. Każdy zablokowany przez nich bot może zmniejszyć ich przychody.",
    "switch-to-english-link": "Przełącz na angielski",
    "what-is-hcaptcha": "Co to jest hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga Twoim ulubionym usługom sieciowym chronić przed botami, spamem i nadużyciami, zadając proste pytania, które są łatwe dla ludzi i trudne dla maszyn.",
    "why-hc": "Dlaczego hCaptcha?",
    "why-hc-text": "Za każdym razem, gdy odpowiadasz na wyzwanie, korzystamy z zaawansowanych modeli, aby dowiedzieć się, czy jesteś człowiekiem, czy maszyną. Witryna, którą odwiedziłeś, wykorzystuje te wyniki, aby poprawić Twoje wrażenia z korzystania ze swojej witryny, blokując boty."
}