{
    "acc-opt": "Opcje ułatwień dostępu",
    "acc-opt-but": "Dowiedz się więcej o opcjach ułatwień dostępu",
    "acc-opt-text": "Czy jesteś niedowidzący lub w inny sposób nie jesteś w stanie ukończyć hCaptchas?",
    "accessibility-link": "Dostępność",
    "appreciate-in": "Dziękujemy za wkład. Daj nam znać o wszelkich problemach, a my szybko je rozwiążemy.",
    "fb-but": "Wyślij nam opinie",
    "feedback-text": "Przekaż opinię na temat hCaptcha, którą właśnie widziałeś",
    "home-ent-1": "Szukasz naszej oferty bezpieczeństwa dla przedsiębiorstw?",
    "home-ent-2": "Odwiedź naszą nową dedykowaną stronę: BotStop.com",
    "home-intro-body": "Czy używasz captcha, aby trzymać się z daleka od botów? hCaptcha chroni prywatność użytkowników, nagradza strony internetowe i pomaga firmom w oznaczaniu ich danych. Jest to zastępczy zamiennik dla reCAPTCHA: możesz przełączyć w ciągu kilku minut.",
    "home-intro-head": "Zatrzymaj więcej botów. Zacznij chronić prywatność użytkowników.",
    "home-main-1": "Prywatny. Bezpieczne. Szybciej. I płacimy za korzystanie z niego.",
    "home-main-2": "Koncentracja na prywatności",
    "home-main-2c": "Sieci reklamowe widzą odwiedzających jako produkt. W przypadku hCaptcha produktem jest praca, którą wykonują. Nie obchodzi nas, kim są Twoi użytkownicy, tylko prawdopodobieństwo, że będą złośliwi. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "home-main-3": "Bezpieczeństwo przede wszystkim",
    "home-main-3c": "Dokładność leży w twoim interesie i naszym. hCaptcha koncentruje się na wydawcach. Pracujemy nad tym, aby zapewnić Ci prawdziwe dane i pozwolić ci zdecydować, jak z nich korzystać. Inne captchas są dostarczane przez",
    "home-main-3c2": "firmy reklamowe. Oznacza to, że każdy zablokowany bot może zmniejszyć swoje przychody.",
    "home-main-4": "Lepsze wrażenia użytkownika",
    "home-main-4c": "Wyrafinowane modele uczenia maszynowego są wykorzystywane przez hCaptcha do określania ludzkości. To pozwala nam wymagać od użytkowników mniej irytujących zadań i poświęcać im mniej czasu, a jednocześnie generować przydatne dane z etykietami dla klientów z etykietami.",
    "home-main-plans": "hCaptcha jest bezpłatny dla wydawców dowolnej wielkości. Jednak dla przedsiębiorstw i platform wymagających większej kontroli dostępne są nasze rozwiązania dla przedsiębiorstw.",
    "home-main-plans2": "Rozwiązania hCaptcha dla przedsiębiorstw chronią miliony użytkowników na dziesiątkach milionów witryn internetowych dla niektórych największych firm na świecie. Skontaktuj się z nami, aby uzyskać więcej informacji lub odwiedź",
    "home-main-plans3": "Rozwiązania hCaptcha dla przedsiębiorstw chronią miliony użytkowników na dziesiątkach milionów witryn internetowych dla niektórych największych firm na świecie. Skontaktuj się z nami, aby uzyskać więcej informacji lub odwiedź",
    "home-main-plans4": "dla szczegółów.",
    "learn-more-hcaptcha": "Dowiedz się więcej o hCaptcha",
    "page-acc-faq-1": "Pytanie: Czy hCaptcha Sekcja 508 + WCAG 2.0 jest zgodny? Odpowiedź: Uważamy, że: wszyscy użytkownicy z dowolną formą upośledzenia, którzy mogą przeglądać sieć i wprowadzać tekst w formularzach, mogą uzyskać dostęp do usług chronionych przez hCaptcha po rejestracji. Nie jest to jednak porada prawna: należy przeprowadzić własną ocenę, biorąc pod uwagę konkretną implementację, aby upewnić się, że tak jest w przypadku wdrożenia.",
    "page-acc-faq-2": "Pytanie: Czy pracujesz nad innymi opcjami ułatwień dostępu (a11y), takimi jak dźwięk? Odpowiedź: Wcześniej popularne opcje, takie jak captchas audio, dyskryminują wielu użytkowników i łatwo można je pokonać dzięki nowoczesnym technikom uczenia maszynowego. To zmusiło obecne wyzwania audio do stawania się coraz trudniejszym, wprowadzając szum, dziwne wyczucie czasu, nietypowe kombinacje słów itd., Aby pokonać atakujących. Dlatego jesteśmy mniej entuzjastycznie nastawieni do tego podejścia w porównaniu z całkowitym unikaniem wyzwania, ale rozważymy to, jeśli będzie zapotrzebowanie ze strony społeczności. Jesteśmy jednak bardzo zainteresowani Privacy Pass dla przypadku użycia Accessibility. Jesteśmy przekonani, że połączenie naszego obecnego podejścia a11y z wydaniem Privacy Pass pozwoli wszystkim użytkownikom bezpiecznie przeglądać, wiedząc, że ich ruch jest bardziej prywatny, jednocześnie ograniczając nadużycia ze strony operatorów botów, które nieuchronnie występują, gdy dostępne są opcje a11y. Jesteśmy aktywnymi uczestnikami grupy roboczej IETF standaryzującej tę nową technologię.",
    "page-acc-faq-3": "Pytanie: A co z prywatnością? Czy rejestracja w jakiś sposób naraża dane przeglądania? Co robisz z e-mailem? Odpowiedź: hCaptcha zapewnia prywatność od podstaw. Różni się bardzo od tradycyjnych opcji, takich jak reCAPTCHA, które są własnością sieci reklamowych, które zachęcają do śledzenia cię w Internecie i kojarzenia z prawdziwą tożsamością. Nigdy nie używamy e-maili lub informacji o ułatwieniach dostępu do celów innych niż ułatwienie korzystania z Internetu i zapobieganie nadużyciom. Nasza polityka prywatności zawiera wyczerpujące i wiarygodne odpowiedzi na temat tego, w jaki sposób wykorzystujemy dane, ale krótka odpowiedź jest taka, że nie jesteśmy zainteresowani powiązaniem Cię jako osoby z Twoją historią przeglądania. Pracujemy również nad rozwiązaniem kryptograficznym, aby szybko usunąć Twój adres e-mail jednocześnie zachowując naszą zdolność do zapobiegania nadużyciom, stanowiąc uzupełnienie naszej pracy z Privacy Pass.",
    "page-acc-link-1": "Jeśli jesteś użytkownikiem ułatwień dostępu, zarejestruj się tutaj.",
    "page-acc-subhead": "Zapewnienie bezproblemowego dostępu dla wszystkich użytkowników przy jednoczesnym zachowaniu bezpieczeństwa",
    "page-acc-summary": "Podsumowanie",
    "page-acc-summary-contents-1": "hCaptcha ma na celu powstrzymywanie botów poprzez odróżnianie ich od ludzi. Testy wizualne są do tego wygodnym narzędziem, ale nie każdy może rozwiązać wizualne wyzwanie. Z tego powodu zaprojektowaliśmy prostą, bezbolesną alternatywę, aby umożliwić wydawcom korzystającym z naszych usług zachowanie dostępności dla wszystkich z pełną zgodnością z sekcją 508 i WCAG 2.0.",
    "page-acc-summary-contents-2": "Jak to działa: po pierwsze, użytkownik dostępności rejestruje się pod tym adresem URL, do którego link znajduje się na stronie informacyjnej widżetu hCaptcha. Dostają zaszyfrowane pliki cookie, z których można korzystać kilka razy dziennie, ale muszą być one odświeżane co 24 godziny poprzez logowanie. Gdy użytkownik otrzyma wyzwanie dla użytkownika dostępnego na dowolnej stronie korzystającej z usługi hCaptcha, automatycznie przejdzie.",
    "page-acc-title": "hCaptcha Informacje o dostępności",
    "page-acc-tr-body": "Pytanie: Po ustawieniu pliku cookie nadal widzę wyzwanie. Co to powoduje? Odpowiedź: Zazwyczaj wynika to z użycia agresywnego programu blokującego reklamy lub rozszerzenia anty-cookie lub ustawienia blokującego pliki cookie z różnych witryn, w tym przypadku pliku cookie dla hcaptcha.com, który jest ustawiany lub sprawdzany przez hCaptcha JavaScript w innej witrynie , jak ten, który odwiedzasz. Pliki cookie ułatwień dostępu hCaptcha działają ze wszystkimi popularnymi przeglądarkami i programami blokującymi reklamy z ich standardowymi ustawieniami, więc zazwyczaj niepowodzenia są spowodowane skryptami przeciw blokowaniu reklam lub podobnym zestawem reguł skierowanym na określone witryny. Rozwiązania: 1. Umieść pliki cookie hcaptcha.com i * .hcaptcha.com na białej liście w swoim narzędziu blokującym reklamy lub rozszerzeniu bezpieczeństwa przeglądarki. 2. Jeśli używasz przeglądarki Brave, która (jak na kwiecień 2020 r.) Nie wydaje się mieć żadnej białej listy plików cookie, przejdź do opcji Preferencje -> Tarcze -> Pliki cookie i wybierz opcję Zezwalaj na wszystkie pliki cookie. 3. Jeśli używasz najnowszej wersji Safari na niedawno wydanym OS X 10.15 lub iOS 13. 4, Apple właśnie zmieniło zachowanie Safari związane z plikami cookie innych firm, domyślnie blokując je wszystkie. Wdrażamy rozwiązanie, ale w międzyczasie odwiedź Preferencje Safari, sekcję Prywatność i odznacz Śledzenie witryny: Zapobiegaj śledzeniu w wielu witrynach, aby umożliwić poprawne działanie pliku cookie dostępności. Pytanie: Używam wielu urządzeń. Czy muszę rejestrować się wiele razy? Odpowiedź: Nie. Kliknij ten sam link logowania do e-maila wysłany do Ciebie na każdym urządzeniu, którego używasz, aby ustawić plik cookie.",
    "page-acc-tr-title": "Dla użytkowników ułatwień dostępu: Pytania i odpowiedzi oraz przewodnik rozwiązywania problemów",
    "priv-hc": "Koncentracja na prywatności",
    "priv-hc-text": "Sieci reklamowe postrzegają Cię jako swój produkt. My nie. Nie obchodzi nas, kim są użytkownicy, tylko prawdopodobieństwo, że będą złośliwi. Wspieramy inicjatywy takie jak Privacy Pass i ciężko pracujemy, aby zrównoważyć prywatność i bezpieczeństwo.",
    "sec-hc": "Bezpieczeństwo przede wszystkim",
    "sec-hc-text": "hCaptcha koncentruje się na wydawcach. Pracujemy nad tym, aby witryny były prawdziwe i pozwalały im decydować, jak z nich korzystać. Dokładność leży w twoim interesie i naszym. Inne captchas są dostarczane przez firmy reklamowe. Każdy bot, który zablokują, może zmniejszyć swoje przychody.",
    "what-is-hcaptcha": "Co to jest hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga twoim ulubionym usługom internetowym unikać botów, spamu i nadużyć, zadając proste pytania, które są łatwe dla ludzi i trudne dla maszyn.",
    "why-hc": "Dlaczego hCaptcha?",
    "why-hc-text": "Za każdym razem, gdy odpowiadasz na wyzwanie, używamy zaawansowanych modeli, aby dowiedzieć się, czy jesteś człowiekiem, czy maszyną. Witryna, którą odwiedziłeś, wykorzystuje ten wynik, aby poprawić jakość korzystania ze swojej witryny, blokując boty."
}