{
    "about-advisors-brendan": "د زړورتیا سی ای او. د موزیلا شریک موسس. د جاواسکریپټ پروګرام کولو ژبې جوړونکی. د براوزرونو جوړونکی او نور ډیر څه.",
    "about-advisors-dawn": "پروفیسور ، د کالیفورنیا پوهنتون ، برکلي کې CS. ژوره زده کړه ، امنیت ، د بلاکچین ماهر. د اویسیس لیبز سی ای او.",
    "about-advisors-head": "سلاکاران",
    "about-advisors-keiran": "په سټینفورډ کې د څیړنې پوه. په ماشینونو کې زده کړې او په لوی بانکونو ، هیج فنډونو ، او اکاډیمیا کې کمیتي مالي.",
    "about-content-head-1": "موږ څه کوو",
    "about-content-head-2": "دا ولې اهمیت لري",
    "about-content-text-1": "hCaptcha د Inteuition Machines Inc خدمت دی ، د AI او ماشین زده کړې شرکت چې د کچې او لید لید ډومین ML تمرکز لري. موږ د نړۍ په کچه د 2000 2000 شرکتونو لپاره د ویډیو او عکس تحلیلي خدمات وړولو لپاره په پراخه کچه د پیمانه کولو سیسټمونه جوړوو او چلولو یې.",
    "about-content-text-1a": "hCaptcha د بوټو مخه نیولو لپاره عصري ، محرمیت متمرکز چلند راوړي.",
    "about-content-text-1b": "موږ د کیپچا ننګونې ښیې چې د بوټو لپاره ستونزمن دي مګر د ماشین زده کړې له ستونزو څخه لیبل ډیټا راټولولو لخوا د خلکو لپاره اسانه ، او د دې توپیر لپاره چې ایا د ویب پا orې یا ایپ لیدونکی انسان دی.",
    "about-content-text-2": "ډیر معلومات عموما غوره پایلې تولیدوي. په سمه توګه لیبل شوي او اړوند ډیټاسیټونه جوړول او ساتل د وخت مصرف او ګران دي. hCaptcha په اصل کې د عکس لیبل کولو کې زموږ خپلو اړتیاو ته رسیدو لپاره رامینځته شوی و ، او اوس ورته ورته اړتیاو سره نورو شرکتونو لپاره شتون لري.",
    "about-content-text-2a": "بد لوبغاړي آنلاین ورځ تر بلې عام کیږي. مګر د کارونکي محرمیت قرباني کول ځواب نه دی.",
    "about-content-text-2b": "د اعلاناتو شرکتونو لخوا وړاندیز شوي امنیتي حلونه اساسا په ویب کې د کاروونکو تعقیب باندې تمرکز کوي. موږ یو مؤثره امنیتي حل رامینځته کړی چې دا ثابتوي چې د کاروونکي محرمیت ته زیان رسوي د غوره پایلو رسولو لپاره اړین ندي.",
    "about-intro-head-1": "د hCaptcha په اړه",
    "about-intro-head-2": "محرمیت ، امنیت ، او د ماشین زده کړه.",
    "about-intro-text": "hCaptcha د نړۍ ترټولو پراخه کارول شوی خپلواک خپلواک CAPTCHA خدمت دی.",
    "about-leadership-alex": "د ډیټابیس او بلاکچین ماهر. لومړنی انجینر په کلادرا او نور ډیر څه. د تخصص جوړولو سافټویر او ټیم لسیزې.",
    "about-leadership-eli": "اجرايوي ريس. په AI کې پیژندل شوی مشر. د تیرو لسیزو راهیسې د ماشین استخباراتو په پراخه کچه کاروباري ستونزو ته په پراخه کچه کار کړی.",
    "about-leadership-head": "رهبري",
    "about-leadership-todd": "په کمپیوټري بیولوژي ، سټینفورډ کې د PhD. له 1999 راهیسې د عصبي شبکو سره کار کول. په پلي شوي ML او په پراخه کچه ژورې زده کړې باندې تمرکز وکړئ.",
    "acc-opt": "د لاسرسي غوراوي",
    "acc-opt-but": "د لاسرسي انتخابونو په اړه نور معلومات زده کړئ",
    "acc-opt-text": "ایا تاسو لید لرئ یاست یا بل ډول د hCaptchas بشپړولو توان نلرئ؟",
    "accessibility-link": "لاسرسی",
    "appreciate-in": "موږ ستاسو معلومات منو. راځئ چې په کوم مسلو پوه شو او موږ به یې ژر حل کړو.",
    "fb-but": "موږ ته خپل نظر ولیږئ",
    "feedback-text": "د hCaptcha په اړه تاثرات وړاندې کړئ چې تاسو یې ولیدل",
    "footer-attribution": "منسوبیت",
    "footer-copyright-text": "hCaptcha د انترنیټي ماشینونو شرکت ثبت شوی سوداګریزه نښه ده.",
    "footer-header-1": "شرکت",
    "footer-header-2": "سرچینې",
    "footer-header-3": "اړیکه",
    "footer-link-1": "لیبل کول",
    "footer-link-10": "لاسرسی",
    "footer-link-2": "په اړه",
    "footer-link-3": "دندې",
    "footer-link-4": "سوداګري",
    "footer-link-5": "د AI اخلاق",
    "footer-link-6": "بلاګ",
    "footer-link-7": "حالت",
    "footer-link-8": "لاسوندونه",
    "footer-link-9": "بګ راپور کړئ",
    "footer-privacy": "محرمیت",
    "footer-subheader-1": "ملاتړ",
    "footer-subheader-2": "اړیکه",
    "footer-terms": "شرایط",
    "h-plans": "د ګډون پلانونه",
    "header-docs-link": "لاسوندونه",
    "header-labeling-services-link": "د نښکې خدمتونه",
    "header-login-button": "د ننه کیدل",
    "header-plans-link": "پلانونه",
    "header-signup-button": "ګډون کول",
    "home-about-head": "د hCaptcha په اړه",
    "home-about-subtitle": "د انسان پروتوکول لخوا ملاتړ شوی",
    "home-about-text-1": "hCaptcha ډیزاین شوی ترڅو د ماشین زده کړې کې خورا خورا کارمند ستونزه حل کړي: په وخت ، ارزانه او معتبره ډول د ډیرو ډیرو معلوماتو لیبل کول.",
    "home-about-text-2": "ډیر معلومات عموما د روزنې ماشین زده کړې موډلونو کې غوره پایلې تولیدوي. د ژورې ماډلونو وروستي بریالیتوب د ډیرو ډیټا ډیټا ډیروالی لامل شوی ، نږدې تل د ځینې انساني بیاکتنې سره. په هرصورت ، د میخانیکي ترک ، شکل اته ، او نورو له لارې د لویو بیاکتل شوي ډیټاسیټونو رامینځته کول دواړه ورو او ګران دي.",
    "home-about-text-3": "hCaptcha ویب پا allowsو ته اجازه ورکوي چې د دې غوښتنې خدمت کولو پیسې وګوري پداسې حال کې چې بوټونه او د ناوړه ګټه اخیستنې نور ډولونه بندوي.",
    "home-about-text-4": "د hCaptcha بازار پلی کول د HUMAN پروتوکول لخوا پرمخ وړل کیږي ، د بشري بیاکتنې لپاره یو مستقیم غیرمتمرکز پروتوکول چې د ایتیریم بلاکچین پرمخ وړي. ویب پاې د انسان ټوکن (HMT) لاسته راوړي کله چې کارونکي په خپل سایټ کې د hCaptcha ویجیټ کاروي ، او د ماشین زده کړې شرکتونه د دوی ډیټا لیبل کولو لپاره انساني ټوکن تادیه کوي.",
    "home-ba-labeling-services-link": "د نښکې خدمتونه",
    "home-benefits-head-1": "د ډیټا لیبل کولو ارزښت",
    "home-benefits-head-2": "خیرات ته بیرته ورکړئ",
    "home-benefits-text-1": "ایا تاسو احساس کړی چې هرځله چې تاسو په موټر باندې کلیک وکړئ تاسو د وړیا لپاره د ګینګټیک شرکت شرکت ماشین زده کړې سیسټم روزلو کې مرسته کوئ؟",
    "home-benefits-text-2": "hCaptcha دا ماډل شاوخوا بدلوي. کله چې تاسو hCaptcha کاروئ ، شرکتونه په هغه کار باندې داوطلبي کوي چې ستاسو کاروونکي یې کوي ځکه چې دوی د دوی بشریت ثابتوي. تاسو جایزې ترلاسه کوئ.",
    "home-benefits-text-3": "ایا غواړئ خپل غوره خیرات ته بیرته ورکړئ؟ hCaptcha تاسو ته اجازه درکوي د هغه عاید سره چې تاسو یې کارولو څخه ترلاسه کوئ د خپلې خوښې خیراتونه ملاتړ کوئ. ستاسو په سایټ کې کارونکي به ډیر ژر وکولی شي د hCaptcha انٹرفیس کې د امتیاز برانډینګ له لارې خیریه کولو کې ستاسو مرسته وګوري.",
    "home-challenge-text-1": "ټول عکسونه انتخاب کړئ چې د پوښتنې سره سمون لري",
    "home-challenge-text-2": "د څيزونو لپاره د محدود سيمه وټاکئ",
    "home-challenge-text-3": "اړوند لیبلونه وپیژنئ",
    "home-challenge-title-1": "پرتله کول",
    "home-challenge-title-2": "د بولۍ باکس",
    "home-challenge-title-3": "وېشنيزه",
    "home-challenges-head": "ننګونې وړاندې شوې",
    "home-challenges-text-1": "... او نور ساده دندې. د انسانانو لپاره اسانه ، د بوټو لپاره سخت.",
    "home-challenges-text-2": "دودیز دندې د تصدیو خپرونکو لپاره هم شتون لري.",
    "home-ent-1": "زموږ د تصدۍ امنیت وړاندیزونو په لټه کې یاست؟",
    "home-ent-2": "زموږ نوي وقف شوي سایټ څخه لیدنه وکړئ: BotStop.com",
    "home-ent-button": "نور زده کړئ: د hCaptcha لخوا BotStop",
    "home-from-the-blog": "له بلاګ څخه:",
    "home-from-the-blog-value": "د hCaptcha مشکل تنظیماتو تنظیم څنګه کار کوي",
    "home-intro-body": "ایا تاسو د بوټو ساتلو لپاره کیپچا کاروئ؟ hCaptcha د کارن محرمیت ساتي ، ویب پا rewardې انعام ورکوي ، او شرکتونو سره مرسته کوي د دوی ډیټا لیبل ترلاسه کړي. دا د reCAPTCHA لپاره ډراپ ان ځای دی: تاسو کولی شئ په څو دقیقو کې بدل شئ.",
    "home-intro-button": "همدا اوس ننوتل",
    "home-intro-head": "نور بوټونه ودروئ. د کارونکي محرمیت ساتل پیل کړئ.",
    "home-main-1": "شخصي. خوندي. ګړندی. او موږ تاسو د دې کارولو لپاره تادیه کوو.",
    "home-main-2": "د محرمیت تمرکز",
    "home-main-2c": "د اعلاناتو شبکې ستاسو لیدونکي د محصول په توګه ګوري. د hCaptcha لپاره محصول هغه کار دی چې دوی یې چمتو کوي. موږ پروا نه کوو چې ستاسو کاروونکي څوک دي ، یوازې څومره احتمال شتون لري چې دوی ناوړه وي. موږ د محرمیت پاس په څیر نوښتونو ملاتړ کوو ، او د محرمیت او امنیت د توازن لپاره سخت کار کوو.",
    "home-main-3": "لومړی امنیت",
    "home-main-3c": "درستي ستاسو او زموږ په ګټه ده. hCaptcha د خپرونکي تمرکز دی. موږ کار کوو چې تاسو ته ریښتیني معلومات درکړو او اجازه درکړو چې د دې کارولو څرنګوالی. نور کیپچا د لوی اعلاناتي شرکتونو لخوا چمتو شوي. دا پدې مانا ده چې هر هغه بوټ چې دوی یې مخنیوی کوي ممکن د دوی عاید کم کړي.",
    "home-main-4": "د کاروونکي غوره تجربه",
    "home-main-4c": "د ماشین زده کړې پرمختللي ماډلونه د انسانیت ټاکلو لپاره د hCaptcha لخوا کارول کیږي. دا موږ ته اجازه راکوي چې ستاسو کاروونکو څخه لږ ځورونکي دندو ته اړتیا ولرو او په دې کولو کې د دوی لږ وخت ونیسو ، پداسې حال کې چې لاهم د پیرودونکو لیبل کولو لپاره ګټور لیبل شوي ډیټا تولید کوي.",
    "home-main-plans": "hCaptcha د هرې اندازې خپرونکو لپاره د کارولو لپاره وړیا دی. په هرصورت ، د تصدیو او پلیټ فارمونو لپاره چې ډیر کنټرول ته اړتیا لري ، زموږ د تصدۍ حلونه شتون لري.",
    "home-main-plans2": "د hCaptcha تصدۍ حلونه د سیارې ځینې لوی شرکتونو لپاره د لسګونو ملی ویب پا millionsو په اوږدو کې ملیونونه کاروونکي ساتي. مهرباني وکړئ موږ سره د نورو معلوماتو لپاره اړیکه ونیسئ ، یا لیدنه وکړئ",
    "home-main-plans3": "د hCaptcha تصدۍ حلونه د سیارې ځینې لوی شرکتونو لپاره د لسګونو ملی ویب پا millionsو په اوږدو کې ملیونونه کاروونکي ساتي. مهرباني وکړئ موږ سره د نورو معلوماتو لپاره اړیکه ونیسئ ، یا لیدنه وکړئ",
    "home-main-plans4": "د توضیحاتو لپاره.",
    "home-plans-button-1": "همدا اوس ننوتل",
    "home-plans-button-2": "د اړیکې پلور",
    "home-plans-chart-head-1": "برخی",
    "home-plans-chart-head-2": "خپرونکی",
    "home-plans-chart-head-3": "تشبث",
    "home-plans-chart-row-1-cell-1": "د ننګونې ډولونه ښودل شوي",
    "home-plans-chart-row-1-cell-2": "محدود",
    "home-plans-chart-row-1-cell-3": "ټوله",
    "home-plans-chart-row-10-cell-1": "ګ-کارن ډشبورډونه",
    "home-plans-chart-row-11-cell-1": "د راپور ورکولو پرمختللي ب featuresې",
    "home-plans-chart-row-12-cell-1": "د تشبث SLAs",
    "home-plans-chart-row-2-cell-1": "د ننګونې منځپانګې کارول شوې",
    "home-plans-chart-row-2-cell-2": "محدود",
    "home-plans-chart-row-2-cell-3": "ټوله",
    "home-plans-chart-row-3-cell-1": "د انسان حلولو لپاره د انعامونو ګټل",
    "home-plans-chart-row-4-cell-1": "د نړۍ په کچه د بوټو ضد ساتنه",
    "home-plans-chart-row-5-cell-1": "په هر هیواد کې کار کوي",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA او 99.9 pass غیر فعال حالتونه",
    "home-plans-chart-row-6-cell-1": "د GDPR او CCPA- دوستانه محرمیت تګلاره",
    "home-plans-chart-row-7-cell-1": "د زړو مشکلاتو کچه",
    "home-plans-chart-row-8-cell-1": "خپل د ننګونې مینځپانګه پیل کړئ",
    "home-plans-chart-row-9-cell-1": "د وخت پر اساس د مهالویش مهال ویش",
    "home-try-it-out-button": "hCaptcha ترلاسه کړئ",
    "home-try-it-out-head": "وې آزمایه",
    "home-try-it-out-text": "hCaptcha ساده ، اسانه ، او د باور وړ بوټ کشف وړاندې کوي پداسې حال کې چې د حل کولو لپاره د انسانانو لپاره کوچني کیږي.",
    "labeling-about-head": "د hCaptcha په اړه",
    "labeling-about-text-1": "hCaptcha ډیزاین شوی ترڅو د ماشین زده کړې کې خورا خورا کارمخه ستونزه حل کړي؛ په وخت ، ارزانه ، او معتبره ب massiveه د ډیرو لوی مقدار لیبل کول. ډیر معلومات عموما د روزنې ماشین زده کړې موډلونو کې غوره پایلې تولیدوي. د ژورې ماډلونو وروستي بریا د ډیرو ډیټا ډیټا ډیروالي لامل شوې ، او hCaptcha دې اړتیا ته خدمت کوي.",
    "labeling-about-text-2": "په هرصورت ، د دودیزو میتودونو په کارولو سره د لویو بیاکتل شوي ډیټاسیټونو رامینځته کول دواړه ورو او ګران دي. hCaptcha د شرکتونو لپاره یوه لاره ده چې هغه اعلانونه ترلاسه کړي چې دوی ورته ګړندي اړتیا لري ، د لوړ کیفیت سره او د نورو بدیلونو په پرتله لږ لګښت کې.",
    "labeling-annotations-head": "د خبرتیا ډولونه",
    "labeling-annotations-text-1": "په عکسونو او ویډیو کې د درست شي کشف",
    "labeling-annotations-text-2": "په عکسونو او ویډیو کې د درست شي کشف",
    "labeling-annotations-text-3": "د ډیری مختلف کارولو قضیو لپاره توضیحات په ګوته کړئ",
    "labeling-annotations-text-4": "د هر اندازې پخپل سري کټګورۍ ترتیب یا ضمیمه کړئ",
    "labeling-annotations-text-5": "د بشري ځواک کشف او طبقه بندي",
    "labeling-annotations-text-6": "ایا بل ډول ته اړتیا شته چې دلته نه لیست شوي؟ یوازې موږ څخه پوښتنه وکړه.",
    "labeling-annotations-title-1": "د باؤډ باکسونه",
    "labeling-annotations-title-2": "پولیګانونه",
    "labeling-annotations-title-3": "نښې",
    "labeling-annotations-title-4": "د خاصیت طبقه بندي",
    "labeling-annotations-title-5": "پرتله کول او کشف",
    "labeling-annotations-title-6": "... او ډیر نور",
    "labeling-ent-button": "زموږ د تصدیو د حل ټیم سره اړیکه ونیسئ",
    "labeling-ent-head": "ایا د پای څخه تر پای کنټرول ته اړتیا لرئ؟",
    "labeling-ent-text-1": "د HCaptcha شاته د HUMAN پلیټ فارم د پریمیم ، هایبرډ ، یا ساس ځای پرځای کولو له لارې خورا پیچلي کاري کیفیت او مدیریت ب featuresې وړاندې کوي چې ستاسو موجوده سیسټمونو سره مدغم کیږي.",
    "labeling-ent-text-2": "په بشپړ ډول خپل د کاري ځواک سره چل کړئ ، د سوداګرۍ واحدونو یا کنسورشیم شریکانو کې مصرف شوي ارزښت تعقیب کړئ ، په ځانګړي ډول د لګښتونو او امنیت اړتیاو پراساس مختلف داخلي یا بهرني کارمندانو ته دندې په لاره اچول.",
    "labeling-ent-text-3": "اسانه API لاسرسی ، ښکلي ډشبورډونه ، او د لوپ ټیکنالوژي وروستي موډل ترڅو موثریت اعظمي کړئ.",
    "labeling-ent-text-4": "99.99 up اپټایم SLAs او 24/7 نړیوال ملاتړ شتون لري. د نورو معلوماتو لپاره:",
    "labeling-features-head-1": "ساده API چلول شوي پایپلاینونه.",
    "labeling-features-head-2": "د لګښت او کیفیت لپاره غوره شوی. هیڅ مخکینۍ ژمنې ته اړتیا نشته.",
    "labeling-features-head-3": "یوازې هغه دقت لپاره چې تاسو ورته اړتیا لرئ تادیه کړئ.",
    "labeling-features-head-4": "خپل د ځمکې حقایق ډیټا چمتو کړئ یا راځئ چې دا په الوتنه کې جوړ کړو.",
    "labeling-features-text-1": "ایا غواړئ د انسان بیاکتنه مستقیم ستاسو د سوداګرۍ عملیاتو کې مدغم کړئ؟ موږ د لوړې اعتبار SLAs ، تضمین وړ ظرفیت ، او ساده REST API وړاندیز کوو.",
    "labeling-features-text-2": "د HUMAN پلیټ فارم د ریښتیني وخت کیفیت کیفیت تحلیل ترسره کولو لپاره د اعتماد جامع ماډل کاروي. دا موږ ته اجازه راکوي چې ژر تر ژره د پوښتنو او د دوی احتمالي سم ځواب دواړه ستونزې وټاکو ، ستاسو وخت او پیسې خوندي کړئ.",
    "labeling-features-text-3": "ټولې ستونزې یو شان ندي. د خوندیتوب - مهمو دندو لپاره توضیحات ممکن د بشپړ بشري کارګرو څخه 99.99٪ باور ته اړتیا ولري. په ګرځنده لوبو کې د یوې بیټا ب forې لپاره خبرتیاوې ممکن یوازې اعتدال اعتماد ته اړتیا ولري. ته پریکړه وکړه.",
    "labeling-features-text-4": "ایا تاسو د جامع تایید سیټ پرته خام معلومات لرئ؟ په ډیری قضیو کې موږ کولی شو ستاسو لپاره یو جوړ کړو ځکه چې د سیسټم له لارې دندې پرمخ وړل کیږي ، یا ستاسو د تایید لپاره لیبل شوي نمونې رامینځته کړئ.",
    "labeling-info-head": "د معلوماتو لیبل شوي ترلاسه کول",
    "labeling-info-text-1": "زموږ د ډومین متخصصینو سره وغږیږئ ترڅو ستاسو د پروژې اړتیاوې تعریف کړئ: د موخې درستیت ، ب formatه ، او کوم ځانګړي غوښتنې.",
    "labeling-info-text-2": "موږ ستاسو د نمونې ډاټا پراساس کوچني تولید دنده اجرا کوو. دا هغه کار تجربه کوي چې موږ یې په ګډه ترسره کړي دي ترڅو ډاډ ترلاسه کړئ چې تاسو هغه څه ترلاسه کوئ چې اړتیا ورته لرئ.",
    "labeling-info-text-3": "زموږ د لوړې اندازې او ټیټ ځنډ سره موږ به ستاسو کار په چټکۍ سره بدل کړو ، د اتوماتیک تحویل سره چې ژر یې سرته ورسي.",
    "labeling-info-text-4": "لکه څنګه چې موږ ستاسو د تولید کار پیرامیټونو باندې ښه پوهیږو ، پایلې به د وخت په تیریدو سره پرمختګ ته دوام ورکړي.",
    "labeling-info-text-5": "ژوندی ډشبورډ تاسو ته اجازه درکوي چې هر وخت خپل تاثرات وړاندې کړئ یا تولید ودروئ.",
    "labeling-info-title-1": "مشخصات تعریف کړئ",
    "labeling-info-title-2": "د دندې لومړنۍ ازموینه",
    "labeling-info-title-3": "د تولید دندې ځای پرځای کول",
    "labeling-info-title-4": "دوامداره وده",
    "labeling-info-title-5": "د ریښتیني وخت پایلې",
    "labeling-main-1": "په کچه په کچه د مؤثره معلوماتو لیبل کول",
    "labeling-main-1-button": "خپل ډاټا لیبل شوي اوس ترلاسه کړئ",
    "labeling-main-1c": "ستاسو د ډیټا لپاره نورو لیبلونو ته اړتیا لرئ؟ hCaptcha د مصنوعي استخباراتو او ماشین زده کړې غوښتنلیکونو کار کولو شرکتونو لپاره ګړندي ، ارزانه ، او د لوړ کیفیت معلوماتو لیبل چمتو کوي.",
    "labeling-main-2": "په فوري توګه ملیونونه دندې پیل کړئ.",
    "labeling-main-2-button": "د معلوماتو لیبل کولو خدمات وپیرئ",
    "labeling-main-2c": "hCaptcha ستاسو د استعمال لپاره موجود سیارې کې ترټولو لوی حوض لري. هر څه چې ستاسو پیمانه وي ، موږ دا د ګران فرعي ژمنې پرته اداره کولی شو. هره ورځ ملیونونه وظیفه نلري.",
    "labeling-platform-head": "شخصي یا عامه معلومات",
    "labeling-platform-text": "hCaptcha په HUMAN پلیټ فارم کې رامینځته شوی ، کوم چې پیچلي روټ او تحلیل ته اجازه ورکوي چې په هر مرحله کې لګښت او موثریت غوره کړي. دا ټیکنالوژي سم کاري ځواک ته اجازه ورکوي ستاسو دندې هره برخه اداره کړي ، د لګښت موثریت اعظمي کړي پداسې حال کې چې د محرمیت ساتنه کوي او د تنظیمي اړتیاو پوره کول چې ممکن پلي شي.",
    "labeling-try-button": "د معلوماتو لیبل کولو خدمات وپیرئ",
    "labeling-try-head": "ایا غواړئ دا د خپل ډاټا سره هڅه وکړئ؟",
    "labeling-try-text": "... موږ چمتو یو کله چې تاسو یاست: زموږ خدمت د ساعت په شاوخوا کې شتون لري.",
    "learn-more-hcaptcha": "د hCaptcha په اړه نور معلومات زده کړئ",
    "page-acc-faq-1": "پوښتنه: ایا د hCaptcha برخه 508 + WCAG 2.0 مطابق ده؟ ځواب: موږ پدې باور یو: ټول هغه کاروونکي چې د هر ډول معیوبیت سره چې د ویب لټون کولو توان لري او په فورمو کې متن دننه کولی شي د ثبت سره د hCaptcha لخوا خوندي خدماتو ته لاسرسی ومومي. په هرصورت ، دا قانوني مشوره نده: تاسو باید خپله ارزونه ترسره کړئ ، خپل ځانګړي تطبیق په پام کې ونیسئ ترڅو ډاډ ترلاسه کړئ چې دا ستاسو د ګمارلو قضیه ده.",
    "page-acc-faq-2": "پوښتنه: ایا تاسو د لاسرسي (a11y) اختیارونو لکه آډیو په څیر کار کوئ؟ ځواب: دمخه مشهور انتخابونه لکه آډیو کیپچا د ډیری A11y کاروونکو سره توپیر لري او په اسانۍ سره د عصري ماشین زده کړې تخنیکونو لخوا ماتې شوې. دا اوسني آډیو ننګونې دې ته اړ کړې چې ډیر او ستونزمن شي ، د پیژندلو غږ ، عجیب وخت ، د غیر معمولي ټکي ترکیبونه ، او داسې نور د برید کونکو ماتولو لپاره. موږ پدې توګه د دې چلند په اړه لږ لیوالتیا لرو په پرتله د ننګونې څخه په کلکه ډډه کوو ، مګر دا به په پام کې ونیسو که چیرې د 1111 ټولنې غوښتنه شتون ولري. په هرصورت ، موږ د لاسرسي کارولو قضیې لپاره د محرمیت پاس کې خورا علاقه لرو. موږ باور لرو چې زموږ د A11y اوسنۍ کړنالرې د محرمیت پاس توضیح سره یوځای کول به a11y کاروونکو ته اجازه ورکړي چې خوندي تلیفون وکړي ، په دې پوهه کې خوندي شي چې د دوی ترافیک ډیر شخصي دی ، پداسې حال کې چې د بیوټ آپریټرانو لخوا ناوړه ګټه اخیستنې محدودیت چې په غیر یقینی ډول پیښیږي کله چې د A11y اختیارونه شتون ولري. موږ د دې نوې ټیکنالوژۍ معیاري کولو IETF کاري ډلې کې فعال برخه اخیستونکي یو.",
    "page-acc-faq-3": "پوښتنه: د محرمیت په اړه څه؟ ایا ثبت کول په یو ډول د A11y لټون کولو ډاټا افشا کوي؟ تاسو د بریښنالیک سره څه کوئ؟ ځواب: hCaptcha له ځمکې څخه د محرمیت لپاره ډیزاین شوی. دا د دودیز اختیارونو په څیر خورا توپیر لري لکه ریکاچا چې د اعلاناتو شبکو ملکیت دی ، څوک چې تاسو ته د ویب شاوخوا تعقیبولو لپاره هڅونه لري او تاسو ته د ریښتیني شناخت سره ملګرتیا کوي. موږ هیڅکله د لاسرسي بریښنالیکونه یا معلومات د کوم بل هدف لپاره د A11y کارول اسانه کولو او د ناوړه ګټه اخیستنې مخنیوي پرته نه کاروو. زموږ د محرمیت تګلاره جامع او مستند ځوابونه لري پدې اړه چې موږ څنګه ډاټا کاروو ، مګر لنډ ځواب دا دی چې موږ ستاسو د لټون کولو تاریخ سره د یو شخص په توګه ملګری کولو کې هیڅ علاقه نلرو. همدا اوس موږ د کریپټوګرافیک حل کار کوو چې ستاسو د بریښنالیک پتې په چټکۍ له مینځه وړو. پداسې حال کې چې لاهم د ناوړه ګټه اخیستنې مخنیوي لپاره زموږ وړتیا ساتي ، زموږ د محرمیت پاس کار بشپړوي.",
    "page-acc-link-1": "که تاسو د لاسرسي کاروونکي یاست ، مهرباني وکړئ دلته لاسلیک وکړئ.",
    "page-acc-subhead": "د امنیت ساتلو پرمهال د ټولو کاروونکو لپاره د بې سیمه لاسرسي تضمین کول",
    "page-acc-summary": "لنډیز",
    "page-acc-summary-contents-1": "hCaptcha ډیزاین شوی ترڅو د خلکو څخه د توپیر په واسطه د بوټو مخه ونیسي. لید ازمونې د دې لپاره مناسب وسیله ده ، مګر هرڅوک نشي کولی د لید ننګونه حل کړي. د دې دلیل لپاره موږ یو ساده ، بې دردانه بدیل ډیزاین کړی چې خپرونکو ته اجازه راکړئ چې زموږ د خدماتو کارولو سره د 508 بشپړ برخې او WCAG 2.0 موافقت سره ټولو لپاره لاسرسي خوندي کړي.",
    "page-acc-summary-contents-2": "دا څنګه کار کوي: لومړی ، د لاسرسي کاروونکي پدې URL کې لاسلیک کوي ، کوم چې د hCaptcha ویجټ معلوماتو پا inه کې تړل شوی. دوی ته یو کوډ شوی کوکی ورکول کیږي چې په ورځ کې څو ځله کارول کیدی شي ، مګر باید په هر 24 ساعتونو کې د ننوتلو له لارې تازه شي. کله چې ننګونه په هر سایټ کې د لاسرسي کاروونکي ته د hCaptcha خدمت په کارولو سره وړاندې شي ، نو دوی به په اتومات ډول تیریږي.",
    "page-acc-title": "د hCaptcha لاسرسي معلومات",
    "page-acc-tr-body": "پوښتنه: زه د کوکي تنظیم کولو وروسته اوس هم ننګونه ګورم. د دې لامل څه دی؟ ځواب: دا عموما د حمله کونکي اعلان کونکي یا د کوکي ضد توسیع کارولو له امله دی ، یا هغه ترتیب چې د کراس سایټ کوکیز بندوي ، پدې حالت کې د hcaptcha.com لپاره کوکی چې په بل سایټ کې د hCaptcha جاواسکریپټ لخوا ترتیب شوی یا چیک شوی وي. ، لکه هغه څوک چې تاسو لیدنه کوئ. د hCaptcha لاسرسي کوکیز د ټولو معتبر براوزرانو او اډ بلاکرانو سره د دوی د معیاري ترتیباتو سره کار کوي ، نو په عموم کې ناکامي د اینټي اډ بلاک سکریپټونو یا ورته ځانګړي مقرراتو له امله دي چې ځانګړي سایټونه په نښه کوي. حلونه: 1. ستاسو د اعلان مخنیونکي یا د براوزر امنیت توسیع کې د whitelist hcaptcha.com او * .hcaptcha.com کوکیز. 2. که تاسو د زړور براوزر کاروئ ، کوم چې د (2020 اپريل پورې) داسې نه بریښي چې د کوم ډول کوکي سپینې لیست ولري ، غوره توبونو -> شیلډز -> کوکیز ته لاړشئ او ټول کوکیز ته اجازه ورکړئ غوره کړئ. 3. که تاسو په وروستي خپور شوي OS X 10.15 یا iOS 13 کې د سفاري خورا وروستي نسخه کاروئ. 4 ، ایپل یوازې د دریمې ډلې کوکیز پورې اړوند د سفاري چلند بدل کړی ، او ټول یې په ډیفالټ بندوي. موږ د حل لاره پلي کوو ، مګر په ورته وخت کې مهرباني وکړئ د سفاري غوره توبونو ، د محرمیت برخې ، او د ویب پا traې تعقیب غیرقانوني کړئ: د لاسرسي کوکي وړتیا لپاره چې د توقع په توګه فعالیت وکړي. پوښتنه: زه ډیری وسایل کاروم. ایا زه اړتیا لرم چې څو ځله لاسلیک وکړم؟ ځواب: نه. مهرباني وکړئ د ورته بریښنالیک ننوتل لینک باندې کلیک وکړئ چې تاسو ته په هر وسیله کې لیږل شوي چې تاسو یې د کوکی تنظیم کولو لپاره کاروئ.",
    "page-acc-tr-title": "د لاسرسي کاروونکو لپاره: Q&A او د ستونزو حلولو لارښود",
    "priv-hc": "د محرمیت تمرکز",
    "priv-hc-text": "د اعلاناتو شبکې تاسو د دوی محصول په توګه ګوري. موږ یې نه کوو. موږ پروا نه کوو چې کاروونکي څوک دي ، یوازې څومره احتمال شتون لري چې دوی ناوړه وي. موږ د محرمیت پاس په څیر نوښتونو ملاتړ کوو ، او د محرمیت او امنیت د توازن لپاره سخت کار کوو.",
    "reporting-bugs-accessibility-button": "د لاسرسي انتخابونو په اړه نور معلومات زده کړئ",
    "reporting-bugs-accessibility-head": "د لاسرسي غوراوي",
    "reporting-bugs-accessibility-text": "ایا تاسو لید لرئ یاست یا بل ډول د hCaptchas بشپړولو توان نلرئ؟",
    "reporting-bugs-guide-ff-head": "د بګ راپور توضیحات نیول: فایرفوکس",
    "reporting-bugs-guide-ff-step-1": "1 ګام: د پراختیا کونکي وسیلې خلاص کړئ (دا د ناستې ثبت پیل کوي.)",
    "reporting-bugs-guide-ff-step-2": "مرحله 2: په پراختیا کونکي وسیلو کې د شبکې ټب باندې کلیک وکړئ. په پورتنۍ برخه کې د پرسیسټ لاګ باکس وګورئ.",
    "reporting-bugs-guide-ff-step-3": "مرحله 3: https://accounts.hcaptcha.com/demo ، یا ویب پا visitه وګورئ چې تاسو مسله لرئ (د محرمیت یادونه: یوازې که تاسو د هغه څه په شریکولو کې پروا نه کوئ) ... او بیا په کلیک وکړئ I زه انساني ت buttonۍ یم ، او د حل کولو هڅه وکړئ.",
    "reporting-bugs-guide-ff-step-4": "4 ګام: د HAR کلیک کولو وروسته کله چې تاسو د حل کولو هڅه کوئ ، او د HAR په توګه ټول خوندي کړئ د شبکې لاګ خوندي کولو لپاره غوره کړئ. هغه فایل موږ ته راولیږئ.",
    "reporting-bugs-guide-ff-step-5": "5 ګام: په کنسول ټب باندې کلیک وکړئ ، او ښیې کلیک وکړئ بیا ټول وټاکئ او دا په متن فایل کې خوندي کړئ ، ترڅو د کنسول لاګ خوندي کړئ. موږ ته یې هم واستوئ.",
    "reporting-bugs-guide-ff-step-6": "وروستی مرحله: د دې HAR او کنسول لاګ فایلونه موږ ته بریښنالیک کړئ ، او ستونزه تشریح کړئ کارول: ملاتړ@hcaptcha.com (مهرباني وکړئ د Dropbox یا فایلبن په څیر خدمت څخه کار واخلئ او لینکونه واستوئ) او په اختیاري ډول یو سکرین شاټ ، که تاسو شک لرئ چې داسې څه شتون نلري چې سم ښیې نه . مهرباني وکړئ هغه IP واستوئ چې تاسو یې هم کاروئ. تاسو دا د https://www.whatsmyip.org/ څخه ترلاسه کولی شئ د وخت په اخیستلو مننه چې موږ سره د دې معلوماتو په ترلاسه کولو کې مرسته وکړئ! موږ ژمن یو چې د هرچا لپاره د hCaptcha کار ښه ترسره کړو.",
    "reporting-bugs-guide-head": "د بګ راپور توضیحات نیول: کروم",
    "reporting-bugs-guide-step-1": "1 ګام: د پراختیا کونکي وسیلې خلاص کړئ (دا د ناستې ثبت پیل کوي.)",
    "reporting-bugs-guide-step-2": "مرحله 2: په پراختیا کونکي وسیلو کې د شبکې ټب باندې کلیک وکړئ. په پورتنۍ برخه کې د خوندي توب ساتنه خانه وګورئ.",
    "reporting-bugs-guide-step-3": "مرحله 3: https://accounts.hcaptcha.com/demo ، یا ویب پا visitه وګورئ چې تاسو مسله لرئ (د محرمیت یادونه: یوازې که تاسو د هغه څه په شریکولو کې پروا نه کوئ) ... او بیا په کلیک وکړئ I زه انساني ت buttonۍ یم ، او د حل کولو هڅه وکړئ.",
    "reporting-bugs-guide-step-4": "څلورم ګام: د صادراتو HAR (لږ ښکته تیر) کلیک وکړئ وروسته له هغه چې تاسو د حل هڅه کوئ ، کوم چې د شبکې لاګ خوندي کوي. هغه فایل موږ ته راولیږئ.",
    "reporting-bugs-guide-step-5": "5 ګام: د کنسول ټب باندې کلیک وکړئ ، او ښیې کلیک وکړئ بیا د خوندي په توګه .. خوندي کړئ ترڅو د کنسول لاګ خوندي کړئ. موږ ته یې هم واستوئ.",
    "reporting-bugs-guide-step-6": "وروستی مرحله: هغه HAR او کنسول لاگ فایلونه موږ ته بریښنالیک کړئ ، او ستونزه تشریح کړئ. وکاروئ: ملاتړ@hcaptcha.com (مهرباني وکړئ د Dropbox یا فایلبین په څیر خدمت وکاروئ او لینکونه واستوئ) او په اختیاري ډول یو سکرین شاټ ، که تاسو شک لرئ چې داسې څه شتون نلري چې سم یې نه ښیې. مهرباني وکړئ هغه IP واستوئ چې تاسو یې هم کاروئ. تاسو دا د https://www.whatsmyip.org/ څخه ترلاسه کولی شئ د وخت په اخیستلو مننه چې موږ سره د دې معلوماتو په ترلاسه کولو کې مرسته وکړئ! موږ ژمن یو چې د هرچا لپاره د hCaptcha کار ښه ترسره کړو.",
    "reporting-bugs-guide-text-1": "ستاسو د راپور سره د ډیبینګ معلوماتو لیږل به زموږ لپاره دا خورا اسانه کړي چې وپیژندل شي څه پیښیږي. دلته ګام په ګام لارښوونې دي:",
    "reporting-bugs-guide-text-2": "که تاسو د ویب پرمختیا کونکي یا ماهر کاروونکي یاست ، لنډیز موږ غواړو چې تاسو موږ ته د HAR ثبتولو او د براوزر کنسول لاګون راولیږئ. مهرباني وکړئ لومړی د هر اعلان کونکي یا د براوزر امنیت توسیع غیر فعالولو هڅه وکړئ او بیا مخکې لدې چې دې مرحلو ته ورشئ هڅه وکړئ. که دا ستاسو ستونزه حل کړي ، موږ بیا هم ستاینه کوو چې موږ ته اجازه راکړئ اجازه راکړئ خپل براوزر نسخه ، د اعلان مخنیونکي یا براوزر توسیع ، او د ویب پا URLې URL.",
    "reporting-bugs-intro-head": "یوه ستونزه وموندله؟ دلته د دې راپور ورکولو څرنګوالی دی.",
    "reporting-bugs-intro-text": "په ملیونونه خلک هره میاشت د hCaptcha کاروي ، په زرهاو ترکیبونو د براوزرونو ، غزونو ، وسیلو ، اور وژنو او نور ډیر څه باندې. زموږ هدف دا دی چې ډاډ ترلاسه کړئ چې دا تل ستاسو لپاره کار کوي ، نو موږ ستاسو راپورونو ته ډیره زیاته ستاینه کوو! د چټک غبرګون ورکولو لپاره ، یوازې موږ ته د رایې لیږلو ت buttonۍ باندې کلیک وکړئ. که تاسو یوه فعاله مسله ګورئ ، مهرباني وکړئ لاندې د فایرفوکس لپاره د کروم لپاره د ډیبګ لاګ لارښوونې تعقیب کړئ یا د ډبګ لاګ لارښوونې تعقیب کړئ. د نورو براوزرونو لپاره یوازې موږ ته بریښنالیک راکړئ. د احتمالي امنیت یا محرمیت مسلو لپاره ، لاندې لارښوونې وګورئ.",
    "reporting-bugs-privacy-head": "د محرمیت مسلې",
    "reporting-bugs-privacy-text": "موږ پروا نه کوو چې کاروونکي څوک دي ، یوازې څومره احتمال شتون لري چې دوی ناسم یا ماشین وي. موږ د محرمیت پاس په څیر نوښتونو ملاتړ کوو ، او د محرمیت او امنیت د توازن لپاره سخت کار کوو. که تاسو کومه ستونزه وموندله چې تاسو فکر کوئ د کارونکي محرمیت اغیزه کولی شي ، نو مهرباني وکړئ موږ ته بریښنالیک وکړئ support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "موږ ته خپل نظر ولیږئ",
    "reporting-bugs-provide-feedback-head": "په hCaptcha کې سمدستي غبرګون چمتو کړئ",
    "reporting-bugs-provide-feedback-text": "موږ ستاسو معلومات منو. راځئ چې په کوم مسلو پوه شو او موږ به یې ژر حل کړو.",
    "reporting-bugs-security-head": "امنیتي کړۍ",
    "reporting-bugs-security-text": "موږ تل د امنیتی ستونزو راپورونو ترلاسه کولو کې علاقه لرو. بریښنالیک support@hcaptcha.com او CC امنیت@hcaptcha.com او موږ به ژر ستاسو سره اړیکه ونیسو. موږ د hCaptcha خدمت او اړوند سرچینې کوډ کې د وړ امنیتی راپورونو لپاره د بګ فضل پروګرام هم لرو.",
    "sec-hc": "لومړی امنیت",
    "sec-hc-text": "hCaptcha د خپرونکي تمرکز دی. موږ سایټونو ته ریښتینې ډیټا ورکولو لپاره کار کوو او اجازه راکړئ پریکړه وکړو چې دا څنګه وکاروي. درستي ستاسو او زموږ په ګټه ده. نور کیپچا د اعلاناتو شرکتونو لخوا چمتو شوي. هر هغه بوټ چې دوی یې بلاک کوي ممکن د دوی عاید کم کړي.",
    "switch-to-english-link": "انګلیسي ته وګرځه",
    "what-is-hcaptcha": "hCaptcha څه شی دی؟",
    "what-is-hcaptcha-text": "hCaptcha ستاسو د غوره ویب خدماتو کې د ساده پوښتنو په کولو سره د بوټو ، سپیم ، او ناوړه ګټه ساتلو کې مرسته کوي چې د انسانانو لپاره اسانه دي او د ماشینونو لپاره ستونزمن دي.",
    "why-hc": "ولې hCaptcha؟",
    "why-hc-text": "هر ځل چې تاسو یوې ننګونې ته ځواب ووایاست ، موږ پیچلي ماډلونه کاروو ترڅو معلومه کړو چې ایا تاسو انسان یا ماشین یاست. هغه ویب پا youه چې تاسو بیا لیدلي وي دا پایله د بوټو ساتلو سره د دوی په سایټ کې ستاسو تجربه ښه کولو کې کاروي."
}