{
    "acc-opt": "Opções de acessibilidade",
    "acc-opt-but": "Saiba mais sobre as opções de acessibilidade",
    "acc-opt-text": "Você tem deficiência visual ou não consegue concluir o hCaptchas?",
    "accessibility-link": "Acessibilidade",
    "appreciate-in": "Agradecemos a sua opinião. Informe-nos sobre quaisquer problemas e os resolveremos rapidamente.",
    "fb-but": "Envie-nos um feedback",
    "feedback-text": "Forneça feedback sobre o hCaptcha que você acabou de ver",
    "home-ent-1": "Procurando nossas ofertas de segurança corporativa?",
    "home-ent-2": "Visite nosso novo site dedicado: BotStop.com",
    "home-intro-body": "Você usa um captcha para impedir bots? O hCaptcha protege a privacidade do usuário, recompensa sites e ajuda as empresas a rotular seus dados. É um substituto para o reCAPTCHA: você pode alternar em minutos.",
    "home-intro-head": "Pare mais bots. Comece a proteger a privacidade do usuário.",
    "home-main-1": "Privado. Seguro. Mais rápido. E nós pagamos para você usá-lo.",
    "home-main-2": "Privacidade focada",
    "home-main-2c": "As redes de anúncios veem seus visitantes como o produto. Para o hCaptcha, o produto é o trabalho que eles fornecem. Não nos importamos com quem são seus usuários, apenas com a probabilidade de serem maliciosos. Apoiamos iniciativas como o Privacy Pass e trabalhamos duro para equilibrar privacidade e segurança.",
    "home-main-3": "Segurança em primeiro lugar",
    "home-main-3c": "A precisão é do seu interesse e do nosso. O hCaptcha é focado no editor. Trabalhamos para fornecer dados reais e permitir que você decida como usá-los. Outros captchas são fornecidos por",
    "home-main-3c2": "empresas de publicidade. Isso significa que todo bot bloqueado pode reduzir sua receita.",
    "home-main-4": "Melhor experiência do usuário",
    "home-main-4c": "Modelos sofisticados de aprendizado de máquina são usados pelo hCaptcha para determinar a humanidade. Isso nos permite exigir tarefas menos irritantes de seus usuários e dedicar menos tempo a fazê-lo, enquanto produzimos dados rotulados úteis para rotular os clientes.",
    "home-main-plans": "O hCaptcha é gratuito para editores de qualquer tamanho. No entanto, para empresas e plataformas que precisam de mais controle, nossas soluções corporativas estão disponíveis.",
    "home-main-plans2": "As soluções empresariais da hCaptcha protegem milhões de usuários em dezenas de milhões de sites para algumas das maiores empresas do planeta. Entre em contato conosco para mais informações ou visite",
    "home-main-plans3": "As soluções empresariais da hCaptcha protegem milhões de usuários em dezenas de milhões de sites para algumas das maiores empresas do planeta. Entre em contato conosco para mais informações ou visite",
    "home-main-plans4": "para detalhes.",
    "learn-more-hcaptcha": "Saiba mais sobre o hCaptcha",
    "page-acc-faq-1": "Pergunta: O hCaptcha Seção 508 + WCAG 2.0 é compatível? Resposta: Acreditamos que sim: todos os usuários com qualquer forma de impedimento que possam navegar na Web e inserir texto em formulários podem acessar serviços protegidos pelo hCaptcha após o registro. No entanto, este não é um conselho legal: você deve executar sua própria avaliação, levando em consideração sua implementação específica para garantir que este seja o caso de sua implantação.",
    "page-acc-faq-2": "Pergunta: Você está trabalhando em outras opções de acessibilidade (a11y), como áudio? Resposta: Opções anteriormente populares, como capturas de áudio, discriminam muitos usuários do mundo todo e são facilmente derrotadas pelas modernas técnicas de aprendizado de máquina. Isso forçou os desafios atuais de áudio a se tornarem cada vez mais difíceis, introduzindo ruído, tempo estranho, combinações incomuns de palavras e assim por diante para derrotar os atacantes. Portanto, estamos menos entusiasmados com essa abordagem do que evitar o desafio, mas o consideraremos se houver demanda da comunidade todos os dias. No entanto, estamos muito interessados no Passe de Privacidade para o caso de uso Acessibilidade. Acreditamos que a combinação de nossa abordagem atual do a11y com a emissão do Privacy Pass permitirá que todos os usuários naveguem com segurança, sabendo que seu tráfego é mais privado, enquanto restringem o abuso por parte dos operadores de bot que inevitavelmente ocorre quando todas as opções estão disponíveis. Somos participantes ativos do grupo de trabalho da IETF, padronizando essa nova tecnologia.",
    "page-acc-faq-3": "Pergunta: E a privacidade? O registro expõe todos os dados de navegação de alguma forma? O que você faz com o email? Resposta: O hCaptcha foi desenvolvido para oferecer privacidade desde o início. É muito diferente das opções tradicionais, como o reCAPTCHA, de propriedade de redes de anúncios, que têm um incentivo para rastrear você na web e associá-lo a uma identidade real. Nunca usamos e-mails ou informações de acessibilidade para qualquer finalidade que não seja facilitar o uso diário e impedir abusos. Nossa política de privacidade tem respostas abrangentes e autorizadas sobre como usamos os dados, mas a resposta curta é que não temos interesse em associá-lo como pessoa ao seu histórico de navegação. Atualmente, também estamos trabalhando em uma solução criptográfica para descartar rapidamente seu endereço de e-mail enquanto ainda preservamos nossa capacidade de impedir abusos, complementando nosso trabalho no Privacy Pass.",
    "page-acc-link-1": "Se você é um usuário de acessibilidade, inscreva-se aqui.",
    "page-acc-subhead": "Garantir acesso contínuo a todos os usuários, mantendo a segurança",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "O hCaptcha foi projetado para interromper os bots, distinguindo-os das pessoas. Os testes visuais são uma ferramenta conveniente para isso, mas nem todos podem resolver um desafio visual. Por esse motivo, criamos uma alternativa simples e simples para permitir que os editores que usam nosso serviço preservem a acessibilidade para todos com total conformidade com a Seção 508 e as WCAG 2.0.",
    "page-acc-summary-contents-2": "Como funciona: primeiro, um usuário de acessibilidade se inscreve neste URL, que está vinculado na página de informações do widget hCaptcha. Eles recebem um cookie criptografado que pode ser usado várias vezes por dia, mas deve ser atualizado a cada 24 horas via login. Quando um desafio é apresentado a um usuário de acessibilidade em qualquer site usando o serviço hCaptcha, eles passam automaticamente.",
    "page-acc-title": "Informações de acessibilidade do hCaptcha",
    "page-acc-tr-body": "Pergunta: Ainda estou vendo um desafio depois de configurar o cookie. O quê está causando isto? Resposta: Normalmente, isso ocorre devido ao uso de um bloqueador de anúncios agressivo ou extensão anti-cookie ou de uma configuração que bloqueia cookies entre sites; nesse caso, um cookie para hcaptcha.com definido ou verificado pelo hCaptcha JavaScript em um site diferente , como o que você está visitando. Os cookies de acessibilidade do hCaptcha funcionam com todos os navegadores e bloqueadores de anúncios populares com suas configurações padrão; portanto, as falhas geralmente ocorrem devido a scripts anti-anti-adblock ou conjuntos de regras semelhantes direcionados a sites específicos. Soluções: 1. Lista de permissões de cookies hcaptcha.com e * .hcaptcha.com no bloqueador de anúncios ou na extensão de segurança do navegador. 2. Se você estiver usando o navegador Brave, que não parece (em abril de 2020) ter nenhum tipo de lista de permissões, vá para Preferências -> Escudos -> Cookies e escolha Permitir Todos os Cookies. 3. Se você estiver usando a versão mais recente do Safari no OS X 10.15 ou no iOS 13. 4, lançado recentemente, a Apple alterou o comportamento do Safari relacionado a cookies de terceiros, bloqueando todos eles por padrão. Estamos implementando uma solução, mas, enquanto isso, visite Preferências do Safari, seção Privacidade e desmarque o rastreamento do site: Impeça o rastreamento entre sites para permitir que o cookie de acessibilidade funcione conforme o esperado. Pergunta: Eu uso vários dispositivos. Preciso me inscrever várias vezes? Resposta: Não. Clique no mesmo link de login de e-mail enviado a você em cada dispositivo usado para definir o cookie.",
    "page-acc-tr-title": "Para usuários de acessibilidade: Guia de perguntas e respostas e solução de problemas",
    "priv-hc": "Privacidade focada",
    "priv-hc-text": "As redes de anúncios veem você como seu produto. Nós não. Não nos importamos com quem os usuários são, apenas com a probabilidade de serem maliciosos. Apoiamos iniciativas como o Privacy Pass e trabalhamos duro para equilibrar privacidade e segurança.",
    "sec-hc": "Segurança em primeiro lugar",
    "sec-hc-text": "O hCaptcha é focado no editor. Trabalhamos para fornecer dados reais aos sites e permitir que eles decidam como usá-los. A precisão é do seu interesse e do nosso. Outros captchas são fornecidos por empresas de publicidade. Cada bot que eles bloqueiam pode reduzir sua receita.",
    "what-is-hcaptcha": "O que é o hCaptcha?",
    "what-is-hcaptcha-text": "O hCaptcha ajuda seus serviços da Web favoritos a impedir bots, spam e abuso, fazendo perguntas simples que são fáceis para humanos e difíceis para máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que você responde a um desafio, usamos modelos sofisticados para descobrir se você é humano ou uma máquina. O site que você visitou usa esse resultado para ajudar a melhorar sua experiência no site, mantendo fora dos bots."
}