{
    "acc-opt": "Opções de acessibilidade",
    "acc-opt-but": "Saiba mais sobre as opções de acessibilidade",
    "acc-opt-text": "Você tem deficiência visual ou não consegue concluir o hCaptchas?",
    "accessibility-link": "Acessibilidade",
    "appreciate-in": "Agradecemos a sua opinião. Informe-nos sobre quaisquer problemas e os resolveremos rapidamente.",
    "fb-but": "Envie-nos um feedback",
    "feedback-text": "Forneça feedback sobre o hCaptcha que você acabou de ver",
    "page-acc-link-1": "Se você é um usuário de acessibilidade, inscreva-se aqui.",
    "page-acc-subhead": "Garantir acesso contínuo a todos os usuários, mantendo a segurança",
    "page-acc-title": "Informações de acessibilidade do hCaptcha",
    "priv-hc": "Privacidade focada",
    "priv-hc-text": "As redes de anúncios veem você como seu produto. Nós não. Não nos importamos com quem os usuários são, apenas com a probabilidade de serem maliciosos. Apoiamos iniciativas como o Privacy Pass e trabalhamos duro para equilibrar privacidade e segurança.",
    "sec-hc": "Segurança em primeiro lugar",
    "sec-hc-text": "O hCaptcha é focado no editor. Trabalhamos para fornecer dados reais aos sites e permitir que eles decidam como usá-los. A precisão é do seu interesse e do nosso. Outros captchas são fornecidos por empresas de publicidade. Cada bot que eles bloqueiam pode reduzir sua receita.",
    "what-is-hcaptcha": "O que é o hCaptcha?",
    "what-is-hcaptcha-text": "O hCaptcha ajuda seus serviços da Web favoritos a impedir bots, spam e abuso, fazendo perguntas simples que são fáceis para humanos e difíceis para máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que você responde a um desafio, usamos modelos sofisticados para descobrir se você é humano ou uma máquina. O site que você visitou usa esse resultado para ajudar a melhorar sua experiência no site, mantendo fora dos bots."
}