{
    "about-advisors-brendan": "CEO da Brave. Co-fundador da Mozilla. Criador da linguagem de programação JavaScript. Construtor de navegadores e muito mais.",
    "about-advisors-dawn": "Professor, CS na University of California, Berkeley. Aprendizado profundo, segurança, especialista em blockchain. CEO da Oasis Labs.",
    "about-advisors-head": "Conselheiros",
    "about-advisors-keiran": "Cientista Pesquisador em Stanford. Aprendizado de máquina e finanças quantitativas nos principais bancos, fundos de hedge e universidades.",
    "about-content-head-1": "O que nós fazemos",
    "about-content-head-2": "Por que isso importa",
    "about-content-text-1": "hCaptcha é um serviço da Intuition Machines Inc, uma empresa de IA e aprendizado de máquina com foco em metalearning e ML de domínio visual em escala. Construímos e operamos sistemas altamente escaláveis para permitir serviços de análise de vídeo e imagem para empresas Global 2000 em todo o mundo.",
    "about-content-text-2": "Mais dados geralmente produzem melhores resultados. Construir e manter conjuntos de dados relevantes e corretamente rotulados é demorado e caro. O hCaptcha foi originalmente desenvolvido para atender às nossas próprias necessidades de rotulagem de imagens e agora está disponível para outras empresas com necessidades semelhantes.",
    "about-intro-head-1": "Trabalho para hCaptcha",
    "about-intro-head-2": "Nossa missão é grande",
    "about-intro-text": "Estamos crescendo rapidamente e sempre procurando os melhores talentos do mundo em nossos escritórios globais. Você pode se inscrever nos links abaixo.",
    "about-leadership-alex": "Especialista em banco de dados e Blockchain. Engenheiro pioneiro em Cloudera e muito mais. Décadas de experiência na construção de softwares e equipes.",
    "about-leadership-eli": "CEO. Líder reconhecido em IA. Aplicou inteligência de máquina em escala a uma ampla variedade de problemas de negócios nas últimas décadas.",
    "about-leadership-head": "Liderança",
    "about-leadership-todd": "PhD em Biologia Computacional, Stanford. Trabalho com redes neurais desde 1999. Foco em ML aplicado e aprendizado profundo em escala.",
    "acc-opt": "Opções de acessibilidade",
    "acc-opt-but": "Saiba mais sobre as opções de acessibilidade",
    "acc-opt-text": "Você é deficiente visual ou não consegue concluir hCaptchas?",
    "accessibility-link": "Acessibilidade",
    "appreciate-in": "Agradecemos sua contribuição. Informe-nos sobre quaisquer problemas e nós os resolveremos rapidamente.",
    "fb-but": "Envie-nos comentários",
    "feedback-text": "Forneça feedback sobre o hCaptcha que você acabou de ver",
    "footer-attribution": "Atribuição",
    "footer-copyright-text": "hCaptcha é uma marca registrada da Intuition Machines, Inc.",
    "footer-header-1": "Companhia",
    "footer-header-2": "Recursos",
    "footer-header-3": "Contato",
    "footer-link-1": "Marcação",
    "footer-link-10": "Acessibilidade",
    "footer-link-2": "Sobre",
    "footer-link-3": "Empregos",
    "footer-link-4": "Marcas Registradas",
    "footer-link-5": "AI Ethics",
    "footer-link-6": "Blog",
    "footer-link-7": "Status",
    "footer-link-8": "Documentação",
    "footer-link-9": "Reportar um erro",
    "footer-privacy": "Privacidade",
    "footer-subheader-1": "Apoio, suporte",
    "footer-subheader-2": "Contato",
    "footer-terms": "Termos",
    "h-plans": "Planos de assinatura",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Serviços de etiquetagem",
    "header-login-button": "Conecte-se",
    "header-plans-link": "Planos",
    "header-signup-button": "Inscrever-se",
    "home-about-head": "Sobre hCaptcha",
    "home-about-subtitle": "Desenvolvido por Protocolo HUMANO",
    "home-about-text-1": "O hCaptcha foi projetado para resolver o problema mais trabalhoso em aprendizado de máquina: rotular grandes quantidades de dados de maneira oportuna, acessível e confiável.",
    "home-about-text-2": "Mais dados geralmente produzem melhores resultados no treinamento de modelos de aprendizado de máquina. O sucesso recente de modelos profundos levou a conjuntos de dados cada vez maiores, quase sempre com alguma revisão humana. No entanto, a criação de grandes conjuntos de dados revisados por humanos via Mechanical Turk, Figura Oito, etc. é lenta e cara.",
    "home-about-text-3": "O hCaptcha permite que os sites ganhem dinheiro atendendo a essa demanda, enquanto bloqueia bots e outras formas de abuso.",
    "home-about-text-4": "O mercado hCaptcha é alimentado pelo Protocolo HUMANO, um protocolo aberto descentralizado para revisão humana executado no blockchain Ethereum. Os sites ganham Human Tokens (HMT) sempre que os usuários usam o widget hCaptcha em seu site, e empresas de aprendizado de máquina pagam Human Tokens para rotular seus dados.",
    "home-ba-labeling-services-link": "Serviços de etiquetagem",
    "home-benefits-head-1": "O valor na rotulagem de dados",
    "home-benefits-head-2": "Retribuir para caridade",
    "home-benefits-text-1": "Você percebeu que toda vez que clica no carro está ajudando a treinar gratuitamente os sistemas de aprendizado de máquina de uma única empresa Gigantic?",
    "home-benefits-text-2": "O hCaptcha inverte esse modelo. Quando você usa o hCaptcha, as empresas dão lances no trabalho que seus usuários fazem, enquanto eles provam sua humanidade. Você recebe as recompensas.",
    "home-benefits-text-3": "Quer retribuir à sua instituição de caridade favorita? O hCaptcha permite que você apoie as instituições de caridade de sua escolha com os ganhos que você ganha com o uso. Em breve, os usuários do seu site poderão ver sua contribuição para a caridade por meio de uma marca discreta na interface do hCaptcha.",
    "home-challenge-text-1": "Selecione todas as imagens que correspondem à consulta",
    "home-challenge-text-2": "Definir área delimitadora para objetos",
    "home-challenge-text-3": "Identifique os rótulos correspondentes",
    "home-challenge-title-1": "Comparação",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Categorização",
    "home-challenges-head": "Desafios Apresentados",
    "home-challenges-text-1": "... e outras tarefas simples. Fácil para humanos, difícil para bots.",
    "home-challenges-text-2": "Tarefas personalizadas também disponíveis para editores corporativos.",
    "home-ent-1": "Procurando por nossas ofertas de segurança corporativa?",
    "home-ent-2": "Visite nosso novo site dedicado: BotStop.com",
    "home-ent-button": "Saiba mais: BotStop by hCaptcha",
    "home-from-the-blog": "DO BLOG:",
    "home-from-the-blog-value": "Como funcionam as configurações de dificuldade do hCaptcha",
    "home-intro-body": "Você usa um captcha para impedir a entrada de bots? O hCaptcha protege a privacidade do usuário, recompensa sites e ajuda as empresas a rotular seus dados. É um substituto imediato do reCAPTCHA: você pode alternar em minutos.",
    "home-intro-button": "Inscreva-se agora",
    "home-intro-head": "Pare mais bots. Comece a proteger a privacidade do usuário.",
    "home-main-1": "Privado. Seguro. Mais rápido. E nós pagamos você para usá-lo.",
    "home-main-2": "Foco na privacidade",
    "home-main-2c": "As redes de anúncios veem seus visitantes como o produto. Para o hCaptcha, o produto é o trabalho que prestam. Não nos importamos quem são seus usuários, apenas a probabilidade de serem maliciosos. Apoiamos iniciativas como o Privacy Pass e trabalhamos muito para equilibrar privacidade e segurança.",
    "home-main-3": "Segurança em primeiro lugar",
    "home-main-3c": "A precisão é do seu interesse e do nosso. hCaptcha é voltado para o editor. Trabalhamos para fornecer dados reais e permitir que você decida como usá-los. Outros captchas são fornecidos por empresas de publicidade Gigantic. Isso significa que cada bot que eles bloqueiam pode reduzir sua receita.",
    "home-main-4": "Melhor experiência do usuário",
    "home-main-4c": "Modelos sofisticados de aprendizado de máquina são usados pelo hCaptcha para determinar a humanidade. Isso nos permite exigir tarefas menos incômodas de seus usuários e tomar menos tempo para fazê-lo, ao mesmo tempo em que produz dados rotulados úteis para clientes de rotulagem.",
    "home-main-plans": "O hCaptcha é gratuito para editores de qualquer tamanho. No entanto, para empresas e plataformas que precisam de mais controle, nossas soluções empresariais estão disponíveis.",
    "home-main-plans2": "As soluções corporativas hCaptcha protegem milhões de usuários em dezenas de milhões de sites de algumas das maiores empresas do planeta. Entre em contato conosco para mais informações ou visite",
    "home-main-plans3": "As soluções corporativas hCaptcha protegem milhões de usuários em dezenas de milhões de sites de algumas das maiores empresas do planeta. Entre em contato conosco para mais informações ou visite",
    "home-main-plans4": "para detalhes.",
    "home-plans-button-1": "Inscreva-se agora",
    "home-plans-button-2": "Contato de vendas",
    "home-plans-chart-head-1": "Recursos",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Empreendimento",
    "home-plans-chart-row-1-cell-1": "Tipos de desafio de controle mostrados",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Painéis multiusuário",
    "home-plans-chart-row-11-cell-1": "Recursos de relatórios avançados",
    "home-plans-chart-row-12-cell-1": "SLAs corporativos",
    "home-plans-chart-row-2-cell-1": "Controle o conteúdo do desafio usado",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Ganhe recompensas por soluções humanas",
    "home-plans-chart-row-4-cell-1": "Proteção anti-bot de classe mundial",
    "home-plans-chart-row-5-cell-1": "Funciona em todos os países",
    "home-plans-chart-row-6-cell-1": "Política de privacidade compatível com GDPR e CCPA",
    "home-plans-chart-row-7-cell-1": "Níveis de dificuldade refinados",
    "home-plans-chart-row-8-cell-1": "Lance seu próprio conteúdo de desafio",
    "home-plans-chart-row-9-cell-1": "Programação de dificuldade baseada em tempo",
    "home-try-it-out-button": "Obter hCaptcha",
    "home-try-it-out-head": "Experimente",
    "home-try-it-out-text": "O hCaptcha fornece detecção de bot simples, fácil e confiável, embora seja trivial para humanos resolver.",
    "labeling-about-head": "Sobre hCaptcha",
    "labeling-about-text-1": "O hCaptcha foi projetado para resolver o problema de aprendizado de máquina mais trabalhoso; rotulando grandes quantidades de dados de maneira oportuna, acessível e confiável. Mais dados geralmente produzem melhores resultados no treinamento de modelos de aprendizado de máquina. O sucesso recente de modelos profundos levou a conjuntos de dados cada vez maiores, e o hCaptcha atende a essa necessidade.",
    "labeling-about-text-2": "No entanto, a criação de grandes conjuntos de dados revisados por humanos usando métodos tradicionais é lenta e cara. O hCaptcha é uma forma das empresas obterem as anotações de que precisam com mais rapidez, maior qualidade e menor custo do que outras alternativas.",
    "labeling-annotations-head": "Tipos de anotação",
    "labeling-annotations-text-1": "Detecção precisa de objetos em imagens e vídeos",
    "labeling-annotations-text-2": "Detecção precisa de objetos em imagens e vídeos",
    "labeling-annotations-text-3": "Anotações de pontos para muitos casos de uso diferentes",
    "labeling-annotations-text-4": "Classifique ou acrescente categorias arbitrárias de qualquer tamanho",
    "labeling-annotations-text-5": "Detecção e classificação de energia humana",
    "labeling-annotations-text-6": "Precisa de outro tipo não listado aqui? Pergunte-nos.",
    "labeling-annotations-title-1": "Caixas delimitadoras",
    "labeling-annotations-title-2": "Polígonos",
    "labeling-annotations-title-3": "Marcos",
    "labeling-annotations-title-4": "Categorização de Atributos",
    "labeling-annotations-title-5": "Comparação e Detecção",
    "labeling-annotations-title-6": "... e muitos mais",
    "labeling-ent-button": "Entre em contato com nossa equipe de soluções empresariais",
    "labeling-ent-head": "Precisa de controle de ponta a ponta?",
    "labeling-ent-text-1": "A plataforma HUMAN por trás do hCaptcha fornece qualidade de trabalho altamente sofisticada e recursos de gerenciamento por meio de implantações no local, híbridas ou SaaS que se integram aos seus sistemas existentes.",
    "labeling-ent-text-2": "Execute totalmente offline com sua própria força de trabalho, rastreie o valor consumido nas unidades de negócios ou parceiros de consórcio, encaminhe seletivamente os trabalhos para diferentes fornecedores de mão de obra internos ou externos com base nos requisitos de custo e segurança e muito mais.",
    "labeling-ent-text-3": "Fácil acesso à API, belos painéis e a mais recente tecnologia de modelo in the loop para maximizar a eficiência.",
    "labeling-ent-text-4": "SLAs com tempo de atividade de 99,99% e suporte global 24 horas por dia, 7 dias por semana. Para maiores informações:",
    "labeling-features-head-1": "Pipelines simples baseados em API.",
    "labeling-features-head-2": "Otimizado para custo e qualidade. Nenhum compromisso inicial necessário.",
    "labeling-features-head-3": "Pague apenas pela precisão de que você precisa.",
    "labeling-features-head-4": "Forneça seus próprios dados reais ou deixe-nos criá-los no momento.",
    "labeling-features-text-1": "Quer integrar a revisão humana diretamente em suas operações de negócios? Oferecemos SLAs de alta confiabilidade, capacidade garantida e APIs REST simples.",
    "labeling-features-text-2": "A plataforma HUMAN usa modelos de confiança abrangentes para realizar análises de qualidade sofisticadas em tempo real. Isso nos permite determinar rapidamente a dificuldade das perguntas e a provável resposta certa, economizando tempo e dinheiro.",
    "labeling-features-text-3": "Nem todos os problemas são iguais. As anotações para tarefas críticas de segurança podem exigir 99,99% de confiança de trabalhadores totalmente humanos. As anotações para um recurso beta em um aplicativo de jogo para dispositivos móveis podem exigir apenas confiança moderada. Você decide.",
    "labeling-features-text-4": "Você tem dados brutos sem um conjunto de verificação abrangente? Na maioria dos casos, podemos construir um para você à medida que as tarefas são executadas no sistema ou criar amostras rotuladas para sua aprovação.",
    "labeling-info-head": "Obtendo dados rotulados",
    "labeling-info-text-1": "Fale com um de nossos especialistas de domínio para definir as necessidades do seu projeto: precisão do alvo, formato e quaisquer requisitos especiais.",
    "labeling-info-text-2": "Executamos um pequeno trabalho de produção com base em seus dados de amostra. Isso testa o trabalho que fizemos juntos para garantir que você obtenha exatamente o que precisa.",
    "labeling-info-text-3": "Com nosso alto volume e baixa latência, vamos dar uma reviravolta em seu trabalho rapidamente, com entrega automatizada assim que for concluído.",
    "labeling-info-text-4": "À medida que entendemos melhor os parâmetros de seu trabalho de produção, os resultados continuarão a melhorar com o tempo.",
    "labeling-info-text-5": "Os painéis dinâmicos permitem que você forneça feedback ou pause a produção a qualquer momento.",
    "labeling-info-title-1": "Definir especificações",
    "labeling-info-title-2": "Teste de Trabalho Inicial",
    "labeling-info-title-3": "Implantar trabalhos de produção",
    "labeling-info-title-4": "Melhoria continua",
    "labeling-info-title-5": "Resultados em tempo real",
    "labeling-main-1": "Rotulagem de dados econômica em escala",
    "labeling-main-1-button": "Obtenha seus dados rotulados agora",
    "labeling-main-1c": "Precisa de mais rótulos para seus conjuntos de dados? O hCaptcha fornece rotulagem de dados rápida, econômica e de alta qualidade para empresas que trabalham com inteligência artificial e aplicativos de aprendizado de máquina.",
    "labeling-main-2": "Lance milhões de tarefas instantaneamente.",
    "labeling-main-2-button": "Compre serviços de etiquetagem de dados",
    "labeling-main-2c": "O hCaptcha possui uma das maiores piscinas do planeta à sua disposição. Seja qual for a sua escala, podemos lidar com isso sem compromissos iniciais caros. Milhões de tarefas por dia não são problema.",
    "labeling-platform-head": "Informação Privada ou Pública",
    "labeling-platform-text": "O hCaptcha é construído na plataforma HUMAN, que permite roteamento e análise sofisticados para otimizar o custo e a eficiência em cada etapa. Essa tecnologia permite que a força de trabalho certa cuide de cada parte do seu trabalho, maximizando a eficiência de custos ao mesmo tempo em que preserva a privacidade e atende a todos os requisitos regulamentares aplicáveis.",
    "labeling-try-button": "Compre serviços de etiquetagem de dados",
    "labeling-try-head": "Quer experimentar com seus dados?",
    "labeling-try-text": "... estamos prontos quando você: nosso serviço está disponível 24 horas.",
    "learn-more-hcaptcha": "Saiba mais sobre hCaptcha",
    "page-acc-faq-1": "Pergunta: O hCaptcha Section 508 + WCAG 2.0 é compatível? Resposta: Acreditamos que sim: todos os usuários com qualquer forma de deficiência que possam navegar na web e inserir texto em formulários podem acessar serviços protegidos por hCaptcha no ato do cadastro. No entanto, este não é um conselho jurídico: você deve realizar sua própria avaliação, levando em consideração sua implementação específica para garantir que este seja o caso para sua implementação.",
    "page-acc-faq-2": "Pergunta: Você está trabalhando em outras opções de acessibilidade (a11y), como áudio? Resposta: As opções anteriormente populares, como captchas de áudio, discriminam muitos usuários de todos e são facilmente derrotadas por técnicas modernas de aprendizado de máquina. Isso forçou os desafios de áudio atuais a se tornarem cada vez mais difíceis, introduzindo ruído, tempo estranho, combinações incomuns de palavras e assim por diante para derrotar os invasores. Portanto, estamos menos entusiasmados com essa abordagem do que evitar o desafio completamente, mas vamos considerá-la se houver demanda da comunidade toda. No entanto, estamos muito interessados no Privacy Pass para o caso de uso de Acessibilidade. Acreditamos que a combinação de nossa abordagem a11y atual com a emissão do Privacy Pass permitirá que todos os usuários naveguem com segurança, sabendo que seu tráfego é mais privado, ao mesmo tempo em que restringe o abuso por operadores de bot que ocorre inevitavelmente quando todas as opçõesy estão disponíveis. Somos participantes ativos do grupo de trabalho da IETF para padronizar essa nova tecnologia.",
    "page-acc-faq-3": "Pergunta: E quanto à privacidade? O registro expõe todos os dados de navegação de alguma forma? O que você faz com o e-mail? Resposta: hCaptcha é projetado para privacidade desde o início. É muito diferente das opções tradicionais, como o reCAPTCHA, que pertencem a redes de anúncios, que têm um incentivo para rastreá-lo na web e associá-lo a uma identidade real. Nunca usamos e-mails ou informações de acessibilidade para outra finalidade que não seja para facilitar o uso e prevenir abusos. Nossa política de privacidade tem respostas abrangentes e confiáveis sobre como usamos os dados, mas a resposta curta é que não temos interesse em associá-lo como pessoa ao seu histórico de navegação. Também estamos trabalhando em uma solução criptográfica para descartar rapidamente o seu endereço de e-mail ao mesmo tempo em que preservamos nossa capacidade de evitar abusos, complementando nosso trabalho com o Privacy Pass.",
    "page-acc-link-1": "Se você é um usuário de acessibilidade, inscreva-se aqui.",
    "page-acc-subhead": "Garantindo acesso contínuo para todos os usuários, mantendo a segurança",
    "page-acc-summary": "Resumo",
    "page-acc-summary-contents-1": "O hCaptcha foi projetado para impedir os bots, distinguindo-os das pessoas. Os testes visuais são uma ferramenta conveniente para isso, mas nem todos podem resolver um desafio visual. Por esse motivo, criamos uma alternativa simples e indolor para permitir que os editores que usam nosso serviço preservem a acessibilidade para todos em conformidade total com a Seção 508 e WCAG 2.0.",
    "page-acc-summary-contents-2": "Como funciona: primeiro, um usuário de acessibilidade se inscreve neste URL, que está vinculado à página de informações do widget hCaptcha. Eles recebem um cookie criptografado que pode ser usado várias vezes por dia, mas deve ser atualizado a cada 24 horas por meio de login. Quando um desafio é apresentado a um usuário de acessibilidade em qualquer site que usa o serviço hCaptcha, ele será aprovado automaticamente.",
    "page-acc-title": "Informações de acessibilidade do hCaptcha",
    "page-acc-tr-body": "Pergunta: Ainda estou vendo um desafio depois de definir o cookie. O quê está causando isto? Resposta: Normalmente, isso ocorre devido ao uso de um bloqueador de anúncios agressivo ou extensão anti-cookie, ou uma configuração que bloqueia cookies entre sites, neste caso um cookie para hcaptcha.com que é definido ou verificado pelo hCaptcha JavaScript em um site diferente , como o que você está visitando. Os cookies de acessibilidade hCaptcha funcionam com todos os navegadores e bloqueadores de anúncios populares com suas configurações padrão, portanto, normalmente as falhas são devido a scripts anti-anti-adblock ou conjuntos de regras semelhantes direcionados a sites específicos. Soluções: 1. Whitelist hcaptcha.com e * .hcaptcha.com cookies em seu bloqueador de anúncios ou extensão de segurança do navegador. 2. Se você estiver usando o navegador Brave, que não (em abril de 2020) parece ter qualquer tipo de lista de permissões de cookies, vá para Preferências -> Escudos -> Cookies e escolha Permitir todos os cookies. 3. Se você estiver usando a versão mais recente do Safari no recentemente lançado OS X 10.15 ou iOS 13. 4, a Apple acaba de alterar o comportamento do Safari em relação a cookies de terceiros, bloqueando todos eles por padrão. Estamos implementando uma solução, mas, enquanto isso, visite Preferências do Safari, seção Privacidade e desmarque Rastreamento de site: Impedir rastreamento entre sites para permitir que o cookie de acessibilidade funcione conforme o esperado. Pergunta: Eu uso vários dispositivos. Eu preciso me inscrever várias vezes? Resposta: Não. Clique no mesmo link de login de e-mail enviado a você em cada dispositivo usado para definir o cookie.",
    "page-acc-tr-title": "Para usuários de acessibilidade: guia de perguntas e respostas e solução de problemas",
    "priv-hc": "Foco na privacidade",
    "priv-hc-text": "As redes de publicidade veem você como seu produto. Nós não. Não nos importamos quem são os usuários, apenas a probabilidade de serem maliciosos. Apoiamos iniciativas como o Privacy Pass e trabalhamos muito para equilibrar privacidade e segurança.",
    "reporting-bugs-accessibility-button": "Saiba mais sobre as opções de acessibilidade",
    "reporting-bugs-accessibility-head": "Opções de acessibilidade",
    "reporting-bugs-accessibility-text": "Você é deficiente visual ou não consegue concluir hCaptchas?",
    "reporting-bugs-guide-ff-head": "Capturando detalhes do relatório de bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Etapa 1: Abra as ferramentas do desenvolvedor (isso inicia a gravação da sessão).",
    "reporting-bugs-guide-ff-step-2": "Etapa 2: Clique na guia Rede nas Ferramentas do Desenvolvedor. Marque a caixa Persistir logs na parte superior.",
    "reporting-bugs-guide-ff-step-3": "Etapa 3: visite https://accounts.hcaptcha.com/demo ou o site com o qual está tendo um problema (Observação de privacidade: somente se você não se importar em compartilhar) ... e clique no botão I sou o botão humano e tento resolver.",
    "reporting-bugs-guide-ff-step-4": "Etapa 4: Clique em HAR após tentar resolver e escolha Salvar tudo como HAR para salvar o registro da rede. Envie esse arquivo para nós.",
    "reporting-bugs-guide-ff-step-5": "Etapa 5: Clique na guia Console, clique com o botão direito do mouse em Selecionar tudo e salve-o em um arquivo de texto para salvar o log do console. Envie-nos também.",
    "reporting-bugs-guide-ff-step-6": "Última etapa: envie por e-mail os arquivos HAR e de log do console para nós e descreva o problema. Use: support@hcaptcha.com (use um serviço como o Dropbox ou Filebin e envie links) e, opcionalmente, uma captura de tela, se suspeitar que algo não está sendo exibido corretamente . Envie também o IP que está usando. Você pode obtê-lo em https://www.whatsmyip.org/ Obrigado por dedicar seu tempo para nos ajudar a obter essas informações! Estamos empenhados em fazer o hCaptcha funcionar bem para todos.",
    "reporting-bugs-guide-head": "Capturando detalhes do relatório de bug: Chrome",
    "reporting-bugs-guide-step-1": "Etapa 1: Abra as ferramentas do desenvolvedor (isso inicia a gravação da sessão).",
    "reporting-bugs-guide-step-2": "Etapa 2: Clique na guia Rede nas Ferramentas do Desenvolvedor. Marque a caixa de registro Preservar no topo.",
    "reporting-bugs-guide-step-3": "Etapa 3: visite https://accounts.hcaptcha.com/demo ou o site com o qual está tendo um problema (Observação de privacidade: somente se você não se importar em compartilhar) ... e clique no botão I sou o botão humano e tento resolver.",
    "reporting-bugs-guide-step-4": "Etapa 4: Clique em Exportar HAR (a pequena seta para baixo) após tentar resolver, o que salva o log da rede. Envie esse arquivo para nós.",
    "reporting-bugs-guide-step-5": "Etapa 5: Clique na guia Console, clique com o botão direito do mouse em Salvar como .. para salvar o log do console. Envie-nos também.",
    "reporting-bugs-guide-step-6": "Última etapa: envie por e-mail os arquivos de log do console e do HAR para nós e descreva o problema. Use: support@hcaptcha.com (por favor, use um serviço como o Dropbox ou Filebin e envie links) e, opcionalmente, uma captura de tela, se você suspeitar que algo não está sendo exibido corretamente. Envie também o IP que está usando. Você pode obtê-lo em https://www.whatsmyip.org/ Obrigado por dedicar seu tempo para nos ajudar a obter essas informações! Estamos empenhados em fazer o hCaptcha funcionar bem para todos.",
    "reporting-bugs-guide-text-1": "Enviar informações de depuração com seu relatório tornará muito mais fácil para nós identificarmos o que está acontecendo. Aqui estão as instruções passo a passo:",
    "reporting-bugs-guide-text-2": "Se você for um desenvolvedor web ou um usuário experiente, o resumo é que gostaríamos que nos enviasse um HAR de gravação de rede e logs do console do navegador. Tente desativar qualquer bloqueador de anúncios ou extensões de segurança do navegador primeiro e tente novamente antes de seguir estas etapas. Se isso resolver o seu problema, ainda gostaríamos que você nos informasse a versão do seu navegador, bloqueador de anúncios ou extensão do navegador e o URL do site.",
    "reporting-bugs-intro-head": "Encontrou um bug? Veja como denunciá-lo.",
    "reporting-bugs-intro-text": "Milhões de pessoas usam hCaptcha todos os meses, em milhares de combinações de navegadores, extensões, dispositivos, firewalls e muito mais. Nosso objetivo é garantir que sempre funcione para você, por isso apreciamos muito seus relatórios! Para fornecer um feedback rápido, basta clicar no botão Enviar feedback. Se você estiver vendo um problema funcional, siga as instruções do log de depuração para o Chrome ou as instruções do log de depuração para Firefox abaixo. Para qualquer outro navegador, envie-nos um e-mail. Para possíveis problemas de segurança ou privacidade, consulte as instruções abaixo.",
    "reporting-bugs-privacy-head": "Questões de privacidade",
    "reporting-bugs-privacy-text": "Não nos importamos quem são os usuários, apenas a probabilidade de serem maliciosos ou máquinas. Apoiamos iniciativas como o Privacy Pass e trabalhamos muito para equilibrar privacidade e segurança. Se você encontrou um problema que acha que pode afetar a privacidade do usuário, envie um e-mail para support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Envie-nos comentários",
    "reporting-bugs-provide-feedback-head": "Forneça feedback imediato sobre o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Agradecemos sua contribuição. Informe-nos sobre quaisquer problemas e nós os resolveremos rapidamente.",
    "reporting-bugs-security-head": "Bugs de segurança",
    "reporting-bugs-security-text": "Estamos sempre interessados em receber relatórios de bugs de segurança. Envie um e-mail para support@hcaptcha.com & CC security@hcaptcha.com e entraremos em contato com você rapidamente. Também temos um programa de recompensa por bug para relatórios de segurança qualificados no serviço hCaptcha e código-fonte relacionado.",
    "sec-hc": "Segurança em primeiro lugar",
    "sec-hc-text": "hCaptcha é voltado para o editor. Trabalhamos para fornecer dados reais aos sites e deixá-los decidir como usá-los. A precisão é do seu interesse e do nosso. Outros captchas são fornecidos por empresas de publicidade. Cada bot que eles bloqueiam pode reduzir sua receita.",
    "switch-to-english-link": "Mudar para o Inglês",
    "what-is-hcaptcha": "O que é hCaptcha?",
    "what-is-hcaptcha-text": "O hCaptcha ajuda seus serviços da Web favoritos a impedir a entrada de bots, spam e abusos, fazendo perguntas simples que são fáceis para humanos e difíceis para máquinas.",
    "why-hc": "Por que hCaptcha?",
    "why-hc-text": "Cada vez que você responde a um desafio, usamos modelos sofisticados para descobrir se você é humano ou uma máquina. O site que você visitou usa esse resultado para ajudar a melhorar sua experiência no site, mantendo os bots afastados."
}