{
    "acc-opt": "Optiuni de accesibilitate",
    "acc-opt-but": "Aflați mai multe despre opțiunile de accesibilitate",
    "acc-opt-text": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
    "accessibility-link": "Accesibilitate",
    "appreciate-in": "Apreciem contribuția dvs. Spune-ne eventualele probleme și le vom rezolva rapid.",
    "fb-but": "Trimiteți-ne feedback",
    "feedback-text": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
    "home-ent-1": "Căutați ofertele noastre de securitate pentru întreprinderi?",
    "home-ent-2": "Accesați noul nostru site dedicat: BotStop.com",
    "home-intro-body": "Folosești un captcha pentru a nu mai fi roboți? hCaptcha protejează confidențialitatea utilizatorilor, recompensează site-urile web și ajută companiile să-și eticheteze datele. Este un înlocuitor pentru reCAPTCHA: puteți comuta în câteva minute.",
    "home-intro-head": "Oprește mai mulți roboți. Începeți să protejați confidențialitatea utilizatorului.",
    "home-main-1": "Privat. Sigur. Mai repede. Și vă plătim pentru a o folosi.",
    "home-main-2": "Privat asupra confidențialității",
    "home-main-2c": "Rețelele publicitare vă văd vizitatorii ca fiind produsul. Pentru hCaptcha produsul este munca pe care o oferă. Nu ne interesează cine sunt utilizatorii dvs., ci doar cât de probabil sunt răuvoitori. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "home-main-3": "Securitatea întâi",
    "home-main-3c": "Precizia este în interesul tău și al nostru. hCaptcha este orientat către editor. Lucrăm pentru a vă oferi date reale și pentru a vă permite să decideți cum să le utilizați. Alte captcha sunt furnizate de",
    "home-main-3c2": "companii de publicitate. Aceasta înseamnă că fiecare bot pe care îl blochează își poate reduce veniturile.",
    "home-main-4": "Experiență de utilizator mai bună",
    "home-main-4c": "Modelele sofisticate de învățare automată sunt utilizate de hCaptcha pentru determinarea umanității. Acest lucru ne permite să solicităm sarcini mai puțin enervante de la utilizatorii dvs. și să ne ocupăm mai puțin de timp pentru a face acest lucru, în timp ce producem în continuare date utile pentru etichetarea clienților.",
    "home-main-plans": "hCaptcha este liber să fie utilizat pentru editori de orice dimensiune. Cu toate acestea, pentru întreprinderile și platformele care au nevoie de mai mult control, soluțiile noastre de întreprindere sunt disponibile.",
    "home-main-plans2": "Soluțiile hCaptcha enterprise protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau vizitați",
    "home-main-plans3": "Soluțiile hCaptcha enterprise protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau vizitați",
    "home-main-plans4": "pentru detalii.",
    "learn-more-hcaptcha": "Aflați mai multe despre hCaptcha",
    "page-acc-faq-1": "Întrebare: Secțiunea hCaptcha 508 + WCAG 2.0 respectă? Răspuns: Noi credem că: toți utilizatorii cu orice formă de deficiență care sunt capabili să navigheze pe web și să introducă text pe formulare pot accesa servicii protejate de hCaptcha la înregistrare. Cu toate acestea, acesta nu este un sfat legal: ar trebui să efectuați propria evaluare, ținând cont de implementarea dvs. particulară pentru a vă asigura că acesta este cazul desfășurării dvs.",
    "page-acc-faq-2": "Întrebare: lucrați la alte opțiuni de accesibilitate (a11y), cum ar fi audio? Răspuns: Opțiunile populare anterior, precum capturile audio, discriminesc mulți utilizatori a11y și sunt ușor învinși de tehnicile moderne de învățare a mașinilor. Acest lucru a forțat provocările audio actuale să devină din ce în ce mai dificile, introducând zgomot, sincronizare ciudată, combinații de cuvinte neobișnuite și așa mai departe pentru a învinge atacatorii. Suntem astfel mai puțin entuziaști de această abordare vs. evitarea provocării în totalitate, dar o vom lua în considerare dacă există cerere din partea comunității a11y. Cu toate acestea, suntem foarte interesați de permisul de confidențialitate pentru cazul de accesibilitate. Considerăm că combinarea abordării noastre actuale a11y cu emiterea permisului de confidențialitate va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul din partea operatorilor de bot care apare inevitabil atunci când sunt disponibile opțiunile a11y. Suntem participanți activi la grupul de lucru IETF care standardizează această nouă tehnologie.",
    "page-acc-faq-3": "Întrebare: Cum rămâne cu intimitatea? Înregistrarea expune într-un fel datele de navigare a11y? Ce faci cu e-mailul? Răspuns: hCaptcha este proiectat pentru confidențialitate de la sol. Este foarte diferit de opțiunile tradiționale, cum ar fi reCAPTCHA, deținute de rețelele publicitare, care au un stimulent să vă urmărească pe web și să vă asocieze cu o identitate reală. Nu folosim niciodată e-mailuri sau informații de accesibilitate în alt scop în afară de facilitarea utilizării și prevenirea abuzului. Politica noastră de confidențialitate are răspunsuri complete și autoritare cu privire la modul în care folosim datele, dar răspunsul scurt este că nu avem niciun interes să vă asociem ca persoană cu istoricul dvs. de navigare. În prezent, de asemenea, lucrăm la o soluție criptografică pentru a elimina rapid adresa dvs. de e-mail. păstrând în același timp capacitatea noastră de a preveni abuzul, completând activitatea noastră cu permisul de confidențialitate.",
    "page-acc-link-1": "Dacă sunteți utilizator de accesibilitate, vă rugăm să vă înscrieți aici.",
    "page-acc-subhead": "Asigurarea accesului perfect pentru toți utilizatorii, menținând securitatea",
    "page-acc-summary": "rezumat",
    "page-acc-summary-contents-1": "hCaptcha este conceput pentru a opri botul prin distingerea lor de oameni. Testele vizuale sunt un instrument convenabil pentru acest lucru, dar nu toată lumea poate rezolva o provocare vizuală. Din acest motiv, am conceput o alternativă simplă, nedureroasă, pentru ca editorii care utilizează serviciul nostru să păstreze accesibilitatea tuturor cu respectarea completă a Secțiunii 508 și WCAG 2.0.",
    "page-acc-summary-contents-2": "Cum funcționează: mai întâi, un utilizator de accesibilitate se înscrie la această adresă URL, care este legată în pagina de informații a widgetului hCaptcha. Li se oferă un cookie criptat, care poate fi utilizat de mai multe ori pe zi, dar trebuie reîmprospătat la fiecare 24 de ore prin autentificare. Când o provocare este prezentată unui utilizator de accesibilitate de pe orice site folosind serviciul hCaptcha, acestea vor trece automat.",
    "page-acc-title": "Informații privind accesibilitatea hCaptcha",
    "page-acc-tr-body": "Întrebare: încă văd o provocare după setarea cookie-ului. Ce provoacă asta? Răspuns: Acest lucru se datorează de obicei utilizării unui blocant de reclame agresiv sau a unei extensii anti-cookie, sau a unei setări care blochează cookie-urile încrucișate, în acest caz, un cookie pentru hcaptcha.com care este setat sau verificat de JavaScript hCaptcha pe un alt site , ca și cel pe care îl vizitați. Cookie-urile de accesibilitate hCaptcha funcționează cu toate browserele populare și blocatorii de anunțuri cu setările lor standard, astfel că, de obicei, eșecurile se datorează scripturilor anti-anti-blocaj sau seturilor de reguli similare care vizează anumite site-uri. Soluții: 1. Whitelist cookie-uri hcaptcha.com și * .hcaptcha.com din extensia de blocare a anunțurilor sau a extensiei de securitate a browserului. 2. Dacă utilizați browserul Brave, care nu apare (din aprilie 2020), nu are niciun fel de listă de module cookie, accesați Preferințe -> Shields -> Cookies și alegeți Allow All Cookies. 3. Dacă utilizați cea mai recentă versiune Safari pe OS X 10.15 sau iOS 13. 4 recent lansat, Apple tocmai a modificat comportamentul Safari legat de cookie-urile terță parte, blocându-le pe toate în mod implicit. Implementăm o soluție, dar, între timp, vă rugăm să vizitați Preferințele Safari, secțiunea Confidențialitate și să debifați urmărirea site-ului Web: Preveniți urmărirea încrucișată a site-ului pentru a permite cookie-ul de accesibilitate să funcționeze așa cum este de așteptat. Întrebare: folosesc mai multe dispozitive. Trebuie să mă înscriu de mai multe ori? Răspuns: Nu. Vă rugăm să faceți clic pe același link de conectare prin e-mail trimis pe fiecare dispozitiv pe care îl utilizați pentru a seta cookie-ul.",
    "page-acc-tr-title": "Pentru utilizatorii de accesibilitate: întrebări de întrebări și răspunsuri și Ghid pentru soluționarea problemelor",
    "priv-hc": "Privat asupra confidențialității",
    "priv-hc-text": "Rețelele publicitare vă văd drept produsul lor. Noi nu. Nu ne interesează cine sunt utilizatorii, ci doar cât de probabil sunt rău intenționat. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "sec-hc": "Securitatea întâi",
    "sec-hc-text": "hCaptcha este orientat către editor. Lucrăm pentru a oferi site-urilor date reale și pentru a le permite să decidă cum să le folosească. Precizia este în interesul tău și al nostru. Alte captcha sunt furnizate de companii de publicitate. Fiecare bot pe care îl blochează își poate reduce veniturile.",
    "what-is-hcaptcha": "Ce este hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha vă ajută serviciile web preferate să păstreze roboții, spamul și abuzul punând întrebări simple, ușoare pentru oameni și dificile pentru mașini.",
    "why-hc": "De ce hCaptcha?",
    "why-hc-text": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți oameni sau mașini. Site-ul pe care l-ați vizitat utilizează apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, păstrând botul."
}