{
    "acc-opt": "Optiuni de accesibilitate",
    "acc-opt-but": "Aflați mai multe despre opțiunile de accesibilitate",
    "acc-opt-text": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
    "accessibility-link": "Accesibilitate",
    "appreciate-in": "Apreciem contribuția dvs. Spune-ne eventualele probleme și le vom rezolva rapid.",
    "fb-but": "Trimiteți-ne feedback",
    "feedback-text": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
    "page-acc-link-1": "Dacă sunteți utilizator de accesibilitate, vă rugăm să vă înscrieți aici.",
    "page-acc-subhead": "Asigurarea accesului perfect pentru toți utilizatorii, menținând securitatea",
    "page-acc-title": "Informații privind accesibilitatea hCaptcha",
    "priv-hc": "Privat asupra confidențialității",
    "priv-hc-text": "Rețelele publicitare vă văd drept produsul lor. Noi nu. Nu ne interesează cine sunt utilizatorii, ci doar cât de probabil sunt rău intenționat. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "sec-hc": "Securitatea întâi",
    "sec-hc-text": "hCaptcha este orientat către editor. Lucrăm pentru a oferi site-urilor date reale și pentru a le permite să decidă cum să le folosească. Precizia este în interesul tău și al nostru. Alte captcha sunt furnizate de companii de publicitate. Fiecare bot pe care îl blochează își poate reduce veniturile.",
    "what-is-hcaptcha": "Ce este hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha vă ajută serviciile web preferate să păstreze roboții, spamul și abuzul punând întrebări simple, ușoare pentru oameni și dificile pentru mașini.",
    "why-hc": "De ce hCaptcha?",
    "why-hc-text": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți oameni sau mașini. Site-ul pe care l-ați vizitat utilizează apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, păstrând botul."
}