{
    "about-advisors-brendan": "CEO. Lider recunoscut în AI. A aplicat inteligența mașinii la scară pentru o mare varietate de probleme de afaceri în ultimele decenii.",
    "about-advisors-dawn": "Dr. În biologie computațională, Stanford. Lucrând cu rețele neuronale din 1999. Concentrați-vă pe ML aplicat și învățare profundă la scară.",
    "about-advisors-head": "Consilieri",
    "about-advisors-keiran": "Baza de date și expertul Blockchain. Inginer timpuriu la Cloudera și multe altele. Decenii de expertiză pentru construirea de software și echipe.",
    "about-content-head-1": "Ce facem",
    "about-content-head-2": "De ce contează",
    "about-content-text-1": "hCaptcha este un serviciu al Intuition Machines Inc, o companie de învățare tehnologică și de învățare automată, cu accent pe metalearning și domeniul vizual ML la scară. Construim și operează sisteme masive scalabile pentru a permite servicii de analiză video și imagine pentru companiile Global 2000 din întreaga lume.",
    "about-content-text-2": "În general, mai multe date produc rezultate mai bune. Construirea și întreținerea corectă a seturilor de date etichetate și relevante necesită mult timp și costisitoare. hCaptcha a fost dezvoltat inițial pentru a răspunde propriilor noastre nevoi în etichetarea imaginilor, iar acum este disponibil pentru alte companii cu nevoi similare.",
    "about-intro-head-1": "Lucrează pentru hCaptcha",
    "about-intro-head-2": "Misiunea noastră este mare",
    "about-intro-text": "Creștem rapid și suntem mereu în căutarea celui mai bun talent din lume în birourile noastre globale. Puteți aplica cu link-urile de mai jos.",
    "about-leadership-alex": "Baza de date și expertul Blockchain. Inginer timpuriu la Cloudera și multe altele. Decenii de expertiză pentru construirea de software și echipe.",
    "about-leadership-eli": "CEO. Lider recunoscut în AI. A aplicat inteligența mașinii la scară pentru o mare varietate de probleme de afaceri în ultimele decenii.",
    "about-leadership-head": "Conducere",
    "about-leadership-todd": "Dr. În biologie computațională, Stanford. Lucrând cu rețele neuronale din 1999. Concentrați-vă pe ML aplicat și învățare profundă la scară.",
    "acc-opt": "Optiuni de accesibilitate",
    "acc-opt-but": "Aflați mai multe despre opțiunile de accesibilitate",
    "acc-opt-text": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
    "accessibility-link": "Accesibilitate",
    "appreciate-in": "Apreciem contribuția dvs. Spune-ne eventualele probleme și le vom rezolva rapid.",
    "fb-but": "Trimiteți-ne feedback",
    "feedback-text": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
    "footer-attribution": "Atribuire",
    "footer-copyright-text": "hCaptcha este marcă înregistrată a Intuition Machines, Inc.",
    "footer-header-1": "Companie",
    "footer-header-2": "Resurse",
    "footer-header-3": "a lua legatura",
    "footer-link-1": "etichetarea",
    "footer-link-10": "Accesibilitate",
    "footer-link-2": "Despre",
    "footer-link-3": "Locuri de munca",
    "footer-link-4": "Mărci înregistrate",
    "footer-link-5": "Blog",
    "footer-link-6": "stare",
    "footer-link-7": "Documentație",
    "footer-link-8": "Raporteaza o eroare",
    "footer-link-9": "Accesibilitate",
    "footer-privacy": "intimitate",
    "footer-subheader-1": "A sustine",
    "footer-subheader-2": "a lua legatura",
    "footer-terms": "Termeni",
    "header-docs-link": "Documente",
    "header-labeling-services-link": "Servicii de etichetare",
    "header-login-button": "Autentificare",
    "header-plans-link": "Planuri",
    "header-signup-button": "Inscrie-te",
    "home-about-head": "Despre hCaptcha",
    "home-about-subtitle": "Powered by Protocol UMAN",
    "home-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de forță de muncă în învățarea mașinii: etichetarea unor cantități masive de date într-un mod oportun, accesibil și de încredere.",
    "home-about-text-2": "În general, mai multe date produc rezultate mai bune în formarea modelelor de învățare a mașinilor. Succesul recent al modelelor profunde a condus la seturi de date din ce în ce mai mari, aproape întotdeauna cu unele recenzii umane. Totuși, crearea unor seturi de date mari revizuite de oameni prin intermediul Turk Turk, Figure Eight, etc. este lentă și costisitoare.",
    "home-about-text-3": "hCaptcha permite site-urilor să câștige bani pentru a satisface această cerere în timp ce blochează roboți și alte forme de abuz.",
    "home-about-text-4": "Piața hCaptcha este alimentată de Protocolul HUMAN, un protocol deschis descentralizat de revizuire umană care rulează pe blockchain-ul Ethereum. Site-urile Web câștigă jetoane umane (HMT) ori de câte ori utilizatorii folosesc widgetul hCaptcha pe site-ul lor, iar companiile de învățare automată plătesc jetoane umane pentru a-și eticheta datele.",
    "home-ba-labeling-services-link": "Servicii de etichetare",
    "home-benefits-head-1": "Valoarea etichetării datelor",
    "home-benefits-head-2": "Dă-ne înapoi la caritate",
    "home-benefits-text-1": "V-ați dat seama de fiecare dată când faceți clic pe mașină, ajutați să instruiți gratuit o singură companie Gigantic pentru sistemele de învățare automată?",
    "home-benefits-text-2": "hCaptcha transformă acest model. Când utilizați hCaptcha, companiile licitează pentru munca pe care o fac utilizatorii pe care o dovedesc umanitatea lor. Obțineți recompense.",
    "home-benefits-text-3": "Vrei să dai înapoi carității tale preferate? hCaptcha vă permite să susțineți organizațiile de caritate la alegere cu câștigurile pe care le obțineți din utilizarea acestuia. Utilizatorii de pe site-ul dvs. vor putea vedea în curând contribuția dvs. la caritate printr-o marcă discretă pe interfața hCaptcha.",
    "home-challenge-text-1": "Selectați toate imaginile care se potrivesc cu interogarea",
    "home-challenge-text-2": "Definiți zona de delimitare pentru obiecte",
    "home-challenge-text-3": "Identificați etichetele corespunzătoare",
    "home-challenge-title-1": "Comparaţie",
    "home-challenge-title-2": "Casetă de încadrare",
    "home-challenge-title-3": "Categorizarea",
    "home-challenges-head": "Prezentări provocări",
    "home-challenges-text-1": "... și alte sarcini simple. Ușor pentru oameni, greu pentru roboți.",
    "home-challenges-text-2": "Sarcini personalizate disponibile și pentru editorii de întreprindere.",
    "home-ent-1": "Căutați ofertele noastre de securitate pentru întreprinderi?",
    "home-ent-2": "Accesați noul nostru site dedicat: BotStop.com",
    "home-ent-button": "Aflați mai multe: BotStop by hCaptcha",
    "home-from-the-blog": "DIN BLOG:",
    "home-from-the-blog-value": "Cum funcționează setările pentru dificultățile hCaptcha",
    "home-intro-body": "Folosești un captcha pentru a nu mai fi roboți? hCaptcha protejează confidențialitatea utilizatorilor, recompensează site-urile web și ajută companiile să-și eticheteze datele. Este un înlocuitor pentru reCAPTCHA: puteți comuta în câteva minute.",
    "home-intro-button": "Inscrie-te acum",
    "home-intro-head": "Oprește mai mulți roboți. Începeți să protejați confidențialitatea utilizatorului.",
    "home-main-1": "Privat. Sigur. Mai repede. Și vă plătim pentru a o folosi.",
    "home-main-2": "Privat asupra confidențialității",
    "home-main-2c": "Rețelele publicitare vă văd vizitatorii ca fiind produsul. Pentru hCaptcha produsul este munca pe care o oferă. Nu ne interesează cine sunt utilizatorii dvs., ci doar cât de probabil sunt răuvoitori. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "home-main-3": "Securitatea întâi",
    "home-main-3c": "Precizia este în interesul tău și al nostru. hCaptcha este orientat către editor. Lucrăm pentru a vă oferi date reale și pentru a vă permite să decideți cum să le utilizați. Alte captcha sunt furnizate de",
    "home-main-4": "Experiență de utilizator mai bună",
    "home-main-4c": "Modelele sofisticate de învățare automată sunt utilizate de hCaptcha pentru determinarea umanității. Acest lucru ne permite să solicităm sarcini mai puțin enervante de la utilizatorii dvs. și să ne ocupăm mai puțin de timp pentru a face acest lucru, în timp ce producem în continuare date utile pentru etichetarea clienților.",
    "home-main-plans": "hCaptcha este liber să fie utilizat pentru editori de orice dimensiune. Cu toate acestea, pentru întreprinderile și platformele care au nevoie de mai mult control, soluțiile noastre de întreprindere sunt disponibile.",
    "home-main-plans2": "Soluțiile hCaptcha enterprise protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau vizitați",
    "home-main-plans3": "Soluțiile hCaptcha enterprise protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau vizitați",
    "home-main-plans4": "pentru detalii.",
    "home-plans-button-1": "Inscrie-te acum",
    "home-plans-button-2": "Vânzări de contact",
    "home-plans-chart-head-1": "Caracteristici",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Afacere",
    "home-plans-chart-row-1-cell-1": "Controlați tipurile de provocare afișate",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Tablouri de bord multi-utilizator",
    "home-plans-chart-row-11-cell-1": "Funcții avansate de raportare",
    "home-plans-chart-row-12-cell-1": "SLAs pentru întreprinderi",
    "home-plans-chart-row-2-cell-1": "Controlați conținutul de provocare utilizat",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Câștigă recompense pentru rezolvările umane",
    "home-plans-chart-row-4-cell-1": "Protecție anti-bot de clasă mondială",
    "home-plans-chart-row-5-cell-1": "Funcționează în fiecare țară",
    "home-plans-chart-row-6-cell-1": "Politica de confidențialitate favorabilă GDPR și CCPA",
    "home-plans-chart-row-7-cell-1": "Niveluri de dificultate cu granulație fină",
    "home-plans-chart-row-8-cell-1": "Lansați propriul conținut provocator",
    "home-plans-chart-row-9-cell-1": "Planificarea dificultăților pe timp",
    "home-try-it-out-button": "Obțineți hCaptcha",
    "home-try-it-out-head": "Încearcă",
    "home-try-it-out-text": "hCaptcha oferă o detectare simplă, ușoară și fiabilă a bot-ului, în timp ce este banală pentru rezolvarea oamenilor.",
    "labeling-about-head": "Despre hCaptcha",
    "labeling-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de muncă în învățarea mașinii; etichetarea unor cantități masive de date în timp util, accesibil și de încredere. În general, mai multe date produc rezultate mai bune în formarea modelelor de învățare a mașinilor. Succesul recent al modelelor profunde a condus la seturi de date din ce în ce mai mari, iar hCaptcha răspunde acestei nevoi.",
    "labeling-about-text-2": "Cu toate acestea, crearea unor seturi de date mari revizuite de oameni folosind metode tradiționale este lentă și costisitoare. hCaptcha este o modalitate prin care companiile pot obține adnotările pe care le necesită mai rapid, cu o calitate mai mare și cu un cost mai mic decât alte alternative.",
    "labeling-annotations-head": "Tipuri de adnotare",
    "labeling-annotations-text-1": "Detectarea precisă a obiectelor în imagini și video",
    "labeling-annotations-text-2": "Detectarea precisă a obiectelor în imagini și video",
    "labeling-annotations-text-3": "Indicați adnotările pentru mai multe cazuri de utilizare diferite",
    "labeling-annotations-text-4": "Sortați sau adăugați categorii arbitrare de orice dimensiune",
    "labeling-annotations-text-5": "Detecție și clasificare alimentată de om",
    "labeling-annotations-text-6": "Aveți nevoie de un alt tip care nu este listat aici? Întreabă-ne.",
    "labeling-annotations-title-1": "Cutii de legătură",
    "labeling-annotations-title-2": "poligoane",
    "labeling-annotations-title-3": "atracții turistice",
    "labeling-annotations-title-4": "Categorizarea atributelor",
    "labeling-annotations-title-5": "Comparație și detecție",
    "labeling-annotations-title-6": "... si multe altele",
    "labeling-ent-button": "Contactați echipa noastră de soluții pentru companii",
    "labeling-ent-head": "Aveți nevoie de control end-to-end?",
    "labeling-ent-text-1": "Platforma HUMAN din spatele hCaptcha oferă calități de lucru și funcții de management extrem de sofisticate prin implementări premise, hibride sau SaaS care se integrează cu sistemele dvs. existente.",
    "labeling-ent-text-2": "Executați complet offline cu propria forță de muncă, urmăriți valoarea consumată în unitățile de afaceri sau partenerii consorțiului, direcționați selectiv locurile de muncă către diferiți furnizori de muncă interni sau externi, pe baza cerințelor de cost și securitate și multe altele.",
    "labeling-ent-text-3": "Acces ușor la API, tablouri de bord frumoase și cea mai recentă tehnologie model în buclă pentru a maximiza eficiența.",
    "labeling-ent-text-4": "99,99% SLAs uptime și suport global 24/7 disponibile. Pentru mai multe informatii:",
    "labeling-features-head-1": "Conducte simple bazate pe API.",
    "labeling-features-head-2": "Optimizat pentru cost și calitate. Nu este necesar un angajament inițial.",
    "labeling-features-head-3": "Plătește doar pentru exactitatea de care ai nevoie.",
    "labeling-features-head-4": "Furnizați-vă propriile date despre adevăr sau permiteți-ne să le construim din mers.",
    "labeling-features-text-1": "Doriți să integrați revizuirea umană direct în operațiunile dvs. de afaceri? Oferim SLA-uri de înaltă fiabilitate, capacitate garantată și API-uri REST simple.",
    "labeling-features-text-2": "Platforma HUMAN utilizează modele de încredere cuprinzătoare pentru a realiza analize sofisticate de calitate în timp real. Acest lucru ne permite să determinăm rapid atât dificultatea întrebărilor, cât și răspunsul lor corect, economisind timp și bani.",
    "labeling-features-text-3": "Nu toate problemele sunt la fel. Adnotările pentru sarcini critice pentru siguranță pot necesita 99,99% încredere din partea lucrătorilor în întregime umani. Adnotările pentru o caracteristică beta într-o aplicație pentru jocuri mobile pot necesita doar încredere moderată. Tu decizi.",
    "labeling-features-text-4": "Aveți date brute fără un set complet de verificare? În cele mai multe cazuri, putem construi unul pentru tine, ca sarcini rulate prin sistem sau să creăm mostre etichetate pentru aprobarea ta.",
    "labeling-info-head": "Obținerea etichetării datelor",
    "labeling-info-text-1": "Vorbiți cu unul dintre experții noștri din domeniu pentru a defini nevoile proiectului dvs.: precizia, formatul și orice cerințe speciale.",
    "labeling-info-text-2": "Executăm o mică lucrare de producție pe baza datelor dvs. de probă. Aceasta testează munca pe care am făcut-o împreună pentru a vă asigura că veți obține exact ceea ce aveți nevoie.",
    "labeling-info-text-3": "Cu volumul nostru mare și latența scăzută, vă vom transforma rapid activitatea, cu livrare automată imediat ce va fi finalizată.",
    "labeling-info-text-4": "Pe măsură ce înțelegem mai bine parametrii activității de producție, rezultatele se vor îmbunătăți în timp.",
    "labeling-info-text-5": "Tablourile de bord live vă permit să oferiți feedback sau să întrerupeți producția în orice moment.",
    "labeling-info-title-1": "Definiți specificațiile",
    "labeling-info-title-2": "Testul inițial de job",
    "labeling-info-title-3": "Implementați locuri de muncă de producție",
    "labeling-info-title-4": "Imbunatatire continua",
    "labeling-info-title-5": "Rezultate în timp real",
    "labeling-main-1": "Etichetare rentabilă a datelor la scară",
    "labeling-main-1-button": "Obțineți etichetarea dvs. acum",
    "labeling-main-1c": "Aveți nevoie de mai multe etichete pentru seturile dvs. de date? hCaptcha oferă etichetare rapidă, eficientă din punct de vedere al costurilor și de înaltă calitate pentru companiile care lucrează pe aplicații de inteligență artificială și aplicații de învățare automată.",
    "labeling-main-2": "Lansați milioane de sarcini instantaneu.",
    "labeling-main-2-button": "Cumpărați servicii de etichetare a datelor",
    "labeling-main-2c": "hCaptcha are una dintre cele mai mari piscine de pe planetă disponibile pentru utilizarea dvs. Indiferent de scara dvs., ne putem descurca fără angajamente costisitoare. Milioane de sarcini pe zi nu reprezintă nicio problemă.",
    "labeling-platform-head": "Informații private sau publice",
    "labeling-platform-text": "hCaptcha este construit pe platforma HUMAN, care permite rutarea și analiza sofisticate pentru a optimiza costul și eficiența la fiecare pas. Această tehnologie permite forței de muncă potrivite să se ocupe de fiecare parte a locului de muncă, maximizând eficiența costurilor, păstrând în același timp confidențialitatea și îndeplinind orice cerințe de reglementare care se pot aplica.",
    "labeling-try-button": "Cumpărați servicii de etichetare a datelor",
    "labeling-try-head": "Vrei să încerci cu datele tale?",
    "labeling-try-text": "... suntem gata când sunteți: serviciul nostru este disponibil non-stop.",
    "learn-more-hcaptcha": "Aflați mai multe despre hCaptcha",
    "page-acc-faq-1": "Întrebare: Secțiunea hCaptcha 508 + WCAG 2.0 respectă? Răspuns: Noi credem că: toți utilizatorii cu orice formă de deficiență care sunt capabili să navigheze pe web și să introducă text pe formulare pot accesa servicii protejate de hCaptcha la înregistrare. Cu toate acestea, acesta nu este un sfat legal: ar trebui să efectuați propria evaluare, ținând cont de implementarea dvs. particulară pentru a vă asigura că acesta este cazul desfășurării dvs.",
    "page-acc-faq-2": "Întrebare: lucrați la alte opțiuni de accesibilitate (a11y), cum ar fi audio? Răspuns: Opțiunile populare anterior, precum capturile audio, discriminesc mulți utilizatori a11y și sunt ușor învinși de tehnicile moderne de învățare a mașinilor. Acest lucru a forțat provocările audio actuale să devină din ce în ce mai dificile, introducând zgomot, sincronizare ciudată, combinații de cuvinte neobișnuite și așa mai departe pentru a învinge atacatorii. Suntem astfel mai puțin entuziaști de această abordare vs. evitarea provocării în totalitate, dar o vom lua în considerare dacă există cerere din partea comunității a11y. Cu toate acestea, suntem foarte interesați de permisul de confidențialitate pentru cazul de accesibilitate. Considerăm că combinarea abordării noastre actuale a11y cu emiterea permisului de confidențialitate va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul din partea operatorilor de bot care apare inevitabil atunci când sunt disponibile opțiunile a11y. Suntem participanți activi la grupul de lucru IETF care standardizează această nouă tehnologie.",
    "page-acc-faq-3": "Întrebare: Cum rămâne cu intimitatea? Înregistrarea expune într-un fel datele de navigare a11y? Ce faci cu e-mailul? Răspuns: hCaptcha este proiectat pentru confidențialitate de la sol. Este foarte diferit de opțiunile tradiționale, cum ar fi reCAPTCHA, deținute de rețelele publicitare, care au un stimulent să vă urmărească pe web și să vă asocieze cu o identitate reală. Nu folosim niciodată e-mailuri sau informații de accesibilitate în alt scop în afară de facilitarea utilizării și prevenirea abuzului. Politica noastră de confidențialitate are răspunsuri complete și autoritare cu privire la modul în care folosim datele, dar răspunsul scurt este că nu avem niciun interes să vă asociem ca persoană cu istoricul dvs. de navigare. În prezent, de asemenea, lucrăm la o soluție criptografică pentru a elimina rapid adresa dvs. de e-mail. păstrând în același timp capacitatea noastră de a preveni abuzul, completând activitatea noastră cu permisul de confidențialitate.",
    "page-acc-link-1": "Dacă sunteți utilizator de accesibilitate, vă rugăm să vă înscrieți aici.",
    "page-acc-subhead": "Asigurarea accesului perfect pentru toți utilizatorii, menținând securitatea",
    "page-acc-summary": "rezumat",
    "page-acc-summary-contents-1": "hCaptcha este conceput pentru a opri botul prin distingerea lor de oameni. Testele vizuale sunt un instrument convenabil pentru acest lucru, dar nu toată lumea poate rezolva o provocare vizuală. Din acest motiv, am conceput o alternativă simplă, nedureroasă, pentru ca editorii care utilizează serviciul nostru să păstreze accesibilitatea tuturor cu respectarea completă a Secțiunii 508 și WCAG 2.0.",
    "page-acc-summary-contents-2": "Cum funcționează: mai întâi, un utilizator de accesibilitate se înscrie la această adresă URL, care este legată în pagina de informații a widgetului hCaptcha. Li se oferă un cookie criptat, care poate fi utilizat de mai multe ori pe zi, dar trebuie reîmprospătat la fiecare 24 de ore prin autentificare. Când o provocare este prezentată unui utilizator de accesibilitate de pe orice site folosind serviciul hCaptcha, acestea vor trece automat.",
    "page-acc-title": "Informații privind accesibilitatea hCaptcha",
    "page-acc-tr-body": "Întrebare: încă văd o provocare după setarea cookie-ului. Ce provoacă asta? Răspuns: Acest lucru se datorează de obicei utilizării unui blocant de reclame agresiv sau a unei extensii anti-cookie, sau a unei setări care blochează cookie-urile încrucișate, în acest caz, un cookie pentru hcaptcha.com care este setat sau verificat de JavaScript hCaptcha pe un alt site , ca și cel pe care îl vizitați. Cookie-urile de accesibilitate hCaptcha funcționează cu toate browserele populare și blocatorii de anunțuri cu setările lor standard, astfel că, de obicei, eșecurile se datorează scripturilor anti-anti-blocaj sau seturilor de reguli similare care vizează anumite site-uri. Soluții: 1. Whitelist cookie-uri hcaptcha.com și * .hcaptcha.com din extensia de blocare a anunțurilor sau a extensiei de securitate a browserului. 2. Dacă utilizați browserul Brave, care nu apare (din aprilie 2020), nu are niciun fel de listă de module cookie, accesați Preferințe -> Shields -> Cookies și alegeți Allow All Cookies. 3. Dacă utilizați cea mai recentă versiune Safari pe OS X 10.15 sau iOS 13. 4 recent lansat, Apple tocmai a modificat comportamentul Safari legat de cookie-urile terță parte, blocându-le pe toate în mod implicit. Implementăm o soluție, dar, între timp, vă rugăm să vizitați Preferințele Safari, secțiunea Confidențialitate și să debifați urmărirea site-ului Web: Preveniți urmărirea încrucișată a site-ului pentru a permite cookie-ul de accesibilitate să funcționeze așa cum este de așteptat. Întrebare: folosesc mai multe dispozitive. Trebuie să mă înscriu de mai multe ori? Răspuns: Nu. Vă rugăm să faceți clic pe același link de conectare prin e-mail trimis pe fiecare dispozitiv pe care îl utilizați pentru a seta cookie-ul.",
    "page-acc-tr-title": "Pentru utilizatorii de accesibilitate: întrebări de întrebări și răspunsuri și Ghid pentru soluționarea problemelor",
    "priv-hc": "Privat asupra confidențialității",
    "priv-hc-text": "Rețelele publicitare vă văd drept produsul lor. Noi nu. Nu ne interesează cine sunt utilizatorii, ci doar cât de probabil sunt rău intenționat. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "reporting-bugs-accessibility-button": "Aflați mai multe despre opțiunile de accesibilitate",
    "reporting-bugs-accessibility-head": "Optiuni de accesibilitate",
    "reporting-bugs-accessibility-text": "Sunteți cu deficiențe de vedere sau nu puteți finaliza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Captarea detaliilor raportului de erori: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pasul 1: Deschideți instrumentele pentru dezvoltatori (aceasta începe înregistrarea sesiunii.)",
    "reporting-bugs-guide-ff-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumente pentru dezvoltatori. Bifează caseta Jurnalele Persist din partea de sus.",
    "reporting-bugs-guide-ff-step-3": "Pasul 3: accesați https://accounts.hcaptcha.com/demo sau site-ul web la care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să împărtășiți ce este) ... și apoi faceți clic pe I sunt buton uman și încercați să rezolvați.",
    "reporting-bugs-guide-ff-step-4": "Pasul 4: Faceți clic pe HAR după ce încercați să rezolvați și alegeți Salvați totul ca HAR pentru a salva jurnalul de rețea. Trimiteți-ne acel fișier.",
    "reporting-bugs-guide-ff-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta pe Selectați totul și salvați-l într-un fișier text, pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "reporting-bugs-guide-ff-step-6": "Ultimul pas: trimiteți-ne acele fișiere de jurnal HAR și consola și descrieți problema Utilizați: support@hcaptcha.com (vă rugăm să utilizați un serviciu precum Dropbox sau Filebin și să trimiteți link-uri) și, opțional, o captură de ecran, dacă bănuiți că există ceva care nu se afișează corect. . Vă rugăm să trimiteți IP-ul pe care îl utilizați. Îl puteți obține de la https://www.whatsmyip.org/ Vă mulțumim pentru că ne-ați acordat timp pentru a ne ajuta să obținem aceste informații! Ne-am angajat să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
    "reporting-bugs-guide-head": "Captarea detaliilor raportului de erori: Chrome",
    "reporting-bugs-guide-step-1": "Pasul 1: Deschideți instrumentele pentru dezvoltatori (aceasta începe înregistrarea sesiunii.)",
    "reporting-bugs-guide-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumente pentru dezvoltatori. Bifează caseta jurnal de conservare din partea de sus.",
    "reporting-bugs-guide-step-3": "Pasul 3: accesați https://accounts.hcaptcha.com/demo sau site-ul web la care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să împărtășiți ce este) ... și apoi faceți clic pe I sunt buton uman și încercați să rezolvați.",
    "reporting-bugs-guide-step-4": "Pasul 4: Faceți clic pe Exportați HAR (săgeata în jos mică) după ce încercați să rezolvați, ceea ce salvează jurnalul de rețea. Trimiteți-ne acel fișier.",
    "reporting-bugs-guide-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta pe Salvare ca .. pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "reporting-bugs-guide-step-6": "Ultimul pas: trimiteți-ne acele fișiere de jurnal HAR și consola și descrieți problema. Utilizați: support@hcaptcha.com (vă rugăm să utilizați un serviciu precum Dropbox sau Filebin și să trimiteți link-uri) și, opțional, o captură de ecran, dacă bănuiți că există ceva care nu se afișează corect. Vă rugăm să trimiteți IP-ul pe care îl utilizați. Îl puteți obține de la https://www.whatsmyip.org/ Vă mulțumim pentru că ne-ați acordat timp pentru a ne ajuta să obținem aceste informații! Ne-am angajat să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
    "reporting-bugs-guide-text-1": "Trimiterea informațiilor de depanare cu raportul dvs. ne va fi mult mai ușor să identificăm ce se întâmplă. Iată instrucțiuni pas cu pas:",
    "reporting-bugs-guide-text-2": "Dacă sunteți dezvoltator web sau utilizator expert, rezumatul este că ne-ați dori să ne trimiteți o rețea care înregistrează HAR și jurnalele consolei browserului. Încercați să dezactivați orice extensie de securitate a blocantelor de anunțuri sau a browserului și apoi încercați din nou înainte de a parcurge acești pași. Dacă asta îți rezolvă problema, am fi în continuare apreciați că ne-ai anunțat versiunea browserului, blocantul de anunțuri sau extensia browserului și adresa URL a site-ului.",
    "reporting-bugs-intro-head": "Ați găsit o eroare? Iată cum să raportați.",
    "reporting-bugs-intro-text": "Milioane de oameni folosesc hCaptcha în fiecare lună, pe mii de combinații de browsere, extensii, dispozitive, firewall și multe altele. Scopul nostru este să vă asigurați că funcționează întotdeauna pentru dvs., de aceea apreciem foarte mult rapoartele dvs.! Pentru a da feedback rapid, trebuie doar să faceți clic pe butonul Trimiteți feedback. Dacă vedeți o problemă funcțională, urmați instrucțiunile jurnalului de depanare pentru Chrome sau instrucțiunile jurnalului de depanare pentru Firefox de mai jos. Pentru orice alte browsere, trebuie doar să ne trimiteți un e-mail. Pentru probleme de securitate sau confidențialitate, consultați instrucțiunile de mai jos.",
    "reporting-bugs-privacy-head": "Probleme de confidențialitate",
    "reporting-bugs-privacy-text": "Nu ne interesează cine sunt utilizatorii, ci doar cât de probabili sunt mașini sau mașini. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea. Dacă ați găsit o problemă care credeți că ar putea afecta confidențialitatea utilizatorilor, vă rugăm să ne trimiteți un e-mail la support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Trimiteți-ne feedback",
    "reporting-bugs-provide-feedback-head": "Furnizați feedback imediat despre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Apreciem contribuția dvs. Spune-ne eventualele probleme și le vom rezolva rapid.",
    "reporting-bugs-security-head": "Bug-uri de securitate",
    "reporting-bugs-security-text": "Suntem întotdeauna interesați să primim rapoarte despre erori de securitate. Trimiteți un e-mail la support@hcaptcha.com și CC security@hcaptcha.com și vă vom contacta rapid. Avem, de asemenea, un program de recompense de bug pentru rapoarte de securitate eligibile pentru serviciul hCaptcha și codul sursă aferent.",
    "sec-hc": "Securitatea întâi",
    "sec-hc-text": "hCaptcha este orientat către editor. Lucrăm pentru a oferi site-urilor date reale și pentru a le permite să decidă cum să le folosească. Precizia este în interesul tău și al nostru. Alte captcha sunt furnizate de companii de publicitate. Fiecare bot pe care îl blochează își poate reduce veniturile.",
    "switch-to-english-link": "schimbă pe limba engleză",
    "what-is-hcaptcha": "Ce este hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha vă ajută serviciile web preferate să păstreze roboții, spamul și abuzul punând întrebări simple, ușoare pentru oameni și dificile pentru mașini.",
    "why-hc": "De ce hCaptcha?",
    "why-hc-text": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți oameni sau mașini. Site-ul pe care l-ați vizitat utilizează apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, păstrând botul."
}