{
    "about-advisors-brendan": "CEO al Brave. Cofondator al Mozilla. Creator al limbajului de programare JavaScript. Generator de browsere și multe altele.",
    "about-advisors-dawn": "Profesor, CS la Universitatea din California, Berkeley. Învățare profundă, securitate, expert în blockchain. CEO al Oasis Labs.",
    "about-advisors-head": "Consilieri",
    "about-advisors-keiran": "Cercetător la Stanford. Învățare automată și finanțare cantitativă la marile bănci, fonduri speculative și mediul academic.",
    "about-content-head-1": "Ce facem",
    "about-content-head-2": "De ce contează",
    "about-content-text-1": "hCaptcha este un serviciu al Intuition Machines Inc, o companie de AI și învățare automată, cu accent pe metalearning și ML din domeniul vizual la scară largă. Construim și operăm sisteme scalabile masiv pentru a permite servicii de analiză video și de imagine pentru companiile Global 2000 din întreaga lume.",
    "about-content-text-1a": "hCaptcha aduce o abordare modernă, axată pe confidențialitate, pentru oprirea roboților.",
    "about-content-text-1b": "Afișăm provocări CAPTCHA care sunt dificile pentru roboți, dar ușor pentru oameni, colectând date dificil de etichetat din problemele de învățare automată și folosindu-le pentru a distinge dacă un vizitator al site-ului web sau al aplicației este uman.",
    "about-content-text-2": "Mai multe date produc în general rezultate mai bune. Construirea și întreținerea seturilor de date corespunzătoare etichetate și relevante necesită mult timp și costă. hCaptcha a fost inițial dezvoltat pentru a răspunde propriilor nevoi în etichetarea imaginilor și este acum disponibil pentru alte companii cu nevoi similare.",
    "about-content-text-2a": "Actorii răi sunt din ce în ce mai răspândiți online. Dar sacrificarea confidențialității utilizatorilor nu este răspunsul.",
    "about-content-text-2b": "Soluțiile de securitate oferite de companiile publicitare se concentrează în principal pe urmărirea utilizatorilor de pe web. Am creat o soluție de securitate eficientă care demonstrează că nu este necesar să dăuneze confidențialității utilizatorilor pentru a oferi rezultate excelente.",
    "about-intro-head-1": "Despre hCaptcha",
    "about-intro-head-2": "Confidențialitate, securitate și învățare automată.",
    "about-intro-text": "hCaptcha este cel mai utilizat serviciu independent CAPTCHA din lume.",
    "about-leadership-alex": "Expert în baze de date și blockchain. Inginer timpuriu la Cloudera și multe altele. Decenii de expertiză în dezvoltarea și echipele de software.",
    "about-leadership-eli": "CEO. Lider recunoscut în AI. A aplicat inteligența mașinilor la scară la o mare varietate de probleme de afaceri în ultimele decenii.",
    "about-leadership-head": "Conducere",
    "about-leadership-todd": "Doctor în biologie computațională, Stanford. Lucrul cu rețelele neuronale din 1999. Concentrați-vă pe ML aplicat și învățarea profundă la scară.",
    "acc-opt": "Optiuni de accesibilitate",
    "acc-opt-but": "Aflați mai multe despre opțiunile de accesibilitate",
    "acc-opt-text": "Sunteți cu deficiențe de vedere sau altfel nu puteți finaliza hCaptchas?",
    "accessibility-link": "Accesibilitate",
    "appreciate-in": "Vă mulțumim pentru contribuția dvs. Spuneți-ne orice problemă și le vom rezolva rapid.",
    "fb-but": "Trimiteți-ne feedback",
    "feedback-text": "Oferiți feedback despre hCaptcha pe care tocmai l-ați văzut",
    "footer-attribution": "Atribuire",
    "footer-copyright-text": "hCaptcha este o marcă înregistrată a Intuition Machines, Inc.",
    "footer-header-1": "Companie",
    "footer-header-2": "Resurse",
    "footer-header-3": "a lua legatura",
    "footer-link-1": "etichetarea",
    "footer-link-10": "Accesibilitate",
    "footer-link-2": "Despre",
    "footer-link-3": "Locuri de munca",
    "footer-link-4": "Mărci înregistrate",
    "footer-link-5": "Etica AI",
    "footer-link-6": "Blog",
    "footer-link-7": "stare",
    "footer-link-8": "Documentație",
    "footer-link-9": "Raporteaza o eroare",
    "footer-privacy": "intimitate",
    "footer-subheader-1": "A sustine",
    "footer-subheader-2": "a lua legatura",
    "footer-terms": "Termeni",
    "h-plans": "Abonamente",
    "header-docs-link": "Documente",
    "header-labeling-services-link": "Servicii de etichetare",
    "header-login-button": "Autentificare",
    "header-plans-link": "Planuri",
    "header-signup-button": "Inscrie-te",
    "home-about-head": "Despre hCaptcha",
    "home-about-subtitle": "Alimentat de Protocolul UMAN",
    "home-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de muncă în învățarea automată: etichetarea cantităților masive de date în timp util, accesibil și fiabil.",
    "home-about-text-2": "Mai multe date produc în general rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, aproape întotdeauna cu unele recenzii umane. Cu toate acestea, crearea unor seturi de date mari revizuite de oameni prin Mechanical Turk, Figura Opt etc. este atât lentă, cât și costisitoare.",
    "home-about-text-3": "hCaptcha permite site-urilor web să câștige bani pentru această cerere, blocând în același timp roboții și alte forme de abuz.",
    "home-about-text-4": "Piața hCaptcha este alimentată de Protocolul UMAN, un protocol deschis descentralizat pentru revizuirea umană care rulează pe blockchain-ul Ethereum. Site-urile web câștigă jetoane umane (HMT) ori de câte ori utilizatorii folosesc widget-ul hCaptcha de pe site-ul lor, iar companiile de învățare automată plătesc jetoane umane pentru a le eticheta datele.",
    "home-ba-labeling-services-link": "Servicii de etichetare",
    "home-benefits-head-1": "Valoarea în etichetarea datelor",
    "home-benefits-head-2": "Dă înapoi carității",
    "home-benefits-text-1": "V-ați dat seama de fiecare dată când dați clic pe mașină, ajutați la formarea gratuită a sistemelor de învățare automată a unei singure companii Gigantic?",
    "home-benefits-text-2": "hCaptcha transformă acest model. Când utilizați hCaptcha, companiile licitează pentru munca pe care o fac utilizatorii dvs., pe măsură ce își dovedesc umanitatea. Obțineți recompensele.",
    "home-benefits-text-3": "Vrei să dai înapoi carității tale preferate? hCaptcha vă permite să sprijiniți organizațiile caritabile la alegere cu câștigurile pe care le obțineți din utilizarea acestuia. Utilizatorii de pe site-ul dvs. vor putea vedea în curând contribuția dvs. la caritate prin intermediul brandingului discret pe interfața hCaptcha.",
    "home-challenge-text-1": "Selectați toate imaginile care se potrivesc interogării",
    "home-challenge-text-2": "Definiți zona de delimitare pentru obiecte",
    "home-challenge-text-3": "Identificați etichetele corespunzătoare",
    "home-challenge-title-1": "Comparaţie",
    "home-challenge-title-2": "Casetă de încadrare",
    "home-challenge-title-3": "Categorizarea",
    "home-challenges-head": "Provocări prezentate",
    "home-challenges-text-1": "... și alte sarcini simple. Ușor pentru oameni, greu pentru roboți.",
    "home-challenges-text-2": "Sarcini personalizate sunt disponibile și pentru editorii de întreprinderi.",
    "home-ent-1": "Căutați ofertele noastre de securitate pentru întreprinderi?",
    "home-ent-2": "Vizitați noul nostru site dedicat: BotStop.com",
    "home-ent-button": "Aflați mai multe: BotStop by hCaptcha",
    "home-from-the-blog": "DIN BLOG:",
    "home-from-the-blog-value": "Cum funcționează setările de dificultate hCaptcha",
    "home-intro-body": "Folosiți un captcha pentru a nu păstra roboții? hCaptcha protejează confidențialitatea utilizatorilor, recompensează site-urile web și ajută companiile să își eticheteze datele. Este un înlocuitor pentru reCAPTCHA: puteți comuta în câteva minute.",
    "home-intro-button": "Inscrie-te acum",
    "home-intro-head": "Oprește mai mulți roboți. Începeți să protejați confidențialitatea utilizatorului.",
    "home-main-1": "Privat. Sigur. Mai repede. Și vă plătim pentru a-l utiliza.",
    "home-main-2": "Privat de confidențialitate",
    "home-main-2c": "Rețelele publicitare vă văd vizitatorii drept produsul. Pentru hCaptcha, produsul este munca pe care o oferă. Nu ne pasă cine sunt utilizatorii dvs., ci doar cât de probabil este că sunt rău intenționați. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "home-main-3": "Securitatea În primul rând",
    "home-main-3c": "Precizia este în interesul dumneavoastră și al nostru. hCaptcha este axat pe editor. Lucrăm pentru a vă oferi date reale și a vă permite să decideți cum să le utilizați. Alte captcha-uri sunt furnizate de companiile de publicitate gigantice. Aceasta înseamnă că fiecare bot pe care îl blochează își poate reduce veniturile.",
    "home-main-4": "Experiență mai bună pentru utilizator",
    "home-main-4c": "Modele sofisticate de învățare automată sunt utilizate de hCaptcha pentru determinarea umanității. Acest lucru ne permite să solicităm sarcini mai puțin enervante de la utilizatori și să ne ocupăm mai puțin de timp, făcând în același timp date etichetate utile pentru etichetarea clienților.",
    "home-main-plans": "hCaptcha este gratuit pentru editori de orice dimensiune. Cu toate acestea, pentru întreprinderi și platforme care au nevoie de mai mult control, soluțiile noastre de întreprindere sunt disponibile.",
    "home-main-plans2": "Soluțiile de întreprindere hCaptcha protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau să vizitați",
    "home-main-plans3": "Soluțiile de întreprindere hCaptcha protejează milioane de utilizatori pe zeci de milioane de site-uri web pentru unele dintre cele mai mari companii de pe planetă. Vă rugăm să ne contactați pentru mai multe informații sau să vizitați",
    "home-main-plans4": "pentru detalii.",
    "home-plans-button-1": "Inscrie-te acum",
    "home-plans-button-2": "Contactați vânzările",
    "home-plans-chart-head-1": "Caracteristici",
    "home-plans-chart-head-2": "Editor",
    "home-plans-chart-head-3": "Afacere",
    "home-plans-chart-row-1-cell-1": "Tipurile de provocări de control afișate",
    "home-plans-chart-row-1-cell-2": "Limitat",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Tablouri de bord multi-utilizator",
    "home-plans-chart-row-11-cell-1": "Caracteristici avansate de raportare",
    "home-plans-chart-row-12-cell-1": "SLA-uri Enterprise",
    "home-plans-chart-row-2-cell-1": "Controlați conținutul provocării utilizat",
    "home-plans-chart-row-2-cell-2": "Limitat",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Câștigă recompense pentru rezolvările umane",
    "home-plans-chart-row-4-cell-1": "Protecție anti-bot de clasă mondială",
    "home-plans-chart-row-5-cell-1": "Funcționează în fiecare țară",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA și 99,9% moduri pasive",
    "home-plans-chart-row-6-cell-1": "Politica de confidențialitate GDPR și CCPA",
    "home-plans-chart-row-7-cell-1": "Niveluri de dificultate cu granulație fină",
    "home-plans-chart-row-8-cell-1": "Lansați propriul conținut provocator",
    "home-plans-chart-row-9-cell-1": "Programarea dificultăților bazate pe timp",
    "home-try-it-out-button": "Obține hCaptcha",
    "home-try-it-out-head": "Încearcă",
    "home-try-it-out-text": "hCaptcha oferă detectarea simplă, ușoară și fiabilă a botului, fiind în același timp banală pentru rezolvarea oamenilor.",
    "labeling-about-head": "Despre hCaptcha",
    "labeling-about-text-1": "hCaptcha este conceput pentru a rezolva cea mai intensă problemă de muncă în învățarea automată; etichetarea cantităților masive de date în timp util, accesibil și fiabil. Mai multe date produc în general rezultate mai bune în formarea modelelor de învățare automată. Succesul recent al modelelor profunde a dus la seturi de date din ce în ce mai mari, iar hCaptcha servește acestei nevoi.",
    "labeling-about-text-2": "Cu toate acestea, crearea unor seturi de date mari revizuite de oameni folosind metode tradiționale este atât lentă, cât și costisitoare. hCaptcha este o modalitate prin care companiile pot obține adnotările de care au nevoie mai repede, cu o calitate superioară și la un cost mai mic decât alte alternative.",
    "labeling-annotations-head": "Tipuri de adnotări",
    "labeling-annotations-text-1": "Detectarea exactă a obiectelor în imagini și video",
    "labeling-annotations-text-2": "Detectarea exactă a obiectelor în imagini și video",
    "labeling-annotations-text-3": "Adnotări punctuale pentru multe cazuri de utilizare diferite",
    "labeling-annotations-text-4": "Sortați sau adăugați categorii arbitrare de orice dimensiune",
    "labeling-annotations-text-5": "Detecție și clasificare alimentată de om",
    "labeling-annotations-text-6": "Aveți nevoie de un alt tip care nu este listat aici? Doar întrebați-ne.",
    "labeling-annotations-title-1": "Cutii de delimitare",
    "labeling-annotations-title-2": "poligoane",
    "labeling-annotations-title-3": "atracții turistice",
    "labeling-annotations-title-4": "Categorizarea atributelor",
    "labeling-annotations-title-5": "Comparație și detectare",
    "labeling-annotations-title-6": "... si multe altele",
    "labeling-ent-button": "Contactați echipa noastră de soluții pentru întreprinderi",
    "labeling-ent-head": "Aveți nevoie de control end-to-end?",
    "labeling-ent-text-1": "Platforma HUMAN din spatele hCaptcha oferă calități de lucru extrem de sofisticate și caracteristici de gestionare prin implementări locale, hibride sau SaaS care se integrează cu sistemele dvs. existente.",
    "labeling-ent-text-2": "Rulați în întregime offline cu propria forță de muncă, urmăriți valoarea consumată între unitățile de afaceri sau partenerii consorțiului, direcționați selectiv lucrările către diferiți furnizori de forță de muncă interni sau externi în funcție de cerințe de cost și securitate și multe altele.",
    "labeling-ent-text-3": "Acces API ușor, tablouri de bord frumoase și cea mai recentă tehnologie model-in-the-loop pentru a maximiza eficiența.",
    "labeling-ent-text-4": "SLA-uri de disponibilitate de 99,99% și asistență globală 24/7 disponibile. Pentru mai multe informatii:",
    "labeling-features-head-1": "Conducte simple bazate pe API.",
    "labeling-features-head-2": "Optimizat pentru costuri și calitate. Nu este necesar un angajament inițial.",
    "labeling-features-head-3": "Plătiți doar pentru acuratețea de care aveți nevoie.",
    "labeling-features-head-4": "Furnizați-vă propriile date despre adevăr de teren sau permiteți-le să le construim din mers.",
    "labeling-features-text-1": "Doriți să integrați recenzia umană direct în operațiunile dvs. de afaceri? Oferim SLA-uri de mare fiabilitate, capacitate garantată și API-uri REST simple.",
    "labeling-features-text-2": "Platforma HUMAN utilizează modele complete de încredere pentru a efectua analize sofisticate ale calității în timp real. Acest lucru ne permite să determinăm rapid atât dificultatea întrebărilor, cât și răspunsul corect probabil al acestora, economisind timp și bani.",
    "labeling-features-text-3": "Nu toate problemele sunt la fel. Adnotările pentru sarcini critice în materie de siguranță pot necesita încredere de 99,99% din partea lucrătorilor în întregime umani. Adnotările pentru o caracteristică beta într-o aplicație pentru jocuri mobile pot necesita doar încredere moderată. Tu decizi.",
    "labeling-features-text-4": "Aveți date brute fără un set de verificare cuprinzător? În majoritatea cazurilor, putem crea unul pentru dvs. pe măsură ce sarcinile rulează prin sistem sau putem crea eșantioane etichetate pentru aprobare.",
    "labeling-info-head": "Obținerea etichetării datelor",
    "labeling-info-text-1": "Vorbiți cu unul dintre experții noștri din domeniu pentru a defini nevoile proiectului dvs.: precizia țintei, formatul și orice cerințe speciale.",
    "labeling-info-text-2": "Executăm o mică activitate de producție pe baza datelor de eșantionare. Aceasta testează munca pe care am făcut-o împreună pentru a vă asigura că obțineți exact ceea ce aveți nevoie.",
    "labeling-info-text-3": "Cu un volum mare și o latență redusă, vă vom transforma munca rapid, cu livrare automată imediat ce se termină.",
    "labeling-info-text-4": "Pe măsură ce înțelegem mai bine parametrii activității dvs. de producție, rezultatele vor continua să se îmbunătățească în timp.",
    "labeling-info-text-5": "Tablourile de bord live vă permit să furnizați feedback sau să întrerupeți producția în orice moment.",
    "labeling-info-title-1": "Definiți specificațiile",
    "labeling-info-title-2": "Testul inițial al locului de muncă",
    "labeling-info-title-3": "Implementați locuri de muncă de producție",
    "labeling-info-title-4": "Imbunatatire continua",
    "labeling-info-title-5": "Rezultate în timp real",
    "labeling-main-1": "Etichetarea datelor la scară rentabilă",
    "labeling-main-1-button": "Obțineți etichetarea datelor dvs. acum",
    "labeling-main-1c": "Aveți nevoie de mai multe etichete pentru seturile dvs. de date? hCaptcha oferă etichetare rapidă, rentabilă și de înaltă calitate a datelor pentru companiile care lucrează pe aplicații de inteligență artificială și învățare automată.",
    "labeling-main-2": "Lansați milioane de sarcini instantaneu.",
    "labeling-main-2-button": "Cumpărați servicii de etichetare a datelor",
    "labeling-main-2c": "hCaptcha are una dintre cele mai mari bazine de pe planetă disponibile pentru utilizare. Indiferent de scara dvs., o putem gestiona fără angajamente costisitoare în avans. Milioane de sarcini pe zi nu sunt nicio problemă.",
    "labeling-platform-head": "Informații private sau publice",
    "labeling-platform-text": "hCaptcha este construit pe platforma HUMAN, care permite rutare și analiză sofisticate pentru a optimiza costurile și eficiența la fiecare pas. Această tehnologie permite forței de muncă potrivite să gestioneze fiecare parte a lucrării dvs., maximizând eficiența costurilor, păstrând în același timp confidențialitatea și îndeplinind orice cerințe de reglementare care ar putea fi aplicate.",
    "labeling-try-button": "Cumpărați servicii de etichetare a datelor",
    "labeling-try-head": "Doriți să încercați cu datele dvs.?",
    "labeling-try-text": "... suntem pregătiți când sunteți: serviciul nostru este disponibil non-stop.",
    "learn-more-hcaptcha": "Aflați mai multe despre hCaptcha",
    "page-acc-faq-1": "Întrebare: Este compatibil hCaptcha Section 508 + WCAG 2.0? Răspuns: Credem că da: toți utilizatorii cu orice formă de deficiență care pot naviga pe web și pot introduce text pe formulare pot accesa serviciile protejate de hCaptcha la înregistrare. Cu toate acestea, acesta nu este un sfat juridic: ar trebui să efectuați propria evaluare, luând în considerare implementarea dvs. particulară, pentru a vă asigura că acesta este cazul implementării dvs.",
    "page-acc-faq-2": "Întrebare: Lucrați la alte opțiuni de accesibilitate (a11y), cum ar fi audio? Răspuns: Opțiunile populare anterioare, cum ar fi captcha-urile audio, discriminează mulți utilizatori de 11 ani și sunt ușor de învins de tehnicile moderne de învățare automată. Acest lucru a forțat provocările audio actuale să devină din ce în ce mai dificile, introducând zgomot, sincronizare ciudată, combinații de cuvinte neobișnuite și așa mai departe pentru a învinge atacatorii. Prin urmare, suntem mai puțin entuziasmați de această abordare față de evitarea cu totul a provocării, dar o vom lua în considerare dacă există cerere din partea comunității de 11 ani. Cu toate acestea, suntem foarte interesați de Privacy Pass pentru cazul de utilizare a accesibilității. Credem că combinarea abordării noastre actuale a11y cu emiterea Privacy Pass va permite utilizatorilor a11y să navigheze în siguranță, în siguranță, știind că traficul lor este mai privat, restricționând în același timp abuzul de către operatorii de bot care apare inevitabil atunci când sunt disponibile opțiuni a11y. Suntem participanți activi la grupul de lucru IETF care standardizează această nouă tehnologie.",
    "page-acc-faq-3": "Întrebare: Cum rămâne cu confidențialitatea? Înregistrarea expune într-un fel datele de navigare? Ce faci cu e-mailul? Răspuns: hCaptcha este conceput pentru confidențialitate de la bază. Este foarte diferit de opțiunile tradiționale, cum ar fi reCAPTCHA, care sunt deținute de rețelele publicitare, care au un stimulent pentru a vă urmări pe web și a vă asocia cu o identitate reală. Nu folosim niciodată e-mailuri sau informații de accesibilitate în alte scopuri decât pentru a facilita utilizarea și pentru a preveni abuzul. Politica noastră de confidențialitate are răspunsuri cuprinzătoare și autoritare cu privire la modul în care folosim datele, dar răspunsul scurt este că nu avem niciun interes să vă asociem ca persoană cu istoricul dvs. de navigare. păstrându-ne totuși capacitatea de a preveni abuzul, completând activitatea noastră Privacy Pass.",
    "page-acc-link-1": "Dacă sunteți utilizator de accesibilitate, vă rugăm să vă înscrieți aici.",
    "page-acc-subhead": "Asigurarea accesului perfect pentru toți utilizatorii, menținând în același timp securitatea",
    "page-acc-summary": "rezumat",
    "page-acc-summary-contents-1": "hCaptcha este conceput pentru a opri roboții, distingându-i de oameni. Testele vizuale sunt un instrument convenabil pentru aceasta, dar nu toată lumea poate rezolva o provocare vizuală. Din acest motiv, am conceput o alternativă simplă, nedureroasă, pentru a permite editorilor care folosesc serviciul nostru să păstreze accesibilitatea pentru toți, cu respectarea completă a Secțiunii 508 și WCAG 2.0.",
    "page-acc-summary-contents-2": "Cum funcționează: mai întâi, un utilizator de accesibilitate se înscrie la această adresă URL, care este conectată în pagina cu informații despre widget-ul hCaptcha. Acestora li se oferă un cookie criptat care poate fi utilizat de mai multe ori pe zi, dar care trebuie actualizat la fiecare 24 de ore prin autentificare. Atunci când o provocare este prezentată unui utilizator de accesibilitate pe orice site folosind serviciul hCaptcha, acestea vor trece automat.",
    "page-acc-title": "Informații de accesibilitate hCaptcha",
    "page-acc-tr-body": "Întrebare: Încă văd o provocare după setarea cookie-ului. Ce cauzează acest lucru? Răspuns: Acest lucru se datorează de obicei utilizării unui blocator de anunțuri agresiv sau a unei extensii anti-cookie sau a unei setări care blochează cookie-urile de pe site-uri, în acest caz un cookie pentru hcaptcha.com care este setat sau verificat de hCaptcha JavaScript pe un alt site , precum cel pe care îl vizitați. Cookie-urile de accesibilitate hCaptcha funcționează cu toate browserele și blocatoarele de anunțuri populare, cu setările lor standard, deci de obicei eșecurile se datorează scripturilor anti-anti-blocare sau seturi de reguli similare care vizează anumite site-uri. Soluții: 1. Lista albă hcaptcha.com și cookie-urile * .hcaptcha.com din blocatorul de anunțuri sau extensia de securitate a browserului. 2. Dacă utilizați browserul Brave, care nu pare (din aprilie 2020) să aibă niciun fel de listă albă de cookie-uri, accesați Preferințe -> Scuturi -> Cookie-uri și alegeți Allow All Cookies. 3. Dacă utilizați cea mai recentă versiune de Safari, fie pe OS X 10.15, fie pe iOS 13. 4, Apple tocmai a schimbat comportamentul Safari în legătură cu cookie-urile terță parte, blocându-le pe toate în mod implicit. Implementăm o soluție, dar între timp vă rugăm să accesați Preferințe Safari, secțiunea de confidențialitate și debifați urmărirea site-ului web: împiedicați urmărirea pe mai multe site-uri pentru a permite modulului cookie de accesibilitate să funcționeze conform așteptărilor. Întrebare: Folosesc mai multe dispozitive. Trebuie să mă înscriu de mai multe ori? Răspuns: Nu. Vă rugăm să faceți clic pe același link de conectare prin e-mail trimis pe fiecare dispozitiv pe care îl utilizați pentru a seta cookie-ul.",
    "page-acc-tr-title": "Pentru utilizatorii de accesibilitate: Întrebări și răspunsuri și Ghid de depanare",
    "priv-hc": "Privat de confidențialitate",
    "priv-hc-text": "Rețelele publicitare vă consideră produsul lor. Noi nu. Nu ne pasă cine sunt utilizatorii, ci doar cât de probabil ar fi aceștia să fie rău intenționați. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea.",
    "reporting-bugs-accessibility-button": "Aflați mai multe despre opțiunile de accesibilitate",
    "reporting-bugs-accessibility-head": "Optiuni de accesibilitate",
    "reporting-bugs-accessibility-text": "Sunteți cu deficiențe de vedere sau altfel nu puteți finaliza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Capturarea detaliilor raportului de erori: Firefox",
    "reporting-bugs-guide-ff-step-1": "Pasul 1: Deschideți Instrumentele pentru dezvoltatori (Aceasta începe înregistrarea sesiunii.)",
    "reporting-bugs-guide-ff-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumentele pentru dezvoltatori. Bifați caseta Jurnaluri persistente din partea de sus.",
    "reporting-bugs-guide-ff-step-3": "Pasul 3: vizitați https://accounts.hcaptcha.com/demo sau site-ul web pe care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să distribuiți ce este) ... și apoi faceți clic pe I Sunt buton uman și încearcă să rezolvi.",
    "reporting-bugs-guide-ff-step-4": "Pasul 4: Faceți clic pe HAR după ce încercați să rezolvați și alegeți Salvați tot ca HAR pentru a salva jurnalul de rețea. Trimiteți acel fișier către noi.",
    "reporting-bugs-guide-ff-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta apoi Selectați toate și salvați-le într-un fișier text, pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "reporting-bugs-guide-ff-step-6": "Ultimul pas: trimiteți-ne prin e-mail acele fișiere jurnal HAR și consolă și descrieți problema. . Vă rugăm să trimiteți și adresa IP pe care o utilizați. O puteți obține de la https://www.whatsmyip.org/ Vă mulțumim că ați făcut timp pentru a ne ajuta să obținem aceste informații! Ne-am angajat să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
    "reporting-bugs-guide-head": "Capturarea detaliilor raportului de erori: Chrome",
    "reporting-bugs-guide-step-1": "Pasul 1: Deschideți Instrumentele pentru dezvoltatori (Aceasta începe înregistrarea sesiunii.)",
    "reporting-bugs-guide-step-2": "Pasul 2: Faceți clic pe fila Rețea din Instrumentele pentru dezvoltatori. Bifați caseta Jurnal de păstrare din partea de sus.",
    "reporting-bugs-guide-step-3": "Pasul 3: vizitați https://accounts.hcaptcha.com/demo sau site-ul web pe care aveți o problemă (Notă de confidențialitate: numai dacă nu vă deranjează să distribuiți ce este) ... și apoi faceți clic pe I Sunt buton uman și încearcă să rezolvi.",
    "reporting-bugs-guide-step-4": "Pasul 4: Faceți clic pe Export HAR (mica săgeată în jos) după ce încercați să rezolvați, ceea ce salvează jurnalul de rețea. Trimiteți acel fișier către noi.",
    "reporting-bugs-guide-step-5": "Pasul 5: Faceți clic pe fila Consolă și faceți clic dreapta apoi Salvați ca .. pentru a salva jurnalul consolei. Trimite-ne și asta.",
    "reporting-bugs-guide-step-6": "Ultimul pas: trimiteți-ne prin e-mail acele fișiere jurnal HAR și consolă și descrieți problema. Utilizați: support@hcaptcha.com (vă rugăm să utilizați un serviciu precum Dropbox sau Filebin și trimiteți linkuri) și opțional o captură de ecran, dacă bănuiți că ceva nu se afișează corect. Vă rugăm să trimiteți și adresa IP pe care o utilizați. O puteți obține de la https://www.whatsmyip.org/ Vă mulțumim că ați făcut timp pentru a ne ajuta să obținem aceste informații! Ne-am angajat să facem ca hCaptcha să funcționeze bine pentru toată lumea.",
    "reporting-bugs-guide-text-1": "Trimiterea informațiilor de depanare cu raportul dvs. ne va facilita identificarea a ceea ce se întâmplă. Iată instrucțiuni pas cu pas:",
    "reporting-bugs-guide-text-2": "Dacă sunteți dezvoltator web sau utilizator expert, rezumatul este că dorim să ne trimiteți un HAR de înregistrare în rețea și jurnalele consolelor browserului. Încercați mai întâi să dezactivați orice blocator de anunțuri sau extensii de securitate a browserului și apoi încercați din nou înainte de a parcurge acești pași. Dacă acest lucru vă rezolvă problema, am aprecia în continuare să ne anunțați versiunea browserului, blocatorul de anunțuri sau extensia de browser și adresa URL a site-ului web.",
    "reporting-bugs-intro-head": "Ai găsit o eroare? Iată cum să o raportați.",
    "reporting-bugs-intro-text": "Milioane de oameni folosesc hCaptcha în fiecare lună, pe mii de combinații de browsere, extensii, dispozitive, firewall-uri și multe altele. Scopul nostru este să ne asigurăm că funcționează întotdeauna pentru dvs., așa că apreciem foarte mult rapoartele dvs.! Pentru a oferi feedback rapid, trebuie doar să faceți clic pe butonul Trimiteți feedback. Dacă vedeți o problemă funcțională, urmați instrucțiunile de jurnal de depanare pentru Chrome sau instrucțiunile de jurnal de depanare pentru Firefox de mai jos. Pentru orice alte browsere trebuie doar să ne trimiteți un e-mail. Pentru eventuale probleme de securitate sau confidențialitate, consultați instrucțiunile de mai jos.",
    "reporting-bugs-privacy-head": "Probleme de confidențialitate",
    "reporting-bugs-privacy-text": "Nu ne pasă cine sunt utilizatorii, ci doar cât de probabil sunt aceștia să fie rău intenționați sau mașini. Susținem inițiative precum Privacy Pass și lucrăm din greu pentru a echilibra confidențialitatea și securitatea. Dacă ați găsit o problemă care credeți că ar putea afecta confidențialitatea utilizatorului, vă rugăm să ne trimiteți un e-mail la support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Trimiteți-ne feedback",
    "reporting-bugs-provide-feedback-head": "Oferiți feedback imediat despre hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vă mulțumim pentru contribuția dvs. Spuneți-ne orice problemă și le vom rezolva rapid.",
    "reporting-bugs-security-head": "Bug-uri de securitate",
    "reporting-bugs-security-text": "Suntem întotdeauna interesați să primim rapoarte de erori de securitate. Trimiteți un e-mail la support@hcaptcha.com & CC security@hcaptcha.com și vă vom contacta rapid. De asemenea, avem un program de recompense pentru erori pentru rapoartele de securitate eligibile pentru serviciul hCaptcha și codul sursă aferent.",
    "sec-hc": "Securitatea În primul rând",
    "sec-hc-text": "hCaptcha este axat pe editor. Lucrăm pentru a oferi site-urilor date reale și pentru a le permite să decidă cum să le folosească. Precizia este în interesul dumneavoastră și al nostru. Alte captchas sunt furnizate de companii de publicitate. Fiecare bot pe care îl blochează își poate reduce veniturile.",
    "switch-to-english-link": "schimbă pe limba engleză",
    "what-is-hcaptcha": "Ce este hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha vă ajută serviciile web preferate să păstreze roboții, spamul și abuzul, adresând întrebări simple, ușoare pentru oameni și dificile pentru mașini.",
    "why-hc": "De ce hCaptcha?",
    "why-hc-text": "De fiecare dată când răspundeți la o provocare, folosim modele sofisticate pentru a ne da seama dacă sunteți om sau mașină. Site-ul pe care l-ați vizitat folosește apoi acest rezultat pentru a vă ajuta să vă îmbunătățiți experiența pe site-ul lor, evitând roboții."
}