{
    "a11y-img-1": "Экран доступа пользователя после входа в систему",
    "a11y-img-2": "Параметр доступности в меню пользовательского интерфейса виджета",
    "a11y-img-3": "Диалоговое окно специальных возможностей в пользовательском интерфейсе виджета",
    "about-advisors-brendan": "Генеральный директор Brave. Соучредитель Mozilla. Создатель языка программирования JavaScript. Конструктор браузеров и многое другое.",
    "about-advisors-dawn": "Профессор CS Калифорнийского университета в Беркли. Эксперт по глубокому обучению, безопасности и блокчейну. Генеральный директор Oasis Labs.",
    "about-advisors-head": "Советники",
    "about-advisors-keiran": "Научный сотрудник Стэнфордского университета. Машинное обучение и количественное финансирование в крупных банках, хедж-фондах и академических кругах.",
    "about-content-head-1": "Что мы делаем",
    "about-content-head-2": "Почему это важно",
    "about-content-text-1": "hCaptcha - это услуга Intuition Machines Inc, компании, занимающейся искусственным интеллектом и машинным обучением, с акцентом на метаобучение и визуальное машинное обучение в масштабах. Мы создаем и эксплуатируем масштабируемые системы для предоставления услуг анализа видео и изображений компаниям Global 2000 по всему миру.",
    "about-content-text-1a": "hCaptcha предлагает современный подход к остановке ботов, ориентированный на конфиденциальность.",
    "about-content-text-1b": "Мы показываем задачи CAPTCHA, которые сложны для ботов, но легки для людей, собирая трудно поддающиеся разметке данные о проблемах машинного обучения и используя их, чтобы определить, является ли посетитель веб-сайта или приложения человеком.",
    "about-content-text-2": "Чем больше данных, тем лучше результаты. Создание и поддержка правильно помеченных и актуальных наборов данных требует много времени и средств. Первоначально hCaptcha была разработана для удовлетворения наших собственных потребностей в маркировке изображений, а теперь доступна для других компаний с аналогичными потребностями.",
    "about-content-text-2a": "В Интернете все чаще встречаются плохие актеры. Но принесение в жертву конфиденциальности пользователей - это не выход.",
    "about-content-text-2b": "Решения безопасности, предлагаемые рекламными компаниями, в первую очередь ориентированы на отслеживание пользователей в Интернете. Мы создали эффективное решение безопасности, которое доказывает, что нарушение конфиденциальности пользователей не является необходимым для получения отличных результатов.",
    "about-intro-head-1": "О hCaptcha",
    "about-intro-head-2": "Конфиденциальность, безопасность и машинное обучение.",
    "about-intro-text": "hCaptcha - это наиболее широко используемый в мире независимый сервис CAPTCHA.",
    "about-leadership-alex": "Эксперт по базам данных и блокчейну. Один из первых инженеров Cloudera и не только. Десятилетия опыта в создании программного обеспечения и команд.",
    "about-leadership-eli": "ГЕНЕРАЛЬНЫЙ ДИРЕКТОР. Признанный лидер в области ИИ. За последние десятилетия широко применял машинный интеллект для решения широкого круга бизнес-задач.",
    "about-leadership-head": "Лидерство",
    "about-leadership-todd": "Кандидат вычислительной биологии, Стэнфорд. Работаем с нейронными сетями с 1999 года. Сосредоточьтесь на прикладном машинном обучении и глубоком обучении в больших масштабах.",
    "acc-opt": "Параметры доступности",
    "acc-opt-but": "Узнать больше о специальных возможностях",
    "acc-opt-text": "У вас слабое зрение или вы не можете заполнять hCaptcha по другой причине?",
    "accessibility-link": "Доступность",
    "appreciate-in": "Мы ценим ваш вклад. Сообщите нам о любых проблемах, и мы быстро их решим.",
    "fb-but": "Отправьте нам отзыв",
    "feedback-text": "Оставьте отзыв о hCaptcha, который вы только что видели",
    "footer-attribution": "Атрибуция",
    "footer-copyright-text": "hCaptcha - зарегистрированная торговая марка Intuition Machines, Inc.",
    "footer-header-1": "Компания",
    "footer-header-2": "Ресурсы",
    "footer-header-3": "Связаться с нами",
    "footer-link-1": "Маркировка",
    "footer-link-10": "Доступность",
    "footer-link-2": "Около",
    "footer-link-3": "Вакансии",
    "footer-link-4": "Товарные знаки",
    "footer-link-5": "Этика ИИ",
    "footer-link-6": "Блог",
    "footer-link-7": "Положение дел",
    "footer-link-8": "Документация",
    "footer-link-9": "Сообщить об ошибке",
    "footer-privacy": "Конфиденциальность",
    "footer-subheader-1": "Служба поддержки",
    "footer-subheader-2": "Связаться с нами",
    "footer-terms": "условия",
    "h-plans": "Планы подписки",
    "header-docs-link": "Документы",
    "header-labeling-services-link": "Услуги по маркировке",
    "header-login-button": "Авторизоваться",
    "header-plans-link": "Планы",
    "header-signup-button": "Зарегистрироваться",
    "home-about-head": "О hCaptcha",
    "home-about-subtitle": "Работает на HUMAN протоколе",
    "home-about-text-1": "hCaptcha предназначена для решения самой трудоемкой задачи в машинном обучении: своевременной, доступной и надежной маркировки больших объемов данных.",
    "home-about-text-2": "Чем больше данных, тем лучше результаты при обучении моделей машинного обучения. Недавний успех глубоких моделей привел к появлению все более крупных наборов данных, почти всегда требующих проверки человеком. Однако создание больших наборов данных, проверенных людьми с помощью Mechanical Turk, Figure Eight и т. Д., Является медленным и дорогостоящим.",
    "home-about-text-3": "hCaptcha позволяет веб-сайтам зарабатывать деньги, удовлетворяя этот спрос, блокируя ботов и другие формы злоупотреблений.",
    "home-about-text-4": "Торговая площадка hCaptcha работает на HUMAN Protocol, открытом децентрализованном протоколе для проверки людьми, который работает на блокчейне Ethereum. Веб-сайты зарабатывают человеческие токены (HMT) всякий раз, когда пользователи используют виджет hCaptcha на своем сайте, а компании, занимающиеся машинным обучением, платят человеческие токены, чтобы помечать свои данные.",
    "home-ba-labeling-services-link": "Услуги по маркировке",
    "home-benefits-head-1": "Ценность маркировки данных",
    "home-benefits-head-2": "Вернуть благотворительность",
    "home-benefits-text-1": "Вы понимали, что каждый раз, когда вы нажимаете на автомобиль, вы помогаете бесплатно обучать системы машинного обучения одной гигантской компании?",
    "home-benefits-text-2": "hCaptcha переворачивает эту модель. Когда вы используете hCaptcha, компании делают ставки на работу, которую делают ваши пользователи, поскольку они доказывают свою человечность. Вы получаете награды.",
    "home-benefits-text-3": "Хотите отдать свою любимую благотворительность? hCaptcha позволяет вам поддерживать благотворительные организации по вашему выбору за счет доходов, которые вы получаете от ее использования. Пользователи вашего сайта скоро смогут увидеть ваш вклад в благотворительность с помощью скрытого брендинга в интерфейсе hCaptcha.",
    "home-challenge-text-1": "Выбрать все изображения, соответствующие запросу",
    "home-challenge-text-2": "Определить ограничивающую область для объектов",
    "home-challenge-text-3": "Найдите соответствующие ярлыки",
    "home-challenge-title-1": "Сравнение",
    "home-challenge-title-2": "Ограничительная рамка",
    "home-challenge-title-3": "Категоризация",
    "home-challenges-head": "Представленные задачи",
    "home-challenges-text-1": "... и другие простые задачи. Легко для людей, сложно для ботов.",
    "home-challenges-text-2": "Пользовательские задачи также доступны для корпоративных издателей.",
    "home-ent-1": "Ищете наши предложения по безопасности предприятия?",
    "home-ent-2": "Посетите наш новый специальный сайт: BotStop.com",
    "home-ent-button": "Узнать больше: BotStop от hCaptcha",
    "home-from-the-blog": "ИЗ БЛОГА:",
    "home-from-the-blog-value": "Как работают настройки сложности hCaptcha",
    "home-intro-body": "Вы используете капчу для защиты от ботов? hCaptcha защищает конфиденциальность пользователей, поощряет веб-сайты и помогает компаниям маркировать свои данные. Это прямая замена reCAPTCHA: вы можете переключиться за несколько минут.",
    "home-intro-button": "Зарегистрироваться сейчас",
    "home-intro-head": "Остановите больше ботов. Начните защищать конфиденциальность пользователей.",
    "home-main-1": "Частный. Надежно. Быстрее. И мы платим вам за его использование.",
    "home-main-2": "Ориентация на конфиденциальность",
    "home-main-2c": "Рекламные сети воспринимают посетителей как продукт. Для hCaptcha продукт - это работа, которую они выполняют. Нам все равно, кто ваши пользователи, а только насколько они могут быть злонамеренными. Мы поддерживаем такие инициативы, как Privacy Pass, и прилагаем все усилия, чтобы обеспечить баланс конфиденциальности и безопасности.",
    "home-main-3": "Безопасность прежде всего",
    "home-main-3c": "Точность в ваших интересах и в наших. hCaptcha ориентирована на издателей. Мы работаем, чтобы предоставить вам реальные данные и позволить вам решить, как их использовать. Остальные капчи предоставляются рекламными компаниями Gigantic. Это означает, что каждый блокируемый бот может снизить их доход.",
    "home-main-4": "Лучший пользовательский опыт",
    "home-main-4c": "Сложные модели машинного обучения используются hCaptcha для определения человечества. Это позволяет нам требовать от ваших пользователей меньше назойливых задач и тратить на это меньше времени, сохраняя при этом полезные маркированные данные для маркировки клиентов.",
    "home-main-plans": "hCaptcha можно использовать бесплатно для издателей любого размера. Однако для предприятий и платформ, которым требуется больший контроль, доступны наши корпоративные решения.",
    "home-main-plans2": "Корпоративные решения hCaptcha защищают миллионы пользователей на десятках миллионов веб-сайтов некоторых из крупнейших компаний на планете. Пожалуйста, свяжитесь с нами для получения дополнительной информации или посетите",
    "home-main-plans3": "Корпоративные решения hCaptcha защищают миллионы пользователей на десятках миллионов веб-сайтов некоторых из крупнейших компаний на планете. Пожалуйста, свяжитесь с нами для получения дополнительной информации или посетите",
    "home-main-plans4": "для подробностей.",
    "home-plans-button-1": "Зарегистрироваться сейчас",
    "home-plans-button-2": "Связаться с отделом продаж",
    "home-plans-chart-head-1": "Характеристики",
    "home-plans-chart-head-2": "Издатель",
    "home-plans-chart-head-3": "Предприятие",
    "home-plans-chart-row-1-cell-1": "Показаны типы контрольных задач",
    "home-plans-chart-row-1-cell-2": "Ограниченное",
    "home-plans-chart-row-1-cell-3": "Общее количество",
    "home-plans-chart-row-10-cell-1": "Многопользовательские информационные панели",
    "home-plans-chart-row-11-cell-1": "Расширенные функции отчетности",
    "home-plans-chart-row-12-cell-1": "Корпоративные SLA",
    "home-plans-chart-row-2-cell-1": "Используемый контент контрольной задачи",
    "home-plans-chart-row-2-cell-2": "Ограниченное",
    "home-plans-chart-row-2-cell-3": "Общее количество",
    "home-plans-chart-row-3-cell-1": "Получайте награды за человеческие решения",
    "home-plans-chart-row-4-cell-1": "Защита от ботов мирового класса",
    "home-plans-chart-row-5-cell-1": "Работает в любой стране",
    "home-plans-chart-row-5a-cell-1": "Без CAPTCHA и 99.9% пассивных режимов",
    "home-plans-chart-row-5b-cell-1": "Оценки уверенности ботов",
    "home-plans-chart-row-6-cell-1": "Политика конфиденциальности, совместимая с GDPR и CCPA",
    "home-plans-chart-row-7-cell-1": "Детальные уровни сложности",
    "home-plans-chart-row-8-cell-1": "Запустите собственное задание",
    "home-plans-chart-row-9-cell-1": "Планирование сложности на основе времени",
    "home-try-it-out-button": "Получить hCaptcha",
    "home-try-it-out-head": "Попробовать",
    "home-try-it-out-text": "hCaptcha обеспечивает простое, легкое и надежное обнаружение ботов, в то время как человечество легко может решить эту проблему.",
    "labeling-about-head": "О hCaptcha",
    "labeling-about-text-1": "hCaptcha предназначен для решения самой трудоемкой задачи в машинном обучении; своевременная, доступная и надежная маркировка больших объемов данных. Чем больше данных, тем лучше результаты при обучении моделей машинного обучения. Недавний успех глубоких моделей привел к появлению все более крупных наборов данных, и hCaptcha служит этой потребности.",
    "labeling-about-text-2": "Однако создание больших наборов данных, проверенных людьми, с использованием традиционных методов - медленное и дорогое мероприятие. hCaptcha - это способ для компаний получить нужные им аннотации быстрее, с более высоким качеством и с меньшими затратами, чем другие альтернативы.",
    "labeling-annotations-head": "Типы аннотаций",
    "labeling-annotations-text-1": "Точное обнаружение объектов на изображениях и видео",
    "labeling-annotations-text-2": "Точное обнаружение объектов на изображениях и видео",
    "labeling-annotations-text-3": "Аннотации точек для множества различных вариантов использования",
    "labeling-annotations-text-4": "Сортируйте или добавляйте произвольные категории любого размера",
    "labeling-annotations-text-5": "Обнаружение и классификация с помощью человека",
    "labeling-annotations-text-6": "Нужен другой тип, не указанный здесь? Просто спросите нас.",
    "labeling-annotations-title-1": "Ограничивающие рамки",
    "labeling-annotations-title-2": "Полигоны",
    "labeling-annotations-title-3": "Достопримечательности",
    "labeling-annotations-title-4": "Категоризация атрибутов",
    "labeling-annotations-title-5": "Сравнение и обнаружение",
    "labeling-annotations-title-6": "... и многое другое",
    "labeling-ent-button": "Свяжитесь с нашей командой по корпоративным решениям",
    "labeling-ent-head": "Нужен сквозной контроль?",
    "labeling-ent-text-1": "HUMAN Platform, лежащая в основе hCaptcha, обеспечивает высокотехнологичные функции качества работы и управления посредством локальных, гибридных или SaaS-развертываний, которые интегрируются с вашими существующими системами.",
    "labeling-ent-text-2": "Работайте полностью автономно с помощью собственных сотрудников, отслеживайте стоимость, потребляемую бизнес-подразделениями или партнерами по консорциуму, выборочно перенаправляйте задания различным внутренним или внешним поставщикам рабочей силы в зависимости от затрат и требований безопасности и т. Д.",
    "labeling-ent-text-3": "Простой доступ к API, красивые информационные панели и новейшая технология моделирования в цикле для максимальной эффективности.",
    "labeling-ent-text-4": "Доступны соглашения об уровне обслуживания 99,99% времени безотказной работы и круглосуточная глобальная поддержка. Чтобы получить больше информации:",
    "labeling-features-head-1": "Простые конвейеры, управляемые API.",
    "labeling-features-head-2": "Оптимизирован по цене и качеству. Никаких предварительных обязательств не требуется.",
    "labeling-features-head-3": "Платите только за нужную вам точность.",
    "labeling-features-head-4": "Предоставьте свои собственные достоверные данные или позвольте нам создавать их на лету.",
    "labeling-features-text-1": "Хотите интегрировать человеческий анализ непосредственно в свои бизнес-операции? Мы предлагаем SLA с высокой надежностью, гарантированную емкость и простые REST API.",
    "labeling-features-text-2": "Платформа HUMAN использует комплексные модели уверенности для выполнения сложного анализа качества в реальном времени. Это позволяет нам быстро определять сложность вопросов и их правильный ответ, экономя ваше время и деньги.",
    "labeling-features-text-3": "Не все проблемы одинаковы. Аннотации для задач, критически важных для безопасности, могут потребовать 99,99% уверенности от полностью людей. Аннотации для одной бета-функции в мобильном игровом приложении могут требовать лишь умеренного доверия. Вам решать.",
    "labeling-features-text-4": "У вас есть необработанные данные без комплексной проверки? В большинстве случаев мы можем создать его для вас по мере выполнения задач в системе или создать образцы с этикетками для вашего утверждения.",
    "labeling-info-head": "Получение меток данных",
    "labeling-info-text-1": "Поговорите с одним из наших экспертов в предметной области, чтобы определить потребности вашего проекта: точность, формат и любые особые требования.",
    "labeling-info-text-2": "Мы выполняем небольшую производственную работу на основе ваших образцов данных. Это проверка нашей совместной работы, чтобы убедиться, что вы получите именно то, что вам нужно.",
    "labeling-info-text-3": "Благодаря большому объему и малой задержке мы быстро изменим вашу работу с помощью автоматической доставки, как только она будет завершена.",
    "labeling-info-text-4": "По мере того, как мы лучше понимаем параметры вашей производственной работы, результаты со временем будут улучшаться.",
    "labeling-info-text-5": "Интерактивные информационные панели позволяют в любой момент оставить отзыв или приостановить производство.",
    "labeling-info-title-1": "Определить спецификации",
    "labeling-info-title-2": "Начальный тест на работу",
    "labeling-info-title-3": "Развертывание производственных заданий",
    "labeling-info-title-4": "Непрерывное улучшение",
    "labeling-info-title-5": "Результаты в реальном времени",
    "labeling-main-1": "Экономичная маркировка данных в любом масштабе",
    "labeling-main-1-button": "Пометьте свои данные сейчас",
    "labeling-main-1c": "Требуется больше меток для ваших наборов данных? hCaptcha обеспечивает быструю, экономичную и высококачественную маркировку данных для компаний, работающих над приложениями искусственного интеллекта и машинного обучения.",
    "labeling-main-2": "Мгновенно запускайте миллионы задач.",
    "labeling-main-2-button": "Купить услуги маркировки данных",
    "labeling-main-2c": "hCaptcha имеет один из крупнейших пулов на планете, доступных для вашего использования. Независимо от вашего масштаба, мы справимся с этим без дорогостоящих авансовых обязательств. Миллионы задач в день - это не проблема.",
    "labeling-platform-head": "Частная или публичная информация",
    "labeling-platform-text": "hCaptcha построен на платформе HUMAN Platform, которая позволяет выполнять сложную маршрутизацию и анализ для оптимизации затрат и эффективности на каждом этапе. Эта технология позволяет правильным сотрудникам выполнять каждую часть вашей работы, максимизируя экономическую эффективность, сохраняя конфиденциальность и соблюдая любые применимые нормативные требования.",
    "labeling-try-button": "Купить услуги маркировки данных",
    "labeling-try-head": "Хотите попробовать свои данные?",
    "labeling-try-text": "... мы готовы, когда вы будете: наши услуги доступны круглосуточно.",
    "learn-more-hcaptcha": "Узнать больше о hCaptcha",
    "page-acc-faq-1": "Вопрос: Соответствует ли hCaptcha Раздел 508 + WCAG 2.1 AA? Ответ: Мы считаем, что да: все пользователи с любой формой нарушений, которые могут просматривать веб-страницы и вводить текст в формы, могут получить доступ к службам, защищенным hCaptcha, после регистрации. Однако это не юридический совет: вы должны выполнить свою собственную оценку с учетом вашей конкретной реализации, чтобы убедиться, что это так для вашего развертывания.",
    "page-acc-faq-2": "Вопрос: работаете ли вы над другими вариантами доступности (a11y), например над аудио? Ответ: Ранее популярные варианты, такие как аудиокапчи, дискриминируют многих простых пользователей и легко обходятся современными методами машинного обучения. Это заставило текущие проблемы со звуком становиться все более и более сложными, привнося шум, нечетное время, необычные словосочетания и так далее, чтобы победить злоумышленников. Таким образом, мы с меньшим энтузиазмом относимся к этому подходу, а не к тому, чтобы вообще избегать проблем, но рассмотрим его, если будет спрос со стороны сообщества. Однако нас очень интересует Privacy Pass для случая использования специальных возможностей. Мы считаем, что объединение нашего текущего надежного подхода с выпуском Privacy Pass позволит пользователям безопасно просматривать веб-страницы, зная, что их трафик является более конфиденциальным, а также ограничит злоупотребления со стороны операторов ботов, которые неизбежно происходят, когда доступны все варианты. Мы являемся активными участниками рабочей группы IETF по стандартизации этой новой технологии.",
    "page-acc-faq-3": "Вопрос: А как насчет конфиденциальности? Предоставляет ли регистрация каким-либо образом доступ к данным о просмотре? Что вы делаете с электронной почтой? Ответ: hCaptcha изначально разработана для обеспечения конфиденциальности. Это сильно отличается от традиционных вариантов, таких как reCAPTCHA, которые принадлежат рекламным сетям, у которых есть стимул отслеживать вас в Интернете и связывать вас с реальной личностью. Мы никогда не используем электронные письма или информацию о специальных возможностях для каких-либо целей, кроме облегчения использования и предотвращения злоупотреблений. В нашей политике конфиденциальности есть исчерпывающие и авторитетные ответы на вопрос о том, как мы используем данные, но краткий ответ заключается в том, что мы не заинтересованы в том, чтобы связывать вас как человека с вашей историей просмотров. В настоящее время мы также работаем над криптографическим решением, чтобы быстро удалить ваш адрес электронной почты при этом сохраняя нашу способность предотвращать злоупотребления, дополняя нашу работу Privacy Pass.",
    "page-acc-link-1": "Если вы являетесь пользователем специальных возможностей, зарегистрируйтесь здесь.",
    "page-acc-subhead": "Обеспечение беспрепятственного доступа для всех пользователей при сохранении безопасности",
    "page-acc-summary": "Резюме",
    "page-acc-summary-contents-1": "hCaptcha предназначена для остановки ботов, отделяя их от людей. Визуальные тесты - удобный инструмент для этого, но не каждый может решить визуальную задачу. По этой причине мы разработали простую и безболезненную альтернативу, позволяющую издателям, использующим наш сервис, сохранять доступность для всех с полным соответствием требованиям Раздела 508 и WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Как это работает: сначала пользователь специальных возможностей регистрируется по этому URL-адресу, ссылка на который находится на странице информации виджета hCaptcha. Им выдается зашифрованный файл cookie, который можно использовать несколько раз в день, но он должен обновляться каждые 24 часа при входе в систему. Когда пользователю специальных возможностей на любом сайте, использующем службу hCaptcha, будет предложена проблема, он пройдет автоматически.",
    "page-acc-title": "Информация о доступности hCaptcha",
    "page-acc-tr-body": "Вопрос: Я все еще вижу проблему после установки файла cookie. Чем это вызвано? Ответ: Обычно это происходит из-за использования агрессивного блокировщика рекламы или расширения для защиты от файлов cookie или настройки, которая блокирует межсайтовые файлы cookie, в данном случае это файл cookie для hcaptcha.com, который устанавливается или проверяется JavaScript hCaptcha на другом сайте. , как и тот, который вы посещаете. Файлы cookie доступности hCaptcha работают со всеми популярными браузерами и блокировщиками рекламы с их стандартными настройками, поэтому обычно сбои происходят из-за скриптов анти-анти-блокирования рекламы или аналогичных наборов правил, нацеленных на определенные сайты. Решения: 1. Добавьте файлы cookie hcaptcha.com и * .hcaptcha.com в белый список в блокировщике рекламы или расширении безопасности браузера. 2. Если вы используете браузер Brave, который (по состоянию на апрель 2020 г.) не имеет какого-либо белого списка файлов cookie, перейдите в «Настройки» -> «Щиты» -> «Файлы cookie» и выберите «Разрешить все файлы cookie». 3. Если вы используете самую последнюю версию Safari на недавно выпущенной OS X 10.15 или iOS 13. 4, Apple только что изменила поведение Safari в отношении сторонних файлов cookie, по умолчанию заблокировав их все. Мы внедряем решение, но тем временем посетите раздел «Настройки Safari», «Конфиденциальность» и снимите флажок «Отслеживание веб-сайтов: запретить межсайтовое отслеживание», чтобы файлы cookie специальных возможностей работали должным образом. Вопрос: я использую несколько устройств. Мне нужно регистрироваться несколько раз? Ответ: Нет. Щелкните ссылку для входа в систему по электронной почте, отправленную вам на каждом устройстве, которое вы используете, чтобы установить файл cookie.",
    "page-acc-tr-title": "Для пользователей специальных возможностей: часто задаваемые вопросы и руководство по устранению неполадок",
    "page-acc-tr2-body": "Сафари<br> Чтобы включить файлы cookie в Safari (Mac): перейдите в раскрывающееся меню Safari. Выберите Предпочтения. Щелкните Конфиденциальность на верхней панели. В разделе Блокировать файлы cookie выберите вариант Никогда.<br> Чтобы включить файлы cookie в Safari (iPhone / iPad iOS 11+): откройте «Настройки». Прокрутите вниз и выберите Safari. В разделе «Конфиденциальность и безопасность» отключите «Предотвращать межсайтовое отслеживание» и «Блокировать все файлы cookie».<br><br> Fire Fox<br> Нажмите на щит слева от адресной строки на любой веб-странице. Щелкните Параметры защиты. Откроется панель «Конфиденциальность и безопасность» в настройках Firefox. В разделе «Улучшенная защита от отслеживания» выберите «Пользовательский». Выберите, какие трекеры и скрипты блокировать, установив соответствующие флажки. Убедитесь, что вы разблокировали hcaptcha.com.<br><br> Вы также можете временно отключить некоторые средства защиты в Custom, чтобы отладить это, сняв флажки: Снимите флажок «Трекеры» или снимите флажок «Файлы cookie», если у вас все еще возникают проблемы.<br><br> Гугл Хром<br> Google Chrome (ПК):<br> Щелкните значок меню Chrome. Выберите \"Настройки\".<br> Внизу страницы выберите Показать дополнительные настройки.<br> В разделе Конфиденциальность выберите Настройки содержимого.<br> Выберите Разрешить установку локальных данных (рекомендуется).<br> Выберите Готово.<br> ‍<br> Google Chrome (Mac):<br> Откройте настройки Chrome, нажмите «Настройки», затем «Показать дополнительные настройки».<br> В разделе «Конфиденциальность» нажмите «Настройки содержимого».<br> Убедитесь, что блокировка сторонних файлов cookie и данные сайта не проверены<br> ‍<br> Google Chrome (Android):<br> На устройстве Android откройте приложение Chrome.<br> В правом верхнем углу нажмите «Еще», а затем «Настройки».<br> Нажмите «Настройки сайта», а затем «Файлы cookie».<br> Рядом с Cookies включите настройку.<br> Установите флажок Разрешить сторонние файлы cookie.",
    "page-acc-tr2-head": "Инструкции для браузера для межсайтовых файлов cookie",
    "priv-hc": "Ориентация на конфиденциальность",
    "priv-hc-text": "Рекламные сети видят в вас свой продукт. Мы этого не делаем. Нас не интересует, кто такие пользователи, а только насколько они могут быть злоумышленниками. Мы поддерживаем такие инициативы, как Privacy Pass, и прилагаем все усилия, чтобы обеспечить баланс конфиденциальности и безопасности.",
    "reporting-bugs-accessibility-button": "Узнать больше о специальных возможностях",
    "reporting-bugs-accessibility-head": "Параметры доступности",
    "reporting-bugs-accessibility-text": "У вас слабое зрение или вы не можете заполнять hCaptcha по другой причине?",
    "reporting-bugs-guide-ff-head": "Получение сведений об отчете об ошибке: Firefox",
    "reporting-bugs-guide-ff-step-1": "Шаг 1. Откройте Инструменты разработчика (Начнется запись сеанса.)",
    "reporting-bugs-guide-ff-step-2": "Шаг 2: перейдите на вкладку «Сеть» в инструментах разработчика. Установите флажок Сохранять журналы вверху.",
    "reporting-bugs-guide-ff-step-3": "Шаг 3: посетите https://accounts.hcaptcha.com/demo или веб-сайт, на котором у вас возникла проблема (Примечание о конфиденциальности: только если вы не против поделиться тем, что это такое) ... и затем нажмите кнопку I Я человеческая кнопка, и попробуй решить.",
    "reporting-bugs-guide-ff-step-4": "Шаг 4: Нажмите HAR после попытки решения и выберите Сохранить все как HAR, чтобы сохранить сетевой журнал. Отправьте нам этот файл.",
    "reporting-bugs-guide-ff-step-5": "Шаг 5: Щелкните вкладку «Консоль», щелкните правой кнопкой мыши, затем «Выбрать все» и сохраните это в текстовый файл, чтобы сохранить журнал консоли. Отправьте нам и это.",
    "reporting-bugs-guide-ff-step-6": "Последний шаг: отправьте нам эти HAR и файлы журнала консоли по электронной почте и опишите проблему. Используйте: support@hcaptcha.com (пожалуйста, используйте сервис, такой как Dropbox или Filebin, и отправьте ссылки) и, возможно, снимок экрана, если вы подозреваете, что что-то отображается неправильно. . Пожалуйста, пришлите также IP-адрес, который вы используете. Вы можете получить ее по адресу https://www.whatsmyip.org/. Спасибо, что нашли время помочь нам получить эту информацию! Мы стремимся сделать так, чтобы hCaptcha хорошо работала для всех.",
    "reporting-bugs-guide-head": "Получение сведений об отчете об ошибке: Chrome",
    "reporting-bugs-guide-step-1": "Шаг 1. Откройте Инструменты разработчика (Начнется запись сеанса.)",
    "reporting-bugs-guide-step-2": "Шаг 2: перейдите на вкладку «Сеть» в инструментах разработчика. Установите флажок Сохранить журнал вверху.",
    "reporting-bugs-guide-step-3": "Шаг 3: посетите https://accounts.hcaptcha.com/demo или веб-сайт, на котором у вас возникла проблема (Примечание о конфиденциальности: только если вы не против поделиться тем, что это такое) ... и затем нажмите кнопку I Я человеческая кнопка, и попробуй решить.",
    "reporting-bugs-guide-step-4": "Шаг 4: Нажмите «Экспорт HAR» (маленькая стрелка вниз) после попытки решить, что сохранит сетевой журнал. Отправьте нам этот файл.",
    "reporting-bugs-guide-step-5": "Шаг 5: Щелкните вкладку «Консоль» и щелкните правой кнопкой мыши, затем «Сохранить как ...», чтобы сохранить журнал консоли. Отправьте нам и это.",
    "reporting-bugs-guide-step-6": "Последний шаг: отправьте нам эти HAR-файлы и файлы журнала консоли по электронной почте и опишите проблему. Используйте: support@hcaptcha.com (воспользуйтесь сервисом, например Dropbox или Filebin, и отправьте ссылки) и, при желании, снимок экрана, если вы подозреваете, что что-то отображается неправильно. Пожалуйста, пришлите также IP-адрес, который вы используете. Вы можете получить ее по адресу https://www.whatsmyip.org/. Спасибо, что нашли время помочь нам получить эту информацию! Мы стремимся сделать так, чтобы hCaptcha хорошо работала для всех.",
    "reporting-bugs-guide-text-1": "Отправка отладочной информации с вашим отчетом значительно упростит нам определение того, что происходит. Вот пошаговая инструкция:",
    "reporting-bugs-guide-text-2": "Если вы веб-разработчик или опытный пользователь, то мы хотели бы, чтобы вы отправили нам сетевые журналы записи HAR и консоли браузера. Пожалуйста, попробуйте сначала отключить любой блокировщик рекламы или расширения безопасности браузера, а затем повторите попытку, прежде чем выполнять эти шаги. Если это решит вашу проблему, мы все равно будем признательны, если вы сообщите нам версию своего браузера, средство блокировки рекламы или расширение браузера, а также URL-адрес веб-сайта.",
    "reporting-bugs-intro-head": "Нашли ошибку? Вот как сообщить об этом.",
    "reporting-bugs-intro-text": "Миллионы людей используют hCaptcha каждый месяц в тысячах комбинаций браузеров, расширений, устройств, межсетевых экранов и т. Д. Наша цель - сделать так, чтобы это всегда работало на вас, поэтому мы очень ценим ваши отчеты! Чтобы быстро отправить отзыв, просто нажмите кнопку «Отправить отзыв». Если вы видите функциональную проблему, следуйте инструкциям журнала отладки для Chrome или инструкциям журнала отладки для Firefox ниже. Для любых других браузеров просто напишите нам. В случае потенциальных проблем с безопасностью или конфиденциальностью см. Инструкции ниже.",
    "reporting-bugs-privacy-head": "Вопросы конфиденциальности",
    "reporting-bugs-privacy-text": "Нам не важно, кто такие пользователи, а только насколько они могут быть злоумышленниками или машинами. Мы поддерживаем такие инициативы, как Privacy Pass, и прилагаем все усилия, чтобы обеспечить баланс конфиденциальности и безопасности. Если вы обнаружили проблему, которая, по вашему мнению, может повлиять на конфиденциальность пользователей, напишите нам по адресу support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Отправьте нам отзыв",
    "reporting-bugs-provide-feedback-head": "Предоставьте немедленный отзыв о hCaptcha",
    "reporting-bugs-provide-feedback-text": "Мы ценим ваш вклад. Сообщите нам о любых проблемах, и мы быстро их решим.",
    "reporting-bugs-security-head": "Ошибки безопасности",
    "reporting-bugs-security-text": "Мы всегда заинтересованы в получении отчетов об ошибках безопасности. Отправьте электронное письмо на support@hcaptcha.com и CC security@hcaptcha.com, и мы быстро свяжемся с вами. У нас также есть программа вознаграждения за ошибки для соответствующих отчетов о безопасности службы hCaptcha и связанного с ней исходного кода.",
    "sec-hc": "Безопасность прежде всего",
    "sec-hc-text": "hCaptcha ориентирована на издателей. Мы работаем, чтобы предоставлять сайтам реальные данные и позволять им решать, как их использовать. Точность в ваших интересах и в наших. Остальные капчи предоставляются рекламными компаниями. Каждый блокируемый бот может снизить их доход.",
    "switch-to-english-link": "Переключи на английский",
    "what-is-hcaptcha": "Что такое hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha помогает вашим любимым веб-сервисам защищаться от ботов, спама и злоупотреблений, задавая простые вопросы, которые легко для людей и сложные для машин.",
    "why-hc": "Почему hCaptcha?",
    "why-hc-text": "Каждый раз, когда вы отвечаете на вызов, мы используем сложные модели, чтобы определить, человек вы или машина. Веб-сайт, который вы посетили, затем использует этот результат, чтобы помочь вам улучшить ваш опыт на своем сайте, не допуская ботов."
}