{
    "a11y-img-1": "Kugera kubakoresha ecran nyuma yo kwinjira",
    "a11y-img-2": "Amahitamo yo kuboneka muri menu ya widget UI",
    "a11y-img-3": "Kugera kubiganiro agasanduku muri widget UI",
    "about-advisors-brendan": "Umuyobozi mukuru wa Brave. Umwe mu bashinze Mozilla. Uwashizeho ururimi rwa porogaramu ya JavaScript. Kubaka mushakisha nibindi byinshi.",
    "about-advisors-dawn": "Porofeseri, CS muri kaminuza ya Californiya, Berkeley. Kwiga byimbitse, umutekano, impuguke. Umuyobozi mukuru wa Oasis Labs.",
    "about-advisors-head": "Abajyanama",
    "about-advisors-keiran": "Umuhanga mu bushakashatsi muri Stanford. Kwiga imashini hamwe nubukungu bwuzuye muri banki nkuru, amafaranga yo gukingira, na kaminuza.",
    "about-content-head-1": "Ibyo dukora",
    "about-content-head-2": "Impamvu bifite akamaro",
    "about-content-text-1": "hCaptcha ni serivisi ya Intuition Machines Inc, AI hamwe na sosiyete yiga imashini yibanda kuri metalearning hamwe na domeni ya ML ku gipimo. Twubaka kandi dukora sisitemu nini cyane kugirango dushoboze serivisi zo gusesengura amashusho n'amashusho ku masosiyete ya Global 2000 ku isi.",
    "about-content-text-1a": "hCaptcha izana uburyo bugezweho, bwibanda ku guhagarika bots.",
    "about-content-text-1b": "Twerekana ibibazo bya CAPTCHA bigoye kuri bots ariko byoroshye kubantu mukusanya amakuru atoroshye-kurango kubibazo byo kwiga imashini, no kuyikoresha kugirango tumenye niba urubuga cyangwa umushyitsi wa porogaramu ari umuntu.",
    "about-content-text-2": "Amakuru menshi muri rusange atanga ibisubizo byiza. Kubaka no kubungabunga neza byanditse kandi bifatika bijyanye namakuru aratwara igihe kandi ahenze. hCaptcha yabanje gutunganywa kugirango dukemure ibyo dukeneye mu kuranga amashusho, kandi ubu iraboneka ku yandi masosiyete afite ibyo akeneye.",
    "about-content-text-2a": "Abakinnyi babi bakunze kugaragara kumurongo. Ariko kwigomwa ubuzima bwabakoresha ntabwo aricyo gisubizo.",
    "about-content-text-2b": "Ibisubizo byumutekano bitangwa namasosiyete yamamaza byibanda cyane cyane mugukurikirana abakoresha kurubuga. Twashizeho igisubizo cyiza cyumutekano kigaragaza kwangiza ubuzima bwabakoresha ntabwo ari ngombwa gutanga ibisubizo byiza.",
    "about-intro-head-1": "Kubijyanye na haptapt",
    "about-intro-head-2": "Amabanga, Umutekano, no Kwiga Imashini.",
    "about-intro-text": "hCaptcha ni serivisi ya CAPTCHA yigenga ikoreshwa cyane ku isi.",
    "about-leadership-alex": "Ububikoshingiro ninzobere. Injeniyeri kare muri Cloudera nibindi byinshi. Imyaka icumi yubuhanga bwubaka software hamwe nitsinda.",
    "about-leadership-eli": "Umuyobozi mukuru. Umuyobozi uzwi muri AI. Yakoresheje ubwenge bwimashini murwego rwibibazo bitandukanye byubucuruzi mumyaka mirongo ishize.",
    "about-leadership-head": "Ubuyobozi",
    "about-leadership-todd": "PhD muri comptational Biology, Stanford. Gukorana numuyoboro udasanzwe kuva 1999. Wibande kuri ML ikoreshwa hamwe no kwiga byimbitse.",
    "acc-opt": "Amahitamo yo kugerwaho",
    "acc-opt-but": "Wige byinshi kubyerekeye guhitamo",
    "acc-opt-text": "Waba ufite ubumuga bwo kutabona cyangwa ubundi udashobora kurangiza hCaptchas?",
    "accessibility-link": "Kuboneka",
    "appreciate-in": "Twishimiye ibitekerezo byanyu. Tumenyeshe ibibazo byose kandi tuzabikemura vuba.",
    "fb-but": "Twohereze ibitekerezo",
    "feedback-text": "Tanga ibitekerezo kuri hCaptcha umaze kubona",
    "footer-attribution": "Inshingano",
    "footer-copyright-text": "hCaptcha ni ikirango cyanditse cya Intuition Machines, Inc.",
    "footer-header-1": "Isosiyete",
    "footer-header-2": "Ibikoresho",
    "footer-header-3": "Twandikire",
    "footer-link-1": "Ikirango",
    "footer-link-10": "Kuboneka",
    "footer-link-2": "Ibyerekeye",
    "footer-link-3": "Akazi",
    "footer-link-4": "Ibirango",
    "footer-link-5": "Imyitwarire ya AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Imiterere",
    "footer-link-8": "Inyandiko",
    "footer-link-9": "Menyesha Bug",
    "footer-privacy": "Amabanga",
    "footer-subheader-1": "Inkunga",
    "footer-subheader-2": "Twandikire",
    "footer-terms": "Amagambo",
    "h-plans": "Gahunda yo Kwiyandikisha",
    "header-docs-link": "Inyandiko",
    "header-labeling-services-link": "Serivisi zo Kuranga",
    "header-login-button": "Injira",
    "header-plans-link": "Gahunda",
    "header-signup-button": "Kwiyandikisha",
    "home-about-head": "Kubijyanye na haptapt",
    "home-about-subtitle": "Byakozwe na Protokole YUMUNTU",
    "home-about-text-1": "hCaptcha yashizweho kugirango ikemure ikibazo cyibikorwa byinshi byakazi mukwiga imashini: kuranga umubare munini wamakuru muburyo bwihuse, buhendutse, kandi bwizewe.",
    "home-about-text-2": "Amakuru menshi muri rusange atanga ibisubizo byiza muburyo bwo kwiga imashini yiga. Intsinzi iheruka yicyitegererezo cyimbitse yatumye habaho imibare nini cyane, hafi buri gihe hamwe nabantu bamwe basubiramo. Ariko, gukora imibare minini yasuzumwe nabantu ikoresheje Mechanical Turk, Igicapo Umunani, nibindi biratinda kandi bihenze.",
    "home-about-text-3": "hCaptcha yemerera imbuga za interineti kubona amafaranga atanga iki cyifuzo mugihe uhagarika bots nubundi buryo bwo guhohoterwa.",
    "home-about-text-4": "Isoko rya HCaptcha rikoreshwa na Protokole ya HUMAN, protocole ifunguye yegerejwe abaturage kugirango isuzume abantu ikorera kuri Ethereum. Imbuga zinjiza Tokens ya muntu (HMT) igihe cyose abakoresha bakoresha widget ya hCaptcha kurubuga rwabo, kandi ibigo byiga imashini byishyura abantu Tokens kugirango babone amakuru yabo.",
    "home-ba-labeling-services-link": "Serivisi zo Kuranga",
    "home-benefits-head-1": "Agaciro muri Data Labels",
    "home-benefits-head-2": "Subiza ku buntu",
    "home-benefits-text-1": "Wabonye ko burigihe ukanze kumodoka ufasha gutoza sisitemu imwe yo kwiga imashini ya Gigantic kubuntu?",
    "home-benefits-text-2": "hCaptcha ihindura iyi moderi. Iyo ukoresheje hCaptcha, ibigo bisaba akazi abakoresha bawe bakora nkuko byerekana ubumuntu bwabo. Urabona ibihembo.",
    "home-benefits-text-3": "Urashaka gusubiza mubikorwa ukunda? hCaptcha igufasha gushyigikira abagiraneza wahisemo hamwe ninjiza wunguka kuyikoresha. Abakoresha kurubuga rwawe vuba bazashobora kubona umusanzu wawe mubikorwa byurukundo binyuze mubirango byubwenge kuri interineti ya hCaptcha.",
    "home-challenge-text-1": "Hitamo amashusho yose ahuye nikibazo",
    "home-challenge-text-2": "Sobanura aho imipaka igarukira",
    "home-challenge-text-3": "Menya ibirango bihuye",
    "home-challenge-title-1": "Kugereranya",
    "home-challenge-title-2": "Agasanduku",
    "home-challenge-title-3": "Gushyira mu byiciro",
    "home-challenges-head": "Ibibazo byatanzwe",
    "home-challenges-text-1": "... n'indi mirimo yoroshye. Biroroshye kubantu, biragoye kuri bots.",
    "home-challenges-text-2": "Imirimo yihariye nayo iraboneka kubatangaza imishinga.",
    "home-ent-1": "Urashaka ibigo byumutekano byumushinga?",
    "home-ent-2": "Sura urubuga rushya rwabigenewe: BotStop.com",
    "home-ent-button": "Wige byinshi: BotStop by hCaptcha",
    "home-from-the-blog": "Kuva kuri BLOG:",
    "home-from-the-blog-value": "Nigute hCaptcha Igenamiterere Rigoye",
    "home-intro-body": "Ukoresha capcha kugirango wirinde bots? hCaptcha irinda ubuzima bwite bwabakoresha, ihemba imbuga za interineti, kandi ifasha ibigo kubona amakuru yabyo. Nibitonyanga bisimburwa kuri reCAPTCHA: urashobora guhinduka muminota mike.",
    "home-intro-button": "Iyandikishe nonaha",
    "home-intro-head": "Hagarika bots nyinshi. Tangira kurinda ubuzima bwite bwabakoresha.",
    "home-main-1": "Abikorera. Umutekano. Byihuta. Kandi turakwishura kugirango uyikoreshe.",
    "home-main-2": "Amabanga Yibanze",
    "home-main-2c": "Imiyoboro yamamaza ibona abashyitsi bawe nkibicuruzwa. Kuri hCaptcha ibicuruzwa nakazi batanga. Ntabwo dushishikajwe nabakoresha bawe, gusa birashoboka ko bashobora kuba babi. Dushyigikiye ibikorwa nkibanga ryibanga, kandi dukora cyane kugirango duhuze ubuzima bwite numutekano.",
    "home-main-3": "Umutekano Mbere",
    "home-main-3c": "Ukuri ni inyungu zawe kandi ni izacu. hCaptcha yibanze kubamamaza. Turakora kugirango tuguhe amakuru nyayo kandi tureke guhitamo uko uyakoresha. Ibindi bisobanuro bitangwa na Gigantic yamamaza. Ibi bivuze ko bot yose bahagaritse irashobora kugabanya amafaranga yinjira.",
    "home-main-4": "Uburambe bwiza bwabakoresha",
    "home-main-4c": "Imashini zigezweho zo kwiga imashini zikoreshwa na hCaptcha muguhitamo ikiremwamuntu. Ibi biradusaba gusaba imirimo idahwitse kubakoresha kandi tugafata umwanya muto wo kubikora, mugihe ugikora amakuru yingirakamaro yanditseho ibirango kubakiriya.",
    "home-main-plans": "hCaptcha nubuntu bwo gukoresha kubatangaza ubunini ubwo aribwo bwose. Ariko, kubigo na platform bikeneye kugenzurwa cyane, ibisubizo byibikorwa byacu birahari.",
    "home-main-plans2": "hCaptcha yibisubizo birinda miriyoni yabakoresha kurubuga rwa miriyoni mirongo kurubuga rwa bimwe mubigo bikomeye kwisi. Nyamuneka twandikire kubindi bisobanuro, cyangwa gusura",
    "home-main-plans3": "hCaptcha yibisubizo birinda miriyoni yabakoresha kurubuga rwa miriyoni mirongo kurubuga rwa bimwe mubigo bikomeye kwisi. Nyamuneka twandikire kubindi bisobanuro, cyangwa gusura",
    "home-main-plans4": "kubisobanuro birambuye.",
    "home-plans-button-1": "Iyandikishe nonaha",
    "home-plans-button-2": "Menyesha kugurisha",
    "home-plans-chart-head-1": "Ibiranga",
    "home-plans-chart-head-2": "Umwanditsi",
    "home-plans-chart-head-3": "Uruganda",
    "home-plans-chart-row-1-cell-1": "Kugenzura ubwoko bwibibazo byerekanwe",
    "home-plans-chart-row-1-cell-2": "Ntarengwa",
    "home-plans-chart-row-1-cell-3": "Igiteranyo",
    "home-plans-chart-row-10-cell-1": "Abakoresha benshi",
    "home-plans-chart-row-11-cell-1": "Ibiranga raporo yo hejuru",
    "home-plans-chart-row-12-cell-1": "SLAs",
    "home-plans-chart-row-2-cell-1": "Igenzura ibikubiyemo byakoreshejwe",
    "home-plans-chart-row-2-cell-2": "Ntarengwa",
    "home-plans-chart-row-2-cell-3": "Igiteranyo",
    "home-plans-chart-row-3-cell-1": "Shaka ibihembo kubantu bakemura",
    "home-plans-chart-row-4-cell-1": "Kurinda bote kurwego rwisi yose",
    "home-plans-chart-row-5-cell-1": "Imirimo muri buri gihugu",
    "home-plans-chart-row-5a-cell-1": "Oya-CAPTCHA na 99.9% uburyo bwo gutambuka",
    "home-plans-chart-row-5b-cell-1": "Amanota y'icyizere",
    "home-plans-chart-row-6-cell-1": "Politiki y’ibanga ya GDPR na CCPA",
    "home-plans-chart-row-7-cell-1": "Inzego zingorabahizi",
    "home-plans-chart-row-8-cell-1": "Tangiza ibikubiyemo byawe bwite",
    "home-plans-chart-row-9-cell-1": "Ingengabihe ishingiye ku ngengabihe",
    "home-try-it-out-button": "Kubona",
    "home-try-it-out-head": "Gerageza",
    "home-try-it-out-text": "HCaptcha itanga ibintu byoroshye, byoroshye, kandi byizewe gutahura bot mugihe ari nto kubantu bakemura.",
    "labeling-about-head": "Kubijyanye na haptapt",
    "labeling-about-text-1": "hCaptcha yashizweho kugirango ikemure ikibazo cyibanda cyane kubikorwa byo kwiga imashini; kuranga umubare munini wamakuru muburyo bwihuse, buhendutse, kandi bwizewe. Amakuru menshi muri rusange atanga ibisubizo byiza muburyo bwo kwiga imashini yiga. Intsinzi iheruka yicyitegererezo cyimbitse yatumye habaho imibare nini cyane, kandi hCaptcha ikora iki gikenewe.",
    "labeling-about-text-2": "Ariko, gukora imibare nini yasuzumwe nabantu ukoresheje uburyo gakondo biratinda kandi bihenze. hCaptcha nuburyo bwibigo kugirango babone ibisobanuro bakeneye byihuse, hamwe nubwiza buhanitse kandi ku giciro gito ugereranije nubundi buryo.",
    "labeling-annotations-head": "Ubwoko bwa Annotation",
    "labeling-annotations-text-1": "Kumenya neza ibintu mumashusho na videwo",
    "labeling-annotations-text-2": "Kumenya neza ibintu mumashusho na videwo",
    "labeling-annotations-text-3": "Ingingo zerekana ingingo nyinshi zikoreshwa",
    "labeling-annotations-text-4": "Gutondeka cyangwa kongeramo ibyiciro uko bishakiye",
    "labeling-annotations-text-5": "Gutahura imbaraga zabantu no gutondekanya",
    "labeling-annotations-text-6": "Ukeneye ubundi bwoko butanditswe hano? Tubaze.",
    "labeling-annotations-title-1": "Agasanduku",
    "labeling-annotations-title-2": "Polygones",
    "labeling-annotations-title-3": "Ibiranga ibimenyetso",
    "labeling-annotations-title-4": "Kuranga Ibyiciro",
    "labeling-annotations-title-5": "Kugereranya no Kumenya",
    "labeling-annotations-title-6": "... n'ibindi byinshi",
    "labeling-ent-button": "Menyesha itsinda ryacu rishinzwe gukemura ibibazo",
    "labeling-ent-head": "Ukeneye Kugenzura-Impera?",
    "labeling-ent-text-1": "Ihuriro rya HUMAN inyuma ya hCaptcha ritanga ubuhanga buhanitse bwakazi hamwe nubuyobozi bukoreshwa binyuze mubikorwa, bivangavanze, cyangwa SaaS byoherejwe hamwe na sisitemu zisanzweho.",
    "labeling-ent-text-2": "Koresha rwose kumurongo hamwe nabakozi bawe bwite, ukurikirane agaciro gakoreshwa mubice byubucuruzi cyangwa abafatanyabikorwa ba consortium, hitamo inzira uhitamo imirimo itandukanye itanga abakozi bo mumbere cyangwa hanze bashingiye kubiciro nibisabwa mumutekano, nibindi byinshi.",
    "labeling-ent-text-3": "Kubona byoroshye API, ibyapa byiza, hamwe na moderi igezweho-muri-tekinoroji kugirango yongere imikorere.",
    "labeling-ent-text-4": "99,99% amasaha yo hejuru na 24/7 inkunga yisi irahari. Kubindi bisobanuro:",
    "labeling-features-head-1": "Imiyoboro yoroshye ya API itwarwa.",
    "labeling-features-head-2": "Gukwirakwiza ibiciro hamwe nubuziranenge. Nta masezerano yo hejuru asabwa.",
    "labeling-features-head-3": "Gusa wishyure ukuri ukeneye.",
    "labeling-features-head-4": "Tanga amakuru yawe bwite yukuri cyangwa reka tuyubake hejuru.",
    "labeling-features-text-1": "Urashaka kwinjiza ibitekerezo byabantu mubikorwa byawe byubucuruzi? Dutanga SLAs yizewe cyane, ubushobozi bwizewe, hamwe na REST APIs yoroshye.",
    "labeling-features-text-2": "Ihuriro rya HUMAN rikoresha icyitegererezo cyicyizere cyo gukora isesengura ryiza-nyaryo-nyaryo. Ibi biradufasha kumenya byihuse ingorane zibibazo nibisubizo bishoboka, bikagutwara igihe namafaranga.",
    "labeling-features-text-3": "Ibibazo byose ntabwo ari bimwe. Ibisobanuro kubikorwa byumutekano birashobora gusaba 99,99% icyizere kubakozi bose. Ibisobanuro kubintu bimwe bya beta muri porogaramu yimikino igendanwa birashobora gusaba gusa ikizere giciriritse. Urahitamo.",
    "labeling-features-text-4": "Ufite amakuru yibanze adafite igenzura ryuzuye? Mubihe byinshi dushobora kubaka imwe kuri wewe nkibikorwa bikoreshwa muri sisitemu, cyangwa gukora ibyapa byanditse kugirango ubyemeze.",
    "labeling-info-head": "Kubona Ibyatanzwe",
    "labeling-info-text-1": "Vugana numwe mubahanga bacu kugirango tumenye ibikenewe byumushinga: intego nyayo, imiterere, nibisabwa bidasanzwe.",
    "labeling-info-text-2": "Dukora umurimo muto wo gukora dushingiye kumibare yawe y'icyitegererezo. Ibi biragerageza akazi twakoranye kugirango tumenye neza ibyo ukeneye.",
    "labeling-info-text-3": "Hamwe nijwi ryacu ryinshi nubukererwe buke tuzahindura akazi kawe vuba, hamwe nogutanga byikora mugihe birangiye.",
    "labeling-info-text-4": "Mugihe twunvise neza ibipimo byimirimo yawe yo kubyara, ibisubizo bizakomeza gutera imbere mugihe.",
    "labeling-info-text-5": "Ikibaho kizima kigufasha gutanga ibitekerezo cyangwa guhagarika umusaruro umwanya uwariwo wose.",
    "labeling-info-title-1": "Sobanura Ibisobanuro",
    "labeling-info-title-2": "Ikizamini Cyambere Cyakazi",
    "labeling-info-title-3": "Kohereza Akazi k'umusaruro",
    "labeling-info-title-4": "Gukomeza Gutezimbere",
    "labeling-info-title-5": "Ibisubizo nyabyo",
    "labeling-main-1": "Ikiguzi-cyiza cyamakuru cyanditse kurwego",
    "labeling-main-1-button": "Shakisha Amakuru Yawe Yanditseho Noneho",
    "labeling-main-1c": "Ukeneye ibirango byinshi kuri datasets yawe? hCaptcha itanga amakuru yihuse, ihendutse, kandi yujuje ubuziranenge yamakuru yibigo bikora ubwenge bwubuhanga hamwe no kwiga imashini.",
    "labeling-main-2": "Tangiza amamiriyoni yimirimo ako kanya.",
    "labeling-main-2-button": "Gura Serivisi Ziranga Data",
    "labeling-main-2c": "hCaptcha ifite kimwe mubidendezi binini kwisi biboneka kugirango ukoreshe. Igipimo cyanyu cyose, turashobora kugikora tutarinze kwiyemeza imbere. Amamiriyoni yimirimo kumunsi ntakibazo.",
    "labeling-platform-head": "Amakuru yihariye cyangwa rusange",
    "labeling-platform-text": "hCaptcha yubatswe kuri platifomu ya HUMAN, ituma inzira nisesengura bihanitse bigamije kunoza ibiciro no gukora neza kuri buri ntambwe. Iri koranabuhanga rireka abakozi bakwiriye gukora buri gice cyakazi kawe, bikagufasha gukoresha neza ibiciro mugihe urinda ubuzima bwite kandi wujuje ibisabwa byose bishobora gukurikizwa.",
    "labeling-try-button": "Gura Serivisi Ziranga Data",
    "labeling-try-head": "Ushaka kubigerageza ukoresheje amakuru yawe?",
    "labeling-try-text": "... twiteguye iyo uri: serivise yacu iraboneka kumasaha.",
    "learn-more-hcaptcha": "Wige byinshi kuri hCaptcha",
    "page-acc-faq-1": "Ikibazo: HCaptcha Igice 508 + WCAG 2.1 AA cyujuje? Igisubizo: Turabyizera: abakoresha bose bafite uburyo ubwo aribwo bwose bwo kubangamira bashoboye kureba kurubuga no kwandika inyandiko kumpapuro barashobora kubona serivisi zirinzwe na hCaptcha nyuma yo kwiyandikisha. Ariko, iyi ntabwo ari inama zemewe n'amategeko: ugomba gukora isuzuma ryawe bwite, ukurikije ibyo washyize mubikorwa kugirango umenye neza ko aribyo byoherejwe.",
    "page-acc-faq-2": "Ikibazo: Urimo gukora kubindi bisobanuro (a11y), nkamajwi? Igisubizo: Kera ibyamamare nka majwi yafashwe ivangura abakoresha benshi a11y kandi biratsindwa byoroshye nubuhanga bugezweho bwo kwiga imashini. Ibi byatumye ibibazo byamajwi bigenda byiyongera cyane, bitangiza urusaku, ibihe bidasanzwe, guhuza amagambo adasanzwe, nibindi kugirango batsinde abateye. Ntabwo rero dushishikajwe cyane nubu buryo no kwirinda ibibazo burundu, ariko tuzabisuzuma niba hari ibisabwa umuryango wa a11y. Ariko, dushishikajwe cyane na Pass Pass yi dosiye yo gukoresha. Twizera ko guhuza uburyo bwacu bwa a11y hamwe nogutanga Pass Pass bizemerera abakoresha a11y gushakisha neza, umutekano mumenye ko traffic yabo yigenga, mugihe hagabanywa ihohoterwa ryabakoresha bot byanze bikunze bibaho mugihe amahitamo ya11y ahari. Turi abitabira cyane mumatsinda ya IETF ikora ubu buryo bushya.",
    "page-acc-faq-3": "Ikibazo: Tuvuge iki ku buzima bwite? Kwiyandikisha byerekana amakuru a11yashakisha muburyo bumwe? Ukora iki kuri imeri? Igisubizo: hCaptcha yagenewe ubuzima bwite kuva hasi. Iratandukanye cyane namahitamo gakondo nka reCAPTCHA ifitwe numuyoboro wamamaza, ufite ubushake bwo kugukurikirana kurubuga no kuguhuza nindangamuntu nyayo. Ntabwo dukoresha imeri imeri cyangwa amakuru kubintu byose usibye koroshya gukoresha11 no gukumira ihohoterwa. Politiki y’ibanga yacu ifite ibisubizo byuzuye kandi byemewe kuburyo dukoresha amakuru, ariko igisubizo kigufi nuko nta nyungu dufite zo kuguhuza nkumuntu ufite amateka yawe yo gushakisha.Turi kandi ubu turimo gukora igisubizo cyibanga kugirango twamagane byihuse aderesi imeri yawe. mugihe tukibungabunga ubushobozi bwacu bwo gukumira ihohoterwa, kuzuza akazi kacu ka Passage.",
    "page-acc-link-1": "Niba uri umukoresha, nyamuneka iyandikishe hano.",
    "page-acc-subhead": "Kugenzura uburyo bworoshye kubakoresha bose mugihe ubungabunga umutekano",
    "page-acc-summary": "Incamake",
    "page-acc-summary-contents-1": "hCaptcha yagenewe guhagarika bots mubitandukanya nabantu. Ibizamini biboneka nigikoresho cyoroshye kuri ibi, ariko ntabwo buriwese ashobora gukemura ikibazo kiboneka. Kubera iyo mpamvu, twateguye ubundi buryo bworoshye, butababaza kureka abamamaji bakoresha serivise yacu bakagumana uburyo bworoshye kubantu bose hamwe igice cyuzuye 508 na WCAG 2.1 AA kubahiriza.",
    "page-acc-summary-contents-2": "Uburyo ikora: ubanza, umukoresha ashobora kwiyandikisha kuriyi URL, ihujwe nurupapuro rwamakuru rwa widget ya hCaptcha. Bahabwa kuki ihishe ishobora gukoreshwa inshuro nyinshi kumunsi, ariko igomba gusubirwamo buri masaha 24 ikoresheje kwinjira.Iyo ikibazo cyerekanwe kubakoresha kugerwaho kurubuga urwo arirwo rwose bakoresheje serivisi ya hCaptcha, bazahita batambuka.",
    "page-acc-title": "hCaptcha Amakuru Yamakuru",
    "page-acc-tr-body": "Ikibazo: Ndacyabona ikibazo nyuma yo gushiraho kuki. Ni iki kibitera? Igisubizo: Ibi mubisanzwe biterwa no gukoresha adresse yamamaza cyangwa kwagura anti-kuki, cyangwa igenamiterere rihagarika kuki zambukiranya urubuga, muriki gihe kuki ya hcaptcha.com yashyizweho cyangwa igenzurwa na JavaCcript ya hCaptcha kurubuga rutandukanye. , nkuwo usuye. hCaptcha igerwaho kuki ikorana nabashakishwa bose bakunzwe hamwe nabahagarika kwamamaza hamwe nibisanzwe bisanzwe, kubwibyo rero kunanirwa biterwa ninyandiko zirwanya anti-adblock cyangwa amategeko asa nayo yibanda kurubuga runaka. Igisubizo: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki muguhagarika kwamamaza cyangwa kwagura umutekano wa mushakisha. 2. Niba ukoresha mushakisha ya Brave, idafite (guhera muri Mata 2020) bigaragara ko ifite ubwoko ubwo aribwo bwose bwa whitelist, jya kuri Preferences -> Shields -> Cookies hanyuma uhitemo Emerera Cookies zose. 3. Niba ukoresha verisiyo yanyuma ya Safari kuri OS X 10.15 iherutse gusohoka cyangwa iOS 13. 4, Apple imaze guhindura imyitwarire ya Safari ijyanye na kuki zindi zitatu, ikabuza zose kubusa. Turimo gushyira mubikorwa igisubizo, ariko hagati aho nyamuneka sura Ibyifuzo bya Safari, igice cyibanga, hamwe no kugenzura kurubuga: Irinde gukurikira imbuga kugirango ukoreshe kuki ishobora gukora nkuko byari byitezwe. Ikibazo: Nkoresha ibikoresho byinshi. Nkeneye kwiyandikisha inshuro nyinshi? Igisubizo: Oya. Nyamuneka kanda ihuza imeri imwe yoherejwe kuri buri gikoresho ukoresha kugirango ushireho kuki.",
    "page-acc-tr-title": "Kubakoresha Abakoresha: Ibibazo Bikunze hamwe nubuyobozi bwo gukemura ibibazo",
    "page-acc-tr2-body": "Safari<br> Gushoboza kuki muri Safari (Mac): Jya kuri menu yamanutse ya Safari. Hitamo Ibyatoranijwe. Kanda ubuzima bwite mumwanya wo hejuru. Munsi yo guhagarika kuki hitamo amahitamo Ntabwo.<br> Gushoboza kuki muri Safari (iPhone / iPad iOS 11+): Fungura Igenamiterere ryawe. Kanda hasi hanyuma uhitemo Safari. Munsi Yibanga & Umutekano, uzimye Kurinda Kwambukiranya Urubuga no guhagarika kuki zose<br><br> Firefox<br> Kanda ku nkinzo ibumoso ya adresse ya adresse kurubuga urwo arirwo rwose. Kanda ahanditse Igenamiterere. Firefox Ibyifuzo Byibanga & Umutekano bizafungura. Munsi yo Kuzamura Gukurikirana Kurinda, hitamo Custom. Hitamo abakurikirana ninyandiko zo guhagarika uhitamo utwo dusanduku. Menya neza ko wafunguye hcaptcha.com.<br><br> Urashobora kandi kuzimya by'agateganyo uburinzi bumwe na bumwe muri Custom kugirango ukemure ibi, muguhitamo agasanduku k'isanduku: Hitamo agasanduku k'abakurikirana cyangwa uhitemo agasanduku k'ibisanduku niba ugifite ibibazo.<br><br> Google Chrome<br> Google Chrome (PC):<br> Hitamo igishushanyo cya Chrome. Hitamo Igenamiterere.<br> Hafi yurupapuro, hitamo Kwerekana igenamiterere.<br> Mu gice cyibanga, hitamo igenamiterere.<br> Hitamo Emerera amakuru yibanze gushyirwaho (bisabwe).<br> Hitamo Byakozwe.<br> ‍<br> Google Chrome (Mac):<br> Fungura ibyifuzo bya Chrome kanda kuri Igenamiterere, hanyuma werekane Igenamiterere rihanitse.<br> Munsi yi banga, kanda ahanditse Igenamiterere.<br> Menya neza ko uhagarika kuki zindi zitatu kandi amakuru yurubuga ntagenzurwa<br> ‍<br> Google Chrome (Android):<br> Ku gikoresho cya Android, fungura porogaramu ya Chrome.<br> Hejuru iburyo, kanda Byinshi hanyuma Igenamiterere.<br> Kanda Igenamiterere ryurubuga hanyuma kuki.<br> Kuruhande rwa kuki, hindura igenamiterere kuri.<br> Reba agasanduku kuruhande Kwemerera igice cya gatatu kuki.",
    "page-acc-tr2-head": "Amabwiriza ya mushakisha ya kuki yambukiranya urubuga",
    "priv-hc": "Amabanga Yibanze",
    "priv-hc-text": "Imiyoboro yamamaza ikubona nkibicuruzwa byabo. Ntabwo. Ntabwo dushishikajwe n’abakoresha abo ari bo, gusa birashoboka ko bashobora kuba babi. Dushyigikiye ibikorwa nkibanga ryibanga, kandi dukora cyane kugirango duhuze ubuzima bwite numutekano.",
    "reporting-bugs-accessibility-button": "Wige byinshi kubyerekeye guhitamo",
    "reporting-bugs-accessibility-head": "Amahitamo yo kugerwaho",
    "reporting-bugs-accessibility-text": "Waba ufite ubumuga bwo kutabona cyangwa ubundi udashobora kurangiza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Gufata Raporo Yamakuru Ibisobanuro: Firefox",
    "reporting-bugs-guide-ff-step-1": "Intambwe ya 1: Fungura ibikoresho byabateza imbere (Ibi bitangira gufata amajwi.)",
    "reporting-bugs-guide-ff-step-2": "Intambwe ya 2: Kanda kuri tab ya Network mubikoresho byabateza imbere. Reba agasanduku k'ibiti bya Persist hejuru.",
    "reporting-bugs-guide-ff-step-3": "Intambwe ya 3: sura https://accounts.hcaptcha.com/demo, cyangwa urubuga ufite ikibazo kuri (Icyitonderwa cyibanga: gusa niba udashaka gusangira ibyo aribyo) ... hanyuma ukande I am buto yumuntu, kandi ugerageze gukemura.",
    "reporting-bugs-guide-ff-step-4": "Intambwe ya 4: Kanda HAR nyuma yo kugerageza gukemura, hanyuma uhitemo Kubika Byose nka HAR kugirango ubike logi y'urusobe. Ohereza iyo dosiye.",
    "reporting-bugs-guide-ff-step-5": "Intambwe ya 5: Kanda kuri tab ya konsole, hanyuma ukande iburyo hanyuma uhitemo byose hanyuma ubike muri dosiye yinyandiko, kugirango ubike logi ya konsole. Ohereza natwe.",
    "reporting-bugs-guide-ff-step-6": "Intambwe yanyuma: Ohereza ubutumwa kuri dosiye ya HAR na konsole kuri twe, hanyuma usobanure ikibazo Koresha: support@hcaptcha.com (nyamuneka koresha serivise nka Dropbox cyangwa Filebin hanyuma wohereze amahuza) hanyuma uhitemo amashusho, niba ukeka ko hari ikintu kitagaragaza neza . Nyamuneka ohereza IP ukoresha nayo. Urashobora kuyikura kuri https://www.whatsmyip.org/ Urakoze gufata umwanya wo kudufasha kubona aya makuru! Twiyemeje gukora hCaptcha ikora neza kuri buri wese.",
    "reporting-bugs-guide-head": "Gufata Bug Raporo Ibisobanuro: Chrome",
    "reporting-bugs-guide-step-1": "Intambwe ya 1: Fungura ibikoresho byabateza imbere (Ibi bitangira gufata amajwi.)",
    "reporting-bugs-guide-step-2": "Intambwe ya 2: Kanda kuri tab ya Network mubikoresho byabateza imbere. Reba ahanditse Kubika agasanduku kari hejuru.",
    "reporting-bugs-guide-step-3": "Intambwe ya 3: sura https://accounts.hcaptcha.com/demo, cyangwa urubuga ufite ikibazo kuri (Icyitonderwa cyibanga: gusa niba udashaka gusangira ibyo aribyo) ... hanyuma ukande I am buto yumuntu, kandi ugerageze gukemura.",
    "reporting-bugs-guide-step-4": "Intambwe ya 4: Kanda Kohereza HAR (umwambi muto wo hasi) nyuma yo kugerageza gukemura, ibika logi y'urusobe. Ohereza iyo dosiye.",
    "reporting-bugs-guide-step-5": "Intambwe ya 5: Kanda kuri tab ya konsole, hanyuma ukande iburyo hanyuma ubike nka .. kugirango ubike logi ya konsole. Ohereza natwe.",
    "reporting-bugs-guide-step-6": "Intambwe yanyuma: Ohereza izo dosiye za HAR hamwe na konsole ya dosiye, hanyuma usobanure ikibazo. Koresha: inkunga@hcaptcha.com (nyamuneka koresha serivise nka Dropbox cyangwa Filebin hanyuma wohereze amahuza) hanyuma uhitemo amashusho, niba ukeka ko hari ikintu kitagaragaye neza. Nyamuneka ohereza IP ukoresha nayo. Urashobora kuyikura kuri https://www.whatsmyip.org/ Urakoze gufata umwanya wo kudufasha kubona aya makuru! Twiyemeje gukora hCaptcha ikora neza kuri buri wese.",
    "reporting-bugs-guide-text-1": "Kohereza amakuru yo gukemura hamwe na raporo yawe bizatworohera cyane kumenya ibibera. Hano hari intambwe ku yindi amabwiriza:",
    "reporting-bugs-guide-text-2": "Niba uri umushinga wurubuga cyangwa umukoresha winzobere, incamake twifuzaga ko utwoherereza umuyoboro wandika HAR hamwe namakuru ya mushakisha ya konsole. Nyamuneka gerageza guhagarika iyamamaza iryo ariryo ryose cyangwa iyongerekana ry'umutekano rya mushakisha mbere hanyuma ugerageze mbere yuko unyura muri izi ntambwe. Niba ibyo bikemuye ikibazo cyawe, turacyashimira kutumenyesha verisiyo ya mushakisha yawe, iyamamaza ryamamaza cyangwa iyagurwa rya mushakisha, hamwe nurubuga rwa URL.",
    "reporting-bugs-intro-head": "Habonetse ikosa? Dore uko wabitangaza.",
    "reporting-bugs-intro-text": "Abantu babarirwa muri za miriyoni bakoresha hCaptcha buri kwezi, ku bihumbi ibihumbi bya mushakisha, kwagura, ibikoresho, firewall, nibindi byinshi. Intego yacu nukureba neza ko buri gihe igukorera, turashima cyane raporo zawe! Gutanga ibitekerezo byihuse, kanda buto yohereze ibitekerezo. Niba ubona ikibazo gikora, nyamuneka kurikiza amabwiriza yo gukuramo ya Chrome cyangwa amabwiriza yo gukuramo amabwiriza ya Firefox hepfo. Kubandi bashakisha bose twohereze imeri. Kubibazo byumutekano cyangwa ibibazo byihariye, reba amabwiriza hepfo.",
    "reporting-bugs-privacy-head": "Ibibazo byihariye",
    "reporting-bugs-privacy-text": "Ntabwo dushishikajwe no gukoresha abakoresha abo ari bo, gusa birashoboka ko bashobora kuba babi cyangwa imashini. Dushyigikiye ibikorwa nkibanga ryibanga, kandi dukora cyane kugirango duhuze ubuzima bwite numutekano. Niba warabonye ikibazo utekereza ko gishobora kugira ingaruka kumabanga yukoresha, nyamuneka twandikire kuri support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Twohereze ibitekerezo",
    "reporting-bugs-provide-feedback-head": "Tanga ibitekerezo byihuse kuri hCaptcha",
    "reporting-bugs-provide-feedback-text": "Twishimiye ibitekerezo byanyu. Tumenyeshe ibibazo byose kandi tuzabikemura vuba.",
    "reporting-bugs-security-head": "Umutekano",
    "reporting-bugs-security-text": "Buri gihe dushishikajwe no kwakira raporo zamakosa yumutekano. Ohereza imeri@hcaptcha.com & CC umutekano@hcaptcha.com hanyuma tuzakugarukira vuba. Dufite kandi progaramu ya bug bounty ya raporo yumutekano yujuje ibisabwa kuri serivisi ya hCaptcha hamwe na code yinkomoko.",
    "sec-hc": "Umutekano Mbere",
    "sec-hc-text": "hCaptcha yibanze kubamamaza. Turakora kugirango duhe imbuga amakuru nyayo kandi tubareke bahitemo kuyakoresha. Ukuri ni inyungu zawe kandi ni izacu. Izindi capcha zitangwa namasosiyete yamamaza. Buri bote bahagaritse irashobora kugabanya amafaranga yinjira.",
    "switch-to-english-link": "Hindura Icyongereza",
    "what-is-hcaptcha": "HCaptcha ni iki?",
    "what-is-hcaptcha-text": "hCaptcha ifasha serivise ukunda kurubuga kurinda bots, spam, no guhohoterwa mubaza ibibazo byoroshye byoroshye kubantu kandi bigoye kumashini.",
    "why-hc": "Kuki?",
    "why-hc-text": "Igihe cyose usubije ikibazo, dukoresha imiterere ihanitse kugirango tumenye niba uri umuntu cyangwa imashini. Urubuga wasuye noneho rukoresha ibisubizo kugirango bigufashe kunoza uburambe kurubuga rwabo wirinda bots."
}