{
    "acc-opt": "Amahitamo yo kugerwaho",
    "acc-opt-but": "Wige byinshi kubyerekeye guhitamo",
    "acc-opt-text": "Waba ufite ubumuga bwo kutabona cyangwa ubundi ntushobora kurangiza hCaptchas?",
    "accessibility-link": "Kugerwaho",
    "appreciate-in": "Twishimiye ibitekerezo byanyu. Tumenyeshe ibibazo byose kandi tuzabikemura vuba.",
    "fb-but": "Twohereze ibitekerezo",
    "feedback-text": "Tanga ibitekerezo kuri hCaptcha umaze kubona",
    "home-ent-1": "Urashaka ibigo byumutekano byumushinga?",
    "home-ent-2": "Sura urubuga rushya rwabigenewe: BotStop.com",
    "home-intro-body": "Ukoresha capcha kugirango wirinde bots? hCaptcha irinda ubuzima bwite bwabakoresha, ihemba imbuga za interineti, kandi ifasha ibigo kubona amakuru yabyo. Nibitonyanga bisimburwa kuri reCAPTCHA: urashobora guhinduka muminota mike.",
    "home-intro-head": "Hagarika bots nyinshi. Tangira kurinda ubuzima bwite bwabakoresha.",
    "home-main-1": "Wenyine. Umutekano. Byihuta. Kandi turakwishura kugirango uyikoreshe.",
    "home-main-2": "Amabanga Yibanze",
    "home-main-2c": "Imiyoboro yamamaza ibona abashyitsi bawe nkibicuruzwa. Kuri hCaptcha ibicuruzwa nakazi batanga. Ntabwo dushishikajwe no gukoresha abakoresha bawe, gusa birashoboka ko bashobora kuba babi. Dushyigikiye ibikorwa nkibanga ryibanga, kandi dukora cyane kugirango duhuze ubuzima bwite numutekano.",
    "home-main-3": "Umutekano Mbere",
    "home-main-3c": "Ukuri ni inyungu zawe kandi ni izacu. hCaptcha yibanze kubamamaza. Turakora kugirango tuguhe amakuru nyayo kandi tureke guhitamo uko uyakoresha. Izindi capchas zitangwa na",
    "home-main-3c2": "ibigo byamamaza. Ibi bivuze ko bot yose bahagaritse irashobora kugabanya amafaranga yinjira.",
    "home-main-4": "Uburambe bwiza bwabakoresha",
    "home-main-4c": "Imashini zigezweho zo kwiga imashini zikoreshwa na hCaptcha muguhitamo ikiremwamuntu. Ibi biradusaba gusaba imirimo idahwitse kubakoresha kandi tugafata umwanya muto wo kubikora, mugihe ugikora amakuru yingirakamaro yanditseho abakiriya.",
    "home-main-plans": "hCaptcha nubuntu bwo gukoresha kubatangaza ubunini ubwo aribwo bwose. Ariko, kubigo na platform bikeneye kugenzurwa cyane, ibisubizo byibikorwa byacu birahari.",
    "home-main-plans2": "hCaptcha ibisubizo byibikorwa birinda miriyoni yabakoresha kurubuga rwa miriyoni mirongo kurubuga rwa bimwe mubigo bikomeye kwisi. Nyamuneka twandikire kubindi bisobanuro, cyangwa gusura",
    "home-main-plans3": "hCaptcha ibisubizo byibikorwa birinda miriyoni yabakoresha kurubuga rwa miriyoni mirongo kurubuga rwa bimwe mubigo bikomeye kwisi. Nyamuneka twandikire kubindi bisobanuro, cyangwa gusura",
    "home-main-plans4": "kubisobanuro birambuye.",
    "learn-more-hcaptcha": "Wige byinshi kuri hCaptcha",
    "page-acc-faq-1": "Ikibazo: HCaptcha Igice 508 + WCAG 2.0 cyujuje? Igisubizo: Turabyizera: abakoresha bose bafite uburyo ubwo aribwo bwose bwo kubangamira bashoboye kureba kurubuga no kwandika inyandiko kumpapuro barashobora kubona serivisi zirinzwe na hCaptcha bamaze kwiyandikisha. Ariko, iyi ntabwo ari inama zemewe n'amategeko: ugomba gukora isuzuma ryawe bwite, ukurikije ibyo washyize mubikorwa kugirango umenye neza ko aribyo byoherejwe.",
    "page-acc-faq-2": "Ikibazo: Urimo gukora kubindi bisobanuro (a11y), nkamajwi? Igisubizo: Kera ibyamamare nka majwi yafashwe ivangura abakoresha benshi a11y kandi biratsindwa byoroshye nubuhanga bugezweho bwo kwiga imashini. Ibi byatumye ibibazo byamajwi bigenda byiyongera cyane, bitangiza urusaku, ibihe bidasanzwe, guhuza amagambo adasanzwe, nibindi kugirango batsinde abateye. Ntabwo dushishikajwe cyane nubu buryo no kwirinda ibibazo burundu, ariko tuzabisuzuma niba hari ibisabwa umuryango wa a11y. Ariko, dushishikajwe cyane na Pass Pass yi dosiye yo gukoresha. Twizera ko guhuza uburyo bwacu bwa a11y hamwe nogutanga Pass Pass bizemerera abakoresha a11y gushakisha neza, umutekano mumenye ko traffic yabo yigenga, mugihe hagabanywa ihohoterwa ryabakoresha bot byanze bikunze bibaho mugihe amahitamo ya11y ahari. Turi abitabira cyane mumatsinda ya IETF ikora ubu buryo bushya.",
    "page-acc-faq-3": "Ikibazo: Tuvuge iki ku buzima bwite? Kwiyandikisha byerekana amakuru a11yashakisha muburyo bumwe? Ukora iki kuri imeri? Igisubizo: hCaptcha yagenewe ubuzima bwite kuva hasi. Iratandukanye cyane namahitamo gakondo nka reCAPTCHA ifitwe numuyoboro wamamaza, ufite ubushake bwo kugukurikirana kurubuga no kuguhuza nindangamuntu nyayo. Ntabwo dukoresha imeri imeri cyangwa amakuru kubintu byose usibye koroshya gukoresha11 no gukumira ihohoterwa. Politiki y’ibanga yacu ifite ibisubizo byuzuye kandi byemewe kuburyo dukoresha amakuru, ariko igisubizo kigufi nuko nta nyungu dufite zo kuguhuza nkumuntu ufite amateka yawe yo gushakisha.Turi kandi ubu turimo gukora igisubizo cyibanga kugirango twamagane byihuse aderesi imeri yawe mugihe tukibungabunga ubushobozi bwacu bwo gukumira ihohoterwa, ryuzuza akazi kacu k'ibanga.",
    "page-acc-link-1": "Niba uri umukoresha, nyamuneka iyandikishe hano.",
    "page-acc-subhead": "Kugenzura niba abakoresha bose badahwema kubungabunga umutekano",
    "page-acc-summary": "Incamake",
    "page-acc-summary-contents-1": "hCaptcha yagenewe guhagarika bots mubitandukanya nabantu. Ibizamini biboneka nigikoresho cyoroshye kuri ibi, ariko ntabwo buriwese ashobora gukemura ikibazo kiboneka. Kubera iyo mpamvu, twateguye ubundi buryo bworoshye, butababaza kureka abamamaji bakoresha serivise yacu ikabika abantu bose hamwe byuzuye 508 hamwe na WCAG 2.0.",
    "page-acc-summary-contents-2": "Uburyo ikora: ubanza, umukoresha ashobora kwiyandikisha kuriyi URL, ihujwe nurupapuro rwamakuru rwa widget ya hCaptcha. Bahabwa kuki ihishe ishobora gukoreshwa inshuro nyinshi kumunsi, ariko igomba gusubirwamo buri masaha 24 ikoresheje kwinjira.Iyo ikibazo cyerekanwe kubakoresha kugerwaho kurubuga urwo arirwo rwose bakoresheje serivisi ya hCaptcha, bazahita batambuka.",
    "page-acc-title": "hCaptcha Amakuru Yamakuru",
    "page-acc-tr-body": "Ikibazo: Ndacyabona ikibazo nyuma yo gushiraho kuki. Ni iki kibitera? Igisubizo: Ibi mubisanzwe biterwa no gukoresha adresse yamamaza cyangwa kwagura anti-kuki, cyangwa igenamiterere rihagarika kuki zambukiranya urubuga, muriki gihe kuki ya hcaptcha.com yashyizweho cyangwa igenzurwa na JavaCcript ya HCaptcha kurubuga rutandukanye. , nkuwo usuye. hCaptcha igerwaho kuki ikorana nabashakishwa bose bakunzwe hamwe nabahagarika kwamamaza hamwe nibisanzwe bisanzwe, mubisanzwe rero kunanirwa biterwa ninyandiko zirwanya anti-adblock cyangwa amategeko asa nayo yibanda kurubuga runaka. Igisubizo: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki muguhagarika kwamamaza cyangwa kwagura umutekano wa mushakisha. 2. Niba ukoresha mushakisha ya Brave, idafite (guhera muri Mata 2020) isa nkaho ifite ubwoko ubwo aribwo bwose bwa whitelist, jya kuri Preferences -> Shields -> Cookies hanyuma uhitemo Emerera Cookies zose. 3. Niba ukoresha verisiyo yanyuma ya Safari kuri OS X 10.15 iherutse gusohoka cyangwa iOS 13. 4, Apple imaze guhindura imyitwarire ya Safari ijyanye na kuki zindi zitatu, ibuza byose kubusa. Turimo gushyira mubikorwa igisubizo, ariko hagati aho nyamuneka sura Ibyifuzo bya Safari, igice cyibanga, hamwe no kugenzura kurubuga: Irinde gukurikira imbuga kugirango ushoboze kuki ishobora gukora nkuko byari byitezwe. Ikibazo: Nkoresha ibikoresho byinshi. Nkeneye kwiyandikisha inshuro nyinshi? Igisubizo: Oya. Nyamuneka kanda ihuza rimwe rya imeri yoherejwe kuri buri gikoresho ukoresha kugirango ushireho kuki.",
    "page-acc-tr-title": "Kubakoresha Abakoresha: Ikibazo n'Ikibazo cyo gukemura ibibazo",
    "priv-hc": "Amabanga Yibanze",
    "priv-hc-text": "Imiyoboro yamamaza ikubona nkibicuruzwa byabo. Ntabwo. Ntabwo dushishikajwe no gukoresha abo ari bo, gusa birashoboka ko bashobora kuba babi. Dushyigikiye ibikorwa nkibanga ryibanga, kandi dukora cyane kugirango duhuze ubuzima bwite numutekano.",
    "sec-hc": "Umutekano Mbere",
    "sec-hc-text": "hCaptcha yibanze kubamamaza. Turakora kugirango duhe imbuga amakuru nyayo kandi tubareke bahitemo kuyakoresha. Ukuri ni inyungu zawe kandi ni izacu. Izindi capcha zitangwa namasosiyete yamamaza. Buri bote bahagaritse irashobora kugabanya amafaranga yinjira.",
    "what-is-hcaptcha": "HCaptcha ni iki?",
    "what-is-hcaptcha-text": "HCaptcha ifasha serivise ukunda kurubuga kurinda bots, spam, no guhohoterwa mubaza ibibazo byoroshye byoroshye kubantu kandi bigoye kumashini.",
    "why-hc": "Kuki?",
    "why-hc-text": "Igihe cyose usubije ikibazo, dukoresha moderi zinoze kugirango tumenye niba uri umuntu cyangwa imashini. Urubuga wasuye noneho rukoresha ibisubizo kugirango bigufashe kunoza uburambe kurubuga rwabo wirinda bots."
}