{
    "about-advisors-brendan": "بهادر جو سي اي او. موزيلا جو گڏيل باني. جاوا اسڪرپٽ پروگرامنگ ٻولي جي خالق. برائوزر ٺاهيندڙ ۽ وڌيڪ.",
    "about-advisors-dawn": "پروفيسر ، سي ايس گليفورنيا يونيورسٽي ، برڪلي ۾. گہری سکيا ، حفاظت ، بلاڪچين ماهر. اويسس ليبز جو سي اي او.",
    "about-advisors-head": "صلاحڪار",
    "about-advisors-keiran": "اسٽينفورڊ تي ريسرچ سائنسدان. وڏين بئنڪ ، مشين فنڊ ۽ اڪيڊمي تي مشين سکڻ ۽ مقدار جي فنانس.",
    "about-content-head-1": "جيڪو اسان ڪريون ٿا",
    "about-content-head-2": "اها ڇو اهميت رکي ٿي",
    "about-content-text-1": "hCaptcha Intuition Machines Inc جي هڪ خدمت آهي ، هڪ AI ۽ مشيني سکيا واري ڪمپني پيماني تي ڌاتو ڪاريئر ۽ بصري ڊومين ML تي ڌيان ڏيڻ سان. اسان پوري دنيا ۾ گلوبل 2000 ڪمپنين لاءِ وڊيو ۽ تصويري تجزيو سروسز کي فعال ڪرڻ لاءِ وڏي پئماني تي اسڪيلبل سسٽم تعمير ۽ هلائيندا آهيون.",
    "about-content-text-1a": "hCaptcha بوٽن کي روڪڻ لاءِ جديد ، رازداري تي ڀروسو رکندڙ انداز آڻيندو آهي.",
    "about-content-text-1b": "اسان CAPTCHA چئلينج ڏيکاريندا آهيون جيڪي بوٽن لاءِ مشڪل هوندا آهن پر ماڻهن لاءِ آسان آهي ليبل ڊيٽا جي مشڪل سان مشين سکڻ واري مسئلي مان ، ۽ انهي کي ڌار ڪرڻ لاءِ استعمال ڪندي ته ڇا ويب سائيٽ يا ايپ جو دورو ڪندڙ انسان آهي.",
    "about-content-text-2": "وڌيڪ ڊيٽا عام طور تي بهتر نتيجا پيدا ڪندي آهي. بلبل ۽ صحيح طرح سان ليبل ۽ لاڳاپيل ڊيٽا سيٽ کي برقرار رکڻ ۽ وقت وڌائڻ ۽ مهانگو آهي. hCaptcha اصل ۾ ٺاهيل هئي پنهنجين ضرورتن کي پورو ڪرڻ لاءِ تصوير ليبلنگ ۾ ، ۽ هاڻي ٻين ڪمپنين لاءِ هڪجهڙيون ضرورتون رکندڙن لاءِ موجود آهن.",
    "about-content-text-2a": "خراب اداڪار ، آن لائن وڌندڙ عام آهن. پر صارف جي رازداري کي قربان ڪرڻ جواب ناهي.",
    "about-content-text-2b": "اشتهارن جي ڪمپنين طرفان پيش ڪيل حفاظتي حل بنيادي طور تي ويب تي صارفين کي باخبر رکڻ تي ڌيان ڏين ٿا. اسان هڪ مؤثر حفاظتي حل ٺاهيو آهي جيڪو ثابت ڪري ٿو ته صارف جي رازداري کي نقصان پهچائڻ بهتر نتيجا ڏيڻ ضروري ناهي.",
    "about-intro-head-1": "ايڇ سيپچا بابت",
    "about-intro-head-2": "رازداري ، سيڪيورٽي ، ۽ مشينن جي سکيا.",
    "about-intro-text": "hCaptcha دنيا جو سڀ کان وڏي استعمال ٿيندڙ آزاد ڪيپچا سروس آهي.",
    "about-leadership-alex": "ڊيٽابيس ۽ بلاڪچين جو ماهر. ڪلائيرا ۽ ٻين تي جلد انجنيئر. ماهر ڪاريگر سافٽ ويئر ۽ ٽيمن جي ڏهاڪن.",
    "about-leadership-eli": "سي اي او. AI ۾ سڃاتل اڳواڻ. گذريل ڏهاڪن کان ڪيترن ئي ڪاروباري مسئلن جي حل تي مشين جي انٽيليجنس لاڳو ڪئي آهي.",
    "about-leadership-head": "رهبري",
    "about-leadership-todd": "Computational Biology ۾ پي ايڇ ڊي ، اسٽينفورڊ. 1999 کان نيورل نيٽ ورڪن سان ڪم ڪري رهيا آهيون. پيماني تي لاڳو ٿيل ايم ايل ۽ ڊي جي سکيا تي ڌيان ڏيو.",
    "acc-opt": "رسائي جا اختيار",
    "acc-opt-but": "رسائي جي آپشن بابت وڌيڪ اڻو",
    "acc-opt-text": "ڇا توهان بصري طور تي معذور آهيو يا ٻي صورت ۾ HCaptchas مڪمل ڪرڻ کان قاصر آهيو؟",
    "accessibility-link": "پهچ",
    "appreciate-in": "اسان توهان جي راءِ جو قدر ڪريون ٿا. اچو ته ڪنهن به مسئلي کي andاڻون ۽ اسان انهن کي تڪڙو حل ڪنداسين.",
    "fb-but": "اسان کي پنهنجي راءِ موڪليو",
    "feedback-text": "توهان جيڪو صرف ڏٺو آهي انهي hCaptch تي موٽ ڏيو",
    "footer-attribution": "انتساب",
    "footer-copyright-text": "hCaptcha Intuition Machines، Inc. جو هڪ رجسٽرڊ ٽريڊ مارڪ آهي.",
    "footer-header-1": "ڪمپني",
    "footer-header-2": "وسيلا",
    "footer-header-3": "رابطو",
    "footer-link-1": "ليبلنگ ڏيڻ",
    "footer-link-10": "پهچ",
    "footer-link-2": "جي باري",
    "footer-link-3": "نوڪريون",
    "footer-link-4": "واپار جا نشان",
    "footer-link-5": "اي آئي اخلاقيات",
    "footer-link-6": "بلاگ",
    "footer-link-7": "حيثيت",
    "footer-link-8": "دستاويز",
    "footer-link-9": "بگ رپورٽ ڪريو",
    "footer-privacy": "پرائيويسي",
    "footer-subheader-1": "سپورٽ",
    "footer-subheader-2": "رابطو",
    "footer-terms": "شرطون",
    "h-plans": "سبسڪرپشن منصوبا",
    "header-docs-link": "ڊاڪيومينٽ",
    "header-labeling-services-link": "ليبلنگ سروسز",
    "header-login-button": "لاگ ان",
    "header-plans-link": "منصوبو",
    "header-signup-button": "سائن اپ ڪريو",
    "home-about-head": "ايڇ سيپچا بابت",
    "home-about-subtitle": "انساني پروٽوڪول طرفان بجلي",
    "home-about-text-1": "hCaptcha مشينري سکيا ۾ تمام گھڻي محنت جو مسئلو حل ڪرڻ لاءِ ٺاهيل آهي: بروقت ، سستي ۽ قابل اعتماد طريقي سان وڏي مقدار ۾ ڊيٽا ليبلنگ.",
    "home-about-text-2": "وڌيڪ ڊيٽا عام طور تي تربيتي مشينري سکيا جي ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. ڊيپ ماڊلز جي تازي ڪاميابيءَ جي نتيجي ۾ وڏا وڏا ڊيٽا لڳيا آهن ، تقريبن هميشه ڪنهن انساني جائزو سان. بهرحال ، ميڪينڪل ترڪ ، فگر ايٽ وغيره جي ذريعي انسان جي وڏي نظرثاني ڪيل ڊيٽا سيٽ ٺاهڻ سست ۽ مهانگو آهي.",
    "home-about-text-3": "hCaptcha ويب سائيٽن کي اجازت ڏئي ٿو پيسا ڪم ڪرڻ جو ھن مطالبو کي بند ڪندي رھڻ دوران بوٽن ۽ ٻين بدسلوڪي جا ٻيا قسم.",
    "home-about-text-4": "hCaptcha مارڪيٽ انسانن جي پروٽوڪول کان طاقتور آهي ، انساني جائزي لاءِ هڪ کليل ڌار ڌار پروٽوڪول آهي جيڪو ايٿيروم بلاڪچين تي هلندڙ آهي. ويب سائيٽون انساني ٽوڪن (HMT) ڪتب آڻينديون آهن جڏهن ته صارف پنهنجي سائيٽ تي hCaptcha وجٽ استعمال ڪندا آهن ، ۽ مشين سکڻ واري ڪمپني پنهنجو ڊيٽا ليبل حاصل ڪرڻ لاءِ انساني ٽوڪن ادا ڪنديون آهن.",
    "home-ba-labeling-services-link": "ليبلنگ سروسز",
    "home-benefits-head-1": "ڊيٽا ليبلنگ ۾ قدر",
    "home-benefits-head-2": "خيرات ڏيو",
    "home-benefits-text-1": "ڇا توهان محسوس ڪيو هر وقت جڏهن توهان ڪار تي ڪلڪ ڪندا آهيو توهان هڪ واحد گيگيڪٽ ڪمپني جي مشين لرننگ سسٽم کي مفت ۾ تربيت ڏيڻ ۾ مدد ڪري رهيا آهيو؟",
    "home-benefits-text-2": "hCaptcha ھن ماڊل کي چوڌاري turnsرندو آھي. جڏهن توهان hCaptcha استعمال ڪريو ٿا ، ڪمپنيون انهي ڪم تي بوليون آهن جنهن کي توهان جا يوزر ڪندا آهن جيئن اهي پنهنجي انسانيت کي ثابت ڪندا. توهان انعام وٺندا آهيو.",
    "home-benefits-text-3": "پنهنجي مرضي موجب خيرات واپس ڏيڻ چاهيندا؟ hCaptcha توهان کي پنهنجي پسند جي خيرات توهان جي حاصلات کان حاصل ڪرڻ جي اجازت ڏي ٿو. توهان جي سائيٽ تي صارفين جلد ئي hCaptcha انٽرفيس تي خيالي برانڊنگ ذريعي پنهنجو حصو خيرات لاءِ ڏسي سگهندا.",
    "home-challenge-text-1": "سڀئي تصويرون چونڊيو جيڪي سوال سان ملن ٿيون",
    "home-challenge-text-2": "شين لاءِ حد جي ايراضي جي وضاحت ڪريو",
    "home-challenge-text-3": "ساڳئي ليبلز کي سڃاڻيو",
    "home-challenge-title-1": "موازنہ",
    "home-challenge-title-2": "پابند خانه",
    "home-challenge-title-3": "درجه بندي ڪرڻ",
    "home-challenges-head": "پيش ڪيل چئلينج",
    "home-challenges-text-1": "... ۽ ٻيا آسان ڪم. انسانن لاءِ آسان ، بوٽن لاءِ سخت.",
    "home-challenges-text-2": "ادائيگي پبلشرز لاءِ ڪسٽم جا ڪم به دستياب آهن.",
    "home-ent-1": "اسان جي انٽرپرائز سيڪيورٽي آڇون ڳولي رهيا آهيو؟",
    "home-ent-2": "اسان جي نئين وقف سائيٽ تي وڃو BotStop.com",
    "home-ent-button": "وڌيڪ اڻيو: BotStop by hCaptcha",
    "home-from-the-blog": "بلاگ کان:",
    "home-from-the-blog-value": "hCaptcha تڪليف سيٽنگون ڪيئن ڪم ڪنديون آهن",
    "home-intro-body": "ڇا توهان بوٽس ٻاهر رکڻ لاءِ ڪيپچا استعمال ڪندا آهيو؟ hCaptcha صارف جي رازداري ، ويب سائيٽن کي انعام ڏئي ٿو ، ۽ ڪمپنين جي مدد ڪري ٿو انهن جي ڊيٽا ليبل حاصل ڪرڻ. اهو reCAPTCHA جو هڪ drop-in متبادل آهي: توهان ڪجهه منٽن اندر سوئچ ڪري سگهو ٿا.",
    "home-intro-button": "هاڻي کاتو ٺاهيو",
    "home-intro-head": "وڌيڪ بوٽن کي روڪيو. صارف جي رازداري جي حفاظت ڪرڻ شروع ڪريو.",
    "home-main-1": "نجي. محفوظ تيز. ۽ اسان توهان کي هن کي استعمال ڪرڻ جو معاوضو ادا ڪريون ٿا.",
    "home-main-2": "رازداري مرڪوز ٿي وئي",
    "home-main-2c": "اشتهارسازي نيٽ ورڪن توهان جي شين کي شيئر طور ڏسي ٿي. hCaptcha لاءِ اھو ڪم آھي جيڪو اھي مهيا ڪن ٿا. اسان کي پرواه ناهي ته توهان جا صارف ڪير آهن ، صرف ان ڳالهه جو ته اهي شايد خراب هوندا. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا.",
    "home-main-3": "سيڪيورٽي پهرين",
    "home-main-3c": "درستي توهان جي مفاد ۽ اسان ۾ آهي. hCaptcha ناشر تي مرکوز آھي. اسان ڪم ڪريون ٿا توهان کي اصلي ڊيٽا ڏيڻ ۽ توهان کي فيصلو ڪرڻ ڏيو ته توهان ان کي ڪيئن استعمال ڪريون. ٻيا ڪيپچا گگنيٽڪ اشتهاري ڪمپنين پاران مهيا ڪيل آهن. مطلب هر بوٽ جنهن کي انهن بلاڪ ڪيو آهي انهن جي آمدني گهٽ ٿي سگهي ٿي.",
    "home-main-4": "بهتر استعمال ڪندڙ جو تجربو",
    "home-main-4c": "انسانيت جي تعين لاءِ نفيس مشين سکڻ وارا ماڊل hCaptcha استعمال ڪيا ويندا آهن. انهي اسان کي توهان جي صارفين کان گهٽ تڪليف وارو ڪم جي ضرورت پوي ٿي ۽ ائين ڪرڻ ۾ پنهنجو وقت گهٽ ڪ takeي ٿو ، جڏهن ته گراهڪن جي ليبلنگ لاءِ اڃا تائين ڪارائتو ليبل ڊيٽا پيش ڪئي ويندي.",
    "home-main-plans": "hCaptcha ڪنهن به سائيز جي پبلشرن لاءِ استعمال لاءِ مفت آهي. تنهن هوندي ، ادارن ۽ پليٽ فارمز لاءِ جيڪي وڌيڪ ضابطي جي ضرورت آهي ، انهن لاءِ اسان جا ادارا حل موجود آهن.",
    "home-main-plans2": "hCaptcha انٹرپرائز حل سياروي جي ڪجهه وڏين ڪمپنين لاءِ لکن جي ويب سائيٽن جي لکن تائين استعمال ڪندڙن جي حفاظت ڪن ٿا. مهرباني ڪري وڌيڪ معلومات لاءِ اسان سان رابطو ڪيو ، يا دورو ڪريو",
    "home-main-plans3": "hCaptcha انٹرپرائز حل سياروي جي ڪجهه وڏين ڪمپنين لاءِ لکن جي ويب سائيٽن جي لکن تائين استعمال ڪندڙن جي حفاظت ڪن ٿا. مهرباني ڪري وڌيڪ معلومات لاءِ اسان سان رابطو ڪيو ، يا دورو ڪريو",
    "home-main-plans4": "تفصيل لاءِ.",
    "home-plans-button-1": "هاڻي کاتو ٺاهيو",
    "home-plans-button-2": "وڪرو سان رابطو ڪريو",
    "home-plans-chart-head-1": "خاصيتون",
    "home-plans-chart-head-2": "ناشر",
    "home-plans-chart-head-3": "انٽرپرائز",
    "home-plans-chart-row-1-cell-1": "چئلينج جا قسم ڏيکاريل ڪنٽرول",
    "home-plans-chart-row-1-cell-2": "محدود",
    "home-plans-chart-row-1-cell-3": "ڪل",
    "home-plans-chart-row-10-cell-1": "گھڻن استعمال ڪندڙن جي ڊيش بورڊ",
    "home-plans-chart-row-11-cell-1": "ترقي يافته رپورٽنگ جون خاصيتون",
    "home-plans-chart-row-12-cell-1": "انٽرپرائز SLAs",
    "home-plans-chart-row-2-cell-1": "استعمال ٿيل چيلينج مواد سنڀاليو",
    "home-plans-chart-row-2-cell-2": "محدود",
    "home-plans-chart-row-2-cell-3": "ڪل",
    "home-plans-chart-row-3-cell-1": "انسان جي حل لاءِ انعام حاصل ڪيو",
    "home-plans-chart-row-4-cell-1": "ورلڊ ڪلاس مخالف بوٽ تحفظ",
    "home-plans-chart-row-5-cell-1": "هر ملڪ ۾ ڪم ڪري ٿو",
    "home-plans-chart-row-5a-cell-1": "نه-ڪيپيچا ۽ 99.9 ٪ غير فعال موڊ",
    "home-plans-chart-row-5b-cell-1": "باٽ جي اعتماد جو اسڪور",
    "home-plans-chart-row-6-cell-1": "جي ڊي پي آر ۽ سي سي پي اي دوست دوستي واري پاليسي",
    "home-plans-chart-row-7-cell-1": "ڏند ڪٿا ڏکيائين جي سطح",
    "home-plans-chart-row-8-cell-1": "توھان پنھنجو پنھنجو چيلينج مواد لانچ ڪريو",
    "home-plans-chart-row-9-cell-1": "وقت جي بنياد تي مشڪل شيڊولنگ",
    "home-try-it-out-button": "حاصل ڪريو hCaptcha",
    "home-try-it-out-head": "ان کي آزمايو",
    "home-try-it-out-text": "انسان کي حل ڪرڻ لاءِ نن beingڙو هجڻ جڏهن hCaptcha سادي ، آسان ۽ قابل اعتماد ٻٽ جي چڪاس فراهم ڪندو آهي.",
    "labeling-about-head": "ايڇ سيپچا بابت",
    "labeling-about-text-1": "ايڇ سيپچا مشين جي سکيا ۾ سڀ کان وڌيڪ محنت سان گھمڻ وارو مسئلو حل ڪرڻ لاءِ ڊزائين ڪيل آهي. بروقت ، سستي ۽ قابل اعتماد طريقي سان ڊيٽا جي وڏي مقدار ۾ ليبل لڳائڻ وڌيڪ ڊيٽا عام طور تي تربيتي مشينري سکيا جي ماڊل ۾ بهتر نتيجا پيدا ڪري ٿي. ڊيپ ماڊل جي تازي ڪاميابيءَ سبب وڏن ڊيٽاسٽس جي واڌ ويجهه ڪئي آهي ، ۽ hCaptcha هن ضرورت جي خدمت ڪري ٿو.",
    "labeling-about-text-2": "جڏهن ته ، روايتي طريقن سان استعمال ٿيندڙ انسانن جي نظرثاني ڪيل ڊيٽا سيٽ ٺاهڻ سست ۽ مهانگو آهي. hCaptcha ڪمپنين لاءِ هڪ طريقو آهي جنهن کي اهي تشريحون حاصل ڪرڻ گهرجن جن جي انهن کي تيز ضرورت آهي ، وڌيڪ معيار سان ۽ ٻين متبادلن جي ڀيٽ ۾ گهٽ قيمت تي.",
    "labeling-annotations-head": "سمجھاڻي جا قسم",
    "labeling-annotations-text-1": "تصويرن ۽ وڊيوز ۾ درست اعتراض جو پتو لڳائڻ",
    "labeling-annotations-text-2": "تصويرن ۽ وڊيوز ۾ درست اعتراض جو پتو لڳائڻ",
    "labeling-annotations-text-3": "پوائنٽ تشريح ڪيترن مختلف استعمال ڪيسن لاءِ",
    "labeling-annotations-text-4": "ڪنهن به سائيز جي ثالثي درجي کي ترتيب ڏيو يا شامل ڪريو",
    "labeling-annotations-text-5": "انساني طاقت جو پتو لڳائڻ ۽ درجي بندي",
    "labeling-annotations-text-6": "هتي هڪ ٻي قسم جي ضرورت ناهي بس اسان کان پڇو.",
    "labeling-annotations-title-1": "پابند خانه",
    "labeling-annotations-title-2": "گھڻيون ڪنڊون",
    "labeling-annotations-title-3": "زمينون",
    "labeling-annotations-title-4": "منسوب ڪريو بندي",
    "labeling-annotations-title-5": "موازنہ ۽ چڪاس",
    "labeling-annotations-title-6": "... ۽ ڪيترائي وڌيڪ",
    "labeling-ent-button": "اسان جي انٽرپرائز سلوشن ٽيم سان رابطو ڪريو",
    "labeling-ent-head": "ڇا اينڊر کان اينڊ ڪنٽرول جي ضرورت آهي؟",
    "labeling-ent-text-1": "HAPAPCHA جي پويان انساني پليٽ فارم انتھائي اھم ، ھائبرڊ ، يا SaS جي ٺاھڻ ذريعي ترقي يافته ڪم جي معيار ۽ انتظام جون خاصيتون مهيا ڪري ٿو جيڪي توھان جي موجوده نظام سان ضم ٿيون.",
    "labeling-ent-text-2": "پنهنجي افرادي قوت سان مڪمل طور تي آف لائن هليو ، ٽريڪ ويليو ڪاروباري يونٽن يا ڪنسورشيم پارٽنرز وچ ۾ خرچ ڪيو وڃي ، خاص طور تي مختلف داخلي يا ٻاهرين ليبر فراهم ڪندڙن ڏانهن نوڪريون رستي جي قيمت ۽ سيڪيورٽي جي ضرورتن جي بنياد تي ، ۽ وڌيڪ.",
    "labeling-ent-text-3": "ايزي API جي رسائي ، خوبصورت ڊيش بورڊ ، ۽ جديديت لاءِ جديد ماڊل انو لاپ ٽيڪنالاجي.",
    "labeling-ent-text-4": "99.99 ٪ اپٽائم SLAs ۽ 24/7 گلوبل سپورٽ دستياب آهي. وڌيڪ Forاڻ لاءِ:",
    "labeling-features-head-1": "سادي API تي هلندڙ پائپ لائنون.",
    "labeling-features-head-2": "قيمت ۽ معيار لاءِ بهتر. اڳڀرائي عزم جي ضرورت ناهي.",
    "labeling-features-head-3": "صرف ان درستگي لاءِ ڏيو جنهن جي توهان کي ضرورت آهي.",
    "labeling-features-head-4": "پنهنجي زميني سچائي جي ڊيٽا ڏيو يا اسان کي ان کي اڏام تي تعمير ڪرڻ ڏيو.",
    "labeling-features-text-1": "انساني جائزو سڌو سنئون پنهنجي ڪاروباري عملن ۾ ضم ڪرڻ چاهيندا؟ اسان پيش ڪندا آھيون اعلي معيشت SLAs، گارنٽيڊ گنجائش، ۽ سادي REST API.",
    "labeling-features-text-2": "انساني پليٽ فارم جامع اعتماد واري معيار جي تجزين کي انجام ڏيڻ لاءِ جامع اعتماد جا ماڊل استعمال ڪندو آهي. هي اسان کي سوالن جي سختي ۽ انهن جو امڪاني صحيح جواب طئي ڪرڻ ، وقت ۽ پئسو بچائڻ ۾ اسان کي جلدي طئي ڪرڻ جي اجازت ڏيندو آهي.",
    "labeling-features-text-3": "سڀ مسئلا ساڳيا ناهن. حفاظت-نازڪ ڪمن لاءِ تشريح شايد مڪمل طور تي انساني ڪارڪنن کان 99.99٪ ڀروسو جي ضرورت پوي. هڪ موبائل گيم ايپ ۾ هڪ بيٽا فيچر جي تشريح لاءِ شايد اعتدال پسند اعتماد جي ضرورت هوندي. توھان فيصلو ڪريو.",
    "labeling-features-text-4": "ڇا توهان وٽ خام تصديق واري جامع ڊيٽا جي بغير آهي؟ اڪثر ڪيسن ۾ اسان توهان لاءِ هڪ تعمير ڪري سگهون ٿا جئين ڪم سسٽم ذريعي هلندا آهن ، يا توهان جي منظوري لاءِ ليبل نموني پيدا ڪندا.",
    "labeling-info-head": "ڊيٽا جو ليبل حاصل ڪيو پيو وڃي",
    "labeling-info-text-1": "پنهنجي منصوبي جي ضرورتن کي تعين ڪرڻ لاءِ اسان جي ڪنهن هڪ ڊومين جي ماهرن سان ڳالهايو: ٽارگيٽ درستگي ، شڪل ۽ ڪي خاص ضرورتون.",
    "labeling-info-text-2": "اسان توهان جي نموني ڊيٽا جي بنياد تي هڪ نن productionي پيداوار واري نوڪري جو عمل ڪيو. انهي ڪم کي جانچ ڪري ٿو جيڪو اسان گڏ ڪيو آهي انهي کي يقيني بڻائڻ لاءِ ته توهان پنهنجي ضرورت جي مطابق انهي کي حاصل ڪندا.",
    "labeling-info-text-3": "اسان جي وڏي حجم ۽ گهٽ ويڪرائي weاڪ سان اسين پنهنجو ڪم جلدي موٽائي ڏينداسين ، جلدي مڪمل ٿيڻ سان خود بخود ترسيل سان.",
    "labeling-info-text-4": "جيئن اسان توهان جي پيداوار واري ڪم جي پيراگراف کي بهتر سمجهون ٿا ، نتيجا وقت سان بهتر ٿيندا رهندا.",
    "labeling-info-text-5": "لائيو ڊيش بورڊ توهان کي ڪنهن به وقت راءِ فراهم ڪرڻ يا روڪڻ جي اجازت ڏيندو آهي.",
    "labeling-info-title-1": "وضاحتون وضاحت ڪريو",
    "labeling-info-title-2": "ابتدائي نوڪري جا امتحان",
    "labeling-info-title-3": "پيداوار نوڪريون مقرر ڪريو",
    "labeling-info-title-4": "مسلسل سڌارو",
    "labeling-info-title-5": "اصل وقت جا نتيجا",
    "labeling-main-1": "ماپ تي مفاهمت واري ڊيٽا ليبلنگ",
    "labeling-main-1-button": "هاڻي پنهنجي ڊيٽا ليبل حاصل ڪريو",
    "labeling-main-1c": "ڇا توهان جي ڊيٽاسيٽس لاءِ وڌيڪ ليبلن جي ضرورت آهي؟ hCaptcha مصنوعي ذهانت ۽ مشين سکڻ واري ايپليڪيشن تي ڪم ڪندڙ ڪمپنين لاءِ تيز ، قيمت وارا ، ۽ اعليٰ معيار جون ڊيٽا ليبلنگ فراهم ڪندو آهي.",
    "labeling-main-2": "فوري طور تي لکين جا ڪم شروع ڪيا.",
    "labeling-main-2-button": "ڊيٽا ليبلنگ سروسز خريد ڪريو",
    "labeling-main-2c": "توهان جي استعمال لاءِ دستياب ڌرتيءَ تي هڪ وڏو تلاءُ آهي توهان جو اسڪيل ڪهڙو به هجي ، اسان ان کي ساراهيون بغير قيمتي اگهه جي واعدن کانسواءِ. ملين ڪم روزانو ڪو مسئلو ناهي.",
    "labeling-platform-head": "نجي يا عوامي Informationاڻ",
    "labeling-platform-text": "hCaptcha انساني پليٽ فارم تي ٺهيل آھي ، جيڪا ہر قدم تي قيمت ۽ ڪارڪردگي کي بھتر ڪرڻ لاءِ نفيس رستي ۽ تجزيو جي اجازت ڏئي ٿي. هي ٽيڪنالاجي توهان جي نوڪري جي هر حصي کي صحيح ڪم ڪرڻ جي اجازت ڏئي ٿي ، رازداري کي محفوظ رکندي قيمتي ڪارڪردگي کي وڌائيندي",
    "labeling-try-button": "ڊيٽا ليبلنگ سروسز خريد ڪريو",
    "labeling-try-head": "ڇا توهان کي توهان جي ڊيٽا سان ڪوشش ڪرڻ چاهيندا؟",
    "labeling-try-text": "... اسان تيار آهيون جڏهن توهان آهيو: اسان جي سهولت 24 ڪلاڪ موجود آهي.",
    "learn-more-hcaptcha": "وڌيڪ hاڻ hCaptcha بابت",
    "page-acc-faq-1": "سوال: ڇا hCaptcha سيڪشن 508 + WCAG 2.0 مطابق آهي؟ جواب: اسان انهي تي يقين رکون ٿا: سڀئي صارف جيڪي ڪنهن به قسم جي تڪليف سان گڏ ويب برائوز ڪرڻ ۽ فارم تي متن داخل ڪرڻ جي رجسٽريشن تي hCaptcha طرفان محفوظ ڪيل خدمتون رسائي ڪري سگھن ٿا. تنهن هوندي ، اهو قانوني صلاح نه آهي: توهان کي پنهنجي خاص عملدرآمد کي سمجهڻ گهرجي ، انهي کي يقيني بڻائڻ لاءِ توهان جي پنهنجي پهچائڻ جي صورت ۾ يقيني بڻائڻ جي لاءِ.",
    "page-acc-faq-2": "سوال: ڇا توهان آڊيو وانگر ٻين پهچ (A11y) اختيارن تي ڪم ڪري رهيا آهيو؟ جواب: آڊيو ڪيپچاس وانگر اڳوڻي مشهور آپشن ڪيترن ئي ايي صارفين جي خلاف فرق ڪيو ۽ جديد مشين لرننگ ٽيڪنالاجي کي آساني سان شڪست ڏئي چڪا آهن. اهو موجوده آڊيو چئلينج کي وڌيڪ ۽ وڌيڪ ڏکيو ٿيڻ ، شور متعارف ڪرائڻ ، بي مثال وقت ، غيرمعمولي لفظ جو ميلاپ ۽ انهي تي حملو ڪندڙن کي شڪست ڏيڻ تي مجبور ڪيو آهي. اسان انهي طريقي سان چئلينج کان بچڻ کان بچاءُ ۾ تمام گهٽ حوصلي وارو آهيون ، پر انهي تي غور ڪنداسين جيڪڏهن سڀاڻي ڪميونٽي کان ڪا طلب آهي. تنهن هوندي ، اسان رسائي واري استعمال جي ڪيس لاءِ رازداري پاس بابت تمام گهڻي دلچسپي رکون ٿا. اسان يقين رکون ٿا رازداري پاس جاري ڪرڻ سان اسان جي هاڻوڪي ايي حڪمت عملي کي گڏ ڪرڻ ، هڪ ڀيرو استعمال ڪندڙ محفوظ طور تي براؤز ڪرڻ جي اجازت ڏين ٿا ، محفوظ طور تي انهي inاڻ ۾ ته انهن جي ٽرئفڪ وڌيڪ نجي آهي ، جڏهن ته بوٽ هلائيندڙن جي غلط استعمال کي محدود ڪرڻ جو ناگزير طور تي ٿئي ٿو جڏهن a11y اختيار موجود آهن. اسان انهي جديد ٽيڪنالاجي کي معياري بڻائڻ واري IETF ڪم ڪندڙ گروهه ۾ سرگرم ڌريون آهيون.",
    "page-acc-faq-3": "سوال: رازداري بابت ڇا؟ ڇا رجسٽريشن ڪي اين ايڪس آل براؤزنگ ڊيٽا کي ظاهر ڪري ٿي؟ توهان اي ميل سان ڇا ڪندا آهيو؟ جواب: hCaptcha رازداري لاءِ بنا گرائونڊ کان ٺاهيو ويو آهي. اهو روايتي اختيارين کان بلڪل مختلف آهي ، reCAPTCHA جيڪي اشتهار نيٽ ورڪ جا مالڪ آهن ، جيڪي توهان کي ويب ۽ توهان جي اصلي شناخت سان جڙيل رکڻ جي ترغيب ڏين ٿيون. اسان رسائي لاءِ اي ميلون ۽ معلومات ڪڏهن به ڪنهن ٻئي مقصد جي لاءِ استعمال ڪرڻ ۽ غلط استعمال کي روڪڻ کان سواءِ ڪنهن ٻئي مقصد لاءِ استعمال نه ڪندا آهيون. اسان جي رازداري پاليسي جا جامع ۽ مستند جواب آهن ته اسان ڊيٽا ڪيئن استعمال ڪريون ٿا ، پر مختصر جواب اهو آهي ته اسان کي توهان جي براؤزنگ تاريخ سان توهان کي فرد جي حيثيت سان ڪو تعلق ناهي. اسان في الحال پڻ توهان جي اي ميل پتي کي جلدي رد ڪرڻ لاءِ هڪ ڪرپٽٽوگرافڪ حل تي ڪم ڪري رهيا آهيون. اسان جي رازداري پاس ڪم کي مڪمل ڪرڻ",
    "page-acc-link-1": "جيڪڏهن توهان رسائي واري صارف آهيو ، مهرباني ڪري هتي سائن اپ ڪريو.",
    "page-acc-subhead": "سيڪيورٽي کي برقرار رکڻ دوران سڀني صارفين لاءِ سيمينٽ جي رسائي کي يقيني بڻائڻ",
    "page-acc-summary": "خلاصو",
    "page-acc-summary-contents-1": "hCaptcha ڊزائين ماڻهن کي ڌار ڌار ڪري بوٽس روڪڻ لاءِ ٺاهيا ويا آهن. بصري ٽيسٽ انهي لاءِ هڪ آسان اوزار آهي پر هر ماڻهو هڪ بصري چئلينج حل نه ڪري سگهندو آهي. انهي لاءِ اسان ٺهيل هڪ آسان ، درد مند متبادل ٺاهيو آهي پبلشرز کي اسان جي خدمت استعمال ڪندي سڀني تائين رسائي جي حفاظت مڪمل سيڪشن 508 ۽ WCAG 2.0 مطابق.",
    "page-acc-summary-contents-2": "اهو ڪيئن ڪم ڪري ٿو: پهرين ، هڪ پهچ وارو صارف يو آر ايل تي سائن اپ ٿيو ، جيڪو hCaptcha widget معلومات پيج ۾ ڳن isيل آهي. انهن کي هڪ ڪريڊٽ ڪوڪي ڏني وئي آهي جيڪا هر ڏينهن ڪيترائي ڀيرا استعمال ٿي سگهي ٿي ، پر لاگ ان ٿيڻ جي ذريعي هر 24 ڪلاڪ کي ريفريش ٿيڻو پوندو. جڏهن هڪ چئلينج ڪنهن رسائي جي استعمال ڪندڙ صارف کي hCaptcha سروس استعمال ڪندي پيش ڪيو ويندو آهي ، اهي پاڻمرادو گذري ويندا.",
    "page-acc-title": "ايڇ سيپيچا رسائي جي Informationاڻ",
    "page-acc-tr-body": "سوال: آئون ڪوڪيز کي سيٽ ڪرڻ کانپوءِ اڃا به هڪ چئلينج ڏسي رهيو آهيان. اهو ڪهڙو سبب آهي؟ جواب: اهو عام طور تي جارحيت واري اشتهار باز کي استعمال ڪرڻ واري ڪوڪ يا اينٽي ڪوڪي واڌ جي ڪري ، يا هڪ سيٽنگ جيڪا ڪراس سائيٽ ڪوڪيز کي بلاڪ ڪري ٿي ، انهي صورت ۾ hcaptcha.com لاءِ ڪوڪيز جيڪا مختلف سائيٽ تي hCaptcha جاوا اسڪرپٽ کي سيٽ يا چيڪ ٿيل آهي. وانگر ، جيڪو توهان دورو ڪيو پيو وڃي. hCaptcha رسائي وارو ڪوڪيز سڀني معياري براؤزرز ۽ اشتهارن جي بلاڪرن کي انهن جي معياري سيٽنگن سان ڪم ڪنديون آهن ، تنهن ڪري عام طور تي ناڪاميون ضد مخالف اشتهار اسڪرپٽ يا ڪن سائيٽن خاص خاص سائيٽن کي ھٽائي ڏيڻ جي سبب هونديون آهن. حل: 1. اشتهار بلاڪ ڪندڙ يا برائوزر سيڪيورٽي توسيع ۾ وائيٽ لسٽ hcaptcha.com ۽ * .hcaptcha.com ڪوڪيز. 2. جيڪڏهن توهان بهادر برائوزر استعمال ڪري رهيا آهيو ، جنهن ۾ (اپريل 2020 تائين) ڪوڪي فهرست ڏنل ڪنهن به قسم جي شيءَ ظاهر نه ٿيندي آهي ، ترجيحات ڏانهن وڃو -> شيلڊس -> ڪوڪيز ۽ سڀ ڪوڪيز جي اجازت ڏيو. 3. جيڪڏهن توهان يا ته تازو آزاد ٿيل او ايس ايڪس 10.15 يا iOS 13. تي سفاري جو تمام گهڻو ورزن استعمال ڪري رهيا آهيو ، ايپل صرف ٽئين پارٽي جي ڪوڪيز سان لاڳاپيل سفاري جي رويي کي تبديل ڪيو آهي ، انهن سڀني کي ڊفالٽ طور بلاڪ ڪري ڇڏيو آهي. اسان هڪ حل تي عمل ڪري رهيا آهيون ، پر ان دوران مهرباني ڪري سفاري جون ترجيحون ، رازداري سيڪشن جو دورو ڪريو ، ۽ ويب سائيٽ جي ٽريڪ کي چيڪ ڪريو: ڪراس سائيٽ ٽريڪنگ کي روڪيو ته رسائي جي ڪوڪي کي توقع طور ڪم ڪرڻ لاءِ فعال ڪيو وڃي. سوال: آئون ڪيترائي ڊيوائس استعمال ڪندو آهيان. ڇا مونکي ڪيترائي ڀيرا سائن اپ ڪرڻ جي ضرورت آھي؟ جواب: نه ، مهرباني ڪري ڪوڪي سيٽ ڪرڻ لاءِ توهان جي هر ڊيوائس تي توهان ڏانهن موڪليل ساڳيا اي ميل لاگ ان لنڪ ڪلڪ ڪريو.",
    "page-acc-tr-title": "رسائي جي استعمال ڪندڙن لاءِ: سوال ۽ ٻٻر ۽ تڪليف وارو گائيڊ",
    "priv-hc": "رازداري مرڪوز ٿي وئي",
    "priv-hc-text": "اشتهار جا نيٽ ورڪ توهان کي انهن جي پراڊڪٽ طور ڏسندا آهن. اسان نٿا ڪريون. اسان کي پرواه ناهي ته ڪهڙا صارف آهن ، صرف اهو ڪيئن ممڪن آهي ته اهي بدنام هوندا. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا.",
    "reporting-bugs-accessibility-button": "رسائي جي آپشن بابت وڌيڪ اڻو",
    "reporting-bugs-accessibility-head": "رسائي جا اختيار",
    "reporting-bugs-accessibility-text": "ڇا توهان بصري طور تي معذور آهيو يا ٻي صورت ۾ HCaptchas مڪمل ڪرڻ کان قاصر آهيو؟",
    "reporting-bugs-guide-ff-head": "بگ رپورٽ جي تفصيلن تي قبضو: فائر فاڪس",
    "reporting-bugs-guide-ff-step-1": "قدم 1: کوليو ڊولپرر اوزار (اهو سيشن جي رڪارڊنگ شروع ٿئي ٿو.)",
    "reporting-bugs-guide-ff-step-2": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. مٿي تي محافظ لاگس باڪس چيڪ ڪريو.",
    "reporting-bugs-guide-ff-step-3": "قدم 3: https://accounts.hcaptcha.com/demo جو دورو ڪريو ، يا ويب سائيٽ جنهن تي توهان جو مسئلو ٿي رهيو آهي (رازداري نوٽ: صرف جيڪڏهن توهان شيئر ڪرڻ تي اعتراض نه ڪري) ته ... ۽ پوءِ مان انسان جو بٽڻ آهيان ، ۽ حل ڪرڻ جي ڪوشش ڪريو.",
    "reporting-bugs-guide-ff-step-4": "قدم 4: حل ڪرڻ جي ڪوشش بعد هار کي دٻايو ، ۽ نيٽ لاگ محفوظ ڪرڻ لاءِ سڀ HAR طور محفوظ ڪريو چونڊيو. اھو فائل اسان ڏانهن موڪليو.",
    "reporting-bugs-guide-ff-step-5": "قدم 5: ڪنسول ٽيب تي ڪلڪ ڪريو ، ۽ صحيح ڪلڪ ڪريو پوءِ سڀ چونڊيو ۽ انهي کي ٽيڪسٽ فائل ۾ محفوظ ڪريو ، ڪنسول لاگ کي محفوظ ڪرڻ لاءِ. اسان کي پڻ موڪليو.",
    "reporting-bugs-guide-ff-step-6": "آخري قدم: اهي هار ۽ اسان کي لاگ فائلون ڪنسول ڪريو ، ۽ مسئلو بيان ڪريو استعمال ڪريو: support@hcaptcha.com (مهرباني ڪري ڊروپ بڪس يا فلبين وانگر سروس استعمال ڪريو ۽ لنڪ موڪليو) ۽ اختياري طور هڪ اسڪرين شاٽ ، جيڪڏهن توهان کي شڪ آهي ته اتي ڪا شي ظاهر نٿو ٿئي. . مهرباني ڪري اها اي پي موڪليو جنهن سان توهان استعمال ڪري رهيا آهيو. توهان اهو حاصل ڪري سگهو ٿا https://www.whatsmyip.org/ اسان کي اها معلومات حاصل ڪرڻ لاءِ وقت ڏيڻ لاءِ مهرباني! اسان سڀني لاءِ سٺو ايڇ ڪيپچا ٺاهڻ ۾ مصروف آهيون.",
    "reporting-bugs-guide-head": "بگ رپورٽ جي تفصيل حاصل ڪندي: ڪروم",
    "reporting-bugs-guide-step-1": "قدم 1: کوليو ڊولپرر اوزار (اهو سيشن جي رڪارڊنگ شروع ٿئي ٿو.)",
    "reporting-bugs-guide-step-2": "قدم 2: ڊولپر ٽولز ۾ نيٽورڪ ٽيب تي ڪلڪ ڪريو. مٿي ڏنل محفوظ لاگ باڪس چيڪ ڪريو.",
    "reporting-bugs-guide-step-3": "قدم 3: https://accounts.hcaptcha.com/demo جو دورو ڪريو ، يا ويب سائيٽ جنهن تي توهان جو مسئلو ٿي رهيو آهي (رازداري نوٽ: صرف جيڪڏهن توهان شيئر ڪرڻ تي اعتراض نه ڪري) ته ... ۽ پوءِ مان انسان جو بٽڻ آهيان ، ۽ حل ڪرڻ جي ڪوشش ڪريو.",
    "reporting-bugs-guide-step-4": "قدم 4: حل ڪرڻ تي ڪلڪ ڪريو ٻاھر ڪARڻ (نن downڙو ھيٺ وار) تي توھان حل ڪرڻ جي ڪوشش ڪرڻ کان پوءِ ، جيڪو نيٽورڪ لاگ کي محفوظ ڪري ٿو. اھو فائل اسان ڏانهن موڪليو.",
    "reporting-bugs-guide-step-5": "قدم 5: ڪنسول ٽيب تي ڪلڪ ڪريو ، ۽ رائيٽ ڪلڪ ڪريو پوءِ سيو ڪيو .. ڪنسول لاگ کي محفوظ ڪرڻ جي لاءِ. اسان کي پڻ موڪليو.",
    "reporting-bugs-guide-step-6": "آخري قدم: انهن هار اي ميل ڪريو ۽ اسان کي لاگ فائلون ڪنسول ڪريو ، ۽ مسئلو بيان ڪريو. استعمال ڪريو: support@hcaptcha.com (مهرباني ڪري سروس وانگر ڊروپ بڪس يا فلبين استعمال ڪريو ۽ لنڪ موڪليو) ۽ اختياري طور هڪ اسڪرين شاٽ ، جيڪڏهن توهان کي شڪ آهي ته اتي ڪجهه شي صحيح طرح ظاهر نه ٿي ڪري. مهرباني ڪري اها اي پي موڪليو جنهن سان توهان استعمال ڪري رهيا آهيو. توهان اهو حاصل ڪري سگهو ٿا https://www.whatsmyip.org/ اسان کي اها معلومات حاصل ڪرڻ لاءِ وقت ڏيڻ لاءِ مهرباني! اسان سڀني لاءِ سٺو ايڇ ڪيپچا ٺاهڻ ۾ مصروف آهيون.",
    "reporting-bugs-guide-text-1": "توهان جي رپورٽ سان ڊيبگنگ معلومات موڪلڻ اسان جي لاءِ انهي کي آسان ڪرڻ لڳندو ته ڇا ٿي رهيو آهي. هتي قدم قدم تي هدايتون آهن.",
    "reporting-bugs-guide-text-2": "جيڪڏهن توهان ويب ڊولپر يا ماهر صارف آهيو ، خلاصو اهو آهي ته اسان توهان کي اسان کي هڪ نيٽ ورڪ ريڪارڊنگ HAR ۽ برائوزر ڪنسول لاگس موڪلڻ چاهينداسين. مهرباني ڪري پهرين ڪنهن به اشتهار باز کي بند ڪرڻ جي ڪوشش ڪريو يا برائوزر جي سيڪيورٽي توسيع کي وري وري ٻيهر ڪوشش ڪريو. جيڪڏهن اهو توهان جو مسئلو حل ڪري ، اسان اڃا تائين توهان جي برائوزر ورزن ، اشتهار بازي يا براؤزر جي واڌاري ، ۽ ويب سائيٽ يو آر ايل کي appreciateاڻڻ جي تعريف ڪنداسين",
    "reporting-bugs-intro-head": "بگ مليو؟ هتي ڪيئن ان جي رپورٽ ڪجي.",
    "reporting-bugs-intro-text": "لکين ماڻهو هر مهيني hCaptcha استعمال ڪندا آهن ، هزارين براؤزر ، توسيع ، ڊوائيس ، فائر والز ۽ ٻين تي. اسان جو مقصد اهو يقيني بڻائڻ آهي ته اهو هميشه توهان لاءِ ڪم ڪندو آهي ، انهي ڪري اسان توهان جي رپورٽن جي تمام گهڻي تعريف ڪريون ٿا! جلدي موٽ ڏيڻ لاءِ ، صرف اسان کي موٽ واري راءِ جو بٽڻ دٻايو. جيڪڏهن توهان هڪ فعال مسئلو ڏسي رهيا آهيو ، مهرباني ڪري ڪروم لاءِ ڊيبگ لاگ هدايتون عمل ڪريو يا هيٺ ڏنل فائر فاڪس لاءِ ڊيبگ لاگ هدايتون ڪنهن ٻئي برائوزر لاءِ صرف اسان کي اي ميل ڪريو. امڪاني حفاظت يا رازداري جي مسئلن لاءِ ، هيٺ ڏنل هدايتن کي ڏسو.",
    "reporting-bugs-privacy-head": "رازداري جا مسئلا",
    "reporting-bugs-privacy-text": "اسان کي پرواه ناهي ته ڪهڙا صارف آهن ، صرف اهو ڪيئن ممڪن آهي ته اهي بدنامي يا مشينون هجن. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا. جيڪڏھن توھان کي ھڪڙو مسئلو مليو آھي جيڪو توھان سوچيو ٿا ته صارف جي رازداري کي متاثر ڪري سگھي ٿو ، مھرباني ڪري اسان کي اي ميل ڪريو support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "اسان کي پنهنجي راءِ موڪليو",
    "reporting-bugs-provide-feedback-head": "hCaptcha تي تڪڙا رايا ڏيو",
    "reporting-bugs-provide-feedback-text": "اسان توهان جي راءِ جو قدر ڪريون ٿا. اچو ته ڪنهن به مسئلي کي andاڻون ۽ اسان انهن کي تڪڙو حل ڪنداسين.",
    "reporting-bugs-security-head": "سيڪيورٽي بگس",
    "reporting-bugs-security-text": "اسان هميشه دلچسپي رکون ٿا حفاظتي ڪافرن جون رپورٽون. اي ميل support@hcaptcha.com ۽ CC security@hcaptcha.com ۽ اسان توهان کي جلدي موٽندا. اسان وٽ پڻ hCaptcha سروس ۽ لاڳاپيل سرچ ڪوڊ تي اهل حفاظتي رپورٽن لاءِ بگ فضل فضل پروگرام آهي.",
    "sec-hc": "سيڪيورٽي پهرين",
    "sec-hc-text": "hCaptcha ناشر تي مرکوز آھي. اسان سائيٽن کي اصل ڊيٽا ڏيڻ لاءِ ڪم ڪريون ٿا ۽ انهن کي اهو فيصلو ڪرڻ ڏيو ته. درستي توهان جي مفاد ۽ اسان ۾ آهي. ٻيون ڪيپچيون مشهوري ادارن طرفان مهيا ڪيون وينديون آهن. اهي هر بٽو بلاڪ انهن جي آمدني گهٽائي سگهي ٿي.",
    "switch-to-english-link": "انگريزي ڏانھن مٽايو",
    "what-is-hcaptcha": "hCaptcha ڇا آهي؟",
    "what-is-hcaptcha-text": "hCaptcha توهان جي پسنديده ويب سروسز کي آسان سوال پڇڻ ۾ بوٽو ، اسپام ۽ غلط استعمال رکڻ ۾ مدد ڪري ٿو جيڪا انسانن لاءِ آسان ۽ مشينن لاءِ مشڪل آهن.",
    "why-hc": "ڇو hCaptcha؟",
    "why-hc-text": "هر وقت توهان هڪ چئلينج جو جواب ڏينداسين ، اسان ڳوڙها ماڊل استعمال ڪندا آهيون اهو ٻڌائڻ لاءِ ته توهان انسان آهيو يا هڪ مشين. جنهن ويب سائيٽ تي توهان ويا آهيو اها نتيجو استعمال ڪري ٿي توهان جي سائيٽ تي انهي جو تجربو بهتر ڪرڻ ۾ مدد ڪندي"
}