{
    "acc-opt": "رسائي جا اختيار",
    "acc-opt-but": "رسائي جي آپشن بابت وڌيڪ اڻو",
    "acc-opt-text": "ڇا توهان بصري معذور آهيو يا ٻي صورت ۾ ايڇ سيپچا مڪمل نٿا ڪري سگهو؟",
    "accessibility-link": "پهچ",
    "appreciate-in": "اسان توهان جي راءِ جو قدر ڪريون ٿا. اچو ته ڪنهن به مسئلي کي andاڻون ۽ اسان انهن کي تڪڙو حل ڪنداسين.",
    "fb-but": "اسان کي پنهنجي راءِ موڪليو",
    "feedback-text": "توهان جيڪو صرف ڏٺو آهي انهي hCaptch تي موٽ ڏيو",
    "page-acc-link-1": "جيڪڏهن توهان رسائي واري صارف آهيو ، مهرباني ڪري هتي سائن اپ ڪريو.",
    "page-acc-subhead": "سيڪيورٽي کي برقرار رکڻ دوران سڀني صارفن لاءِ بي پهچ رسائي کي يقيني بڻايو",
    "page-acc-title": "hCaptcha رسائي جي Informationاڻ",
    "priv-hc": "رازداري مرڪوز ٿي وئي",
    "priv-hc-text": "اشتهار جا نيٽ ورڪ توهان کي انهن جي پراڊڪٽ طور ڏسندا آهن. اسان نٿا ڪريون. اسان کي پرواه ناهي ته ڪهڙا صارف آهن ، صرف اهو ڪيئن ممڪن آهي ته اهي بدنام هوندا. اسان پوئلڳن وانگر رازداري پاس ، ۽ رازداري ۽ سيڪيورٽي کي متوازن ڪرڻ لاءِ محنت سان تعاون ڪريون ٿا.",
    "sec-hc": "سيڪيورٽي پهرين",
    "sec-hc-text": "hCaptcha ناشر تي مرکوز آھي. اسان سائيٽن کي اصلي ڊيٽا ڏيڻ لاءِ ڪم ڪريون ٿا ۽ انهن کي اهو فيصلو ڪرڻ ڏيو ته. درستي توهان جي مفاد ۽ اسان ۾ آهي. ٻيون ڪيپچيون مشهوري ادارن طرفان مهيا ڪيون وينديون آهن. اهي هر بٽو بلاڪ انهن جي آمدني گهٽائي سگهي ٿي.",
    "what-is-hcaptcha": "hCaptcha ڇا آهي؟",
    "what-is-hcaptcha-text": "hCaptcha مدد ڪندو توهان جي پسنديده ويب سروسز بوٽ ، اسپام ۽ غلط استعمال کان ٻاهر سادي سوال پڇڻ سان جيڪي انسانن لاءِ آسان ۽ مشينن لاءِ مشڪل هوندا.",
    "why-hc": "ڇو hCaptcha؟",
    "why-hc-text": "هر وقت توهان هڪ چئلينج جو جواب ڏينداسين ، اسان اهو معلوم ڪرڻ لاءِ جديد ماڊل استعمال ڪندا آهيون ته توهان انسان آهيو يا هڪ مشين. جنهن ويب سائيٽ تي توهان ويا آهيو اها نتيجو استعمال ڪري ٿي توهان جي سائيٽ تي انهي جو تجربو بهتر ڪرڻ ۾ انهي جي مدد ڪرڻ سان."
}