{
    "acc-opt": "ප්‍රවේශ්‍යතා විකල්ප",
    "acc-opt-but": "ප්‍රවේශ්‍යතා විකල්ප ගැන තව දැනගන්න",
    "acc-opt-text": "ඔබට දෘශ්‍යාබාධිත හෝ වෙනත් ආකාරයකින් hCaptchas සම්පූර්ණ කිරීමට නොහැකි ද?",
    "accessibility-link": "ප්රවේශ",
    "appreciate-in": "ඔබගේ ආදානය අපි අගය කරමු. ඕනෑම ගැටළුවක් අපට දන්වන්න, අපි ඒවා ඉක්මනින් විසඳන්නෙමු.",
    "fb-but": "අපට ප්‍රතිපෝෂණය එවන්න",
    "feedback-text": "ඔබ දැන් දුටු hCaptcha පිළිබඳ ප්‍රතිපෝෂණය සපයන්න",
    "home-ent-1": "අපගේ ව්‍යවසාය ආරක්ෂක දීමනා සොයන්නේද?",
    "home-ent-2": "අපගේ නව කැපවූ වෙබ් අඩවියට පිවිසෙන්න: BotStop.com",
    "home-intro-body": "බොට්ස් වළක්වා ගැනීමට ඔබ කැප්චා භාවිතා කරනවාද? hCaptcha පරිශීලක පුද්ගලිකත්වය ආරක්ෂා කරයි, වෙබ් අඩවි වලට ප්‍රතිලාභ ලබා දෙයි, සහ සමාගම්වලට ඔවුන්ගේ දත්ත ලේබල් කිරීමට උපකාරී වේ. එය reCAPTCHA සඳහා ප්‍රතිස්ථාපනයකි: ඔබට මිනිත්තු කිහිපයක් ඇතුළත මාරු විය හැකිය.",
    "home-intro-head": "තවත් බොට්ස් නවත්වන්න. පරිශීලක පුද්ගලිකත්වය ආරක්ෂා කිරීම ආරම්භ කරන්න.",
    "home-main-1": "පුද්ගලික. ආරක්ෂිතයි. ඉක්මනින්. එය භාවිතා කිරීමට අපි ඔබට ගෙවන්නෙමු.",
    "home-main-2": "පෞද්ගලිකත්වය අවධානය යොමු කර ඇත",
    "home-main-2c": "දැන්වීම් ජාලයන් ඔබේ අමුත්තන් නිෂ්පාදනයක් ලෙස දකී. HCaptcha සඳහා නිෂ්පාදිතය යනු ඔවුන් සපයන කාර්යයයි. ඔබගේ පරිශීලකයින් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නොවේ, ඔවුන් කෙතරම් අනිෂ්ට විය හැකිද යන්න පමණි. අපි රහස්‍යතා පාස් වැනි මුලපිරීම් වලට සහය දක්වන අතර පුද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙසෙමු.",
    "home-main-3": "ආරක්ෂාව පළමුව",
    "home-main-3c": "නිරවද්‍යතාවය ඔබගේ උනන්දුව හා අපගේ ය. hCaptcha ප්‍රකාශකයාගේ අවධානයට ලක්ව ඇත. අපි ඔබට සත්‍ය දත්ත ලබා දීමට කටයුතු කරන අතර එය භාවිතා කරන්නේ කෙසේද යන්න තීරණය කිරීමට ඔබට ඉඩ දෙන්නෙමු. වෙනත් කැප්චා සපයනු ලබන්නේ",
    "home-main-3c2": "වෙළඳ දැන්වීම් සමාගම්. මෙයින් අදහස් කරන්නේ ඔවුන් අවහිර කරන සෑම බෝට්ටුවක්ම ඔවුන්ගේ ආදායම අඩු කළ හැකි බවයි.",
    "home-main-4": "වඩා හොඳ පරිශීලක අත්දැකීම්",
    "home-main-4c": "මානව වර්ගයා තීරණය කිරීම සඳහා නවීන යන්ත්‍ර ඉගෙනුම් ආකෘති hCaptcha විසින් භාවිතා කරයි. ගනුදෙනුකරුවන් ලේබල් කිරීම සඳහා ප්‍රයෝජනවත් ලේබල් කරන ලද දත්ත නිපදවන අතරම, ඔබේ පරිශීලකයින්ගෙන් අඩු කරදරකාරී කාර්යයන් අවශ්‍ය කිරීමටත්, ඒ සඳහා ඔවුන්ගේ කාලය අඩු කිරීමටත් මෙය අපට ඉඩ දෙයි.",
    "home-main-plans": "hCaptcha ඕනෑම ප්‍රමාණයක ප්‍රකාශකයන් සඳහා භාවිතා කිරීමට නිදහස ඇත. කෙසේ වෙතත්, වැඩි පාලනයක් අවශ්‍ය ව්‍යවසායන් සහ වේදිකා සඳහා, අපගේ ව්‍යවසාය විසඳුම් තිබේ.",
    "home-main-plans2": "hCaptcha ව්‍යවසාය විසඳුම් පෘථිවියේ විශාලතම සමාගම් සඳහා වෙබ් අඩවි මිලියන ගණනක් හරහා මිලියන ගණනක් භාවිතා කරන්නන් ආරක්ෂා කරයි. වැඩි විස්තර සඳහා කරුණාකර අප හා සම්බන්ධ වන්න, නැතහොත් පිවිසෙන්න",
    "home-main-plans3": "hCaptcha ව්‍යවසාය විසඳුම් පෘථිවියේ විශාලතම සමාගම් සඳහා වෙබ් අඩවි මිලියන ගණනක් හරහා මිලියන ගණනක් භාවිතා කරන්නන් ආරක්ෂා කරයි. වැඩි විස්තර සඳහා කරුණාකර අප හා සම්බන්ධ වන්න, නැතහොත් පිවිසෙන්න",
    "home-main-plans4": "විස්තර සඳහා.",
    "learn-more-hcaptcha": "HCaptcha ගැන තව දැනගන්න",
    "page-acc-faq-1": "ප්‍රශ්නය: hCaptcha 508 + WCAG 2.0 වගන්තිය අනුකූලද? පිළිතුර: අපි එසේ විශ්වාස කරමු: ඕනෑම ආකාරයක දුර්වලතාවයක් ඇති සියලුම පරිශීලකයින්ට වෙබය පිරික්සීමට සහ පෝරමවල පෙළ ඇතුළත් කිරීමට හැකියාව ඇති අතර ලියාපදිංචි වීමෙන් පසු hCaptcha විසින් ආරක්ෂා කරන ලද සේවාවන් වෙත ප්‍රවේශ විය හැකිය. කෙසේ වෙතත්, මෙය නීතිමය උපදෙස් නොවේ: ඔබ යෙදවීම සඳහා මෙය බව සහතික කිරීම සඳහා ඔබේ විශේෂිත ක්‍රියාත්මක කිරීම සැලකිල්ලට ගනිමින් ඔබ ඔබේම ඇගයීමක් කළ යුතුය.",
    "page-acc-faq-2": "ප්‍රශ්නය: ඔබ ශ්‍රව්‍ය වැනි වෙනත් ප්‍රවේශ්‍යතා (a11y) විකල්පයන් මත වැඩ කරනවාද? පිළිතුර: මීට පෙර ජනප්‍රිය විකල්පයන් වන ශ්‍රව්‍ය කැප්චා බොහෝ a11y භාවිතා කරන්නන්ගෙන් වෙනස් කොට සැලකෙන අතර නවීන යන්ත්‍ර ඉගෙනීමේ ක්‍රම මගින් පහසුවෙන් පරාජය කරනු ලැබේ. මෙය වර්තමාන ශ්‍රව්‍ය අභියෝග වඩ වඩාත් දුෂ්කර වීමට බල කරයි, ශබ්දය හඳුන්වා දීම, අමුතු වේලාව, අසාමාන්‍ය වචන සංයෝජන සහ යනාදිය ප්‍රහාරකයින් පරාජය කිරීමට. මේ අනුව එදිරිව එදිරිව අභියෝගය මුළුමනින්ම මග හැරීමට අපි එතරම් උනන්දුවක් නොදක්වමු, නමුත් a11y ප්‍රජාවෙන් ඉල්ලුමක් තිබේ නම් එය සලකා බලනු ඇත. කෙසේ වෙතත්, ප්‍රවේශ්‍යතා භාවිත නඩුව සඳහා රහස්‍යතා අවසර පත්‍රය පිළිබඳව අපි ඉතා උනන්දු වෙමු. අපගේ වර්තමාන a11y ප්‍රවේශය රහස්‍යතා පාස් නිකුත් කිරීම සමඟ සංයෝජනය කිරීමෙන් a11y පරිශීලකයින්ට ආරක්ෂිතව සැරිසැරීමටත්, ඔවුන්ගේ ගමනාගමනය වඩාත් පුද්ගලික බව දැන දැනම සුරක්ෂිතව සිටීමටත්, a11y විකල්පයන් ඇති විට අනිවාර්යයෙන්ම සිදුවිය හැකි බොට් ක්‍රියාකරුවන් අපයෝජනය සීමා කිරීමටත් හැකි වනු ඇතැයි අපි විශ්වාස කරමු. මෙම නව තාක්‍ෂණය ප්‍රමිතිකරණය කරමින් අපි IETF ක්‍රියාකාරී කණ්ඩායමේ ක්‍රියාකාරී සහභාගිවන්නන් වෙමු.",
    "page-acc-faq-3": "ප්‍රශ්නය: පෞද්ගලිකත්වය ගැන කුමක් කිව හැකිද? ලියාපදිංචිය යම් ආකාරයකින් බ්‍රවුසින් දත්ත හෙළි කරයිද? විද්‍යුත් තැපෑලෙන් ඔබ කරන්නේ කුමක්ද? පිළිතුර: hCaptcha නිර්මාණය කර ඇත්තේ බිම් මට්ටමේ සිට පුද්ගලිකත්වය සඳහා ය. දැන්වීම් ජාලයන් සතු reCAPTCHA වැනි සාම්ප්‍රදායික විකල්පයන්ට වඩා එය බෙහෙවින් වෙනස් ය, ඔවුන් ඔබට වෙබය පුරා ලුහුබැඳීමට සහ සැබෑ අනන්‍යතාවයක් සමඟ ඔබව ඇසුරු කිරීමට පෙළඹවීමක් ඇත. A11y භාවිතයට පහසුකම් සැලසීම සහ අපයෝජනය වැළැක්වීම හැර වෙනත් කිසිදු කටයුත්තක් සඳහා අපි කිසි විටෙකත් ප්‍රවේශවීමේ ඊමේල් හෝ තොරතුරු භාවිතා නොකරමු. අපගේ රහස්‍යතා ප්‍රතිපත්තියට අප දත්ත භාවිතා කරන ආකාරය පිළිබඳ සවිස්තරාත්මක සහ බලයලත් පිළිතුරු ඇත, නමුත් කෙටි පිළිතුර නම්, ඔබගේ ගවේෂණ ඉතිහාසය සමඟ පුද්ගලයෙකු ලෙස ඔබව ඇසුරු කිරීමට අපට කිසිදු කැමැත්තක් නැත. ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වේගයෙන් බැහැර කිරීම සඳහා අපි දැනට ගුප්ත ලේඛනකරණ විසඳුමක් සඳහා කටයුතු කරමින් සිටිමු. අපයෝජනය වැළැක්වීමේ අපගේ හැකියාව ආරක්ෂා කරමින්, අපගේ රහස්‍යතා පාස් කාර්යයට අනුපූරකව.",
    "page-acc-link-1": "ඔබ ප්‍රවේශ්‍යතා භාවිතා කරන්නෙකු නම්, කරුණාකර මෙහි ලියාපදිංචි වන්න.",
    "page-acc-subhead": "ආරක්ෂාව පවත්වා ගනිමින් සියලු පරිශීලකයින් සඳහා බාධාවකින් තොරව ප්‍රවේශය සහතික කිරීම",
    "page-acc-summary": "සාරාංශය",
    "page-acc-summary-contents-1": "hCaptcha නිර්මාණය කර ඇත්තේ බොට්ස් මිනිසුන්ගෙන් වෙන්කර හඳුනා ගැනීමෙනි. දෘශ්‍ය පරීක්ෂණ මේ සඳහා පහසු මෙවලමක් වන නමුත් සෑම කෙනෙකුටම දෘශ්‍ය අභියෝගයක් විසඳිය නොහැක. මේ හේතුව නිසා අපගේ සේවාව භාවිතා කරන ප්‍රකාශකයින්ට 508 වන වගන්තිය සහ WCAG 2.0 අනුකූලතාවයෙන් සැමට ප්‍රවේශවීමේ හැකියාව ආරක්ෂා කර ගැනීම සඳහා සරල, වේදනා රහිත විකල්පයක් අප විසින් නිර්මාණය කර ඇත.",
    "page-acc-summary-contents-2": "එය ක්‍රියාත්මක වන ආකාරය: පළමුව, ප්‍රවේශ්‍යතා පරිශීලකයෙකු මෙම URL එකෙහි ලියාපදිංචි වන අතර එය hCaptcha විජට් තොරතුරු පිටුවට සම්බන්ධ කර ඇත. ඔවුන්ට දිනකට කිහිප වතාවක් භාවිතා කළ හැකි සංකේතාත්මක කුකියක් ලබා දී ඇති නමුත් සෑම පැය 24 කට වරක් පුරනය වීම හරහා එය නැවුම් කළ යුතුය. HCaptcha සේවාව භාවිතා කරමින් ඕනෑම වෙබ් අඩවියකට ප්‍රවේශ විය හැකි පරිශීලකයෙකුට අභියෝගයක් ඉදිරිපත් කළ විට ඒවා ස්වයංක්‍රීයව සමත් වේ.",
    "page-acc-title": "hCaptcha ප්‍රවේශවීමේ තොරතුරු",
    "page-acc-tr-body": "ප්‍රශ්නය: කුකිය සැකසීමෙන් පසුවද මම තවමත් අභියෝගයක් දකිමි. මෙයට හේතුව කුමක්ද? පිළිතුර: මෙය සාමාන්‍යයෙන් සිදුවන්නේ ආක්‍රමණශීලී දැන්වීම් අවහිර කරන්නෙකු හෝ කුකී විරෝධී දිගුවක් භාවිතා කිරීම හෝ හරස් අඩවි කුකී අවහිර කරන සැකසුමකි, මේ අවස්ථාවේ දී hcaptcha.com සඳහා කුකියක් වෙනත් වෙබ් අඩවියක hCaptcha JavaScript විසින් සකසා හෝ පරීක්ෂා කර ඇත. , ඔබ සංචාරය කරන ආකාරයටම. hCaptcha ප්‍රවේශ්‍යතා කුකීස් සියළුම ජනප්‍රිය බ්‍රව්සර් සහ දැන්වීම් අවහිර කරන්නන් සමඟ ඒවායේ සම්මත සැකසුම් සමඟ ක්‍රියා කරයි, එබැවින් සාමාන්‍යයෙන් අසාර්ථක වීමට හේතුව ඇඩ්-බ්ලොක් විරෝධී ස්ක්‍රිප්ට් හෝ විශේෂිත වෙබ් අඩවි ඉලක්ක කරගත් සමාන නීති රීති ය. විසඳුම්: 1. ඔබේ දැන්වීම් අවහිර කරන්නාගේ හෝ බ්‍රව්සරයේ ආරක්ෂක දිගුවේ සුදු ලැයිස්තු hcaptcha.com සහ * .hcaptcha.com. 2. ඔබ භාවිතා කරන්නේ (2020 අප්‍රේල් වන විට) කිසිදු ආකාරයක කුකී සුදු ලැයිස්තුවක් නොමැති බව පෙනෙන නිර්භීත බ්‍රව්සරය නම්, මනාප -> පලිහ -> කුකීස් වෙත ගොස් සියලු කුකීස් වලට ඉඩ දෙන්න තෝරන්න. 3. ඔබ මෑතකදී නිකුත් කළ OS X 10.15 හෝ iOS 13. 4 හි සෆාරි හි නවතම අනුවාදය භාවිතා කරන්නේ නම්, ඇපල් විසින් තෙවන පාර්ශවීය කුකීස් හා සම්බන්ධ සෆාරි හි හැසිරීම වෙනස් කර ඇති අතර ඒවා සියල්ලම පෙරනිමියෙන් අවහිර කරයි. අපි විසඳුමක් ක්‍රියාත්මක කරමින් සිටිමු, නමුත් මේ අතරතුර කරුණාකර සෆාරි මනාපයන්, රහස්‍යතා අංශය වෙත පිවිස වෙබ් අඩවි ලුහුබැඳීම පරීක්ෂා කරන්න: ප්‍රවේශ්‍යතා කුකිය අපේක්ෂිත පරිදි ක්‍රියාත්මක වීමට හැකිවන පරිදි හරස් අඩවි ලුහුබැඳීම වළක්වන්න. ප්‍රශ්නය: මම බහු උපාංග භාවිතා කරමි. මට කිහිප වතාවක් ලියාපදිංචි වීමට අවශ්‍යද? පිළිතුර: නැත. කරුණාකර කුකිය සැකසීම සඳහා ඔබ භාවිතා කරන සෑම උපාංගයකම ඔබට එවන ලද විද්‍යුත් තැපැල් පිවිසුම් සබැඳිය ක්ලික් කරන්න.",
    "page-acc-tr-title": "ප්‍රවේශ්‍යතා භාවිතා කරන්නන් සඳහා: ප්‍රශ්නෝත්තර සහ දෝශ නිරාකරණ මාර්ගෝපදේශය",
    "priv-hc": "පෞද්ගලිකත්වය කේන්ද්‍රගත වී ඇත",
    "priv-hc-text": "දැන්වීම් ජාලයන් ඔබව ඔවුන්ගේ නිෂ්පාදනයක් ලෙස දකී. අපි එහෙම කරන්නේ නැහැ. පරිශීලකයින් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නොවේ, ඔවුන් කෙතරම් අනිෂ්ට විය හැකිද යන්න පමණි. අපි රහස්‍යතා පාස් වැනි මුලපිරීම් වලට සහය දක්වන අතර පුද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙසෙමු.",
    "sec-hc": "ආරක්ෂාව පළමුව",
    "sec-hc-text": "hCaptcha ප්‍රකාශකයාගේ අවධානයට ලක්ව ඇත. වෙබ් අඩවි වලට සැබෑ දත්ත ලබා දීමට අපි කටයුතු කරන අතර එය භාවිතා කරන්නේ කෙසේද යන්න තීරණය කිරීමට ඔවුන්ට ඉඩ දෙන්න. නිරවද්‍යතාවය ඔබගේ උනන්දුව හා අපගේ ය. වෙනත් කැප්චා සපයනු ලබන්නේ වෙළඳ දැන්වීම් සමාගම් විසිනි. ඔවුන් අවහිර කරන සෑම බෝට්ටුවක්ම ඔවුන්ගේ ආදායම අඩු කළ හැකිය.",
    "what-is-hcaptcha": "HCaptcha යනු කුමක්ද?",
    "what-is-hcaptcha-text": "මිනිසුන්ට පහසු සහ යන්ත්‍ර සඳහා අපහසු සරල ප්‍රශ්න ඇසීමෙන් බොට්ස්, අයාචිත තැපැල් සහ අපයෝජනයන් වළක්වා ගැනීමට hCaptcha ඔබේ ප්‍රියතම වෙබ් සේවාවන්ට උදව් කරයි.",
    "why-hc": "ඇයි hCaptcha?",
    "why-hc-text": "ඔබ අභියෝගයකට පිළිතුරු දෙන සෑම අවස්ථාවකම, ඔබ මනුෂ්‍යයෙක්ද, යන්ත්‍රයක්ද යන්න සොයා බැලීමට අපි නවීන මාදිලි භාවිතා කරමු. ඔබ පිවිසුණු වෙබ් අඩවිය මෙම ප්‍රති result ලය භාවිතා කරන්නේ බොට්ස් තබා ගැනීමෙන් ඔවුන්ගේ වෙබ් අඩවියේ ඔබේ අත්දැකීම් වැඩිදියුණු කිරීමට උපකාරී වේ."
}