{
    "a11y-img-1": "පිවිසීමෙන් පසු ප්‍රවේශ්‍යතා පරිශීලක තිරය",
    "a11y-img-2": "විජට් UI මෙනුවේ ප්‍රවේශවීමේ විකල්පය",
    "a11y-img-3": "විජට් යූඅයි හි ප්‍රවේශවීමේ සංවාද කොටුව",
    "about-advisors-brendan": "නිර්භීත ප්‍රධාන විධායක නිලධාරී. මොසිල්ලා හි සම නිර්මාතෘ. ජාවාස්ක්‍රිප්ට් ක්‍රමලේඛන භාෂාවේ නිර්මාතෘ. බ්‍රව්සර් සාදන්නා සහ තවත් දේ.",
    "about-advisors-dawn": "මහාචාර්ය, බර්ක්ලි හි කැලිෆෝනියා විශ්ව විද්‍යාලයේ සී.එස්. ගැඹුරු ඉගෙනීම, ආරක්ෂාව, බ්ලොක්චේන් විශේෂ expert. Oasis Labs හි ප්‍රධාන විධායක නිලධාරී.",
    "about-advisors-head": "උපදේශකයින්",
    "about-advisors-keiran": "ස්ටැන්ෆර්ඩ් හි පර්යේෂණ විද්‍යා ient. ප්‍රධාන බැංකු, හෙජ් අරමුදල් සහ ශාස්ත්‍රාලවල යන්ත්‍ර ඉගෙනීම සහ ප්‍රමාණාත්මක මූල්‍යකරණය.",
    "about-content-head-1": "අපි කරන දේ",
    "about-content-head-2": "එය වැදගත් වන්නේ ඇයි",
    "about-content-text-1": "hCaptcha යනු පරිමාණයෙන් ලෝහමය හා දෘශ්‍ය වසම ML කෙරෙහි අවධානය යොමු කරන AI සහ යන්ත්‍ර ඉගෙනුම් සමාගමක් වන Intuition Machines Inc හි සේවාවකි. ලොව පුරා ගෝලීය 2000 සමාගම් සඳහා වීඩියෝ සහ රූප විශ්ලේෂණ සේවා සක්‍රීය කිරීම සඳහා අපි විශාල වශයෙන් පරිමාණ කළ හැකි පද්ධති ගොඩනඟා ක්‍රියාත්මක කරමු.",
    "about-content-text-1a": "hCaptcha බොට්ස් නැවැත්වීම සඳහා නවීන, පෞද්ගලිකත්වය කේන්ද්‍ර කරගත් ප්‍රවේශයක් ගෙන එයි.",
    "about-content-text-1b": "යන්ත්‍ර ඉගෙනීමේ ගැටලුවලින් ලේබල් කිරීමට අපහසු දත්ත එක්රැස් කිරීමෙන් සහ වෙබ් අඩවියක් හෝ යෙදුම් ආගන්තුකයෙකු මනුෂ්‍යයෙක්ද යන්න වෙන්කර හඳුනා ගැනීම සඳහා බොට්ස් සඳහා දුෂ්කර නමුත් මිනිසුන්ට පහසු වන කැප්චා අභියෝග අපි පෙන්වමු.",
    "about-content-text-2": "වැඩි දත්ත සාමාන්‍යයෙන් වඩා හොඳ ප්‍රති .ල ලබා දෙයි. නිවැරදිව ලේබල් කරන ලද සහ අදාළ දත්ත කට්ටල තැනීම හා නඩත්තු කිරීම කාලය ගතවන අතර මිල අධිකය. hCaptcha මුලින් සංවර්ධනය කරන ලද්දේ රූප ලේබල් කිරීමේ දී අපගේ අවශ්‍යතා සපුරාලීම සඳහා වන අතර දැන් සමාන අවශ්‍යතා ඇති වෙනත් සමාගම් සඳහා ලබා ගත හැකිය.",
    "about-content-text-2a": "නරක නළුවන් අන්තර්ජාලය තුළ වැඩි වැඩියෙන් දක්නට ලැබේ. නමුත් පරිශීලක පෞද්ගලිකත්වය කැප කිරීම පිළිතුර නොවේ.",
    "about-content-text-2b": "දැන්වීම් සමාගම් විසින් සපයනු ලබන ආරක්ෂක විසඳුම් මූලික වශයෙන් අවධානය යොමු කරන්නේ වෙබය පුරා සිටින පරිශීලකයින් සොයා ගැනීම සඳහා ය. විශිෂ්ට ප්‍රති .ල ලබා දීම සඳහා පරිශීලක පෞද්ගලිකත්වයට හානි කිරීම අවශ්‍ය නොවන බව ඔප්පු කරන security ලදායී ආරක්ෂක විසඳුමක් අප විසින් නිර්මාණය කර ඇත.",
    "about-intro-head-1": "HCaptcha ගැන",
    "about-intro-head-2": "පෞද්ගලිකත්වය, ආරක්ෂාව සහ යන්ත්‍ර ඉගෙනීම.",
    "about-intro-text": "hCaptcha යනු ලොව වැඩියෙන්ම භාවිතා වන ස්වාධීන කැප්චා සේවාවයි.",
    "about-leadership-alex": "දත්ත සමුදාය සහ බ්ලොක්චේන් විශේෂ expert. ක්ලවුඩෙරා හි මුල් ඉංජිනේරු සහ තවත් බොහෝ අය. දශක ගණනාවක විශේෂ ise දැනුම ගොඩනැගීමේ මෘදුකාංග සහ කණ්ඩායම්.",
    "about-leadership-eli": "විධායක නිලධාරී. AI හි පිළිගත් නායකයා. පසුගිය දශක කිහිපය තුළ විවිධාකාර වූ ව්‍යාපාරික ගැටළු සඳහා යන්ත්‍ර බුද්ධිය පරිමාණයෙන් යොදා ගෙන ඇත.",
    "about-leadership-head": "නායකත්වය",
    "about-leadership-todd": "පරිගණක ජීව විද්‍යාව පිළිබඳ ආචාර්ය උපාධිය, ස්ටැන්ෆර්ඩ්. 1999 සිට ස්නායුක ජාල සමඟ වැඩ කිරීම. ව්‍යවහාරික එම්එල් සහ පරිමාණයෙන් ගැඹුරු ඉගෙනීම කෙරෙහි අවධානය යොමු කරන්න.",
    "acc-opt": "ප්‍රවේශ්‍යතා විකල්ප",
    "acc-opt-but": "ප්‍රවේශ්‍යතා විකල්ප ගැන තව දැනගන්න",
    "acc-opt-text": "ඔබට දෘශ්‍යාබාධිත හෝ වෙනත් ආකාරයකින් hCaptchas සම්පූර්ණ කිරීමට නොහැකි ද?",
    "accessibility-link": "ප්රවේශ",
    "appreciate-in": "ඔබගේ ආදානය අපි අගය කරමු. ඕනෑම ගැටළුවක් අපට දන්වන්න, අපි ඒවා ඉක්මනින් විසඳන්නෙමු.",
    "fb-but": "අපට ප්‍රතිපෝෂණය එවන්න",
    "feedback-text": "ඔබ දැන් දුටු hCaptcha පිළිබඳ ප්‍රතිපෝෂණය සපයන්න",
    "footer-attribution": "ආරෝපණය",
    "footer-copyright-text": "hCaptcha යනු Intuition Machines, Inc. හි ලියාපදිංචි වෙළඳ ලකුණකි.",
    "footer-header-1": "සමාගම",
    "footer-header-2": "සම්පත්",
    "footer-header-3": "අමතන්න",
    "footer-link-1": "ලේබල් කිරීම",
    "footer-link-10": "ප්රවේශ",
    "footer-link-2": "ගැන",
    "footer-link-3": "රැකියා",
    "footer-link-4": "වෙළඳ ලකුණු",
    "footer-link-5": "AI ආචාර ධර්ම",
    "footer-link-6": "බ්ලොග්",
    "footer-link-7": "තත්ත්වය",
    "footer-link-8": "ප්‍රලේඛනය",
    "footer-link-9": "දෝෂය වාර්තා",
    "footer-privacy": "පෞද්ගලිකත්වය",
    "footer-subheader-1": "සහාය",
    "footer-subheader-2": "අමතන්න",
    "footer-terms": "කොන්දේසි",
    "h-plans": "දායකත්ව සැලසුම්",
    "header-docs-link": "ලියකියවිලි",
    "header-labeling-services-link": "ලේබල් කිරීමේ සේවා",
    "header-login-button": "ඇතුල් වන්න",
    "header-plans-link": "සැලසුම්",
    "header-signup-button": "ලියාපදිංචි වන්න",
    "home-about-head": "HCaptcha ගැන",
    "home-about-subtitle": "HUMAN ප්‍රොටොකෝලය මගින් බල ගැන්වේ",
    "home-about-text-1": "hCaptcha නිර්මාණය කර ඇත්තේ යන්ත්‍ර ඉගෙනීමේ වඩාත්ම ශ්‍රම ගැටළුව විසඳීම සඳහා ය: දැවැන්ත දත්ත ප්‍රමාණයක් කාලෝචිත, දැරිය හැකි සහ විශ්වාසදායක ආකාරයකින් ලේබල් කිරීම.",
    "home-about-text-2": "වැඩි දත්ත සාමාන්‍යයෙන් යන්ත්‍ර ඉගෙනීමේ ආකෘති පුහුණු කිරීමේදී වඩා හොඳ ප්‍රති results ල ලබා දෙයි. ගැඹුරු ආකෘතිවල මෑත කාලීන සාර්ථකත්වය වැඩි වැඩියෙන් විශාල දත්ත කට්ටල වලට තුඩු දී ඇත, සෑම විටම පාහේ සමහර මානව සමාලෝචන සමඟ. කෙසේ වෙතත්, යාන්ත්‍රික තුර්කිය, රූපය අට යනාදිය හරහා විශාල මානව සමාලෝචිත දත්ත කට්ටල නිර්මාණය කිරීම මන්දගාමී හා මිල අධික වේ.",
    "home-about-text-3": "බොට්ස් සහ වෙනත් ආකාරයේ අපයෝජනයන් අවහිර කරමින් hCaptcha වෙබ් අඩවි වලට මෙම ඉල්ලුමට සරිලන ලෙස මුදල් ඉපයීමට ඉඩ දෙයි.",
    "home-about-text-4": "HCaptcha වෙළඳපල බලගන්වන්නේ මානව සමාලෝචනය සඳහා වන විවෘත විමධ්‍යගත ප්‍රොටෝකෝලයක් වන HUMAN ප්‍රොටොකෝලයයි. එය Ethereum blockchain මත ක්‍රියාත්මක වේ. පරිශීලකයින් තම වෙබ් අඩවියේ hCaptcha විජට් භාවිතා කරන සෑම විටම වෙබ් අඩවි හියුමන් ටෝකන (HMT) උපයා ගන්නා අතර යන්ත්‍ර ඉගෙනුම් සමාගම් ඔවුන්ගේ දත්ත ලේබල් කිරීම සඳහා මානව ටෝකන ගෙවයි.",
    "home-ba-labeling-services-link": "ලේබල් කිරීමේ සේවා",
    "home-benefits-head-1": "දත්ත ලේබල් කිරීමේ වටිනාකම",
    "home-benefits-head-2": "පුණ්‍ය කටයුතු සඳහා ආපසු දෙන්න",
    "home-benefits-text-1": "එක් යෝධ සමාගමක යන්ත්‍ර ඉගෙනුම් පද්ධතියක් නොමිලේ පුහුණු කිරීමට ඔබ උදව් කරන මෝටර් රථය මත ක්ලික් කරන සෑම අවස්ථාවකම ඔබ තේරුම් ගත්තාද?",
    "home-benefits-text-2": "hCaptcha මෙම ආකෘතිය හැරෙනවා. ඔබ hCaptcha භාවිතා කරන විට, සමාගම් විසින් ඔබේ පරිශීලකයින් ඔවුන්ගේ මනුෂ්‍යත්වය ඔප්පු කරන විට ඔවුන් කරන වැඩ සඳහා ලංසු තබයි. ඔබට විපාක ලැබේ.",
    "home-benefits-text-3": "ඔබගේ ප්‍රියතම පුණ්‍යායතනයට ආපසු ලබා දීමට අවශ්‍යද? hCaptcha ඔබට කැමති පුණ්‍යායතන භාවිතා කිරීමෙන් ඔබ උපයන ඉපැයීම් සමඟ සහාය වීමට ඉඩ දෙයි. HCaptcha අතුරුමුහුණතෙහි නුවණැති වෙළඳ නාමකරණය තුළින් ඔබේ වෙබ් අඩවියේ පරිශීලකයින්ට පුණ්‍ය කටයුතු සඳහා ඔබගේ දායකත්වය ඉක්මනින් දැකගත හැකිය.",
    "home-challenge-text-1": "විමසුමට ගැලපෙන සියලුම පින්තූර තෝරන්න",
    "home-challenge-text-2": "වස්තු සඳහා මායිම් ප්‍රදේශය නිර්වචනය කරන්න",
    "home-challenge-text-3": "අනුරූප ලේබල හඳුනා ගන්න",
    "home-challenge-title-1": "සංසන්දනය",
    "home-challenge-title-2": "මායිම් පෙට්ටිය",
    "home-challenge-title-3": "වර්ගීකරණය",
    "home-challenges-head": "ඉදිරිපත් කළ අභියෝග",
    "home-challenges-text-1": "... සහ වෙනත් සරල කාර්යයන්. මිනිසුන්ට පහසුය, බොට්ස් සඳහා අපහසුය.",
    "home-challenges-text-2": "ව්යවසාය ප්රකාශකයින් සඳහා අභිරුචි කාර්යයන් ද ඇත.",
    "home-ent-1": "අපගේ ව්‍යවසාය ආරක්ෂක දීමනා සොයන්නේද?",
    "home-ent-2": "අපගේ නව කැපවූ වෙබ් අඩවියට පිවිසෙන්න: BotStop.com",
    "home-ent-button": "තව දැනගන්න: බොට්ස්ටොප් විසින් hCaptcha",
    "home-from-the-blog": "බ්ලොග් අඩවියෙන්:",
    "home-from-the-blog-value": "HCaptcha දුෂ්කරතා සැකසුම් ක්‍රියා කරන ආකාරය",
    "home-intro-body": "බොට්ස් වළක්වා ගැනීමට ඔබ කැප්චා භාවිතා කරනවාද? hCaptcha පරිශීලක පුද්ගලිකත්වය ආරක්ෂා කරයි, වෙබ් අඩවි වලට ප්‍රතිලාභ ලබා දෙයි, සහ සමාගම්වලට ඔවුන්ගේ දත්ත ලේබල් කිරීමට උපකාරී වේ. එය reCAPTCHA සඳහා ප්‍රතිස්ථාපනයකි: ඔබට මිනිත්තු කිහිපයක් ඇතුළත මාරු විය හැකිය.",
    "home-intro-button": "දැන් ලියාපදිංචි වන්න",
    "home-intro-head": "තවත් බොට්ස් නවත්වන්න. පරිශීලක පුද්ගලිකත්වය ආරක්ෂා කිරීම ආරම්භ කරන්න.",
    "home-main-1": "පුද්ගලික. ආරක්ෂිතයි. ඉක්මනින්. එය භාවිතා කිරීමට අපි ඔබට ගෙවන්නෙමු.",
    "home-main-2": "පෞද්ගලිකත්වය අවධානය යොමු කර ඇත",
    "home-main-2c": "දැන්වීම් ජාලයන් ඔබේ අමුත්තන් නිෂ්පාදනයක් ලෙස දකී. HCaptcha සඳහා නිෂ්පාදිතය යනු ඔවුන් සපයන කාර්යයයි. ඔබගේ පරිශීලකයින් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නොවේ, ඔවුන් කෙතරම් අනිෂ්ට විය හැකිද යන්න පමණි. අපි රහස්‍යතා පාස් වැනි මුලපිරීම් වලට සහය දක්වන අතර පුද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙසෙමු.",
    "home-main-3": "ආරක්ෂාව පළමුව",
    "home-main-3c": "නිරවද්‍යතාවය ඔබගේ අභිමතය පරිදි සහ අපගේ ය. hCaptcha ප්‍රකාශකයාගේ අවධානයට ලක්ව ඇත. අපි ඔබට සත්‍ය දත්ත ලබා දීමට කටයුතු කරන අතර එය භාවිතා කරන්නේ කෙසේද යන්න තීරණය කිරීමට ඔබට ඉඩ දෙන්නෙමු. යෝධ වෙළඳ දැන්වීම් සමාගම් විසින් වෙනත් කැප්චා සපයනු ලැබේ. මෙයින් අදහස් කරන්නේ ඔවුන් අවහිර කරන සෑම බෝට්ටුවක්ම ඔවුන්ගේ ආදායම අඩු කළ හැකි බවයි.",
    "home-main-4": "වඩා හොඳ පරිශීලක අත්දැකීම්",
    "home-main-4c": "මානව වර්ගයා තීරණය කිරීම සඳහා නවීන යන්ත්‍ර ඉගෙනුම් ආකෘති hCaptcha විසින් භාවිතා කරයි. ගනුදෙනුකරුවන් ලේබල් කිරීම සඳහා ප්‍රයෝජනවත් ලේබල් කරන ලද දත්ත නිෂ්පාදනය කරන අතරම, ඔබේ පරිශීලකයින්ගෙන් අඩු කරදරකාරී කාර්යයන් අවශ්‍ය කිරීමටත්, ඒ සඳහා ඔවුන්ගේ කාලය අඩු කිරීමටත් මෙය අපට ඉඩ දෙයි.",
    "home-main-plans": "hCaptcha ඕනෑම ප්‍රමාණයක ප්‍රකාශකයන් සඳහා භාවිතා කිරීමට නිදහස ඇත. කෙසේ වෙතත්, වැඩි පාලනයක් අවශ්‍ය ව්‍යවසායන් සහ වේදිකා සඳහා, අපගේ ව්‍යවසාය විසඳුම් තිබේ.",
    "home-main-plans2": "hCaptcha ව්‍යවසාය විසඳුම් පෘථිවියේ විශාලතම සමාගම් සඳහා වෙබ් අඩවි මිලියන ගණනක් හරහා මිලියන ගණනක් භාවිතා කරන්නන් ආරක්ෂා කරයි. වැඩි විස්තර සඳහා කරුණාකර අප හා සම්බන්ධ වන්න, නැතහොත් පිවිසෙන්න",
    "home-main-plans3": "hCaptcha ව්‍යවසාය විසඳුම් පෘථිවියේ විශාලතම සමාගම් සඳහා වෙබ් අඩවි මිලියන ගණනක් හරහා මිලියන ගණනක් භාවිතා කරන්නන් ආරක්ෂා කරයි. වැඩි විස්තර සඳහා කරුණාකර අප හා සම්බන්ධ වන්න, නැතහොත් පිවිසෙන්න",
    "home-main-plans4": "විස්තර සඳහා.",
    "home-plans-button-1": "දැන් ලියාපදිංචි වන්න",
    "home-plans-button-2": "විකුණුම් අමතන්න",
    "home-plans-chart-head-1": "විශේෂාංග",
    "home-plans-chart-head-2": "ප්‍රකාශක",
    "home-plans-chart-head-3": "ව්යවසාය",
    "home-plans-chart-row-1-cell-1": "පාලක අභියෝග වර්ග පෙන්වා ඇත",
    "home-plans-chart-row-1-cell-2": "සීමිතයි",
    "home-plans-chart-row-1-cell-3": "සමස්ත",
    "home-plans-chart-row-10-cell-1": "බහු පරිශීලක උපකරණ පුවරු",
    "home-plans-chart-row-11-cell-1": "උසස් වාර්තාකරණ විශේෂාංග",
    "home-plans-chart-row-12-cell-1": "ව්යවසාය SLAs",
    "home-plans-chart-row-2-cell-1": "භාවිතා කරන අභියෝගාත්මක අන්තර්ගතයන් පාලනය කරන්න",
    "home-plans-chart-row-2-cell-2": "සීමිතයි",
    "home-plans-chart-row-2-cell-3": "සමස්ත",
    "home-plans-chart-row-3-cell-1": "මානව විසඳුම් සඳහා විපාක උපයන්න",
    "home-plans-chart-row-4-cell-1": "ලෝක මට්ටමේ බෝට්ටු විරෝධී ආරක්ෂාව",
    "home-plans-chart-row-5-cell-1": "සෑම රටකම වැඩ කරයි",
    "home-plans-chart-row-5a-cell-1": "CAPTCHA සහ 99.9% උදාසීන මාතයන්",
    "home-plans-chart-row-5b-cell-1": "බොට් විශ්වාසනීය ලකුණු",
    "home-plans-chart-row-6-cell-1": "GDPR සහ CCPA හිතකාමී රහස්‍යතා ප්‍රතිපත්තිය",
    "home-plans-chart-row-7-cell-1": "සියුම් දුෂ්කරතා මට්ටම්",
    "home-plans-chart-row-8-cell-1": "ඔබේම අභියෝගාත්මක අන්තර්ගතයක් දියත් කරන්න",
    "home-plans-chart-row-9-cell-1": "කාලය මත පදනම් වූ දුෂ්කරතා උපලේඛනගත කිරීම",
    "home-try-it-out-button": "HCaptcha ලබා ගන්න",
    "home-try-it-out-head": "එය අත්හදා බලන්න",
    "home-try-it-out-text": "hCaptcha මිනිසුන්ට විසඳීමට සුළු කාරණයක් වන අතර සරල, පහසු සහ විශ්වාසදායක බොට් හඳුනාගැනීමක් සපයයි.",
    "labeling-about-head": "HCaptcha ගැන",
    "labeling-about-text-1": "hCaptcha නිර්මාණය කර ඇත්තේ යන්ත්‍ර ඉගෙනීමේ වඩාත්ම ශ්‍රම ගැටළුව විසඳීම සඳහා ය; කාලෝචිත, දැරිය හැකි සහ විශ්වාසදායක ආකාරයකින් විශාල දත්ත ප්‍රමාණයක් ලේබල් කිරීම. වැඩි දත්ත සාමාන්‍යයෙන් යන්ත්‍ර ඉගෙනීමේ ආකෘති පුහුණු කිරීමේදී වඩා හොඳ ප්‍රති results ල ලබා දෙයි. ගැඹුරු මාදිලිවල මෑත කාලීන සාර්ථකත්වය වැඩි වැඩියෙන් විශාල දත්ත කට්ටල වලට හේතු වී ඇති අතර hCaptcha මෙම අවශ්‍යතාව සපුරාලයි.",
    "labeling-about-text-2": "කෙසේ වෙතත්, සාම්ප්‍රදායික ක්‍රම භාවිතයෙන් විශාල මානව සමාලෝචිත දත්ත කට්ටල නිර්මාණය කිරීම මන්දගාමී හා මිල අධික වේ. hCaptcha යනු සමාගම්වලට අවශ්‍ය විවරණ වේගයෙන්, ඉහළ ගුණාත්මකභාවයකින් සහ වෙනත් විකල්පයන්ට වඩා අඩු වියදමකින් ලබා ගත හැකි ක්‍රමයකි.",
    "labeling-annotations-head": "විවරණ වර්ග",
    "labeling-annotations-text-1": "රූප සහ වීඩියෝ වල නිවැරදි වස්තු හඳුනාගැනීම",
    "labeling-annotations-text-2": "රූප සහ වීඩියෝ වල නිවැරදි වස්තු හඳුනාගැනීම",
    "labeling-annotations-text-3": "විවිධ භාවිත අවස්ථා සඳහා ලකුණු විවරණ",
    "labeling-annotations-text-4": "ඕනෑම ප්‍රමාණයක අත්තනෝමතික කාණ්ඩ වර්ග කිරීම හෝ එකතු කිරීම",
    "labeling-annotations-text-5": "මිනිස් බලයෙන් හඳුනාගැනීම සහ වර්ගීකරණය",
    "labeling-annotations-text-6": "මෙහි ලැයිස්තුගත කර නොමැති වෙනත් වර්ගයක් අවශ්‍යද? අපෙන් අහන්න.",
    "labeling-annotations-title-1": "මායිම් පෙට්ටි",
    "labeling-annotations-title-2": "බහුඅවයව",
    "labeling-annotations-title-3": "බිම් සලකුණු",
    "labeling-annotations-title-4": "වර්ගීකරණය",
    "labeling-annotations-title-5": "සංසන්දනය සහ අනාවරණය",
    "labeling-annotations-title-6": "... සහ තවත් බොහෝ දේ",
    "labeling-ent-button": "අපගේ ව්‍යවසාය විසඳුම් කණ්ඩායම අමතන්න",
    "labeling-ent-head": "අන්තයේ සිට අවසානය දක්වා පාලනය අවශ්‍යද?",
    "labeling-ent-text-1": "HCaptcha පිටුපස ඇති HUMAN වේදිකාව ඔබගේ පවතින පද්ධති සමඟ ඒකාබද්ධ වන භූමියේ, දෙමුහුන් හෝ SaaS යෙදවීම් හරහා ඉතා නවීන වැඩ ගුණාත්මකභාවය සහ කළමනාකරණ අංග සපයයි.",
    "labeling-ent-text-2": "ඔබේම ශ්‍රම බලකාය සමඟ සම්පුර්ණයෙන්ම නොබැඳිව ධාවනය කරන්න, ව්‍යාපාර ඒකක හෝ ඒකාබද්ධ හවුල්කරුවන් හරහා පරිභෝජනය කරන වටිනාකම, පිරිවැය සහ ආරක්ෂක අවශ්‍යතා මත පදනම්ව විවිධ අභ්‍යන්තර හෝ බාහිර ශ්‍රම සැපයුම්කරුවන් වෙත රැකියා තෝරා ගැනීම සහ තවත් දේ.",
    "labeling-ent-text-3": "පහසු API ප්‍රවේශය, ලස්සන උපකරණ පුවරු සහ කාර්යක්ෂමතාව උපරිම කිරීම සඳහා නවතම මාදිලියේ ලූප තාක්‍ෂණය.",
    "labeling-ent-text-4": "99.99% අතිකාල SLAs සහ 24/7 ගෝලීය සහාය ඇත. වැඩි විස්තර සඳහා:",
    "labeling-features-head-1": "සරල API මඟින් ධාවනය වන නල මාර්ග.",
    "labeling-features-head-2": "පිරිවැය සහ ගුණාත්මකභාවය සඳහා ප්‍රශස්ත කර ඇත. පූර්ව කැපවීමක් අවශ්‍ය නොවේ.",
    "labeling-features-head-3": "ඔබට අවශ්‍ය නිරවද්‍යතාව සඳහා පමණක් ගෙවන්න.",
    "labeling-features-head-4": "ඔබේම සත්‍ය දත්ත ලබා දෙන්න හෝ අපට එය මැස්සන් මත ගොඩනගා ගැනීමට ඉඩ දෙන්න.",
    "labeling-features-text-1": "මානව සමාලෝචනය සෘජුවම ඔබේ ව්‍යාපාර මෙහෙයුම් සමඟ ඒකාබද්ධ කිරීමට අවශ්‍යද? අපි ඉහළ විශ්වසනීය SLAs, සහතික කළ ධාරිතාව සහ සරල REST API ලබා දෙන්නෙමු.",
    "labeling-features-text-2": "නවීන තත්‍ය කාලීන තත්ත්ව විශ්ලේෂණයක් සිදු කිරීම සඳහා මානව වේදිකාව පුළුල් විශ්වාසනීය ආකෘති භාවිතා කරයි. ප්‍රශ්නවල දුෂ්කරතාවය සහ ඒවාට ඇති නිවැරදි පිළිතුර යන දෙකම ඉක්මණින් තීරණය කිරීමට මෙය අපට ඉඩ සලසයි, ඔබේ කාලය සහ මුදල් ඉතිරි කරයි.",
    "labeling-features-text-3": "සෑම ගැටලුවක්ම එක හා සමාන නොවේ. ආරක්ෂාව-තීරණාත්මක කාර්යයන් සඳහා වන විවරණ සඳහා 99.99% ක් මුළුමනින්ම මිනිස් සේවකයින්ගේ විශ්වාසය අවශ්‍ය වේ. ජංගම ක්‍රීඩා යෙදුමක එක් බීටා අංගයක් සඳහා විවරණ සඳහා අවශ්‍ය වන්නේ මධ්‍යස්ථ විශ්වාසයක් පමණි. ඔබ තීරණය කරන්න.",
    "labeling-features-text-4": "සවිස්තරාත්මක සත්‍යාපන කට්ටලයක් නොමැතිව ඔබට අමු දත්ත තිබේද? බොහෝ අවස්ථාවන්හීදී පද්ධතිය හරහා ක්‍රියාත්මක වන කාර්යයන් ලෙස අපට ඔබ වෙනුවෙන් එකක් ගොඩනගා ගත හැකිය, නැතහොත් ඔබේ අනුමැතිය සඳහා ලේබල් කරන ලද සාම්පල සාදන්න.",
    "labeling-info-head": "දත්ත ලේබල් කිරීම",
    "labeling-info-text-1": "ඔබේ ව්‍යාපෘති අවශ්‍යතා නිර්වචනය කිරීම සඳහා අපගේ වසම් විශේෂ experts යෙකු සමඟ කතා කරන්න: ඉලක්ක නිරවද්‍යතාව, ආකෘතිය සහ විශේෂ අවශ්‍යතා.",
    "labeling-info-text-2": "ඔබගේ නියැදි දත්ත මත පදනම්ව අපි කුඩා නිෂ්පාදන කාර්යයක් ඉටු කරන්නෙමු. ඔබට අවශ්‍ය දේ හරියටම ලබා ගැනීම සහතික කිරීම සඳහා අපි එක්ව කළ කාර්යය මෙය පරීක්ෂා කරයි.",
    "labeling-info-text-3": "අපගේ ඉහළ පරිමාව සහ අඩු ප්‍රමාදය සමඟ අපි ඔබේ වැඩ කටයුතු ඉක්මනින් හරවා යවමු.",
    "labeling-info-text-4": "ඔබේ නිෂ්පාදන කාර්යයේ පරාමිතීන් අපි වඩා හොඳින් වටහාගෙන ඇති බැවින්, කාලයත් සමඟ ප්‍රති results ල අඛණ්ඩව වැඩිදියුණු වේ.",
    "labeling-info-text-5": "ඕනෑම වේලාවක ප්‍රතිපෝෂණ සැපයීමට හෝ නිෂ්පාදනය විරාම කිරීමට සජීවී උපකරණ පුවරු ඔබට ඉඩ දෙයි.",
    "labeling-info-title-1": "පිරිවිතර නිර්වචනය කරන්න",
    "labeling-info-title-2": "මූලික රැකියා පරීක්ෂණය",
    "labeling-info-title-3": "නිෂ්පාදන රැකියා යෙදවීම",
    "labeling-info-title-4": "අඛණ්ඩ වැඩිදියුණු කිරීම",
    "labeling-info-title-5": "තථ්‍ය කාල ප්‍රති .ල",
    "labeling-main-1": "පරිමාණයෙන් ලාභදායී දත්ත ලේබල් කිරීම",
    "labeling-main-1-button": "ඔබගේ දත්ත දැන් ලේබල් කරන්න",
    "labeling-main-1c": "ඔබගේ දත්ත කට්ටල සඳහා තවත් ලේබල අවශ්‍යද? hCaptcha කෘතිම බුද්ධිය සහ යන්ත්‍ර ඉගෙනුම් යෙදුම් මත වැඩ කරන සමාගම් සඳහා වේගවත්, ලාභදායී සහ උසස් තත්ත්වයේ දත්ත ලේබල් කිරීම සපයයි.",
    "labeling-main-2": "මිලියන ගණනක් කාර්යයන් ක්ෂණිකව දියත් කරන්න.",
    "labeling-main-2-button": "දත්ත ලේබල් කිරීමේ සේවා මිලදී ගන්න",
    "labeling-main-2c": "hCaptcha ඔබේ භාවිතය සඳහා ලබා ගත හැකි පෘථිවියේ විශාලතම තටාක වලින් එකකි. ඔබගේ පරිමාණය කුමක් වුවත්, මිල අධික පෙර කැපවීමකින් තොරව අපට එය හැසිරවිය හැකිය. දිනකට මිලියන ගණනක් කාර්යයන් ගැටළුවක් නොවේ.",
    "labeling-platform-head": "පුද්ගලික හෝ පොදු තොරතුරු",
    "labeling-platform-text": "hCaptcha හියුමන් වේදිකාව මත ගොඩනගා ඇති අතර එමඟින් සෑම පියවරකදීම පිරිවැය සහ කාර්යක්ෂමතාව ප්‍රශස්ත කිරීමට නවීන මාර්ගගත කිරීම සහ විශ්ලේෂණයට ඉඩ ලබා දේ. මෙම තාක්‍ෂණය මඟින් නිවැරදි ශ්‍රම බලකායට ඔබේ රැකියාවේ එක් එක් කොටස හැසිරවීමට ඉඩ සලසයි, පුද්ගලිකත්වය ආරක්ෂා කරන අතරම පිරිවැය කාර්යක්ෂමතාව උපරිම කරයි සහ අදාළ විය හැකි නියාමන අවශ්‍යතා සපුරාලයි.",
    "labeling-try-button": "දත්ත ලේබල් කිරීමේ සේවා මිලදී ගන්න",
    "labeling-try-head": "ඔබගේ දත්ත සමඟ එය උත්සාහ කර බැලීමට අවශ්‍යද?",
    "labeling-try-text": "... ඔබ සිටින විට අපි සූදානම්: අපගේ සේවාව පැය 24 පුරාම ලබා ගත හැකිය.",
    "learn-more-hcaptcha": "HCaptcha ගැන වැඩිදුර ඉගෙන ගන්න",
    "page-acc-faq-1": "ප්‍රශ්නය: hCaptcha කොටස 508 + WCAG 2.1 AA අනුකූලද? පිළිතුර: අපි එසේ විශ්වාස කරමු: ඕනෑම ආකාරයක දුර්වලතාවයක් ඇති සියලුම පරිශීලකයින්ට වෙබය පිරික්සීමට සහ පෝරමවල පෙළ ඇතුළත් කිරීමට හැකියාව ඇති අතර ලියාපදිංචි වීමෙන් පසු hCaptcha විසින් ආරක්ෂා කරන ලද සේවාවන් වෙත පිවිසිය හැකිය. කෙසේ වෙතත්, මෙය නීතිමය උපදෙස් නොවේ: ඔබ යෙදවීම සඳහා මෙය බව සහතික කිරීම සඳහා ඔබේ විශේෂිත ක්‍රියාත්මක කිරීම සැලකිල්ලට ගනිමින් ඔබ ඔබේම ඇගයීමක් කළ යුතුය.",
    "page-acc-faq-2": "ප්‍රශ්නය: ඔබ ශ්‍රව්‍ය වැනි වෙනත් ප්‍රවේශ්‍යතා (a11y) විකල්පයන් මත වැඩ කරනවාද? පිළිතුර: මීට පෙර ජනප්‍රිය විකල්පයන් වන ඕඩියෝ කැප්චාස් බොහෝ a11y භාවිතා කරන්නන්ගෙන් වෙනස් කොට සැලකෙන අතර නවීන යන්ත්‍ර ඉගෙනීමේ ක්‍රම මගින් පහසුවෙන් පරාජය කරනු ලැබේ. මෙය වර්තමාන ශ්‍රව්‍ය අභියෝග වඩ වඩාත් දුෂ්කර වීමට බල කරයි, ශබ්දය හඳුන්වා දීම, අමුතු වේලාව, අසාමාන්‍ය වචන සංයෝජන සහ යනාදිය ප්‍රහාරකයින් පරාජය කිරීමට. මේ අනුව එදිරිව එදිරිව අභියෝගය මුළුමනින්ම මග හැරීමට අපි එතරම් උනන්දුවක් නොදක්වමු, නමුත් a11y ප්‍රජාවෙන් ඉල්ලුමක් තිබේ නම් එය සලකා බලනු ඇත. කෙසේ වෙතත්, ප්‍රවේශ්‍යතා භාවිත නඩුව සඳහා රහස්‍යතා අවසර පත්‍රය පිළිබඳව අපි ඉතා උනන්දු වෙමු. අපගේ වර්තමාන a11y ප්‍රවේශය රහස්‍යතා පාස් නිකුත් කිරීම සමඟ සංයෝජනය කිරීමෙන් a11y පරිශීලකයින්ට ආරක්ෂිතව සැරිසැරීමටත්, ඔවුන්ගේ ගමනාගමනය වඩාත් පුද්ගලික බව දැන දැනම සුරක්ෂිතව සිටීමටත්, a11y විකල්පයන් ඇති විට අනිවාර්යයෙන්ම සිදුවිය හැකි බොට් ක්‍රියාකරුවන් විසින් අපයෝජනය සීමා කිරීමටත් හැකි වනු ඇතැයි අපි විශ්වාස කරමු. මෙම නව තාක්‍ෂණය ප්‍රමිතිකරණය කරමින් අපි IETF ක්‍රියාකාරී කණ්ඩායමේ ක්‍රියාකාරී සහභාගිවන්නන් වෙමු.",
    "page-acc-faq-3": "ප්‍රශ්නය: පෞද්ගලිකත්වය ගැන කුමක් කිව හැකිද? ලියාපදිංචිය යම් ආකාරයකින් බ්‍රවුසින් දත්ත හෙළි කරයිද? විද්‍යුත් තැපෑලෙන් ඔබ කරන්නේ කුමක්ද? පිළිතුර: hCaptcha නිර්මාණය කර ඇත්තේ බිම් මට්ටමේ සිට පුද්ගලිකත්වය සඳහා ය. දැන්වීම් ජාලයන් සතු reCAPTCHA වැනි සාම්ප්‍රදායික විකල්පයන්ට වඩා එය බෙහෙවින් වෙනස් ය, ඔවුන් ඔබව වෙබය පුරා ලුහුබැඳීමට සහ සැබෑ අනන්‍යතාවයක් සමඟ ඔබව ඇසුරු කිරීමට පෙළඹවීමක් ඇත. A11y භාවිතයට පහසුකම් සැලසීම සහ අපයෝජනය වැළැක්වීම හැර වෙනත් කිසිදු කටයුත්තක් සඳහා අපි කිසි විටෙකත් ප්‍රවේශවීමේ ඊමේල් හෝ තොරතුරු භාවිතා නොකරමු. අපගේ රහස්‍යතා ප්‍රතිපත්තියට අප දත්ත භාවිතා කරන ආකාරය පිළිබඳ සවිස්තරාත්මක සහ බලයලත් පිළිතුරු ඇත, නමුත් කෙටි පිළිතුර නම්, ඔබගේ ගවේෂණ ඉතිහාසය සමඟ පුද්ගලයෙකු ලෙස ඔබව ඇසුරු කිරීමට අපට උනන්දුවක් නැත. ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වේගයෙන් ඉවතලීම සඳහා අපි දැනට ගුප්ත ලේඛනකරණ විසඳුමක් සඳහා කටයුතු කරමින් සිටිමු. අපයෝජනය වැළැක්වීමේ අපගේ හැකියාව ආරක්ෂා කරමින්, අපගේ රහස්‍යතා පාස් කාර්යයට අනුපූරකව.",
    "page-acc-link-1": "ඔබ ප්‍රවේශ්‍යතා භාවිතා කරන්නෙකු නම්, කරුණාකර මෙහි ලියාපදිංචි වන්න.",
    "page-acc-subhead": "ආරක්ෂාව පවත්වා ගනිමින් සියලු පරිශීලකයින් සඳහා බාධාවකින් තොරව ප්‍රවේශය සහතික කිරීම",
    "page-acc-summary": "සාරාංශය",
    "page-acc-summary-contents-1": "hCaptcha නිර්මාණය කර ඇත්තේ බොට්ස් මිනිසුන්ගෙන් වෙන්කර හඳුනා ගැනීමෙනි. දෘශ්‍ය පරීක්ෂණ මේ සඳහා පහසු මෙවලමක් වන නමුත් සෑම කෙනෙකුටම දෘශ්‍ය අභියෝගයක් විසඳිය නොහැක. මේ හේතුව නිසා අපගේ සේවාව භාවිතා කරන ප්‍රකාශකයින්ට 508 වන වගන්තිය සහ WCAG 2.1 AA අනුකූලතාවයෙන් සැමට ප්‍රවේශවීමේ හැකියාව ආරක්ෂා කර ගැනීම සඳහා සරල, වේදනා රහිත විකල්පයක් අප විසින් නිර්මාණය කර ඇත.",
    "page-acc-summary-contents-2": "එය ක්‍රියාත්මක වන ආකාරය: පළමුව, ප්‍රවේශ්‍යතා පරිශීලකයෙකු මෙම URL එකෙහි ලියාපදිංචි වන අතර එය hCaptcha විජට් තොරතුරු පිටුවට සම්බන්ධ කර ඇත. ඔවුන්ට දිනකට කිහිප වතාවක් භාවිතා කළ හැකි සංකේතාත්මක කුකියක් ලබා දී ඇත, නමුත් සෑම පැය 24 කට වරක් පුරනය වීම හරහා එය නැවුම් කළ යුතුය. HCaptcha සේවාව භාවිතා කරමින් ඕනෑම වෙබ් අඩවියකට ප්‍රවේශ විය හැකි පරිශීලකයෙකුට අභියෝගයක් ඉදිරිපත් කළ විට ඒවා ස්වයංක්‍රීයව සමත් වේ.",
    "page-acc-title": "hCaptcha ප්‍රවේශවීමේ තොරතුරු",
    "page-acc-tr-body": "ප්‍රශ්නය: කුකිය සැකසීමෙන් පසුවද මම තවමත් අභියෝගයක් දකිමි. මෙයට හේතුව කුමක්ද?<br> පිළිතුර: මෙය සාමාන්‍යයෙන් සිදුවන්නේ ආක්‍රමණශීලී දැන්වීම් අවහිර කරන්නෙකු හෝ කුකී විරෝධී දිගුවක් භාවිතා කිරීම හෝ හරස් අඩවි කුකී අවහිර කරන සැකසුමකි, මේ අවස්ථාවේ දී hcaptcha.com සඳහා කුකියක් වෙනත් වෙබ් අඩවියක hCaptcha JS විසින් සකසා හෝ පරීක්ෂා කර ඇත. , ඔබ සංචාරය කරන ආකාරයටම.<br><br> hCaptcha ප්‍රවේශ්‍යතා කුකීස් සියළුම ජනප්‍රිය බ්‍රව්සර් සහ දැන්වීම් අවහිර කරන්නන් සමඟ ඒවායේ සම්මත සැකසුම් සමඟ ක්‍රියා කරයි, එබැවින් සාමාන්‍යයෙන් අසාර්ථක වීමට හේතුව ඇඩ්-බ්ලොක් විරෝධී ස්ක්‍රිප්ට් හෝ විශේෂිත වෙබ් අඩවි ඉලක්ක කරගත් සමාන නීති රීති ය.<br><br> විසඳුම්:<br><br> 1. ඔබේ දැන්වීම් අවහිර කරන්නාගේ හෝ බ්‍රව්සරයේ ආරක්ෂක දිගුවේ සුදු ලැයිස්තු hcaptcha.com සහ * .hcaptcha.com.<br> 2. ඔබ දැනට කිසිදු ආකාරයක කුකී සුදු ලැයිස්තුවක් නොපෙන්වන නිර්භීත බ්‍රව්සරය භාවිතා කරන්නේ නම්, මනාප -> පලිහ -> කුකීස් වෙත ගොස් සියලු කුකීස් වලට ඉඩ දෙන්න තෝරන්න.<br> 3. ඔබ මෑතකදී නිකුත් කළ OS X 10.15 හෝ iOS 13.4 මත සෆාරි හි නවතම අනුවාදය භාවිතා කරන්නේ නම්, ඇපල් විසින් තෙවන පාර්ශවීය කුකීස් හා සම්බන්ධ සෆාරි හැසිරීම වෙනස් කර ඇති අතර ඒවා සියල්ලම පෙරනිමියෙන් අවහිර කරයි. අපි විසඳුමක් ක්‍රියාත්මක කරමින් සිටිමු, නමුත් මේ අතරතුර කරුණාකර සෆාරි මනාපයන්, රහස්‍යතා අංශය වෙත පිවිස වෙබ් අඩවි ලුහුබැඳීම පරීක්ෂා කරන්න: ප්‍රවේශ්‍යතා කුකිය අපේක්ෂිත පරිදි ක්‍රියාත්මක වීමට හැකිවන පරිදි හරස් අඩවි ලුහුබැඳීම වළක්වන්න.<br><br> ප්‍රශ්නය: මම බහු උපාංග භාවිතා කරමි. මට කිහිප වතාවක් ලියාපදිංචි වීමට අවශ්‍යද?<br> පිළිතුර: නැත. කරුණාකර කුකිය සැකසීම සඳහා ඔබ භාවිතා කරන සෑම උපාංගයකම ඔබ වෙත එවන ලද විද්‍යුත් තැපැල් පිවිසුම් සබැඳිය ක්ලික් කරන්න.<br><br> ප්‍රශ්නය: ප්‍රවේශ්‍යතා කුකිය භාවිතා කරන අතරතුර තෙවන පාර්ශවීය කුකී ලුහුබැඳීමෙන් මා ආරක්ෂා වන්නේ කෙසේද?<br> පිළිතුර: ඩොමේන් මට්ටමේ සුදු ලැයිස්තුගත කිරීම සඳහා සහය දක්වන ඕනෑම පෞද්ගලිකත්වයක් හෝ දැන්වීම් අවහිර කිරීමේ දිගුවක් භාවිතා කිරීම (උදා: uBlock Origin) අපේක්ෂිත පරිදි ක්‍රියාත්මක වනු ඇත: hcaptcha.com සුදු ලැයිස්තු ගත කිරීමට වග බලා ගන්න.",
    "page-acc-tr-title": "ප්‍රවේශ්‍යතා භාවිතා කරන්නන් සඳහා: නිතර ප්‍රශ්න සහ දෝශ නිරාකරණ මාර්ගෝපදේශය",
    "page-acc-tr2-body": "සෆාරි<br> සෆාරි (මැක්) හි කුකී සක්‍රීය කිරීම සඳහා: සෆාරි පතන මෙනුවට යන්න. මනාපයන් තෝරන්න. ඉහළ පුවරුවේ රහස්‍යතාවය ක්ලික් කරන්න. 'බ්ලොක් කුකීස්' යටතේ 'කවදාවත්' විකල්පය තෝරන්න.<br> සෆාරි හි කුකී සක්‍රීය කිරීමට (iPhone / iPad iOS 11+): ඔබගේ සැකසුම් විවෘත කරන්න. පහළට අනුචලනය කර සෆාරි තෝරන්න. රහස්‍යතාවය සහ ආරක්ෂාව යටතේ, 'හරස් අඩවි ලුහුබැඳීම වළක්වන්න' සහ 'සියලු කුකී අවහිර කරන්න'<br><br> ෆයර්ෆොක්ස්<br> ඕනෑම වෙබ් පිටුවක ලිපින තීරුවේ වම්පස ඇති පලිහ මත ක්ලික් කරන්න. ආරක්ෂණ සැකසුම් මත ක්ලික් කරන්න. ෆයර්ෆොක්ස් මනාප රහස්‍යතා සහ ආරක්ෂක පැනලය විවෘත වේ. වැඩි දියුණු කළ ලුහුබැඳීම් ආරක්ෂාව යටතේ, අභිරුචි තෝරන්න. එම පිරික්සුම් කොටු තේරීමෙන් අවහිර කළ යුතු ට්‍රැකර් සහ ස්ක්‍රිප්ට් තෝරන්න. ඔබ hcaptcha.com අවහිර කර ඇති බවට වග බලා ගන්න.<br><br> පිරික්සුම් කොටු තේරීමෙන් ඔබට මෙය නිදොස් කිරීම සඳහා අභිරුචි වල සමහර ආරක්ෂණ තාවකාලිකව අක්‍රිය කළ හැකිය: ට්‍රැකර්ස් පිරික්සුම් කොටුව තෝරා නොගන්න හෝ ඔබට තවමත් ගැටළු තිබේ නම් කුකීස් පිරික්සුම් කොටුව තෝරා නොගන්න.<br><br> ගූගල් ක්රෝම්<br> ගූගල් ක්‍රෝම් (පීසී)<br> Chrome මෙනු නිරූපකය තෝරන්න. සැකසුම් තෝරන්න.<br> පුද්ගලිකත්වය සහ ආරක්ෂාව, ඉන්පසු කුකීස් සහ වෙනත් අඩවි දත්ත වෙත යන්න.<br> 'තෙවන පාර්ශවීය කුකී අවහිර කරන්න' සක්‍රීය කර නොමැති බවට වග බලා ගන්න.<br><br> ගූගල් ක්‍රෝම් (මැක්):<br> මෙනු තීරුවෙන් Chrome මනාපයන් විවෘත කරන්න.<br> පුද්ගලිකත්වය සහ ආරක්ෂාව, ඉන්පසු කුකීස් සහ වෙනත් අඩවි දත්ත වෙත යන්න.<br> 'තෙවන පාර්ශවීය කුකී අවහිර කරන්න' සක්‍රීය කර නොමැති බවට වග බලා ගන්න.<br><br> ගූගල් ක්‍රෝම් (ඇන්ඩ්‍රොයිඩ්):<br> ඔබගේ Android උපාංගයේ, Chrome යෙදුම විවෘත කරන්න.<br> ඉහළ දකුණේ, තවත් තට්ටු කර සැකසීම් තට්ටු කරන්න.<br> අඩවි සැකසීම් තට්ටු කර කුකීස් තට්ටු කරන්න.<br> 'කුකීස්' අසල, සැකසුම සක්‍රිය කරන්න.<br> 'තෙවන පාර්ශවීය කුකීස් වලට ඉඩ දෙන්න' අසල ඇති කොටුව සලකුණු කරන්න.<br><br> අන්තර්ජාල ගවේෂකය<br> 1. තිරයේ ඉහළ දකුණු කෙළවරේ ඇති ගියර් තෝරන්න, ඉන්පසු 'අන්තර්ජාල විකල්ප' තෝරන්න. ඔබට මෙනු තීරුව සක්‍රීය කර ඇත්නම්, ඔබට 'මෙවලම්' සහ 'අන්තර්ජාල විකල්ප' තෝරා ගත හැකිය.<br> 2. 'රහස්‍යතා' පටිත්ත ක්ලික් කරන්න.<br> 3. 'උසස්' බොත්තම තෝරන්න.<br> 4. 'තෙවන පාර්ශවීය කුකීස්' යටතේ 'පිළිගන්න' තෝරන්න.<br> 5. 'හරි' ක්ලික් කරන්න",
    "page-acc-tr2-head": "හරස් අඩවි කුකී සඳහා බ්‍රව්සර උපදෙස්",
    "priv-hc": "පෞද්ගලිකත්වය අවධානය යොමු කර ඇත",
    "priv-hc-text": "දැන්වීම් ජාලයන් ඔබව ඔවුන්ගේ නිෂ්පාදනයක් ලෙස දකී. අපි එහෙම කරන්නේ නැහැ. පරිශීලකයින් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නොවේ, ඔවුන් කෙතරම් අනිෂ්ට විය හැකිද යන්න පමණි. අපි රහස්‍යතා පාස් වැනි මුලපිරීම් වලට සහය දක්වන අතර පුද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙසෙමු.",
    "reporting-bugs-accessibility-button": "ප්‍රවේශ්‍යතා විකල්ප ගැන තව දැනගන්න",
    "reporting-bugs-accessibility-head": "ප්‍රවේශ්‍යතා විකල්ප",
    "reporting-bugs-accessibility-text": "ඔබට දෘශ්‍යාබාධිත හෝ වෙනත් ආකාරයකින් hCaptchas සම්පූර්ණ කිරීමට නොහැකි ද?",
    "reporting-bugs-guide-ff-head": "දෝෂ වාර්තා අල්ලා ගැනීම විස්තර: ෆයර්ෆොක්ස්",
    "reporting-bugs-guide-ff-step-1": "පියවර 1: සංවර්ධක මෙවලම් විවෘත කරන්න (මෙය සැසිය පටිගත කිරීම ආරම්භ කරයි.)",
    "reporting-bugs-guide-ff-step-2": "පියවර 2: සංවර්ධක මෙවලම්වල ජාල පටිත්ත ක්ලික් කරන්න. ඉහළින් ඇති පර්සිස්ට් ලොග් කොටුව සලකුණු කරන්න.",
    "reporting-bugs-guide-ff-step-3": "පියවර 3: https://accounts.hcaptcha.com/demo හෝ ඔබට ගැටළුවක් ඇති වෙබ් අඩවියට පිවිසෙන්න (රහස්‍යතා සටහන: එය බෙදා ගැනීමට ඔබට අවශ්‍ය නැතිනම් පමණි) ... ඉන්පසු I ක්ලික් කරන්න මම මිනිස් බොත්තමක් වන අතර එය විසඳීමට උත්සාහ කරන්න.",
    "reporting-bugs-guide-ff-step-4": "පියවර 4: ඔබ විසඳීමට උත්සාහ කිරීමෙන් පසු HAR ක්ලික් කරන්න, සහ ජාල ලොගය සුරැකීමට සියල්ල සුරකින්න HAR ලෙස තෝරන්න. එම ගොනුව අපට එවන්න.",
    "reporting-bugs-guide-ff-step-5": "පියවර 5: කොන්සෝලය පටිත්ත මත ක්ලික් කරන්න, පසුව දකුණු-ක්ලික් කර සියල්ල තෝරන්න සහ කොන්සෝලය ලොගය සුරැකීම සඳහා පෙළ ගොනුවකට සුරකින්න. එයත් අපට එවන්න.",
    "reporting-bugs-guide-ff-step-6": "අවසාන පියවර: එම HAR සහ කොන්සෝල ලොග් ලිපිගොනු අපට විද්‍යුත් තැපෑලෙන් යවා ගැටළුව විස්තර කරන්න භාවිතා කරන්න: support@hcaptcha.com (කරුණාකර ඩ්‍රොප්බොක්ස් හෝ ෆයිල්බින් වැනි සේවාවක් භාවිතා කර සබැඳි එවන්න) සහ විකල්පයක් ලෙස තිර රුවක්, යමක් නිවැරදිව ප්‍රදර්ශනය නොකෙරේ යැයි ඔබ සැක කරන්නේ නම් . කරුණාකර ඔබ භාවිතා කරන IP ද එවන්න. ඔබට එය https://www.whatsmyip.org/ වෙතින් ලබා ගත හැකිය. මෙම තොරතුරු ලබා ගැනීමට අපට උදව් කිරීමට කාලය ගැනීම ගැන ස්තූතියි! HCaptcha සැමට හොඳින් වැඩ කිරීමට අපි කැපවී සිටිමු.",
    "reporting-bugs-guide-head": "දෝෂ වාර්තා අල්ලා ගැනීම විස්තර: ක්‍රෝම්",
    "reporting-bugs-guide-step-1": "පියවර 1: සංවර්ධක මෙවලම් විවෘත කරන්න (මෙය සැසිය පටිගත කිරීම ආරම්භ කරයි.)",
    "reporting-bugs-guide-step-2": "පියවර 2: සංවර්ධක මෙවලම්වල ජාල පටිත්ත ක්ලික් කරන්න. ඉහළින් ඇති සංරක්ෂිත ලොග් කොටුව සලකුණු කරන්න.",
    "reporting-bugs-guide-step-3": "පියවර 3: https://accounts.hcaptcha.com/demo හෝ ඔබට ගැටළුවක් ඇති වෙබ් අඩවියට පිවිසෙන්න (රහස්‍යතා සටහන: එය බෙදා ගැනීමට ඔබට අවශ්‍ය නැතිනම් පමණි) ... ඉන්පසු I ක්ලික් කරන්න මම මිනිස් බොත්තමක් වන අතර එය විසඳීමට උත්සාහ කරන්න.",
    "reporting-bugs-guide-step-4": "පියවර 4: ඔබ විසඳීමට උත්සාහ කිරීමෙන් පසු අපනයන HAR (කුඩා පහළ ඊතලය) ක්ලික් කරන්න, එමඟින් ජාල ලොගය සුරකිනු ඇත. එම ගොනුව අපට එවන්න.",
    "reporting-bugs-guide-step-5": "පියවර 5: කොන්සෝලය ටැබය මත ක්ලික් කරන්න, පසුව දකුණු-ක්ලික් කර සුරකින්න ලෙස .. කොන්සෝලය ලොගය සුරැකීමට. එයත් අපට එවන්න.",
    "reporting-bugs-guide-step-6": "අවසාන පියවර: එම HAR සහ කොන්සෝල ලොග් ගොනු අපට විද්‍යුත් තැපෑලෙන් යවා ගැටළුව විස්තර කරන්න. භාවිතා කරන්න: support@hcaptcha.com (කරුණාකර ඩ්‍රොප්බොක්ස් හෝ ෆයිල්බින් වැනි සේවාවක් භාවිතා කර සබැඳි එවන්න) සහ විකල්පයක් ලෙස තිර රුවක්, යමක් නිවැරදිව ප්‍රදර්ශනය නොකෙරේ යැයි ඔබ සැක කරන්නේ නම්. කරුණාකර ඔබ භාවිතා කරන IP ද එවන්න. ඔබට එය https://www.whatsmyip.org/ වෙතින් ලබා ගත හැකිය. මෙම තොරතුරු ලබා ගැනීමට අපට උදව් කිරීමට කාලය ගැනීම ගැන ස්තූතියි! HCaptcha සැමට හොඳින් වැඩ කිරීමට අපි කැපවී සිටිමු.",
    "reporting-bugs-guide-text-1": "ඔබගේ වාර්තාව සමඟ නිදොස් කිරීමේ තොරතුරු යැවීම අපට සිදුවන්නේ කුමක්ද යන්න හඳුනා ගැනීම පහසු කරයි. පියවරෙන් පියවර උපදෙස් මෙන්න:",
    "reporting-bugs-guide-text-2": "ඔබ වෙබ් සංවර්ධකයෙකු හෝ විශේෂ expert පරිශීලකයෙක් නම්, සාරාංශය වන්නේ ඔබ අපට ජාල පටිගත කිරීමේ HAR සහ බ්‍රව්සර් කොන්සෝල ලොග් එවීමටයි. කරුණාකර පළමුවෙන් ඕනෑම දැන්වීම් අවහිර කරන්නෙකු හෝ බ්‍රව්සරයේ ආරක්ෂක දිගු අක්‍රීය කිරීමට උත්සාහ කර ඔබ මෙම පියවරයන් අනුගමනය කිරීමට පෙර නැවත උත්සාහ කරන්න. එය ඔබගේ ගැටළුව නිරාකරණය කරන්නේ නම්, ඔබගේ බ්‍රව්සර් අනුවාදය, දැන්වීම් අවහිර කරන්නා හෝ බ්‍රව්සර් දිගුව සහ වෙබ් අඩවි URL ය අපට දන්වා සිටීම අපි අගය කරමු.",
    "reporting-bugs-intro-head": "දෝෂයක් හමු වූවාද? මෙන්න එය වාර්තා කරන්නේ කෙසේද.",
    "reporting-bugs-intro-text": "බ්‍රව්සර්, දිගු, උපාංග, ෆයර්වෝල් සහ තවත් බොහෝ දේවල සංයෝජනයන් මත මිලියන ගණනක් දෙනා සෑම මසකම hCaptcha භාවිතා කරයි. අපගේ ඉලක්කය එය සැමවිටම ඔබ වෙනුවෙන් ක්‍රියාත්මක වන බවට වග බලා ගැනීමයි, එබැවින් ඔබගේ වාර්තා අපි බෙහෙවින් අගය කරමු! ඉක්මන් ප්‍රතිපෝෂණ ලබා දීමට, අපට ප්‍රතිපෝෂණ යවන්න බොත්තම ක්ලික් කරන්න. ඔබ ක්‍රියාකාරී ගැටළුවක් දකින්නේ නම්, කරුණාකර ක්‍රෝම් සඳහා නිදොස් කිරීමේ ලොග් උපදෙස් හෝ පහත ෆයර්ෆොක්ස් සඳහා දෝශ නිරාකරණ උපදෙස් අනුගමනය කරන්න. වෙනත් ඕනෑම බ්‍රව්සර් සඳහා අපට විද්‍යුත් තැපැල් කරන්න. විභව ආරක්ෂාව හෝ පෞද්ගලිකත්ව ගැටළු සඳහා, පහත උපදෙස් බලන්න.",
    "reporting-bugs-privacy-head": "රහස්‍යතා ගැටළු",
    "reporting-bugs-privacy-text": "පරිශීලකයින් කවුරුන්ද යන්න අපට ප්‍රශ්නයක් නැත, ඔවුන් අනිෂ්ට හෝ යන්ත්‍ර විය හැකි ආකාරය ගැන පමණි. අපි රහස්‍යතා පාස් වැනි මුලපිරීම් වලට සහය දක්වන අතර පුද්ගලිකත්වය සහ ආරක්ෂාව සමතුලිත කිරීමට වෙහෙසෙමු. පරිශීලක පෞද්ගලිකත්වයට බලපානු ඇතැයි ඔබ සිතන ගැටලුවක් ඔබ සොයාගෙන ඇත්නම්, කරුණාකර support@hcaptcha.com හි අපට විද්‍යුත් තැපැල් කරන්න.",
    "reporting-bugs-provide-feedback-button": "අපට ප්‍රතිපෝෂණය එවන්න",
    "reporting-bugs-provide-feedback-head": "HCaptcha පිළිබඳ ක්ෂණික ප්‍රතිපෝෂණ ලබා දෙන්න",
    "reporting-bugs-provide-feedback-text": "ඔබගේ ආදානය අපි අගය කරමු. ඕනෑම ගැටළුවක් අපට දන්වන්න, අපි ඒවා ඉක්මනින් විසඳන්නෙමු.",
    "reporting-bugs-security-head": "ආරක්ෂක දෝෂ",
    "reporting-bugs-security-text": "ආරක්ෂක දෝෂ පිළිබඳ වාර්තා ලැබීමට අපි සැමවිටම උනන්දු වෙමු. Support@hcaptcha.com සහ CC security@hcaptcha.com වෙත විද්‍යුත් තැපෑල යවන්න, එවිට අපි ඔබ වෙත ඉක්මනින් පැමිණෙන්නෙමු. HCaptcha සේවාව සහ ඒ හා සම්බන්ධ මූලාශ්‍ර කේතය පිළිබඳ සුදුසුකම් ලත් ආරක්ෂක වාර්තා සඳහා ද අප සතුව දෝෂ වැඩසටහනක් ඇත.",
    "sec-hc": "ආරක්ෂාව පළමුව",
    "sec-hc-text": "hCaptcha ප්‍රකාශකයාගේ අවධානයට ලක්ව ඇත. වෙබ් අඩවි වලට සැබෑ දත්ත ලබා දීමට අපි කටයුතු කරන අතර එය භාවිතා කරන්නේ කෙසේද යන්න තීරණය කිරීමට ඔවුන්ට ඉඩ දෙන්න. නිරවද්‍යතාවය ඔබගේ අභිමතය පරිදි සහ අපගේ ය. වෙනත් කැප්චා සපයනු ලබන්නේ වෙළඳ දැන්වීම් සමාගම් විසිනි. ඔවුන් අවහිර කරන සෑම බෝට්ටුවක්ම ඔවුන්ගේ ආදායම අඩු කළ හැකිය.",
    "switch-to-english-link": "ඉංග්‍රීසි වෙත මාරු වන්න",
    "what-is-hcaptcha": "HCaptcha යනු කුමක්ද?",
    "what-is-hcaptcha-text": "මිනිසුන්ට පහසු සහ යන්ත්‍ර සඳහා අපහසු සරල ප්‍රශ්න ඇසීමෙන් බොට්ස්, අයාචිත තැපැල් සහ අපයෝජනයන් වළක්වා ගැනීමට hCaptcha ඔබේ ප්‍රියතම වෙබ් සේවාවන්ට උදව් කරයි.",
    "why-hc": "ඇයි hCaptcha?",
    "why-hc-text": "ඔබ අභියෝගයකට පිළිතුරු දෙන සෑම අවස්ථාවකම, ඔබ මනුෂ්‍යයෙක්ද, යන්ත්‍රයක්ද යන්න හඳුනා ගැනීමට අපි නවීන මාදිලි භාවිතා කරමු. ඔබ පිවිසුණු වෙබ් අඩවිය මෙම ප්‍රති result ලය භාවිතා කර බොට්ස් තබා ගැනීමෙන් ඔවුන්ගේ වෙබ් අඩවියේ ඔබේ අත්දැකීම් වැඩිදියුණු කිරීමට උපකාරී වේ."
}