{
    "about-advisors-brendan": "Generálny riaditeľ spoločnosti Brave. Spoluzakladateľ spoločnosti Mozilla. Tvorca programovacieho jazyka JavaScript. Tvorca prehľadávačov a ďalších.",
    "about-advisors-dawn": "Profesor, CS na Kalifornskej univerzite v Berkeley. Hlboké učenie, bezpečnosť, expert na blockchain. CEO spoločnosti Oasis Labs.",
    "about-advisors-head": "poradcovia",
    "about-advisors-keiran": "Vedecký pracovník v Stanforde. Strojové učenie a kvantitatívne financovanie vo veľkých bankách, hedžových fondoch a na akademickej pôde.",
    "about-content-head-1": "Čo robíme",
    "about-content-head-2": "Prečo na tom záleží",
    "about-content-text-1": "hCaptcha je služba spoločnosti Intuition Machines Inc, spoločnosti zaoberajúcej sa AI a strojovým učením so zameraním na metalearning a vizuálnu doménu ML vo veľkom rozsahu. Staviame a prevádzkujeme rozsiahle škálovateľné systémy, aby sme umožnili služby analýzy videa a obrazu pre spoločnosti Global 2000 po celom svete.",
    "about-content-text-1a": "hCaptcha prináša moderný prístup k zastaveniu robotov zameraný na súkromie.",
    "about-content-text-1b": "Ukazujeme výzvy CAPTCHA, ktoré sú pre robotov ťažké, ale ľahké pre ľudí, a to zhromažďovaním ťažko označiteľných údajov o problémoch so strojovým učením a pomocou nich rozlišujeme, či je návštevník webu alebo aplikácie človek.",
    "about-content-text-2": "Viac údajov spravidla prináša lepšie výsledky. Vytváranie a udržiavanie správne označených a relevantných súborov údajov je časovo náročné a nákladné. hCaptcha bol pôvodne vyvinutý na riešenie našich vlastných potrieb pri označovaní obrázkov a je teraz k dispozícii pre ďalšie spoločnosti s podobnými potrebami.",
    "about-content-text-2a": "Zlí herci sú čoraz častejšie online. Obetovanie súkromia používateľov však nie je odpoveďou.",
    "about-content-text-2b": "Bezpečnostné riešenia ponúkané reklamnými spoločnosťami sa zameriavajú predovšetkým na sledovanie používateľov na webe. Vytvorili sme efektívne bezpečnostné riešenie, ktoré dokazuje, že narušenie súkromia používateľov nie je potrebné na dosiahnutie vynikajúcich výsledkov.",
    "about-intro-head-1": "O hCaptcha",
    "about-intro-head-2": "Súkromie, bezpečnosť a strojové učenie.",
    "about-intro-text": "hCaptcha je najpoužívanejšia nezávislá služba CAPTCHA na svete.",
    "about-leadership-alex": "Expert na databázy a blockchainy. Skorý inžinier v spoločnosti Cloudera a ďalšie. Desaťročia budovania odborného softvéru a tímov.",
    "about-leadership-eli": "CEO. Uznávaný líder v oblasti AI. Za posledné desaťročia aplikoval strojovú inteligenciu vo veľkom rozsahu na širokú škálu obchodných problémov.",
    "about-leadership-head": "vodcovstva",
    "about-leadership-todd": "PhD z výpočtovej biológie, Stanford. Práca s neurónovými sieťami od roku 1999. Zamerané na aplikované ML a hlboké učenie v rozsahu.",
    "acc-opt": "Možnosti prístupnosti",
    "acc-opt-but": "Získajte viac informácií o možnostiach dostupnosti",
    "acc-opt-text": "Ste zrakovo postihnutí alebo nemôžete inak absolvovať hCaptchas?",
    "accessibility-link": "prístupnosť",
    "appreciate-in": "Ceníme si vaše podnety. Dajte nám vedieť akékoľvek problémy a my ich rýchlo vyriešime.",
    "fb-but": "Zašlite nám spätnú väzbu",
    "feedback-text": "Poskytnite spätnú väzbu k hCaptcha, ktorú ste práve videli",
    "footer-attribution": "prisudzovanie",
    "footer-copyright-text": "hCaptcha je registrovaná ochranná známka spoločnosti Intuition Machines, Inc.",
    "footer-header-1": "spoločnosť",
    "footer-header-2": "zdroje",
    "footer-header-3": "Kontakt",
    "footer-link-1": "označovanie",
    "footer-link-10": "prístupnosť",
    "footer-link-2": "o",
    "footer-link-3": "jobs",
    "footer-link-4": "ochranné známky",
    "footer-link-5": "AI etika",
    "footer-link-6": "Blog",
    "footer-link-7": "Postavenie",
    "footer-link-8": "dokumentácia",
    "footer-link-9": "Nahlásiť chybu",
    "footer-privacy": "súkromia",
    "footer-subheader-1": "podpora",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "podmienky",
    "h-plans": "Plány predplatného",
    "header-docs-link": "dokumenty",
    "header-labeling-services-link": "Služby označovania",
    "header-login-button": "Prihlásiť sa",
    "header-plans-link": "plány",
    "header-signup-button": "Prihlásiť Se",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Používa protokol HUMAN",
    "home-about-text-1": "hCaptcha je navrhnutý tak, aby vyriešil problém s najväčšou pracovnou silou v oblasti strojového učenia: označovanie veľkého množstva údajov včas, cenovo a spoľahlivo.",
    "home-about-text-2": "Viac údajov spravidla prináša lepšie výsledky v tréningových modeloch strojového učenia. Nedávny úspech hlbokých modelov viedol k čoraz väčším súborom údajov, takmer vždy s určitou ľudskou kontrolou. Vytváranie veľkých súborov údajov skontrolovaných človekom pomocou programov Mechanical Turk, Figure Eight atď. Je však pomalé a nákladné.",
    "home-about-text-3": "hCaptcha umožňuje webovým stránkam zarobiť peniaze na uspokojení tohto dopytu blokovaním robotov a iných foriem zneužívania.",
    "home-about-text-4": "Trhovisko hCaptcha je založené na protokole HUMAN, otvorenom decentralizovanom protokole pre kontrolu človeka, ktorý beží na blockchaine Ethereum. Webové stránky zarábajú ľudské tokeny (HMT) vždy, keď používatelia používajú na svojich stránkach widget hCaptcha, a spoločnosti zaoberajúce sa strojovým učením platia ľudské tokeny, aby dostali svoje údaje označené.",
    "home-ba-labeling-services-link": "Služby označovania",
    "home-benefits-head-1": "Hodnota v označení údajov",
    "home-benefits-head-2": "Vráťte sa na charitu",
    "home-benefits-text-1": "Uvedomili ste si, že zakaždým, keď kliknete na auto, pomáhate bezplatne trénovať systémy strojového učenia spoločnosti Gigantic?",
    "home-benefits-text-2": "hCaptcha otočí tento model. Keď používate hCaptcha, spoločnosti dražia za prácu, ktorú robia vaši používatelia, keď preukážu svoju ľudskosť. Získate odmenu.",
    "home-benefits-text-3": "Chcete vrátiť svoju obľúbenú charitu? hCaptcha vám umožňuje podporovať charity podľa vášho výberu zárobkami, ktoré získate jeho používaním. Používatelia vášho webu budú čoskoro môcť vidieť váš príspevok k charite prostredníctvom diskrétnej značky v rozhraní hCaptcha.",
    "home-challenge-text-1": "Vyberte všetky obrázky, ktoré zodpovedajú dotazu",
    "home-challenge-text-2": "Definujte ohraničujúcu oblasť pre objekty",
    "home-challenge-text-3": "Identifikujte zodpovedajúce štítky",
    "home-challenge-title-1": "Porovnanie",
    "home-challenge-title-2": "Ohraničujúca skrinka",
    "home-challenge-title-3": "kategorizácia",
    "home-challenges-head": "Predložené výzvy",
    "home-challenges-text-1": "... a ďalšie jednoduché úlohy. Ľahké pre ľudí, ťažké pre robotov.",
    "home-challenges-text-2": "Vlastné úlohy sú k dispozícii aj pre podnikových vydavateľov.",
    "home-ent-1": "Hľadáte naše ponuky podnikového zabezpečenia?",
    "home-ent-2": "Navštívte našu novú špecializovanú stránku: BotStop.com",
    "home-ent-button": "Viac informácií: BotStop od hCaptcha",
    "home-from-the-blog": "Z BLOGU:",
    "home-from-the-blog-value": "Ako fungujú nastavenia ťažkostí hCaptcha",
    "home-intro-body": "Používate captcha na zabránenie prístupu k robotom? hCaptcha chráni súkromie používateľov, odmeňuje webové stránky a pomáha spoločnostiam označiť ich údaje. Je to náhradná náhrada za reCAPTCHA: môžete prepnúť do niekoľkých minút.",
    "home-intro-button": "Prihlásiť sa teraz",
    "home-intro-head": "Zastavte viac robotov. Začnite chrániť súkromie používateľov.",
    "home-main-1": "Súkromné. Zabezpečiť. Rýchlejšie. A my vám za to platíme.",
    "home-main-2": "Súkromie zamerané",
    "home-main-2c": "Reklamné siete vidia vašich návštevníkov ako produkt. Pre hCaptcha je produktom práca, ktorú poskytujú. Nezáleží nám na tom, kto sú vaši používatelia, iba na tom, ako pravdepodobne budú škodliví. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
    "home-main-3": "Najskôr bezpečnosť",
    "home-main-3c": "Presnosť je vo vašom záujme a v našom záujme. hCaptcha je zameraná na vydavateľa. Pracujeme na tom, aby sme vám poskytli skutočné údaje a nechali sme vás, aby ste sa rozhodli, ako ich použijete. Ďalšie captcha poskytuje reklamné spoločnosti Gigantic. To znamená, že každý robot, ktorého blokujú, môže znížiť svoje príjmy.",
    "home-main-4": "Lepšia používateľská skúsenosť",
    "home-main-4c": "Sofistikované modely strojového učenia používa hCaptcha na určovanie ľudstva. To nám umožňuje vyžadovať od vašich používateľov menej nepríjemné úlohy a tráviť tým menej času, zatiaľ čo stále vyrábame užitočné označené údaje na označovanie zákazníkov.",
    "home-main-plans": "hCaptcha je zadarmo na použitie pre vydavateľov akejkoľvek veľkosti. Pre podniky a platformy, ktoré potrebujú väčšiu kontrolu, sú však k dispozícii naše podnikové riešenia.",
    "home-main-plans2": "Podnikové riešenia hCaptcha chránia milióny používateľov na desiatkach miliónov webových stránok pre niektoré z najväčších spoločností na planéte. Kontaktujte nás pre viac informácií alebo navštívte stránku",
    "home-main-plans3": "Podnikové riešenia hCaptcha chránia milióny používateľov na desiatkach miliónov webových stránok pre niektoré z najväčších spoločností na planéte. Kontaktujte nás pre viac informácií alebo navštívte stránku",
    "home-main-plans4": "pre podrobnosti.",
    "home-plans-button-1": "Prihlásiť sa teraz",
    "home-plans-button-2": "Kontaktujte predaj",
    "home-plans-chart-head-1": "Vlastnosti",
    "home-plans-chart-head-2": "Vydavateľ",
    "home-plans-chart-head-3": "podnik",
    "home-plans-chart-row-1-cell-1": "Zobrazujú sa typy výziev na kontrolu",
    "home-plans-chart-row-1-cell-2": "obmedzený",
    "home-plans-chart-row-1-cell-3": "Celkom",
    "home-plans-chart-row-10-cell-1": "Panely viacerých používateľov",
    "home-plans-chart-row-11-cell-1": "Pokročilé funkcie prehľadov",
    "home-plans-chart-row-12-cell-1": "SLA pre podniky",
    "home-plans-chart-row-2-cell-1": "Ovládajte použitý obsah výzvy",
    "home-plans-chart-row-2-cell-2": "obmedzený",
    "home-plans-chart-row-2-cell-3": "Celkom",
    "home-plans-chart-row-3-cell-1": "Získajte odmeny za ľudské riešenia",
    "home-plans-chart-row-4-cell-1": "Špičková ochrana proti botom",
    "home-plans-chart-row-5-cell-1": "Funguje v každej krajine",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA a 99,9% pasívne režimy",
    "home-plans-chart-row-5b-cell-1": "Skóre sebadôvery",
    "home-plans-chart-row-6-cell-1": "Pravidlá ochrany osobných údajov priateľské k GDPR a CCPA",
    "home-plans-chart-row-7-cell-1": "Jemnozrnné úrovne obtiažnosti",
    "home-plans-chart-row-8-cell-1": "Spustite svoj vlastný obsah výzvy",
    "home-plans-chart-row-9-cell-1": "Časové plánovanie ťažkostí",
    "home-try-it-out-button": "Získajte hCaptcha",
    "home-try-it-out-head": "Vyskúšaj to",
    "home-try-it-out-text": "hCaptcha poskytuje jednoduchú, ľahkú a spoľahlivú detekciu robotov, pričom je pre ľudí triviálne ich vyriešiť.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je navrhnutý tak, aby riešil problém najviac náročný na prácu v strojovom učení; označovanie veľkého množstva údajov včas, dostupným a spoľahlivým spôsobom. Viac údajov spravidla prináša lepšie výsledky v tréningových modeloch strojového učenia. Nedávny úspech hlbokých modelov viedol k čoraz väčším súborom údajov a hCaptcha slúži tejto potrebe.",
    "labeling-about-text-2": "Vytváranie veľkých súborov údajov skontrolovaných človekom pomocou tradičných metód je však pomalé a nákladné. hCaptcha je spôsob, ako spoločnosti môžu získať požadované poznámky rýchlejšie, kvalitnejšie a za nižšie náklady ako iné alternatívy.",
    "labeling-annotations-head": "Typy anotácií",
    "labeling-annotations-text-1": "Presná detekcia objektov v obrazoch a videu",
    "labeling-annotations-text-2": "Presná detekcia objektov v obrazoch a videu",
    "labeling-annotations-text-3": "Bodové anotácie pre mnoho rôznych prípadov použitia",
    "labeling-annotations-text-4": "Zoraďte alebo pripojte ľubovoľné kategórie akejkoľvek veľkosti",
    "labeling-annotations-text-5": "Detekcia a klasifikácia používaná človekom",
    "labeling-annotations-text-6": "Potrebujete iný typ, ktorý tu nie je uvedený? Stačí sa nás opýtať.",
    "labeling-annotations-title-1": "Ohraničujúce boxy",
    "labeling-annotations-title-2": "polygóny",
    "labeling-annotations-title-3": "pamätihodnosti",
    "labeling-annotations-title-4": "Kategorizácia atribútov",
    "labeling-annotations-title-5": "Porovnanie a detekcia",
    "labeling-annotations-title-6": "... a mnoho ďalších",
    "labeling-ent-button": "Kontaktujte náš tím podnikových riešení",
    "labeling-ent-head": "Potrebujete komplexnú kontrolu?",
    "labeling-ent-text-1": "Platforma HUMAN za platformou hCaptcha poskytuje vysoko sofistikované funkcie kvality práce a správy prostredníctvom lokálnych, hybridných alebo SaaS nasadení, ktoré sa integrujú do vašich existujúcich systémov.",
    "labeling-ent-text-2": "Behajte úplne offline so svojimi vlastnými pracovnými silami, sledujte hodnotu spotrebovanú naprieč obchodnými jednotkami alebo partnermi konzorcia, selektívne smerujte úlohy k rôznym interným alebo externým poskytovateľom pracovnej sily na základe požiadaviek na náklady a zabezpečenie a ďalšie.",
    "labeling-ent-text-3": "Ľahký prístup k rozhraniu API, nádherné palubné dosky a najnovšia technológia typu „in-the-loop“ na maximalizáciu efektívnosti.",
    "labeling-ent-text-4": "K dispozícii 99,99% zmluvy SLA o nepretržitej prevádzke a nepretržitá globálna podpora. Pre viac informácií:",
    "labeling-features-head-1": "Jednoduché kanály založené na API.",
    "labeling-features-head-2": "Optimalizované z hľadiska nákladov a kvality. Nie je potrebný žiadny záväzok vopred.",
    "labeling-features-head-3": "Plaťte iba za potrebnú presnosť.",
    "labeling-features-head-4": "Poskytnite svoje vlastné základné pravdivé údaje alebo ich nechajte zostaviť za behu.",
    "labeling-features-text-1": "Chcete integrovať kontrolu ľudí priamo do svojich obchodných operácií? Ponúkame vysoko spoľahlivé SLA, garantovanú kapacitu a jednoduché REST API.",
    "labeling-features-text-2": "Platforma HUMAN využíva komplexné modely spoľahlivosti na vykonávanie sofistikovaných analýz kvality v reálnom čase. To nám umožňuje rýchlo určiť obtiažnosť otázok a ich pravdepodobné správne odpovede, čo vám ušetrí čas a peniaze.",
    "labeling-features-text-3": "Nie všetky problémy sú rovnaké. Poznámky k úlohám dôležitým pre bezpečnosť môžu vyžadovať 99,99% dôveru od úplne ľudských pracovníkov. Poznámky k jednej funkcii verzie beta v mobilnej hernej aplikácii môžu vyžadovať iba miernu istotu. Ty rozhodni.",
    "labeling-features-text-4": "Máte nespracované údaje bez komplexnej overovacej sady? Vo väčšine prípadov môžeme jeden vytvoriť pre vás ako úlohy prebiehajúce v systéme alebo vytvoriť vzorky s označením pre vaše schválenie.",
    "labeling-info-head": "Získavanie štítkov s údajmi",
    "labeling-info-text-1": "Porozprávajte sa s jedným z našich odborníkov na domény, aby ste definovali potreby projektu: presnosť cieľa, formát a akékoľvek špeciálne požiadavky.",
    "labeling-info-text-2": "Na základe vašich vzorových údajov vykonáme malú produkčnú úlohu. Toto testuje prácu, ktorú sme spolu vykonali, aby sme zaistili, že dostanete presne to, čo potrebujete.",
    "labeling-info-text-3": "Vďaka nášmu veľkému množstvu a nízkej latencii vašu prácu rýchlo obrátime s automatickým doručením ihneď po dokončení.",
    "labeling-info-text-4": "Keď lepšie pochopíme parametre vašej produkčnej práce, výsledky sa budú časom zlepšovať.",
    "labeling-info-text-5": "Živé informačné panely vám umožňujú kedykoľvek poskytnúť spätnú väzbu alebo pozastaviť produkciu.",
    "labeling-info-title-1": "Definujte špecifikácie",
    "labeling-info-title-2": "Počiatočný test úlohy",
    "labeling-info-title-3": "Nasadiť produkčné úlohy",
    "labeling-info-title-4": "Neustále zlepšovanie",
    "labeling-info-title-5": "Výsledky v reálnom čase",
    "labeling-main-1": "Nákladovo efektívne označovanie údajov v rozsahu",
    "labeling-main-1-button": "Získajte svoje údaje teraz",
    "labeling-main-1c": "Potrebujete viac štítkov pre svoje súbory údajov? hCaptcha poskytuje rýchle, nákladovo efektívne a vysoko kvalitné označovanie údajov pre spoločnosti pracujúce na aplikáciách umelej inteligencie a strojového učenia.",
    "labeling-main-2": "Spustite okamžite milióny úloh.",
    "labeling-main-2-button": "Kúpte si služby označovania údajov",
    "labeling-main-2c": "hCaptcha má pre vaše použitie jeden z najväčších bazénov na planéte. Nech už máte akýkoľvek rozsah, dokážeme to zvládnuť bez drahých záväzkov vopred. Milióny úloh denne nie sú žiadny problém.",
    "labeling-platform-head": "Súkromné alebo verejné informácie",
    "labeling-platform-text": "hCaptcha je postavená na platforme HUMAN, ktorá umožňuje sofistikované smerovanie a analýzu s cieľom optimalizovať náklady a efektívnosť v každom kroku. Táto technológia umožňuje správnym pracovníkom zvládnuť každú časť vašej práce, maximalizovať efektivitu nákladov pri zachovaní súkromia a splnení všetkých prípadných regulačných požiadaviek.",
    "labeling-try-button": "Kúpte si služby označovania údajov",
    "labeling-try-head": "Chcete to vyskúšať so svojimi údajmi?",
    "labeling-try-text": "... sme pripravení, keď ste: naša služba je k dispozícii nepretržite.",
    "learn-more-hcaptcha": "Viac informácií o hCaptcha",
    "page-acc-faq-1": "Otázka: Je hCaptcha oddiel 508 + WCAG 2.0 v súlade? Odpoveď: Veríme tomu: všetci používatelia s akoukoľvek formou znevýhodnenia, ktorí môžu prehľadávať web a zadávať text do formulárov, majú po registrácii prístup k službám chráneným programom hCaptcha. Nejde však o právne poradenstvo: mali by ste vykonať svoje vlastné hodnotenie, pričom vezmete do úvahy vašu konkrétnu implementáciu, aby ste sa uistili, že je to váš prípad nasadenia.",
    "page-acc-faq-2": "Otázka: Pracujete na ďalších možnostiach prístupu (a11y), napríklad k zvuku? Odpoveď: Doteraz populárne možnosti, ako sú zvukové captcha, diskriminujú mnohých používateľov a sú ľahko poraziteľné modernými technikami strojového učenia. To prinútilo súčasné zvukové výzvy, aby boli čoraz ťažšie, a zaviedli hluk, nepárne načasovanie, neobvyklé kombinácie slov a tak ďalej, aby porazili útočníkov. Sme teda týmto prístupom menej nadšení oproti úplnému vyhnutiu sa tejto výzve, ale zvážime to, ak bude dopyt zo strany všetkej komunity. Nás však veľmi zaujíma prípad ochrany osobných údajov pre prípad použitia prístupnosti. Veríme, že kombinácia nášho súčasného prístupu s vydaním Privacy Pass umožní všetkým používateľom bezpečne prezerať a bezpečne si uvedomovať, že ich prevádzka je súkromnejšia, a zároveň obmedziť zneužívanie robotickými operátormi, ku ktorému nevyhnutne dochádza, keď sú k dispozícii všetky možnosti. Sme aktívnymi účastníkmi pracovnej skupiny IETF štandardizujúcej túto novú technológiu.",
    "page-acc-faq-3": "Otázka: A čo súkromie? Vystavuje registrácia nejakým spôsobom údaje o prehliadaní? Čo robíte s e-mailom? Odpoveď: hCaptcha je navrhnutý pre súkromie od základov. Je to veľmi odlišné od tradičných možností, ako je reCAPTCHA, ktoré vlastnia reklamné siete a ktoré majú motiváciu sledovať vás na webe a spájať vás so skutočnou identitou. E-maily ani informácie o prístupe nikdy nepoužívame na žiadne iné účely, ako je uľahčenie ich každoročného používania a zabránenie zneužitiu. Naše pravidlá ochrany osobných údajov majú komplexné a smerodajné odpovede na to, ako používame údaje, ale krátka odpoveď je, že nemáme záujem vás ako osobu spájať s vašou históriou prehliadania. V súčasnosti tiež pracujeme na kryptografickom riešení, ktoré umožní rýchle zahodenie vašej e-mailovej adresy. zatiaľ čo si stále zachováva našu schopnosť predchádzať zneužitiu a dopĺňa našu prácu s ochranou osobných údajov.",
    "page-acc-link-1": "Ak ste používateľom prístupnosti, zaregistrujte sa tu.",
    "page-acc-subhead": "Zaistenie bezproblémového prístupu pre všetkých používateľov pri zachovaní bezpečnosti",
    "page-acc-summary": "zhrnutie",
    "page-acc-summary-contents-1": "hCaptcha je navrhnutý tak, aby zastavil roboty tým, že ich odlíši od ľudí. Vizuálne testy sú na tento účel pohodlným nástrojom, ale nie každý dokáže vyriešiť vizuálnu výzvu. Z tohto dôvodu sme navrhli jednoduchú a bezbolestnú alternatívu, ktorá umožní vydavateľom využívajúcim našu službu zachovať prístup pre všetkých s úplným súladom s odsekom 508 a WCAG 2.0.",
    "page-acc-summary-contents-2": "Ako to funguje: najskôr sa používateľ prístupnosti zaregistruje na tejto adrese URL, ktorá je prepojená na stránke s informáciami o miniaplikácii hCaptcha. Dostávajú šifrovaný súbor cookie, ktorý je možné použiť niekoľkokrát denne, ale musia sa obnovovať každých 24 hodín pomocou prihlásenia. Keď sa používateľovi prístupnosti na ktorejkoľvek stránke pomocou služby hCaptcha zobrazí výzva, automaticky sa splní.",
    "page-acc-title": "hCaptcha Informácie o prístupnosti",
    "page-acc-tr-body": "Otázka: Po nastavení súboru cookie sa mi stále zobrazuje výzva. Čo to spôsobuje? Odpoveď: Je to zvyčajne spôsobené používaním agresívneho blokovača reklám alebo rozšírenia anti-cookie alebo nastavením, ktoré blokuje súbory cookie viacerých webov, v tomto prípade ide o súbor cookie pre web hcaptcha.com, ktorý je nastavený alebo kontrolovaný skriptom hCaptcha na inom webe. , ako je ten, ktorý navštevujete. Súbory cookie dostupnosti hCaptcha fungujú so všetkými obľúbenými prehliadačmi a blokátormi reklám so štandardným nastavením, takže zlyhania sú zvyčajne spôsobené skriptmi anti-anti-adblock alebo podobnými súbormi pravidiel zacielenými na konkrétne stránky. Riešenia: 1. Pridajte povolené súbory cookie hcaptcha.com a * .hcaptcha.com do svojho blokovača reklám alebo rozšírenia zabezpečenia prehliadača. 2. Ak používate prehliadač Brave, ktorý (od apríla 2020) zrejme nemá žiadny zoznam povolených súborov cookie, prejdite do časti Preferences -> Shields -> Cookies a zvoľte Allow All Cookies. 3. Ak používate najnovšiu verziu Safari na nedávno vydanom OS X 10.15 alebo iOS 13. 4, spoločnosť Apple práve zmenila správanie Safari týkajúce sa súborov cookie tretích strán a predvolene ich všetky zablokovala. Implementujeme riešenie, zatiaľ však navštívte sekciu Predvoľby Safari, sekcia Ochrana osobných údajov a zrušte začiarknutie políčka Sledovanie webových stránok: Zabráňte sledovaniu viacerých webových stránok, aby ste povolili fungovanie súboru cookie prístupnosti podľa očakávania. Otázka: Používam viac zariadení. Musím sa prihlásiť viackrát? Odpoveď: Nie. Ak chcete nastaviť súbor cookie, kliknite na ten istý e-mailový odkaz na prihlásenie, ktorý ste dostali na každom zariadení, ktoré používate.",
    "page-acc-tr-title": "Pre používateľov prístupnosti: Otázky a odpovede a Príručka na riešenie problémov",
    "priv-hc": "Súkromie zamerané",
    "priv-hc-text": "Reklamné siete vás vidia ako svoj produkt. My nie. Nezáleží nám na tom, kto sú používatelia, iba na tom, ako pravdepodobne budú škodliví. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
    "reporting-bugs-accessibility-button": "Získajte viac informácií o možnostiach dostupnosti",
    "reporting-bugs-accessibility-head": "Možnosti prístupnosti",
    "reporting-bugs-accessibility-text": "Ste zrakovo postihnutí alebo nemôžete inak absolvovať hCaptchas?",
    "reporting-bugs-guide-ff-head": "Zachytávanie podrobností o chybe: Firefox",
    "reporting-bugs-guide-ff-step-1": "Krok 1: Otvorte Nástroje pre vývojárov (začne sa nahrávanie relácie.)",
    "reporting-bugs-guide-ff-step-2": "Krok 2: Kliknite na kartu Sieť v Nástrojoch pre vývojárov. V hornej časti začiarknite políčko Zachovať denníky.",
    "reporting-bugs-guide-ff-step-3": "Krok 3: Navštívte stránku https://accounts.hcaptcha.com/demo alebo web, na ktorom máte problém (Poznámka o ochrane osobných údajov: iba ak vám neprekáža, že ho zdieľate) ... a potom kliknite na som ľudský gombík a pokúsim sa vyriešiť.",
    "reporting-bugs-guide-ff-step-4": "Krok 4: Po pokuse o riešenie kliknite na HAR a výberom možnosti Uložiť všetko ako HAR uložte sieťový protokol. Pošlite nám tento súbor.",
    "reporting-bugs-guide-ff-step-5": "Krok 5: Kliknite na kartu Konzola a kliknite pravým tlačidlom myši, potom vyberte možnosť Všetky a uložte ich do textového súboru, aby sa uložil protokol konzoly. Pošlite nám to tiež.",
    "reporting-bugs-guide-ff-step-6": "Posledný krok: Pošlite nám tieto súbory denníka HAR a konzoly a popíšte problém Použite: support@hcaptcha.com (použite službu ako Dropbox alebo Filebin a pošlite odkazy) a prípadne snímku obrazovky, ak máte podozrenie, že sa niečo nezobrazuje správne , Zašlite tiež adresu IP, ktorú používate. Môžete ich získať na https://www.whatsmyip.org/ Ďakujeme, že ste si našli čas a pomohli nám získať tieto informácie! Zaviazali sme sa, aby hCaptcha fungovala dobre pre všetkých.",
    "reporting-bugs-guide-head": "Zachytávanie podrobností správy o chybe: Chrome",
    "reporting-bugs-guide-step-1": "Krok 1: Otvorte Nástroje pre vývojárov (začne sa nahrávanie relácie.)",
    "reporting-bugs-guide-step-2": "Krok 2: Kliknite na kartu Sieť v Nástrojoch pre vývojárov. V hornej časti začiarknite políčko Zachovať denník.",
    "reporting-bugs-guide-step-3": "Krok 3: Navštívte stránku https://accounts.hcaptcha.com/demo alebo web, na ktorom máte problém (Poznámka o ochrane osobných údajov: iba ak vám neprekáža, že ho zdieľate) ... a potom kliknite na som ľudský gombík a pokúsim sa vyriešiť.",
    "reporting-bugs-guide-step-4": "Krok 4: Po pokuse o riešenie kliknite na Exportovať HAR (malá šípka dole), čím sa uloží sieťový protokol. Pošlite nám tento súbor.",
    "reporting-bugs-guide-step-5": "Krok 5: Kliknite na kartu Konzola a pravým tlačidlom myši kliknite na príkaz Uložiť ako .., aby ste uložili protokol konzoly. Pošlite nám to tiež.",
    "reporting-bugs-guide-step-6": "Posledný krok: Pošlite nám tieto súbory denníka HAR a konzoly e-mailom a popíšte problém. Použite: support@hcaptcha.com (použite službu ako Dropbox alebo Filebin a pošlite odkazy) a prípadne snímku obrazovky, ak máte podozrenie, že sa niečo nezobrazuje správne. Zašlite tiež adresu IP, ktorú používate. Môžete ich získať na https://www.whatsmyip.org/ Ďakujeme, že ste si našli čas a pomohli nám získať tieto informácie! Zaviazali sme sa, aby hCaptcha fungovala dobre pre všetkých.",
    "reporting-bugs-guide-text-1": "Odoslanie ladiacich informácií s vašim prehľadom nám umožní oveľa jednoduchšie zistiť, o čo ide. Tu sú podrobné pokyny:",
    "reporting-bugs-guide-text-2": "Ak ste webový vývojár alebo skúsený používateľ, zhrnutie je podľa vás, aby ste nám poslali sieťovú nahrávku protokolov HAR a protokolov konzoly prehliadača. Skúste najskôr zakázať akékoľvek blokovače reklám alebo rozšírenia zabezpečenia prehliadača a potom to skúste ešte raz. Ak sa tým problém vyrieši, stále by sme ocenili, keby ste nám oznámili verziu prehliadača, blokovanie reklám alebo rozšírenie prehliadača a adresu URL webových stránok.",
    "reporting-bugs-intro-head": "Našli ste chybu? Tu je postup, ako to nahlásiť.",
    "reporting-bugs-intro-text": "Milióny ľudí používajú hCaptcha každý mesiac v tisíckach kombinácií prehľadávačov, rozšírení, zariadení, brán firewall a ďalších. Naším cieľom je zabezpečiť, aby to pre vás fungovalo vždy, takže si veľmi vážime vaše správy! Ak chcete poskytnúť rýchlu spätnú väzbu, stačí kliknúť na tlačidlo Pošlite nám spätnú väzbu. Ak narazíte na funkčný problém, postupujte podľa pokynov na ladenie denníka pre Chrome alebo podľa pokynov na ladenie denníka pre Firefox. Pre akékoľvek ďalšie prehliadače nám pošlite e-mail. Možné problémy so zabezpečením alebo ochranou súkromia nájdete v pokynoch uvedených nižšie.",
    "reporting-bugs-privacy-head": "Problémy s ochranou osobných údajov",
    "reporting-bugs-privacy-text": "Nezáleží nám na tom, kto sú používatelia, iba to, aká je pravdepodobnosť škodlivosti alebo strojov. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti. Ak ste našli problém, o ktorom si myslíte, že by mohol ovplyvniť súkromie používateľov, pošlite nám e-mail na adresu support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Zašlite nám spätnú väzbu",
    "reporting-bugs-provide-feedback-head": "Poskytnite okamžitú spätnú väzbu na hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ceníme si vaše podnety. Dajte nám vedieť akékoľvek problémy a my ich rýchlo vyriešime.",
    "reporting-bugs-security-head": "Chyby zabezpečenia",
    "reporting-bugs-security-text": "Vždy nás zaujímajú správy o bezpečnostných chybách. Pošlite e-mail na adresu support@hcaptcha.com & CC security@hcaptcha.com a my sa vám rýchlo ozveme. Máme tiež program na odškodnenie chýb za oprávnené správy o bezpečnosti v službe hCaptcha a súvisiacom zdrojovom kóde.",
    "sec-hc": "Najskôr bezpečnosť",
    "sec-hc-text": "hCaptcha je zameraná na vydavateľa. Snažíme sa, aby sme webom poskytovali skutočné údaje a nechali ich, aby rozhodli, ako ich použijú. Presnosť je vo vašom záujme a v našom záujme. Ďalšie captcha poskytujú reklamné spoločnosti. Každý robot, ktorého zablokujú, môže znížiť jeho príjem.",
    "switch-to-english-link": "Prepnúť na angličtinu",
    "what-is-hcaptcha": "Čo je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomáha vašim obľúbeným webovým službám predchádzať robotom, spamu a zneužívaniu kladením jednoduchých otázok, ktoré sú ľahké pre ľudí aj pre stroje.",
    "why-hc": "Prečo hCaptcha?",
    "why-hc-text": "Zakaždým, keď odpoviete na výzvu, pomocou sofistikovaných modelov zisťujeme, či ste človek alebo stroj. Webová stránka, ktorú ste navštívili, potom použije tento výsledok na to, aby zlepšila vaše skúsenosti s ich používaním robotov."
}