{
    "acc-opt": "Možnosti dostupnosti",
    "acc-opt-but": "Prečítajte si viac informácií o možnostiach dostupnosti",
    "acc-opt-text": "Ste zrakovo postihnutí alebo inak nedokážete dokončiť hCaptchas?",
    "accessibility-link": "prístupnosť",
    "appreciate-in": "Ďakujeme za váš príspevok. Dajte nám vedieť akékoľvek problémy a my ich rýchlo vyriešime.",
    "fb-but": "Pošlite nám spätnú väzbu",
    "feedback-text": "Poskytnite spätnú väzbu na hCaptcha, ktorú ste práve videli",
    "home-ent-1": "Hľadáte našu ponuku zabezpečenia podniku?",
    "home-ent-2": "Navštívte našu novú špecializovanú stránku: BotStop.com",
    "home-intro-body": "Používate captcha na ochranu robotov? hCaptcha chráni súkromie používateľov, odmeňuje webové stránky a pomáha spoločnostiam označovať ich údaje. Ide o náhradu za reCAPTCHA: môžete prepnúť do niekoľkých minút.",
    "home-intro-head": "Zastavte viac robotov. Začnite chrániť súkromie používateľa.",
    "home-main-1": "Súkromné. Zabezpečiť. Rýchlejšie. A my vám platíme, aby ste ho používali.",
    "home-main-2": "Ochrana osobných údajov bola zameraná",
    "home-main-2c": "Reklamné siete považujú vašich návštevníkov za produkt. Pre produkt hCaptcha je práca, ktorú poskytujú. Nezáleží nám na tom, kto sú vaši používatelia, iba ako je pravdepodobné, že budú škodliví. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
    "home-main-3": "Bezpečnosť na prvom mieste",
    "home-main-3c": "Presnosť je vo vašom záujme a naša. hCaptcha je zameraný na vydavateľa. Pracujeme na tom, aby sme vám poskytli skutočné údaje a rozhodli sme sa, ako ich budete používať. Ďalšie captchas poskytuje",
    "home-main-3c2": "reklamné spoločnosti. To znamená, že každý robot, ktorého zablokuje, môže znížiť svoje príjmy.",
    "home-main-4": "Lepšia používateľská skúsenosť",
    "home-main-4c": "Sofistikované modely strojového učenia používa hCaptcha na určovanie ľudskosti. To nám umožňuje vyžadovať menej nepríjemných úloh od vašich používateľov a zaberie to menej času, zatiaľ čo stále vyrábame užitočné údaje označené štítkami na označovanie zákazníkov.",
    "home-main-plans": "hCaptcha je zadarmo používať pre vydavateľov akejkoľvek veľkosti. Pre podniky a platformy, ktoré potrebujú väčšiu kontrolu, sú však naše podnikové riešenia k dispozícii.",
    "home-main-plans2": "Podnikové riešenia hCaptcha chránia milióny používateľov na desiatkach miliónov webových stránok pre niektoré z najväčších spoločností na svete. Prosím, kontaktujte nás pre viac informácií alebo navštívte",
    "home-main-plans3": "Podnikové riešenia hCaptcha chránia milióny používateľov na desiatkach miliónov webových stránok pre niektoré z najväčších spoločností na svete. Prosím, kontaktujte nás pre viac informácií alebo navštívte",
    "home-main-plans4": "pre viac informácií.",
    "learn-more-hcaptcha": "Ďalšie informácie o hCaptcha",
    "page-acc-faq-1": "Otázka: Je hCaptcha Section 508 + WCAG 2.0 kompatibilný? Odpoveď: Veríme tomu: všetci používatelia s akoukoľvek formou postihnutia, ktorí sú schopní prehliadať web a zadávať text do formulárov, majú prístup k službám chráneným hCaptcha po registrácii. Nejde však o právnu radu: mali by ste vykonať svoje vlastné hodnotenie a zohľadniť svoju konkrétnu implementáciu, aby ste sa ubezpečili, že je to váš prípad nasadenia.",
    "page-acc-faq-2": "Otázka: Pracujete na iných možnostiach prístupu (a11y), ako je zvuk? Odpoveď: Doteraz populárne možnosti, ako sú zvukové snímače, diskriminujú mnohých používateľov a11y a moderné techniky strojového učenia ich ľahko porazia. To viedlo k tomu, že súčasné zvukové výzvy sú čoraz zložitejšie, zavádzajú šum, nepárne načasovanie, nezvyčajné kombinácie slov atď., Aby porazili útočníkov. Preto sme menej nadšení z tohto prístupu v porovnaní s úplným vyhýbaním sa tejto výzve, ale zvážime to, ak bude existovať dopyt zo strany komunity a11y. Veľmi nás však zaujíma Ochrana osobných údajov v prípade použitia prístupu. Sme presvedčení, že kombinácia nášho súčasného prístupu k vydávaniu osobných údajov umožní všetkým používateľom bezpečne prehliadať a bezpečne s vedomím, že ich prevádzka je súkromnejšia, a zároveň obmedziť zneužívanie zo strany operátorov robotov, ku ktorému nevyhnutne dochádza, keď sú k dispozícii ďalšie možnosti. Sme aktívnymi účastníkmi pracovnej skupiny IETF, ktorá štandardizuje túto novú technológiu.",
    "page-acc-faq-3": "Otázka: A čo súkromie? Vystavuje registrácia nejakým spôsobom údaje prehliadania? Čo robíte s týmto e-mailom? Odpoveď: hCaptcha je určený na ochranu súkromia od základov. Je to veľmi odlišné od tradičných možností, ako sú napríklad reCAPTCHA, ktoré vlastní reklamné siete a ktoré majú motiváciu sledovať vás na webe a spájať vás so skutočnou identitou. E-maily alebo informácie o prístupe nikdy nepoužívame na žiadny iný účel, ako je uľahčenie ich používania a predchádzanie zneužitiu. Naše zásady ochrany osobných údajov obsahujú komplexné a spoľahlivé odpovede na to, ako používame údaje, ale krátka odpoveď je, že nemáme záujem spojiť vás ako osobu s vašou históriou prehliadania. Momentálne tiež pracujeme na kryptografickom riešení, aby sme rýchlo zahodili vašu e-mailovú adresu. pričom si stále zachovávame našu schopnosť predchádzať zneužívaniu a dopĺňajú našu prácu týkajúcu sa ochrany osobných údajov.",
    "page-acc-link-1": "Ak ste používateľom prístupnosti, zaregistrujte sa tu.",
    "page-acc-subhead": "Zabezpečenie plynulého prístupu pre všetkých používateľov pri zachovaní bezpečnosti",
    "page-acc-summary": "zhrnutie",
    "page-acc-summary-contents-1": "hCaptcha je navrhnutý tak, aby zastavil roboty tým, že ich odlíši od ľudí. Vizuálne testy sú na to vhodným nástrojom, ale nie každý dokáže vyriešiť vizuálnu výzvu. Z tohto dôvodu sme navrhli jednoduchú, bezbolestnú alternatívu, ktorá umožní vydavateľom využívajúcim našu službu zachovať prístupnosť pre všetkých s úplným dodržiavaním ustanovení oddielu 508 a WCAG 2.0.",
    "page-acc-summary-contents-2": "Ako to funguje: Najprv sa užívateľ prístupnosti zaregistruje na tejto adrese URL, ktorá je prepojená na informačnej stránke miniaplikácie hCaptcha. Dostávajú zašifrovaný súbor cookie, ktorý je možné použiť niekoľkokrát za deň, ale musia sa obnoviť každých 24 hodín prostredníctvom prihlásenia. Keď sa používateľovi s prístupom na akúkoľvek stránku prostredníctvom služby hCaptcha zobrazí výzva, automaticky prejde.",
    "page-acc-title": "hCaptcha Informácie o prístupnosti",
    "page-acc-tr-body": "Otázka: Po nastavení súboru cookie sa mi stále zobrazuje výzva. Čo to spôsobuje? Odpoveď: Dôvodom je zvyčajne použitie agresívneho blokovania reklám alebo rozšírenia proti súborom cookie alebo nastavenia, ktoré blokuje súbory cookie viacerých stránok. V tomto prípade je to súbor cookie pre doménu hcaptcha.com, ktorý je nastavený alebo skontrolovaný skriptom hCaptcha na inom webe. , rovnako ako ten, ktorý navštevujete. Súbory cookie hCaptcha na prístupnosť fungujú so všetkými obľúbenými prehliadačmi a blokovačmi reklám s ich štandardným nastavením, takže zlyhania sú zvyčajne spôsobené skriptmi anti-anti-adblock alebo podobnými pravidlami, ktoré zacieľujú na konkrétne stránky. Riešenia: 1. Súbory cookie whitelist hcaptcha.com a * .hcaptcha.com v blokovaní reklám alebo v rozšírení zabezpečenia prehliadača. 2. Ak používate prehliadač Brave, ktorý nemá (od apríla 2020) žiadny zoznam povolených súborov cookie, prejdite na Predvoľby -> Štíty -> Cookies a vyberte Povoliť všetky cookies. 3. Ak používate najnovšiu verziu prehliadača Safari na nedávno vydanom OS X 10.15 alebo iOS 13. 4, spoločnosť Apple práve zmenila správanie prehliadača Safari týkajúce sa súborov cookie tretích strán a štandardne ich blokuje. Realizujeme riešenie, ale medzitým prejdite do časti Predvoľby Safari, Ochrana osobných údajov a zrušte začiarknutie možnosti Sledovanie webových stránok: Zabráňte sledovaniu viacerých stránok, aby ste umožnili fungovanie súboru cookie prístupu tak, ako sa očakávalo. Otázka: Používam viac zariadení. Musím sa prihlásiť viackrát? Odpoveď: Nie. Ak chcete nastaviť súbor cookie, kliknite na rovnaký e-mailový prihlasovací odkaz, ktorý vám bol zaslaný na každom zariadení, ktoré používate.",
    "page-acc-tr-title": "Pre používateľov prístupnosti: Sprievodca otázkami a otázkami a odstraňovaním problémov",
    "priv-hc": "Ochrana osobných údajov bola zameraná",
    "priv-hc-text": "Reklamné siete vás považujú za svoj produkt. My nie. Nezaujíma nás, kto sú používatelia, iba pravdepodobnosť, že budú škodliví. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
    "sec-hc": "Bezpečnosť na prvom mieste",
    "sec-hc-text": "hCaptcha je zameraný na vydavateľa. Pracujeme na tom, aby sme webom poskytli skutočné údaje a rozhodli sme sa ich používať. Presnosť je vo vašom záujme a naša. Ďalšie captcha sú poskytované reklamnými spoločnosťami. Každý blokovaný robot môže znížiť svoje príjmy.",
    "what-is-hcaptcha": "Čo je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomáha vašim obľúbeným webovým službám vyhýbať sa robotom, spamu a zneužitiu kladením jednoduchých otázok, ktoré sú pre človeka jednoduché a pre stroje ťažké.",
    "why-hc": "Prečo hCaptcha?",
    "why-hc-text": "Zakaždým, keď odpoviete na výzvu, používame sofistikované modely, aby sme zistili, či ste človek alebo stroj. Web, ktorý ste navštívili, potom použije tento výsledok, aby pomohol vylepšiť vaše skúsenosti s ich webovými stránkami tým, že nebude uchovávať robotov."
}