{
    "acc-opt": "Možnosti dostupnosti",
    "acc-opt-but": "Prečítajte si viac informácií o možnostiach dostupnosti",
    "acc-opt-text": "Ste zrakovo postihnutí alebo inak nedokážete dokončiť hCaptchas?",
    "accessibility-link": "prístupnosť",
    "appreciate-in": "Ďakujeme za váš príspevok. Dajte nám vedieť akékoľvek problémy a my ich rýchlo vyriešime.",
    "fb-but": "Pošlite nám spätnú väzbu",
    "feedback-text": "Poskytnite spätnú väzbu na hCaptcha, ktorú ste práve videli",
    "page-acc-link-1": "Ak ste používateľom prístupnosti, zaregistrujte sa tu.",
    "page-acc-subhead": "Zabezpečenie plynulého prístupu pre všetkých používateľov pri zachovaní bezpečnosti",
    "page-acc-title": "hCaptcha Informácie o prístupnosti",
    "priv-hc": "Ochrana osobných údajov bola zameraná",
    "priv-hc-text": "Reklamné siete vás považujú za svoj produkt. My nie. Nezaujíma nás, kto sú používatelia, iba pravdepodobnosť, že budú škodliví. Podporujeme iniciatívy ako Privacy Pass a usilovne pracujeme na vyvážení súkromia a bezpečnosti.",
    "sec-hc": "Bezpečnosť na prvom mieste",
    "sec-hc-text": "hCaptcha je zameraný na vydavateľa. Pracujeme na tom, aby sme webom poskytli skutočné údaje a rozhodli sme sa ich používať. Presnosť je vo vašom záujme a naša. Ďalšie captcha sú poskytované reklamnými spoločnosťami. Každý blokovaný robot môže znížiť svoje príjmy.",
    "what-is-hcaptcha": "Čo je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomáha vašim obľúbeným webovým službám vyhýbať sa robotom, spamu a zneužitiu kladením jednoduchých otázok, ktoré sú pre človeka jednoduché a pre stroje ťažké.",
    "why-hc": "Prečo hCaptcha?",
    "why-hc-text": "Zakaždým, keď odpoviete na výzvu, používame sofistikované modely, aby sme zistili, či ste človek alebo stroj. Web, ktorý ste navštívili, potom použije tento výsledok, aby pomohol vylepšiť vaše skúsenosti s ich webovými stránkami tým, že nebude uchovávať robotov."
}