{
    "about-advisors-brendan": "DIREKTOR. Priznan vodja v AI. V zadnjih desetletjih je strojno inteligenco uporabljal pri najrazličnejših poslovnih težavah.",
    "about-advisors-dawn": "Doktorat iz računalniške biologije, Stanford. Delo z nevronskimi omrežji od leta 1999. Osredotočite se na aplikativni ML in poglobljeno učenje na lestvici.",
    "about-advisors-head": "Svetovalci",
    "about-advisors-keiran": "Strokovnjak za baze podatkov in Blockchain. Zgodnji inženir pri Clouderi in še več. Desetletja strokovne programske opreme in ekip za gradnjo strokovnega znanja.",
    "about-content-head-1": "Kar počnemo",
    "about-content-head-2": "Zakaj je pomembno",
    "about-content-text-1": "hCaptcha je storitev podjetja Intuition Machines Inc, podjetja AI in strojnega učenja s poudarkom na metalearstvu in vizualni domeni ML v merilu. Gradimo in upravljamo z veliko razširljivimi sistemi, da omogočimo storitve video analize in slike za podjetja Global 2000 po vsem svetu.",
    "about-content-text-2": "Več podatkov na splošno prinese boljše rezultate. Izdelava in vzdrževanje pravilno označenih in ustreznih nizov podatkov je zamudna in draga. hCaptcha je bil prvotno razvit za zadovoljevanje lastnih potreb po označevanju slik, zdaj pa je na voljo tudi za druga podjetja s podobnimi potrebami.",
    "about-intro-head-1": "Delo za hCaptcha",
    "about-intro-head-2": "Naša misija je velika",
    "about-intro-text": "Hitro rastemo in vedno iščemo najboljše svetovne nadarjenosti v naših svetovnih uradih. Prijavite se lahko s spodnjimi povezavami.",
    "about-leadership-alex": "Strokovnjak za baze podatkov in Blockchain. Zgodnji inženir pri Clouderi in še več. Desetletja strokovne programske opreme in ekip za gradnjo strokovnega znanja.",
    "about-leadership-eli": "DIREKTOR. Priznan vodja v AI. V zadnjih desetletjih je strojno inteligenco uporabljal pri najrazličnejših poslovnih težavah.",
    "about-leadership-head": "Vodstvo",
    "about-leadership-todd": "Doktorat iz računalniške biologije, Stanford. Delo z nevronskimi omrežji od leta 1999. Osredotočite se na aplikativni ML in poglobljeno učenje na lestvici.",
    "acc-opt": "Možnosti dostopnosti",
    "acc-opt-but": "Preberite več o možnostih dostopnosti",
    "acc-opt-text": "Ali ste slabovidni ali ne morete dokončati hCaptchas?",
    "accessibility-link": "Dostopnost",
    "appreciate-in": "Cenimo vaš prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
    "fb-but": "Pošljite nam povratne informacije",
    "feedback-text": "Pošljite povratne informacije o hCaptcha, ki ste ga pravkar videli",
    "footer-attribution": "Atribucija",
    "footer-copyright-text": "hCaptcha je registrirana blagovna znamka podjetja Intuition Machines, Inc.",
    "footer-header-1": "Podjetje",
    "footer-header-2": "Viri",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Označevanje",
    "footer-link-10": "Dostopnost",
    "footer-link-2": "O tem",
    "footer-link-3": "Službe",
    "footer-link-4": "Blagovne znamke",
    "footer-link-5": "Blog",
    "footer-link-6": "Stanje",
    "footer-link-7": "Dokumentacija",
    "footer-link-8": "Prijavi napako",
    "footer-link-9": "Dostopnost",
    "footer-privacy": "Zasebnost",
    "footer-subheader-1": "Podpora",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Pogoji",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Storitve označevanja",
    "header-login-button": "Vpiši se",
    "header-plans-link": "Načrti",
    "header-signup-button": "Prijava",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Poganja ga protokol ČLOVEK",
    "home-about-text-1": "hCaptcha je zasnovan za reševanje najbolj delovno intenzivnega problema v strojnem učenju: pravočasno, cenovno dostopno in zanesljivo označevanje ogromnih količin podatkov.",
    "home-about-text-2": "Več podatkov na splošno daje boljše rezultate pri modelih strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih nizov podatkov, skoraj vedno s človeškim pregledom. Vendar je ustvarjanje velikih naborov podatkov, ki jih pregleda človek, prek mehaničnega turka, slike osem itd. Počasi in drago.",
    "home-about-text-3": "hCaptcha spletnim mestom omogoča, da zaslužijo denar za to zahtevo, hkrati pa blokira bote in druge oblike zlorabe.",
    "home-about-text-4": "Tržnico hCaptcha poganja protokol HUMAN, odprt decentralizirani protokol za pregled ljudi, ki deluje na blokeri Ethereum. Spletne strani zaslužijo človeške žetone (HMT) vsakič, ko uporabniki na svojem spletnem mestu uporabljajo pripomoček hCaptcha, podjetja za strojno učenje pa plačajo Human Tokens, da dobijo oznako svojih podatkov.",
    "home-ba-labeling-services-link": "Storitve označevanja",
    "home-benefits-head-1": "Vrednost označevanja podatkov",
    "home-benefits-head-2": "Vrnite se v dobrodelne namene",
    "home-benefits-text-1": "Ste se zavedali, da vsakič, ko kliknete avtomobil, brezplačno usposobite sistem za strojno učenje enega podjetja Gigantic?",
    "home-benefits-text-2": "hCaptcha ta model obrne. Ko uporabljate hCaptcha, podjetja licitirajo za delo, ki ga opravijo vaši uporabniki, ko dokažejo svojo humanost. Dobite nagrade.",
    "home-benefits-text-3": "Se želite vrniti svoji najljubši dobrodelni družbi? hCaptcha vam omogoča, da dobrodelne ustanove podprete z zaslužkom, ki ga dobite z njegovo uporabo. Uporabniki na vašem spletnem mestu bodo lahko kmalu videli vaš prispevek k dobrodelnosti prek diskretne blagovne znamke na vmesniku hCaptcha.",
    "home-challenge-text-1": "Izberite vse slike, ki se ujemajo s poizvedbo",
    "home-challenge-text-2": "Določite omejevalno območje za predmete",
    "home-challenge-text-3": "Identificirajte ustrezne nalepke",
    "home-challenge-title-1": "Primerjava",
    "home-challenge-title-2": "Mejna škatla",
    "home-challenge-title-3": "Kategorizacija",
    "home-challenges-head": "Predstavljeni izzivi",
    "home-challenges-text-1": "... in druga preprosta opravila. Enostavno za ljudi, težko za bote.",
    "home-challenges-text-2": "Naloge po meri na voljo tudi podjetniškim založnikom.",
    "home-ent-1": "Iščete našo ponudbo varnosti podjetja?",
    "home-ent-2": "Obiščite naše novo namensko spletno mesto: BotStop.com",
    "home-ent-button": "Več o tem: BotStop avtor hCaptcha",
    "home-from-the-blog": "IZ BLOGA:",
    "home-from-the-blog-value": "Kako delujejo nastavitve težavnosti hCaptcha",
    "home-intro-body": "Ali uporabljate captcha, da preprečite bote? hCaptcha ščiti zasebnost uporabnikov, nagrajuje spletna mesta in podjetjem pomaga pri označevanju njihovih podatkov. To je nadomestna možnost za reCAPTCHA: preklopite lahko v nekaj minutah.",
    "home-intro-button": "Prijavite se zdaj",
    "home-intro-head": "Nehaj več botov. Začnite varovati zasebnost uporabnika.",
    "home-main-1": "Zasebno. Varno. Hitreje. In plačamo vam, da ga uporabite.",
    "home-main-2": "Zasebnost usmerjena",
    "home-main-2c": "Oglasna omrežja obiskovalce vidijo kot izdelek. Za hCaptcha je izdelek delo, ki ga zagotavljajo. Vseeno nam je, kdo so vaši uporabniki, le kako verjetno so zlonamerni. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost.",
    "home-main-3": "Varnost najprej",
    "home-main-3c": "Natančnost je v vašem in našem interesu. hCaptcha je osredotočen na založnike. Trudimo se, da bi vam dali resnične podatke in se odločili, kako jih uporabljati. Druge kapste zagotavljajo",
    "home-main-4": "Boljša uporabniška izkušnja",
    "home-main-4c": "HCaptcha uporablja prefinjene modele strojnega učenja za določanje človečnosti. To nam omogoča, da od svojih uporabnikov zahtevamo manj nadležnih nalog in si pri tem vzamemo manj časa, hkrati pa še vedno ustvarjamo koristne podatke z oznako za stranke.",
    "home-main-plans": "hCaptcha je brezplačna za uporabo založnikov katere koli velikosti. Vendar pa so za podjetja in platforme, ki potrebujejo več nadzora, na voljo rešitve za podjetja.",
    "home-main-plans2": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonov spletnih strani za nekatere največje družbe na planetu. Za več informacij nas kontaktirajte",
    "home-main-plans3": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonov spletnih strani za nekatere največje družbe na planetu. Za več informacij nas kontaktirajte",
    "home-main-plans4": "za podrobnosti.",
    "home-plans-button-1": "Prijavite se zdaj",
    "home-plans-button-2": "Obrnite se na prodajo",
    "home-plans-chart-head-1": "Lastnosti",
    "home-plans-chart-head-2": "Založnik",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Prikazane so vrste izziva za nadzor",
    "home-plans-chart-row-1-cell-2": "Omejeno",
    "home-plans-chart-row-1-cell-3": "Skupaj",
    "home-plans-chart-row-10-cell-1": "Več uporabniške nadzorne plošče",
    "home-plans-chart-row-11-cell-1": "Napredne funkcije poročanja",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Nadzirajte uporabljeno vsebino izziva",
    "home-plans-chart-row-2-cell-2": "Omejeno",
    "home-plans-chart-row-2-cell-3": "Skupaj",
    "home-plans-chart-row-3-cell-1": "Zaslužite nagrade za človeške rešitve",
    "home-plans-chart-row-4-cell-1": "Zaščita proti botricam svetovnega razreda",
    "home-plans-chart-row-5-cell-1": "Deluje v vsaki državi",
    "home-plans-chart-row-6-cell-1": "Politika zasebnosti glede na GDPR in CCPA",
    "home-plans-chart-row-7-cell-1": "Stopnja težavnosti drobnozrnatega dela",
    "home-plans-chart-row-8-cell-1": "Odprite svojo izzivno vsebino",
    "home-plans-chart-row-9-cell-1": "Časovno časovno načrtovanje težavnosti",
    "home-try-it-out-button": "Pridobite hCaptcha",
    "home-try-it-out-head": "Poskusi",
    "home-try-it-out-text": "hCaptcha omogoča enostavno, enostavno in zanesljivo odkrivanje bot, hkrati pa je za ljudi nepomembno.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je zasnovan za reševanje najbolj delovno intenzivnega problema strojnega učenja; pravočasen, cenovno dostopen in zanesljiv način označevanja ogromnih količin podatkov. Več podatkov na splošno daje boljše rezultate pri modelih strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih naborov podatkov in hCaptcha temu ustreza.",
    "labeling-about-text-2": "Vendar je ustvarjanje velikih naborov podatkov, ki jih pregleda človek, s tradicionalnimi metodami, počasno in drago. hCaptcha je način, da podjetja prejmejo pripombe, ki jih potrebujejo hitreje, z višjo kakovostjo in z nižjimi stroški kot druge alternative.",
    "labeling-annotations-head": "Vrste komentarjev",
    "labeling-annotations-text-1": "Natančno odkrivanje predmetov na slikah in videoposnetkih",
    "labeling-annotations-text-2": "Natančno odkrivanje predmetov na slikah in videoposnetkih",
    "labeling-annotations-text-3": "Opombe o točkah za številne različne primere uporabe",
    "labeling-annotations-text-4": "Razvrstite ali dodajte poljubne kategorije poljubne velikosti",
    "labeling-annotations-text-5": "Zaznavanje in razvrščanje s človeškim pogonom",
    "labeling-annotations-text-6": "Potrebujete drugo vrsto, ki ni navedena tukaj? Samo vprašajte nas.",
    "labeling-annotations-title-1": "Mejne škatle",
    "labeling-annotations-title-2": "Poligon",
    "labeling-annotations-title-3": "Mejniki",
    "labeling-annotations-title-4": "Pripišite kategorizacijo",
    "labeling-annotations-title-5": "Primerjava in zaznavanje",
    "labeling-annotations-title-6": "... in še veliko več",
    "labeling-ent-button": "Obrnite se na naš tim za podjetniške rešitve",
    "labeling-ent-head": "Potrebujete nadzor od konca do konca?",
    "labeling-ent-text-1": "Platforma HUMAN, ki stoji za hCaptcha, ponuja zelo izpopolnjene lastnosti kakovosti dela in upravljanja s pomočjo lokalnih, hibridnih ali SaaS namestitev, ki se integrirajo z vašimi obstoječimi sistemi.",
    "labeling-ent-text-2": "Popolnoma brez povezave z lastno delovno silo, sledenje porabljene vrednosti med poslovnimi enotami ali konzorcijskimi partnerji, selektivno usmerjanje opravil k različnim notranjim ali zunanjim izvajalcem dela na podlagi stroškovnih in varnostnih zahtev in še več.",
    "labeling-ent-text-3": "Enostaven dostop do API-ja, čudovite nadzorne plošče in najnovejša tehnologija model-v-zanki za povečanje učinkovitosti.",
    "labeling-ent-text-4": "Na voljo so 99,99-odstotni čas podaljševanja SLA in 24/7 globalna podpora. Za več informacij:",
    "labeling-features-head-1": "Preprosti cevovodi, ki jih poganja API.",
    "labeling-features-head-2": "Optimiziran za ceno in kakovost. Zavezanost ni potrebna vnaprej.",
    "labeling-features-head-3": "Plačajte samo točnost, ki jo potrebujete.",
    "labeling-features-head-4": "Navedite svoje podatke o resničnosti tal ali nam omogočimo, da jih gradimo na poti.",
    "labeling-features-text-1": "Želite človeški pregled vključiti neposredno v svoje poslovanje? Nudimo visoko zanesljive SLA-je, zagotovljeno zmogljivost in preproste API-je REST.",
    "labeling-features-text-2": "Platforma HUMAN uporablja celovite modele zaupanja za izpopolnjeno analizo kakovosti v realnem času. To nam omogoča, da hitro določimo težavnost vprašanj in njihov verjetno pravi odgovor, s čimer prihranimo čas in denar.",
    "labeling-features-text-3": "Niso vsi problemi enaki. Obvestila za pomembne varnostne naloge lahko zahtevajo 99,99-odstotno zaupanje povsem človeških delavcev. Obvestila za eno funkcijo beta v aplikaciji za mobilne igre lahko zahtevajo le zmerno zaupanje. Ti odločaš.",
    "labeling-features-text-4": "Ali imate neobdelane podatke brez celovitega nabora preverjanja? V večini primerov lahko sestavimo enega za vas, ko se opravila izvajajo skozi sistem, ali izdelamo vzorčne vzorce za vašo odobritev.",
    "labeling-info-head": "Pridobivanje podatkov",
    "labeling-info-text-1": "Pogovorite se z enim od naših strokovnjakov za domeno, da določite potrebe vašega projekta: natančnost cilja, obliko in vse posebne zahteve.",
    "labeling-info-text-2": "Na podlagi vzorčnih podatkov izvedemo majhno proizvodno opravilo. To preizkuša delo, ki smo ga skupaj opravili, da zagotovimo točno tisto, kar potrebujete.",
    "labeling-info-text-3": "Z veliko prostornino in nizko zamudo bomo vaše delo hitro spremenili z avtomatizirano dostavo takoj, ko bo končano.",
    "labeling-info-text-4": "Ko bomo bolje razumeli parametre vašega proizvodnega dela, se bodo rezultati sčasoma izboljševali.",
    "labeling-info-text-5": "Nadzorne plošče v živo vam omogočajo, da kadar koli pošljete povratne informacije ali zaustavite proizvodnjo.",
    "labeling-info-title-1": "Določite specifikacije",
    "labeling-info-title-2": "Začetni preizkus zaposlitve",
    "labeling-info-title-3": "Uveljavite proizvodna opravila",
    "labeling-info-title-4": "Stalno izboljševanje",
    "labeling-info-title-5": "Rezultati v realnem času",
    "labeling-main-1": "Stroškovno učinkovito označevanje podatkov v merilu",
    "labeling-main-1-button": "Pridobite podatke z oznako zdaj",
    "labeling-main-1c": "Potrebujete več oznak za svoje nabore podatkov? hCaptcha omogoča hitro, stroškovno učinkovito in kakovostno označevanje podatkov za podjetja, ki delajo na aplikacijah umetne inteligence in strojnega učenja.",
    "labeling-main-2": "Takoj zaženite milijone nalog.",
    "labeling-main-2-button": "Kupite storitve označevanja podatkov",
    "labeling-main-2c": "hCaptcha ima na voljo enega največjih bazenov na planetu. Ne glede na vaš obseg, lahko to rešimo brez dragih vnaprejšnjih obveznosti. Milijoni nalog na dan niso problem.",
    "labeling-platform-head": "Zasebne ali javne informacije",
    "labeling-platform-text": "hCaptcha je zgrajena na platformi HUMAN, ki omogoča prefinjeno usmerjanje in analizo za optimizacijo stroškov in učinkovitosti na vsakem koraku. Ta tehnologija omogoča pravi delovni sili, da opravi vsak del svojega delovnega mesta, kar povečuje stroškovno učinkovitost ob ohranjanju zasebnosti in izpolnjuje vse veljavne regulativne zahteve.",
    "labeling-try-button": "Kupite storitve označevanja podatkov",
    "labeling-try-head": "Želite poskusiti s svojimi podatki?",
    "labeling-try-text": "... smo pripravljeni, ko ste: naša storitev je na voljo ves čas.",
    "learn-more-hcaptcha": "Več o hCaptcha",
    "page-acc-faq-1": "Vprašanje: Ali je skladen hCaptcha oddelek 508 + WCAG 2.0? Odgovor: Tako verjamemo: vsi uporabniki s kakršno koli obliko okvare, ki lahko brskajo po spletu in vnašajo besedilo na obrazce, lahko ob registraciji dostopajo do storitev, zaščitenih s hCaptcha. Vendar to ni pravni nasvet: opraviti morate lastno oceno in pri tem upoštevati posebno izvedbo, da zagotovite, da je to primer za vašo uporabo.",
    "page-acc-faq-2": "Vprašanje: Ali delate na drugih možnostih dostopnosti (a11y), kot je zvok? Odgovor: Prej priljubljene možnosti, kot so avdio captcha, diskriminirajo številne uporabnike a11y in jih zlahka premagajo sodobne tehnike strojnega učenja. To je prisililo, da trenutni zvočni izzivi postajajo čedalje težji, kar uvaja hrup, čudno merjenje časa, nenavadne kombinacije besed in tako naprej, da premagajo napadalce. Tako smo manj navdušeni nad tem pristopom, v celoti pa se izogibamo izzivu, vendar ga bomo upoštevali, če bo povpraševanje s strani skupnosti a11y. Vendar nas zelo zanima Pass Pass za zasebnost za primer uporabe. Verjamemo, da bo združitev našega trenutnega pristopa a11y z izdajo zasebnosti Pass uporabnikom omogočila varno brskanje uporabnikom a11y in se zavedala, da je njihov promet bolj zaseben, hkrati pa bo omejila zlorabe s strani operaterjev bot, ki se neizogibno pojavljajo, ko so na voljo možnosti a11y. Smo aktivni udeleženci delovne skupine IETF, ki standardizira to novo tehnologijo.",
    "page-acc-faq-3": "Vprašanje: Kaj pa zasebnost? Ali registracija na nek način izpostavlja podatke o brskanju A11? Kaj naredite z e-pošto? Odgovor: hCaptcha je zasnovan za zasebnost od zgoraj navzgor. Zelo se razlikuje od tradicionalnih možnosti, kot je reCAPTCHA, ki so v lasti oglasnih omrežij, ki vas spodbudijo, da vas spremljajo po spletu in vas povezujejo s pravo identiteto. E-poštnih sporočil ali informacij o dostopnosti nikoli ne uporabljamo za druge namene, razen za lažjo uporabo a11y in preprečevanje zlorab. Naš pravilnik o zasebnosti vsebuje izčrpne in verodostojne odgovore o tem, kako uporabljamo podatke, vendar kratek odgovor ni, da vas ne zanima, da bi vas povezali kot osebo z vašo zgodovino brskanja. Trenutno prav tako delamo na kriptografski rešitvi za hitro zavrženje vašega e-poštnega naslova medtem ko še vedno ohranjamo našo sposobnost preprečevanja zlorab, dopolnjujemo naše delo o zasebnosti.",
    "page-acc-link-1": "Če ste uporabnik za dostop, se prijavite tukaj.",
    "page-acc-subhead": "Zagotavljanje brezšivnega dostopa za vse uporabnike ob ohranjanju varnosti",
    "page-acc-summary": "Povzetek",
    "page-acc-summary-contents-1": "hCaptcha je zasnovan tako, da zaustavi bote tako, da jih loči od ljudi. Vizualni testi so prikladno orodje za to, vendar ne more vsak rešiti vizualnega izziva. Zaradi tega smo zasnovali preprosto, nebolečo alternativo, s katero bomo založnikom, ki uporabljajo našo storitev, omogočili, da ohranijo dostopnost za vse s popolno skladnostjo oddelka 508 in WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako deluje: najprej se na tem naslovu prijavi uporabnik za dostop, ki je povezan na strani s pripomočki hCaptcha. Dobil jim je šifriran piškotek, ki ga je mogoče uporabiti večkrat na dan, vendar ga je treba osveževati vsakih 24 ur s pomočjo prijave. Ko se uporabniku, ki je dostopen, na katerem koli spletnem mestu, ki uporablja storitev hCaptcha, izziv predstavlja, bo samodejno posredoval.",
    "page-acc-title": "Informacije o dostopnosti hCaptcha",
    "page-acc-tr-body": "Vprašanje: Po nastavitvi piškotka še vedno vidim izziv. Kaj povzroča to? Odgovor: Običajno je to posledica uporabe agresivnega blokatorja oglasov ali razširitve piškotkov ali nastavitve, ki blokira piškotke med spletnimi stranmi, v tem primeru piškotek za hcaptcha.com, ki ga hCaptcha JavaScript nastavi ali preveri na drugem spletnem mestu , kot je tista, ki jo obiščete. Piškotki o dostopnosti hCaptcha delujejo z vsemi priljubljenimi brskalniki in zaviralci oglasov s svojimi standardnimi nastavitvami, zato so ponavadi napake posledica skriptov anti-adblock ali podobnih naborov pravil, ki ciljajo na določena spletna mesta. Rešitve: 1. Piškotki hcaptcha.com in * .hcaptcha.com v blokatorju oglasov ali varnostni razširitvi brskalnika. 2. Če uporabljate brskalnik Brave, ki ni (od aprila 2020) noben seznam piškotkov, pojdite na Nastavitve -> Ščiti -> Piškotki in izberite Dovoli vse piškotke. 3. Če uporabljate najnovejšo različico Safarija na nedavno izdanem OS X 10.15 ali iOS 13. 4, je Apple pravkar spremenil vedenje Safarija v zvezi s tretjimi piškotki in jih privzeto blokiral. Izvajamo rešitev, vmes pa obiščite nastavitve Safarija, zasebnost in počistite polje za sledenje spletnim mestom: preprečite sledenje med spletnimi mesti, da bi piškotek za dostopnost deloval, kot je bilo pričakovano. Vprašanje: Uporabljam več naprav. Ali se moram večkrat prijaviti? Odgovor: Ne. Prosimo, kliknite isto povezavo za prijavo po e-pošti, ki vam je bila poslana v vsaki napravi, ki jo uporabljate za nastavitev piškotka.",
    "page-acc-tr-title": "Za uporabnike s posebnimi potrebami: Vodič za vprašanja in odpravljanje težav",
    "priv-hc": "Zasebnost usmerjena",
    "priv-hc-text": "Oglasna omrežja vas vidijo kot njihov izdelek. Ne bomo. Ne zanima nas, kdo so uporabniki, le kako verjetno so zlonamerni. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost.",
    "reporting-bugs-accessibility-button": "Preberite več o možnostih dostopnosti",
    "reporting-bugs-accessibility-head": "Možnosti dostopnosti",
    "reporting-bugs-accessibility-text": "Ali ste slabovidni ali ne morete dokončati hCaptchasa?",
    "reporting-bugs-guide-ff-head": "Zajem podrobnosti poročila o napaki: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. korak: Odprite orodja za razvijalce (s tem začnete snemati sejo.)",
    "reporting-bugs-guide-ff-step-2": "2. korak: v orodjih za razvijalce kliknite zavihek Omrežje. Potrdite polje Persist dnevniki na vrhu.",
    "reporting-bugs-guide-ff-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težavo (Opomba o zasebnosti: samo če se ne motim deliti, kaj je) ... in nato kliknite I sem človeški gumb in poskusite rešiti.",
    "reporting-bugs-guide-ff-step-4": "4. korak: Po poskusu rešitve kliknite HAR in izberite Shrani vse kot HAR, da shranite omrežni dnevnik. Pošljite nam to datoteko.",
    "reporting-bugs-guide-ff-step-5": "5. korak: Kliknite zavihek Konzola in z desno miškino tipko kliknite Izberi vse in shranite to v besedilno datoteko, da shranite dnevnik konzole. Pošljite nam tudi to.",
    "reporting-bugs-guide-ff-step-6": "Zadnji korak: pošljite nam te datoteke dnevnikov HAR in konzole ter opišite težavo Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot sta Dropbox ali Filebin in pošljite povezave) in po možnosti posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno . Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali pridobiti te informacije! Zavezani smo k temu, da bo hCaptcha dobro deloval za vse.",
    "reporting-bugs-guide-head": "Zajem podrobnosti poročila o napaki: Chrome",
    "reporting-bugs-guide-step-1": "1. korak: Odprite orodja za razvijalce (s tem začnete snemati sejo.)",
    "reporting-bugs-guide-step-2": "2. korak: v orodjih za razvijalce kliknite zavihek Omrežje. Potrdite polje Preserve log na vrhu.",
    "reporting-bugs-guide-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težavo (Opomba o zasebnosti: samo če se ne motim deliti, kaj je) ... in nato kliknite I sem človeški gumb in poskusite rešiti.",
    "reporting-bugs-guide-step-4": "4. korak: Po poskusu rešitve kliknite Izvozi HAR (puščica navzdol), ki shrani omrežni dnevnik. Pošljite nam to datoteko.",
    "reporting-bugs-guide-step-5": "5. korak: Kliknite jeziček Konzola in z desno miškino tipko kliknite Shrani kot .., da shranite dnevnik konzole. Pošljite nam tudi to.",
    "reporting-bugs-guide-step-6": "Zadnji korak: pošljite nam te datoteke datotek HAR in konzole ter opišite težavo. Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot je Dropbox ali Filebin, in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno. Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali pridobiti te informacije! Zavezani smo k temu, da bo hCaptcha dobro deloval za vse.",
    "reporting-bugs-guide-text-1": "Pošiljanje informacij o odpravljanju napak s svojim poročilom nam bo veliko olajšalo ugotavljanje, kaj se dogaja. Tu so navodila po korakih:",
    "reporting-bugs-guide-text-2": "Če ste spletni razvijalec ali strokovni uporabnik, povzetek želimo, da nam pošljete zapise omrežja HAR in dnevnike konzole brskalnika. Poskusite najprej onemogočiti preprečevalce oglasov ali varnostne razširitve brskalnika in nato poskusite, preden nadaljujete na te korake. Če s tem odpravite težavo, vas še vedno cenimo, da nam sporočite različico svojega brskalnika, zaviralca oglasov ali razširitev brskalnika in URL spletnega mesta.",
    "reporting-bugs-intro-head": "Našli hrošča? Tukaj je, kako poročati.",
    "reporting-bugs-intro-text": "Na milijone ljudi uporablja hCaptcha vsak mesec na tisoče kombinacij brskalnikov, razširitev, naprav, požarnih zidov in še več. Naš cilj je zagotoviti, da vedno deluje za vas, zato zelo cenimo vaša poročila! Če želite dati hitre povratne informacije, kliknite gumb Pošlji nam povratne informacije. Če imate težave s funkcijo, sledite navodilom dnevnika za odpravljanje napak za Chrome ali spodnjim navodilom dnevnika za odpravljanje napak za Firefox. Za vse druge brskalnike nam pišite po e-pošti. Za morebitna vprašanja glede varnosti ali zasebnosti glejte spodnja navodila.",
    "reporting-bugs-privacy-head": "Vprašanja glede zasebnosti",
    "reporting-bugs-privacy-text": "Ne zanima nas, kdo so uporabniki, le kako verjetno so zlonamerni ali stroji. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost. Če ste našli težavo, za katero mislite, da lahko vpliva na zasebnost uporabnikov, nam pišite na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošljite nam povratne informacije",
    "reporting-bugs-provide-feedback-head": "Zagotovite takojšnje povratne informacije o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Cenimo vaš prispevek. Sporočite nam vsa vprašanja in jih hitro rešimo.",
    "reporting-bugs-security-head": "Varnostne napake",
    "reporting-bugs-security-text": "Vedno nas zanima prejemanje poročil o varnostnih napakah. Pošljite e-pošto na support@hcaptcha.com & CC security@hcaptcha.com in hitro vam bomo odgovorili. Na voljo imamo tudi program za hroščanje za primerna poročila o varnosti storitve hCaptcha in s tem povezano izvorno kodo.",
    "sec-hc": "Varnost najprej",
    "sec-hc-text": "hCaptcha je osredotočen na založnike. Trudimo se, da spletnim mestom dajemo resnične podatke in jim omogočimo, da se sami odločijo, kako jih bodo uporabljali. Natančnost je v vašem in našem interesu. Ostale kapsule ponujajo oglaševalske družbe. Vsak bot, ki ga blokirajo, lahko zmanjša njihov prihodek.",
    "switch-to-english-link": "Preklopite na angleščino",
    "what-is-hcaptcha": "Kaj je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečevati bote, neželeno pošto in zlorabe, tako da postavlja preprosta vprašanja, ki so enostavna za ljudi in težka za stroje.",
    "why-hc": "Zakaj hCaptcha?",
    "why-hc-text": "Vsakič, ko odgovorite na izziv, uporabljamo prefinjene modele, da ugotovimo, ali ste človek ali stroj. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje izkušenj na njihovem spletnem mestu z izogibanjem botov."
}