{
    "about-advisors-brendan": "Izvršni direktor podjetja Brave. Soustanovitelj Mozille. Ustvarjalec programskega jezika JavaScript. Graditelj brskalnikov in še več.",
    "about-advisors-dawn": "Profesor, univerza na Kalifornijski univerzi v Berkeleyju. Poglobljeno učenje, varnost, strokovnjak za blockchain. Izvršni direktor podjetja Oasis Labs.",
    "about-advisors-head": "Svetovalci",
    "about-advisors-keiran": "Znanstvenik na Stanfordu. Strojno učenje in kvantitativno financiranje pri večjih bankah, hedge skladih in akademskih krogih.",
    "about-content-head-1": "Kar počnemo",
    "about-content-head-2": "Zakaj je pomembno",
    "about-content-text-1": "hCaptcha je storitev podjetja Intuition Machines Inc, podjetja za umetno inteligenco in strojno učenje s poudarkom na metaučenju in ML v vidni domeni. Izdelujemo in upravljamo obsežno razširljive sisteme, ki omogočajo storitve analize videov in slik za podjetja Global 2000 po vsem svetu.",
    "about-content-text-1a": "hCaptcha prinaša sodoben pristop, ki se osredotoča na zasebnost in zaustavlja bote.",
    "about-content-text-1b": "Prikažemo izzive CAPTCHA, ki so za bote težki, a za ljudi enostavni, tako da zbiramo težko označljive podatke iz težav s strojnim učenjem in jih uporabljamo za razločevanje, ali je obiskovalec spletnega mesta ali aplikacije človek.",
    "about-content-text-2": "Več podatkov na splošno prinaša boljše rezultate. Izdelava in vzdrževanje pravilno označenih in ustreznih naborov podatkov je zamudno in drago. hCaptcha je bil prvotno razvit za lastne potrebe pri označevanju slik in je zdaj na voljo drugim podjetjem s podobnimi potrebami.",
    "about-content-text-2a": "Slabi igralci so v spletu vse pogostejši. Toda žrtvovanje zasebnosti uporabnikov ni odgovor.",
    "about-content-text-2b": "Varnostne rešitve, ki jih ponujajo oglaševalska podjetja, so osredotočene predvsem na sledenje uporabnikom po spletu. Ustvarili smo učinkovito varnostno rešitev, ki dokazuje, da škodovanje zasebnosti uporabnika ni nujno za doseganje odličnih rezultatov.",
    "about-intro-head-1": "O hCaptcha",
    "about-intro-head-2": "Zasebnost, varnost in strojno učenje.",
    "about-intro-text": "hCaptcha je najbolj razširjena neodvisna storitev CAPTCHA na svetu.",
    "about-leadership-alex": "Strokovnjak za zbirke podatkov in blokov. Zgodnji inženir v podjetju Cloudera in še več. Desetletja strokovnega znanja, ki gradijo programsko opremo in ekipe.",
    "about-leadership-eli": "DIREKTOR. Priznani vodja v AI. V zadnjih desetletjih je strojno inteligenco uveljavil pri najrazličnejših poslovnih težavah.",
    "about-leadership-head": "Vodenje",
    "about-leadership-todd": "Doktorat iz računalniške biologije, Stanford. Delo z nevronskimi mrežami od leta 1999. Osredotočite se na uporabno ML in globoko učenje v obsegu.",
    "acc-opt": "Možnosti dostopnosti",
    "acc-opt-but": "Preberite več o možnostih dostopnosti",
    "acc-opt-text": "Ali ste slabovidni ali kako drugače ne morete dokončati hCaptchas?",
    "accessibility-link": "Dostopnost",
    "appreciate-in": "Zahvaljujemo se vam za prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
    "fb-but": "Pošljite nam povratne informacije",
    "feedback-text": "Pošljite povratne informacije o hCaptcha, ki ste jo pravkar videli",
    "footer-attribution": "Pripisovanje",
    "footer-copyright-text": "hCaptcha je registrirana blagovna znamka podjetja Intuition Machines, Inc.",
    "footer-header-1": "Podjetje",
    "footer-header-2": "Viri",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Označevanje",
    "footer-link-10": "Dostopnost",
    "footer-link-2": "O tem",
    "footer-link-3": "Službe",
    "footer-link-4": "Blagovne znamke",
    "footer-link-5": "AI etika",
    "footer-link-6": "Spletni dnevnik",
    "footer-link-7": "Stanje",
    "footer-link-8": "Dokumentacija",
    "footer-link-9": "Prijavite napako",
    "footer-privacy": "Zasebnost",
    "footer-subheader-1": "Podpora",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Pogoji",
    "h-plans": "Naročninski načrti",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Označevalne storitve",
    "header-login-button": "Vpiši se",
    "header-plans-link": "Načrti",
    "header-signup-button": "Prijava",
    "home-about-head": "O hCaptcha",
    "home-about-subtitle": "Omogoča HUMAN Protocol",
    "home-about-text-1": "hCaptcha je zasnovan za reševanje najbolj delovno intenzivnega problema strojnega učenja: pravočasno, cenovno dostopno in zanesljivo označevanje ogromnih količin podatkov.",
    "home-about-text-2": "Več podatkov na splošno prinaša boljše rezultate pri vadbi modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih naborov podatkov, skoraj vedno s človeškim pregledom. Vendar je ustvarjanje velikih naborov podatkov, ki jih pregledajo ljudje, prek Mechanical Turk, Figure Eight itd. Počasno in drago.",
    "home-about-text-3": "hCaptcha spletnim mestom omogoča, da zaslužijo denar za to povpraševanje, hkrati pa blokirajo bote in druge oblike zlorab.",
    "home-about-text-4": "Tržišče hCaptcha poganja HUMAN Protocol, odprti decentralizirani protokol za človeški pregled, ki deluje na verigi Ethereum. Spletne strani zaslužijo človeške žetone (HMT) vsakič, ko uporabniki na svoji spletni strani uporabljajo pripomoček hCaptcha, podjetja za strojno učenje pa plačajo človeške žetone, da dobijo svoje podatke.",
    "home-ba-labeling-services-link": "Označevalne storitve",
    "home-benefits-head-1": "Vrednost pri označevanju podatkov",
    "home-benefits-head-2": "Vrnite se v dobrodelne namene",
    "home-benefits-text-1": "Ste vedeli, da vsakič, ko kliknete na avto, pomagate brezplačno usposobiti en sam sistem strojnega učenja podjetja Gigantic?",
    "home-benefits-text-2": "hCaptcha obrne ta model. Ko uporabljate hCaptcha, podjetja licitirajo za delo, ki ga opravljajo vaši uporabniki, ko dokazujejo svojo humanost. Dobite nagrade.",
    "home-benefits-text-3": "Bi radi vrnili svojo najljubšo dobrodelno organizacijo? hCaptcha vam omogoča, da podprete dobrodelne organizacije po vaši izbiri z zaslužkom, ki ga pridobite z njegovo uporabo. Uporabniki vašega spletnega mesta bodo kmalu lahko videli vaš prispevek k dobrodelnosti z diskretnimi blagovnimi znamkami na vmesniku hCaptcha.",
    "home-challenge-text-1": "Izberite vse slike, ki se ujemajo s poizvedbo",
    "home-challenge-text-2": "Določite mejno območje za predmete",
    "home-challenge-text-3": "Določite ustrezne nalepke",
    "home-challenge-title-1": "Primerjava",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorizacija",
    "home-challenges-head": "Predstavljeni izzivi",
    "home-challenges-text-1": "... in druge preproste naloge. Enostavno za ljudi, težko za bote.",
    "home-challenges-text-2": "Naloge po meri so na voljo tudi podjetniškim založnikom.",
    "home-ent-1": "Iščete naše varnostne ponudbe za podjetja?",
    "home-ent-2": "Obiščite novo namensko spletno stran: BotStop.com",
    "home-ent-button": "Več o tem: BotStop by hCaptcha",
    "home-from-the-blog": "IZ BLOGA:",
    "home-from-the-blog-value": "Kako delujejo nastavitve težavnosti hCaptcha",
    "home-intro-body": "Ali uporabljate captcha za preprečevanje botov? hCaptcha ščiti zasebnost uporabnikov, nagrajuje spletna mesta in podjetjem pomaga pri označevanju njihovih podatkov. To je nadomestna možnost za reCAPTCHA: preklopite jo lahko v nekaj minutah.",
    "home-intro-button": "Prijavite se zdaj",
    "home-intro-head": "Ustavite več botov. Začnite varovati zasebnost uporabnikov.",
    "home-main-1": "Zasebno. Varno. Hitreje. In plačamo vam, da ga uporabljate.",
    "home-main-2": "Zasebnost osredotočena",
    "home-main-2c": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za hCaptcha je izdelek delo, ki ga zagotavljajo. Vseeno nam je, kdo so vaši uporabniki, ampak samo verjetnost, da bodo zlonamerni. Podpiramo pobude, kot je Privacy Pass, in si močno prizadevamo za uravnoteženje zasebnosti in varnosti.",
    "home-main-3": "Varnost najprej",
    "home-main-3c": "Natančnost je v vašem in našem interesu. hCaptcha je osredotočen na založnike. Trudimo se, da vam zagotovimo resnične podatke in vam omogočimo, da se odločite, kako jih boste uporabili. Za ostale captcha poskrbijo oglaševalska podjetja Gigantic. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša svoj prihodek.",
    "home-main-4": "Boljša uporabniška izkušnja",
    "home-main-4c": "Za določanje človečnosti hCaptcha uporablja prefinjene modele strojnega učenja. Tako lahko od svojih uporabnikov zahtevamo manj nadležne naloge in si pri tem vzamemo manj časa, hkrati pa še vedno ustvarjamo koristne označene podatke za označevanje strank.",
    "home-main-plans": "hCaptcha je brezplačna za založnike vseh velikosti. Vendar pa so za podjetja in platforme, ki potrebujejo več nadzora, na voljo naše rešitve za podjetja.",
    "home-main-plans2": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonih spletnih mest nekaterih največjih podjetij na planetu. Za več informacij se obrnite na nas ali obiščite",
    "home-main-plans3": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonih spletnih mest nekaterih največjih podjetij na planetu. Za več informacij se obrnite na nas ali obiščite",
    "home-main-plans4": "za podrobnosti.",
    "home-plans-button-1": "Prijavite se zdaj",
    "home-plans-button-2": "Obrnite se na prodajo",
    "home-plans-chart-head-1": "Lastnosti",
    "home-plans-chart-head-2": "Založnik",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Prikazane vrste nadzora izziva",
    "home-plans-chart-row-1-cell-2": "Omejeno",
    "home-plans-chart-row-1-cell-3": "Skupaj",
    "home-plans-chart-row-10-cell-1": "Nadzorne plošče za več uporabnikov",
    "home-plans-chart-row-11-cell-1": "Napredne funkcije poročanja",
    "home-plans-chart-row-12-cell-1": "SLA za podjetja",
    "home-plans-chart-row-2-cell-1": "Nadzorovana uporabljena vsebina",
    "home-plans-chart-row-2-cell-2": "Omejeno",
    "home-plans-chart-row-2-cell-3": "Skupaj",
    "home-plans-chart-row-3-cell-1": "Zaslužite nagrade za človeške rešitve",
    "home-plans-chart-row-4-cell-1": "Zaščita proti botom svetovnega razreda",
    "home-plans-chart-row-5-cell-1": "Deluje v vseh državah",
    "home-plans-chart-row-6-cell-1": "GDPR in CCPA prijazna politika zasebnosti",
    "home-plans-chart-row-7-cell-1": "Drobno zahtevne stopnje težavnosti",
    "home-plans-chart-row-8-cell-1": "Uvedite svojo vsebino izziva",
    "home-plans-chart-row-9-cell-1": "Časovno razporejanje težav",
    "home-try-it-out-button": "Pridobite hCaptcha",
    "home-try-it-out-head": "Poskusi",
    "home-try-it-out-text": "hCaptcha omogoča preprosto, enostavno in zanesljivo zaznavanje botov, hkrati pa je za ljudi preprosto reševanje.",
    "labeling-about-head": "O hCaptcha",
    "labeling-about-text-1": "hCaptcha je zasnovan za reševanje najzahtevnejših problemov v strojnem učenju; pravočasno, cenovno dostopno in zanesljivo označevanje velike količine podatkov. Več podatkov na splošno prinaša boljše rezultate pri vadbi modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih naborov podatkov in hCaptcha ustreza tej potrebi.",
    "labeling-about-text-2": "Ustvarjanje velikih naborov podatkov, ki jih pregleduje človek, s tradicionalnimi metodami je počasno in drago. hCaptcha je način, s katerim podjetja hitreje dobijo pripise, ki jih potrebujejo, z večjo kakovostjo in nižjimi stroški kot druge možnosti.",
    "labeling-annotations-head": "Vrste pripisov",
    "labeling-annotations-text-1": "Natančno zaznavanje predmetov v slikah in video posnetkih",
    "labeling-annotations-text-2": "Natančno zaznavanje predmetov v slikah in video posnetkih",
    "labeling-annotations-text-3": "Točkovni pripisi za številne različne primere uporabe",
    "labeling-annotations-text-4": "Razvrstite ali dodajte poljubne kategorije poljubne velikosti",
    "labeling-annotations-text-5": "Zaznavanje in razvrščanje na človeški pogon",
    "labeling-annotations-text-6": "Potrebujete drugo vrsto, ki tukaj ni navedena? Samo vprašajte nas.",
    "labeling-annotations-title-1": "Omejitvene škatle",
    "labeling-annotations-title-2": "Poligoni",
    "labeling-annotations-title-3": "Mejniki",
    "labeling-annotations-title-4": "Kategorizacija atributov",
    "labeling-annotations-title-5": "Primerjava in zaznavanje",
    "labeling-annotations-title-6": "... in še veliko več",
    "labeling-ent-button": "Obrnite se na našo skupino za rešitve za podjetja",
    "labeling-ent-head": "Potrebujete nadzor od konca do konca?",
    "labeling-ent-text-1": "Platforma HUMAN, ki stoji za hCaptcha, ponuja izjemno kakovostne funkcije dela in funkcije upravljanja s pomočjo lokalnih, hibridnih ali SaaS uvedb, ki se integrirajo z vašimi obstoječimi sistemi.",
    "labeling-ent-text-2": "V celoti delujte brez povezave z lastno delovno silo, sledite vrednosti, porabljeni v poslovnih enotah ali konzorcijskih partnerjih, selektivno usmerjajte delovna mesta do različnih notranjih ali zunanjih ponudnikov delovne sile na podlagi stroškovnih in varnostnih zahtev in še več.",
    "labeling-ent-text-3": "Enostaven dostop do API-ja, čudovite nadzorne plošče in najnovejša tehnologija v zanki, da povečajo učinkovitost.",
    "labeling-ent-text-4": "Na voljo 99,99% SLA in 24/7 globalna podpora. Za več informacij:",
    "labeling-features-head-1": "Preprosti cevovodi, ki jih poganja API.",
    "labeling-features-head-2": "Optimizirano za stroške in kakovost. Vnaprejšnja zaveza ni potrebna.",
    "labeling-features-head-3": "Plačajte samo za natančnost, ki jo potrebujete.",
    "labeling-features-head-4": "Navedite svoje lastne podatke o resnici ali pa jih dovolite, da jih zgradimo sproti.",
    "labeling-features-text-1": "Želite človeški pregled vključiti neposredno v svoje poslovanje? Ponujamo visoko zanesljive SLA, zagotovljeno zmogljivost in preproste API-je REST.",
    "labeling-features-text-2": "Platforma HUMAN uporablja celovite modele zaupanja za izvajanje izpopolnjene analize kakovosti v realnem času. To nam omogoča hitro ugotavljanje težavnosti vprašanj in njihovega verjetnega pravilnega odgovora ter vam prihrani čas in denar.",
    "labeling-features-text-3": "Niso vse težave enake. Pripombe za naloge, ki so ključne za varnost, lahko zahtevajo 99,99-odstotno zaupanje povsem človeških delavcev. Pripisi ene beta funkcije v aplikaciji za mobilne igre morda zahtevajo le zmerno zaupanje. Ti odločaš.",
    "labeling-features-text-4": "Ali imate surove podatke brez celovitega preverjanja? V večini primerov ga lahko izdelamo za vas, ko se naloge izvajajo skozi sistem, ali ustvarimo označene vzorce za vašo odobritev.",
    "labeling-info-head": "Označevanje podatkov",
    "labeling-info-text-1": "Pogovorite se z enim od naših strokovnjakov za domeno, da določite potrebe vašega projekta: natančnost ciljanja, obliko in posebne zahteve.",
    "labeling-info-text-2": "Na podlagi vaših vzorčnih podatkov izvedemo majhno proizvodno opravilo. S tem preizkusimo delo, ki smo ga opravili skupaj, da zagotovimo, da dobite točno tisto, kar potrebujete.",
    "labeling-info-text-3": "Z veliko količino in majhno zakasnitvijo bomo vaše delo hitro spremenili z avtomatizirano dostavo takoj, ko bo končano.",
    "labeling-info-text-4": "Ker bolje razumemo parametre vašega proizvodnega dela, se bodo rezultati sčasoma še izboljševali.",
    "labeling-info-text-5": "Nadzorne plošče v živo vam omogočajo, da kadar koli pošljete povratne informacije ali zaustavite proizvodnjo.",
    "labeling-info-title-1": "Določite specifikacije",
    "labeling-info-title-2": "Začetni preizkus dela",
    "labeling-info-title-3": "Uvedite produkcijska delovna mesta",
    "labeling-info-title-4": "Stalno izboljševanje",
    "labeling-info-title-5": "Rezultati v realnem času",
    "labeling-main-1": "Stroškovno učinkovito označevanje podatkov v obsegu",
    "labeling-main-1-button": "Označite svoje podatke zdaj",
    "labeling-main-1c": "Potrebujete več oznak za svoje nabore podatkov? hCaptcha zagotavlja hitro, stroškovno učinkovito in visokokakovostno označevanje podatkov za podjetja, ki se ukvarjajo z umetno inteligenco in aplikacijami strojnega učenja.",
    "labeling-main-2": "Takoj zaženite milijone nalog.",
    "labeling-main-2-button": "Nakup storitev označevanja podatkov",
    "labeling-main-2c": "hCaptcha ima enega največjih bazenov na svetu, ki je na voljo za vašo uporabo. Ne glede na vašo lestvico lahko to storimo brez dragih vnaprejšnjih obveznosti. Milijoni opravil na dan niso problem.",
    "labeling-platform-head": "Zasebne ali javne informacije",
    "labeling-platform-text": "hCaptcha je zgrajen na platformi HUMAN, ki omogoča izpopolnjeno usmerjanje in analizo za optimizacijo stroškov in učinkovitosti na vsakem koraku. Ta tehnologija omogoča, da ustrezna delovna sila obvlada vsak del vašega dela, kar poveča stroškovno učinkovitost, hkrati pa ohranja zasebnost in izpolnjuje morebitne zakonske zahteve.",
    "labeling-try-button": "Nakup storitev označevanja podatkov",
    "labeling-try-head": "Bi radi poskusili s svojimi podatki?",
    "labeling-try-text": "... pripravljeni smo na vas: naša storitev je na voljo 24 ur na dan.",
    "learn-more-hcaptcha": "Izvedite več o hCaptcha",
    "page-acc-faq-1": "Vprašanje: Ali je skladen s hCaptcha Section 508 + WCAG 2.0? Odgovor: Verjamemo tako: vsi uporabniki s katero koli obliko okvare, ki lahko brskajo po spletu in na obrazce vnašajo besedilo, lahko ob registraciji dostopajo do storitev, zaščitenih s hCaptcha. Vendar to ni pravni nasvet: izvedite lastno oceno, pri čemer upoštevajte svojo izvedbo, da zagotovite, da je to primer za vašo uvajanje.",
    "page-acc-faq-2": "Vprašanje: Ali delate na drugih možnostih dostopnosti (a11y), kot je zvok? Odgovor: Prej priljubljene možnosti, kot so zvočni captcha, diskriminirajo številne uporabnike a11y in jih sodobne tehnike strojnega učenja zlahka premagajo. To je prisililo trenutne zvočne izzive, da postajajo vedno težji in uvajajo hrup, nenavaden čas, nenavadne besedne kombinacije itd., Da premagajo napadalce. Tako smo manj navdušeni nad tem pristopom in se povsem izognili izzivu, vendar ga bomo upoštevali, če bo povpraševanje s strani skupnosti a11y. Vendar pa nas zelo zanima Privacy Pass za primer uporabe Accessibility. Verjamemo, da bo kombinacija našega sedanjega pristopa a11y z izdajo zasebnosti Pass omogočila uporabnikom a11y varno brskanje, varno ob zavedanju, da je njihov promet bolj zaseben, hkrati pa omejiti zlorabo s strani operaterjev botov, ki se neizogibno zgodi, ko so na voljo možnosti a11y. Aktivno sodelujemo v delovni skupini IETF za standardizacijo te nove tehnologije.",
    "page-acc-faq-3": "Vprašanje: Kaj pa zasebnost? Ali registracija na nek način izpostavlja podatke brskanja? Kaj počnete z e-pošto? Odgovor: hCaptcha je zasnovan za zasebnost od začetka. Zelo se razlikuje od tradicionalnih možnosti, kot je reCAPTCHA, ki so v lasti oglasnih omrežij, ki vas spodbujajo, da vas spremljajo po spletu in vas povežejo s pravo identiteto. E-pošte ali informacij o dostopnosti nikoli ne uporabljamo za noben drug namen, razen za lažjo uporabo in preprečevanje zlorab. Naša politika zasebnosti vsebuje izčrpne in verodostojne odgovore o tem, kako uporabljamo podatke, vendar je kratek odgovor, da vas ne želimo povezati kot osebo z vašo zgodovino brskanja. Trenutno delamo tudi na kriptografski rešitvi za hitro zavrnitev vašega e-poštnega naslova. hkrati pa še vedno ohranjamo svojo sposobnost preprečevanja zlorab in dopolnjujemo naše delo Privacy Pass.",
    "page-acc-link-1": "Če uporabljate dostopnost, se prijavite tukaj.",
    "page-acc-subhead": "Zagotavljanje nemotenega dostopa vsem uporabnikom ob hkratnem ohranjanju varnosti",
    "page-acc-summary": "Povzetek",
    "page-acc-summary-contents-1": "hCaptcha je zasnovan tako, da zaustavi bote tako, da jih razlikuje od ljudi. Vizualni testi so prikladno orodje za to, vendar vizualni izziv ne more rešiti vsak. Iz tega razloga smo zasnovali preprosto, nebolečo alternativo, s katero bomo založnikom, ki uporabljajo naše storitve, omogočili dostop do vseh s popolno skladnostjo z razdelkom 508 in WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako deluje: najprej se uporabnik dostopnosti prijavi na tem URL-ju, ki je povezan na informacijsko stran pripomočka hCaptcha. Dobijo šifriran piškotek, ki ga je mogoče uporabiti večkrat na dan, vendar ga je treba vsakih 24 ur osvežiti prek prijave. Ko se uporabnik dostopnosti na katerem koli spletnem mestu, ki uporablja storitev hCaptcha, predstavi izziv, bodo samodejno podani.",
    "page-acc-title": "hCaptcha Informacije o dostopnosti",
    "page-acc-tr-body": "Vprašanje: Po nastavitvi piškotka še vedno vidim izziv. Kaj povzroča to? Odgovor: Običajno je to posledica uporabe agresivnega blokatorja oglasov ali razširitve proti piškotkom ali nastavitve, ki blokira piškotke med spletnimi mesti, v tem primeru piškotka za hcaptcha.com, ki ga nastavi ali preveri JavaScript hCaptcha na drugem spletnem mestu , kot je tista, ki jo obiskujete. Piškotki za dostopnost hCaptcha delujejo z vsemi priljubljenimi brskalniki in zaviralci oglasov s standardnimi nastavitvami, zato so običajno napake posledica skriptov za preprečevanje blokiranja oglasov ali podobnih naborov pravil, ki ciljajo na določena spletna mesta. Rešitve: 1. Na seznamu dovoljenih piškotkov hcaptcha.com in * .hcaptcha.com v blokatorju oglasov ali varnostni razširitvi brskalnika. 2. Če uporabljate pogumni brskalnik, ki (aprila 2020) nima nobenega dovoljenega seznama piškotkov, pojdite na Nastavitve -> Ščiti -> Piškotki in izberite Dovoli vse piškotke. 3. Če uporabljate najnovejšo različico Safarija v nedavno izdanem OS X 10.15 ali iOS 13. 4, je Apple pravkar spremenil vedenje Safarija v zvezi s piškotki tretjih oseb in privzeto blokiral vse. Uvajamo rešitev, medtem pa obiščite Nastavitve Safari, razdelek Zasebnost in počistite polje Sledenje spletnim mestom: preprečite sledenje med spletnimi mesti, da bo piškotek za dostopnost lahko deloval po pričakovanjih. Vprašanje: Uporabljam več naprav. Se moram večkrat prijaviti? Odgovor: Ne. Prosimo, kliknite isto povezavo za prijavo po e-pošti, ki vam je bila poslana v vsaki napravi, ki jo uporabljate, da nastavite piškotek.",
    "page-acc-tr-title": "Za uporabnike dostopnosti: Vprašanja in odpravljanje težav",
    "priv-hc": "Zasebnost osredotočena",
    "priv-hc-text": "Oglasna omrežja vas vidijo kot njihov izdelek. Mi ne. Vseeno nam je, kdo so uporabniki, le koliko verjetnosti bodo zlonamerni. Podpiramo pobude, kot je Privacy Pass, in si močno prizadevamo za uravnoteženje zasebnosti in varnosti.",
    "reporting-bugs-accessibility-button": "Preberite več o možnostih dostopnosti",
    "reporting-bugs-accessibility-head": "Možnosti dostopnosti",
    "reporting-bugs-accessibility-text": "Ali ste slabovidni ali kako drugače ne morete dokončati hCaptchas?",
    "reporting-bugs-guide-ff-head": "Zajem podrobnosti poročila o napakah: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. korak: Odprite orodja za razvijalce (s tem se začne snemanje seje.)",
    "reporting-bugs-guide-ff-step-2": "2. korak: V orodjih za razvijalce kliknite jeziček Network. Potrdite polje Vztrajni dnevniki na vrhu.",
    "reporting-bugs-guide-ff-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težavo (Opomba o zasebnosti: samo, če vas moti, da delite vsebino) ... in nato kliknite I sem človeški gumb in poskusite rešiti.",
    "reporting-bugs-guide-ff-step-4": "4. korak: Ko poskusite rešiti, kliknite HAR in izberite Shrani vse kot HAR, da shranite omrežni dnevnik. Pošljite nam to datoteko.",
    "reporting-bugs-guide-ff-step-5": "5. korak: Kliknite jeziček Konzola in z desno miškino tipko kliknite Izberi vse in shranite v besedilno datoteko, da shranite dnevnik konzole. Pošljite nam tudi to.",
    "reporting-bugs-guide-ff-step-6": "Zadnji korak: pošljite nam te datoteke HAR in dnevnikov konzole po e-pošti ter opišite težavo. Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot sta Dropbox ali Filebin in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno . Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali do teh informacij! Zavzemamo se, da bo hCaptcha dobro deloval za vse.",
    "reporting-bugs-guide-head": "Zajem podrobnosti o poročilu o napakah: Chrome",
    "reporting-bugs-guide-step-1": "1. korak: Odprite orodja za razvijalce (s tem se začne snemanje seje.)",
    "reporting-bugs-guide-step-2": "2. korak: V orodjih za razvijalce kliknite jeziček Network. Potrdite polje Preserve log na vrhu.",
    "reporting-bugs-guide-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težavo (Opomba o zasebnosti: samo, če vas moti, da delite vsebino) ... in nato kliknite I sem človeški gumb in poskusite rešiti.",
    "reporting-bugs-guide-step-4": "Korak 4: Ko poskusite rešiti, kliknite Export HAR (puščica navzdol), ki shrani omrežni dnevnik. Pošljite nam to datoteko.",
    "reporting-bugs-guide-step-5": "5. korak: Kliknite jeziček Konzola in z desno miškino tipko kliknite Shrani kot .., da shranite dnevnik konzole. Pošljite nam tudi to.",
    "reporting-bugs-guide-step-6": "Zadnji korak: pošljite nam datoteke HAR in dnevniške datoteke konzole ter opišite težavo. Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot sta Dropbox ali Filebin in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno. Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali do teh informacij! Zavzemamo se, da bo hCaptcha dobro deloval za vse.",
    "reporting-bugs-guide-text-1": "Če s svojim poročilom pošljete informacije o odpravljanju napak, bomo veliko lažje ugotovili, kaj se dogaja. Tu so navodila po korakih:",
    "reporting-bugs-guide-text-2": "Če ste spletni razvijalec ali strokovni uporabnik, povzetek želimo, da nam pošljete zapise HAR o omrežju in dnevnike brskalne konzole. Najprej poskusite onemogočiti katero koli razširitveno orodje za blokiranje oglasov ali brskalnika in nato poskusite znova, preden opravite te korake. Če bo to odpravilo vašo težavo, bi bili vseeno hvaležni, da nam sporočite različico brskalnika, blokatorja oglasov ali razširitve brskalnika in URL spletnega mesta.",
    "reporting-bugs-intro-head": "Ste našli napako? Evo, kako to prijaviti.",
    "reporting-bugs-intro-text": "Milijoni ljudi vsak mesec uporabljajo hCaptcha v tisočih kombinacijah brskalnikov, razširitev, naprav, požarnih zidov in še več. Naš cilj je zagotoviti, da vedno deluje pri vas, zato zelo cenimo vaša poročila! Za hitre povratne informacije preprosto kliknite gumb Pošlji povratne informacije. Če opazite funkcionalno težavo, sledite spodnjim navodilom za odpravljanje napak za Chrome ali navodilom za odpravljanje napak za Firefox. Za vse druge brskalnike nam pišite. Za morebitna vprašanja glede varnosti ali zasebnosti glejte spodnja navodila.",
    "reporting-bugs-privacy-head": "Vprašanja glede zasebnosti",
    "reporting-bugs-privacy-text": "Vseeno nam je, kdo so uporabniki, le koliko verjetnosti so zlonamerni ali stroji. Podpiramo pobude, kot je Privacy Pass, in si močno prizadevamo za uravnoteženje zasebnosti in varnosti. Če ste ugotovili težavo, za katero menite, da bi lahko vplivala na zasebnost uporabnikov, nam pišite na support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Pošljite nam povratne informacije",
    "reporting-bugs-provide-feedback-head": "Zagotovite takojšnje povratne informacije o hCaptcha",
    "reporting-bugs-provide-feedback-text": "Zahvaljujemo se vam za prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
    "reporting-bugs-security-head": "Varnostne napake",
    "reporting-bugs-security-text": "Vedno nas zanima prejemanje poročil o varnostnih napakah. Pišite na support@hcaptcha.com & CC security@hcaptcha.com in hitro se bomo oglasili. Na voljo imamo tudi program za nagrajevanje napak za primerna varnostna poročila o storitvi hCaptcha in s tem povezano izvorno kodo.",
    "sec-hc": "Varnost najprej",
    "sec-hc-text": "hCaptcha je osredotočen na založnike. Trudimo se, da spletnim mestom damo resnične podatke in jim omogočimo, da se odločijo, kako jih bodo uporabljali. Natančnost je v vašem in našem interesu. Za ostale captcha poskrbijo oglaševalska podjetja. Vsak bot, ki ga blokirajo, lahko zmanjša njihov prihodek.",
    "switch-to-english-link": "Preklopite na angleščino",
    "what-is-hcaptcha": "Kaj je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečevati robote, neželeno pošto in zlorabe tako, da postavlja preprosta vprašanja, ki so enostavna za ljudi in težka za stroje.",
    "why-hc": "Zakaj hCaptcha?",
    "why-hc-text": "Vsakič, ko odgovorite na izziv, z dovršenimi modeli ugotovimo, ali ste človek ali stroj. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje vaše izkušnje na njihovi spletni strani, tako da ne uporablja botov."
}