{
    "acc-opt": "Možnosti dostopnosti",
    "acc-opt-but": "Preberite več o možnostih dostopnosti",
    "acc-opt-text": "Ali ste slabovidni ali ne morete dokončati hCaptchas?",
    "accessibility-link": "Dostopnost",
    "appreciate-in": "Cenimo vaš prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
    "fb-but": "Pošljite nam povratne informacije",
    "feedback-text": "Pošljite povratne informacije o hCaptcha, ki ste ga pravkar videli",
    "learn-more-hcaptcha": "Več o hCaptcha",
    "page-acc-link-1": "Če ste uporabnik za dostop, se prijavite tukaj.",
    "page-acc-subhead": "Zagotavljanje brezšivnega dostopa za vse uporabnike ob ohranjanju varnosti",
    "page-acc-title": "Informacije o dostopnosti hCaptcha",
    "priv-hc": "Zasebnost usmerjena",
    "priv-hc-text": "Oglasna omrežja vas vidijo kot njihov izdelek. Ne bomo. Ne zanima nas, kdo so uporabniki, le kako verjetno so zlonamerni. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost.",
    "sec-hc": "Varnost najprej",
    "sec-hc-text": "hCaptcha je osredotočen na založnike. Trudimo se, da spletnim mestom dajemo resnične podatke in jim omogočimo, da se sami odločijo, kako jih bodo uporabljali. Natančnost je v vašem in našem interesu. Ostale kapsule ponujajo oglaševalske družbe. Vsak bot, ki ga blokirajo, lahko zmanjša njihov prihodek.",
    "what-is-hcaptcha": "Kaj je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečevati bote, neželeno pošto in zlorabe, tako da postavlja preprosta vprašanja, ki so enostavna za ljudi in težka za stroje.",
    "why-hc": "Zakaj hCaptcha?",
    "why-hc-text": "Vsakič, ko odgovorite na izziv, uporabljamo prefinjene modele, da ugotovimo, ali ste človek ali stroj. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje izkušenj na njihovem spletnem mestu z izogibanjem botov."
}