{
    "acc-opt": "Možnosti dostopnosti",
    "acc-opt-but": "Preberite več o možnostih dostopnosti",
    "acc-opt-text": "Ali ste slabovidni ali ne morete dokončati hCaptchas?",
    "accessibility-link": "Dostopnost",
    "appreciate-in": "Cenimo vaš prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
    "fb-but": "Pošljite nam povratne informacije",
    "feedback-text": "Pošljite povratne informacije o hCaptcha, ki ste ga pravkar videli",
    "home-ent-1": "Iščete našo ponudbo varnosti podjetja?",
    "home-ent-2": "Obiščite naše novo namensko spletno mesto: BotStop.com",
    "home-intro-body": "Ali uporabljate captcha, da preprečite bote? hCaptcha ščiti zasebnost uporabnikov, nagrajuje spletna mesta in podjetjem pomaga pri označevanju njihovih podatkov. To je nadomestna možnost za reCAPTCHA: preklopite lahko v nekaj minutah.",
    "home-intro-head": "Nehaj več botov. Začnite varovati zasebnost uporabnika.",
    "home-main-1": "Zasebno. Varno. Hitreje. In plačamo vam, da ga uporabite.",
    "home-main-2": "Zasebnost usmerjena",
    "home-main-2c": "Oglasna omrežja obiskovalce vidijo kot izdelek. Za hCaptcha je izdelek delo, ki ga zagotavljajo. Vseeno nam je, kdo so vaši uporabniki, le kako verjetno so zlonamerni. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost.",
    "home-main-3": "Varnost najprej",
    "home-main-3c": "Natančnost je v vašem in našem interesu. hCaptcha je osredotočen na založnike. Trudimo se, da bi vam dali resnične podatke in se odločili, kako jih uporabljati. Druge kapste zagotavljajo",
    "home-main-3c2": "oglaševalska podjetja. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša svoje prihodke.",
    "home-main-4": "Boljša uporabniška izkušnja",
    "home-main-4c": "HCaptcha uporablja prefinjene modele strojnega učenja za določanje človečnosti. To nam omogoča, da od svojih uporabnikov zahtevamo manj nadležnih nalog in si pri tem vzamemo manj časa, hkrati pa še vedno ustvarjamo koristne podatke z oznako za stranke.",
    "home-main-plans": "hCaptcha je brezplačna za uporabo založnikov katere koli velikosti. Vendar pa so za podjetja in platforme, ki potrebujejo več nadzora, na voljo rešitve za podjetja.",
    "home-main-plans2": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonov spletnih strani za nekatere največje družbe na planetu. Za več informacij nas kontaktirajte",
    "home-main-plans3": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonov spletnih strani za nekatere največje družbe na planetu. Za več informacij nas kontaktirajte",
    "home-main-plans4": "za podrobnosti.",
    "learn-more-hcaptcha": "Več o hCaptcha",
    "page-acc-faq-1": "Vprašanje: Ali je skladen hCaptcha oddelek 508 + WCAG 2.0? Odgovor: Tako verjamemo: vsi uporabniki s kakršno koli obliko okvare, ki lahko brskajo po spletu in vnašajo besedilo na obrazce, lahko ob registraciji dostopajo do storitev, zaščitenih s hCaptcha. Vendar to ni pravni nasvet: opraviti morate lastno oceno in pri tem upoštevati posebno izvedbo, da zagotovite, da je to primer za vašo uporabo.",
    "page-acc-faq-2": "Vprašanje: Ali delate na drugih možnostih dostopnosti (a11y), kot je zvok? Odgovor: Prej priljubljene možnosti, kot so avdio captcha, diskriminirajo številne uporabnike a11y in jih zlahka premagajo sodobne tehnike strojnega učenja. To je prisililo, da trenutni zvočni izzivi postajajo čedalje težji, kar uvaja hrup, čudno merjenje časa, nenavadne kombinacije besed in tako naprej, da premagajo napadalce. Tako smo manj navdušeni nad tem pristopom, v celoti pa se izogibamo izzivu, vendar ga bomo upoštevali, če bo povpraševanje s strani skupnosti a11y. Vendar nas zelo zanima Pass Pass za zasebnost za primer uporabe. Verjamemo, da bo združitev našega trenutnega pristopa a11y z izdajo zasebnosti Pass uporabnikom omogočila varno brskanje uporabnikom a11y in se zavedala, da je njihov promet bolj zaseben, hkrati pa bo omejila zlorabe s strani operaterjev bot, ki se neizogibno pojavljajo, ko so na voljo možnosti a11y. Smo aktivni udeleženci delovne skupine IETF, ki standardizira to novo tehnologijo.",
    "page-acc-faq-3": "Vprašanje: Kaj pa zasebnost? Ali registracija na nek način izpostavlja podatke o brskanju A11? Kaj naredite z e-pošto? Odgovor: hCaptcha je zasnovan za zasebnost od zgoraj navzgor. Zelo se razlikuje od tradicionalnih možnosti, kot je reCAPTCHA, ki so v lasti oglasnih omrežij, ki vas spodbudijo, da vas spremljajo po spletu in vas povezujejo s pravo identiteto. E-poštnih sporočil ali informacij o dostopnosti nikoli ne uporabljamo za druge namene, razen za lažjo uporabo a11y in preprečevanje zlorab. Naš pravilnik o zasebnosti vsebuje izčrpne in verodostojne odgovore o tem, kako uporabljamo podatke, vendar kratek odgovor ni, da vas ne zanima, da bi vas povezali kot osebo z vašo zgodovino brskanja. Trenutno prav tako delamo na kriptografski rešitvi za hitro zavrženje vašega e-poštnega naslova medtem ko še vedno ohranjamo našo sposobnost preprečevanja zlorab, dopolnjujemo naše delo o zasebnosti.",
    "page-acc-link-1": "Če ste uporabnik za dostop, se prijavite tukaj.",
    "page-acc-subhead": "Zagotavljanje brezšivnega dostopa za vse uporabnike ob ohranjanju varnosti",
    "page-acc-summary": "Povzetek",
    "page-acc-summary-contents-1": "hCaptcha je zasnovan tako, da zaustavi bote tako, da jih loči od ljudi. Vizualni testi so prikladno orodje za to, vendar ne more vsak rešiti vizualnega izziva. Zaradi tega smo zasnovali preprosto, nebolečo alternativo, s katero bomo založnikom, ki uporabljajo našo storitev, omogočili, da ohranijo dostopnost za vse s popolno skladnostjo oddelka 508 in WCAG 2.0.",
    "page-acc-summary-contents-2": "Kako deluje: najprej se na tem naslovu prijavi uporabnik za dostop, ki je povezan na strani s pripomočki hCaptcha. Dobil jim je šifriran piškotek, ki ga je mogoče uporabiti večkrat na dan, vendar ga je treba osveževati vsakih 24 ur s pomočjo prijave. Ko se uporabniku, ki je dostopen, na katerem koli spletnem mestu, ki uporablja storitev hCaptcha, izziv predstavlja, bo samodejno posredoval.",
    "page-acc-title": "Informacije o dostopnosti hCaptcha",
    "page-acc-tr-body": "Vprašanje: Po nastavitvi piškotka še vedno vidim izziv. Kaj povzroča to? Odgovor: Običajno je to posledica uporabe agresivnega blokatorja oglasov ali razširitve piškotkov ali nastavitve, ki blokira piškotke med spletnimi stranmi, v tem primeru piškotek za hcaptcha.com, ki ga hCaptcha JavaScript nastavi ali preveri na drugem spletnem mestu , kot je tista, ki jo obiščete. Piškotki o dostopnosti hCaptcha delujejo z vsemi priljubljenimi brskalniki in zaviralci oglasov s svojimi standardnimi nastavitvami, zato so ponavadi napake posledica skriptov anti-adblock ali podobnih naborov pravil, ki ciljajo na določena spletna mesta. Rešitve: 1. Piškotki hcaptcha.com in * .hcaptcha.com v blokatorju oglasov ali varnostni razširitvi brskalnika. 2. Če uporabljate brskalnik Brave, ki ni (od aprila 2020) noben seznam piškotkov, pojdite na Nastavitve -> Ščiti -> Piškotki in izberite Dovoli vse piškotke. 3. Če uporabljate najnovejšo različico Safarija na nedavno izdanem OS X 10.15 ali iOS 13. 4, je Apple pravkar spremenil vedenje Safarija v zvezi s tretjimi piškotki in jih privzeto blokiral. Izvajamo rešitev, vmes pa obiščite nastavitve Safarija, zasebnost in počistite polje za sledenje spletnim mestom: preprečite sledenje med spletnimi mesti, da bi piškotek za dostopnost deloval, kot je bilo pričakovano. Vprašanje: Uporabljam več naprav. Ali se moram večkrat prijaviti? Odgovor: Ne. Prosimo, kliknite isto povezavo za prijavo po e-pošti, ki vam je bila poslana v vsaki napravi, ki jo uporabljate za nastavitev piškotka.",
    "page-acc-tr-title": "Za uporabnike s posebnimi potrebami: Vodič za vprašanja in odpravljanje težav",
    "priv-hc": "Zasebnost usmerjena",
    "priv-hc-text": "Oglasna omrežja vas vidijo kot njihov izdelek. Ne bomo. Ne zanima nas, kdo so uporabniki, le kako verjetno so zlonamerni. Podpiramo pobude, kot je varnost zasebnosti, in trdo delamo, da uravnotežimo zasebnost in varnost.",
    "sec-hc": "Varnost najprej",
    "sec-hc-text": "hCaptcha je osredotočen na založnike. Trudimo se, da spletnim mestom dajemo resnične podatke in jim omogočimo, da se sami odločijo, kako jih bodo uporabljali. Natančnost je v vašem in našem interesu. Ostale kapsule ponujajo oglaševalske družbe. Vsak bot, ki ga blokirajo, lahko zmanjša njihov prihodek.",
    "what-is-hcaptcha": "Kaj je hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečevati bote, neželeno pošto in zlorabe, tako da postavlja preprosta vprašanja, ki so enostavna za ljudi in težka za stroje.",
    "why-hc": "Zakaj hCaptcha?",
    "why-hc-text": "Vsakič, ko odgovorite na izziv, uporabljamo prefinjene modele, da ugotovimo, ali ste človek ali stroj. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje izkušenj na njihovem spletnem mestu z izogibanjem botov."
}