{
    "acc-opt": "Avanoa Avanoa",
    "acc-opt-but": "Aʻoaʻo atili e uiga i faʻatagaina filifiliga",
    "acc-opt-text": "O loʻo e vaʻai faʻafitauli pe le mafai ona faʻatumu le hCaptchas?",
    "accessibility-link": "Avanoa",
    "appreciate-in": "Matou te talisapaia lou sao. Faʻailoa ia i matou ni mataupu ma o le a matou foia vave.",
    "fb-but": "Auina mai ia matou faʻamatalaga",
    "feedback-text": "Faʻailoa mai ni manatu i luga ole hCaptcha na e vaʻaia",
    "page-acc-link-1": "Afai o oe o se tagata ulufale ulufale, faʻamolemole saini iinei.",
    "page-acc-subhead": "Mautinoa le faʻaaogaina faigofie mo tagata uma e faʻaaogaina le tausiga",
    "page-acc-title": "hCaptcha Avanoa Faʻamatalaga",
    "priv-hc": "Tulaga faalilolilo Taulai",
    "priv-hc-text": "Faʻaliga vaʻaia vaʻaia oe o lo latou oloa. Matou te le. Tatou te le popole foʻi poo ai e faʻaaoga, pau lava le mea e ono o latou loto leaga. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia.",
    "sec-hc": "Puipuiga Muamua",
    "sec-hc-text": "hCaptcha o faʻasalalauga-faʻapitoa. Matou te galulue e tuʻuina atu upega tafailagi o faʻamatalaga moni ma tuu latou latou filifili pe faʻapefea ona faʻaaoga. Tonu o lo oe fiafia ma matou. O isi captchas e maua e kamupani faʻasalalau. O bot uma latou te polokaina e ono faʻaititia a latou tupe maua.",
    "what-is-hcaptcha": "O le a le hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha fesoasoani i mea e sili ona e fiafia iai i luga o le upega tafailagi e taofia ai bots, spam, ma le faʻaleagaina e ala i le faia o ni fesili faigofie e faigofie mo tagata ma faigata mo masini.",
    "why-hc": "Aisea hCaptcha?",
    "why-hc-text": "O taimi uma e te taliina se luʻi, matou te faʻaaogaina ni faʻataʻitaʻiga lelei e iloa ai pe o oe o se tagata pe o se masini. O le &#39;upega tafaʻilagi na e asia faʻaaogaina ai lenei faʻaiuga e fesoasoani e faʻaleleia atili lou poto masani i luga o la latou&#39; &#39;upega tafaʻilagi i le tausia ese o ni bot."
}