{
    "acc-opt": "Avanoa Avanoa",
    "acc-opt-but": "Aʻoaʻo atili e uiga i faʻatagaina filifiliga",
    "acc-opt-text": "O loʻo e vaʻai faʻafitauli pe le mafai ona faʻatumu le hCaptchas?",
    "accessibility-link": "Avanoa",
    "appreciate-in": "Matou te talisapaia lou sao. Faʻailoa ia i matou ni mataupu ma o le a matou foia vave.",
    "fb-but": "Auina mai ia matou faʻamatalaga",
    "feedback-text": "Faʻailoa mai ni manatu i luga ole hCaptcha na e vaʻaia",
    "home-ent-1": "Vaavaai mo le pisinisi saogalemu taulaga?",
    "home-ent-2": "Asiasi i la matou 'upega tafaʻilagi tuuto: BotStop.com",
    "home-intro-body": "Oe faʻaogaina se captcha e teu ai bots? hCaptcha puipuia tagata faʻalilolilo, faʻamau upega tafailagi, ma fesoasoani i kamupani ia maua a latou faʻamatalaga faʻaigoaina. O se mataua-i le sui mo reCAPTCHA: e mafai ona sui i totonu o minute.",
    "home-intro-head": "Taofi sili bots. Amata puipuia le faʻalilolilo o tagata.",
    "home-main-1": "Tumaoti. Saogalemu. Televave. Ma matou te totogia oe e te faʻaaogaina ai.",
    "home-main-2": "Tulaga faalilolilo Taulai",
    "home-main-2c": "Ad faʻasalalau vaʻaiga au tagata asiasi o le oloa. Mo hCaptcha le oloa o le galuega latou te tuʻuina. Matou te le popole poʻo ai au tagata faʻaoga, pe faʻapefea ona ono leaga i latou. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia.",
    "home-main-3": "Puipuiga Muamua",
    "home-main-3c": "Tonu o lo oe fiafia ma matou. hCaptcha e faʻasalalau-faʻasalalauga. Matou te galulue e tuʻuina atu lau faʻamatalaga moni ma tuu oe e filifili pe faʻafefea ona faʻaaoga. O isi captchas ua saunia e",
    "home-main-3c2": "faʻasalalauga kamupani. O lona uiga o bot uma latou te poloka e ono faʻaititia a latou tupe maua.",
    "home-main-4": "Lelei Tagata Aoga Aafiaga",
    "home-main-4c": "O masini suʻesuʻe faʻapitoa e faʻaaogaina e le hCaptcha mo le faʻamautuina o tagata. Lenei mea matou te manaʻomia ai soʻona faʻatiga galuega mai ou tagata faʻaaoga ma le faʻaitiitia o latou taimi i le faia, aʻo faʻatupuina pea ni faʻamatalaga aoga mo le faʻailogaina o tagata faʻatau.",
    "home-main-plans": "hCaptcha e leai se totogi e faʻaaogaina mo le au faʻasalalau i soʻo se tele. Peitai, mo pisinisi ma tulaga e manaʻomia sili pule, tatou pisinisi pisinisi avanoa o loʻo avanoa.",
    "home-main-plans2": "hCaptcha pisinisi fofo puipuia le faitau miliona o tagata faaaoga i le fiasefulu miliona 'upega tafaʻilagi mo nisi o kamupani sili ona tetele i luga o le paneta. Faʻamolemole faafesootai matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans3": "hCaptcha pisinisi fofo puipuia le faitau miliona o tagata faaaoga i le fiasefulu miliona 'upega tafaʻilagi mo nisi o kamupani sili ona tetele i luga o le paneta. Faʻamolemole faafesootai matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans4": "mo auiliiliga.",
    "learn-more-hcaptcha": "Aʻoaʻo atili e uiga i le hCaptcha",
    "page-acc-faq-1": "Fesili: O hCaptcha Vaega 508 + WCAG 2.0 tausisia? Tali: Matou te talitonu faʻapea: tagata uma e iai soʻo se ituaiga o faʻaleagaina e mafai ona vaʻai i luga o le upega tafailagi ma ulufale mai i tusitusiga i luga o pepa mafai ona mauaina auaunaga puipuia e le hCaptcha i luga o le resitalaina. Peitaʻi, e le o ni fautuaga faaletulafono: e tatau ona fai sau oe lava suʻesuʻega, pe a manatu i lau faʻapitoa e faʻatino ai ina ia mautinoa o le mea tonu lea mo lau faʻauʻuina.",
    "page-acc-faq-2": "Fesili: O e galue i isi avanoa (a11y) filifiliga, pei o le leo? Tali: O filifiliga ua leva ona lauiloa e pei o le captchas, e faʻailoga tagata e tele i le a11y tagata faʻaaogaina ma e faigofie ona faʻaumatia e ala i masini nei. Lenei mea ua faamalosia ai leo o loʻo iai nei faʻafitauli e avea atili ai ma sili atu faigata, faʻaalia le pisa, taimi le talafeagai, le masani ai upu tuʻufaʻatasia, ma isi mea e faʻatoilaloina ai le osofaʻiga. Ua faapea ona tatou le naunau tele i lenei auala vs. aloese mai le luitau atoa, ae o le a mafaufau i ai pe a iai se manaoga mai le a11y alalafaga. Peitai, matou te fiafia tele i le Privacy Pass mo le Accessibility faʻaaoga mataupu. Matou te talitonu o le tuʻufaʻatasia o loʻo tatou i ai nei a11y auala ma Privacy Pass tuʻuina atu o le a faʻatagaina a11y tagata e faʻasolosolo saogalemu, malupuipuia i le iloa o a latou feʻaveaʻiga e sili ona faʻalilolilo, aʻo le faʻatapulaʻaina o le faʻaletonu e tagata faʻalavelave vaʻalele e ono aliali mai pe a o avanoa a11y avanoa. O tatou o loʻo auai i le IETF o loʻo faʻatinoina le faʻaogaina o nei tekonolosi fou.",
    "page-acc-faq-3": "Fesili: faʻapefea faʻalauaʻitele? E faʻaalia e le lesitala faʻamatalaga a11y i totonu o nisi auala? O le a lau mea e fai i le imeli? Tali: O le hCaptcha ua fuafuaina mo le le faalauaiteleina mai le eleele luga. E matua ese lava nai lo le masani filifiliga e pei reCAPTCHA o loʻo umia e faʻasalalauga fesoʻotaʻiga, oe i ai se faʻamalosiʻau e puʻeina oe i luga o le upega tafailagi ma faʻafesoʻotaʻi oe ma se moni faʻasinomaga. Matou te le faʻaaogaina lava ni fesoʻotaʻiga imeli poʻo ni faʻamatalaga mo soʻo se mafuaʻaga e ese mai le faʻafaigofieina le faʻaaogaina ma puipuia le sauaina. O lo matou aiaiga faʻalilolilo o loʻo i ai ni faʻamatalaga lautele ma faʻamaonia pe faʻapefea ona matou faʻaaogaina faʻamaumauga, ae o le puʻupuʻu tali o le matou le fiafia e faʻafesoʻotaʻi oe o se tagata ma lou faʻasalalauga talaʻaga. O loʻo matou galulue foi i le taimi nei i luga o se cryptographic solution e vave lafoa lau tuatusi imeli. a o faʻapea foʻi ona faʻasaoina le mafai ona puipuia le sauaina, faʻaopopo ia matou Privacy Pass galuega.",
    "page-acc-link-1": "Afai o oe o se tagata ulufale ulufale, faʻamolemole saini iinei.",
    "page-acc-subhead": "Mautinoa le faʻaaogaina faigofie mo tagata uma e faʻaaogaina le tausiga",
    "page-acc-summary": "Aotelega",
    "page-acc-summary-contents-1": "hCaptcha ua mamanuina e taofi ai bots e ala i le iloga latou mai tagata. O suʻega vaʻaia o se mea aoga mo lenei, ae le o tagata uma e mafai ona foia se faʻafitauli vaʻaia. Mo lenei mafuaʻaga ua matou mamanuina se faigofie, leai se tiga e faʻatagaina ai le au faʻasalalau e faʻaaogaina la matou auaunaga e tausisia le avanoa mo tagata uma ma le vaega atoa 508 ma le WCAG 2.0 tausisia.",
    "page-acc-summary-contents-2": "E faʻafefea ona galue: muamua, se tagata ulufale ulufale saini i lenei URL, lea e fesoʻotaʻi i le hCaptcha widget itulau itulau. O loʻo tuʻuina mai ia i latou se kuki faʻamau e mafai ona faʻaogaina i le tele o taimi i le aso, ae tatau ona faʻafouina i le 24 itula uma ala i le login. A tuuina mai se luʻitau i se faʻaaogaina tagata faaaoga i luga o soʻo se 'upega tafaʻilagi faʻaaogaina le auaunaga hCaptcha, latou otometi pasi.",
    "page-acc-title": "hCaptcha Avanoa Faʻamatalaga",
    "page-acc-tr-body": "Fesili: O loʻo ou vaʻaia pea se luʻi ina ua maeʻa faʻatulaga le kuki. O le a le mea e mafua ai lenei mea? Tali: E masani ona mafua mai ile faʻaaogaina o se poloka ma se kuki faʻalauaʻitele, poʻo se seti e taofia poloka kuki i luga ole laiga, i le tulaga lea pei o oe o loʻo e asia. hCaptcha faigofie kuki galue ma uma lauiloa browser ma poloka poloka ma a latou tulaga faʻapitoa, o lea e masani lava toilalo e mafua mai aneti-aneti-adblock scripts po o tulafono faʻapitoa faʻatulagaina o faʻapitoa nofoaga. Fofo: 1. Whitelist hcaptcha.com ma * .hcaptcha.com kuki i lau poloka poloka poʻo le browser browser faʻaopoopoga. 2. Afai o loʻo e faʻaaogaina le Brave browser, lea e le o iai (pei o Aperila 2020) foliga mai o loʻo i ai se ituaiga kuki, tusi i le Preferences -> Shields -> Cookies ma filifili Allow All Cookies. 3. Afai o loʻo e faʻaogaina le laupepa lata mai ole Safari i luga ole OS X 10.15 poʻo le iOS 13. na tatalaina talu ai nei, 4 ua faatoa sui ai e Apple le amio a Safari e fesoʻotaʻi ma kuki o le isi itu, polokaina uma i latou ile tulaga masani. O loʻo matou faia se fofo, ae i le taimi nei, faʻamolemole asiasi i le Safari Preferences, Privacy section, and uncheck Website tracking: Mencegah cross-site tracking ina ia mafai ai ona avanoa le kuki. Fesili: Ou te faʻaaogaina le tele o masini. E tatau ona ou lesitala faʻalua taimi? Tali: Leai. Faʻamolemole kiliki i le imeli login tuʻuina atu ia oe i masini uma e te faʻaogaina e faʻatulaga ai le kuki.",
    "page-acc-tr-title": "Mo Avanoa Tagata faaaoga: Q & A ma Troubleshooting Guide",
    "priv-hc": "Tulaga faalilolilo Taulai",
    "priv-hc-text": "Faʻaliga vaʻaia vaʻaia oe o lo latou oloa. Matou te le. Tatou te le popole foʻi poo ai e faʻaaoga, pau lava le mea e ono o latou loto leaga. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia.",
    "sec-hc": "Puipuiga Muamua",
    "sec-hc-text": "hCaptcha o faʻasalalauga-faʻapitoa. Matou te galulue e tuʻuina atu upega tafailagi o faʻamatalaga moni ma tuu latou latou filifili pe faʻapefea ona faʻaaoga. Tonu o lo oe fiafia ma matou. O isi captchas e maua e kamupani faʻasalalau. O bot uma latou te polokaina e ono faʻaititia a latou tupe maua.",
    "what-is-hcaptcha": "O le a le hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha fesoasoani i mea e sili ona e fiafia iai i luga o le upega tafailagi e taofia ai bots, spam, ma le faʻaleagaina e ala i le faia o ni fesili faigofie e faigofie mo tagata ma faigata mo masini.",
    "why-hc": "Aisea hCaptcha?",
    "why-hc-text": "O taimi uma e te taliina se luʻi, matou te faʻaaogaina ni faʻataʻitaʻiga lelei e iloa ai pe o oe o se tagata pe o se masini. O le 'upega tafaʻilagi na e asia faʻaaogaina ai lenei faʻaiuga e fesoasoani e faʻaleleia atili lou poto masani i luga o la latou' 'upega tafaʻilagi i le tausia ese o ni bot."
}