{
    "about-advisors-brendan": "Pule Sili. Aloaia o le taʻitaʻi ile AI. Na ia faʻaaogaina masini atamai i le lautele i le tele o ituaiga o faʻafitauli pisinisi i le gasologa o tausaga.",
    "about-advisors-dawn": "PhD i le Computational Biology, Stanford. Galulue faʻatasi ma upega tafaʻilagi talu mai le 1999. Taulai atu i le faʻaaoga ML ma le loloto aʻoaʻoga i le fua.",
    "about-advisors-head": "Faufautua",
    "about-advisors-keiran": "Database ma Blockchain tagata poto. Uluai inisinia i Cloudera ma sili atu. Le tele o tausaga ole tomai ile fausiaina o polokalama ma 'au.",
    "about-content-head-1": "Mea tatou te faia",
    "about-content-head-2": "Aisea E Taua",
    "about-content-text-1": "hCaptcha o se 'auʻaunaga a le Intuition Machines Inc, o se AI ma masini aʻoaʻoina kamupani ma le taulai atu i le metalearning ma vaʻaiga vaega ML i le fua. Tatou fausia ma faʻagaioia faʻateleina auala e mafai ai vitio ma ata faʻataʻitaʻiga auaunaga mo Global 2000 kamupani i le lalolagi atoa.",
    "about-content-text-2": "Tele faʻamatalaga e masani ona maua ai ni taunuʻuga lelei. Fausia ma tausia lelei faʻaigoaina ma talafeagai faʻamaumauga o taimi e alu ma taugata. O le hCaptcha na muamua fausia e faʻatautaia ai a tatou lava manaʻoga i faʻailoga igoa, ma ua avanoa nei mo isi kamupani e iai manaʻoga tutusa.",
    "about-intro-head-1": "Galue mo hCaptcha",
    "about-intro-head-2": "E Tele la matou Misiona",
    "about-intro-text": "O loʻo matou tuputupu aʻe faʻavave ma o loʻo matou saili pea mo taleni sili a le lalolagi i o matou ofisa i le lalolagi atoa. E mafai ona apalai ma le fesoʻotaʻiga lalo.",
    "about-leadership-alex": "Database ma Blockchain tagata poto. Uluai inisinia i Cloudera ma sili atu. Le tele o tausaga ole tomai ile fausiaina o polokalama ma 'au.",
    "about-leadership-eli": "Pule Sili. Aloaia o le taʻitaʻi ile AI. Na ia faʻaaogaina masini atamai i le lautele i le tele o ituaiga o faʻafitauli pisinisi i le gasologa o tausaga.",
    "about-leadership-head": "Taʻitaʻi",
    "about-leadership-todd": "PhD i le Computational Biology, Stanford. Galulue faʻatasi ma upega tafaʻilagi talu mai le 1999. Taulai atu i le faʻaaoga ML ma le loloto aʻoaʻoga i le fua.",
    "acc-opt": "Avanoa Avanoa",
    "acc-opt-but": "Aʻoaʻo atili e uiga i faʻatagaina filifiliga",
    "acc-opt-text": "O loʻo e vaʻai faʻafitauli pe le mafai ona faʻatumu le hCaptchas?",
    "accessibility-link": "Avanoa",
    "appreciate-in": "Matou te talisapaia lou sao. Faʻailoa ia i matou ni mataupu ma o le a matou foia vave.",
    "fb-but": "Auina mai ia matou faʻamatalaga",
    "feedback-text": "Faʻailoa mai ni manatu i luga ole hCaptcha na e vaʻaia",
    "footer-attribution": "Faʻailoa",
    "footer-copyright-text": "hCaptcha o se tusi faʻamaufaʻailoga o Intuition Machines, Inc.",
    "footer-header-1": "Kamupani",
    "footer-header-2": "Punaoa",
    "footer-header-3": "Fetaui",
    "footer-link-1": "Faʻaigoaina",
    "footer-link-2": "E uiga",
    "footer-link-3": "Galuega",
    "footer-link-4": "Fefaatauaiga",
    "footer-link-5": "Faʻamatalaga",
    "footer-link-6": "Tulaga",
    "footer-link-7": "Tusitusiga",
    "footer-link-8": "Lipoti se meaola",
    "footer-link-9": "Avanoa",
    "footer-privacy": "Mea faalilolilo",
    "footer-subheader-1": "Lagolago",
    "footer-subheader-2": "Fetaui",
    "footer-terms": "Tuutuuga",
    "header-docs-link": "Pepa aloaia",
    "header-labeling-services-link": "Tautua Faʻaigoaina",
    "header-login-button": "Ulufale",
    "header-plans-link": "Fuafuaga",
    "header-signup-button": "Saini loa",
    "home-about-head": "E uiga i le hCaptcha",
    "home-about-subtitle": "Faʻamalosia e le HUMAN Protocol",
    "home-about-text-1": "ua fuafuaina le hCaptcha e foia ai le tele o tagata faigaluega mo le faʻafitauli i le aʻoaʻoina masini: faʻailogaina tele o faʻamaumauga i se taimi vave, taugofie, ma faʻatuatuaina.",
    "home-about-text-2": "Tele faʻamatalaga e masani lava ona maua ai ni taunuʻuga lelei i le aʻoaʻoina masini faʻataʻitaʻi. O le manuia lata mai o faʻataʻitaʻiga loloto ua mafua ai le tele o faʻamaumauga tele, toetoe o taimi uma ma iloiloga a tagata. Ae ui i lea, o le fausiaina tele o tagata-toe iloilo datasets ala Mechanical Turk, Ata Eight, ma isi mea e tuai ma taugata.",
    "home-about-text-3": "hCaptcha faʻatagaina upega tafailagi e fai tupe e tautua ai lenei manaʻoga a o poloka bots ma isi ituaiga o faʻaleagaina.",
    "home-about-text-4": "O le hCaptcha maketi o loʻo faʻamalosia e le HUMAN Protocol, o se avanoa faʻavaʻavaʻaia fuafuaga mo iloiloga a tagata e tamoe i le Ethereum blockchain. 'Upega tafaʻilagi maua Human Tokens (HMT) i soʻo se taimi e faʻaaogaina ai e tagata faʻaaoga le hCaptcha widget i luga o la latou' upega tafaʻilagi, ma masini aʻoga e totogi tagata Human Tokens e maua ai a latou faʻamatalaga faʻailo.",
    "home-ba-labeling-services-link": "Tautua Faʻaigoaina",
    "home-benefits-head-1": "Le Taua ile Faʻailoga Faailoga",
    "home-benefits-head-2": "Toe Foʻi i le Alofa",
    "home-benefits-text-1": "Na e iloa i taimi uma e te kiliki ai i luga o le taʻavale e te fesoasoani ai e koleni se tasi kamupani Gigantic masini faʻaaogaina masini mo maua fua?",
    "home-benefits-text-2": "hCaptcha liliu lenei faʻataʻitaʻiga. A e faʻaoga le hCaptcha, e faʻatau e kamupani i luga o le galuega e faʻaaoga e au tagata faʻaoga e faʻamaonia ai a latou agaalofa. E te maua taui.",
    "home-benefits-text-3": "E te manaʻo e toe avatua i lau pele e te fiafia iai? hCaptcha faʻatagaina oe e te lagolagoina le faʻamau o lau filifiliga ma tupe maua e te mauaina mai le faʻaaogaina. Tagata faʻaaoga i luga o lau 'upega tafaʻilagi o le a le pine ona vaʻaia lau saofaga i le alofa moni e ala i faʻailoga atamai i le hCaptcha Ofisa.",
    "home-challenge-text-1": "Filifili uma ata e fetaui ma fesili",
    "home-challenge-text-2": "Faamatala tuaoi vaega mo mea",
    "home-challenge-text-3": "Faʻailoa igoa e fetaui lelei",
    "home-challenge-title-1": "Faatusatusaga",
    "home-challenge-title-2": "Fusia Pusa",
    "home-challenge-title-3": "Faʻavasegaina",
    "home-challenges-head": "Tuuina atu Luʻitau",
    "home-challenges-text-1": "... ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
    "home-challenges-text-2": "Tu ma aga masani e avanoa foi mo pisinisi faʻasalalau.",
    "home-ent-1": "Vaavaai mo le pisinisi saogalemu taulaga?",
    "home-ent-2": "Asiasi i la matou 'upega tafaʻilagi tuuto: BotStop.com",
    "home-ent-button": "Aʻoaʻo atili: BotStop e hCaptcha",
    "home-from-the-blog": "MAI LE BLOG:",
    "home-from-the-blog-value": "Faʻafefea ona fai e le hCaptcha Faigata Faigofie",
    "home-intro-body": "Oe faʻaogaina se captcha e teu ai bots? hCaptcha puipuia tagata faʻalilolilo, faʻamau upega tafailagi, ma fesoasoani i kamupani ia maua a latou faʻamatalaga faʻaigoaina. O se mataua-i le sui mo reCAPTCHA: e mafai ona sui i totonu o minute.",
    "home-intro-button": "Saini Nei Nei",
    "home-intro-head": "Taofi sili bots. Amata puipuia le faʻalilolilo o tagata.",
    "home-main-1": "Tumaoti. Saogalemu. Televave. Ma matou te totogia oe e te faʻaaogaina ai.",
    "home-main-2": "Tulaga faalilolilo Taulai",
    "home-main-2c": "Ad faʻasalalau vaʻaiga au tagata asiasi o le oloa. Mo hCaptcha le oloa o le galuega latou te tuʻuina. Matou te le popole poʻo ai au tagata faʻaoga, pe faʻapefea ona ono leaga i latou. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia.",
    "home-main-3": "Puipuiga Muamua",
    "home-main-3c": "Tonu o lo oe fiafia ma matou. hCaptcha e faʻasalalau-faʻasalalauga. Matou te galulue e tuʻuina atu lau faʻamatalaga moni ma tuu oe e filifili pe faʻafefea ona faʻaaoga. O isi captchas ua saunia e",
    "home-main-4": "Lelei Tagata Aoga Aafiaga",
    "home-main-4c": "O masini suʻesuʻe faʻapitoa e faʻaaogaina e le hCaptcha mo le faʻamautuina o tagata. Lenei mea matou te manaʻomia ai soʻona faʻatiga galuega mai ou tagata faʻaaoga ma le faʻaitiitia o latou taimi i le faia, aʻo faʻatupuina pea ni faʻamatalaga aoga mo le faʻailogaina o tagata faʻatau.",
    "home-main-plans": "hCaptcha e leai se totogi e faʻaaogaina mo le au faʻasalalau i soʻo se tele. Peitai, mo pisinisi ma tulaga e manaʻomia sili pule, tatou pisinisi pisinisi avanoa o loʻo avanoa.",
    "home-main-plans2": "hCaptcha pisinisi fofo puipuia le faitau miliona o tagata faaaoga i le fiasefulu miliona 'upega tafaʻilagi mo nisi o kamupani sili ona tetele i luga o le paneta. Faʻamolemole faafesootai matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans3": "hCaptcha pisinisi fofo puipuia le faitau miliona o tagata faaaoga i le fiasefulu miliona 'upega tafaʻilagi mo nisi o kamupani sili ona tetele i luga o le paneta. Faʻamolemole faafesootai matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans4": "mo auiliiliga.",
    "home-plans-button-1": "Saini nei",
    "home-plans-button-2": "Faʻafesoʻotaʻi faʻatau",
    "home-plans-chart-head-1": "Vala",
    "home-plans-chart-head-2": "Tusitala",
    "home-plans-chart-head-3": "Pisinisi",
    "home-plans-chart-row-1-cell-1": "Pulea ituaiga luʻitau faʻaalia",
    "home-plans-chart-row-1-cell-2": "Itiiti",
    "home-plans-chart-row-1-cell-3": "Aofai",
    "home-plans-chart-row-10-cell-1": "Eseese tagata faʻaaoga dashboards",
    "home-plans-chart-row-11-cell-1": "Advanced lipoti foliga",
    "home-plans-chart-row-12-cell-1": "Pisinisi SLAs",
    "home-plans-chart-row-2-cell-1": "Pulea mea luʻi faʻaaogaina",
    "home-plans-chart-row-2-cell-2": "Itiiti",
    "home-plans-chart-row-2-cell-3": "Aofai",
    "home-plans-chart-row-3-cell-1": "Maua taui mo manuia faaletagata",
    "home-plans-chart-row-4-cell-1": "Puipuiga a le lalolagi-aneti-bot",
    "home-plans-chart-row-5-cell-1": "Galue i atunuʻu uma",
    "home-plans-chart-row-6-cell-1": "GDPR ma CCPA-faauo tulafono faʻalilolilo",
    "home-plans-chart-row-7-cell-1": "Lelei saʻo",
    "home-plans-chart-row-8-cell-1": "Faʻalauiloa lau oe lava luʻi mea",
    "home-plans-chart-row-9-cell-1": "Taimi-faavae faigata faigata faʻatulagaina",
    "home-try-it-out-button": "Maua le hCaptcha",
    "home-try-it-out-head": "Tofa loa",
    "home-try-it-out-text": "hCaptcha maua faigofie, faigofie, ma le faʻamoemoeina vaʻavaʻaia vaʻaia a o avea ma e le taua mo tagata e foia.",
    "labeling-about-head": "E uiga i le hCaptcha",
    "labeling-about-text-1": "ua fuafuaina le hCaptcha e foia ai le tele o tagata faigaluega ose faafitauli i aʻoaʻoga masini; faʻaigoaina le tele o faʻamaumauga i se taimi vave, taugofie, ma faʻatuatuaina auala. Tele faʻamatalaga e masani lava ona maua ai ni taunuʻuga lelei i le aʻoaʻoina masini faʻataʻitaʻi. O le faʻamanuiaga lata mai o faʻataʻitaʻiga loloto na mafua ai le tele o faʻamaumauga tele, ma o le hCaptcha o loʻo manaʻomia lenei manaʻoga.",
    "labeling-about-text-2": "Ae ui i lea, o le fausiaina tele o tagata-toe iloilo datasets faʻaaogaina metotia masani e lemu ma taugata. hCaptcha o se 'auala mo kamupani e maua ai le faʻamatalaga latou te manaʻomia vave, ma le maualuga tulaga ma i le tau maualalo nai lo isi filifiliga.",
    "labeling-annotations-head": "Faʻamatalaga Ituaiga",
    "labeling-annotations-text-1": "Malamalama lelei mea i ata ma vitio",
    "labeling-annotations-text-2": "Malamalama lelei mea i ata ma vitio",
    "labeling-annotations-text-3": "Faasino tala mo le tele o faʻaaoga eseese mataupu",
    "labeling-annotations-text-4": "Faʻavasega pe faʻapipiʻi ni faʻatulafonoina soʻo se ituaiga",
    "labeling-annotations-text-5": "Tagata-malosiaga iloa ma faʻavasegaina",
    "labeling-annotations-text-6": "Manaʻomia se isi ituaiga e le o lisiina iinei? Tau lava o matou fesili.",
    "labeling-annotations-title-1": "Fusia Pusa",
    "labeling-annotations-title-2": "Polokalama",
    "labeling-annotations-title-3": "Tagavai",
    "labeling-annotations-title-4": "Uiga uiga faʻavasega",
    "labeling-annotations-title-5": "Faatusatusaga ma Faailoaina",
    "labeling-annotations-title-6": "... ma sili atu",
    "labeling-ent-button": "Faʻafesoʻotaʻi le matou Team Solutions Team",
    "labeling-ent-head": "Manaʻomia le Iuga i le Iuga Pulea?",
    "labeling-ent-text-1": "O le HUMAN Platform i tua atu o le hCaptcha, e maua ai le sili ona atamai i galuega ma uiga faʻatonutonu e ala i luga o tuʻutuʻuga, hybrid, poʻo le SaaS faʻapipiʻi e tuʻufaʻatasia ma au sisitema o iai nei.",
    "labeling-ent-text-2": "Taufetuli atoa i fafo ma lau oe lava faigaluega, track value faʻaalu uma i pisinisi pisinisi poʻo paʻaga felafolafoaʻi, filifili auala galuega i 'eseʻese i totonu poʻo fafo atu tagata faigaluega e faʻavae i luga o tau ma manaoga saogalemu, ma sili atu.",
    "labeling-ent-text-3": "Faigofie API avanoa, dashboards matagofie, ma le lata mai faʻataʻitaʻiga-i-le-matata tekonolosi e faʻatele ai le lelei.",
    "labeling-ent-text-4": "99.99% taimi uumi SLA ma 24/7 lalolagi lagolago maua ai. Mo nisi faʻamatalaga:",
    "labeling-features-head-1": "Faigofie API-puʻeina paipa.",
    "labeling-features-head-2": "Le sili ona lelei mo tau ma lelei. Leai se taʻutinoga i luma atu e manaʻomia.",
    "labeling-features-head-3": "Naʻo le totogi mo le saʻo oe e te manaʻomia.",
    "labeling-features-head-4": "Tuʻu lau oe lava eleele faʻamatalaga faʻamaoni pe faʻataga matou e fau i luga ole lele.",
    "labeling-features-text-1": "E te manaʻo e tuʻu saʻo le iloiloga a tagata i lau pisinisi pisinisi? Matou te ofoina atu le maualuga o le faʻatuatuaina o SLA, mautinoa le gafatia, ma faigofie REST APIs.",
    "labeling-features-text-2": "O le HUMAN tulaga faʻaaoga faʻataʻitaʻiga mautinoa faʻataʻitaʻiga e faʻataʻitaʻi lelei ai le taimi puʻupuʻu lelei faʻataʻitaʻiga lelei. Lenei mea tatou te mafai vave ona iloa uma le faigata o fesili ma latou ono tali saʻo, sefe ai oe taimi ma tupe.",
    "labeling-features-text-3": "E le tutusa uma faʻafitauli. Faʻamatalaga mo le saogalemu-taua galuega ono manaʻomia 99,99% talitonuina mai i tagata faigaluega atoa. Faʻamatalaga mo se tasi foliga beta i se polokalama taʻaloga feaveaʻi e manaʻomia na o le talitonuina lelei. Oe filifili.",
    "labeling-features-text-4": "E i ai ni au faʻamatalaga e aunoa ma se faʻamaoniga atoatoa? Ole tele o taimi e mafai ona matou fauina se tasi mo oe aʻo taufetuli galuega i totonu ole system, pe faia ni faʻaigoaina faʻataʻitaʻiga mo lau faamaoniga.",
    "labeling-info-head": "Maua Faamaumauga Faaigoa",
    "labeling-info-text-1": "Talanoa ma se tasi o matou 'au atamamai faʻamatalaina e faʻamatala au fuafuaga manaʻomia: sini saʻo, faʻatulagaina, ma soʻo se manaʻoga faapitoa.",
    "labeling-info-text-2": "Matou te faʻatinoina se galuega laʻititi galuega faʻatatau i luga o lau faʻataʻitaʻiga faʻamaumauga. Faʻataʻitaʻiina le galuega na matou faia faʻatasi ina ia mautinoa e te maua tonu le mea e te manaʻomia.",
    "labeling-info-text-3": "Faatasi ai ma le maualuga ma le maualalo latency o le a matou liliu lau galuega faataamilo vave, ma otometi kiliva vave i le taimi lava e faia.",
    "labeling-info-text-4": "A o matou malamalama atili i faʻatonuga o lau gaosiga galue, o le a faʻaalia le iʻuga o le a faʻaleleia atili i le taimi.",
    "labeling-info-text-5": "Ola dashboards faʻatagaina oe e tuʻuina mai faʻamatalaga pe taofi le gaosiga i soʻo se taimi.",
    "labeling-info-title-1": "Faʻamatala Auiliili",
    "labeling-info-title-2": "Uluai galuega Suʻega",
    "labeling-info-title-3": "Faʻalautele galuega gaosiga",
    "labeling-info-title-4": "Faʻaauau le Faʻaleleia",
    "labeling-info-title-5": "Taimi Moni Tali",
    "labeling-main-1": "Taugofie faʻamaumauga faʻamaumauga i fua",
    "labeling-main-1-button": "Maua lau Faʻamatalaga Faʻaigoaina Nei",
    "labeling-main-1c": "Manaʻomia nisi faʻailoga mo au faʻamaumauga? hCaptcha saunia vave, tau-lelei, ma maualuga le lelei faʻamaumauga faʻamaumauga mo kamupani o loʻo galue i atamai faʻafofoa ma masini e aʻoaʻo talosaga.",
    "labeling-main-2": "Faʻalauiloa miliona galuega i le taimi lava.",
    "labeling-main-2-button": "Faʻatau Auauna Faʻaigoaina Auaunaga",
    "labeling-main-2c": "hCaptcha o loʻo i ai se tasi o vaipopoto tele i luga o le paneta e avanoa mo lou faʻaaogaina. Poʻo le a lava lau fuataga, tatou te mafaia ona faʻatautaia e aunoa ma taugata i luma tautinoga. E faitau miliona galuega i le aso e leai se faʻafitauli.",
    "labeling-platform-head": "Tumaoti poʻo Faʻamatalaga Lautele",
    "labeling-platform-text": "ua fausia le hCaptcha i luga o le HUMAN Platform, lea e mafai ai ona faʻatonutonu auala sili ma auiliiliga e faʻaleleia atili ai le tau ma le lelei i laʻasaga taʻitasi. O lenei tekonolosi faʻatagaina le au faigaluega saʻo e taulimaina vaega taʻitasi o lau galuega, faʻateleina tau o le lelei a o puipuia le faʻalilolilo ma faʻamalieina soʻo se tulafono faʻatulagaina manaʻoga e ono faʻaaogaina.",
    "labeling-try-button": "Faʻatau Auauna Faʻaigoaina Auaunaga",
    "labeling-try-head": "E te manaʻo e faʻataʻitaʻia lau faʻamatalaga?",
    "labeling-try-text": "... matou te sauni pe a e i ai: o la matou auaunaga o avanoa i taimi uma o le uati.",
    "learn-more-hcaptcha": "Aʻoaʻo atili e uiga i le hCaptcha",
    "page-acc-faq-1": "Fesili: O hCaptcha Vaega 508 + WCAG 2.0 tausisia? Tali: Matou te talitonu faʻapea: tagata uma e iai soʻo se ituaiga o faʻaleagaina e mafai ona vaʻai i luga o le upega tafailagi ma ulufale mai i tusitusiga i luga o pepa mafai ona mauaina auaunaga puipuia e le hCaptcha i luga o le resitalaina. Peitaʻi, e le o ni fautuaga faaletulafono: e tatau ona fai sau oe lava suʻesuʻega, pe a manatu i lau faʻapitoa e faʻatino ai ina ia mautinoa o le mea tonu lea mo lau faʻauʻuina.",
    "page-acc-faq-2": "Fesili: O e galue i isi avanoa (a11y) filifiliga, pei o le leo? Tali: O filifiliga ua leva ona lauiloa e pei o le captchas, e faʻailoga tagata e tele i le a11y tagata faʻaaogaina ma e faigofie ona faʻaumatia e ala i masini nei. Lenei mea ua faamalosia ai leo o loʻo iai nei faʻafitauli e avea atili ai ma sili atu faigata, faʻaalia le pisa, taimi le talafeagai, le masani ai upu tuʻufaʻatasia, ma isi mea e faʻatoilaloina ai le osofaʻiga. Ua faapea ona tatou le naunau tele i lenei auala vs. aloese mai le luitau atoa, ae o le a mafaufau i ai pe a iai se manaoga mai le a11y alalafaga. Peitai, matou te fiafia tele i le Privacy Pass mo le Accessibility faʻaaoga mataupu. Matou te talitonu o le tuʻufaʻatasia o loʻo tatou i ai nei a11y auala ma Privacy Pass tuʻuina atu o le a faʻatagaina a11y tagata e faʻasolosolo saogalemu, malupuipuia i le iloa o a latou feʻaveaʻiga e sili ona faʻalilolilo, aʻo le faʻatapulaʻaina o le faʻaletonu e tagata faʻalavelave vaʻalele e ono aliali mai pe a o avanoa a11y avanoa. O tatou o loʻo auai i le IETF o loʻo faʻatinoina le faʻaogaina o nei tekonolosi fou.",
    "page-acc-faq-3": "Fesili: faʻapefea faʻalauaʻitele? E faʻaalia e le lesitala faʻamatalaga a11y i totonu o nisi auala? O le a lau mea e fai i le imeli? Tali: O le hCaptcha ua fuafuaina mo le le faalauaiteleina mai le eleele luga. E matua ese lava nai lo le masani filifiliga e pei reCAPTCHA o loʻo umia e faʻasalalauga fesoʻotaʻiga, oe i ai se faʻamalosiʻau e puʻeina oe i luga o le upega tafailagi ma faʻafesoʻotaʻi oe ma se moni faʻasinomaga. Matou te le faʻaaogaina lava ni fesoʻotaʻiga imeli poʻo ni faʻamatalaga mo soʻo se mafuaʻaga e ese mai le faʻafaigofieina le faʻaaogaina ma puipuia le sauaina. O lo matou aiaiga faʻalilolilo o loʻo i ai ni faʻamatalaga lautele ma faʻamaonia pe faʻapefea ona matou faʻaaogaina faʻamaumauga, ae o le puʻupuʻu tali o le matou le fiafia e faʻafesoʻotaʻi oe o se tagata ma lou faʻasalalauga talaʻaga. O loʻo matou galulue foi i le taimi nei i luga o se cryptographic solution e vave lafoa lau tuatusi imeli. a o faʻapea foʻi ona faʻasaoina le mafai ona puipuia le sauaina, faʻaopopo ia matou Privacy Pass galuega.",
    "page-acc-link-1": "Afai o oe o se tagata ulufale ulufale, faʻamolemole saini iinei.",
    "page-acc-subhead": "Mautinoa le faʻaaogaina faigofie mo tagata uma e faʻaaogaina le tausiga",
    "page-acc-summary": "Aotelega",
    "page-acc-summary-contents-1": "hCaptcha ua mamanuina e taofi ai bots e ala i le iloga latou mai tagata. O suʻega vaʻaia o se mea aoga mo lenei, ae le o tagata uma e mafai ona foia se faʻafitauli vaʻaia. Mo lenei mafuaʻaga ua matou mamanuina se faigofie, leai se tiga e faʻatagaina ai le au faʻasalalau e faʻaaogaina la matou auaunaga e tausisia le avanoa mo tagata uma ma le vaega atoa 508 ma le WCAG 2.0 tausisia.",
    "page-acc-summary-contents-2": "E faʻafefea ona galue: muamua, se tagata ulufale ulufale saini i lenei URL, lea e fesoʻotaʻi i le hCaptcha widget itulau itulau. O loʻo tuʻuina mai ia i latou se kuki faʻamau e mafai ona faʻaogaina i le tele o taimi i le aso, ae tatau ona faʻafouina i le 24 itula uma ala i le login. A tuuina mai se luʻitau i se faʻaaogaina tagata faaaoga i luga o soʻo se 'upega tafaʻilagi faʻaaogaina le auaunaga hCaptcha, latou otometi pasi.",
    "page-acc-title": "hCaptcha Avanoa Faʻamatalaga",
    "page-acc-tr-body": "Fesili: O loʻo ou vaʻaia pea se luʻi ina ua maeʻa faʻatulaga le kuki. O le a le mea e mafua ai lenei mea? Tali: E masani ona mafua mai ile faʻaaogaina o se poloka ma se kuki faʻalauaʻitele, poʻo se seti e taofia poloka kuki i luga ole laiga, i le tulaga lea pei o oe o loʻo e asia. hCaptcha faigofie kuki galue ma uma lauiloa browser ma poloka poloka ma a latou tulaga faʻapitoa, o lea e masani lava toilalo e mafua mai aneti-aneti-adblock scripts po o tulafono faʻapitoa faʻatulagaina o faʻapitoa nofoaga. Fofo: 1. Whitelist hcaptcha.com ma * .hcaptcha.com kuki i lau poloka poloka poʻo le browser browser faʻaopoopoga. 2. Afai o loʻo e faʻaaogaina le Brave browser, lea e le o iai (pei o Aperila 2020) foliga mai o loʻo i ai se ituaiga kuki, tusi i le Preferences -> Shields -> Cookies ma filifili Allow All Cookies. 3. Afai o loʻo e faʻaogaina le laupepa lata mai ole Safari i luga ole OS X 10.15 poʻo le iOS 13. na tatalaina talu ai nei, 4 ua faatoa sui ai e Apple le amio a Safari e fesoʻotaʻi ma kuki o le isi itu, polokaina uma i latou ile tulaga masani. O loʻo matou faia se fofo, ae i le taimi nei, faʻamolemole asiasi i le Safari Preferences, Privacy section, and uncheck Website tracking: Mencegah cross-site tracking ina ia mafai ai ona avanoa le kuki. Fesili: Ou te faʻaaogaina le tele o masini. E tatau ona ou lesitala faʻalua taimi? Tali: Leai. Faʻamolemole kiliki i le imeli login tuʻuina atu ia oe i masini uma e te faʻaogaina e faʻatulaga ai le kuki.",
    "page-acc-tr-title": "Mo Avanoa Tagata faaaoga: Q & A ma Troubleshooting Guide",
    "priv-hc": "Tulaga faalilolilo Taulai",
    "priv-hc-text": "Faʻaliga vaʻaia vaʻaia oe o lo latou oloa. Matou te le. Tatou te le popole foʻi poo ai e faʻaaoga, pau lava le mea e ono o latou loto leaga. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia.",
    "reporting-bugs-accessibility-button": "Aʻoaʻo atili e uiga i faʻatagaina filifiliga",
    "reporting-bugs-accessibility-head": "Avanoa Avanoa",
    "reporting-bugs-accessibility-text": "O loʻo e vaʻai faʻafitauli pe le mafai ona faʻatumu le hCaptchas?",
    "reporting-bugs-guide-ff-head": "Pueina o Bug Lipoti Auiliiliga: Firefox",
    "reporting-bugs-guide-ff-step-1": "Laasaga 1: Tatala atinaʻe meafaigaluega (O lenei e amata pueina le sauniga.)",
    "reporting-bugs-guide-ff-step-2": "Laasaga 2: Kiliki i luga o le Network tab ile Developer Tools. Siaki le Taʻiliga ogalaau pusa i le pito i luga.",
    "reporting-bugs-guide-ff-step-3": "Laasaga 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le 'upega tafaʻilagi o loʻo ia te oe se faʻafitauli i luga o le O aʻu o le tagata atamai, ma taumafai e fofo.",
    "reporting-bugs-guide-ff-step-4": "Laasaga 4: Kiliki HAR pe a uma ona e taumafai e fofo, ma filifili Save All as HAR e sefe le network log. Lafo mai le faila ia ia matou.",
    "reporting-bugs-guide-ff-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau-kiliki ona Filifili uma ma sefe i totonu o le faila faila, ina ia sefe le faʻamafanafana log. Auina mai foi matou.",
    "reporting-bugs-guide-ff-step-6": "Laʻasaga mulimuli: Imeli na HAR ma faamafanafana faila faila ia matou, ma faamatala le faafitauli Faʻaaoga: support@hcaptcha.com (faʻamolemole faʻaaoga se tautua e pei o Dropbox poʻo Filebin ma auina atu soʻotaga) ma filifili oe se faʻamalama, pe a e masalosalo e i ai se mea o le faʻaalia saʻo. . Faʻamolemole lafo le IP o loʻo e faʻaaoga foi. E mafai ona e mauaina mai https://www.whatsmyip.org/ Faʻafetai mo le faʻaaluina o le taimi e fesoasoani ia matou maua lenei faʻamatalaga! Ua matou faʻamaoni i le faʻatinoina lelei o le hCaptcha mo tagata uma.",
    "reporting-bugs-guide-head": "Pueina o Bug Lipoti Auiliiliga: Chrome",
    "reporting-bugs-guide-step-1": "Laasaga 1: Tatala atinaʻe meafaigaluega (O lenei e amata pueina le sauniga.)",
    "reporting-bugs-guide-step-2": "Laasaga 2: Kiliki i luga o le Network tab ile Developer Tools. Siaki le Preserve log box i le pito i luga.",
    "reporting-bugs-guide-step-3": "Laasaga 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le 'upega tafaʻilagi o loʻo ia te oe se faʻafitauli i luga o le O aʻu o le tagata atamai, ma taumafai e fofo.",
    "reporting-bugs-guide-step-4": "Laasaga 4: Kiliki Lafo o le HAR (laʻititi i lalo le aū) pe a uma ona e taumafai e fofo, lea e faʻasaoina le faʻaogaina ogalaau. Lafo mai le faila ia ia matou.",
    "reporting-bugs-guide-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau-kiliki lea Save as .. ina ia sefe le faʻamafanafana log. Auina mai foi matou.",
    "reporting-bugs-guide-step-6": "Laasaga mulimuli: Imeli na HAR ma faamafanafana faila faila ia matou, ma faamatala le faafitauli. Faʻaaoga: support@hcaptcha.com (faʻamolemole faʻaaoga se tautua e pei o Dropbox poʻo le Filebin ma lafo ni fesoʻotaʻiga) ma filifili oe se faʻamalama, pe a e masalosalo e i ai se mea e le faʻaalia saʻo. Faʻamolemole lafo le IP o loʻo e faʻaaoga foi. E mafai ona e mauaina mai https://www.whatsmyip.org/ Faʻafetai mo le faʻaaluina o le taimi e fesoasoani ia matou maua lenei faʻamatalaga! Ua matou faʻamaoni i le faʻatinoina lelei o le hCaptcha mo tagata uma.",
    "reporting-bugs-guide-text-1": "Auina debugging info ma lau lipoti o le a faigofie tele mo i tatou e faailoa mea o loo tutupu. O laʻasaga ia i lea laasaga ma lea laasaga faʻatonuga:",
    "reporting-bugs-guide-text-2": "Afai o oe o se 'upega tafaʻilagi atinaʻe poʻo le tagata faʻaoga le poto masani, o le aotelega o matou te manaʻo e te lafoina mai ia i matou se upega tafailagi faʻamaumauga HAR ma browser faʻamafanafana logs. Faʻamolemole taumafai faʻamuta soʻo se poloka faʻasalalauga poʻo se isi fesoʻotaʻiga saogalemu muamua ona toe taumafai lea ae e te leʻi faia nei sitepu. A faʻapea e foia lau faʻafitauli, matou te talisapaia pea oe taʻu maia i matou lou browser browser, ad blocker poʻo le browser browser, ma le upega tafailagi URL.",
    "reporting-bugs-intro-head": "Ma maua le pakete? Ole auala lea e lipoti atu ai.",
    "reporting-bugs-intro-text": "E faitau miliona tagata e faʻaaogaina le hCaptcha i masina taʻitasi, ile faitau afe o tuʻufaʻatasiga o tagata suʻesuʻe, faʻalautelega, masini, afi, ma isi lava mea. O la matou sini ia mautinoa ia aoga pea mo oe, o lea matou te matua talisapaia ai au lipoti! Ina ia vave faʻaalia manatu, naʻo le kiliki i le Send us feedback button. Afai o loʻo e vaʻaia se faʻafitauli gofie, faʻamolemole mulimuli i le debug log faʻatonuga mo Chrome poʻo le debug log faʻatonuga mo Firefox i lalo. Mo isi sailiga naʻo imeli ia i matou. Mo faʻafitauli i le saogalemu poʻo le le puipuia, vaʻai le faʻatonuga i lalo.",
    "reporting-bugs-privacy-head": "Faalauaiteleina Mataupu",
    "reporting-bugs-privacy-text": "Tatou te le popole poo ai le au e faʻaaogaina, pau le mea e ono o latou e leaga ai ma masini. Matou te lagolagoina polokalame pei ole Privacy Pass, ma matou galulue malosi e faapaleni le le faalauaiteleina ma le puipuia. Afai na e mauaina se mataupu e te manatu e ono afaina ai le tagata faʻalilolilo, faamolemole imeli mai matou i le support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Auina mai ia matou faʻamatalaga",
    "reporting-bugs-provide-feedback-head": "Tuʻu vave faʻamatalaga i le hCaptcha",
    "reporting-bugs-provide-feedback-text": "Matou te talisapaia lou sao. Faʻailoa ia i matou ni mataupu ma o le a matou foia vave.",
    "reporting-bugs-security-head": "Puipuiga Puipuiga",
    "reporting-bugs-security-text": "Matou te fiafia lava i le mauaina o lipoti o le saogalemu bugs. Imeli support@hcaptcha.com & CC security@hcaptcha.com ma o le a matou toe foi vave atu ia te oe. O loʻo ia i matou foi le polokalame bug bounty mo agavaa saogalemu lipoti i luga o le auaunaga hCaptcha ma faʻamatalaga fuainumera code.",
    "sec-hc": "Puipuiga Muamua",
    "sec-hc-text": "hCaptcha o faʻasalalauga-faʻapitoa. Matou te galulue e tuʻuina atu upega tafailagi o faʻamatalaga moni ma tuu latou latou filifili pe faʻapefea ona faʻaaoga. Tonu o lo oe fiafia ma matou. O isi captchas e maua e kamupani faʻasalalau. O bot uma latou te polokaina e ono faʻaititia a latou tupe maua.",
    "what-is-hcaptcha": "O le a le hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha fesoasoani i mea e sili ona e fiafia iai i luga o le upega tafailagi e taofia ai bots, spam, ma le faʻaleagaina e ala i le faia o ni fesili faigofie e faigofie mo tagata ma faigata mo masini.",
    "why-hc": "Aisea hCaptcha?",
    "why-hc-text": "O taimi uma e te taliina se luʻi, matou te faʻaaogaina ni faʻataʻitaʻiga lelei e iloa ai pe o oe o se tagata pe o se masini. O le 'upega tafaʻilagi na e asia faʻaaogaina ai lenei faʻaiuga e fesoasoani e faʻaleleia atili lou poto masani i luga o la latou' 'upega tafaʻilagi i le tausia ese o ni bot."
}