{
    "about-advisors-brendan": "CEO. Anozivikanwa mutungamiri muAI. Akashandisa hungwaru hwemashini pamwero kune dzakasiyana siyana dzezvinetso zvebhizimusi mumakumi emakore apfuura.",
    "about-advisors-dawn": "PhD muComputational Biology, Stanford. Kushanda neural network kubvira 1999. Tarisa pane kuisa ML uye kudzidza zvakadzama pamwero.",
    "about-advisors-head": "Vapi vamazano",
    "about-advisors-keiran": "Databheki uye Bhodhichain nyanzvi. Wekutanga mainjiniya ku Cloudera uye nezvimwe. Makumi emakumi ehunyanzvi hwekuvaka software uye zvikwata.",
    "about-content-head-1": "Zvatinoita",
    "about-content-head-2": "Nei Zvichikosha",
    "about-content-text-1": "hCaptcha ibasa reIntuition Machines Inc, iyo AI uye yemakambani yekudzidzira kambani ine tarisiro yekuenzanisa nedemo rekuona ML pachiyero. Tinogadzira uye tinoshanda masisitimu yakanyanya scalable yekugonesa vhidhiyo uye mifananidzo yekuongorora masevhisi emakambani eGlobal 2000 kupota nyika.",
    "about-content-text-2": "Mamwe data kazhinji anounza zviri nani mibairo Kuvaka nekuchengetedza zvakanyorwa zvakanaka uye yakakodzera dhetithi inguva inotora uye inodhura. ‍HCaptcha yakatanga kugadzirwa kuti igadzirise zvido zvedu pakarebeswa mifananidzo, uye ikozvino yave kuwanikwa kune mamwe makambani ane zvakafanana zvakafanana.",
    "about-intro-head-1": "Shandira hCaptcha",
    "about-intro-head-2": "Basa Redu Rakakura",
    "about-intro-text": "Tiri kukura nekukurumidza uye tinogara tichitsvaga tarenda repamusoro repasi rese pamahofisi edu epasirese. Unogona kunyorera pamwe nezviratidzo pazasi.",
    "about-leadership-alex": "Databheki uye Bhodhichain nyanzvi. Wekutanga mainjiniya ku Cloudera uye nezvimwe. Makumi emakumi ehunyanzvi hwekuvaka software uye zvikwata.",
    "about-leadership-eli": "CEO. Anozivikanwa mutungamiri muAI. Akashandisa hungwaru hwemashini pamwero kune dzakasiyana siyana dzezvinetso zvebhizimusi mumakumi emakore apfuura.",
    "about-leadership-head": "Hutungamiri",
    "about-leadership-todd": "PhD muComputational Biology, Stanford. Kushanda neural network kubvira 1999. Tarisa pane kuisa ML uye kudzidza zvakadzama pamwero.",
    "acc-opt": "Sarudzo dzekuwanika",
    "acc-opt-but": "Dzidza zvakawanda nezve sarudzo dzekuwanika",
    "acc-opt-text": "Iwe unokamhina kuona kana kuti neimwe nzira haugone kuzadza hCaptchas?",
    "accessibility-link": "Kuwanika",
    "appreciate-in": "Tinotenda nezvaunotora. Ngatizivisei chero nyaya uye isu tichaagadzirisa nekukurumidza.",
    "fb-but": "Titumire mhinduro",
    "feedback-text": "Ipa mhinduro pane hCaptcha iwe uchangobva kuona",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha chiratidzo chakanyorwa cheIntuition Machines, Inc.",
    "footer-header-1": "Kambani",
    "footer-header-2": "Zviwanikwa",
    "footer-header-3": "Kubata",
    "footer-link-1": "Kuzeya",
    "footer-link-2": "Nezve",
    "footer-link-3": "Mabasa",
    "footer-link-4": "Zviratidzo",
    "footer-link-5": "Blog",
    "footer-link-6": "Mamiriro ezvinhu",
    "footer-link-7": "Rugwaro",
    "footer-link-8": "Chirevo Chiputi",
    "footer-link-9": "Kuwanika",
    "footer-privacy": "Kuvanzika",
    "footer-subheader-1": "Tsigiro",
    "footer-subheader-2": "Kubata",
    "footer-terms": "Terms",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Kubata Mabhuku Services",
    "header-login-button": "Kupinda",
    "header-plans-link": "Zvirongwa",
    "header-signup-button": "Nyorera",
    "home-about-head": "About hCaptcha",
    "home-about-subtitle": "Powered by HUMAN Protocol",
    "home-about-text-1": "hCaptcha yakagadzirirwa kugadzirisa dambudziko rakanyanya kwazvo rekushanda mumuchina kudzidza: kunyora nhamba huru dze data nenzira inosvika nguva, inodhura, uye yakavimbika.",
    "home-about-text-2": "Mamwe data anowanzoburitsa zviri nani mhedzisiro yekudzidzisa michina yekudzidza. Kubudirira kwazvino kwemhando dzakadzika kwave kukonzera kuwedzera kwakanyanya kwedata, kazhinji nguva dzose nekuongororwa kwevanhu. Nekudaro, kugadzira dheti yakakura-yakaongororwa yevanhu kuburikidza neMechina Turk, Mufananidzo Isere, nezvimwewo inononoka uye inodhura.",
    "home-about-text-3": "hCaptcha inobvumira mawebhusaiti kuita mari yekushumirwa uku uye ichivhara bots uye dzimwe nzira dzekushungurudzwa.",
    "home-about-text-4": "Iyo hCaptcha pamusika inosimbiswa neHUMAN Protocol, yakavhurika decentralized protocol yekuongororwa kwevanhu iyo inomhanya paEthereum blockchain. Mawebhusaiti anowana Human Tokens (HMT) chero nguva vashandisi pavanoshandisa iyo hCaptcha widget pane yavo saiti, uye makambani anodzidzira emuchina anobhadhara Human Tokens kuti data yavo inyorwe.",
    "home-ba-labeling-services-link": "Kubata Mabhuku Services",
    "home-benefits-head-1": "Iko Kukosha muDzidziso Yezvekutsikisa data",
    "home-benefits-head-2": "Ipa Dzokera kuRudo",
    "home-benefits-text-1": "Wakanga uchiziva here nguva yega \"yaunodzvanya pamota\" iwe uri kubatsira kudzidzisa kamwechete kaGiganticcompany yemuchina wekufunda mashina?",
    "home-benefits-text-2": "hCaptcha inotendeuka iyi modhi kutenderera. Paunoshandisa hCaptcha, makambani anodhiridzira pabasa iro vashandisi vako vanoita sezvavanoratidza hunhu hwavo. Iwe unowana mibairo.",
    "home-benefits-text-3": "Unoda kudzosera kune yako yaunofarira rudo? hCaptcha inokutendera kuti utsigire zvido zvesarudzo zvako nemari yaunowana kubva mukuishandisa. Vashandisi vesaiti yako vachakurumidza kuona mupiro wako kune rudo kuburikidza nekuchenjera brark pane hCaptcha interface.",
    "home-challenge-text-1": "Sarudza mifananidzo yese inoenderana nemubvunzo",
    "home-challenge-text-2": "Tsanangura nzvimbo yakasungirirwa yezvinhu",
    "home-challenge-text-3": "Ziva mavara anoenderana",
    "home-challenge-title-1": "Kuenzanisa",
    "home-challenge-title-2": "Bounding Bhokisi",
    "home-challenge-title-3": "Kakamuri",
    "home-challenges-head": "Zviratidzwa Matambudziko",
    "home-challenges-text-1": "... uye mamwe mabasa akareruka. Chinyore kuvanhu, chakaoma bots.",
    "home-challenges-text-2": "Basa retsika zvakare rinowanikwa kune vaparidzi vebhizinesi.",
    "home-ent-1": "Kutsvaga yedu bhizinesi chengetedzo zvipiriso?",
    "home-ent-2": "Enda kune yedu itsva yakatsaurirwa saiti: BotStop.com",
    "home-ent-button": "Dzidza zvakawanda: BotStop ne hCaptcha",
    "home-from-the-blog": "Kubva kuRopa:",
    "home-from-the-blog-value": "How hCaptcha Dzvinyiriro Yakanyanya Zvirongwa Zvinoshanda",
    "home-intro-body": "Iwe unoshandisa captcha kuchengeta kunze bots? hCaptcha inodzivirira kuvanzika kwemushandisi, inopa mubayiro mawebhusaiti, uye inobatsira makambani kuwana data ravo rakanyorwa. Iko kudonhedza-mukutsiva kweRCAPTCHA: unogona kuchinja mukati memaminitsi.",
    "home-intro-button": "Sign Up Zvino",
    "home-intro-head": "Misa yakawanda bots. Kutanga kudzivirira kuvanzika kwemushandisi.",
    "home-main-1": "Pakavanzika. Chengetedzwa. Kupera. Uye isu tinobhadhara iwe kuti uishandise.",
    "home-main-2": "Kuchengetedzeka Kunotarisana",
    "home-main-2c": "Ad ma network anoona vashanyi vako sechigadzirwa. Kune hCaptcha chigadzirwa ndiro basa ravanopa. Hatina hanya kuti vashandisi vako ndivanani, chete kuti vangangoita sei kukuvadza. Isu tinotsigira zvirongwa zvakaita seSecurity Pass, uye tinoshanda nesimba kuyera kuvanzika nekuchengetedzeka.",
    "home-main-3": "Chengetedza Kutanga",
    "home-main-3c": "Kurongeka kuri mukuda kwako uye kwedu. hCaptcha inoparidza-yakatarisana. Isu tinoshanda kuti tipe iwe chaiyo data uye turega iwe ufunge maitiro ekuishandisa. Mamwe machinda anopiwa na",
    "home-main-4": "Zvirinani Mushandisi Wechiitiko",
    "home-main-4c": "Sophisticated michina yekudzidza michina inoshandiswa neHCaptcha yekuona vanhu. Izvi zvinotitendera kuti tide mabasa mashoma ekutsamwisa kubva kune vashandisi vako uye kutora shoma yenguva yavo mukuita kudaro, uchiri kugadzira data rakanyorwa rakanyorwa rekunyorera vatengi.",
    "home-main-plans": "hCaptcha yakasununguka kushandisa vashandisi chero chero saizi. Nekudaro, kune emabhizinesi nemapuratifomu ayo anoda hutongi hwakawanda, mhinduro dzemabhizinesi edu dziripo.",
    "home-main-plans2": "hCaptcha mabhizinesi ekugadzirisa anochengetedza mamirioni evashandisi pamakumi emamirioni emawebhusaiti kune mamwe emakambani makuru pasi pano. Ndokumbira kuti ubate isu kuti uwane rumwe ruzivo, kana kushanya",
    "home-main-plans3": "hCaptcha mabhizinesi ekugadzirisa anochengetedza mamirioni evashandisi pamakumi emamirioni emawebhusaiti kune mamwe emakambani makuru pasi pano. Ndokumbira kuti ubate isu kuti uwane rumwe ruzivo, kana kushanya",
    "home-main-plans4": "kuti uwane ruzivo.",
    "home-plans-button-1": "Signup izvozvi",
    "home-plans-button-2": "Kubata kutengesa",
    "home-plans-chart-head-1": "Zvimiro",
    "home-plans-chart-head-2": "Muparidzi",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Dzora zvinonetsa mhando dzinoratidzwa",
    "home-plans-chart-row-1-cell-2": "Yakatemerwa",
    "home-plans-chart-row-1-cell-3": "Zvese",
    "home-plans-chart-row-10-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-plans-chart-row-11-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-plans-chart-row-12-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-plans-chart-row-2-cell-1": "Dzora dambudziko rezvinhu zvinoshandiswa",
    "home-plans-chart-row-2-cell-2": "Yakatemerwa",
    "home-plans-chart-row-2-cell-3": "Zvese",
    "home-plans-chart-row-6-cell-1": "GDPR uye CCPA-inoshamisika mutemo",
    "home-plans-chart-row-7-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-plans-chart-row-8-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-plans-chart-row-9-cell-1": "Wakaomeswa-akaomeswa akaoma mazinga",
    "home-try-it-out-button": "Tora hCaptcha",
    "home-try-it-out-head": "Edza",
    "home-try-it-out-text": "hCaptcha inopa zvakapusa, zviri nyore, uye zvakavimbika kutaridzika paunenge uchiona zvichikosha kuti vanhu vagadzirise.",
    "labeling-about-head": "About hCaptcha",
    "labeling-about-text-1": "hCaptcha yakagadzirirwa kugadzirisa dambudziko rakanyanya yevashandi mukudzidza kwemeshini; kudhindisa huwandu hukuru hwe data nenzira inosvika nguva, inodhura, uye yakavimbika. Mamwe data anowanzoburitsa zviri nani mhedzisiro yekudzidzisa michina yekudzidza. Kubudirira kwazvino kwemhando dzakadzika kwaendesa kune yakakura data, uye hCaptcha inoshandira chinhu ichi chinodiwa.",
    "labeling-about-text-2": "Nekudaro, kugadzira dhatabheti rakakura revanhu-vachishandisa nzira dzekare kunononoka uye kudhura. hCaptcha inzira yekuti makambani awane zvirevo zvavanoda nekukasira, nemhando yepamusoro uye nemutengo wakaderera pane dzimwe nzira.",
    "labeling-annotations-head": "Mhando dzenyaya",
    "labeling-annotations-text-1": "Yakarurama chinhu chinoonekwa mumifananidzo uye vhidhiyo",
    "labeling-annotations-text-2": "Yakarurama chinhu chinoonekwa mumifananidzo uye vhidhiyo",
    "labeling-annotations-text-3": "Nongedzera zvirevo zveakawanda akasiyana mashandisiro ekushandisa",
    "labeling-annotations-text-4": "Ronga kana kuendererana zvine nharo zvehukuru chero hwehukuru",
    "labeling-annotations-text-5": "Kuonekwa-kwemagetsi-kwevanhu nekutarisirwa",
    "labeling-annotations-text-6": "Unoda imwe mhando isina kunyorwa pano? Ingobvunza isu.",
    "labeling-annotations-title-1": "Bhiriji Bhokisi",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Zvikwangwani",
    "labeling-annotations-title-4": "Dzvanya Kugadziriswa",
    "labeling-annotations-title-5": "Kuenzanisa uye Kuwanikwa",
    "labeling-annotations-title-6": "... nezvimwe zvakawanda",
    "labeling-ent-button": "Bata Isu Enterprise Solutions Chikwata",
    "labeling-ent-head": "Unoda End-to-Mugumo Kudzora?",
    "labeling-ent-text-1": "Iyo HUMAN Platform kuseri kwe hCaptcha inopa wakanyanya basa basa uye manejimendi maitiro kuburikidza pa-chivakwa, mahybrid, kana SaaS deployments inobatanidza nema system ako aripo.",
    "labeling-ent-text-2": "Mhanya zvachose kusagadzikana neako wega vashandi, tarisa kukosha kwakadyiwa mukati mebhizinesi maiti kana masangano ekudyidzana, zvakasarudzika nzira nzira kune akasiyana emukati kana ekunze evashandi vanopa zvinoenderana nemutengo uye yekuchengetedza zvinodiwa, nezvimwe.",
    "labeling-ent-text-3": "‍Easy API kuwanikwa, yakanaka dashboards, uye yazvino modhi-mu-the loop tekinoroji yekuwedzera kushanda kwevashandi.",
    "labeling-ent-text-4": "99.99% uptime SLAs uye 24/7 rutsigiro rwenyika rwese rwuripo. Kuti uwane rumwe ruzivo:",
    "labeling-features-head-1": "Nyore API inotyairwa mapaipi.",
    "labeling-features-head-2": "Yakagadzirirwa mutengo uye mhando. Hapana kumusoro kwepamberi kuzvipira kunodiwa.",
    "labeling-features-head-3": "Chete kubhadhara kweiyo chaiyo yaunoda.",
    "labeling-features-head-4": "Ipa yako yega yechokwadi data kana kuti isu tivake pane iyo nhunzi.",
    "labeling-features-text-1": "Unoda kubatanidza kuongororwa kwevanhu zvakananga mubhizinesi rako rekuita? Isu tinopa yakakwirira kuvimbika SLAs, yakavimbiswa huwandu, uye yakapusa REST APIs.",
    "labeling-features-text-2": "Iyo HUMAN chikuva inoshandisa yakakwana kuvimbika mhando yekuita yakasarudzika chaiyo-nguva kuongororwa kwemhando. Izvi zvinotibvumira kuti tikurumidze kuona kuomarara kwemibvunzo uye yavo mhedzisiro mhinduro, tichichengetedza nguva nemari.",
    "labeling-features-text-3": "Haasi matambudziko ese akafanana. Izvo zvirevo zvekuchengetedza-zvakakosha mabasa zvinogona kuda 99.99% chivimbo kubva kune vese vashandi vevanhu. Zviziviso zveimwe beta chikamu mune mobile mutambo app zvinogona kungoda chivimbo chakaringana. Iwe sarudza.",
    "labeling-features-text-4": "Iwe une data rakasarudzika isina kuisirwa reseti reti? Muzviitiko zvakawanda tinogona kuvaka imwe kwauri semitambo inoenda kuburikidza nehurongwa, kana kugadzira yakanyorwa samples yekubvumirwa kwako.",
    "labeling-info-head": "Kuwana Dhata Yakanyorwa",
    "labeling-info-text-1": "Taura nemumwe wenyanzvi dzedura redu kutsanangura zvaunoda wepurojekiti: kutaridzika kwechirongwa, chimiro, uye chero chinodiwa.",
    "labeling-info-text-2": "Isu tinogadzira basa shoma rekugadzira rakavakirwa pane yako sampula data. Izvi zvinoyedza basa ratakaita pamwechete kuona kuti iwe unowana chaizvo zvaunoda.",
    "labeling-info-text-3": "Nedu rakakwira vhoriyamu uye yakaderera latency isu tinoshandura basa rako kutenderera nekukurumidza, nekutakura otomatiki nekukurumidza kana zvangoitwa.",
    "labeling-info-text-4": "Sezvo isu tichinzwisisa zviri nani paramita rebasa rako rekugadzira, mhedzisiro yacho ichaenderera mberi nekufamba kwenguva.",
    "labeling-info-text-5": "Live dashboards anotendera iwe kuti upe mhinduro kana kumbomira kugadzirwa chero nguva.",
    "labeling-info-title-1": "Tsanangura Mafananidzo",
    "labeling-info-title-2": "Pakutanga Jobho Bvunzo",
    "labeling-info-title-3": "Deploy Production Mabasa",
    "labeling-info-title-4": "Kuenderera Kunatsiridza",
    "labeling-info-title-5": "Nguva Yechokwadi Yakakonzerwa",
    "labeling-main-1": "Inodhura-inoshanda dhata kunyora pamwero",
    "labeling-main-1-button": "Tora Dhata Yako Yakanyorwa Zvino",
    "labeling-main-1c": "Unoda mamwe mavara kune ako madata? hCaptcha inopa inokurumidza, inodhura-inoshanda, uye yakakwira mhando yekunyora mazita emakambani anoshanda pane yekungwara ekuchenesa uye michina yekudzidza michina.",
    "labeling-main-2": "Vhura mamirioni emabasa pakarepo.",
    "labeling-main-2-button": "Tenga Idzo Dzekutsidzira Zvidimbu",
    "labeling-main-2c": "hCaptcha ine imwe yemadziva makuru pane mamwe epasi anowanikwa kuti ushandise. Chero yako yakadii sikero, isu tinogona kuibata pasina anodhura upward boitiro akazvipira. Mamirioni emabasa pazuva haana dambudziko.",
    "labeling-platform-head": "Yakavanzika kana Ruzhinji Ruzivo",
    "labeling-platform-text": "hCaptcha yakavakirwa pane HUMAN Platifomu, iyo inobvumidza yakasarudzika nzira uye kuongorora kuti uwedzere mutengo uye kugona padanho rega rega. Iyi tekinoroji inoita kuti vashandi vekubasa vakwanise kubata chikamu chimwe nechimwe chebasa rako, vachikurisa mutengo nekugadziriswa uye uchichengetedza zvakavanzika uye zvichisangana nezvinodiwa zvoga zvingashande.",
    "labeling-try-button": "Tenga Idzo Dzekutsidzira Zvidimbu",
    "labeling-try-head": "Unoda kuiyedza ne data rako here?",
    "labeling-try-text": "... takagadzirira kana iwe uripo: basa redu rinowanikwa kutenderera nguva.",
    "learn-more-hcaptcha": "Dzidza Zvakawanda nezve hCaptcha",
    "page-acc-faq-1": "Mubvunzo: hCaptcha Chikamu 508 + WCAG 2.0 inowirirana here? Mhinduro: Isu tinotenda kudaro: vese vashandisi vane chero chimiro chekukanganisa vanogona kuona iyo webhu uye nekupinda zvinyorwa pamafomu vanogona kuwana masevhisi akachengetedzwa neHCaptcha pane kunyoresa. Nekudaro, iri harisi zano repamutemo: iwe unofanirwa kuita yako yekuongorora, uchifunga nezve yako chaiyo kuitiswa kuti uve nechokwadi kuti iyi ndiyo nyaya yekuendeswa kwako.",
    "page-acc-faq-2": "Mubvunzo: Uri kushanda pane zvimwe zvinowanikwa (a11y) sarudzo, senge odhiyo? Mhinduro: Yaimbove yakakurumbira sarudzo senge odhiyo Captchas kusarura vazhinji vanoshandisa a11y uye vanokundwa zviri nyore neazvino michina kudzidza michina. Izvi zvakamanikidza zviripo parizvino matambudziko kuti awedzere kuve akaoma, achiunza ruzha, nguva isinganzwisisike, musanganiswa wemazwi, uye zvichingodaro kukunda vakunda. Isu saka hatisi kushingairira nezvenzira iyi pamwe nekunzvenga dambudziko racho zvachose, asi tichazvitora kana paine kudikanwa kubva munharaunda ye11. Nekudaro, isu tinofarira kwazvo kuvanzika kwePass for the Accessibility use kesi. Isu tinotenda kusanganisa yedu yazvino nzira ye11y nzira neakavanzika Pass kuburitswa ichabvumira vashandisi ve11y kuti vaongorore zvakachengeteka, vakachengeteka mukuziva kuti traffic yavo yakavanzika zvakanyanya, apo ichirambidza kubatwa zvisina kufanira kwakaitwa nevanozvibata bot kuti zvinoitika kana sarudzo dza11 dzavepo. Isu tiri vatori vechikamu vanoshanda muIETF yeboka rekumisa tekinoroji nyowani iyi.",
    "page-acc-faq-3": "Mubvunzo: Ko nezvekuvanzika? Ko kunyoresa kunoburitsa a11y kuvhurwa kwedata neimwe nzira here? Unoitei neemail? Mhinduro: hCaptcha yakagadzirirwa kuvanzika kubva pasi kusvika kumusoro. Izvo zvakasiyana zvakasiyana pane zvechinyakare sarudzo senge reCAPTCHA iyo inowanikwa nevashandisi vekushambadzira, vane kukurudzira kukutevera pawebhu uye nekubatanidza iwe nehukama chaihwo. Hatimboshandisi kuwanika maemail kana info kune chero chinangwa kunze kwekufambisa a11y kushandiswa uye kudzivirira kushungurudzwa. Yedu yekuchengetedza mutemo ine yakazara uye ine mvumo mhinduro nezve mashandisiro atinoita data, asi mhinduro pfupi ndeyekuti hatifariri kukubatanidza iwe nemunhu ane nhoroondo yako yekutarisira.Tiri kuitawo parizvino kugadzirisa pane grafiti yekukurumidza kurasa yako email kero. tichiri kuchengetedza kugona kwedu kudzivirira kushungurudzwa, kupedzisa basa redu rePassword Pass.",
    "page-acc-link-1": "Kana iwe uri mushandisi wekuwanika, ndapota isaina apa.",
    "page-acc-subhead": "Kuverengera kuwanikwa kusingaoneki kwevashandisi vese vachiri kuchengetedza kuchengetedzwa",
    "page-acc-summary": "Pfupiso",
    "page-acc-summary-contents-1": "hCaptcha yakagadzirirwa kumisa bots nekuvaparadzanisa nevanhu. Miedzo inooneka chishandiso chiri nyore pane izvi, asi havasi vese vanogona kugadzirisa dambudziko rekuona. Nechikonzero ichi takagadzira nzira iri nyore, isingarwadzire kurega vaparidzi vanoshandisa sevhisi yedu chengetedza kuwanikwa kwevese vane yakazara Chikamu 508 uye WCAG 2.0 ichiteerera.",
    "page-acc-summary-contents-2": "Mashandiro ayo Ivo vanopihwa cookie yakavharika iyo inogona kushandiswa kanoverengeka pazuva, asi inofanira kuzorodzwa maawa makumi maviri nemaviri kuburikidza ne login.Panenge dambudziko rikaiswa kune inowanikwa mushandisi pane chero saiti inoshandisa hCaptcha service, ivo vanozongo pfuura.",
    "page-acc-title": "hCaptcha Kuwanika Ruzivo",
    "page-acc-tr-body": "Mubvunzo: Ndichiri kuona dambudziko mushure mekuisa cookie. Chii chiri kukonzera izvi? Mhinduro: Izvi zvinowanzoitika nekuda kwekushandisa nehasha ad blocker kana anti-cookie kuwedzera, kana marongero anovharira macokie-saiti makuki, mune iyi kiyi kuki hcaptcha.com yakaiswa kana kuongororwa neHCaptcha JavaScript pane imwe saiti , kunge uya wauri kushanyira. hCaptcha inowanikwa makuki inoshanda nevose vanozivikanwa mabhurawuza uye ad blockers neyakagadzika marongero avo, saka kazhinji kukundikana kuri nekuda kweanti-anti-adblock zvinyorwa kana akafanana mutemo anotarisa mamwe masosi. Mhinduro: 1. Whitelist hcaptcha.com uye * .hcaptcha.com cookies mune yako ad blocker kana browser kuchengetedza kuwedzera. 2. Kana iwe uri kushandisa Bhurawuza bhurawuza, iyo isingaiti (kubva muna Kubvumbi 2020) inoita senge iine chero mhando yekokeni whitelist, enda kuZvido -> Shields -> Cookies uye sarudza Bvumira All Cookies. 3. Kana iwe uri kushandisa yazvino vhezheni yeSafari pane imwe ichangoburwa OS X 10,15 kana iOS 13. 4, Apple ichangobva kuchinja maitiro eSafari ane chekuita nekwechitatu-bato makuki, achivharira ese nekukanganisa. Isu tiri kuita mhinduro, asi panguva ino ndapota shanyira Safari Zvinodiwa, chikamu chekuvanzika, uye uncheck Webhusaiti yekudziya: Kudzivirira kuyambuka-saiti yekutsvaga kuitira kuti ikwanise kuwanika cookie kushanda sekutarisira. Mubvunzo: Ini ndinoshandisa akawanda michina. Ndinofanira kusaina kakawanda here? Mhinduro: Kwete. Ndokumbira ubayewo iyo sailing email yekutarisa inotumirwa kwauri pane imwe neimwe chishandiso chaunoshandisa kuitira kuti uise kuki.",
    "page-acc-tr-title": "Kune Vashandisi Vanowanikwa: Q & A uye Dambudziko rekutungamira",
    "priv-hc": "Kuchengetedzeka Kunotarisana",
    "priv-hc-text": "Ad ma network anoona iwe sechigadzirwa chavo. Hatidi. Hatina hanya kuti vashandisi ndivanaani, chete kuti vangangoita sei kuve noutsinye. Isu tinotsigira zvirongwa zvakaita seSecurity Pass, uye tinoshanda nesimba kuyera kuvanzika nekuchengetedzeka.",
    "reporting-bugs-accessibility-button": "Dzidza zvakawanda nezve sarudzo dzekuwanika",
    "reporting-bugs-accessibility-head": "Sarudzo dzekuwanika",
    "reporting-bugs-accessibility-text": "Iwe unokamhina kuona kana kuti neimwe nzira haugone kuzadza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kubata Bhugi Rondera Nhoroondo: Firefox",
    "reporting-bugs-guide-ff-step-1": "Nhanho 1: Vhura Zvishandiso Zvekuvandudza (Izvi zvinotanga kurekodha chikamu.)",
    "reporting-bugs-guide-ff-step-2": "Nhanho yechipiri: Dzvanya paNetwork tab mune Dhivhaji Zvishandiso. Tarisa bhokisi re \"Persist logs\" kumusoro.",
    "reporting-bugs-guide-ff-step-3": "Nhanho 3: shanya https://accounts.hcaptcha.com/demo, kana webhusaiti iwe uine nyaya pa (Zvekuvanzika Cherechedzo: chete kana iwe usingade kugovera zvazviri) ... uye wobva wadzvanya \" Ini ndiri munhu \"bhatani, uye edza kugadzirisa.\"",
    "reporting-bugs-guide-ff-step-4": "Nhanho 4: Dzvanya \"HAR\" mushure mekunge iwe waedza kugadzirisa, uye sarudza \"Sevha Yese seHAR\" kuti uchengetedze dandemutande log. Tumira iyo faira kwatiri.",
    "reporting-bugs-guide-ff-step-5": "Nhanhatu Titumireiwo izvozvo.",
    "reporting-bugs-guide-ff-step-6": "Chekupedzisira nhanho: Tumira avo HAR uye yekunyorera dhaidhi faira kwatiri, uye tsanangura dambudziko ‍Use: rutsigiro@hcaptcha.com (ndapota shandisa sevhisi seDropbox kana Filebin uye tumira link) uye zvingangoita skrini, kana iwe uchifungidzira kuti pane chimwe chinhu chisiratidze nenzira kwayo . Ndokumbira utumire iyo IP yauri kushandisa zvakare. Unogona kuiwana kubva ku https: //www.whatsmyip.org/‍ Thanks nekutora nguva kutibatsira isu kuwana ruzivo urwu! Isu takazvipira kuita hCaptcha kushanda zvakanaka kumunhu wese.",
    "reporting-bugs-guide-head": "Inotora Tsanangudzo yeBhugi Ruzivo: Chrome",
    "reporting-bugs-guide-step-1": "Nhanho 1: Vhura Zvishandiso Zvekuvandudza (Izvi zvinotanga kurekodha chikamu.)",
    "reporting-bugs-guide-step-2": "Nhanho yechipiri: Dzvanya paNetwork tab mune Dhivhaji Zvishandiso. Tarisa u \"Chengetedza dhigi\" bhokisi kumusoro.",
    "reporting-bugs-guide-step-3": "Nhanho 3: shanya https://accounts.hcaptcha.com/demo, kana webhusaiti iwe uine nyaya pa (Zvekuvanzika Cherechedzo: chete kana iwe usingade kugovera zvazviri) ... uye wobva wadzvanya \" Ini ndiri munhu \"bhatani, uye edza kugadzirisa.\"",
    "reporting-bugs-guide-step-4": "Nhanho 4: Dzvanya \"Export HAR\" (iyo shoma pasi museve) mushure mekuedza kugadzirisa, iyo inoponesa dandemutande log. Tumira iyo faira kwatiri.",
    "reporting-bugs-guide-step-5": "Nhanho 5: Dzvanya pane iyo Console tab, uye kurudyi-pwanya ipapo \"Sarudza se ..\" kuitira kuti uchengetedze iyo console log. Titumireiwo izvozvo.",
    "reporting-bugs-guide-step-6": "Chekupedzisira nhanho: Tumira avo HAR uye console danda mafaira kwatiri, uye tsanangura dambudziko‍ Shandisa: support@hcaptcha.com (ndapota shandisa sevhisi seDropbox kana Filebin uye tumira link) uye zvingangoita skrini, kana iwe uchifungidzira kuti pane chimwe chisiri kuratidza zvakanaka . Ndokumbira utumire iyo IP yauri kushandisa zvakare. Iwe unogona kuiwana kubva ku https: //www.whatsmyip.org/ ‍Zitendero zvekutora nguva kutibatsira kuwana ruzivo urwu! Isu takazvipira kuita hCaptcha kushanda zvakanaka kumunhu wese.",
    "reporting-bugs-guide-text-1": "Kutumira kugadzirisa dambudziko pamwe nerevo yako zvichaita kuti zvive nyore kwatiri kuti tizive zviri kuitika. Heano nhanho-nhanho-nhanho mirairo:",
    "reporting-bugs-guide-text-2": "Kana iwe uri webhu mushambadziri kana nyanzvi yemushandisi, pfupiso ndeyekuti tinoda kuti utitumire network yekurekodha HAR uye browser console matanda. Ndapota edza kuremadza chero ad adzivha kana browser browser yekuwedzera kutanga uyezve woedza usati waenda kune aya matanho. Kana izvo zvikagadzirisa dambudziko rako, isu tichiri kukufarira uchitizivisa yako browser browser, ad blocker kana browser kuwedzera, uye webhusaiti URL.",
    "reporting-bugs-intro-head": "Wakawana bgugi? Heano maitiro ekuzvibika.",
    "reporting-bugs-intro-text": "Mamirioni avanhu anoshandisa hCaptcha mwedzi wega wega, pazviuru zvekusanganisa kweabhurawuza, kuwedzeredzwa, zvishandiso, madziro emoto, nezvimwe. Chinangwa chedu ndechekuti kuve nechokwadi chekuti chinogara chichibatira iwe, saka isu tinotenda zvikuru mishumo yako! Kuti upe nekukurumidza mhinduro, tinya bhatani re \"Titumire mhinduro\". Kana iwe urikuona nyaya inoshanda, ndapota tevera debug logi mirairo yeChinese kana kugadzirisa dhigi mirairo yeFirefox pazasi. Kune mamwe mamwe mabhurawuza angotitumira email. Nezve zvingangoita zvekuchengetedza kana zvakavanzika nyaya, ona mirayiridzo iri pazasi.",
    "reporting-bugs-privacy-head": "Zvakavanzika Zvinyorwa",
    "reporting-bugs-privacy-text": "Hatina hanya kuti vashandisi ndivanaani, chete kuti vangangoita sei kuve nenjodzi kana michina. Isu tinotsigira zvirongwa zvakaita seSecurity Pass, uye tinoshanda nesimba kuyera kuvanzika nekuchengetedzeka. Kana iwe wawana nyaya yaunofunga kuti inogona kukanganisa mushandisi wevashandisi, tapota titumire email pa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Titumire mhinduro",
    "reporting-bugs-provide-feedback-head": "Ipa mhinduro yekukurumidza pane hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tinotenda nezvaunotora. Ngatizivisei chero nyaya uye isu tichaagadzirisa nekukurumidza.",
    "reporting-bugs-security-head": "Chengetedza maBhut",
    "reporting-bugs-security-text": "Isu tinogara tichifarira kugamuchira mishumo ye kuchengetedzeka mende. Email tsigiro@hcaptcha.com & CC security@hcaptcha.com uye isu tichadzoka kwauri nekukurumidza. Isu tine zvakare bug bounty chirongwa cheakakodzera kuchengetedzwa mishumo pane hCaptcha sevhisi uye inoenderana source code.",
    "sec-hc": "Chengetedza Kutanga",
    "sec-hc-text": "hCaptcha inoparidza-yakatarisana. Isu tinoshanda kupa saiti data chaidzo uye tidzirege ivo vasarudze nzira yekuishandisa. Kurongeka kuri mukuda kwako uye kwedu. Mamwe machinda anopihwa nemakambani ekushambadzira. Chero iwo mabhodhi avanovhara anogona kuderedza iwo mapato.",
    "what-is-hcaptcha": "Chii chinonzi hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha inobatsira yako yaunofarira webhu masevhisi kunze bots, spam, uye kushungurudzwa nekubvunza mibvunzo iri nyore iri nyore kuvanhu uye yakaoma kune michina.",
    "why-hc": "Nei hCaptcha?",
    "why-hc-text": "Pose paunopindura zvinonetsa, tinoshandisa mhando dzakajeka kuti uone kana uri munhu kana muchina. Iyo webhusaiti yawakashanyira inoshandisa iyi mhinduro kubatsira kugadzirisa ruzivo rwako pane yavo saiti nekuchengetedza bots."
}