{
    "acc-opt": "Ikhtiyaariyada Helitaanka",
    "acc-opt-but": "Baro waxbadan oo kusaabsan ikhtiyaarada marin u helka",
    "acc-opt-text": "Miyaad tahay qof aragga naafonimo qaba ama haddii kale aadan awoodin inaad dhammaystirto hCaptchas?",
    "accessibility-link": "Gaaritaan",
    "appreciate-in": "Waan kaaga mahadcelineynaa fikirkaaga. Nala socodsii wixii arrimo ah oo si dhakhso ah ayaanu u xallin doonnaa.",
    "fb-but": "Noo soo dir jawaab celin",
    "feedback-text": "Ku bixi jawaab celin hCaptcha aad hadda aragtay",
    "page-acc-link-1": "Haddii aad tahay isticmaale marin marin loo helo, fadlan iska qor halkan.",
    "page-acc-subhead": "Hubinta helitaan aan kala go &#39;lahayn oo dhammaan adeegsadayaasha iyadoo la sugayo amniga",
    "page-acc-title": "Macluumaadka Helitaanka ee hCaptcha",
    "priv-hc": "Sirta diirada la saaray",
    "priv-hc-text": "Shabakadaha xayeysiiska waxay kuu arkaan adiga wax soo saarkooda. Ma yeelno. Annagu dan kama lihin kuwa adeegsadayaashu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwa xaasidnimo leh. Waxaan taageernaa dadaallada sida Pass Pass-ka oo kale, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga.",
    "sec-hc": "Amniga Marka hore",
    "sec-hc-text": "hCaptcha waa mid diirada saareysa. Waxaan ka shaqeynaa inaan siino goobaha xogta dhabta ah oo aan u oggolaano iyaga inay go&#39;aansadaan sida loo isticmaalo. Xaqiiqdu waxay ku jirtaa dantaada iyo tanyada. Soosaareyaasha kale waxaa bixiya shirkadaha xayeysiinta. Bog kasta oo ay xidhaan waxay yareyn karaan dakhligooda.",
    "what-is-hcaptcha": "Waa maxay hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha waxay kaa caawineysaa adeegyada aad jeceshahay inaad ka heshid botska, spam, iyo xadgudubka iyadoo la weydiinayo su&#39;aalo sahlan oo u sahlan aadanaha iyo ku adag mashiinnada.",
    "why-hc": "Maxaa hCaptcha?",
    "why-hc-text": "Mar kasta oo aad kajawaabto caqabad, waxaan u isticmaalnaa moodallo casri ah si aan u ogaano inaad tahay bini-aadam ama mashiin. Websaydhka aad booqatay ayaa markaa u adeegsanaya natiijadan inay ka caawiso kor u qaadista khibradaada ku saabsan boggooda iyadoo la ilaaliyo botska."
}