{
    "about-advisors-brendan": "Maamulaha guud ee Brave. Aasaasihii Mozilla. Abuuraha luqadda barnaamijka JavaScript. Dhise daalacayaal iyo inbadan.",
    "about-advisors-dawn": "Professor, CS ee Jaamacadda California, Berkeley. Barashada qoto dheer, amniga, khabiir xannibaadda ah. Maamulaha guud ee shaybaarada Oasis.",
    "about-advisors-head": "La taliyayaal",
    "about-advisors-keiran": "Cilmi-baare Cilmi-baaris ee Stanford. Barashada mashiinka iyo maaliyad tiro badan oo laga helo bangiyada waaweyn, lacagaha deeqaha, iyo tacliinta sare.",
    "about-content-head-1": "Waxa aan qabano",
    "about-content-head-2": "Waa Maxay Sababta",
    "about-content-text-1": "hCaptcha waa adeeg loo yaqaan 'Intuition Machines Inc', oo ah AI iyo shirkad barashada mashiinka iyadoo diiradda la saarayo metalearning iyo visual domain ML oo miisaan ah. Waxaan dhiseynaa oo aan ku shaqeynaa nidaamyo si ballaaran loo qiyaasi karo si aan ugu suurtagelino adeegyada falanqaynta fiidiyowga iyo muuqaalka shirkadaha Global 2000 ee adduunka.",
    "about-content-text-1a": "hCaptcha wuxuu keenaa qaab casri ah, oo ku wajahan qarsoodiga si loo joojiyo bots.",
    "about-content-text-1b": "Waxaan muujineynaa caqabadaha CAPTCHA ee ku adag bots laakiin u fudud dadka adoo ka soo ururinaya xogta adag ee calaamadeynta dhibaatooyinka barashada mashiinka, iyo u adeegsiga si aan u kala saarno in degel websaydh ama booqde app ay tahay aadanaha.",
    "about-content-text-2": "Xog badan waxay guud ahaan soo saartaa natiijooyin wanaagsan. Dhisida iyo dayactirka xogta saxda ah ee laxiriira kuna haboon waa waqti qaadis iyo qaali. hCaptcha waxaa asal ahaan loo soo saaray si wax looga qabto baahiyahayaga u gaarka ah ee ku suntan calaamadeynta, waxaana hadda loo heli karaa shirkado kale oo leh baahiyo la mid ah.",
    "about-content-text-2a": "Jilayaasha xun ayaa ku soo badanaya internetka. Laakiin u hurida asturnaanta isticmaalaha ma aha jawaab.",
    "about-content-text-2b": "Xalalka amniga ee ay bixiyaan shirkadaha xayeysiiska waxay diirada saaraan ugu horreyn la socoshada isticmaaleyaasha shabakadda oo dhan. Waxaan abuurnay xal amni oo wax ku ool ah oo cadeynaya waxyeelada asturnaanta isticmaalaha daruuri maahan in la keeno natiijooyin aad u wanaagsan",
    "about-intro-head-1": "Ku saabsan hCaptcha",
    "about-intro-head-2": "Asturnaanta, Amniga, iyo Barashada Mashiinka.",
    "about-intro-text": "hCaptcha waa adeegga CAPTCHA ee ugu madax bannaan adduunka.",
    "about-leadership-alex": "Database iyo khabiir Blockchain. Injineerkii hore ee Cloudera iyo inbadan. Tobannaan sano oo ah khibrad dhisidda softiweerka iyo kooxaha.",
    "about-leadership-eli": "Agaasime guud. Hogaamiyaha la aqoonsan yahay ee AI. Waxay ku dabaqday sirdoonka mashiinka miisaanka dhibaatooyinka ganacsi ee kaladuwan ee tobanaankii sano ee la soo dhaafay.",
    "about-leadership-head": "Hogaaminta",
    "about-leadership-todd": "PhD ee cilmiga bayoolajiga xisaabta, Stanford. La shaqeynta shabakadaha neerfaha ilaa iyo 1999. Diirada saar ML la dabaqay iyo barashada qoto dheer ee miisaanka.",
    "acc-opt": "Ikhtiyaariyada Helitaanka",
    "acc-opt-but": "Waxbadan ka baro xulashooyinka marin u helka",
    "acc-opt-text": "Miyaad aragga naafo ka tahay ama haddii kale aanad awoodin inaad dhammaystirto hCaptchas?",
    "accessibility-link": "Helitaanka",
    "appreciate-in": "Waan ku qanacsanahay fikradaada. Noo soo sheeg wax kasta oo arrimo ah oo aan si dhakhso leh u xallinno.",
    "fb-but": "Noo soo dir ra'yi-celin",
    "feedback-text": "Bixi jawaab celin ku saabsan hCaptcha aad hadda aragtay",
    "footer-attribution": "Awood siinta",
    "footer-copyright-text": "hCaptcha waa summad ka diiwaangashan shirkadda 'Intuition Machines', Inc.",
    "footer-header-1": "Shirkadda",
    "footer-header-2": "Kheyraadka",
    "footer-header-3": "La xiriir",
    "footer-link-1": "Calaamadeynta",
    "footer-link-10": "Helitaanka",
    "footer-link-2": "Ku saabsan",
    "footer-link-3": "Shaqooyinka",
    "footer-link-4": "Calaamadaha ganacsiga",
    "footer-link-5": "AI Anshaxa",
    "footer-link-6": "Blog",
    "footer-link-7": "Xaaladda",
    "footer-link-8": "Dukumiinti",
    "footer-link-9": "Ka warbixi Cug",
    "footer-privacy": "Asturnaanta",
    "footer-subheader-1": "Taageero",
    "footer-subheader-2": "La xiriir",
    "footer-terms": "Shuruudaha",
    "h-plans": "Qorshayaasha rukunka",
    "header-docs-link": "Dukumentiyo",
    "header-labeling-services-link": "Adeegyada Calaamadeynta",
    "header-login-button": "Soo gal",
    "header-plans-link": "Qorshayaasha",
    "header-signup-button": "Saxeex",
    "home-about-head": "Ku saabsan hCaptcha",
    "home-about-subtitle": "Waxaa awood ku leh Borotokoolka HUMAN",
    "home-about-text-1": "hCaptcha waxaa loogu talagalay in lagu xalliyo dhibaatada ugu daran ee foosha xun ee barashada mashiinka: ku calaamadeynta xaddi badan oo xog ah waqti ku habboon, la awoodi karo, oo lagu kalsoonaan karo.",
    "home-about-text-2": "Xog badan ayaa guud ahaan soo saarta natiijooyin wanaagsan oo ku saabsan moodooyinka barashada mashiinka tababarka. Guushii ugu dambaysay ee moodooyinka qotada dheer waxay keeneen xog ururin ballaaran oo isa soo taraysa, had iyo jeerna dib-u-eegis aadanaha ah. Si kastaba ha noqotee, abuurista xog-ururin ballaaran oo bini-aadam ah oo la adeegsanayo iyadoo loo marayo Mechanical Turk, Jaantus Sideed, iwm waa labadaba mid gaabis ah oo qaali ah.",
    "home-about-text-3": "hCaptcha waxay u oggolaaneysaa boggaga internetka inay lacag ka helaan adeegista dalabkan iyagoo xayiraya bots iyo noocyada kale ee xadgudubka.",
    "home-about-text-4": "Suuqa hCaptcha waxaa ku shaqeeya Borotokoolka HUMAN, oo ah borotokool furan oo baahsan oo loogu talagalay dib-u-eegista aadanaha ee ku socota Ethereum blockchain. Websaydhadu waxay kasbadaan astaamaha loo yaqaan 'Human Tokens' (HMT) markasta oo isticmaaleyaashu isticmaalaan widget-ka hCaptcha ee boggooda, shirkadaha barashada mashiinaduna waxay bixiyaan Lacagta loo yaqaan 'Human Tokens' si ay xogtooda ugu calaamadeeyaan.",
    "home-ba-labeling-services-link": "Adeegyada Calaamadeynta",
    "home-benefits-head-1": "Qiimaha Ku Qoran Xogta",
    "home-benefits-head-2": "Sii Sadaqadda",
    "home-benefits-text-1": "Miyaad xaqiiqsatay markasta oo aad riixdo gaariga waxaad caawineysaa inaad ku tababarto hal shirkad oo Gigantic ah nidaamyada barashada mashiinka bilaashka ah?",
    "home-benefits-text-2": "hCaptcha ayaa moodalkan u rogaya. Markaad isticmaasho hCaptcha, shirkaduhu waxay ku dalbadaan shaqada ay adeegsadayaashaadu qabtaan markay muujinayaan dadnimadooda. Waxaad helaysaa abaalmarinta.",
    "home-benefits-text-3": "Marabtaa inaad dib ugu celiso sadaqada aad jeceshahay? hCaptcha waxay kuu ogolaaneysaa inaad ku taageerto sadaqada aad dooratay dakhliga aad ka hesho isticmaalka. Isticmaalayaasha bartaada internetka ayaa mar dhow awoodi doona inay arkaan tabarucaada sadaqada adoo adeegsanaya summad qarsoodi ah oo ku saabsan hCaptcha interface.",
    "home-challenge-text-1": "Xullo dhammaan sawirada u dhigma weydiinta",
    "home-challenge-text-2": "Qeex aagga xaddidan ee walxaha",
    "home-challenge-text-3": "Aqoonso astaamaha u dhigma",
    "home-challenge-title-1": "Isbarbar dhig",
    "home-challenge-title-2": "Sanduuqa Xadgudubka",
    "home-challenge-title-3": "Kala saarista",
    "home-challenges-head": "Caqabadaha La Soo Bandhigay",
    "home-challenges-text-1": "... iyo hawlo kale oo fudud. Fudud bini-aadamka, ku adag bots.",
    "home-challenges-text-2": "Hawlaha gaarka ah ayaa sidoo kale loo heli karaa daabacayaasha shirkadda.",
    "home-ent-1": "Ma raadineysaa waxyaabahayaga amniga lagu bixiyo?",
    "home-ent-2": "Booqo boggayaga cusub ee loogu talagalay: BotStop.com",
    "home-ent-button": "Wax dheeri ah baro: BotStop by hCaptcha",
    "home-from-the-blog": "KA BOGGA:",
    "home-from-the-blog-value": "Sidee hCaptcha Dejintu u Shaqeysaa",
    "home-intro-body": "Ma isticmaashaa captcha si aad uga ilaaliso bots-ka? hCaptcha wuxuu ilaaliyaa asturnaanta isticmaaleha, abaalmarinta boggaga internetka, wuxuuna ka caawiyaa shirkadaha inay xogtooda ku calaamadeeyaan. Waa bedel soo-noqosho ah reCAPTCHA: waxaad ku beddelan kartaa daqiiqado gudahood.",
    "home-intro-button": "Saxiix Hada",
    "home-intro-head": "Jooji bots badan Bilow ilaalinta asturnaanta isticmaalaha.",
    "home-main-1": "Gaar ah. Aamin. Degdeg Annaguna waxaan ku siinaynaa inaad isticmaasho.",
    "home-main-2": "Asturnaanta Diirada",
    "home-main-2c": "Shabakadaha xayeysiiska waxay u arkaan martidaada inay yihiin sheyga. Wixii hCaptcha sheyga waa shaqada ay bixiyaan. Annagu dan kama lihin cidda isticmaaleyaashaadu yihiin, kaliya sida ay ugu badan tahay inay xaasidnimo u noqdaan. Waxaan taageernaa dadaallada sida Privacy Pass, waxaanan si adag uga shaqeynaa isku dheelitirka asturnaanta iyo amniga.",
    "home-main-3": "Amniga Marka hore",
    "home-main-3c": "Saxnimadu waa dantaada iyo tanaga. hCaptcha waa daabacaad-diiradda. Waxaan ka shaqeyneynaa inaan ku siinno xog dhab ah oo aan kuu oggolaanno inaad go'aansato sida loo isticmaalo. Qabsashada kale waxaa bixiya shirkadaha xayeysiinta ee Gigantic. Tani waxay ka dhigan tahay bot kasta oo ay xayiraan inay yareyn karto dakhligooda.",
    "home-main-4": "Khibrad Isticmaal Wanaagsan",
    "home-main-4c": "Moodooyinka casriga ah ee barashada mashiinka waxaa u isticmaala hCaptcha go'aaminta aadanaha. Tani waxay noo oggolaaneysaa inaan uga baahanno howlo dhib yar oo ka yimaada isticmaaleyaashaada oo aan ka qaadno waqti yar markii ay sidaas sameynayaan, iyadoo weli la soo saarayo macluumaad summad leh oo faa'iido leh oo lagu calaamadeynayo macaamiisha.",
    "home-main-plans": "hCaptcha waa bilaash in loo isticmaalo daabacayaasha cabir kasta ha lahaadee. Si kastaba ha noqotee, shirkadaha iyo barnaamijyada u baahan xakameyn dheeraad ah, xalalkeena ganacsi ayaa la heli karaa.",
    "home-main-plans2": "xalalka ganacsiga hCaptcha waxay ilaalinayaan malaayiin isticmaaleyaal ah tobanaan milyan oo bogag ah shirkadaha ugu waaweyn meeraha. Fadlan nala soo xiriir si aad u hesho macluumaad dheeraad ah, ama booqo",
    "home-main-plans3": "xalalka ganacsiga hCaptcha waxay ilaalinayaan malaayiin isticmaaleyaal ah tobanaan milyan oo bogag ah shirkadaha ugu waaweyn meeraha. Fadlan nala soo xiriir si aad u hesho macluumaad dheeraad ah, ama booqo",
    "home-main-plans4": "wixii faahfaahin ah.",
    "home-plans-button-1": "Saxiix hadda",
    "home-plans-button-2": "Iibinta iibka",
    "home-plans-chart-head-1": "Astaamaha",
    "home-plans-chart-head-2": "Madbacad",
    "home-plans-chart-head-3": "Shirkad",
    "home-plans-chart-row-1-cell-1": "Xakamee noocyada caqabadaha la muujiyey",
    "home-plans-chart-row-1-cell-2": "Xaddidan",
    "home-plans-chart-row-1-cell-3": "Wadarta",
    "home-plans-chart-row-10-cell-1": "Dashboodyo badan oo isticmaaleyaal ah",
    "home-plans-chart-row-11-cell-1": "Astaamaha warbixinta sare",
    "home-plans-chart-row-12-cell-1": "Shirkadaha SLAs",
    "home-plans-chart-row-2-cell-1": "Xakamee waxyaabaha loolanka loo adeegsado",
    "home-plans-chart-row-2-cell-2": "Xaddidan",
    "home-plans-chart-row-2-cell-3": "Wadarta",
    "home-plans-chart-row-3-cell-1": "Ku kasbo abaalmarinno xallinta aadanaha",
    "home-plans-chart-row-4-cell-1": "Kahortagga bot-ka ee heer caalami ah",
    "home-plans-chart-row-5-cell-1": "Ka shaqeeya wadan kasta",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA iyo 99.9% qaabab dadban",
    "home-plans-chart-row-6-cell-1": "GDPR iyo siyaasada khaaska ah ee CCPA",
    "home-plans-chart-row-7-cell-1": "Heerarka dhib-wadareedka wanaagsan",
    "home-plans-chart-row-8-cell-1": "Daahfurka mawduucaaga",
    "home-plans-chart-row-9-cell-1": "Jadwalka dhibaatada waqtiga ku saleysan",
    "home-try-it-out-button": "Hel hCaptcha",
    "home-try-it-out-head": "Iskuday",
    "home-try-it-out-text": "hCaptcha wuxuu bixiyaa sahlanaan fudud, fudud, oo lagu kalsoonaan karo bot iyada oo aan muhiim u ahayn aadanaha inuu xalliyo.",
    "labeling-about-head": "Ku saabsan hCaptcha",
    "labeling-about-text-1": "hCaptcha waxaa loogu talagalay in lagu xalliyo dhibaatada ugu daran ee foosha xun ee barashada mashiinka; ku calaamadeynta xaddi badan oo xog ah waqtigeeda, la awoodi karo, oo lagu kalsoonaan karo. Xog badan ayaa guud ahaan soo saarta natiijooyin wanaagsan oo ku saabsan moodooyinka barashada mashiinka tababarka. Guushii ugu dambeysay ee moodooyinka qotada dheer waxay keeneen xog ururin ballaaran oo sii kordheysa, hCaptcha ayaa u adeegta baahidan.",
    "labeling-about-text-2": "Si kastaba ha noqotee, abuurista xog-ururin ballaaran oo bini-aadam ah oo la adeegsanayo habab dhaqameed waa mid gaabis ah oo qaali ah. hCaptcha waa hab ay shirkadaha ku heli karaan sharraxaadda ay u baahan yihiin si dhakhso leh, tayo sare leh kana qiimo jaban kuwa kale.",
    "labeling-annotations-head": "Noocyada Fasiraadda",
    "labeling-annotations-text-1": "Ogaanshaha sheyga saxda ah ee sawirrada iyo fiidiyowga",
    "labeling-annotations-text-2": "Ogaanshaha sheyga saxda ah ee sawirrada iyo fiidiyowga",
    "labeling-annotations-text-3": "Faahfaahin tilmaamo kiisaska isticmaalka badan",
    "labeling-annotations-text-4": "U kala sooc ama ku lifaaq qaybaha isxukunka ee cabir kasta ha lahaadee",
    "labeling-annotations-text-5": "Ogaanshaha iyo kala-soocidda ku-saleysan aadanaha",
    "labeling-annotations-text-6": "Ma u baahan tahay nooc kale oo aan halkan ku qorneyn? Kaliya na weydii.",
    "labeling-annotations-title-1": "Khaanadaha Xuduudaha",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Astaamo",
    "labeling-annotations-title-4": "Sifada Kala saarista",
    "labeling-annotations-title-5": "Isbarbardhiga iyo ogaanshaha",
    "labeling-annotations-title-6": "... iyo qaar kaloo badan",
    "labeling-ent-button": "La xiriir Kooxda Xallinta Shirkadeena",
    "labeling-ent-head": "Ma u Baahan Tahay Xakamaynta Dhamaad-Dhamaadka?",
    "labeling-ent-text-1": "Mashruuca HUMAN ee ka dambeeya hCaptcha wuxuu bixiyaa tayo sare leh oo tayo sare leh iyo maareyn maareyn iyadoo la adeegsanayo horudhac, isugeyn, ama adeegsi SaaS oo lagu daro nidaamyadaada jira.",
    "labeling-ent-text-2": "Gabi ahaanba kala bax khadkaaga shaqaalahaaga, qiimaha raadinta ee lagu cuno qaybaha ganacsiga ama wada-hawlgalayaasha wada-xaajoodka, xulashada shaqooyinka kala-geddisan bixiyeyaasha kala duwan ee gudaha ama dibedda iyada oo ku saleysan qiimaha iyo amniga shuruudaha, iyo in ka badan.",
    "labeling-ent-text-3": "Helitaanka fudud ee API, dashboodyo qurux badan, iyo tikniyoolajiyaddii ugu dambeysay ee qaab-wareejinta si loo kordhiyo waxtarka.",
    "labeling-ent-text-4": "99.99% wakhtiyada SLAs iyo 24/7 taageero caalami ah ayaa la heli karaa. Wixii macluumaad dheeraad ah:",
    "labeling-features-head-1": "Dhuumaha fudud ee API lagu wado.",
    "labeling-features-head-2": "Loogu talagalay qiimaha iyo tayada. Looma baahna ballanqaad hore.",
    "labeling-features-head-3": "Kaliya bixi sax ahaanta aad ubaahantahay.",
    "labeling-features-head-4": "Bixi macluumaadkaaga runta dhulka ah ama aan ku dhisno duulimaadka.",
    "labeling-features-text-1": "Marabtaa inaad si toos ah ugu dhex milto dib u eegista aadanaha howlahaaga ganacsi? Waxaan bixinnaa kalsooni sare oo loo yaqaan 'SLAs', awood la hubo, iyo REST APIs fudud.",
    "labeling-features-text-2": "Barmaamijka HUMAN wuxuu adeegsadaa moodello kalsooni dhammaystiran leh si loogu sameeyo falanqeyn tayo sare leh oo waqtiga-dhabta ah. Tani waxay noo oggolaaneysaa inaan si dhakhso leh u go'aaminno labada dhib ee su'aalaha iyo jawaabtooda saxda ah, adiga iyo waqtigaba.",
    "labeling-features-text-3": "Dhibaatooyinka oo dhami isku mid ma aha. Fasiraadaha ku saabsan hawlaha muhiimka u ah badbaadada waxay u baahan karaan kalsooni dhan 99.99% oo ka timaadda shaqaalaha aadanaha oo dhan. Fasiraadaha hal muujinta beta ee barnaamijka ciyaarta moobiilka waxay u baahan karaan oo keliya kalsooni dhexdhexaad ah. Adiga ayaa go’aansanaya.",
    "labeling-features-text-4": "Ma haysaa xog cayriin adiga oo aan lahayn xaqiijin dhammaystiran? Xaaladaha badankood waxaan kuu dhisi karnaa mid iyada oo howlaha loo maro nidaamka, ama aan u abuuri karno shaybaar summad leh si loo oggolaado.",
    "labeling-info-head": "Diiwangalinta Xogta",
    "labeling-info-text-1": "La hadal mid ka mid ah khubaradayada domain si aad u qeexdo baahiyahaaga mashruuca: saxsanaanta bartilmaameedka, qaabka, iyo wixii shuruudo gaar ah.",
    "labeling-info-text-2": "Waxaan ku fulinaa shaqo wax soo saar yar oo ku saleysan xogta muunadaada. Tani waxay tijaabineysaa shaqadii aan isla soo wada qabannay si loo hubiyo inaad si sax ah u hesho waxaad u baahan tahay.",
    "labeling-info-text-3": "Qiyaastayada sare iyo daahitaan yar ayaan ku wareejin doonnaa shaqadaada si dhakhso leh, iyadoo la keenayo otomaatig isla marka ay dhammaato.",
    "labeling-info-text-4": "Maaddaama aan sifiican u fahmayno xuduudaha shaqadaada wax soo saar, natiijooyinka ayaa sii wanaajin doona waqtiga.",
    "labeling-info-text-5": "Dashboodyada tooska ah ayaa kuu oggolaanaya inaad bixiso jawaab celin ama joojiso wax soo saarka wakhti kasta.",
    "labeling-info-title-1": "Qeex faahfaahinta",
    "labeling-info-title-2": "Imtixaanka Shaqada Hore",
    "labeling-info-title-3": "Dhig Shaqooyinka Waxsoosaarka",
    "labeling-info-title-4": "Hagaajin joogto ah",
    "labeling-info-title-5": "Natiijooyinka waqtiga dhabta ah",
    "labeling-main-1": "Qiimaynta xogta waxtarka u leh qiimaha",
    "labeling-main-1-button": "Hayso Xogtaada Xogta Hadda",
    "labeling-main-1c": "Ma u baahan tahay calaamado dheeri ah xogtaada? hCaptcha waxay siisaa dhakhso, qiimo jaban, iyo summadayn tayo sare leh oo loogu talagalay shirkadaha ka shaqeeya sirdoonka farsamada iyo codsiyada barashada mashiinka.",
    "labeling-main-2": "Bilaab malaayiin shaqooyin isla markiiba.",
    "labeling-main-2-button": "Iibso Adeegyada Calaamadaha Xogta",
    "labeling-main-2c": "hCaptcha waxay leedahay mid ka mid ah barkadaha waaweyn ee meeraha ku yaal ee aad u isticmaali karto. Wax kastoo cabirkaaga ah, waan la tacaali karnaa iyada oo aan la helin ballanqaadyo hore oo qaali ah. Malaayiin shaqooyin ah maalin kasta wax dhib ah malahan.",
    "labeling-platform-head": "Xog gaar ah ama Dadweyne",
    "labeling-platform-text": "hCaptcha waxaa lagu dhisay HUMAN Platform, kaas oo u oggolaanaya marin casri ah iyo falanqeyn si loo hagaajiyo kharashka iyo waxtarka tallaabo kasta. Tiknoolajiyaddani waxay u oggolaanaysaa shaqaalaha saxda ah inay qabtaan qayb kasta oo ka mid ah shaqadaada, iyagoo kordhinaya waxtarka kharashka iyadoo la ilaalinayo asturnaanta iyo buuxinta shuruudaha sharciyeed ee lagu dabaqi karo.",
    "labeling-try-button": "Iibso Adeegyada Calaamadaha Xogta",
    "labeling-try-head": "Marabtaa inaad isku daydo xogtaada?",
    "labeling-try-text": "... diyaar ayaan nahay marka aad tahay: adeegeena waxaa la heli karaa saacad iyo habeenba.",
    "learn-more-hcaptcha": "Baro wax badan oo ku saabsan hCaptcha",
    "page-acc-faq-1": "Su'aal: Qeybta hCaptcha 508 + WCAG 2.0 ma waafaqsan tahay? Jawaab: Waxaan aaminsanahay sidaas: dhammaan dadka isticmaala nooc kasta oo naafonimo ah oo awood u leh inay daalacdaan shabakadda oo ay ku qoraan foomamka foomamka waxay marin u heli karaan adeegyada ay ilaaliso hCaptcha diiwaangelinta. Si kastaba ha noqotee, tani maahan talo sharci: waa inaad sameysaa qiimeyn adiga kuu gaar ah, adigoo tixgelinaya hirgelintaada gaarka ah si aad u hubiso in tani ay tahay kiiskaaga keenista.",
    "page-acc-faq-2": "Su'aal: Ma ka shaqaysaa xulashooyinka kale ee marin u helka (a11y), sida codka? Jawaab: Ikhtiyaariyadihii hore ee caanka ahaa sida maqalka 'captchas' ayaa takoora dad badan oo a11y ah oo si fudud ayaa looga adkaadaa farsamooyinka barashada mashiinka casriga ah. Tani waxay ku qasabtay caqabadaha maqalka ee hada inay noqdaan kuwa aad iyo aad u adag, soo bandhigaya buuq, waqti aan caadi aheyn, iskudarka ereyada aan caadi aheyn, iyo wixii lamid ah si looga adkaado kuwa weerarka soo qaaday. Sidaa awgeed xamaasad yar ayaan ka qabnaa qaabkan iyo ka fogaanshaha caqabadda gebi ahaanba, laakiin waan tixgelin doonaa haddii ay jirto dalab ka yimaada bulshada a11y. Si kastaba ha noqotee, waxaan aad u xiiseyneynaa Pass-ka Sirta ee kiiska isticmaalka marin u helka. Waxaan aaminsanahay isku darka qaabkeena hada jira ee A11y iyo soo saarida Asturnaanta Pass-ka ayaa u oggolaan doonta a11y isticmaaleyaasha in ay si nabad ah u indha indheeyaan, kuna hubiyaan in taraafikada ay gaar ka tahay mid gaar ah, iyada oo la xaddidayo xadgudubka ay geystaan hawlwadeennada bot ee sida lama huraanka ah u dhaca marka xulashooyinka a11y la heli karo. Waxaan nahay kaqeybgalayaal firfircoon kooxda ka shaqeysa IETF oo jaangoynaya tikniyoolajiyaddan cusub.",
    "page-acc-faq-3": "Su'aal: Ka waran arrimaha gaarka ah? Diiwaangelintu ma muujinaysaa xogta daalacashada a11y si uun? Maxaad ku sameysaa emaylka? Jawaab: hCaptcha waxaa loogu talagalay asturnaanta laga bilaabo salka. Way ka duwan tahay xulashooyinka soo jireenka ah sida reCAPTCHA oo ay leeyihiin shabakadaha xayeysiiska, kuwaas oo leh dhiirigelin inay kugula socdaan shabakadda oo kugula xiriiraan aqoonsi dhab ah. Marnaba uma isticmaali karno emaylka marin u helka ama macluumaadka ujeeddo kale oo aan ka aheyn fududeynta isticmaalka a11y iyo ka hortagga xadgudubka. Siyaasadeena asturnaanta waxay leedahay jawaabo dhameystiran oo awood leh sida aan u isticmaalno xogta, laakiin jawaabta oo gaagaaban waxay tahay dan kama lihin inaan kula midoobo shaqsi ahaan taariikhda baalashaada. anagoo wali ilaalinayna awooda aan u leenahay kahortaga xadgudubka, dhameystirka shaqadeena Qarsoodiga ah.",
    "page-acc-link-1": "Haddii aad tahay isticmaale marin-helid ah, fadlan iska qor halkan.",
    "page-acc-subhead": "Hubinta marin u hel la'aanta dhammaan isticmaaleyaasha iyadoo la ilaalinayo amniga",
    "page-acc-summary": "Soo Koobid",
    "page-acc-summary-contents-1": "hCaptcha waxaa loogu talagalay in lagu joojiyo bots iyada oo laga soocayo dadka. Imtixaannada muuqaalku waa qalab ku habboon tan, laakiin qof kastaa ma xallin karo caqabad muuqaal ah. Sababtaas awgeed waxaan u qaabeynay qaab fudud, oo aan xanuun lahayn si loogu oggolaado daabacayaasha adeegsanaya adeeggayaga inay ilaaliyaan marin u helka dhammaantood iyagoo u hoggaansamaya Qaybta 508 iyo WCAG 2.0.",
    "page-acc-summary-contents-2": "Sida ay u shaqeyso: marka hore, isticmaalaha marin u helka ayaa iska diiwaan geliya URL-kan, kaas oo ku xiran bogga macluumaadka widget-ka hCaptcha. Waxaa la siiyaa buskud sir ah oo la isticmaali karo dhowr jeer maalintii, laakiin waa in la cusbooneysiiyaa 24-kii saacba mar iyada oo laga soo galayo.",
    "page-acc-title": "Macluumaadka Helitaanka hCaptcha",
    "page-acc-tr-body": "Su'aal: Weli waxaan arkaa caqabad ka dib markii aan dhigay cookie-ka. Maxaa waxaas keena? Jawaab: Tani waxay badanaa sabab u tahay iyadoo la adeegsanayo xayeysiis xayeysiis ah ama kordhinta buskudka, ama dejinta xannibaya cookies-ka goobta iskutallaabta ah, xaaladdan oo ah cookie loogu talagalay hcaptcha.com oo ay dejiso ama hubiso hCaptcha JavaScript oo ku taal goob kale , sida kan aad booqatay oo kale. hCaptcha cookies marin u helka waxay la shaqeeyaan dhamaan daalacashada caanka ah iyo xayiraadaha xayeysiinta oo ay wataan goobahooda caadiga ah, sidaa darteed sida caadiga ah guul darrooyinka waxaa sabab u ah qoraallada ka hortagga-adblock ama xeerarka la midka ah ee lagu bartilmaameedsanayo baraha gaarka ah. Xalka: 1. Whitelist hcaptcha.com iyo * .hcaptcha.com cookies ee ku jira xayeysiiskaaga xayeysiinta ama kordhinta amniga biraawsarka. 2. Haddii aad isticmaaleyso biraawsarka geesinimada leh, ee aan (laga bilaabo Abriil 2020) u muuqan inuu haysto nooc kasta oo ah cookie whitelist, u gudub Xulashada -> Gaashaamo -> Kukiyada oo dooro U oggolow Dhammaan Kukiyada. 3. Haddii aad isticmaaleyso nooca ugu dambeeya ee Safari midkood OS X 10.15 ama macruufka 13. 4 ee dhowaan la sii daayay, Apple waxay hadda bedeshay dabeecadda Safari ee la xiriirta cookies-ka saddexaad, iyaga oo dhammaantood iska celinaya. Waxaan hirgalineynaa xalka, laakiin inta ka horeysa fadlan booqo Safar Preferences, qeybta Asturnaanta, iyo uncheck raadinta Websaydhka: Kahortag raadinta meelaha iskutallaabta ah si ay ugu suurtagasho buskudka marin u helka inuu u shaqeeyo sidii la filayay. Su'aal: Waxaan isticmaalaa aalado badan. Miyaan u baahanahay inaan isqorto dhowr jeer? Jawaab: Maya. Fadlan dhagsii isla cinwaanka soo galitaanka isla e-mayl ee laguu soo diray qalab kasta oo aad isticmaasho si aad ugu dejiso cookie-ka.",
    "page-acc-tr-title": "Loogu talagalay Isticmaalayaasha Helitaanka: S & A iyo Tilmaamaha Dhibaatooyinka",
    "priv-hc": "Asturnaanta Diirada",
    "priv-hc-text": "Shabakadaha xayeysiiska waxay kuu arkaan inay yihiin wax soo saarkooda. Ma yeelayno Annagu dan kama lihin cidda isticmaaleyaashu yihiin, kaliya sida ay ugu badan tahay inay xaasidnimo u noqdaan. Waxaan taageernaa dadaallada sida Privacy Pass, waxaanan si adag uga shaqeynaa isku dheelitirka asturnaanta iyo amniga.",
    "reporting-bugs-accessibility-button": "Waxbadan ka baro xulashooyinka marin u helka",
    "reporting-bugs-accessibility-head": "Ikhtiyaariyada Helitaanka",
    "reporting-bugs-accessibility-text": "Miyaad aragga naafo ka tahay ama haddii kale aanad awoodin inaad dhammaystirto hCaptchas?",
    "reporting-bugs-guide-ff-head": "Qabashada Faahfaahinta Warbixinta Cayayaanka: Firefox",
    "reporting-bugs-guide-ff-step-1": "Tallaabada 1: Fur Qalabka Horumarinta (Kani wuxuu bilaabmayaa duubista casharka.)",
    "reporting-bugs-guide-ff-step-2": "Tallaabada 2: Guji tabka Shabakadda ee Qalabka Horumarinta. Ka fiiri sanduuqa qorista Persist dusha sare.",
    "reporting-bugs-guide-ff-step-3": "Tallaabada 3: booqo https://accounts.hcaptcha.com/demo, ama websaydhka aad arrin ka leedahay (Xusuus-gaarka Asturnaanta: kaliya haddii aadan dhib ka qabin wadaagista waxa ay tahay) ... ka dibna riix I waxaan ahay badhanka aadanaha, iskuna day inaad xalliso.",
    "reporting-bugs-guide-ff-step-4": "Tallaabada 4: Guji HAR ka dib markaad isku daydo inaad xalliso, oo dooro Badbaadinta Dhammaan sida HAR si aad u kaydiso log network. Noo soo dir faylkaas.",
    "reporting-bugs-guide-ff-step-5": "Tallaabada 5: Guji tabka Console, oo midig-guji ka dibna Dooro dhammaan oo ku kaydi taas feyl qoraal ah, si aad u keydiso qoraalka qunsuliyadda. Sidoo kale noo soo dir.",
    "reporting-bugs-guide-ff-step-6": "Tallaabada ugu dambeysa: Email noogu soo dir faylashaas 'HAR' iyo 'console log files' noo ah, oo sharax dhibaatada jirta Isticmaal: support@hcaptcha.com (fadlan isticmaal adeeg sida Dropbox ama Filebin oo u dir xiriirinta) iyo ikhtiyaari ahaan shaashadda, haddii aad ka shakisan tahay inay jiraan wax aan si sax ah u soo bandhigin . Fadlan dir IP-ga aad adiguba isticmaaleyso. Waxaad ka heli kartaa https://www.whatsmyip.org/ Waad ku mahadsantahay waqtiga aad siisay inaad naga caawiso helitaanka macluumaadkan! Waxaa naga go'an inaan ka dhigno hCaptcha mid si fiican u shaqeeya qof walba.",
    "reporting-bugs-guide-head": "Qabashada Faahfaahinta Warbixinta Cayayaanka: Chrome",
    "reporting-bugs-guide-step-1": "Tallaabada 1: Fur Qalabka Horumarinta (Kani wuxuu bilaabmayaa duubista casharka.)",
    "reporting-bugs-guide-step-2": "Tallaabada 2: Guji tabka Shabakadda ee Qalabka Horumarinta. Ka calaamadee sanduuqa keydka qaybta sare.",
    "reporting-bugs-guide-step-3": "Tallaabada 3: booqo https://accounts.hcaptcha.com/demo, ama websaydhka aad arrin ka leedahay (Xusuus-gaarka Asturnaanta: kaliya haddii aadan dhib ka qabin wadaagista waxa ay tahay) ... ka dibna riix I waxaan ahay badhanka aadanaha, iskuna day inaad xalliso.",
    "reporting-bugs-guide-step-4": "Tallaabada 4: Guji Dhoofinta HAR (fallaarta yar ee hoos u dhacda) ka dib markaad isku daydo inaad xalliso, taas oo kaydinaysa shabakadda shabakadda. Noo soo dir faylkaas.",
    "reporting-bugs-guide-step-5": "Tallaabada 5: Guji tabka Console, oo midig-guji ka dibna Keydso sida .. si aad u keydiso qoraalka qunsuliyadda. Sidoo kale noo soo dir.",
    "reporting-bugs-guide-step-6": "Talaabada ugu dambeysa: Email noogu soo dir fariimahaas HAR iyo faylasha qunsuliyada noo ah, oo sharax dhibaatada. Isticmaal: support@hcaptcha.com (fadlan isticmaal adeeg sida Dropbox ama Filebin oo dir xiriiriyeyaal) iyo ikhtiyaari ahaan shaashadda, haddii aad ka shakisan tahay inay jiraan wax aan si sax ah u soo bandhigin. Fadlan dir IP-ga aad adiguba isticmaaleyso. Waxaad ka heli kartaa https://www.whatsmyip.org/ Waad ku mahadsantahay waqtiga aad siisay inaad naga caawiso helitaanka macluumaadkan! Waxaa naga go'an inaan ka dhigno hCaptcha mid si fiican u shaqeeya qof walba.",
    "reporting-bugs-guide-text-1": "Soo dirista macluumaadka khaladka ee warbixintaada ayaa noo fududeyn doonta inaan ogaanno waxa socda. Waa kuwan tilmaamaha tallaabo-tallaabo:",
    "reporting-bugs-guide-text-2": "Haddii aad tahay horumariyaha webka ama adeegsade khabiir ah, soo koobitaanku waxaan jeclaan lahayn inaad noo soo dirto shabakad duubeysa HAR iyo diiwaanada qalabka kombiyuutarka. Fadlan isku day inaad curyaamiso wax xayeysiis xayeysiis ah ama kordhinta amniga biraawsarka marka hore ka dibna iskuday ka hor intaadan marin talaabooyinkan. Haddii taasi saxdo dhibaatadaada, wali waan ku qanacsanahay inaad noosoo sheegto nooca biraawsarkaaga, xayeysiiyahaaga ama kordhinta biraawsarka, iyo bogga URL.",
    "reporting-bugs-intro-head": "La helay cillad? Waa tan sida loo soo sheego.",
    "reporting-bugs-intro-text": "Malaayiin dad ah ayaa isticmaala hCaptcha bil kasta, kumanaan isku dar ah daalacashada, kordhinta, aaladaha, gidaarrada, iyo inbadan. Hadafkeenu waa inaan hubino inay marwalba adiga kuu shaqeyneyso, sidaa darteed aad ayaan u qadarinaynaa warbixinnadaada! Si aad jawaab celin degdeg ah uga bixiso, kaliya dhagsii badhanka jawaab celinta noo soo dir. Haddii aad aragto arrin shaqeyneysa, fadlan raac tilmaamaha khaladaadka khaladka ee Chrome ama tilmaamaha khaladaadka qorista ee Firefox ee hoose. Wixii daalacashada kale ah uun noo soo dir. Arimaha amniga ama arimaha gaarka ah, fiiri tilmaamaha hoose.",
    "reporting-bugs-privacy-head": "Arrimaha Asturnaanta",
    "reporting-bugs-privacy-text": "Annagu dan kama lihin cidda isticmaaleysa, kaliya sida ay ugu dhowdahay inay xumaan ama mashiinno noqdaan. Waxaan taageernaa dadaallada sida Privacy Pass, waxaanan si adag uga shaqeynaa isku dheelitirka asturnaanta iyo amniga. Haddii aad heshay arrin aad u maleyneyso inay saameyn ku yeelan karto asturnaanta isticmaaleha, fadlan noo soo dir emailka support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Noo soo dir ra'yi-celin",
    "reporting-bugs-provide-feedback-head": "Bixi jawaab celin deg deg ah oo ku saabsan hCaptcha",
    "reporting-bugs-provide-feedback-text": "Waan ku qanacsanahay fikradaada. Noo soo sheeg wax kasta oo arrimo ah oo aan si dhakhso leh u xallinno.",
    "reporting-bugs-security-head": "Cayayaanka Amniga",
    "reporting-bugs-security-text": "Waxaan marwalba daneynaa inaan helno warbixinada cilladaha amniga. Email support@hcaptcha.com & CC security@hcaptcha.com anaguna si dhakhso leh ayaan kuugu soo laaban doonnaa. Waxaan sidoo kale leenahay barnaamijka abaalmarinta cayayaanka ee loogu talagalay warbixinnada amniga ee u qalma adeegga hCaptcha iyo koodhka ilaha la xiriira.",
    "sec-hc": "Amniga Marka hore",
    "sec-hc-text": "hCaptcha waa daabacaad-diiradda. Waxaan ka shaqeyneynaa inaan siino bogagga xogta dhabta ah oo aan u oggolaanno inay go'aansadaan sida loo isticmaalo. Saxnimadu waa dantaada iyo tanaga. Qabsashada kale waxaa bixiya shirkadaha xayaysiinta. Wax kasta oo bot ah oo ay xayiraan ayaa yareyn kara dakhligooda.",
    "switch-to-english-link": "U beddel Ingiriis",
    "what-is-hcaptcha": "Waa maxay hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha waxay ka caawisaa adeegyada webka aad jeceshahay inaad ka ilaaliso bots, spam, iyo xadgudub adigoo weydiinaya su'aalo fudud oo u fudud aadanaha oo ku adag mashiinada.",
    "why-hc": "Waa maxay sababta hCaptcha?",
    "why-hc-text": "Mar kasta oo aad ka jawaabto caqabad, waxaan isticmaalnaa moodallo casri ah si aan u ogaanno inaad dad tahay ama mashiin tahay. Websaydhka aad booqatay ayaa markaa u adeegsanaya natiijadan si ay uga caawiso hagaajinta khibradaada barta ay ku leeyihiin adigoo ilaalinaya bots."
}