{
    "acc-opt": "Ikhtiyaariyada Helitaanka",
    "acc-opt-but": "Baro waxbadan oo kusaabsan ikhtiyaarada marin u helka",
    "acc-opt-text": "Miyaad tahay qof aragga naafonimo qaba ama haddii kale aadan awoodin inaad dhammaystirto hCaptchas?",
    "accessibility-link": "Gaaritaan",
    "appreciate-in": "Waan kaaga mahadcelineynaa fikirkaaga. Nala socodsii wixii arrimo ah oo si dhakhso ah ayaanu u xallin doonnaa.",
    "fb-but": "Noo soo dir jawaab celin",
    "feedback-text": "Ku bixi jawaab celin hCaptcha aad hadda aragtay",
    "home-ent-1": "Maraadineysaa qurbaannadeenna amniga shirkada?",
    "home-ent-2": "Booqo barteena cusub ee loo qoondeeyay: BotStop.com",
    "home-intro-body": "Ma u isticmaashaa 'captcha' inaad ku ilaaliso finanka? hCaptcha wuxuu ilaaliyaa asturnaanta isticmaalaha, wuxuu abaalmariyo websaydhyada, wuxuuna ka caawiyaa shirkadaha inay sumadooda xogtooda ku calaamadeeyaan. Waa beddelaad galitaan loogu talagalay reCAPTCHA: waad iska beddeli kartaa daqiiqado gudahood.",
    "home-intro-head": "Jooji botsh dheeraad ah. Bilow inaad ilaaliso asturnaanta isticmaale.",
    "home-main-1": "Gaar ah Aamin. Degdeg ah. Oo waxaan kugu siineynaa inaad isticmaasho.",
    "home-main-2": "Sirta diirada la saaray",
    "home-main-2c": "Shabakadaha xayeysiiska ayaa u soo booqda dadka soo booqda inay yihiin sheyga. Wixii hCaptcha sheyga ayaa ah shaqada ay bixiyaan. Annagu dan kama lihin cidda ay isticmaaleyaashaadu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwo waxyeello ah. Waxaan taageernaa dadaallada sida Pass Pass-ka, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga.",
    "home-main-3": "Amniga Marka hore",
    "home-main-3c": "Xaqiiqdu waxay ku jirtaa dantaada iyo tanyada. hCaptcha waa mid diirada saareysa. Waxaan ka shaqeynaa inaan ku siinno macluumaad dhab ah oo aan kuu oggolaano inaad go aansato sida loo isticmaalo. Soosiidhada kale waxaa bixiya",
    "home-main-3c2": "shirkadaha xayeysiinta. Taas macnaheedu waa in bot kasta oo ay xidhaan ay yarayn karaan dakhligooda.",
    "home-main-4": "Khibrad Isticmaalaha Ka Fiican",
    "home-main-4c": "Moodooyinka casriga ah ee wax lagu barto waxaa adeegsada hCaptcha si loo go'aamiyo aadanaha. Tani waxay noo oggolaaneysaa inaan uga baahano adeegyo aan ka yarayn dhibaatooyinka ka yimaada isticmaaleyaashaada isla markaana aan ku qaadanno waqti yar sidii ay sidaas yeeli lahaayeen, iyadoo aan weli soo saarayno macluumaad sumeysan oo waxtar leh oo loogu talagalay calaamadaha macaamiisha.",
    "home-main-plans": "hCaptcha waa u bilaash in loo isticmaalo daabacayaasha cabirkasta oo cabirkiisu yahay. Si kastaba ha noqotee, shirkadaha iyo aagagyada u baahan xakameyn dheeraad ah, xalalka shirkadeena ayaa la heli karaa.",
    "home-main-plans2": "Xalka shirkadeed ee hCaptcha waxay ka ilaalisaa malaayiin isticmaaleyaal illaa tobanaan milyan oo websaydhada qaar ka mid ah shirkadaha ugu waa weyn adduunka. Fadlan nala soo xiriir wixii macluumaad dheeri ah, ama booqo",
    "home-main-plans3": "Xalka shirkadeed ee hCaptcha waxay ka ilaalisaa malaayiin isticmaaleyaal illaa tobanaan milyan oo websaydhada qaar ka mid ah shirkadaha ugu waa weyn adduunka. Fadlan nala soo xiriir wixii macluumaad dheeri ah, ama booqo",
    "home-main-plans4": "wixii faahfaahin ah.",
    "learn-more-hcaptcha": "Baro inbadan oo kusaabsan hCaptcha",
    "page-acc-faq-1": "Su’aal: hCaptcha Qaybta 508 + WCAG 2.0 ma waafaqsantahay? Jawaab: Waxaan aaminsanahay sidaas: dhamaan adeegsadayaasha nooc kasta oo naafo ah oo awood u leh inay webka dhex galaan oo qoraal ku qoraan foomamka waxay marin u heli karaan adeegyada ay ilaalinayaan hCaptcha markay is diiwaangeliyaan. Si kastaba ha noqotee, kani ma ahan talo sharciyeed: waa inaad ku sameysaa qiimeyntaada, adoo tixgelinaya hirgalintaada gaarka ah si loo hubiyo in tani ay tahay kiiskaaga.",
    "page-acc-faq-2": "Su’aal: Ma waxaad ka shaqaysaa xulashooyinka kale ee loo adeegsado (a11y), sida maqalka? Jawaab: Fursadihii hore ee caan ka ahaa sida 'captchas audio' waxay takooraan dad badan oo a11y ah waxaana si fudud looga adkaadaa farsamooyinka barashada mashiinka casriga ah. Tani waxay ku qasabtay caqabadaha maqalka ee hadda jira inay noqdaan kuwo aad u adag oo dhib badan, soo bandhigaya dhawaq, waqtiyo aan caadi ahayn, isku-darka ereyada aan caadiga ahayn, iyo wixii la mid ah si looga adkaado kuwa weerarka soo qaaday. Waxaan sidaa ugu qanacsanahay qaabkan iyo ka fogaanshaha wadarta guud, laakiin waxaan tixgelin doonnaa haddii ay jirto baahi laga qabo bulshada a11y. Si kastaba ha noqotee, waxaan aad u daneyneynaa Xogta Dhowritaanka ee loogu talagalay kiiska adeegsiga. Waxaan aaminsanahay isku-darka qaabkeenna hadda a11y iyo soo-saarista Asturnaanta Asturan waxay u oggolaaneysaa dadka isticmaala a11y inay si badbaado leh u baaraan, iyagoo ku kalsoon aqoonta ay taraafikada u leeyihiin inay si gaar ah u shaqeeyaan, iyadoo xaddididda xadgudubka ay wadaan hawl-wadeennada bot ee lama huraan inay dhacaan marka xulashooyinka a11y la helo. Waxaan nahay kaqaybgal firfircoon kooxda shaqada IETF ee jaangooya tikniyoolajiyadan cusub.",
    "page-acc-faq-3": "Su’aal: Ka waran asturnaanta? Diiwaangelintu miyay shaaca ka qaadaysaa macluumaadka daalacashada a11y qaab uun? Maxaad ku sameyneysaa emaylka? Jawaab: hCaptcha waxaa loogu talagay siraha ilaa dhulka. Aad ayey uga duwan tahay xulashooyinka caadiga ah sida reCAPTCHA oo ay leeyihiin shabakado xayeysiis, kuwaas oo leh dhiirigelin ay kugula socdaan shabakadda oo kugula xiriiraan aqoonsiga dhabta ah. Waligeen u adeegsan mayno emayl marin u helid ama macluumaad ujeeddo kasta oo aan ahayn fududeynta isticmaalka a11y iyo ka hortagga xadgudubka. Qaanuunkayaga sirta ah waxay leedahay jawaabo dhameystiran oo awood leh sida aan u isticmaalno xogta, laakiin jawaabta gaagaaban ayaa ah wax dan ah kama lihin inaanu kugulameyno shaqsi ahaan taariikhdaada biraawsarka. Waxaan sidoo kale hada ku shaqeyneynaa xalka been abuurka si deg deg ah looga tuuro cinwaankaaga emaylkaaga. anagoo wali ilaalinayna awooddeena ka hortagga xadgudubka, kuna dhameystiraya shaqadeena Gudbinta Asturnaanta.",
    "page-acc-link-1": "Haddii aad tahay isticmaale marin marin loo helo, fadlan iska qor halkan.",
    "page-acc-subhead": "Hubinta helitaan aan kala go 'lahayn oo dhammaan adeegsadayaasha iyadoo la sugayo amniga",
    "page-acc-summary": "Soo Koobid",
    "page-acc-summary-contents-1": "hCaptcha waxaa loogu talagalay in lagu joojiyo bots-ka iyadoo laga soocay dadka. Tijaabooyinka aragga ayaa ah aalad ku habboon arrintan, laakiin qof walba ma xallin karo loollan muuqaal ah. Sababtaas awgeed waxaan u qaabaynay qaab kale oo fudud, oo aan xanuun lahayn si aan ugu oggolaanno daabacayaasha isticmaalaya adeegyadeena inay ilaashadaan u adeegsiga dhammaan u hoggaansanaanta Qaybta 508 iyo WCAG 2.0 oo dhammaystiran.",
    "page-acc-summary-contents-2": "Sida ay u shaqeyso: marka hore, marin u helka adeegsadaha ayaa iska diiwaangalinaya URLkan, kaas oo kuxiran bogga macluumaadka widget hCaptcha. Waxaa la siiyaa cookie qarsoodi ah oo la isticmaali karo dhowr jeer maalintii, laakiin waa in lagu qaboojiyaa 24-kii saacba mar iyadoo la adeegsanayo soo galootiga.Haddii caqabad la soo bandhigo isticmaale marin u helid barta internetka iyadoo la adeegsanayo adeegga hCaptcha, si otomaatig ayey u gudbi doonaan.",
    "page-acc-title": "Macluumaadka Helitaanka ee hCaptcha",
    "page-acc-tr-body": "Su’aal: Waxaan wali u arkaa caqabad kadib markaan dejinayo cookie-ka. Maxaa sababa tan? Jawaab , sida midka aad booqaneyso. HCaptcha helitaanka cookies-ka waxay la shaqeeyaan dhammaan daalacashada caanka ah iyo xayeysiiska xayeysiinta leh jaangooyooyinkooda caadiga ah, sidaa darteed sida caadiga ah guuldarradu waxay u sabab tahay qoraallada anti-adblock-ka ama xeerarka la midka ah ee lagu beegsanayo goobo gaar ah. Xalka: 1. Whitelist hcaptcha.com iyo * .hcaptcha.com cookies ee kujira xayeysiiskaaga ama kordhinta amniga biraawsarkaaga. 2. Haddii aad isticmaaleyso biraawsarka biraawsarka ah, kaasoo aan (laga bilaabo Abriil 2020) u muuqan inuu leeyahay nooc kasta oo cookie ah, waxaad tagtaa Xulashooyinka -> Difaaca -> Kukiyada oo dooro U oggolow Kukiyada oo dhan. 3. Haddii aad isticmaaleyso nooca ugu dambeeyay ee Safari midkoodna OS X 10.15 ama macruufka 13. 4, Apple waxay hadda bedeshay habdhaqanka Safari ee laxiriira cookies-ka seddexaad, ayaga oo ka joojinaya dhammaantood sida caadiga ah. Waxaan hirgalinaynaa xalka, laakiin inta lagu guda jiro fadlan booqo doorbidyada Safari, qaybta gaarka ah, iyo kormeerida bogagga shabakadda: Ka hortag raad-raac bogga si aad awood ugu siiso kaydka helitaanku inuu u shaqeeyo sidii la filayay. Su’aal: Waxaan istcimaa aalado badan. Ma u baahanahay inaan qoro dhowr jeer? Jawaab: Maya. Fadlan dhagsii isla xiriirinta isku xidhka e-maylka ee laguu soo diray aalad kasta oo aad isticmaasho si aad u dejiso cookie-ka",
    "page-acc-tr-title": "Loogu Talagalay Isticmaalayaasha Gelitaanka: Q&A iyo Hagaha Dhibaatooyinka",
    "priv-hc": "Sirta diirada la saaray",
    "priv-hc-text": "Shabakadaha xayeysiiska waxay kuu arkaan adiga wax soo saarkooda. Ma yeelno. Annagu dan kama lihin kuwa adeegsadayaashu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwa xaasidnimo leh. Waxaan taageernaa dadaallada sida Pass Pass-ka oo kale, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga.",
    "sec-hc": "Amniga Marka hore",
    "sec-hc-text": "hCaptcha waa mid diirada saareysa. Waxaan ka shaqeynaa inaan siino goobaha xogta dhabta ah oo aan u oggolaano iyaga inay go'aansadaan sida loo isticmaalo. Xaqiiqdu waxay ku jirtaa dantaada iyo tanyada. Soosaareyaasha kale waxaa bixiya shirkadaha xayeysiinta. Bog kasta oo ay xidhaan waxay yareyn karaan dakhligooda.",
    "what-is-hcaptcha": "Waa maxay hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha waxay kaa caawineysaa adeegyada aad jeceshahay inaad ka heshid botska, spam, iyo xadgudubka iyadoo la weydiinayo su'aalo sahlan oo u sahlan aadanaha iyo ku adag mashiinnada.",
    "why-hc": "Maxaa hCaptcha?",
    "why-hc-text": "Mar kasta oo aad kajawaabto caqabad, waxaan u isticmaalnaa moodallo casri ah si aan u ogaano inaad tahay bini-aadam ama mashiin. Websaydhka aad booqatay ayaa markaa u adeegsanaya natiijadan inay ka caawiso kor u qaadista khibradaada ku saabsan boggooda iyadoo la ilaaliyo botska."
}