{
    "about-advisors-brendan": "Maamulaha. Hogaamiye loo aqoonsaday AI. Waxay ku dabaqday sirdoonka mashiinka cabir xagga dhibaatooyinka kaladuwan oo ganacsi tobankii sano ee la soo dhaafay.",
    "about-advisors-dawn": "Shahaadada PhD ee cilmiga barashada cilmiga biology, Stanford. La shaqeynta shabakadaha neural-ka ilaa 1999. Diiradda saar xagga ML iyo barashada qoto-dheer ee cabirka.",
    "about-advisors-head": "La-taliyayaasha",
    "about-advisors-keiran": "Xogta keydka iyo khabiirka Blockchain. Injineer hore ee Cloudera iyo inbadan. Tobaneeyo sano oo khibrad dhismeedka softiweer iyo kooxo ah.",
    "about-content-head-1": "Waxaan Sameynno",
    "about-content-head-2": "Maxay Tahay Sababta",
    "about-content-text-1": "hCaptcha waa adeeg intuition Machines Inc, AI iyo shirkada barashada mashiinka oo diiradda saareysa metalearning iyo ML domain visual. Waxaan dhisnaa oo aan u hawlgalnaa nidaamyo si mug leh u cabbiri kara si aan awood ugu siino adeegsiga adeegyada falanqaynta fiidiyowga iyo sawirrada ee loogu talagalay shirkadaha caalamiga ah ee 2000 ee adduunka.",
    "about-content-text-2": "Xog badan ayaa guud ahaan soo saarta natiijooyin wanaagsan. Dhismaha iyo dayactirka macluumaad sax ah oo kuxiran iyo macluumaad muhiim ah ayaa waqti qaadanaya oo qaali ah. HCaptcha waxaa markii hore loo sameeyay si wax looga qabto baahiyaheena gaarka ah ee sumadaynta muuqaalka, waxaana hadda loo heli karaa shirkadaha kale ee leh baahiyo la mid ah.",
    "about-intro-head-1": "U shaqee hCaptcha",
    "about-intro-head-2": "Himiladeenu Waa Mid Weyn",
    "about-intro-text": "Waxaan si dhakhso leh u kobceynaa marwalbana waxaan raadineynaa tayada adduunka ugu fiican dhammaan xafiisyadeena adduunka. Waad ka dalban kartaa xiriirada hoose.",
    "about-leadership-alex": "Xogta keydka iyo khabiirka Blockchain. Injineer hore ee Cloudera iyo inbadan. Tobaneeyo sano oo khibrad dhismeedka softiweer iyo kooxo ah.",
    "about-leadership-eli": "Maamulaha. Hogaamiye loo aqoonsaday AI. Waxay ku dabaqday sirdoonka mashiinka cabir xagga dhibaatooyinka kaladuwan oo ganacsi tobankii sano ee la soo dhaafay.",
    "about-leadership-head": "Hogaaminta",
    "about-leadership-todd": "Shahaadada PhD ee cilmiga barashada cilmiga biology, Stanford. La shaqeynta shabakadaha neural-ka ilaa 1999. Diiradda saar xagga ML iyo barashada qoto-dheer ee cabirka.",
    "acc-opt": "Ikhtiyaariyada Helitaanka",
    "acc-opt-but": "Baro waxbadan oo kusaabsan ikhtiyaarada marin u helka",
    "acc-opt-text": "Miyaad tahay qof aragga naafonimo qaba ama haddii kale aadan awoodin inaad dhammaystirto hCaptchas?",
    "accessibility-link": "Gaaritaan",
    "appreciate-in": "Waan kaaga mahadcelineynaa fikirkaaga. Nala socodsii wixii arrimo ah oo si dhakhso ah ayaanu u xallin doonnaa.",
    "fb-but": "Noo soo dir jawaab celin",
    "feedback-text": "Ku bixi jawaab celin hCaptcha aad hadda aragtay",
    "footer-attribution": "Qaadashada",
    "footer-copyright-text": "hCaptcha waa astaan ganacsi oo ka diiwaan gashan Intuition Machines, Inc.",
    "footer-header-1": "Shirkadda",
    "footer-header-2": "Kheyraadka",
    "footer-header-3": "Xiriir",
    "footer-link-1": "Calaamadeynta",
    "footer-link-2": "Ku saabsan",
    "footer-link-3": "Shaqooyinka",
    "footer-link-4": "Calaamadaha Ganacsiga",
    "footer-link-5": "Blog",
    "footer-link-6": "Xaaladda",
    "footer-link-7": "Diiwaangelinta",
    "footer-link-8": "Soo sheeg Cilad",
    "footer-link-9": "Gaaritaan",
    "footer-privacy": "Asturnaanta",
    "footer-subheader-1": "Taageero",
    "footer-subheader-2": "Xiriir",
    "footer-terms": "Shuruudaha",
    "header-docs-link": "Dukumiintiyo",
    "header-labeling-services-link": "Adeegyada Calaamadaha",
    "header-login-button": "Soo gal",
    "header-plans-link": "Qorshayaasha",
    "header-signup-button": "Diiwaan Gelinta",
    "home-about-head": "Ku saabsan hCaptcha",
    "home-about-subtitle": "Waxaa ku shaqeeya Borotokoolka HUMAN",
    "home-about-text-1": "hCaptcha waxaa loogu talagalay in lagu xalliyo dhibaatada ugu badan ee xagga shaqada ee barashada mashiinka: ku-qorista tiro badan oo xog ah waqti habboon, la awoodi karo, iyo hab lagu kalsoonaan karo.",
    "home-about-text-2": "Xog badan ayaa guud ahaan soo saarta natiijooyin ka wanaagsan qaababka barashada mashiinka lagu barto. Guulihii ugu dambeeyay ee moodooyinka qoto dheer waxay horseedeen inay sii kordhaan xog uruurinta, badanaa had iyo jeer waxay la socdaan dib-u-eegis aadanaha. Si kastaba ha noqotee, abuurista xog-uruurin ballaaran oo aadanaha dib-u-eegis lagu sameeyo iyada oo loo marayo Mechanical Turk, Jaantuska Sideedaad, iwm waa labadaba mid gaabis ah oo qaali ah.",
    "home-about-text-3": "hCaptcha waxay u oggolaaneysaa websaydhada inay sameeyaan lacag loogu adeego baahiyadan iyagoo xayiraya botska iyo qaabab kale oo xadgudub ah.",
    "home-about-text-4": "Goobta suuqa hCaptcha waxaa awood u leh HUMAN Protocol, hab maamuleed furan oo loogu talagalay dib-u-eegista bini-aadamka ee ka hawlgala Ethereum blockchain. Websaydhadu waxay kasbadaan Human Tokens (HMT) markasta oo isticmaalayaashu u isticmaalaan aaladda widget hCaptcha ee ku taal bartahooda, iyo shirkadaha mashiinka wax ku barata mashiinka waxay bixiyaan lacag si ay u sumeeyaan xogtooda.",
    "home-ba-labeling-services-link": "Adeegyada Calaamadaha",
    "home-benefits-head-1": "Qiimaha ku qorista Xogta",
    "home-benefits-head-2": "Sii hay'ad samafal ah",
    "home-benefits-text-1": "Miyaad xaqiiqsatay markasta oo aad riixdid gaariga waxaad gacan ka geysaneysaa inaad tabobarato hal nidaam oo mashiinka wax lagu barto ee Gigantic oo bilaash ah?",
    "home-benefits-text-2": "hCaptcha ayaa moodeelka ku wareejisay. Markaad isticmaaleyso hCaptcha, shirkaduhu waxay kugudayaan shaqada ay isticmaaleyaashaadu qabtaan sida ay u cadeynayaan bini aadamnimadooda. Waxaad helaysaa abaalmarinada.",
    "home-benefits-text-3": "Ma dooneysaa inaad dib ugu celiso sadaqada aad jeceshahay? hCaptcha wuxuu kuu oggolaanayaa inaad ku taageerto sadaqadda samafalka aad dooratay dakhliga ku soo gala marka aad adeegsatid. Isticmaalayaasha boggaaga ayaa dhowaan awoodi doona inay arkaan tabarucaada sadaqada iyagoo u maraya sumacad ku leh bogga hCaptcha.",
    "home-challenge-text-1": "Xulo dhammaan sawirrada ku habboon su'aalaha",
    "home-challenge-text-2": "Qeex xadka aagga sheyga",
    "home-challenge-text-3": "Aqoonso magacyada u dhigma",
    "home-challenge-title-1": "Isbarbar dhig",
    "home-challenge-title-2": "Sanduuqa Xuduudaha",
    "home-challenge-title-3": "Qeybinta",
    "home-challenges-head": "Caqabadaha la soo bandhigay",
    "home-challenges-text-1": "... iyo howlo kale oo fudud. Way u fududdahay binu-aadmiga, wayna adagtahay boogaha.",
    "home-challenges-text-2": "Hawlaha gaarka ah ayaa waliba diyaar u ah daabacayaasha shirkada.",
    "home-ent-1": "Maraadineysaa qurbaannadeenna amniga shirkada?",
    "home-ent-2": "Booqo barteena cusub ee loo qoondeeyay: BotStop.com",
    "home-ent-button": "Waxbadan ka baro: BotStop by hCaptcha",
    "home-from-the-blog": "XIGASHO:",
    "home-from-the-blog-value": "Sidee hCaptcha Settings Set adag tahay Shaqeysa",
    "home-intro-body": "Ma u isticmaashaa 'captcha' inaad ku ilaaliso finanka? hCaptcha wuxuu ilaaliyaa asturnaanta isticmaalaha, wuxuu abaalmariyo websaydhyada, wuxuuna ka caawiyaa shirkadaha inay sumadooda xogtooda ku calaamadeeyaan. Waa beddelaad galitaan loogu talagalay reCAPTCHA: waad iska beddeli kartaa daqiiqado gudahood.",
    "home-intro-button": "Saxiix Hada",
    "home-intro-head": "Jooji botsh dheeraad ah. Bilow inaad ilaaliso asturnaanta isticmaale.",
    "home-main-1": "Gaar ah Aamin. Degdeg ah. Oo waxaan kugu siineynaa inaad isticmaasho.",
    "home-main-2": "Sirta diirada la saaray",
    "home-main-2c": "Shabakadaha xayeysiiska ayaa u soo booqda dadka soo booqda inay yihiin sheyga. Wixii hCaptcha sheyga ayaa ah shaqada ay bixiyaan. Annagu dan kama lihin cidda ay isticmaaleyaashaadu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwo waxyeello ah. Waxaan taageernaa dadaallada sida Pass Pass-ka, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga.",
    "home-main-3": "Amniga Marka hore",
    "home-main-3c": "Xaqiiqdu waxay ku jirtaa dantaada iyo tanyada. hCaptcha waa mid diirada saareysa. Waxaan ka shaqeynaa inaan ku siinno macluumaad dhab ah oo aan kuu oggolaano inaad go aansato sida loo isticmaalo. Soosiidhada kale waxaa bixiya",
    "home-main-4": "Khibrad Isticmaalaha Ka Fiican",
    "home-main-4c": "Moodooyinka casriga ah ee wax lagu barto waxaa adeegsada hCaptcha si loo go'aamiyo aadanaha. Tani waxay noo oggolaaneysaa inaan uga baahano adeegyo aan ka yarayn dhibaatooyinka ka yimaada isticmaaleyaashaada isla markaana aan ku qaadanno waqti yar sidii ay sidaas yeeli lahaayeen, iyadoo aan weli soo saarayno macluumaad sumeysan oo waxtar leh oo loogu talagalay calaamadaha macaamiisha.",
    "home-main-plans": "hCaptcha waa u bilaash in loo isticmaalo daabacayaasha cabirkasta oo cabirkiisu yahay. Si kastaba ha noqotee, shirkadaha iyo aagagyada u baahan xakameyn dheeraad ah, xalalka shirkadeena ayaa la heli karaa.",
    "home-main-plans2": "Xalka shirkadeed ee hCaptcha waxay ka ilaalisaa malaayiin isticmaaleyaal illaa tobanaan milyan oo websaydhada qaar ka mid ah shirkadaha ugu waa weyn adduunka. Fadlan nala soo xiriir wixii macluumaad dheeri ah, ama booqo",
    "home-main-plans3": "Xalka shirkadeed ee hCaptcha waxay ka ilaalisaa malaayiin isticmaaleyaal illaa tobanaan milyan oo websaydhada qaar ka mid ah shirkadaha ugu waa weyn adduunka. Fadlan nala soo xiriir wixii macluumaad dheeri ah, ama booqo",
    "home-main-plans4": "wixii faahfaahin ah.",
    "home-plans-button-1": "Isqoritaanka hadda",
    "home-plans-button-2": "La xiriir iibka",
    "home-plans-chart-head-1": "Astaamaha",
    "home-plans-chart-head-2": "Daabacaha",
    "home-plans-chart-head-3": "Ganacsi",
    "home-plans-chart-row-1-cell-1": "Xakamee noocyada caqabadaha la muujiyay",
    "home-plans-chart-row-1-cell-2": "Xaddidan",
    "home-plans-chart-row-1-cell-3": "Wadarta",
    "home-plans-chart-row-10-cell-1": "Dharbaaxyo badan oo adeegsado",
    "home-plans-chart-row-11-cell-1": "Astaamaha warbixinta sare",
    "home-plans-chart-row-12-cell-1": "Shirkadaha SLAs",
    "home-plans-chart-row-2-cell-1": "Xakamee loollanka waxyaabaha la adeegsaday",
    "home-plans-chart-row-2-cell-2": "Xaddidan",
    "home-plans-chart-row-2-cell-3": "Wadarta",
    "home-plans-chart-row-3-cell-1": "Ku hel abaalmarinnada xalka aadanaha",
    "home-plans-chart-row-4-cell-1": "Ka hortagga bot-bot ee heer caalami",
    "home-plans-chart-row-5-cell-1": "Waxay ka shaqeysaa wadan walba",
    "home-plans-chart-row-6-cell-1": "GDPR iyo siyaasadaha asturnaanta saaxiibtinimo ee CCPA",
    "home-plans-chart-row-7-cell-1": "Heerarka adag ee-grained grained",
    "home-plans-chart-row-8-cell-1": "Laabto nuxurka aad ku tartameyso",
    "home-plans-chart-row-9-cell-1": "Jadwalka waqtiga ku saleysan ee dhibku ka kooban yahay",
    "home-try-it-out-button": "Hel hCaptcha",
    "home-try-it-out-head": "Tijaabi",
    "home-try-it-out-text": "hCaptcha wuxuu bixiyaa sahlan sahlan, sahlan, oo lagu kalsoonaan karo oo lagu ogaan karo inta uu yahay mid aan bini-aadam u ahayn aadanaha inay xalliyaan",
    "labeling-about-head": "Ku saabsan hCaptcha",
    "labeling-about-text-1": "hCaptcha waxaa loogu talagalay in lagu xalliyo dhibaatada ugu badan ee xagga shaqada ee barashada mashiinka; ku tilmaamidda tiro badan oo xog ah waqti habboon, la awoodi karo, iyo hab lagu kalsoonaan karo. Xog badan ayaa guud ahaan soo saarta natiijooyin ka wanaagsan qaababka barashada mashiinka lagu barto. Guulihii ugu dambeeyay ee moodooyinka qoto dheer waxay horseedeen inay sii kordhaan xog uruurinta, iyo hCaptcha waxay u adeegtaa baahiyahan.",
    "labeling-about-text-2": "Si kastaba ha noqotee, abuurista xog-uruurin ballaaran oo bini-aadam ah oo la adeegsanayo habab dhaqameed ayaa labadaba gaabis iyo qaali ah. hCaptcha waa hab ay shirkaduhu ku helaan fahamka ay dhaqso ugu baahan yihiin, oo leh tayo sare iyo qiime jaban marka loo eego kuwa kale.",
    "labeling-annotations-head": "Noocyada Faahfaahin",
    "labeling-annotations-text-1": "Si sax ah wax u ogaanshaha sawirrada iyo fiidiyaha",
    "labeling-annotations-text-2": "Si sax ah wax u ogaanshaha sawirrada iyo fiidiyaha",
    "labeling-annotations-text-3": "Tilmaan bixinno ku saabsan kiisas badan oo kala duwan oo adeegsi ah",
    "labeling-annotations-text-4": "Kala sooc ama u darso qaybaha aan sabab lahayn ee cabir kasta",
    "labeling-annotations-text-5": "Soosaaridda-Shacbiga ku-aadamiga iyo kala-soocidda",
    "labeling-annotations-text-6": "Ma u baahan tahay nooc kale oo aan halkan lagu xusin? Kaliya na weydii.",
    "labeling-annotations-title-1": "Sanaadiiqda Xadka",
    "labeling-annotations-title-2": "Boodhadhka",
    "labeling-annotations-title-3": "Calaamado Dhul",
    "labeling-annotations-title-4": "Soo saar Qeybaha",
    "labeling-annotations-title-5": "Isbarbardhiga iyo Ogaanshaha",
    "labeling-annotations-title-6": "... iyo qaar kaloo badan",
    "labeling-ent-button": "La xiriir Kooxdayada Xallinta Shirkadaha",
    "labeling-ent-head": "Ma ubaahantahay xakameyn dhamaadka iyo dhamaadka?",
    "labeling-ent-text-1": "Qalabka HUMAN Platform ee ka dambeeya hCaptcha wuxuu bixiyaa tayo tayo sare leh oo shaqo iyo astaamo maareyn iyada oo loo sii marayo dhisme ahaan, isku-dhafan, ama meeleyn SaaS ah oo la jaan qaadaya nidaamyadaadii hore.",
    "labeling-ent-text-2": "Gabi ahaan khadka tooska ugula shaqee meheraddaada, raad raac qiimeynta guud ahaan lagu isticmaalo qaybaha ganacsiga ama iskaashatada iskaashi, xulashooyinka xulashada waddooyinka ee bixiyeyaasha shaqaalaha gudaha ama dibedda ee ku saleysan qiimaha iyo shuruudaha amniga, iyo inbadan.",
    "labeling-ent-text-3": "Fududaynta API fudud, dashbolooyinka quruxda badan, iyo tikniyoolajiyadda ugu dambeeyay ee moodada-si-loop si loo kordhiyo hufnaanta.",
    "labeling-ent-text-4": "99.99% saacadihii hore ee SLAs iyo 24/7 taageero caalami ah ayaa la heli karaa. Macluumaad dheeri ah:",
    "labeling-features-head-1": "Meelo marinnada API-ka waddo fudud.",
    "labeling-features-head-2": "Kufiican qiimaha iyo tayada. Looma baahna ballanqaad hore oo loo baahan yahay.",
    "labeling-features-head-3": "Kaliya bixin si aad sax u noqoto.",
    "labeling-features-head-4": "Bixi xog run ahaantaada ama aan ku dul dhisno diyaaradda.",
    "labeling-features-text-1": "Marabtaa inaad si toos ah ugu dhex darto dib u eegista aadanaha howlahaaga ganacsi? Waxaan bixinaa isku-halayn sare oo SLAs, karti la dammaanad qaaday, iyo REST APIs fudud.",
    "labeling-features-text-2": "Muuqaalka HUMAN wuxuu isticmaalaa moodello kalsooni oo dhameystiran si uu u sameeyo falanqeyn tayo-sare waqtiga-dhabta ah. Tani waxay noo oggolaaneysaa inaan si dhakhso ah u go'aamino labada dhibba ee su'aalaha iyo jawaabahooda saxda ah, taasoo badbaadineysa waqti iyo lacag.",
    "labeling-features-text-3": "Dhibaatooyinka oo dhami isku mid maaha. Faahfaahin ku saabsan howlaha nabadgelyada-culus waxay u baahan karaan 99.99% kalsooni buuxda xagga shaqaalaha aadanaha. Faahfaahinta hal muuqaal beta ah oo ku jira barnaamijka ciyaarta moobiilka ayaa kaliya u baahan kara kalsooni dhexdhexaad ah. Adiga ayaa go’aaminaya.",
    "labeling-features-text-4": "Ma haysaa xog cayriin adigoon lahayn caddeyn dhameystiran? Xaaladaha badankood waanu kuu dhisi karnaa adiga hawlo ahaan nidaamku u socdo, ama aan abuuri karno muunado sumadaysan oo oggolaanshahaaga ah.",
    "labeling-info-head": "Helitaanka Xogta La Xirey",
    "labeling-info-text-1": "Kala hadal mid ka mid ah khubaradeena deegaanka si ay u qeexaan baahiyahaaga mashruuca: saxsanaanta bartilmaameedka, qaabka, iyo wixii baahiyo gaar ah.",
    "labeling-info-text-2": "Waxaan qabanaa shaqo soo saar yar oo ku saleysan macluumaadkaaga muunad. Tani waxay tijaabineysaa shaqada aan wada shaqeynay si loo hubiyo inaad heshid waxa aad u baahan tahay.",
    "labeling-info-text-3": "Muuqaalkeena sare iyo hoos udhaca waxaan shaqadaada si dhakhso leh ugu wareejin doonnaa, iyadoo gaarsiinta otomaatig isla marka la dhammeeyo.",
    "labeling-info-text-4": "Maaddaama aan si wanaagsan u fahamno cabbirrada wax soo saarkaaga, natiijooyinka ayaa sii wadi doona inay horumar ka gaarto waqti ka dib.",
    "labeling-info-text-5": "Boorarka tooska ah ayaa kuu oggolaanaya inaad bixiso jawaab-celinta ama joojiso wax soo saarka waqti kasta.",
    "labeling-info-title-1": "Qeex faahfaahinta",
    "labeling-info-title-2": "Tijaabada Shaqada Hore",
    "labeling-info-title-3": "Shaqooyinka Wax Soosaarka deploy",
    "labeling-info-title-4": "Horumar joogto ah",
    "labeling-info-title-5": "Natiijooyinka waqtiga dhabta ah",
    "labeling-main-1": "Calaamadeynta xogta qiimaha-ku-isbarbardhiga heer ahaan",
    "labeling-main-1-button": "Hel xogtaada hada",
    "labeling-main-1c": "Ma ubaahantahay calaamado dheeri ah macluumaadkaaga? HCaptcha waxay siisaa shirkad ka shaqeysa sirdoonka macmalka iyo barnaamijyada barashada mashiinka dhaqso, qiimo jaban, iyo tayo sare leh.",
    "labeling-main-2": "Isla markiiba malaayiin howlo ah.",
    "labeling-main-2-button": "Iibso Adeegyada Calaamadaha Xogta",
    "labeling-main-2c": "hCaptcha waxay leedahay mid ka mid ah barkadaha dabbaasha ee ugu ballaaran meeraha la heli karo si loogu isticmaalo adiga. Qiyaastaada ha noqotee, waan xallin karnaa iyada oo aan ballan qaadyo qaali ah horay loo qaadin. Malaayiin shaqo maalintiiba dhib malahan.",
    "labeling-platform-head": "Macluumaadka Gaarka ah ama Dadweynaha",
    "labeling-platform-text": "hCaptcha waxaa lagu dhisay HUMAN Platform, kaasoo u oggolaanaya marin-habaabinta casriga ah iyo falanqaynta si kor loogu qaado qiimaha iyo hufnaanta tallaabo kasta. Teknolojiyadani waxay u oggolaaneysaa shaqaalaha ku habboon inay wax ka qabtaan qayb kasta oo shaqadaada ka mid ah, iyada oo sare u qaadaysa tayada wax-ku-oolka ah iyada oo la ilaalinayo asturnaanta lana buuxinayo shuruudaha sharci ee lagu dabaqi karo.",
    "labeling-try-button": "Iibso Adeegyada Calaamadaha Xogta",
    "labeling-try-head": "Ma waxaad dooneysaa inaad siiso tijaabinta xogtaada?",
    "labeling-try-text": "... Waxaan diyaar u nahay markaad joogto: adeegeena ayaa la heli karaa saacad kasta.",
    "learn-more-hcaptcha": "Baro inbadan oo kusaabsan hCaptcha",
    "page-acc-faq-1": "Su’aal: hCaptcha Qaybta 508 + WCAG 2.0 ma waafaqsantahay? Jawaab: Waxaan aaminsanahay sidaas: dhamaan adeegsadayaasha nooc kasta oo naafo ah oo awood u leh inay webka dhex galaan oo qoraal ku qoraan foomamka waxay marin u heli karaan adeegyada ay ilaalinayaan hCaptcha markay is diiwaangeliyaan. Si kastaba ha noqotee, kani ma ahan talo sharciyeed: waa inaad ku sameysaa qiimeyntaada, adoo tixgelinaya hirgalintaada gaarka ah si loo hubiyo in tani ay tahay kiiskaaga.",
    "page-acc-faq-2": "Su’aal: Ma waxaad ka shaqaysaa xulashooyinka kale ee loo adeegsado (a11y), sida maqalka? Jawaab: Fursadihii hore ee caan ka ahaa sida 'captchas audio' waxay takooraan dad badan oo a11y ah waxaana si fudud looga adkaadaa farsamooyinka barashada mashiinka casriga ah. Tani waxay ku qasabtay caqabadaha maqalka ee hadda jira inay noqdaan kuwo aad u adag oo dhib badan, soo bandhigaya dhawaq, waqtiyo aan caadi ahayn, isku-darka ereyada aan caadiga ahayn, iyo wixii la mid ah si looga adkaado kuwa weerarka soo qaaday. Waxaan sidaa ugu qanacsanahay qaabkan iyo ka fogaanshaha wadarta guud, laakiin waxaan tixgelin doonnaa haddii ay jirto baahi laga qabo bulshada a11y. Si kastaba ha noqotee, waxaan aad u daneyneynaa Xogta Dhowritaanka ee loogu talagalay kiiska adeegsiga. Waxaan aaminsanahay isku-darka qaabkeenna hadda a11y iyo soo-saarista Asturnaanta Asturan waxay u oggolaaneysaa dadka isticmaala a11y inay si badbaado leh u baaraan, iyagoo ku kalsoon aqoonta ay taraafikada u leeyihiin inay si gaar ah u shaqeeyaan, iyadoo xaddididda xadgudubka ay wadaan hawl-wadeennada bot ee lama huraan inay dhacaan marka xulashooyinka a11y la helo. Waxaan nahay kaqaybgal firfircoon kooxda shaqada IETF ee jaangooya tikniyoolajiyadan cusub.",
    "page-acc-faq-3": "Su’aal: Ka waran asturnaanta? Diiwaangelintu miyay shaaca ka qaadaysaa macluumaadka daalacashada a11y qaab uun? Maxaad ku sameyneysaa emaylka? Jawaab: hCaptcha waxaa loogu talagay siraha ilaa dhulka. Aad ayey uga duwan tahay xulashooyinka caadiga ah sida reCAPTCHA oo ay leeyihiin shabakado xayeysiis, kuwaas oo leh dhiirigelin ay kugula socdaan shabakadda oo kugula xiriiraan aqoonsiga dhabta ah. Waligeen u adeegsan mayno emayl marin u helid ama macluumaad ujeeddo kasta oo aan ahayn fududeynta isticmaalka a11y iyo ka hortagga xadgudubka. Qaanuunkayaga sirta ah waxay leedahay jawaabo dhameystiran oo awood leh sida aan u isticmaalno xogta, laakiin jawaabta gaagaaban ayaa ah wax dan ah kama lihin inaanu kugulameyno shaqsi ahaan taariikhdaada biraawsarka. Waxaan sidoo kale hada ku shaqeyneynaa xalka been abuurka si deg deg ah looga tuuro cinwaankaaga emaylkaaga. anagoo wali ilaalinayna awooddeena ka hortagga xadgudubka, kuna dhameystiraya shaqadeena Gudbinta Asturnaanta.",
    "page-acc-link-1": "Haddii aad tahay isticmaale marin marin loo helo, fadlan iska qor halkan.",
    "page-acc-subhead": "Hubinta helitaan aan kala go 'lahayn oo dhammaan adeegsadayaasha iyadoo la sugayo amniga",
    "page-acc-summary": "Soo Koobid",
    "page-acc-summary-contents-1": "hCaptcha waxaa loogu talagalay in lagu joojiyo bots-ka iyadoo laga soocay dadka. Tijaabooyinka aragga ayaa ah aalad ku habboon arrintan, laakiin qof walba ma xallin karo loollan muuqaal ah. Sababtaas awgeed waxaan u qaabaynay qaab kale oo fudud, oo aan xanuun lahayn si aan ugu oggolaanno daabacayaasha isticmaalaya adeegyadeena inay ilaashadaan u adeegsiga dhammaan u hoggaansanaanta Qaybta 508 iyo WCAG 2.0 oo dhammaystiran.",
    "page-acc-summary-contents-2": "Sida ay u shaqeyso: marka hore, marin u helka adeegsadaha ayaa iska diiwaangalinaya URLkan, kaas oo kuxiran bogga macluumaadka widget hCaptcha. Waxaa la siiyaa cookie qarsoodi ah oo la isticmaali karo dhowr jeer maalintii, laakiin waa in lagu qaboojiyaa 24-kii saacba mar iyadoo la adeegsanayo soo galootiga.Haddii caqabad la soo bandhigo isticmaale marin u helid barta internetka iyadoo la adeegsanayo adeegga hCaptcha, si otomaatig ayey u gudbi doonaan.",
    "page-acc-title": "Macluumaadka Helitaanka ee hCaptcha",
    "page-acc-tr-body": "Su’aal: Waxaan wali u arkaa caqabad kadib markaan dejinayo cookie-ka. Maxaa sababa tan? Jawaab , sida midka aad booqaneyso. HCaptcha helitaanka cookies-ka waxay la shaqeeyaan dhammaan daalacashada caanka ah iyo xayeysiiska xayeysiinta leh jaangooyooyinkooda caadiga ah, sidaa darteed sida caadiga ah guuldarradu waxay u sabab tahay qoraallada anti-adblock-ka ama xeerarka la midka ah ee lagu beegsanayo goobo gaar ah. Xalka: 1. Whitelist hcaptcha.com iyo * .hcaptcha.com cookies ee kujira xayeysiiskaaga ama kordhinta amniga biraawsarkaaga. 2. Haddii aad isticmaaleyso biraawsarka biraawsarka ah, kaasoo aan (laga bilaabo Abriil 2020) u muuqan inuu leeyahay nooc kasta oo cookie ah, waxaad tagtaa Xulashooyinka -> Difaaca -> Kukiyada oo dooro U oggolow Kukiyada oo dhan. 3. Haddii aad isticmaaleyso nooca ugu dambeeyay ee Safari midkoodna OS X 10.15 ama macruufka 13. 4, Apple waxay hadda bedeshay habdhaqanka Safari ee laxiriira cookies-ka seddexaad, ayaga oo ka joojinaya dhammaantood sida caadiga ah. Waxaan hirgalinaynaa xalka, laakiin inta lagu guda jiro fadlan booqo doorbidyada Safari, qaybta gaarka ah, iyo kormeerida bogagga shabakadda: Ka hortag raad-raac bogga si aad awood ugu siiso kaydka helitaanku inuu u shaqeeyo sidii la filayay. Su’aal: Waxaan istcimaa aalado badan. Ma u baahanahay inaan qoro dhowr jeer? Jawaab: Maya. Fadlan dhagsii isla xiriirinta isku xidhka e-maylka ee laguu soo diray aalad kasta oo aad isticmaasho si aad u dejiso cookie-ka",
    "page-acc-tr-title": "Loogu Talagalay Isticmaalayaasha Gelitaanka: Q&A iyo Hagaha Dhibaatooyinka",
    "priv-hc": "Sirta diirada la saaray",
    "priv-hc-text": "Shabakadaha xayeysiiska waxay kuu arkaan adiga wax soo saarkooda. Ma yeelno. Annagu dan kama lihin kuwa adeegsadayaashu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwa xaasidnimo leh. Waxaan taageernaa dadaallada sida Pass Pass-ka oo kale, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga.",
    "reporting-bugs-accessibility-button": "Baro waxbadan oo kusaabsan ikhtiyaarada marin u helka",
    "reporting-bugs-accessibility-head": "Ikhtiyaariyada Helitaanka",
    "reporting-bugs-accessibility-text": "Miyaad tahay qof aragga naafonimo qaba ama haddii kale aadan awoodin inaad dhammaystirto hCaptchas?",
    "reporting-bugs-guide-ff-head": "Qabsashada Faahfaahinta Warbixinta Buugga: Firefox",
    "reporting-bugs-guide-ff-step-1": "Tilaabada 1: Furan Aaladaha hormarinta (Tani waxay bilaabmaysaa duubista casharka.)",
    "reporting-bugs-guide-ff-step-2": "Tilaabada 2: Guji badhanka Shabakada Shabakada Qalabka hormarinta. Hubi sanduuqa diiwaan gelinta ee meesha ugu sarreysa.",
    "reporting-bugs-guide-ff-step-3": "Tilaabada 3: booqo https://accounts.hcaptcha.com/demo, ama barta internetka ee aad dhibaato ka taagan tahay (Xusuusin Gaar ahaaneed: kaliya hadaadan ka fikirin inaad la wadaagto waxa ay tahay) ... kadibna guji I waxaan ahay bini-aadamka, iskuna day inaad xalliso.",
    "reporting-bugs-guide-ff-step-4": "Tallaabada 4: Guji HAR ka dib iskuday inaad xalliso, oo dooro Save All as HAR si loo keydiyo diiwaanka shabakadda. U dir faylkaas annaga.",
    "reporting-bugs-guide-ff-step-5": "Tallaabada 5: Guji tabka Console-ka, ka dibna midig-guji ka dibna Xulo dhammaantood oo ku keydi qoraalkaas galka qoraalka ah, si aad u keydisid buugga kumbuyuutarka. Noo soo dir taas sidoo kale.",
    "reporting-bugs-guide-ff-step-6": "Tallaabada ugu dambeysa: E-mayl u dir HAR iyo qalabka wax lagu qoro ee farriinta noogu soo dir, oo sharraxaad ka bixi dhibaatada Isticmaal: support@hcaptcha.com (fadlan adeegso adeegso sida Dropbox ama Filebin oo dir xiriiriyeyaal) iyo ikhtiyaar shaashadda, haddii aad ka shakisan tahay inay jiraan wax aan si sax ah u soo bixinaynin . Fadlan soo dir IP-ga aad isticmaaleyso sidoo kale. Waxaad ka heli kartaa boggaan: https:// www Waxaa naga go'an inaan hCaptcha ka dhigno mid sifiican ugu shaqeeya qof walba.",
    "reporting-bugs-guide-head": "Qabsashada Faahfaahinta Warbixinta Buugagga: Chrome",
    "reporting-bugs-guide-step-1": "Tilaabada 1: Furan Aaladaha hormarinta (Tani waxay bilaabmaysaa duubista casharka.)",
    "reporting-bugs-guide-step-2": "Tilaabada 2: Guji badhanka Shabakada Shabakada Qalabka hormarinta. Hubi sanduuqa keydka ee Keydka korkiisa.",
    "reporting-bugs-guide-step-3": "Tilaabada 3: booqo https://accounts.hcaptcha.com/demo, ama barta internetka ee aad dhibaato ka taagan tahay (Xusuusin Gaar ahaaneed: kaliya hadaadan ka fikirin inaad la wadaagto waxa ay tahay) ... kadibna guji I waxaan ahay bini-aadamka, iskuna day inaad xalliso.",
    "reporting-bugs-guide-step-4": "Tallaabada 4: Guji Hoolka Dhoofinta HAR (fallaarta yar ee hoose) kadib markaad isku daydo inaad xalliso, kaas oo kaydiya diiwaanka shabakadda. U dir faylkaas annaga.",
    "reporting-bugs-guide-step-5": "Tallaabada 5: Guji tabka Console-ka, ka dibna midig-guji ka dibna Badbaadi sida .. si loo badbaadiyo logoneerka. Noo soo dir taas sidoo kale.",
    "reporting-bugs-guide-step-6": "Tallaabada ugu dambaysa: E-mayl kuwa HAR iyo kombuyuutarrada faylasha wada noogu soo dir, oo sharrax dhibaatada. Adeegso: support@hcaptcha.com (fadlan adeegso adeegso sida Dropbox ama Filebin oo dir xiriiriyeyaal) iyo ikhtiyaar ikhtiyaar ah shaashadda, haddii aad ka shakisan tahay inay jiraan wax aan si sax ah u soo bixinaynin. Fadlan soo dir IP-ga aad isticmaaleyso sidoo kale. Waxaad ka heli kartaa boggaan: https:// www Waxaa naga go'an inaan hCaptcha ka dhigno mid sifiican ugu shaqeeya qof walba.",
    "reporting-bugs-guide-text-1": "Diritaanka macluumaadka dib-u-dhigga warbixintaada ayaa noo fududeyn doonta annaga sidii aan u aqoonsan lahayn waxa socda. Waa kuwan tilmaamo-talaabo talaabo ah:",
    "reporting-bugs-guide-text-2": "Haddii aad tahay soo-saare degel ama adeegsade khibrad leh, soo koobid ahaan waxaan jeclaan lahayn inaad noo soo dirto shabakad duubista HAR iyo diiwaan-geliyaha qalabka biraawsarka. Fadlan iskuday inaad curyaamiso wixii xiriiriye xayeysiis ah ama fidinta amniga biraawsarka marka hore ka dibna iskuday intaadan ku dhaqaaqin talaabooyinkan. Haddii taasi xalliso dhibaatadaada, waxaan weli kuugu mahadnaqaynaa inaad na ogeysiiso nooca biraawsarkaaga, xayeysiiska xayeysiinta ama kordhinta biraawsarka, iyo bogga websaydhka.",
    "reporting-bugs-intro-head": "Ma waxaad aragtay cayayaanka Waa tan sida loo soo sheego.",
    "reporting-bugs-intro-text": "Malaayiin dad ah ayaa adeegsada hCaptcha bil kasta, kumanaan kun oo iskudarkooda biraawsarro ah, siyaadooyin ah, aalado, rasaas-dheeri, iyo inbadan. Hadafkayagu waa inaan hubino inay had iyo jeer kuu shaqeyso, sidaa darteed aad ayaan u mahadcelineynaa warbixinnadaada! Si aad u bixiso jawaab celin deg deg ah, kaliya dhagsii badhanka jawaab celinta. Haddii aad ku aragto arrin shaqeynaya, fadlan raac tilmaamaha diiwaanka nugul ee Chrome ama tilmaamaha diiwaanka cinwaanka ee Firefox hoose. Wixii daalacashada kale uun noo soo dir e-mayl. Amaanada la xariirta amniga ama qarsoodiga, fiiri tilmaamaha hoosta.",
    "reporting-bugs-privacy-head": "Arimaha gaarka ah",
    "reporting-bugs-privacy-text": "Annagu dan kama lihin kuwa adeegsadayaashu yihiin, kaliya waxa ay u badan tahay inay noqdaan kuwo xun ama mashiinno. Waxaan taageernaa dadaallada sida Pass Pass-ka, waxaanan aad ugu dadaalnaa sidii aan u dheellitiri lahayn qarsoodiga iyo amniga. Haddii aad heshay arrin aad u maleynaysid inay saameyn ku yeelan karto asturnaanta isticmaaleyaasha, fadlan noogu soo dir email-ka support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Noo soo dir jawaab celin",
    "reporting-bugs-provide-feedback-head": "Ku bixi jawaab celin deg deg ah hCaptcha",
    "reporting-bugs-provide-feedback-text": "Waan kaaga mahadcelineynaa fikirkaaga. Nala socodsii wixii arrimo ah oo si dhakhso ah ayaanu u xallin doonnaa.",
    "reporting-bugs-security-head": "Dhibaatooyinka Amniga",
    "reporting-bugs-security-text": "Waxaan had iyo jeer xiiseyneynaa inaan helno warbixinno ku saabsan dhiqlaha amniga. Email support@hcaptcha.com & CC security@hcaptcha.com waxaanan si dhakhso leh kuguula soo noqon doonaa. Waxaan sidoo kale haysannaa barnaamijka fadliga lacageed ee loogu talagalay warbixinnada amniga ee munaasibka ah ee ku saabsan adeegga hCaptcha iyo koodhka isha la xiriira.",
    "sec-hc": "Amniga Marka hore",
    "sec-hc-text": "hCaptcha waa mid diirada saareysa. Waxaan ka shaqeynaa inaan siino goobaha xogta dhabta ah oo aan u oggolaano iyaga inay go'aansadaan sida loo isticmaalo. Xaqiiqdu waxay ku jirtaa dantaada iyo tanyada. Soosaareyaasha kale waxaa bixiya shirkadaha xayeysiinta. Bog kasta oo ay xidhaan waxay yareyn karaan dakhligooda.",
    "what-is-hcaptcha": "Waa maxay hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha waxay kaa caawineysaa adeegyada aad jeceshahay inaad ka heshid botska, spam, iyo xadgudubka iyadoo la weydiinayo su'aalo sahlan oo u sahlan aadanaha iyo ku adag mashiinnada.",
    "why-hc": "Maxaa hCaptcha?",
    "why-hc-text": "Mar kasta oo aad kajawaabto caqabad, waxaan u isticmaalnaa moodallo casri ah si aan u ogaano inaad tahay bini-aadam ama mashiin. Websaydhka aad booqatay ayaa markaa u adeegsanaya natiijadan inay ka caawiso kor u qaadista khibradaada ku saabsan boggooda iyadoo la ilaaliyo botska."
}