{
    "about-advisors-brendan": "CEO. Udhëheqës i njohur në AI. Ka aplikuar inteligjencën e makinerive në shkallë për një larmi problemesh biznesi gjatë dekadave të kaluara.",
    "about-advisors-dawn": "PhD në Biologji kompjuterike, Stanford. Puna me rrjetet nervore që nga viti 1999. Përqendrohuni në ML të aplikuar dhe mësim të thellë në shkallë.",
    "about-advisors-head": "këshilltarët",
    "about-advisors-keiran": "Baza e të dhënave dhe eksperti i Blockchain. Inxhinier i hershëm në Cloudera dhe më shumë. Dekada të softuerit dhe ekipeve për ndërtimin e ekspertizës.",
    "about-content-head-1": "Çfarë bëjmë ne",
    "about-content-head-2": "Pse ka rëndësi",
    "about-content-text-1": "hCaptcha është një shërbim i Intuition Machines Inc, një kompani mësimi AI dhe makinerish me fokus në metalearning dhe fushën ML vizuale në shkallë. ENe ndërtojmë dhe operojmë sisteme të shkallëzueshme masive për të mundësuar shërbime të analizës video dhe imazhi për kompanitë Global 2000 në të gjithë botën.",
    "about-content-text-2": "Më shumë të dhëna në përgjithësi prodhojnë rezultate më të mira. Ndërtimi dhe mirëmbajtja e të dhënave të etiketuara saktë dhe përkatëse është kohë dhe e kushtueshme. ChCaptcha u krijua fillimisht për të adresuar nevojat tona në etiketimin e imazheve, dhe tani është në dispozicion për kompani të tjera me nevoja të ngjashme.",
    "about-intro-head-1": "Puna për hCaptcha",
    "about-intro-head-2": "Misioni ynë është i madh",
    "about-intro-text": "Ne po rritemi shpejt dhe gjithmonë jemi duke kërkuar talentin më të mirë në botë nëpër zyrat tona globale. Mund të aplikoni me lidhjet më poshtë.",
    "about-leadership-alex": "Baza e të dhënave dhe eksperti i Blockchain. Inxhinier i hershëm në Cloudera dhe më shumë. Dekada të softuerit dhe ekipeve për ndërtimin e ekspertizës.",
    "about-leadership-eli": "CEO. Udhëheqës i njohur në AI. Ka aplikuar inteligjencën e makinerive në shkallë për një larmi problemesh biznesi gjatë dekadave të kaluara.",
    "about-leadership-head": "udhëheqje",
    "about-leadership-todd": "PhD në Biologji kompjuterike, Stanford. Puna me rrjetet nervore që nga viti 1999. Përqendrohuni në ML të aplikuar dhe mësim të thellë në shkallë.",
    "acc-opt": "Opsionet e aksesit",
    "acc-opt-but": "Mësoni më shumë rreth opsioneve të aksesit",
    "acc-opt-text": "A jeni i dëmtuar nga shikimi apo nuk jeni në gjendje të plotësoni hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t'i zgjidhim ato shpejt.",
    "fb-but": "Na dërgoni reagime",
    "feedback-text": "Jepni feedback për hCaptcha që sapo keni parë",
    "footer-attribution": "atributim",
    "footer-header-1": "kompani",
    "footer-header-2": "burime",
    "footer-header-3": "kontakt",
    "footer-link-1": "etiketimi",
    "footer-link-2": "për",
    "footer-link-3": "Jobs",
    "footer-link-4": "Trademarks",
    "footer-link-5": "Blog",
    "footer-link-6": "status",
    "footer-link-7": "dokumentim",
    "footer-link-8": "Raporto një Bug",
    "footer-link-9": "Accessibility",
    "footer-privacy": "intimitet",
    "footer-subheader-1": "mbështetje",
    "footer-subheader-2": "kontakt",
    "footer-terms": "Kushtet",
    "header-docs-link": "docs",
    "header-login-button": "hyrje",
    "header-plans-link": "planet",
    "header-signup-button": "Regjistrohu",
    "home-aboot-subtitle": "Mundësuar nga Protokolli HUMAN",
    "home-about-head": "Rreth hCaptcha",
    "home-about-text-1": "hCaptcha është krijuar për të zgjidhur problemin më intensiv të punës në mësimin e makinerive: etiketimin e sasive masive të të dhënave në një kohë të përshtatshme, të përballueshme dhe të besueshme.",
    "home-about-text-2": "Më shumë të dhëna në përgjithësi prodhojnë rezultate më të mira në modelet e mësimit të makinerive trajnuese. Suksesi i kohëve të fundit i modeleve të thella ka çuar në të dhëna gjithnjë e më të mëdha, pothuajse gjithmonë me disa shqyrtime njerëzore. Sidoqoftë, krijimi i të dhënave të mëdha të shqyrtuara nga njeriu përmes mekanizmit Turk, Figura Tetë, etj. Është edhe e ngadaltë dhe e kushtueshme.",
    "home-about-text-3": "hCaptcha lejon faqet e internetit të bëjnë para që i shërbejnë kësaj kërkese ndërsa bllokojnë bots dhe forma të tjera abuzimi.",
    "home-about-text-4": "Tregu hCaptcha mundësohet nga Protokolli HUMAN, një protokoll i hapur i decentralizuar për rishikimin njerëzor që shkon në bllokun e Ethereum. Uebfaqet fitojnë Tokens Njerëzor (HMT) sa herë që përdoruesit përdorin widget hCaptcha në faqen e tyre, dhe kompanitë e mësimit të makinerive paguajnë Tokens Human për të marrë të dhënat e tyre.",
    "home-ba-labeling-services-link": "Shërbimet e etiketimit",
    "home-benefits-head-1": "Vlera në etiketimin e të dhënave",
    "home-benefits-head-2": "Kthehu përsëri në bamirësi",
    "home-benefits-text-1": "A e kuptonit sa herë që \"klikoni në makinë\" po ndihmoni të stërvitni falas një sistem mësimi të vetëm të makinerive Giganticcompany?",
    "home-benefits-text-2": "hCaptcha kthen këtë model. Kur përdorni hCaptcha, kompanitë bëjnë përpjekje për punën që bëjnë përdoruesit tuaj pasi provojnë humanizmin e tyre. Ju merrni shpërblimet.",
    "home-benefits-text-3": "Dëshironi t'i riktheheni bamirësisë tuaj të preferuar? hCaptcha ju lejon të mbështesni bamirësit sipas dëshirës suaj me fitimet që përfitoni nga përdorimi i saj. Përdoruesit në faqen tuaj së shpejti do të jenë në gjendje të shohin kontributin tuaj për bamirësi përmes markës së matur në ndërfaqen hCaptcha.",
    "home-challenge-text-1": "Zgjidhni të gjitha imazhet që përputhen me pyetjen",
    "home-challenge-text-2": "Përcaktoni zonën kufizuese për objektet",
    "home-challenge-text-3": "Identifikoni etiketat përkatëse",
    "home-challenge-title-1": "krahasim",
    "home-challenge-title-2": "Kutia e lidhjes",
    "home-challenge-title-3": "kategorizimi",
    "home-challenges-head": "Sfidat e paraqitura",
    "home-challenges-text-1": "... dhe detyra të tjera të thjeshta. Lehtë për njerëzit, e vështirë për bots.",
    "home-challenges-text-2": "Detyrat me porosi gjithashtu të disponueshme për botuesit e ndërmarrjeve.",
    "home-ent-1": "Po kërkoni ofertat e sigurisë së ndërmarrjes?",
    "home-ent-2": "Vizitoni faqen tonë të re të dedikuar: BotStop.com",
    "home-ent-button": "Mësoni më shumë: BotStop nga hCaptcha",
    "home-from-the-blog": "NGA BLOG:",
    "home-from-the-blog-value": "Si funksionojnë cilësimet e vështirësive të hCaptcha",
    "home-intro-body": "A përdorni një captcha për të mbajtur jashtë bots? hCaptcha mbron privatësinë e përdoruesit, shpërblen faqet e internetit, dhe ndihmon kompanitë që të dhënat e tyre të etiketohen. Isshtë një zëvendësim drop-in për reCAPTCHA: ju mund të ndërroni brenda disa minutash.",
    "home-intro-button": "Regjistrohu tani",
    "home-intro-head": "Ndaloni më shumë bote. Filloni të mbroni privatësinë e përdoruesit.",
    "home-main-1": "Private. Sigurt. Faster. Dhe ne ju paguajmë për ta përdorur atë.",
    "home-main-2": "Fokusimi i intimitetit",
    "home-main-2c": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Për hCaptcha produkti është puna që ato ofrojnë. Ne nuk na intereson kush janë përdoruesit tuaj, vetëm sa ka të ngjarë të jenë ata me qëllim të keq. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "home-main-3": "Siguria e parë",
    "home-main-3c": "Saktësia është në interesin tuaj dhe tonën. hCaptcha është përqendruar te botuesit. Ne punojmë që t'ju japim të dhëna reale dhe t'ju lejojmë të vendosni se si t'i përdorni. Kapjet e tjera sigurohen nga",
    "home-main-3c2": "ndërmarrjet reklamuese. Kjo do të thotë që çdo bot që ata bllokojnë mund të zvogëlojë të ardhurat e tyre.",
    "home-main-4": "Përvojë më e mirë e përdoruesit",
    "home-main-4c": "Modelet e sofistikuara të mësimit të makinerisë përdoren nga hCaptcha për përcaktimin e njerëzimit. Kjo na lejon të kërkojmë detyra më pak të bezdisshme nga përdoruesit tuaj dhe të marrim më pak kohën e tyre për ta bërë këtë, ndërsa ende prodhojnë të dhëna të dobishme të etiketuara për etiketimin e klientëve.",
    "home-main-plans": "hCaptcha është i lirë për t'u përdorur për botuesit e çdo madhësie. Sidoqoftë, për ndërmarrjet dhe platformat që kanë nevojë për më shumë kontroll, zgjidhjet e ndërmarrjeve tona janë në dispozicion.",
    "home-main-plans2": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues në dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans3": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues në dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans4": "per detaje.",
    "home-plans-button-1": "Regjistrohu tani",
    "home-plans-button-2": "Kontaktoni me shitjet",
    "home-plans-chart-head-1": "Features",
    "home-plans-chart-head-2": "botues",
    "home-plans-chart-head-3": "Ndërmarrje",
    "home-plans-chart-row-1-cell-1": "Kontrolloni llojet e sfidave të paraqitura",
    "home-plans-chart-row-1-cell-2": "i kufizuar",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-plans-chart-row-11-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-plans-chart-row-12-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-plans-chart-row-2-cell-1": "Kontrolloni përmbajtjen e sfidës së përdorur",
    "home-plans-chart-row-2-cell-2": "i kufizuar",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-6-cell-1": "Politika e privatësisë e PPB dhe CCPA-miqësore",
    "home-plans-chart-row-7-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-plans-chart-row-8-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-plans-chart-row-9-cell-1": "Nivele të vështirësisë së kokrrizuara",
    "home-try-it-out-button": "Merrni hCaptcha",
    "home-try-it-out-text": "hCaptcha siguron zbulim të thjeshtë, të lehtë dhe të besueshëm të botëve, ndërsa është i parëndësishëm që njerëzit të zgjidhen.",
    "home-try-it-put-head": "Provoje",
    "labeling-about-head": "Rreth hCaptcha",
    "labeling-about-text-1": "hCaptcha është krijuar për të zgjidhur problemin më intensiv të punës në mësimin e makinerive; etiketimi i sasive masive të të dhënave në një kohë, të përballueshme dhe të besueshme. Më shumë të dhëna në përgjithësi prodhojnë rezultate më të mira në modelet e mësimit të makinerive trajnuese. Suksesi i fundit i modeleve të thella ka çuar në të dhëna gjithnjë e më të mëdha, dhe hCaptcha i shërben kësaj nevoje.",
    "labeling-about-text-2": "Sidoqoftë, krijimi i të dhënave të mëdha të shqyrtuara nga njeriu duke përdorur metoda tradicionale është i ngadaltë dhe i kushtueshëm. hCaptcha është një mënyrë që kompanitë të marrin shënimet që kërkojnë më shpejt, me cilësi më të lartë dhe me kosto më të ulët se sa alternativat e tjera.",
    "labeling-annotations-head": "Llojet e Shënimeve",
    "labeling-annotations-text-1": "Zbulimi i saktë i objektit në imazhe dhe video",
    "labeling-annotations-text-2": "Zbulimi i saktë i objektit në imazhe dhe video",
    "labeling-annotations-text-3": "Shënoni shënime për shumë raste të përdorimit të ndryshëm",
    "labeling-annotations-text-4": "Renditni ose bashkëngjitni kategori arbitrare të çdo madhësie",
    "labeling-annotations-text-5": "Zbulimi dhe klasifikimi me fuqi njerëzore",
    "labeling-annotations-text-6": "Keni nevojë për një lloj tjetër që nuk është i listuar këtu? Thjesht na pyesni.",
    "labeling-annotations-title-1": "Kutitë kufitare",
    "labeling-annotations-title-2": "poligone",
    "labeling-annotations-title-3": "monumentet",
    "labeling-annotations-title-4": "Kategorizimi i atributeve",
    "labeling-annotations-title-5": "Krahasimi dhe zbulimi",
    "labeling-annotations-title-6": "... dhe shumë më tepër",
    "labeling-ent-button": "Kontaktoni Ekipin e Zgjidhjeve të Ndërmarrjeve",
    "labeling-ent-head": "Keni nevojë për kontroll nga fundi në fund?",
    "labeling-ent-text-1": "Platforma HUMAN prapa hCaptcha ofron cilësi shumë të sofistikuar të punës dhe karakteristika të menaxhimit përmes vendosjes në vend, premisë hibride, ose SaaS që integrohen me sistemet tuaja ekzistuese.",
    "labeling-ent-text-2": "Drejtoni plotësisht jashtë linje me forcën tuaj të punës, vlerën e duhur të konsumuar në njësitë e biznesit ose partnerët e konsorciumit, drejtimin selektiv të punëve tek ofruesit e ndryshëm të brendshëm ose të jashtëm të punës bazuar në kostot dhe kërkesat e sigurisë, dhe më shumë.",
    "labeling-ent-text-3": "Access Akses i thjeshtë me API, pulte të bukura dhe teknologjia më e fundit model-in-the-loop për të maksimizuar efikasitetin e punëtorit.",
    "labeling-ent-text-4": "SLAs 99,99% dhe mbështetje globale 24/7 në dispozicion. Për më shumë informacion:",
    "labeling-features-head-1": "Tubacionet e thjeshta të drejtuara nga API.",
    "labeling-features-head-2": "Optimizuar për koston dhe cilësinë. Nuk kërkohet asnjë angazhim parësor.",
    "labeling-features-head-3": "Pagesa vetëm për saktësinë që ju nevojitet.",
    "labeling-features-head-4": "Siguroni të dhënat tuaja personale për të vërtetën ose le të ndërtojmë ato në fluturim.",
    "labeling-features-text-1": "Dëshironi të integroni rishikimin njerëzor drejtpërdrejt në operacionet e biznesit tuaj? Ne ofrojmë SLA me besueshmëri të lartë, kapacitet të garantuar, dhe API të thjeshta REST.",
    "labeling-features-text-2": "Platforma HUMAN përdor modele gjithëpërfshirëse të besimit për të kryer një analizë të sofistikuar të cilësisë në kohë reale. Kjo na lejon të përcaktojmë shpejt edhe vështirësinë e pyetjeve dhe përgjigjen e tyre të mundshme të duhur, duke ju kursyer kohë dhe para.",
    "labeling-features-text-3": "Jo të gjitha problemet janë të njëjta. Njoftimet për detyra kritike për sigurinë mund të kërkojnë besim 99,99% nga punëtorët plotësisht njerëzorë. Shënimet për një tipar beta në një aplikacion të lojrave celular mund të kërkojnë vetëm besim të moderuar. Ti vendos.",
    "labeling-features-text-4": "A keni të dhëna të papërpunuara pa një grup gjithëpërfshirës të verifikimit? Në shumicën e rasteve ne mund të ndërtojmë një për ju si detyra të kryera përmes sistemit, ose të krijojmë mostra të etiketuara për miratimin tuaj.",
    "labeling-info-head": "Marrja e etiketimeve të të dhënave",
    "labeling-info-text-1": "Flisni me një nga ekspertët tanë të fushës për të përcaktuar nevojat e projektit tuaj: saktësinë e synimit, formatin dhe çdo kërkesë të veçantë.",
    "labeling-info-text-2": "Ne ekzekutojmë një punë të vogël prodhimi bazuar në të dhënat tuaja të mostrës. Kjo teston punën që kemi bërë së bashku për të siguruar që të merrni pikërisht atë që ju nevojitet.",
    "labeling-info-text-3": "Me vëllimin tonë të lartë dhe me vonesë të ulët, ne do ta kthejmë punën tuaj shpejt, me shpërndarje të automatizuar posa të bëhet.",
    "labeling-info-text-4": "Ndërsa ne i kuptojmë më mirë parametrat e punës suaj të prodhimit, rezultatet do të vazhdojnë të përmirësohen me kalimin e kohës.",
    "labeling-info-text-5": "Paneli i drejtpërdrejtë ju lejon të ofroni reagime ose prodhim pauzë në çdo kohë.",
    "labeling-info-title-1": "Përcaktoni specifikimet",
    "labeling-info-title-2": "Testi Fillestar i Punës",
    "labeling-info-title-3": "Vendosni punët e prodhimit",
    "labeling-info-title-4": "Përmirësim të vazhdueshëm",
    "labeling-info-title-5": "Rezultatet e kohës reale",
    "labeling-main-1": "Etiketimi i të dhënave me kosto efektive në shkallë",
    "labeling-main-1-button": "Merrni Etiketat Tuaja Tani",
    "labeling-main-1c": "Keni nevojë për më shumë etiketa për grupet e të dhënave tuaja? hCaptcha ofron etiketim të shpejtë, me kosto efektive dhe me cilësi të lartë për kompanitë që punojnë në inteligjencën artificiale dhe aplikacionet e mësimit të makinerive.",
    "labeling-main-2": "Nisni miliona detyra menjëherë.",
    "labeling-main-2-button": "Bleni Shërbime për Etiketimin e të Dhënave",
    "labeling-main-2c": "hCaptcha ka një nga pishinat më të mëdha në planet që është në dispozicion për përdorimin tuaj. Cilado qoftë shkalla juaj, ne mund ta trajtojmë atë pa angazhime të shtrenjta në front. Miliona detyra në ditë nuk janë problem.",
    "labeling-platform-head": "Informacione private ose publike",
    "labeling-platform-text": "hCaptcha është ndërtuar në Platformën HUMAN, e cila lejon kurs dhe analizë të sofistikuar për të optimizuar koston dhe efikasitetin në çdo hap. Kjo teknologji lejon që fuqia punëtore e duhur të trajtojë secilën pjesë të punës tuaj, duke maksimizuar efikasitetin e kostos duke ruajtur privatësinë dhe duke përmbushur të gjitha kërkesat rregullatore që mund të zbatohen.",
    "labeling-try-button": "Bleni Shërbime për Etiketimin e të Dhënave",
    "labeling-try-head": "Dëshironi të provoni me të dhënat tuaja?",
    "labeling-try-text": "... ne jemi gati kur të jeni: shërbimi ynë është i disponueshëm rreth orës.",
    "learn-more-hcaptcha": "Mësoni më shumë rreth hCaptcha",
    "page-acc-faq-1": "Pyetje: A është në përputhje me seksionin hCaptcha 508 + WCAG 2.0? Përgjigje: Ne besojmë kështu: të gjithë përdoruesit me çfarëdo forme të dëmtimit të cilët janë në gjendje të shfletojnë në internet dhe të shkruajnë tekstin në formularë mund të qasen në shërbimet e mbrojtura nga hCaptcha pas regjistrimit. Sidoqoftë, kjo nuk është këshillë juridike: ju duhet të bëni vlerësimin tuaj, duke marrë parasysh zbatimin tuaj të veçantë për të siguruar që ky është rasti për vendosjen tuaj.",
    "page-acc-faq-2": "Pyetje: A po punoni në mundësi të tjera të aksesit (a11y), si audio? Përgjigje: Më parë opsionet e njohura si captchas audio diskriminojnë shumë nga përdoruesit e a11y dhe janë mposhtur lehtësisht nga teknikat moderne të mësimit të makinerive. Kjo ka detyruar sfidat e tanishme audio të bëhen gjithnjë e më të vështira, duke prezantuar zhurmë, kohën e çuditshme, kombinime të pazakonta të fjalëve, e kështu me radhë për të mposhtur sulmuesit. Kështu që ne jemi më pak entuziastë për këtë qasje kundrejt shmangies së sfidës së bashku, por do ta konsiderojmë nëse ka kërkesë nga komuniteti a11y. Sidoqoftë, ne jemi shumë të interesuar në Pass Pass për rastin e përdorimit të Accessibility. Ne besojmë se kombinimi i qasjes sonë të tanishme a11y me lëshimin e Pass Pass do të lejojë përdoruesit e 1111 të shfletojnë në mënyrë të sigurtë, të sigurtë në dijen që trafiku i tyre është më privat, ndërsa kufizon abuzimin nga operatorët botërorë që në mënyrë të pashmangshme ndodh kur janë në dispozicion opsione a11y. Ne jemi pjesëmarrës aktivë në grupin e punës të IETF që standardizon këtë teknologji të re.",
    "page-acc-faq-3": "Pyetje: Po në lidhje me privatësinë? A i vë në dukje regjistrimi a11y të dhënat e shfletimit në një farë mënyre? Farë bëni me email? Përgjigje: hCaptcha është projektuar për intimitet nga toka lart. Shtë shumë e ndryshme se sa opsionet tradicionale si reCAPTCHA që janë në pronësi të rrjeteve të reklamave, të cilët kanë një nxitje që t'ju ndjekin nëpër internet dhe t'ju shoqërojnë me një identitet të vërtetë. Ne kurrë nuk përdorim postë elektronike ose informacione për ndonjë qëllim tjetër përveç lehtësimit të përdorimit të 1111 dhe parandalimit të abuzimit. Politika jonë e privatësisë ka përgjigje gjithëpërfshirëse dhe autorizuese në lidhje me mënyrën se si ne përdorim të dhënat, por përgjigjja e shkurtër është se ne nuk kemi asnjë interes t'ju shoqërojmë ju si një person me historinë tuaj të shfletimit. Ne gjithashtu jemi duke punuar në një zgjidhje kriptografike për të hequr me shpejtësi adresën tuaj të emailit duke ruajtur ende aftësinë tonë për të parandaluar abuzimin, duke plotësuar punën tonë Pass Pass.",
    "page-acc-link-1": "Nëse jeni përdorues i aksesit, ju lutemi regjistrohuni këtu.",
    "page-acc-subhead": "Sigurimi i një aksesi të thjeshtë për të gjithë përdoruesit duke ruajtur sigurinë",
    "page-acc-summary": "përmbledhje",
    "page-acc-summary-contents-1": "hCaptcha është krijuar për të ndaluar bots duke i dalluar ata nga njerëzit. Testet vizuale janë një mjet i përshtatshëm për këtë, por jo të gjithë mund të zgjidhin një sfidë vizuale. Për këtë arsye ne kemi hartuar një alternativë të thjeshtë, pa dhimbje për t'i lejuar botuesit që përdorin shërbimin tonë të ruajnë aksesueshmërinë për të gjithë me pajtueshmërinë e plotë të Seksionit 508 dhe WCAG 2.0.",
    "page-acc-summary-contents-2": "Si funksionon: së pari, një përdorues i aksesit regjistrohet në këtë URL, e cila është e lidhur në faqen e informacionit të widget hCaptcha. Atyre u jepet një cookie e koduar e cila mund të përdoret disa herë në ditë, por duhet të rifreskohet çdo 24 orë përmes hyrjes. Kur një sfidë i paraqitet një përdoruesi të aksesit në çdo vend duke përdorur shërbimin hCaptcha, ato automatikisht do të kalojnë.",
    "page-acc-title": "Informacioni i hyrjes në hCaptcha",
    "page-acc-tr-body": "Pyetje: Unë jam akoma duke parë një sfidë pasi ta vendos cookie-n. Isfarë po e shkakton këtë? Përgjigje: Kjo zakonisht është për shkak të përdorimit të një bllokuesi agresiv të reklamës ose shtrirjes anti-cookie, ose një cilësie që bllokon cookies në vend, në këtë rast një cookie për hcaptcha.com që është vendosur ose kontrolluar nga hCaptcha JavaScript në një sit të ndryshëm , si ai që po viziton. Cookies të aksesit hCaptcha punojnë me të gjithë shfletuesit e njohur dhe bllokuesit e reklamave me cilësimet e tyre standarde, kështu që zakonisht dështimet janë për shkak të skripteteve anti-anti-adblock ose rregulloreve të ngjashme që synojnë site të veçantë. Zgjidhje: 1. Whitelist hcaptcha.com dhe * .hcaptcha.com cookie në bllokuesin tuaj të reklamave ose shtrirjen e sigurisë së shfletuesit. 2. Nëse jeni duke përdorur shfletuesin Brave, i cili (që nga prilli 2020) nuk duket të ketë ndonjë lloj liste listash të gatimeve, shkoni te Preferencat -> Mburoja -> Cookie dhe zgjidhni Lejo Të gjitha Cookies. 3. Nëse jeni duke përdorur versionin më të fundit të Safari ose OS X 10.15 të lëshuar së fundmi ose iOS 13. 4, Apple sapo ka ndryshuar sjelljen e Safari në lidhje me cookies të palëve të treta, duke bllokuar të gjitha ato si parazgjedhje. Ne jemi duke implementuar një zgjidhje, por ndërkohë ju lutemi vizitoni Preferencat e Safarit, seksionin e Intimitetit dhe zgjidh kontrollin e faqes në internet: Parandaloni gjurmimin ndër-site për të mundësuar që cookie-ja e qasjes të funksionojë siç pritej. Pyetje: Unë përdor pajisje të shumta. A duhet të regjistrohem shumë herë? Përgjigje: Jo. Ju lutemi klikoni në lidhjen e njëjtë të hyrjes me email që ju është dërguar në secilën pajisje që përdorni për të vendosur cookie-n.",
    "page-acc-tr-title": "Për përdoruesit e aksesit: Q & A dhe Udhëzues për zgjidhjen e problemeve",
    "priv-hc": "Fokusi i intimitetit",
    "priv-hc-text": "Rrjetet e reklamave ju shohin si produktin e tyre. Ne nuk e bëjmë Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë ata me qëllim të keq. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "reporting-bugs-accessibility-button": "Mësoni më shumë rreth opsioneve të aksesit",
    "reporting-bugs-accessibility-head": "Opsionet e aksesit",
    "reporting-bugs-accessibility-text": "A jeni i dëmtuar nga shikimi ose nuk jeni në gjendje të plotësoni hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kapja e Detajeve të Raportit të Gabimeve: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hapi 1: Hapni mjetet e zhvilluesit (Kjo fillon regjistrimin e sesionit.)",
    "reporting-bugs-guide-ff-step-2": "Hapi 2: Klikoni në skedën Rrjeti në Tools Developer. Kontrolloni kutinë \"Logs Persist\" në krye.",
    "reporting-bugs-guide-ff-step-3": "Hapi 3: vizitoni https://accounts.hcaptcha.com/demo, ose në uebfaqen në të cilën keni një problem (Shënim Intimiteti: vetëm nëse nuk e keni mendjen të ndani atë që është) ... dhe pastaj klikoni në \" Unë jam njerëzor \"butonin, dhe përpiquni ta zgjidhni.",
    "reporting-bugs-guide-ff-step-4": "Hapi 4: Klikoni \"HAR\" pasi të përpiqeni të zgjidhni, dhe zgjidhni \"Ruaje të gjithë si HAR\" për të ruajtur regjistrin e rrjetit. Dërgoni atë dosje tek ne.",
    "reporting-bugs-guide-ff-step-5": "Hapi 5: Klikoni në butonin Console dhe kliko me të djathtën \"Zgjidhni të gjithë\" dhe ruajeni atë në një skedar teksti, në mënyrë që të ruani regjistrin e tastierës. Na dërgoni po ashtu.",
    "reporting-bugs-guide-ff-step-6": "Hapi i fundit: Dërgoni me email ato skedarë logar të HAR dhe tastierë, dhe përshkruani problemin sePërdorni: support@hcaptcha.com (ju lutemi përdorni një shërbim si Dropbox ose Filebin dhe dërgoni lidhje) dhe opsionale një screenshot, nëse dyshoni se ka diçka që nuk po shfaq saktë . Ju lutemi dërgoni IP që po përdorni gjithashtu. Mund ta merrni nga https://www.whatsmyip.org/‍ Faleminderit që morët kohë për të na ndihmuar të marrim këtë informacion! Ne jemi të përkushtuar që ta bëjmë hCaptcha të funksionojë mirë për të gjithë.",
    "reporting-bugs-guide-head": "Kapja e Detajeve të Raportit të Gabimeve: Chrome",
    "reporting-bugs-guide-step-1": "Hapi 1: Hapni mjetet e zhvilluesit (Kjo fillon regjistrimin e sesionit.)",
    "reporting-bugs-guide-step-2": "Hapi 2: Klikoni në skedën Rrjeti në Tools Developer. Kontrolloni kutinë \"Regjistri i ruajtjes\" në krye.",
    "reporting-bugs-guide-step-3": "Hapi 3: vizitoni https://accounts.hcaptcha.com/demo, ose në uebfaqen në të cilën keni një problem (Shënim Intimiteti: vetëm nëse nuk e keni mendjen të ndani atë që është) ... dhe pastaj klikoni në \" Unë jam njerëzor \"butonin, dhe përpiquni ta zgjidhni.",
    "reporting-bugs-guide-step-4": "Hapi 4: Klikoni \"Export HAR\" (shigjeta pak poshtë) pasi të përpiqeni të zgjidhni, e cila kursen regjistrin e rrjetit. Dërgoni atë dosje tek ne.",
    "reporting-bugs-guide-step-5": "Hapi 5: Klikoni në butonin Console, dhe kliko me të djathtën \"Save as ..\" në mënyrë që të ruani regjistrin e tastierës. Na dërgoni po ashtu.",
    "reporting-bugs-guide-step-6": "Hapi i fundit: Dërgoni me email ato skedarë logar HAR dhe tastierë, dhe përshkruani problemin ‍ Përdorni: support@hcaptcha.com (ju lutemi përdorni një shërbim si Dropbox ose Filebin dhe dërgoni lidhje) dhe opsionale një fotografi, nëse dyshoni se ka diçka që nuk shfaq saktë . Ju lutemi dërgoni IP që po përdorni gjithashtu. Mund ta merrni nga https://www.whatsmyip.org/ - Faleminderit për të marrë kohë për të na ndihmuar të marrim këtë informacion! Ne jemi të përkushtuar që ta bëjmë hCaptcha të funksionojë mirë për të gjithë.",
    "reporting-bugs-guide-text-1": "Dërgimi i informacionit për debugging me raportin tuaj do ta bëjë shumë më të lehtë për ne që të përcaktojmë se çfarë po ndodh. Këtu janë udhëzimet hap pas hapi:",
    "reporting-bugs-guide-text-2": "Nëse jeni një zhvillues i faqes në internet ose përdorues ekspert, përmbledhja është që ne dëshirojmë të na dërgoni një regjistër të rrjetit HAR dhe regjistrimet e tastierës së shfletuesit. Ju lutemi provoni të çaktivizoni së pari ndonjë bllokues të reklamave ose shtesat e sigurisë së shfletuesit dhe pastaj provoni përsëri përpara se të kaloni këto hapa. Nëse kjo rregullon problemin tuaj, ne do të vlerësojmë akoma që të na njoftoni për versionin e shfletuesit tuaj, bllokuesin e reklamave ose shtrirjen e shfletuesit dhe URL-në e faqes në internet.",
    "reporting-bugs-intro-head": "Gjeti një gabim? Ja se si ta raportoni atë.",
    "reporting-bugs-intro-text": "Miliona njerëz përdorin hCaptcha çdo muaj, në mijëra kombinime të shfletuesve, shtesave, pajisjeve, firewall-ave dhe më shumë. Qëllimi ynë është të sigurohemi që gjithmonë funksionon për ju, kështu që ne i vlerësojmë shumë raportet tuaja! Për të dhënë përshtypje të shpejtë, thjesht klikoni në butonin \"Dërgoni feedback\". Nëse jeni duke parë një çështje funksionale, ju lutemi ndiqni udhëzimet e regjistrit të debugimit për Chrome ose udhëzimet e regjistrit të gabimeve për Firefox më poshtë. Për çdo shfletues tjetër na dërgoni me email. Për çështje të mundshme të sigurisë ose intimitetit, shihni udhëzimet më poshtë.",
    "reporting-bugs-privacy-head": "Ështjet e privatësisë",
    "reporting-bugs-privacy-text": "Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë ata me qëllim të keq apo makineritë. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë. Nëse keni gjetur një problem për të cilin mendoni se mund të ndikojë në privatësinë e përdoruesit, ju lutemi na dërgoni me email në support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Na dërgoni reagime",
    "reporting-bugs-provide-feedback-head": "Siguroni reagime të menjëhershme në lidhje me hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t'i zgjidhim ato shpejt.",
    "reporting-bugs-security-head": "Gabimet e sigurisë",
    "reporting-bugs-security-text": "Ne gjithmonë jemi të interesuar të marrim raporte për gabime të sigurisë. Email support@hcaptcha.com & CC protection@hcaptcha.com dhe ne do t'ju kthehemi shpejt. Ne gjithashtu kemi një program çmimesh për raporte të pranueshme të sigurisë në shërbimin hCaptcha dhe kodin burimor të lidhur.",
    "sec-hc": "Siguria e parë",
    "sec-hc-text": "hCaptcha është përqendruar te botuesit. Ne punojmë për t'i dhënë faqeve të dhëna të vërteta dhe t'i lëmë ata të vendosin se si t'i përdorin ato. Saktësia është në interesin tuaj dhe tonën. Kapëse të tjera sigurohen nga kompanitë e reklamimit. Botdo bot që bllokon mund të zvogëlojë të ardhurat e tyre.",
    "what-is-hcaptcha": "Isfarë është hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ndihmon shërbimet e tua të preferuara të uebit të mbajnë larg bots, spam dhe abuzim duke bërë pyetje të thjeshta që janë të lehta për njerëzit dhe të vështira për makinat.",
    "why-hc": "Pse hCaptcha?",
    "why-hc-text": "Sa herë që i përgjigjeni një sfide, ne përdorim modele të sofistikuara për të kuptuar nëse jeni njerëz apo makinë. Uebsajti që vizituat atëherë e përdor këtë rezultat për të ndihmuar në përmirësimin e përvojës tuaj në faqen e tyre duke mbajtur jashtë bote."
}