{
    "acc-opt": "Opsionet e aksesit",
    "acc-opt-but": "Mësoni më shumë rreth opsioneve të aksesit",
    "acc-opt-text": "A jeni i dëmtuar nga shikimi apo nuk jeni në gjendje të plotësoni hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t'i zgjidhim ato shpejt.",
    "fb-but": "Na dërgoni reagime",
    "feedback-text": "Jepni feedback për hCaptcha që sapo keni parë",
    "home-ent-1": "Po kërkoni ofertat e sigurisë së ndërmarrjes?",
    "home-ent-2": "Vizitoni faqen tonë të re të dedikuar: BotStop.com",
    "home-intro-body": "A përdorni një captcha për të mbajtur jashtë bots? hCaptcha mbron privatësinë e përdoruesit, shpërblen faqet e internetit, dhe ndihmon kompanitë që të dhënat e tyre të etiketohen. Isshtë një zëvendësim drop-in për reCAPTCHA: ju mund të ndërroni brenda disa minutash.",
    "home-intro-head": "Ndaloni më shumë bote. Filloni të mbroni privatësinë e përdoruesit.",
    "home-main-1": "Private. Sigurt. Faster. Dhe ne ju paguajmë për ta përdorur atë.",
    "home-main-2": "Fokusimi i intimitetit",
    "home-main-2c": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Për hCaptcha produkti është puna që ato ofrojnë. Ne nuk na intereson kush janë përdoruesit tuaj, vetëm sa ka të ngjarë të jenë ata me qëllim të keq. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "home-main-3": "Siguria e parë",
    "home-main-3c": "Saktësia është në interesin tuaj dhe tonën. hCaptcha është përqendruar te botuesit. Ne punojmë që t'ju japim të dhëna reale dhe t'ju lejojmë të vendosni se si t'i përdorni. Kapjet e tjera sigurohen nga",
    "home-main-3c2": "ndërmarrjet reklamuese. Kjo do të thotë që çdo bot që ata bllokojnë mund të zvogëlojë të ardhurat e tyre.",
    "home-main-4": "Përvojë më e mirë e përdoruesit",
    "home-main-4c": "Modelet e sofistikuara të mësimit të makinerisë përdoren nga hCaptcha për përcaktimin e njerëzimit. Kjo na lejon të kërkojmë detyra më pak të bezdisshme nga përdoruesit tuaj dhe të marrim më pak kohën e tyre për ta bërë këtë, ndërsa ende prodhojnë të dhëna të dobishme të etiketuara për etiketimin e klientëve.",
    "home-main-plans": "hCaptcha është i lirë për t'u përdorur për botuesit e çdo madhësie. Sidoqoftë, për ndërmarrjet dhe platformat që kanë nevojë për më shumë kontroll, zgjidhjet e ndërmarrjeve tona janë në dispozicion.",
    "home-main-plans2": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues në dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans3": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues në dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans4": "per detaje.",
    "learn-more-hcaptcha": "Mësoni më shumë rreth hCaptcha",
    "page-acc-faq-1": "Pyetje: A është në përputhje me seksionin hCaptcha 508 + WCAG 2.0? Përgjigje: Ne besojmë kështu: të gjithë përdoruesit me çfarëdo forme të dëmtimit të cilët janë në gjendje të shfletojnë në internet dhe të shkruajnë tekstin në formularë mund të qasen në shërbimet e mbrojtura nga hCaptcha pas regjistrimit. Sidoqoftë, kjo nuk është këshillë juridike: ju duhet të bëni vlerësimin tuaj, duke marrë parasysh zbatimin tuaj të veçantë për të siguruar që ky është rasti për vendosjen tuaj.",
    "page-acc-faq-2": "Pyetje: A po punoni në mundësi të tjera të aksesit (a11y), si audio? Përgjigje: Më parë opsionet e njohura si captchas audio diskriminojnë shumë nga përdoruesit e a11y dhe janë mposhtur lehtësisht nga teknikat moderne të mësimit të makinerive. Kjo ka detyruar sfidat e tanishme audio të bëhen gjithnjë e më të vështira, duke prezantuar zhurmë, kohën e çuditshme, kombinime të pazakonta të fjalëve, e kështu me radhë për të mposhtur sulmuesit. Kështu që ne jemi më pak entuziastë për këtë qasje kundrejt shmangies së sfidës së bashku, por do ta konsiderojmë nëse ka kërkesë nga komuniteti a11y. Sidoqoftë, ne jemi shumë të interesuar në Pass Pass për rastin e përdorimit të Accessibility. Ne besojmë se kombinimi i qasjes sonë të tanishme a11y me lëshimin e Pass Pass do të lejojë përdoruesit e 1111 të shfletojnë në mënyrë të sigurtë, të sigurtë në dijen që trafiku i tyre është më privat, ndërsa kufizon abuzimin nga operatorët botërorë që në mënyrë të pashmangshme ndodh kur janë në dispozicion opsione a11y. Ne jemi pjesëmarrës aktivë në grupin e punës të IETF që standardizon këtë teknologji të re.",
    "page-acc-faq-3": "Pyetje: Po në lidhje me privatësinë? A i vë në dukje regjistrimi a11y të dhënat e shfletimit në një farë mënyre? Farë bëni me email? Përgjigje: hCaptcha është projektuar për intimitet nga toka lart. Shtë shumë e ndryshme se sa opsionet tradicionale si reCAPTCHA që janë në pronësi të rrjeteve të reklamave, të cilët kanë një nxitje që t'ju ndjekin nëpër internet dhe t'ju shoqërojnë me një identitet të vërtetë. Ne kurrë nuk përdorim postë elektronike ose informacione për ndonjë qëllim tjetër përveç lehtësimit të përdorimit të 1111 dhe parandalimit të abuzimit. Politika jonë e privatësisë ka përgjigje gjithëpërfshirëse dhe autorizuese në lidhje me mënyrën se si ne përdorim të dhënat, por përgjigjja e shkurtër është se ne nuk kemi asnjë interes t'ju shoqërojmë ju si një person me historinë tuaj të shfletimit. Ne gjithashtu jemi duke punuar në një zgjidhje kriptografike për të hequr me shpejtësi adresën tuaj të emailit duke ruajtur ende aftësinë tonë për të parandaluar abuzimin, duke plotësuar punën tonë Pass Pass.",
    "page-acc-link-1": "Nëse jeni përdorues i aksesit, ju lutemi regjistrohuni këtu.",
    "page-acc-subhead": "Sigurimi i një aksesi të thjeshtë për të gjithë përdoruesit duke ruajtur sigurinë",
    "page-acc-summary": "përmbledhje",
    "page-acc-summary-contents-1": "hCaptcha është krijuar për të ndaluar bots duke i dalluar ata nga njerëzit. Testet vizuale janë një mjet i përshtatshëm për këtë, por jo të gjithë mund të zgjidhin një sfidë vizuale. Për këtë arsye ne kemi hartuar një alternativë të thjeshtë, pa dhimbje për t'i lejuar botuesit që përdorin shërbimin tonë të ruajnë aksesueshmërinë për të gjithë me pajtueshmërinë e plotë të Seksionit 508 dhe WCAG 2.0.",
    "page-acc-summary-contents-2": "Si funksionon: së pari, një përdorues i aksesit regjistrohet në këtë URL, e cila është e lidhur në faqen e informacionit të widget hCaptcha. Atyre u jepet një cookie e koduar e cila mund të përdoret disa herë në ditë, por duhet të rifreskohet çdo 24 orë përmes hyrjes. Kur një sfidë i paraqitet një përdoruesi të aksesit në çdo vend duke përdorur shërbimin hCaptcha, ato automatikisht do të kalojnë.",
    "page-acc-title": "Informacioni i hyrjes në hCaptcha",
    "page-acc-tr-body": "Pyetje: Unë jam akoma duke parë një sfidë pasi ta vendos cookie-n. Isfarë po e shkakton këtë? Përgjigje: Kjo zakonisht është për shkak të përdorimit të një bllokuesi agresiv të reklamës ose shtrirjes anti-cookie, ose një cilësie që bllokon cookies në vend, në këtë rast një cookie për hcaptcha.com që është vendosur ose kontrolluar nga hCaptcha JavaScript në një sit të ndryshëm , si ai që po viziton. Cookies të aksesit hCaptcha punojnë me të gjithë shfletuesit e njohur dhe bllokuesit e reklamave me cilësimet e tyre standarde, kështu që zakonisht dështimet janë për shkak të skripteteve anti-anti-adblock ose rregulloreve të ngjashme që synojnë site të veçantë. Zgjidhje: 1. Whitelist hcaptcha.com dhe * .hcaptcha.com cookie në bllokuesin tuaj të reklamave ose shtrirjen e sigurisë së shfletuesit. 2. Nëse jeni duke përdorur shfletuesin Brave, i cili (që nga prilli 2020) nuk duket të ketë ndonjë lloj liste listash të gatimeve, shkoni te Preferencat -> Mburoja -> Cookie dhe zgjidhni Lejo Të gjitha Cookies. 3. Nëse jeni duke përdorur versionin më të fundit të Safari ose OS X 10.15 të lëshuar së fundmi ose iOS 13. 4, Apple sapo ka ndryshuar sjelljen e Safari në lidhje me cookies të palëve të treta, duke bllokuar të gjitha ato si parazgjedhje. Ne jemi duke implementuar një zgjidhje, por ndërkohë ju lutemi vizitoni Preferencat e Safarit, seksionin e Intimitetit dhe zgjidh kontrollin e faqes në internet: Parandaloni gjurmimin ndër-site për të mundësuar që cookie-ja e qasjes të funksionojë siç pritej. Pyetje: Unë përdor pajisje të shumta. A duhet të regjistrohem shumë herë? Përgjigje: Jo. Ju lutemi klikoni në lidhjen e njëjtë të hyrjes me email që ju është dërguar në secilën pajisje që përdorni për të vendosur cookie-n.",
    "page-acc-tr-title": "Për përdoruesit e aksesit: Q & A dhe Udhëzues për zgjidhjen e problemeve",
    "priv-hc": "Fokusi i intimitetit",
    "priv-hc-text": "Rrjetet e reklamave ju shohin si produktin e tyre. Ne nuk e bëjmë Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë ata me qëllim të keq. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "sec-hc": "Siguria e parë",
    "sec-hc-text": "hCaptcha është përqendruar te botuesit. Ne punojmë për t'i dhënë faqeve të dhëna të vërteta dhe t'i lëmë ata të vendosin se si t'i përdorin ato. Saktësia është në interesin tuaj dhe tonën. Kapëse të tjera sigurohen nga kompanitë e reklamimit. Botdo bot që bllokon mund të zvogëlojë të ardhurat e tyre.",
    "what-is-hcaptcha": "Isfarë është hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ndihmon shërbimet e tua të preferuara të uebit të mbajnë larg bots, spam dhe abuzim duke bërë pyetje të thjeshta që janë të lehta për njerëzit dhe të vështira për makinat.",
    "why-hc": "Pse hCaptcha?",
    "why-hc-text": "Sa herë që i përgjigjeni një sfide, ne përdorim modele të sofistikuara për të kuptuar nëse jeni njerëz apo makinë. Uebsajti që vizituat atëherë e përdor këtë rezultat për të ndihmuar në përmirësimin e përvojës tuaj në faqen e tyre duke mbajtur jashtë bote."
}