{
    "acc-opt": "Opsionet e aksesit",
    "acc-opt-but": "Mësoni më shumë rreth opsioneve të aksesit",
    "acc-opt-text": "A jeni i dëmtuar nga shikimi apo nuk jeni në gjendje të plotësoni hCaptchas?",
    "accessibility-link": "Accessibility",
    "appreciate-in": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t&#39;i zgjidhim ato shpejt.",
    "fb-but": "Na dërgoni reagime",
    "feedback-text": "Jepni feedback për hCaptcha që sapo keni parë",
    "learn-more-hcaptcha": "Mësoni më shumë rreth hCaptcha",
    "page-acc-link-1": "Nëse jeni përdorues i aksesit, ju lutemi regjistrohuni këtu.",
    "page-acc-subhead": "Sigurimi i një aksesi të thjeshtë për të gjithë përdoruesit duke ruajtur sigurinë",
    "page-acc-title": "Informacioni i hyrjes në hCaptcha",
    "priv-hc": "Fokusi i intimitetit",
    "priv-hc-text": "Rrjetet e reklamave ju shohin si produktin e tyre. Ne nuk e bëjmë Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë ata me qëllim të keq. Ne mbështesim nisma si Pass Pass, dhe punojmë shumë për të balancuar privatësinë dhe sigurinë.",
    "sec-hc": "Siguria e parë",
    "sec-hc-text": "hCaptcha është përqendruar te botuesit. Ne punojmë për t&#39;i dhënë faqeve të dhëna të vërteta dhe t&#39;i lëmë ata të vendosin se si t&#39;i përdorin ato. Saktësia është në interesin tuaj dhe tonën. Kapëse të tjera sigurohen nga kompanitë e reklamimit. Botdo bot që bllokon mund të zvogëlojë të ardhurat e tyre.",
    "what-is-hcaptcha": "Isfarë është hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ndihmon shërbimet e tua të preferuara të uebit të mbajnë larg bots, spam dhe abuzim duke bërë pyetje të thjeshta që janë të lehta për njerëzit dhe të vështira për makinat.",
    "why-hc": "Pse hCaptcha?",
    "why-hc-text": "Sa herë që i përgjigjeni një sfide, ne përdorim modele të sofistikuara për të kuptuar nëse jeni njerëz apo makinë. Uebsajti që vizituat atëherë e përdor këtë rezultat për të ndihmuar në përmirësimin e përvojës tuaj në faqen e tyre duke mbajtur jashtë bote."
}