{
    "about-advisors-brendan": "CEO i Brave. Bashkëthemelues i Mozilla. Krijuesi i gjuhës programuese JavaScript. Ndërtuesi i shfletuesve dhe më shumë.",
    "about-advisors-dawn": "Profesor, CS në Universitetin e Kalifornisë, Berkeley. Ekspert i mësimit të thellë, sigurisë, bllokadës. CEO i Oasis Labs.",
    "about-advisors-head": "Këshilltarët",
    "about-advisors-keiran": "Shkencëtar i Kërkimeve në Stanford. Të mësuarit makinerik dhe financave sasiore në bankat kryesore, fondet mbrojtëse dhe akademinë.",
    "about-content-head-1": "Çfarë bëjmë ne",
    "about-content-head-2": "Pse ka rëndësi",
    "about-content-text-1": "hCaptcha është një shërbim i Intuition Machines Inc, një kompani inteligjence dhe mësimi makinerie me fokus në mësimin e metaleve dhe domenin vizual ML në shkallë. Ne ndërtojmë dhe veprojmë sisteme masivisht të shkallëzuara për të mundësuar shërbime të analizës së videos dhe imazhit për kompanitë Global 2000 në të gjithë botën.",
    "about-content-text-1a": "hCaptcha sjell një qasje moderne, të fokusuar në privatësinë, për të ndaluar robotët.",
    "about-content-text-1b": "Ne tregojmë sfida të CAPTCHA që janë të vështira për botët por të lehta për njerëzit duke mbledhur të dhëna të vështira për tu etiketuar nga problemet e të mësuarit në makinë dhe duke i përdorur ato për të dalluar nëse një vizitor i faqes në internet apo aplikacionit është njerëzor.",
    "about-content-text-2": "Më shumë të dhëna zakonisht prodhojnë rezultate më të mira. Ndërtimi dhe mirëmbajtja e grupeve të të dhënave të etiketuara në mënyrë korrekte dhe relevante, kërkon shumë kohë dhe kushton shumë. hCaptcha u krijua fillimisht për të adresuar nevojat tona në etiketimin e imazheve dhe tani është në dispozicion për kompani të tjera me nevoja të ngjashme.",
    "about-content-text-2a": "Aktorët e këqij janë gjithnjë e më të zakonshëm në internet. Por sakrifikimi i privatësisë së përdoruesit nuk është përgjigjja.",
    "about-content-text-2b": "Zgjidhjet e sigurisë të ofruara nga kompanitë e reklamave përqendrohen kryesisht në gjurmimin e përdoruesve në të gjithë uebin. Ne kemi krijuar një zgjidhje efektive të sigurisë që provon se dëmton privatësinë e përdoruesit nuk është e nevojshme për të dhënë rezultate të shkëlqyera.",
    "about-intro-head-1": "Rreth hCaptcha",
    "about-intro-head-2": "Privatësia, Siguria dhe Mësimi Makiner.",
    "about-intro-text": "hCaptcha është shërbimi më i përdorur në botë i pavarur CAPTCHA.",
    "about-leadership-alex": "Ekspert i bazës së të dhënave dhe Blockchain. Inxhinier i hershëm në Cloudera dhe më shumë. Dekada të softuerit dhe ekipeve të ndërtimit të ekspertizës.",
    "about-leadership-eli": "CEO. Udhëheqës i njohur në UA. Ka aplikuar inteligjencën e makinës në shkallë të gjerë në një larmi të madhe të problemeve të biznesit gjatë dekadave të fundit.",
    "about-leadership-head": "Udhëheqja",
    "about-leadership-todd": "PhD në Biologji Kompjuterike, Stanford. Duke punuar me rrjetet nervore që nga viti 1999. Përqendrohuni në ML të aplikuar dhe mësimin e thellë në shkallë.",
    "acc-opt": "Mundësitë e Hyrjes",
    "acc-opt-but": "Mësoni më shumë rreth opsioneve të aksesit",
    "acc-opt-text": "A jeni me shikim të dëmtuar ose përndryshe nuk jeni në gjendje të plotësoni hCaptchas?",
    "accessibility-link": "Mundësia e hyrjes",
    "appreciate-in": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t'i zgjidhim ato shpejt.",
    "fb-but": "Na dërgoni komente",
    "feedback-text": "Jepni komente për hCaptcha që sapo patë",
    "footer-attribution": "Atribuimi",
    "footer-copyright-text": "hCaptcha është një markë tregtare e regjistruar e Intuition Machines, Inc.",
    "footer-header-1": "Kompania",
    "footer-header-2": "Burimet",
    "footer-header-3": "Kontaktoni",
    "footer-link-1": "Etiketimi",
    "footer-link-10": "Mundësia e hyrjes",
    "footer-link-2": "Rreth",
    "footer-link-3": "Punë",
    "footer-link-4": "Markat tregtare",
    "footer-link-5": "Etika e UA",
    "footer-link-6": "Blog",
    "footer-link-7": "Statusi",
    "footer-link-8": "Dokumentacioni",
    "footer-link-9": "Raportoni një Bug",
    "footer-privacy": "Privatësia",
    "footer-subheader-1": "Mbështetje",
    "footer-subheader-2": "Kontaktoni",
    "footer-terms": "Kushtet",
    "h-plans": "Planet e pajtimit",
    "header-docs-link": "Dokumente",
    "header-labeling-services-link": "Shërbimet e etiketimit",
    "header-login-button": "Hyrja",
    "header-plans-link": "Planet",
    "header-signup-button": "Regjistrohuni",
    "home-about-head": "Rreth hCaptcha",
    "home-about-subtitle": "Mundësuar nga Protokolli HUMAN",
    "home-about-text-1": "hCaptcha është krijuar për të zgjidhur problemin më intensiv të punës në mësimin makinerik: etiketimi i sasive masive të të dhënave në një kohë, të përballueshme dhe të besueshme.",
    "home-about-text-2": "Më shumë të dhëna zakonisht prodhojnë rezultate më të mira në modelet e të mësuarit të makinës. Suksesi i fundit i modeleve të thella ka çuar në grupe gjithnjë e më të mëdha të të dhënave, pothuajse gjithmonë me një përmbledhje njerëzore. Sidoqoftë, krijimi i grupeve të mëdha të të dhënave të rishikuara nga njerëzit përmes Mechanical Turk, Figure Eight, etj është edhe i ngadaltë edhe i kushtueshëm.",
    "home-about-text-3": "hCaptcha lejon faqet e internetit të fitojnë para duke i shërbyer kësaj kërkese ndërsa bllokojnë botet dhe format e tjera të abuzimit.",
    "home-about-text-4": "Tregu i hCaptcha mundësohet nga Protokolli HUMAN, një protokoll i hapur i decentralizuar për rishikimin njerëzor që funksionon në blockchain Ethereum. Uebsajtet fitojnë Shenjat Njerëzore (HMT) sa herë që përdoruesit përdorin miniaplikacionin hCaptcha në faqen e tyre, dhe kompanitë e mësimit të makinës paguajnë Njerëzit e Shenjave për të marrë etiketat e të dhënave të tyre.",
    "home-ba-labeling-services-link": "Shërbimet e etiketimit",
    "home-benefits-head-1": "Vlera në etiketimin e të dhënave",
    "home-benefits-head-2": "Kthehu Bamirësisë",
    "home-benefits-text-1": "A e kuptonit sa herë që klikoni në makinë po ndihmoni për të trajnuar falas sistemet e mësimit të një kompanie të vetme Gigantic?",
    "home-benefits-text-2": "hCaptcha e kthen këtë model. Kur përdorni hCaptcha, kompanitë bëjnë oferta për punën që bëjnë përdoruesit tuaj ndërsa provojnë njerëzimin e tyre. Ju merrni shpërblimet.",
    "home-benefits-text-3": "Dëshironi t'i ktheheni bamirësisë suaj të preferuar? hCaptcha ju lejon të mbështesni organizatat bamirëse të zgjedhura me fitimet që fitoni nga përdorimi i tyre. Përdoruesit në faqen tuaj së shpejti do të jenë në gjendje të shohin kontributin tuaj në bamirësi përmes markës diskrete në ndërfaqen hCaptcha.",
    "home-challenge-text-1": "Zgjidhni të gjitha imazhet që përputhen me pyetjen",
    "home-challenge-text-2": "Përcaktoni zonën kufizuese për objektet",
    "home-challenge-text-3": "Identifikoni etiketat përkatëse",
    "home-challenge-title-1": "Krahasimi",
    "home-challenge-title-2": "Kutia e Kufizimit",
    "home-challenge-title-3": "Kategorizimi",
    "home-challenges-head": "Sfidat e Paraqitura",
    "home-challenges-text-1": "... dhe detyra të tjera të thjeshta. E lehtë për njerëzit, e vështirë për botët.",
    "home-challenges-text-2": "Detyra të personalizuara gjithashtu të disponueshme për botuesit e ndërmarrjeve.",
    "home-ent-1": "Po kërkoni ofertat tona të sigurisë së ndërmarrjes?",
    "home-ent-2": "Vizitoni faqen tonë të re të dedikuar: BotStop.com",
    "home-ent-button": "Mësoni më shumë: BotStop nga hCaptcha",
    "home-from-the-blog": "NGA BLLogu:",
    "home-from-the-blog-value": "Si funksionojnë cilësimet e vështirësisë së hCaptcha",
    "home-intro-body": "A përdorni një captcha për të mbajtur jashtë robotëve? hCaptcha mbron privatësinë e përdoruesit, shpërblen faqet e internetit dhe ndihmon kompanitë që të marrin etiketat e të dhënave të tyre. Isshtë një zëvendësim zbritës për reCAPTCHA: mund të ndërroni brenda disa minutash.",
    "home-intro-button": "Regjistrohu tani",
    "home-intro-head": "Ndaloni më shumë bot. Filloni të mbroni privatësinë e përdoruesit.",
    "home-main-1": "Private. Të sigurta. Shpejt. Dhe ne ju paguajmë për ta përdorur atë.",
    "home-main-2": "Privatësia e përqendruar",
    "home-main-2c": "Rrjetet e reklamave i shohin vizitorët tuaj si produkt. Për hCaptcha produkti është puna që ata ofrojnë. Ne nuk na intereson kush janë përdoruesit tuaj, por vetëm sa ka të ngjarë të jenë keqdashës. Ne mbështesim iniciativa si Privacy Pass dhe punojmë shumë për të ekuilibruar privatësinë dhe sigurinë.",
    "home-main-3": "Së pari Siguria",
    "home-main-3c": "Saktësia është në interesin tuaj dhe tonën. hCaptcha është i përqendruar te botuesit. Ne punojmë për t'ju dhënë të dhëna reale dhe ju lejojmë të vendosni se si t'i përdorni ato. Kapjet e tjera sigurohen nga ndërmarrjet reklamuese Gigantic. Kjo do të thotë që çdo bot që ata bllokojnë mund të ulë të ardhurat e tyre.",
    "home-main-4": "Përvojë më e mirë e përdoruesit",
    "home-main-4c": "Modele të sofistikuara të të mësuarit të makinës përdoren nga hCaptcha për përcaktimin e njerëzimit. Kjo na lejon të kërkojmë detyra më pak të bezdisshme nga përdoruesit tuaj dhe të marrim më pak kohë për ta bërë këtë, ndërkohë që prodhojmë ende të dhëna të dobishme të etiketuara për etiketimin e klientëve.",
    "home-main-plans": "hCaptcha është falas për t'u përdorur për botuesit e çdo madhësie. Sidoqoftë, për ndërmarrjet dhe platformat që kanë nevojë për më shumë kontroll, zgjidhjet tona të ndërmarrjeve janë në dispozicion.",
    "home-main-plans2": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues nëpër dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans3": "Zgjidhjet e ndërmarrjeve hCaptcha mbrojnë miliona përdorues nëpër dhjetëra miliona faqe në internet për disa nga kompanitë më të mëdha në planet. Ju lutemi na kontaktoni për më shumë informacion, ose vizitoni",
    "home-main-plans4": "per detaje.",
    "home-plans-button-1": "Regjistrohu tani",
    "home-plans-button-2": "Kontaktoni shitjet",
    "home-plans-chart-head-1": "Karakteristikat",
    "home-plans-chart-head-2": "Botues",
    "home-plans-chart-head-3": "Ndërmarrje",
    "home-plans-chart-row-1-cell-1": "Shfaqen llojet e sfidave të kontrollit",
    "home-plans-chart-row-1-cell-2": "I kufizuar",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Panelë me shumë përdorues",
    "home-plans-chart-row-11-cell-1": "Karakteristikat e avancuara të raportimit",
    "home-plans-chart-row-12-cell-1": "SLA të ndërmarrjeve",
    "home-plans-chart-row-2-cell-1": "Kontrolloni përmbajtjen e sfidës së përdorur",
    "home-plans-chart-row-2-cell-2": "I kufizuar",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Fito shpërblime për zgjidhjet njerëzore",
    "home-plans-chart-row-4-cell-1": "Mbrojtje anti-bot e klasit botëror",
    "home-plans-chart-row-5-cell-1": "Punon në çdo vend",
    "home-plans-chart-row-5a-cell-1": "Modalitetet pas-pa CAPTCHA dhe 99.9%",
    "home-plans-chart-row-6-cell-1": "Politika e privatësisë miqësore me GDPR dhe CCPA",
    "home-plans-chart-row-7-cell-1": "Nivelet e vështirësisë së imët",
    "home-plans-chart-row-8-cell-1": "Hapni përmbajtjen tuaj të sfidës",
    "home-plans-chart-row-9-cell-1": "Planifikimi i vështirësive të bazuara në kohë",
    "home-try-it-out-button": "Merrni hCaptcha",
    "home-try-it-out-head": "Provoje",
    "home-try-it-out-text": "hCaptcha siguron zbulim të thjeshtë, të lehtë dhe të besueshëm të botit ndërsa është i parëndësishëm për t'u zgjidhur nga njerëzit.",
    "labeling-about-head": "Rreth hCaptcha",
    "labeling-about-text-1": "hCaptcha është krijuar për të zgjidhur problemin më intensiv të punës në mësimin makinerik; etiketimi i sasive masive të të dhënave në një kohë, të përballueshme dhe një mënyrë të besueshme. Më shumë të dhëna zakonisht prodhojnë rezultate më të mira në modelet e të mësuarit të makinës. Suksesi i fundit i modeleve të thella ka çuar në grupe gjithnjë e më të mëdha të të dhënave, dhe hCaptcha i shërben kësaj nevoje.",
    "labeling-about-text-2": "Sidoqoftë, krijimi i grupeve të mëdha të të dhënave të rishikuara nga njerëzit duke përdorur metoda tradicionale është i ngadaltë dhe i shtrenjtë. hCaptcha është një mënyrë që kompanitë të marrin shënimet që u nevojiten më shpejt, me cilësi më të lartë dhe me kosto më të ulët se sa alternativat e tjera.",
    "labeling-annotations-head": "Llojet e shënimeve",
    "labeling-annotations-text-1": "Zbulimi i saktë i objekteve në imazhe dhe video",
    "labeling-annotations-text-2": "Zbulimi i saktë i objekteve në imazhe dhe video",
    "labeling-annotations-text-3": "Shënime me pikë për shumë raste të ndryshme përdorimi",
    "labeling-annotations-text-4": "Renditni ose bashkangjitni kategori arbitrare të çdo madhësie",
    "labeling-annotations-text-5": "Zbulimi dhe klasifikimi me fuqi njerëzore",
    "labeling-annotations-text-6": "Keni nevojë për një lloj tjetër që nuk renditet këtu? Thjesht na pyetni.",
    "labeling-annotations-title-1": "Kuti kufizuese",
    "labeling-annotations-title-2": "Poligone",
    "labeling-annotations-title-3": "Monumente",
    "labeling-annotations-title-4": "Kategorizimi i atributeve",
    "labeling-annotations-title-5": "Krahasimi dhe zbulimi",
    "labeling-annotations-title-6": "... dhe shumë më tepër",
    "labeling-ent-button": "Kontaktoni Ekipin tonë të Zgjidhjeve të Ndërmarrjeve",
    "labeling-ent-head": "Keni nevojë për kontroll nga fundi në fund?",
    "labeling-ent-text-1": "Platforma HUMAN që qëndron pas hCaptcha ofron cilësi shumë të sofistikuar të punës dhe veçoritë e menaxhimit përmes vendosjeve në-premisë, hibride ose SaaS që integrohen me sistemet tuaja ekzistuese.",
    "labeling-ent-text-2": "Drejtoni plotësisht jashtë linje me forcën tuaj të punës, përcillni vlerën e konsumuar nëpër njësi biznesi ose partnerë të konsorciumit, drejtoni në mënyrë selektive punët drejt ofruesve të ndryshëm të brendshëm ose të jashtëm të punës bazuar në kërkesat e kostos dhe sigurisë, dhe më shumë.",
    "labeling-ent-text-3": "Qasje e lehtë në API, pultë të bukur dhe teknologjia më e fundit model në lak për të maksimizuar efikasitetin.",
    "labeling-ent-text-4": "Në dispozicion 99,99% SLA të uptime dhe mbështetje globale 24/7. Për më shumë informacion:",
    "labeling-features-head-1": "Tubacione të thjeshtë të drejtuar nga API.",
    "labeling-features-head-2": "Optimizuar për kosto dhe cilësi. Nuk kërkohet asnjë angazhim paraprak.",
    "labeling-features-head-3": "Paguani vetëm për saktësinë që ju nevojitet.",
    "labeling-features-head-4": "Siguroni të dhënat tuaja për të vërtetën tokësore ose na lejoni t'i ndërtojmë ato në lëvizje.",
    "labeling-features-text-1": "Dëshironi të integroni rishikimin njerëzor direkt në operacionet e biznesit tuaj? Ne ofrojmë SLA të besueshmërisë së lartë, kapacitet të garantuar dhe API-të e thjeshta të RESTIT.",
    "labeling-features-text-2": "Platforma HUMAN përdor modele gjithëpërfshirëse të besimit për të kryer analiza të sofistikuara të cilësisë në kohë reale. Kjo na lejon të përcaktojmë shpejt si vështirësinë e pyetjeve ashtu edhe përgjigjen e tyre të saktë, duke ju kursyer kohë dhe para.",
    "labeling-features-text-3": "Jo të gjitha problemet janë njësoj. Shënimet për detyrat kritike të sigurisë mund të kërkojnë 99.99% besim nga punëtorët plotësisht njerëzorë. Shënimet për një veçori beta në një aplikacion lojërash celular mund të kërkojnë vetëm besim të moderuar. Ti vendos.",
    "labeling-features-text-4": "A keni të dhëna të papërpunuara pa një grup të plotë verifikimi? Në shumicën e rasteve, ne mund të ndërtojmë një për ju ndërsa detyrat drejtohen përmes sistemit, ose të krijojmë mostra të etiketuara për aprovimin tuaj.",
    "labeling-info-head": "Marrja e të dhënave të etiketuara",
    "labeling-info-text-1": "Flisni me një nga ekspertët tanë të fushës për të përcaktuar nevojat e projektit tuaj: saktësinë e synuar, formatin dhe çdo kërkesë të veçantë.",
    "labeling-info-text-2": "Ne ekzekutojmë një punë të vogël prodhimi bazuar në të dhënat tuaja të mostrës. Kjo teston punën që kemi bërë së bashku për të siguruar që ju të merrni pikërisht atë që ju nevojitet.",
    "labeling-info-text-3": "Me vëllimin tonë të lartë dhe vonesën e ulët, ne do ta kthejmë punën tuaj shpejt, me shpërndarje të automatizuar sa më shpejt që të bëhet.",
    "labeling-info-text-4": "Ndërsa i kuptojmë më mirë parametrat e punës tuaj të prodhimit, rezultatet do të vazhdojnë të përmirësohen me kalimin e kohës.",
    "labeling-info-text-5": "Pultet e drejtpërdrejta ju lejojnë të siguroni reagime ose të ndërpritni prodhimin në çdo kohë.",
    "labeling-info-title-1": "Përcaktoni specifikimet",
    "labeling-info-title-2": "Test fillestar i punës",
    "labeling-info-title-3": "Vendosni Punë Prodhimi",
    "labeling-info-title-4": "Përmirësim të vazhdueshëm",
    "labeling-info-title-5": "Rezultatet në kohë reale",
    "labeling-main-1": "Etiketimi i të dhënave me kosto efektive në shkallë",
    "labeling-main-1-button": "Merrni të dhënat tuaja të etiketuara tani",
    "labeling-main-1c": "Keni nevojë për më shumë etiketa për grupet tuaja të të dhënave? hCaptcha siguron etiketim të shpejtë, me kosto efektive dhe me cilësi të lartë të të dhënave për kompanitë që punojnë në inteligjencën artificiale dhe aplikacionet e të mësuarit makinerik.",
    "labeling-main-2": "Lëshoni miliona detyra menjëherë.",
    "labeling-main-2-button": "Bleni Shërbimet e Etiketimit të të Dhënave",
    "labeling-main-2c": "hCaptcha ka një nga pishinat më të mëdha në planet për përdorimin tuaj. Cilado qoftë shkalla juaj, ne mund ta trajtojmë atë pa angazhime të shtrenjta paraprake. Miliona detyra në ditë nuk janë problem.",
    "labeling-platform-head": "Informacione private ose publike",
    "labeling-platform-text": "hCaptcha është ndërtuar mbi Platformën HUMAN, e cila lejon kurs dhe analizë të sofistikuar për të optimizuar koston dhe efikasitetin në secilin hap. Kjo teknologji lejon forcën e duhur të punës të trajtojë secilën pjesë të punës tuaj, duke maksimizuar efikasitetin e kostos duke ruajtur privatësinë dhe duke përmbushur çdo kërkesë rregullatore që mund të zbatohet.",
    "labeling-try-button": "Bleni Shërbimet e Etiketimit të të Dhënave",
    "labeling-try-head": "Dëshironi ta provoni me të dhënat tuaja?",
    "labeling-try-text": "... ne jemi gati kur të jeni: shërbimi ynë është i disponueshëm gjatë gjithë kohës.",
    "learn-more-hcaptcha": "Mësoni më shumë rreth hCaptcha",
    "page-acc-faq-1": "Pyetje: A është në përputhje me hCaptcha Section 508 + WCAG 2.0? Përgjigje: Ne besojmë kështu: të gjithë përdoruesit me çdo formë dëmtimi që janë në gjendje të shfletojnë uebin dhe të fusin tekst në forma mund të kenë shërbime të mbrojtura nga hCaptcha pas regjistrimit. Sidoqoftë, kjo nuk është këshillë ligjore: ju duhet të kryeni vlerësimin tuaj, duke marrë parasysh zbatimin tuaj të veçantë për të siguruar që kjo të jetë rasti për vendosjen tuaj.",
    "page-acc-faq-2": "Pyetje: A jeni duke punuar në opsione të tjera të aksesit (a11y), si audio? Përgjigje: Opsionet e mëparshme të njohura si kapjet audio diskriminojnë shumë përdorues të a11y dhe mposhten lehtësisht nga teknikat moderne të të mësuarit të makinës. Kjo ka detyruar sfidat aktuale audio të bëhen gjithnjë e më të vështira, duke futur zhurmë, kohë të çuditshme, kombinime të pazakonta fjalësh, e kështu me radhë për të mposhtur sulmuesit. Kështu që ne jemi më pak entuziastë për këtë qasje, krahas shmangies së sfidës në tërësi, por do ta shqyrtojmë nëse ka kërkesë nga komuniteti a11y. Sidoqoftë, ne jemi shumë të interesuar në Privacy Pass për rastin e përdorimit të Accessibility. Ne besojmë se kombinimi i qasjes sonë aktuale a11y me lëshimin e Privacy Pass do t'i lejojë përdoruesit e a11y të shfletojnë në mënyrë të sigurt, të sigurt duke ditur që trafiku i tyre është më privat, ndërsa kufizon abuzimin nga operatorët bot që në mënyrë të pashmangshme ndodh kur opsionet a11y janë të disponueshme. Ne jemi pjesëmarrës aktivë në grupin e punës IETF që standardizon këtë teknologji të re.",
    "page-acc-faq-3": "Pyetje: Po në lidhje me privatësinë? A i ekspozon regjistrimi të dhënat e shfletimit a11y në një farë mënyre? Çfarë bën me emailin? Përgjigje: hCaptcha është krijuar për privatësi nga themeli. Isshtë shumë ndryshe nga opsionet tradicionale si reCAPTCHA që janë në pronësi të rrjeteve të reklamave, të cilët kanë një nxitje për t'ju gjurmuar në ueb dhe për t'ju shoqëruar me një identitet real. Ne kurrë nuk përdorim postë elektronike ose informacione për qasje për ndonjë qëllim tjetër përveç lehtësimit të përdorimit të a11y dhe parandalimit të abuzimit. Politika jonë e privatësisë ka përgjigje gjithëpërfshirëse dhe autoritare se si i përdorim të dhënat, por përgjigjja e shkurtër është se nuk kemi asnjë interes për t'ju shoqëruar si një person me historinë tuaj të shfletimit. Ne gjithashtu po punojmë aktualisht për një zgjidhje kriptografike për të hedhur poshtë me shpejtësi adresën tuaj të postës elektronike duke ruajtur akoma aftësinë tonë për të parandaluar abuzimin, duke plotësuar punën tonë të Privacy Pass.",
    "page-acc-link-1": "Nëse jeni përdorues i qasjes, ju lutemi regjistrohuni këtu.",
    "page-acc-subhead": "Sigurimi i aksesit të përsosur për të gjithë përdoruesit duke ruajtur sigurinë",
    "page-acc-summary": "Përmbledhje",
    "page-acc-summary-contents-1": "hCaptcha është krijuar për të ndaluar bots duke i dalluar ata nga njerëzit. Testet vizuale janë një mjet i përshtatshëm për këtë, por jo të gjithë mund të zgjidhin një sfidë vizuale. Për këtë arsye ne kemi hartuar një alternativë të thjeshtë, pa dhimbje për të lejuar botuesit që përdorin shërbimin tonë të ruajnë mundësinë për të gjithë me pajtueshmërinë e plotë të Seksionit 508 dhe WCAG 2.0.",
    "page-acc-summary-contents-2": "Si funksionon: së pari, një përdorues i hyrjes regjistrohet në këtë URL, e cila është e lidhur në faqen e informacionit të widget-it hCaptcha. Atyre u jepet një cookie e koduar që mund të përdoret disa herë në ditë, por duhet të rifreskohet çdo 24 orë përmes hyrjes. Kur një sfidë i paraqitet një përdoruesi të aksesit në çdo faqe duke përdorur shërbimin hCaptcha, ato automatikisht do të kalojnë.",
    "page-acc-title": "Informacionet e hyrjes në hCaptcha",
    "page-acc-tr-body": "Pyetje: Unë jam ende duke parë një sfidë pas vendosjes së cookie. Çfarë e shkakton këtë? Përgjigje: Kjo zakonisht ndodh për shkak të përdorimit të një bllokuesi agresiv reklamash ose shtojcë anti-cookie, ose një cilësimi që bllokon cookies midis faqeve, në këtë rast një cookie për hcaptcha.com që vendoset ose kontrollohet nga JavaScript e hCaptcha në një faqe tjetër , si ai që po vizitoni. Cookie-t e aksesit të hCaptcha punojnë me të gjithë shfletuesit e njohur dhe bllokuesit e reklamave me cilësimet e tyre standarde, kështu që tipikisht dështimet vijnë për shkak të skripteve anti-anti-adblock ose rregullave të ngjashme që synojnë faqe të veçanta. Zgjidhjet: 1. Cookies në listën e bardhë hcaptcha.com dhe * .hcaptcha.com në bllokuesin tuaj të reklamave ose shtrirjen e sigurisë së shfletuesit. 2. Nëse jeni duke përdorur shfletuesin Brave, i cili (që nga Prilli i vitit 2020) nuk duket se ka ndonjë lloj liste të bardhë të cookie-t, shkoni te Preferencat -> Shields -> Cookies dhe zgjidhni Lejo Të Gjitha Cookies. 3. Nëse jeni duke përdorur versionin më të fundit të Safari në OS X 10.15 ose iOS 13. 4 të lëshuar së fundmi, Apple sapo ka ndryshuar sjelljen e Safari në lidhje me cookie-t e palëve të treta, duke bllokuar të gjitha ato si parazgjedhje. Ne jemi duke zbatuar një zgjidhje, por ndërkohë ju lutemi vizitoni Preferencat e Safarit, seksionin e Privatësisë dhe hiqni zgjedhjen e Ndjekjes së Uebfaqes: Ndaloni gjurmimin ndër-faqesh për të mundësuar që cookie-i i aksesueshmërisë të funksionojë siç pritej. Pyetje: Unë përdor pajisje të shumta. A duhet të regjistrohem shumë herë? Përgjigje: Jo. Ju lutemi klikoni në të njëjtën lidhje me hyrjen në email që ju dërgohet në secilën pajisje që përdorni në mënyrë që të vendosni cookie-n.",
    "page-acc-tr-title": "Për përdoruesit e aksesit: Udhëzuesi i pyetjeve dhe përgjigjeve",
    "priv-hc": "Privatësia e përqendruar",
    "priv-hc-text": "Rrjetet e reklamave ju shohin si produktin e tyre. Ne nuk e bëjmë Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë keqdashës. Ne mbështesim iniciativa si Privacy Pass dhe punojmë shumë për të ekuilibruar privatësinë dhe sigurinë.",
    "reporting-bugs-accessibility-button": "Mësoni më shumë rreth opsioneve të aksesit",
    "reporting-bugs-accessibility-head": "Mundësitë e Hyrjes",
    "reporting-bugs-accessibility-text": "A jeni me shikim të dëmtuar ose përndryshe nuk jeni në gjendje të plotësoni hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kapja e detajeve të raportit të defekteve në kod: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hapi 1: Hapni Veglat e Zhvilluesit (Kjo fillon regjistrimin e sesionit.)",
    "reporting-bugs-guide-ff-step-2": "Hapi 2: Klikoni në skedën Rrjeti në Mjetet e Zhvilluesit. Kontrolloni kutinë e Shkrimeve të vazhdueshme në krye.",
    "reporting-bugs-guide-ff-step-3": "Hapi 3: vizitoni https://accounts.hcaptcha.com/demo, ose uebfaqen në të cilën keni një problem (Shënim Privatësie: vetëm nëse nuk ju pengon të ndani se çfarë është) ... dhe më pas klikoni në I jam butoni njerëzor, dhe përpiquni ta zgjidhni.",
    "reporting-bugs-guide-ff-step-4": "Hapi 4: Klikoni HAR pasi të përpiqeni të zgjidhni dhe zgjidhni Save All as HAR për të ruajtur regjistrin e rrjetit. Na e dërgoni atë skedar.",
    "reporting-bugs-guide-ff-step-5": "Hapi 5: Kliko në skedën Console dhe kliko me të djathtën, pastaj Zgjidh të gjitha dhe ruaje atë në një skedar teksti, në mënyrë që të ruash regjistrin e konsolës. Na dërgoni po ashtu.",
    "reporting-bugs-guide-ff-step-6": "Hapi i fundit: Na dërgoni me email ato skedarë regjistri HAR dhe tastierë dhe përshkruani problemin Përdorni: support@hcaptcha.com (ju lutemi përdorni një shërbim si Dropbox ose Filebin dhe dërgoni lidhje) dhe opsionale një pamje të ekranit, nëse dyshoni se diçka nuk shfaqet siç duhet . Ju lutemi dërgoni IP-në që po përdorni gjithashtu. Mund ta merrni nga https://www.whatsmyip.org/ Faleminderit që gjetët kohë për të na ndihmuar në marrjen e këtyre informacioneve! Ne jemi të përkushtuar që hCaptcha të funksionojë mirë për të gjithë.",
    "reporting-bugs-guide-head": "Kapja e detajeve të raportit të defekteve në kod: Chrome",
    "reporting-bugs-guide-step-1": "Hapi 1: Hapni Veglat e Zhvilluesit (Kjo fillon regjistrimin e sesionit.)",
    "reporting-bugs-guide-step-2": "Hapi 2: Klikoni në skedën Rrjeti në Mjetet e Zhvilluesit. Kontrolloni kutinë Ruaje log në krye.",
    "reporting-bugs-guide-step-3": "Hapi 3: vizitoni https://accounts.hcaptcha.com/demo, ose uebfaqen në të cilën keni një problem (Shënim Privatësie: vetëm nëse nuk ju pengon të ndani se çfarë është) ... dhe më pas klikoni në I jam butoni njerëzor, dhe përpiquni ta zgjidhni.",
    "reporting-bugs-guide-step-4": "Hapi 4: Klikoni Export HAR (shigjeta e vogël poshtë) pasi të përpiqeni të zgjidhni, gjë që ruan regjistrin e rrjetit. Na e dërgoni atë skedar.",
    "reporting-bugs-guide-step-5": "Hapi 5: Klikoni në skedën Console dhe klikoni me të djathtën pastaj Save as .. në mënyrë që të ruani regjistrin e konsolës. Na dërgoni po ashtu.",
    "reporting-bugs-guide-step-6": "Hapi i fundit: Na dërgoni me email ato HAR dhe skedarët e regjistrit të konsolës dhe përshkruani problemin. Përdorni: support@hcaptcha.com (ju lutemi përdorni një shërbim si Dropbox ose Filebin dhe dërgoni lidhje) dhe opsionalisht një pamje të ekranit, nëse dyshoni se diçka nuk shfaqet siç duhet. Ju lutemi dërgoni IP-në që po përdorni gjithashtu. Mund ta merrni nga https://www.whatsmyip.org/ Faleminderit që gjetët kohë për të na ndihmuar në marrjen e këtyre informacioneve! Ne jemi të përkushtuar që hCaptcha të funksionojë mirë për të gjithë.",
    "reporting-bugs-guide-text-1": "Dërgimi i informacionit të korrigjimit të gabimeve me raportin tuaj do ta bëjë shumë më të lehtë për ne të identifikojmë se çfarë po ndodh. Këtu janë udhëzime hap pas hapi:",
    "reporting-bugs-guide-text-2": "Nëse jeni një zhvillues uebi ose përdorues ekspert, përmbledhja është se do të dëshironim të na dërgonit një HAR të regjistrimit të rrjetit dhe regjistrat e konzolës së shfletuesit. Ju lutemi provoni të çaktivizoni fillimisht çdo bllokues reklamash ose shtesa sigurie të shfletuesit dhe pastaj provoni përsëri para se të kaloni nëpër këto hapa. Nëse kjo rregullon problemin tuaj, ne do të vlerësojmë përsëri që na njoftoni për versionin e shfletuesit tuaj, bllokuesin e reklamave ose zgjerimin e shfletuesit dhe URL-në e faqes në internet.",
    "reporting-bugs-intro-head": "Gjetët një të metë? Ja se si ta raportoni atë.",
    "reporting-bugs-intro-text": "Miliona njerëz përdorin hCaptcha çdo muaj, në mijëra kombinime të shfletuesve, shtesave, pajisjeve, mureve të mbrojtjes etj. Qëllimi ynë është të sigurohemi që gjithmonë funksionon për ju, kështu që ne i vlerësojmë shumë raportet tuaja! Për të dhënë reagime të shpejta, thjesht klikoni në butonin Na dërgoni komente. Nëse po shihni një problem funksional, ndiqni udhëzimet e regjistrit të korrigjimeve për Chrome ose udhëzimet e regjistrit të korrigjimeve për Firefox më poshtë. Për ndonjë shfletues tjetër thjesht na dërgoni me email. Për çështje të mundshme të sigurisë ose privatësisë, shihni udhëzimet më poshtë.",
    "reporting-bugs-privacy-head": "Çështjet e privatësisë",
    "reporting-bugs-privacy-text": "Ne nuk na intereson kush janë përdoruesit, vetëm sa ka të ngjarë të jenë keqdashës ose makineri. Ne mbështesim iniciativa si Privacy Pass dhe punojmë shumë për të ekuilibruar privatësinë dhe sigurinë. Nëse keni gjetur një problem që mendoni se mund të ndikojë në privatësinë e përdoruesit, ju lutemi na dërgoni me email në support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Na dërgoni komente",
    "reporting-bugs-provide-feedback-head": "Jepni reagime të menjëhershme për hCaptcha",
    "reporting-bugs-provide-feedback-text": "Ne e vlerësojmë kontributin tuaj. Na tregoni çdo çështje dhe ne do t'i zgjidhim ato shpejt.",
    "reporting-bugs-security-head": "Bugs të Sigurisë",
    "reporting-bugs-security-text": "Ne jemi gjithmonë të interesuar të marrim raporte të defekteve të sigurisë. Dërgoni me email support@hcaptcha.com & CC Security@hcaptcha.com dhe ne do t'ju kthehemi shpejt. Ne gjithashtu kemi një program bug bounty për raportet e pranueshme të sigurisë në shërbimin hCaptcha dhe kodin burimor të lidhur me të.",
    "sec-hc": "Së pari Siguria",
    "sec-hc-text": "hCaptcha është i përqendruar te botuesit. Ne punojmë për t'i dhënë faqeve të dhëna të vërteta dhe për t'i lënë të vendosin se si t'i përdorin ato. Saktësia është në interesin tuaj dhe tonën. Kapjet e tjera sigurohen nga ndërmarrjet reklamuese. Çdo bot që ata bllokojnë mund të zvogëlojë të ardhurat e tyre.",
    "switch-to-english-link": "Kaloni në anglisht",
    "what-is-hcaptcha": "Çfarë është hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ndihmon shërbimet tuaja të preferuara në ueb të mbajnë robot, postën e bezdisshme dhe abuzimin duke bërë pyetje të thjeshta që janë të lehta për njerëzit dhe të vështira për makineritë.",
    "why-hc": "Pse hCaptcha?",
    "why-hc-text": "Sa herë që i përgjigjeni një sfide, ne përdorim modele të sofistikuara për të kuptuar nëse jeni njeri apo një makinë. Uebfaqja që vizituat pastaj e përdor këtë rezultat për të ndihmuar në përmirësimin e përvojës suaj në faqen e tyre duke mbajtur jashtë botëve."
}