{
    "about-advisors-brendan": "ДИРЕКТОР. Признати лидер у АИ. Током претходних деценија примењивао је машинску интелигенцију на широк распон пословних проблема.",
    "about-advisors-dawn": "Докторат из рачунарске биологије, Станфорд. Рад са неуронским мрежама од 1999. Фокусирајте се на примењени МЛ и дубинско учење на скали.",
    "about-advisors-head": "Саветници",
    "about-advisors-keiran": "Стручњак за базе података и Блоцкцхаин. Рани инжењер у Цлоудери и још много тога. Десетљеће софтвера и тимова за изградњу стручности.",
    "about-content-head-1": "Шта радимо",
    "about-content-head-2": "Зашто је важно",
    "about-content-text-1": "хЦаптцха је услуга компаније Интуитион Мацхинес Инц, компаније АИ и машинског учења са фокусом на металенинг и визуелни домен МЛ у обиму. ‍Изградимо и управљамо масовно скалабилним системима да бисмо омогућили услуге анализе видео и слике за компаније Глобал 2000 широм света.",
    "about-content-text-2": "Више података генерално даје боље резултате. Израда и одржавање исправно означених и релевантних скупова података захтијева много времена и скупо. ‍ХЦаптцха је првобитно развијен за испуњавање наших потреба у означавању слика, а сада је доступан и за друге компаније са сличним потребама.",
    "about-intro-head-1": "Радите за хЦаптцха",
    "about-intro-head-2": "Наша мисија је велика",
    "about-intro-text": "Брзо растемо и увек тражимо најбољи таленат света у нашим канцеларијама у свету. Пријавити се можете помоћу доњих линкова.",
    "about-leadership-alex": "Стручњак за базе података и Блоцкцхаин. Рани инжењер у Цлоудери и још много тога. Десетљеће софтвера и тимова за изградњу стручности.",
    "about-leadership-eli": "ДИРЕКТОР. Признати лидер у АИ. Током претходних деценија примењивао је машинску интелигенцију на широк распон пословних проблема.",
    "about-leadership-head": "Лидерство",
    "about-leadership-todd": "Докторат из рачунарске биологије, Станфорд. Рад са неуронским мрежама од 1999. Фокусирајте се на примењени МЛ и дубинско учење на скали.",
    "acc-opt": "Опције приступачности",
    "acc-opt-but": "Сазнајте више о опцијама приступачности",
    "acc-opt-text": "Јесте ли слабовидни или не можете да испуните хЦаптцхас?",
    "accessibility-link": "Приступачност",
    "appreciate-in": "Ценимо ваш допринос. Јавите нам било која питања и брзо ћемо их решити.",
    "fb-but": "Пошаљите нам повратне информације",
    "feedback-text": "Дајте повратне информације о хЦаптцха који сте управо видјели",
    "footer-attribution": "Атрибуција",
    "footer-header-1": "Компанија",
    "footer-header-2": "Ресурси",
    "footer-header-3": "Контакт",
    "footer-link-1": "Означавање",
    "footer-link-2": "О томе",
    "footer-link-3": "Послови",
    "footer-link-4": "Жигови",
    "footer-link-5": "Блог",
    "footer-link-6": "Статус",
    "footer-link-7": "Документација",
    "footer-link-8": "Пријавите грешку",
    "footer-link-9": "Приступачност",
    "footer-privacy": "Приватност",
    "footer-subheader-1": "Подршка",
    "footer-subheader-2": "Контакт",
    "footer-terms": "Услови",
    "header-docs-link": "Документи",
    "header-login-button": "Пријавите се",
    "header-plans-link": "Планови",
    "header-signup-button": "Пријави се",
    "home-aboot-subtitle": "Покреће ХУМАН протокол",
    "home-about-head": "О хЦаптцха",
    "home-about-text-1": "хЦаптцха је осмишљена за решавање најзахтевнијег проблема у машинском учењу: обележавање огромних количина података на време, на приступачан и поуздан начин.",
    "home-about-text-2": "Више података генерално даје боље резултате у моделима машинског учења за обуку. Недавни успех дубоких модела довео је до све већих скупова података, готово увек са људским прегледом. Међутим, прављење великих скупова података које прегледава човек преко Механичког Турка, Слика осам итд. Је и споро и скупо.",
    "home-about-text-3": "хЦаптцха омогућава веб локацијама да зараде новац послужујући овај захтев, док блокира ботове и друге облике злоупотребе.",
    "home-about-text-4": "Тржиште хЦаптцха покреће ХУМАН протокол, отворени децентрализовани протокол за преглед људи који ради на Етхереум блоцкцхаин-у. Веб странице зарађују људске токене (ХМТ) кад год корисници користе хЦаптцха видгет на својој веб локацији, а компаније за машинско учење плаћају Хуман Токенс како би добили своје податке.",
    "home-ba-labeling-services-link": "Услуге етикетирања",
    "home-benefits-head-1": "Вредност у обележавању података",
    "home-benefits-head-2": "Вратите се у добротворне сврхе",
    "home-benefits-text-1": "Да ли сте схватили да сваки пут када \"кликнете на аутомобил\" помажете да бесплатно обучите један систем за машинско учење једне компаније Гигантиццомпани?",
    "home-benefits-text-2": "хЦаптцха овај модел окреће. Када користите хЦаптцха, компаније лицитирају за посао који обављају ваши корисници док доказују своју хуманост. Добијате награде.",
    "home-benefits-text-3": "Желите да се вратите омиљеној добротворној организацији? хЦаптцха вам омогућава да подржате добротворне организације по вашем избору са зарадом коју стекнете од њеног коришћења. Корисници на вашој веб локацији ускоро ће моћи да виде ваш допринос добротворном делу путем дискретног брендирања на хЦаптцха интерфејсу.",
    "home-challenge-text-1": "Одаберите све слике које одговарају упиту",
    "home-challenge-text-2": "Дефинишите гранично подручје за објекте",
    "home-challenge-text-3": "Идентификујте одговарајуће налепнице",
    "home-challenge-title-1": "Поређење",
    "home-challenge-title-2": "Гранични оквир",
    "home-challenge-title-3": "Категоризација",
    "home-challenges-head": "Представљени изазови",
    "home-challenges-text-1": "... и други једноставни задаци. Лако за људе, тешко за ботове.",
    "home-challenges-text-2": "Прилагођени задаци доступни су и за корпоративне издаваче.",
    "home-ent-1": "Тражите наше безбедносне понуде предузећа?",
    "home-ent-2": "Посетите наш нови наменски сајт: БотСтоп.цом",
    "home-ent-button": "Сазнајте више: БотСтоп би хЦаптцха",
    "home-from-the-blog": "ИЗ БЛОГА:",
    "home-from-the-blog-value": "Како раде подешавања потешкоће хЦаптцха",
    "home-intro-body": "Да ли користите цаптцха да не бисте држали робота? хЦаптцха штити приватност корисника, награђује веб странице и помаже компанијама да добију ознаку својих података. То је замена за реЦАПТЦХА: можете заменити у року од неколико минута.",
    "home-intro-button": "Пријавите се сада",
    "home-intro-head": "Заустави више робота. Започните заштиту приватности корисника.",
    "home-main-1": "Приватно. Сецуре. Брже. И ми вам плаћамо да га користите.",
    "home-main-2": "Приватност фокусирана",
    "home-main-2c": "Огласне мреже виде ваше посетиоце као производ. За хЦаптцха производ је посао који пружају. Не занима нас ко су ваши корисници, само колико су вероватни да буду злонамерни. Подржавамо иницијативе попут Приваци Пасс-а и напорно радимо на уравнотежењу приватности и сигурности.",
    "home-main-3": "Прво безбедност",
    "home-main-3c": "Тачност је у вашем интересу и нама. хЦаптцха је фокусиран на издавача. Радимо на томе да вам пружимо стварне податке и препустимо вам да одлучите како ћете их користити. Остале капитуле пружају",
    "home-main-3c2": "рекламне компаније. То значи да сваки бот који блокирају може смањити свој приход.",
    "home-main-4": "Боље корисничко искуство",
    "home-main-4c": "ХЦаптцха користи софистициране моделе машинског учења за одређивање човечанства. То нам омогућава да од корисника захтевамо мање досадне задатке и да им одузмемо мање времена, а притом још увек дајемо корисне обележене податке за обележавање купаца.",
    "home-main-plans": "хЦаптцха се бесплатно користи за издаваче било које величине. Међутим, за предузећа и платформе којима је потребна већа контрола доступна су наша решења за предузећа.",
    "home-main-plans2": "хЦаптцха пословна решења штите милионе корисника на десетине милиона веб локација за неке од највећих компанија на планети. Молимо контактирајте нас за више информација или посетите",
    "home-main-plans3": "хЦаптцха пословна решења штите милионе корисника на десетине милиона веб локација за неке од највећих компанија на планети. Молимо контактирајте нас за више информација или посетите",
    "home-main-plans4": "за детаље.",
    "home-plans-button-1": "Пријавите се сада",
    "home-plans-button-2": "Контактирајте продају",
    "home-plans-chart-head-1": "Карактеристике",
    "home-plans-chart-head-2": "Издавач",
    "home-plans-chart-head-3": "Ентерприсе",
    "home-plans-chart-row-1-cell-1": "Приказане врсте изазова за контролу",
    "home-plans-chart-row-1-cell-2": "Ограничен",
    "home-plans-chart-row-1-cell-3": "Укупно",
    "home-plans-chart-row-10-cell-1": "Финозрнати нивои тежине",
    "home-plans-chart-row-11-cell-1": "Финозрнати нивои тежине",
    "home-plans-chart-row-12-cell-1": "Финозрнати нивои тежине",
    "home-plans-chart-row-2-cell-1": "Користите коришћени садржај изазова",
    "home-plans-chart-row-2-cell-2": "Ограничен",
    "home-plans-chart-row-2-cell-3": "Укупно",
    "home-plans-chart-row-6-cell-1": "Политика приватности за ГДПР и ЦЦПА",
    "home-plans-chart-row-7-cell-1": "Финозрнати нивои тежине",
    "home-plans-chart-row-8-cell-1": "Финозрнати нивои тежине",
    "home-plans-chart-row-9-cell-1": "Финозрнати нивои тежине",
    "home-try-it-out-button": "Набавите хЦаптцха",
    "home-try-it-out-text": "хЦаптцха пружа једноставно, лако и поуздано откривање бот-а, док је за људе тривијално решити.",
    "home-try-it-put-head": "Испробајте",
    "labeling-about-head": "О хЦаптцха",
    "labeling-about-text-1": "хЦаптцха је осмишљена да реши најзахтјевнији проблем у машинском учењу; благовремено, приступачно и поуздано обележавање огромних количина података. Више података генерално даје боље резултате у моделима машинског учења за обуку. Недавни успјех дубоких модела довео је до све већих скупова података, а хЦаптцха служи тој потреби.",
    "labeling-about-text-2": "Међутим, стварање великих скупова података које прегледавају људи користећи традиционалне методе је споро и скупо. хЦаптцха је начин на који компаније добијају брже обавештења која су им потребна, са већим квалитетом и нижим трошковима у односу на друге алтернативе.",
    "labeling-annotations-head": "Врсте напомена",
    "labeling-annotations-text-1": "Прецизно откривање предмета у сликама и видео записима",
    "labeling-annotations-text-2": "Прецизно откривање предмета у сликама и видео записима",
    "labeling-annotations-text-3": "Напомене за различите случајеве употребе",
    "labeling-annotations-text-4": "Поредај или додај произвољне категорије било које величине",
    "labeling-annotations-text-5": "Детекција и класификација са људским погоном",
    "labeling-annotations-text-6": "Треба вам друга врста која није овде наведена? Само питајте нас.",
    "labeling-annotations-title-1": "Боундинг Бокес",
    "labeling-annotations-title-2": "Полигони",
    "labeling-annotations-title-3": "Оријентири",
    "labeling-annotations-title-4": "Атрибути категоризација",
    "labeling-annotations-title-5": "Поређење и детекција",
    "labeling-annotations-title-6": "... и још много тога",
    "labeling-ent-button": "Контактирајте наш тим за решења предузећа",
    "labeling-ent-head": "Потребна вам је контрола од почетка до краја?",
    "labeling-ent-text-1": "ХУМАН Платформа која стоји иза хЦаптцха пружа високо софистициране карактеристике квалитета рада и управљања путем локацијских, хибридних или СааС примена које се интегришу у ваше постојеће системе.",
    "labeling-ent-text-2": "Потпуно ван мреже радити са властитом радном снагом, пратити вредност потрошену у пословним јединицама или конзорцијумским партнерима, селективно усмеравати послове до различитих унутрашњих или спољних пружалаца радне снаге на основу трошкова и безбедносних захтева и још много тога.",
    "labeling-ent-text-3": "‍ Једноставан приступ АПИ-ју, прелепе надзорне плоче и најновија технологија „у-петљи“ како би се максимизирала ефикасност радника.",
    "labeling-ent-text-4": "Доступно је 99,99% продуженог уговора о раду и глобална подршка 24/7. За више информација:",
    "labeling-features-head-1": "Једноставни АПИ-ови на нафтоводима.",
    "labeling-features-head-2": "Оптимизовано за трошкове и квалитет. Не треба унапред давати обавезу.",
    "labeling-features-head-3": "Плаћајте само за тачност која вам је потребна.",
    "labeling-features-head-4": "Наведите своје податке о истини о земљи или нам дозволите да их градимо у току.",
    "labeling-features-text-1": "Желите ли интегрисати људску рецензију директно у ваше пословање? Нудимо СЛА-ове високе поузданости, загарантовани капацитет и једноставне РЕСТ АПИ-је.",
    "labeling-features-text-2": "Платформа ХУМАН користи свеобухватне моделе поузданости за обављање софистициране анализе квалитета у реалном времену. Ово нам омогућава да брзо утврдимо и тежину питања и њихов вероватно прави одговор, штедећи вам време и новац.",
    "labeling-features-text-3": "Нису сви проблеми исти. Биљешке за критично важне задатке могу захтијевати 99,99% повјерења у потпуности људских радника. Биљешке за једну бета значајку у апликацији за мобилне игре могу захтијевати само умјерено повјерење. Ти одлучујеш.",
    "labeling-features-text-4": "Имате ли необрађене податке без свеобухватног скупа верификације? У већини случајева можемо да направимо један за вас док задаци пролазе кроз систем или креирамо обележене узорке за ваше одобрење.",
    "labeling-info-head": "Добијање етикете података",
    "labeling-info-text-1": "Разговарајте са једним од наших стручњака за домену да бисте дефинисали потребе вашег пројекта: тачност циља, формат и било које посебне захтеве.",
    "labeling-info-text-2": "Извршимо мали производни посао на основу ваших података о узорку. Ово тестира посао који смо урадили заједно како бисмо осигурали да добијете управо оно што вам треба.",
    "labeling-info-text-3": "Нашом великом запремином и ниском кашњењем брзо ћемо окренути ваш рад, са аутоматизованом испоруком чим то буде завршено.",
    "labeling-info-text-4": "Што боље разумемо параметре вашег производног рада, резултати ће се наставити временом побољшавати.",
    "labeling-info-text-5": "Инструменталне плоче уживо омогућавају да у сваком тренутку пружите повратне информације или паузирате производњу.",
    "labeling-info-title-1": "Дефинишите спецификације",
    "labeling-info-title-2": "Почетни тест посла",
    "labeling-info-title-3": "Распоредите производне послове",
    "labeling-info-title-4": "Континуирано побољшање",
    "labeling-info-title-5": "Резултати у реалном времену",
    "labeling-main-1": "Економично обележавање података у скали",
    "labeling-main-1-button": "Обезбедите податке одмах",
    "labeling-main-1c": "Потребно вам је више налепница за ваше скупове података? хЦаптцха пружа брзо, економично и висококвалитетно означавање података за компаније које раде на вештачкој интелигенцији и апликацијама за машинско учење.",
    "labeling-main-2": "Одмах започните милионе задатака.",
    "labeling-main-2-button": "Купите услуге обележавања података",
    "labeling-main-2c": "хЦаптцха има један од највећих базена на планети који је на располагању за употребу. Без обзира на вашу меру, можемо то решити без скупих обавеза унапред. Милиони задатака дневно нису никакав проблем.",
    "labeling-platform-head": "Приватне или јавне информације",
    "labeling-platform-text": "хЦаптцха је изграђена на ХУМАН платформи која омогућава софистицирано усмјеравање и анализу како би се оптимизирали трошкови и ефикасност у сваком кораку. Ова технологија омогућава правој радној снази да обрађује сваки део вашег посла, повећавајући економичност и истовремено чувајући приватност и испуњавајући све регулаторне захтеве који се могу применити.",
    "labeling-try-button": "Купите услуге обележавања података",
    "labeling-try-head": "Желите да га испробате са својим подацима?",
    "labeling-try-text": "... спремни смо кад будете: наша услуга је доступна свакодневно.",
    "learn-more-hcaptcha": "Сазнајте више о хЦаптцха",
    "page-acc-faq-1": "Питање: Да ли је усклађен хЦаптцха Одељак 508 + ВЦАГ 2.0? Одговор: Верујемо у то: сви корисници са било којим обликом оштећења који су у могућности да прегледавају интернет и унесу текст на обрасце могу приступити услугама заштићеним хЦаптцха након регистрације. Међутим, ово није правни савет: требало би да извршите сопствену процену, узимајући у обзир вашу конкретну имплементацију како бисте били сигурни да је то случај са вашим размештањем.",
    "page-acc-faq-2": "Питање: Да ли радите на другим опцијама приступачности (а11и), попут звука? Одговор: Раније популарне опције као што су аудио цаптцха дискриминишу многе а11и кориснике и лако их побијају модерне технике машинског учења. Ово је присилило тренутне аудио изазове да постану све тежи, уводећи буку, чудно време, необичне комбинације речи и тако даље, да поразе нападаче. Стога смо мање ентузијастични за овај приступ насупрот томе да у потпуности избегавамо изазов, али размотрићемо га уколико постоји потражња од заједнице А11и. Међутим, заинтересовани смо за приватност за случај приступачности. Вјерујемо да ће комбиновање нашег тренутног а11и приступа са издавањем Приваци Пасс-а омогућити а11и корисницима да безбедно прегледавају, сигурни у сазнање да је њихов саобраћај приватнији, док ограничава злоупотребу од стране бот оператора која се неминовно догађа када су доступне а11и опције. Ми смо активни учесници ИЕТФ радне групе која стандардизира ову нову технологију.",
    "page-acc-faq-3": "Питање: Шта је са приватношћу? Да ли се регистрација на неки начин открива на 11 података о прегледавању? Шта радите са е-маилом? Одговор: хЦаптцха је осмишљена за приватност од почетка. Врло се разликује од традиционалних опција попут реЦАПТЦХА које су у власништву рекламних мрежа, које имају подстицај да вас прате по вебу и повезују вас са стварним идентитетом. Никада не користимо е-пошту или информације о приступачности у било које друге сврхе осим за олакшавање употребе и спречавање злоупотребе. Наша политика приватности садржи свеобухватне и ауторитативне одговоре о томе како користимо податке, али кратак одговор је да немамо интерес да вас повежемо као особу са вашом историјом прегледавања. Тренутно такође радимо на криптографском решењу за брзо одбацивање адресе е-поште. док још увек чувамо нашу способност да спречимо злоупотребу допуњујући наш рад о приватности.",
    "page-acc-link-1": "Ако сте корисник приступачности, пријавите се овде.",
    "page-acc-subhead": "Обезбеђивање неометаног приступа за све кориснике уз одржавање безбедности",
    "page-acc-summary": "Резиме",
    "page-acc-summary-contents-1": "хЦаптцха је дизајнирана за заустављање ботова разликујући их од људи. Визуелни тестови су погодан алат за то, али не може свако да реши визуелни изазов. Из тог разлога смо дизајнирали једноставну, безболну алтернативу којом издавачима који користе наш сервис сачувају приступачност за све, у потпуности сагласности са одељком 508 и ВЦАГ 2.0.",
    "page-acc-summary-contents-2": "Како то функционише: прво, на овој УРЛ адреси пријављује се корисник за приступ који је повезан на хЦаптцха инфо страници видгет-а. Добивају шифрирани колачић који се могу користити неколико пута дневно, али морају се освјежавати свака 24 сата путем пријаве. Када се изазов представи кориснику приступачности на било којем веб мјесту помоћу услуге хЦаптцха, аутоматски ће проћи.",
    "page-acc-title": "Информације о приступачности хЦаптцха",
    "page-acc-tr-body": "Питање: Након постављања колачића и даље видим изазов. Шта то узрокује? Одговор: То се обично дешава употребом агресивног блокатора огласа или проширења колачића или поставке која блокира колачиће на различитим локацијама, у овом случају колачић за хцаптцха.цом који хЦаптцха ЈаваСцрипт поставља или провјерава на другој веб локацији , попут оне коју посећујете. Колачићи приступачности хЦаптцха раде са свим популарним прегледачима и блокаторима огласа са њиховим стандардним подешавањима, тако да обично кварови настају због скрипти анти-адблоцк или сличних скупова правила који циљају одређене веб локације. Решења: 1. Вхителист колачићи хцаптцха.цом и * .хцаптцха.цом у блокатору огласа или безбедносном проширењу прегледача. 2. Ако користите претраживач Браве, за који се чини да (од априла 2020. године) нема било какав списак колачића, идите на Поставке -> Штитници -> Колачићи и одаберите Дозволи све колачиће. 3. Ако користите најновију верзију Сафарија на недавно изданом ОС Кс 10.15 или иОС 13. 4, Аппле је управо променио понашање Сафарија у вези са колачићима трећих страна, блокирајући их све по дефаулту. Имплементирамо решење, али у међувремену посетите подешавања Сафарија, приватност и уклоните потврдну опцију праћења веб локација: спречите праћење веб локација да би колачић за приступачност могао да функционише онако како се очекује. Питање: Користим више уређаја. Да ли је потребно да се пријавим више пута? Одговор: Не. Кликните исту везу за пријаву путем е-поште која вам је послана на сваком уређају који користите да бисте поставили колачић.",
    "page-acc-tr-title": "За кориснике приступачности: Водич за питања и решавање проблема",
    "priv-hc": "Приватност фокусирана",
    "priv-hc-text": "Огласне мреже виде вас као њихов производ. Ми не. Не занима нас ко су корисници, већ само колико ће они бити злонамерни. Подржавамо иницијативе попут Приваци Пасс-а и напорно радимо на уравнотежењу приватности и сигурности.",
    "reporting-bugs-accessibility-button": "Сазнајте више о опцијама приступачности",
    "reporting-bugs-accessibility-head": "Опције приступачности",
    "reporting-bugs-accessibility-text": "Јесте ли слабовидни или не можете да испуните хЦаптцхас?",
    "reporting-bugs-guide-ff-head": "Снимање детаља извештаја о грешци: Фирефок",
    "reporting-bugs-guide-ff-step-1": "1. корак: Отворите Алатке за програмере (Ово започиње снимање сесије.)",
    "reporting-bugs-guide-ff-step-2": "2. корак: Кликните на картицу Мрежа у Алатима за развојне програмере. Означите поље „Упорни записи“ на врху.",
    "reporting-bugs-guide-ff-step-3": "Корак 3: посетите хттпс://аццоунтс.хцаптцха.цом/демо или веб локацију на којој имате проблем (Напомена о приватности: само ако вам не смета да делите шта је) ... а затим кликните на „ Ја сам човек \"и покушајте да се решите.",
    "reporting-bugs-guide-ff-step-4": "Корак 4: Након покушаја решавања кликните на \"ХАР\" и изаберите \"Саве Алл ас ХАР\" да бисте спремили мрежни дневник. Пошаљите нам ту датотеку.",
    "reporting-bugs-guide-ff-step-5": "Корак 5: Кликните на картицу Конзола и кликните десним тастером миша па „Изабери све“ и сачувајте то у текстуалној датотеци како бисте сачували дневник конзоле. Пошаљите нам и то.",
    "reporting-bugs-guide-ff-step-6": "Последњи корак: пошаљите нам те ХАР датотеке и датотеке конзоле и опишите проблем ‍Користите: суппорт@хцаптцха.цом (користите услугу као што су Дропбок или Филебин и пошаљите линкове) и опционо снимак екрана, ако сумњате да се нешто не приказује исправно . Пошаљите и ИП који користите. Можете је добити на хттпс://ввв.вхатсмиип.орг/‍ Хвала вам што сте издвојили време да нам помогнете да добијемо ове информације! Залажемо се за то да хЦаптцха добро функционира за све.",
    "reporting-bugs-guide-head": "Снимање детаља извештаја о грешци: Цхроме",
    "reporting-bugs-guide-step-1": "1. корак: Отворите Алатке за програмере (Ово започиње снимање сесије.)",
    "reporting-bugs-guide-step-2": "2. корак: Кликните на картицу Мрежа у Алатима за развојне програмере. Означите поље „Сачувај записник“ на врху.",
    "reporting-bugs-guide-step-3": "Корак 3: посетите хттпс://аццоунтс.хцаптцха.цом/демо или веб локацију на којој имате проблем (Напомена о приватности: само ако вам не смета да делите шта је) ... а затим кликните на „ Ја сам човек \"и покушајте да се решите.",
    "reporting-bugs-guide-step-4": "Корак 4: Након покушаја решавања, кликните на „Извези ХАР“ (стрелица доле) која спрема мрежни дневник. Пошаљите нам ту датотеку.",
    "reporting-bugs-guide-step-5": "Корак 5: Кликните на картицу Конзола и кликните десним тастером миша, а затим „Спреми као ..“ да бисте сачували дневник конзоле. Пошаљите нам и то.",
    "reporting-bugs-guide-step-6": "Последњи корак: пошаљите нам те датотеке ХАР и конзоле и опишите проблем‍ Користите: суппорт@хцаптцха.цом (користите услугу попут Дропбок-а или Филебин-а и пошаљите линкове) и опционо снимак екрана, ако сумњате да се нешто не приказује исправно . Пошаљите и ИП који користите. Можете је добити на хттпс://ввв.вхатсмиип.орг/ ‍Хвала што сте издвојили време да нам помогнете да добијемо ове информације! Залажемо се за то да хЦаптцха добро функционира за све.",
    "reporting-bugs-guide-text-1": "Слање информација о отклањању грешака са вашим извештајем знатно ће нам олакшати идентификацију о чему се ради. Ево корак по корак упутства:",
    "reporting-bugs-guide-text-2": "Ако сте веб програмер или стручни корисник, сажетак желимо да нам пошаљете мрежне записе ХАР и записе конзоле прегледача. Покушајте прво да онемогућите било који блокатор огласа или безбедносне додатке прегледача, а затим покушајте пре него што прођете кроз ове кораке. Ако то реши ваш проблем, још увек вас ценимо што ћете нам рећи верзију прегледача, блокатор огласа или проширење прегледача и УРЛ веб локације.",
    "reporting-bugs-intro-head": "Пронашли сте грешку? Ево како то пријавити.",
    "reporting-bugs-intro-text": "Милиони људи користе хЦаптцха сваког месеца, на хиљаде комбинација прегледача, додатака, уређаја, фиревалл-а и још много тога. Наш циљ је да осигурамо да то увек ради за вас, зато веома ценимо ваше извештаје! За брзу повратну информацију само кликните на дугме \"Пошаљите нам повратне информације\". Ако видите неки функционални проблем, следите упутства за евиденцију грешака за Цхроме или упутства за евиденцију грешака за Фирефок испод. За све остале прегледаче једноставно нам пошаљите е-пошту. За потенцијална питања сигурности или приватности погледајте упуте у наставку.",
    "reporting-bugs-privacy-head": "Питања приватности",
    "reporting-bugs-privacy-text": "Није нас брига ко су корисници, већ само колика је вероватноћа да ће они бити злонамерни или машине. Подржавамо иницијативе попут Приваци Пасс-а и напорно радимо на уравнотежењу приватности и сигурности. Ако сте пронашли проблем за који мислите да може утицати на приватност корисника, пошаљите нам поруку на суппорт@хцаптцха.цом.",
    "reporting-bugs-provide-feedback-button": "Пошаљите нам повратне информације",
    "reporting-bugs-provide-feedback-head": "Дајте непосредне повратне информације о хЦаптцха",
    "reporting-bugs-provide-feedback-text": "Ценимо ваш допринос. Јавите нам било која питања и брзо ћемо их решити.",
    "reporting-bugs-security-head": "Сигурносне грешке",
    "reporting-bugs-security-text": "Увек смо заинтересовани да добијамо извештаје о грешкама у безбедности. Пошаљите е-пошту суппорт@хцаптцха.цом & ЦЦ сецурити@хцаптцха.цом и брзо ћемо вам се јавити. Имамо и програм за обраду грешака за прихватљиве сигурносне извјештаје о хЦаптцха сервису и сродном изворном коду.",
    "sec-hc": "Прво безбедност",
    "sec-hc-text": "хЦаптцха је фокусиран на издавача. Радимо на томе да веб локацијама пружимо стварне податке и пустимо их да одлуче како да их користе. Тачност је у вашем интересу и нама. Остале каптоле пружају рекламне компаније. Сваки бот који блокирају може смањити свој приход.",
    "what-is-hcaptcha": "Шта је хЦаптцха?",
    "what-is-hcaptcha-text": "хЦаптцха помаже вашим омиљеним веб услугама да спрече ботове, нежељену пошту и злоупотребу постављањем једноставних питања која су једноставна за људе и тешка за машине.",
    "why-hc": "Зашто хЦаптцха?",
    "why-hc-text": "Сваки пут када одговорите на изазов, користимо софистициране моделе како бисмо схватили да ли сте човек или машина. Веб локација коју сте посетили тада користи овај резултат да би вам помогао да побољшате ваше искуство на њиховој веб локацији чувањем ботова."
}