{
    "a11y-img-1": "Кориснички екран приступачности након пријављивања",
    "a11y-img-2": "Опција приступачности у менију корисничког интерфејса виџета",
    "a11y-img-3": "Дијалошки оквир за приступ у корисничком интерфејсу виџета",
    "about-advisors-brendan": "Извршни директор компаније Браве. Суоснивач Мозиле. Творац програмског језика ЈаваСцрипт. Градитељ прегледача и још много тога.",
    "about-advisors-dawn": "Професор, ЦС на Калифорнијском универзитету, Беркелеи. Дубоко учење, сигурност, стручњак за блоцкцхаин. Извршни директор Оасис Лабс.",
    "about-advisors-head": "Саветници",
    "about-advisors-keiran": "Научни истраживач са Станфорда. Машинско учење и квантитативне финансије у главним банкама, хедге фондовима и академској заједници.",
    "about-content-head-1": "Шта радимо",
    "about-content-head-2": "Зашто је важно",
    "about-content-text-1": "хЦаптцха је услуга компаније Интуитион Мацхинес Инц, компаније за интелигенцију и машинско учење са фокусом на метаучење и МЛ у визуелном домену. Изграђујемо и управљамо масовно скалабилним системима како бисмо омогућили услуге анализе видеа и слика за компаније Глобал 2000 широм света.",
    "about-content-text-1a": "хЦаптцха доноси модеран, усредсређен на приватност приступ заустављању ботова.",
    "about-content-text-1b": "Приказујемо изазове ЦАПТЦХА који су тешки за ботове, али једноставни за људе прикупљањем података који се тешко означавају из проблема са машинским учењем и помоћу којих се разликује да ли је посетилац веб локације или апликације човек.",
    "about-content-text-2": "Више података углавном даје боље резултате. Изградња и одржавање правилно обележених и релевантних скупова података је дуготрајно и скупо. хЦаптцха је првобитно развијен да одговори на наше потребе у обележавању слика, а сада је доступан за друге компаније са сличним потребама.",
    "about-content-text-2a": "Лоши глумци су све чешћи на мрежи. Али жртвовање приватности корисника није одговор.",
    "about-content-text-2b": "Безбедносна решења која нуде огласне компаније усредсређена су првенствено на праћење корисника широм веба. Створили смо ефикасно безбедносно решење које доказује да нарушавање приватности корисника није неопходно за постизање изврсних резултата.",
    "about-intro-head-1": "О хЦаптцха",
    "about-intro-head-2": "Приватност, сигурност и машинско учење.",
    "about-intro-text": "хЦаптцха је најчешће коришћена независна услуга ЦАПТЦХА на свету.",
    "about-leadership-alex": "Стручњак за базе података и блокчејне. Рани инжењер у Цлоудера и више. Деценије стручности у изградњи софтвера и тимова.",
    "about-leadership-eli": "ДИРЕКТОР. Признати лидер у АИ. Током последњих деценија применио је машинску интелигенцију на широк спектар пословних проблема.",
    "about-leadership-head": "Вођство",
    "about-leadership-todd": "Докторат из рачунске биологије, Станфорд. Рад са неуронским мрежама од 1999. Фокус на примењеном МЛ и дубинском учењу на скали.",
    "acc-opt": "Опције приступачности",
    "acc-opt-but": "Сазнајте више о опцијама приступачности",
    "acc-opt-text": "Да ли сте слабовиди или на други начин не можете да попуните хЦаптцхас?",
    "accessibility-link": "Приступачност",
    "appreciate-in": "Ценимо ваш допринос. Обавестите нас о свим проблемима и брзо ћемо их решити.",
    "fb-but": "Пошаљите нам повратне информације",
    "feedback-text": "Пошаљите повратне информације о хЦаптцха коју сте управо видели",
    "footer-attribution": "Приписивање",
    "footer-copyright-text": "хЦаптцха је регистровани заштитни знак компаније Интуитион Мацхинес, Инц.",
    "footer-header-1": "Компанија",
    "footer-header-2": "Ресурси",
    "footer-header-3": "Контакт",
    "footer-link-1": "Означавање",
    "footer-link-10": "Приступачност",
    "footer-link-2": "О томе",
    "footer-link-3": "Послови",
    "footer-link-4": "Заштитни жигови",
    "footer-link-5": "АИ Етхицс",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Документација",
    "footer-link-9": "Пријавите грешку",
    "footer-privacy": "Приватност",
    "footer-subheader-1": "Подршка",
    "footer-subheader-2": "Контакт",
    "footer-terms": "Услови",
    "h-plans": "Претплатни планови",
    "header-docs-link": "Документи",
    "header-labeling-services-link": "Услуге етикетирања",
    "header-login-button": "Пријавите се",
    "header-plans-link": "Планови",
    "header-signup-button": "Пријави се",
    "home-about-head": "О хЦаптцха",
    "home-about-subtitle": "Покреће ХУМАН Протоцол",
    "home-about-text-1": "хЦаптцха је дизајниран да реши најзахтевнији проблем у машинском учењу: правовремено, приступачно и поуздано означавање великих количина података.",
    "home-about-text-2": "Више података генерално даје боље резултате у обуци модела машинског учења. Недавни успех дубоких модела довео је до све већих скупова података, готово увек са неким људским прегледом. Међутим, стварање великих скупова података које су прегледали људи путем Мецханицал Турк, Фигуре Еигхт итд. Је и споро и скупо.",
    "home-about-text-3": "хЦаптцха омогућава веб локацијама да зараде новац који задовољава ову потражњу док блокира ботове и друге облике злоупотребе.",
    "home-about-text-4": "Тржиште хЦаптцха покреће ХУМАН Протоцол, отворени децентрализовани протокол за људски преглед који ради на Етхереум блоцкцхаин-у. Веб локације зарађују Хуман Токенс (ХМТ) кад год корисници користе хЦаптцха виџет на својој веб локацији, а компаније за машинско учење плаћају Хуман Токенс да би њихови подаци били етикетирани.",
    "home-ba-labeling-services-link": "Услуге етикетирања",
    "home-benefits-head-1": "Вредност у означавању података",
    "home-benefits-head-2": "Врати се у добротворне сврхе",
    "home-benefits-text-1": "Да ли сте схватили да сваки пут када кликнете на аутомобил помажете да бесплатно обучите један систем машинског учења компаније Гигантиц?",
    "home-benefits-text-2": "хЦаптцха преокреће овај модел. Када користите хЦаптцха, компаније лицитирају за посао који ваши корисници раде док доказују своју хуманост. Добијате награде.",
    "home-benefits-text-3": "Желите ли да вратите своју омиљену добротворну организацију? хЦаптцха вам омогућава да подржите добротворне организације по вашем избору зарадом коју сте стекли коришћењем ње. Корисници на вашој веб локацији ускоро ће моћи да виде ваш допринос у добротворне сврхе дискретним брендирањем на хЦаптцха интерфејсу.",
    "home-challenge-text-1": "Изаберите све слике које се подударају са упитом",
    "home-challenge-text-2": "Дефинишите граничну површину за објекте",
    "home-challenge-text-3": "Идентификујте одговарајуће ознаке",
    "home-challenge-title-1": "Поређење",
    "home-challenge-title-2": "Гранични оквир",
    "home-challenge-title-3": "Категоризација",
    "home-challenges-head": "Представљени изазови",
    "home-challenges-text-1": "... и друге једноставне задатке. Лако за људе, тешко за ботове.",
    "home-challenges-text-2": "Прилагођени задаци такође су доступни за издаваче у предузећима.",
    "home-ent-1": "Тражите наше сигурносне понуде за предузећа?",
    "home-ent-2": "Посетите нашу нову наменску веб страницу: БотСтоп.цом",
    "home-ent-button": "Сазнајте више: БотСтоп би хЦаптцха",
    "home-from-the-blog": "СА БЛОГА:",
    "home-from-the-blog-value": "Како раде хЦаптцха тешкоће у подешавањима",
    "home-intro-body": "Да ли користите цаптцха за заштиту ботова? хЦаптцха штити приватност корисника, награђује веб локације и помаже компанијама да означе своје податке. То је замјенска замјена за реЦАПТЦХА: можете се пребацити у року од неколико минута.",
    "home-intro-button": "Пријавите се сада",
    "home-intro-head": "Зауставите још ботова. Почните да заштитите приватност корисника.",
    "home-main-1": "Приватно. Сигурно. Брже. И ми вам плаћамо да га користите.",
    "home-main-2": "Приватност фокусирана",
    "home-main-2c": "Огласне мреже виде ваше посетиоце као производ. За хЦаптцха производ је посао који они пружају. Не занима нас ко су ваши корисници, само колико је вероватно да ће бити злонамерни. Подржавамо иницијативе попут Приваци Пасс и напорно радимо на уравнотежењу приватности и сигурности.",
    "home-main-3": "Сигурност на првом месту",
    "home-main-3c": "Тачност је у вашем и нашем интересу. хЦаптцха је усмерен на издавача. Радимо на томе да вам пружимо стварне податке и да вам омогућимо да одлучите како да их користите. Остале цаптцха-е пружају компаније Гигантиц Адвертисинг. То значи да сваки бот који блокирају може смањити свој приход.",
    "home-main-4": "Боље корисничко искуство",
    "home-main-4c": "ХЦаптцха користи софистициране моделе машинског учења за одређивање човечности. То нам омогућава да од ваших корисника захтевамо мање досадне задатке и одузимамо им мање времена док то радимо, а истовремено производимо корисне означене податке за етикетирање купаца.",
    "home-main-plans": "хЦаптцха је бесплатна за употребу за издаваче било које величине. Међутим, за предузећа и платформе којима је потребна већа контрола доступна су наша решења за предузећа.",
    "home-main-plans2": "ХЦаптцха решења за предузећа штите милионе корисника на десетинама милиона веб локација за неке од највећих компанија на планети. Молимо контактирајте нас за више информација или посетите",
    "home-main-plans3": "ХЦаптцха решења за предузећа штите милионе корисника на десетинама милиона веб локација за неке од највећих компанија на планети. Молимо контактирајте нас за више информација или посетите",
    "home-main-plans4": "за детаље.",
    "home-plans-button-1": "Пријавите се сада",
    "home-plans-button-2": "Контактирајте продају",
    "home-plans-chart-head-1": "Карактеристике",
    "home-plans-chart-head-2": "Издавач",
    "home-plans-chart-head-3": "Ентерприсе",
    "home-plans-chart-row-1-cell-1": "Приказани типови контролних изазова",
    "home-plans-chart-row-1-cell-2": "Ограничен",
    "home-plans-chart-row-1-cell-3": "Укупно",
    "home-plans-chart-row-10-cell-1": "Вишекорисничке контролне табле",
    "home-plans-chart-row-11-cell-1": "Напредне функције извештавања",
    "home-plans-chart-row-12-cell-1": "Ентерприсе СЛА",
    "home-plans-chart-row-2-cell-1": "Контролишите коришћени садржај изазова",
    "home-plans-chart-row-2-cell-2": "Ограничен",
    "home-plans-chart-row-2-cell-3": "Укупно",
    "home-plans-chart-row-3-cell-1": "Зарадите награде за људска решења",
    "home-plans-chart-row-4-cell-1": "Заштита од ботова светске класе",
    "home-plans-chart-row-5-cell-1": "Ради у свакој земљи",
    "home-plans-chart-row-5a-cell-1": "Но-ЦАПТЦХА и 99,9% пасивни режим",
    "home-plans-chart-row-5b-cell-1": "Оцене самопоуздања бота",
    "home-plans-chart-row-6-cell-1": "Политика приватности ГДПР и ЦЦПА",
    "home-plans-chart-row-7-cell-1": "Дробнозрнати нивои тежине",
    "home-plans-chart-row-8-cell-1": "Покрените свој властити изазовни садржај",
    "home-plans-chart-row-9-cell-1": "Временско планирање потешкоћа",
    "home-try-it-out-button": "Набавите хЦаптцха",
    "home-try-it-out-head": "Испробајте",
    "home-try-it-out-text": "хЦаптцха пружа једноставно, лако и поуздано откривање ботова, док је људима тривијално за решавање.",
    "labeling-about-head": "О хЦаптцха",
    "labeling-about-text-1": "хЦаптцха је дизајниран да реши најзахтевнији проблем у машинском учењу; правовремено, приступачно и поуздано означавање великих количина података. Више података генерално даје боље резултате у обуци модела машинског учења. Недавни успех дубоких модела довео је до све већих скупова података, а хЦаптцха задовољава ову потребу.",
    "labeling-about-text-2": "Међутим, стварање великих скупова података које прегледају људи помоћу традиционалних метода је и споро и скупо. хЦаптцха је начин да компаније брже добију напомене које су им потребне, уз бољи квалитет и по нижој цени од других алтернатива.",
    "labeling-annotations-head": "Врсте напомена",
    "labeling-annotations-text-1": "Прецизно откривање предмета на сликама и видео снимцима",
    "labeling-annotations-text-2": "Прецизно откривање предмета на сликама и видео снимцима",
    "labeling-annotations-text-3": "Тачкасте напомене за много различитих случајева употребе",
    "labeling-annotations-text-4": "Сортирајте или додајте произвољне категорије било које величине",
    "labeling-annotations-text-5": "Детекција и класификација коју покреће човек",
    "labeling-annotations-text-6": "Треба вам још један тип који овде није наведен? Само нас питајте.",
    "labeling-annotations-title-1": "Боундинг Бокес",
    "labeling-annotations-title-2": "Полигони",
    "labeling-annotations-title-3": "Оријентири",
    "labeling-annotations-title-4": "Категоризација атрибута",
    "labeling-annotations-title-5": "Поређење и откривање",
    "labeling-annotations-title-6": "... и још много тога",
    "labeling-ent-button": "Обратите се нашем тиму за решења за предузећа",
    "labeling-ent-head": "Потребна вам је контрола од краја до краја?",
    "labeling-ent-text-1": "ХУМАН платформа која стоји иза хЦаптцха пружа високо софистицирани квалитет рада и функције управљања путем локалних, хибридних или СааС примена које интегришу са вашим постојећим системима.",
    "labeling-ent-text-2": "Трчите потпуно ван мреже са сопственом радном снагом, пратите вредност коју потроше пословне јединице или партнери конзорцијума, селективно усмеравајте послове ка различитим интерним или екстерним добављачима радне снаге на основу трошкова и безбедносних захтева и још много тога.",
    "labeling-ent-text-3": "Једноставан приступ АПИ-ју, прелепе контролне табле и најновија технологија у облику петље да би се максимизирала ефикасност.",
    "labeling-ent-text-4": "Доступни су 99,99% СЛА и 24/7 глобална подршка. За више информација:",
    "labeling-features-head-1": "Једноставни цевоводи вођени АПИ-јем.",
    "labeling-features-head-2": "Оптимизовано за трошкове и квалитет. Није потребно унапред обавезивање.",
    "labeling-features-head-3": "Платите само за тачност која вам је потребна.",
    "labeling-features-head-4": "Наведите своје податке о основној истини или нам дозволите да их правимо у ходу.",
    "labeling-features-text-1": "Желите да интегришете људски преглед директно у своје пословање? Нудимо СЛА високе поузданости, загарантовани капацитет и једноставне РЕСТ АПИ-је.",
    "labeling-features-text-2": "ХУМАН платформа користи свеобухватне моделе поверења за извођење софистициране анализе квалитета у реалном времену. Ово нам омогућава да брзо утврдимо и тежину питања и њихов вероватно одговор, штедећи време и новац.",
    "labeling-features-text-3": "Нису сви проблеми исти. Напомене за безбедносно важне задатке могу захтевати 99,99% поверења у потпуности људских радника. Напомене за једну бета функцију у апликацији за мобилне игре могу захтевати само умерено поверење. Ти одлучујеш.",
    "labeling-features-text-4": "Да ли имате необрађене податке без свеобухватног скупа за верификацију? У већини случајева можемо да га направимо за вас док се задаци проводе кроз систем или креирамо означене узорке за ваше одобрење.",
    "labeling-info-head": "Означавање података",
    "labeling-info-text-1": "Разговарајте са једним од наших стручњака за домене да бисте дефинисали потребе вашег пројекта: тачност циља, формат и све посебне захтеве.",
    "labeling-info-text-2": "Извршавамо мали производни посао на основу ваших узорака података. Овим се тестира посао који смо обавили заједно како бисмо осигурали да добијете тачно оно што вам треба.",
    "labeling-info-text-3": "Са великом запремином и малим кашњењем, брзо ћемо преокренути ваш посао, аутоматизованом доставом чим завршите.",
    "labeling-info-text-4": "Како боље разумемо параметре вашег производног рада, резултати ће се побољшавати током времена.",
    "labeling-info-text-5": "Контролне табле уживо вам омогућавају да пружите повратне информације или зауставите производњу у било ком тренутку.",
    "labeling-info-title-1": "Дефинишите спецификације",
    "labeling-info-title-2": "Почетни тест посла",
    "labeling-info-title-3": "Поставите производне послове",
    "labeling-info-title-4": "Континуирано побољшање",
    "labeling-info-title-5": "Резултати у реалном времену",
    "labeling-main-1": "Исплативо означавање података у размери",
    "labeling-main-1-button": "Означите своје податке одмах",
    "labeling-main-1c": "Требају вам још ознака за ваше скупове података? хЦаптцха пружа брзо, исплативо и висококвалитетно означавање података за компаније које раде на апликацијама вештачке интелигенције и машинског учења.",
    "labeling-main-2": "Одмах покрените милионе задатака.",
    "labeling-main-2-button": "Купите услуге етикетирања података",
    "labeling-main-2c": "хЦаптцха има један од највећих базена на планети доступан за вашу употребу. Без обзира на вашу вагу, можемо се носити са тим без скупих унапред преузетих обавеза. Милиони задатака дневно нису проблем.",
    "labeling-platform-head": "Приватне или јавне информације",
    "labeling-platform-text": "хЦаптцха је изграђена на ХУМАН платформи, која омогућава софистицирано рутирање и анализу за оптимизацију трошкова и ефикасности у сваком кораку. Ова технологија омогућава правој радној снази да се бави сваким делом вашег посла, максимализујући трошковну ефикасност уз очување приватности и испуњавање свих регулаторних захтева који се могу применити.",
    "labeling-try-button": "Купите услуге етикетирања података",
    "labeling-try-head": "Желите да пробате са вашим подацима?",
    "labeling-try-text": "... спремни смо за вас: наша услуга је доступна 24 сата дневно.",
    "learn-more-hcaptcha": "Сазнајте више о хЦаптцха",
    "page-acc-faq-1": "Питање: Да ли је хЦаптцха одељак 508 + ВЦАГ 2.1 АА усклађен? Одговор: Верујемо да је тако: сви корисници са било којим обликом оштећења који могу да претражују Веб и уносе текст у обрасце могу приступити услугама заштићеним хЦаптцха по регистрацији. Међутим, ово није правни савет: требали бисте сами извршити процену, узимајући у обзир вашу конкретну примену како бисте били сигурни да је то случај за ваше распоређивање.",
    "page-acc-faq-2": "Питање: Да ли радите на другим опцијама приступачности (а11и), попут звука? Одговор: Раније популарне опције попут аудио цаптцха дискриминишу многе кориснике а11и и модерне технике машинског учења лако их могу победити. Ово је натерало тренутне звучне изазове да постају све тежи, уводећи буку, непарно време, необичне комбинације речи и тако даље да би победили нападаче. Стога смо мање одушевљени овим приступом у односу на потпуно избегавање изазова, али размотрићемо га ако постоји потражња заједнице а11и. Међутим, веома смо заинтересовани за Приваци Пасс за случај употребе приступачности. Верујемо да ће комбиновање нашег тренутног приступа а11и са издавањем пропуснице за приватност омогућити корисницима а11и да безбедно претражују, сигурни у сазнању да је њихов саобраћај приватнији, истовремено ограничавајући злоупотребу од стране бот оператора која се неизбежно дешава када су доступне опције а11и. Активни смо учесници ИЕТФ радне групе која стандардизује ову нову технологију.",
    "page-acc-faq-3": "Питање: Шта је са приватношћу? Да ли регистрација на неки начин излаже податке прегледања? Шта радите са е-поштом? Одговор: хЦаптцха је дизајниран за приватност од темеља. Веома се разликује од традиционалних опција попут реЦАПТЦХА које су у власништву огласних мрежа, а које имају подстицај да вас прате по мрежи и повежу са правим идентитетом. Никада не користимо е-пошту или информације о приступачности у било које сврхе, осим за олакшавање употребе и спречавање злоупотребе. Наша политика приватности садржи свеобухватне и ауторитативне одговоре о томе како користимо податке, али кратак одговор је да нисмо заинтересовани да вас као особу повежемо са вашом историјом прегледања. Тренутно такође радимо на криптографском решењу за брзо одбацивање ваше адресе е-поште. и даље чувајући нашу способност да спречимо злоупотребу, допуњавајући наш посао Приваци Пасс.",
    "page-acc-link-1": "Ако сте корисник приступачности, пријавите се овде.",
    "page-acc-subhead": "Обезбеђивање неометаног приступа за све кориснике уз одржавање безбедности",
    "page-acc-summary": "Резиме",
    "page-acc-summary-contents-1": "хЦаптцха је дизајниран да заустави ботове тако што их разликује од људи. Визуелни тестови су погодан алат за ово, али не могу сви да реше визуелни изазов. Из тог разлога смо осмислили једноставну, безболну алтернативу како бисмо издавачима који користе нашу услугу омогућили да сачувају приступ свима са потпуном усклађеношћу са одељком 508 и ВЦАГ 2.1 АА.",
    "page-acc-summary-contents-2": "Како то функционише: прво, корисник приступачности се пријављује на овај УРЛ који је повезан на информативну страницу виџета хЦаптцха. Добијају шифровани колачић који се може користити неколико пута дневно, али се мора освежавати сваких 24 сата путем пријаве. Када се кориснику приступачности на било којој веб локацији користи услугу хЦаптцха, изазов ће аутоматски проћи.",
    "page-acc-title": "хЦаптцха информације о приступачности",
    "page-acc-tr-body": "Питање: И даље видим изазов након постављања колачића. Шта је узрок томе?<br> Одговор: То је обично због употребе агресивног блокатора огласа или проширења против колачића или поставке која блокира колачиће на више веб локација, у овом случају колачића за хцаптцха.цом који поставља или проверава хЦаптцха ЈС на другој веб локацији , попут оне коју посећујете.<br><br> Колачићи приступачности хЦаптцха раде са свим популарним прегледачима и блокаторима огласа са њиховим стандардним подешавањима, па су обично до грешака крипти анти-адблоцк или слични скупови правила који циљају одређене веб локације.<br><br> Решења:<br><br> 1. Додајте белу листу хцаптцха.цом и * .хцаптцха.цом колачиће у блокатор огласа или безбедносно проширење прегледача.<br> 2. Ако користите Браве претраживач, за који се чини да тренутно нема ниједну белу листу колачића, идите на Преференце -> Схиелдс -> Цоокиес и одаберите Аллов Алл Цоокиес.<br> 3. Ако користите најновију верзију Сафарија на недавно објављеном ОС Кс 10.15 или иОС 13.4, Аппле је управо променио понашање Сафарија везано за независне колачиће, блокирајући их према подразумеваним поставкама. Имплементирамо решење, али у међувремену посетите Сафари Преференцес, одељак Приватност и поништите ознаку Праћење веб локација: Спречите праћење више локација да бисте омогућили да колачић за приступачност функционише како се очекивало.<br><br> Питање: Користим више уређаја. Да ли треба да се пријавим више пута?<br> Одговор: Не. Кликните исту везу за пријаву путем е-поште која вам је послата на сваком уређају који користите да бисте поставили колачић.<br><br> Питање: Како се могу заштитити од праћења колачића независних произвођача док користим колачић за приступачност?<br> Одговор: Коришћење било ког додатка за приватност или блокирање огласа који подржава дозвољене листе на нивоу домена (нпр. УБлоцк Оригин) радиће како се очекује: само уверите се да сте ставили на белу листу хцаптцха.цом.",
    "page-acc-tr-title": "За кориснике приступачности: Честа питања и водич за решавање проблема",
    "page-acc-tr2-body": "Сафари<br> Да бисте омогућили колачиће у Сафарију (Мац): Идите на падајући мени Сафари. Изаберите Преференцес. Кликните Приваци на горњој табли. Под „Блокирај колачиће“ изаберите опцију „Никад“.<br> Да бисте омогућили колачиће у Сафари-ју (иПхоне / иПад иОС 11+): Отворите своја подешавања. Померите се надоле и изаберите Сафари. У оквиру Приватност и сигурност искључите „Спречавање праћења више локација“ и „Блокирај све колачиће“<br><br> Фирефок<br> Кликните на штит лево од траке за адресу на било којој веб страници. Кликните на поставке заштите. Отвориће се табла за приватност и сигурност Фирефок Преференцес. У оквиру Побољшана заштита од праћења изаберите Прилагођено. Означите оне оквире за потврду и скрипте које желите блокирати. Обавезно деблокирајте хцаптцха.цом.<br><br> Такође можете привремено да искључите неке заштите у Прилагођеном да бисте отклонили грешке, поништавањем избора поља за потврду: Опозовите избор поља за праћење или поништите поље за потврду Колачићи ако и даље имате проблема.<br><br> Гоогле Цхроме<br> Гоогле Цхроме (ПЦ)<br> Изаберите икону Цхроме менија. Изаберите Подешавања.<br> Идите на Приватност и сигурност, затим Колачићи и други подаци о веб локацијама.<br> Уверите се да опција „Блокирај колачиће независних произвођача“ није омогућена.<br><br> Гоогле Цхроме (Мац):<br> Отворите Цхроме подешавања на траци менија.<br> Идите на Приватност и сигурност, затим Колачићи и други подаци о веб локацијама.<br> Уверите се да опција „Блокирај колачиће независних произвођача“ није омогућена.<br><br> Гоогле Цхроме (Андроид):<br> На Андроид уређају отворите апликацију Цхроме.<br> У горњем десном углу додирните Још, а затим Подешавања.<br> Додирните Поставке локације, а затим Колачићи.<br> Укључите поставку поред „Колачићи“.<br> Означите поље за потврду поред „Дозволи колачиће независних произвођача“.<br><br> интернет претраживач<br> 1. Изаберите зупчаник у горњем десном углу екрана, а затим изаберите „Интернет Оптионс“. Ако је омогућена трака са менијима, можете да изаберете „Алатке“, а затим „Интернет опције“.<br> 2. Кликните картицу „Приватност“.<br> 3. Изаберите дугме „Адванцед“ (Напредно).<br> 4. Под „Колачићи независних произвођача“ одаберите „Прихвати“.<br> 5. Кликните на „ОК“",
    "page-acc-tr2-head": "Упутства прегледача за колачиће на више локација",
    "priv-hc": "Приватност фокусирана",
    "priv-hc-text": "Огласне мреже вас доживљавају као њихов производ. Немамо. Не занима нас ко су корисници, само колико је вероватно да ће бити злонамерни. Подржавамо иницијативе попут Приваци Пасс и напорно радимо на уравнотежењу приватности и сигурности.",
    "reporting-bugs-accessibility-button": "Сазнајте више о опцијама приступачности",
    "reporting-bugs-accessibility-head": "Опције приступачности",
    "reporting-bugs-accessibility-text": "Да ли сте слабовиди или на други начин не можете да попуните хЦаптцхас?",
    "reporting-bugs-guide-ff-head": "Снимање детаља о извештају о грешкама: Фирефок",
    "reporting-bugs-guide-ff-step-1": "Корак 1: Отворите алате за програмере (Ово започиње снимање сесије.)",
    "reporting-bugs-guide-ff-step-2": "Корак 2: Кликните на картицу Мрежа у алаткама за програмере. Означите поље Персист логс на врху.",
    "reporting-bugs-guide-ff-step-3": "Корак 3: посетите хттпс://аццоунтс.хцаптцха.цом/демо или веб локацију на којој имате проблем (Напомена о приватности: само ако вам не смета да поделите шта је то) ... а затим кликните на И сам људско дугме и покушај да решиш.",
    "reporting-bugs-guide-ff-step-4": "Корак 4: Кликните ХАР након што покушате да решите проблем и одаберите Саве Алл ас ХАР да бисте сачували мрежни дневник. Пошаљите нам тај фајл.",
    "reporting-bugs-guide-ff-step-5": "Корак 5: Кликните картицу Конзола и кликните десним тастером миша, а затим изаберите Све и сачувајте то у текстуалној датотеци како бисте сачували евиденцију конзоле. Пошаљите нам и то.",
    "reporting-bugs-guide-ff-step-6": "Последњи корак: Пошаљите нам те датотеке ХАР-а и датотеке евиденције конзоле е-поштом и опишите проблем. Употребите: суппорт@хцаптцха.цом (користите услугу попут Дропбок-а или Филебин-а и пошаљите везе) и по жељи снимак екрана ако сумњате да се нешто не приказује исправно . Пошаљите и ИП који користите. Можете га добити на хттпс://ввв.вхатсмиип.орг/ Хвала што сте одвојили време и помогли нам да добијемо ове информације! Посвећени смо томе да хЦаптцха ради добро за све.",
    "reporting-bugs-guide-head": "Снимање детаља о извештају о грешкама: Цхроме",
    "reporting-bugs-guide-step-1": "Корак 1: Отворите алате за програмере (Ово започиње снимање сесије.)",
    "reporting-bugs-guide-step-2": "Корак 2: Кликните на картицу Мрежа у алаткама за програмере. Означите поље Очувај евиденцију на врху.",
    "reporting-bugs-guide-step-3": "Корак 3: посетите хттпс://аццоунтс.хцаптцха.цом/демо или веб локацију на којој имате проблем (Напомена о приватности: само ако вам не смета да поделите шта је то) ... а затим кликните на И сам људско дугме и покушај да решиш.",
    "reporting-bugs-guide-step-4": "Корак 4: Кликните на Екпорт ХАР (мала стрелица надоле) након што покушате да решите проблем, чиме ћете сачувати мрежни дневник. Пошаљите нам тај фајл.",
    "reporting-bugs-guide-step-5": "Корак 5: Кликните картицу Конзола и кликните десним тастером миша, а затим Сачувај као .. како бисте сачували евиденцију конзоле. Пошаљите нам и то.",
    "reporting-bugs-guide-step-6": "Последњи корак: Пошаљите нам те датотеке ХАР-а и датотеке евиденције конзоле е-поштом и опишите проблем. Користите: суппорт@хцаптцха.цом (користите услугу попут Дропбок-а или Филебин-а и пошаљите везе) и по жељи снимак екрана, ако сумњате да се нешто не приказује исправно. Пошаљите и ИП који користите. Можете га добити на хттпс://ввв.вхатсмиип.орг/ Хвала што сте одвојили време и помогли нам да добијемо ове информације! Посвећени смо томе да хЦаптцха ради добро за све.",
    "reporting-bugs-guide-text-1": "Слањем информација о отклањању грешака уз извештај биће нам много лакше да идентификујемо шта се догађа. Ево детаљних упутстава:",
    "reporting-bugs-guide-text-2": "Ако сте веб програмер или стручни корисник, резиме је да бисмо желели да нам пошаљете ХАР записнике мреже и евиденције конзоле прегледача. Покушајте да онемогућите било који додатак за заштиту блокатора огласа или безбедности прегледача, а затим покушајте поново пре него што прођете кроз ове кораке. Ако то реши ваш проблем, ипак бисмо били захвални што сте нас обавестили о верзији прегледача, блокади огласа или проширењу прегледача и УРЛ-у веб локације.",
    "reporting-bugs-intro-head": "Пронашли сте грешку? Ево како да то пријавите.",
    "reporting-bugs-intro-text": "Милиони људи користе хЦаптцха сваког месеца на хиљадама комбинација прегледача, додатака, уређаја, заштитних зидова и још много тога. Наш циљ је да осигурамо да увек ради за вас, зато изузетно ценимо ваше извештаје! Да бисте пружили брзе повратне информације, само кликните дугме Пошаљите нам повратне информације. Ако видите функционални проблем, следите упутства за евиденцију отклањања грешака за Цхроме или упутства за отклањање грешака за Фирефок у наставку. За све остале прегледаче само нам пошаљите е-пошту. За потенцијалне проблеме са безбедношћу или приватношћу погледајте упутства у наставку.",
    "reporting-bugs-privacy-head": "Питања приватности",
    "reporting-bugs-privacy-text": "Не занима нас ко су корисници, само колико је вероватно да ће бити злонамерни или машине. Подржавамо иницијативе попут Приваци Пасс и напорно радимо на уравнотежењу приватности и сигурности. Ако сте пронашли проблем за који мислите да би могао утицати на приватност корисника, пошаљите нам е-пошту на суппорт@хцаптцха.цом.",
    "reporting-bugs-provide-feedback-button": "Пошаљите нам повратне информације",
    "reporting-bugs-provide-feedback-head": "Пружите тренутне повратне информације о хЦаптцха",
    "reporting-bugs-provide-feedback-text": "Ценимо ваш допринос. Обавестите нас о свим проблемима и брзо ћемо их решити.",
    "reporting-bugs-security-head": "Безбедносне грешке",
    "reporting-bugs-security-text": "Увек смо заинтересовани за пријем извештаја о безбедносним грешкама. Пошаљите е-пошту на суппорт@хцаптцха.цом и ЦЦ сецурити@хцаптцха.цом и брзо ћемо вам се јавити. Такође имамо програм за додељивање грешака за прихватљиве безбедносне извештаје о услузи хЦаптцха и сродном изворном коду.",
    "sales-interstitial-c1": "За компаније",
    "sales-interstitial-c1a": "Решења за безбедност предузећа (плаћена)",
    "sales-interstitial-c1b": "Сазнајте више о хЦаптцха Ентерприсе (БотСтоп)",
    "sales-interstitial-c1c": "Анотација података",
    "sales-interstitial-c1d": "Куповина хЦаптцха услуга анотације",
    "sales-interstitial-c2": "За појединце",
    "sales-interstitial-c2a": "Додајте хЦаптцха у своју услугу (бесплатно)",
    "sales-interstitial-c2b": "Додај хЦаптцха за издаваче на моју веб локацију или у апликацију",
    "sales-interstitial-c2c": "Шта је хЦаптцха?",
    "sales-interstitial-c2d": "Сазнајте више о хЦаптцха",
    "sales-interstitial-head": "Побринимо се да стигнете на право место.",
    "sec-hc": "Сигурност на првом месту",
    "sec-hc-text": "хЦаптцха је усмерен на издавача. Радимо на томе да веб локацијама дамо стварне податке и пустимо их да одлуче како ће их користити. Тачност је у вашем и нашем интересу. Остале цаптцха-е пружају рекламне компаније. Сваки бот који блокирају може смањити њихов приход.",
    "signup-interstitial-c1": "За компаније или веб локације",
    "signup-interstitial-c1a": "Додајте хЦаптцха у своју услугу (бесплатно)",
    "signup-interstitial-c1b": "Додај хЦаптцха за издаваче на моју веб локацију или у апликацију",
    "signup-interstitial-c1c": "Решења за безбедност предузећа (плаћена)",
    "signup-interstitial-c1d": "Сазнајте више о хЦаптцха Ентерприсе (БотСтоп)",
    "signup-interstitial-c1e": "Анотација података",
    "signup-interstitial-c1f": "Куповина хЦаптцха услуга анотације",
    "signup-interstitial-c2": "За појединце",
    "signup-interstitial-c2a": "Приступачност",
    "signup-interstitial-c2b": "Сазнајте о опцијама приступачности за хЦаптцха",
    "signup-interstitial-c2c": "Зарадити новац",
    "signup-interstitial-c2d": "Радите као појединачни етикета података",
    "signup-interstitial-head": "Побринимо се да стигнете на право место.",
    "support-interstitial-c1": "За компаније",
    "support-interstitial-c1a": "Решења за безбедност предузећа (плаћена)",
    "support-interstitial-c1b": "Затражите подршку за хЦаптцха Ентерприсе (БотСтоп)",
    "support-interstitial-c1c": "Издавач хЦаптцха (бесплатно)",
    "support-interstitial-c1d": "Затражите подршку за хЦаптцха Публисхер",
    "support-interstitial-c2": "За појединце",
    "support-interstitial-c2a": "Имате потешкоћа са изазовом?",
    "support-interstitial-c2b": "Сазнајте о опцијама приступачности за хЦаптцха",
    "support-interstitial-c2c": "Желите да пријавите грешку?",
    "support-interstitial-c2d": "Сазнајте више о пријављивању софтверских проблема",
    "support-interstitial-head": "Побринимо се да стигнете на право место.",
    "switch-to-english-link": "Пребаци на енглески",
    "what-is-hcaptcha": "Шта је хЦаптцха?",
    "what-is-hcaptcha-text": "хЦаптцха помаже вашим омиљеним веб услугама да спрече ботове, нежељену пошту и злоупотребе постављањем једноставних питања која су једноставна за људе и тешка за машине.",
    "why-hc": "Зашто хЦаптцха?",
    "why-hc-text": "Сваки пут када одговорите на изазов, користимо софистициране моделе да бисмо утврдили да ли сте човек или машина. Веб локација коју сте посетили користи овај резултат да би помогла да побољшате своје искуство на њиховој веб локацији тако што неће користити ботове."
}