{
    "acc-opt": "Likhetho tsa ho fihlella",
    "acc-opt-but": "Ithute haholoanyane ka likhetho tsa phihlello",
    "acc-opt-text": "Na o haelloa ke pono kapa ka tsela e 'ngoe o sitoa ho qeta hCaptchas?",
    "accessibility-link": "Phihlello",
    "appreciate-in": "Re leboha litlatsetso tsa hau. Re tsebise mathata afe kapa afe mme re tla a rarolla ka potlako.",
    "fb-but": "Re romelle maikutlo",
    "feedback-text": "Fana ka maikutlo ka hCaptcha eo u sa tsoa e bona",
    "home-ent-1": "U batla linyehelo tsa rona tsa ts'ireletso ea khoebo?",
    "home-ent-2": "Etela sebaka sa rona se secha se inehetseng: BotStop.com",
    "home-intro-body": "O sebelisa Captcha ho tima bots? hCaptcha e sireletsa lekunutu la basebelisi, e putsa libaka tsa marang-rang, 'me e thusa lik'hamphani ho ngolisoa ha lintlha tsa bona. Ke phetoho ea ho tlohella reCAPTCHA: o ka chencha metsotso e seng mekae.",
    "home-intro-head": "Emisa bots. Qala ho sireletsa boinotšing ba hau.",
    "home-main-1": "Ke lekunutu. Sireletsehile. Kapele. 'Me re u lefa hore u e sebelise.",
    "home-main-2": "Lekunutu Li Shebile",
    "home-main-2c": "Marang-rang a papatso a bona baeti ba hau e le sehlahisoa. Bakeng sa hCaptcha sehlahisoa ke mosebetsi oo ba o fang. Ha re tsotelle hore na basebelisi ba hau ke bomang, hore na ba na le menyetla e mekae ea hore ba ka ba khopo. Re ts'ehetsa mats'olo a ts'oanang le boithuto ba lekunutu, 'me re sebetsa ka thata ho lekana lekunutu le polokeho.",
    "home-main-3": "Ts'ireletso Pele",
    "home-main-3c": "Ho nepahala ho teng molemong oa hau le oa rona. hCaptcha e tsepamisitsoe mohopolo. Re sebeletsa ho u fa datha ea nnete mme re u tlohella hore u nke qeto ea hore na u e sebelisa joang. Likepe tse ling li fanoa ke",
    "home-main-3c2": "lik'hamphani tsa papatso. Sena se bolela hore li-bots tsohle tseo li li thibelang li ka fokotsa lekeno la bona.",
    "home-main-4": "Phihlelo e Molemo ea Mosebelisi",
    "home-main-4c": "Meetso ea ho ithuta ea mochini oa Sophisticated e sebelisoa ke hCaptcha ho khetholla botho. Sena se re lumella hore re hloke mesebetsi e nyarosang e tsoang ho basebelisi ba hau mme re nke nako ea bona ho etsa joalo, re ntse re hlahisa lintlha tsa bohlokoa tse ngolisitsoeng bakeng sa bareki.",
    "home-main-plans": "hCaptcha e lokolohile ho sebelisoa bakeng sa baphatlalatsi ba boholo bofe kapa bofe. Leha ho le joalo, bakeng sa likhoebo le sethala tse hlokang taolo e eketsehileng, tharollo ea khoebo ea rona ea fumaneha.",
    "home-main-plans2": "Tharollo ea khoebo ea hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse ling tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa u etele",
    "home-main-plans3": "Tharollo ea khoebo ea hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse ling tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa u etele",
    "home-main-plans4": "bakeng sa lintlha.",
    "learn-more-hcaptcha": "Ithute haholoanyane ka hCaptcha",
    "page-acc-faq-1": "Potso: Na karolo ea hCaptcha 508 + WCAG 2.0 e lumellana? Karabo: Re lumela joalo: basebelisi bohle ba nang le mokhoa ofe kapa ofe oa ho senyeha ba khonang ho bala marang-rang le ho kenya mongolo ka liforomo ba ka fihlella lits'ebeletso tse sirelelitsoeng ke hCaptcha ha motho a ingolisa. Leha ho le joalo, ana ha se likeletso tsa molao: o tlameha ho etsa tlhahlobo ea hau, ho nka ts'ebetsong ts'ebetso ea hau e itseng ho netefatsa hore ho joalo bakeng sa ho romelloa ha hau.",
    "page-acc-faq-2": "Potso: Na u ntse u sebeletsa menyetla e meng ea phihlello (a11y), joalo ka audio? Karabo: Likhetho tse pele tse tummeng joaloka audio Captchas li khetholla basebelisi ba bangata ba a11 mme li hloloa habonolo ke mekhoa ea kajeno ea ho ithuta mochini. Sena se qobelletse mathata a hona joale a molumo ho ba thata le ho feta, ho hlahisa lerata, nako e sa tloaelehang, ho kopana ha mantsoe ka mokhoa o sa tloaelehang, joalo-joalo ho hlola bahlaseli. Ka hona ha re na cheseho haholo ka mokhoa ona khahlanong le ho qoba phephetso ka botlalo, empa re tla e nka haeba ho na le tlhokahalo ho tsoa ho sechaba sa a11y. Leha ho le joalo, re khahliloe haholo ke Lekunutu la Boitsebiso bakeng sa tšebeliso ea phihlello. Re lumela ho kopanya mokhoa oa rona oa hona joale oa a11y le phumano ea Lekunutu la Boikarabello ho tla lumella basebelisi ba11y ho bala ka mokhoa o sireletsehileng, ba sireletsehile tsebong ea hore sephethephethe sa bona se sephiri haholo, ha ba ntse ba thibela tlhekefetso ke barekisi ba bot e sa hlaheng ha likhetho tsa11 li fumaneha. Re karolo ea mafolofolo sehlopheng se sebetsang sa IETF se emeng le theknoloji ena e ncha.",
    "page-acc-faq-3": "Potso: Ho thoe'ng ka ho ba boinotšing? Na ngodiso e pepesa datha tsa ho bala tsa a11 ka tsela e itseng? U etsang ka lengolo-tsoibila? Karabo: hCaptcha e etselitsoe sephiri ho tloha fatše ho ea holimo. E fapane haholo ho feta likhetho tsa setso tse kang reCAPTCHA tse nang le marang-rang a lipapatso, tse nang le tšusumetso ea ho u ts'oants'a ho pota websaete le ho u kopanya le boitsebahatso ba 'nete. Ha ho mohla re sebelisang li-imeile tse fumanehang kapa tlhaiso-leseling ka sepheo leha e le sefe ntle le ho nolofalletsa ts'ebeliso ea11y le ho thibela tlhekefetso. Leano la rona la lekunutu le na le likarabo tse felletseng le tse matla mabapi le hore na re sebelisa data joang, empa karabo e khutšoane ke hore ha re na thahasello ea ho o kopanya joaloka motho ea nang le nalane ea hau ea ho bala.Le rona ha joale re ntse re sebetsa ka tharollo ea \"grafiken\" ea ho lahla aterese ea hau ea lengolo tsoibila ha re ntse re boloka bokhoni ba rona ba ho thibela tlhekefetso, re tlatselletsa mosebetsi oa rona oa Lekunutu la Boitsebiso.",
    "page-acc-link-1": "Haeba u mosebelisi oa phihlello, ka kopo ingolisa mona.",
    "page-acc-subhead": "Ho netefatsa phihlello ea marang-rang bakeng sa basebelisi bohle ha ba ntse ba boloka ts'ireletso",
    "page-acc-summary": "Kakaretso",
    "page-acc-summary-contents-1": "hCaptcha e etselitsoe ho emisa bots ka ho ba khetholla bathong. Liteko tse bonoang ke sesebelisoa se bonolo bakeng sa sena, empa ha se motho e mong le e mong ea ka rarollang bothata ba pono. Ka lebaka lena re entse moralo o bonolo, o se nang bohloko ho tlohella bahatisi ba sebelisang tšebeletso ea rona ho boloka phihlello ho bohle ka ho lumellana ka botlalo Karolong ea 508 le WCAG 2.0.",
    "page-acc-summary-contents-2": "Kamoo e sebetsang ka teng: pele, mosebelisi oa ho fihlella o saena ho URL ena, e hokahaneng le leqephe la tlhahisoleseling ea widget hCaptcha. Ba fuoa cookie e patiloeng e ka sebelisoang makhetlo a 'maloa ka letsatsi, empa e lokela ho khatholloa ka mor'a lihora tse ling le tse ling tse 24 ka ho kena.Ha ho hlaha phephetso ho mosebelisi ea fumanehang webosaeteng efe kapa efe a sebelisa tšebeletso ea hCaptcha, ba tla feta ka boeona.",
    "page-acc-title": "Tlhahisoleseling ea phihlello ea hCaptcha",
    "page-acc-tr-body": "Potso: Ke ntse ke bona phephetso kamora ho beha cookie. Ke eng e bakang see? Karabo: Hangata sena se bakoa ke ho sebelisa sesebelisoa sa mabifi se atisang ho phetoa kapa ho hokahanya li-cookie kapa tokisetso e thibelang li-cookie tse sebakeng se itseng, ka hona cookie ea hcaptcha.com e behiloeng kapa e hlahlojoe ke hCaptcha JavaScript sebakeng se seng. , joalo ka eo u mo etetseng. Li-cookies tsa phihlello ea hCaptcha li sebetsa le libatli tsohle tse tummeng le li-blockers tsa lipapatso ka litlhophiso tsa bona tse tloaelehileng, ka hona liphoso tse tloaelehileng li bakoa ke mangolo a khahlanong le adblock kapa melaoana e ts'oanang e lebileng libaka tse itseng. Tharollo: 1. Whitelist hcaptcha.com le. 2. Haeba u sebelisa sebatli sa Brave, se sa hlaheng (ho tloha ka la 20 Mmesa) se bonahala se se na mofuta oa whitelist ea cookie, e-ea ho Likhetho -> Li-Shields -> Li-cookie ebe u khetha Liee tsohle. 3. Haeba u sebelisa mofuta oa morao-rao oa Safari ho OS e sa tsoa hlahisoa ea OS 10 10.15 kapa iOS 13. 4, Apple e sa tsoa fetola boitšoaro ba Safari bo amanang le li-cookie tsa mokha oa boraro, e li thibela kaofela ha tsona. Re kenya tharollo, empa hajoale, ka kopo etela Likhetho tsa Safari, karolo ea lekunutu, le ho se latele pina ea Marang-rang: Thibela tšitiso ea libaka tse fumanehang marang-rang ho etsa hore cookie e fumanehang e sebetse kamoo ho neng ho lebelletsoe. Potso: Ke sebelisa lisebelisoa tse ngata. Na ke hloka ho ingolisa makhetlo a mangata? Karabo: Che. Ka kopo tlanya sehokelo se tšoanang sa ho kena ka imeile se u romelletsoeng ho sesebelisoa ka seng seo u se sebelisang ho etsa cookie.",
    "page-acc-tr-title": "Bakeng sa Basebelisi ba Fumanehang: Tataiso ea Q&A le Tataiso ea Mathata",
    "priv-hc": "Lekunutu Li Shebile",
    "priv-hc-text": "Marang-rang a papatso a u bona u le sehlahisoa sa 'ona. Ha re etse joalo. Ha re tsotelle hore na basebelisi ke bo-mang, hore na ba na le menyetla e mekae ea ho ba lonya. Re ts'ehetsa mats'olo a ts'oanang le boithuto ba lekunutu, 'me re sebetsa ka thata ho lekana lekunutu le polokeho.",
    "sec-hc": "Ts'ireletso Pele",
    "sec-hc-text": "hCaptcha e tsepamisitsoe mohopolo. Re sebeletsa ho fana ka lisaete tsa nnete mme re ba tlohelle hore ba nke qeto ea ho e sebelisa. Ho nepahala ho teng molemong oa hau le oa rona. Barekisi ba bang ba fanoa ke lik'hamphani tsa papatso. Bothata bo bong le bo bong boo ba bo thibelang bo ka fokotsa chelete ea bona.",
    "what-is-hcaptcha": "HCaptcha ke eng?",
    "what-is-hcaptcha-text": "hCaptcha e thusa lits'ebeletso tsa hau tsa marang-rang tseo u li ratang ho boloka bots, spam le tlhekefetso ka ho botsa lipotso tse bonolo tse bonolo ho batho le tse thata bakeng sa mechini.",
    "why-hc": "Hobaneng hCaptcha?",
    "why-hc-text": "Nako le nako ha u araba phephetso, re sebelisa mehlala ea maemo ho tseba hore na u motho kapa mochini. Webosaete eo u e etetseng e sebelisa sepheo sena ho thusa ho ntlafatsa boiphihlelo ba hau sebakeng sa bona ka ho boloka bots."
}