{
    "a11y-img-1": "Sesebelisoa sa phihlello sa mosebelisi kamora ho kena",
    "a11y-img-2": "Khetho ea phihlello ho menyu ea UI ea widget",
    "a11y-img-3": "Lebokose la lebokose la phihlello ho UI ea widget",
    "about-advisors-brendan": "CEO ea Brave. Mothehi-mothehi oa Mozilla. Moqapi oa puo ea lenaneo la JavaScript. Sehahi sa libatli le tse ling.",
    "about-advisors-dawn": "Moprofesa, CS Univesithing ea California, Berkeley. Thuto e tebileng, polokeho, setsebi sa blockchain. CEO ea Oasis Labs.",
    "about-advisors-head": "Baeletsi",
    "about-advisors-keiran": "Setsebi sa Lipatlisiso Stanford. Ho ithuta mochini le lichelete tse ngata libankeng tse kholo, hedge funds le academia.",
    "about-content-head-1": "Seo re se Etsang",
    "about-content-head-2": "Lebaka La go Bo go Le Botlhokwa",
    "about-content-text-1": "hCaptcha ke ts'ebeletso ea Intuition Machines Inc, AI le k'hamphani ea ho ithuta ka mochini e shebaneng le metalearning le visual domain ML ka bongata. Re aha ebile re sebetsana le lits'ebetso tse matla haholo ho thusa lits'ebeletso tsa tlhahlobo ea livideo le litšoantšo bakeng sa lik'hamphani tsa Global 2000 ho pota lefatše.",
    "about-content-text-1a": "hCaptcha e tlisa mokhoa oa sejoale-joale, o shebaneng le lekunutu ho emisa bots.",
    "about-content-text-1b": "Re bonts'a liqholotso tsa CAPTCHA tse thata bakeng sa bots empa li le bonolo ho batho ka ho bokella lintlha tse thata ho tšoaea mathata a ho ithuta ka mochini, le ho o sebelisa ho khetholla hore na sebaka sa marang-rang kapa moeti oa app ke motho.",
    "about-content-text-2": "Lintlha tse ling ka kakaretso li hlahisa litholoana tse ntle. Ho aha le ho boloka li-database tse ngotsoeng ka nepo le tse nepahetseng ho nka nako ebile ho theko e boima. HCaptcha e qapiloe qalong ho sebetsana le litlhoko tsa rona ka ho ngola litšoantšo, 'me e se e fumaneha bakeng sa lik'hamphani tse ling tse nang le litlhoko tse tšoanang.",
    "about-content-text-2a": "Batšoantšisi ba babe ba ntse ba ata inthaneteng. Empa ho tela boinotšing ba mosebelisi ha se karabo.",
    "about-content-text-2b": "Litharollo tsa ts'ireletso tse fanoang ke lik'hamphani tsa lipapatso li shebile haholo-holo ho latediseng basebelisi ba marang-rang. Re thehile tharollo e sebetsang ea ts'ireletso e pakang hore ho senya boinotšing ba mosebelisi ha ho hlokahale ho fana ka litholoana tse ntle.",
    "about-intro-head-1": "Mabapi le hCaptcha",
    "about-intro-head-2": "Boinotšing, Ts'ireletso le ho Ithuta ka Mechini.",
    "about-intro-text": "hCaptcha ke ts'ebeletso e ikemetseng e sebelisoang ka ho fetisisa lefatšeng ea CAPTCHA.",
    "about-leadership-alex": "Database le Blockchain setsebi. Moenjineri oa pele ho Cloudera le tse ling. Lilemo tse mashome tsa software ea kaho ea boiphihlelo le lihlopha.",
    "about-leadership-eli": "CEO. Moetapele ea tsebahalang ho AI. O sebelisitse bohlale ba mochini ka bongata ho mathata a fapaneng a khoebo lilemong tse mashome a fetileng.",
    "about-leadership-head": "Boetapele",
    "about-leadership-todd": "PhD ho Biology ea Khomphutha, Stanford. Ho sebetsana le marang-rang a methapo ho tloha ka 1999. Tsepamisa maikutlo ho ML e sebelisitsoeng le ho ithuta ka botebo ka bongata.",
    "acc-opt": "Khetho ea phihlello",
    "acc-opt-but": "Ithute haholoanyane ka likhetho tsa phihlello",
    "acc-opt-text": "Na u na le bokooa ba pono kapa ha u khone ho phethela hCaptchas?",
    "accessibility-link": "Ho fihlella",
    "appreciate-in": "Re ananela maikutlo a hau. Re tsebise mathata afe kapa afe mme re tla a rarolla kapele.",
    "fb-but": "Re romelle maikutlo",
    "feedback-text": "Fana ka maikutlo mabapi le hCaptcha eo u sa tsoa e bona",
    "footer-attribution": "Kabelo",
    "footer-copyright-text": "hCaptcha ke letshwao la kgwebo le ngodisitsweng la Intuition Machines, Inc.",
    "footer-header-1": "Khampani",
    "footer-header-2": "Lisebelisoa",
    "footer-header-3": "Ikopanye",
    "footer-link-1": "Ho ngola",
    "footer-link-10": "Ho fihlella",
    "footer-link-2": "Mabapi le",
    "footer-link-3": "Mesebetsi",
    "footer-link-4": "Matšoao a khoebo",
    "footer-link-5": "Boitšoaro ba AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Boemo",
    "footer-link-8": "Litokomane",
    "footer-link-9": "Tlaleha Bug",
    "footer-privacy": "Ho ba boinotšing",
    "footer-subheader-1": "Ts'ehetso",
    "footer-subheader-2": "Ikopanye",
    "footer-terms": "Lipehelo",
    "h-plans": "Merero ea ho ngolisa",
    "header-docs-link": "Litokomane",
    "header-labeling-services-link": "Litšebeletso tsa ho Ngola",
    "header-login-button": "Kena",
    "header-plans-link": "Merero",
    "header-signup-button": "Ngolisa",
    "home-about-head": "Mabapi le hCaptcha",
    "home-about-subtitle": "E tsamaisoa ke Protocol ea BATHO",
    "home-about-text-1": "hCaptcha e etselitsoe ho rarolla bothata bo matla ka ho fetisisa mosebetsing oa ho ithuta ka mochini: ho ngola lintlha tse ngata ka nako e loketseng, ka theko e tlase ebile e ka tšeptjoa.",
    "home-about-text-2": "Lintlha tse ling ka kakaretso li hlahisa litholoana tse ntle mefuteng ea koetliso ea mechini. Katleho ea morao-rao ea meetso e tebileng e lebisitse ho li-database tse ngata tse ntseng li eketseha, hangata e nang le tlhahlobo ea batho. Leha ho le joalo, ho theha li-database tse kholo tse hlahlojoang ke batho ka Mechanical Turk, Setšoantšo sa Borobeli, jj. Li tsamaea butle ebile li theko e boima.",
    "home-about-text-3": "hCaptcha e lumella libaka tsa marang-rang ho etsa chelete ho sebeletsa tlhoko ena ha li ntse li thibela bots le mefuta e meng ea tlhekefetso.",
    "home-about-text-4": "'Maraka oa hCaptcha o tsamaisoa ke Protocol ea HUMAN, protocol e bulehileng e buletsoeng batho ka kakaretso bakeng sa tlhahlobo ea batho e sebetsang ho Ethereum blockchain. Liwebosaete li fumana Letšoao la Botho (HMT) neng kapa neng ha basebelisi ba sebelisa widget ea hCaptcha sebakeng sa bona sa marang-rang, mme lik'hamphani tse ithutang mochini li lefa Litokiso tsa Batho ho ngola lintlha tsa bona.",
    "home-ba-labeling-services-link": "Litšebeletso tsa ho Ngola",
    "home-benefits-head-1": "Bohlokoa ba ho Ngola Litaba",
    "home-benefits-head-2": "Khutlela ho Charity",
    "home-benefits-text-1": "Na u hlokometse nako le nako ha u tobetsa koloi u thusa ho koetlisa sistimi e le 'ngoe ea k'hamphani ea Gigantic mahala?",
    "home-benefits-text-2": "hCaptcha e fetola mofuta ona. Ha o sebelisa hCaptcha, lik'hamphani li reka mosebetsi oo basebelisi ba hau ba o etsang ho paka botho ba bona. U fumana meputso.",
    "home-benefits-text-3": "U batla ho khutlisa liphallelo tseo u li ratang haholo? hCaptcha eu lumella ho ts'ehetsa liphallelo tseo u li khethileng ka moputso oo u o fumanang ka ho o sebelisa. Basebelisi ba sebaka sa hau sa marang-rang haufinyane ba tla bona tlatsetso ea hau ho liphallelo ka ho tšoaea ka masene ho hCaptcha interface.",
    "home-challenge-text-1": "Khetha litšoantšo tsohle tse lumellanang le potso",
    "home-challenge-text-2": "Hlalosa sebaka se tlamang sa lintho",
    "home-challenge-text-3": "Khetholla mabitso a tsamaellanang",
    "home-challenge-title-1": "Papiso",
    "home-challenge-title-2": "Lebokose le Bounding",
    "home-challenge-title-3": "Ho arola ka lihlopha",
    "home-challenges-head": "Ho hlahisoa liphephetso",
    "home-challenges-text-1": "... le mesebetsi e meng e bonolo. E bonolo bakeng sa batho, e thata bakeng sa bots.",
    "home-challenges-text-2": "Mesebetsi e tloaelehileng e boetse e fumaneha bakeng sa baphatlalatsi ba likhoebo.",
    "home-ent-1": "U batla lits'ebeletso tsa rona tsa ts'ireletso?",
    "home-ent-2": "Etela sebaka sa rona se secha se inehetseng: BotStop.com",
    "home-ent-button": "Ithute haholoanyane: BotStop ka hCaptcha",
    "home-from-the-blog": "HO TSOA HO BLOG:",
    "home-from-the-blog-value": "Lisebelisoa tsa hCaptcha tsa Thata li Sebetsa Joang",
    "home-intro-body": "Na u sebelisa captcha ho boloka bots? hCaptcha e sireletsa boinotšing ba mosebelisi, e putsa libaka tsa marang-rang ebile e thusa lik'hamphani ho ngola lintlha tsa bona. Ke sebaka se kenang bakeng sa reCAPTCHA: o ka chencha kamora metsotso e seng mekae.",
    "home-intro-button": "Ingolise Hona Joale",
    "home-intro-head": "Emisa bots e eketsehileng. Qala ho sireletsa lekunutu la mosebelisi.",
    "home-main-1": "Lekunutu. E sireletsehile. Kapele. Mme re o lefa ho e sebelisa.",
    "home-main-2": "Boinotši bo Lebisitsoe",
    "home-main-2c": "Marang-rang a lipapatso a bona baeti ba hau e le sehlahisoa. Bakeng sa hCaptcha sehlahisoa ke mosebetsi oo ba o fang. Ha re tsotelle hore na basebelisi ba hau ke bo-mang, ke feela hore na ba ka ba kotsi hakae. Re ts'ehetsa lits'ebetso tse joalo ka Phallo ea Lekunutu, hape re sebetsa ka thata ho leka-lekanya boinotšing le polokeho.",
    "home-main-3": "Ts'ireletso Pele",
    "home-main-3c": "Ho nepahala ho molemong oa hau le ho rona. hCaptcha e shebile mohoeletsi. Re sebetsa ho u fa data ea 'nete' me re u lumelle hore u etse qeto ea hore na u e sebelisa joang. Li-captchas tse ling li fanoa ke likhamphani tsa papatso tsa Gigantic. Sena se bolela hore bot e ngoe le e ngoe eo ba e thibelang e ka fokotsa lekeno la bona.",
    "home-main-4": "Boiphihlelo bo betere ba mosebelisi",
    "home-main-4c": "Meetso e rarahaneng ea ho ithuta mochini e sebelisoa ke hCaptcha ho khetholla botho. Sena se re lumella hore re hloke mesebetsi e nyarosang hanyane ho tsoa ho basebelisi ba hau mme re nke nako e nyane ho e etsa, ha re ntse re hlahisa data e nang le mabitso a bohlokoa bakeng sa ho letsetsa bareki.",
    "home-main-plans": "hCaptcha e ka sebelisoa bakeng sa baphatlalatsi ba boholo bofe kapa bofe. Leha ho le joalo, bakeng sa likhoebo le liforomo tse hlokang taolo e eketsehileng, tharollo ea likhoebo tsa rona ea fumaneha.",
    "home-main-plans2": "Tharollo ea likhoebo tsa hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa etela",
    "home-main-plans3": "Tharollo ea likhoebo tsa hCaptcha e sireletsa basebelisi ba limilione ho liwebosaete tse mashome a limilione bakeng sa lik'hamphani tse kholo lefatšeng. Ka kopo ikopanye le rona bakeng sa tlhaiso-leseling e batsi, kapa etela",
    "home-main-plans4": "bakeng sa lintlha.",
    "home-plans-button-1": "Ingolise hona joale",
    "home-plans-button-2": "Ikopanye le thekiso",
    "home-plans-chart-head-1": "Likaroloana",
    "home-plans-chart-head-2": "Mohoeletsi",
    "home-plans-chart-head-3": "Khoebo",
    "home-plans-chart-row-1-cell-1": "Mefuta ea phephetso ea taolo e bonts'itsoe",
    "home-plans-chart-row-1-cell-2": "E lekantsoe",
    "home-plans-chart-row-1-cell-3": "Kakaretso",
    "home-plans-chart-row-10-cell-1": "Li-dashboard tse sebelisang batho ba bangata",
    "home-plans-chart-row-11-cell-1": "Lintlha tse tsoetseng pele tsa ho tlaleha",
    "home-plans-chart-row-12-cell-1": "Likhoebo tsa SLA",
    "home-plans-chart-row-2-cell-1": "Laola phephetso ea litaba tse sebelisitsoeng",
    "home-plans-chart-row-2-cell-2": "E lekantsoe",
    "home-plans-chart-row-2-cell-3": "Kakaretso",
    "home-plans-chart-row-3-cell-1": "Fumana meputso bakeng sa tharollo ea batho",
    "home-plans-chart-row-4-cell-1": "Ts'ireletso ea anti-bot ea maemo a lefats'e",
    "home-plans-chart-row-5-cell-1": "E sebetsa naheng e ngoe le e ngoe",
    "home-plans-chart-row-5a-cell-1": "Ha ho-CAPTCHA le 99.9% mekhoa ea boiketsetso",
    "home-plans-chart-row-5b-cell-1": "Lintlha tsa boits'epo ba Bot",
    "home-plans-chart-row-6-cell-1": "Leano la lekunutu la GDPR le CCPA",
    "home-plans-chart-row-7-cell-1": "Maemo a bothata bo botle",
    "home-plans-chart-row-8-cell-1": "Qala litaba tsa hau tsa phephetso",
    "home-plans-chart-row-9-cell-1": "Ho hlophisa bothata bo thehiloeng nakong",
    "home-try-it-out-button": "Fumana hCaptcha",
    "home-try-it-out-head": "Leka",
    "home-try-it-out-text": "hCaptcha e fana ka tlhahlobo e bonolo, e bonolo ebile e ka tšeptjoa ea bot ha e le ntho e sa reng letho ho batho ho e rarolla.",
    "labeling-about-head": "Mabapi le hCaptcha",
    "labeling-about-text-1": "hCaptcha e etselitsoe ho rarolla bothata bo boholo ba basebetsi mosebetsing oa ho ithuta ka mochini; Ho ngola lintlha tse ngata ka nako e loketseng, ka theko e tlase ebile e ka tšeptjoa. Lintlha tse ling ka kakaretso li hlahisa litholoana tse ntle mefuteng ea koetliso ea mechini. Katleho ea morao-rao ea meetso e tebileng e lebisitse ho li-database tse ngata haholo, mme hCaptcha e sebeletsa tlhoko ena.",
    "labeling-about-text-2": "Leha ho le joalo, ho theha li-database tse kholo tse hlahlojoang ke batho ba sebelisa mekhoa ea setso ho lieha ebile ho theko e boima. hCaptcha ke tsela ea lik'hamphani ho fumana litlhaloso tseo ba li hlokang ka potlako, ka boleng bo holimo le ka theko e tlase ho feta mekhoa e meng.",
    "labeling-annotations-head": "Mefuta ea Tlhaloso",
    "labeling-annotations-text-1": "Ho fumana ntho e nepahetseng litšoantšong le video",
    "labeling-annotations-text-2": "Ho fumana ntho e nepahetseng litšoantšong le video",
    "labeling-annotations-text-3": "Litlhaloso tsa lintlha tsa linyeoe tse ngata tse fapaneng tsa ts'ebeliso",
    "labeling-annotations-text-4": "Hlophisa kapa hlomathisa mekhahlelo e hatellang ea boholo bofe kapa bofe",
    "labeling-annotations-text-5": "Ho lemoha le ho hlophisa ka matla a batho",
    "labeling-annotations-text-6": "Na o hloka mofuta o mong o sa thathamisitsoeng mona? Re botse feela.",
    "labeling-annotations-title-1": "Mabokose a Bounding",
    "labeling-annotations-title-2": "Polygone",
    "labeling-annotations-title-3": "Libaka tsa bohlokoa",
    "labeling-annotations-title-4": "Fana ka ho arola lihlopha",
    "labeling-annotations-title-5": "Papiso le Tlhatlhobo",
    "labeling-annotations-title-6": "... le tse ling tse ngata",
    "labeling-ent-button": "Ikopanye le Sehlopha sa Rona sa Tharollo",
    "labeling-ent-head": "U hloka taolo ea pheletso?",
    "labeling-ent-text-1": "Sethala sa BATHO se ka morao ho hCaptcha se fana ka likarolo tse tsoetseng pele haholo tsa boleng ba mosebetsi le likarolo tsa tsamaiso ka li-deployment tsa lebatooa, lebasetere kapa SaaS tse hokahanang le lits'ebetso tsa hau tse teng.",
    "labeling-ent-text-2": "Sebelisa marang-rang ka ho felletseng le basebetsi ba hau, boleng ba boleng bo sebelisoang ke li-unit tsa khoebo kapa balekane ba khokahano, khetha mesebetsi ho bafani ba mesebetsi ba kahare kapa ba kantle ho latela litšenyehelo le litlhoko tsa ts'ireletso, le tse ling.",
    "labeling-ent-text-3": "Ho fihlella habonolo ha API, li-dashboard tse ntle, le theknoloji ea morao-rao ea sejoale-joale ho ntlafatsa ts'ebetso.",
    "labeling-ent-text-4": "99.99% SLAs ea ho qetela le 24/7 ts'ehetso ea lefats'e e fumaneha. Bakeng sa tlhaiso-leseling e batsi:",
    "labeling-features-head-1": "Lipeipi tse bonolo tse tsamaisoang ke API.",
    "labeling-features-head-2": "E ntlafalitsoe bakeng sa theko le boleng. Ha ho boitlamo ba pele bo hlokahalang.",
    "labeling-features-head-3": "Lefa feela bakeng sa ho nepahala hoo u ho hlokang.",
    "labeling-features-head-4": "Fana ka lintlha tsa hau tsa 'nete kapa u re lumelle hore re li hahe ka potlako.",
    "labeling-features-text-1": "U batla ho kenyelletsa tlhahlobo ea batho ka kotloloho mesebetsing ea hau ea khoebo? Re fana ka li-SLA tse tšepahalang, bokhoni bo netefalitsoeng, le li-API tse bonolo tsa REST.",
    "labeling-features-text-2": "Sethala sa BATHO se sebelisa mefuta e felletseng ea boits'epo ho etsa tlhahlobo e tsoetseng pele ea boleng ba nako ea nnete. Sena se re lumella ho tseba kapele bothata ba lipotso le karabo ea tsona e nepahetseng, li o bolokela nako le chelete.",
    "labeling-features-text-3": "Ha se mathata ohle a tšoanang. Litlhaloso tsa mesebetsi e hlokolosi ea polokeho li ka hloka ts'epo ea 99.99% ho basebetsi ba batho ka botlalo. Litlhaloso tsa karolo e le 'ngoe ea beta ho sesebelisoa sa papali ea mobile li ka hloka feela boits'epo bo itekanetseng. U nka qeto.",
    "labeling-features-text-4": "O na le data e tala ntle le seteishene se felletseng sa netefatso? Maemong a mangata re ka u etsetsa e le mesebetsi e tsamaeang le sistimi, kapa ra etsa mehlala e ngoliloeng molemong oa hau.",
    "labeling-info-head": "Ho Fumana Boitsebiso bo Ngotsoeng",
    "labeling-info-text-1": "Bua le e mong oa litsebi tsa rona tsa marang-rang ho hlalosa litlhoko tsa projeke ea hau: ho nepahala ha sepheo, sebopeho le litlhoko life kapa life tse ikhethang.",
    "labeling-info-text-2": "Re etsa mosebetsi o monyane oa tlhahiso ho latela sampole ea hau. Sena se leka mosebetsi oo re o entseng hammoho ho netefatsa hore o fumana seo o se hlokang hantle.",
    "labeling-info-text-3": "Ka molumo oa rona o phahameng le latency e tlase re tla fetolela mosebetsi oa hau kapele, ka phetiso e ikemetseng hang ha e felile.",
    "labeling-info-text-4": "Ha re ntse re utloisisa hantle likarolo tsa mosebetsi oa hau oa tlhahiso, liphetho li tla tsoelapele ho ntlafala ha nako e ntse e tsamaea.",
    "labeling-info-text-5": "Li-dashboard tse phelang li u lumella ho fana ka maikutlo kapa ho emisa tlhahiso nako efe kapa efe.",
    "labeling-info-title-1": "Hlalosa Litlhaloso",
    "labeling-info-title-2": "Teko ea Jobo ea Pele",
    "labeling-info-title-3": "Sebelisa Mesebetsi ea Tlhahiso",
    "labeling-info-title-4": "Ntlafatso e tsoelang pele",
    "labeling-info-title-5": "Liphetho tsa Nako ea 'Nete",
    "labeling-main-1": "Ho ngola data ka mokhoa o bolokang litšenyehelo",
    "labeling-main-1-button": "Fumana Lintlha tsa Hao li Ngotsoe Hona Joale",
    "labeling-main-1c": "U hloka mangolo a mang bakeng sa li-database tsa hau? hCaptcha e fana ka mabitso a potlakileng, a bolokang litšenyehelo le boleng bo holimo bakeng sa lik'hamphani tse sebetsang ho bohlale ba maiketsetso le lits'ebetso tsa ho ithuta ka mochini.",
    "labeling-main-2": "Qala mesebetsi e limilione hang-hang.",
    "labeling-main-2-button": "Reka Litšebeletso tsa ho Ngola Litaba",
    "labeling-main-2c": "hCaptcha e na le e 'ngoe ea matamo a maholohali lefatšeng a fumanehang bakeng sa tšebeliso ea hau. Hore na o boemong bofe, re ka sebetsana le eona ntle le boitlamo bo turang kapele. Mesebetsi e limilione ka letsatsi ha e na bothata.",
    "labeling-platform-head": "Tlhahisoleseling ea lekunutu kapa ea sechaba",
    "labeling-platform-text": "hCaptcha e hahiloe holim'a Sethala sa BATHO, se lumellang ho tsamaisa le ho sekaseka se tsoetseng pele ho ntlafatsa litšenyehelo le ts'ebetso mohatong o mong le o mong. Theknoloji ena e lumella basebetsi ba nepahetseng ho sebetsana le karolo e ngoe le e ngoe ea mosebetsi oa hau, ho eketsa ts'ebetso ea litšenyehelo ha ba ntse ba boloka boinotšing le ho fihlela litlhoko life kapa life tsa taolo tse ka sebetsang.",
    "labeling-try-button": "Reka Litšebeletso tsa ho Ngola Litaba",
    "labeling-try-head": "U batla ho leka ka lintlha tsa hau?",
    "labeling-try-text": "... re ikemiselitse ha o le teng: ts'ebeletso ea rona e fumaneha bosiu le motšehare.",
    "learn-more-hcaptcha": "Ithute haholoanyane ka hCaptcha",
    "page-acc-faq-1": "Potso: Na hCaptcha Karolo ea 508 + WCAG 2.1 AA ea utloahala? Karabo: Re lumela joalo: basebelisi bohle ba nang le bothata bofe kapa bofe ba khonang ho sheba marang-rang le ho kenya mongolo liforomong ba ka fumana lits'ebeletso tse sirelelitsoeng ke hCaptcha ha ba ingolisa. Leha ho le joalo, ona ha se boeletsi ba molao: o lokela ho iketsetsa tekanyetso, o nahanne ka ts'ebetsong ea hau ho netefatsa hore sena ke sona se etsahalang bakeng sa ho tsamaisoa ha hao.",
    "page-acc-faq-2": "Potso: Na u sebetsana le likhetho tse ling tsa phihlello (a11y), joalo ka molumo? Karabo: Likhetho tse neng li tumme joalo ka li-captchas tsa audio li khetholla basebelisi ba bangata ba a11y mme ba hloloa habonolo ke mekhoa ea sejoale-joale ea ho ithuta mechini. Sena se qobelletse liphephetso tsa hajoale tsa audio hore li be thata le ho feta, ho hlahisa lerata, nako e makatsang, motswako o sa tloaelehang oa mantsoe, joalo-joalo ho hlola bahlaseli. Ka hona ha re chesehele mokhoa ona khahlanong le ho qoba phephetso ka botlalo, empa re tla e nahana haeba ho na le tlhoko ho tsoa sechabeng sa a11y. Leha ho le joalo, re khahloa haholo ke Phallo ea Lekunutu bakeng sa nyeoe ea ts'ebeliso. Re lumela hore ho kopanya mokhoa oa rona oa hona joale oa a11y le phano ea Lekunutu la Pase ho tla lumella basebelisi ba a11y ho sheba ba sireletsehile, ba sireletsehile ka tsebo ea hore sephethephethe sa bona ke sephiri, ha ba ntse ba thibela tlhekefetso ea basebetsi ba bot e hlahang ha likhetho tsa a11y li fumaneha. Re bankakarolo ba mafolofolo sehlopheng se sebetsang sa IETF se lekanyang theknoloji ena e ncha.",
    "page-acc-faq-3": "Potso: Ho thoe'ng ka ho ba boinotšing? Na ngoliso e pepesa data ea ho bala ea11y ka tsela e itseng? U etsa'ng ka lengolo tsoibila? Karabo: hCaptcha e etselitsoe lekunutu ho tloha tlase. E fapane haholo le likhetho tsa moetlo tse kang reCAPTCHA tse nang le marang-rang a lipapatso, a nang le tšusumetso ea ho u latela ho potoloha le marang-rang le ho u kopanya le boitsebiso ba nnete. Ha ho mohla re sebelisang li-imeile kapa linomoro tsa phihlello molemong oa eng kapa eng ntle le ho thusa ho sebelisoa le ho thibela tlhekefetso. Leano la rona la lekunutu le na le likarabo tse akaretsang le tse matla mabapi le hore na re sebelisa data joang, empa karabo e khuts'oane ha re na thahasello ea ho u amahanya le uena u le motho ea nang le nalane ea hau ea ho bala. ha re ntse re boloka bokhoni ba rona ba ho thibela tlhekefetso, ho tlatsa mosebetsi oa rona oa Pase ea Lekunutu.",
    "page-acc-link-1": "Haeba u mosebelisi ea fumanehang, ka kopo ingolisa mona.",
    "page-acc-subhead": "Ho netefatsa phihlello e se nang sekoli bakeng sa basebelisi bohle ha ba ntse ba boloka ts'ireletso",
    "page-acc-summary": "Kakaretso",
    "page-acc-summary-contents-1": "hCaptcha e etselitsoe ho emisa bots ka ho e khetholla ho batho. Liteko tsa pono ke sesebelisoa se loketseng sena, empa ha se motho e mong le e mong ea ka rarollang phephetso ea pono. Ka lebaka lena re qapile mokhoa o bonolo, o se nang bohloko ho lumella baphatlalatsi ba sebelisang ts'ebeletso ea rona ho boloka phihlello bakeng sa bohle ba nang le karolo e felletseng ea Karolo ea 508 le WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "E sebetsa joang: pele, mosebelisi ea fumanehang a saena URL ena, e hokahaneng le leqephe la lintlha tsa widget tsa hCaptcha. Ba fuoa cookie e patiloeng e ka sebelisoang makhetlo a 'maloa ka letsatsi, empa e tlameha ho khatholloa lihora tse ling le tse ling tse 24 ka ho kena Ha bothata bo hlahisoa ho mosebelisi ea fumanehang sebakeng sefe kapa sefe ho sebelisa ts'ebeletso ea hCaptcha, ba tla feta ka bo bona.",
    "page-acc-title": "Tlhahisoleseling ea phihlello ea hCaptcha",
    "page-acc-tr-body": "Potso: Ke ntse ke bona phephetso kamora ho beha kuku. See se bakoa ke eng?<br> Karabo: Sena se bakoa haholo ke ts'ebeliso e mpe ea lipapatso kapa katoloso ea li-cookie, kapa maemo a thibelang li-cookie tsa marang-rang, tabeng ena cookie ea hcaptcha.com e hlophisitsoeng kapa e hlahlojoang ke hCaptcha JS sebakeng se seng. , joaloka eo u mo etetseng.<br><br> Li-cookie tse fumanehang tsa hCaptcha li sebetsa le libatli tsohle tse tsebahalang le li-block block ka li-setting tsa tsona tse tloaelehileng, ka hona liphoso li bakoa ke lingoloa tsa anti-anti-adblock kapa melaoana e ts'oanang e shebileng libaka tse ling.<br><br> Litharollo:<br><br> 1. Whitelist hcaptcha.com le * .hcaptcha.com cookies ho block block ea hau kapa katoloso ea ts'ireletso ea sebatli.<br> 2. Haeba u sebelisa sebatli se Sebete, seo hajoale se sa bonahaleng se na le lethathamo la makhooa a li-cookie, ea ho Likhetho -> Litšireletso -> Li-cookie ebe u khetha Lumella Li-cookie Tsohle.<br> 3. Haeba u sebelisa mofuta oa moraorao oa Safari ho OS X 10.15 kapa iOS 13.4 e sa tsoa lokolloa, Apple e sa tsoa fetola boits'oaro ba Safari bo amanang le li-cookie tsa motho oa boraro, e li sitisa kaofela. Re ntse re kenya tšebetsong tharollo, empa hajoale ka kopo etela Likhetho tsa Safari, karolo ea Lekunutu, 'me u se ke oa hlahloba tšalo-morao ea sebaka sa marang-rang: Thibela ho latela sebaka sa marang-rang ho nolofalletsa cookie ea phihlello ho sebetsa kamoo ho neng ho lebelletsoe.<br><br> Potso: Ke sebelisa lisebelisoa tse ngata. Na ke hloka ho ingolisa makhetlo a mangata?<br> Karabo: Che. Ka kopo, tobetsa sehokela se le seng sa lengolo-tsoibila se u romelletseng sesebelisoa se seng le se seng seo u se sebelisang ho seta cookie.<br><br> Potso: Nka itšireletsa joang ho ts'ebetsong li-cookie tsa motho oa boraro ha ke ntse ke sebelisa kuku ea phihlello?<br> Karabo: Ho sebelisa sephiri kapa sephiri se thibelang lipapatso se ts'ehetsang lethathamo la boemo ba domain (mohlala, Block Origin) se tla sebetsa kamoo ho neng ho lebelletsoe: etsa bonnete ba hore whitelist hcaptcha.com.",
    "page-acc-tr-title": "Bakeng sa Basebelisi ba Phihlello: Tataiso ea Lipotso khafetsa le Tharollo ea mathata",
    "page-acc-tr2-body": "Safari<br> Ho nolofalletsa li-cookies ho Safari (Mac): Eya ho li-menu tsa theoha tsa Safari. Khetha Likhetho. Tlanya Boinotšing ka phanele e holimo. Tlas'a Block cookies khetha khetho Le ka mohla.<br> Ho thusa li-cookies ho Safari (iPhone / iPad iOS 11+): Bula li-setting tsa hau. Tsamaisetsa tlase ebe u khetha Safari. Tlas'a Boinotši le Ts'ireletso, tima Thibelo ea Sebaka sa Sebaka le ho Thibela Li-cookie Tsohle<br><br> Firefox<br> Tobetsa thebe e ka letsohong le letšehali la bareng ea aterese leqepheng lefe kapa lefe la marang-rang. Tobetsa ho Litlhophiso tsa Ts'ireletso. Phanele ea Boipheliso le Ts'ireletso ea Firefox e tla buloa. Tlas'a Ts'ireletso ea Ts'ebetso e Ntlafalitsoeng, khetha Tloaelo. Khetha li-tracker le li-script tseo u ka li thibelang ka ho khetha li-checkbox. Etsa bonnete ba hore o thibolotse hcaptcha.com.<br><br> U ka boela oa tima litšireletso tse ling molemong oa ho lokisa bothata bona, ka ho khetha mabokose a ho hlahloba: Tlosa lebokose la tlhahlobo la li-Trackers kapa u khethe lebokoseng la li-Cookies haeba u ntse u na le mathata.<br><br> Google Chrome<br> Google Chrome (PC):<br> Tobetsa letšoao la menu ea Chrome. Khetha Lisebelisoa.<br> Haufi le botlaaseng ba leqephe, khetha Bontša li-setting tse tsoetseng pele.<br> Karolong ea Lekunutu, khetha li-setting tsa Content.<br> Khetha Lumella data ea lehae hore e hlophisoe (e khothalelitsoe).<br> Kgetha E entswe.<br> ‍<br> Google Chrome (Mac):<br> Bula likhetho tsa Chrome tlanya ho Lisebelisoa, ebe u Bontša Litlhophiso tse Tsoetseng Pele.<br> Tlas'a Boinotši, tobetsa Litlhophiso tsa Boitsebiso.<br> Etsa bonnete ba hore Thibela li-cookies tsa motho oa boraro le data ea sebaka sa hau ha e hlahlojoe<br> ‍<br> Google Chrome (Android):<br> Ho sesebelisoa sa hau sa Android, bula sesebelisoa sa Chrome.<br> Ka holimo ho le letona, tlanya More ebe u khetha Lisebelisoa.<br> Tlanya Litlhophiso tsa Sebaka ebe u li-Cookies.<br> Haufi le Cookies, laeta sethala.<br> Tšoaea lebokoseng le haufi le Lumella li-cookie tsa motho oa boraro.",
    "page-acc-tr2-head": "Litaelo tsa sebatli bakeng sa Li-cookie tsa sefapano",
    "priv-hc": "Boinotši bo Lebisitsoe",
    "priv-hc-text": "Marang-rang a lipapatso au bona u le sehlahisoa sa bona. Ha re tsebe. Ha re tsotelle hore na basebelisi ke bo-mang, ke feela hore na ba ka ba kotsi joang. Re ts'ehetsa lits'ebetso tse joalo ka Phallo ea Lekunutu, hape re sebetsa ka thata ho leka-lekanya boinotšing le polokeho.",
    "reporting-bugs-accessibility-button": "Ithute haholoanyane ka likhetho tsa phihlello",
    "reporting-bugs-accessibility-head": "Khetho ea phihlello",
    "reporting-bugs-accessibility-text": "Na u na le bokooa ba pono kapa ha u khone ho phethela hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ho hapa Lintlha tsa Tlaleho ea Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Mohato oa 1: Bula Lisebelisoa tsa Moqapi (Sena se qala ho hatisa lenaneo.)",
    "reporting-bugs-guide-ff-step-2": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Developer. Sheba lebokose la litsi tsa Persist ka holimo.",
    "reporting-bugs-guide-ff-step-3": "Mohato oa 3: etela https://accounts.hcaptcha.com/demo, kapa sebaka sa marang-rang seo u nang le bothata ho sona (Tsebiso ea Lekunutu: ha feela u sa tsotelle ho arolelana hore na ke eng) ... ebe u tobetsa I Ke konopo ea motho, 'me u leke ho e rarolla.",
    "reporting-bugs-guide-ff-step-4": "Hata 4: Tlanya HAR kamora ho leka ho e rarolla, ebe u khetha Boloka Tsohle joalo ka HAR ho boloka lenane la marang-rang. Romella faele eo ho rona.",
    "reporting-bugs-guide-ff-step-5": "Hata 5: Tobetsa ho tab ea Console, ebe u tobetsa ka ho le letona ebe u khetha tsohle ebe u li boloka ka har'a faele ea mongolo, ho boloka log ea console. Le rona re romelle.",
    "reporting-bugs-guide-ff-step-6": "Mohato oa hoqetela: Romela li-HAR tseo 'me u li tšollele lifaele tsa log,' me u hlalose bothata Sebelisa: support@hcaptcha.com (ka kopo sebelisa ts'ebeletso e kang Dropbox kapa Filebin 'me u romelle lihokela)' me u khethe skrini, haeba u belaela hore ho na le ho hong ho sa bontsheng hantle . Ka kopo romella IP eo u e sebelisang hape. U ka e fumana ho https://www.whatsmyip.org/ Rea leboha ka ho ipha nako ea ho re thusa ho fumana leseli lena! Re ikemiselitse ho etsa hore hCaptcha e sebetse hantle ho bohle.",
    "reporting-bugs-guide-head": "Ho hapa Lintlha tsa Tlaleho ea Bug: Chrome",
    "reporting-bugs-guide-step-1": "Mohato oa 1: Bula Lisebelisoa tsa Moqapi (Sena se qala ho hatisa lenaneo.)",
    "reporting-bugs-guide-step-2": "Hata 2: Tobetsa ho Network tab ho Lisebelisoa tsa Developer. Sheba lebokose la polokelo ea polokelo ka holimo.",
    "reporting-bugs-guide-step-3": "Mohato oa 3: etela https://accounts.hcaptcha.com/demo, kapa sebaka sa marang-rang seo u nang le bothata ho sona (Tsebiso ea Lekunutu: ha feela u sa tsotelle ho arolelana hore na ke eng) ... ebe u tobetsa I Ke konopo ea motho, 'me u leke ho e rarolla.",
    "reporting-bugs-guide-step-4": "Hata 4: Tobetsa Export HAR (motsu o monyane tlase) kamora hore o leke ho rarolla, e bolokang log ea marang-rang. Romella faele eo ho rona.",
    "reporting-bugs-guide-step-5": "Hata 5: Tobetsa ho tab ea Console, ebe u tobetsa ka ho le letona ebe u Boloka joalo ka .. molemong oa ho boloka log ea console. Le rona re romelle.",
    "reporting-bugs-guide-step-6": "Mohato oa ho qetela: Romella li-HAR le li-file tsa log ho rona ka imeile, 'me u hlalose bothata. Sebelisa: support@hcaptcha.com (ka kopo sebelisa ts'ebeletso e kang Dropbox kapa Filebin 'me u romelle lihokela)' me u khethe skrini, haeba u belaela hore ho na le ho hong ho sa bontsheng hantle. Ka kopo romella IP eo u e sebelisang hape. U ka e fumana ho https://www.whatsmyip.org/ Rea leboha ka ho ipha nako ea ho re thusa ho fumana leseli lena! Re ikemiselitse ho etsa hore hCaptcha e sebetse hantle ho bohle.",
    "reporting-bugs-guide-text-1": "Ho romela lintlha tsa bothata ka tlaleho ea hau ho tla re nolofalletsa ho tseba se etsahalang. Litaelo tsa mohato ka mohato ke tsena:",
    "reporting-bugs-guide-text-2": "Haeba u moqapi oa webo kapa mosebelisi oa litsebi, kakaretso ke hore re ka rata hore u re romelle marang-rang a rekotang HAR le likutung tsa sebatli sa sebatli. Ka kopo leka ho holofatsa lipapatso tsa sebatli kapa li-extensions tsa ts'ireletso pele ebe o leka hape pele o latela mehato ena. Haeba seo se rarolla bothata ba hau, re ntse re tla thabela hore o re tsebise mofuta oa sebatli sa hau, block block kapa katoloso ea sebatli, le URL ea sebaka sa marang-rang.",
    "reporting-bugs-intro-head": "U fumane phoso? Tsela ea ho e tlaleha ke ena.",
    "reporting-bugs-intro-text": "Batho ba limilione ba sebelisa hCaptcha khoeli le khoeli, ho li-browser tse likete, li-extensions, lisebelisoa, li-firewall le tse ling. Morero oa rona ke ho netefatsa hore e lula e u sebeletsa, ka hona re leboha litlaleho tsa hau haholo! Ho fana ka maikutlo kapele, tlanya feela konopo ea Send us feedback. Haeba u bona bothata bo sebetsang, ka kopo latela litaelo tsa log ea bothata bakeng sa Chrome kapa litaelo tsa log ea bothata bakeng sa Firefox e ka tlase. Bakeng sa libatli life kapa life tse ling, re romelle feela imeile. Bakeng sa mathata a ts'ireletso kapa boinotšing, bona litaelo tse ka tlase.",
    "reporting-bugs-privacy-head": "Litaba tsa Lekunutu",
    "reporting-bugs-privacy-text": "Ha re tsotelle hore na basebelisi ke bo-mang, ke feela hore na ba ka ba kotsi kapa ba ba mechini e mebe. Re ts'ehetsa lits'ebetso tse joalo ka Phallo ea Lekunutu, hape re sebetsa ka thata ho leka-lekanya boinotšing le polokeho. Haeba u fumane bothata boo u nahanang hore bo ka ama lekunutu la mosebelisi, ka kopo re romelle lengolo-tsoibila ho support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Re romelle maikutlo",
    "reporting-bugs-provide-feedback-head": "Fana ka maikutlo kapele ka hCaptcha",
    "reporting-bugs-provide-feedback-text": "Re ananela maikutlo a hau. Re tsebise mathata afe kapa afe mme re tla a rarolla kapele.",
    "reporting-bugs-security-head": "Likokoana-hloko tsa Tšireletso",
    "reporting-bugs-security-text": "Re lula re thahasella ho amohela litlaleho tsa litšitšili. Imeile support@hcaptcha.com & CC security@hcaptcha.com mme re tla khutlela ho uena kapele. Re boetse re na le lenaneo la bug bounty bakeng sa litlaleho tse tšoanelehang tsa ts'ireletso ts'ebeletsong ea hCaptcha le khoutu e amanang le eona ea mohloli.",
    "sec-hc": "Ts'ireletso Pele",
    "sec-hc-text": "hCaptcha e shebile mohoeletsi. Re sebetsa ho fa libaka data ea nnete mme re ba lumelle hore ba etse qeto ea hore na ba e sebelisa joang. Ho nepahala ho molemong oa hau le ho rona. Li-captchas tse ling li fanoa ke lik'hamphani tsa papatso. Bot e ngoe le e ngoe eo ba e thibelang e ka fokotsa lekhetho la bona.",
    "switch-to-english-link": "Fetohela ho Senyesemane",
    "what-is-hcaptcha": "HCaptcha ke eng?",
    "what-is-hcaptcha-text": "hCaptcha e thusa lits'ebeletso tsa hau tsa marang-rang ho boloka bots, spam le tlhekefetso ka ho botsa lipotso tse bonolo tse bonolo ho batho le tse thata ho mechini.",
    "why-hc": "Hobaneng hCaptcha?",
    "why-hc-text": "Nako le nako ha u araba phephetso, re sebelisa meetso e tsoetseng pele ho fumana hore na u motho kapa mochini. Sebaka sa marang-rang seo u se etetseng se sebelisa sephetho sena ho thusa ho ntlafatsa boiphihlelo ba hau sebakeng sa bona sa marang-rang ka ho boloka bots."
}