{
    "acc-opt": "Pilihan aksés",
    "acc-opt-but": "Diajar langkung seueur ngeunaan pilihan aksésibilitas",
    "acc-opt-text": "Naha anjeun cacad sacara visually atanapi henteu nyampurnakeun hCaptchas?",
    "accessibility-link": "Aksésibilitas",
    "appreciate-in": "Kami ngahargaan input anjeun. Hayu urang terangkeun naon masalah sareng urang bakal méréskeun éta gancang.",
    "fb-but": "Kirim kami tanggepan",
    "feedback-text": "Masihan tanggapan kana hCaptcha anu anjeun nembe ningali",
    "page-acc-link-1": "Upami anjeun panggunaan aksés, punten daptar di dieu.",
    "page-acc-subhead": "Mastikeun aksés anu mulus pikeun sadaya pangguna nalika ngajaga kaamanan",
    "page-acc-title": "Inpormasi aksés aksés hCaptcha",
    "priv-hc": "Katerangan Dipokuskeun",
    "priv-hc-text": "Jaringan iklan ningali anjeun salaku produkna. Kami henteu. Urang teu paduli saha anu dianggo, ngan kumaha kamungkinan aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan.",
    "sec-hc": "Kaamanan Mimiti",
    "sec-hc-text": "hCaptcha mangrupikeun fokus-penerbit. Urang damel pikeun masihan situs data nyata sareng ngantepkeun aranjeunna mutuskeun kumaha ngagunakeun éta. Ketepatan dina kapentingan anjeun sareng kami. Captchas sanésna disayogikeun ku perusahaan iklan. Unggal bot aranjeunna meungpeuk tiasa ngirangan pendapatanna.",
    "what-is-hcaptcha": "Naon hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ngabantosan jasa wéb karesep anjeun pikeun ngajantenkeun bot, spam, sareng nyiksa ku nanyakeun patarosan anu gampang pikeun manusa sareng hésé pikeun mesin.",
    "why-hc": "Naha hCaptcha?",
    "why-hc-text": "Unggal waktos anjeun ngajawab tantangan, kami nganggo modél canggih pikeun terang naha anjeun manusa atanapi mesin. Situs wéb anu anjeun kéngingkeun teras nganggo hasilna ieu pikeun ngabantosan pangalaman dina situsna ku ngaluarkeun bot."
}