{
    "about-advisors-brendan": "CEO. Pamimpin anu dikenal di AI. Parantos nerapkeun intél kecerdasan dina skala kana sababaraha rupa masalah bisnis dina mangtaun-taun katukang.",
    "about-advisors-dawn": "PhD dina Computational Biology, Stanford. Gawe sareng jaringan saraf ti 1999. Fokus kana ML terapan sareng pembelajaran jero dina skala.",
    "about-advisors-head": "Panaséhat",
    "about-advisors-keiran": "Databés sareng ahli Blockchain. Insinyur awal di Cloudera sareng seueur deui. Puluhan taun parangkat lunak ngawangun kaahlian sareng tim.",
    "about-content-head-1": "Naon Urang Laksanakeun",
    "about-content-head-2": "Kunaon Éta Masalah",
    "about-content-text-1": "hCaptcha mangrupikeun palayanan Intuition Machines Inc., perusahaan AI sareng mesin pembelajaran kalayan fokus kana metalearning sareng domain visual ML dina skala. Kami ngawangun sareng ngoperasikeun sistem anu tiasa diukur sacara masif pikeun ngaktipkeun layanan analisa pidéo sareng gambar pikeun perusahaan Global 2000 di panjuru dunya.",
    "about-content-text-2": "Langkung seueur data biasana ngahasilkeun hasil anu langkung saé. Ngawangun sareng ngajaga susunan data anu leres dilabélan sareng relevan nyaéta nyéépkeun waktos sareng mahal. hCaptcha asalna dikembangkeun pikeun ngatasi kabutuhan urang nyalira dina panyiri gambar, sareng ayeuna sayogi kanggo perusahaan sanés anu ngagaduhan kabutuhan anu sami.",
    "about-intro-head-1": "Dianggo pikeun hCaptcha",
    "about-intro-head-2": "Misi Urang Badag",
    "about-intro-text": "Kami nuju gancang tumuh sareng teras milarian bakat pangsaéna di dunya di kantor global kami. Anjeun tiasa nerapkeun kalayan tautan di handap ieu.",
    "about-leadership-alex": "Databés sareng ahli Blockchain. Insinyur awal di Cloudera sareng seueur deui. Puluhan taun parangkat lunak ngawangun kaahlian sareng tim.",
    "about-leadership-eli": "CEO. Pamimpin anu dikenal di AI. Parantos nerapkeun intél kecerdasan dina skala kana sababaraha rupa masalah bisnis dina mangtaun-taun katukang.",
    "about-leadership-head": "Kapamingpinan",
    "about-leadership-todd": "PhD dina Computational Biology, Stanford. Gawe sareng jaringan saraf ti 1999. Fokus kana ML terapan sareng pembelajaran jero dina skala.",
    "acc-opt": "Pilihan aksés",
    "acc-opt-but": "Diajar langkung seueur ngeunaan pilihan aksés",
    "acc-opt-text": "Naha anjeun cacad sacara visual atanapi henteu tiasa ngarengsekeun hCaptchas?",
    "accessibility-link": "Aksesibilitas",
    "appreciate-in": "Kami ngahargaan input anjeun. Hayu urang terang aya masalah sareng kami bakal gancang ngajawabna.",
    "fb-but": "Kirimkeun kami eupan balik",
    "feedback-text": "Nyayogikeun tanggapan kana hCaptcha anu anjeun tingali",
    "footer-attribution": "Atribusi",
    "footer-copyright-text": "hCaptcha mangrupikeun mérek dagang kadaptar ti Intuition Machines, Inc.",
    "footer-header-1": "Kumpeni",
    "footer-header-2": "Sumberdaya",
    "footer-header-3": "Kontak",
    "footer-link-1": "Labél",
    "footer-link-10": "Aksesibilitas",
    "footer-link-2": "Ngeunaan",
    "footer-link-3": "Padamelan",
    "footer-link-4": "Mérek dagang",
    "footer-link-5": "Étika AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Statusna",
    "footer-link-8": "Dokuméntasi",
    "footer-link-9": "Laporkeun Bug",
    "footer-privacy": "Privasi",
    "footer-subheader-1": "Ngarojong",
    "footer-subheader-2": "Kontak",
    "footer-terms": "Syarat",
    "header-docs-link": "Dokumén",
    "header-labeling-services-link": "Jasa labél",
    "header-login-button": "Lebet",
    "header-plans-link": "Rencana",
    "header-signup-button": "Daptar",
    "home-about-head": "Ngeunaan hCaptcha",
    "home-about-subtitle": "Didukung ku Protokol MANUSIA",
    "home-about-text-1": "hCaptcha didesain kanggo méréskeun masalah anu paling padamelan dina diajar mesin: nyirian data anu ageung dina cara anu waktos, terjangkau, sareng dipercaya.",
    "home-about-text-2": "Langkung seueur data umumna ngahasilkeun hasil anu langkung saé dina modél pembelajaran mesin latihan. Kasuksésan anu anyar dina modél anu jero nyababkeun susunan data anu beuki ageung, ampir-ampiran sareng sababaraha tinjauan manusa. Nanging, nyiptakeun set data anu parantos ditinjau ku manusa liwat Mékanis Turk, Gambar Dalapan, sareng sajabana nyaéta lambat sareng mahal.",
    "home-about-text-3": "hCaptcha ngamungkinkeun situs web pikeun ngasilkeun artos ngalaksanakeun paménta ieu bari ngahalangan bot sareng bentuk panyalahgunaan anu sanés.",
    "home-about-text-4": "Pasar hCaptcha didukung ku Protokol MANUSIA, protokol desentralisasi kabuka pikeun tinjauan manusa anu dijalankeun dina blokchain Ethereum. Situs wéb nampi Token Asasi Manusa (HMT) iraha waé pangguna nganggo widget hCaptcha dina situsna, sareng perusahaan mesin diajar mayar Token Asasi Manusa pikeun data dilabélan.",
    "home-ba-labeling-services-link": "Jasa labél",
    "home-benefits-head-1": "Nilai dina Labél Data",
    "home-benefits-head-2": "Masihan deui amal",
    "home-benefits-text-1": "Naha anjeun sadar unggal anjeun pencét kana mobil anjeun ngabantosan ngalatih sistem pembelajaran mesin perusahaan Gigantic gratis?",
    "home-benefits-text-2": "hCaptcha ngarobah modél ieu. Nalika anjeun nganggo hCaptcha, perusahaan nawar padamelan anu dilakukeun ku pangguna nalika aranjeunna ngabuktikeun kamanusaanana. Anjeun kéngingkeun pahala.",
    "home-benefits-text-3": "Hoyong masihan deui amal karesep anjeun? hCaptcha ngamungkinkeun anjeun ngadukung amal pilihan anjeun ku penghasilan anu anjeun peroleh tina ngagunakeun éta. Pangguna dina situs anjeun pas bakal tiasa ningali kontribusina pikeun amal ku cara mérek bijaksana dina panganteur hCaptcha.",
    "home-challenge-text-1": "Pilih sadaya gambar anu cocog sareng pamundut",
    "home-challenge-text-2": "Nangtukeun daérah ngawatesan pikeun objék",
    "home-challenge-text-3": "Identipikasi labél anu aya hubunganana",
    "home-challenge-title-1": "Babandingan",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorisasi",
    "home-challenges-head": "Dipasihkeun Tantangan",
    "home-challenges-text-1": "... sareng padamelan saderhana sanés. Gampang pikeun manusa, hésé pikeun bot.",
    "home-challenges-text-2": "Tugas khusus ogé sayogi pikeun penerbit perusahaan.",
    "home-ent-1": "Milarian tawaran kaamanan perusahaan kami?",
    "home-ent-2": "Didatangan situs khusus kami: BotStop.com",
    "home-ent-button": "Diajar langkung lengkep: BotStop ku hCaptcha",
    "home-from-the-blog": "TI BLOG:",
    "home-from-the-blog-value": "Kumaha hCaptcha Kasesahan Setelan Gawe",
    "home-intro-body": "Naha anjeun nganggo captcha pikeun ngajaga bot? hCaptcha ngajaga privasi pangguna, ngajantenkeun halaman wéb, sareng ngabantosan perusahaan ngagaduhan data dilabélan. Mangrupikeun gaganti serelek kanggo reCAPTCHA: anjeun tiasa ngalih dina sababaraha menit.",
    "home-intro-button": "Daptar Ayeuna",
    "home-intro-head": "Eureun deui bot. Mimiti ngajaga privasi pangguna.",
    "home-main-1": "Wasta. Aman. Leuwih gancang. Sareng kami mayar anjeun kanggo nganggo éta.",
    "home-main-2": "Privasi difokuskeun",
    "home-main-2c": "Jaringan iklan ningali datang anjeun salaku produkna. Pikeun hCaptcha produk mangrupikeun padamelan anu disayogikeun. Kami henteu paduli saha waé pangguna anjeun, ngan ukur kumaha aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Lulus, sareng kerja keras ngimbangan privasi sareng kaamanan.",
    "home-main-3": "Kaamanan Mimiti",
    "home-main-3c": "Akurasi aya minat sareng kapentingan urang. hCaptcha difokuskeun ku penerbit. Kami damel pikeun masihan anjeun data nyata sareng ngantepkeun anjeun mutuskeun kumaha ngagunakeunana. Captchas séjén anu disadiakeun ku perusahaan iklan Gigantic. Ieu ngandung harti unggal bot anu aranjeunna blok tiasa ngirangan pendapatanna.",
    "home-main-4": "Pangalaman Pamaké Anu Hadé",
    "home-main-4c": "Model pembelajaran mesin anu canggih dianggo ku hCaptcha pikeun nangtoskeun kamanusaan. Ieu ngamungkinkeun urang meryogikeun padamelan anu kirang ngaganggu ti pangguna anjeun sareng nyéépkeun waktos pikeun ngalakukeunana, bari tetep ngahasilkeun data anu dilabélan anu kapaké pikeun palabelan palanggan.",
    "home-main-plans": "hCaptcha bebas dianggo pikeun panerbit dina ukuran naon waé. Nanging, pikeun perusahaan sareng platform anu peryogi langkung kontrol, solusi perusahaan kami sayogi.",
    "home-main-plans2": "solusi perusahaan hCaptcha ngajagaan jutaan pangguna dina puluhan jutaan situs web pikeun sababaraha perusahaan panggedéna di planét. Mangga kontak kami pikeun langkung seueur inpo, atanapi didatangan",
    "home-main-plans3": "solusi perusahaan hCaptcha ngajagaan jutaan pangguna dina puluhan jutaan situs web pikeun sababaraha perusahaan panggedéna di planét. Mangga kontak kami pikeun langkung seueur inpo, atanapi didatangan",
    "home-main-plans4": "pikeun detil.",
    "home-plans-button-1": "Daptar ayeuna",
    "home-plans-button-2": "Penjualan kontak",
    "home-plans-chart-head-1": "Fitur",
    "home-plans-chart-head-2": "Penerbit",
    "home-plans-chart-head-3": "Pausahaan",
    "home-plans-chart-row-1-cell-1": "Kontrol jinis tantangan ditampilkeun",
    "home-plans-chart-row-1-cell-2": "Terbatas",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Dasbor multi-pangguna",
    "home-plans-chart-row-11-cell-1": "Fitur ngalaporkeun canggih",
    "home-plans-chart-row-12-cell-1": "SLA Perusahaan",
    "home-plans-chart-row-2-cell-1": "Eusi tantangan pangendali anu dianggo",
    "home-plans-chart-row-2-cell-2": "Terbatas",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Ngahasilkeun ganjaran pikeun solves manusa",
    "home-plans-chart-row-4-cell-1": "Perlindungan anti-bot kelas dunya",
    "home-plans-chart-row-5-cell-1": "Dianggo di unggal nagara",
    "home-plans-chart-row-6-cell-1": "Kawijakan privasi GDPR sareng CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Tingkat kasulitan anu hadé",
    "home-plans-chart-row-8-cell-1": "Luncurkeun eusi tangtangan anjeun nyalira",
    "home-plans-chart-row-9-cell-1": "Jadwalkeun kasusah dumasar waktos",
    "home-try-it-out-button": "Kéngingkeun hCaptcha",
    "home-try-it-out-head": "Coba éta",
    "home-try-it-out-text": "hCaptcha nyayogikeun deteksi bot anu saderhana, gampang, sareng dipercaya bari henteu penting pikeun manusa pikeun direngsekeun.",
    "labeling-about-head": "Ngeunaan hCaptcha",
    "labeling-about-text-1": "hCaptcha dirancang pikeun méréskeun masalah anu paling padamelan dina pagawéan mesin; labél jumlahna ageung data dina waktos, meujeuhna, sareng dipercaya. Langkung seueur data umumna ngahasilkeun hasil anu langkung saé dina modél pembelajaran mesin latihan. Kasuksésan anu anyar dina modél anu jero nyababkeun susunan data anu beuki ageung, sareng hCaptcha ngalayanan kabutuhan ieu.",
    "labeling-about-text-2": "Nanging, nyiptakeun set data anu parantos ditinjau ku manusa nganggo cara tradisional duanana lambat sareng mahal. hCaptcha mangrupikeun cara pikeun perusahaan kéngingkeun anotasi anu diperyogikeun langkung gancang, kalayan kualitas anu langkung luhur sareng biayana langkung murah tibatan alternatif anu sanés.",
    "labeling-annotations-head": "Jinis Anotasi",
    "labeling-annotations-text-1": "Deteksi obyék anu akurat dina gambar sareng pidéo",
    "labeling-annotations-text-2": "Deteksi obyék anu akurat dina gambar sareng pidéo",
    "labeling-annotations-text-3": "Anotasi poin pikeun seueur kasus pamakean anu bénten-bénten",
    "labeling-annotations-text-4": "Nyortir atanapi nambihan katégori sawenang tina ukuran naon",
    "labeling-annotations-text-5": "Deteksi sareng klasifikasi anu dikuatkeun ku manusa",
    "labeling-annotations-text-6": "Peryogi jinis sanés anu teu didaptarkeun di dieu? Mung naroskeun ka kami.",
    "labeling-annotations-title-1": "Ngadaptarkeun Buleud",
    "labeling-annotations-title-2": "Polégon",
    "labeling-annotations-title-3": "Tengara",
    "labeling-annotations-title-4": "Kategorisasi atribut",
    "labeling-annotations-title-5": "Babandingan sareng Deteksi",
    "labeling-annotations-title-6": "... sareng seueur deui",
    "labeling-ent-button": "Hubungi Tim Solusi Perusahaan Kami",
    "labeling-ent-head": "Peryogi Kontrol Akhir-ka-Akhir?",
    "labeling-ent-text-1": "Platform MANUSIA di tukangeun hCaptcha nyayogikeun kualitas padamelan anu canggih pisan sareng fitur manajemén ngalangkungan lokal, hibrid, atanapi panyebaran SaaS anu ngahijikeun sareng sistem anu aya.",
    "labeling-ent-text-2": "Ngajalankeun sapinuhna offline sareng angkatan kerja anjeun nyalira, nilai lagu dihakan di unit bisnis atanapi mitra konsorsium, selektif milih padamelan ka panyayogi padamelan internal atanapi éksternal anu béda dumasar kana sarat biaya sareng kaamanan, sareng seueur deui.",
    "labeling-ent-text-3": "Aksés API Gampang, dasbor éndah, sareng téknologi model-in-the-loop pangénggalna pikeun maksimalkeun pungsi épisiénsi.",
    "labeling-ent-text-4": "99,99% uptime SLAs sareng 24/7 dukungan global sayogi. Kanggo inpormasi lengkep:",
    "labeling-features-head-1": "Pipa anu disetir ku API saderhana.",
    "labeling-features-head-2": "Dioptimalkeun pikeun biaya sareng kualitas. Henteu aya komitmen sateuacanna.",
    "labeling-features-head-3": "Ukur mayar akurasi anu anjeun peryogikeun.",
    "labeling-features-head-4": "Nyayogikeun data bebeneran taneuh anjeun nyalira atanapi hayu urang ngawangun éta kalayan langsung.",
    "labeling-features-text-1": "Hoyong ngahijikeun tinjauan manusa sacara langsung kana operasi bisnis anjeun? Kami nawiskeun SLA reliabilitas tinggi, kapasitas dijamin, sareng API SISA saderhana.",
    "labeling-features-text-2": "Platform MANUSIA ngagunakeun modél kapercayaan komprehensif pikeun ngalakukeun analisis kualitas real-time anu canggih. Hal ieu ngamungkinkeun urang pikeun gancang-gancang nangtoskeun kasusah patarosan sareng jawaban kamungkinanna leres, ngahémat waktos sareng artos anjeun.",
    "labeling-features-text-3": "Henteu sadaya masalah sami. Anotasi pikeun tugas kritis-kaamanan tiasa meryogikeun kapercayaan 99,99% ti padamel manusa anu lengkep. Anotasi pikeun hiji fitur béta dina aplikasi kaulinan mobile ngan ukur butuh kapercayaan anu sedeng. Anjeun mutuskeun.",
    "labeling-features-text-4": "Naha anjeun ngagaduhan data atah tanpa set verifikasi komprehensif? Dina kaseueuran kasus kami tiasa ngawangun hiji kanggo anjeun nalika tugas dijalankeun ku sistem, atanapi ngadamel sampel anu dilabélan pikeun persetujuan anjeun.",
    "labeling-info-head": "Ngagaduhan Data Dilabélan",
    "labeling-info-text-1": "Nyarios sareng salah saurang ahli domain kami pikeun ngahartikeun kabutuhan proyek anjeun: akurasi target, format, sareng sarat khusus naon waé.",
    "labeling-info-text-2": "Kami ngajalankeun padamelan produksi alit dumasar kana data sampel anjeun. Ieu nguji padamelan anu urang lakukeun sasarengan pikeun mastikeun yén anjeun ngagaduhan anu anjeun peryogikeun pisan.",
    "labeling-info-text-3": "Kalayan volume tinggi sareng latency kami anu murah kami bakal ngahurungkeun padamelan anjeun gancang, kalayan pangiriman otomatis pas éta réngsé.",
    "labeling-info-text-4": "Nalika urang langkung ngartos parameter gawé produksi anjeun, hasilna bakal teras-terasan ningkat kana waktos.",
    "labeling-info-text-5": "Dasbor langsung ngamungkinkeun anjeun masihan eupan balik atanapi ngareureuhkeun produksi iraha waé.",
    "labeling-info-title-1": "Nangtukeun Spésifikasi",
    "labeling-info-title-2": "Tés Paksa Awal",
    "labeling-info-title-3": "Nyebarkeun Pakasaban Produksi",
    "labeling-info-title-4": "Perbaikan kontinyu",
    "labeling-info-title-5": "Hasil Waktu Nyata",
    "labeling-main-1": "Labél data épéktip hemat dina skala",
    "labeling-main-1-button": "Candak Data Anjeun Dilabélan Ayeuna",
    "labeling-main-1c": "Peryogi langkung seueur labél pikeun set data anjeun? hCaptcha nyayogikeun data gancang, épéktip biaya, sareng kualitas luhur pikeun perusahaan anu ngerjakeun aplikasi kecerdasan buatan sareng mesin diajar.",
    "labeling-main-2": "Ngajalankeun jutaan tugas langsung.",
    "labeling-main-2-button": "Mésér Jasa Labél Data",
    "labeling-main-2c": "hCaptcha ngagaduhan salah sahiji kolam renang panggedéna di planét anu sayogi pikeun dianggo anjeun. Naon skala anjeun, urang tiasa ngatasi éta tanpa komitmen payun anu mahal. Jutaan tugas per dinten henteu aya masalah.",
    "labeling-platform-head": "Émbaran Wasta atanapi Publik",
    "labeling-platform-text": "hCaptcha diwangun dina Platform MANUSIA, anu ngamungkinkeun rute sareng analisis anu canggih pikeun ngaoptimalkeun biaya sareng efisiensi dina unggal léngkah. Téknologi ieu ngamungkinkeun tanaga gawé anu pas pikeun masing-masing bagian tina padamelan anjeun, ngamaksimalkeun efisiensi biaya bari ngajaga privasi sareng minuhan sarat pangaturan anu tiasa diterapkeun.",
    "labeling-try-button": "Mésér Jasa Labél Data",
    "labeling-try-head": "Hoyong nyobian nganggo data anjeun?",
    "labeling-try-text": "... kami siap nalika anjeun: jasa kami sayogi sakitar jam.",
    "learn-more-hcaptcha": "Diajar langkung seueur ngeunaan hCaptcha",
    "page-acc-faq-1": "Patarosan: Naha hCaptcha Bagéan 508 + WCAG 2.0 patuh? Jawaban: Kami yakin pisan: sadaya pangguna nganggo naon waé kagoréngan anu sanggup ngajalajah wéb sareng ngalebetkeun téks dina formulir tiasa ngaksés jasa anu dijagaan ku hCaptcha saatos didaptarkeun. Nanging, ieu sanés naséhat légal: anjeun kedah ngalakukeun évaluasi anjeun nyalira, ngémutan palaksanaan khusus anjeun pikeun mastikeun yén ieu kasus pikeun dikaluarkeun anjeun.",
    "page-acc-faq-2": "Patarosan: Naha anjeun damel dina pilihan aksés (a11y) anu sanés, sapertos audio? Jawaban: Pilihan anu sateuacana populér sapertos captchas audio ngabentenkeun seueur pangguna a11y sareng gampang éléh ku téhnik pembelajaran mesin modéren. Ieu maksa tantangan audio ayeuna janten beuki hésé, ngenalkeun noise, waktos ganjil, kombinasi kecap anu teu biasa, sareng sajabana pikeun ngéléhkeun panyerang. Kami kirang sumanget ngeunaan pendekatan ieu vs nyingkahan tangtangan sadayana, tapi bakal ngémutanana upami aya paménta ti komunitas anu ka 11 taun. Nanging, kami resep pisan kana Privacy Pass pikeun kasus panggunaan Aksesibilitas. Kami yakin ngahijikeun pendekatan a11y kami ayeuna sareng Penerbitan Pass Privasi bakal ngamungkinkeun para pangguna pikeun ngotéktak kalayan aman, aman dina pangetahuan yén patalimarga na langkung swasta, bari ngabatesan panyalahgunaan ku operator bot anu pasti bakal kajadian nalika aya pilihan anu sayogi. Kami pamilon aktif dina grup kerja IETF ngabakukeun téknologi anyar ieu.",
    "page-acc-faq-3": "Patarosan: Kumaha upami privasi? Naha pendaptaran ngalaan data browsing a11y sababaraha cara? Naon anu anjeun lakukeun dina email? Jawaban: hCaptcha didesain pikeun privasi ti handap. Béda pisan tibatan pilihan tradisional sapertos reCAPTCHA anu dipimilik ku jaringan iklan, anu ngagaduhan insentif pikeun ngalacak anjeun ngalangkungan wéb sareng ngahubungkeun anjeun sareng idéntitas anu leres. Kami henteu kantos nganggo email aksés atanapi inpo pikeun tujuan naon waé salain ti mempermudah panggunaan sareng nyegah panyiksa. Kawijakan privasi kami ngagaduhan waleran anu komprehensif sareng berwibawa ngeunaan cara kami nganggo data, tapi jawaban pondok nyaéta kami henteu resep ngasosiasikeun anjeun salaku jalma anu ngagaduhan riwayat browsing anjeun. Kami ogé ayeuna nuju ngerjakeun solusi kriptografi pikeun gancang miceun alamat email anjeun bari tetep ngajaga kamampuan urang pikeun nyegah panyalahgunaan, ngalengkepan padamelan Pass Privasi urang.",
    "page-acc-link-1": "Upami anjeun pangguna aksés, mangga daptar di dieu.",
    "page-acc-subhead": "Mastikeun aksés anu lancar pikeun sadaya pangguna bari ngajaga kaamanan",
    "page-acc-summary": "Ringkesan",
    "page-acc-summary-contents-1": "hCaptcha dirancang pikeun ngeureunkeun bot ku ngabédakeun éta ti jalma. Tés visual mangrupikeun alat anu merenah pikeun ieu, tapi henteu sadayana tiasa méréskeun hiji tantangan visual. Kusabab kitu kami parantos ngararancang alternatif anu henteu gampang teu aya rasa nyeri pikeun ngantepkeun panerbit anu nganggo jasa kami ngajaga aksés pikeun sadayana kalayan patuh Bagian 508 sareng WCAG 2.0.",
    "page-acc-summary-contents-2": "Cara gawéna: kahiji, pangguna aksés asup dina URL ieu, anu dikaitkeun dina halaman info widget hCaptcha. Aranjeunna dibéré cookie énkripsi anu tiasa dianggo sababaraha kali per dinten, tapi kedah diénggalan unggal 24 jam ngalangkungan login. Nalika tantangan ditepikeun ka pangguna aksés dina situs naon waé nganggo jasa hCaptcha, aranjeunna bakal otomatis lulus.",
    "page-acc-title": "Émbaran Aksesibilitas hCaptcha",
    "page-acc-tr-body": "Patarosan: Kuring masih ningali tantangan saatos netepkeun cookie. Naon anu nyababkeun ieu? Jawaban: Ieu ilaharna kusabab ngagunakeun pameungpeuk iklan agrésip atanapi anti-cookie extension, atanapi setting anu ngahalangan cookies lintas-situs, dina hal ieu cookie pikeun hcaptcha.com anu disetél atanapi dipariksa ku hCaptcha JavaScript dina situs anu sanés , sapertos anu anjeun sumping. Cookie diakses hCaptcha tiasa dianggo sareng sadaya panyungsi populér sareng pameungpeuk iklan kalayan setélan standarna, janten biasana kagagalan akibat skrip anti anti-adblock atanapi aturan anu sami anu nargétkeun situs khusus. Solusi: 1. Whitelist hcaptcha.com sareng * .hcaptcha.com cookies dina blokir iklan anjeun atanapi ekstensi kaamanan browser. 2. Upami anjeun nganggo peramban Wani, anu henteu (dugi ka April 2020) katémbong ngagaduhan whitelist cookie, buka Preferensi -> Shields -> Cookies sareng pilih Allow All Cookies. 3. Upami anjeun nganggo versi Safari anu pang anyarna boh dina OS X 10.15 anu nembé atanapi iOS 13. 4, Apple nembé ngarobih tingkah Safari anu patali sareng cookies ti pihak katilu, ngahalangan sadayana sacara standar. Kami nerapkeun solusi, nanging samentawis éta mangga buka Safari Preferensi, bagian Privasi, sareng hapus centang nyukcruk Halaman Wéb: Cegah pelacakan situs-situs pikeun ngaktipkeun cookie aksés kana fungsina sapertos anu diarepkeun. Patarosan: Kuring nganggo sababaraha alat. Naha kuring kedah daptar sababaraha kali? Ngajawab: Henteu. Mangga klik tautan login email anu sami anu dikirim ka anjeun dina unggal alat anu anjeun anggo pikeun nyetél cookie.",
    "page-acc-tr-title": "Pikeun Pamaké Aksesibilitas: Pitunjuk Q&A sareng Ngungkulan",
    "priv-hc": "Privasi difokuskeun",
    "priv-hc-text": "Jaringan iklan ningali anjeun salaku produkna. Kami henteu. Kami henteu paduli saha waé pangguna, ngan ukur kumaha aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Lulus, sareng kerja keras ngimbangan privasi sareng kaamanan.",
    "reporting-bugs-accessibility-button": "Diajar langkung seueur ngeunaan pilihan aksés",
    "reporting-bugs-accessibility-head": "Pilihan aksés",
    "reporting-bugs-accessibility-text": "Naha anjeun cacad sacara visual atanapi henteu tiasa ngarengsekeun hCaptchas?",
    "reporting-bugs-guide-ff-head": "Nangkep Detil Laporan Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Léngkah 1: Buka Alat Pangembang (Ieu ngamimitian ngarékam sési.)",
    "reporting-bugs-guide-ff-step-2": "Lengkah 2: Pencét dina tab Jaringan dina Pakakas Pamekar. Centang kotak Persist log di luhur.",
    "reporting-bugs-guide-ff-step-3": "Léngkah 3: kunjungi https://accounts.hcaptcha.com/demo, atanapi halaman wéb anu anjeun gaduh masalah (Catetan Privasi: ngan upami anjeun henteu kabagi ngabagi naon) ... teras pencét I Kami tombol manusa, sareng cobaan pikeun méréskeun.",
    "reporting-bugs-guide-ff-step-4": "Léngkah 4: Pencét HAR saatos anjeun nyobian méréskeun, sareng pilih Simpen Sadayana salaku HAR pikeun nyimpen log jaringan. Kirimkeun file éta ka kami.",
    "reporting-bugs-guide-ff-step-5": "Léngkah 5: Pencét dina tab Konsol, sareng pencét-katuhu teras Pilih sadayana sareng simpen kana file téks, pikeun nyimpen log konsol. Kirimkeun ka kami ogé.",
    "reporting-bugs-guide-ff-step-6": "Léngkah pamungkas: Kirim surélék éta HAR sareng konsol log file ka kami, sareng ngajelaskeun masalah Paké: support@hcaptcha.com (punten nganggo jasa sapertos Dropbox atanapi Filebin sareng kirimkeun tautan) sareng opsional screenshot, upami anjeun curiga aya anu henteu némbongan leres . Punten kirimkeun IP anu anjeun anggo ogé. Anjeun tiasa kéngingkeun éta tina https://www.whatsmyip.org/ Hatur nuhun pikeun nyungkeun waktos pikeun ngabantosan kami kéngingkeun inpo ieu! Kami komitmen pikeun ngajantenkeun hCaptcha tiasa dianggo saé pikeun sadayana.",
    "reporting-bugs-guide-head": "Nangkep Detil Laporan Bug: Chrome",
    "reporting-bugs-guide-step-1": "Léngkah 1: Buka Alat Pangembang (Ieu ngamimitian ngarékam sési.)",
    "reporting-bugs-guide-step-2": "Lengkah 2: Pencét dina tab Jaringan dina Pakakas Pamekar. Centang kotak Wét log di luhur.",
    "reporting-bugs-guide-step-3": "Léngkah 3: kunjungi https://accounts.hcaptcha.com/demo, atanapi halaman wéb anu anjeun gaduh masalah (Catetan Privasi: ngan upami anjeun henteu kabagi ngabagi naon) ... teras pencét I Kami tombol manusa, sareng cobaan pikeun méréskeun.",
    "reporting-bugs-guide-step-4": "Léngkah 4: Pencét Ékspor HAR (panah handap handap) saatos anjeun nyobian méréskeun, anu ngahémat log jaringan. Kirimkeun file éta ka kami.",
    "reporting-bugs-guide-step-5": "Léngkah 5: Pencét dina tab Konsol, sareng pencét-katuhu teras Simpen salaku .. pikeun nyimpen log konsol. Kirimkeun ka kami ogé.",
    "reporting-bugs-guide-step-6": "Léngkah pamungkas: Kirim surélék kana file log HAR sareng konsol ka kami, sareng jelaskeun masalahna. Anggo: support@hcaptcha.com (punten nganggo jasa sapertos Dropbox atanapi Filebin sareng kirimkeun tautan) sareng opsional screenshot, upami anjeun curiga aya anu henteu leres ditampilkeun. Punten kirimkeun IP anu anjeun anggo ogé. Anjeun tiasa kéngingkeun éta tina https://www.whatsmyip.org/ Hatur nuhun pikeun nyungkeun waktos pikeun ngabantosan kami kéngingkeun inpo ieu! Kami komitmen pikeun ngajantenkeun hCaptcha tiasa dianggo saé pikeun sadayana.",
    "reporting-bugs-guide-text-1": "Ngirim inpo debugging ku laporan anjeun bakal ngajantenkeun langkung gampang pikeun urang pikeun ngaidentipikasi naon anu lumangsung. Ieu petunjuk léngkah-léngkah:",
    "reporting-bugs-guide-text-2": "Upami anjeun pangembang wéb atanapi pangguna anu ahli, anu kasimpulanna kami hoyong anjeun ngirimkeun jaringan ngarékam jaringan HAR sareng konsol peramban. Punten cobian nganonaktifkeun blokir iklan atanapi ekstensi kaamanan browser anu sanésna teras cobian deui sateuacan anjeun ngalangkungan léngkah-léngkah ieu. Upami éta ngalereskeun masalah anjeun, kami masih bakal ngahargaan anjeun ngabéjaan kami versi panyungsi anjeun, pameungpeuk iklan atanapi ekstensi browser, sareng URL halaman wéb.",
    "reporting-bugs-intro-head": "Kapendak bug? Kieu kumaha ngalaporkeunana.",
    "reporting-bugs-intro-text": "Jutaan jalma ngagunakeun hCaptcha unggal bulan, dina rébuan kombinasi panyungsi, ekstensi, alat, firewall, sareng seueur deui. Tujuan kami pikeun mastikeun éta salawasna cocog pikeun anjeun, janten kami ngahargaan pisan laporan anjeun! Pikeun masihan tanggapan gancang, cukup klik tombol Kirimkeun kami eupan balik. Upami anjeun ningali masalah fungsina, punten turutan paréntah log debug pikeun Chrome atanapi paréntah log debug pikeun Firefox di handap. Pikeun panyungsi sanésna ngan ukur email ka kami. Kanggo masalah kaamanan atanapi privasi anu mungkin, tingali paréntah ieu di handap.",
    "reporting-bugs-privacy-head": "Masalah Privasi",
    "reporting-bugs-privacy-text": "Kami henteu paduli saha waé pangguna, ngan ukur kumaha sababna jahat atanapi mesin. Kami ngadukung prakarsa sapertos Privasi Lulus, sareng kerja keras ngimbangan privasi sareng kaamanan. Upami anjeun mendakan masalah anu saur anjeun tiasa mangaruhan privasi pangguna, punten email ka kami di support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Kirimkeun kami eupan balik",
    "reporting-bugs-provide-feedback-head": "Nyayogikeun tanggapan langsung dina hCaptcha",
    "reporting-bugs-provide-feedback-text": "Kami ngahargaan input anjeun. Hayu urang terang aya masalah sareng kami bakal gancang ngajawabna.",
    "reporting-bugs-security-head": "Bug kaamanan",
    "reporting-bugs-security-text": "Kami teras-terasan nampi laporan ngeunaan bug kaamanan. Email support@hcaptcha.com & CC security@hcaptcha.com sareng urang bakal gancang uih deui ka anjeun. Urang ogé ngagaduhan program kurnia bug pikeun laporan kaamanan anu cocog dina jasa hCaptcha sareng kode sumber anu aya hubunganana.",
    "sec-hc": "Kaamanan Mimiti",
    "sec-hc-text": "hCaptcha difokuskeun ku penerbit. Kami damel kanggo masihan situs data anu saleresna sareng ngantepkeun aranjeunna mutuskeun kumaha ngagunakeunana. Akurasi aya minat sareng kapentingan urang. Captchas séjén anu disadiakeun ku perusahaan iklan. Unggal bot anu aranjeunna blok tiasa ngirangan pendapatanna.",
    "switch-to-english-link": "Pindah kana basa Inggris",
    "what-is-hcaptcha": "Naon hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ngabantuan jasa wéb paporit anjeun ngajauhkeun bot, spam, sareng penyalahgunaan ku naroskeun patarosan anu gampang pikeun manusa sareng sesah pikeun mesin.",
    "why-hc": "Kunaon hCaptcha?",
    "why-hc-text": "Unggal-unggal anjeun ngajawab tantangan, kami nganggo modél anu canggih pikeun milarian terang naha anjeun manusa atanapi mesin. Halaman wéb anu anjeun didatangan teras nganggo hasil ieu pikeun ngabantosan ningkatkeun pangalaman anjeun dina situsna ku ngajaga bot."
}