{
    "acc-opt": "Pilihan aksés",
    "acc-opt-but": "Diajar langkung seueur ngeunaan pilihan aksésibilitas",
    "acc-opt-text": "Naha anjeun cacad sacara visually atanapi henteu nyampurnakeun hCaptchas?",
    "accessibility-link": "Aksésibilitas",
    "appreciate-in": "Kami ngahargaan input anjeun. Hayu urang terangkeun naon masalah sareng urang bakal méréskeun éta gancang.",
    "fb-but": "Kirim kami tanggepan",
    "feedback-text": "Masihan tanggapan kana hCaptcha anu anjeun nembe ningali",
    "home-ent-1": "Milarian kurban kaamanan perusahaan kami?",
    "home-ent-2": "Didatangan halaman anyar kami: BotStop.com",
    "home-intro-body": "Naha anjeun nganggo captcha pikeun ngajaga bot? hCaptcha ngajaga hak cipta pangguna, ganjaran kana situs web, sareng ngabantosan perusahaan-data supados data dilabélan. Tempat éta mangrupikeun tetes gulung pikeun reCAPTCHA: anjeun tiasa ngalih dina sababaraha menit.",
    "home-intro-head": "Eureun deui bot. Ngamimitian ngajagaan privasi pangguna.",
    "home-main-1": "Swasta. Aman. Leuwih gancang. Sareng kami mayar anjeun nganggo éta.",
    "home-main-2": "Katerangan Dipokuskeun",
    "home-main-2c": "Jaringan iklan ningali sémah anjeun salaku produk. Pikeun hCaptcha produk mangrupikeun padamelan anu aranjeunna bikeun. Kami henteu paduli saha pamakéna, ngan kumaha kamungkinan aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan.",
    "home-main-3": "Kaamanan Mimiti",
    "home-main-3c": "Ketepatan dina kapentingan anjeun sareng kami. hCaptcha mangrupikeun fokus-penerbit. Urang damel pikeun masihan anjeun data nyata sareng ngantep anjeun mutuskeun kumaha ngagunakeunana. Captchas sanésna disayogikeun ku",
    "home-main-3c2": "perusahaan pariwara. Ieu hartosna unggal bot aranjeunna ngablokir tiasa ngirangan pendapatanna.",
    "home-main-4": "Pangalaman Panganggo Langkung Saé",
    "home-main-4c": "Model belajar mesin canggih dipaké ku hCaptcha pikeun nangtoskeun umat manusa. Hal ieu ngamungkinkeun urang ngabutuhkeun pancén anu kirang ngaganggu tina pamaké anjeun sareng ngirangan waktosna dina ngalakukeun éta, bari masih ngahasilkeun data anu dilabélan anu mangpaat pikeun palabél konsumén.",
    "home-main-plans": "hCaptcha bébas dianggo pikeun penerbit tina ukuran naon waé. Nanging, pikeun perusahaan sareng platform anu peryogi langkung kontrol, solusi perusahaan kami sayogi.",
    "home-main-plans2": "Solusi perusahaan hCaptcha ngajagi jutaan pangguna di sapanjang puluhan juta situs wéb pikeun sababaraha perusahaan panggedéna di pangeusina. Mangga wartosan kami kanggo inpo langkung lengkep, atanapi kunjungan",
    "home-main-plans3": "Solusi perusahaan hCaptcha ngajagi jutaan pangguna di sapanjang puluhan juta situs wéb pikeun sababaraha perusahaan panggedéna di pangeusina. Mangga wartosan kami kanggo inpo langkung lengkep, atanapi kunjungan",
    "home-main-plans4": "pikeun detil.",
    "learn-more-hcaptcha": "Diajar langkung seueur ngeunaan hCaptcha",
    "page-acc-faq-1": "Pananya: Naha hCaptcha Bagéan 508 + WCAG 2.0 patuh? Jawaban: Kami yakin yén: sadaya pangguna kalayan naon waé cacad anu sanggup ngotéktak wéb sareng ngalebetkeun téks dina bentuk-aksés tiasa ngaksés jasa anu dijaga ku hCaptcha nalika pendaptaran. Nanging, ieu sanés nasihat légal: anjeun kedah ngalakukeun evaluasi anjeun sorangan, kalayan mertimbangkeun palaksanaan khusus anjeun pikeun mastikeun ieu mangrupikeun hal pikeun penyebarannana.",
    "page-acc-faq-2": "Pananya: Naha anjeun damel dina aksés anu sanés (a11y) sanés, sapertos audio? Jawaban: Sateuacanna pilihan populer sapertos captchas audio ngabédakeunana seueur pangguna a11y sareng gampang éléh ku téhnik diajar mesin modéren. Ieu nyababkeun tantangan audio ayeuna janten langkung alit, ngenalkeun bising, waktos ganjil, kombinasi kecap anu teu biasa, sareng sateuacana eleh panyerang. Ku sabab kitu urang kirang sumanget ngeunaan pendekatan ieu vs nyingkahan tantangan anu sadayana, tapi bakal nganggapna upami aya paménta ti komunitas a11y. Nanging, kami resep pisan kana Privasi Pass kanggo kasus panggunaan Aksesibilitas. Kami yakin ngahijikeun pendekatan a11y ayeuna sareng penerbitan Pas Privasi bakal ngijinkeun pangguna a11y pikeun milarian sacara aman, aman dina kanyaho yén lalu lintasna langkung pribadi, sedengkeun ngawatesan panyalahgunaan ku operator bot anu teu pasti lumangsung nalika pilihan a11y sayogi. Kami peserta aktip dina grup kerja IETF standarisasi téknologi anyar ieu.",
    "page-acc-faq-3": "Pananya: Naon ngeunaan privasi? Naha pendaptaran ngajelaskeun data browsing a11y ku sababaraha cara? Naon anu anjeun lakukeun sareng email? Jawaban: hCaptcha dirancang pikeun kabijakan dasar tina dasar. Beda béda ti pilihan tradisional sapertos reCAPTCHA anu dipiboga ku jaringan iklan, anu ngagaduhan insentip pikeun ngalacak anjeun dina wéb sareng ngahubungkeun anjeun sareng identitas nyata. Kami henteu pernah nganggo aksés aksés atanapi info pikeun tujuan sanésna sanés pikeun ngagampangkeun panggunaan a11y sareng nyegah nyiksa. Kawijakan privasi urang gaduh jawaban komprehensif sareng otoritas ngeunaan kumaha kami nganggo data, tapi jawaban anu pondok nyaéta kami henteu ngagaduhan ngahubungkeun anjeun salaku jalma sareng riwayat browsing browsing anjeun. Kami ogé ayeuna nuju damel solusi kriptografi pikeun gancang ngabuang alamat email anjeun bari masih ngajaga pangabisa urang pikeun nyegah nyiksa, ngalengkepan karya Pas Pribadi kami.",
    "page-acc-link-1": "Upami anjeun panggunaan aksés, punten daptar di dieu.",
    "page-acc-subhead": "Mastikeun aksés anu mulus pikeun sadaya pangguna nalika ngajaga kaamanan",
    "page-acc-summary": "Kasimpulan",
    "page-acc-summary-contents-1": "hCaptcha dirancang pikeun ngeureunkeun bot ku ngabédakeunana tina jalma-jalma. Tes visual mangrupikeun alat anu saé pikeun ieu, tapi henteu sadayana tiasa ngajawab tantangan visual. Alesan ieu kami mendesain alternatif anu sanés, henteu aya rasa nyeri pikeun ngantep penerbit anu nganggo jasa kami ngalestarikan aksés kanggo sadayana kalayan patuh Bagean 508 sareng patuh WCAG 2.0.",
    "page-acc-summary-contents-2": "Kumaha éta tiasa dianggo: kahiji, hiji aksés aksés sign up dina URL ieu, anu aya hubungan dina halaman info hCaptcha widget. Éta dibéré cookie énkripsi anu tiasa digunakeun sababaraha kali per dinten, tapi kedah disegerkeun unggal 24 jam via login.When tangtangan dipasihan ka pangguna aksés dina situs naon waé nganggo jasa hCaptcha, aranjeunna bakal otomatis lulus.",
    "page-acc-title": "Inpormasi aksés aksés hCaptcha",
    "page-acc-tr-body": "Pananya: Kuring masih ningali tangtangan saatos netepkeun cookie. Naon anu ngabalukarkeun ieu? Jawaban: Ieu biasana kusabab ngagunakeun pameungpeuk iklan agrésif atanapi penyuluhan anti-cookie, atanapi setting anu ngahalangan cookies situs cross, dina kasus ieu cookie pikeun hcaptcha.com anu disetél atanapi dipariksa ku hCaptcha JavaScript dina situs anu sanés , sapertos sapertos anu didatangan ku anjeun. cookies aksés aksés hCaptcha tiasa dianggo sareng sadaya browser anu populer sareng pameungpeuk iklan kalayan setting standarna, sahingga biasana gagalna kusabab skrip anti-adblock atanapi pakét anu sami anu nargetkeun situs tinangtu. Solusi: 1. Whitelist hcaptcha.com sareng * .hcaptcha.com cookies dina pameungpeuk iklan anjeun atanapi penyambungan kaamanan browser. 2. Upami anjeun nganggo browser Wani, anu henteu (dugi ka April 2020) katémbong gaduh jinis cookie whitelist, angkat ka Tanya -> Shields -> Kuki sareng pilih Ngidinan Sadaya Kuki. 3. Upami anjeun nganggo versi anu paling anyar dina Safari boh OS X 10.15 atanapi ios anu nembe dikaluarkeun, 4 Apple, nembé parantos ngarobih paripolah Safari anu aya hubunganana sareng cookies pihak katilu, ngahalangan sadaya sacara standar. Kami ngalaksanakeun solusi, tapi kanggo waktos ayeuna kunjungan kana Pilihan Pilihan, bagian Privasi, sareng pupus centang Pelacak situs wéb: Nyegah pelayaran situs pikeun ngaktifkeun aksés aksés cookie kana sakumaha anu diharapkeun. Pananya: Kuring maké sababaraha alat. Naha kuring kedah ngadaptarkeun sababaraha kali? Jawaban: Teu. Punten klik tautan login email anu sami anu dikirim ka anjeun dina unggal alat anu anjeun anggo dina set cookie.",
    "page-acc-tr-title": "Pikeun Pangguna aksés aksés: Q&A sareng Pitunjuk Masalah",
    "priv-hc": "Katerangan Dipokuskeun",
    "priv-hc-text": "Jaringan iklan ningali anjeun salaku produkna. Kami henteu. Urang teu paduli saha anu dianggo, ngan kumaha kamungkinan aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan.",
    "sec-hc": "Kaamanan Mimiti",
    "sec-hc-text": "hCaptcha mangrupikeun fokus-penerbit. Urang damel pikeun masihan situs data nyata sareng ngantepkeun aranjeunna mutuskeun kumaha ngagunakeun éta. Ketepatan dina kapentingan anjeun sareng kami. Captchas sanésna disayogikeun ku perusahaan iklan. Unggal bot aranjeunna meungpeuk tiasa ngirangan pendapatanna.",
    "what-is-hcaptcha": "Naon hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ngabantosan jasa wéb karesep anjeun pikeun ngajantenkeun bot, spam, sareng nyiksa ku nanyakeun patarosan anu gampang pikeun manusa sareng hésé pikeun mesin.",
    "why-hc": "Naha hCaptcha?",
    "why-hc-text": "Unggal waktos anjeun ngajawab tantangan, kami nganggo modél canggih pikeun terang naha anjeun manusa atanapi mesin. Situs wéb anu anjeun kéngingkeun teras nganggo hasilna ieu pikeun ngabantosan pangalaman dina situsna ku ngaluarkeun bot."
}