{
    "about-advisors-brendan": "CEO. Diakui pamimpin di AI. Parantos nerapkeun intelijen mesin dina skala kana rupa-rupa masalah bisnis dina dasawarsa anu katukang.",
    "about-advisors-dawn": "PhD dina Kompétasional Biology, Stanford. Gawe sareng jaringan saraf saprak taun 1999. Pokus kanggo ML anu diterapkeun sareng pembelajaran jero dina skala.",
    "about-advisors-head": "Panaséhat",
    "about-advisors-keiran": "Ahli sareng database Blockchain. Insinyur dini di Cloudera sareng seueur deui. Dekade kaahlian ngawangun software sareng tim.",
    "about-content-head-1": "Naon Urang Henteu",
    "about-content-head-2": "Kunaon eta Perkara",
    "about-content-text-1": "hCaptcha mangrupikeun layanan tina Intuition Machines Inc, hiji AI sareng perusahaan diajar mesin kalayan fokus kana metalearning sareng visual domain ML dina skala. Urang ngawangun sareng ngoperasikeun sistem skala anu gedé pikeun ngaktifkeun jasa analisa video sareng gambar pikeun perusahaan Global 2000 di sakumna dunya.",
    "about-content-text-2": "Langkung data umumna ngahasilkeun hasil anu langkung saé. Wangunan sareng ngajaga anu leres dilabélan sareng datasét relevan nyaéta ngagem waktos na mahal. Asalna hCaptcha dimekarkeun kanggo mésér kaperluan urang sorangan dina panyiri gambar, sareng ayeuna sayogi pikeun perusahaan sanés anu gaduh kabutuhan anu sami.",
    "about-intro-head-1": "Gawé pikeun hCaptcha",
    "about-intro-head-2": "Misi Kami Anu Gede",
    "about-intro-text": "Kami nuju gancang sareng teras-terasan milarian bakat panghadéna sa dunya di kantor global urang. Anjeun tiasa nerapkeun kalayan tautan di handap.",
    "about-leadership-alex": "Ahli sareng database Blockchain. Insinyur dini di Cloudera sareng seueur deui. Dekade kaahlian ngawangun software sareng tim.",
    "about-leadership-eli": "CEO. Diakui pamimpin di AI. Parantos nerapkeun intelijen mesin dina skala kana rupa-rupa masalah bisnis dina dasawarsa anu katukang.",
    "about-leadership-head": "Kapamimpinan",
    "about-leadership-todd": "PhD dina Kompétasional Biology, Stanford. Gawe sareng jaringan saraf saprak taun 1999. Pokus kanggo ML anu diterapkeun sareng pembelajaran jero dina skala.",
    "acc-opt": "Pilihan aksés",
    "acc-opt-but": "Diajar langkung seueur ngeunaan pilihan aksésibilitas",
    "acc-opt-text": "Naha anjeun cacad sacara visually atanapi henteu nyampurnakeun hCaptchas?",
    "accessibility-link": "Aksésibilitas",
    "appreciate-in": "Kami ngahargaan input anjeun. Hayu urang terangkeun naon masalah sareng urang bakal méréskeun éta gancang.",
    "fb-but": "Kirim kami tanggepan",
    "feedback-text": "Masihan tanggapan kana hCaptcha anu anjeun nembe ningali",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha mangrupakeun mérek dagang kadaptar ti Intuition Machines, Inc.",
    "footer-header-1": "Perusahaan",
    "footer-header-2": "Sumberdaya",
    "footer-header-3": "Hubungan",
    "footer-link-1": "Labeling",
    "footer-link-2": "Ngeunaan",
    "footer-link-3": "Proyék",
    "footer-link-4": "Tanda dagang",
    "footer-link-5": "Blog",
    "footer-link-6": "Status",
    "footer-link-7": "Dokuméntasi",
    "footer-link-8": "Laporkeun hiji bug",
    "footer-link-9": "Aksésibilitas",
    "footer-privacy": "Privasi",
    "footer-subheader-1": "Dukungan",
    "footer-subheader-2": "Hubungan",
    "footer-terms": "Syarat",
    "header-docs-link": "Dokter",
    "header-labeling-services-link": "Layanan Labeling",
    "header-login-button": "Lebet",
    "header-plans-link": "Rencana",
    "header-signup-button": "Daptar",
    "home-about-head": "Ngeunaan hCaptcha",
    "home-about-subtitle": "Dipasankeun ku HUMAN Protocol",
    "home-about-text-1": "hCaptcha dirancang pikeun ngabéréskeun masalah intensip tanaga gawé dina diajar mesin: labél jumlahna data masif ku cara anu pas, terjangkau, sareng dipercaya.",
    "home-about-text-2": "Langkung seueur data umumna ngahasilkeun hasil anu langkung saé dina modél latihan mesin latihan. Kasuksésan anyar tina modél jero nuju nyababkeun datasét anu ageung ageung, ampir sok aya dina sababaraha tinjauan manusa. Nanging, nyiptakeun datasét anu ditaliti ku manusa énggal via Mechanical Turk, Gambar Eight, sareng anu sanésna kalangkung mahal.",
    "home-about-text-3": "hCaptcha ngamungkinkeun situs web ngadamel artos ngaladarkeun paménta ieu bari ngotongkeun bot sareng bentuk nyiksa.",
    "home-about-text-4": "Pasar hCaptcha dikuatkeun ku HUMAN Protocol, hiji protokol desentralisasi kabuka pikeun ulasan manusa anu ngajalankeun dina Ethereum blockchain. Situs wéb nampi Human Tokens (HMT) iraha waé pangguna nganggo hCaptcha dina situs wéb, sareng perusahaan diajar mesin mayar Toké Manusa pikeun dicét data.",
    "home-ba-labeling-services-link": "Layanan Labeling",
    "home-benefits-head-1": "Nilai dina Ngadamel Data",
    "home-benefits-head-2": "Balik deui ka Amal",
    "home-benefits-text-1": "Naha anjeun sadar kana unggal-unggal klik mobil anjeun ngabantosan ngalatih tunggal sistem diajar mesin mesin Gigantic gratis?",
    "home-benefits-text-2": "hCaptcha membalikkeun modél kieu. Nalika anjeun nganggo hCaptcha, perusahaan nawiskeun hasil pagawéan anjeun sakumaha anu ngabuktikeun umat manusa. Anjeun kéngingkeun hadiahna.",
    "home-benefits-text-3": "Hoyong masihan deui amal karesep anjeun? hCaptcha ngamungkinkeun anjeun ngadukung amal anu dipikahoyong ku pameunteu anu anjeun perolehi tina ngagunakeunana. Pangguna dina situs anjeun enggal tiasa ningali kontribusi anjeun pikeun amal ngaliwatan panyebaran wijaksana dina interface hCaptcha.",
    "home-challenge-text-1": "Pilih sadaya gambar anu cocog sareng pamundut",
    "home-challenge-text-2": "Netepkeun wilayah batesan pikeun objék",
    "home-challenge-text-3": "Idéntifikasi labél anu aya",
    "home-challenge-title-1": "Perbandingan",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Pengkelasan",
    "home-challenges-head": "Tantangan Anu Dipasang",
    "home-challenges-text-1": "... sareng tugas saderhana sanés. Gampang pikeun manusa, susah kanggo bot.",
    "home-challenges-text-2": "Tugas adat ogé sayogi pikeun penerbit perusahaan.",
    "home-ent-1": "Milarian kurban kaamanan perusahaan kami?",
    "home-ent-2": "Didatangan halaman anyar kami: BotStop.com",
    "home-ent-button": "Diajar langkung seueur: BotStop ku hCaptcha",
    "home-from-the-blog": "SUKAN BLOG:",
    "home-from-the-blog-value": "Kumaha hCaptcha Susah Setélan Gawé",
    "home-intro-body": "Naha anjeun nganggo captcha pikeun ngajaga bot? hCaptcha ngajaga hak cipta pangguna, ganjaran kana situs web, sareng ngabantosan perusahaan-data supados data dilabélan. Tempat éta mangrupikeun tetes gulung pikeun reCAPTCHA: anjeun tiasa ngalih dina sababaraha menit.",
    "home-intro-button": "Ngadaptarkeun Ayeuna",
    "home-intro-head": "Eureun deui bot. Ngamimitian ngajagaan privasi pangguna.",
    "home-main-1": "Swasta. Aman. Leuwih gancang. Sareng kami mayar anjeun nganggo éta.",
    "home-main-2": "Katerangan Dipokuskeun",
    "home-main-2c": "Jaringan iklan ningali sémah anjeun salaku produk. Pikeun hCaptcha produk mangrupikeun padamelan anu aranjeunna bikeun. Kami henteu paduli saha pamakéna, ngan kumaha kamungkinan aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan.",
    "home-main-3": "Kaamanan Mimiti",
    "home-main-3c": "Ketepatan dina kapentingan anjeun sareng kami. hCaptcha mangrupikeun fokus-penerbit. Urang damel pikeun masihan anjeun data nyata sareng ngantep anjeun mutuskeun kumaha ngagunakeunana. Captchas sanésna disayogikeun ku",
    "home-main-4": "Pangalaman Panganggo Langkung Saé",
    "home-main-4c": "Model belajar mesin canggih dipaké ku hCaptcha pikeun nangtoskeun umat manusa. Hal ieu ngamungkinkeun urang ngabutuhkeun pancén anu kirang ngaganggu tina pamaké anjeun sareng ngirangan waktosna dina ngalakukeun éta, bari masih ngahasilkeun data anu dilabélan anu mangpaat pikeun palabél konsumén.",
    "home-main-plans": "hCaptcha bébas dianggo pikeun penerbit tina ukuran naon waé. Nanging, pikeun perusahaan sareng platform anu peryogi langkung kontrol, solusi perusahaan kami sayogi.",
    "home-main-plans2": "Solusi perusahaan hCaptcha ngajagi jutaan pangguna di sapanjang puluhan juta situs wéb pikeun sababaraha perusahaan panggedéna di pangeusina. Mangga wartosan kami kanggo inpo langkung lengkep, atanapi kunjungan",
    "home-main-plans3": "Solusi perusahaan hCaptcha ngajagi jutaan pangguna di sapanjang puluhan juta situs wéb pikeun sababaraha perusahaan panggedéna di pangeusina. Mangga wartosan kami kanggo inpo langkung lengkep, atanapi kunjungan",
    "home-main-plans4": "pikeun detil.",
    "home-plans-button-1": "Ngadaptarkeun ayeuna",
    "home-plans-button-2": "Hubungan penjualan",
    "home-plans-chart-head-1": "Fitur",
    "home-plans-chart-head-2": "Pamedal",
    "home-plans-chart-head-3": "Pausahaan",
    "home-plans-chart-row-1-cell-1": "Jenis tantangan tantangan anu dipidangkeun",
    "home-plans-chart-row-1-cell-2": "Terbatas",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Dashboards multi-pamaké",
    "home-plans-chart-row-11-cell-1": "Laporan ngalaporkeun canggih",
    "home-plans-chart-row-12-cell-1": "SLA perusahaan",
    "home-plans-chart-row-2-cell-1": "Kontrol tantangan eusi anu dianggo",
    "home-plans-chart-row-2-cell-2": "Terbatas",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Keuntungan pikeun kamampuan manusa",
    "home-plans-chart-row-4-cell-1": "Perlindungan anti-kelas dunya sadunya",
    "home-plans-chart-row-5-cell-1": "Karya di unggal nagara",
    "home-plans-chart-row-6-cell-1": "Kawijakan privasi ramah GDPR sareng CCPA",
    "home-plans-chart-row-7-cell-1": "Kasus tingkat halus",
    "home-plans-chart-row-8-cell-1": "Jalankeun eusi tantangan anjeun sorangan",
    "home-plans-chart-row-9-cell-1": "Kasusah dumasarkeun waktos ngajadwalkeun",
    "home-try-it-out-button": "Kéngingkeun hCaptcha",
    "home-try-it-out-head": "Coba éta",
    "home-try-it-out-text": "hCaptcha nyadiakeun pangwanoh bot anu gampang, gampang, sareng dipercaya bari teu pati penting pikeun manusa pikeun ngajawab.",
    "labeling-about-head": "Ngeunaan hCaptcha",
    "labeling-about-text-1": "hCaptcha dirancang pikeun ngabéréskeun masalah intensip tanaga gawé pikeun diajar mesin; labél jumlahna data ageung ku cara anu pas, terjangkau, sareng dipercaya. Langkung seueur data umumna ngahasilkeun hasil anu langkung saé dina modél latihan mesin latihan. Kasuksésan anyar tina model anu jero parantos nyababkeun datasét anu langkung ageung, sareng hCaptcha ngagaduhan kabutuhan ieu.",
    "labeling-about-text-2": "Nanging, nyiptakeun datasét anu ditaliti ku manusa ageung nganggo metode tradisional duanana laun sareng mahal. hCaptcha mangrupikeun cara perusahaan pikeun kéngingkeun anotasi anu diperyogikeun langkung gancang, kalayan kualitas anu langkung luhur sareng biaya anu langkung handap tibatan alternatif anu sanés.",
    "labeling-annotations-head": "Jenis Tipe",
    "labeling-annotations-text-1": "Deteksi obyék akurat dina gambar sareng pidio",
    "labeling-annotations-text-2": "Deteksi obyék akurat dina gambar sareng pidio",
    "labeling-annotations-text-3": "Nunjukkeun titik pikeun seueur kasus anu béda",
    "labeling-annotations-text-4": "Urut atanapi pasang kategori sawenang waé ukuran",
    "labeling-annotations-text-5": "Pangenal kakuatan manusa sareng klasifikasi",
    "labeling-annotations-text-6": "Peryogi jinis sanés didaptarkeun di dieu? Ngan naroskeun ka kami.",
    "labeling-annotations-title-1": "Bounding Buleud",
    "labeling-annotations-title-2": "Poligada",
    "labeling-annotations-title-3": "Tanda tempat",
    "labeling-annotations-title-4": "Atributasi Kategori",
    "labeling-annotations-title-5": "Perbandingan sareng Deteksi",
    "labeling-annotations-title-6": "... sareng seueur deui",
    "labeling-ent-button": "Hubungi Tim Solusi Perusahaan kami",
    "labeling-ent-head": "Peryogi Control End-to-End?",
    "labeling-ent-text-1": "Platform HUMAN di tukangeun hCaptcha nyayogikeun kualitas karya sareng manajemén anu canggih dina fitur premis, hibrida, atanapi SaaS anu ngahijikeun sareng sistem anu tos aya.",
    "labeling-ent-text-2": "Jalankeun lengkep offline sareng tenaga kerja anjeun nyalira, nilai lagu dihakan peuntas unit bisnis atanapi mitra konsorsium, selektif nungtut padamelan pikeun panyadia kuli internal atanapi eksternal dumasarkeun biaya sareng kaamanan, sareng seueur deui.",
    "labeling-ent-text-3": "Aksés Aksés API, dashboards éndah, sareng téknologi modél pang anyarna pikeun téknologi ngamaksimalkeun efisiensi.",
    "labeling-ent-text-4": "99,99% uptime SLAs sareng 24/7 ngadukung global sayogi. Kanggo inpo nu leuwih lengkep:",
    "labeling-features-head-1": "Jalur pipa anu didorong ku API.",
    "labeling-features-head-2": "Dioptimalkeun pikeun biaya sareng kualitas. Teu aya komitmen di luhur.",
    "labeling-features-head-3": "Ukur mayar akurasi anu anjeun peryogikeun.",
    "labeling-features-head-4": "Nyayogikeun data kabeneran taneuh anjeun sorangan atanapi hayu urang ngawangun éta lalumpatan.",
    "labeling-features-text-1": "Hoyong ngahijikeun ulasan manusa langsung kana operasi bisnis anjeun? Kami nawiskeun linuhung SLAs anu luhur, kapasitas dijamin, sareng APPOT REST sederhana.",
    "labeling-features-text-2": "Platform HUMAN ngagunakeun modél kapercayaan anu lengkep pikeun ngalakukeun analisa kualitas real-time canggih. Hal ieu ngamungkinkeun urang gancang nangtukeun boh kasusah patarosan sareng jawaban anu leres-leres leresna, ngahemat waktos sareng artos.",
    "labeling-features-text-3": "Henteu sakabeh masalah sami. Catetan pikeun pancén-kritis kasalametan tiasa nunjukkeun kayakinan 99,99% ti sadayana pagawean manusa. Catetan pikeun hiji fitur beta dina aplikasi kaulinan mobile tiasa ngabutuhkeun kapercayaan sedeng. Anjeun mutuskeun.",
    "labeling-features-text-4": "Dupi anjeun ngagaduhan data atah tanpa set verifikasi anu lengkep? Dina kalolobaan kasus urang tiasa ngawangun hiji kanggo anjeun salaku tugas ngalangkungan sistem, atanapi nyiptakeun conto anu dilabélan pikeun persetujuan anjeun.",
    "labeling-info-head": "Kéngingkeun Data dilabélan",
    "labeling-info-text-1": "Nyarios sareng salah sahiji ahli domain kami pikeun ngartikeun kabutuhan proyek anjeun: akurasi udagan, pormat, sareng sarat khusus.",
    "labeling-info-text-2": "Kami ngaéksekusi padamelan produksi leutik dumasar kana data sampel anjeun. Ieu uji padamelan anu urang atos damel babarengan pikeun mastikeun anjeun ngagaduhan persis anu peryogi.",
    "labeling-info-text-3": "Kalayan volume tinggi sareng latency anu saé kami bakal nyobian damel anjeun gancang-gancang, kalayan pangiriman otomatis saatos réngsé.",
    "labeling-info-text-4": "Nalika urang langkung ngartos parameter karya produksi anjeun, hasilna bakal terus ningkat kana waktosna.",
    "labeling-info-text-5": "Jalur live langsung ngamungkinkeun anjeun pikeun masihan tanggapan atanapi ngareureuhkeun produksi iraha waé.",
    "labeling-info-title-1": "Netepkeun Spésifikasi",
    "labeling-info-title-2": "Mimiti Tugas Pekerjaan Awal",
    "labeling-info-title-3": "Jobs Produksi Produksi",
    "labeling-info-title-4": "Ngaronjatkeun Kontinyu",
    "labeling-info-title-5": "Hasil Real Time",
    "labeling-main-1": "Labeling data ongkos-efektif dina skala",
    "labeling-main-1-button": "Candak Data dilabélan anjeun Ayeuna",
    "labeling-main-1c": "Peryogi langkung labél kanggo datasets anjeun? hCaptcha nyayogikeun data gancang, épéktip, sareng panyétél data anu kualitasna tinggi pikeun perusahaan anu damel dina kapinteran jieunan sareng aplikasi diajar mesin.",
    "labeling-main-2": "Ngajalankeun jutaan tugas énggal.",
    "labeling-main-2-button": "Meuli Layanan Pelabelan Data",
    "labeling-main-2c": "hCaptcha ngagaduhan salah sahiji kolam renang panggedéna pangeusina anu sayogi pikeun anjeun. Naon waé skala anjeun, urang tiasa ngatasi éta tanpa komitmen payuneun anu mahal. Jutaan tugas per dinten henteu aya masalah.",
    "labeling-platform-head": "Inpormasi Pribadi atanapi Public",
    "labeling-platform-text": "hCaptcha diwangun dina HUMAN Platform, anu ngamungkinkeun routing sareng analisa canggih pikeun ngaoptimalkeun biaya sareng efisiensi dina tiap léngkah. Téknologi ieu ngamungkinkeun tenaga kerja anu pas pikeun nanganan masing-masing bagian tina padamelan anjeun, maksimalkeun efisiensi biaya nalika ngajaga privasi sareng nyumponan sarat pangaturan anu tiasa diterapkeun.",
    "labeling-try-button": "Meuli Layanan Pelabelan Data",
    "labeling-try-head": "Hoyong nyobian éta data sareng anjeun?",
    "labeling-try-text": "... kami siap nalika anjeun: jasa kami sayogi nalika jam.",
    "learn-more-hcaptcha": "Diajar langkung seueur ngeunaan hCaptcha",
    "page-acc-faq-1": "Pananya: Naha hCaptcha Bagéan 508 + WCAG 2.0 patuh? Jawaban: Kami yakin yén: sadaya pangguna kalayan naon waé cacad anu sanggup ngotéktak wéb sareng ngalebetkeun téks dina bentuk-aksés tiasa ngaksés jasa anu dijaga ku hCaptcha nalika pendaptaran. Nanging, ieu sanés nasihat légal: anjeun kedah ngalakukeun evaluasi anjeun sorangan, kalayan mertimbangkeun palaksanaan khusus anjeun pikeun mastikeun ieu mangrupikeun hal pikeun penyebarannana.",
    "page-acc-faq-2": "Pananya: Naha anjeun damel dina aksés anu sanés (a11y) sanés, sapertos audio? Jawaban: Sateuacanna pilihan populer sapertos captchas audio ngabédakeunana seueur pangguna a11y sareng gampang éléh ku téhnik diajar mesin modéren. Ieu nyababkeun tantangan audio ayeuna janten langkung alit, ngenalkeun bising, waktos ganjil, kombinasi kecap anu teu biasa, sareng sateuacana eleh panyerang. Ku sabab kitu urang kirang sumanget ngeunaan pendekatan ieu vs nyingkahan tantangan anu sadayana, tapi bakal nganggapna upami aya paménta ti komunitas a11y. Nanging, kami resep pisan kana Privasi Pass kanggo kasus panggunaan Aksesibilitas. Kami yakin ngahijikeun pendekatan a11y ayeuna sareng penerbitan Pas Privasi bakal ngijinkeun pangguna a11y pikeun milarian sacara aman, aman dina kanyaho yén lalu lintasna langkung pribadi, sedengkeun ngawatesan panyalahgunaan ku operator bot anu teu pasti lumangsung nalika pilihan a11y sayogi. Kami peserta aktip dina grup kerja IETF standarisasi téknologi anyar ieu.",
    "page-acc-faq-3": "Pananya: Naon ngeunaan privasi? Naha pendaptaran ngajelaskeun data browsing a11y ku sababaraha cara? Naon anu anjeun lakukeun sareng email? Jawaban: hCaptcha dirancang pikeun kabijakan dasar tina dasar. Beda béda ti pilihan tradisional sapertos reCAPTCHA anu dipiboga ku jaringan iklan, anu ngagaduhan insentip pikeun ngalacak anjeun dina wéb sareng ngahubungkeun anjeun sareng identitas nyata. Kami henteu pernah nganggo aksés aksés atanapi info pikeun tujuan sanésna sanés pikeun ngagampangkeun panggunaan a11y sareng nyegah nyiksa. Kawijakan privasi urang gaduh jawaban komprehensif sareng otoritas ngeunaan kumaha kami nganggo data, tapi jawaban anu pondok nyaéta kami henteu ngagaduhan ngahubungkeun anjeun salaku jalma sareng riwayat browsing browsing anjeun. Kami ogé ayeuna nuju damel solusi kriptografi pikeun gancang ngabuang alamat email anjeun bari masih ngajaga pangabisa urang pikeun nyegah nyiksa, ngalengkepan karya Pas Pribadi kami.",
    "page-acc-link-1": "Upami anjeun panggunaan aksés, punten daptar di dieu.",
    "page-acc-subhead": "Mastikeun aksés anu mulus pikeun sadaya pangguna nalika ngajaga kaamanan",
    "page-acc-summary": "Kasimpulan",
    "page-acc-summary-contents-1": "hCaptcha dirancang pikeun ngeureunkeun bot ku ngabédakeunana tina jalma-jalma. Tes visual mangrupikeun alat anu saé pikeun ieu, tapi henteu sadayana tiasa ngajawab tantangan visual. Alesan ieu kami mendesain alternatif anu sanés, henteu aya rasa nyeri pikeun ngantep penerbit anu nganggo jasa kami ngalestarikan aksés kanggo sadayana kalayan patuh Bagean 508 sareng patuh WCAG 2.0.",
    "page-acc-summary-contents-2": "Kumaha éta tiasa dianggo: kahiji, hiji aksés aksés sign up dina URL ieu, anu aya hubungan dina halaman info hCaptcha widget. Éta dibéré cookie énkripsi anu tiasa digunakeun sababaraha kali per dinten, tapi kedah disegerkeun unggal 24 jam via login.When tangtangan dipasihan ka pangguna aksés dina situs naon waé nganggo jasa hCaptcha, aranjeunna bakal otomatis lulus.",
    "page-acc-title": "Inpormasi aksés aksés hCaptcha",
    "page-acc-tr-body": "Pananya: Kuring masih ningali tangtangan saatos netepkeun cookie. Naon anu ngabalukarkeun ieu? Jawaban: Ieu biasana kusabab ngagunakeun pameungpeuk iklan agrésif atanapi penyuluhan anti-cookie, atanapi setting anu ngahalangan cookies situs cross, dina kasus ieu cookie pikeun hcaptcha.com anu disetél atanapi dipariksa ku hCaptcha JavaScript dina situs anu sanés , sapertos sapertos anu didatangan ku anjeun. cookies aksés aksés hCaptcha tiasa dianggo sareng sadaya browser anu populer sareng pameungpeuk iklan kalayan setting standarna, sahingga biasana gagalna kusabab skrip anti-adblock atanapi pakét anu sami anu nargetkeun situs tinangtu. Solusi: 1. Whitelist hcaptcha.com sareng * .hcaptcha.com cookies dina pameungpeuk iklan anjeun atanapi penyambungan kaamanan browser. 2. Upami anjeun nganggo browser Wani, anu henteu (dugi ka April 2020) katémbong gaduh jinis cookie whitelist, angkat ka Tanya -> Shields -> Kuki sareng pilih Ngidinan Sadaya Kuki. 3. Upami anjeun nganggo versi anu paling anyar dina Safari boh OS X 10.15 atanapi ios anu nembe dikaluarkeun, 4 Apple, nembé parantos ngarobih paripolah Safari anu aya hubunganana sareng cookies pihak katilu, ngahalangan sadaya sacara standar. Kami ngalaksanakeun solusi, tapi kanggo waktos ayeuna kunjungan kana Pilihan Pilihan, bagian Privasi, sareng pupus centang Pelacak situs wéb: Nyegah pelayaran situs pikeun ngaktifkeun aksés aksés cookie kana sakumaha anu diharapkeun. Pananya: Kuring maké sababaraha alat. Naha kuring kedah ngadaptarkeun sababaraha kali? Jawaban: Teu. Punten klik tautan login email anu sami anu dikirim ka anjeun dina unggal alat anu anjeun anggo dina set cookie.",
    "page-acc-tr-title": "Pikeun Pangguna aksés aksés: Q&A sareng Pitunjuk Masalah",
    "priv-hc": "Katerangan Dipokuskeun",
    "priv-hc-text": "Jaringan iklan ningali anjeun salaku produkna. Kami henteu. Urang teu paduli saha anu dianggo, ngan kumaha kamungkinan aranjeunna jahat. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan.",
    "reporting-bugs-accessibility-button": "Diajar langkung seueur ngeunaan pilihan aksésibilitas",
    "reporting-bugs-accessibility-head": "Pilihan aksés",
    "reporting-bugs-accessibility-text": "Naha anjeun cacad sacara visually atanapi henteu nyampurnakeun hCaptchas?",
    "reporting-bugs-guide-ff-head": "Nangkep Rincian Laporan Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Léngkah 1: Alat Pamuka Buka (Ieu mimiti ngarékam sési.)",
    "reporting-bugs-guide-ff-step-2": "Léngkah 2: Klik tab Network di Pakakas Pamekar. Parios kotak log Persist di luhur.",
    "reporting-bugs-guide-ff-step-3": "Léngkah 3: kunjungan https://accounts.hcaptcha.com/demo, atanapi halaman wéb anu anjeun ngagaduhan masalah dina (Catetan Catetan: ngan upami anjeun henteu kapikiran ngabagi naon nya) ... teras pencét I tombol manusa, sareng cobaan pikeun ngajawab.",
    "reporting-bugs-guide-ff-step-4": "Lengkah 4: Klik HAR saatos anjeun nyobian ngabéréskeun, sareng pilih Simpen Sadaya salaku HAR pikeun nyimpen log jaringan. Kirimkeun file kana kami.",
    "reporting-bugs-guide-ff-step-5": "Léngkah 5: Klik dina tab Konsol, teras klik-katuhu teras Pilih sadayana sareng simpen kana file téks, pikeun ngahémat log konsol. Kirim kami ogé.",
    "reporting-bugs-guide-ff-step-6": "Léngkahna terakhir: Surélék file log HAR sareng konsol ka kami, sareng jelaskeun masalahna Guna: support@hcaptcha.com (punten nganggo jasa sapertos Dropbox atanapi Filebin sareng kirimkeun tautan) sareng pilihan layar, upami anjeun nyangka aya hal anu henteu nunjukkeun leres . Punten kirimkeun IP anu anjeun anggo ogé. Anjeun tiasa kéngingkeun éta ti https://www.whatsmyip.org/ Hatur nuhun pikeun nyandak waktos pikeun ngabantosan kami pikeun nyandak inpormasi ieu! Kami komitmen kana ngajantenkeun hCaptcha jalan-jalan kanggo sadayana.",
    "reporting-bugs-guide-head": "Rangkep Laporan Bug Bug: Chrome",
    "reporting-bugs-guide-step-1": "Léngkah 1: Alat Pamuka Buka (Ieu mimiti ngarékam sési.)",
    "reporting-bugs-guide-step-2": "Léngkah 2: Klik tab Network di Pakakas Pamekar. Centang kotak log ngajaga di luhur.",
    "reporting-bugs-guide-step-3": "Léngkah 3: kunjungan https://accounts.hcaptcha.com/demo, atanapi halaman wéb anu anjeun ngagaduhan masalah dina (Catetan Catetan: ngan upami anjeun henteu kapikiran ngabagi naon nya) ... teras pencét I tombol manusa, sareng cobaan pikeun ngajawab.",
    "reporting-bugs-guide-step-4": "Léngkah 4: Klik Ékspor HAR (panah ka handap) nalika anjeun badé ngarengsekeun, anu ngahémat log jaringan. Kirimkeun file kana kami.",
    "reporting-bugs-guide-step-5": "Lengkah 5: Klik dina tab Konsol, teras klik-katuhu teras Simpen salaku .. supados nyimpen log konsol. Kirim kami ogé.",
    "reporting-bugs-guide-step-6": "Léngkah anu terakhir: Surélék file HAR sareng konsol anu aya ka kami, sareng ngajelaskeun masalahna. Anggo: support@hcaptcha.com (punten nganggo jasa sapertos Dropbox atanapi Filebin sareng kirimkeun tautan) sareng pilihan layar, upami anjeun nyangka aya hal anu henteu nunjukkeun leres. Punten kirimkeun IP anu anjeun anggo ogé. Anjeun tiasa kéngingkeun éta ti https://www.whatsmyip.org/ Hatur nuhun pikeun nyandak waktos pikeun ngabantosan kami pikeun nyandak inpormasi ieu! Kami komitmen kana ngajantenkeun hCaptcha jalan-jalan kanggo sadayana.",
    "reporting-bugs-guide-text-1": "Ngirim info debugging sareng laporan anjeun bakal ngagampangkeun urang pikeun ngaidentipikasi naon anu aya. Ieu paréntah lengkah-demi-hambalan:",
    "reporting-bugs-guide-text-2": "Upami anjeun pangembang wéb atanapi pangguna ahli, kasimpulan kami hoyong anjeun ngirim kami ngarékam jaringan HAR sareng log konsol browser. Punten cobian mareuman blokir iklan atanapi ekstensi kaamanan browser munggaran sareng teras teraskeun deui sateuacan anjeun ngaléngkah-léngkah ieu. Upami éta ngabéréskeun masalah anjeun, kami tetep ngahargaan anjeun ngabéjaan ka panjelasan browser anjeun, blocker ad atanapi penyambungan browser, sareng URL situs web.",
    "reporting-bugs-intro-head": "Kapanggih bug? Ieu kumaha carana ngalaporkeun éta.",
    "reporting-bugs-intro-text": "Jutaan jalma ngagunakeun hCaptcha unggal bulan, dina rébuan kombinasi panyungsi, ekstensi, alat, firewall, sareng seueur deui. Tujuanana kami nyaéta pikeun mastikeun yén salawasna dianggo pikeun anjeun, janten kami ngahargaan pisan kana laporan anjeun! Pikeun masihan réspon anu gancang, klik tombol Kirim kirimkeun deui ka kami. Upami anjeun ningali masalah fungsional, punten turutan parentah log debug pikeun Chrome atanapi log log debug pikeun Firefox di handap. Kanggo panyungsi séjén ngan ukur email kami. Pikeun masalah kaamanan atanapi privasi, tingali petunjuk di handap.",
    "reporting-bugs-privacy-head": "Masalah Privasi",
    "reporting-bugs-privacy-text": "Urang teu paduli saha anu dianggo, ngan kumaha kamungkinan aranjeunna jahat atanapi mesin. Kami ngadukung prakarsa sapertos Privasi Pass, sareng kerja keras saimbangkeun privasi sareng kaamanan. Upami anjeun mendakan masalah anu anjeun pikir tiasa mangaruhan privasi pengguna, punten email kami di support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Kirim kami tanggepan",
    "reporting-bugs-provide-feedback-head": "Nyayogikeun tanggapan langsung dina hCaptcha",
    "reporting-bugs-provide-feedback-text": "Kami ngahargaan input anjeun. Hayu urang terangkeun naon masalah sareng urang bakal méréskeun éta gancang.",
    "reporting-bugs-security-head": "Koper Kaamanan",
    "reporting-bugs-security-text": "Kami salawasna kabetot dina nampi laporan kutu kaamanan. Email support@hcaptcha.com & CC security@hcaptcha.com sarta kami bakal balik deui gancang anjeun. Kami ogé ngagaduhan program kunjungan bug pikeun laporan kaamanan anu cocog dina jasa hCaptcha sareng kode sumber anu terkait.",
    "sec-hc": "Kaamanan Mimiti",
    "sec-hc-text": "hCaptcha mangrupikeun fokus-penerbit. Urang damel pikeun masihan situs data nyata sareng ngantepkeun aranjeunna mutuskeun kumaha ngagunakeun éta. Ketepatan dina kapentingan anjeun sareng kami. Captchas sanésna disayogikeun ku perusahaan iklan. Unggal bot aranjeunna meungpeuk tiasa ngirangan pendapatanna.",
    "what-is-hcaptcha": "Naon hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha ngabantosan jasa wéb karesep anjeun pikeun ngajantenkeun bot, spam, sareng nyiksa ku nanyakeun patarosan anu gampang pikeun manusa sareng hésé pikeun mesin.",
    "why-hc": "Naha hCaptcha?",
    "why-hc-text": "Unggal waktos anjeun ngajawab tantangan, kami nganggo modél canggih pikeun terang naha anjeun manusa atanapi mesin. Situs wéb anu anjeun kéngingkeun teras nganggo hasilna ieu pikeun ngabantosan pangalaman dina situsna ku ngaluarkeun bot."
}