{
    "acc-opt": "Hjälpmedelsalternativen",
    "acc-opt-but": "Läs mer om tillgänglighetsalternativ",
    "acc-opt-text": "Är du synskadad eller på annat sätt inte kan fullfölja hCaptchas?",
    "accessibility-link": "Tillgänglighet",
    "appreciate-in": "Vi uppskattar ditt bidrag. Låt oss veta alla problem så löser vi dem snabbt.",
    "fb-but": "Skicka feedback",
    "feedback-text": "Ge feedback på hCaptcha du just såg",
    "learn-more-hcaptcha": "Läs mer om hCaptcha",
    "page-acc-link-1": "Om du är en användare av tillgänglighet kan du registrera dig här.",
    "page-acc-subhead": "Säkerställa sömlös åtkomst för alla användare med bibehållen säkerhet",
    "page-acc-title": "hCaptcha tillgänglighetsinformation",
    "priv-hc": "Sekretessfokuserad",
    "priv-hc-text": "Annonsnätverk ser dig som deras produkt. Det gör vi inte. Vi bryr oss inte om vilka användare som är, bara hur troligt att de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
    "sec-hc": "Säkerhet först",
    "sec-hc-text": "hCaptcha är utgivare-fokuserad. Vi arbetar för att ge webbplatser verklig information och låta dem bestämma hur de ska använda den. Noggrannhet är i ditt intresse och vårt. Andra captchas tillhandahålls av reklamföretag. Varje bot de blockerar kan minska sina intäkter.",
    "what-is-hcaptcha": "Vad är hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjälper dina favoritwebtjänster att hålla undan bots, spam och missbruk genom att ställa enkla frågor som är enkla för människor och svåra för maskiner.",
    "why-hc": "Varför hCaptcha?",
    "why-hc-text": "Varje gång du besvarar en utmaning använder vi sofistikerade modeller för att ta reda på om du är människa eller en maskin. Webbplatsen du besökte använder sedan detta resultat för att förbättra din upplevelse på deras webbplats genom att hålla ut bots."
}