{
    "a11y-img-1": "Användarskärm för tillgänglighet efter inloggning",
    "a11y-img-2": "Tillgänglighetsalternativ i widget UI-menyn",
    "a11y-img-3": "Dialogruta för tillgänglighet i widget-gränssnittet",
    "about-advisors-brendan": "VD för Brave. Medgrundare av Mozilla. Skaparen av JavaScript-programmeringsspråket. Byggare av webbläsare och mer.",
    "about-advisors-dawn": "Professor, CS vid University of California, Berkeley. Deep learning, säkerhet, blockchain expert. VD för Oasis Labs.",
    "about-advisors-head": "Rådgivare",
    "about-advisors-keiran": "Forskare vid Stanford. Maskininlärning och kvantitativ finansiering i större banker, hedgefonder och akademi.",
    "about-content-head-1": "Vad vi gör",
    "about-content-head-2": "Varför det spelar roll",
    "about-content-text-1": "hCaptcha är en tjänst från Intuition Machines Inc, ett AI- och maskininlärningsföretag med fokus på metallindelning och visuell domän ML i stor skala. Vi bygger och driver massivt skalbara system för att möjliggöra video- och bildanalystjänster för globala 2000-företag runt om i världen.",
    "about-content-text-1a": "hCaptcha ger en modern, integritetsfokuserad strategi för att stoppa bots.",
    "about-content-text-1b": "Vi visar CAPTCHA-utmaningar som är svåra för bots men lätta för människor genom att samla in svår att märka data från maskininlärningsproblem och använda den för att urskilja om en webbplats- eller appbesökare är mänsklig.",
    "about-content-text-2": "Mer data ger generellt bättre resultat. Att bygga och underhålla korrekt märkta och relevanta datamängder är tidskrävande och dyrt. hCaptcha utvecklades ursprungligen för att tillgodose våra egna behov inom bildmärkning och är nu tillgängligt för andra företag med liknande behov.",
    "about-content-text-2a": "Dåliga aktörer blir allt vanligare online. Men att offra användarens integritet är inte svaret.",
    "about-content-text-2b": "Säkerhetslösningar som erbjuds av annonsföretag fokuserar främst på att spåra användare över hela webben. Vi har skapat en effektiv säkerhetslösning som visar att det inte är nödvändigt att skada användarnas integritet för att ge utmärkta resultat.",
    "about-intro-head-1": "Om hCaptcha",
    "about-intro-head-2": "Sekretess, säkerhet och maskininlärning.",
    "about-intro-text": "hCaptcha är världens mest använda oberoende CAPTCHA-tjänst.",
    "about-leadership-alex": "Databas- och Blockchain-expert. Tidig ingenjör på Cloudera och mer. Årtionden av expertis som bygger programvara och team.",
    "about-leadership-eli": "VD. Erkänd ledare inom AI. Har tillämpat maskintelligens i stor skala på ett stort antal affärsproblem under de senaste decennierna.",
    "about-leadership-head": "Ledarskap",
    "about-leadership-todd": "Doktorsexamen i beräkningsbiologi, Stanford. Arbetar med neurala nätverk sedan 1999. Fokus på tillämpad ML och djupinlärning i stor skala.",
    "acc-opt": "Hjälpmedelsalternativen",
    "acc-opt-but": "Läs mer om tillgänglighetsalternativ",
    "acc-opt-text": "Är du synskadad eller på annat sätt inte kan slutföra hCaptchas?",
    "accessibility-link": "Tillgänglighet",
    "appreciate-in": "Vi uppskattar dina bidrag. Låt oss veta eventuella problem så löser vi dem snabbt.",
    "fb-but": "Skicka feedback",
    "feedback-text": "Ge feedback om hCaptcha du just såg",
    "footer-attribution": "Tillskrivning",
    "footer-copyright-text": "hCaptcha är ett registrerat varumärke som tillhör Intuition Machines, Inc.",
    "footer-header-1": "Företag",
    "footer-header-2": "Resurser",
    "footer-header-3": "Kontakt",
    "footer-link-1": "Märkning",
    "footer-link-10": "Tillgänglighet",
    "footer-link-2": "Handla om",
    "footer-link-3": "Jobb",
    "footer-link-4": "Varumärken",
    "footer-link-5": "AI-etik",
    "footer-link-6": "Blogg",
    "footer-link-7": "Status",
    "footer-link-8": "Dokumentation",
    "footer-link-9": "Rapportera en bugg",
    "footer-privacy": "Integritet",
    "footer-subheader-1": "Stöd",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Villkor",
    "h-plans": "Prenumerationsplaner",
    "header-docs-link": "Dokument",
    "header-labeling-services-link": "Märkningstjänster",
    "header-login-button": "Logga in",
    "header-plans-link": "Planer",
    "header-signup-button": "Bli Medlem",
    "home-about-head": "Om hCaptcha",
    "home-about-subtitle": "Drivs av HUMAN Protocol",
    "home-about-text-1": "hCaptcha är utformat för att lösa det mest arbetsintensiva problemet inom maskininlärning: märkning av stora mängder data på ett snabbt, prisvärt och pålitligt sätt.",
    "home-about-text-2": "Mer data ger i allmänhet bättre resultat i träning av maskininlärningsmodeller. Den senaste framgången med djupa modeller har lett till allt större datamängder, nästan alltid med en viss mänsklig granskning. Att skapa stora mänskliga granskade datauppsättningar via Mechanical Turk, Figur Åtta etc. är dock både långsamt och dyrt.",
    "home-about-text-3": "hCaptcha tillåter webbplatser att tjäna pengar som betjänar denna efterfrågan medan de blockerar bots och andra former av missbruk.",
    "home-about-text-4": "Marknaden för hCaptcha drivs av HUMAN Protocol, ett öppet decentraliserat protokoll för mänsklig granskning som körs på Ethereum blockchain. Webbplatser tjänar Human Tokens (HMT) när användare använder hCaptcha-widgeten på sin webbplats, och maskininlärningsföretag betalar Human Tokens för att få sina data märkta.",
    "home-ba-labeling-services-link": "Märkningstjänster",
    "home-benefits-head-1": "Värdet i datamärkning",
    "home-benefits-head-2": "Ge tillbaka till välgörenhet",
    "home-benefits-text-1": "Visste du att varje gång du klickar på bilen hjälper du att träna ett enda Gigantic-företags maskininlärningssystem gratis?",
    "home-benefits-text-2": "hCaptcha vänder den här modellen. När du använder hCaptcha bjuder företag på det arbete dina användare gör när de bevisar sin mänsklighet. Du får belöningarna.",
    "home-benefits-text-3": "Vill du ge tillbaka till din favorit välgörenhetsorganisation? hCaptcha låter dig stödja de välgörenhetsorganisationer du väljer med de intäkter du får genom att använda den. Användare på din webbplats kommer snart att kunna se ditt bidrag till välgörenhet genom diskret branding på hCaptcha-gränssnittet.",
    "home-challenge-text-1": "Markera alla bilder som matchar frågan",
    "home-challenge-text-2": "Definiera avgränsningsområde för objekt",
    "home-challenge-text-3": "Identifiera motsvarande etiketter",
    "home-challenge-title-1": "Jämförelse",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kategorisering",
    "home-challenges-head": "Presenterade utmaningar",
    "home-challenges-text-1": "... och andra enkla uppgifter. Lätt för människor, svårt för bots.",
    "home-challenges-text-2": "Anpassade uppgifter också tillgängliga för företagsförlag.",
    "home-ent-1": "Letar du efter våra säkerhetserbjudanden för företag?",
    "home-ent-2": "Besök vår nya dedikerade webbplats: BotStop.com",
    "home-ent-button": "Läs mer: BotStop av hCaptcha",
    "home-from-the-blog": "FRÅN BLOGGEN:",
    "home-from-the-blog-value": "Hur hCaptcha svårighetsinställningar fungerar",
    "home-intro-body": "Använder du en captcha för att hålla bort bots? hCaptcha skyddar användarnas integritet, belönar webbplatser och hjälper företag att få sina data märkta. Det ersätter reCAPTCHA: du kan byta inom några minuter.",
    "home-intro-button": "Anmäl dig nu",
    "home-intro-head": "Stoppa fler bots. Börja skydda användarnas integritet.",
    "home-main-1": "Privat. Säkra. Snabbare. Och vi betalar dig för att använda den.",
    "home-main-2": "Sekretessfokuserad",
    "home-main-2c": "Annonsnätverk ser dina besökare som produkten. För hCaptcha är produkten det arbete de tillhandahåller. Vi bryr oss inte vem dina användare är, bara hur sannolikt de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
    "home-main-3": "Säkerhet först",
    "home-main-3c": "Noggrannhet ligger i ditt intresse och vårt. hCaptcha är förlagsfokuserad. Vi arbetar för att ge dig verkliga data och låta dig bestämma hur du ska använda den. Andra captchas tillhandahålls av gigantiska reklamföretag. Det betyder att varje bot de blockerar kan minska sina intäkter.",
    "home-main-4": "Bättre användarupplevelse",
    "home-main-4c": "Sofistikerade maskininlärningsmodeller används av hCaptcha för att bestämma mänskligheten. Detta gör att vi kräver mindre irriterande uppgifter från dina användare och tar mindre tid på att göra det, samtidigt som vi producerar användbara märkta data för märkning av kunder.",
    "home-main-plans": "hCaptcha är gratis att använda för utgivare i alla storlekar. Men för företag och plattformar som behöver mer kontroll finns våra företagslösningar tillgängliga.",
    "home-main-plans2": "hCaptcha-företagslösningar skyddar miljontals användare över tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info, eller besök",
    "home-main-plans3": "hCaptcha-företagslösningar skyddar miljontals användare över tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info, eller besök",
    "home-main-plans4": "för detaljer.",
    "home-plans-button-1": "Anmäl dig nu",
    "home-plans-button-2": "Kontakta försäljning",
    "home-plans-chart-head-1": "Funktioner",
    "home-plans-chart-head-2": "Utgivare",
    "home-plans-chart-head-3": "Företag",
    "home-plans-chart-row-1-cell-1": "Kontrollera utmaningstyper som visas",
    "home-plans-chart-row-1-cell-2": "Begränsad",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Fleranvändarpaneler",
    "home-plans-chart-row-11-cell-1": "Avancerade rapporteringsfunktioner",
    "home-plans-chart-row-12-cell-1": "SLA: er för företag",
    "home-plans-chart-row-2-cell-1": "Kontrollera utmaningsinnehåll som används",
    "home-plans-chart-row-2-cell-2": "Begränsad",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Tjäna belöningar för mänskliga lösningar",
    "home-plans-chart-row-4-cell-1": "Anti-bot-skydd i världsklass",
    "home-plans-chart-row-5-cell-1": "Fungerar i alla länder",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA och 99,9% passivt läge",
    "home-plans-chart-row-5b-cell-1": "Botförtroende poäng",
    "home-plans-chart-row-6-cell-1": "GDPR och CCPA-vänlig integritetspolicy",
    "home-plans-chart-row-7-cell-1": "Finkorniga svårighetsgrader",
    "home-plans-chart-row-8-cell-1": "Starta ditt eget utmaningsinnehåll",
    "home-plans-chart-row-9-cell-1": "Tidsbaserad svårighetsplanering",
    "home-try-it-out-button": "Skaffa hCaptcha",
    "home-try-it-out-head": "Testa",
    "home-try-it-out-text": "hCaptcha ger enkel, enkel och pålitlig botdetektering samtidigt som det är trivialt för människor att lösa.",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha är utformad för att lösa det mest arbetsintensiva problemet inom maskininlärning; märka enorma mängder data på ett snabbt, prisvärt och pålitligt sätt. Mer data ger i allmänhet bättre resultat i träning av maskininlärningsmodeller. Den senaste framgången med djupa modeller har lett till allt större datamängder, och hCaptcha tjänar detta behov.",
    "labeling-about-text-2": "Men att skapa stora mänskliga granskade datamängder med traditionella metoder är både långsamt och dyrt. hCaptcha är ett sätt för företag att få de anteckningar de behöver snabbare, med högre kvalitet och till lägre kostnad än andra alternativ.",
    "labeling-annotations-head": "Annotationstyper",
    "labeling-annotations-text-1": "Exakt objektdetektering i bilder och video",
    "labeling-annotations-text-2": "Exakt objektdetektering i bilder och video",
    "labeling-annotations-text-3": "Punktanteckningar för många olika användningsfall",
    "labeling-annotations-text-4": "Sortera eller lägg till godtyckliga kategorier i valfri storlek",
    "labeling-annotations-text-5": "Människodriven detektion och klassificering",
    "labeling-annotations-text-6": "Behöver du en annan typ som inte anges här? Fråga bara oss.",
    "labeling-annotations-title-1": "Avgränsande lådor",
    "labeling-annotations-title-2": "Polygoner",
    "labeling-annotations-title-3": "Landmärken",
    "labeling-annotations-title-4": "Attributkategorisering",
    "labeling-annotations-title-5": "Jämförelse och upptäckt",
    "labeling-annotations-title-6": "... och många fler",
    "labeling-ent-button": "Kontakta vårt Enterprise Solutions-team",
    "labeling-ent-head": "Behöver du End-to-End-kontroll?",
    "labeling-ent-text-1": "HUMAN-plattformen bakom hCaptcha ger mycket sofistikerad arbetskvalitet och hanteringsfunktioner via lokala, hybrid- eller SaaS-distributioner som integreras med dina befintliga system.",
    "labeling-ent-text-2": "Kör helt offline med din egen personal, spåra värdet som konsumeras över affärsenheter eller konsortiepartner, dirigera jobb till olika interna eller externa leverantörer baserat på kostnader och säkerhetskrav med mera.",
    "labeling-ent-text-3": "Enkel API-åtkomst, vackra instrumentpaneler och den senaste tekniken för att maximera effektiviteten.",
    "labeling-ent-text-4": "99,99% SLA med driftstid och 24/7 globalt support tillgängligt. För mer information:",
    "labeling-features-head-1": "Enkla API-drivna rörledningar.",
    "labeling-features-head-2": "Optimerad för kostnad och kvalitet. Inget förpliktande krävs.",
    "labeling-features-head-3": "Betala bara för den noggrannhet du behöver.",
    "labeling-features-head-4": "Ange dina egna sanningsdata eller låt oss bygga den direkt.",
    "labeling-features-text-1": "Vill du integrera mänsklig granskning direkt i din affärsverksamhet? Vi erbjuder hög tillförlitlighet SLA, garanterad kapacitet och enkla REST API: er.",
    "labeling-features-text-2": "HUMAN-plattformen använder omfattande förtroendemodeller för att utföra sofistikerad kvalitetsanalys i realtid. Detta gör att vi snabbt kan avgöra både svårigheterna med frågor och deras sannolika rätta svar, vilket sparar tid och pengar.",
    "labeling-features-text-3": "Inte alla problem är desamma. Kommentarer för säkerhetskritiska uppgifter kan kräva 99,99% förtroende från helt mänskliga arbetare. Kommentarer för en betafunktion i en mobilspelapp kan bara kräva måttligt förtroende. Du bestämmer.",
    "labeling-features-text-4": "Har du rådata utan en omfattande verifieringsuppsättning? I de flesta fall kan vi bygga en åt dig när uppgifter körs genom systemet eller skapa märkta prover för ditt godkännande.",
    "labeling-info-head": "Få märkning av data",
    "labeling-info-text-1": "Prata med en av våra domenexperter för att definiera dina projektbehov: målnoggrannhet, format och eventuella speciella krav.",
    "labeling-info-text-2": "Vi utför ett litet produktionsjobb baserat på dina provdata. Detta testar det arbete vi har gjort tillsammans för att säkerställa att du får exakt vad du behöver.",
    "labeling-info-text-3": "Med vår höga volym och låga latens kommer vi att göra ditt arbete snabbt, med automatiserad leverans så snart det är klart.",
    "labeling-info-text-4": "Eftersom vi bättre förstår parametrarna för ditt produktionsarbete kommer resultaten att fortsätta att förbättras med tiden.",
    "labeling-info-text-5": "Live dashboards låter dig ge feedback eller pausa produktionen när som helst.",
    "labeling-info-title-1": "Definiera specifikationer",
    "labeling-info-title-2": "Inledande jobbtest",
    "labeling-info-title-3": "Distribuera produktionsjobb",
    "labeling-info-title-4": "Kontinuerlig förbättring",
    "labeling-info-title-5": "Realtidsresultat",
    "labeling-main-1": "Kostnadseffektiv datamärkning i stor skala",
    "labeling-main-1-button": "Få dina uppgifter märkta nu",
    "labeling-main-1c": "Behöver du fler etiketter för dina datamängder? hCaptcha ger snabb, kostnadseffektiv och högkvalitativ datamärkning för företag som arbetar med artificiell intelligens och maskininlärningsapplikationer.",
    "labeling-main-2": "Starta miljontals uppgifter direkt.",
    "labeling-main-2-button": "Köp datamärkningstjänster",
    "labeling-main-2c": "hCaptcha har en av de största poolerna på planeten som är tillgängliga för dig. Oavsett din skala kan vi hantera det utan dyra förpliktelser. Miljontals uppgifter per dag är inga problem.",
    "labeling-platform-head": "Privat eller offentlig information",
    "labeling-platform-text": "hCaptcha är byggt på HUMAN-plattformen, vilket möjliggör sofistikerad routing och analys för att optimera kostnader och effektivitet i varje steg. Den här tekniken låter rätt arbetskraft hantera varje del av ditt jobb, vilket maximerar kostnadseffektiviteten och samtidigt skyddar integriteten och uppfyller eventuella lagkrav.",
    "labeling-try-button": "Köp datamärkningstjänster",
    "labeling-try-head": "Vill du prova dina data?",
    "labeling-try-text": "... vi är redo när du är: vår tjänst är tillgänglig dygnet runt.",
    "learn-more-hcaptcha": "Läs mer om hCaptcha",
    "page-acc-faq-1": "Fråga: Är hCaptcha avsnitt 508 + WCAG 2.1 AA-kompatibelt? Svar: Vi tror det: alla användare med någon form av funktionsnedsättning som kan surfa på nätet och skriva in text på formulär kan få tillgång till tjänster som skyddas av hCaptcha vid registrering. Detta är dock inte juridisk rådgivning: du bör göra din egen utvärdering och ta hänsyn till ditt specifika genomförande för att säkerställa att detta är fallet för din distribution.",
    "page-acc-faq-2": "Fråga: Arbetar du på andra tillgänglighetsalternativ (a11y), som ljud? Svar: Tidigare populära alternativ som audio captchas diskriminerar många användare och blir lätt besegrade av moderna maskininlärningstekniker. Detta har tvingat nuvarande ljudutmaningar att bli allt svårare och introducera brus, udda timing, ovanliga ordkombinationer och så vidare för att besegra angripare. Vi är således mindre entusiastiska över detta tillvägagångssätt jämfört med att helt undvika utmaningen, men kommer att överväga det om det finns efterfrågan från a11y-samhället. Vi är dock mycket intresserade av Privacy Pass för användningsfallet för tillgänglighet. Vi tror att en kombination av vårt nuvarande a11y-tillvägagångssätt med Privacy Pass-utfärdandet kommer att göra det möjligt för a11y-användare att surfa säkert, säkra i vetskapen om att deras trafik är mer privat, samtidigt som botoperatörernas missbruk begränsas som oundvikligen inträffar när a11y-alternativ finns tillgängliga. Vi är aktiva deltagare i IETF-arbetsgruppen som standardiserar denna nya teknik.",
    "page-acc-faq-3": "Fråga: Vad sägs om integritet? Exponerar registreringen alla webbsidor på något sätt? Vad gör du med e-postmeddelandet? Svar: hCaptcha är utformad för integritet från grunden. Det är väldigt annorlunda än traditionella alternativ som reCAPTCHA som ägs av annonsnätverk, som har ett incitament att spåra dig på nätet och associera dig med en riktig identitet. Vi använder aldrig e-postmeddelanden eller information för tillgänglighet för något annat syfte än att underlätta all användning och förhindra missbruk. Vår integritetspolicy har omfattande och auktoritativa svar på hur vi använder data, men det korta svaret är att vi inte har något intresse av att associera dig som person till din webbhistorik. Vi arbetar för närvarande med en kryptografisk lösning för att snabbt kasta bort din e-postadress. samtidigt som vi bibehåller vår förmåga att förhindra missbruk och kompletterar vårt Privacy Pass-arbete.",
    "page-acc-link-1": "Om du är en tillgänglighetsanvändare, registrera dig här.",
    "page-acc-subhead": "Säkerställer sömlös åtkomst för alla användare samtidigt som säkerheten bibehålls",
    "page-acc-summary": "Sammanfattning",
    "page-acc-summary-contents-1": "hCaptcha är utformad för att stoppa bots genom att skilja dem från människor. Visuella tester är ett praktiskt verktyg för detta, men inte alla kan lösa en visuell utmaning. Av denna anledning har vi utformat ett enkelt, smärtfritt alternativ för att låta utgivare som använder vår tjänst bevara tillgänglighet för alla med fullständig sektion 508 och WCAG 2.1 AA-efterlevnad.",
    "page-acc-summary-contents-2": "Så här fungerar det: först registrerar en tillgänglighetsanvändare den här webbadressen, som är länkad på informationssidan för hCaptcha-widgeten. De får en krypterad cookie som kan användas flera gånger om dagen, men måste uppdateras var 24: e timme via inloggning. När en utmaning presenteras för en tillgänglighetsanvändare på vilken webbplats som helst som använder hCaptcha-tjänsten passerar de automatiskt.",
    "page-acc-title": "hCaptcha tillgänglighetsinformation",
    "page-acc-tr-body": "Fråga: Jag ser fortfarande en utmaning efter att ha ställt in kakan. Vad orsakar detta? Svar: Detta beror vanligtvis på att använda en aggressiv annonsblockerare eller antikakstillägg, eller en inställning som blockerar kakor över olika webbplatser, i det här fallet en kaka för hcaptcha.com som ställs in eller kontrolleras av hCaptcha JavaScript på en annan webbplats , som den du besöker. hCaptcha tillgänglighetscookies fungerar med alla populära webbläsare och annonsblockerare med sina standardinställningar, så vanligtvis beror misslyckanden på anti-anti-blockeringsskript eller liknande regler som riktar sig mot vissa webbplatser. Lösningar: 1. Vitlista hcaptcha.com och * .hcaptcha.com cookies i din annonsblockerare eller webbläsarsäkerhetstillägg. 2. Om du använder webbläsaren Brave, som inte (från och med april 2020) verkar ha någon form av vitlista för kakor, gå till Inställningar -> Sköldar -> Kakor och välj Tillåt alla kakor. 3. Om du använder den senaste versionen av Safari på antingen det nyligen släppta OS X 10.15 eller iOS 13. 4, har Apple just ändrat Safari-beteenden relaterade till tredjepartscookies och blockerar dem alla som standard. Vi implementerar en lösning, men under tiden besök Safari Inställningar, sekretessavsnitt och avmarkera Webbplatsspårning: Förhindra spårning över flera platser för att möjliggöra att tillgänglighetscookien fungerar som förväntat. Fråga: Jag använder flera enheter. Måste jag registrera mig flera gånger? Svar: Nej. Klicka på samma e-postinloggningslänk som skickats till dig på varje enhet du använder för att ställa in kakan.",
    "page-acc-tr-title": "För användare av tillgänglighet: Vanliga frågor och felsökningsguide",
    "page-acc-tr2-body": "Safari<br> För att aktivera cookies i Safari (Mac): Gå till rullgardinsmenyn Safari. Välj Inställningar. Klicka på Sekretess i den övre panelen. Välj alternativet Aldrig under Block cookies.<br> För att aktivera cookies i Safari (iPhone / iPad iOS 11+): Öppna dina inställningar. Bläddra ner och välj Safari. Under Sekretess och säkerhet stänger du av Förhindra spårning över flera webbplatser och blockera alla cookies<br><br> Firefox<br> Klicka på skärmen till vänster om adressfältet på valfri webbsida. Klicka på Skyddsinställningar. Panelen Firefox Preferences Privacy & Security öppnas. Välj Anpassat under Förbättrat spårningsskydd. Välj vilka spårare och skript som ska blockeras genom att markera kryssrutorna. Se till att du har avblockerat hcaptcha.com.<br><br> Du kan också tillfälligt inaktivera vissa skydd i Anpassad för att felsöka detta genom att avmarkera kryssrutorna: Avmarkera kryssrutan Spårare eller avmarkera kryssrutan Cookies om du fortfarande har problem.<br><br> Google Chrome<br> Google Chrome (PC):<br> Välj Chrome-menyikonen. Välj Inställningar.<br> Välj Visa avancerade inställningar längst ner på sidan.<br> I avsnittet Sekretess väljer du Innehållsinställningar.<br> Välj Tillåt att lokal data ställs in (rekommenderas).<br> Välj Klar.<br> ‍<br> Google Chrome (Mac):<br> Öppna Chrome-inställningar, klicka på Inställningar och sedan Visa avancerade inställningar.<br> Klicka på Innehållsinställningar under Sekretess.<br> Se till att Blockera tredjepartscookies och webbplatsdata inte är markerade<br> ‍<br> Google Chrome (Android):<br> Öppna Chrome-appen på din Android-enhet.<br> Tryck på Mer uppe till höger och sedan på Inställningar.<br> Tryck på Webbplatsinställningar och sedan på Kakor.<br> Aktivera inställningen bredvid Cookies.<br> Markera rutan bredvid Tillåt kakor från tredje part.",
    "page-acc-tr2-head": "Webbläsarinstruktioner för kakor över olika webbplatser",
    "priv-hc": "Sekretessfokuserad",
    "priv-hc-text": "Annonsnätverk ser dig som deras produkt. Det gör vi inte. Vi bryr oss inte vem användare är, bara hur sannolikt de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
    "reporting-bugs-accessibility-button": "Läs mer om tillgänglighetsalternativ",
    "reporting-bugs-accessibility-head": "Hjälpmedelsalternativen",
    "reporting-bugs-accessibility-text": "Är du synskadad eller på annat sätt inte kan slutföra hCaptchas?",
    "reporting-bugs-guide-ff-head": "Fånga information om felrapporter: Firefox",
    "reporting-bugs-guide-ff-step-1": "Steg 1: Öppna utvecklarverktyg (Detta börjar spela in sessionen.)",
    "reporting-bugs-guide-ff-step-2": "Steg 2: Klicka på fliken Nätverk i Utvecklarverktyg. Markera rutan Persist-loggar högst upp.",
    "reporting-bugs-guide-ff-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo eller den webbplats du har ett problem på (Sekretessanmärkning: bara om du inte har något emot att dela vad det är) ... och klicka sedan på I är mänsklig knapp och försök att lösa.",
    "reporting-bugs-guide-ff-step-4": "Steg 4: Klicka på HAR när du har försökt lösa och välj Spara alla som HAR för att spara nätverksloggen. Skicka filen till oss.",
    "reporting-bugs-guide-ff-step-5": "Steg 5: Klicka på konsolfliken och högerklicka sedan på Markera allt och spara det i en textfil för att spara konsolloggen. Skicka oss det också.",
    "reporting-bugs-guide-ff-step-6": "Sista steget: E-posta HAR- och konsolloggfilerna till oss och beskriv problemet Använd: support@hcaptcha.com (använd en tjänst som Dropbox eller Filebin och skicka länkar) och valfritt en skärmdump om du misstänker att det inte finns något som inte visas korrekt . Vänligen skicka också den IP du använder. Du kan hämta det från https://www.whatsmyip.org/ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi är fast beslutna att få hCaptcha att fungera bra för alla.",
    "reporting-bugs-guide-head": "Fångar information om felrapporter: Chrome",
    "reporting-bugs-guide-step-1": "Steg 1: Öppna utvecklarverktyg (Detta börjar spela in sessionen.)",
    "reporting-bugs-guide-step-2": "Steg 2: Klicka på fliken Nätverk i Utvecklarverktyg. Markera rutan Bevara logg överst.",
    "reporting-bugs-guide-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo eller den webbplats du har ett problem på (Sekretessanmärkning: bara om du inte har något emot att dela vad det är) ... och klicka sedan på I är mänsklig knapp och försök att lösa.",
    "reporting-bugs-guide-step-4": "Steg 4: Klicka på Exportera HAR (den lilla nedpilen) när du försöker lösa, vilket sparar nätverksloggen. Skicka filen till oss.",
    "reporting-bugs-guide-step-5": "Steg 5: Klicka på fliken Konsol och högerklicka sedan på Spara som för att spara konsolloggen. Skicka oss det också.",
    "reporting-bugs-guide-step-6": "Sista steget: Skicka e-post till HAR- och konsolloggfilerna till oss och beskriv problemet. Använd: support@hcaptcha.com (använd en tjänst som Dropbox eller Filebin och skicka länkar) och valfritt en skärmdump om du misstänker att något inte visas korrekt. Vänligen skicka också den IP du använder. Du kan hämta det från https://www.whatsmyip.org/ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi är fast beslutna att få hCaptcha att fungera bra för alla.",
    "reporting-bugs-guide-text-1": "Att skicka felsökningsinformation med din rapport gör det mycket lättare för oss att identifiera vad som händer. Här är steg-för-steg-instruktioner:",
    "reporting-bugs-guide-text-2": "Om du är en webbutvecklare eller expertanvändare, sammanfattningen är att vi skulle vilja att du skickar en HAR- och webbläsarkonsolloggar till oss. Försök inaktivera eventuella annonsspärrar eller webbläsares säkerhetstillägg först och försök sedan igen innan du går igenom dessa steg. Om det löser ditt problem skulle vi fortfarande uppskatta att du berättade om din webbläsarversion, annonsblockerare eller webbläsartillägg och webbadressen.",
    "reporting-bugs-intro-head": "Hittade ett fel? Så här rapporterar du det.",
    "reporting-bugs-intro-text": "Miljontals människor använder hCaptcha varje månad, i tusentals kombinationer av webbläsare, tillägg, enheter, brandväggar och mer. Vårt mål är att se till att det alltid fungerar för dig, så vi uppskattar mycket dina rapporter! Klicka på knappen Skicka feedback för att ge snabb feedback. Om du ser ett funktionellt problem, följ instruktionerna för felsökningsloggen för Chrome eller felsökningsinstruktionerna för Firefox nedan. För andra webbläsare maila oss bara. Se instruktionerna nedan för potentiella säkerhets- eller sekretessproblem.",
    "reporting-bugs-privacy-head": "Sekretessfrågor",
    "reporting-bugs-privacy-text": "Vi bryr oss inte vem användare är, bara hur sannolikt de är skadliga eller maskiner. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet. Om du har hittat ett problem som du tror kan påverka användarnas integritet, skicka ett e-postmeddelande till support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Skicka feedback",
    "reporting-bugs-provide-feedback-head": "Ge omedelbar feedback om hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi uppskattar dina bidrag. Låt oss veta eventuella problem så löser vi dem snabbt.",
    "reporting-bugs-security-head": "Säkerhetsfel",
    "reporting-bugs-security-text": "Vi är alltid intresserade av att få rapporter om säkerhetsfel. Skicka e-post till support@hcaptcha.com & CC security@hcaptcha.com så återkommer vi snabbt. Vi har också ett bug bounty-program för kvalificerade säkerhetsrapporter om hCaptcha-tjänsten och relaterad källkod.",
    "sec-hc": "Säkerhet först",
    "sec-hc-text": "hCaptcha är förlagsfokuserad. Vi arbetar för att ge webbplatser verklig data och låta dem bestämma hur de ska användas. Noggrannhet ligger i ditt intresse och vårt. Andra captchas tillhandahålls av reklamföretag. Varje bot de blockerar kan minska sina intäkter.",
    "switch-to-english-link": "Byt till engelska",
    "what-is-hcaptcha": "Vad är hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjälper dina favoritwebbtjänster att hålla bort bots, skräppost och missbruk genom att ställa enkla frågor som är lätta för människor och svåra för maskiner.",
    "why-hc": "Varför hCaptcha?",
    "why-hc-text": "Varje gång du svarar på en utmaning använder vi sofistikerade modeller för att ta reda på om du är människa eller maskin. Webbplatsen du besökte använder sedan detta resultat för att förbättra din upplevelse på deras webbplats genom att hålla bort bots."
}