{
    "about-advisors-brendan": "VD. Erkänd ledare inom AI. Har använt maskinintelligens i skala på en mängd olika affärsproblem under de senaste decennierna.",
    "about-advisors-dawn": "PhD i Computational Biology, Stanford. Arbetar med neurala nätverk sedan 1999. Fokus på tillämpad ML och djup inlärning i skala.",
    "about-advisors-head": "Advisors",
    "about-advisors-keiran": "Databas- och Blockchain-expert. Tidigt ingenjör på Cloudera och mer. Årtionden av expertis som bygger programvara och team.",
    "about-content-head-1": "Vad vi gör",
    "about-content-head-2": "Why It Matters",
    "about-content-text-1": "hCaptcha är en tjänst från Intuition Machines Inc, ett AI- och maskininlärningsföretag med fokus på metallskärning och visuell domän ML i skala. ‍ Vi bygger och driver massivt skalbara system för att möjliggöra video- och bildanalystjänster för Global 2000-företag världen över.",
    "about-content-text-2": "Mer data ger i allmänhet bättre resultat. Att bygga och underhålla korrekt märkta och relevanta datasätt är tidskrävande och dyrt. ‍HCaptcha utvecklades ursprungligen för att tillgodose våra egna behov inom bildmärkning och är nu tillgängligt för andra företag med liknande behov.",
    "about-intro-head-1": "Arbeta för hCaptcha",
    "about-intro-head-2": "Vårt uppdrag är stort",
    "about-intro-text": "Vi växer snabbt och letar alltid efter världens bästa talang över våra globala kontor. Du kan ansöka med länkarna nedan.",
    "about-leadership-alex": "Databas- och Blockchain-expert. Tidigt ingenjör på Cloudera och mer. Årtionden av expertis som bygger programvara och team.",
    "about-leadership-eli": "VD. Erkänd ledare inom AI. Har använt maskinintelligens i skala på en mängd olika affärsproblem under de senaste decennierna.",
    "about-leadership-head": "Ledarskap",
    "about-leadership-todd": "PhD i Computational Biology, Stanford. Arbetar med neurala nätverk sedan 1999. Fokus på tillämpad ML och djup inlärning i skala.",
    "acc-opt": "Hjälpmedelsalternativen",
    "acc-opt-but": "Läs mer om tillgänglighetsalternativ",
    "acc-opt-text": "Är du synskadad eller på annat sätt inte kan fullfölja hCaptchas?",
    "accessibility-link": "Tillgänglighet",
    "appreciate-in": "Vi uppskattar ditt bidrag. Låt oss veta alla problem så löser vi dem snabbt.",
    "fb-but": "Skicka feedback",
    "feedback-text": "Ge feedback på hCaptcha du just såg",
    "footer-attribution": "Erkännande",
    "footer-copyright-text": "hCaptcha är ett registrerat varumärke som tillhör Intuition Machines, Inc.",
    "footer-header-1": "Företag",
    "footer-header-2": "Resurser",
    "footer-header-3": "Kontakt",
    "footer-link-1": "märkning",
    "footer-link-2": "Handla om",
    "footer-link-3": "jobb",
    "footer-link-4": "varumärken",
    "footer-link-5": "blogg",
    "footer-link-6": "Status",
    "footer-link-7": "Dokumentation",
    "footer-link-8": "Rapportera en bugg",
    "footer-link-9": "Tillgänglighet",
    "footer-privacy": "Integritet",
    "footer-subheader-1": "Stöd",
    "footer-subheader-2": "Kontakt",
    "footer-terms": "Villkor",
    "header-docs-link": "Dokument",
    "header-labeling-services-link": "Märkningstjänster",
    "header-login-button": "Logga in",
    "header-plans-link": "Plans",
    "header-signup-button": "Bli Medlem",
    "home-about-head": "Om hCaptcha",
    "home-about-subtitle": "Drivs av HUMAN-protokollet",
    "home-about-text-1": "hCaptcha är utformad för att lösa det mest arbetsintensiva problemet i maskininlärning: märkning av enorma mängder data på ett snabbt, överkomligt och pålitligt sätt.",
    "home-about-text-2": "Mer data ger i allmänhet bättre resultat i utbildningsmaskinlärningsmodeller. Den djupa modellens framgång nyligen har lett till allt större datasätt, nästan alltid med en viss mänsklig granskning. Det är emellertid både långsamt och dyrt att skapa stora mänskliga granskade datasätt via Mechanical Turk, Figure Eight etc.",
    "home-about-text-3": "hCaptcha tillåter webbplatser att tjäna pengar som tjänar detta krav medan de blockerar bots och andra former av missbruk.",
    "home-about-text-4": "Marknaden för hCaptcha drivs av HUMAN-protokollet, ett öppet decentraliserat protokoll för mänsklig granskning som körs på Ethereum blockchain. Webbplatser tjänar mänskliga tokens (HMT) när användare använder hCaptcha-widgeten på sin webbplats, och maskininlärningsföretag betalar mänskliga tokens för att få sina data märkta.",
    "home-ba-labeling-services-link": "Märkningstjänster",
    "home-benefits-head-1": "Värdet i datamärkning",
    "home-benefits-head-2": "Ge tillbaka till välgörenhet",
    "home-benefits-text-1": "Insåg du att varje gång du \"klickar på bilen\" hjälper du att utbilda ett enda Giganticcompany-system för maskininlärning gratis?",
    "home-benefits-text-2": "hCaptcha vänder den här modellen. När du använder hCaptcha bjuder företag på det arbete dina användare gör när de bevisar sin mänsklighet. Du får belöningarna.",
    "home-benefits-text-3": "Vill du ge tillbaka till din favoritorganisation? hCaptcha låter dig stödja välgörenhetsorganisationer som du väljer med de intäkter du tjänar på att använda det. Användare på din webbplats kommer snart att kunna se ditt bidrag till välgörenhet genom diskret varumärke i hCaptcha-gränssnittet.",
    "home-challenge-text-1": "Välj alla bilder som matchar frågan",
    "home-challenge-text-2": "Definiera avgränsningsområdet för objekt",
    "home-challenge-text-3": "Identifiera motsvarande etiketter",
    "home-challenge-title-1": "Jämförelse",
    "home-challenge-title-2": "Bindningsbox",
    "home-challenge-title-3": "kategorisering",
    "home-challenges-head": "Presenterade utmaningar",
    "home-challenges-text-1": "... och andra enkla uppgifter. Lätt för människor, svårt för bots.",
    "home-challenges-text-2": "Anpassade uppgifter också tillgängliga för företagsförlag.",
    "home-ent-1": "Letar du efter våra företagssäkerhetserbjudanden?",
    "home-ent-2": "Besök vår nya dedikerade webbplats: BotStop.com",
    "home-ent-button": "Läs mer: BotStop av hCaptcha",
    "home-from-the-blog": "FRÅN BLOGGEN:",
    "home-from-the-blog-value": "Hur hCaptcha-svårighetsinställningar fungerar",
    "home-intro-body": "Använder du en captcha för att hålla ut bots? hCaptcha skyddar användarnas integritet, belönar webbplatser och hjälper företag att få sina data märkta. Det är en drop-in ersättning för reCAPTCHA: du kan växla inom några minuter.",
    "home-intro-button": "Anmäl dig nu",
    "home-intro-head": "Sluta fler bots. Börja skydda användarnas integritet.",
    "home-main-1": "Privat. Säkra. Snabbare. Och vi betalar dig för att använda den.",
    "home-main-2": "Integritetsfokuserad",
    "home-main-2c": "Annonsnätverk ser dina besökare som produkten. För hCaptcha är produkten det arbete de tillhandahåller. Vi bryr oss inte om vilka dina användare är, bara hur troligt att de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
    "home-main-3": "Säkerhet först",
    "home-main-3c": "Noggrannhet är i ditt intresse och vårt. hCaptcha är utgivare-fokuserad. Vi arbetar för att ge dig verklig information och låter dig bestämma hur du använder den. Andra captchas tillhandahålls av",
    "home-main-4": "Bättre användarupplevelse",
    "home-main-4c": "Sofistikerade maskininlärningsmodeller används av hCaptcha för att bestämma mänskligheten. Detta låter oss kräva mindre irriterande uppgifter från dina användare och ta mindre tid på att göra det, medan vi fortfarande producerar användbara märkta data för märkningskunder.",
    "home-main-plans": "hCaptcha är gratis att använda för utgivare av alla storlekar. För företag och plattformar som behöver mer kontroll finns emellertid våra företagslösningar tillgängliga.",
    "home-main-plans2": "hCaptcha-företagslösningar skyddar miljontals användare på tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info eller besök",
    "home-main-plans3": "hCaptcha-företagslösningar skyddar miljontals användare på tiotals miljoner webbplatser för några av de största företagen på planeten. Kontakta oss för mer info eller besök",
    "home-main-plans4": "för detaljer.",
    "home-plans-button-1": "Anmäl dig nu",
    "home-plans-button-2": "Kontakta försäljning",
    "home-plans-chart-head-1": "Funktioner",
    "home-plans-chart-head-2": "Utgivare",
    "home-plans-chart-head-3": "Företag",
    "home-plans-chart-row-1-cell-1": "Kontrollerade utmaningstyper som visas",
    "home-plans-chart-row-1-cell-2": "Begränsad",
    "home-plans-chart-row-1-cell-3": "Total",
    "home-plans-chart-row-10-cell-1": "Finkorniga svårighetsnivåer",
    "home-plans-chart-row-11-cell-1": "Finkorniga svårighetsnivåer",
    "home-plans-chart-row-12-cell-1": "Finkorniga svårighetsnivåer",
    "home-plans-chart-row-2-cell-1": "Kontrollera utmaningsinnehåll som används",
    "home-plans-chart-row-2-cell-2": "Begränsad",
    "home-plans-chart-row-2-cell-3": "Total",
    "home-plans-chart-row-3-cell-1": "Tjäna belöningar för mänskliga lösningar",
    "home-plans-chart-row-4-cell-1": "Anti-bot-skydd i världsklass",
    "home-plans-chart-row-5-cell-1": "Fungerar i alla länder",
    "home-plans-chart-row-6-cell-1": "GDPR och CCPA-vänlig integritetspolicy",
    "home-plans-chart-row-7-cell-1": "Finkorniga svårighetsnivåer",
    "home-plans-chart-row-8-cell-1": "Finkorniga svårighetsnivåer",
    "home-plans-chart-row-9-cell-1": "Finkorniga svårighetsnivåer",
    "home-try-it-out-button": "Skaffa hCaptcha",
    "home-try-it-out-head": "Testa",
    "home-try-it-out-text": "hCaptcha ger enkel, enkel och pålitlig botdetektion samtidigt som den är trivial för människor att lösa.",
    "labeling-about-head": "Om hCaptcha",
    "labeling-about-text-1": "hCaptcha är utformad för att lösa det mest arbetsintensiva problemet i maskininlärning; märka enorma mängder data på ett snabbt, prisvärd och pålitligt sätt. Mer data ger i allmänhet bättre resultat i utbildningsmaskinlärningsmodeller. Den senaste framgången för djupa modeller har lett till allt större datasätt, och hCaptcha tjänar detta behov.",
    "labeling-about-text-2": "Det är dock både långsamt och dyrt att skapa stora mänskliga granskade datasätt med traditionella metoder. hCaptcha är ett sätt för företag att få de anteckningar de behöver snabbare, med högre kvalitet och till lägre kostnad än andra alternativ.",
    "labeling-annotations-head": "Annotationstyper",
    "labeling-annotations-text-1": "Exakt objektdetektering i bilder och video",
    "labeling-annotations-text-2": "Exakt objektdetektering i bilder och video",
    "labeling-annotations-text-3": "Pekanteckningar för många olika användningsfall",
    "labeling-annotations-text-4": "Sortera eller bifoga godtyckliga kategorier av valfri storlek",
    "labeling-annotations-text-5": "Mänsklig driven detektion och klassificering",
    "labeling-annotations-text-6": "Behöver du en annan typ som inte listas här? Fråga oss bara.",
    "labeling-annotations-title-1": "Bindande lådor",
    "labeling-annotations-title-2": "polygoner",
    "labeling-annotations-title-3": "Landmärken",
    "labeling-annotations-title-4": "Attributkategorisering",
    "labeling-annotations-title-5": "Jämförelse och upptäckt",
    "labeling-annotations-title-6": "... och många fler",
    "labeling-ent-button": "Kontakta vårt Enterprise Solutions-team",
    "labeling-ent-head": "Behöver du kontroll från slutet till slut?",
    "labeling-ent-text-1": "HUMAN-plattformen bakom hCaptcha tillhandahåller mycket sofistikerad funktions- och hanteringsfunktioner via lokala, hybrid- eller SaaS-distributioner som integreras med dina befintliga system.",
    "labeling-ent-text-2": "Kör helt offline med din egen arbetskraft, spåra värde som konsumeras över affärsenheter eller konsortiumpartners, selektivt dirigera jobb till olika interna eller externa arbetskraftsleverantörer baserat på kostnads- och säkerhetskrav och mer.",
    "labeling-ent-text-3": "‍ Lätt API-åtkomst, vackra instrumentpaneler och den senaste tekniken i slingan för att maximera arbetarnas effektivitet.",
    "labeling-ent-text-4": "99,99% drifttid SLA och 24/7 global support tillgängligt. För mer information:",
    "labeling-features-head-1": "Enkla API-drivna rörledningar.",
    "labeling-features-head-2": "Optimerad för kostnad och kvalitet. Inget engagemang på förhand krävs.",
    "labeling-features-head-3": "Betala bara för den noggrannhet du behöver.",
    "labeling-features-head-4": "Ge dina egna uppgifter om sanning på marken eller låt oss bygga dem på språng.",
    "labeling-features-text-1": "Vill du integrera mänsklig recension direkt i din affärsverksamhet? Vi erbjuder SLA: er med hög tillförlitlighet, garanterad kapacitet och enkla REST-API: er.",
    "labeling-features-text-2": "HUMAN-plattformen använder omfattande förtroendemodeller för att utföra sofistikerad realtids kvalitetsanalys. Detta gör att vi snabbt kan avgöra både svårigheten med frågor och deras troliga rätt svar, vilket sparar tid och pengar.",
    "labeling-features-text-3": "Inte alla problem är desamma. Annoteringar för säkerhetskritiska uppgifter kan kräva 99,99% förtroende från helt mänskliga arbetare. Annoteringar för en betafunktion i en mobilspelapp kan bara kräva måttligt förtroende. Du bestämmer.",
    "labeling-features-text-4": "Har du rådata utan en omfattande verifieringsuppsättning? I de flesta fall kan vi bygga en för dig när uppgifter körs genom systemet, eller skapa märkta prover för ditt godkännande.",
    "labeling-info-head": "Få datamärkning",
    "labeling-info-text-1": "Tala med en av våra domänexperter för att definiera dina projektbehov: målsnoggrannhet, format och eventuella speciella krav.",
    "labeling-info-text-2": "Vi utför ett litet produktionsjobb baserat på dina exempeldata. Detta testar det arbete vi har gjort tillsammans för att säkerställa att du får exakt det du behöver.",
    "labeling-info-text-3": "Med vår höga volym och låga latens kommer vi att vända ditt arbete snabbt, med automatiserad leverans så snart det är klart.",
    "labeling-info-text-4": "När vi bättre förstår parametrarna för ditt produktionsarbete kommer resultaten att förbättras över tiden.",
    "labeling-info-text-5": "Med live instrumentpaneler kan du ge feedback eller pausa produktionen när som helst.",
    "labeling-info-title-1": "Definiera specifikationer",
    "labeling-info-title-2": "Inledande jobbtest",
    "labeling-info-title-3": "Distribuera produktionsjobb",
    "labeling-info-title-4": "Kontinuerlig förbättring",
    "labeling-info-title-5": "Realtidsresultat",
    "labeling-main-1": "Kostnadseffektiv datamärkning i skala",
    "labeling-main-1-button": "Få dina data märkta nu",
    "labeling-main-1c": "Behöver du fler etiketter för dina datasätt? hCaptcha tillhandahåller snabb, kostnadseffektiv och högkvalitativ datamärkning för företag som arbetar med artificiell intelligens och maskininlärningsapplikationer.",
    "labeling-main-2": "Starta miljontals uppgifter direkt.",
    "labeling-main-2-button": "Köp datamärkningstjänster",
    "labeling-main-2c": "hCaptcha har en av de största poolerna på planeten som är tillgängliga för din användning. Oavsett vilken skala du kan, kan vi hantera det utan dyra åtaganden i förväg. Miljoner uppgifter per dag är inga problem.",
    "labeling-platform-head": "Privat eller offentlig information",
    "labeling-platform-text": "hCaptcha är byggt på HUMAN-plattformen, som tillåter sofistikerad routing och analys för att optimera kostnaden och effektiviteten i varje steg. Den här tekniken låter rätt arbetskraft hantera varje del av ditt jobb, maximera kostnadseffektiviteten samtidigt som du bevarar integritet och uppfyller alla lagkrav som kan gälla.",
    "labeling-try-button": "Köp datamärkningstjänster",
    "labeling-try-head": "Vill du prova med dina data?",
    "labeling-try-text": "... vi är redo när du är: vår tjänst är tillgänglig dygnet runt.",
    "learn-more-hcaptcha": "Läs mer om hCaptcha",
    "page-acc-faq-1": "Fråga: Är hCaptcha avsnitt 508 + WCAG 2.0 kompatibelt? Svar: Vi tror det: alla användare med någon form av funktionsnedsättning som kan surfa på webben och ange text på formulär kan komma åt tjänster skyddade av hCaptcha vid registrering. Detta är emellertid inte juridisk rådgivning: du bör göra din egen utvärdering med hänsyn till din specifika implementering för att säkerställa att detta är fallet för din distribution.",
    "page-acc-faq-2": "Fråga: Arbetar du med andra tillgänglighetsalternativ (a11y), som ljud? Svar: Tidigare populära alternativ som ljud captchas diskriminerar många användare på 11 år och beseglas lätt av modern maskininlärningsteknik. Detta har tvingat aktuella ljudutmaningar att bli mer och mer svåra, introducera buller, udda timing, ovanliga ordkombinationer och så vidare för att besegra angripare. Vi är alltså mindre entusiastiska över detta tillvägagångssätt jämfört med att undvika utmaningen helt, men kommer att överväga den om det finns efterfrågan från eleverna. Vi är emellertid mycket intresserade av Privacy Pass för användningsfallet för tillgänglighet. Vi tror att en kombination av vår nuvarande a11y-strategi med utfärdandet av Privacy Pass kommer att göra det möjligt för a11y-användare att bläddra säkert, säkert medveten om att deras trafik är mer privat, samtidigt som man begränsar missbruk av botoperatörer som oundvikligen uppstår när alternativen är tillgängliga. Vi är aktiva deltagare i IETF-arbetsgruppen som standardiserar denna nya teknik.",
    "page-acc-faq-3": "Fråga: Vad sägs om integritet? Exponerar registreringen a11y-surfningsdata på något sätt? Vad gör du med e-postmeddelandet? Svar: hCaptcha är designad för integritet från grunden. Det är mycket annorlunda än traditionella alternativ som reCAPTCHA som ägs av annonsnätverk, som har ett incitament att spåra dig på nätet och associera dig med en verklig identitet. Vi använder aldrig e-postmeddelanden eller information om tillgänglighet för något annat syfte än att underlätta användning av 11 år och förhindra missbruk. Vår integritetspolicy har omfattande och auktoritativa svar på hur vi använder data, men det korta svaret är att vi inte har något intresse av att associera dig som person med din surfhistorik. Vi arbetar också för närvarande med en kryptografisk lösning för att snabbt kassera din e-postadress samtidigt som vi bevarar vår förmåga att förebygga missbruk, kompletterar vårt arbete med Privacy Pass.",
    "page-acc-link-1": "Om du är en användare av tillgänglighet kan du registrera dig här.",
    "page-acc-subhead": "Säkerställa sömlös åtkomst för alla användare med bibehållen säkerhet",
    "page-acc-summary": "Sammanfattning",
    "page-acc-summary-contents-1": "hCaptcha är utformad för att stoppa bots genom att skilja dem från människor. Visuella tester är ett bekvämt verktyg för detta, men inte alla kan lösa en visuell utmaning. Av den anledningen har vi utformat ett enkelt, smärtfritt alternativ för att låta utgivare som använder vår tjänst bevara tillgängligheten för alla med fullständig överensstämmelse med avsnitt 508 och WCAG 2.0.",
    "page-acc-summary-contents-2": "Så fungerar det: först registrerar sig en tillgänglighetsanvändare på den här URL: en som är länkad på hCaptcha-widgetens informationssida. De ges en krypterad cookie som kan användas flera gånger per dag, men måste uppdateras var 24: e timme via inloggning. När en utmaning presenteras för en tillgänglighetsanvändare på alla webbplatser som använder hCaptcha-tjänsten passerar de automatiskt.",
    "page-acc-title": "hCaptcha tillgänglighetsinformation",
    "page-acc-tr-body": "Fråga: Jag ser fortfarande en utmaning efter att ha ställt in cookien. Vad orsakar detta? Svar: Detta beror vanligtvis på att använda en aggressiv annonsblockerare eller anti-cookie-förlängning, eller en inställning som blockerar korsplatser, i detta fall en cookie för hcaptcha.com som ställs in eller kontrolleras av hCaptcha JavaScript på en annan webbplats , som den du besöker. hCaptcha-tillgänglighetskakor fungerar med alla populära webbläsare och annonsblockerare med sina standardinställningar, så vanligtvis beror fel på anti-anti-adblock-skript eller liknande regeluppsättningar som riktar sig till vissa webbplatser. Lösningar: 1. Vitlista hcaptcha.com och * .hcaptcha.com cookies i din ad blockerare eller webbläsarens säkerhetsförlängning. 2. Om du använder den modiga webbläsaren, som inte (från och med april 2020) verkar ha någon form av vitlista för kakor, gå till Inställningar -> Sköldar -> Cookies och välj Tillåt alla kakor. 3. Om du använder den allra senaste versionen av Safari på antingen det nyligen släppta OS X 10.15 eller iOS 13. 4 har Apple just ändrat beteendet hos Safari relaterat till tredjepartscookies och blockerat dem alla som standard. Vi implementerar en lösning, men under tiden kan du besöka avsnittet Safari-inställningar, sekretess och avmarkera spårning av webbplatser: Förhindra spårning över flera webbplatser så att tillgänglighetscookien fungerar som förväntat. Fråga: Jag använder flera enheter. Behöver jag registrera mig flera gånger? Svar: Nej. Klicka på samma inloggningslänk till e-post som skickades till dig på varje enhet du använder för att ställa in cookien.",
    "page-acc-tr-title": "För användare av tillgänglighet: Frågor och svar och felsökningshandbok",
    "priv-hc": "Sekretessfokuserad",
    "priv-hc-text": "Annonsnätverk ser dig som deras produkt. Det gör vi inte. Vi bryr oss inte om vilka användare som är, bara hur troligt att de är skadliga. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet.",
    "reporting-bugs-accessibility-button": "Läs mer om tillgänglighetsalternativ",
    "reporting-bugs-accessibility-head": "Hjälpmedelsalternativen",
    "reporting-bugs-accessibility-text": "Är du synskadad eller på annat sätt inte kan fullfölja hCaptchas?",
    "reporting-bugs-guide-ff-head": "Fånga uppgifter om buggarapport: Firefox",
    "reporting-bugs-guide-ff-step-1": "Steg 1: Öppna utvecklarverktyg (detta börjar spela in sessionen.)",
    "reporting-bugs-guide-ff-step-2": "Steg 2: Klicka på fliken Nätverk i Developer Tools. Markera rutan \"Persist-loggar\" längst upp.",
    "reporting-bugs-guide-ff-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo, eller webbplatsen du har problem med (Sekretessinformation: endast om du inte bryr dig om att dela vad det är) ... och klicka sedan på \" Jag är mänsklig \"-knappen och försöka lösa.",
    "reporting-bugs-guide-ff-step-4": "Steg 4: Klicka på \"HAR\" när du försöker lösa och välj \"Spara alla som HAR\" för att spara nätverksloggen. Skicka den filen till oss.",
    "reporting-bugs-guide-ff-step-5": "Steg 5: Klicka på fliken Konsol och högerklicka sedan på \"Markera alla\" och spara det i en textfil för att spara konsolloggen. Skicka oss det också.",
    "reporting-bugs-guide-ff-step-6": "Sista steg: Skicka e-post till dessa HAR- och konsolloggfiler till oss, och beskriv problemet ‍ Använd: support@hcaptcha.com (använd en tjänst som Dropbox eller Filebin och skicka länkar) och eventuellt en skärmdump, om du misstänker att det finns något som inte visar korrekt . Vänligen skicka den IP du använder också. Du kan få det från https://www.whatsmyip.org/‍ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi strävar efter att få hCaptcha att fungera bra för alla.",
    "reporting-bugs-guide-head": "Fånga uppgifter om buggarapport: Chrome",
    "reporting-bugs-guide-step-1": "Steg 1: Öppna utvecklarverktyg (detta börjar spela in sessionen.)",
    "reporting-bugs-guide-step-2": "Steg 2: Klicka på fliken Nätverk i Developer Tools. Markera rutan \"Bevara logg\" längst upp.",
    "reporting-bugs-guide-step-3": "Steg 3: besök https://accounts.hcaptcha.com/demo, eller webbplatsen du har problem med (Sekretessinformation: endast om du inte bryr dig om att dela vad det är) ... och klicka sedan på \" Jag är mänsklig \"-knappen och försöka lösa.",
    "reporting-bugs-guide-step-4": "Steg 4: Klicka på \"Exportera HAR\" (den lilla nedpilen) när du försöker lösa, vilket sparar nätverksloggen. Skicka den filen till oss.",
    "reporting-bugs-guide-step-5": "Steg 5: Klicka på fliken Konsol och högerklicka sedan på \"Spara som ..\" för att spara konsolloggen. Skicka oss det också.",
    "reporting-bugs-guide-step-6": "Sista steg: Skicka e-post till dessa HAR- och konsolloggfiler till oss och beskriv problemet: Använd: support@hcaptcha.com (använd en tjänst som Dropbox eller Filebin och skicka länkar) och eventuellt en skärmdump, om du misstänker att det inte finns något som inte visas korrekt . Vänligen skicka den IP du använder också. Du kan få det från https://www.whatsmyip.org/ ‍ Tack för att du tog dig tid att hjälpa oss att få den här informationen! Vi strävar efter att få hCaptcha att fungera bra för alla.",
    "reporting-bugs-guide-text-1": "Att skicka felsökningsinformation med din rapport kommer att göra det mycket lättare för oss att identifiera vad som händer. Här är steg-för-steg-instruktioner:",
    "reporting-bugs-guide-text-2": "Om du är en webbutvecklare eller en expertanvändare är sammanfattningen att vi vill att du skickar en nätverksinspelning HAR och webbläsarkonsolloggar. Försök först att inaktivera alla ad-blockerare eller webbläsarsäkerhetsförlängningar och försök sedan igen innan du går igenom dessa steg. Om det åtgärdar problemet kommer vi fortfarande att uppskatta att du informerar oss om din webbläsarversion, annonsblockerare eller webbläsarutvidgning och webbadressen till webbplatsen.",
    "reporting-bugs-intro-head": "Hittade du ett fel? Så här rapporterar du det.",
    "reporting-bugs-intro-text": "Miljontals människor använder hCaptcha varje månad på tusentals kombinationer av webbläsare, tillägg, enheter, brandväggar med mera. Vårt mål är att se till att det alltid fungerar för dig, så vi uppskattar mycket dina rapporter! För att ge snabb feedback, klicka bara på knappen \"Skicka oss feedback\". Om du ser ett funktionellt problem, följ instruktionerna för felsökningslogg för Chrome eller felsökningsinstruktioner för Firefox nedan. För alla andra webbläsare, maila oss bara. För potentiella säkerhets- eller integritetsproblem, se instruktionerna nedan.",
    "reporting-bugs-privacy-head": "Sekretessproblem",
    "reporting-bugs-privacy-text": "Vi bryr oss inte om vilka användare som är, bara hur troligt att de är skadliga eller maskiner. Vi stöder initiativ som Privacy Pass och arbetar hårt för att balansera integritet och säkerhet. Om du har hittat ett problem som du tror kan påverka användarnas integritet, skicka ett e-postmeddelande till oss på support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Skicka feedback",
    "reporting-bugs-provide-feedback-head": "Ge omedelbar feedback på hCaptcha",
    "reporting-bugs-provide-feedback-text": "Vi uppskattar ditt bidrag. Låt oss veta alla problem så löser vi dem snabbt.",
    "reporting-bugs-security-head": "Säkerhetsfel",
    "reporting-bugs-security-text": "Vi är alltid intresserade av att få rapporter om säkerhetsfel. E-post support@hcaptcha.com & CC security@hcaptcha.com så kommer vi tillbaka till dig snabbt. Vi har också ett bounty-program för kvalificerade säkerhetsrapporter om hCaptcha-tjänsten och relaterad källkod.",
    "sec-hc": "Säkerhet först",
    "sec-hc-text": "hCaptcha är utgivare-fokuserad. Vi arbetar för att ge webbplatser verklig information och låta dem bestämma hur de ska använda den. Noggrannhet är i ditt intresse och vårt. Andra captchas tillhandahålls av reklamföretag. Varje bot de blockerar kan minska sina intäkter.",
    "what-is-hcaptcha": "Vad är hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha hjälper dina favoritwebtjänster att hålla undan bots, spam och missbruk genom att ställa enkla frågor som är enkla för människor och svåra för maskiner.",
    "why-hc": "Varför hCaptcha?",
    "why-hc-text": "Varje gång du besvarar en utmaning använder vi sofistikerade modeller för att ta reda på om du är människa eller en maskin. Webbplatsen du besökte använder sedan detta resultat för att förbättra din upplevelse på deras webbplats genom att hålla ut bots."
}