{
    "acc-opt": "Chaguzi za Ufikiaji",
    "acc-opt-but": "Jifunze zaidi juu ya chaguzi za ufikiaji",
    "acc-opt-text": "Je! Umelemavu au hauwezi kukamilisha hCaptchas?",
    "accessibility-link": "Ufikiaji",
    "appreciate-in": "Tunashukuru maoni yako. Wacha tujue maswala yoyote na tutayasuluhisha haraka.",
    "fb-but": "Tutumie maoni",
    "feedback-text": "Toa maoni juu ya hCaptcha uliyoona hivi karibuni",
    "home-ent-1": "Unatafuta matoleo ya usalama wa biashara yako?",
    "home-ent-2": "Tembelea tovuti yetu mpya iliyowekwa: BotStop.com",
    "home-intro-body": "Je! Unatumia Captcha kuweka nje bots? hCaptcha inalinda faragha ya watumiaji, tovuti za thawabu, na husaidia kampuni kupata data zao kuwa na lebo. Ni mbadala ya kushuka kwa reCAPTCHA: unaweza kubadilisha ndani ya dakika.",
    "home-intro-head": "Acha bots zaidi. Anza kulinda faragha ya watumiaji.",
    "home-main-1": "Privat. Salama. Haraka. Na tunakulipa ili uitumie.",
    "home-main-2": "Usiri wa Usiri",
    "home-main-2c": "Mitandao ya matangazo huona wageni wako kama bidhaa. Kwa hCaptcha bidhaa ndio kazi wanayoitoa. Hatujali watumiaji wako ni nani, ni vipi wana uwezekano wa kuwa mbaya. Tunasaidia mipango kama Pass ya faragha, na tunafanya bidii kusawazisha faragha na usalama.",
    "home-main-3": "Usalama Kwanza",
    "home-main-3c": "Usahihi ni kwa faida yako na yetu. hCaptcha imelenga-chapisha. Tunafanya kazi kukupa data halisi na kukuuru uamue jinsi ya kuitumia. Captchas zingine hutolewa na",
    "home-main-3c2": "makampuni ya matangazo. Hii inamaanisha kila bot wanayozuia inaweza kupunguza mapato yao.",
    "home-main-4": "Uzoefu Bora wa Mtumiaji",
    "home-main-4c": "Mitindo ya kujifunza mashine iliyotumiwa hutumiwa na hCaptcha kwa kuamua ubinadamu. Hii inaturuhusu kuhitaji kazi ndogo za kukasirisha kutoka kwa watumiaji wako na kuchukua muda wao mdogo kwa kufanya hivyo, wakati bado tunatengeneza data muhimu yenye lebo kwa wateja wenye kuweka majina.",
    "home-main-plans": "hCaptcha ni bure kutumia kwa wachapishaji wa saizi yoyote. Walakini, kwa biashara na majukwaa ambayo yanahitaji udhibiti zaidi, suluhisho za biashara yetu zinapatikana.",
    "home-main-plans2": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya tovuti kwa kampuni kubwa zaidi kwenye sayari. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans3": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya tovuti kwa kampuni kubwa zaidi kwenye sayari. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans4": "kwa maelezo.",
    "learn-more-hcaptcha": "Jifunze Zaidi juu ya hCaptcha",
    "page-acc-faq-1": "Swali: Je! Sehemu ya hCaptcha 508 + WCAG 2.0 inalingana? Jibu: Tunaamini hivyo: Watumiaji wote wenye aina yoyote ya shida ambao wanaweza kuvinjari wavuti na kuingiza maandishi kwenye fomu wanaweza kupata huduma zinazolindwa na hCaptcha juu ya usajili. Walakini, hii sio ushauri wa kisheria: unapaswa kufanya tathmini yako mwenyewe, kwa kuzingatia utekelezaji wako fulani ili kuhakikisha hii ndio kesi ya kupelekwa kwako.",
    "page-acc-faq-2": "Swali: Je! Unafanya kazi kwa chaguzi zingine za ufikiaji (a11y), kama sauti? Jibu: Hizi chaguzi za zamani kama msimamizi wa sauti hubagua watumiaji wengi wa a11 na hushindwa kwa urahisi na mbinu za kisasa za kujifunza mashine. Hii imelazimisha changamoto za sauti za sasa kuwa ngumu zaidi, na kusababisha kelele, wakati usiofaa, mchanganyiko wa maneno isiyo ya kawaida, na kadhalika kuwashinda washambuliaji. Kwa hivyo hatuvutii sana kwa njia hii dhidi ya kuepuka changamoto kabisa, lakini tutazingatia ikiwa kuna mahitaji kutoka kwa jamii ya a11y. Walakini, tunavutiwa sana na Pass ya faragha kwa kesi ya utumiaji wa Ufikiaji. Tunaamini kuchanganya njia yetu ya sasa ya a11y na utoaji wa faragha itawaruhusu watumiaji 11 kuvinjari salama, salama kwa ufahamu kuwa trafiki yao ni ya faragha zaidi, wakati kuzuia unyanyasaji unaofanywa na waendeshaji wa bot unaoweza kutokea wakati chaguzi za a11 zinapatikana. Sisi ni washiriki hai katika kikundi kazi cha IETF kusanidi teknolojia hii mpya.",
    "page-acc-faq-3": "Swali: Vipi kuhusu faragha? Je! Usajili huonyesha data ya kuvinjari ya11y kwa njia fulani? Je! Unafanya nini na barua pepe? Jibu: hCaptcha imeundwa kwa faragha kutoka chini hadi juu. Ni tofauti sana kuliko chaguzi za kitamaduni kama reCAPTCHA ambazo zinamilikiwa na mitandao ya matangazo, ambao wana motisha ya kukufuatilia kwenye wavuti na kukushirikisha na kitambulisho halisi. Kamwe hatutumii barua pepe za ufikiaji au maelezo kwa kusudi lingine isipokuwa kuwezesha utumiaji wa11 na kuzuia unyanyasaji. Sera yetu ya faragha ina majibu kamili na yenye mamlaka juu ya jinsi tunavyotumia data, lakini jibu fupi ni kwamba hatuna nia ya kukushirikisha wewe kama mtu aliye na historia yako ya kuvinjari. Kwa sasa pia tunafanya kazi kwenye suluhisho la maandishi ili kutupilia mbali anwani yako ya barua pepe. tukiwa bado tunahifadhi uwezo wetu wa kuzuia dhuluma, inayosaidia kazi yetu ya Pass ya faragha.",
    "page-acc-link-1": "Ikiwa wewe ni mtumiaji wa upatikanaji, tafadhali jisajili hapa.",
    "page-acc-subhead": "Kuhakikisha upatikanaji wa mshono kwa watumiaji wote wakati wa kudumisha usalama",
    "page-acc-summary": "Muhtasari",
    "page-acc-summary-contents-1": "hCaptcha imeundwa kuzuia bots kwa kuwatofautisha na watu. Vipimo vya kuona ni zana inayofaa kwa hii, lakini sio kila mtu anayeweza kutatua changamoto ya kuona. Kwa sababu hii tumetengeneza mbadala rahisi, isiyo na uchungu kuwacha wachapishaji wanaotumia huduma yetu kuhifadhi ufikiaji wa wote kwa kufuata kabisa Sehemu ya 508 na WCAG 2.0.",
    "page-acc-summary-contents-2": "Jinsi inavyofanya kazi: kwanza, mtumiaji wa ufikiaji anajisajili kwenye URL hii, ambayo imeunganishwa kwenye ukurasa wa habari wa widget wa hCaptcha. Wanapewa kidakuzi kilichosimbwa ambacho kinaweza kutumiwa mara kadhaa kwa siku, lakini lazima kiburudishwe kila masaa 24 kupitia login.Wakati changamoto itakapowasilishwa kwa mtumiaji wa upatikanaji kwenye tovuti yoyote kwa kutumia huduma ya hCaptcha, watapita moja kwa moja.",
    "page-acc-title": "Habari ya Upataji wa hCaptcha",
    "page-acc-tr-body": "Swali: Bado ninaona changamoto baada ya kuweka kidakuzi. Ni nini kinachosababisha hii? Jibu: Kwa kawaida hii ni kwa sababu ya kutumia kizuizi cha matangazo ya kukasirisha au upanuzi wa kuki, au mpangilio ambao unazuia kuki za tovuti, katika kesi hii kuki kwa hcaptcha.com ambayo imewekwa au kukaguliwa na JavaScript ya hCaptcha kwenye tovuti nyingine. , kama yule unayemtembelea. Ufikiaji wa kuki wa hCaptcha hufanya kazi na vivinjari vyote maarufu na vizuizi vya matangazo na mipangilio yao ya kawaida, kwa hivyo, kutofaulu kwa kawaida ni kwa sababu ya maandishi ya kupambana na adblock au kanuni zinazofanana zinazolenga tovuti fulani. Suluhisho: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki kwenye kizuizi chako cha matangazo au ugani wa usalama wa kivinjari. 2. Ikiwa unatumia kivinjari cha Jasiri, ambacho (kama Aprili 2020) haionekani kuwa na aina yoyote ya weledi wa kuki, nenda kwa Mapendeleo -> Kinga ->> Vikuki na uchague Ruhusu Vidakuzi Vyote. 3. Ikiwa unatumia toleo la hivi karibuni la Safari juu ya OS X 10.15 au iOS 13 4 iliyotolewa hivi karibuni, Apple imebadilisha tu tabia ya Safari inayohusiana na kuki za mtu wa tatu, kuziba zote bila malipo. Tunatumia suluhisho, lakini kwa sasa tafadhali tembelea Mapendeleo ya Safari, sehemu ya faragha, na usifuate Ufuatiliaji wa Wavuti: Zuia ufuatiliaji wa tovuti ya msalaba ili kuwezesha ufikiaji wa cookie kufanya kazi kama inavyotarajiwa. Swali: Ninatumia vifaa vingi. Je! Ninahitaji kujiandikisha mara kadhaa? Jibu: Hapana. Tafadhali bonyeza kiunga hicho cha logi cha barua pepe uliyotumia kwako kwenye kila kifaa unachotumia ili kuweka kidakuzi.",
    "page-acc-tr-title": "Kwa Watumiaji wa Upataji: Q & A na Mwongozo wa Kutatua Matatizo",
    "priv-hc": "Usiri wa Usiri",
    "priv-hc-text": "Mitandao ya matangazo inakuona kama bidhaa yao. Hatufanyi. Hatujali watumiaji ni nani, tu wana uwezekano wa kuwa mbaya. Tunasaidia mipango kama Pass ya faragha, na tunafanya bidii kusawazisha faragha na usalama.",
    "sec-hc": "Usalama Kwanza",
    "sec-hc-text": "hCaptcha imelenga-chapisha. Tunafanya kazi kupeana data halisi na waache waamue jinsi ya kuitumia. Usahihi ni kwa faida yako na yetu. Captchas zingine hutolewa na kampuni za matangazo. Kila bot wanayozuia inaweza kupunguza mapato yao.",
    "what-is-hcaptcha": "HCaptcha ni nini?",
    "what-is-hcaptcha-text": "hCaptcha husaidia huduma zako za wavuti unazopenda kuweka bots, spam, na unyanyasaji kwa kuuliza maswali rahisi ambayo ni rahisi kwa wanadamu na ngumu kwa mashine.",
    "why-hc": "Kwa nini hCaptcha?",
    "why-hc-text": "Kila wakati unajibu changamoto, tunatumia mifano ya kisasa kubaini ikiwa wewe ni binadamu au mashine. Wavuti uliyotembelea basi hutumia matokeo haya kusaidia kuboresha hali yako ya uzoefu kwenye wavuti yao kwa kuweka nje bots."
}