{
    "about-advisors-brendan": "Mkurugenzi Mtendaji wa Jasiri. Mwanzilishi mwenza wa Mozilla. Muundaji wa lugha ya programu ya JavaScript. Mjenzi wa vivinjari na zaidi.",
    "about-advisors-dawn": "Profesa, CS katika Chuo Kikuu cha California, Berkeley. Mafunzo ya kina, usalama, mtaalam wa blockchain. Mkurugenzi Mtendaji wa Maabara ya Oasis.",
    "about-advisors-head": "Washauri",
    "about-advisors-keiran": "Utafiti Mwanasayansi huko Stanford. Kujifunza kwa mashine na fedha za idadi katika benki kuu, fedha za ua, na masomo.",
    "about-content-head-1": "Tunachofanya",
    "about-content-head-2": "Kwa nini ni muhimu",
    "about-content-text-1": "hCaptcha ni huduma ya Intuition Machines Inc, AI na kampuni ya kujifunza mashine inayolenga metalearning na uwanja wa kuona ML kwa kiwango. Tunaunda na kufanya kazi kwa mifumo inayoweza kutoweka kuwezesha huduma za uchambuzi wa video na picha kwa kampuni za Global 2000 ulimwenguni.",
    "about-content-text-1a": "hCaptcha inaleta njia ya kisasa, inayolenga faragha ya kusimamisha bots.",
    "about-content-text-1b": "Tunaonyesha changamoto za CAPTCHA ambazo ni ngumu kwa bots lakini rahisi kwa watu kwa kukusanya data ngumu-ya lebo kutoka kwa shida za ujifunzaji wa mashine, na kuitumia kutofautisha ikiwa wavuti au mgeni wa programu ni binadamu.",
    "about-content-text-2": "Takwimu zaidi kwa ujumla hutoa matokeo bora. Kujenga na kudumisha hifadhidata zilizoandikwa kwa usahihi na zinazofaa ni wakati mwingi na ni ghali. hCaptcha awali ilitengenezwa kushughulikia mahitaji yetu wenyewe katika uwekaji picha, na sasa inapatikana kwa kampuni zingine zilizo na mahitaji kama hayo.",
    "about-content-text-2a": "Wahusika wabaya wanazidi kuwa wa kawaida mkondoni. Lakini kutoa faragha ya mtumiaji sio jibu.",
    "about-content-text-2b": "Suluhisho za usalama zinazotolewa na kampuni za matangazo huzingatia sana watumiaji wanaofuatilia wavuti. Tumeunda suluhisho bora la usalama ambalo linathibitisha kudhuru faragha ya mtumiaji sio lazima kutoa matokeo bora.",
    "about-intro-head-1": "Kuhusu hCaptcha",
    "about-intro-head-2": "Faragha, Usalama, na Kujifunza kwa Mashine.",
    "about-intro-text": "hCaptcha ni huduma huru inayotumiwa zaidi ulimwenguni ya CAPTCHA.",
    "about-leadership-alex": "Hifadhidata na Mtaalam wa blockchain. Mhandisi wa mapema huko Cloudera na zaidi. Miongo kadhaa ya programu ya kujenga utaalam na timu.",
    "about-leadership-eli": "MKURUGENZI MTENDAJI. Kiongozi anayetambuliwa katika AI. Ametumia akili ya mashine kwa kiwango kikubwa kwa shida anuwai za biashara katika miongo iliyopita.",
    "about-leadership-head": "Uongozi",
    "about-leadership-todd": "PhD katika Baiolojia ya Kompyuta, Stanford. Kufanya kazi na mitandao ya neva tangu 1999. Zingatia ML iliyotumiwa na ujifunzaji wa kina kwa kiwango.",
    "acc-opt": "Chaguzi za upatikanaji",
    "acc-opt-but": "Pata maelezo zaidi kuhusu chaguo za ufikivu",
    "acc-opt-text": "Je! Una shida ya kuona au vinginevyo hauwezi kumaliza hCaptchas?",
    "accessibility-link": "Upatikanaji",
    "appreciate-in": "Tunashukuru kwa maoni yako. Tujulishe maswala yoyote na tutayasuluhisha haraka.",
    "fb-but": "Tutumie maoni",
    "feedback-text": "Toa maoni juu ya hCaptcha ambayo umeona tu",
    "footer-attribution": "Sifa",
    "footer-copyright-text": "hCaptcha ni alama ya biashara iliyosajiliwa ya Intuition Machines, Inc.",
    "footer-header-1": "Kampuni",
    "footer-header-2": "Rasilimali",
    "footer-header-3": "Mawasiliano",
    "footer-link-1": "Kuandika",
    "footer-link-10": "Upatikanaji",
    "footer-link-2": "Kuhusu",
    "footer-link-3": "Kazi",
    "footer-link-4": "Alama za biashara",
    "footer-link-5": "Maadili ya AI",
    "footer-link-6": "Blogi",
    "footer-link-7": "Hali",
    "footer-link-8": "Nyaraka",
    "footer-link-9": "Ripoti Mdudu",
    "footer-privacy": "Faragha",
    "footer-subheader-1": "Msaada",
    "footer-subheader-2": "Mawasiliano",
    "footer-terms": "Masharti",
    "h-plans": "Mipango ya Usajili",
    "header-docs-link": "Hati",
    "header-labeling-services-link": "Huduma za Kuandika",
    "header-login-button": "Ingia",
    "header-plans-link": "Mipango",
    "header-signup-button": "Jisajili",
    "home-about-head": "Kuhusu hCaptcha",
    "home-about-subtitle": "Inaendeshwa na Itifaki ya BINADAMU",
    "home-about-text-1": "hCaptcha imeundwa kutatua shida kubwa ya wafanyikazi katika ujifunzaji wa mashine: kuweka lebo kubwa ya data kwa wakati unaofaa, bei rahisi na ya kuaminika.",
    "home-about-text-2": "Takwimu zaidi kwa ujumla hutoa matokeo bora katika modeli za mafunzo ya mashine. Mafanikio ya hivi karibuni ya mifano ya kina yamesababisha kuongezeka kwa hifadhidata, karibu kila wakati na hakiki ya wanadamu. Walakini, kuunda hifadhidata kubwa zilizopitiwa na wanadamu kupitia Mitambo Turk, Kielelezo Nane, nk ni polepole na ghali.",
    "home-about-text-3": "hCaptcha inaruhusu wavuti kupata pesa kuhudumia mahitaji haya wakati wa kuzuia bots na aina zingine za unyanyasaji.",
    "home-about-text-4": "Soko la hCaptcha linaendeshwa na Itifaki ya BINADAMU, itifaki ya wazi ya ugawanyaji wa kibinadamu ambayo inaendesha kwenye kizuizi cha Ethereum. Wavuti hupata Ishara za Binadamu (HMT) wakati wowote watumiaji wanapotumia wijeti ya hCaptcha kwenye wavuti yao, na kampuni za kujifunza mashine hulipa Ishara za Binadamu ili kupata data ya lebo yao.",
    "home-ba-labeling-services-link": "Huduma za Kuandika",
    "home-benefits-head-1": "Thamani ya Kuandika Data",
    "home-benefits-head-2": "Rudisha kwa Msaada",
    "home-benefits-text-1": "Je! Uligundua kila wakati unapobofya gari unasaidia kufundisha mifumo moja ya ujifunzaji wa mashine ya kampuni ya Gigantic bure?",
    "home-benefits-text-2": "hCaptcha inageuza mtindo huu. Unapotumia hCaptcha, kampuni zinatoa zabuni kwa kazi ambayo watumiaji wako hufanya wakati wanathibitisha ubinadamu wao. Unapata thawabu.",
    "home-benefits-text-3": "Unataka kurudisha upendo wako unaopenda? hCaptcha hukuruhusu kuunga mkono misaada ya chaguo lako na mapato unayopata kwa kuitumia. Watumiaji kwenye wavuti yako hivi karibuni wataweza kuona mchango wako kwa misaada kupitia chapa ya busara kwenye kiolesura cha hCaptcha.",
    "home-challenge-text-1": "Chagua picha zote zinazolingana na hoja",
    "home-challenge-text-2": "Fafanua eneo linalofungwa kwa vitu",
    "home-challenge-text-3": "Tambua maandiko yanayofanana",
    "home-challenge-title-1": "Kulinganisha",
    "home-challenge-title-2": "Sanduku la Kupakana",
    "home-challenge-title-3": "Uainishaji",
    "home-challenges-head": "Changamoto Zilizowasilishwa",
    "home-challenges-text-1": "... na kazi zingine rahisi. Rahisi kwa wanadamu, ngumu kwa bots.",
    "home-challenges-text-2": "Kazi za kawaida pia zinapatikana kwa wachapishaji wa biashara.",
    "home-ent-1": "Unatafuta matoleo yetu ya usalama wa biashara?",
    "home-ent-2": "Tembelea tovuti yetu mpya ya kujitolea: BotStop.com",
    "home-ent-button": "Jifunze zaidi: BotStop na hCaptcha",
    "home-from-the-blog": "KUTOKA KWENYE BLOG:",
    "home-from-the-blog-value": "Jinsi Mipangilio ya Ugumu wa hCaptcha inavyofanya kazi",
    "home-intro-body": "Je! Unatumia captcha kuweka nje bots? hCaptcha inalinda faragha ya mtumiaji, huzawadia wavuti, na husaidia kampuni kupata data ya lebo yao. Ni uingizwaji wa reCAPTCHA: unaweza kubadilisha ndani ya dakika.",
    "home-intro-button": "Jiunge sasa",
    "home-intro-head": "Acha bots zaidi. Anza kulinda faragha ya mtumiaji.",
    "home-main-1": "Privat. Salama. Haraka. Na tunakulipa ili utumie.",
    "home-main-2": "Faragha Imelenga",
    "home-main-2c": "Mitandao ya matangazo huwaona wageni wako kama bidhaa. Kwa hCaptcha bidhaa hiyo ni kazi wanayotoa. Hatujali watumiaji wako ni kina nani, tu ni uwezekano gani wa kuwa na nia mbaya. Tunasaidia mipango kama Pass Pass, na kufanya kazi kwa bidii kusawazisha faragha na usalama.",
    "home-main-3": "Usalama Kwanza",
    "home-main-3c": "Usahihi ni kwa maslahi yako na yetu. hCaptcha inazingatia mchapishaji. Tunafanya kazi kukupa data halisi na kukuruhusu uamue jinsi ya kuitumia. Captcha zingine hutolewa na kampuni za matangazo za Gigantic. Hii inamaanisha kila bot wanayozuia inaweza kupunguza mapato yao.",
    "home-main-4": "Uzoefu bora wa Mtumiaji",
    "home-main-4c": "Mifano ya kisasa ya kujifunza mashine hutumiwa na hCaptcha kwa kuamua ubinadamu. Hii inatuwezesha kuhitaji kazi zisizo za kukasirisha kutoka kwa watumiaji wako na kuchukua muda wao kidogo kufanya hivyo, wakati bado tunazalisha data muhimu yenye lebo kwa wateja wa kuweka alama.",
    "home-main-plans": "hCaptcha ni bure kutumia kwa wachapishaji wa saizi yoyote. Walakini, kwa biashara na majukwaa ambayo yanahitaji udhibiti zaidi, suluhisho zetu za biashara zinapatikana.",
    "home-main-plans2": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya wavuti kwa kampuni zingine kubwa ulimwenguni. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans3": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya wavuti kwa kampuni zingine kubwa ulimwenguni. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans4": "kwa maelezo.",
    "home-plans-button-1": "Jiunge sasa",
    "home-plans-button-2": "Wasiliana na mauzo",
    "home-plans-chart-head-1": "Vipengele",
    "home-plans-chart-head-2": "Mchapishaji",
    "home-plans-chart-head-3": "Biashara",
    "home-plans-chart-row-1-cell-1": "Aina za changamoto za kudhibiti zinaonyeshwa",
    "home-plans-chart-row-1-cell-2": "Imepunguzwa",
    "home-plans-chart-row-1-cell-3": "Jumla",
    "home-plans-chart-row-10-cell-1": "Dashibodi za watumiaji wengi",
    "home-plans-chart-row-11-cell-1": "Vipengele vya juu vya kuripoti",
    "home-plans-chart-row-12-cell-1": "SLA za Biashara",
    "home-plans-chart-row-2-cell-1": "Dhibiti maudhui ya changamoto yaliyotumiwa",
    "home-plans-chart-row-2-cell-2": "Imepunguzwa",
    "home-plans-chart-row-2-cell-3": "Jumla",
    "home-plans-chart-row-3-cell-1": "Pata tuzo kwa suluhisho za wanadamu",
    "home-plans-chart-row-4-cell-1": "Ulinzi wa darasa la ulimwengu la anti-bot",
    "home-plans-chart-row-5-cell-1": "Inafanya kazi katika kila nchi",
    "home-plans-chart-row-6-cell-1": "Sera ya faragha inayofaa kwa GDPR na CCPA",
    "home-plans-chart-row-7-cell-1": "Viwango vya ugumu mzuri",
    "home-plans-chart-row-8-cell-1": "Anzisha maudhui yako ya changamoto",
    "home-plans-chart-row-9-cell-1": "Upangaji wa wakati wa msingi wa ugumu",
    "home-try-it-out-button": "Pata hCaptcha",
    "home-try-it-out-head": "Jaribu",
    "home-try-it-out-text": "hCaptcha hutoa utambuzi rahisi, rahisi, na wa kuaminika wa bot wakati ni jambo dogo kwa wanadamu kutatua.",
    "labeling-about-head": "Kuhusu hCaptcha",
    "labeling-about-text-1": "hCaptcha imeundwa kutatua shida kubwa ya wafanyikazi katika ujifunzaji wa mashine; kuweka alama ya data nyingi kwa wakati unaofaa, kwa bei rahisi na ya kuaminika. Takwimu zaidi kwa ujumla hutoa matokeo bora katika modeli za mafunzo ya mashine. Mafanikio ya hivi karibuni ya mifano ya kina yamesababisha kuongezeka kwa hifadhidata kubwa, na hCaptcha hutumikia hitaji hili.",
    "labeling-about-text-2": "Walakini, kuunda hifadhidata kubwa zilizopitiwa na wanadamu kwa kutumia njia za jadi ni polepole na ghali. hCaptcha ni njia ya kampuni kupata maelezo ambayo yanahitaji haraka, na ubora wa hali ya juu na kwa gharama ya chini kuliko njia zingine.",
    "labeling-annotations-head": "Aina za Ufafanuzi",
    "labeling-annotations-text-1": "Kugundua kitu sahihi katika picha na video",
    "labeling-annotations-text-2": "Kugundua kitu sahihi katika picha na video",
    "labeling-annotations-text-3": "Maelezo ya uhakika kwa visa vingi vya matumizi",
    "labeling-annotations-text-4": "Panga au ongeza vikundi vya kiholela vya saizi yoyote",
    "labeling-annotations-text-5": "Ugunduzi na uainishaji unaotumiwa na binadamu",
    "labeling-annotations-text-6": "Je! Unahitaji aina nyingine ambayo haijaorodheshwa hapa? Tuulize sisi.",
    "labeling-annotations-title-1": "Masanduku yanayopakana",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Alama za kihistoria",
    "labeling-annotations-title-4": "Sambaza Uainishaji",
    "labeling-annotations-title-5": "Kulinganisha na Kugundua",
    "labeling-annotations-title-6": "... na mengi zaidi",
    "labeling-ent-button": "Wasiliana na Timu yetu ya Ufumbuzi wa Biashara",
    "labeling-ent-head": "Je! Unahitaji Udhibiti wa Mwisho?",
    "labeling-ent-text-1": "Jukwaa la BINADAMU nyuma ya hCaptcha hutoa ubora wa hali ya juu wa kazi na huduma za usimamizi kupitia uwekaji wa Nguzo, mseto, au SaaS ambazo zinajumuishwa na mifumo yako iliyopo.",
    "labeling-ent-text-2": "Endesha nje ya mkondo kabisa na wafanyikazi wako mwenyewe, fuatilia thamani inayotumiwa katika vitengo vya biashara au washirika wa ushirika, chagua kazi kwa watoa huduma tofauti wa ndani au nje kulingana na mahitaji ya gharama na usalama, na zaidi.",
    "labeling-ent-text-3": "Ufikiaji rahisi wa API, dashibodi nzuri, na teknolojia ya kisasa ya mtindo-katika-kitanzi ili kuongeza ufanisi.",
    "labeling-ent-text-4": "SLA za muda wa 99.99% na msaada wa ulimwengu wa 24/7 unapatikana. Kwa habari zaidi:",
    "labeling-features-head-1": "Mabomba rahisi yanayotokana na API.",
    "labeling-features-head-2": "Imeboreshwa kwa gharama na ubora. Hakuna kujitolea kwa mbele kunahitajika.",
    "labeling-features-head-3": "Lipa tu usahihi unaohitaji.",
    "labeling-features-head-4": "Toa data yako mwenyewe ya ukweli wa ardhi au hebu tuijenge juu ya nzi.",
    "labeling-features-text-1": "Je! Unataka kuingiza ukaguzi wa kibinadamu moja kwa moja katika shughuli za biashara yako? Tunatoa SLA za kuegemea juu, uwezo uliohakikishiwa, na API rahisi za REST.",
    "labeling-features-text-2": "Jukwaa la BINADAMU hutumia mifano pana ya kujiamini kufanya uchambuzi wa hali ya juu wa hali halisi. Hii inaruhusu sisi kuamua haraka ugumu wa maswali na jibu lao linalofaa, kukuokoa wakati na pesa.",
    "labeling-features-text-3": "Sio shida zote zinafanana. Maelezo kwa kazi muhimu za usalama zinaweza kuhitaji ujasiri wa 99.99% kutoka kwa wafanyikazi wa kibinadamu kabisa. Maelezo kwa huduma moja ya beta katika programu ya mchezo wa rununu inaweza kuhitaji tu ujasiri wa wastani. Unaamua.",
    "labeling-features-text-4": "Je! Unayo data mbichi bila seti kamili ya uthibitishaji? Katika hali nyingi tunaweza kukujengea kazi kama kazi zinazoendeshwa kupitia mfumo, au tengeneza sampuli zilizoandikwa kwa idhini yako.",
    "labeling-info-head": "Kupata Data Lebo",
    "labeling-info-text-1": "Ongea na mmoja wa wataalam wa kikoa chetu kufafanua mahitaji ya mradi wako: usahihi wa lengo, fomati, na mahitaji yoyote maalum.",
    "labeling-info-text-2": "Tunafanya kazi ndogo ya uzalishaji kulingana na data yako ya sampuli. Hupima kazi tuliyofanya pamoja kuhakikisha unapata kile unachohitaji.",
    "labeling-info-text-3": "Kwa ujazo wetu wa juu na latency ya chini tutageuza kazi yako haraka, na uwasilishaji wa kiotomatiki mara tu utakapomalizika.",
    "labeling-info-text-4": "Tunapoelewa vizuri vigezo vya kazi yako ya uzalishaji, matokeo yataendelea kuboreshwa kwa muda.",
    "labeling-info-text-5": "Dashibodi za moja kwa moja hukuruhusu kutoa maoni au kusitisha utengenezaji wakati wowote.",
    "labeling-info-title-1": "Fafanua Maalum",
    "labeling-info-title-2": "Mtihani wa Awali wa Kazi",
    "labeling-info-title-3": "Tuma Kazi za Uzalishaji",
    "labeling-info-title-4": "Uboreshaji wa kuendelea",
    "labeling-info-title-5": "Matokeo ya Wakati Halisi",
    "labeling-main-1": "Kuweka data kwa gharama nafuu kwa kiwango",
    "labeling-main-1-button": "Pata Data Yako Iliyopigwa Chapa Sasa",
    "labeling-main-1c": "Unahitaji lebo zaidi kwa hifadhidata zako? hCaptcha hutoa uwekaji wa data wa haraka, wa gharama nafuu, na ubora wa hali ya juu kwa kampuni zinazofanya kazi kwa akili ya bandia na matumizi ya ujifunzaji wa mashine.",
    "labeling-main-2": "Zindua mamilioni ya kazi mara moja.",
    "labeling-main-2-button": "Nunua Huduma za Kuandika Data",
    "labeling-main-2c": "hCaptcha ina moja ya mabwawa makubwa kwenye sayari inayopatikana kwa matumizi yako. Kwa kiwango chako chochote, tunaweza kushughulikia bila ahadi za gharama kubwa za mbele. Mamilioni ya kazi kwa siku sio shida.",
    "labeling-platform-head": "Maelezo ya Kibinafsi au ya Umma",
    "labeling-platform-text": "hCaptcha imejengwa kwenye Jukwaa la BINADAMU, ambayo inaruhusu njia na uchambuzi wa hali ya juu kuongeza gharama na ufanisi katika kila hatua. Teknolojia hii inaruhusu wafanyikazi sahihi kushughulikia kila sehemu ya kazi yako, ikiongeza ufanisi wa gharama wakati wa kuhifadhi faragha na kukidhi mahitaji yoyote ya udhibiti ambayo yanaweza kutumika.",
    "labeling-try-button": "Nunua Huduma za Kuandika Data",
    "labeling-try-head": "Unataka kujaribu na data yako?",
    "labeling-try-text": "... tuko tayari wakati uko: huduma yetu inapatikana kila saa.",
    "learn-more-hcaptcha": "Jifunze Zaidi kuhusu hCaptcha",
    "page-acc-faq-1": "Swali: Je! HCaptcha Sehemu ya 508 + WCAG 2.0 inatii? Jibu: Tunaamini hivyo: watumiaji wote walio na shida ya aina yoyote ambao wanaweza kuvinjari wavuti na kuweka maandishi kwenye fomu wanaweza kupata huduma zinazolindwa na hCaptcha wakati wa usajili. Walakini, huu sio ushauri wa kisheria: unapaswa kufanya tathmini yako mwenyewe, ukizingatia utekelezaji wako ili kuhakikisha hii ndio kesi ya kupelekwa kwako.",
    "page-acc-faq-2": "Swali: Je! Unafanya kazi kwa chaguzi zingine za ufikiaji (a11y), kama sauti? Jibu: Chaguzi maarufu hapo awali kama vichwa vya sauti hubagua watumiaji wengi wa a11y na hushindwa kwa urahisi na mbinu za kisasa za ujifunzaji wa mashine. Hii imelazimisha changamoto za sasa za sauti kuwa ngumu zaidi na zaidi, kuanzisha kelele, muda usio wa kawaida, mchanganyiko wa maneno isiyo ya kawaida, na kadhalika kushinda washambuliaji. Kwa hivyo hatuna shauku juu ya njia hii dhidi ya kuzuia changamoto kabisa, lakini tutazingatia ikiwa kuna mahitaji kutoka kwa jamii ya a11y. Walakini, tunavutiwa sana na Pasi ya Faragha kwa kesi ya utumiaji wa Ufikivu. Tunaamini kuchanganya njia yetu ya sasa ya a11y na utoaji wa Pass Pass itaruhusu watumiaji wa a11y kuvinjari salama, salama kwa kujua kwamba trafiki yao ni ya faragha zaidi, wakati wakizuia unyanyasaji na waendeshaji wa bot ambao bila shaka unatokea wakati chaguzi za a11y zinapatikana. Sisi ni washiriki hai katika kikundi cha IETF kinachosimamia teknolojia hii mpya.",
    "page-acc-faq-3": "Swali: Je! Kuhusu faragha? Je! Usajili hufunua data ya kuvinjari a11y kwa njia fulani? Unafanya nini na barua pepe? Jibu: hCaptcha imeundwa kwa faragha kutoka chini. Ni tofauti sana kuliko chaguzi za jadi kama reCAPTCHA ambazo zinamilikiwa na mitandao ya matangazo, ambao wana motisha ya kukufuata karibu na wavuti na kukushirikisha na kitambulisho halisi. Hatutumii barua pepe za kupatikana au maelezo kwa sababu yoyote isipokuwa kuwezesha matumizi ya a11y na kuzuia unyanyasaji. Sera yetu ya faragha ina majibu kamili na ya mamlaka juu ya jinsi tunavyotumia data, lakini jibu fupi ni kwamba hatuna hamu ya kukujumuisha wewe kama mtu na historia yako ya kuvinjari. wakati bado tunahifadhi uwezo wetu wa kuzuia unyanyasaji, inayosaidia kazi yetu ya Pass Pass.",
    "page-acc-link-1": "Ikiwa wewe ni mtumiaji wa upatikanaji, tafadhali jiandikishe hapa.",
    "page-acc-subhead": "Kuhakikisha ufikiaji kamili kwa watumiaji wote wakati wa kudumisha usalama",
    "page-acc-summary": "Muhtasari",
    "page-acc-summary-contents-1": "hCaptcha imeundwa kuzuia bots kwa kutofautisha na watu. Vipimo vya kuona ni zana rahisi kwa hii, lakini sio kila mtu anayeweza kutatua changamoto ya kuona. Kwa sababu hii tumebuni njia rahisi, isiyo na uchungu kuruhusu wachapishaji wanaotumia huduma yetu kuhifadhi ufikiaji kwa wote kwa ufuataji kamili wa Sehemu ya 508 na WCAG 2.0.",
    "page-acc-summary-contents-2": "Jinsi inavyofanya kazi: kwanza, mtumiaji anayepatikana anajiandikisha kwenye URL hii, ambayo imeunganishwa kwenye ukurasa wa habari wa hCaptcha. Wanapewa kuki iliyosimbwa ambayo inaweza kutumika mara kadhaa kwa siku, lakini lazima iburudishwe kila masaa 24 kupitia kuingia. Wakati changamoto inawasilishwa kwa mtumiaji wa upatikanaji kwenye tovuti yoyote kwa kutumia huduma ya hCaptcha, watapita kiatomati.",
    "page-acc-title": "Habari ya Ufikiaji wa hCaptcha",
    "page-acc-tr-body": "Swali: Bado ninaona changamoto baada ya kuweka kuki. Ni nini kinachosababisha hii? Jibu: Kwa kawaida hii ni kwa sababu ya kutumia kiboreshaji cha matangazo ya kukera au ugani wa kuki, au mpangilio ambao unazuia kuki za wavuti, katika kesi hii kuki ya hcaptcha.com ambayo imewekwa au kukaguliwa na hCaptcha JavaScript kwenye wavuti tofauti. , kama yule unayemtembelea. Vidakuzi vya ufikiaji vya hCaptcha hufanya kazi na vivinjari vyote maarufu na vizuizi vya matangazo na mipangilio yao ya kawaida, kwa hivyo kutofaulu kwa kawaida kunatokana na hati za anti-adblock au sheria zinazofanana zinazolenga tovuti fulani. Suluhisho: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki katika kizuizi chako cha matangazo au ugani wa usalama wa kivinjari. 2. Ikiwa unatumia kivinjari kishujaa, ambacho haionekani (kuanzia Aprili 2020) kuwa na orodha yoyote ya orodha ya kuki, nenda kwenye Mapendeleo -> Shields -> Cookies na uchague Ruhusu Vidakuzi Vyote. 3. Ikiwa unatumia toleo la hivi karibuni la Safari kwenye OS X 10.15 au iOS 13. 4 iliyotolewa hivi karibuni, Apple imebadilisha tu tabia ya Safari inayohusiana na vidakuzi vya mtu wa tatu, ikizuia zote kwa msingi. Tunatekeleza suluhisho, lakini kwa sasa tafadhali tembelea Mapendeleo ya Safari, sehemu ya Faragha, na uondoe ufuatiliaji wa Wavuti: Zuia ufuatiliaji wa wavuti ili kuwezesha kuki ya ufikiaji kufanya kazi kama inavyotarajiwa. Swali: Ninatumia vifaa vingi. Je! Ninahitaji kujisajili mara kadhaa? Jibu: Hapana. Tafadhali bofya kiunga hicho hicho cha barua pepe kilichotumwa kwako kwenye kila kifaa unachotumia ili kuweka kuki.",
    "page-acc-tr-title": "Kwa Watumiaji wa Ufikivu: Mwongozo wa Maswali na Utatuzi",
    "priv-hc": "Faragha Imelenga",
    "priv-hc-text": "Mitandao ya matangazo hukuona kama bidhaa yao. Hatuna. Hatujali watumiaji ni akina nani, ni uwezekano gani tu wa kuwa na nia mbaya. Tunasaidia mipango kama Pass Pass, na kufanya kazi kwa bidii kusawazisha faragha na usalama.",
    "reporting-bugs-accessibility-button": "Pata maelezo zaidi kuhusu chaguo za ufikivu",
    "reporting-bugs-accessibility-head": "Chaguzi za upatikanaji",
    "reporting-bugs-accessibility-text": "Je! Una shida ya kuona au vinginevyo hauwezi kumaliza hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kukamata Maelezo ya Ripoti ya Mdudu: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hatua ya 1: Fungua Zana za Wasanidi Programu (Hii inaanza kurekodi kikao.)",
    "reporting-bugs-guide-ff-step-2": "Hatua ya 2: Bonyeza kwenye kichupo cha Mtandao katika Zana za Wasanidi Programu. Angalia sanduku la magogo la Kuendelea hapo juu.",
    "reporting-bugs-guide-ff-step-3": "Hatua ya 3: tembelea https://accounts.hcaptcha.com/demo, au wavuti unayo shida (Nenosiri la Faragha: ikiwa tu huna shida kushiriki ni nini) ... kisha bonyeza I mimi ni kifungo cha kibinadamu, na jaribu kutatua.",
    "reporting-bugs-guide-ff-step-4": "Hatua ya 4: Bonyeza HAR baada ya kujaribu kusuluhisha, na uchague Hifadhi Yote kama HAR ili kuhifadhi kumbukumbu ya mtandao. Tuma faili hiyo kwetu.",
    "reporting-bugs-guide-ff-step-5": "Hatua ya 5: Bonyeza kwenye kichupo cha Dashibodi, na bonyeza-kulia kisha Chagua zote na uihifadhi kwenye faili ya maandishi, ili kuhifadhi logi ya kiweko. Tutumie hiyo pia.",
    "reporting-bugs-guide-ff-step-6": "Hatua ya mwisho: Tuma barua pepe kwa HAR na faili za logi kwetu, na ueleze shida Tumia: support@hcaptcha.com (tafadhali tumia huduma kama Dropbox au Filebin na tuma viungo) na kwa hiari skrini, ikiwa unashuku kuna kitu kisichoonyesha kwa usahihi . Tafadhali tuma IP ambayo unatumia pia. Unaweza kuipata kutoka https://www.whatsmyip.org/ Asante kwa kuchukua muda kutusaidia kupata habari hii! Tumejitolea kufanya hCaptcha ifanye kazi vizuri kwa kila mtu.",
    "reporting-bugs-guide-head": "Kukamata Maelezo ya Ripoti ya Mdudu: Chrome",
    "reporting-bugs-guide-step-1": "Hatua ya 1: Fungua Zana za Wasanidi Programu (Hii inaanza kurekodi kikao.)",
    "reporting-bugs-guide-step-2": "Hatua ya 2: Bonyeza kwenye kichupo cha Mtandao katika Zana za Wasanidi Programu. Angalia sanduku la Hifadhi juu.",
    "reporting-bugs-guide-step-3": "Hatua ya 3: tembelea https://accounts.hcaptcha.com/demo, au wavuti unayo shida (Nenosiri la Faragha: ikiwa tu huna shida kushiriki ni nini) ... kisha bonyeza I mimi ni kifungo cha kibinadamu, na jaribu kutatua.",
    "reporting-bugs-guide-step-4": "Hatua ya 4: Bonyeza Hamisha HAR (mshale mdogo chini) baada ya kujaribu kusuluhisha, ambayo inaokoa logi ya mtandao. Tuma faili hiyo kwetu.",
    "reporting-bugs-guide-step-5": "Hatua ya 5: Bonyeza kwenye kichupo cha Dashibodi, na bonyeza-kulia kisha Hifadhi kama .. ili kuhifadhi kumbukumbu ya kiweko. Tutumie hiyo pia.",
    "reporting-bugs-guide-step-6": "Hatua ya mwisho: Tuma barua pepe kwa HAR na faili za logi kwetu, na ueleze shida. Tumia: support@hcaptcha.com (tafadhali tumia huduma kama Dropbox au Filebin na tuma viungo) na kwa hiari skrini, ikiwa unashuku kuna kitu kisichoonyesha kwa usahihi. Tafadhali tuma IP ambayo unatumia pia. Unaweza kuipata kutoka https://www.whatsmyip.org/ Asante kwa kuchukua muda kutusaidia kupata habari hii! Tumejitolea kufanya hCaptcha ifanye kazi vizuri kwa kila mtu.",
    "reporting-bugs-guide-text-1": "Kutuma maelezo ya utatuzi na ripoti yako kutafanya iwe rahisi kwetu kutambua kinachoendelea. Hapa kuna maagizo ya hatua kwa hatua:",
    "reporting-bugs-guide-text-2": "Ikiwa wewe ni msanidi programu wa wavuti au mtumiaji mtaalam, muhtasari tunapenda ututumie mtandao wa kurekodi HAR na kumbukumbu za kivinjari cha kivinjari. Tafadhali jaribu kulemaza kizuizi chochote cha tangazo au viendelezi vya usalama wa kivinjari kwanza kisha ujaribu tena kabla ya kupitia hatua hizi. Ikiwa hiyo itatatua shida yako, bado tutathamini utujulishe toleo lako la kivinjari, kizuizi cha matangazo au kiendelezi cha kivinjari, na URL ya wavuti.",
    "reporting-bugs-intro-head": "Umepata mdudu? Hapa kuna jinsi ya kuripoti.",
    "reporting-bugs-intro-text": "Mamilioni ya watu hutumia hCaptcha kila mwezi, kwa maelfu ya mchanganyiko wa vivinjari, viendelezi, vifaa, ukuta wa moto, na zaidi. Lengo letu ni kuhakikisha kuwa inakufanyia kazi kila wakati, kwa hivyo tunathamini sana ripoti zako! Ili kutoa maoni ya haraka, bonyeza tu kitufe cha Kutuma maoni. Ikiwa unaona suala la utendaji, tafadhali fuata maagizo ya kumbukumbu ya utatuzi ya chrome au maagizo ya kumbukumbu ya utatuzi ya Firefox hapa chini. Kwa vivinjari vingine vyovyote tu tutumie barua pepe. Kwa maswala ya usalama au faragha, angalia maagizo hapa chini.",
    "reporting-bugs-privacy-head": "Maswala ya faragha",
    "reporting-bugs-privacy-text": "Hatujali watumiaji ni akina nani, ni uwezekano gani tu wa kuwa mbaya au mashine. Tunasaidia mipango kama Pass Pass, na kufanya kazi kwa bidii kusawazisha faragha na usalama. Ikiwa umepata shida ambayo unafikiria inaweza kuathiri faragha ya mtumiaji, tafadhali tutumie barua pepe kwa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Tutumie maoni",
    "reporting-bugs-provide-feedback-head": "Toa maoni ya haraka juu ya hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tunashukuru kwa maoni yako. Tujulishe maswala yoyote na tutayasuluhisha haraka.",
    "reporting-bugs-security-head": "Bugs za Usalama",
    "reporting-bugs-security-text": "Daima tunavutiwa kupokea ripoti za mende za usalama. Barua pepe support@hcaptcha.com & CC security@hcaptcha.com na tutarudi kwako haraka. Pia tuna mpango wa fadhila ya mdudu kwa ripoti zinazostahiki za usalama kwenye huduma ya hCaptcha na nambari ya chanzo inayohusiana.",
    "sec-hc": "Usalama Kwanza",
    "sec-hc-text": "hCaptcha inazingatia mchapishaji. Tunafanya kazi kuwapa wavuti data halisi na waache waamue jinsi ya kuitumia. Usahihi ni kwa maslahi yako na yetu. Kapteni zingine hutolewa na kampuni za matangazo. Kila bot wanazuia inaweza kupunguza mapato yao.",
    "switch-to-english-link": "Badilisha kwa Kiingereza",
    "what-is-hcaptcha": "HCaptcha ni nini?",
    "what-is-hcaptcha-text": "hCaptcha husaidia huduma unazopenda za wavuti kuweka nje bots, barua taka, na unyanyasaji kwa kuuliza maswali rahisi ambayo ni rahisi kwa wanadamu na ni ngumu kwa mashine.",
    "why-hc": "Kwa nini hCaptcha?",
    "why-hc-text": "Kila wakati unapojibu changamoto, tunatumia mifano ya hali ya juu kugundua ikiwa wewe ni binadamu au mashine. Tovuti uliyotembelea kisha hutumia matokeo haya kusaidia kuboresha uzoefu wako kwenye wavuti yao kwa kuweka bots."
}