{
    "about-advisors-brendan": "MKURUGENZI MTENDAJI. Kiongozi anayetambuliwa katika AI. Ametumia akili ya mashine kwa kiwango anuwai ya shida za kibiashara katika miongo kadhaa iliyopita.",
    "about-advisors-dawn": "PhD katika Baiolojia ya Computational, Stanford. Kufanya kazi na mitandao ya neural tangu 1999. Zingatia ML iliyotumika na ujifunzaji wa kina kwa kiwango.",
    "about-advisors-head": "Washauri",
    "about-advisors-keiran": "Hifadhidata na mtaalam wa blockchain. Mhandisi wa mapema huko Cloudera na zaidi. Miongo ya utaalam wa kujenga programu na timu.",
    "about-content-head-1": "Tunachofanya",
    "about-content-head-2": "Kwa nini Ni muhimu",
    "about-content-text-1": "hCaptcha ni huduma ya Intuition Machines Inc, AI na kampuni ya kujifunza mashine inayolenga kufikiria na uainishaji wa uwanja wa ML kwa kiwango. Tunaunda na kufanya mifumo kubwa ya kuwawezesha kuwezesha huduma za uchambuzi wa video na picha kwa kampuni za Global 2000 kote ulimwenguni.",
    "about-content-text-2": "Takwimu zaidi kwa ujumla hutoa matokeo bora. Kuunda na kudumisha kwa usahihi alama za kumbukumbu na wakati unaofaa ni wakati na ni ghali. hCaptcha hapo awali ilibuniwa kushughulikia mahitaji yetu katika uandishi wa picha, na sasa inapatikana kwa kampuni zingine zilizo na mahitaji sawa.",
    "about-intro-head-1": "Fanya kazi kwa hCaptcha",
    "about-intro-head-2": "Dhamira yetu ni Kubwa",
    "about-intro-text": "Tunakua haraka na tunatafuta talanta bora zaidi ulimwenguni kote katika ofisi zetu za ulimwengu. Unaweza kuomba na viungo hapa chini.",
    "about-leadership-alex": "Hifadhidata na mtaalam wa blockchain. Mhandisi wa mapema huko Cloudera na zaidi. Miongo ya utaalam wa kujenga programu na timu.",
    "about-leadership-eli": "MKURUGENZI MTENDAJI. Kiongozi anayetambuliwa katika AI. Ametumia akili ya mashine kwa kiwango anuwai ya shida za kibiashara katika miongo kadhaa iliyopita.",
    "about-leadership-head": "Uongozi",
    "about-leadership-todd": "PhD katika Baiolojia ya Computational, Stanford. Kufanya kazi na mitandao ya neural tangu 1999. Zingatia ML iliyotumika na ujifunzaji wa kina kwa kiwango.",
    "acc-opt": "Chaguzi za Ufikiaji",
    "acc-opt-but": "Jifunze zaidi juu ya chaguzi za ufikiaji",
    "acc-opt-text": "Je! Umelemavu au hauwezi kukamilisha hCaptchas?",
    "accessibility-link": "Ufikiaji",
    "appreciate-in": "Tunashukuru maoni yako. Wacha tujue maswala yoyote na tutayasuluhisha haraka.",
    "fb-but": "Tutumie maoni",
    "feedback-text": "Toa maoni juu ya hCaptcha uliyoona hivi karibuni",
    "footer-attribution": "Attribution",
    "footer-copyright-text": "hCaptcha ni alama ya biashara iliyosajiliwa ya Machina ya Intuition, Inc.",
    "footer-header-1": "Kampuni",
    "footer-header-2": "Rasilimali",
    "footer-header-3": "Wasiliana",
    "footer-link-1": "Kuandika",
    "footer-link-2": "Kuhusu",
    "footer-link-3": "Kazi",
    "footer-link-4": "Alama za biashara",
    "footer-link-5": "Blogi",
    "footer-link-6": "Hali",
    "footer-link-7": "Nyaraka",
    "footer-link-8": "Ripoti Mdudu",
    "footer-link-9": "Ufikiaji",
    "footer-privacy": "Usiri",
    "footer-subheader-1": "Msaada",
    "footer-subheader-2": "Wasiliana",
    "footer-terms": "Masharti",
    "header-docs-link": "Hati",
    "header-labeling-services-link": "Huduma za Kusaidia",
    "header-login-button": "Ingia",
    "header-plans-link": "Mipango",
    "header-signup-button": "Jisajili",
    "home-aboot-subtitle": "Iliyotumwa na Itifaki ya HUMAN",
    "home-about-head": "Kuhusu hCaptcha",
    "home-about-text-1": "hCaptcha imeundwa kusuluhisha shida kubwa ya wafanyikazi katika kujifunza mashine: kuorodhesha idadi kubwa ya data kwa wakati, bei nafuu, na ya kuaminika.",
    "home-about-text-2": "Takwimu zaidi kwa ujumla hutoa matokeo bora katika mitindo ya mafunzo ya mafunzo ya mashine. Mafanikio ya hivi karibuni ya mifano ya kina imesababisha database kubwa zinazidi kuongezeka, karibu kila wakati na uhakiki wa kibinadamu. Walakini, kuunda hifadhidata kubwa iliyopitiwa na mwanadamu kupitia Mechan Turk, Kielelezo Nane, nk ni polepole na ghali.",
    "home-about-text-3": "hCaptcha inaruhusu tovuti kutoa pesa kutumika kwa mahitaji haya wakati wa kuzuia bots na aina zingine za unyanyasaji.",
    "home-about-text-4": "Soko la hCaptcha linaendeshwa na Itifaki ya HUMAN, itifaki iliyo wazi ya hakiki ya mapitio ya wanadamu inayoendesha Ethereum blockchain. Wavuti hupata Tokyo za Binadamu (HMT) wakati wowote watumiaji wanapotumia kifaa cha hCaptcha kwenye wavuti yao, na kampuni za kujifunza mashine hulipa Tokyo za Binadamu kupata data zao ziwe na lebo.",
    "home-ba-labeling-services-link": "Huduma za Kusaidia",
    "home-benefits-head-1": "Thamani katika Uwekaji wa data",
    "home-benefits-head-2": "Rejea Kurudi",
    "home-benefits-text-1": "Je! Uligundua kila wakati unapobonyeza gari unasaidia kutoa mafunzo kwa mfumo wa kampuni moja ya Gigantic ya kujifunza bure?",
    "home-benefits-text-2": "hCaptcha inabadilisha mtindo huu karibu. Unapotumia hCaptcha, kampuni zinatoa dhamana juu ya kazi ambayo watumiaji wako hufanya wanapothibitisha ubinadamu wao. Unapata thawabu.",
    "home-benefits-text-3": "Unataka kurudisha upendo wako unaopenda? hCaptcha hukuruhusu kusaidia misaada ya chaguo lako na mapato unayopata kutokana na kuitumia. Watumiaji kwenye wavuti yako hivi karibuni wataweza kuona mchango wako kwa hisani kupitia chapa ya busara kwenye interface ya hCaptcha.",
    "home-challenge-text-1": "Chagua picha zote zinazofanana na swala",
    "home-challenge-text-2": "Fafanua eneo linalofungwa kwa vitu",
    "home-challenge-text-3": "Tambua lebo zinazolingana",
    "home-challenge-title-1": "Kulinganisha",
    "home-challenge-title-2": "Sanduku la kuzunguka",
    "home-challenge-title-3": "Uainishaji",
    "home-challenges-head": "Changamoto zilizowasilishwa",
    "home-challenges-text-1": "... na kazi zingine rahisi. Rahisi kwa wanadamu, ngumu kwa bots.",
    "home-challenges-text-2": "Kazi za kawaida pia zinapatikana kwa wachapishaji wa biashara.",
    "home-ent-1": "Unatafuta matoleo ya usalama wa biashara yako?",
    "home-ent-2": "Tembelea tovuti yetu mpya iliyowekwa: BotStop.com",
    "home-ent-button": "Jifunze zaidi: BotStop na hCaptcha",
    "home-from-the-blog": "KUTOKA BLOG:",
    "home-from-the-blog-value": "Jinsi hCaptcha Ugumu wa mipangilio ya Kazi",
    "home-intro-body": "Je! Unatumia Captcha kuweka nje bots? hCaptcha inalinda faragha ya watumiaji, tovuti za thawabu, na husaidia kampuni kupata data zao kuwa na lebo. Ni mbadala ya kushuka kwa reCAPTCHA: unaweza kubadilisha ndani ya dakika.",
    "home-intro-button": "Jiunge sasa",
    "home-intro-head": "Acha bots zaidi. Anza kulinda faragha ya watumiaji.",
    "home-main-1": "Privat. Salama. Haraka. Na tunakulipa ili uitumie.",
    "home-main-2": "Usiri wa Usiri",
    "home-main-2c": "Mitandao ya matangazo huona wageni wako kama bidhaa. Kwa hCaptcha bidhaa ndio kazi wanayoitoa. Hatujali watumiaji wako ni nani, ni vipi wana uwezekano wa kuwa mbaya. Tunasaidia mipango kama Pass ya faragha, na tunafanya bidii kusawazisha faragha na usalama.",
    "home-main-3": "Usalama Kwanza",
    "home-main-3c": "Usahihi ni kwa faida yako na yetu. hCaptcha imelenga-chapisha. Tunafanya kazi kukupa data halisi na kukuuru uamue jinsi ya kuitumia. Captchas zingine hutolewa na",
    "home-main-3c2": "makampuni ya matangazo. Hii inamaanisha kila bot wanayozuia inaweza kupunguza mapato yao.",
    "home-main-4": "Uzoefu Bora wa Mtumiaji",
    "home-main-4c": "Mitindo ya kujifunza mashine iliyotumiwa hutumiwa na hCaptcha kwa kuamua ubinadamu. Hii inaturuhusu kuhitaji kazi ndogo za kukasirisha kutoka kwa watumiaji wako na kuchukua muda wao mdogo kwa kufanya hivyo, wakati bado tunatengeneza data muhimu yenye lebo kwa wateja wenye kuweka majina.",
    "home-main-plans": "hCaptcha ni bure kutumia kwa wachapishaji wa saizi yoyote. Walakini, kwa biashara na majukwaa ambayo yanahitaji udhibiti zaidi, suluhisho za biashara yetu zinapatikana.",
    "home-main-plans2": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya tovuti kwa kampuni kubwa zaidi kwenye sayari. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans3": "Ufumbuzi wa biashara ya hCaptcha hulinda mamilioni ya watumiaji katika makumi ya mamilioni ya tovuti kwa kampuni kubwa zaidi kwenye sayari. Tafadhali wasiliana nasi kwa maelezo zaidi, au tembelea",
    "home-main-plans4": "kwa maelezo.",
    "home-plans-button-1": "Jiunge sasa",
    "home-plans-button-2": "Uuzaji wa mawasiliano",
    "home-plans-chart-head-1": "Vipengele",
    "home-plans-chart-head-2": "Mchapishaji",
    "home-plans-chart-head-3": "Biashara",
    "home-plans-chart-row-1-cell-1": "Aina za changamoto za kudhibiti zilizoonyeshwa",
    "home-plans-chart-row-1-cell-2": "Mdogo",
    "home-plans-chart-row-1-cell-3": "Jumla",
    "home-plans-chart-row-10-cell-1": "Dashibodi za watumiaji wengi",
    "home-plans-chart-row-11-cell-1": "Vipengee vya hali ya juu vya kuripoti",
    "home-plans-chart-row-12-cell-1": "SLAs za Biashara",
    "home-plans-chart-row-2-cell-1": "Dhibiti changamoto ya yaliyomo yaliyotumiwa",
    "home-plans-chart-row-2-cell-2": "Mdogo",
    "home-plans-chart-row-2-cell-3": "Jumla",
    "home-plans-chart-row-6-cell-1": "GDPR na sera ya faragha ya CCPA",
    "home-plans-chart-row-7-cell-1": "Viwango vya ugumu vya laini",
    "home-plans-chart-row-8-cell-1": "Zindua changamoto yako mwenyewe ya maudhui",
    "home-plans-chart-row-9-cell-1": "Mpangilio wa ugumu unaotegemea wakati",
    "home-try-it-out-button": "Pata hCaptcha",
    "home-try-it-out-text": "hCaptcha hutoa ugunduzi rahisi wa bot, rahisi, na wa kuaminika wakati unakuwa mdogo kwa wanadamu kusuluhisha.",
    "home-try-it-put-head": "Jaribu",
    "labeling-about-head": "Kuhusu hCaptcha",
    "labeling-about-text-1": "hCaptcha imeundwa kusuluhisha shida kubwa ya wafanyikazi katika kujifunza mashine; kuorodhesha idadi kubwa ya data kwa wakati, bei nafuu, na ya kuaminika. Takwimu zaidi kwa ujumla hutoa matokeo bora katika mitindo ya mafunzo ya mafunzo ya mashine. Mafanikio ya hivi karibuni ya mifano ya kina imesababisha database kubwa zaidi, na hCaptcha hutumikia hitaji hili.",
    "labeling-about-text-2": "Walakini, kuunda orodha kubwa zilizokaguliwa na binadamu kwa kutumia njia za jadi ni polepole na ni ghali. hCaptcha ni njia kwa kampuni kupata ufafanuzi wanahitaji haraka, na ubora wa hali ya juu na kwa gharama ya chini kuliko mbadala zingine.",
    "labeling-annotations-head": "Aina za taarifa",
    "labeling-annotations-text-1": "Ugunduzi sahihi wa kitu katika picha na video",
    "labeling-annotations-text-2": "Ugunduzi sahihi wa kitu katika picha na video",
    "labeling-annotations-text-3": "Maelezo ya uhakika kwa kesi nyingi tofauti za utumiaji",
    "labeling-annotations-text-4": "Panga au uongeze sehemu za kiholela za saizi yoyote",
    "labeling-annotations-text-5": "Ugunduzi-nguvu wa kibinadamu",
    "labeling-annotations-text-6": "Je! Unahitaji aina nyingine isiyoorodheshwa hapa? Tuulize.",
    "labeling-annotations-title-1": "Masanduku ya kuzunguka",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Alama",
    "labeling-annotations-title-4": "Sifa ya Kuainisha",
    "labeling-annotations-title-5": "Kulinganisha na Ugunduzi",
    "labeling-annotations-title-6": "... na mengi zaidi",
    "labeling-ent-button": "Wasiliana na Timu yetu ya Suluhisho la Biashara",
    "labeling-ent-head": "Je! Unahitaji Udhibiti wa Mwisho?",
    "labeling-ent-text-1": "Jukwaa la HUMAN nyuma ya hCaptcha hutoa ubora wa kazi wa hali ya juu na huduma za usimamizi kupitia usanifu, mseto, au upelekaji wa SaaS ambao unaunganisha na mifumo yako iliyopo.",
    "labeling-ent-text-2": "Kimbia kabisa nje ya mkondo na wafanyikazi wako mwenyewe, fuatilia thamani inayotumiwa kwa vitengo vya biashara au washirika wa muungano, kwa hiari njia za kazi kwa watoa huduma tofauti wa ndani au wa nje kulingana na mahitaji ya gharama na usalama, na zaidi.",
    "labeling-ent-text-3": "Ufikiaji rahisi wa API, dashibodi nzuri, na teknolojia ya kisasa ya-ndani ya kitanzi ili kuongeza ufanisi.",
    "labeling-ent-text-4": "99.99% upLA SLAs na msaada wa 24/7 wa kimataifa unaopatikana. Kwa habari zaidi:",
    "labeling-features-head-1": "Bomba rahisi zinazoendeshwa na API.",
    "labeling-features-head-2": "Iliyoundwa kwa gharama na ubora. Hakuna ahadi ya mbele inahitajika.",
    "labeling-features-head-3": "Lipa tu kwa usahihi unahitaji.",
    "labeling-features-head-4": "Toa data yako ya ukweli wa ardhi au wacha tuijenge kwenye kuruka.",
    "labeling-features-text-1": "Je! Unataka kuingiza ukaguzi wa kibinadamu moja kwa moja kwenye shughuli zako za biashara? Tunatoa SLAs za kuegemea za juu, uwezo uliohakikishwa, na API rahisi za REST.",
    "labeling-features-text-2": "Jukwaa la HUMAN hutumia mifano kamili ya kujiamini kufanya uchambuzi wa hali ya hali halisi ya kisasa. Hii inaruhusu sisi kuamua haraka ugumu wa maswali na jibu lao linalofaa la kuokoa, kuokoa muda na pesa.",
    "labeling-features-text-3": "Sio shida zote zinafanana. Maelezo kwa kazi muhimu ya usalama yanaweza kuhitaji ujasiri wa 99.99% kutoka kwa wafanyikazi wa binadamu. Maelezo kwa kipengee kimoja cha beta kwenye programu ya mchezo wa rununu inaweza kuhitaji ujasiri wa wastani. Unaamua.",
    "labeling-features-text-4": "Je! Unayo data mbichi bila seti kamili ya uthibitisho? Katika hali nyingi tunaweza kukujengea kazi kama kazi inavyotumia kupitia mfumo, au kuunda sampuli zenye lebo kwa idhini yako.",
    "labeling-info-head": "Kupata Kitambulisho",
    "labeling-info-text-1": "Ongea na mmoja wa wataalam wetu wa kikoa ili kufafanua mahitaji yako ya mradi: usahihi wa shabaha, fomati, na mahitaji yoyote maalum.",
    "labeling-info-text-2": "Tunatoa kazi ndogo ya uzalishaji kulingana na data yako ya mfano. Hii inajaribu kazi ambayo tumefanya pamoja ili kuhakikisha unapata kile unachohitaji.",
    "labeling-info-text-3": "Kwa kiwango chetu cha juu na hali ya chini tutageuza kazi yako karibu, na uwasilishaji kiotomatiki mara tu itakapomalizika.",
    "labeling-info-text-4": "Tunapoelewa vyema vigezo vya kazi yako ya uzalishaji, matokeo yataendelea kuboreka kwa wakati.",
    "labeling-info-text-5": "Dashibodi za moja kwa moja hukuruhusu kutoa maoni au uzalishaji wa pause wakati wowote.",
    "labeling-info-title-1": "Fafanua Maelezo",
    "labeling-info-title-2": "Mtihani wa Ayubu wa awali",
    "labeling-info-title-3": "Kazi za Uzalishaji wa Mtoaji",
    "labeling-info-title-4": "Uboreshaji unaoendelea",
    "labeling-info-title-5": "Matokeo ya Wakati wa kweli",
    "labeling-main-1": "Takwimu zenye ufanisi wa kuorodhesha kwa kiwango",
    "labeling-main-1-button": "Pata Takwimu Zako Sasa",
    "labeling-main-1c": "Je! Unataka lebo zaidi kwa hifadhidata yako? hCaptcha hutoa haraka, gharama nafuu, na kiwango cha juu cha data kwa kampuni zinazofanya kazi kwa akili ya bandia na maombi ya kujifunza mashine.",
    "labeling-main-2": "Zindua mamilioni ya majukumu mara moja.",
    "labeling-main-2-button": "Nunua Huduma za Uandishi wa data",
    "labeling-main-2c": "hCaptcha inayo moja ya mabwawa makubwa kwenye sayari inayopatikana kwa matumizi yako. Kwa kiwango chochote chako, tunaweza kuishughulikia bila ahadi za gharama kubwa za mapema. Mamilioni ya kazi kwa siku sio shida.",
    "labeling-platform-head": "Habari za Kibinafsi au za Umma",
    "labeling-platform-text": "hCaptcha imejengwa kwenye Jukwaa la HUMANI, ambayo inaruhusu mfumo wa kisasa na uchambuzi wa kuongeza gharama na ufanisi katika kila hatua. Teknolojia hii inaruhusu nguvu ya wafanyikazi kushughulikia kila sehemu ya kazi yako, kuongeza ufanisi wa gharama wakati kuhifadhi usalama wa faragha na kukidhi mahitaji yoyote ya kisheria ambayo yanaweza kutumika.",
    "labeling-try-button": "Nunua Huduma za Uandishi wa data",
    "labeling-try-head": "Unataka kujaribu na data yako?",
    "labeling-try-text": "... tuko tayari wakati ulipo: huduma yetu inapatikana karibu na saa.",
    "learn-more-hcaptcha": "Jifunze Zaidi juu ya hCaptcha",
    "page-acc-faq-1": "Swali: Je! Sehemu ya hCaptcha 508 + WCAG 2.0 inalingana? Jibu: Tunaamini hivyo: Watumiaji wote wenye aina yoyote ya shida ambao wanaweza kuvinjari wavuti na kuingiza maandishi kwenye fomu wanaweza kupata huduma zinazolindwa na hCaptcha juu ya usajili. Walakini, hii sio ushauri wa kisheria: unapaswa kufanya tathmini yako mwenyewe, kwa kuzingatia utekelezaji wako fulani ili kuhakikisha hii ndio kesi ya kupelekwa kwako.",
    "page-acc-faq-2": "Swali: Je! Unafanya kazi kwa chaguzi zingine za ufikiaji (a11y), kama sauti? Jibu: Hizi chaguzi za zamani kama msimamizi wa sauti hubagua watumiaji wengi wa a11 na hushindwa kwa urahisi na mbinu za kisasa za kujifunza mashine. Hii imelazimisha changamoto za sauti za sasa kuwa ngumu zaidi, na kusababisha kelele, wakati usiofaa, mchanganyiko wa maneno isiyo ya kawaida, na kadhalika kuwashinda washambuliaji. Kwa hivyo hatuvutii sana kwa njia hii dhidi ya kuepuka changamoto kabisa, lakini tutazingatia ikiwa kuna mahitaji kutoka kwa jamii ya a11y. Walakini, tunavutiwa sana na Pass ya faragha kwa kesi ya utumiaji wa Ufikiaji. Tunaamini kuchanganya njia yetu ya sasa ya a11y na utoaji wa faragha itawaruhusu watumiaji 11 kuvinjari salama, salama kwa ufahamu kuwa trafiki yao ni ya faragha zaidi, wakati kuzuia unyanyasaji unaofanywa na waendeshaji wa bot unaoweza kutokea wakati chaguzi za a11 zinapatikana. Sisi ni washiriki hai katika kikundi kazi cha IETF kusanidi teknolojia hii mpya.",
    "page-acc-faq-3": "Swali: Vipi kuhusu faragha? Je! Usajili huonyesha data ya kuvinjari ya11y kwa njia fulani? Je! Unafanya nini na barua pepe? Jibu: hCaptcha imeundwa kwa faragha kutoka chini hadi juu. Ni tofauti sana kuliko chaguzi za kitamaduni kama reCAPTCHA ambazo zinamilikiwa na mitandao ya matangazo, ambao wana motisha ya kukufuatilia kwenye wavuti na kukushirikisha na kitambulisho halisi. Kamwe hatutumii barua pepe za ufikiaji au maelezo kwa kusudi lingine isipokuwa kuwezesha utumiaji wa11 na kuzuia unyanyasaji. Sera yetu ya faragha ina majibu kamili na yenye mamlaka juu ya jinsi tunavyotumia data, lakini jibu fupi ni kwamba hatuna nia ya kukushirikisha wewe kama mtu aliye na historia yako ya kuvinjari. Kwa sasa pia tunafanya kazi kwenye suluhisho la maandishi ili kutupilia mbali anwani yako ya barua pepe. tukiwa bado tunahifadhi uwezo wetu wa kuzuia dhuluma, inayosaidia kazi yetu ya Pass ya faragha.",
    "page-acc-link-1": "Ikiwa wewe ni mtumiaji wa upatikanaji, tafadhali jisajili hapa.",
    "page-acc-subhead": "Kuhakikisha upatikanaji wa mshono kwa watumiaji wote wakati wa kudumisha usalama",
    "page-acc-summary": "Muhtasari",
    "page-acc-summary-contents-1": "hCaptcha imeundwa kuzuia bots kwa kuwatofautisha na watu. Vipimo vya kuona ni zana inayofaa kwa hii, lakini sio kila mtu anayeweza kutatua changamoto ya kuona. Kwa sababu hii tumetengeneza mbadala rahisi, isiyo na uchungu kuwacha wachapishaji wanaotumia huduma yetu kuhifadhi ufikiaji wa wote kwa kufuata kabisa Sehemu ya 508 na WCAG 2.0.",
    "page-acc-summary-contents-2": "Jinsi inavyofanya kazi: kwanza, mtumiaji wa ufikiaji anajisajili kwenye URL hii, ambayo imeunganishwa kwenye ukurasa wa habari wa widget wa hCaptcha. Wanapewa kidakuzi kilichosimbwa ambacho kinaweza kutumiwa mara kadhaa kwa siku, lakini lazima kiburudishwe kila masaa 24 kupitia login.Wakati changamoto itakapowasilishwa kwa mtumiaji wa upatikanaji kwenye tovuti yoyote kwa kutumia huduma ya hCaptcha, watapita moja kwa moja.",
    "page-acc-title": "Habari ya Upataji wa hCaptcha",
    "page-acc-tr-body": "Swali: Bado ninaona changamoto baada ya kuweka kidakuzi. Ni nini kinachosababisha hii? Jibu: Kwa kawaida hii ni kwa sababu ya kutumia kizuizi cha matangazo ya kukasirisha au upanuzi wa kuki, au mpangilio ambao unazuia kuki za tovuti, katika kesi hii kuki kwa hcaptcha.com ambayo imewekwa au kukaguliwa na JavaScript ya hCaptcha kwenye tovuti nyingine. , kama yule unayemtembelea. Ufikiaji wa kuki wa hCaptcha hufanya kazi na vivinjari vyote maarufu na vizuizi vya matangazo na mipangilio yao ya kawaida, kwa hivyo, kutofaulu kwa kawaida ni kwa sababu ya maandishi ya kupambana na adblock au kanuni zinazofanana zinazolenga tovuti fulani. Suluhisho: 1. Whitelist hcaptcha.com na * .hcaptcha.com kuki kwenye kizuizi chako cha matangazo au ugani wa usalama wa kivinjari. 2. Ikiwa unatumia kivinjari cha Jasiri, ambacho (kama Aprili 2020) haionekani kuwa na aina yoyote ya weledi wa kuki, nenda kwa Mapendeleo -> Kinga ->> Vikuki na uchague Ruhusu Vidakuzi Vyote. 3. Ikiwa unatumia toleo la hivi karibuni la Safari juu ya OS X 10.15 au iOS 13 4 iliyotolewa hivi karibuni, Apple imebadilisha tu tabia ya Safari inayohusiana na kuki za mtu wa tatu, kuziba zote bila malipo. Tunatumia suluhisho, lakini kwa sasa tafadhali tembelea Mapendeleo ya Safari, sehemu ya faragha, na usifuate Ufuatiliaji wa Wavuti: Zuia ufuatiliaji wa tovuti ya msalaba ili kuwezesha ufikiaji wa cookie kufanya kazi kama inavyotarajiwa. Swali: Ninatumia vifaa vingi. Je! Ninahitaji kujiandikisha mara kadhaa? Jibu: Hapana. Tafadhali bonyeza kiunga hicho cha logi cha barua pepe uliyotumia kwako kwenye kila kifaa unachotumia ili kuweka kidakuzi.",
    "page-acc-tr-title": "Kwa Watumiaji wa Upataji: Q & A na Mwongozo wa Kutatua Matatizo",
    "priv-hc": "Usiri wa Usiri",
    "priv-hc-text": "Mitandao ya matangazo inakuona kama bidhaa yao. Hatufanyi. Hatujali watumiaji ni nani, tu wana uwezekano wa kuwa mbaya. Tunasaidia mipango kama Pass ya faragha, na tunafanya bidii kusawazisha faragha na usalama.",
    "reporting-bugs-accessibility-button": "Jifunze zaidi juu ya chaguzi za ufikiaji",
    "reporting-bugs-accessibility-head": "Chaguzi za Ufikiaji",
    "reporting-bugs-accessibility-text": "Je! Umelemavu au hauwezi kukamilisha hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kukamata Maelezo ya Ripoti ya Mdudu: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hatua ya 1: Fungua Zana za Msanidi programu (Hii inaanza kurekodi kikao.)",
    "reporting-bugs-guide-ff-step-2": "Hatua ya 2: Bonyeza kwenye tabo ya Mtandao kwenye Zana za Msanidi programu. Angalia kisanduku cha magogo ya Persist hapo juu.",
    "reporting-bugs-guide-ff-step-3": "Hatua ya 3: tembelea https://accounts.hcaptcha.com/demo, au wavuti unayo shida kwenye (Kumbuka ya faragha: tu ikiwa huna nia ya kushiriki nini) ... halafu bonyeza I mimi ni kitu kibinadamu, na jaribu kusuluhisha.",
    "reporting-bugs-guide-ff-step-4": "Hatua ya 4: Bonyeza HAR baada ya kujaribu kusuluhisha, na uchague Hifadhi ZOTE kama HAR kuokoa logi ya mtandao. Tutumie faili hiyo.",
    "reporting-bugs-guide-ff-step-5": "Hatua ya 5: Bonyeza kwenye tabo ya Console, na bonyeza kulia kisha uchague yote na uihifadhi kwenye faili ya maandishi, ili kuokoa logi ya koni. Tutumie vile vile.",
    "reporting-bugs-guide-ff-step-6": "Hatua ya mwisho: Tuma faili za HAR na faili ya kumbukumbu ya faili, na ueleze shida Tumia: support@hcaptcha.com (tafadhali tumia huduma kama Dropbox au Filebin na tuma viungo) na hiari picha ya skrini, ikiwa unashuku kuwa kuna kitu kisichoonyeshwa kwa usahihi. . Tafadhali tuma IP unayotumia pia. Unaweza kuipata kutoka kwa https://www.whatsmyip.org/ Asante kwa kuchukua wakati kutusaidia kupata habari hii! Tumejitolea kufanya hCaptcha ifanye kazi vizuri kwa kila mtu.",
    "reporting-bugs-guide-head": "Kukamata Maelezo ya Ripoti ya Mdudu: Chrome",
    "reporting-bugs-guide-step-1": "Hatua ya 1: Fungua Zana za Msanidi programu (Hii inaanza kurekodi kikao.)",
    "reporting-bugs-guide-step-2": "Hatua ya 2: Bonyeza kwenye tabo ya Mtandao kwenye Zana za Msanidi programu. Angalia sanduku la kumbukumbu la Hifadhi hapo juu.",
    "reporting-bugs-guide-step-3": "Hatua ya 3: tembelea https://accounts.hcaptcha.com/demo, au wavuti unayo shida kwenye (Kumbuka ya faragha: tu ikiwa huna nia ya kushiriki nini) ... halafu bonyeza I mimi ni kitu kibinadamu, na jaribu kusuluhisha.",
    "reporting-bugs-guide-step-4": "Hatua ya 4: Bonyeza Export HAR (mshale kidogo chini) baada ya kujaribu kushughulikia, ambayo huokoa logi ya mtandao. Tutumie faili hiyo.",
    "reporting-bugs-guide-step-5": "Hatua ya 5: Bonyeza kwenye tabo ya Console, na bonyeza kulia kisha Hifadhi kama .. ili kuokoa logi ya koni. Tutumie vile vile.",
    "reporting-bugs-guide-step-6": "Hatua ya mwisho: Tuma faili za HAR na faili za kumbukumbu ya logi, na ueleze shida. Tumia: support@hcaptcha.com (tafadhali tumia huduma kama Dropbox au Filebin na tuma viungo) na hiari picha ya skrini, ikiwa unashuku kuwa kuna kitu kisichoonyesha kwa usahihi. Tafadhali tuma IP unayotumia pia. Unaweza kuipata kutoka kwa https://www.whatsmyip.org/ Asante kwa kuchukua wakati kutusaidia kupata habari hii! Tumejitolea kufanya hCaptcha ifanye kazi vizuri kwa kila mtu.",
    "reporting-bugs-guide-text-1": "Kutuma maelezo debugging na ripoti yako itafanya iwe rahisi sana kwetu kutambua nini kinaendelea. Hapa kuna maagizo ya hatua kwa hatua:",
    "reporting-bugs-guide-text-2": "Ikiwa wewe ni msanidi programu wa wavuti au mtaalam, muhtasari ni tunapenda ututumie mtandao wa kurekodi kumbukumbu za HAR na kumbukumbu ya kiweko cha kivinjari. Tafadhali jaribu kulemaza kizuizi chochote cha tangazo au viongezeo vya usalama wa kivinjari kwanza na kisha ujaribu tena kabla ya kupitia hatua hizi. Ikiwa hiyo itasuluhisha shida yako, tungeshukuru bado ukituruhusu kujua toleo lako la kivinjari, kizuizi cha matangazo au kiendelezi cha kivinjari, na URL ya wavuti.",
    "reporting-bugs-intro-head": "Ulipata mdudu? Hapa kuna jinsi ya kuripoti.",
    "reporting-bugs-intro-text": "Mamilioni ya watu hutumia hCaptcha kila mwezi, kwa maelfu ya mchanganyiko wa vivinjari, viongezeo, vifaa, vifaa vya moto, na zaidi. Lengo letu ni kuhakikisha kuwa inakufanyia kazi kila wakati, kwa hivyo tunathamini sana ripoti zako! Ili kutoa majibu haraka, bonyeza tu kifungo cha maoni Tutumie. Ikiwa unaona suala la kufanya kazi, tafadhali fuata maagizo ya kumbukumbu ya utatuaji kwa maagizo ya logi ya Chrome au debug ya Firefox hapa chini. Kwa vivinjari vingine yoyote tu tutumie barua pepe. Kwa usalama wa usalama au maswala ya faragha, angalia maagizo hapa chini.",
    "reporting-bugs-privacy-head": "Maswala ya Usiri",
    "reporting-bugs-privacy-text": "Hatujali watumiaji ni nani, ni vipi wana uwezekano wa kuwa na malaya au mashine. Tunasaidia mipango kama Pass Pass ya faragha, na tunafanya bidii kusawazisha faragha na usalama. Ikiwa umepata suala ambalo unafikiria linaweza kuathiri faragha ya watumiaji, tafadhali tutumie barua pepe kwa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Tutumie maoni",
    "reporting-bugs-provide-feedback-head": "Toa maoni ya haraka kwenye hCaptcha",
    "reporting-bugs-provide-feedback-text": "Tunashukuru maoni yako. Tujue maswala yoyote na tutayasuluhisha haraka.",
    "reporting-bugs-security-head": "Mifumo ya Usalama",
    "reporting-bugs-security-text": "Daima tunavutiwa kupokea ripoti za mende za usalama. Tuma barua pepe support@hcaptcha.com & CC security@hcaptcha.com na tutarudi kwako haraka. Pia tuna programu ya fadhila ya mdudu kwa ripoti za usalama zinazostahiki kwenye huduma ya hCaptcha na msimbo wa chanzo unaohusiana.",
    "sec-hc": "Usalama Kwanza",
    "sec-hc-text": "hCaptcha imelenga-chapisha. Tunafanya kazi kupeana data halisi na waache waamue jinsi ya kuitumia. Usahihi ni kwa faida yako na yetu. Captchas zingine hutolewa na kampuni za matangazo. Kila bot wanayozuia inaweza kupunguza mapato yao.",
    "what-is-hcaptcha": "HCaptcha ni nini?",
    "what-is-hcaptcha-text": "hCaptcha husaidia huduma zako za wavuti unazopenda kuweka bots, spam, na unyanyasaji kwa kuuliza maswali rahisi ambayo ni rahisi kwa wanadamu na ngumu kwa mashine.",
    "why-hc": "Kwa nini hCaptcha?",
    "why-hc-text": "Kila wakati unajibu changamoto, tunatumia mifano ya kisasa kubaini ikiwa wewe ni binadamu au mashine. Wavuti uliyotembelea basi hutumia matokeo haya kusaidia kuboresha hali yako ya uzoefu kwenye wavuti yao kwa kuweka nje bots."
}