{
    "about-advisors-brendan": "பிரேவ் நிறுவனத்தின் தலைமை நிர்வாக அதிகாரி. மொஸில்லாவின் இணை நிறுவனர். ஜாவாஸ்கிரிப்ட் நிரலாக்க மொழியை உருவாக்கியவர். உலாவிகளை உருவாக்குபவர் மற்றும் பல.",
    "about-advisors-dawn": "பேராசிரியர், கலிபோர்னியா பல்கலைக்கழகத்தில் சி.எஸ்., பெர்க்லி. ஆழ்ந்த கற்றல், பாதுகாப்பு, பிளாக்செயின் நிபுணர். ஒயாசிஸ் லேப்ஸின் தலைமை நிர்வாக அதிகாரி.",
    "about-advisors-head": "ஆலோசகர்கள்",
    "about-advisors-keiran": "ஸ்டான்போர்டில் ஆராய்ச்சி விஞ்ஞானி. முக்கிய வங்கிகள், ஹெட்ஜ் நிதிகள் மற்றும் கல்வியாளர்களில் இயந்திர கற்றல் மற்றும் அளவு நிதி.",
    "about-content-head-1": "நாங்கள் என்ன செய்கிறோம்",
    "about-content-head-2": "ஏன் இது முக்கியமானது",
    "about-content-text-1": "hCaptcha என்பது உள்ளுணர்வு இயந்திரங்கள் இன்க், ஒரு AI மற்றும் இயந்திர கற்றல் நிறுவனமாகும், இது அளவீட்டு மற்றும் காட்சி டொமைன் ML ஐ மையமாகக் கொண்டுள்ளது. உலகெங்கிலும் உள்ள குளோபல் 2000 நிறுவனங்களுக்கான வீடியோ மற்றும் பட பகுப்பாய்வு சேவைகளை இயக்க பெருமளவில் அளவிடக்கூடிய அமைப்புகளை நாங்கள் உருவாக்கி இயக்குகிறோம்.",
    "about-content-text-1a": "போட்களை நிறுத்துவதற்கு நவீன, தனியுரிமை மையப்படுத்தப்பட்ட அணுகுமுறையை hCaptcha கொண்டு வருகிறது.",
    "about-content-text-1b": "இயந்திர கற்றல் சிக்கல்களிலிருந்து கடினமான-லேபிள் தரவை சேகரிப்பதன் மூலமும், ஒரு வலைத்தளம் அல்லது பயன்பாட்டு பார்வையாளர் மனிதரா என்பதை வேறுபடுத்திப் பயன்படுத்துவதன் மூலமும் போட்களுக்கு கடினமான ஆனால் மக்களுக்கு எளிதான கேப்ட்சா சவால்களை நாங்கள் காண்பிக்கிறோம்.",
    "about-content-text-2": "கூடுதல் தரவு பொதுவாக சிறந்த முடிவுகளைத் தருகிறது. சரியாக பெயரிடப்பட்ட மற்றும் பொருத்தமான தரவுத்தொகுப்புகளை உருவாக்குவதும் பராமரிப்பதும் நேரம் எடுக்கும் மற்றும் விலை உயர்ந்தது. hCaptcha முதலில் பட லேபிளிங்கில் எங்கள் சொந்த தேவைகளை நிவர்த்தி செய்வதற்காக உருவாக்கப்பட்டது, இப்போது இதே போன்ற தேவைகளைக் கொண்ட பிற நிறுவனங்களுக்கும் கிடைக்கிறது.",
    "about-content-text-2a": "மோசமான நடிகர்கள் ஆன்லைனில் அதிகரித்து வருகின்றனர். ஆனால் பயனர் தனியுரிமையை தியாகம் செய்வது பதில் இல்லை.",
    "about-content-text-2b": "விளம்பர நிறுவனங்கள் வழங்கும் பாதுகாப்புத் தீர்வுகள் முக்கியமாக இணையம் முழுவதும் பயனர்களைக் கண்காணிப்பதில் கவனம் செலுத்துகின்றன. சிறந்த முடிவுகளை வழங்க பயனர் தனியுரிமைக்கு தீங்கு விளைவிப்பதில்லை என்பதை நிரூபிக்கும் ஒரு பயனுள்ள பாதுகாப்பு தீர்வை நாங்கள் உருவாக்கியுள்ளோம்.",
    "about-intro-head-1": "HCaptcha பற்றி",
    "about-intro-head-2": "தனியுரிமை, பாதுகாப்பு மற்றும் இயந்திர கற்றல்.",
    "about-intro-text": "hCaptcha என்பது உலகின் பரவலாகப் பயன்படுத்தப்படும் சுயாதீனமான CAPTCHA சேவையாகும்.",
    "about-leadership-alex": "தரவுத்தள மற்றும் பிளாக்செயின் நிபுணர். கிள oud டெராவில் ஆரம்ப பொறியாளர் மற்றும் பல. பல தசாப்தங்களாக நிபுணத்துவத்தை உருவாக்கும் மென்பொருள் மற்றும் அணிகள்.",
    "about-leadership-eli": "தலைமை நிர்வாக அதிகாரி. AI இல் அங்கீகரிக்கப்பட்ட தலைவர். கடந்த பல தசாப்தங்களாக பல்வேறு வகையான வணிக சிக்கல்களுக்கு இயந்திர நுண்ணறிவைப் பயன்படுத்துகிறது.",
    "about-leadership-head": "தலைமைத்துவம்",
    "about-leadership-todd": "கணக்கீட்டு உயிரியலில் பி.எச்.டி, ஸ்டான்போர்ட். 1999 முதல் நரம்பியல் நெட்வொர்க்குகளுடன் பணிபுரிதல். பயன்பாட்டு எம்.எல் மற்றும் ஆழமான கற்றலில் கவனம் செலுத்துங்கள்.",
    "acc-opt": "அணுகல் விருப்பங்கள்",
    "acc-opt-but": "அணுகல் விருப்பங்கள் பற்றி மேலும் அறிக",
    "acc-opt-text": "நீங்கள் பார்வை குறைபாடுள்ளவரா அல்லது hCaptchas ஐ முடிக்க முடியவில்லையா?",
    "accessibility-link": "அணுகல்",
    "appreciate-in": "உங்கள் உள்ளீட்டை நாங்கள் பாராட்டுகிறோம். ஏதேனும் சிக்கல்களை எங்களுக்குத் தெரியப்படுத்துங்கள், அவற்றை விரைவாக தீர்ப்போம்.",
    "fb-but": "எங்களுக்கு கருத்து அனுப்புங்கள்",
    "feedback-text": "நீங்கள் இப்போது பார்த்த hCaptcha குறித்த கருத்துக்களை வழங்கவும்",
    "footer-attribution": "பண்புக்கூறு",
    "footer-copyright-text": "hCaptcha என்பது உள்ளுணர்வு இயந்திரங்கள், இன்க். இன் பதிவு செய்யப்பட்ட வர்த்தக முத்திரை.",
    "footer-header-1": "நிறுவனம்",
    "footer-header-2": "வளங்கள்",
    "footer-header-3": "தொடர்பு கொள்ளுங்கள்",
    "footer-link-1": "லேபிளிங்",
    "footer-link-10": "அணுகல்",
    "footer-link-2": "பற்றி",
    "footer-link-3": "வேலைகள்",
    "footer-link-4": "வர்த்தக முத்திரைகள்",
    "footer-link-5": "AI நெறிமுறைகள்",
    "footer-link-6": "வலைப்பதிவு",
    "footer-link-7": "நிலை",
    "footer-link-8": "ஆவணம்",
    "footer-link-9": "ஒரு பிழையைப் புகாரளிக்கவும்",
    "footer-privacy": "தனியுரிமை",
    "footer-subheader-1": "ஆதரவு",
    "footer-subheader-2": "தொடர்பு கொள்ளுங்கள்",
    "footer-terms": "விதிமுறை",
    "h-plans": "சந்தா திட்டங்கள்",
    "header-docs-link": "டாக்ஸ்",
    "header-labeling-services-link": "லேபிளிங் சேவைகள்",
    "header-login-button": "உள்நுழைய",
    "header-plans-link": "திட்டங்கள்",
    "header-signup-button": "பதிவுபெறுதல்",
    "home-about-head": "HCaptcha பற்றி",
    "home-about-subtitle": "HUMAN நெறிமுறையால் இயக்கப்படுகிறது",
    "home-about-text-1": "இயந்திர கற்றலில் மிகவும் உழைப்பு மிகுந்த சிக்கலைத் தீர்க்க hCaptcha வடிவமைக்கப்பட்டுள்ளது: சரியான நேரத்தில், மலிவு மற்றும் நம்பகமான வழியில் பாரிய அளவிலான தரவை லேபிளிடுதல்.",
    "home-about-text-2": "இயந்திர தரவு கற்றல் மாதிரிகளில் கூடுதல் தரவு பொதுவாக சிறந்த முடிவுகளைத் தருகிறது. ஆழமான மாதிரிகளின் சமீபத்திய வெற்றி பெருகிய முறையில் பெரிய தரவுத்தொகுப்புகளுக்கு வழிவகுத்தது, எப்போதுமே சில மனித மதிப்பாய்வுகளுடன். இருப்பினும், மெக்கானிக்கல் டர்க், படம் எட்டு போன்றவற்றின் மூலம் பெரிய மனித மதிப்பாய்வு செய்யப்பட்ட தரவுத்தொகுப்புகளை உருவாக்குவது மெதுவான மற்றும் விலை உயர்ந்தது.",
    "home-about-text-3": "போட்களையும் பிற வகையான துஷ்பிரயோகங்களையும் தடுக்கும் போது இந்த தேவைக்கு பணம் சம்பாதிக்க வலைத்தளங்களை hCaptcha அனுமதிக்கிறது.",
    "home-about-text-4": "HCaptcha சந்தையானது மனித மதிப்பாய்வுக்கான திறந்த பரவலாக்கப்பட்ட நெறிமுறையான HUMAN நெறிமுறையால் இயக்கப்படுகிறது, இது Ethereum blockchain இல் இயங்குகிறது. பயனர்கள் தங்கள் தளத்தில் hCaptcha விட்ஜெட்டைப் பயன்படுத்தும் போதெல்லாம் வலைத்தளங்கள் மனித டோக்கன்களை (HMT) சம்பாதிக்கின்றன, மேலும் இயந்திர கற்றல் நிறுவனங்கள் தங்கள் தரவை லேபிளிடுவதற்கு மனித டோக்கன்களை செலுத்துகின்றன.",
    "home-ba-labeling-services-link": "லேபிளிங் சேவைகள்",
    "home-benefits-head-1": "தரவு லேபிளிங்கில் மதிப்பு",
    "home-benefits-head-2": "தொண்டுக்குத் திரும்பவும்",
    "home-benefits-text-1": "ஒவ்வொரு ஜிகாண்டிக் நிறுவனத்தின் இயந்திர கற்றல் முறைகளையும் இலவசமாகப் பயிற்றுவிக்க நீங்கள் உதவுகின்ற காரைக் கிளிக் செய்யும் ஒவ்வொரு முறையும் நீங்கள் உணர்ந்தீர்களா?",
    "home-benefits-text-2": "hCaptcha இந்த மாதிரியைத் திருப்புகிறது. நீங்கள் hCaptcha ஐப் பயன்படுத்தும்போது, நிறுவனங்கள் உங்கள் பயனர்கள் தங்கள் மனிதநேயத்தை நிரூபிக்கும்போது அவர்கள் செய்யும் வேலையை ஏலம் விடுகின்றன. நீங்கள் வெகுமதிகளைப் பெறுவீர்கள்.",
    "home-benefits-text-3": "உங்களுக்கு பிடித்த தொண்டுக்கு திருப்பி கொடுக்க விரும்புகிறீர்களா? hCaptcha நீங்கள் விரும்பும் தொண்டு நிறுவனங்களைப் பயன்படுத்துவதன் மூலம் நீங்கள் பெறும் வருவாயை ஆதரிக்க உதவுகிறது. உங்கள் தளத்திலுள்ள பயனர்கள் விரைவில் hCaptcha இடைமுகத்தில் விவேகமான பிராண்டிங் மூலம் தொண்டுக்கான உங்கள் பங்களிப்பைக் காண முடியும்.",
    "home-challenge-text-1": "வினவலுடன் பொருந்தக்கூடிய எல்லா படங்களையும் தேர்ந்தெடுக்கவும்",
    "home-challenge-text-2": "பொருள்களுக்கான எல்லை பகுதியை வரையறுக்கவும்",
    "home-challenge-text-3": "தொடர்புடைய லேபிள்களை அடையாளம் காணவும்",
    "home-challenge-title-1": "ஒப்பீடு",
    "home-challenge-title-2": "எல்லை பெட்டி",
    "home-challenge-title-3": "வகைப்படுத்தல்",
    "home-challenges-head": "வழங்கப்பட்ட சவால்கள்",
    "home-challenges-text-1": "... மற்றும் பிற எளிய பணிகள். மனிதர்களுக்கு எளிதானது, போட்களுக்கு கடினம்.",
    "home-challenges-text-2": "நிறுவன வெளியீட்டாளர்களுக்கும் தனிப்பயன் பணிகள் கிடைக்கின்றன.",
    "home-ent-1": "எங்கள் நிறுவன பாதுகாப்பு சலுகைகளைத் தேடுகிறீர்களா?",
    "home-ent-2": "எங்கள் புதிய பிரத்யேக தளத்தைப் பார்வையிடவும்: போட்ஸ்டாப்.காம்",
    "home-ent-button": "மேலும் அறிக: hCaptcha வழங்கிய போட்ஸ்டாப்",
    "home-from-the-blog": "வலைப்பதிவிலிருந்து:",
    "home-from-the-blog-value": "HCaptcha சிரமம் அமைப்புகள் எவ்வாறு செயல்படுகின்றன",
    "home-intro-body": "போட்களை வெளியே வைக்க நீங்கள் கேப்ட்சாவைப் பயன்படுத்துகிறீர்களா? hCaptcha பயனர் தனியுரிமையைப் பாதுகாக்கிறது, வலைத்தளங்களுக்கு வெகுமதி அளிக்கிறது, மேலும் நிறுவனங்கள் தங்கள் தரவை லேபிளிட உதவுகிறது. இது reCAPTCHA க்கு மாற்றாக உள்ளது: நீங்கள் சில நிமிடங்களில் மாறலாம்.",
    "home-intro-button": "இப்பொது பதிவு செய்",
    "home-intro-head": "மேலும் போட்களை நிறுத்துங்கள். பயனர் தனியுரிமையைப் பாதுகாக்கத் தொடங்குங்கள்.",
    "home-main-1": "தனியார். பாதுகாப்பானது. வேகமாக. அதைப் பயன்படுத்த நாங்கள் உங்களுக்கு பணம் செலுத்துகிறோம்.",
    "home-main-2": "தனியுரிமை கவனம் செலுத்தியது",
    "home-main-2c": "விளம்பர நெட்வொர்க்குகள் உங்கள் பார்வையாளர்களை தயாரிப்பாகப் பார்க்கின்றன. HCaptcha க்கு தயாரிப்பு அவர்கள் வழங்கும் வேலை. உங்கள் பயனர்கள் யார் என்பதை நாங்கள் பொருட்படுத்தவில்லை, அவர்கள் எவ்வளவு தீங்கிழைக்கக்கூடும். தனியுரிமை பாஸ் போன்ற முயற்சிகளை நாங்கள் ஆதரிக்கிறோம், மேலும் தனியுரிமை மற்றும் பாதுகாப்பை சமப்படுத்த கடுமையாக உழைக்கிறோம்.",
    "home-main-3": "பாதுகாப்பு முதலில்",
    "home-main-3c": "துல்லியம் உங்கள் ஆர்வத்திலும் எங்களுடையது. hCaptcha வெளியீட்டாளரை மையமாகக் கொண்டது. உங்களுக்கு உண்மையான தரவை வழங்க நாங்கள் வேலை செய்கிறோம், அதை எவ்வாறு பயன்படுத்துவது என்பதை தீர்மானிக்க அனுமதிக்கிறோம். பிற கேப்ட்சாக்கள் பிரம்மாண்டமான விளம்பர நிறுவனங்களால் வழங்கப்படுகின்றன. இதன் பொருள் அவர்கள் தடுக்கும் ஒவ்வொரு போட் அவர்களின் வருவாயைக் குறைக்கலாம்.",
    "home-main-4": "சிறந்த பயனர் அனுபவம்",
    "home-main-4c": "அதிநவீன இயந்திர கற்றல் மாதிரிகள் மனிதகுலத்தை தீர்மானிக்க hCaptcha ஆல் பயன்படுத்தப்படுகின்றன. இது உங்கள் பயனர்களிடமிருந்து குறைவான எரிச்சலூட்டும் பணிகளைத் தேவைப்படுவதோடு, வாடிக்கையாளர்களை லேபிளிடுவதற்கு பயனுள்ள லேபிளிடப்பட்ட தரவை உருவாக்கும் அதே வேளையில், அவற்றின் நேரத்தை குறைவாக எடுத்துக்கொள்ளவும் இது எங்களுக்கு உதவுகிறது.",
    "home-main-plans": "hCaptcha எந்த அளவிலான வெளியீட்டாளர்களுக்கும் பயன்படுத்த இலவசம். இருப்பினும், கூடுதல் கட்டுப்பாடு தேவைப்படும் நிறுவனங்கள் மற்றும் தளங்களுக்கு, எங்கள் நிறுவன தீர்வுகள் கிடைக்கின்றன.",
    "home-main-plans2": "hCaptcha நிறுவன தீர்வுகள் கிரகத்தின் சில பெரிய நிறுவனங்களுக்காக பல மில்லியன் வலைத்தளங்களில் மில்லியன் கணக்கான பயனர்களைப் பாதுகாக்கின்றன. மேலும் தகவலுக்கு எங்களை தொடர்பு கொள்ளவும் அல்லது பார்வையிடவும்",
    "home-main-plans3": "hCaptcha நிறுவன தீர்வுகள் கிரகத்தின் சில பெரிய நிறுவனங்களுக்காக பல மில்லியன் வலைத்தளங்களில் மில்லியன் கணக்கான பயனர்களைப் பாதுகாக்கின்றன. மேலும் தகவலுக்கு எங்களை தொடர்பு கொள்ளவும் அல்லது பார்வையிடவும்",
    "home-main-plans4": "விவரங்களுக்கு.",
    "home-plans-button-1": "இப்பொது பதிவு செய்",
    "home-plans-button-2": "தொடர்பு விற்பனை",
    "home-plans-chart-head-1": "அம்சங்கள்",
    "home-plans-chart-head-2": "பதிப்பகத்தார்",
    "home-plans-chart-head-3": "நிறுவன",
    "home-plans-chart-row-1-cell-1": "கட்டுப்பாட்டு சவால் வகைகள் காட்டப்பட்டுள்ளன",
    "home-plans-chart-row-1-cell-2": "வரையறுக்கப்பட்டவை",
    "home-plans-chart-row-1-cell-3": "மொத்தம்",
    "home-plans-chart-row-10-cell-1": "பல பயனர் டாஷ்போர்டுகள்",
    "home-plans-chart-row-11-cell-1": "மேம்பட்ட அறிக்கை அம்சங்கள்",
    "home-plans-chart-row-12-cell-1": "நிறுவன SLA கள்",
    "home-plans-chart-row-2-cell-1": "பயன்படுத்தப்படும் சவால் உள்ளடக்கத்தைக் கட்டுப்படுத்தவும்",
    "home-plans-chart-row-2-cell-2": "வரையறுக்கப்பட்டவை",
    "home-plans-chart-row-2-cell-3": "மொத்தம்",
    "home-plans-chart-row-3-cell-1": "மனித தீர்வுகளுக்கான வெகுமதிகளைப் பெறுங்கள்",
    "home-plans-chart-row-4-cell-1": "உலகத்தரம் வாய்ந்த போட் எதிர்ப்பு பாதுகாப்பு",
    "home-plans-chart-row-5-cell-1": "ஒவ்வொரு நாட்டிலும் வேலை செய்கிறது",
    "home-plans-chart-row-6-cell-1": "ஜிடிபிஆர் மற்றும் சிசிபிஏ நட்பு தனியுரிமைக் கொள்கை",
    "home-plans-chart-row-7-cell-1": "நேர்த்தியான சிரம நிலைகள்",
    "home-plans-chart-row-8-cell-1": "உங்கள் சொந்த சவால் உள்ளடக்கத்தைத் தொடங்கவும்",
    "home-plans-chart-row-9-cell-1": "நேர அடிப்படையிலான சிரமம் திட்டமிடல்",
    "home-try-it-out-button": "HCaptcha ஐப் பெறுங்கள்",
    "home-try-it-out-head": "முயற்சி செய்துப்பார்",
    "home-try-it-out-text": "மனிதர்களுக்குத் தீர்க்க அற்பமானதாக இருக்கும்போது hCaptcha எளிய, எளிதான மற்றும் நம்பகமான போட் கண்டறிதலை வழங்குகிறது.",
    "labeling-about-head": "HCaptcha பற்றி",
    "labeling-about-text-1": "இயந்திர கற்றலில் மிகவும் உழைப்பு மிகுந்த சிக்கலை தீர்க்க hCaptcha வடிவமைக்கப்பட்டுள்ளது; சரியான நேரத்தில், மலிவு மற்றும் நம்பகமான வழியில் பாரிய அளவிலான தரவை லேபிளிடுதல். இயந்திர தரவு கற்றல் மாதிரிகளில் கூடுதல் தரவு பொதுவாக சிறந்த முடிவுகளைத் தருகிறது. ஆழமான மாடல்களின் சமீபத்திய வெற்றி பெருகிய முறையில் பெரிய தரவுத்தொகுப்புகளுக்கு வழிவகுத்தது, மேலும் hCaptcha இந்த தேவைக்கு உதவுகிறது.",
    "labeling-about-text-2": "இருப்பினும், பாரம்பரிய முறைகளைப் பயன்படுத்தி பெரிய மனித மதிப்பாய்வு செய்யப்பட்ட தரவுத்தொகுப்புகளை உருவாக்குவது மெதுவான மற்றும் விலை உயர்ந்தது. hCaptcha என்பது நிறுவனங்களுக்குத் தேவையான சிறுகுறிப்புகளை விரைவாகப் பெறுவதற்கான ஒரு வழியாகும், அதிக தரம் மற்றும் பிற மாற்று வழிகளைக் காட்டிலும் குறைந்த செலவில்.",
    "labeling-annotations-head": "சிறுகுறிப்பு வகைகள்",
    "labeling-annotations-text-1": "படங்கள் மற்றும் வீடியோவில் துல்லியமான பொருள் கண்டறிதல்",
    "labeling-annotations-text-2": "படங்கள் மற்றும் வீடியோவில் துல்லியமான பொருள் கண்டறிதல்",
    "labeling-annotations-text-3": "பல்வேறு பயன்பாட்டு நிகழ்வுகளுக்கான புள்ளி சிறுகுறிப்புகள்",
    "labeling-annotations-text-4": "எந்த அளவிலும் தன்னிச்சையான வகைகளை வரிசைப்படுத்தவும் அல்லது சேர்க்கவும்",
    "labeling-annotations-text-5": "மனிதனால் இயங்கும் கண்டறிதல் மற்றும் வகைப்பாடு",
    "labeling-annotations-text-6": "இங்கே பட்டியலிடப்படாத மற்றொரு வகை வேண்டுமா? எங்களிடம் கேளுங்கள்.",
    "labeling-annotations-title-1": "கட்டுப்படுத்தும் பெட்டிகள்",
    "labeling-annotations-title-2": "பலகோணங்கள்",
    "labeling-annotations-title-3": "அடையாளங்கள்",
    "labeling-annotations-title-4": "பண்புக்கூறு வகைப்படுத்தல்",
    "labeling-annotations-title-5": "ஒப்பீடு மற்றும் கண்டறிதல்",
    "labeling-annotations-title-6": "... மற்றும் இன்னும் பல",
    "labeling-ent-button": "எங்கள் நிறுவன தீர்வுகள் குழுவைத் தொடர்பு கொள்ளுங்கள்",
    "labeling-ent-head": "முடிவுக்கு இறுதி கட்டுப்பாடு தேவையா?",
    "labeling-ent-text-1": "HCaptcha க்குப் பின்னால் உள்ள HUMAN இயங்குதளம், தற்போதுள்ள உங்கள் கணினிகளுடன் ஒருங்கிணைக்கும் ஆன்-ப்ரைமிஸ், ஹைப்ரிட் அல்லது சாஸ் வரிசைப்படுத்தல் வழியாக மிகவும் அதிநவீன வேலை தரம் மற்றும் மேலாண்மை அம்சங்களை வழங்குகிறது.",
    "labeling-ent-text-2": "உங்கள் சொந்த பணியாளர்களுடன் முற்றிலும் ஆஃப்லைனில் இயக்கவும், வணிக அலகுகள் அல்லது கூட்டமைப்பு கூட்டாளர்களிடையே நுகரப்படும் மதிப்பைக் கண்காணிக்கவும், செலவு மற்றும் பாதுகாப்புத் தேவைகளின் அடிப்படையில் வெவ்வேறு உள் அல்லது வெளி தொழிலாளர் வழங்குநர்களுக்கு வேலைகளைத் தேர்ந்தெடுங்கள்.",
    "labeling-ent-text-3": "எளிதான ஏபிஐ அணுகல், அழகான டாஷ்போர்டுகள் மற்றும் செயல்திறனை அதிகரிக்க சமீபத்திய மாடல்-இன்-லூப் தொழில்நுட்பம்.",
    "labeling-ent-text-4": "99.99% இயக்கநேர எஸ்.எல்.ஏக்கள் மற்றும் 24/7 உலகளாவிய ஆதரவு கிடைக்கிறது. மேலும் தகவலுக்கு:",
    "labeling-features-head-1": "எளிய API- இயக்கப்படும் குழாய்வழிகள்.",
    "labeling-features-head-2": "செலவு மற்றும் தரத்திற்கு உகந்ததாக உள்ளது. வெளிப்படையான அர்ப்பணிப்பு தேவையில்லை.",
    "labeling-features-head-3": "உங்களுக்கு தேவையான துல்லியத்திற்கு மட்டுமே கட்டணம் செலுத்துங்கள்.",
    "labeling-features-head-4": "உங்கள் சொந்த தரை உண்மை தரவை வழங்கவும் அல்லது அதை பறக்க விடலாம்.",
    "labeling-features-text-1": "உங்கள் வணிக நடவடிக்கைகளில் மனித மதிப்பாய்வை நேரடியாக ஒருங்கிணைக்க விரும்புகிறீர்களா? நாங்கள் அதிக நம்பகத்தன்மை கொண்ட SLA கள், உத்தரவாதம் அளிக்கப்பட்ட திறன் மற்றும் எளிய REST API களை வழங்குகிறோம்.",
    "labeling-features-text-2": "அதிநவீன நிகழ்நேர தர பகுப்பாய்வு செய்ய மனித தளம் விரிவான நம்பிக்கை மாதிரிகளைப் பயன்படுத்துகிறது. கேள்விகளின் சிரமம் மற்றும் அவற்றின் சரியான பதில் இரண்டையும் விரைவாக தீர்மானிக்க இது உங்களை அனுமதிக்கிறது, இது உங்கள் நேரத்தையும் பணத்தையும் மிச்சப்படுத்துகிறது.",
    "labeling-features-text-3": "எல்லா பிரச்சினைகளும் ஒன்றல்ல. பாதுகாப்பு-முக்கியமான பணிகளுக்கான சிறுகுறிப்புகளுக்கு முழு மனித தொழிலாளர்களிடமிருந்தும் 99.99% நம்பிக்கை தேவைப்படலாம். மொபைல் கேம் பயன்பாட்டில் ஒரு பீட்டா அம்சத்திற்கான சிறுகுறிப்புகளுக்கு மிதமான நம்பிக்கை மட்டுமே தேவைப்படலாம். நீங்கள் முடிவு செய்யுங்கள்.",
    "labeling-features-text-4": "விரிவான சரிபார்ப்பு தொகுப்பு இல்லாமல் மூல தரவு உங்களிடம் உள்ளதா? பெரும்பாலான சந்தர்ப்பங்களில், கணினி மூலம் பணிகள் இயங்குவதால் நாங்கள் உங்களுக்காக ஒன்றை உருவாக்கலாம் அல்லது உங்கள் ஒப்புதலுக்காக பெயரிடப்பட்ட மாதிரிகளை உருவாக்கலாம்.",
    "labeling-info-head": "தரவு லேபிளிடுதல்",
    "labeling-info-text-1": "உங்கள் திட்டத் தேவைகளை வரையறுக்க எங்கள் டொமைன் நிபுணர்களில் ஒருவரிடம் பேசுங்கள்: இலக்கு துல்லியம், வடிவம் மற்றும் ஏதேனும் சிறப்புத் தேவைகள்.",
    "labeling-info-text-2": "உங்கள் மாதிரி தரவின் அடிப்படையில் ஒரு சிறிய உற்பத்தி வேலையை நாங்கள் செய்கிறோம். உங்களுக்குத் தேவையானதை நீங்கள் பெறுவதை உறுதிசெய்ய நாங்கள் ஒன்றாகச் செய்த வேலையை இது சோதிக்கிறது.",
    "labeling-info-text-3": "எங்கள் அதிக அளவு மற்றும் குறைந்த தாமதத்துடன், உங்கள் வேலையை விரைவாக திருப்புவோம், அது முடிந்தவுடன் தானியங்கி விநியோகத்துடன்.",
    "labeling-info-text-4": "உங்கள் உற்பத்திப் பணியின் அளவுருக்களை நாங்கள் நன்கு புரிந்துகொள்வதால், முடிவுகள் காலப்போக்கில் தொடர்ந்து மேம்படும்.",
    "labeling-info-text-5": "எந்த நேரத்திலும் கருத்துக்களை வழங்கவோ அல்லது உற்பத்தியை இடைநிறுத்தவோ நேரடி டாஷ்போர்டுகள் உங்களை அனுமதிக்கின்றன.",
    "labeling-info-title-1": "விவரக்குறிப்புகளை வரையறுக்கவும்",
    "labeling-info-title-2": "ஆரம்ப வேலை சோதனை",
    "labeling-info-title-3": "உற்பத்தி வேலைகளை வரிசைப்படுத்துங்கள்",
    "labeling-info-title-4": "தொடர்ச்சியான முன்னேற்றம்",
    "labeling-info-title-5": "நிகழ் நேர முடிவுகள்",
    "labeling-main-1": "அளவில் செலவு குறைந்த தரவு லேபிளிங்",
    "labeling-main-1-button": "உங்கள் தரவை இப்போது லேபிளிடுங்கள்",
    "labeling-main-1c": "உங்கள் தரவுத்தொகுப்புகளுக்கு கூடுதல் லேபிள்கள் வேண்டுமா? செயற்கை நுண்ணறிவு மற்றும் இயந்திர கற்றல் பயன்பாடுகளில் பணிபுரியும் நிறுவனங்களுக்கு hCaptcha வேகமான, செலவு குறைந்த மற்றும் உயர் தரமான தரவு லேபிளிங்கை வழங்குகிறது.",
    "labeling-main-2": "மில்லியன் கணக்கான பணிகளை உடனடியாகத் தொடங்கவும்.",
    "labeling-main-2-button": "தரவு லேபிளிங் சேவைகளை வாங்கவும்",
    "labeling-main-2c": "hCaptcha உங்கள் பயன்பாட்டிற்கு கிடைக்கக்கூடிய கிரகத்தின் மிகப்பெரிய குளங்களில் ஒன்றாகும். உங்கள் அளவு என்னவாக இருந்தாலும், விலையுயர்ந்த வெளிப்படையான கடமைகள் இல்லாமல் நாங்கள் அதைக் கையாள முடியும். ஒரு நாளைக்கு மில்லியன் கணக்கான பணிகள் எந்த பிரச்சனையும் இல்லை.",
    "labeling-platform-head": "தனியார் அல்லது பொது தகவல்",
    "labeling-platform-text": "hCaptcha HUMAN இயங்குதளத்தில் கட்டப்பட்டுள்ளது, இது ஒவ்வொரு கட்டத்திலும் செலவு மற்றும் செயல்திறனை மேம்படுத்த அதிநவீன ரூட்டிங் மற்றும் பகுப்பாய்வை அனுமதிக்கிறது. இந்த தொழில்நுட்பம் உங்கள் பணியின் ஒவ்வொரு பகுதியையும் கையாள சரியான பணியாளர்களை அனுமதிக்கிறது, தனியுரிமையைப் பாதுகாக்கும் போது செலவுத் திறனை அதிகரிக்கிறது மற்றும் பொருந்தக்கூடிய எந்தவொரு ஒழுங்குமுறை தேவைகளையும் பூர்த்தி செய்கிறது.",
    "labeling-try-button": "தரவு லேபிளிங் சேவைகளை வாங்கவும்",
    "labeling-try-head": "உங்கள் தரவை முயற்சித்துப் பார்க்க விரும்புகிறீர்களா?",
    "labeling-try-text": "... நீங்கள் இருக்கும்போது நாங்கள் தயாராக இருக்கிறோம்: எங்கள் சேவை கடிகாரத்தில் கிடைக்கிறது.",
    "learn-more-hcaptcha": "HCaptcha பற்றி மேலும் அறிக",
    "page-acc-faq-1": "கேள்வி: hCaptcha பிரிவு 508 + WCAG 2.0 இணக்கமானதா? பதில்: நாங்கள் அவ்வாறு நம்புகிறோம்: இணையத்தில் உலாவவும், படிவங்களில் உரையை உள்ளிடவும் கூடிய எந்தவொரு குறைபாடும் உள்ள அனைத்து பயனர்களும் பதிவுசெய்ததும் hCaptcha ஆல் பாதுகாக்கப்பட்ட சேவைகளை அணுக முடியும். இருப்பினும், இது சட்ட ஆலோசனை அல்ல: நீங்கள் உங்கள் சொந்த மதிப்பீட்டைச் செய்ய வேண்டும், இது உங்கள் குறிப்பிட்ட செயலாக்கத்தை கருத்தில் கொண்டு உங்கள் வரிசைப்படுத்தலுக்கான நிலை என்பதை உறுதிப்படுத்த வேண்டும்.",
    "page-acc-faq-2": "கேள்வி: ஆடியோ போன்ற பிற அணுகல் (a11y) விருப்பங்களில் நீங்கள் வேலை செய்கிறீர்களா? பதில்: ஆடியோ கேப்ட்சாக்கள் போன்ற பிரபலமான விருப்பங்கள் பல a11y பயனர்களிடமிருந்து பாகுபாடு காட்டுகின்றன மற்றும் நவீன இயந்திர கற்றல் நுட்பங்களால் எளிதில் தோற்கடிக்கப்படுகின்றன. இது தற்போதைய ஆடியோ சவால்களை மேலும் மேலும் கடினமாகி, சத்தம், ஒற்றைப்படை நேரம், அசாதாரண சொல் சேர்க்கைகள் மற்றும் பலவற்றை அறிமுகப்படுத்துகிறது. இந்த அணுகுமுறையைப் பற்றி நாங்கள் குறைந்த ஆர்வத்துடன் இருக்கிறோம், சவாலை முழுவதுமாக தவிர்ப்பது, ஆனால் a11y சமூகத்திலிருந்து தேவை இருந்தால் அதைக் கருத்தில் கொள்வோம். இருப்பினும், அணுகல் பயன்பாட்டு வழக்கிற்கான தனியுரிமை பாஸில் நாங்கள் மிகவும் ஆர்வமாக உள்ளோம். எங்கள் தற்போதைய a11y அணுகுமுறையை தனியுரிமை பாஸ் வழங்கலுடன் இணைப்பது a11y பயனர்களை பாதுகாப்பாக உலவ அனுமதிக்கும், அவர்களின் போக்குவரத்து மிகவும் தனிப்பட்டது என்ற அறிவில் பாதுகாப்பாக இருக்கும், அதே நேரத்தில் a11y விருப்பங்கள் கிடைக்கும்போது தவிர்க்க முடியாமல் நிகழும் போட் ஆபரேட்டர்களின் துஷ்பிரயோகத்தை கட்டுப்படுத்துகிறது. இந்த புதிய தொழில்நுட்பத்தை தரப்படுத்தும் ஐ.இ.டி.எஃப் பணிக்குழுவில் நாங்கள் தீவிரமாக பங்கேற்கிறோம்.",
    "page-acc-faq-3": "கேள்வி: தனியுரிமை பற்றி என்ன? பதிவு a11y உலாவல் தரவை ஏதேனும் ஒரு வழியில் அம்பலப்படுத்துகிறதா? மின்னஞ்சலை நீங்கள் என்ன செய்கிறீர்கள்? பதில்: hCaptcha தரையில் இருந்து தனியுரிமைக்காக வடிவமைக்கப்பட்டுள்ளது. விளம்பர நெட்வொர்க்குகளுக்குச் சொந்தமான reCAPTCHA போன்ற பாரம்பரிய விருப்பங்களை விட இது மிகவும் வித்தியாசமானது, அவர்கள் வலையில் உங்களைக் கண்காணிக்கவும், உங்களை உண்மையான அடையாளத்துடன் இணைக்கவும் ஊக்கத்தைக் கொண்டுள்ளனர். A11y பயன்பாட்டை எளிதாக்குவது மற்றும் துஷ்பிரயோகத்தைத் தடுப்பதைத் தவிர வேறு எந்த நோக்கத்திற்காகவும் அணுகல் மின்னஞ்சல்கள் அல்லது தகவல்களை நாங்கள் ஒருபோதும் பயன்படுத்த மாட்டோம். நாங்கள் தரவை எவ்வாறு பயன்படுத்துகிறோம் என்பதற்கான விரிவான மற்றும் அதிகாரப்பூர்வ பதில்களை எங்கள் தனியுரிமைக் கொள்கையில் கொண்டுள்ளது, ஆனால் உங்கள் உலாவல் வரலாற்றைக் கொண்ட ஒரு நபராக உங்களை இணைப்பதில் எங்களுக்கு எந்த ஆர்வமும் இல்லை என்பதே குறுகிய பதில். உங்கள் மின்னஞ்சல் முகவரியை விரைவாக நிராகரிக்க ஒரு கிரிப்டோகிராஃபிக் தீர்வில் நாங்கள் தற்போது பணியாற்றி வருகிறோம். துஷ்பிரயோகத்தைத் தடுப்பதற்கான எங்கள் திறனைப் பாதுகாக்கும் அதே வேளையில், எங்கள் தனியுரிமை பாஸ் பணியை நிறைவு செய்கிறது.",
    "page-acc-link-1": "நீங்கள் அணுகக்கூடிய பயனராக இருந்தால், தயவுசெய்து இங்கே பதிவு செய்க.",
    "page-acc-subhead": "பாதுகாப்பைப் பராமரிக்கும் போது அனைத்து பயனர்களுக்கும் தடையற்ற அணுகலை உறுதி செய்தல்",
    "page-acc-summary": "சுருக்கம்",
    "page-acc-summary-contents-1": "hCaptcha மக்களிடமிருந்து வேறுபடுவதன் மூலம் போட்களை நிறுத்த வடிவமைக்கப்பட்டுள்ளது. காட்சி சோதனைகள் இதற்கு ஒரு வசதியான கருவியாகும், ஆனால் அனைவருக்கும் காட்சி சவாலை தீர்க்க முடியாது. இந்த காரணத்திற்காக, எங்கள் சேவையைப் பயன்படுத்தும் வெளியீட்டாளர்கள் முழு பிரிவு 508 மற்றும் WCAG 2.0 இணக்கத்துடன் அனைவருக்கும் அணுகலைப் பாதுகாக்க ஒரு எளிய, வலியற்ற மாற்றீட்டை வடிவமைத்துள்ளோம்.",
    "page-acc-summary-contents-2": "இது எவ்வாறு இயங்குகிறது: முதலில், அணுகக்கூடிய பயனர் இந்த URL இல் பதிவு செய்கிறார், இது hCaptcha விட்ஜெட் தகவல் பக்கத்தில் இணைக்கப்பட்டுள்ளது. அவர்களுக்கு ஒரு மறைகுறியாக்கப்பட்ட குக்கீ வழங்கப்படுகிறது, அவை ஒரு நாளைக்கு பல முறை பயன்படுத்தப்படலாம், ஆனால் ஒவ்வொரு 24 மணி நேரத்திற்கும் உள்நுழைவு வழியாக புதுப்பிக்கப்பட வேண்டும். HCaptcha சேவையைப் பயன்படுத்தி எந்தவொரு தளத்திலும் அணுகக்கூடிய பயனருக்கு ஒரு சவால் வழங்கப்பட்டால், அவை தானாகவே கடந்து செல்லும்.",
    "page-acc-title": "hCaptcha அணுகல் தகவல்",
    "page-acc-tr-body": "கேள்வி: குக்கீ அமைத்த பிறகும் ஒரு சவாலை நான் காண்கிறேன். இதற்கு என்ன காரணம்? பதில்: இது பொதுவாக ஒரு ஆக்கிரமிப்பு விளம்பரத் தடுப்பான் அல்லது குக்கீ எதிர்ப்பு நீட்டிப்பு அல்லது குறுக்கு தள குக்கீகளைத் தடுக்கும் ஒரு அமைப்பைப் பயன்படுத்துவதால் ஏற்படுகிறது, இந்த விஷயத்தில் hcaptcha.com க்கான குக்கீ வேறு தளத்தில் hCaptcha JavaScript ஆல் அமைக்கப்பட்ட அல்லது சரிபார்க்கப்படுகிறது. , நீங்கள் பார்வையிடுவதைப் போல. hCaptcha அணுகல் குக்கீகள் அனைத்து பிரபலமான உலாவிகள் மற்றும் விளம்பரத் தடுப்பான்களுடன் அவற்றின் நிலையான அமைப்புகளுடன் செயல்படுகின்றன, எனவே பொதுவாக தோல்விகள் ஆன்டி-எதிர்ப்பு தடுப்பு ஸ்கிரிப்ட்கள் அல்லது குறிப்பிட்ட தளங்களை குறிவைக்கும் ஒத்த விதிமுறைகளால் ஏற்படுகின்றன. தீர்வுகள்: 1. உங்கள் விளம்பரத் தடுப்பான் அல்லது உலாவி பாதுகாப்பு நீட்டிப்பில் வைட்லிஸ்ட் hcaptcha.com மற்றும் * .hcaptcha.com குக்கீகள். 2. நீங்கள் துணிச்சலான உலாவியைப் பயன்படுத்துகிறீர்கள் என்றால், அது (ஏப்ரல் 2020 வரை) எந்தவிதமான குக்கீ அனுமதிப்பட்டியலையும் கொண்டிருக்கவில்லை எனில், விருப்பத்தேர்வுகள் -> கேடயங்கள் -> குக்கீகளுக்குச் சென்று அனைத்து குக்கீகளையும் அனுமதி என்பதைத் தேர்வுசெய்க. 3. சமீபத்தில் வெளியான OS X 10.15 அல்லது iOS 13. 4 இல் நீங்கள் சஃபாரியின் மிக சமீபத்திய பதிப்பைப் பயன்படுத்துகிறீர்கள் என்றால், ஆப்பிள் மூன்றாம் தரப்பு குக்கீகள் தொடர்பான சஃபாரி நடத்தையை மாற்றி, அனைத்தையும் இயல்பாகவே தடுக்கும். நாங்கள் ஒரு தீர்வைச் செயல்படுத்துகிறோம், ஆனால் இதற்கிடையில் சஃபாரி விருப்பத்தேர்வுகள், தனியுரிமைப் பிரிவைப் பார்வையிடவும், வலைத்தள கண்காணிப்பைத் தேர்வுநீக்கவும்: அணுகல் குக்கீ எதிர்பார்த்தபடி செயல்பட குறுக்கு தள கண்காணிப்பைத் தடுக்கவும். கேள்வி: நான் பல சாதனங்களைப் பயன்படுத்துகிறேன். நான் பல முறை பதிவுபெற வேண்டுமா? பதில்: இல்லை. குக்கீ அமைக்க நீங்கள் பயன்படுத்தும் ஒவ்வொரு சாதனத்திலும் உங்களுக்கு அனுப்பப்பட்ட அதே மின்னஞ்சல் உள்நுழைவு இணைப்பைக் கிளிக் செய்க.",
    "page-acc-tr-title": "அணுகக்கூடிய பயனர்களுக்கு: கேள்வி பதில் மற்றும் சரிசெய்தல் வழிகாட்டி",
    "priv-hc": "தனியுரிமை கவனம் செலுத்தியது",
    "priv-hc-text": "விளம்பர நெட்வொர்க்குகள் உங்களை அவர்களின் தயாரிப்பாகப் பார்க்கின்றன. நாங்கள் இல்லை. பயனர்கள் யார் என்பதை நாங்கள் பொருட்படுத்தவில்லை, அவர்கள் எவ்வளவு தீங்கிழைக்கக்கூடும். தனியுரிமை பாஸ் போன்ற முயற்சிகளை நாங்கள் ஆதரிக்கிறோம், மேலும் தனியுரிமை மற்றும் பாதுகாப்பை சமப்படுத்த கடுமையாக உழைக்கிறோம்.",
    "reporting-bugs-accessibility-button": "அணுகல் விருப்பங்கள் பற்றி மேலும் அறிக",
    "reporting-bugs-accessibility-head": "அணுகல் விருப்பங்கள்",
    "reporting-bugs-accessibility-text": "நீங்கள் பார்வை குறைபாடுள்ளவரா அல்லது hCaptchas ஐ முடிக்க முடியவில்லையா?",
    "reporting-bugs-guide-ff-head": "பிழை அறிக்கை விவரங்களைக் கைப்பற்றுதல்: பயர்பாக்ஸ்",
    "reporting-bugs-guide-ff-step-1": "படி 1: திறந்த டெவலப்பர் கருவிகள் (இது அமர்வை பதிவு செய்யத் தொடங்குகிறது.)",
    "reporting-bugs-guide-ff-step-2": "படி 2: டெவலப்பர் கருவிகளில் பிணைய தாவலைக் கிளிக் செய்க. மேலே உள்ள பெர்சிஸ்ட் பதிவுகள் பெட்டியை சரிபார்க்கவும்.",
    "reporting-bugs-guide-ff-step-3": "படி 3: https://accounts.hcaptcha.com/demo அல்லது உங்களுக்கு சிக்கல் உள்ள வலைத்தளத்தைப் பார்வையிடவும் (தனியுரிமை குறிப்பு: அது என்ன என்பதைப் பகிர விரும்பவில்லை என்றால் மட்டுமே) ... பின்னர் I ஐக் கிளிக் செய்க நான் மனித பொத்தான், மற்றும் தீர்க்க முயற்சிக்கவும்.",
    "reporting-bugs-guide-ff-step-4": "படி 4: நீங்கள் தீர்க்க முயற்சித்த பிறகு HAR ஐக் கிளிக் செய்து, பிணைய பதிவைச் சேமிக்க அனைத்தையும் HAR ஆக சேமி என்பதைத் தேர்வுசெய்க. அந்த கோப்பை எங்களுக்கு அனுப்புங்கள்.",
    "reporting-bugs-guide-ff-step-5": "படி 5: கன்சோல் தாவலைக் கிளிக் செய்து, வலது கிளிக் செய்து பின்னர் அனைத்தையும் தேர்ந்தெடுத்து ஒரு உரை கோப்பில் சேமிக்கவும், கன்சோல் பதிவைச் சேமிக்க. அதையும் எங்களுக்கு அனுப்புங்கள்.",
    "reporting-bugs-guide-ff-step-6": "கடைசி படி: அந்த HAR மற்றும் கன்சோல் பதிவு கோப்புகளை எங்களுக்கு மின்னஞ்சல் செய்து, சிக்கலை விவரிக்கவும் பயன்பாடு: support@hcaptcha.com (தயவுசெய்து டிராப்பாக்ஸ் அல்லது ஃபைல்பின் போன்ற சேவையைப் பயன்படுத்தி இணைப்புகளை அனுப்புங்கள்) மற்றும் விருப்பமாக ஒரு ஸ்கிரீன் ஷாட், ஏதேனும் சரியாகக் காட்டப்படவில்லை என்று நீங்கள் சந்தேகித்தால் . நீங்கள் பயன்படுத்தும் ஐபியையும் அனுப்பவும். நீங்கள் இதை https://www.whatsmyip.org/ இலிருந்து பெறலாம். இந்த தகவலைப் பெற எங்களுக்கு நேரம் ஒதுக்கியதற்கு நன்றி! அனைவருக்கும் hCaptcha சிறப்பாக செயல்பட நாங்கள் கடமைப்பட்டுள்ளோம்.",
    "reporting-bugs-guide-head": "பிழை அறிக்கை விவரங்களைக் கைப்பற்றுதல்: Chrome",
    "reporting-bugs-guide-step-1": "படி 1: திறந்த டெவலப்பர் கருவிகள் (இது அமர்வை பதிவு செய்யத் தொடங்குகிறது.)",
    "reporting-bugs-guide-step-2": "படி 2: டெவலப்பர் கருவிகளில் பிணைய தாவலைக் கிளிக் செய்க. மேலே உள்ள பதிவு பதிவு பெட்டியை சரிபார்க்கவும்.",
    "reporting-bugs-guide-step-3": "படி 3: https://accounts.hcaptcha.com/demo அல்லது உங்களுக்கு சிக்கல் உள்ள வலைத்தளத்தைப் பார்வையிடவும் (தனியுரிமை குறிப்பு: அது என்ன என்பதைப் பகிர விரும்பவில்லை என்றால் மட்டுமே) ... பின்னர் I ஐக் கிளிக் செய்க நான் மனித பொத்தான், மற்றும் தீர்க்க முயற்சிக்கவும்.",
    "reporting-bugs-guide-step-4": "படி 4: நீங்கள் தீர்க்க முயற்சித்த பிறகு ஏற்றுமதி HAR (சிறிய கீழ் அம்பு) என்பதைக் கிளிக் செய்க, இது பிணைய பதிவைச் சேமிக்கிறது. அந்த கோப்பை எங்களுக்கு அனுப்புங்கள்.",
    "reporting-bugs-guide-step-5": "படி 5: கன்சோல் தாவலைக் கிளிக் செய்து, கன்சோல் பதிவைச் சேமிக்க வலது கிளிக் செய்து சேமி என .. அதையும் எங்களுக்கு அனுப்புங்கள்.",
    "reporting-bugs-guide-step-6": "கடைசி படி: அந்த HAR மற்றும் கன்சோல் பதிவு கோப்புகளை எங்களுக்கு மின்னஞ்சல் செய்து, சிக்கலை விவரிக்கவும். பயன்படுத்தவும்: support@hcaptcha.com (தயவுசெய்து டிராப்பாக்ஸ் அல்லது ஃபைல்பின் போன்ற சேவையைப் பயன்படுத்தி இணைப்புகளை அனுப்புங்கள்) மற்றும் விருப்பமாக ஒரு ஸ்கிரீன் ஷாட், ஏதேனும் சரியாகக் காட்டப்படவில்லை என்று நீங்கள் சந்தேகித்தால். நீங்கள் பயன்படுத்தும் ஐபியையும் அனுப்பவும். நீங்கள் இதை https://www.whatsmyip.org/ இலிருந்து பெறலாம். இந்த தகவலைப் பெற எங்களுக்கு நேரம் ஒதுக்கியதற்கு நன்றி! அனைவருக்கும் hCaptcha சிறப்பாக செயல்பட நாங்கள் கடமைப்பட்டுள்ளோம்.",
    "reporting-bugs-guide-text-1": "உங்கள் அறிக்கையுடன் பிழைத்திருத்த தகவலை அனுப்புவது என்ன நடக்கிறது என்பதை அடையாளம் காண்பது எங்களுக்கு மிகவும் எளிதாக்கும். படிப்படியான வழிமுறைகள் இங்கே:",
    "reporting-bugs-guide-text-2": "நீங்கள் ஒரு வலை டெவலப்பர் அல்லது நிபுணர் பயனராக இருந்தால், ஒரு நெட்வொர்க் ரெக்கார்டிங் HAR மற்றும் உலாவி கன்சோல் பதிவுகளை எங்களுக்கு அனுப்ப விரும்புகிறோம். தயவுசெய்து எந்தவொரு விளம்பரத் தடுப்பான் அல்லது உலாவி பாதுகாப்பு நீட்டிப்புகளையும் முடக்க முயற்சிக்கவும், பின்னர் இந்த படிகளைச் செல்வதற்கு முன் மீண்டும் முயற்சிக்கவும். இது உங்கள் சிக்கலை சரிசெய்தால், உங்கள் உலாவி பதிப்பு, விளம்பர தடுப்பான் அல்லது உலாவி நீட்டிப்பு மற்றும் வலைத்தள URL ஐ எங்களுக்குத் தெரியப்படுத்தியதை நாங்கள் இன்னும் பாராட்டுகிறோம்.",
    "reporting-bugs-intro-head": "பிழை கிடைத்ததா? அதை எவ்வாறு புகாரளிப்பது என்பது இங்கே.",
    "reporting-bugs-intro-text": "உலாவிகள், நீட்டிப்புகள், சாதனங்கள், ஃபயர்வால்கள் மற்றும் பலவற்றின் ஆயிரக்கணக்கான சேர்க்கைகளில் ஒவ்வொரு மாதமும் மில்லியன் கணக்கான மக்கள் hCaptcha ஐப் பயன்படுத்துகின்றனர். இது எப்போதும் உங்களுக்காகவே செயல்படுவதை உறுதி செய்வதே எங்கள் குறிக்கோள், எனவே உங்கள் அறிக்கைகளை நாங்கள் மிகவும் பாராட்டுகிறோம்! விரைவான கருத்துக்களை வழங்க, எங்களுக்கு கருத்து அனுப்பு பொத்தானைக் கிளிக் செய்க. நீங்கள் ஒரு செயல்பாட்டு சிக்கலைக் கண்டால், தயவுசெய்து Chrome க்கான பிழைத்திருத்த பதிவு வழிமுறைகளைப் பின்பற்றவும் அல்லது கீழே உள்ள பயர்பாக்ஸிற்கான பிழைத்திருத்த பதிவு வழிமுறைகளைப் பின்பற்றவும். வேறு எந்த உலாவிகளுக்கும் எங்களுக்கு மின்னஞ்சல் அனுப்புங்கள். சாத்தியமான பாதுகாப்பு அல்லது தனியுரிமை சிக்கல்களுக்கு, கீழே உள்ள வழிமுறைகளைப் பார்க்கவும்.",
    "reporting-bugs-privacy-head": "தனியுரிமை சிக்கல்கள்",
    "reporting-bugs-privacy-text": "பயனர்கள் யார் என்பதை நாங்கள் பொருட்படுத்தவில்லை, அவர்கள் தீங்கிழைக்கும் அல்லது இயந்திரங்களாக இருப்பது எவ்வளவு சாத்தியம். தனியுரிமை பாஸ் போன்ற முயற்சிகளை நாங்கள் ஆதரிக்கிறோம், மேலும் தனியுரிமை மற்றும் பாதுகாப்பை சமப்படுத்த கடுமையாக உழைக்கிறோம். பயனர் தனியுரிமையை பாதிக்கலாம் என்று நீங்கள் நினைக்கும் சிக்கலை நீங்கள் கண்டறிந்தால், தயவுசெய்து support@hcaptcha.com இல் எங்களுக்கு மின்னஞ்சல் அனுப்புங்கள்.",
    "reporting-bugs-provide-feedback-button": "எங்களுக்கு கருத்து அனுப்புங்கள்",
    "reporting-bugs-provide-feedback-head": "HCaptcha இல் உடனடி கருத்துக்களை வழங்கவும்",
    "reporting-bugs-provide-feedback-text": "உங்கள் உள்ளீட்டை நாங்கள் பாராட்டுகிறோம். ஏதேனும் சிக்கல்களை எங்களுக்குத் தெரியப்படுத்துங்கள், அவற்றை விரைவாக தீர்ப்போம்.",
    "reporting-bugs-security-head": "பாதுகாப்பு பிழைகள்",
    "reporting-bugs-security-text": "பாதுகாப்பு பிழைகள் குறித்த அறிக்கைகளைப் பெறுவதில் நாங்கள் எப்போதும் ஆர்வமாக உள்ளோம். Support@hcaptcha.com & CC security@hcaptcha.com க்கு மின்னஞ்சல் அனுப்புங்கள், நாங்கள் விரைவில் உங்களைத் தொடர்புகொள்வோம். HCaptcha சேவை மற்றும் தொடர்புடைய மூலக் குறியீடு குறித்த தகுதியான பாதுகாப்பு அறிக்கைகளுக்கான பிழை பவுண்டி திட்டமும் எங்களிடம் உள்ளது.",
    "sec-hc": "பாதுகாப்பு முதலில்",
    "sec-hc-text": "hCaptcha வெளியீட்டாளரை மையமாகக் கொண்டது. தளங்களுக்கு உண்மையான தரவை வழங்க நாங்கள் வேலை செய்கிறோம், அதை எவ்வாறு பயன்படுத்துவது என்பதை அவர்கள் தீர்மானிக்க அனுமதிக்கிறார்கள். துல்லியம் உங்கள் ஆர்வத்திலும் எங்களுடையது. பிற கேப்ட்சாக்கள் விளம்பர நிறுவனங்களால் வழங்கப்படுகின்றன. அவர்கள் தடுக்கும் ஒவ்வொரு போட் அவர்களின் வருவாயைக் குறைக்கலாம்.",
    "switch-to-english-link": "ஆங்கிலத்திற்கு மாறவும்",
    "what-is-hcaptcha": "HCaptcha என்றால் என்ன?",
    "what-is-hcaptcha-text": "மனிதர்களுக்கு எளிதான மற்றும் இயந்திரங்களுக்கு கடினமான எளிய கேள்விகளைக் கேட்பதன் மூலம் உங்களுக்கு பிடித்த வலை சேவைகள் போட்கள், ஸ்பேம் மற்றும் துஷ்பிரயோகம் ஆகியவற்றைத் தடுக்க hCaptcha உதவுகிறது.",
    "why-hc": "ஏன் hCaptcha?",
    "why-hc-text": "ஒவ்வொரு முறையும் நீங்கள் ஒரு சவாலுக்கு பதிலளிக்கும்போது, நீங்கள் மனிதரா அல்லது இயந்திரமா என்பதைக் கண்டுபிடிக்க அதிநவீன மாதிரிகளைப் பயன்படுத்துகிறோம். நீங்கள் பார்வையிட்ட வலைத்தளம் இந்த முடிவைப் பயன்படுத்தி, போட்களை வைத்திருப்பதன் மூலம் அவர்களின் தளத்தில் உங்கள் அனுபவத்தை மேம்படுத்த உதவுகிறது."
}