{
    "a11y-img-1": "లాగిన్ తర్వాత ప్రాప్యత వినియోగదారు స్క్రీన్",
    "a11y-img-2": "విడ్జెట్ UI మెనులో ప్రాప్యత ఎంపిక",
    "a11y-img-3": "విడ్జెట్ UI లో ప్రాప్యత డైలాగ్ బాక్స్",
    "about-advisors-brendan": "బ్రేవ్ యొక్క CEO. మొజిల్లా సహ వ్యవస్థాపకుడు. జావాస్క్రిప్ట్ ప్రోగ్రామింగ్ భాష యొక్క సృష్టికర్త. బ్రౌజర్‌ల బిల్డర్ మరియు మరిన్ని.",
    "about-advisors-dawn": "ప్రొఫెసర్, బర్కిలీలోని కాలిఫోర్నియా విశ్వవిద్యాలయంలో సి.ఎస్. లోతైన అభ్యాసం, భద్రత, బ్లాక్‌చైన్ నిపుణుడు. ఒయాసిస్ ల్యాబ్స్ యొక్క CEO.",
    "about-advisors-head": "సలహాదారులు",
    "about-advisors-keiran": "స్టాన్ఫోర్డ్లో పరిశోధనా శాస్త్రవేత్త. ప్రధాన బ్యాంకులు, హెడ్జ్ ఫండ్స్ మరియు అకాడెమియాలో యంత్ర అభ్యాసం మరియు పరిమాణాత్మక ఫైనాన్స్.",
    "about-content-head-1": "మేము ఏమి చేస్తాము",
    "about-content-head-2": "వై ఇట్ మాటర్స్",
    "about-content-text-1": "hCaptcha అనేది మెటాలెర్నింగ్ మరియు విజువల్ డొమైన్ ML పై స్కేల్‌తో దృష్టి సారించిన AI మరియు మెషీన్ లెర్నింగ్ సంస్థ ఇంట్యూషన్ మెషీన్స్ ఇంక్ యొక్క సేవ. ప్రపంచవ్యాప్తంగా గ్లోబల్ 2000 కంపెనీల కోసం వీడియో మరియు ఇమేజ్ విశ్లేషణ సేవలను ప్రారంభించడానికి మేము భారీగా స్కేలబుల్ వ్యవస్థలను నిర్మించి, నిర్వహిస్తాము.",
    "about-content-text-1a": "hCaptcha బాట్లను ఆపడానికి ఆధునిక, గోప్యత-కేంద్రీకృత విధానాన్ని తెస్తుంది.",
    "about-content-text-1b": "మెషీన్ లెర్నింగ్ సమస్యల నుండి కష్టసాధ్యమైన డేటాను సేకరించి, వెబ్‌సైట్ లేదా అనువర్తన సందర్శకుడు మానవుడా అని వేరు చేయడానికి దాన్ని ఉపయోగించడం ద్వారా బాట్‌లకు కష్టంగా ఉన్నప్పటికీ ప్రజలకు సులభమైన కాప్చా సవాళ్లను మేము చూపిస్తాము.",
    "about-content-text-2": "మరింత డేటా సాధారణంగా మంచి ఫలితాలను ఇస్తుంది. సరిగ్గా లేబుల్ చేయబడిన మరియు సంబంధిత డేటాసెట్లను నిర్మించడం మరియు నిర్వహించడం సమయం తీసుకుంటుంది మరియు ఖరీదైనది. ఇమేజ్ లేబులింగ్‌లో మన స్వంత అవసరాలను తీర్చడానికి hCaptcha మొదట అభివృద్ధి చేయబడింది మరియు ఇప్పుడు ఇలాంటి అవసరాలతో ఉన్న ఇతర సంస్థలకు అందుబాటులో ఉంది.",
    "about-content-text-2a": "చెడ్డ నటులు ఆన్‌లైన్‌లో ఎక్కువగా కనిపిస్తున్నారు. కానీ వినియోగదారు గోప్యతను త్యాగం చేయడం సమాధానం కాదు.",
    "about-content-text-2b": "ప్రకటన కంపెనీలు అందించే భద్రతా పరిష్కారాలు ప్రధానంగా వెబ్‌లోని వినియోగదారులను ట్రాక్ చేయడంపై దృష్టి పెడతాయి. అద్భుతమైన ఫలితాలను అందించడానికి వినియోగదారు గోప్యతకు హాని కలిగించదని నిరూపించే సమర్థవంతమైన భద్రతా పరిష్కారాన్ని మేము సృష్టించాము.",
    "about-intro-head-1": "HCaptcha గురించి",
    "about-intro-head-2": "గోప్యత, భద్రత మరియు యంత్ర అభ్యాసం.",
    "about-intro-text": "hCaptcha ప్రపంచంలోనే ఎక్కువగా ఉపయోగించే స్వతంత్ర CAPTCHA సేవ.",
    "about-leadership-alex": "డేటాబేస్ మరియు బ్లాక్‌చెయిన్ నిపుణుడు. క్లౌడెరాలో ప్రారంభ ఇంజనీర్ మరియు మరిన్ని. దశాబ్దాల నైపుణ్యం బిల్డింగ్ సాఫ్ట్‌వేర్ మరియు జట్లు.",
    "about-leadership-eli": "సియిఒ. AI లో గుర్తింపు పొందిన నాయకుడు. గత దశాబ్దాలుగా అనేక రకాల వ్యాపార సమస్యలకు మెషిన్ ఇంటెలిజెన్స్‌ను స్కేల్‌గా వర్తింపజేసింది.",
    "about-leadership-head": "నాయకత్వం",
    "about-leadership-todd": "కంప్యుటేషనల్ బయాలజీలో పిహెచ్‌డి, స్టాన్ఫోర్డ్. 1999 నుండి న్యూరల్ నెట్‌వర్క్‌లతో పనిచేస్తోంది. అనువర్తిత ML మరియు స్కేల్ వద్ద లోతైన అభ్యాసంపై దృష్టి పెట్టండి.",
    "acc-opt": "ప్రాప్యత ఎంపికలు",
    "acc-opt-but": "ప్రాప్యత ఎంపికల గురించి మరింత తెలుసుకోండి",
    "acc-opt-text": "మీరు దృష్టి లోపం లేదా hCaptchas పూర్తి చేయలేకపోతున్నారా?",
    "accessibility-link": "సౌలభ్యాన్ని",
    "appreciate-in": "మీ ఇన్‌పుట్‌ను మేము అభినందిస్తున్నాము. ఏవైనా సమస్యలు మాకు తెలియజేయండి మరియు మేము వాటిని త్వరగా పరిష్కరిస్తాము.",
    "fb-but": "మాకు అభిప్రాయాన్ని పంపండి",
    "feedback-text": "మీరు ఇప్పుడే చూసిన hCaptcha పై అభిప్రాయాన్ని అందించండి",
    "footer-attribution": "లక్షణం",
    "footer-copyright-text": "hCaptcha అనేది ఇంట్యూషన్ మెషీన్స్, ఇంక్ యొక్క రిజిస్టర్డ్ ట్రేడ్మార్క్.",
    "footer-header-1": "కంపెనీ",
    "footer-header-2": "వనరులు",
    "footer-header-3": "సంప్రదించండి",
    "footer-link-1": "లేబులింగ్",
    "footer-link-10": "సౌలభ్యాన్ని",
    "footer-link-2": "గురించి",
    "footer-link-3": "ఉద్యోగాలు",
    "footer-link-4": "ట్రేడ్‌మార్క్‌లు",
    "footer-link-5": "AI ఎథిక్స్",
    "footer-link-6": "బ్లాగ్",
    "footer-link-7": "స్థితి",
    "footer-link-8": "డాక్యుమెంటేషన్",
    "footer-link-9": "బగ్‌ను నివేదించండి",
    "footer-privacy": "గోప్యత",
    "footer-subheader-1": "మద్దతు",
    "footer-subheader-2": "సంప్రదించండి",
    "footer-terms": "నిబంధనలు",
    "h-plans": "సభ్యత్వ ప్రణాళికలు",
    "header-docs-link": "డాక్స్",
    "header-labeling-services-link": "లేబులింగ్ సేవలు",
    "header-login-button": "ప్రవేశించండి",
    "header-plans-link": "ప్రణాళికలు",
    "header-signup-button": "చేరడం",
    "home-about-head": "HCaptcha గురించి",
    "home-about-subtitle": "హ్యూమన్ ప్రోటోకాల్ చేత ఆధారితం",
    "home-about-text-1": "hCaptcha యంత్ర అభ్యాసంలో అత్యంత శ్రమతో కూడిన సమస్యను పరిష్కరించడానికి రూపొందించబడింది: భారీ మొత్తంలో డేటాను సకాలంలో, సరసమైన మరియు నమ్మదగిన రీతిలో లేబుల్ చేయడం.",
    "home-about-text-2": "మెషిన్ లెర్నింగ్ మోడళ్లకు శిక్షణ ఇవ్వడంలో మరింత డేటా సాధారణంగా మంచి ఫలితాలను ఇస్తుంది. లోతైన నమూనాల ఇటీవలి విజయం పెద్ద డేటాసెట్లకు దారితీసింది, దాదాపు ఎల్లప్పుడూ కొన్ని మానవ సమీక్షలతో. అయినప్పటికీ, మెకానికల్ టర్క్, ఫిగర్ ఎనిమిది మొదలైన వాటి ద్వారా పెద్ద మానవ-సమీక్ష డేటాసెట్లను సృష్టించడం నెమ్మదిగా మరియు ఖరీదైనది.",
    "home-about-text-3": "బాట్లను మరియు ఇతర రకాల దుర్వినియోగాన్ని నిరోధించేటప్పుడు వెబ్‌సైట్లు ఈ డిమాండ్‌కు డబ్బు సంపాదించడానికి వెబ్‌సైట్‌లను అనుమతిస్తుంది.",
    "home-about-text-4": "HCaptcha మార్కెట్ స్థలం హ్యూమన్ ప్రోటోకాల్ చేత శక్తిని పొందుతుంది, ఇది మానవ సమీక్ష కోసం బహిరంగ వికేంద్రీకృత ప్రోటోకాల్, ఇది Ethereum blockchain పై నడుస్తుంది. వినియోగదారులు తమ సైట్‌లో hCaptcha విడ్జెట్‌ను ఉపయోగించినప్పుడు వెబ్‌సైట్‌లు హ్యూమన్ టోకెన్లను (HMT) సంపాదిస్తాయి మరియు యంత్ర అభ్యాస సంస్థలు వారి డేటాను లేబుల్ చేయడానికి హ్యూమన్ టోకెన్లను చెల్లిస్తాయి.",
    "home-ba-labeling-services-link": "లేబులింగ్ సేవలు",
    "home-benefits-head-1": "డేటా లేబులింగ్‌లో విలువ",
    "home-benefits-head-2": "తిరిగి స్వచ్ఛంద సంస్థకు ఇవ్వండి",
    "home-benefits-text-1": "మీరు ఒక అతిపెద్ద కంపెనీ యొక్క యంత్ర అభ్యాస వ్యవస్థలను ఉచితంగా శిక్షణ ఇవ్వడానికి సహాయం చేస్తున్న కారుపై క్లిక్ చేసిన ప్రతిసారీ మీరు గ్రహించారా?",
    "home-benefits-text-2": "hCaptcha ఈ మోడల్ చుట్టూ తిరుగుతుంది. మీరు hCaptcha ని ఉపయోగించినప్పుడు, కంపెనీలు మీ మానవాళిని నిరూపించేటప్పుడు వారు చేసే పనిని వేలం వేస్తారు. మీరు బహుమతులు పొందుతారు.",
    "home-benefits-text-3": "మీకు ఇష్టమైన స్వచ్ఛంద సంస్థకు తిరిగి ఇవ్వాలనుకుంటున్నారా? hCaptcha మీకు నచ్చిన స్వచ్ఛంద సంస్థలను ఉపయోగించడం ద్వారా మీరు సంపాదించే ఆదాయాలతో మద్దతు ఇవ్వడానికి మిమ్మల్ని అనుమతిస్తుంది. మీ సైట్‌లోని వినియోగదారులు త్వరలో హెచ్‌కాప్చా ఇంటర్‌ఫేస్‌లో వివేకం గల బ్రాండింగ్ ద్వారా స్వచ్ఛంద సంస్థకు మీ సహకారాన్ని చూడగలరు.",
    "home-challenge-text-1": "ప్రశ్నకు సరిపోయే అన్ని చిత్రాలను ఎంచుకోండి",
    "home-challenge-text-2": "వస్తువులకు సరిహద్దు ప్రాంతాన్ని నిర్వచించండి",
    "home-challenge-text-3": "సంబంధిత లేబుళ్ళను గుర్తించండి",
    "home-challenge-title-1": "పోలిక",
    "home-challenge-title-2": "సరిహద్దు పెట్టె",
    "home-challenge-title-3": "వర్గీకరణ",
    "home-challenges-head": "సమర్పించిన సవాళ్లు",
    "home-challenges-text-1": "... మరియు ఇతర సాధారణ పనులు. మానవులకు సులభం, బాట్లకు కష్టం.",
    "home-challenges-text-2": "ఎంటర్ప్రైజ్ ప్రచురణకర్తలకు అనుకూల పనులు కూడా అందుబాటులో ఉన్నాయి.",
    "home-ent-1": "మా వ్యాపార భద్రతా సమర్పణల కోసం చూస్తున్నారా?",
    "home-ent-2": "మా క్రొత్త అంకితమైన సైట్‌ను సందర్శించండి: బోట్‌స్టాప్.కామ్",
    "home-ent-button": "మరింత తెలుసుకోండి: hCaptcha చేత బోట్‌స్టాప్",
    "home-from-the-blog": "బ్లాగ్ నుండి:",
    "home-from-the-blog-value": "HCaptcha కష్టం సెట్టింగులు ఎలా పని చేస్తాయి",
    "home-intro-body": "బాట్లను ఉంచడానికి మీరు క్యాప్చాను ఉపయోగిస్తున్నారా? hCaptcha వినియోగదారు గోప్యతను రక్షిస్తుంది, వెబ్‌సైట్‌లకు రివార్డ్ చేస్తుంది మరియు కంపెనీలు వారి డేటాను లేబుల్ చేయడంలో సహాయపడుతుంది. ఇది రీకాప్చా కోసం డ్రాప్-ఇన్ పున ment స్థాపన: మీరు నిమిషాల్లో మారవచ్చు.",
    "home-intro-button": "ఇప్పుడే సైన్ అప్",
    "home-intro-head": "మరిన్ని బాట్లను ఆపండి. వినియోగదారు గోప్యతను రక్షించడం ప్రారంభించండి.",
    "home-main-1": "ప్రైవేట్. సురక్షితం. వేగంగా. మరియు దాన్ని ఉపయోగించడానికి మేము మీకు చెల్లిస్తాము.",
    "home-main-2": "గోప్యత కేంద్రీకృతమైంది",
    "home-main-2c": "ప్రకటన నెట్‌వర్క్‌లు మీ సందర్శకులను ఉత్పత్తిగా చూస్తాయి. HCaptcha కోసం ఉత్పత్తి వారు అందించే పని. మీ వినియోగదారులు ఎవరో మేము పట్టించుకోము, వారు ఎంత హానికరంగా ఉంటారో మాత్రమే. మేము గోప్యతా పాస్ వంటి కార్యక్రమాలకు మద్దతు ఇస్తాము మరియు గోప్యత మరియు భద్రతను సమతుల్యం చేయడానికి కృషి చేస్తాము.",
    "home-main-3": "భద్రత మొదట",
    "home-main-3c": "ఖచ్చితత్వం మీ ఆసక్తి మరియు మాది. hCaptcha ప్రచురణకర్త-దృష్టి. మేము మీకు నిజమైన డేటాను ఇవ్వడానికి పని చేస్తాము మరియు దానిని ఎలా ఉపయోగించాలో నిర్ణయించుకుందాం. ఇతర క్యాప్చాలను అతిపెద్ద ప్రకటనల సంస్థలు అందిస్తున్నాయి. దీని అర్థం వారు నిరోధించే ప్రతి బోట్ వారి ఆదాయాన్ని తగ్గించవచ్చు.",
    "home-main-4": "మంచి వినియోగదారు అనుభవం",
    "home-main-4c": "మానవాళిని నిర్ణయించడానికి అధునాతన యంత్ర అభ్యాస నమూనాలను hCaptcha ఉపయోగిస్తుంది. కస్టమర్లను లేబుల్ చేయడానికి ఉపయోగకరమైన లేబుల్ డేటాను ఉత్పత్తి చేస్తున్నప్పుడు, మీ వినియోగదారుల నుండి తక్కువ బాధించే పనులు అవసరమని మరియు అలా చేయడానికి వారి సమయాన్ని తక్కువ సమయం తీసుకోవడానికి ఇది మాకు అనుమతిస్తుంది.",
    "home-main-plans": "hCaptcha ఏ పరిమాణంలోనైనా ప్రచురణకర్తలకు ఉపయోగించడానికి ఉచితం. అయితే, మరింత నియంత్రణ అవసరమయ్యే సంస్థలు మరియు ప్లాట్‌ఫారమ్‌ల కోసం, మా వ్యాపార పరిష్కారాలు అందుబాటులో ఉన్నాయి.",
    "home-main-plans2": "hCaptcha ఎంటర్ప్రైజ్ సొల్యూషన్స్ గ్రహం లోని కొన్ని అతిపెద్ద కంపెనీల కోసం పదిలక్షల వెబ్‌సైట్లలో మిలియన్ల మంది వినియోగదారులను రక్షిస్తుంది. దయచేసి మరింత సమాచారం కోసం మమ్మల్ని సంప్రదించండి లేదా సందర్శించండి",
    "home-main-plans3": "hCaptcha ఎంటర్ప్రైజ్ సొల్యూషన్స్ గ్రహం లోని కొన్ని అతిపెద్ద కంపెనీల కోసం పదిలక్షల వెబ్‌సైట్లలో మిలియన్ల మంది వినియోగదారులను రక్షిస్తుంది. దయచేసి మరింత సమాచారం కోసం మమ్మల్ని సంప్రదించండి లేదా సందర్శించండి",
    "home-main-plans4": "వివరాల కోసం.",
    "home-plans-button-1": "ఇప్పుడే సైన్ అప్",
    "home-plans-button-2": "అమ్మకాలను సంప్రదించండి",
    "home-plans-chart-head-1": "లక్షణాలు",
    "home-plans-chart-head-2": "ప్రచురణకర్త",
    "home-plans-chart-head-3": "ఎంటర్ప్రైజ్",
    "home-plans-chart-row-1-cell-1": "నియంత్రణ సవాలు రకాలు చూపబడ్డాయి",
    "home-plans-chart-row-1-cell-2": "పరిమితం",
    "home-plans-chart-row-1-cell-3": "మొత్తం",
    "home-plans-chart-row-10-cell-1": "బహుళ-వినియోగదారు డాష్‌బోర్డ్‌లు",
    "home-plans-chart-row-11-cell-1": "అధునాతన రిపోర్టింగ్ లక్షణాలు",
    "home-plans-chart-row-12-cell-1": "ఎంటర్ప్రైజ్ SLA లు",
    "home-plans-chart-row-2-cell-1": "ఉపయోగించిన సవాలు సవాలు కంటెంట్",
    "home-plans-chart-row-2-cell-2": "పరిమితం",
    "home-plans-chart-row-2-cell-3": "మొత్తం",
    "home-plans-chart-row-3-cell-1": "మానవ పరిష్కారాలకు బహుమతులు సంపాదించండి",
    "home-plans-chart-row-4-cell-1": "ప్రపంచ స్థాయి యాంటీ బాట్ రక్షణ",
    "home-plans-chart-row-5-cell-1": "ప్రతి దేశంలో పనిచేస్తుంది",
    "home-plans-chart-row-5a-cell-1": "నో-క్యాప్చా మరియు 99.9% నిష్క్రియాత్మక మోడ్‌లు",
    "home-plans-chart-row-5b-cell-1": "బోట్ విశ్వాస స్కోర్లు",
    "home-plans-chart-row-6-cell-1": "GDPR మరియు CCPA- స్నేహపూర్వక గోప్యతా విధానం",
    "home-plans-chart-row-7-cell-1": "చక్కటి కణిత కష్టం స్థాయిలు",
    "home-plans-chart-row-8-cell-1": "మీ స్వంత సవాలు కంటెంట్‌ను ప్రారంభించండి",
    "home-plans-chart-row-9-cell-1": "సమయ-ఆధారిత ఇబ్బంది షెడ్యూల్",
    "home-try-it-out-button": "HCaptcha పొందండి",
    "home-try-it-out-head": "ప్రయత్నించి చూడండి",
    "home-try-it-out-text": "hCaptcha మానవులకు పరిష్కరించడానికి చిన్నవిషయం అయితే సరళమైన, సులభమైన మరియు నమ్మదగిన బోట్ గుర్తింపును అందిస్తుంది.",
    "labeling-about-head": "HCaptcha గురించి",
    "labeling-about-text-1": "hCaptcha యంత్ర అభ్యాసంలో అత్యంత శ్రమతో కూడిన సమస్యను పరిష్కరించడానికి రూపొందించబడింది; సమయానుసారంగా, సరసమైన మరియు నమ్మదగిన మార్గంలో భారీ మొత్తంలో డేటాను లేబుల్ చేయడం. మెషిన్ లెర్నింగ్ మోడళ్లకు శిక్షణ ఇవ్వడంలో మరింత డేటా సాధారణంగా మంచి ఫలితాలను ఇస్తుంది. లోతైన నమూనాల ఇటీవలి విజయం పెద్ద డేటాసెట్లకు దారితీసింది మరియు hCaptcha ఈ అవసరాన్ని అందిస్తుంది.",
    "labeling-about-text-2": "అయినప్పటికీ, సాంప్రదాయ పద్ధతులను ఉపయోగించి పెద్ద మానవ-సమీక్ష డేటాసెట్లను సృష్టించడం నెమ్మదిగా మరియు ఖరీదైనది. hCaptcha అనేది కంపెనీలకు అవసరమైన ఉల్లేఖనాలను వేగంగా, అధిక నాణ్యతతో మరియు ఇతర ప్రత్యామ్నాయాల కంటే తక్కువ ఖర్చుతో పొందటానికి ఒక మార్గం.",
    "labeling-annotations-head": "ఉల్లేఖన రకాలు",
    "labeling-annotations-text-1": "చిత్రాలు మరియు వీడియోలలో ఖచ్చితమైన వస్తువు గుర్తింపు",
    "labeling-annotations-text-2": "చిత్రాలు మరియు వీడియోలలో ఖచ్చితమైన వస్తువు గుర్తింపు",
    "labeling-annotations-text-3": "అనేక విభిన్న వినియోగ కేసులకు పాయింట్ ఉల్లేఖనాలు",
    "labeling-annotations-text-4": "ఏదైనా పరిమాణం యొక్క ఏకపక్ష వర్గాలను క్రమబద్ధీకరించండి లేదా జోడించండి",
    "labeling-annotations-text-5": "మానవ శక్తితో కూడిన గుర్తింపు మరియు వర్గీకరణ",
    "labeling-annotations-text-6": "ఇక్కడ జాబితా చేయని మరొక రకం కావాలా? మమ్మల్ని అడగండి.",
    "labeling-annotations-title-1": "సరిహద్దు పెట్టెలు",
    "labeling-annotations-title-2": "బహుభుజాలు",
    "labeling-annotations-title-3": "మైలురాళ్ళు",
    "labeling-annotations-title-4": "లక్షణ వర్గీకరణ",
    "labeling-annotations-title-5": "పోలిక మరియు గుర్తింపు",
    "labeling-annotations-title-6": "... మరియు మరెన్నో",
    "labeling-ent-button": "మా ఎంటర్‌ప్రైజ్ సొల్యూషన్స్ బృందాన్ని సంప్రదించండి",
    "labeling-ent-head": "ఎండ్-టు-ఎండ్ నియంత్రణ అవసరమా?",
    "labeling-ent-text-1": "HCaptcha వెనుక ఉన్న హ్యూమన్ ప్లాట్‌ఫాం మీ ప్రస్తుత వ్యవస్థలతో అనుసంధానించే ఆన్-ఆవరణ, హైబ్రిడ్ లేదా సాస్ విస్తరణల ద్వారా అత్యంత అధునాతనమైన పని నాణ్యత మరియు నిర్వహణ లక్షణాలను అందిస్తుంది.",
    "labeling-ent-text-2": "మీ స్వంత శ్రామికశక్తితో పూర్తిగా ఆఫ్‌లైన్‌లో నడపండి, వ్యాపార యూనిట్లు లేదా కన్సార్టియం భాగస్వాములలో వినియోగించే ట్రాక్ విలువ, ఖర్చు మరియు భద్రతా అవసరాల ఆధారంగా వేర్వేరు అంతర్గత లేదా బాహ్య కార్మిక ప్రొవైడర్లకు ఉద్యోగాలను ఎంపిక చేసుకోండి మరియు మరిన్ని.",
    "labeling-ent-text-3": "సులువు API యాక్సెస్, అందమైన డాష్‌బోర్డ్‌లు మరియు సామర్థ్యాన్ని పెంచడానికి తాజా మోడల్-ఇన్-లూప్ టెక్నాలజీ.",
    "labeling-ent-text-4": "99.99% సమయ SLA లు మరియు 24/7 గ్లోబల్ సపోర్ట్ అందుబాటులో ఉంది. మరిన్ని వివరములకు:",
    "labeling-features-head-1": "సాధారణ API- నడిచే పైప్‌లైన్‌లు.",
    "labeling-features-head-2": "ఖర్చు మరియు నాణ్యత కోసం ఆప్టిమైజ్ చేయబడింది. ముందస్తు నిబద్ధత అవసరం లేదు.",
    "labeling-features-head-3": "మీకు అవసరమైన ఖచ్చితత్వానికి మాత్రమే చెల్లించండి.",
    "labeling-features-head-4": "మీ స్వంత గ్రౌండ్ ట్రూత్ డేటాను అందించండి లేదా ఫ్లైలో నిర్మించనివ్వండి.",
    "labeling-features-text-1": "మానవ సమీక్షను మీ వ్యాపార కార్యకలాపాలలో నేరుగా సమగ్రపరచాలనుకుంటున్నారా? మేము అధిక విశ్వసనీయత SLA లు, హామీ సామర్థ్యం మరియు సాధారణ REST API లను అందిస్తున్నాము.",
    "labeling-features-text-2": "అధునాతన రియల్ టైమ్ నాణ్యత విశ్లేషణ చేయడానికి హ్యూమన్ ప్లాట్‌ఫాం సమగ్ర విశ్వాస నమూనాలను ఉపయోగిస్తుంది. ఇది ప్రశ్నల కష్టం మరియు వాటికి సరైన సమాధానం రెండింటినీ త్వరగా నిర్ణయించడానికి మిమ్మల్ని అనుమతిస్తుంది, మీ సమయం మరియు డబ్బు ఆదా అవుతుంది.",
    "labeling-features-text-3": "అన్ని సమస్యలు ఒకేలా ఉండవు. భద్రత-క్లిష్టమైన పనుల కోసం ఉల్లేఖనాలకు పూర్తిగా మానవ కార్మికుల నుండి 99.99% విశ్వాసం అవసరం. మొబైల్ గేమ్ అనువర్తనంలో ఒక బీటా ఫీచర్ కోసం ఉల్లేఖనాలకు మితమైన విశ్వాసం మాత్రమే అవసరం. నువ్వు నిర్ణయించు.",
    "labeling-features-text-4": "సమగ్ర ధృవీకరణ సెట్ లేకుండా మీకు ముడి డేటా ఉందా? చాలా సందర్భాల్లో, సిస్టమ్ ద్వారా పనులు నడుస్తున్నందున మేము మీ కోసం ఒకదాన్ని నిర్మించవచ్చు లేదా మీ ఆమోదం కోసం లేబుల్ చేయబడిన నమూనాలను సృష్టించవచ్చు.",
    "labeling-info-head": "డేటా లేబుల్ పొందడం",
    "labeling-info-text-1": "మీ ప్రాజెక్ట్ అవసరాలను నిర్వచించడానికి మా డొమైన్ నిపుణులతో మాట్లాడండి: లక్ష్య ఖచ్చితత్వం, ఆకృతి మరియు ఏదైనా ప్రత్యేక అవసరాలు.",
    "labeling-info-text-2": "మేము మీ నమూనా డేటా ఆధారంగా ఒక చిన్న ఉత్పత్తి పనిని అమలు చేస్తాము. మీకు అవసరమైనది సరిగ్గా లభిస్తుందని నిర్ధారించడానికి మేము కలిసి చేసిన పనిని ఇది పరీక్షిస్తుంది.",
    "labeling-info-text-3": "మా అధిక వాల్యూమ్ మరియు తక్కువ జాప్యంతో, మీ పనిని స్వయంచాలకంగా డెలివరీ చేసిన వెంటనే పూర్తి చేస్తాము.",
    "labeling-info-text-4": "మీ ఉత్పత్తి పని యొక్క పారామితులను మేము బాగా అర్థం చేసుకున్నందున, ఫలితాలు కాలక్రమేణా మెరుగుపరుస్తూనే ఉంటాయి.",
    "labeling-info-text-5": "లైవ్ డాష్‌బోర్డ్‌లు ఎప్పుడైనా అభిప్రాయాన్ని అందించడానికి లేదా ఉత్పత్తిని పాజ్ చేయడానికి మిమ్మల్ని అనుమతిస్తాయి.",
    "labeling-info-title-1": "స్పెసిఫికేషన్లను నిర్వచించండి",
    "labeling-info-title-2": "ప్రారంభ ఉద్యోగ పరీక్ష",
    "labeling-info-title-3": "ఉత్పత్తి ఉద్యోగాలను అమలు చేయండి",
    "labeling-info-title-4": "నిరంతర ఎదుగుదల",
    "labeling-info-title-5": "రియల్ టైమ్ ఫలితాలు",
    "labeling-main-1": "స్కేల్ వద్ద ఖర్చుతో కూడిన డేటా లేబులింగ్",
    "labeling-main-1-button": "మీ డేటాను ఇప్పుడే లేబుల్ చేయండి",
    "labeling-main-1c": "మీ డేటాసెట్‌ల కోసం మరిన్ని లేబుల్‌లు కావాలా? కృత్రిమ మేధస్సు మరియు యంత్ర అభ్యాస అనువర్తనాలపై పనిచేసే సంస్థలకు hCaptcha వేగవంతమైన, ఖర్చుతో కూడుకున్న మరియు అధిక నాణ్యత గల డేటా లేబులింగ్‌ను అందిస్తుంది.",
    "labeling-main-2": "మిలియన్ల పనులను తక్షణమే ప్రారంభించండి.",
    "labeling-main-2-button": "డేటా లేబులింగ్ సేవలను కొనండి",
    "labeling-main-2c": "hCaptcha మీ ఉపయోగం కోసం అందుబాటులో ఉన్న గ్రహం మీద అతిపెద్ద కొలనులలో ఒకటి. మీ స్కేల్ ఏమైనప్పటికీ, ఖరీదైన ముందస్తు కట్టుబాట్లు లేకుండా మేము దీన్ని నిర్వహించగలము. రోజుకు మిలియన్ల పనులు సమస్య కాదు.",
    "labeling-platform-head": "ప్రైవేట్ లేదా పబ్లిక్ సమాచారం",
    "labeling-platform-text": "hCaptcha హ్యూమన్ ప్లాట్‌ఫామ్‌పై నిర్మించబడింది, ఇది ప్రతి దశలో ఖర్చు మరియు సామర్థ్యాన్ని ఆప్టిమైజ్ చేయడానికి అధునాతన రౌటింగ్ మరియు విశ్లేషణలను అనుమతిస్తుంది. ఈ సాంకేతికత మీ ఉద్యోగంలో ప్రతి భాగాన్ని నిర్వహించడానికి సరైన శ్రామికశక్తిని అనుమతిస్తుంది, గోప్యతను కాపాడుకునేటప్పుడు ఖర్చు సామర్థ్యాన్ని పెంచుతుంది మరియు వర్తించే ఏదైనా నియంత్రణ అవసరాలను తీరుస్తుంది.",
    "labeling-try-button": "డేటా లేబులింగ్ సేవలను కొనండి",
    "labeling-try-head": "మీ డేటాతో ఒకసారి ప్రయత్నించండి?",
    "labeling-try-text": "... మీరు ఉన్నప్పుడు మేము సిద్ధంగా ఉన్నాము: మా సేవ గడియారం చుట్టూ అందుబాటులో ఉంది.",
    "learn-more-hcaptcha": "HCaptcha గురించి మరింత తెలుసుకోండి",
    "page-acc-faq-1": "ప్రశ్న: hCaptcha సెక్షన్ 508 + WCAG 2.1 AA కంప్లైంట్ ఉందా? జవాబు: మేము అలా నమ్ముతున్నాము: వెబ్‌ను బ్రౌజ్ చేయగల మరియు ఫారమ్‌లపై వచనాన్ని నమోదు చేయగల ఏ విధమైన బలహీనత ఉన్న వినియోగదారులందరూ రిజిస్ట్రేషన్ తర్వాత hCaptcha ద్వారా రక్షించబడిన సేవలను యాక్సెస్ చేయవచ్చు. అయితే, ఇది న్యాయ సలహా కాదు: మీరు మీ స్వంత మూల్యాంకనం చేయాలి, మీ విస్తరణకు ఇదే కారణమని నిర్ధారించడానికి మీ ప్రత్యేకమైన అమలును పరిగణనలోకి తీసుకోవాలి.",
    "page-acc-faq-2": "ప్రశ్న: మీరు ఆడియో వంటి ఇతర ప్రాప్యత (a11y) ఎంపికలపై పని చేస్తున్నారా? జవాబు: గతంలో ఆడియో క్యాప్చాస్ వంటి ప్రసిద్ధ ఎంపికలు చాలా మంది a11y వినియోగదారులపై వివక్ష చూపుతాయి మరియు ఆధునిక యంత్ర అభ్యాస పద్ధతుల ద్వారా సులభంగా ఓడిపోతాయి. ఇది ప్రస్తుత ఆడియో సవాళ్లను మరింత కష్టతరం చేయడానికి, శబ్దం, బేసి టైమింగ్, అసాధారణమైన వర్డ్ కాంబినేషన్‌లను ప్రవేశపెట్టడం మరియు దాడి చేసేవారిని ఓడించడానికి బలవంతం చేసింది. ఈ విధానాన్ని వర్సెస్ సవాలును పూర్తిగా తప్పించడం గురించి మేము తక్కువ ఉత్సాహంతో ఉన్నాము, కాని a11y సంఘం నుండి డిమాండ్ ఉంటే దాన్ని పరిశీలిస్తాము. అయితే, ప్రాప్యత వినియోగ కేసు కోసం గోప్యతా పాస్‌పై మాకు చాలా ఆసక్తి ఉంది. మా ప్రస్తుత a11y విధానాన్ని గోప్యతా పాస్ జారీతో కలపడం వలన A11y వినియోగదారులు సురక్షితంగా బ్రౌజ్ చేయడానికి, వారి ట్రాఫిక్ మరింత ప్రైవేటుగా ఉన్నారనే జ్ఞానంలో భద్రంగా ఉండటానికి అనుమతిస్తుంది, అదే సమయంలో a11y ఎంపికలు అందుబాటులో ఉన్నప్పుడు అనివార్యంగా జరిగే బోట్ ఆపరేటర్ల దుర్వినియోగాన్ని పరిమితం చేస్తుంది. ఈ కొత్త సాంకేతికతను ప్రామాణీకరించే ఐఇటిఎఫ్ వర్కింగ్ గ్రూపులో మేము చురుకుగా పాల్గొంటున్నాము.",
    "page-acc-faq-3": "ప్రశ్న: గోప్యత గురించి ఏమిటి? రిజిస్ట్రేషన్ a11y బ్రౌజింగ్ డేటాను ఏదో ఒక విధంగా బహిర్గతం చేస్తుందా? మీరు ఇమెయిల్‌తో ఏమి చేస్తారు? జవాబు: hCaptcha గోప్యత కోసం రూపొందించబడింది. ప్రకటన నెట్‌వర్క్‌ల యాజమాన్యంలోని రీకాప్చా వంటి సాంప్రదాయ ఎంపికల కంటే ఇది చాలా భిన్నంగా ఉంటుంది, వారు మిమ్మల్ని వెబ్‌లో ట్రాక్ చేయడానికి మరియు మిమ్మల్ని నిజమైన గుర్తింపుతో అనుబంధించడానికి ప్రోత్సాహాన్ని కలిగి ఉంటారు. A11y వినియోగాన్ని సులభతరం చేయడం మరియు దుర్వినియోగాన్ని నిరోధించడం తప్ప మరే ఇతర ప్రయోజనం కోసం మేము ప్రాప్యత ఇమెయిల్‌లు లేదా సమాచారాన్ని ఉపయోగించము. మా గోప్యతా విధానంలో మేము డేటాను ఎలా ఉపయోగిస్తామనే దానిపై సమగ్రమైన మరియు అధికారిక సమాధానాలు ఉన్నాయి, కానీ మీ బ్రౌజింగ్ చరిత్ర ఉన్న వ్యక్తిగా మిమ్మల్ని అనుబంధించడానికి మాకు ఆసక్తి లేదు. మీ ఇమెయిల్ చిరునామాను వేగంగా విస్మరించడానికి మేము ప్రస్తుతం క్రిప్టోగ్రాఫిక్ పరిష్కారం కోసం పని చేస్తున్నాము. దుర్వినియోగాన్ని నిరోధించే మా సామర్థ్యాన్ని కాపాడుతూనే, మా గోప్యతా పాస్ పనిని పూర్తి చేస్తుంది.",
    "page-acc-link-1": "మీరు ప్రాప్యత వినియోగదారు అయితే, దయచేసి ఇక్కడ సైన్ అప్ చేయండి.",
    "page-acc-subhead": "భద్రతను కొనసాగిస్తూ వినియోగదారులందరికీ అతుకులు లేని ప్రాప్యతను నిర్ధారిస్తుంది",
    "page-acc-summary": "సారాంశం",
    "page-acc-summary-contents-1": "బాట్లను వ్యక్తుల నుండి వేరు చేయడం ద్వారా వాటిని ఆపడానికి hCaptcha రూపొందించబడింది. విజువల్ పరీక్షలు దీనికి అనుకూలమైన సాధనం, కాని ప్రతి ఒక్కరూ దృశ్య సవాలును పరిష్కరించలేరు. ఈ కారణంగా, మా సేవను ఉపయోగించే ప్రచురణకర్తలు పూర్తి సెక్షన్ 508 మరియు WCAG 2.1 AA సమ్మతితో అందరికీ ప్రాప్యతను కాపాడటానికి మేము సరళమైన, నొప్పిలేకుండా ప్రత్యామ్నాయాన్ని రూపొందించాము.",
    "page-acc-summary-contents-2": "ఇది ఎలా పనిచేస్తుంది: మొదట, ప్రాప్యత వినియోగదారు ఈ URL వద్ద సైన్ అప్ చేస్తారు, ఇది hCaptcha విడ్జెట్ సమాచారం పేజీలో లింక్ చేయబడింది. వారికి రోజుకు అనేకసార్లు ఉపయోగించబడే గుప్తీకరించిన కుకీ ఇవ్వబడుతుంది, కాని లాగిన్ ద్వారా ప్రతి 24 గంటలకు రిఫ్రెష్ చేయాలి. HCaptcha సేవను ఉపయోగించి ఏదైనా సైట్‌లోని ప్రాప్యత వినియోగదారుకు సవాలు ఎదురైనప్పుడు, అవి స్వయంచాలకంగా పాస్ అవుతాయి.",
    "page-acc-title": "hCaptcha ప్రాప్యత సమాచారం",
    "page-acc-tr-body": "ప్రశ్న: కుకీని సెట్ చేసిన తర్వాత నేను ఇప్పటికీ సవాలును చూస్తున్నాను. దీనికి కారణం ఏమిటి?<br> జవాబు: ఇది సాధారణంగా దూకుడు ప్రకటన బ్లాకర్ లేదా కుకీ వ్యతిరేక పొడిగింపు లేదా క్రాస్-సైట్ కుకీలను నిరోధించే ఒక సెట్టింగ్‌ను ఉపయోగించడం వల్ల సంభవిస్తుంది, ఈ సందర్భంలో hcaptcha.com కోసం కుకీ వేరే సైట్‌లో hCaptcha JS చేత సెట్ చేయబడి లేదా తనిఖీ చేయబడుతుంది. , మీరు సందర్శిస్తున్నట్లు.<br><br> hCaptcha యాక్సెసిబిలిటీ కుకీలు అన్ని ప్రామాణిక బ్రౌజర్‌లు మరియు యాడ్ బ్లాకర్స్‌తో వాటి ప్రామాణిక సెట్టింగ్‌లతో పనిచేస్తాయి, కాబట్టి సాధారణంగా వైఫల్యాలు యాంటీ-యాడ్‌బ్లాక్ స్క్రిప్ట్‌లు లేదా నిర్దిష్ట సైట్‌లను లక్ష్యంగా చేసుకుని ఇలాంటి నిబంధనల కారణంగా ఉంటాయి.<br><br> పరిష్కారాలు:<br><br> 1. మీ ప్రకటన బ్లాకర్ లేదా బ్రౌజర్ భద్రతా పొడిగింపులో వైట్‌లిస్ట్ hcaptcha.com మరియు * .hcaptcha.com కుకీలు.<br> 2. మీరు ప్రస్తుతం ఎలాంటి కుకీ వైట్‌లిస్ట్ ఉన్నట్లు కనిపించని బ్రేవ్ బ్రౌజర్‌ని ఉపయోగిస్తుంటే, ప్రాధాన్యతలు -> షీల్డ్స్ -> కుకీలకు వెళ్లి, అన్ని కుకీలను అనుమతించు ఎంచుకోండి.<br> 3. మీరు ఇటీవల విడుదల చేసిన OS X 10.15 లేదా iOS 13.4 లలో సఫారి యొక్క సరికొత్త సంస్కరణను ఉపయోగిస్తుంటే, ఆపిల్ మూడవ పార్టీ కుకీలకు సంబంధించిన సఫారి యొక్క ప్రవర్తనను మార్చింది, అవన్నీ డిఫాల్ట్‌గా బ్లాక్ చేస్తుంది. మేము ఒక పరిష్కారాన్ని అమలు చేస్తున్నాము, అయితే ఈ సమయంలో దయచేసి సఫారి ప్రాధాన్యతలు, గోప్యతా విభాగం మరియు వెబ్‌సైట్ ట్రాకింగ్‌ను తనిఖీ చేయండి: ప్రాప్యత కుకీ .హించిన విధంగా పనిచేయడానికి క్రాస్-సైట్ ట్రాకింగ్‌ను నిరోధించండి.<br><br> ప్రశ్న: నేను బహుళ పరికరాలను ఉపయోగిస్తాను. నేను చాలాసార్లు సైన్ అప్ చేయాల్సిన అవసరం ఉందా?<br> సమాధానం: లేదు. దయచేసి కుకీని సెట్ చేయడానికి మీరు ఉపయోగించే ప్రతి పరికరంలో మీకు పంపిన అదే ఇమెయిల్ లాగిన్ లింక్‌ను క్లిక్ చేయండి.<br><br> ప్రశ్న: ప్రాప్యత కుకీని ఉపయోగిస్తున్నప్పుడు నేను మూడవ పార్టీ కుకీ ట్రాకింగ్ నుండి నన్ను ఎలా రక్షించుకోగలను?<br> జవాబు: డొమైన్-స్థాయి వైట్‌లిస్టింగ్ (ఉదా. UBlock Origin) కు మద్దతిచ్చే ఏదైనా గోప్యత లేదా ప్రకటన-నిరోధించే పొడిగింపును ఉపయోగించడం expected హించిన విధంగా పని చేస్తుంది: hcaptcha.com ను వైట్‌లిస్ట్ చేయాలని నిర్ధారించుకోండి.",
    "page-acc-tr-title": "ప్రాప్యత వినియోగదారుల కోసం: తరచుగా ప్రశ్నలు మరియు ట్రబుల్షూటింగ్ గైడ్",
    "page-acc-tr2-body": "సఫారి<br> సఫారి (మాక్) లో కుకీలను ప్రారంభించడానికి: సఫారి డ్రాప్-డౌన్ మెనుకి వెళ్లండి. ప్రాధాన్యతలను ఎంచుకోండి. ఎగువ ప్యానెల్‌లో గోప్యత క్లిక్ చేయండి. 'బ్లాక్ కుకీలు' కింద 'నెవర్' ఎంపికను ఎంచుకోండి.<br> సఫారి (ఐఫోన్ / ఐప్యాడ్ iOS 11+) లో కుకీలను ప్రారంభించడానికి: మీ సెట్టింగ్‌లను తెరవండి. క్రిందికి స్క్రోల్ చేసి సఫారిని ఎంచుకోండి. గోప్యత & భద్రత కింద, 'క్రాస్-సైట్ ట్రాకింగ్‌ను నిరోధించు' మరియు 'అన్ని కుకీలను బ్లాక్ చేయండి'<br><br> ఫైర్‌ఫాక్స్<br> ఏదైనా వెబ్‌పేజీలోని చిరునామా పట్టీకి ఎడమవైపున ఉన్న షీల్డ్‌పై క్లిక్ చేయండి. రక్షణ సెట్టింగులపై క్లిక్ చేయండి. ఫైర్‌ఫాక్స్ ప్రాధాన్యతల గోప్యత & భద్రతా ప్యానెల్ తెరవబడుతుంది. మెరుగైన ట్రాకింగ్ రక్షణ కింద, కస్టమ్ ఎంచుకోండి. ఆ చెక్‌బాక్స్‌లను ఎంచుకోవడం ద్వారా ఏ ట్రాకర్లు మరియు స్క్రిప్ట్‌లను బ్లాక్ చేయాలో ఎంచుకోండి. మీరు hcaptcha.com ని అన్‌బ్లాక్ చేశారని నిర్ధారించుకోండి.<br><br> చెక్‌బాక్స్‌ల ఎంపికను తీసివేయడం ద్వారా మీరు దీన్ని డీబగ్ చేయడానికి కస్టమ్‌లో కొన్ని రక్షణలను తాత్కాలికంగా ఆపివేయవచ్చు: ట్రాకర్స్ చెక్‌బాక్స్ ఎంపికను తీసివేయండి లేదా మీకు ఇంకా సమస్యలు ఉంటే కుకీల చెక్‌బాక్స్ ఎంపికను తీసివేయండి.<br><br> గూగుల్ క్రోమ్<br> Google Chrome (PC)<br> Chrome మెను చిహ్నాన్ని ఎంచుకోండి. సెట్టింగులను ఎంచుకోండి.<br> గోప్యత మరియు భద్రత, ఆపై కుకీలు మరియు ఇతర సైట్ డేటాకు వెళ్లండి.<br> 'మూడవ పార్టీ కుకీలను నిరోధించు' ప్రారంభించబడలేదని నిర్ధారించుకోండి.<br><br> Google Chrome (Mac):<br> మెను బార్ నుండి Chrome ప్రాధాన్యతలను తెరవండి.<br> గోప్యత మరియు భద్రత, ఆపై కుకీలు మరియు ఇతర సైట్ డేటాకు వెళ్లండి.<br> 'మూడవ పార్టీ కుకీలను నిరోధించు' ప్రారంభించబడలేదని నిర్ధారించుకోండి.<br><br> Google Chrome (Android):<br> మీ Android పరికరంలో, Chrome అనువర్తనాన్ని తెరవండి.<br> ఎగువ కుడి వైపున, మరిన్ని నొక్కండి, ఆపై సెట్టింగ్‌లు.<br> సైట్ సెట్టింగులను నొక్కండి, ఆపై కుకీలు.<br> 'కుకీల' పక్కన, సెట్టింగ్‌ను ఆన్ చేయండి.<br> 'మూడవ పార్టీ కుకీలను అనుమతించు' పక్కన ఉన్న పెట్టెను ఎంచుకోండి.<br><br> ఇంటర్నెట్ ఎక్స్ ప్లోరర్<br> 1. స్క్రీన్ ఎగువ-కుడి మూలలో ఉన్న గేర్‌ను ఎంచుకుని, ఆపై 'ఇంటర్నెట్ ఐచ్ఛికాలు' ఎంచుకోండి. మీరు మెనూ బార్ ఎనేబుల్ చేసి ఉంటే, మీరు 'టూల్స్' మరియు 'ఇంటర్నెట్ ఐచ్ఛికాలు' ఎంచుకోవచ్చు.<br> 2. 'గోప్యత' టాబ్ క్లిక్ చేయండి.<br> 3. 'అడ్వాన్స్‌డ్' బటన్‌ను ఎంచుకోండి.<br> 4. 'థర్డ్ పార్టీ కుకీలు' కింద 'అంగీకరించు' ఎంచుకోండి.<br> 5. 'సరే' క్లిక్ చేయండి",
    "page-acc-tr2-head": "క్రాస్-సైట్ కుకీల కోసం బ్రౌజర్ సూచనలు",
    "priv-hc": "గోప్యత కేంద్రీకృతమైంది",
    "priv-hc-text": "ప్రకటన నెట్‌వర్క్‌లు మిమ్మల్ని వారి ఉత్పత్తిగా చూస్తాయి. మేము చేయము. వినియోగదారులు ఎవరో మేము పట్టించుకోము, వారు ఎంత హానికరంగా ఉంటారో మాత్రమే. మేము గోప్యతా పాస్ వంటి కార్యక్రమాలకు మద్దతు ఇస్తాము మరియు గోప్యత మరియు భద్రతను సమతుల్యం చేయడానికి కృషి చేస్తాము.",
    "reporting-bugs-accessibility-button": "ప్రాప్యత ఎంపికల గురించి మరింత తెలుసుకోండి",
    "reporting-bugs-accessibility-head": "ప్రాప్యత ఎంపికలు",
    "reporting-bugs-accessibility-text": "మీరు దృష్టి లోపం లేదా hCaptchas పూర్తి చేయలేకపోతున్నారా?",
    "reporting-bugs-guide-ff-head": "బగ్ రిపోర్ట్ వివరాలను సంగ్రహించడం: ఫైర్‌ఫాక్స్",
    "reporting-bugs-guide-ff-step-1": "దశ 1: ఓపెన్ డెవలపర్ సాధనాలు (ఇది సెషన్‌ను రికార్డ్ చేయడం ప్రారంభిస్తుంది.)",
    "reporting-bugs-guide-ff-step-2": "దశ 2: డెవలపర్ సాధనాలలో నెట్‌వర్క్ టాబ్‌పై క్లిక్ చేయండి. ఎగువన ఉన్న పెర్సిస్ట్ లాగ్స్ బాక్స్‌ను తనిఖీ చేయండి.",
    "reporting-bugs-guide-ff-step-3": "దశ 3: https://accounts.hcaptcha.com/demo లేదా మీకు సమస్య ఉన్న వెబ్‌సైట్‌ను సందర్శించండి (గోప్యతా గమనిక: అది ఏమిటో భాగస్వామ్యం చేయడంలో మీకు ఇష్టం లేకపోతే మాత్రమే) ... ఆపై I క్లిక్ చేయండి నేను మానవ బటన్, మరియు పరిష్కరించడానికి ప్రయత్నించండి.",
    "reporting-bugs-guide-ff-step-4": "దశ 4: మీరు పరిష్కరించడానికి ప్రయత్నించిన తర్వాత HAR క్లిక్ చేసి, నెట్‌వర్క్ లాగ్‌ను సేవ్ చేయడానికి అన్నీ HAR గా సేవ్ చేయి ఎంచుకోండి. ఆ ఫైల్‌ను మాకు పంపండి.",
    "reporting-bugs-guide-ff-step-5": "దశ 5: కన్సోల్ ట్యాబ్‌పై క్లిక్ చేసి, కుడి క్లిక్ చేసి, ఆపై కన్సోల్ లాగ్‌ను సేవ్ చేయడానికి, అన్నీ ఎంచుకుని, టెక్స్ట్ ఫైల్‌లో సేవ్ చేయండి. మాకు కూడా పంపండి.",
    "reporting-bugs-guide-ff-step-6": "చివరి దశ: ఆ HAR మరియు కన్సోల్ లాగ్ ఫైళ్ళను మాకు ఇమెయిల్ చేయండి మరియు సమస్యను వివరించండి ఉపయోగం: support@hcaptcha.com (దయచేసి డ్రాప్‌బాక్స్ లేదా ఫైల్‌బిన్ వంటి సేవను ఉపయోగించుకోండి మరియు లింక్‌లను పంపండి) మరియు ఐచ్ఛికంగా స్క్రీన్‌షాట్, సరిగ్గా ప్రదర్శించబడనిది ఏదైనా ఉందని మీరు అనుమానిస్తే . దయచేసి మీరు ఉపయోగిస్తున్న IP ని కూడా పంపండి. మీరు దీన్ని https://www.whatsmyip.org/ నుండి పొందవచ్చు. ఈ సమాచారాన్ని పొందడానికి మాకు సమయం కేటాయించినందుకు ధన్యవాదాలు! ప్రతి ఒక్కరికీ hCaptcha బాగా పని చేయడానికి మేము కట్టుబడి ఉన్నాము.",
    "reporting-bugs-guide-head": "బగ్ రిపోర్ట్ వివరాలను సంగ్రహిస్తోంది: Chrome",
    "reporting-bugs-guide-step-1": "దశ 1: ఓపెన్ డెవలపర్ సాధనాలు (ఇది సెషన్‌ను రికార్డ్ చేయడం ప్రారంభిస్తుంది.)",
    "reporting-bugs-guide-step-2": "దశ 2: డెవలపర్ సాధనాలలో నెట్‌వర్క్ టాబ్‌పై క్లిక్ చేయండి. ఎగువన ప్రిజర్వ్ లాగ్ బాక్స్‌ను తనిఖీ చేయండి.",
    "reporting-bugs-guide-step-3": "దశ 3: https://accounts.hcaptcha.com/demo లేదా మీకు సమస్య ఉన్న వెబ్‌సైట్‌ను సందర్శించండి (గోప్యతా గమనిక: అది ఏమిటో భాగస్వామ్యం చేయడంలో మీకు ఇష్టం లేకపోతే మాత్రమే) ... ఆపై I క్లిక్ చేయండి నేను మానవ బటన్, మరియు పరిష్కరించడానికి ప్రయత్నించండి.",
    "reporting-bugs-guide-step-4": "దశ 4: మీరు పరిష్కరించడానికి ప్రయత్నించిన తర్వాత ఎగుమతి HAR (కొద్దిగా క్రింది బాణం) క్లిక్ చేయండి, ఇది నెట్‌వర్క్ లాగ్‌ను ఆదా చేస్తుంది. ఆ ఫైల్‌ను మాకు పంపండి.",
    "reporting-bugs-guide-step-5": "దశ 5: కన్సోల్ ట్యాబ్‌పై క్లిక్ చేసి, కన్సోల్ లాగ్‌ను సేవ్ చేయడానికి కుడి క్లిక్ చేసి సేవ్ గా .. క్లిక్ చేయండి. మాకు కూడా పంపండి.",
    "reporting-bugs-guide-step-6": "చివరి దశ: ఆ HAR మరియు కన్సోల్ లాగ్ ఫైళ్ళను మాకు ఇమెయిల్ చేయండి మరియు సమస్యను వివరించండి. ఉపయోగించండి: support@hcaptcha.com (దయచేసి డ్రాప్‌బాక్స్ లేదా ఫైల్‌బిన్ వంటి సేవను ఉపయోగించుకోండి మరియు లింక్‌లను పంపండి) మరియు ఐచ్ఛికంగా స్క్రీన్‌షాట్, ఏదో సరిగ్గా ప్రదర్శించబడలేదని మీరు అనుమానిస్తే. దయచేసి మీరు ఉపయోగిస్తున్న IP ని కూడా పంపండి. మీరు దీన్ని https://www.whatsmyip.org/ నుండి పొందవచ్చు. ఈ సమాచారాన్ని పొందడానికి మాకు సమయం కేటాయించినందుకు ధన్యవాదాలు! ప్రతి ఒక్కరికీ hCaptcha బాగా పని చేయడానికి మేము కట్టుబడి ఉన్నాము.",
    "reporting-bugs-guide-text-1": "మీ నివేదికతో డీబగ్గింగ్ సమాచారాన్ని పంపడం వల్ల ఏమి జరుగుతుందో గుర్తించడం మాకు చాలా సులభం అవుతుంది. దశల వారీ సూచనలు ఇక్కడ ఉన్నాయి:",
    "reporting-bugs-guide-text-2": "మీరు వెబ్ డెవలపర్ లేదా నిపుణుల వినియోగదారు అయితే, సారాంశం మీరు మాకు నెట్‌వర్క్ రికార్డింగ్ HAR మరియు బ్రౌజర్ కన్సోల్ లాగ్‌లను పంపాలని మేము కోరుకుంటున్నాము. దయచేసి మొదట ఏదైనా ప్రకటన బ్లాకర్ లేదా బ్రౌజర్ భద్రతా పొడిగింపులను నిలిపివేయడానికి ప్రయత్నించండి మరియు మీరు ఈ దశలను అనుసరించే ముందు మళ్లీ ప్రయత్నించండి. ఇది మీ సమస్యను పరిష్కరిస్తే, మీ బ్రౌజర్ వెర్షన్, యాడ్ బ్లాకర్ లేదా బ్రౌజర్ పొడిగింపు మరియు వెబ్‌సైట్ URL ను మాకు తెలియజేయడానికి మేము ఇంకా అభినందిస్తున్నాము.",
    "reporting-bugs-intro-head": "బగ్ దొరికిందా? దీన్ని ఎలా నివేదించాలో ఇక్కడ ఉంది.",
    "reporting-bugs-intro-text": "వేలాది బ్రౌజర్‌లు, పొడిగింపులు, పరికరాలు, ఫైర్‌వాల్‌లు మరియు మరెన్నో కలయికలలో ప్రతి నెల మిలియన్ల మంది ప్రజలు హెచ్‌కాప్చాను ఉపయోగిస్తున్నారు. ఇది ఎల్లప్పుడూ మీ కోసం పనిచేస్తుందని నిర్ధారించుకోవడమే మా లక్ష్యం, కాబట్టి మీ నివేదికలను మేము చాలా అభినందిస్తున్నాము! శీఘ్ర అభిప్రాయాన్ని ఇవ్వడానికి, మాకు అభిప్రాయాన్ని పంపండి బటన్ క్లిక్ చేయండి. మీరు క్రియాత్మక సమస్యను చూస్తున్నట్లయితే, దయచేసి Chrome కోసం డీబగ్ లాగ్ సూచనలను అనుసరించండి లేదా దిగువ ఫైర్‌ఫాక్స్ కోసం డీబగ్ లాగ్ సూచనలను అనుసరించండి. ఏ ఇతర బ్రౌజర్‌లకైనా మాకు ఇమెయిల్ పంపండి. సంభావ్య భద్రత లేదా గోప్యతా సమస్యల కోసం, దిగువ సూచనలను చూడండి.",
    "reporting-bugs-privacy-head": "గోప్యతా సమస్యలు",
    "reporting-bugs-privacy-text": "వినియోగదారులు ఎవరో మేము పట్టించుకోము, వారు హానికరమైన లేదా యంత్రాలుగా ఉండటానికి ఎంత అవకాశం ఉంది. మేము గోప్యతా పాస్ వంటి కార్యక్రమాలకు మద్దతు ఇస్తాము మరియు గోప్యత మరియు భద్రతను సమతుల్యం చేయడానికి కృషి చేస్తాము. వినియోగదారు గోప్యతను ప్రభావితం చేయగలదని మీరు భావిస్తే, దయచేసి support@hcaptcha.com వద్ద మాకు ఇమెయిల్ చేయండి.",
    "reporting-bugs-provide-feedback-button": "మాకు అభిప్రాయాన్ని పంపండి",
    "reporting-bugs-provide-feedback-head": "HCaptcha పై తక్షణ అభిప్రాయాన్ని అందించండి",
    "reporting-bugs-provide-feedback-text": "మీ ఇన్‌పుట్‌ను మేము అభినందిస్తున్నాము. ఏవైనా సమస్యలు మాకు తెలియజేయండి మరియు మేము వాటిని త్వరగా పరిష్కరిస్తాము.",
    "reporting-bugs-security-head": "భద్రతా దోషాలు",
    "reporting-bugs-security-text": "భద్రతా దోషాల నివేదికలను స్వీకరించడానికి మేము ఎల్లప్పుడూ ఆసక్తి కలిగి ఉంటాము. Support@hcaptcha.com & CC security@hcaptcha.com కు ఇమెయిల్ పంపండి మరియు మేము మిమ్మల్ని త్వరగా సంప్రదిస్తాము. HCaptcha సేవ మరియు సంబంధిత సోర్స్ కోడ్‌పై అర్హతగల భద్రతా నివేదికల కోసం మాకు బగ్ బౌంటీ ప్రోగ్రామ్ కూడా ఉంది.",
    "sales-interstitial-c1": "కంపెనీలకు",
    "sales-interstitial-c1a": "ఎంటర్ప్రైజ్ భద్రతా పరిష్కారాలు (చెల్లించినవి)",
    "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) గురించి మరింత తెలుసుకోండి",
    "sales-interstitial-c1c": "డేటా ఉల్లేఖన",
    "sales-interstitial-c1d": "HCaptcha ఉల్లేఖన సేవలను కొనండి",
    "sales-interstitial-c2": "వ్యక్తుల కోసం",
    "sales-interstitial-c2a": "మీ సేవకు hCaptcha ని జోడించండి (ఉచిత)",
    "sales-interstitial-c2b": "నా వెబ్‌సైట్ లేదా అనువర్తనానికి ప్రచురణకర్తల కోసం hCaptcha ని జోడించండి",
    "sales-interstitial-c2c": "HCaptcha అంటే ఏమిటి?",
    "sales-interstitial-c2d": "HCaptcha గురించి మరింత తెలుసుకోండి",
    "sales-interstitial-head": "మీరు సరైన స్థలానికి చేరుకున్నారని నిర్ధారించుకుందాం.",
    "sec-hc": "భద్రత మొదట",
    "sec-hc-text": "hCaptcha ప్రచురణకర్త-దృష్టి. సైట్‌లకు నిజమైన డేటాను ఇవ్వడానికి మేము పని చేస్తాము మరియు దానిని ఎలా ఉపయోగించాలో నిర్ణయించుకుందాం. ఖచ్చితత్వం మీ ఆసక్తి మరియు మాది. ఇతర క్యాప్చాలను ప్రకటనల సంస్థలు అందిస్తున్నాయి. వారు నిరోధించే ప్రతి బోట్ వారి ఆదాయాన్ని తగ్గించవచ్చు.",
    "signup-interstitial-c1": "కంపెనీలు లేదా వెబ్‌సైట్ల కోసం",
    "signup-interstitial-c1a": "మీ సేవకు hCaptcha ని జోడించండి (ఉచిత)",
    "signup-interstitial-c1b": "నా వెబ్‌సైట్ లేదా అనువర్తనానికి ప్రచురణకర్తల కోసం hCaptcha ని జోడించండి",
    "signup-interstitial-c1c": "ఎంటర్ప్రైజ్ భద్రతా పరిష్కారాలు (చెల్లించినవి)",
    "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) గురించి మరింత తెలుసుకోండి",
    "signup-interstitial-c1e": "డేటా ఉల్లేఖన",
    "signup-interstitial-c1f": "HCaptcha ఉల్లేఖన సేవలను కొనండి",
    "signup-interstitial-c2": "వ్యక్తుల కోసం",
    "signup-interstitial-c2a": "సౌలభ్యాన్ని",
    "signup-interstitial-c2b": "HCaptcha కోసం ప్రాప్యత ఎంపికల గురించి తెలుసుకోండి",
    "signup-interstitial-c2c": "నగదు సంపాదించడం",
    "signup-interstitial-c2d": "వ్యక్తిగత డేటా లేబులర్‌గా పని చేయండి",
    "signup-interstitial-head": "మీరు సరైన స్థలానికి చేరుకున్నారని నిర్ధారించుకుందాం.",
    "support-interstitial-c1": "కంపెనీలకు",
    "support-interstitial-c1a": "ఎంటర్ప్రైజ్ భద్రతా పరిష్కారాలు (చెల్లించినవి)",
    "support-interstitial-c1b": "HCapptcha Enterprise (BotStop) కు మద్దతు పొందండి",
    "support-interstitial-c1c": "hCaptcha ప్రచురణకర్త (ఉచిత)",
    "support-interstitial-c1d": "HCaptcha ప్రచురణకర్త కోసం మద్దతు పొందండి",
    "support-interstitial-c2": "వ్యక్తుల కోసం",
    "support-interstitial-c2a": "సవాలుతో ఇబ్బంది పడుతున్నారా?",
    "support-interstitial-c2b": "HCaptcha కోసం ప్రాప్యత ఎంపికల గురించి తెలుసుకోండి",
    "support-interstitial-c2c": "బగ్‌ను నివేదించాలనుకుంటున్నారా?",
    "support-interstitial-c2d": "సాఫ్ట్‌వేర్ సమస్యలను నివేదించడం గురించి మరింత తెలుసుకోండి",
    "support-interstitial-head": "మీరు సరైన స్థలానికి చేరుకున్నారని నిర్ధారించుకుందాం.",
    "switch-to-english-link": "ఇంగ్లీషుకు మారండి",
    "what-is-hcaptcha": "HCaptcha అంటే ఏమిటి?",
    "what-is-hcaptcha-text": "మానవులకు తేలికైన మరియు యంత్రాలకు కష్టమైన సాధారణ ప్రశ్నలను అడగడం ద్వారా మీ ఇష్టమైన వెబ్ సేవలు బాట్లు, స్పామ్ మరియు దుర్వినియోగాన్ని ఉంచడానికి hCaptcha సహాయపడుతుంది.",
    "why-hc": "HCaptcha ఎందుకు?",
    "why-hc-text": "మీరు ఒక సవాలుకు సమాధానం ఇచ్చిన ప్రతిసారీ, మీరు మానవులేనా లేదా యంత్రమా అని గుర్తించడానికి మేము అధునాతన మోడళ్లను ఉపయోగిస్తాము. మీరు సందర్శించిన వెబ్‌సైట్ బాట్‌లను ఉంచడం ద్వారా వారి సైట్‌లో మీ అనుభవాన్ని మెరుగుపరచడంలో సహాయపడటానికి ఈ ఫలితాన్ని ఉపయోగిస్తుంది."
}