{
    "acc-opt": "ప్రాప్యత ఎంపికలు",
    "acc-opt-but": "ప్రాప్యత ఎంపికల గురించి మరింత తెలుసుకోండి",
    "acc-opt-text": "మీరు దృష్టి లోపం లేదా hCaptchas పూర్తి చేయలేకపోతున్నారా?",
    "accessibility-link": "సౌలభ్యాన్ని",
    "appreciate-in": "మీ ఇన్‌పుట్‌ను మేము అభినందిస్తున్నాము. ఏవైనా సమస్యలు మాకు తెలియజేయండి మరియు మేము వాటిని త్వరగా పరిష్కరిస్తాము.",
    "fb-but": "మాకు అభిప్రాయాన్ని పంపండి",
    "feedback-text": "మీరు ఇప్పుడే చూసిన hCaptcha పై అభిప్రాయాన్ని అందించండి",
    "home-ent-1": "మా వ్యాపార భద్రతా సమర్పణల కోసం చూస్తున్నారా?",
    "home-ent-2": "మా క్రొత్త అంకితమైన సైట్‌ను సందర్శించండి: బోట్‌స్టాప్.కామ్",
    "home-intro-body": "బాట్లను ఉంచడానికి మీరు క్యాప్చాను ఉపయోగిస్తున్నారా? hCaptcha వినియోగదారు గోప్యతను రక్షిస్తుంది, వెబ్‌సైట్‌లకు రివార్డ్ చేస్తుంది మరియు కంపెనీలు వారి డేటాను లేబుల్ చేయడంలో సహాయపడుతుంది. ఇది రీకాప్చా కోసం డ్రాప్-ఇన్ పున ment స్థాపన: మీరు నిమిషాల్లో మారవచ్చు.",
    "home-intro-head": "మరిన్ని బాట్లను ఆపండి. వినియోగదారు గోప్యతను రక్షించడం ప్రారంభించండి.",
    "home-main-1": "ప్రైవేట్. సెక్యూర్. వేగంగా. మరియు దాన్ని ఉపయోగించడానికి మేము మీకు చెల్లిస్తాము.",
    "home-main-2": "గోప్యత కేంద్రీకృతమైంది",
    "home-main-2c": "ప్రకటన నెట్‌వర్క్‌లు మీ సందర్శకులను ఉత్పత్తిగా చూస్తాయి. HCaptcha కోసం ఉత్పత్తి వారు అందించే పని. మీ వినియోగదారులు ఎవరో మేము పట్టించుకోము, వారు ఎంత హానికరంగా ఉంటారో మాత్రమే. మేము గోప్యతా పాస్ వంటి కార్యక్రమాలకు మద్దతు ఇస్తాము మరియు గోప్యత మరియు భద్రతను సమతుల్యం చేయడానికి కృషి చేస్తాము.",
    "home-main-3": "భద్రత మొదట",
    "home-main-3c": "ఖచ్చితత్వం మీ ఆసక్తి మరియు మాది. hCaptcha ప్రచురణకర్త-దృష్టి. మేము మీకు నిజమైన డేటాను ఇవ్వడానికి పని చేస్తాము మరియు దానిని ఎలా ఉపయోగించాలో నిర్ణయించుకుందాం. ఇతర క్యాప్చాలు అందించబడతాయి",
    "home-main-3c2": "ప్రకటన సంస్థలు. దీని అర్థం వారు నిరోధించే ప్రతి బోట్ వారి ఆదాయాన్ని తగ్గించవచ్చు.",
    "home-main-4": "మంచి వినియోగదారు అనుభవం",
    "home-main-4c": "మానవాళిని నిర్ణయించడానికి అధునాతన యంత్ర అభ్యాస నమూనాలను hCaptcha ఉపయోగిస్తుంది. కస్టమర్లను లేబుల్ చేయడానికి ఉపయోగకరమైన లేబుల్ డేటాను ఉత్పత్తి చేస్తున్నప్పుడు, మీ వినియోగదారుల నుండి తక్కువ బాధించే పనులు అవసరమని మరియు అలా చేయడానికి వారి సమయాన్ని తక్కువ సమయం తీసుకోవడానికి ఇది మాకు అనుమతిస్తుంది.",
    "home-main-plans": "hCaptcha ఏ పరిమాణంలోనైనా ప్రచురణకర్తలకు ఉపయోగించడానికి ఉచితం. అయితే, మరింత నియంత్రణ అవసరమయ్యే సంస్థలు మరియు ప్లాట్‌ఫారమ్‌ల కోసం, మా వ్యాపార పరిష్కారాలు అందుబాటులో ఉన్నాయి.",
    "home-main-plans2": "hCaptcha ఎంటర్ప్రైజ్ సొల్యూషన్స్ గ్రహం లోని కొన్ని అతిపెద్ద కంపెనీల కోసం పదిలక్షల వెబ్‌సైట్లలో మిలియన్ల మంది వినియోగదారులను రక్షిస్తుంది. దయచేసి మరింత సమాచారం కోసం మమ్మల్ని సంప్రదించండి లేదా సందర్శించండి",
    "home-main-plans3": "hCaptcha ఎంటర్ప్రైజ్ సొల్యూషన్స్ గ్రహం లోని కొన్ని అతిపెద్ద కంపెనీల కోసం పదిలక్షల వెబ్‌సైట్లలో మిలియన్ల మంది వినియోగదారులను రక్షిస్తుంది. దయచేసి మరింత సమాచారం కోసం మమ్మల్ని సంప్రదించండి లేదా సందర్శించండి",
    "home-main-plans4": "వివరాల కోసం.",
    "learn-more-hcaptcha": "HCaptcha గురించి మరింత తెలుసుకోండి",
    "page-acc-faq-1": "ప్రశ్న: hCaptcha సెక్షన్ 508 + WCAG 2.0 కంప్లైంట్ ఉందా? జవాబు: మేము అలా నమ్ముతున్నాము: వెబ్‌ను బ్రౌజ్ చేయగల మరియు ఫారమ్‌లపై వచనాన్ని నమోదు చేయగల ఏ విధమైన బలహీనత ఉన్న వినియోగదారులందరూ రిజిస్ట్రేషన్ తర్వాత hCaptcha ద్వారా రక్షించబడిన సేవలను యాక్సెస్ చేయవచ్చు. అయినప్పటికీ, ఇది న్యాయ సలహా కాదు: మీరు మీ స్వంత మూల్యాంకనం చేయాలి, మీ విస్తరణకు ఇదే కారణమని నిర్ధారించడానికి మీ ప్రత్యేకమైన అమలును పరిగణనలోకి తీసుకోవాలి.",
    "page-acc-faq-2": "ప్రశ్న: మీరు ఆడియో వంటి ఇతర ప్రాప్యత (a11y) ఎంపికలపై పని చేస్తున్నారా? జవాబు: గతంలో ఆడియో క్యాప్చాస్ వంటి ప్రసిద్ధ ఎంపికలు చాలా మంది a11y వినియోగదారులపై వివక్ష చూపుతాయి మరియు ఆధునిక యంత్ర అభ్యాస పద్ధతుల ద్వారా సులభంగా ఓడిపోతాయి. ఇది ప్రస్తుత ఆడియో సవాళ్లను మరింత కష్టతరం చేయడానికి, శబ్దం, బేసి టైమింగ్, అసాధారణమైన వర్డ్ కాంబినేషన్‌లను ప్రవేశపెట్టడం మరియు దాడి చేసేవారిని ఓడించటానికి బలవంతం చేసింది. ఈ విధానాన్ని వర్సెస్ సవాలును పూర్తిగా తప్పించడం గురించి మేము తక్కువ ఉత్సాహంతో ఉన్నాము, కాని a11y సంఘం నుండి డిమాండ్ ఉంటే దాన్ని పరిశీలిస్తాము. అయితే, ప్రాప్యత వినియోగ కేసు కోసం గోప్యతా పాస్‌పై మాకు చాలా ఆసక్తి ఉంది. మా ప్రస్తుత a11y విధానాన్ని గోప్యతా పాస్ జారీతో కలపడం వలన A11y వినియోగదారులు సురక్షితంగా బ్రౌజ్ చేయడానికి, వారి ట్రాఫిక్ మరింత ప్రైవేట్‌గా ఉందనే జ్ఞానంలో భద్రంగా ఉండటానికి వీలు కల్పిస్తుందని మేము నమ్ముతున్నాము, అదే సమయంలో a11y ఎంపికలు అందుబాటులో ఉన్నప్పుడు అనివార్యంగా జరిగే బోట్ ఆపరేటర్ల దుర్వినియోగాన్ని పరిమితం చేస్తుంది. ఈ కొత్త సాంకేతికతను ప్రామాణీకరించే ఐఇటిఎఫ్ వర్కింగ్ గ్రూపులో మేము చురుకుగా పాల్గొంటున్నాము.",
    "page-acc-faq-3": "ప్రశ్న: గోప్యత గురించి ఏమిటి? రిజిస్ట్రేషన్ a11y బ్రౌజింగ్ డేటాను ఏదో ఒక విధంగా బహిర్గతం చేస్తుందా? మీరు ఇమెయిల్‌తో ఏమి చేస్తారు? జవాబు: hCaptcha గోప్యత కోసం రూపొందించబడింది. ప్రకటన నెట్‌వర్క్‌ల యాజమాన్యంలోని రీకాప్చా వంటి సాంప్రదాయ ఎంపికల కంటే ఇది చాలా భిన్నంగా ఉంటుంది, వారు మిమ్మల్ని వెబ్‌లో ట్రాక్ చేయడానికి మరియు మిమ్మల్ని నిజమైన గుర్తింపుతో అనుబంధించడానికి ప్రోత్సాహాన్ని కలిగి ఉంటారు. A11y వినియోగాన్ని సులభతరం చేయడం మరియు దుర్వినియోగాన్ని నిరోధించడం తప్ప మరే ఇతర ప్రయోజనం కోసం మేము ప్రాప్యత ఇమెయిల్‌లు లేదా సమాచారాన్ని ఉపయోగించము. మా గోప్యతా విధానంలో మేము డేటాను ఎలా ఉపయోగిస్తామనే దానిపై సమగ్రమైన మరియు అధికారిక సమాధానాలు ఉన్నాయి, కానీ మీ బ్రౌజింగ్ చరిత్ర ఉన్న వ్యక్తిగా మిమ్మల్ని అనుబంధించడానికి మాకు ఆసక్తి లేదు. మీ ఇమెయిల్ చిరునామాను వేగంగా విస్మరించడానికి మేము ప్రస్తుతం క్రిప్టోగ్రాఫిక్ పరిష్కారం కోసం పని చేస్తున్నాము. దుర్వినియోగాన్ని నిరోధించే మా సామర్థ్యాన్ని కాపాడుతూనే, మా గోప్యతా పాస్ పనిని పూర్తి చేస్తుంది.",
    "page-acc-link-1": "మీరు ప్రాప్యత వినియోగదారు అయితే, దయచేసి ఇక్కడ సైన్ అప్ చేయండి.",
    "page-acc-subhead": "భద్రతను కొనసాగిస్తూ వినియోగదారులందరికీ అతుకులు లేని ప్రాప్యతను నిర్ధారిస్తుంది",
    "page-acc-summary": "సారాంశం",
    "page-acc-summary-contents-1": "బాట్లను వ్యక్తుల నుండి వేరు చేయడం ద్వారా వాటిని ఆపడానికి hCaptcha రూపొందించబడింది. విజువల్ పరీక్షలు దీనికి అనుకూలమైన సాధనం, కాని ప్రతి ఒక్కరూ దృశ్య సవాలును పరిష్కరించలేరు. ఈ కారణంగా, మా సేవను ఉపయోగించే ప్రచురణకర్తలు పూర్తి సెక్షన్ 508 మరియు డబ్ల్యుసిఎజి 2.0 సమ్మతితో అందరికీ ప్రాప్యతను కాపాడటానికి మేము సరళమైన, నొప్పిలేకుండా ప్రత్యామ్నాయాన్ని రూపొందించాము.",
    "page-acc-summary-contents-2": "ఇది ఎలా పనిచేస్తుంది: మొదట, ప్రాప్యత వినియోగదారు ఈ URL వద్ద సైన్ అప్ చేస్తారు, ఇది hCaptcha విడ్జెట్ సమాచారం పేజీలో లింక్ చేయబడింది. వారికి రోజుకు చాలాసార్లు ఉపయోగించబడే గుప్తీకరించిన కుకీ ఇవ్వబడుతుంది, కాని లాగిన్ ద్వారా ప్రతి 24 గంటలకు రిఫ్రెష్ చేయాలి. HCaptcha సేవను ఉపయోగించి ఏదైనా సైట్‌లోని ప్రాప్యత వినియోగదారుకు సవాలు ఎదురైనప్పుడు, అవి స్వయంచాలకంగా పాస్ అవుతాయి.",
    "page-acc-title": "hCaptcha ప్రాప్యత సమాచారం",
    "page-acc-tr-body": "ప్రశ్న: కుకీని సెట్ చేసిన తర్వాత నేను ఇప్పటికీ సవాలును చూస్తున్నాను. దీనికి కారణం ఏమిటి? జవాబు: ఇది సాధారణంగా దూకుడు యాడ్ బ్లాకర్ లేదా యాంటీ-కుకీ ఎక్స్‌టెన్షన్ లేదా క్రాస్-సైట్ కుకీలను నిరోధించే సెట్టింగ్‌ను ఉపయోగించడం వల్ల సంభవిస్తుంది, ఈ సందర్భంలో hcaptcha.com కోసం కుకీ వేరే సైట్‌లోని hCaptcha JavaScript ద్వారా సెట్ చేయబడి లేదా తనిఖీ చేయబడుతుంది. , మీరు సందర్శిస్తున్నట్లు. hCaptcha యాక్సెసిబిలిటీ కుకీలు అన్ని ప్రామాణిక బ్రౌజర్‌లు మరియు యాడ్ బ్లాకర్స్‌తో వాటి ప్రామాణిక సెట్టింగ్‌లతో పనిచేస్తాయి, కాబట్టి సాధారణంగా వైఫల్యాలు యాంటీ-యాడ్‌బ్లాక్ స్క్రిప్ట్‌లు లేదా నిర్దిష్ట సైట్‌లను లక్ష్యంగా చేసుకుని ఇలాంటి రూట్‌సెట్‌ల కారణంగా ఉంటాయి. పరిష్కారాలు: 1. మీ ప్రకటన బ్లాకర్ లేదా బ్రౌజర్ భద్రతా పొడిగింపులో వైట్‌లిస్ట్ hcaptcha.com మరియు * .hcaptcha.com కుకీలు. 2. మీరు (ఏప్రిల్ 2020 నాటికి) ఎలాంటి కుకీ వైట్‌లిస్ట్ ఉన్నట్లు కనిపించని బ్రేవ్ బ్రౌజర్‌ని ఉపయోగిస్తుంటే, ప్రాధాన్యతలు -> షీల్డ్స్ -> కుకీలకు వెళ్లి అన్ని కుకీలను అనుమతించు ఎంచుకోండి. 3. మీరు ఇటీవల విడుదల చేసిన OS X 10.15 లేదా iOS 13. 4 లో సఫారి యొక్క సరికొత్త సంస్కరణను ఉపయోగిస్తుంటే, ఆపిల్ మూడవ పార్టీ కుకీలకు సంబంధించిన సఫారి యొక్క ప్రవర్తనను మార్చింది, అవన్నీ డిఫాల్ట్‌గా బ్లాక్ చేస్తుంది. మేము ఒక పరిష్కారాన్ని అమలు చేస్తున్నాము, అయితే ఈ సమయంలో దయచేసి సఫారి ప్రాధాన్యతలు, గోప్యతా విభాగం మరియు వెబ్‌సైట్ ట్రాకింగ్‌ను తనిఖీ చేయండి: ప్రాప్యత కుకీ .హించిన విధంగా పనిచేయడానికి క్రాస్-సైట్ ట్రాకింగ్‌ను నిరోధించండి. ప్రశ్న: నేను బహుళ పరికరాలను ఉపయోగిస్తాను. నేను చాలాసార్లు సైన్ అప్ చేయాల్సిన అవసరం ఉందా? సమాధానం: లేదు. దయచేసి కుకీని సెట్ చేయడానికి మీరు ఉపయోగించే ప్రతి పరికరంలో మీకు పంపిన అదే ఇమెయిల్ లాగిన్ లింక్‌ను క్లిక్ చేయండి.",
    "page-acc-tr-title": "ప్రాప్యత వినియోగదారుల కోసం: Q & A మరియు ట్రబుల్షూటింగ్ గైడ్",
    "priv-hc": "గోప్యత కేంద్రీకృతమైంది",
    "priv-hc-text": "ప్రకటన నెట్‌వర్క్‌లు మిమ్మల్ని వారి ఉత్పత్తిగా చూస్తాయి. మేము చేయము. వినియోగదారులు ఎవరో మేము పట్టించుకోము, వారు ఎంత హానికరంగా ఉంటారో మాత్రమే. మేము గోప్యతా పాస్ వంటి కార్యక్రమాలకు మద్దతు ఇస్తాము మరియు గోప్యత మరియు భద్రతను సమతుల్యం చేయడానికి కృషి చేస్తాము.",
    "sec-hc": "భద్రత మొదట",
    "sec-hc-text": "hCaptcha ప్రచురణకర్త-దృష్టి. సైట్‌లకు నిజమైన డేటాను ఇవ్వడానికి మేము పని చేస్తాము మరియు దానిని ఎలా ఉపయోగించాలో నిర్ణయించుకుందాం. ఖచ్చితత్వం మీ ఆసక్తి మరియు మాది. ఇతర క్యాప్చాలను ప్రకటనల సంస్థలు అందిస్తున్నాయి. వారు నిరోధించే ప్రతి బోట్ వారి ఆదాయాన్ని తగ్గించవచ్చు.",
    "what-is-hcaptcha": "HCaptcha అంటే ఏమిటి?",
    "what-is-hcaptcha-text": "మానవులకు తేలికైన మరియు యంత్రాలకు కష్టమైన సాధారణ ప్రశ్నలను అడగడం ద్వారా మీ ఇష్టమైన వెబ్ సేవలు బాట్లు, స్పామ్ మరియు దుర్వినియోగాన్ని దూరంగా ఉంచడానికి hCaptcha సహాయపడుతుంది.",
    "why-hc": "HCaptcha ఎందుకు?",
    "why-hc-text": "మీరు ఒక సవాలుకు సమాధానం ఇచ్చిన ప్రతిసారీ, మీరు మానవులేనా లేదా యంత్రమా అని గుర్తించడానికి మేము అధునాతన నమూనాలను ఉపయోగిస్తాము. మీరు సందర్శించిన వెబ్‌సైట్ బాట్‌లను ఉంచడం ద్వారా వారి సైట్‌లో మీ అనుభవాన్ని మెరుగుపరచడంలో సహాయపడటానికి ఈ ఫలితాన్ని ఉపయోగిస్తుంది."
}