{
    "a11y-img-1": "Экрани корбари дастрасӣ пас аз воридшавӣ",
    "a11y-img-2": "Имконияти дастрасӣ дар менюи интерфейси виҷет",
    "a11y-img-3": "Қуттии муколамаи дастрасӣ дар интерфейси виҷет",
    "about-advisors-brendan": "Директори ширкати Brave. Ҳаммуассиси Mozilla. Офарандаи забони барномасозии JavaScript. Созандаи браузерҳо ва ғайра.",
    "about-advisors-dawn": "Профессор, CS дар Донишгоҳи Калифорния, Беркли. Омӯзиши амиқ, амният, коршиноси блок. Директори Oasis Labs.",
    "about-advisors-head": "Мушовирон",
    "about-advisors-keiran": "Донишманди илмӣ дар Стэнфорд. Омӯзиши мошин ва маблағгузории миқдорӣ дар бонкҳои калон, фондҳои чархуште ва донишгоҳҳо.",
    "about-content-head-1": "Мо чӣ кор мекунем",
    "about-content-head-2": "Чаро ин муҳим аст",
    "about-content-text-1": "hCaptcha хидмати Intuition Machines Inc, як ширкати AI ва омӯзиши мошин бо таваҷҷӯҳ ба омӯзиши металл ва домени визуалии ML дар миқёс аст. Мо системаҳои азими миқёспазирро месозем ва барои хидматрасонии таҳлили видео ва тасвир барои ширкатҳои Global 2000 дар саросари ҷаҳон имконият медиҳем.",
    "about-content-text-1a": "hCaptcha усули муосири мутамарказ ба махфиятро барои қатъ кардани ботҳо меорад.",
    "about-content-text-1b": "Мо мушкилоти CAPTCHA-ро нишон медиҳем, ки барои ботҳо душвор, вале барои мардум осон аст, бо ҷамъоварии маълумотҳои душворгузар аз мушкилоти омӯзиши мошин ва бо истифода аз он, фарқияти одам будани вебсайт ё меҳмони барнома.",
    "about-content-text-2": "Маълумоти бештар умуман натиҷаҳои беҳтар меорад. Сохтан ва нигоҳ доштани маълумотҳои дурусти нишондодашуда ва мувофиқ вақтро талаб мекунад ва гарон аст. hCaptcha дар ибтидо барои қонеъ кардани ниёзҳои худамон дар тамғагузории тасвир таҳия шуда буд ва ҳоло барои ширкатҳои дигари дорои чунин ниёзҳо дастрас аст.",
    "about-content-text-2a": "Актерҳои бад дар интернет торафт маъмултар мешаванд. Аммо қурбонии махфияти корбарон роҳи ҳал нест.",
    "about-content-text-2b": "Қарорҳои амниятие, ки ширкатҳои таблиғотӣ пешниҳод мекунанд, пеш аз ҳама ба пайгирии корбарон дар тамоми веб равона карда шудаанд. Мо як ҳалли самарабахши амниятӣ эҷод кардем, ки ба махфияти корбар зарар расонидан зарур нест, то ки натиҷаҳои аъло ба даст оранд.",
    "about-intro-head-1": "Дар бораи hCaptcha",
    "about-intro-head-2": "Махфият, Амният ва Омӯзиши Мошинӣ.",
    "about-intro-text": "hCaptcha хидмати мустақили CAPTCHA дар ҷаҳон васеъ истифода мешавад.",
    "about-leadership-alex": "Махзани маълумот ва коршиноси Blockchain. Муҳандиси барвақт дар Cloudera ва ғайра. Даҳсолаҳо нармафзор ва гурӯҳҳои сохтани таҷриба.",
    "about-leadership-eli": "МУДИРИ ИҶРОИ. Пешвои эътирофшуда дар АИ. Дар даҳсолаҳои охир зеҳни мошиниро дар миқёси гуногун ба масъалаҳои гуногуни тиҷорат татбиқ кардааст.",
    "about-leadership-head": "Роҳбарият",
    "about-leadership-todd": "PhD дар биологияи компютерӣ, Стэнфорд. Кор бо шабакаҳои нейронӣ аз соли 1999. Ба диққати ML ва омӯзиши амиқ дар миқёс диққат диҳед.",
    "acc-opt": "Имкониятҳои дастрасӣ",
    "acc-opt-but": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
    "acc-opt-text": "Оё шумо сустии биноӣ доред ё ба таври дигар наметавонед hCaptchas -ро ба анҷом расонед?",
    "accessibility-link": "Дастрасӣ",
    "appreciate-in": "Мо саҳми шуморо қадр мекунем. Ба мо ягон масъала диҳед ва мо онҳоро зуд ҳал хоҳем кард.",
    "fb-but": "Фикру мулоҳизаҳои моро ирсол кунед",
    "feedback-text": "Дар бораи hCaptcha, ки шумо дидед, фикру ақида пешниҳод кунед",
    "footer-attribution": "Хусусият",
    "footer-copyright-text": "hCaptcha тамғаи бақайдгирифтаи Intuition Machines, Inc.",
    "footer-header-1": "Ширкат",
    "footer-header-2": "Захираҳои",
    "footer-header-3": "Тамос",
    "footer-link-1": "Нишондиҳӣ",
    "footer-link-10": "Дастрасӣ",
    "footer-link-2": "Дар бораи",
    "footer-link-3": "Ҷойҳои корӣ",
    "footer-link-4": "Тамғаҳои молӣ",
    "footer-link-5": "Этика AI",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Ҳуҷҷатгузорӣ",
    "footer-link-9": "Дар бораи хато гузориш диҳед",
    "footer-privacy": "Махфият",
    "footer-subheader-1": "Дастгирӣ",
    "footer-subheader-2": "Тамос",
    "footer-terms": "Шартҳои",
    "h-plans": "Нақшаҳои обуна",
    "header-docs-link": "Ҳуҷҷатҳо",
    "header-labeling-services-link": "Хадамоти тамғагузорӣ",
    "header-login-button": "Даромадан",
    "header-plans-link": "Нақшаҳо",
    "header-signup-button": "Қайд кардан",
    "home-about-head": "Дар бораи hCaptcha",
    "home-about-subtitle": "Бо протоколи ИНСОН таҳия шудааст",
    "home-about-text-1": "hCaptcha барои ҳалли мушкилоти аз ҳама меҳнатталаб дар таълими мошинӣ пешбинӣ шудааст: нишонгузории миқдори зиёди маълумот бо роҳи саривақтӣ, дастрас ва боэътимод.",
    "home-about-text-2": "Маълумоти бештар дар маҷмӯъ дар омӯзиши моделҳои омӯзиши мошин натиҷаҳои беҳтар ба бор меоранд. Муваффақияти охирини моделҳои чуқур ба афзоиши торафт васеътари маълумот оварда расонд, тақрибан ҳамеша бо баъзе азназаргузаронии инсон. Бо вуҷуди ин, эҷоди маҷмӯи маълумотҳои калони аз ҷониби инсон баррасишуда тавассути Mechanical Turk, Figure Eight ва ғайра ҳам суст ва ҳам гарон аст.",
    "home-about-text-3": "hCaptcha ба вебсайтҳо имкон медиҳад, ки ҳангоми бастани ботҳо ва дигар намудҳои сӯиистифода аз ин талабот пул кор кунанд.",
    "home-about-text-4": "Бозори hCaptcha аз ҷониби Протоколи ИНСОН, протоколи кушодаи ғайримутамарказ барои баррасии инсон, ки дар блоки Ethereum кор мекунад, таъмин карда мешавад. Вебсайтҳо ҳар вақте, ки корбарон виҷети hCaptcha -ро дар сайти худ истифода мебаранд, нишонаҳои инсонӣ (HMT) ба даст меоранд ва ширкатҳои омӯзиши мошинсозӣ барои нишонгузории маълумоти худ ба нишони инсон пардохт мекунанд.",
    "home-ba-labeling-services-link": "Хадамоти тамғагузорӣ",
    "home-benefits-head-1": "Арзиш дар тамғагузории маълумот",
    "home-benefits-head-2": "Ба садақа баргардед",
    "home-benefits-text-1": "Оё шумо дарк кардед, ки ҳар вақте ки мошинро клик мекунед, ки барои омӯзиши системаҳои омӯзиши мошинсозии як ширкати бузурги Gigantic кумак мекунед?",
    "home-benefits-text-2": "hCaptcha ин моделро гардиш медиҳад. Вақте ки шумо hCaptcha -ро истифода мебаред, ширкатҳо ба корҳое, ки корбарони шумо анҷом медиҳанд, дархост медиҳанд, то онҳо инсондӯстии худро исбот кунанд. Шумо мукофотҳоро мегиред.",
    "home-benefits-text-3": "Мехоҳед ба садақаи дӯстдоштаи худ баргардед? hCaptcha ба шумо имкон медиҳад, ки хайрияҳои интихобкардаатонро бо фоидае, ки аз истифодаи он ба даст меоред, дастгирӣ кунед. Истифодабарандагон дар сайти шумо ба зудӣ метавонанд саҳми шуморо дар садақа тавассути брендинги доно дар интерфейси hCaptcha бубинанд.",
    "home-challenge-text-1": "Ҳамаи тасвирҳои мувофиқро интихоб кунед",
    "home-challenge-text-2": "Минтақаи ҳудуди объектҳоро муайян кунед",
    "home-challenge-text-3": "Нишонаҳои мувофиқро муайян кунед",
    "home-challenge-title-1": "Муқоиса",
    "home-challenge-title-2": "Қуттии ҳудуд",
    "home-challenge-title-3": "Гурӯҳбандӣ",
    "home-challenges-head": "Мушкилоти пешниҳодшуда",
    "home-challenges-text-1": "... ва дигар вазифаҳои оддӣ. Барои одамон осон, барои ботҳо душвор.",
    "home-challenges-text-2": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
    "home-ent-1": "Дар ҷустуҷӯи пешниҳоди амнияти корхонаи мо ҳастед?",
    "home-ent-2": "Ба сайти нави махсуси мо: BotStop.com ташриф оред",
    "home-ent-button": "Маълумоти бештар: BotStop аз hCaptcha",
    "home-from-the-blog": "АЗ БЛОГ:",
    "home-from-the-blog-value": "Чӣ тавр танзимоти мушкилоти hCaptcha кор мекунад",
    "home-intro-body": "Оё шумо барои нигоҳ доштани ботҳо captcha истифода мекунед? hCaptcha махфияти корбаронро муҳофизат мекунад, вебсайтҳоро мукофот медиҳад ва ба ширкатҳо дар гирифтани нишони маълумотҳо кӯмак мерасонад. Ин иваз кардани reCAPTCHA аст: шумо метавонед дар тӯли якчанд дақиқа гузаред.",
    "home-intro-button": "Ҳоло обуна шавед",
    "home-intro-head": "Ботҳои бештарро боздоред. Ҳифзи махфияти корбаронро оғоз кунед.",
    "home-main-1": "Хусусӣ. Амн. Тезтар. Ва мо ба шумо барои истифодаи он пул медиҳем.",
    "home-main-2": "Махфият нигаронида шудааст",
    "home-main-2c": "Шабакаҳои таблиғӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои hCaptcha маҳсулот кори онҳост. Мо фарқ надорем, ки корбарони шумо кӣ ҳастанд, танҳо то чӣ андоза онҳо метавонанд зараровар бошанд. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои тавозуни махфият ва амният саъй мекунем.",
    "home-main-3": "Аввалин амният",
    "home-main-3c": "Дурустӣ ба манфиати шумо ва мову шумост. hCaptcha ба ноширон нигаронида шудааст. Мо кор мекунем, ки ба шумо маълумоти воқеӣ диҳем ва бигзорем, ки чӣ гуна истифода бурдани онро шумо интихоб кунед. Дигар каптҳо аз ҷониби ширкатҳои таблиғотии Gigantic пешниҳод карда мешаванд. Ин маънои онро дорад, ки ҳар боти онҳо баста метавонанд даромади худро коҳиш диҳанд.",
    "home-main-4": "Таҷрибаи беҳтарини корбарон",
    "home-main-4c": "Моделҳои мураккаби омӯзиши мошинҳо аз ҷониби hCaptcha барои муайян кардани инсоният истифода мешаванд. Ин ба мо имкон медиҳад, ки аз корбарони шумо вазифаҳои камтар озордиҳандаро талаб кунем ва вақти худро дар ин кор камтар сарф кунем, дар ҳоле ки то ҳол барои нишонгузорӣ кардани муштариён маълумоти муфиди нишонгузорӣ эҷод кунем.",
    "home-main-plans": "hCaptcha барои ноширони ҳар андоза ройгон аст. Аммо, барои корхонаҳо ва платформаҳое, ки ба назорати бештар ниёз доранд, қарорҳои корхонаи мо дастрасанд.",
    "home-main-plans2": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарин дар сайёра муҳофизат мекунанд. Лутфан барои маълумоти бештар бо мо тамос гиред, ё боздид кунед",
    "home-main-plans3": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарин дар сайёра муҳофизат мекунанд. Лутфан барои маълумоти бештар бо мо тамос гиред, ё боздид кунед",
    "home-main-plans4": "барои тафсилот.",
    "home-plans-button-1": "Ҳоло обуна шавед",
    "home-plans-button-2": "Тамос бо фурӯш",
    "home-plans-chart-head-1": "Вижагиҳо",
    "home-plans-chart-head-2": "Ношир",
    "home-plans-chart-head-3": "Корхона",
    "home-plans-chart-row-1-cell-1": "Намудҳои мушкилоти назоратӣ нишон дода шудаанд",
    "home-plans-chart-row-1-cell-2": "Маҳдуд",
    "home-plans-chart-row-1-cell-3": "Ҷамъ",
    "home-plans-chart-row-10-cell-1": "Панели идоракунии бисёрҷониба",
    "home-plans-chart-row-11-cell-1": "Хусусиятҳои пешрафтаи ҳисоботӣ",
    "home-plans-chart-row-12-cell-1": "SLAs корхона",
    "home-plans-chart-row-2-cell-1": "Назорати мундариҷаи истифодашуда",
    "home-plans-chart-row-2-cell-2": "Маҳдуд",
    "home-plans-chart-row-2-cell-3": "Ҷамъ",
    "home-plans-chart-row-3-cell-1": "Барои ҳалли одамон мукофотҳо ба даст оред",
    "home-plans-chart-row-4-cell-1": "Муҳофизати зидди боти дараҷаи ҷаҳонӣ",
    "home-plans-chart-row-5-cell-1": "Дар ҳама кишварҳо кор мекунад",
    "home-plans-chart-row-5a-cell-1": "Но-CAPTCHA ва 99.9% ҳолатҳои ғайрифаъол",
    "home-plans-chart-row-5b-cell-1": "Холҳои эътимоди бот",
    "home-plans-chart-row-6-cell-1": "Сиёсати махфияти GDPR ва CCPA-дӯстона",
    "home-plans-chart-row-7-cell-1": "Сатҳи душвории хуб",
    "home-plans-chart-row-8-cell-1": "Мазмуни даъвати худро оғоз кунед",
    "home-plans-chart-row-9-cell-1": "Ҷадвалбандии мушкилоти вобаста ба вақт",
    "home-try-it-out-button": "HCaptcha гиред",
    "home-try-it-out-head": "Кӯшиш кунед",
    "home-try-it-out-text": "hCaptcha муайянкунии ботро оддӣ, осон ва боэътимод медиҳад ва ҳангоми ҳалли он барои мардум ночиз аст.",
    "labeling-about-head": "Дар бораи hCaptcha",
    "labeling-about-text-1": "hCaptcha барои ҳалли мушкилоти аз ҳама меҳнатталаб дар омӯзиши мошинӣ пешбинӣ шудааст; нишонгузории миқдори зиёди маълумот сари вақт, дастрас ва боэътимод. Маълумоти бештар дар маҷмӯъ дар омӯзиши моделҳои омӯзиши мошин натиҷаҳои беҳтар ба бор меоранд. Муваффақияти охирини моделҳои чуқур боиси афзоиши торафт васеътари маълумотҳо мегардад ва hCaptcha ба ин ниёз хизмат мекунад.",
    "labeling-about-text-2": "Бо вуҷуди ин, эҷоди маҷмӯи маълумотҳои калони аз ҷониби инсон баррасишуда бо истифода аз усулҳои анъанавӣ ҳам суст ва ҳам гарон аст. hCaptcha ин як роҳест барои ширкатҳо, гирифтани тавзеҳотҳои талабкардаашонро зудтар, бо сифати баланд ва бо нархи арзон нисбат ба дигар алтернативаҳо.",
    "labeling-annotations-head": "Намудҳои эзоҳ",
    "labeling-annotations-text-1": "Ташхиси дақиқи ашё дар тасвирҳо ва видео",
    "labeling-annotations-text-2": "Ташхиси дақиқи ашё дар тасвирҳо ва видео",
    "labeling-annotations-text-3": "Эзоҳҳо барои бисёр ҳолатҳои истифодаи гуногун",
    "labeling-annotations-text-4": "Категорияи худсаронаи ҳар андоза ҷобаҷо кунед ё илова кунед",
    "labeling-annotations-text-5": "Дарёфт ва таснифоти инсонӣ",
    "labeling-annotations-text-6": "Ба шумо навъи дигаре лозим аст, ки дар ин ҷо номбар нашудааст? Танҳо аз мо пурсед.",
    "labeling-annotations-title-1": "Қуттиҳои ҳудудӣ",
    "labeling-annotations-title-2": "Бисёркунҷаҳо",
    "labeling-annotations-title-3": "Нишонаҳо",
    "labeling-annotations-title-4": "Гурӯҳбандии сифатҳо",
    "labeling-annotations-title-5": "Муқоиса ва муайянсозӣ",
    "labeling-annotations-title-6": "... ва бисёр чизҳои дигар",
    "labeling-ent-button": "Бо дастаи корпоративии ҳалли мо тамос гиред",
    "labeling-ent-head": "Назорати ниҳоӣ ба ниёз ба шумо лозим аст?",
    "labeling-ent-text-1": "Платформаи HUMAN дар паси hCaptcha сифатҳои хеле мураккаби кор ва хусусиятҳои идоракуниро тавассути ҷойгиркунии маҳаллӣ, гибридӣ ё SaaS, ки бо системаҳои мавҷудаи шумо ҳамҷоя мешаванд, таъмин менамояд.",
    "labeling-ent-text-2": "Бо қувваи кории худ комилан офлайн кор кунед, арзиши истеъмолро дар воҳидҳои тиҷорӣ ё шарикони консорсиум пайгирӣ кунед, ҷойгузин кардани ҷойҳои корӣ ба провайдерҳои гуногуни дохилӣ ё беруна дар асоси талаботҳои арзиш ва амният ва ғайра.",
    "labeling-ent-text-3": "Дастрасии осон ба API, лавҳаҳои зебо ва навтарин технологияи нав дар технология барои баланд бардоштани самаранокӣ.",
    "labeling-ent-text-4": "99.99% SLAs ва 24/7 дастгирии ҷаҳонӣ мавҷуданд. Барои маълумоти иловагӣ:",
    "labeling-features-head-1": "Қубурҳои оддии идоракунии API.",
    "labeling-features-head-2": "Барои арзиш ва сифат беҳтарин карда шудааст. Ҳеҷ гуна ӯҳдадории пешакӣ талаб карда намешавад.",
    "labeling-features-head-3": "Танҳо барои дақиқии ба шумо лозим пардохт кунед.",
    "labeling-features-head-4": "Маълумоти воқеии заминии худро пешниҳод кунед ё биёед онро фавран созем.",
    "labeling-features-text-1": "Мехоҳед баррасии инсонро мустақиман ба амалиёти тиҷорати худ ворид кунед? Мо SLA-ҳои баландсифат, иқтидори кафолатнок ва API-ҳои оддии REST пешниҳод менамоем.",
    "labeling-features-text-2": "Платформаи HUMAN моделҳои ҳамаҷонибаи эътимодро барои таҳлили мураккаби сифат дар вақти воқеӣ истифода мебарад. Ин ба мо имкон медиҳад, ки ҳам душвориҳои саволҳо ва ҳам ҷавоби эҳтимолии онҳоро зуд муайян карда, вақт ва пулатонро сарфа намоем.",
    "labeling-features-text-3": "На ҳама мушкилот яксонанд. Эзоҳҳо барои иҷрои вазифаҳои муҳим барои бехатарӣ метавонанд 99,99% эътимоди коргарони комилан инсониро талаб кунанд. Эзоҳҳо барои як хусусияти бета дар як барномаи бозии мобилӣ метавонанд танҳо эътимоди мӯътадилро талаб кунанд. Шумо қарор мекунед.",
    "labeling-features-text-4": "Оё шумо маълумоти хомро бидуни маҷмӯи тасдиқи ҳамаҷониба доред? Дар аксари ҳолатҳо, мо метавонем якеро барои шумо созем, зеро вазифаҳо тавассути система иҷро мешаванд ё барои тасдиқи шумо намунаҳои нишондода эҷод мекунанд.",
    "labeling-info-head": "Гирифтани маълумот",
    "labeling-info-text-1": "Барои муайян кардани ниёзҳои лоиҳаи шумо бо яке аз мутахассисони домени мо сӯҳбат кунед: дақиқии ҳадаф, формат ва ҳама гуна талаботи махсус.",
    "labeling-info-text-2": "Мо дар асоси маълумоти намунавии шумо як кори хурди истеҳсолиро иҷро мекунем. Ин кореро, ки мо якҷоя анҷом додем, санҷида истодааст, то шумо маҳз он чизеро, ки ба шумо лозим аст, ба даст оред.",
    "labeling-info-text-3": "Бо баландии ҳаҷм ва лаззати пасти худ мо кори шуморо ба зудӣ, бо расонидани автоматикунондашуда, пас аз ба итмом расидан ба кор меандозем.",
    "labeling-info-text-4": "Вақте ки мо параметрҳои кори истеҳсолоти шуморо беҳтар мефаҳмем, натиҷаҳо бо мурури замон беҳтар мешаванд.",
    "labeling-info-text-5": "Лавҳаҳои зинда ба шумо имкон медиҳанд, ки ҳар лаҳза фикру мулоҳизаҳоро пешниҳод кунед ё тавлидро таваққуф кунед.",
    "labeling-info-title-1": "Тафсилотро муайян кунед",
    "labeling-info-title-2": "Озмоиши ибтидоии кор",
    "labeling-info-title-3": "Ҷойҳои кории истеҳсолотро ҷобаҷо кунед",
    "labeling-info-title-4": "Такмили доимӣ",
    "labeling-info-title-5": "Натиҷаҳои вақти воқеӣ",
    "labeling-main-1": "Нишондиҳандаи арзиши каммасраф дар миқёс",
    "labeling-main-1-button": "Ҳоло маълумоти худро нишонгузорӣ кунед",
    "labeling-main-1c": "Барои маҷмӯи маълумоти шумо барчаспҳои бештар лозиманд? hCaptcha барои ширкатҳое, ки дар соҳаи зеҳни сунъӣ ва барномаҳои омӯзиши мошин кор мекунанд, нишонгариҳои зуд, камхарҷ ва босифати маълумотро пешниҳод мекунад.",
    "labeling-main-2": "Миллионҳо вазифаҳоро фавран оғоз кунед.",
    "labeling-main-2-button": "Хизматрасонии тамғагузории маълумотро харед",
    "labeling-main-2c": "hCaptcha яке аз бузургтарин ҳавзҳои сайёра барои истифодаи шумо мавҷуд аст. Новобаста аз миқёси шумо, мо онро бе ӯҳдадориҳои гаронарзиши пешрафта ҳал карда метавонем. Миллионҳо супоришҳо дар як рӯз ҳеҷ мушкиле надоранд.",
    "labeling-platform-head": "Маълумоти хусусӣ ё ҷамъиятӣ",
    "labeling-platform-text": "hCaptcha дар платформаи HUMAN сохта шудааст, ки имкон медиҳад масир ва таҳлили мукаммал хароҷот ва самарабахширо дар ҳар як қадам оптимизатсия кунад. Ин технология имкон медиҳад, ки қувваи кории дуруст ҳар як қисми кори шуморо идора кунад ва самаранокии хароҷотро ҳангоми нигоҳ доштани дахолатнопазирӣ ва талаботҳои меъёрие, ки метавонанд татбиқ карда шаванд, баланд бардорад.",
    "labeling-try-button": "Хизматрасонии тамғагузории маълумотро харед",
    "labeling-try-head": "Мехоҳед бо маълумоти худ онро санҷида бинед?",
    "labeling-try-text": "... вақте ки шумо ҳастед, мо омодаем: хидмати мо шабонарӯзӣ дастрас аст.",
    "learn-more-hcaptcha": "Дар бораи hCaptcha маълумоти бештар гиред",
    "page-acc-faq-1": "Савол: Оё hCaptcha Section 508 + WCAG 2.1 AA мутобиқ аст? Ҷавоб: Мо чунин мешуморем: ҳамаи корбарони дорои ягон намуди нуқсоншавӣ, ки қодиранд вебро бубинанд ва дар варақаҳо матн ворид кунанд, метавонанд ҳангоми сабти ном ба хидматҳое, ки бо hCaptcha ҳифз шудаанд, дастрасӣ пайдо кунанд. Аммо, ин маслиҳати ҳуқуқӣ нест: шумо бояд арзёбии худро анҷом диҳед, бо дарназардошти амалисозии мушаххаси шумо, то ки ин ҳолат барои ҷойгиркунии шумо бошад.",
    "page-acc-faq-2": "Савол: Оё шумо дар интихоби имконоти дигари дастрасӣ (a11y), ба монанди аудио кор карда истодаед? Ҷавоб: Вариантҳои қаблан маъмул, ба монанди аудиокаптаҳо, бисёр корбарони a11y-ро табъиз мекунанд ва бо усулҳои муосири омӯзиши мошин ба осонӣ мағлуб мешаванд. Ин мушкилоти аудиои ҷориро маҷбур сохт, ки торафт мушкилтар шаванд, садоҳо, вақтҳои тоқ, таркиби калимаҳои ғайриоддӣ ва ғ. Ҳамин тариқ, мо нисбат ба ин равиш нисбат ба тамоман аз мушкилот канорагирӣ кардан каме рағбат дорем, аммо агар талабот аз ҷониби ҷомеаи a11y бошад, онро баррасӣ хоҳем кард. Бо вуҷуди ин, мо ба Privacy Pass барои парвандаи истифодаи дастрасӣ хеле манфиатдорем. Мо боварӣ дорем, ки бархӯрд кардани усули ҷории a11y бо барориши Privacy Pass ба корбарони a11y имкон медиҳад, ки бехатарро баррасӣ кунанд, дар ҳоле ки трафики онҳо хусусӣ аст, дар ҳоле ки маҳдуд кардани сӯиистифода аз ҷониби операторони бот, ки ҳангоми дастрас будани имконоти a11y ногузир рух медиҳад. Мо иштирокчиёни фаъоли гурӯҳи кории IETF ҳастем, ки ин технологияи навро ба стандарт мегузоранд.",
    "page-acc-faq-3": "Савол: Дар бораи махфият чӣ гуфтан мумкин аст? Оё бақайдгирӣ маълумотҳои дидани a11y-ро бо ягон роҳ фош мекунад? Шумо бо почтаи электронӣ чӣ кор мекунед? Ҷавоб: hCaptcha барои махфият аз ибтидо тарҳрезӣ шудааст. Он аз вариантҳои анъанавӣ, аз қабили reCAPTCHA, ки ба шабакаҳои таблиғотӣ тааллуқ доранд, ва барои пайгирии шумо дар атрофи веб ва бо шахсияти воқеӣ алоқаманд карданашон хеле фарқ мекунанд. Мо ҳеҷ гоҳ мактубҳои электронӣ ва иттилоотро ба ягон мақсад истифода намекунем, ба ғайр аз мусоидат ба истифодаи a11y ва пешгирии сӯиистифода. Сиёсати махфияти мо ҷавобҳои ҳамаҷониба ва эътиборнок оид ба истифодаи маълумотро дорад, аммо ҷавоби кӯтоҳ ин аст, ки мо шуморо ҳамчун шахсе бо таърихи диданатон алоқаманд карданӣ нестем. дар ҳоле ки ҳанӯз ҳам қобилияти пешгирии сӯиистифодаи худро нигоҳ медорем ва кори Privacy Pass-ро пурра мекунем.",
    "page-acc-link-1": "Агар шумо корбари дастрасӣ бошед, лутфан дар ин ҷо обуна шавед.",
    "page-acc-subhead": "Таъмини дастрасии бефосилаи ҳамаи корбарон ҳангоми нигоҳ доштани амният",
    "page-acc-summary": "Хулоса",
    "page-acc-summary-contents-1": "hCaptcha барои боздоштани ботҳо бо фарқ кардани онҳо аз одамон пешбинӣ шудааст. Тестҳои визуалӣ барои ин василаи қулай мебошанд, аммо на ҳама метавонанд мушкилоти визуалиро ҳал кунанд. Аз ин сабаб, мо як алтернативаи оддии бедардро тарҳрезӣ кардем, то ба воизон, ки аз хидмати мо истифода мебаранд, дастрасии ҳамагон бо риояи пурраи фасли 508 ва WCAG 2.1 AA-ро нигоҳ доранд.",
    "page-acc-summary-contents-2": "Тарзи кор: аввалан, корбари дастрасӣ ба ин URL, ки дар саҳифаи иттилооти виҷети hCaptcha пайванд аст, сабти ном мешавад. Ба онҳо як куки рамзӣ дода мешавад, ки онро дар як рӯз якчанд маротиба истифода бурдан мумкин аст, аммо бояд ҳар шабонарӯз тавассути вуруд навсозӣ карда шаванд.Вақте ки ба корбари дастрасӣ дар ҳама сайтҳо бо истифода аз hCaptcha хидмат пешниҳод карда мешавад, онҳо ба таври худкор мегузаранд.",
    "page-acc-title": "Маълумот дар бораи hCaptcha",
    "page-acc-tr-body": "Савол: Ман пас аз гузоштани куки то ҳол мушкилотро мебинам. Сабаби ин чӣ аст?<br> Ҷавоб: Ин одатан аз сабаби истифодаи блокерҳои таблиғотӣ ё васеъкунии зидди кукиҳо ё танзимоте, ки кукиҳои байнисоҳавиро масдуд мекунанд, дар ин ҳолат куки барои hcaptcha.com, ки аз ҷониби hCaptcha JS дар сайти дигар гузошта ё санҷида шудааст , ба монанди оне, ки шумо ташриф меоред.<br><br> Кукиҳои дастрасии hCaptcha бо ҳамаи браузерҳои маъмул ва блокдиҳандагони таблиғотӣ бо танзимоти стандартии худ кор мекунанд, бинобар ин одатан нокомиҳо аз сабаби скриптҳои зиддибадблок ё қоидаҳои шабеҳе, ки ба сайтҳои мушаххас равона шудаанд, ба амал меоянд.<br><br> Ҳалҳо:<br><br> 1. Рӯйхати сафед кукиҳо hcaptcha.com ва * .hcaptcha.com дар blocker таблиғ ё васеъшавии амнияти браузери шумо.<br> 2. Агар шумо браузери Brave -ро, ки ҳоло ягон намуди рӯйхати сафеди кукиҳоро надорад, истифода мебаред, ба Preferences -> Shields -> Cookies равед ва Allow All Cookies ро интихоб кунед.<br> 3. Агар шумо версияи охирини Safari-ро дар OS X 10.15 ё iOS 13.4, ки ба қарибӣ бароварда шудааст, истифода баред, Apple рафтори Сафари марбут ба кукиҳои сеюмро тағир дод ва ҳамаи онҳоро бо нобаёнӣ баст. Мо ҳалли масъаларо амалӣ карда истодаем, аммо дар ин миён лутфан афзалиятҳои Сафари, бахши махфиятро аз назар гузаронед ва пайгирии вебсайтро хориҷ кунед: Барои пайгирии сайти сайти пешгирӣ, то куки дастрасӣ ба таври пешбинишуда кор кунад.<br><br> Савол: Ман дастгоҳҳои гуногунро истифода мекунам. Оё ба ман якчанд маротиба обуна шудан лозим аст?<br> Ҷавоб: Не. Лутфан ҳамон як истиноди вуруди почтаи электрониро, ки ба шумо дар ҳар дастгоҳе, ки шумо истифода мекунед, фиристед, клик кунед.<br><br> Савол: Чӣ гуна метавонам худро ҳангоми пайгирии кукиҳои дастрас аз пайгирии кукиҳои сеюм муҳофизат кунам?<br> Ҷавоб: Истифодаи ҳама гуна махфият ё васеъкунии бастани таблиғ, ки рӯйхати сафед дар сатҳи домейнҳоро дастгирӣ мекунад (масалан, uBlock Origin) мувофиқи чашмдошт кор мекунад: танҳо боварӣ ҳосил кунед, ки hcaptcha.com ба рӯйхати сафед дохил карда шавад.",
    "page-acc-tr-title": "Барои корбарони дастрасӣ: Саволҳои зиёд ва Роҳнамои ҳалли мушкилот",
    "page-acc-tr2-body": "Сафари<br> Барои даргиронидани кукиҳо дар Safari (Mac): Ба менюи афтандаи Safari гузаред. Афзалиятҳоро интихоб кунед. Дар панели боло махфиятро клик кунед. Дар зери 'Бастани кукиҳо' интихоби 'Ҳеҷ гоҳ' -ро интихоб кунед.<br> Барои фаъол кардани кукиҳо дар Сафари (iPhone / iPad iOS 11+): Танзимоти худро кушоед. Ба поён ҳаракат кунед ва Сафари ро интихоб кунед. Дар зери махфият ва амният, 'Пешгирии пайгирии сайти сайт' ва 'Бастани ҳама кукиҳоро' хомӯш кунед<br><br> Firefox<br> Сипарро дар тарафи чапи сатри суроғаҳо дар ягон вебсайт клик кунед. Танзимоти муҳофизатро клик кунед. Панели афзалиятҳои Firefox Privacy & Security кушода мешавад. Дар зери ҳимояи такмилёфтаи пайгирӣ Фармоишӣ ро интихоб кунед. Бо интихоби ин қуттиҳо кадом трекерҳо ва скриптҳоро бастанро интихоб кунед. Боварӣ ҳосил кунед, ки hcaptcha.com-ро кушодаед.<br><br> Шумо инчунин метавонед баъзе муҳофизатҳоро дар Custom фармоишро барои ислоҳ кардани он муваққатан хомӯш кунед, бо интихоби ғуттиҳои қуттиҳо: Қуттии қайдкунандаро интихоб кунед ё дар ҳолате, ки шумо мушкилот доред, қуттии қайдкуниро интихоб кунед.<br><br> Google Chrome<br> Google Chrome (компютер)<br> Тасвири менюи Chrome -ро интихоб кунед. Танзимот-ро интихоб кунед.<br> Ба махфият ва амният, пас кукиҳо ва дигар маълумоти сайт равед.<br> Боварӣ ҳосил кунед, ки 'Бастани кукиҳои сеюм' фаъол нестанд.<br><br> Google Chrome (Mac):<br> Афзалиятҳои Chrome -ро аз сатри меню кушоед.<br> Ба махфият ва амният, пас кукиҳо ва дигар маълумоти сайт равед.<br> Боварӣ ҳосил кунед, ки 'Бастани кукиҳои сеюм' фаъол нестанд.<br><br> Google Chrome (Android):<br> Дар дастгоҳи Android-и худ, барномаи Chrome -ро кушоед.<br> Дар тарафи рости боло, Дигар ва сипас Танзимотро ламс кунед.<br> Танзимоти сайт ва сипас кукиҳоро ламс кунед.<br> Дар назди 'Cookies' параметрро фаъол кунед.<br> Қуттиеро дар назди 'Иҷозат ба кукиҳои сеюм' қайд кунед.<br><br> Internet Explorer<br> 1. Муштариро дар кунҷи болоии рости экран интихоб кунед, пас 'Internet Options' ро интихоб кунед. Агар шумо панели Менюро фаъол карда бошед, шумо метавонед 'Асбобҳо' ва пас 'Опсияи Интернет' -ро интихоб кунед.<br> 2. Ҷадвали 'Махфият' -ро клик кунед.<br> 3. Тугмаи 'Advanced' -ро интихоб кунед.<br> 4. Дар зери \"Кукиҳои сеюм\" \"Қабул\" -ро интихоб кунед.<br> 5. \"Хуб\" -ро клик кунед",
    "page-acc-tr2-head": "Дастурҳои браузер барои кукиҳои байни сайтҳо",
    "priv-hc": "Махфият нигаронида шудааст",
    "priv-hc-text": "Шабакаҳои таблиғотӣ шуморо ҳамчун маҳсулоти худ медонанд. Мо не. Мо фарқ надорем, ки корбарон кистанд, танҳо то чӣ андоза онҳо метавонанд бадкасд бошанд. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои тавозуни махфият ва амният саъй мекунем.",
    "reporting-bugs-accessibility-button": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
    "reporting-bugs-accessibility-head": "Имкониятҳои дастрасӣ",
    "reporting-bugs-accessibility-text": "Оё шумо сустии биноӣ доред ё ба таври дигар наметавонед hCaptchas -ро ба анҷом расонед?",
    "reporting-bugs-guide-ff-head": "Аксгирии тафсилоти гузориши хатоҳо: Firefox",
    "reporting-bugs-guide-ff-step-1": "Қадами 1: Воситаҳои таҳиягарро кушоед (ин сабти сессияро оғоз мекунад.)",
    "reporting-bugs-guide-ff-step-2": "Қадами 2: Ҷадвали Шабакаро дар Tools Tools пахш кунед. Қуттии гузоришҳои Persistро дар боло қайд кунед.",
    "reporting-bugs-guide-ff-step-3": "Қадами 3: https://accounts.hcaptcha.com/demo, ё вебсайте, ки шумо дар он масъалае доред, боздид кунед (Эзоҳи махфият: танҳо агар шумо мубодилаи чизи он набошед) ... ва баъд I ро пахш кунед Ман тугмаи инсон ҳастам ва кӯшиш кунед, ки ҳал кунед.",
    "reporting-bugs-guide-ff-step-4": "Қадами 4: Пас аз кӯшиши ҳал кардан HAR ро клик кунед ва барои захира кардани сабти шабака Захира кардани ҳама ҳамчун HAR ро интихоб кунед. Он файлро ба мо фиристед.",
    "reporting-bugs-guide-ff-step-5": "Қадами 5: Ҷадвали Консолро клик кунед ва пас тугмаи ростро пахш кунед Ҳамаашро интихоб кунед ва онро ба файли матнӣ захира кунед, то сабти консолро сабт кунед. Инро низ ба мо фиристед.",
    "reporting-bugs-guide-ff-step-6": "Қадами охирин: Он файлҳои сабти HAR ва консолро ба мо бо почтаи электронӣ фиристед ва мушкилотро тасвир кунед Истифода: support@hcaptcha.com (лутфан аз хидмате ба монанди Dropbox ё Filebin истифода баред ва истинодҳо фиристед) ва ихтиёрӣ скриншотро, агар шумо гумон мекунед, ки чизе дуруст нишон дода намешавад . Лутфан IP-ро, ки шумо истифода мебаред, низ фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/ дастрас намоед Ташаккур барои вақт ҷудо карданатон ба мо дар гирифтани ин маълумот кӯмак расонед! Мо вазифадорем, ки hCaptcha барои ҳама хуб кор кунад.",
    "reporting-bugs-guide-head": "Аксгирии тафсилоти гузориши хатоҳо: Chrome",
    "reporting-bugs-guide-step-1": "Қадами 1: Воситаҳои таҳиягарро кушоед (ин сабти сессияро оғоз мекунад.)",
    "reporting-bugs-guide-step-2": "Қадами 2: Ҷадвали Шабакаро дар Tools Tools пахш кунед. Қуттии қайдро дар боло қайд кунед.",
    "reporting-bugs-guide-step-3": "Қадами 3: https://accounts.hcaptcha.com/demo, ё вебсайте, ки шумо дар он масъалае доред, боздид кунед (Эзоҳи махфият: танҳо агар шумо мубодилаи чизи он набошед) ... ва баъд I ро пахш кунед Ман тугмаи инсон ҳастам ва кӯшиш кунед, ки ҳал кунед.",
    "reporting-bugs-guide-step-4": "Қадами 4: Пас аз кӯшиши ҳалли содирот HAR (тирчаи каме поён) -ро пахш кунед, ки ин сабти шабакаро сабт мекунад. Он файлро ба мо фиристед.",
    "reporting-bugs-guide-step-5": "Қадами 5: Ҷадвали Консолро клик кунед ва пас барои захира кардани сабти консол тугмаи ростро пахш кунед ва Захира ҳамчун .. -ро клик кунед. Инро низ ба мо фиристед.",
    "reporting-bugs-guide-step-6": "Қадами охирин: Он файлҳои HAR ва консолро ба мо почтаи электронӣ фиристед ва мушкилотро шарҳ диҳед. Истифода баред: support@hcaptcha.com (лутфан аз хидмате ба монанди Dropbox ё Filebin истифода баред ва истинодҳоро фиристед) ва ихтиёрӣ скриншотро, агар шумо гумон мекунед, ки чизе дуруст нишон дода намешавад. Лутфан IP-ро, ки шумо истифода мебаред, низ фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/ дастрас намоед Ташаккур барои вақт ҷудо карданатон ба мо дар гирифтани ин маълумот кӯмак расонед! Мо вазифадорем, ки hCaptcha барои ҳама хуб кор кунад.",
    "reporting-bugs-guide-text-1": "Фиристодани иттилооти ислоҳӣ бо гузориши шумо барои мо муайян кардани воқеаро хеле осон мекунад. Инҳоянд дастурҳои қадам ба қадам:",
    "reporting-bugs-guide-text-2": "Агар шумо як таҳиягари веб ё корбари коршинос бошед, хулоса мехоҳем, ки ба мо сабти шабакавии HAR ва гузоришҳои консолии браузерро фиристед. Лутфан аввал ягон блокгари таблиғотӣ ё васеъкунии амнияти браузерро хомӯш кунед ва пеш аз гузаштан аз ин қадамҳо такрор кунед. Агар ин мушкилоти шуморо ислоҳ кунад, мо ба шумо миннатдорем, ки ба мо версияи браузери шумо, блокдиҳандаи таблиғ ё тамдиди браузер ва URL-и вебсайтро огоҳ кунед.",
    "reporting-bugs-intro-head": "Хато ёфтед? Ин аст тарзи гузориш додани он.",
    "reporting-bugs-intro-text": "Миллионҳо одамон ҳар моҳ hCaptcha -ро дар ҳазорҳо таркиби браузерҳо, васеъшавӣ, дастгоҳҳо, файерволҳо ва ғайра истифода мебаранд. Ҳадафи мо ин аст, ки боварӣ ҳосил кунем, ки он ҳамеша барои шумо кор мекунад, бинобар ин мо ҳисоботи шуморо хеле қадр мекунем! Барои иртиботи фаврӣ, танҳо тугмаи Ирсоли фикру мулоҳизаро ба мо клик кунед. Агар шумо мушкилиҳои функсионалиро дида истода бошед, лутфан дастурҳои сабти ислоҳро барои Chrome иҷро кунед ё дастурҳои сабти сабти Firefox-ро дар зер иҷро кунед. Барои ҳама браузерҳои дигар танҳо ба мо паёми электронӣ фиристед. Барои масъалаҳои эҳтимолии амният ва махфият ба дастурҳои зер нигаред.",
    "reporting-bugs-privacy-head": "Масъалаҳои махфият",
    "reporting-bugs-privacy-text": "Мо фарқ надорем, ки корбарон киҳоянд, танҳо то чӣ андоза онҳо бадхоҳ ё мошинанд. Мо ташаббусҳоро ба мисли Privacy Pass дастгирӣ мекунем ва барои тавозуни махфият ва амният саъй мекунем. Агар шумо ягон масъалае пайдо кардед, ки ба фикри шумо метавонад ба махфияти корбар таъсир расонад, лутфан бо почтаи электронӣ бо support@hcaptcha.com ба мо паёми электронӣ фиристед.",
    "reporting-bugs-provide-feedback-button": "Фикру мулоҳизаҳои моро ирсол кунед",
    "reporting-bugs-provide-feedback-head": "Пешниҳоди фаврӣ дар бораи hCaptcha",
    "reporting-bugs-provide-feedback-text": "Мо саҳми шуморо қадр мекунем. Ба мо ягон масъала диҳед ва мо онҳоро зуд ҳал хоҳем кард.",
    "reporting-bugs-security-head": "Хатогиҳои амниятӣ",
    "reporting-bugs-security-text": "Мо ҳамеша ба гирифтани гузоришҳо дар бораи хатоҳои амниятӣ манфиатдорем. Support@hcaptcha.com ва CC security@hcaptcha.com паёми электронӣ фиристед ва мо зуд ба назди шумо бармегардем. Мо инчунин барномаи афзоиши хатоҳо барои гузоришҳои амниятии мувофиқ дар хидмати hCaptcha ва рамзи сарчашмаи марбут дорем.",
    "sales-interstitial-c1": "Барои ширкатҳо",
    "sales-interstitial-c1a": "Қарорҳои амнияти корхона (пулакӣ)",
    "sales-interstitial-c1b": "Маълумоти бештар дар бораи hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Шарҳи маълумот",
    "sales-interstitial-c1d": "Хизматрасонии annocation hCaptcha харид кунед",
    "sales-interstitial-c2": "Барои шахсони воқеӣ",
    "sales-interstitial-c2a": "Ба хидмати худ hCaptcha илова кунед (ройгон)",
    "sales-interstitial-c2b": "HCaptcha барои Publishers -ро ба вебсайт ё барномаи ман илова кунед",
    "sales-interstitial-c2c": "HCaptcha чист?",
    "sales-interstitial-c2d": "Дар бораи hCaptcha маълумоти бештар гиред",
    "sales-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
    "sec-hc": "Аввалин амният",
    "sec-hc-text": "hCaptcha ба ноширон нигаронида шудааст. Мо кор мекунем, то ба сайтҳо маълумоти воқеӣ диҳем ва бигзорем, ки онҳо чӣ гуна истифода кунанд. Дурустӣ ба манфиати шумо ва мову шумост. Капчаҳои дигарро ширкатҳои таблиғотӣ пешниҳод мекунанд. Ҳар боти онҳо баста метавонанд даромади худро коҳиш диҳанд.",
    "signup-interstitial-c1": "Барои ширкатҳо ё вебсайтҳо",
    "signup-interstitial-c1a": "Ба хидмати худ hCaptcha илова кунед (ройгон)",
    "signup-interstitial-c1b": "HCaptcha барои Publishers -ро ба вебсайт ё барномаи ман илова кунед",
    "signup-interstitial-c1c": "Қарорҳои амнияти корхона (пулакӣ)",
    "signup-interstitial-c1d": "Маълумоти бештар дар бораи hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Шарҳи маълумот",
    "signup-interstitial-c1f": "Хизматрасонии annocation hCaptcha харид кунед",
    "signup-interstitial-c2": "Барои шахсони воқеӣ",
    "signup-interstitial-c2a": "Дастрасӣ",
    "signup-interstitial-c2b": "Дар бораи имконоти дастрасии hCaptcha маълумот гиред",
    "signup-interstitial-c2c": "Пул кор кунед",
    "signup-interstitial-c2d": "Ҳамчун нишонгари инфиродӣ кор кунед",
    "signup-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
    "support-interstitial-c1": "Барои ширкатҳо",
    "support-interstitial-c1a": "Қарорҳои амнияти корхона (пулакӣ)",
    "support-interstitial-c1b": "Дастгирии hCaptcha Enterprise (BotStop) -ро гиред",
    "support-interstitial-c1c": "Нашри hCaptcha (ройгон)",
    "support-interstitial-c1d": "Барои hCaptcha Publisher дастгирӣ кунед",
    "support-interstitial-c2": "Барои шахсони воқеӣ",
    "support-interstitial-c2a": "Бо душворӣ душворӣ мекашед?",
    "support-interstitial-c2b": "Дар бораи имконоти дастрасии hCaptcha маълумот гиред",
    "support-interstitial-c2c": "Мехоҳед дар бораи хато гузориш диҳед?",
    "support-interstitial-c2d": "Маълумоти бештар дар бораи гузориш додани масъалаҳои нармафзор",
    "support-interstitial-head": "Биёед боварӣ ҳосил намоем, ки шумо ба ҷои лозима расидед.",
    "switch-to-english-link": "Ба забони англисӣ гузаред",
    "what-is-hcaptcha": "HCaptcha чист?",
    "what-is-hcaptcha-text": "hCaptcha бо додани саволҳои оддӣ, ки барои одамон осон ва барои мошинҳо душвор аст, ба веб-хидматҳои дӯстдоштаи шумо кӯмак мекунад, ки аз ботҳо, спам ва сӯиистифода ҷилавгирӣ кунанд.",
    "why-hc": "Чаро hCaptcha?",
    "why-hc-text": "Ҳар вақте, ки шумо ба ягон мушкилот ҷавоб медиҳед, мо моделҳои мураккабро истифода мебарем, то шумо одам ё мошин бошед. Вебсайте, ки шумо дидан кардед, пас ин натиҷаро барои беҳтар кардани таҷрибаи худ дар сайти худ тавассути нигоҳ доштани ботҳо истифода мебарад."
}