{
    "about-advisors-brendan": "МУДИРИ ИҶРОИ. Роҳбари эътироф дар Айнӣ. Дар давоми даҳсолаҳои охир зеҳни мошинро дар миқёси гуногуни масъалаҳои корӣ истифода кардааст.",
    "about-advisors-dawn": "PhD дар биологияи ҳисоббарорӣ, Стэнфорд. Фаъолият бо шабакаҳои асаб аз соли 1999. Тамаркуз ба ML татбиқшуда ва омӯзиши амиқ дар миқёс.",
    "about-advisors-head": "Мушовирон",
    "about-advisors-keiran": "Коршиноси пойгоҳи додаҳо ва Blockchain. Муҳандиси барвақт дар Cloudera ва ғайра. Нармафзор ва дастаҳои эҷоди даҳсолаи таҷриба.",
    "about-content-head-1": "Мо чӣ кор мекунем",
    "about-content-head-2": "Чаро ин муҳим аст",
    "about-content-text-1": "hCaptcha як хидмати Intuition Machines Inc, ширкати AI ва ширкати омӯзиши мошинсозӣ бо тамаркуз ба омӯзиши металлӣ ва домени визуалии ML дар миқёс мебошад. ‍ Мо системаҳои миқёсан миқёсан васеъро эҷод мекунем ва амал мекунем, ки хидматрасонии таҳлили видео ва тасвирро барои ширкатҳои Global 2000 дар саросари ҷаҳон фароҳам меорад.",
    "about-content-text-2": "Маълумоти бештар дар маҷмӯъ натиҷаҳои беҳтар меорад. Сохтан ва пешбурди маҷмӯаи дуруст нишон додашуда ва дахлдор вақтро талаб мекунад. ‍HCaptcha ибтидо барои қонеъ кардани ниёзҳои худамон дар нишонаҳои тасвир таҳия шудааст ва ҳоло барои ширкатҳои дигари дорои ниёзҳои монанд дастрас аст.",
    "about-intro-head-1": "Кор барои hCaptcha",
    "about-intro-head-2": "Вазифаи мо калон аст",
    "about-intro-text": "Мо ба зудӣ меафзоем ва ҳамеша дар саросари дафтарҳои глобалии мо истеъдоди беҳтарини ҷаҳон меҷӯем. Шумо метавонед бо истиноди зерин муроҷиат кунед.",
    "about-leadership-alex": "Коршиноси пойгоҳи додаҳо ва Blockchain. Муҳандиси барвақт дар Cloudera ва ғайра. Нармафзор ва дастаҳои эҷоди даҳсолаи таҷриба.",
    "about-leadership-eli": "МУДИРИ ИҶРОИ. Роҳбари эътироф дар Айнӣ. Дар давоми даҳсолаҳои охир зеҳни мошинро дар миқёси гуногуни масъалаҳои корӣ истифода кардааст.",
    "about-leadership-head": "Роҳбарият",
    "about-leadership-todd": "PhD дар биологияи ҳисоббарорӣ, Стэнфорд. Фаъолият бо шабакаҳои асаб аз соли 1999. Тамаркуз ба ML татбиқшуда ва омӯзиши амиқ дар миқёс.",
    "acc-opt": "Имконоти дастрасӣ",
    "acc-opt-but": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
    "acc-opt-text": "Оё шумо босираашон суст ҳастед ё ба таври дигар hCaptchasро пур карда наметавонед?",
    "accessibility-link": "Дастрасӣ",
    "appreciate-in": "Мо саҳми шуморо қадр мекунем. Ба мо ҳар гуна масъаларо огоҳ кунед ва мо онҳоро зуд ҳал хоҳем кард.",
    "fb-but": "Ба мо фикру мулоҳиза фиристед",
    "feedback-text": "Дар бораи hCaptcha, ки шумо ҳозир дидед, фикру мулоҳиза кунед",
    "footer-attribution": "Аттрибутсия",
    "footer-header-1": "Ширкат",
    "footer-header-2": "Захираҳо",
    "footer-header-3": "Тамос",
    "footer-link-1": "Тамғакоғазҳо",
    "footer-link-2": "Дар бораи",
    "footer-link-3": "Ҷобс",
    "footer-link-4": "Тамғаҳои молӣ",
    "footer-link-5": "Blog",
    "footer-link-6": "Вазъият",
    "footer-link-7": "Ҳуҷҷатгузорӣ",
    "footer-link-8": "Дар бораи хатогӣ гузориш диҳед",
    "footer-link-9": "Дастрасӣ",
    "footer-privacy": "Махфият",
    "footer-subheader-1": "Дастгирӣ",
    "footer-subheader-2": "Тамос",
    "footer-terms": "Шартҳои",
    "header-docs-link": "Ҳуҷҷатҳо",
    "header-login-button": "Даромадан",
    "header-plans-link": "Нақшаҳо",
    "header-signup-button": "Қайд кардан",
    "home-aboot-subtitle": "Бо дастгирии протоколи HUMAN",
    "home-about-head": "Дар бораи hCaptcha",
    "home-about-text-1": "hCaptcha барои ҳалли мушкилоти сершумори меҳнат дар омӯзиши мошинсозӣ тарҳрезӣ шудааст: нишон додани миқдори зиёди маълумот саривақт, дастрас ва боэътимод.",
    "home-about-text-2": "Маълумоти бештар дар маҷмӯъ дар омӯзонидани моделҳои омӯзиши мошинсозӣ натиҷаҳои беҳтар меорад. Муваффақияти ба қарибии моделҳои амиқ ба қарибӣ ҳамеша бо тафсири инсонҳо оварда мерасонад. Аммо, сохтани маҷмӯаи маълумотҳои азими инсонӣ тавассути Механик Турк, Расми Ҳашт ва ғайра суст ва қимат аст.",
    "home-about-text-3": "hCaptcha ба сайтҳо имкон медиҳад, ки ҳангоми талаб кардани блокҳо ва дигар шаклҳои суиистифода пул кор кунанд.",
    "home-about-text-4": "Бозори hCaptcha аз ҷониби Протоколи HUMAN, як протоколи ғайримарказикунонидашуда барои баррасии инсон, ки дар blockchain Ethereum кор мекунад, таъмин карда мешавад. Вебсайтҳо ҳар боре ки корбарон виджети hCaptcha-ро дар сайти худ истифода баранд, ширкатҳои омӯзишии мошинсозӣ нишонаҳои нишонгузории инсонро пардохт мекунанд.",
    "home-ba-labeling-services-link": "Хидматрасонии нишонаҳо",
    "home-benefits-head-1": "Арзиш дар нишонгузории маълумот",
    "home-benefits-head-2": "Ба хайрия баргардонед",
    "home-benefits-text-1": "Оё шумо ҳар боре ки \"мошинро клик кунед\" шумо дар омӯзонидани як системаи ягонаи омӯзиши мошини Giganticcompany кӯмак мекунед?",
    "home-benefits-text-2": "hCaptcha ин моделро тағир медиҳад. Вақте ки шумо hCaptcha-ро истифода мебаред, ширкатҳо ба коре, ки корбарони шумо мекунанд, пешниҳод мекунанд, зеро онҳо инсонияти худро исбот мекунанд. Шумо муздашонро ба даст меоред.",
    "home-benefits-text-3": "Мехоҳед ба садақаи дӯстдоштаи худ баргардонед? hCaptcha ба шумо имкон медиҳад, ки бо хайрияҳои интихобкардаатон аз ҳисоби истифодаи он ба даст оред. Истифодабарандагон дар сайти шумо ба зудӣ саҳми шуморо дар корҳои хайр тавассути брендингии оқилона дар интерфейси hCaptcha мебинанд.",
    "home-challenge-text-1": "Ҳама тасвирҳоеро, ки ба дархост мувофиқанд, интихоб кунед",
    "home-challenge-text-2": "Ҳудуди объектҳоро муайян кунед",
    "home-challenge-text-3": "Тамғакоғазҳои мувофиқро муайян кунед",
    "home-challenge-title-1": "Муқоиса",
    "home-challenge-title-2": "Қуттии бастабандӣ",
    "home-challenge-title-3": "Гурӯҳбандӣ",
    "home-challenges-head": "Мушкилоти пешниҳодшуда",
    "home-challenges-text-1": "... ва дигар вазифаҳои оддӣ. Осон барои инсонҳо, ботҳо душвор аст.",
    "home-challenges-text-2": "Вазифаҳои фармоишӣ инчунин барои ноширони корхона дастрасанд.",
    "home-ent-1": "Дар ҷустуҷӯи пешниҳоди амнияти корхонаи мо?",
    "home-ent-2": "Ба сайти нави бахшидашудаи мо ворид шавед: BotStop.com",
    "home-ent-button": "Муфассал: BotStop аз тарафи hCaptcha",
    "home-from-the-blog": "АЗ БЛОГ:",
    "home-from-the-blog-value": "Чӣ тавр hCaptcha Танзимоти душворӣ кор мекунад",
    "home-intro-body": "Оё шумо барои нигоҳ доштани ботҳо аз captcha истифода мекунед? hCaptcha махфияти корбарро ҳифз мекунад, вебсайтҳоро подош медиҳад ва ба ширкатҳо дар нишонагузории нишонаҳои онҳо кӯмак мекунад. Он ивазшаванда барои reCAPTCHA: шумо метавонед дар давоми дақиқаҳо гузаред.",
    "home-intro-button": "Хуруҷ ҳоло",
    "home-intro-head": "Боз бисёртар истед. Муҳофизати махфияти корбарро оғоз кунед.",
    "home-main-1": "Хусусӣ. Амният. Тезтар. Ва мо ба шумо барои истифодаи он пул медиҳем.",
    "home-main-2": "Махфият равона карда шудааст",
    "home-main-2c": "Шабакаҳои рекламавӣ меҳмонони шуморо ҳамчун маҳсулот мебинанд. Барои hCaptcha маҳсулот ин корест, ки онҳо таъмин мекунанд. Мо парвое надорем, ки корбарони шумо танҳо онанд, ки то чӣ андоза онҳо зарароваранд. Мо ташаббусҳои монанди Pass Pass -ро дастгирӣ мекунем ва барои мувозинати махфият ва амният сахт кор мекунем.",
    "home-main-3": "Амнияти аввал",
    "home-main-3c": "Дақиқӣ ба манфиати шумо ва манфиати мост. hCaptcha ба ношир равона шудааст. Мо кор мекунем, ки ба шумо маълумоти воқеӣ пешниҳод кунем ва ба шумо имконият диҳем, ки чӣ гуна истифода бурдани онро муайян кунед. Дигар асбобҳо аз тарафи таъмин карда мешаванд",
    "home-main-3c2": "ширкатҳои таблиғ. Ин маънои онро дорад, ки ҳар як боҷи бастаашон метавонад даромади худро коҳиш диҳад.",
    "home-main-4": "Таҷрибаи беҳтартари корбар",
    "home-main-4c": "Моделҳои омӯзиши ботаҷриба аз ҷониби hCaptcha барои муайян кардани башарият истифода мешаванд. Ин ба мо имконият медиҳад, ки аз корбарони шумо вазифаҳои камтар ташвишоварро бигирем ва вақти бештари худро дар иҷрои ин кор сарф накунем, дар ҳоле ки ҳанӯз ҳам нишонаҳои муфидро барои нишонаҳои муштариён тавлид мекунем.",
    "home-main-plans": "hCaptcha барои нашри ҳар гуна ҳаҷм ройгон аст. Аммо, барои корхонаҳо ва платформаҳое, ки ба назорати бештар ниёз доранд, қарорҳои корхонаи мо дастрасанд.",
    "home-main-plans2": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарини сайёра муҳофизат мекунанд. Лутфан бо мо тамос гиред, ё маълумоти бештар гиред",
    "home-main-plans3": "Қарорҳои корпоративии hCaptcha миллионҳо корбаронро дар даҳҳо миллион вебсайтҳо барои баъзе аз ширкатҳои бузургтарини сайёра муҳофизат мекунанд. Лутфан бо мо тамос гиред, ё маълумоти бештар гиред",
    "home-main-plans4": "барои тафсилот.",
    "home-plans-button-1": "Ҳозир сабт шудан",
    "home-plans-button-2": "Тамос бо фурӯш",
    "home-plans-chart-head-1": "Вижагиҳо",
    "home-plans-chart-head-2": "Ношир",
    "home-plans-chart-head-3": "Корхона",
    "home-plans-chart-row-1-cell-1": "Намудҳои назорати мушкилот нишон дода шудаанд",
    "home-plans-chart-row-1-cell-2": "Маҳдуд",
    "home-plans-chart-row-1-cell-3": "Ҳамагӣ",
    "home-plans-chart-row-10-cell-1": "Сатҳи душвориҳои хуб",
    "home-plans-chart-row-11-cell-1": "Сатҳи душвориҳои хуб",
    "home-plans-chart-row-12-cell-1": "Сатҳи душвориҳои хуб",
    "home-plans-chart-row-2-cell-1": "Назорати мундариҷаи истифодашуда",
    "home-plans-chart-row-2-cell-2": "Маҳдуд",
    "home-plans-chart-row-2-cell-3": "Ҳамагӣ",
    "home-plans-chart-row-6-cell-1": "Сиёсати махфияти GDPR ва CCPA-и дӯстона",
    "home-plans-chart-row-7-cell-1": "Сатҳи душвориҳои хуб",
    "home-plans-chart-row-8-cell-1": "Сатҳи душвориҳои хуб",
    "home-plans-chart-row-9-cell-1": "Сатҳи душвориҳои хуб",
    "home-try-it-out-button": "Садо hCaptcha",
    "home-try-it-out-text": "hCaptcha кашфи оддӣ, осон ва боэътимоди ботро таъмин мекунад ва дар ҳалли мушкилии одамон душвор аст.",
    "home-try-it-put-head": "Кӯшиш кунед",
    "labeling-about-head": "Дар бораи hCaptcha",
    "labeling-about-text-1": "hCaptcha барои ҳалли мушкилиҳои шадидтарин дар омӯзиши мошинсозӣ тарроҳӣ шудааст; нишон додани миқдори бузурги маълумот ба таври саривақтӣ, дастрас ва боэътимод. Маълумоти бештар дар маҷмӯъ дар омӯзонидани моделҳои омӯзиши мошинсозӣ натиҷаҳои беҳтар меорад. Муваффақияти вақтҳои охир моделҳои амиқ боиси афзоиши шумораи зиёди маълумотҳо гашт ва hCaptcha ба ин талабот хидмат мекунад.",
    "labeling-about-text-2": "Аммо, бо истифода аз усулҳои анъанавӣ эҷоди мачмӯъи бузурги таҳқиқоти инсон ҳам суст ва ҳам гарон аст. hCaptcha як роҳи ширкатҳоест, ки эзоҳҳоеро, ки талаб мекунанд, тезтар, бо сифати баландтар ва арзонтар аз дигар алтернативаҳо ба даст оранд.",
    "labeling-annotations-head": "Намудҳои эзоҳ",
    "labeling-annotations-text-1": "Дар тасвирҳо ва видео аниқ ошкор кардани ашё",
    "labeling-annotations-text-2": "Дар тасвирҳо ва видео аниқ ошкор кардани ашё",
    "labeling-annotations-text-3": "Шарҳҳои эзоҳро барои бисёр ҳолатҳои гуногун истифода баред",
    "labeling-annotations-text-4": "Категорияҳои ихтиёрии ҳама гуна андозаҳоро ҷудо кунед ё замима кунед",
    "labeling-annotations-text-5": "Кашф ва гурӯҳбандии аз ҷониби инсон тавлидшуда",
    "labeling-annotations-text-6": "Намуди дигареро дар ин ҷо номбар кардан лозим нест? Танҳо аз мо бипурсед.",
    "labeling-annotations-title-1": "Қуттиҳои бастабандӣ",
    "labeling-annotations-title-2": "Полигонҳо",
    "labeling-annotations-title-3": "Нишонаҳо",
    "labeling-annotations-title-4": "Таснифи аттрибут",
    "labeling-annotations-title-5": "Муқоиса ва ошкор",
    "labeling-annotations-title-6": "... ва бисёр чизҳои дигар",
    "labeling-ent-button": "Бо кормандони мо ҳал намоед",
    "labeling-ent-head": "Назорати хотимавӣ-ба-охири ниёз доред?",
    "labeling-ent-text-1": "Платформаи HUMAN дар паси hCaptcha сифати баланд ва сифатҳои кории идоракуниро тавассути ҷойгиркунонии хона, гибрид ё SaaS, ки бо системаҳои мавҷудаи шумо ҳамгиро мешавад, таъмин мекунад.",
    "labeling-ent-text-2": "Бо қувваи кории худ комилан офлайнӣ кор кунед, арзиши сарфшударо дар доираи воҳидҳои тиҷорӣ ё шарикони консорсиум пайгирӣ кунед, интихобҳоро ба провайдерҳои гуногуни дохилӣ ё берунаи коргарӣ дар асоси талаботҳои хароҷот ва амният интихоб кунед.",
    "labeling-ent-text-3": "Дастрасии asyEasy API, панелҳои зебо ва технологияи муосиртарин дар технология барои баланд бардоштани самаранокии кормандон.",
    "labeling-ent-text-4": "99.99% вақти SLAs ва дастгирии 24/7 ҷаҳонӣ. Барои маълумоти иловагӣ:",
    "labeling-features-head-1": "Қубурҳои оддии API.",
    "labeling-features-head-2": "Арзиш ва сифат оптимизатсия карда шудааст. Ягон ӯҳдадории пешакӣ талаб карда намешавад.",
    "labeling-features-head-3": "Танҳо барои дақиқии ба шумо лозим пардохт кунед.",
    "labeling-features-head-4": "Иттилооти ҳақиқии заминии худро пешкаш кунед ё ба мо имконият диҳед, ки онро зуд созем.",
    "labeling-features-text-1": "Мехоҳед шарҳи инсонро мустақиман ба амалиёти тиҷоратиатон ворид кунед? Мо SLAs эътимоднокии баланд, иқтидори кафолатдодашуда ва оддии REST API-ро пешниҳод менамоем.",
    "labeling-features-text-2": "Платформаи HUMAN барои анҷом додани таҳлили мураккаби вақти воқеӣ моделҳои ҳамаҷонибаи эътимодро истифода мебарад. Ин ба мо имкон медиҳад, ки ҳам душвориҳои саволҳо ва ҳам ҷавоби дурусти онҳоро зуд муайян намуда, вақт ва пулатонро сарфа намоем.",
    "labeling-features-text-3": "На ҳама мушкилот яксонанд. Эзоҳо барои масъалаҳои муҳимми бехатарӣ метавонанд боварии 99.99% аз кормандони тамоми инсоният талаб кунанд. Эзоҳҳо барои як хусусияти бета дар як барномаи мобилии мобилӣ метавонад танҳо эътимоди мӯътадилро талаб кунад. Шумо қарор.",
    "labeling-features-text-4": "Шумо маълумоти хом надоред бе маҷмӯи санҷиши ҳамаҷониба? Дар бештари ҳолатҳо, мо метавонем онро барои шумо эҷод кунем, зеро вазифаҳо дар дохили система иҷро мешаванд ё барои тасдиқи шумо намунаҳои нишонгузорӣ эҷод мекунанд.",
    "labeling-info-head": "Гирифтани нишонҳо маълумот",
    "labeling-info-text-1": "Бо яке аз коршиносони домени мо гуфтугӯ кунед, то ниёзҳои лоиҳаи шуморо муайян кунанд: дақиқии мақсаднок, формат ва ҳама гуна талаботи махсус.",
    "labeling-info-text-2": "Мо дар асоси маълумоти намунаатон як кори хурди истеҳсолиро иҷро мекунем. Ин кореро, ки мо якҷоя иҷро кардем, тафтиш мекунад, то ки ба шумо он чизеро ки лозим аст, таъмин кунем.",
    "labeling-info-text-3": "Бо ҳаҷми баланд ва таъхири ками мо мо кори шуморо ба зудӣ ва бо таҳвили автоматӣ зудтар анҷом медиҳем.",
    "labeling-info-text-4": "Вақте ки мо параметрҳои кори истеҳсолии шуморо хубтар дарк намоем, натиҷаҳо бо мурури замон беҳтар мешаванд.",
    "labeling-info-text-5": "Панели мустақим ба шумо имкон медиҳад, ки дар ҳама вақт фикру мулоҳиза диҳед ё таваққуфи истихроҷро таъмин кунед.",
    "labeling-info-title-1": "Мушаххасотро муайян кунед",
    "labeling-info-title-2": "Санҷиши ибтидоии кор",
    "labeling-info-title-3": "Ҷойҳои кории истеҳсолиро ҷобаҷо кунед",
    "labeling-info-title-4": "Такмили доимӣ",
    "labeling-info-title-5": "Натиҷаҳои вақти воқеӣ",
    "labeling-main-1": "Ярмаркаи маълумот дар миқёси аз ҷиҳати иқтисодӣ фоидаовар",
    "labeling-main-1-button": "Ҳоло маълумоти худро сабт кунед",
    "labeling-main-1c": "Барои пойгоҳи додаҳо нишони бештар лозим аст? hCaptcha барои ширкатҳое, ки зеҳнҳои сунъӣ ва барномаҳои омӯзиши мошинро кор мекунанд, нишонагузории зуд, камхарҷ ва баландсифатро таъмин менамояд.",
    "labeling-main-2": "Миллионҳо вазифаро фавран оғоз кунед.",
    "labeling-main-2-button": "Хидматҳои тамғагузории маълумот харед",
    "labeling-main-2c": "hCaptcha дорои яке аз калонтарин ҳавзҳои сайёра барои истифодаи шумост. Новобаста аз миқёси шумо, мо метавонем онро бидуни ӯҳдадориҳои гаронвазн пеш барем. Миллионҳо вазифа дар як рӯз мушкилот надоранд.",
    "labeling-platform-head": "Маълумоти хусусӣ ё давлатӣ",
    "labeling-platform-text": "hCaptcha дар платформаи HUMAN сохта шудааст, ки масир ва таҳлили мураккабро барои оптималӣ кардани хароҷот ва самаранокӣ дар ҳар як қадам имкон медиҳад. Ин технология имкон медиҳад, ки қувваи кории дуруст ҳар як қисми кори шуморо идора карда, самаранокии ҳадди аксарро ҳангоми ҳифз кардани махфият ва риояи ҳама гуна талаботи танзимкунанда, ки метавонанд татбиқ шаванд, таъмин намояд.",
    "labeling-try-button": "Хидматҳои тамғагузории маълумот харед",
    "labeling-try-head": "Мехоҳед онро бо маълумоти худ санҷед?",
    "labeling-try-text": "... вақте ки шумо ҳастед, омодаем: хидмати мо шабонарӯз дастрас аст.",
    "learn-more-hcaptcha": "Маълумоти бештар дар бораи hCaptcha",
    "page-acc-faq-1": "Савол: Оё қисми hCaptcha Section 508 + WCAG 2.0 мувофиқ аст? Ҷавоб: Мо чунин мешуморем: ҳама корбароне, ки ягон намуди нуқсон доранд, метавонанд қобилияти дастрасӣ ба веб ва дидани матнро дар варақаҳо дошта, ҳангоми сабти ном ба хадамоти ҳифзшудаи hCaptcha дастрасӣ пайдо кунанд. Аммо, ин маслиҳати ҳуқуқӣ нест: шумо бояд арзёбии худро бо назардошти татбиқи мушаххаси худ анҷом диҳед, то ин ҳолат дар мавриди ҷойгиркунии шумо тасдиқ карда шавад.",
    "page-acc-faq-2": "Савол: Оё шумо дар мавриди имконоти дигари дастрасӣ (a11y), ба монанди аудио, кор мекунед? Ҷавоб: Имкониятҳои маъмуле, ки қаблан ба мисли аудио асбобҳо маъмул буданд, бисёр корбарони a11y-ро табъиз мекунанд ва бо истифодаи усулҳои муосири омӯхтани мошинҳо ба осонӣ мағлуб мешаванд. Ин мушкилиҳои ҳозираи аудиториро маҷбур сохт, ки садо, вақти тақрибан, маҷмӯи калимаҳои ғайриоддӣ ва ғайраҳоро шикаст диҳанд. Ҳамин тавр, мо нисбати ин равиш камтар рӯҳбаланд мешавем ва тамоман аз мушкилот канорагирӣ мекунем, аммо дар сурати мавҷудияти талабот аз ҷомеаи асримиёният онро баррасӣ хоҳем кард. Аммо, мо ба Pass Pass барои парвандаи истифодаи дастрасӣ хеле манфиатдорем. Мо боварӣ дорем, ки омезиши равиши мавҷудаи 11-и худ бо барориши Pass Pass ба корбарони a11y имкон медиҳад, ки боэътимод ва боэътимод донанд, ки трафики онҳо бештар хусусӣ аст ва дар сурати маҳдудияти сӯиистифода аз ҷониби операторҳои бот, ки дар сурати дастрас шудани a11y ногузир рух медиҳад. Мо иштирокчиёни фаъоли гурӯҳи кории IETF мебошем, ки ин технологияи навро стандартисозӣ мекунад.",
    "page-acc-faq-3": "Савол: Дар бораи дахолатнопазирӣ чӣ гуфтан мумкин аст? Оё бақайдгирӣ ягон маълумотро аз назар мегузаронад? Шумо бо почтаи электронӣ чӣ кор мекунед? Ҷавоб: hCaptcha барои махфият аз замин таҳия шудааст. Он аз имконоти анъанавӣ ба монанди reCAPTCHA, ки ба шабакаҳои таблиғӣ тааллуқ доранд, хеле фарқ дорад, ки онҳо шуморо дар интернет пайгирӣ карда, шуморо бо шахсияти воқеӣ мепайвандад. Мо ҳеҷ гоҳ паёмҳои электронии дастрасӣ ва ё иттилоотро ба ҷуз ягон мусоидат ба истифодаи истифодаи пешгирӣ ва пешгирии сӯиистифода истифода намекунем. Сиёсати махфияти мо дар робита бо истифодаи маълумот ҷавобҳои ҳамаҷониба ва салоҳиятдор дорад, аммо ҷавоби кӯтоҳ мо дар робита бо шумо ҳамчун шахсе бо таърихи мурур дар шумо ҳеҷ гуна манфиате надорем. дар ҳоле ки ҳанӯз қобилияти пешгирии сӯиистифода нигоҳ дошта, кори шахсии Pass Pass-ро такмил медиҳем.",
    "page-acc-link-1": "Агар шумо корбари дастрасӣ бошед, лутфан дар ин ҷо обуна шавед.",
    "page-acc-subhead": "Таъмини дастрасии номатлуб барои ҳамаи корбарон ҳангоми таъмини амният",
    "page-acc-summary": "Хулоса",
    "page-acc-summary-contents-1": "hCaptcha барои боздоштани ботҳо бо фарқ кардани онҳо аз мардум таҳия шудааст. Санҷишҳои визуалӣ воситаи мувофиқест барои ин, аммо на ҳама метавонанд як мушкилии визуалиро ҳал кунанд. Аз ин рӯ, мо як алтернативи содда ва дарднокро таҳия намудем, ки ба ноширон аз хидмати мо дастрасии ҳамаро бо риояи Қисмати 508 ва WCAG 2.0 таъмин намояд.",
    "page-acc-summary-contents-2": "Ин чӣ гуна кор мекунад: аввал, корбари дастрасӣ дар ин URL, ки дар сафҳаи виҷети hCaptcha пайванд карда мешавад, имзо мегузорад. Ба онҳо кукиҳои рамзгузоришуда дода мешавад, ки дар онҳо дар як рӯз чанд маротиба истифода бурдан мумкин аст, аммо бояд ҳар 24 соат тавассути логин таҷдид карда шавад. Ҳангоми мушкилот ба корбари дастрасӣ дар ягон сайт бо истифодаи хидмати hCaptcha пешниҳод карда шавад, онҳо ба таври худкор мегузаранд.",
    "page-acc-title": "Маълумоти дастрасӣ hCaptcha",
    "page-acc-tr-body": "Савол: Пас аз таъини куки то ҳол мушкилотро мебинам. Ин чист? Ҷавоб: Ин одатан аз сабаби истифодаи блокаторҳои шадид ё паҳнкунии анти-куки ё муқаррароте, ки кукиҳои сайтарро манъ мекунад, дар ин сурат куки барои hcaptcha.com, ки аз тарафи hCaptcha JavaScript дар сайти дигар муқаррар ё тафтиш карда мешавад , ба мисли шахсе, ки шумо ташриф овардед. Кукиҳои дастрасии hCaptcha бо ҳама браузерҳои машҳур ва блокаторҳои таблиғ бо танзимоти стандартии худ кор мекунанд, бинобар ин, одатан, бо скриптҳои зидди анти-блок ё қоидаҳои шабеҳе, ки ба сайтҳои мушаххас равона карда мешаванд, нобарорӣ дучор мешаванд. Ҳал: 1. Кукиҳо hcaptcha.com ва * .hcaptcha.com дар кукиҳо ё тавсеаи амнияти браузери шумо. 2. Агар шумо браузери Brave -ро истифода баред, ки (дар моҳи апрели соли 2020) ягон намуди сафедпӯсти куки ба назар намерасад, ба Preferences -> Shields -> Cookies рафта, иҷозат додани ҳама кукиҳо-ро интихоб кунед. 3. Агар шумо версияи охирини Safari -ро дар OS X 10.15 ё iOS 13-и ба тозагӣ истифодашуда истифода баред. 4, Apple рафтори Сафари марбут ба кукиҳои тарафи сеюмро тағйир дода, ҳамаи онҳоро бо нобаёнӣ масдуд кардааст. Мо ҳалли худро амалӣ карда истодаем, аммо дар ҳамин ҳол, лутфан ба Сафари Preferences, бахши махфият гузаред ва азназаргузаронии сайтро қайд кунед: Пешгирии пайгирии сайтҳо, то имкон медиҳад, ки куки дастрасӣ тавре, ки интизор аст, иҷро кунад. Савол: Ман аз дастгоҳҳои бисёр истифода мекунам. Оё ман бояд якчанд маротиба имзо кунам? Ҷавоб: Не. Лутфан, ҳамон истиноди вурудшудаи почтаи электрониро, ки ба шумо барои таъин кардани куки фиристода шудааст, дар ҳар дастгоҳе, ки ба шумо фиристода шудааст, клик кунед.",
    "page-acc-tr-title": "Барои корбарони дастрас: Саволҳо ва роҳнамо оиди мушкилот",
    "priv-hc": "Махфият равона карда шудааст",
    "priv-hc-text": "Шабакаҳои таблиғотӣ шуморо ҳамчун маҳсулоти худ мебинанд. Мо ин тавр намекунем Мо парвое надорем, ки корбарон чӣ гунаанд, танҳо то чӣ андоза онҳо зарароваранд. Мо ташаббусҳои монанди Pass Pass -ро дастгирӣ мекунем ва барои мувозинати махфият ва амният сахт кӯшиш мекунем.",
    "reporting-bugs-accessibility-button": "Дар бораи имконоти дастрасӣ маълумоти бештар гиред",
    "reporting-bugs-accessibility-head": "Имконоти дастрасӣ",
    "reporting-bugs-accessibility-text": "Оё шумо босираашон суст ҳастед ё ба таври дигар hCaptchasро пур карда наметавонед?",
    "reporting-bugs-guide-ff-head": "Гирифтани тафсилоти гузориш дар бораи хато: Firefox",
    "reporting-bugs-guide-ff-step-1": "Қадами 1: Кушодани Tools Tools (Ин сабти ҷаласаро оғоз мекунад.)",
    "reporting-bugs-guide-ff-step-2": "Қадами 2: Дар ҷадвали Шабака дар Tools Tools таҳия кунед. Қуттии \"Гузоришҳои доимӣ\" -ро дар боло тафтиш кунед.",
    "reporting-bugs-guide-ff-step-3": "Қадами 3: ба https://accounts.hcaptcha.com/demo ворид шавед ё ба вебсайте, ки дар он шумо мушкилие доред (Эзоҳи махфият: танҳо дар сурате, ки шумо мубодилаи онро надоред) ... ва пас тугмаи \" Ман инсон ҳастам \"-ро зер кунед ва кӯшиш кунед, ки ҳал кунед.",
    "reporting-bugs-guide-ff-step-4": "Қадами 4: Пас аз кӯшиши ҳалли \"HAR\" -ро клик кунед ва \"Ҳамаро ҳамчун HAR захира кунед\" -ро барои сабти рӯйхати шабака интихоб кунед. Ин файлро ба мо фиристед.",
    "reporting-bugs-guide-ff-step-5": "Қадами 5: Ба ҷадвали консол клик кунед ва тугмаи ростро клик кунед \"Ҳамаашро интихоб кунед\" ва онро дар файли матнӣ сабт кунед, то дафтари консолро сабт кунед. Инро ба мо фиристед.",
    "reporting-bugs-guide-ff-step-6": "Қадами охирин: Ҳамон HAR ва файлҳои сабти қайдро ба мо фиристед ва мушкилотро шарҳ диҳед. Истифода: support@hcaptcha.com (лутфан хидматро ба мисли Dropbox ё Filebin истифода баред ва пайвандҳоро фиристед) ва ихтиёрӣ скриншот, агар шумо ягон чизро дуруст намоиш надошта бошед. . Лутфан IPеро, ки шумо истифода мекунед, фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/‍ гиред, ташаккур барои вақт ҷудо кардан ба мо дар гирифтани ин маълумот! Мо тарафдори кори hCaptcha барои ҳама ҳастем.",
    "reporting-bugs-guide-head": "Гирифтани тафсилоти гузориш дар бораи хатогӣ: Chrome",
    "reporting-bugs-guide-step-1": "Қадами 1: Кушодани Tools Tools (Ин сабти ҷаласаро оғоз мекунад.)",
    "reporting-bugs-guide-step-2": "Қадами 2: Дар ҷадвали Шабака дар Tools Tools таҳия кунед. Қуттии \"Сабти ҳифзкунӣ\" -ро дар боло тафтиш кунед.",
    "reporting-bugs-guide-step-3": "Қадами 3: ба https://accounts.hcaptcha.com/demo ворид шавед ё ба вебсайте, ки дар он шумо мушкилие доред (Эзоҳи махфият: танҳо дар сурате, ки шумо мубодилаи онро надоред) ... ва пас тугмаи \" Ман инсон ҳастам \"-ро зер кунед ва кӯшиш кунед, ки ҳал кунед.",
    "reporting-bugs-guide-step-4": "Қадами 4: пас аз кӯшиши ҳалли \"содироти HAR\" (тирчаи каме поён) -ро клик кунед, ки дафтари шабакаро сарфа мекунад. Ин файлро ба мо фиристед.",
    "reporting-bugs-guide-step-5": "Қадами 5: Дар ҷадвали консол ангушт занед ва тугмаи ростро клик карда \"Ҳамчун .. ..\" -ро захира кунед, то дафтари консолро сабт кунед. Инро ба мо фиристед.",
    "reporting-bugs-guide-step-6": "Қадами охир: Ҳамон HAR ва файлҳои сабти консолро ба мо фиристед ва мушкилотро тавсиф кунед. Истифода: support@hcaptcha.com (лутфан хидматро ба мисли Dropbox ё Filebin фиристед ва пайвандҳоро фиристед) ва ихтиёрӣ скриншот, агар шумо ягон чизро дуруст намоиш надошта бошед. . Лутфан IPеро, ки шумо истифода мекунед, фиристед. Шумо метавонед онро аз https://www.whatsmyip.org/ ‍ ташаккур, ки вақтро барои кӯмак ба мо дар гирифтани ин иттилоот фароҳам меорад! Мо тарафдори кори hCaptcha барои ҳама ҳастем.",
    "reporting-bugs-guide-text-1": "Фиристодани маълумоти ислоҳи хатогиҳо бо гузориши худ ба мо имкон медиҳад, ки фаҳмед, ки чӣ рӯй дода истодааст. Ин дастурҳои қадам ба қадам:",
    "reporting-bugs-guide-text-2": "Агар шумо корбари веб-барномасоз ё коршиноси коршинос бошед, хулоса он аст, ки мо ба шумо гузоришҳои шабакавии сабти HAR ва консолҳои браузерро фиристед. Лутфан пеш аз он, ки ин қадамҳоро пеш бигиред, ҳар як блокакунандаи реклама ё васеъшавии амнияти браузерро ғайрифаъол кунед ва дубора такрор кунед. Агар ин мушкилии шуморо ҳал кунад, мо то ҳол аз он қадр мекунем, ки шумо ба мо дар бораи версияи браузери шумо, паҳнкунандаи реклама ё васеъкунии браузер ва URL-и вебсайт хабар диҳед.",
    "reporting-bugs-intro-head": "Хато ёфт? Дар ин ҷо буд, ки чӣ тавр онро гузориш диҳед.",
    "reporting-bugs-intro-text": "Ҳар моҳ миллионҳо одамон hCaptcha-ро дар ҳазорҳо таркиби браузерҳо, васеъкунӣ, дастгоҳҳо, брандмауэрҳо ва ғайра истифода мебаранд. Ҳадафи мо ин аст, ки боварӣ ҳосил кунем, ки он ҳамеша барои шумо кор мекунад, ва мо ҳисоботи шуморо хеле қадр мекунем! Барои додани аксуламали зуд, танҳо тугмаи \"Ба мо фикру мулоҳизотро ирсол кунед\" -ро клик кунед. Агар шумо мушкилии функсионалиро бинед, лутфан дастур оид ба сабти debug барои Chrome ё дастур оид ба сабти баҳисобгирии Firefox-ро иҷро кунед. Барои ҳама гуна браузерҳои дигар танҳо ба мо имейл фиристед. Оид ба масъалаҳои эҳтимолии амният ё махфият дастурҳои дар поёнбударо бубинед.",
    "reporting-bugs-privacy-head": "Масъалаҳои махфият",
    "reporting-bugs-privacy-text": "Мо парвое надорем, ки корбарон бошанд, танҳо то чӣ андоза онҳо зараровар ё мошинанд. Мо ташаббусҳои монанди Pass Pass -ро дастгирӣ мекунем ва барои мувозинати махфият ва амният сахт кӯшиш мекунем. Агар шумо саволеро пайдо карда бошед, ки ба фикри шумо метавонад ба махфияти корбар таъсир расонад, лутфан ба мо тавассути почтаи электронӣ support@hcaptcha.com фиристед.",
    "reporting-bugs-provide-feedback-button": "Ба мо фикру мулоҳиза фиристед",
    "reporting-bugs-provide-feedback-head": "Пешниҳоди ақидаи фаврӣ дар hCaptcha",
    "reporting-bugs-provide-feedback-text": "Мо саҳми шуморо қадр мекунем. Ба мо ҳар гуна масъаларо огоҳ кунед ва онҳоро зуд ҳал хоҳем кард.",
    "reporting-bugs-security-head": "Хатогиҳои амниятӣ",
    "reporting-bugs-security-text": "Мо ҳамеша мехоҳем, ки гузоришҳоро дар бораи хатогиҳои амниятӣ қабул кунем. Ба суроғаи электронии support@hcaptcha.com ва CC security@hcaptcha.com фиристед ва мо зуд ба шумо бармегардем. Мо инчунин як барномаи бахшиши хатогиҳо барои ҳисоботҳои мувофиқ оид ба бехатарӣ дар хидмати hCaptcha ва коди сарчашмаи мувофиқ дорем.",
    "sec-hc": "Амнияти аввал",
    "sec-hc-text": "hCaptcha ба ношир равона шудааст. Мо кор мекунем, ки ба сайтҳо маълумоти воқеӣ пешниҳод кунем ва ба онҳо иҷозат диҳем, ки чӣ гуна истифода бурдани онро муайян кунанд. Дақиқӣ ба манфиати шумо ва ба манфиати мо аст. Дигар асбобҳоро ширкатҳои таблиғотӣ пешниҳод мекунанд. Ҳар боте, ки онҳо масдуд мекунанд, метавонад даромади худро коҳиш диҳад.",
    "what-is-hcaptcha": "HCaptcha чист?",
    "what-is-hcaptcha-text": "hCaptcha ба хидматҳои веби дӯстдоштаи худ бо гузоштани саволҳои оддӣ, ки барои одамон осон ва барои мошинҳо мушкиланд, ботҳо, спам ва таҳқирро пешгирӣ мекунад.",
    "why-hc": "Чаро hCaptcha?",
    "why-hc-text": "Ҳар дафъае, ки шумо ба савол ҷавоб диҳед, мо моделҳои мураккабро барои муайян кардани он ки шумо инсон ё мошин ҳастед, истифода мебарем. Он вебсайте, ки шумо ташриф овардед, ин натиҷаро барои беҳтар кардани таҷрибаи шумо дар сайти онҳо бо истифодаи монеаҳо нигоҳ медорад."
}