{
    "about-advisors-brendan": "ผู้บริหารสูงสุด. ผู้นำที่ได้รับการยอมรับใน AI ได้นำระบบอัจฉริยะของเครื่องจักรมาใช้กับปัญหาทางธุรกิจที่หลากหลายในช่วงหลายทศวรรษที่ผ่านมา",
    "about-advisors-dawn": "ปริญญาเอกสาขาชีววิทยาเชิงคำนวณสแตนฟอร์ด ทำงานร่วมกับเครือข่ายประสาทเทียมตั้งแต่ปี 2542 มุ่งเน้นไปที่ ML ประยุกต์และการเรียนรู้เชิงลึกในระดับ",
    "about-advisors-head": "ที่ปรึกษา",
    "about-advisors-keiran": "ผู้เชี่ยวชาญด้านฐานข้อมูลและบล็อกเชน วิศวกรระดับต้นที่ Cloudera และอีกมากมาย ความเชี่ยวชาญหลายทศวรรษในการสร้างซอฟต์แวร์และทีมงาน",
    "about-content-head-1": "เราทำอะไร",
    "about-content-head-2": "ทำไมจึงมีความสำคัญ",
    "about-content-text-1": "hCaptcha เป็นบริการของ Intuition Machines Inc ซึ่งเป็น บริษัท AI และแมชชีนเลิร์นนิงที่มุ่งเน้นไปที่ metalearning และ Visual Domain ML ตามขนาด เราสร้างและดำเนินการระบบที่ปรับขนาดได้จำนวนมากเพื่อเปิดใช้งานบริการวิเคราะห์วิดีโอและรูปภาพสำหรับ บริษัท Global 2000 ทั่วโลก",
    "about-content-text-2": "โดยทั่วไปข้อมูลเพิ่มเติมจะให้ผลลัพธ์ที่ดีกว่า การสร้างและบำรุงรักษาชุดข้อมูลที่มีป้ายกำกับอย่างถูกต้องและเกี่ยวข้องนั้นใช้เวลานานและมีราคาแพง เดิมที hCaptcha ได้รับการพัฒนาขึ้นเพื่อตอบสนองความต้องการของเราเองในการติดฉลากรูปภาพและขณะนี้มีให้บริการสำหรับ บริษัท อื่น ๆ ที่มีความต้องการคล้ายกัน",
    "about-intro-head-1": "ทำงานให้กับ hCaptcha",
    "about-intro-head-2": "ภารกิจของเรายิ่งใหญ่",
    "about-intro-text": "เราเติบโตอย่างรวดเร็วและมองหาบุคลากรที่มีความสามารถที่ดีที่สุดในโลกอยู่เสมอในสำนักงานทั่วโลกของเรา คุณสามารถสมัครได้ตามลิงค์ด้านล่างนี้",
    "about-leadership-alex": "ผู้เชี่ยวชาญด้านฐานข้อมูลและบล็อกเชน วิศวกรระดับต้นที่ Cloudera และอีกมากมาย ความเชี่ยวชาญหลายทศวรรษในการสร้างซอฟต์แวร์และทีมงาน",
    "about-leadership-eli": "ผู้บริหารสูงสุด. ผู้นำที่ได้รับการยอมรับใน AI ได้นำระบบอัจฉริยะของเครื่องจักรมาใช้กับปัญหาทางธุรกิจที่หลากหลายในช่วงหลายทศวรรษที่ผ่านมา",
    "about-leadership-head": "ความเป็นผู้นำ",
    "about-leadership-todd": "ปริญญาเอกสาขาชีววิทยาเชิงคำนวณสแตนฟอร์ด ทำงานร่วมกับเครือข่ายประสาทเทียมตั้งแต่ปี 2542 มุ่งเน้นไปที่ ML ประยุกต์และการเรียนรู้เชิงลึกในระดับ",
    "acc-opt": "ตัวเลือกการเข้าถึง",
    "acc-opt-but": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการเข้าถึง",
    "acc-opt-text": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ได้หรือไม่?",
    "accessibility-link": "การเข้าถึง",
    "appreciate-in": "ขอขอบคุณข้อมูลของคุณ แจ้งให้เราทราบปัญหาต่างๆและเราจะดำเนินการแก้ไขอย่างรวดเร็ว",
    "fb-but": "ส่งข้อเสนอแนะถึงเรา",
    "feedback-text": "แสดงความคิดเห็นเกี่ยวกับ hCaptcha ที่คุณเพิ่งเห็น",
    "footer-attribution": "แสดงที่มา",
    "footer-copyright-text": "hCaptcha เป็นเครื่องหมายการค้าจดทะเบียนของ Intuition Machines, Inc.",
    "footer-header-1": "บริษัท",
    "footer-header-2": "ทรัพยากร",
    "footer-header-3": "ติดต่อ",
    "footer-link-1": "การติดฉลาก",
    "footer-link-10": "การเข้าถึง",
    "footer-link-2": "เกี่ยวกับ",
    "footer-link-3": "งาน",
    "footer-link-4": "เครื่องหมายการค้า",
    "footer-link-5": "จริยธรรม AI",
    "footer-link-6": "บล็อก",
    "footer-link-7": "สถานะ",
    "footer-link-8": "เอกสารประกอบ",
    "footer-link-9": "รายงานความผิดพลาด",
    "footer-privacy": "ความเป็นส่วนตัว",
    "footer-subheader-1": "สนับสนุน",
    "footer-subheader-2": "ติดต่อ",
    "footer-terms": "เงื่อนไข",
    "h-plans": "แผนการสมัครสมาชิก",
    "header-docs-link": "เอกสาร",
    "header-labeling-services-link": "บริการติดฉลาก",
    "header-login-button": "เข้าสู่ระบบ",
    "header-plans-link": "แผน",
    "header-signup-button": "ลงชื่อ",
    "home-about-head": "เกี่ยวกับ hCaptcha",
    "home-about-subtitle": "ขับเคลื่อนโดย HUMAN Protocol",
    "home-about-text-1": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ต้องใช้แรงงานมากที่สุดในแมชชีนเลิร์นนิง: การติดฉลากข้อมูลจำนวนมากในเวลาที่เหมาะสมราคาไม่แพงและเชื่อถือได้",
    "home-about-text-2": "โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลแมชชีนเลิร์นนิง ความสำเร็จล่าสุดของแบบจำลองเชิงลึกได้นำไปสู่ชุดข้อมูลที่มีขนาดใหญ่มากขึ้นเกือบตลอดเวลาโดยมีการตรวจสอบจากเจ้าหน้าที่ อย่างไรก็ตามการสร้างชุดข้อมูลที่มีการตรวจสอบโดยมนุษย์ขนาดใหญ่ผ่าน Mechanical Turk รูปที่แปดและอื่น ๆ นั้นทั้งช้าและมีราคาแพง",
    "home-about-text-3": "hCaptcha อนุญาตให้เว็บไซต์สร้างรายได้ตามความต้องการนี้ในขณะที่บล็อกบอทและการละเมิดรูปแบบอื่น ๆ",
    "home-about-text-4": "ตลาด hCaptcha ขับเคลื่อนโดย HUMAN Protocol ซึ่งเป็นโปรโตคอลแบบกระจายอำนาจแบบเปิดสำหรับการตรวจสอบโดยมนุษย์ที่ทำงานบน Ethereum blockchain เว็บไซต์จะได้รับ Human Tokens (HMT) เมื่อใดก็ตามที่ผู้ใช้ใช้วิดเจ็ต hCaptcha บนไซต์ของตนและ บริษัท แมชชีนเลิร์นนิงจะจ่าย Human Tokens เพื่อรับข้อมูลที่มีป้ายกำกับ",
    "home-ba-labeling-services-link": "บริการติดฉลาก",
    "home-benefits-head-1": "คุณค่าในการติดฉลากข้อมูล",
    "home-benefits-head-2": "ตอบแทนการกุศล",
    "home-benefits-text-1": "คุณรู้หรือไม่ว่าทุกครั้งที่คุณคลิกที่รถคุณกำลังช่วยฝึกระบบแมชชีนเลิร์นนิงของ บริษัท ยักษ์ใหญ่ฟรี",
    "home-benefits-text-2": "hCaptcha เปลี่ยนโมเดลนี้เป็นรอบ ๆ เมื่อคุณใช้ hCaptcha บริษัท ต่างๆจะเสนอราคาให้กับงานที่ผู้ใช้ของคุณทำเพื่อพิสูจน์ความเป็นมนุษย์ของพวกเขา คุณจะได้รับรางวัล",
    "home-benefits-text-3": "ต้องการตอบแทนการกุศลที่คุณชื่นชอบหรือไม่? hCaptcha ช่วยให้คุณสนับสนุนองค์กรการกุศลที่คุณเลือกพร้อมรายได้ที่คุณได้รับจากการใช้งาน ผู้ใช้ในไซต์ของคุณจะสามารถเห็นการมีส่วนร่วมในการกุศลของคุณได้เร็ว ๆ นี้ผ่านการสร้างแบรนด์ที่รอบคอบบนอินเทอร์เฟซ hCaptcha",
    "home-challenge-text-1": "เลือกภาพทั้งหมดที่ตรงกับข้อความค้นหา",
    "home-challenge-text-2": "กำหนดพื้นที่ขอบเขตสำหรับวัตถุ",
    "home-challenge-text-3": "ระบุฉลากที่เกี่ยวข้อง",
    "home-challenge-title-1": "การเปรียบเทียบ",
    "home-challenge-title-2": "กล่องผูก",
    "home-challenge-title-3": "การจัดหมวดหมู่",
    "home-challenges-head": "ความท้าทายที่นำเสนอ",
    "home-challenges-text-1": "... และงานง่ายๆอื่น ๆ ง่ายสำหรับมนุษย์ยากสำหรับบอท",
    "home-challenges-text-2": "นอกจากนี้ยังมีงานแบบกำหนดเองสำหรับผู้เผยแพร่ขององค์กร",
    "home-ent-1": "กำลังมองหาข้อเสนอด้านความปลอดภัยสำหรับองค์กรของเราหรือไม่?",
    "home-ent-2": "เยี่ยมชมเว็บไซต์เฉพาะใหม่ของเรา: BotStop.com",
    "home-ent-button": "เรียนรู้เพิ่มเติม: BotStop โดย hCaptcha",
    "home-from-the-blog": "จากบล็อก:",
    "home-from-the-blog-value": "การตั้งค่าความยากของ hCaptcha ทำงานอย่างไร",
    "home-intro-body": "คุณใช้แคปต์ชาเพื่อป้องกันบอทหรือไม่? hCaptcha ปกป้องความเป็นส่วนตัวของผู้ใช้ให้รางวัลแก่เว็บไซต์และช่วยให้ บริษัท ต่างๆได้รับข้อมูลที่มีป้ายกำกับ เป็นการแทนที่แบบดร็อปอินสำหรับ reCAPTCHA: คุณสามารถเปลี่ยนได้ภายในไม่กี่นาที",
    "home-intro-button": "สมัครตอนนี้เลย",
    "home-intro-head": "หยุดบอทเพิ่มเติม เริ่มปกป้องความเป็นส่วนตัวของผู้ใช้",
    "home-main-1": "เอกชน. ปลอดภัย เร็วขึ้น และเราจ่ายเงินให้คุณเพื่อใช้งาน",
    "home-main-2": "เน้นความเป็นส่วนตัว",
    "home-main-2c": "เครือข่ายโฆษณามองว่าผู้เข้าชมของคุณเป็นผลิตภัณฑ์ สำหรับ hCaptcha ผลิตภัณฑ์คืองานที่พวกเขามีให้ เราไม่สนใจว่าผู้ใช้ของคุณเป็นใครมีแนวโน้มที่จะเป็นอันตรายเท่านั้น เราสนับสนุนโครงการริเริ่มต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
    "home-main-3": "ความปลอดภัยเป็นอันดับแรก",
    "home-main-3c": "ความถูกต้องอยู่ในความสนใจของคุณและของเรา hCaptcha มุ่งเน้นไปที่ผู้เผยแพร่โฆษณา เราทำงานเพื่อให้ข้อมูลจริงแก่คุณและให้คุณตัดสินใจว่าจะใช้อย่างไร captchas อื่น ๆ จัดทำโดย บริษัท โฆษณาขนาดยักษ์ ซึ่งหมายความว่าทุกบอทที่พวกเขาบล็อกอาจลดรายได้",
    "home-main-4": "ประสบการณ์ผู้ใช้ที่ดีขึ้น",
    "home-main-4c": "hCaptcha ใช้โมเดลการเรียนรู้ของเครื่องที่ซับซ้อนเพื่อกำหนดความเป็นมนุษย์ วิธีนี้ช่วยให้เราต้องการงานที่น่ารำคาญน้อยลงจากผู้ใช้ของคุณและใช้เวลาน้อยลงในการทำเช่นนั้นในขณะที่ยังคงให้ข้อมูลที่เป็นประโยชน์สำหรับการติดป้ายกำกับลูกค้า",
    "home-main-plans": "hCaptcha ใช้งานได้ฟรีสำหรับผู้เผยแพร่โฆษณาทุกขนาด อย่างไรก็ตามสำหรับองค์กรและแพลตฟอร์มที่ต้องการการควบคุมมากขึ้นโซลูชันระดับองค์กรของเรามีให้บริการ",
    "home-main-plans2": "โซลูชันระดับองค์กรของ hCaptcha ปกป้องผู้ใช้นับล้านในเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก โปรดติดต่อเราเพื่อขอข้อมูลเพิ่มเติมหรือเยี่ยมชม",
    "home-main-plans3": "โซลูชันระดับองค์กรของ hCaptcha ปกป้องผู้ใช้นับล้านในเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก โปรดติดต่อเราเพื่อขอข้อมูลเพิ่มเติมหรือเยี่ยมชม",
    "home-main-plans4": "เพื่อดูรายละเอียด",
    "home-plans-button-1": "สมัครตอนนี้เลย",
    "home-plans-button-2": "ติดต่อฝ่ายขาย",
    "home-plans-chart-head-1": "คุณสมบัติ",
    "home-plans-chart-head-2": "สำนักพิมพ์",
    "home-plans-chart-head-3": "องค์กร",
    "home-plans-chart-row-1-cell-1": "แสดงประเภทความท้าทายในการควบคุม",
    "home-plans-chart-row-1-cell-2": "ถูก จำกัด",
    "home-plans-chart-row-1-cell-3": "รวม",
    "home-plans-chart-row-10-cell-1": "แดชบอร์ดผู้ใช้หลายคน",
    "home-plans-chart-row-11-cell-1": "คุณสมบัติการรายงานขั้นสูง",
    "home-plans-chart-row-12-cell-1": "SLA ขององค์กร",
    "home-plans-chart-row-2-cell-1": "ควบคุมเนื้อหาท้าทายที่ใช้",
    "home-plans-chart-row-2-cell-2": "ถูก จำกัด",
    "home-plans-chart-row-2-cell-3": "รวม",
    "home-plans-chart-row-3-cell-1": "รับรางวัลสำหรับการแก้ปัญหาของมนุษย์",
    "home-plans-chart-row-4-cell-1": "การป้องกันแอนตี้บอทระดับโลก",
    "home-plans-chart-row-5-cell-1": "ทำงานได้ในทุกประเทศ",
    "home-plans-chart-row-6-cell-1": "นโยบายความเป็นส่วนตัวที่เป็นมิตรกับ GDPR และ CCPA",
    "home-plans-chart-row-7-cell-1": "ระดับความยากแบบละเอียด",
    "home-plans-chart-row-8-cell-1": "เปิดตัวเนื้อหาท้าทายของคุณเอง",
    "home-plans-chart-row-9-cell-1": "การตั้งเวลาความยากตามเวลา",
    "home-try-it-out-button": "รับ hCaptcha",
    "home-try-it-out-head": "ลองใช้งาน",
    "home-try-it-out-text": "hCaptcha ให้การตรวจจับบอทที่ง่ายสะดวกและเชื่อถือได้ในขณะที่เป็นเรื่องเล็กน้อยสำหรับมนุษย์ในการแก้ปัญหา",
    "labeling-about-head": "เกี่ยวกับ hCaptcha",
    "labeling-about-text-1": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ต้องใช้แรงงานมากที่สุดในการเรียนรู้ของเครื่อง การติดฉลากข้อมูลจำนวนมากในเวลาที่เหมาะสมราคาไม่แพงและเชื่อถือได้ โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลแมชชีนเลิร์นนิง ความสำเร็จล่าสุดของโมเดลเชิงลึกได้นำไปสู่ชุดข้อมูลที่มีขนาดใหญ่มากขึ้นและ hCaptcha ก็ตอบสนองความต้องการนี้",
    "labeling-about-text-2": "อย่างไรก็ตามการสร้างชุดข้อมูลขนาดใหญ่ที่ผ่านการตรวจสอบโดยมนุษย์โดยใช้วิธีการแบบเดิมนั้นทั้งช้าและมีราคาแพง hCaptcha เป็นวิธีที่ บริษัท ต่างๆจะได้รับคำอธิบายประกอบที่ต้องการได้เร็วขึ้นด้วยคุณภาพที่สูงขึ้นและต้นทุนที่ต่ำกว่าทางเลือกอื่น ๆ",
    "labeling-annotations-head": "ประเภทคำอธิบายประกอบ",
    "labeling-annotations-text-1": "การตรวจจับวัตถุที่แม่นยำในภาพและวิดีโอ",
    "labeling-annotations-text-2": "การตรวจจับวัตถุที่แม่นยำในภาพและวิดีโอ",
    "labeling-annotations-text-3": "คำอธิบายประกอบแบบชี้สำหรับกรณีการใช้งานต่างๆ",
    "labeling-annotations-text-4": "จัดเรียงหรือต่อท้ายหมวดหมู่ตามขนาดใดก็ได้",
    "labeling-annotations-text-5": "การตรวจจับและการจำแนกที่ขับเคลื่อนโดยมนุษย์",
    "labeling-annotations-text-6": "ต้องการประเภทอื่นที่ไม่ได้ระบุไว้ที่นี่หรือไม่? เพียงแค่ถามเรา",
    "labeling-annotations-title-1": "กล่องผูก",
    "labeling-annotations-title-2": "รูปหลายเหลี่ยม",
    "labeling-annotations-title-3": "จุดสังเกต",
    "labeling-annotations-title-4": "การจัดหมวดหมู่คุณสมบัติ",
    "labeling-annotations-title-5": "การเปรียบเทียบและการตรวจจับ",
    "labeling-annotations-title-6": "... และอื่น ๆ อีกมากมาย",
    "labeling-ent-button": "ติดต่อทีม Enterprise Solutions ของเรา",
    "labeling-ent-head": "ต้องการ End-to-End Control หรือไม่?",
    "labeling-ent-text-1": "แพลตฟอร์ม HUMAN ที่อยู่เบื้องหลัง hCaptcha มอบคุณภาพการทำงานและคุณสมบัติการจัดการที่มีความซับซ้อนสูงผ่านการปรับใช้ในองค์กรไฮบริดหรือ SaaS ที่รวมเข้ากับระบบที่มีอยู่ของคุณ",
    "labeling-ent-text-2": "ทำงานแบบออฟไลน์โดยสิ้นเชิงกับทีมงานของคุณเองติดตามมูลค่าที่ใช้ในหน่วยธุรกิจหรือคู่ค้าในกลุ่มเลือกกำหนดเส้นทางงานไปยังผู้ให้บริการแรงงานภายในหรือภายนอกที่แตกต่างกันตามข้อกำหนดด้านต้นทุนและความปลอดภัยและอื่น ๆ",
    "labeling-ent-text-3": "เข้าถึง API ได้ง่ายแดชบอร์ดที่สวยงามและเทคโนโลยี model-in-the-loop ล่าสุดเพื่อเพิ่มประสิทธิภาพสูงสุด",
    "labeling-ent-text-4": "SLA เวลาทำงาน 99.99% และการสนับสนุนทั่วโลกตลอด 24 ชั่วโมงทุกวัน สำหรับข้อมูลเพิ่มเติม:",
    "labeling-features-head-1": "ไปป์ไลน์ที่ขับเคลื่อนด้วย API อย่างง่าย",
    "labeling-features-head-2": "ปรับให้เหมาะสมกับต้นทุนและคุณภาพ ไม่จำเป็นต้องมีข้อผูกมัดล่วงหน้า",
    "labeling-features-head-3": "จ่ายเฉพาะความแม่นยำที่คุณต้องการ",
    "labeling-features-head-4": "ให้ข้อมูลความจริงภาคพื้นดินของคุณเองหรือให้เราสร้างขึ้นมาทันที",
    "labeling-features-text-1": "ต้องการรวมบทวิจารณ์ของมนุษย์เข้ากับการดำเนินธุรกิจของคุณโดยตรงหรือไม่? เรานำเสนอ SLA ที่มีความน่าเชื่อถือสูงความจุที่รับประกันและ REST API ที่เรียบง่าย",
    "labeling-features-text-2": "แพลตฟอร์ม HUMAN ใช้แบบจำลองความเชื่อมั่นที่ครอบคลุมเพื่อทำการวิเคราะห์คุณภาพแบบเรียลไทม์ที่ซับซ้อน สิ่งนี้ช่วยให้เราสามารถระบุทั้งความยากของคำถามและคำตอบที่ถูกต้องได้อย่างรวดเร็วช่วยประหยัดเวลาและเงินของคุณ",
    "labeling-features-text-3": "ปัญหาทั้งหมดไม่เหมือนกัน คำอธิบายประกอบสำหรับงานที่มีความสำคัญด้านความปลอดภัยอาจต้องการความมั่นใจ 99.99% จากพนักงานทั้งหมด คำอธิบายประกอบสำหรับคุณลักษณะเบต้าหนึ่งในแอปเกมบนอุปกรณ์เคลื่อนที่อาจต้องการความมั่นใจในระดับปานกลางเท่านั้น คุณตัดสินใจ.",
    "labeling-features-text-4": "คุณมีข้อมูลดิบโดยไม่มีชุดการตรวจสอบที่ครอบคลุมหรือไม่? ในกรณีส่วนใหญ่เราสามารถสร้างขึ้นสำหรับคุณในขณะที่งานดำเนินการผ่านระบบหรือสร้างตัวอย่างที่มีป้ายกำกับเพื่อขออนุมัติจากคุณ",
    "labeling-info-head": "การติดป้ายกำกับข้อมูล",
    "labeling-info-text-1": "พูดคุยกับผู้เชี่ยวชาญด้านโดเมนของเราเพื่อกำหนดความต้องการโครงการของคุณ: ความแม่นยำของเป้าหมายรูปแบบและข้อกำหนดพิเศษใด ๆ",
    "labeling-info-text-2": "เราดำเนินงานการผลิตขนาดเล็กตามข้อมูลตัวอย่างของคุณ นี่เป็นการทดสอบงานที่เราทำร่วมกันเพื่อให้แน่ใจว่าคุณจะได้รับสิ่งที่ต้องการ",
    "labeling-info-text-3": "ด้วยปริมาณที่มากและเวลาในการตอบสนองต่ำของเราเราจะเปลี่ยนงานของคุณอย่างรวดเร็วด้วยการจัดส่งอัตโนมัติทันทีที่เสร็จสิ้น",
    "labeling-info-text-4": "เมื่อเราเข้าใจพารามิเตอร์ของงานการผลิตของคุณดีขึ้นผลลัพธ์จะดีขึ้นเรื่อย ๆ เมื่อเวลาผ่านไป",
    "labeling-info-text-5": "แดชบอร์ดแบบสดช่วยให้คุณสามารถแสดงความคิดเห็นหรือหยุดการผลิตได้ตลอดเวลา",
    "labeling-info-title-1": "กำหนดข้อมูลจำเพาะ",
    "labeling-info-title-2": "การทดสอบงานเบื้องต้น",
    "labeling-info-title-3": "ปรับใช้งานการผลิต",
    "labeling-info-title-4": "พัฒนาอย่างต่อเนื่อง",
    "labeling-info-title-5": "ผลลัพธ์ตามเวลาจริง",
    "labeling-main-1": "การติดฉลากข้อมูลที่คุ้มค่าตามขนาด",
    "labeling-main-1-button": "ติดป้ายกำกับข้อมูลของคุณทันที",
    "labeling-main-1c": "ต้องการป้ายกำกับเพิ่มเติมสำหรับชุดข้อมูลของคุณหรือไม่ hCaptcha ให้การติดฉลากข้อมูลที่รวดเร็วคุ้มค่าและมีคุณภาพสูงสำหรับ บริษัท ที่ทำงานเกี่ยวกับปัญญาประดิษฐ์และแอปพลิเคชันการเรียนรู้ของเครื่อง",
    "labeling-main-2": "เปิดตัวงานนับล้านทันที",
    "labeling-main-2-button": "ซื้อบริการติดฉลากข้อมูล",
    "labeling-main-2c": "hCaptcha มีสระว่ายน้ำที่ใหญ่ที่สุดแห่งหนึ่งในโลกสำหรับการใช้งานของคุณ ไม่ว่าเครื่องชั่งของคุณจะเป็นเท่าใดเราสามารถจัดการได้โดยไม่มีภาระผูกพันล่วงหน้าที่มีราคาแพง งานหลายล้านงานต่อวันไม่มีปัญหา",
    "labeling-platform-head": "ข้อมูลส่วนตัวหรือสาธารณะ",
    "labeling-platform-text": "hCaptcha สร้างขึ้นบนแพลตฟอร์ม HUMAN ซึ่งช่วยให้การกำหนดเส้นทางและการวิเคราะห์ที่ซับซ้อนเพื่อเพิ่มต้นทุนและประสิทธิภาพในแต่ละขั้นตอน เทคโนโลยีนี้ช่วยให้พนักงานที่เหมาะสมสามารถจัดการงานแต่ละส่วนของคุณได้เพิ่มประสิทธิภาพด้านต้นทุนสูงสุดในขณะที่รักษาความเป็นส่วนตัวและเป็นไปตามข้อกำหนดด้านกฎระเบียบที่อาจมีผลบังคับใช้",
    "labeling-try-button": "ซื้อบริการติดฉลากข้อมูล",
    "labeling-try-head": "ต้องการทดลองใช้กับข้อมูลของคุณหรือไม่?",
    "labeling-try-text": "... เราพร้อมเมื่อคุณ: บริการของเราพร้อมให้บริการตลอดเวลา",
    "learn-more-hcaptcha": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha",
    "page-acc-faq-1": "คำถาม: hCaptcha Section 508 + WCAG 2.0 เป็นไปตามข้อกำหนดหรือไม่ คำตอบ: เราเชื่อเช่นนั้น: ผู้ใช้ทุกคนที่มีความบกพร่องในรูปแบบใด ๆ ที่สามารถท่องเว็บและป้อนข้อความในแบบฟอร์มสามารถเข้าถึงบริการที่ได้รับการคุ้มครองโดย hCaptcha เมื่อลงทะเบียน อย่างไรก็ตามนี่ไม่ใช่คำแนะนำทางกฎหมาย: คุณควรทำการประเมินผลของคุณเองโดยคำนึงถึงการนำไปใช้งานโดยเฉพาะเพื่อให้แน่ใจว่าเป็นกรณีสำหรับการปรับใช้ของคุณ",
    "page-acc-faq-2": "คำถาม: คุณกำลังทำงานกับตัวเลือกการช่วยการเข้าถึงอื่น ๆ (a11y) เช่นเสียงหรือไม่ คำตอบ: ตัวเลือกยอดนิยมก่อนหน้านี้เช่นคำบรรยายเสียงเลือกปฏิบัติกับผู้ใช้ a11y จำนวนมากและพ่ายแพ้อย่างง่ายดายด้วยเทคนิคการเรียนรู้ของเครื่องสมัยใหม่ สิ่งนี้ได้บังคับให้ความท้าทายด้านเสียงในปัจจุบันกลายเป็นเรื่องยากขึ้นเรื่อย ๆ โดยนำเสียงรบกวนเวลาแปลก ๆ การผสมคำที่ผิดปกติและอื่น ๆ เพื่อเอาชนะผู้โจมตี ดังนั้นเราจึงไม่ค่อยกระตือรือร้นเกี่ยวกับแนวทางนี้เทียบกับการหลีกเลี่ยงความท้าทายโดยสิ้นเชิง แต่จะพิจารณาหากมีความต้องการจากชุมชน a11y อย่างไรก็ตามเราสนใจ Privacy Pass สำหรับกรณีการใช้งานการช่วยสำหรับการเข้าถึงเป็นอย่างมาก เราเชื่อว่าการรวมแนวทาง a11y ปัจจุบันของเราเข้ากับการออก Privacy Pass จะช่วยให้ผู้ใช้ a11y สามารถท่องเว็บได้อย่างปลอดภัยและปลอดภัยเมื่อรู้ว่าการจราจรของพวกเขามีความเป็นส่วนตัวมากขึ้นในขณะที่การ จำกัด การละเมิดโดยผู้ให้บริการบอทซึ่งจะเกิดขึ้นอย่างหลีกเลี่ยงไม่ได้เมื่อมีตัวเลือก a11y เราเป็นผู้มีส่วนร่วมในคณะทำงาน IETF ที่กำหนดมาตรฐานเทคโนโลยีใหม่นี้",
    "page-acc-faq-3": "คำถาม: ความเป็นส่วนตัวล่ะ? การลงทะเบียนเปิดเผยข้อมูลการท่องเว็บ a11y ไม่ทางใดก็ทางหนึ่งหรือไม่? คุณทำอะไรกับอีเมล? คำตอบ: hCaptcha ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่ต้น มันแตกต่างอย่างมากจากตัวเลือกแบบเดิม ๆ เช่น reCAPTCHA ที่เป็นของเครือข่ายโฆษณาซึ่งมีแรงจูงใจในการติดตามคุณในเว็บและเชื่อมโยงคุณกับตัวตนที่แท้จริง เราไม่เคยใช้อีเมลหรือข้อมูลสำหรับการเข้าถึงเพื่อวัตถุประสงค์อื่นใดนอกเหนือจากการอำนวยความสะดวกในการใช้งาน a11y และป้องกันการละเมิด นโยบายความเป็นส่วนตัวของเรามีคำตอบที่ครอบคลุมและเชื่อถือได้เกี่ยวกับวิธีที่เราใช้ข้อมูล แต่คำตอบสั้น ๆ คือเราไม่สนใจที่จะเชื่อมโยงคุณในฐานะบุคคลที่มีประวัติการเข้าชมของคุณเรากำลังดำเนินการแก้ปัญหาการเข้ารหัสเพื่อทิ้งที่อยู่อีเมลของคุณอย่างรวดเร็ว ในขณะที่ยังคงรักษาความสามารถของเราในการป้องกันการละเมิดซึ่งช่วยเสริมงาน Privacy Pass ของเรา",
    "page-acc-link-1": "หากคุณเป็นผู้ใช้การเข้าถึงโปรดสมัครที่นี่",
    "page-acc-subhead": "ทำให้ผู้ใช้ทุกคนสามารถเข้าถึงได้อย่างราบรื่นในขณะที่รักษาความปลอดภัย",
    "page-acc-summary": "สรุป",
    "page-acc-summary-contents-1": "hCaptcha ได้รับการออกแบบมาเพื่อหยุดบอทโดยแยกพวกมันออกจากผู้คน การทดสอบภาพเป็นเครื่องมือที่สะดวกสำหรับสิ่งนี้ แต่ไม่ใช่ทุกคนที่สามารถแก้ปัญหาการมองเห็นได้ ด้วยเหตุนี้เราจึงออกแบบทางเลือกที่เรียบง่ายและไม่เจ็บปวดเพื่อให้ผู้เผยแพร่โฆษณาที่ใช้บริการของเราสามารถรักษาความสามารถในการเข้าถึงสำหรับทุกคนด้วยการปฏิบัติตามมาตรา 508 และ WCAG 2.0 อย่างสมบูรณ์",
    "page-acc-summary-contents-2": "วิธีการทำงาน: ขั้นแรกให้ผู้ใช้การเข้าถึงลงทะเบียนที่ URL นี้ซึ่งเชื่อมโยงในหน้าข้อมูลวิดเจ็ต hCaptcha พวกเขาจะได้รับคุกกี้ที่เข้ารหัสซึ่งสามารถใช้งานได้หลายครั้งต่อวัน แต่จะต้องรีเฟรชทุกๆ 24 ชั่วโมงผ่านการเข้าสู่ระบบเมื่อมีการนำเสนอคำถามต่อผู้ใช้ที่สามารถเข้าถึงได้บนไซต์ใด ๆ โดยใช้บริการ hCaptcha พวกเขาจะผ่านไปโดยอัตโนมัติ",
    "page-acc-title": "hCaptcha ข้อมูลการช่วยสำหรับการเข้าถึง",
    "page-acc-tr-body": "คำถาม: ฉันยังคงเห็นความท้าทายหลังจากตั้งค่าคุกกี้ สาเหตุนี้คืออะไร? คำตอบ: โดยทั่วไปเกิดจากการใช้ตัวบล็อกโฆษณาเชิงรุกหรือส่วนขยายการป้องกันคุกกี้หรือการตั้งค่าที่บล็อกคุกกี้ข้ามไซต์ในกรณีนี้คือคุกกี้สำหรับ hcaptcha.com ที่กำหนดหรือตรวจสอบโดย hCaptcha JavaScript บนไซต์อื่น เช่นเดียวกับที่คุณกำลังเยี่ยมชม คุกกี้การเข้าถึง hCaptcha ทำงานร่วมกับเบราว์เซอร์และตัวบล็อกโฆษณายอดนิยมทั้งหมดที่มีการตั้งค่ามาตรฐานดังนั้นโดยทั่วไปความล้มเหลวเกิดจากสคริปต์ต่อต้านการบล็อกโฆษณาหรือชุดกฎที่คล้ายกันซึ่งกำหนดเป้าหมายไปยังไซต์ใดไซต์หนึ่ง วิธีแก้ไข: 1. อนุญาตคุกกี้ hcaptcha.com และ * .hcaptcha.com ในตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์ 2. หากคุณใช้เบราว์เซอร์ Brave ซึ่งไม่มี (ณ เดือนเมษายน 2020) ดูเหมือนว่าจะมีรายการคุกกี้ที่อนุญาตให้ไปที่การตั้งค่า -> โล่ -> คุกกี้และเลือกอนุญาตคุกกี้ทั้งหมด 3. หากคุณใช้ Safari เวอร์ชันล่าสุดบน OS X 10.15 หรือ iOS 13. 4 ที่เพิ่งเปิดตัวเมื่อเร็ว ๆ นี้ Apple เพิ่งเปลี่ยนพฤติกรรมของ Safari ที่เกี่ยวข้องกับคุกกี้ของบุคคลที่สามโดยบล็อกทั้งหมดโดยค่าเริ่มต้น เรากำลังดำเนินการแก้ปัญหา แต่ในระหว่างนี้โปรดไปที่การตั้งค่า Safari ส่วนความเป็นส่วนตัวและยกเลิกการเลือกการติดตามเว็บไซต์: ป้องกันการติดตามข้ามไซต์เพื่อให้คุกกี้การเข้าถึงสามารถทำงานได้ตามที่คาดไว้ คำถาม: ฉันใช้อุปกรณ์หลายเครื่อง ฉันต้องลงทะเบียนหลายครั้งหรือไม่? คำตอบ: ไม่โปรดคลิกลิงก์เข้าสู่ระบบอีเมลเดียวกับที่ส่งถึงคุณในแต่ละอุปกรณ์ที่คุณใช้เพื่อตั้งค่าคุกกี้",
    "page-acc-tr-title": "สำหรับผู้ใช้การเข้าถึง: ถาม & ตอบและคู่มือการแก้ไขปัญหา",
    "priv-hc": "เน้นความเป็นส่วนตัว",
    "priv-hc-text": "เครือข่ายโฆษณามองว่าคุณเป็นผลิตภัณฑ์ของตน เราไม่ทำ เราไม่สนใจว่าผู้ใช้จะเป็นใครมีแนวโน้มที่จะเป็นอันตรายเท่านั้น เราสนับสนุนโครงการริเริ่มต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
    "reporting-bugs-accessibility-button": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการเข้าถึง",
    "reporting-bugs-accessibility-head": "ตัวเลือกการเข้าถึง",
    "reporting-bugs-accessibility-text": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ได้หรือไม่?",
    "reporting-bugs-guide-ff-head": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Firefox",
    "reporting-bugs-guide-ff-step-1": "ขั้นตอนที่ 1: เปิดเครื่องมือสำหรับนักพัฒนา (เริ่มบันทึกเซสชัน)",
    "reporting-bugs-guide-ff-step-2": "ขั้นตอนที่ 2: คลิกที่แท็บ Network ใน Developer Tools เลือกช่องบันทึกคงอยู่ที่ด้านบน",
    "reporting-bugs-guide-ff-step-3": "ขั้นตอนที่ 3: ไปที่ https://accounts.hcaptcha.com/demo หรือเว็บไซต์ที่คุณมีปัญหา (หมายเหตุความเป็นส่วนตัว: เฉพาะในกรณีที่คุณไม่สนใจที่จะแบ่งปันสิ่งที่เป็นอยู่) ... จากนั้นคลิกที่ I เป็นปุ่มมนุษย์และพยายามแก้ปัญหา",
    "reporting-bugs-guide-ff-step-4": "ขั้นตอนที่ 4: คลิก HAR หลังจากที่คุณพยายามแก้ปัญหาแล้วเลือกบันทึกทั้งหมดเป็น HAR เพื่อบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
    "reporting-bugs-guide-ff-step-5": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลและคลิกขวาจากนั้นเลือกทั้งหมดและบันทึกลงในไฟล์ข้อความเพื่อบันทึกบันทึกคอนโซล ส่งสิ่งนั้นมาให้เราเช่นกัน",
    "reporting-bugs-guide-ff-step-6": "ขั้นตอนสุดท้าย: ส่งอีเมลไฟล์บันทึก HAR และคอนโซลเหล่านั้นมาให้เราและอธิบายปัญหาใช้: support@hcaptcha.com (โปรดใช้บริการเช่น Dropbox หรือ Filebin และส่งลิงก์) และเลือกภาพหน้าจอหากคุณสงสัยว่ามีบางอย่างแสดงไม่ถูกต้อง . กรุณาส่ง IP ที่คุณใช้ด้วย คุณสามารถรับได้จาก https://www.whatsmyip.org/ ขอบคุณที่สละเวลาช่วยให้เราได้รับข้อมูลนี้! เรามุ่งมั่นที่จะทำให้ hCaptcha ทำงานได้ดีสำหรับทุกคน",
    "reporting-bugs-guide-head": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Chrome",
    "reporting-bugs-guide-step-1": "ขั้นตอนที่ 1: เปิดเครื่องมือสำหรับนักพัฒนา (เริ่มบันทึกเซสชัน)",
    "reporting-bugs-guide-step-2": "ขั้นตอนที่ 2: คลิกที่แท็บ Network ใน Developer Tools เลือกช่องเก็บบันทึกที่ด้านบน",
    "reporting-bugs-guide-step-3": "ขั้นตอนที่ 3: ไปที่ https://accounts.hcaptcha.com/demo หรือเว็บไซต์ที่คุณมีปัญหา (หมายเหตุความเป็นส่วนตัว: เฉพาะในกรณีที่คุณไม่สนใจที่จะแบ่งปันสิ่งที่เป็นอยู่) ... จากนั้นคลิกที่ I เป็นปุ่มมนุษย์และพยายามแก้ปัญหา",
    "reporting-bugs-guide-step-4": "ขั้นตอนที่ 4: คลิกส่งออก HAR (ลูกศรลงเล็ก ๆ ) หลังจากที่คุณพยายามแก้ปัญหาซึ่งจะบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
    "reporting-bugs-guide-step-5": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลแล้วคลิกขวาจากนั้นบันทึกเป็น .. เพื่อบันทึกบันทึกคอนโซล ส่งสิ่งนั้นมาให้เราเช่นกัน",
    "reporting-bugs-guide-step-6": "ขั้นตอนสุดท้าย: ส่งไฟล์บันทึก HAR และคอนโซลเหล่านั้นมาให้เราทางอีเมลและอธิบายปัญหา ใช้: support@hcaptcha.com (โปรดใช้บริการเช่น Dropbox หรือ Filebin และส่งลิงก์) และเลือกใช้ภาพหน้าจอหากคุณสงสัยว่ามีบางสิ่งแสดงไม่ถูกต้อง กรุณาส่ง IP ที่คุณใช้ด้วย คุณสามารถรับได้จาก https://www.whatsmyip.org/ ขอบคุณที่สละเวลาช่วยให้เราได้รับข้อมูลนี้! เรามุ่งมั่นที่จะทำให้ hCaptcha ทำงานได้ดีสำหรับทุกคน",
    "reporting-bugs-guide-text-1": "การส่งข้อมูลการแก้ไขข้อบกพร่องพร้อมรายงานของคุณจะทำให้เราระบุได้ง่ายขึ้นว่าเกิดอะไรขึ้น คำแนะนำทีละขั้นตอนมีดังนี้",
    "reporting-bugs-guide-text-2": "หากคุณเป็นนักพัฒนาเว็บหรือผู้ใช้ผู้เชี่ยวชาญสรุปคือเราต้องการให้คุณส่งบันทึกเครือข่าย HAR และคอนโซลเบราว์เซอร์ให้เรา โปรดลองปิดการใช้งานตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์ก่อนแล้วจึงลองใหม่ก่อนที่คุณจะทำตามขั้นตอนเหล่านี้ หากวิธีนี้ช่วยแก้ปัญหาของคุณได้เรายังคงยินดีที่คุณแจ้งให้เราทราบเวอร์ชันเบราว์เซอร์ตัวบล็อกโฆษณาหรือส่วนขยายของเบราว์เซอร์และ URL ของเว็บไซต์",
    "reporting-bugs-intro-head": "พบข้อบกพร่องหรือไม่ วิธีการรายงานมีดังนี้",
    "reporting-bugs-intro-text": "ผู้คนหลายล้านใช้ hCaptcha ในแต่ละเดือนเบราว์เซอร์ส่วนขยายอุปกรณ์ไฟร์วอลล์และอื่น ๆ อีกมากมาย เป้าหมายของเราคือตรวจสอบให้แน่ใจว่าได้ผลสำหรับคุณเสมอดังนั้นเราจึงขอขอบคุณรายงานของคุณเป็นอย่างยิ่ง! หากต้องการแสดงความคิดเห็นอย่างรวดเร็วเพียงคลิกปุ่มส่งความคิดเห็นถึงเรา หากคุณพบปัญหาในการใช้งานโปรดทำตามคำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Chrome หรือคำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Firefox ด้านล่าง สำหรับเบราว์เซอร์อื่น ๆ เพียงส่งอีเมลถึงเรา สำหรับปัญหาด้านความปลอดภัยหรือความเป็นส่วนตัวที่อาจเกิดขึ้นโปรดดูคำแนะนำด้านล่าง",
    "reporting-bugs-privacy-head": "ปัญหาความเป็นส่วนตัว",
    "reporting-bugs-privacy-text": "เราไม่สนใจว่าผู้ใช้จะเป็นใครมีแนวโน้มที่จะเป็นอันตรายหรือเครื่องจักรเท่านั้น เราสนับสนุนโครงการริเริ่มต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย หากคุณพบปัญหาที่คุณคิดว่าอาจส่งผลกระทบต่อความเป็นส่วนตัวของผู้ใช้โปรดส่งอีเมลถึงเราที่ support@hcaptcha.com",
    "reporting-bugs-provide-feedback-button": "ส่งข้อเสนอแนะถึงเรา",
    "reporting-bugs-provide-feedback-head": "ให้ข้อเสนอแนะทันทีเกี่ยวกับ hCaptcha",
    "reporting-bugs-provide-feedback-text": "ขอขอบคุณข้อมูลของคุณ แจ้งให้เราทราบปัญหาต่างๆและเราจะดำเนินการแก้ไขอย่างรวดเร็ว",
    "reporting-bugs-security-head": "ข้อบกพร่องด้านความปลอดภัย",
    "reporting-bugs-security-text": "เราสนใจที่จะรับรายงานข้อบกพร่องด้านความปลอดภัยอยู่เสมอ ส่งอีเมลไปที่ support@hcaptcha.com & CC security@hcaptcha.com แล้วเราจะติดต่อกลับโดยเร็ว นอกจากนี้เรายังมีโปรแกรมรางวัลบั๊กสำหรับรายงานความปลอดภัยที่มีสิทธิ์ในบริการ hCaptcha และซอร์สโค้ดที่เกี่ยวข้อง",
    "sec-hc": "ความปลอดภัยเป็นอันดับแรก",
    "sec-hc-text": "hCaptcha มุ่งเน้นไปที่ผู้เผยแพร่โฆษณา เราทำงานเพื่อให้ข้อมูลจริงแก่ไซต์และให้พวกเขาตัดสินใจว่าจะใช้อย่างไร ความถูกต้องอยู่ในความสนใจของคุณและของเรา แคปต์ชาอื่น ๆ จัดทำโดย บริษัท โฆษณา บอททุกตัวที่บล็อกอาจลดรายได้",
    "switch-to-english-link": "เปลี่ยนเป็นภาษาอังกฤษ",
    "what-is-hcaptcha": "hCaptcha คืออะไร?",
    "what-is-hcaptcha-text": "hCaptcha ช่วยให้บริการเว็บโปรดของคุณป้องกันบอทสแปมและการละเมิดโดยการถามคำถามง่ายๆที่ง่ายสำหรับมนุษย์และยากสำหรับเครื่องจักร",
    "why-hc": "ทำไมต้อง hCaptcha",
    "why-hc-text": "ทุกครั้งที่คุณตอบคำถามเราจะใช้แบบจำลองที่ซับซ้อนเพื่อดูว่าคุณเป็นมนุษย์หรือเครื่องจักร จากนั้นเว็บไซต์ที่คุณเยี่ยมชมจะใช้ผลลัพธ์นี้เพื่อช่วยปรับปรุงประสบการณ์ของคุณบนไซต์ของพวกเขาโดยการป้องกันบอท"
}