{
    "acc-opt": "ตัวเลือกการเข้าถึง",
    "acc-opt-but": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง",
    "acc-opt-text": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ให้สมบูรณ์ได้หรือไม่?",
    "accessibility-link": "การเข้าถึง",
    "appreciate-in": "ขอขอบคุณสำหรับข้อมูลของคุณ แจ้งให้เราทราบปัญหาใด ๆ และเราจะแก้ปัญหาได้อย่างรวดเร็ว",
    "fb-but": "ส่งข้อเสนอแนะถึงเรา",
    "feedback-text": "ให้ข้อเสนอแนะเกี่ยวกับ hCaptcha ที่คุณเพิ่งเห็น",
    "home-ent-1": "กำลังมองหาข้อเสนอการรักษาความปลอดภัยระดับองค์กรของเราหรือไม่",
    "home-ent-2": "เยี่ยมชมเว็บไซต์เฉพาะใหม่ของเรา: BotStop.com",
    "home-intro-body": "คุณใช้ captcha เพื่อป้องกันบอทหรือไม่? hCaptcha ปกป้องความเป็นส่วนตัวของผู้ใช้รางวัลเว็บไซต์และช่วยให้ บริษัท ต่างๆติดป้ายกำกับข้อมูล เป็นการทดแทนแบบดรอปดาวน์สำหรับ reCAPTCHA: คุณสามารถสลับได้ภายในไม่กี่นาที",
    "home-intro-head": "หยุดบอทมากขึ้น เริ่มปกป้องความเป็นส่วนตัวของผู้ใช้",
    "home-main-1": "เอกชน. การรักษาความปลอดภัย ได้เร็วขึ้น และเราจ่ายให้คุณใช้งาน",
    "home-main-2": "เน้นความเป็นส่วนตัว",
    "home-main-2c": "เครือข่ายโฆษณามองผู้เข้าชมของคุณว่าเป็นผลิตภัณฑ์ สำหรับ hCaptcha ผลิตภัณฑ์เป็นงานที่พวกเขามีให้ เราไม่สนใจว่าผู้ใช้ของคุณเป็นใครมีแนวโน้มว่าจะเป็นอันตรายเพียงใด เราสนับสนุนโครงการต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อรักษาสมดุลความเป็นส่วนตัวและความปลอดภัย",
    "home-main-3": "ปลอดภัยไว้ก่อน",
    "home-main-3c": "ความแม่นยำอยู่ในความสนใจของคุณและของเรา hCaptcha เน้นการเผยแพร่ เราทำงานเพื่อให้ข้อมูลจริงแก่คุณและให้คุณตัดสินใจว่าจะใช้อย่างไร แคปช่าอื่น ๆ จัดทำโดย",
    "home-main-3c2": "บริษัท โฆษณา ซึ่งหมายความว่าบอทที่บล็อกทุกคนอาจลดรายได้",
    "home-main-4": "ประสบการณ์ผู้ใช้ที่ดีขึ้น",
    "home-main-4c": "hCaptcha ใช้รูปแบบการเรียนรู้ที่ซับซ้อนของเครื่องจักรเพื่อกำหนดมนุษยชาติ สิ่งนี้ทำให้เราต้องการงานที่น่ารำคาญน้อยลงจากผู้ใช้ของคุณและใช้เวลาน้อยลงในการทำเช่นนั้นในขณะที่ยังคงผลิตข้อมูลที่มีประโยชน์สำหรับการติดฉลากลูกค้า",
    "home-main-plans": "hCaptcha มีอิสระที่จะใช้สำหรับผู้เผยแพร่ทุกขนาด อย่างไรก็ตามสำหรับองค์กรและแพลตฟอร์มที่ต้องการการควบคุมมากขึ้นโซลูชันระดับองค์กรของเราก็พร้อมให้บริการ",
    "home-main-plans2": "โซลูชันขององค์กร hCaptcha ปกป้องผู้ใช้นับล้านจากเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก กรุณาติดต่อเราสำหรับข้อมูลเพิ่มเติมหรือเยี่ยมชม",
    "home-main-plans3": "โซลูชันขององค์กร hCaptcha ปกป้องผู้ใช้นับล้านจากเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก กรุณาติดต่อเราสำหรับข้อมูลเพิ่มเติมหรือเยี่ยมชม",
    "home-main-plans4": "สำหรับรายละเอียด",
    "learn-more-hcaptcha": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha",
    "page-acc-faq-1": "คำถาม: hCaptcha มาตรา 508 + WCAG 2.0 สอดคล้องหรือไม่ คำตอบ: เราเชื่อเช่นนั้น: ผู้ใช้ทุกคนที่มีรูปแบบการด้อยค่าที่สามารถเรียกดูเว็บและป้อนข้อความในแบบฟอร์มสามารถเข้าถึงบริการที่ได้รับการคุ้มครองโดย hCaptcha เมื่อทำการลงทะเบียน อย่างไรก็ตามนี่ไม่ใช่คำแนะนำทางกฎหมาย: คุณควรทำการประเมินของคุณเองโดยคำนึงถึงการใช้งานเฉพาะของคุณเพื่อให้แน่ใจว่าเป็นกรณีสำหรับการปรับใช้ของคุณ",
    "page-acc-faq-2": "คำถาม: คุณกำลังทำงานกับตัวเลือกการเข้าถึงอื่น ๆ (a11y) เช่นเสียงหรือไม่ คำตอบ: ตัวเลือกยอดนิยมก่อนหน้านี้เช่น captchas เสียงแยกแยะกับผู้ใช้ a11y จำนวนมากและแพ้ง่ายด้วยเทคนิคการเรียนรู้ของเครื่องจักรที่ทันสมัย สิ่งนี้ได้บังคับให้ความท้าทายด้านเสียงในปัจจุบันยากขึ้นแนะนำเสียงรบกวนเวลาแปลกคำผสมที่ผิดปกติและอื่น ๆ เพื่อเอาชนะผู้โจมตี เราจึงกระตือรือร้นน้อยลงเกี่ยวกับวิธีการนี้เทียบกับการหลีกเลี่ยงความท้าทายทั้งหมด แต่จะพิจารณาหากมีความต้องการจากชุมชน a11y อย่างไรก็ตามเรามีความสนใจใน Privacy Pass สำหรับกรณีการใช้งานการเข้าถึง เราเชื่อว่าการรวมแนวทาง a11y ปัจจุบันของเรากับการออก Privacy Pass จะช่วยให้ผู้ใช้ a11y สามารถเรียกดูได้อย่างปลอดภัยและปลอดภัยในความรู้ที่ปริมาณการใช้งานของพวกเขาเป็นส่วนตัวมากขึ้นในขณะที่ จำกัด การละเมิด เราเป็นผู้เข้าร่วมที่มีส่วนร่วมในคณะทำงาน IETF ที่เป็นมาตรฐานของเทคโนโลยีใหม่นี้",
    "page-acc-faq-3": "คำถาม: แล้วความเป็นส่วนตัวล่ะ? การลงทะเบียนเปิดเผยข้อมูลการเรียกดู a11y ในบางวิธีหรือไม่? คุณทำอะไรกับอีเมล คำตอบ: hCaptcha ถูกออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่แรกเริ่ม มันแตกต่างจากตัวเลือกดั้งเดิมอย่าง reCAPTCHA ที่เครือข่ายโฆษณาเป็นเจ้าของซึ่งมีแรงจูงใจในการติดตามคุณในเว็บและเชื่อมโยงคุณกับตัวตนที่แท้จริง เราไม่เคยใช้อีเมลหรือข้อมูลการเข้าถึงเพื่อจุดประสงค์อื่นใดนอกจากการใช้งาน a11y และป้องกันการละเมิด นโยบายความเป็นส่วนตัวของเรามีคำตอบที่ครอบคลุมและเชื่อถือได้เกี่ยวกับวิธีการที่เราใช้ข้อมูล แต่คำตอบสั้น ๆ คือเราไม่สนใจที่จะเชื่อมโยงคุณในฐานะบุคคลที่มีประวัติการเข้าชมของคุณเรากำลังทำงานกับ ในขณะที่ยังคงรักษาความสามารถของเราในการป้องกันการใช้งานที่ไม่เหมาะสม",
    "page-acc-link-1": "หากคุณเป็นผู้ใช้ที่เข้าถึงได้ง่ายโปรดลงทะเบียนที่นี่",
    "page-acc-subhead": "สร้างความมั่นใจในการเข้าถึงที่ราบรื่นสำหรับผู้ใช้ทุกคนในขณะที่รักษาความปลอดภัย",
    "page-acc-summary": "สรุป",
    "page-acc-summary-contents-1": "hCaptcha ถูกออกแบบมาเพื่อหยุดบอทโดยแยกพวกเขาออกจากผู้คน การทดสอบด้วยสายตาเป็นเครื่องมือที่สะดวกสำหรับการทำเช่นนี้ แต่ทุกคนไม่สามารถแก้ปัญหาที่มองเห็นได้ ด้วยเหตุนี้เราจึงออกแบบทางเลือกที่เรียบง่ายและไม่เจ็บปวดเพื่อให้ผู้เผยแพร่ที่ใช้บริการของเรารักษาการเข้าถึงได้ง่ายสำหรับทุกคนด้วยการปฏิบัติตามมาตรา 508 และ WCAG 2.0 เต็มรูปแบบ",
    "page-acc-summary-contents-2": "วิธีการทำงาน: ขั้นแรกผู้ใช้ที่สามารถเข้าถึงได้ลงทะเบียนที่ URL นี้ซึ่งมีการเชื่อมโยงในหน้าข้อมูลวิดเจ็ต hCaptcha พวกเขาจะได้รับคุกกี้เข้ารหัสที่สามารถใช้งานได้หลายครั้งต่อวัน แต่ต้องรีเฟรชทุก ๆ 24 ชั่วโมงผ่านการเข้าสู่ระบบเมื่อมีการนำเสนอความท้าทายแก่ผู้ใช้ที่เข้าถึงได้บนเว็บไซต์ใด ๆ ที่ใช้บริการ hCaptcha พวกเขาจะผ่านไปโดยอัตโนมัติ",
    "page-acc-title": "ข้อมูลการเข้าถึง hCaptcha",
    "page-acc-tr-body": "คำถาม: ฉันยังคงเห็นความท้าทายหลังจากตั้งค่าคุกกี้ อะไรทำให้เกิดสิ่งนี้ คำตอบ: โดยปกติจะเกิดจากการใช้ตัวป้องกันโฆษณาที่ก้าวร้าวหรือส่วนขยายต่อต้านคุกกี้หรือการตั้งค่าที่บล็อกคุกกี้ข้ามไซต์ในกรณีนี้คุกกี้สำหรับ hcaptcha.com ที่ตั้งค่าหรือตรวจสอบโดย hCaptcha JavaScript ในเว็บไซต์อื่น เช่นเดียวกับที่คุณกำลังเยี่ยมชม hCaptcha คุกกี้การเข้าถึงใช้งานได้กับเบราว์เซอร์และตัวบล็อกโฆษณายอดนิยมทั้งหมดด้วยการตั้งค่ามาตรฐานดังนั้นความล้มเหลวมักเกิดจากสคริปต์ต่อต้านการบล็อคหรือชุดกฎที่คล้ายกันซึ่งกำหนดเป้าหมายไปยังไซต์เฉพาะ การแก้ไข: 1. Whitelist hcaptcha.com และคุกกี้ * .hcaptcha.com ในตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์ 2. หากคุณกำลังใช้เบราว์เซอร์เบรฟซึ่งไม่ปรากฏว่ามีบัญชีปลอดภัยของคุกกี้ใด ๆ (ณ เดือนเมษายน 2020) ให้ไปที่การตั้งค่า -> ชีลด์ -> คุกกี้และเลือกอนุญาตคุกกี้ทั้งหมด 3. หากคุณใช้ Safari เวอร์ชันล่าสุดบน OS X 10.15 หรือ iOS 13 ที่เพิ่งเปิดตัวเมื่อเร็ว ๆ นี้ Apple เพิ่งเปลี่ยนพฤติกรรมของ Safari ที่เกี่ยวข้องกับคุกกี้ของบุคคลที่สามซึ่งจะปิดกั้นคุกกี้ทั้งหมดโดยค่าเริ่มต้น เรากำลังดำเนินการแก้ไขปัญหา แต่ในระหว่างนี้โปรดไปที่การตั้งค่า Safari ส่วนความเป็นส่วนตัวและยกเลิกการเลือกการติดตามเว็บไซต์: ป้องกันการติดตามข้ามไซต์เพื่อเปิดใช้งานคุกกี้การเข้าถึงได้ตามที่คาดไว้ คำถาม: ฉันใช้อุปกรณ์หลายเครื่อง ฉันจำเป็นต้องสมัครหลาย ๆ ครั้งหรือไม่? คำตอบ: ไม่โปรดคลิกลิงค์ล็อกอินอีเมลเดียวกันที่ส่งถึงคุณในแต่ละอุปกรณ์ที่คุณใช้เพื่อตั้งค่าคุกกี้",
    "page-acc-tr-title": "สำหรับผู้ใช้ที่เข้าถึงได้ง่าย: คำถามและคำตอบและคู่มือการแก้ไขปัญหา",
    "priv-hc": "เน้นความเป็นส่วนตัว",
    "priv-hc-text": "เครือข่ายโฆษณาเห็นว่าคุณเป็นผลิตภัณฑ์ของพวกเขา เราทำไม่ได้ เราไม่สนใจว่าผู้ใช้เป็นใครมีแนวโน้มว่าจะเป็นอันตรายหรือไม่ เราสนับสนุนโครงการต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อรักษาสมดุลความเป็นส่วนตัวและความปลอดภัย",
    "sec-hc": "ปลอดภัยไว้ก่อน",
    "sec-hc-text": "hCaptcha เน้นการเผยแพร่ เราทำงานเพื่อให้ข้อมูลจริงแก่ไซต์และให้พวกเขาตัดสินใจว่าจะใช้อย่างไร ความแม่นยำอยู่ในความสนใจของคุณและของเรา แคปชชาอื่น ๆ จัดทำโดย บริษัท โฆษณา บอทที่บล็อกทุกคนอาจลดรายได้",
    "what-is-hcaptcha": "hCaptcha คืออะไร",
    "what-is-hcaptcha-text": "hCaptcha ช่วยให้เว็บเซอร์วิสที่คุณโปรดปรานป้องกันบอทสแปมและการใช้งานที่ไม่เหมาะสมโดยการถามคำถามง่าย ๆ สำหรับมนุษย์และยากสำหรับเครื่องจักร",
    "why-hc": "ทำไมต้อง hCaptcha",
    "why-hc-text": "ทุกครั้งที่คุณตอบคำถามเราใช้โมเดลที่ซับซ้อนเพื่อค้นหาว่าคุณเป็นมนุษย์หรือเครื่องจักร เว็บไซต์ที่คุณเยี่ยมชมนั้นใช้ผลลัพธ์นี้เพื่อช่วยปรับปรุงประสบการณ์ใช้งานเว็บไซต์ของพวกเขาด้วยการป้องกันบอท"
}