{
    "acc-opt": "Elýeterlilik opsiýalary",
    "acc-opt-but": "Elýeterlilik opsiýalary barada has giňişleýin öwreniň",
    "acc-opt-text": "Görüşiňiz pesmi ýa-da hCaptchas-y tamamlap bilmeýärsiňizmi?",
    "accessibility-link": "Elýeterlilik",
    "appreciate-in": "Girişiňize minnetdar. Islendik meseläni bize habar beriň we olary çalt çözeris.",
    "fb-but": "Bize jogap iberiň",
    "feedback-text": "Justaňy gören hCaptcha barada seslenme beriň",
    "learn-more-hcaptcha": "HCaptcha hakda has giňişleýin öwreniň",
    "page-acc-link-1": "Elýeterlilik ulanyjy bolsaňyz, şu ýere ýazylyň.",
    "page-acc-subhead": "Howpsuzlygy saklamak bilen ähli ulanyjylar üçin bökdençsiz girişi üpjün etmek",
    "page-acc-title": "hCaptcha elýeterlilik maglumatlary",
    "priv-hc": "Gizlinlik",
    "priv-hc-text": "Mahabat torlary sizi önümi hökmünde görýärler. Biz beýle däl. Ulanyjylaryň kimdigi bilen gyzyklanamzok, diňe olaryň zyýanly bolmagy ähtimal. Gizlinlik Pass ýaly başlangyçlary goldaýarys we gizlinligi we howpsuzlygy deňleşdirmek üçin köp işleýäris.",
    "sec-hc": "Howpsuzlyk Ilki",
    "sec-hc-text": "“hCaptcha” neşirçä gönükdirilen. Sahypalara hakyky maglumatlary bermek we olary nädip ulanmalydygyny kesgitlemek üçin işleýäris. Takyklyk siziň we biziňki. Beýleki ýazgylar mahabat kompaniýalary tarapyndan üpjün edilýär. Blok eden her bot girdejilerini azaldyp biler.",
    "what-is-hcaptcha": "HCaptcha näme?",
    "what-is-hcaptcha-text": "hCaptcha halaýan web hyzmatlaryňyza, adamlar üçin aňsat we maşynlar üçin kyn bolan ýönekeý soraglary berip, botlary, spamlary we hyýanatçylyklary saklamaga kömek edýär.",
    "why-hc": "Näme üçin hCaptcha?",
    "why-hc-text": "Her gezek bir kynçylyga jogap bereniňizde, adamdygyňyzy ýa-da enjamdygyňyzy anyklamak üçin çylşyrymly modelleri ulanýarys. Soňra giren web sahypaňyz, bu netijäni botlary saklamak bilen öz sahypasyndaky tejribäňizi ýokarlandyrmak üçin ulanýar."
}