{
    "a11y-img-1": "Girişden soň ulanyjynyň ekrany",
    "a11y-img-2": "Widjet UI menýusynda elýeterlilik opsiýasy",
    "a11y-img-3": "Widjet UI-de elýeterlilik gepleşik penjiresi",
    "about-advisors-brendan": "Batyr. “Mozilla” -ny esaslandyryjy. JavaScript programmirleme dilini dörediji. Brauzerleri we ş.m.",
    "about-advisors-dawn": "Berkli, Kaliforniýa uniwersitetiniň professory, CS. Çuňňur öwrenmek, howpsuzlyk, blockchain hünärmeni. “Oasis Labs” -yň baş direktory.",
    "about-advisors-head": "Geňeşçiler",
    "about-advisors-keiran": "Stenforddaky gözlegçi alym. Esasy banklarda, girdeji gaznalarynda we akademiýada maşyn öwrenmek we mukdar taýdan maliýeleşdirmek.",
    "about-content-head-1": "Biz näme edýäris",
    "about-content-head-2": "Näme üçin möhüm?",
    "about-content-text-1": "“hCaptcha”, “Intuition Machines Inc”, AI we maşyn öwreniş kompaniýasy bolup, masştabda metal öwreniş we wizual domen ML-e üns berýär. Dünýädäki Global 2000 kompaniýalary üçin wideo we şekil derňew hyzmatlaryny üpjün etmek üçin giň gerimli ulgamlary gurýarys we işleýäris.",
    "about-content-text-1a": "hCaptcha botlary duruzmak üçin döwrebap, gizlinlige gönükdirilen çemeleşme getirýär.",
    "about-content-text-1b": "Botlar üçin kyn, ýöne maşyn öwrenmekdäki kynçylyklardan bellikli maglumatlary ýygnamak we web sahypasynyň ýa-da programma girýän adamyň adamdygyny tapawutlandyrmak üçin ulanyp, CAPTCHA kynçylyklaryny görkezýäris.",
    "about-content-text-2": "Has köp maglumat köplenç has gowy netijeleri berýär. Dogry bellikli we degişli maglumat bazalaryny gurmak we goldamak köp wagt talap edýär we gymmat. hCaptcha ilkibaşda surat belliklerinde öz isleglerimizi çözmek üçin işlenip düzüldi we indi şuňa meňzeş zerurlyklary bolan beýleki kompaniýalar üçin elýeterlidir.",
    "about-content-text-2a": "Erbet aktýorlar internetde barha köpelýär. Emma ulanyjynyň şahsy durmuşyny pida etmek çözgüt däl.",
    "about-content-text-2b": "Mahabat kompaniýalary tarapyndan hödürlenýän howpsuzlyk çözgütleri, esasan, internetdäki ulanyjylary yzarlamaga gönükdirilendir. Ajaýyp netijeleri bermek üçin ulanyjynyň şahsy durmuşyna zyýan ýetirmegiň zerur däldigini subut edýän täsirli howpsuzlyk çözgüdini döretdik.",
    "about-intro-head-1": "HCaptcha hakda",
    "about-intro-head-2": "Gizlinlik, Howpsuzlyk we Maşyn öwrenmek.",
    "about-intro-text": "hCaptcha dünýäde iň köp ulanylýan garaşsyz CAPTCHA hyzmatydyr.",
    "about-leadership-alex": "Maglumatlar bazasy we Blockchain hünärmeni. “Cloudera” -da irki inerener we başgalar. On ýyllyk tejribe gurmak programma üpjünçiligi we toparlar.",
    "about-leadership-eli": "Baş direktory. AI-de tanalýan lider. Maşyn intellektini soňky onýyllyklaryň dowamynda dürli işewürlik meselelerinde giňden ulanypdy.",
    "about-leadership-head": "Liderlik",
    "about-leadership-todd": "Hasaplaýyş biologiýasy ylymlarynyň doktory, Stenford. 1999-njy ýyldan bäri nerw ulgamlary bilen işlemek. Amaly ML-e we masştabda çuňňur öwrenmäge üns beriň.",
    "acc-opt": "Elýeterlilik opsiýalary",
    "acc-opt-but": "Elýeterlilik opsiýalary barada has giňişleýin öwreniň",
    "acc-opt-text": "Görüşiňiz pesmi ýa-da hCaptchas-y tamamlap bilmeýärsiňizmi?",
    "accessibility-link": "Elýeterlilik",
    "appreciate-in": "Girişiňize minnetdar. Islendik meseläni bize habar beriň we olary çalt çözeris.",
    "fb-but": "Bize seslenme iberiň",
    "feedback-text": "Justaňy gören hCaptcha barada pikir alyşyň",
    "footer-attribution": "Aýratynlyk",
    "footer-copyright-text": "hCaptcha, Intuition Machines, Inc.-iň hasaba alnan söwda belligi.",
    "footer-header-1": "Kompaniýa",
    "footer-header-2": "Çeşmeler",
    "footer-header-3": "Habarlaşyň",
    "footer-link-1": "Etiketleme",
    "footer-link-10": "Elýeterlilik",
    "footer-link-2": "Takmynan",
    "footer-link-3": "Işler",
    "footer-link-4": "Söwda bellikleri",
    "footer-link-5": "AI etikasy",
    "footer-link-6": "Blog",
    "footer-link-7": ".Agdaý",
    "footer-link-8": "Resminamalar",
    "footer-link-9": "Bug barada habar beriň",
    "footer-privacy": "Gizlinlik",
    "footer-subheader-1": "Goldaw",
    "footer-subheader-2": "Habarlaşyň",
    "footer-terms": "Şertler",
    "h-plans": "Abunalyk meýilnamalary",
    "header-docs-link": "Resminamalar",
    "header-labeling-services-link": "Etiketleme hyzmatlary",
    "header-login-button": "Giriş",
    "header-plans-link": "Meýilnamalar",
    "header-signup-button": "Hasaba girmek",
    "home-about-head": "HCaptcha hakda",
    "home-about-subtitle": "Ynsan teswirnamasy bilen işleýär",
    "home-about-text-1": "“hCaptcha” maşyn öwrenmekde iň köp zähmet talap edýän meseläni çözmek üçin döredildi: köp mukdarda maglumatlary öz wagtynda, elýeterli we ygtybarly bellemek.",
    "home-about-text-2": "Has köp maglumat, adatça, maşyn öwrenmek modellerinde has gowy netijeleri berýär. Çuňňur modelleriň soňky üstünligi, hemişe diýen ýaly adam gözden geçirmesi bilen barha uly maglumatlar bazalaryna sebäp boldy. Şeýle-de bolsa, “Mechanical Turk”, “Sekizinji surat” we ş.m. arkaly adam tarapyndan gözden geçirilýän uly maglumat bazalaryny döretmek hem haýal, hem gymmat.",
    "home-about-text-3": "hCaptcha web sahypalaryna botlary we beýleki hyýanatçylykly ýollary blokirlemek bilen bu islege hyzmat edip pul gazanmaga mümkinçilik berýär.",
    "home-about-text-4": "HCaptcha bazary, Ethereum blokçasynda işleýän adam gözden geçirmek üçin açyk merkezleşdirilmedik protokol HUMAN Protokoly bilen üpjün edilýär. Web sahypalary, haçan-da ulanyjylar öz sahypasynda hCaptcha widjetini ulananlarynda, adam Tokensini (HMT) gazanýarlar we maşyn öwreniş kompaniýalary maglumat bellikleri almak üçin Human Tokens-e pul töleýärler.",
    "home-ba-labeling-services-link": "Etiketleme hyzmatlary",
    "home-benefits-head-1": "Maglumat bellikleriniň gymmaty",
    "home-benefits-head-2": "Haýyr-sahawata gaýtaryň",
    "home-benefits-text-1": "Her gezek bir “Gigantic” kompaniýasynyň maşyn öwreniş ulgamyny mugt öwretmäge kömek edýändigiňize düşündiňizmi?",
    "home-benefits-text-2": "hCaptcha bu modeli öwürýär. “HCaptcha” ulananyňyzda, kompaniýalar ulanyjylaryňyzyň adamkärçiligini subut edişleri ýaly edýän işlerine teklip edýärler. Sylag alarsyňyz.",
    "home-benefits-text-3": "Halaýan haýyr-sahawatyňyzy yzyna bermek isleýärsiňizmi? “hCaptcha”, haýyr-sahawat işlerini ulanmakdan gazanan girdejiňiz bilen goldamaga mümkinçilik berýär. Sahypaňyzdaky ulanyjylar ýakyn wagtda hCaptcha interfeýsinde paýhasly marka arkaly haýyr-sahawata goşan goşandyňyzy görüp bilerler.",
    "home-challenge-text-1": "Talaplara gabat gelýän ähli suratlary saýlaň",
    "home-challenge-text-2": "Obýektler üçin çäk meýdany kesgitläň",
    "home-challenge-text-3": "Degişli bellikleri kesgitläň",
    "home-challenge-title-1": "Deňeşdirme",
    "home-challenge-title-2": "Baglama gutusy",
    "home-challenge-title-3": "Kategoriýalaşdyrmak",
    "home-challenges-head": "Kynçylyklar",
    "home-challenges-text-1": "... we beýleki ýönekeý meseleler. Adamlar üçin aňsat, botlar üçin kyn.",
    "home-challenges-text-2": "Hususy meseleler kärhana neşirçileri üçin hem elýeterlidir.",
    "home-ent-1": "Kärhanamyzyň howpsuzlyk tekliplerini gözleýärsiňizmi?",
    "home-ent-2": "Täze bagyşlanan sahypamyza giriň: BotStop.com",
    "home-ent-button": "Has giňişleýin öwreniň: hCaptcha tarapyndan BotStop",
    "home-from-the-blog": "Blogdan:",
    "home-from-the-blog-value": "“HCaptcha” kynçylyk sazlamalary nähili işleýär",
    "home-intro-body": "Botlary saklamak üçin kapça ulanýarsyňyzmy? hCaptcha ulanyjynyň şahsy durmuşyny goraýar, web sahypalaryny sylaglaýar we kompaniýalara maglumatlarynyň bellik edilmegine kömek edýär. ReCAPTCHA üçin açylan çalyşma: birnäçe minutyň içinde geçip bilersiňiz.",
    "home-intro-button": "Indi ýazylyň",
    "home-intro-head": "Has köp bot saklaň. Ulanyjynyň şahsy durmuşyny gorap başlaň.",
    "home-main-1": "Hususy. Howpsuz. Çalt Ony ulanmak üçin töleýäris.",
    "home-main-2": "Gizlinlik",
    "home-main-2c": "Mahabat torlary, girýänleriňizi önüm hökmünde görýär. “HCaptcha” üçin önüm olaryň berýän işidir. Ulanyjylaryňyzyň kimdigi bilen gyzyklanamzok, diňe olaryň zyýanly bolmagy ähtimal. Gizlinlik Pass ýaly başlangyçlary goldaýarys we gizlinligi we howpsuzlygy deňleşdirmek üçin köp işleýäris.",
    "home-main-3": "Howpsuzlyk Ilki",
    "home-main-3c": "Takyklyk siziň we biziňki. “hCaptcha” neşirçä gönükdirilen. Size hakyky maglumatlary bermek we ony nähili ulanmalydygyňyzy kesgitlemek üçin işleýäris. Beýleki ýazgylary “Gigantic” mahabat kompaniýalary üpjün edýär. Diýmek, bloklaýan her bot girdejilerini azaldyp biler.",
    "home-main-4": "Has gowy ulanyjy tejribesi",
    "home-main-4c": "Çylşyrymly maşyn öwreniş modelleri hCaptcha tarapyndan adamzady kesgitlemek üçin ulanylýar. Müşderilere bellik etmek üçin peýdaly bellikli maglumatlary öndürmek bilen bir hatarda, ulanyjylaryňyzdan azar beriji meseleler talap edýäris we muny etmek üçin az wagt sarp edýäris.",
    "home-main-plans": "“hCaptcha” islendik ululykdaky neşirçiler üçin mugt. Şeýle-de bolsa, has köp gözegçilige mätäç kärhanalar we platformalar üçin kärhana çözgütlerimiz bar.",
    "home-main-plans2": "“hCaptcha” kärhana çözgütleri, dünýädäki iň iri kompaniýalar üçin onlarça million web sahypasynda millionlarça ulanyjyny goraýar. Has giňişleýin maglumat üçin biziň bilen habarlaşmagyňyzy ýa-da baryp görmegiňizi haýyş edýäris",
    "home-main-plans3": "“hCaptcha” kärhana çözgütleri, dünýädäki iň iri kompaniýalar üçin onlarça million web sahypasynda millionlarça ulanyjyny goraýar. Has giňişleýin maglumat üçin biziň bilen habarlaşmagyňyzy ýa-da baryp görmegiňizi haýyş edýäris",
    "home-main-plans4": "jikme-jiklikleri üçin.",
    "home-plans-button-1": "Häzir ýazylyň",
    "home-plans-button-2": "Satuw bilen habarlaşyň",
    "home-plans-chart-head-1": "Aýratynlyklary",
    "home-plans-chart-head-2": "Neşirçi",
    "home-plans-chart-head-3": "Kärhana",
    "home-plans-chart-row-1-cell-1": "Gözegçilik kynçylyk görnüşleri görkezilýär",
    "home-plans-chart-row-1-cell-2": "Çäkli",
    "home-plans-chart-row-1-cell-3": "Jemi",
    "home-plans-chart-row-10-cell-1": "Köp ulanyjy dolandyryş panelleri",
    "home-plans-chart-row-11-cell-1": "Giňişleýin hasabat aýratynlyklary",
    "home-plans-chart-row-12-cell-1": "Kärhana SLA",
    "home-plans-chart-row-2-cell-1": "Ulanylan kynçylyk mazmunyna gözegçilik",
    "home-plans-chart-row-2-cell-2": "Çäkli",
    "home-plans-chart-row-2-cell-3": "Jemi",
    "home-plans-chart-row-3-cell-1": "Adam çözgütleri üçin baýrak gazanyň",
    "home-plans-chart-row-4-cell-1": "Dünýä derejesindäki botlara garşy gorag",
    "home-plans-chart-row-5-cell-1": "Her ýurtda işleýär",
    "home-plans-chart-row-5a-cell-1": "CAPTCHA ýok we 99,9% passiw reesim",
    "home-plans-chart-row-5b-cell-1": "Bot ynam ballary",
    "home-plans-chart-row-6-cell-1": "GDPR we CCPA üçin amatly gizlinlik syýasaty",
    "home-plans-chart-row-7-cell-1": "Inçe däneli kynçylyk derejeleri",
    "home-plans-chart-row-8-cell-1": "Öz kynçylyk mazmunyňyzy açyň",
    "home-plans-chart-row-9-cell-1": "Wagt esasly kynçylyklary meýilleşdirmek",
    "home-try-it-out-button": "HCaptcha alyň",
    "home-try-it-out-head": "Synap görüň",
    "home-try-it-out-text": "hCaptcha, adamlar çözmek üçin ähmiýetsiz bolsa, ýönekeý, aňsat we ygtybarly bot tapmagy üpjün edýär.",
    "labeling-about-head": "HCaptcha hakda",
    "labeling-about-text-1": "hCaptcha, maşyn öwrenmekde iň köp zähmet talap edýän meseläni çözmek üçin döredildi; köp mukdarda maglumatlary öz wagtynda, elýeterli we ygtybarly bellemek. Has köp maglumat, adatça, maşyn öwrenmek modellerinde has gowy netijeleri berýär. Çuňňur modelleriň soňky üstünligi has uly maglumat bazalaryna sebäp boldy we hCaptcha bu zerurlygy üpjün edýär.",
    "labeling-about-text-2": "Şeýle-de bolsa, adaty usullary ulanyp, adam tarapyndan gözden geçirilýän uly maglumat bazalaryny döretmek hem haýal, hem gymmat. “hCaptcha” kompaniýalar üçin beýleki alternatiwalara garanyňda has ýokary hilli we arzan bahadan talap edilýän düşündirişleri almagyň usulydyr.",
    "labeling-annotations-head": "Annotasiýa görnüşleri",
    "labeling-annotations-text-1": "Suratlarda we wideoda obýekti takyk kesgitlemek",
    "labeling-annotations-text-2": "Suratlarda we wideoda obýekti takyk kesgitlemek",
    "labeling-annotations-text-3": "Dürli ulanylyş ýagdaýlary üçin bellikler",
    "labeling-annotations-text-4": "Islendik ululykdaky özbaşdak kategoriýalary tertipläň ýa-da goşuň",
    "labeling-annotations-text-5": "Adam bilen işleýän ýüze çykarmak we klassifikasiýa",
    "labeling-annotations-text-6": "Bu ýerde görkezilmedik başga bir görnüş gerekmi? Bizden sora.",
    "labeling-annotations-title-1": "Baglama gutulary",
    "labeling-annotations-title-2": "Köpburçluk",
    "labeling-annotations-title-3": "Bellikler",
    "labeling-annotations-title-4": "Aýratynlyklary kategoriýalaşdyrmak",
    "labeling-annotations-title-5": "Deňeşdirmek we kesgitlemek",
    "labeling-annotations-title-6": "... we başga-da köp zatlar",
    "labeling-ent-button": "Kärhana çözgütler toparymyz bilen habarlaşyň",
    "labeling-ent-head": "Ahyrzamana gözegçilik gerekmi?",
    "labeling-ent-text-1": "HCaptcha-nyň arkasyndaky HUMAN platformasy, bar bolan ulgamlaryňyz bilen birleşdirilen deslapky, gibrid ýa-da SaaS enjamlary arkaly ýokary çylşyrymly iş hilini we dolandyryş aýratynlyklaryny üpjün edýär.",
    "labeling-ent-text-2": "Öz işçi güýjüňiz bilen bütinleý awtonom görnüşde işlediň, iş bölümlerinde ýa-da konsorsium hyzmatdaşlarynda sarp edilýän bahany yzarlaň, çykdajylary we howpsuzlyk talaplaryna esaslanyp iş ýerlerini dürli içerki ýa-da daşarky iş üpjün edijilerine saýlap alyň we ş.m.",
    "labeling-ent-text-3": "Easyeňil API girişi, owadan dolandyryş panelleri we netijeliligi ýokarlandyrmak üçin iň täze model-in-loop tehnologiýasy.",
    "labeling-ent-text-4": "99.99% iş wagty SLA we 24/7 global goldaw bar. Has giňişleýin maglumat üçin:",
    "labeling-features-head-1": "APIönekeý API bilen işleýän turbalar.",
    "labeling-features-head-2": "Bahasy we hili üçin amatly. Öňünden borçnama talap edilmeýär.",
    "labeling-features-head-3": "Diňe zerur takyklygy üçin töläň.",
    "labeling-features-head-4": "Grounder ýüzündäki hakykat maglumatlaryňyzy beriň ýa-da geliň.",
    "labeling-features-text-1": "Adam synyny göni iş amallaryňyza goşmak isleýärsiňizmi? Highokary ygtybarly SLA-lary, kepillendirilen kuwwaty we ýönekeý REST API-lerini hödürleýäris.",
    "labeling-features-text-2": "HUMAN platformasy, hakyky wagtlaýyn hil derňewini geçirmek üçin giňişleýin ynam modellerini ulanýar. Bu, soraglaryň kynlygyny we olaryň dogry jogabyny tiz kesgitlemäge mümkinçilik berýär, wagtyňyzy we puluňyzy tygşytlaýar.",
    "labeling-features-text-3": "Meseleleriň hemmesi birmeňzeş däl. Howpsuzlyk bilen baglanyşykly meseleler üçin bellikler, bütinleý işçilerden 99,99% ynam talap edip biler. Jübi oýun programmasyndaky bir beta aýratynlygy üçin bellikler diňe orta ynamy talap edip biler. Siz karar beriň.",
    "labeling-features-text-4": "Giňişleýin barlag toplumy bolmazdan çig maglumatyňyz barmy? Köplenç ulgamyň üstünde işleýän meseleler hökmünde siziň üçin birini gurup bileris ýa-da tassyklamagyňyz üçin bellikli nusgalary döredip bileris.",
    "labeling-info-head": "Maglumat bellikli bolmak",
    "labeling-info-text-1": "Taslama zerurlyklaryňyzy kesgitlemek üçin domen hünärmenlerimiziň biri bilen gürleşiň: maksat takyklygy, formaty we islendik aýratyn talaplar.",
    "labeling-info-text-2": "Mysal maglumatlaryňyz esasynda kiçi önümçilik işini ýerine ýetirýäris. Bu, size zerur zatlary almagyňyzy üpjün etmek üçin bilelikde eden işimizi barlaýar.",
    "labeling-info-text-3": "Volumeokary göwrümimiz we pes gijikdirilişimiz bilen, iş gutaran badyna awtomatiki eltip, işiňizi çalt öwreris.",
    "labeling-info-text-4": "Önümçilik işiňiziň parametrlerine has gowy düşünenimizde, netijeler wagtyň geçmegi bilen gowulaşar.",
    "labeling-info-text-5": "Göni dolandyryş panelleri, islän wagtyňyz seslenme bermäge ýa-da önümçiligi duruzmaga mümkinçilik berýär.",
    "labeling-info-title-1": "Aýratynlyklary kesgitläň",
    "labeling-info-title-2": "Başlangyç iş synagy",
    "labeling-info-title-3": "Önümçilik işlerini ýerleşdiriň",
    "labeling-info-title-4": "Üznüksiz gowulaşmak",
    "labeling-info-title-5": "Hakyky Wagtyň netijeleri",
    "labeling-main-1": "Masştabda çykdajyly maglumat bellikleri",
    "labeling-main-1-button": "Maglumatlaryňyzy bellik ediň",
    "labeling-main-1c": "Maglumatlar bazalaryňyz üçin has köp bellik gerekmi? hCaptcha, emeli intellekt we maşyn öwreniş programmalarynda işleýän kompaniýalar üçin çalt, tygşytly we ýokary hilli maglumat belliklerini üpjün edýär.",
    "labeling-main-2": "Millionlarça meseläni derrew başlaň.",
    "labeling-main-2-button": "Maglumat bellik hyzmatlaryny satyn alyň",
    "labeling-main-2c": "“hCaptcha” -da ulanmak üçin elýeterli dünýädäki iň uly howuzlaryň biri bar. Ölçegiňiz nähili bolsa-da, gymmat bahaly borçnamalar bolmazdan çözüp bileris. Günde millionlarça meseleler kynçylyk çekmeýär.",
    "labeling-platform-head": "Şahsy ýa-da jemgyýetçilik maglumatlary",
    "labeling-platform-text": "hCaptcha, her ädimde çykdajylary we netijeliligi optimizirlemäge çylşyrymly marşrutlaşdyrma we derňew geçirmäge mümkinçilik berýän HUMAN platformasynda gurulýar. Bu tehnologiýa, dogry işçi güýjüne işiňiziň her bölegini dolandyrmaga mümkinçilik berýär, şahsy durmuşyň eldegrilmesizligini saklamak we ulanyp boljak kadalaşdyryjy talaplary kanagatlandyrmak bilen çykdajylaryň netijeliligini ýokarlandyrýar.",
    "labeling-try-button": "Maglumat bellik hyzmatlaryny satyn alyň",
    "labeling-try-head": "Maglumatlaryňyz bilen synap görmek isleýärsiňizmi?",
    "labeling-try-text": "... bolanyňyzda taýýar: hyzmatymyz gije-gündiziň dowamynda elýeterlidir.",
    "learn-more-hcaptcha": "HCaptcha hakda has giňişleýin öwreniň",
    "page-acc-faq-1": "Sorag: hCaptcha Bölüm 508 + WCAG 2.1 AA laýyk gelýärmi? Jogap: Biz şeýle ynanýarys: webde gezip bilýän we formalara tekst girizip bilýän islendik kemçilikli ulanyjylar hasaba alnandan soň hCaptcha tarapyndan goralýan hyzmatlara girip bilerler. Şeýle-de bolsa, bu kanuny maslahat däl: ýerleşdirişiňiziň şeýle bolmagyny üpjün etmek üçin aýratyn ýerine ýetirişiňizi göz öňünde tutup, öz baha bermegiňizi etmeli.",
    "page-acc-faq-2": "Sorag: Ses ýaly beýleki elýeterlilik (a11y) opsiýalarynyň üstünde işleýärsiňizmi? Jogap: Öň ses ýazgylary ýaly meşhur opsiýalar a11y ulanyjylaryň köpüsini tapawutlandyrýar we häzirki zaman maşyn öwreniş usullary bilen aňsatlyk bilen ýeňilýär. Bu häzirki ses kynçylyklaryny has kynlaşmaga mejbur etdi, ses çykarmak, täsin wagt, adaty bolmadyk söz birikmeleri we ş.m. hüjümçileri ýeňmek üçin. Şeýlelik bilen biz bu çemeleşmä has az höwes edýäris, kynçylykdan düýbünden gaça durarys, ýöne a11y jemgyýetinden isleg bar bolsa pikir ederis. Şeýle-de bolsa, elýeterliligi ulanmak meselesi üçin Gizlinlik Pass bilen gyzyklanýarys. Häzirki a11y çemeleşmämizi Gizlinlik Pass bermek bilen birleşdirmek, a11y ulanyjylara, a11y opsiýalary elýeterli bolanda gutulgysyz ýüze çykýan bot operatorlary tarapyndan hyýanatçylykly ulanylmagyny çäklendirip, traffiginiň has şahsydygyny bilip, ygtybarly göz aýlamaga mümkinçilik berjekdigine ynanýarys. Bu täze tehnologiýany standartlaşdyrýan IETF iş toparyna işjeň gatnaşýarys.",
    "page-acc-faq-3": "Sorag: Şahsy durmuş hakda näme? Hasaba alyş, a11y gözden geçiriş maglumatlaryny belli bir derejede paş edýärmi? E-poçta bilen näme edýärsiňiz? Jogap: hCaptcha ýerden gizlinlik üçin döredildi. Webde sizi yzarlamaga we hakyky şahsyýet bilen baglanyşdyrmaga höwes döredýän mahabat torlaryna degişli reCAPTCHA ýaly adaty wariantlardan gaty tapawutlanýar. Elýeterli e-poçta ýa-da maglumatlary a11y ulanmagy aňsatlaşdyrmakdan we hyýanatçylykly hereketleriň öňüni almakdan başga maksat bilen ulanmaýarys. Gizlinlik syýasatymyzda maglumatlary nähili ulanýandygymyz barada giňişleýin we abraýly jogaplar bar, ýöne gysga jogap, sizi brauzer taryhyňyz bilen baglanyşdyrmak islemeýäris. Häzirki wagtda e-poçta salgyňyzy çalt taşlamak üçin kriptografiki çözgüt üstünde işleýäris. hyýanatçylygyň öňüni almak ukybymyzy gorap, Gizlinlik Pass işimiziň üstüni ýetirýäris.",
    "page-acc-link-1": "Elýeterlilik ulanyjy bolsaňyz, şu ýere ýazylyň.",
    "page-acc-subhead": "Howpsuzlygy saklamak bilen ähli ulanyjylar üçin bökdençsiz girişi üpjün etmek",
    "page-acc-summary": "Gysgaça mazmun",
    "page-acc-summary-contents-1": "hCaptcha botlary adamlardan tapawutlandyrmak üçin duruzmak üçin döredildi. Wizual synaglar munuň üçin amatly gural, ýöne her kim wizual kynçylygy çözüp bilmez. Şol sebäpli, hyzmatymyzy ulanýan neşirçilere 508-nji bölüm we WCAG 2.1 AA doly laýyklygy bilen hemmeler üçin elýeterliligi saklamaga mümkinçilik berýän ýönekeý, agyrsyz alternatiwany taýýarladyk.",
    "page-acc-summary-contents-2": "Işleýşi: ilki bilen, hCaptcha widget maglumat sahypasynda baglanyşdyrylan bu ulanyjy URL-de ýazylýar. Olara günde birnäçe gezek ulanyp boljak, ýöne giriş arkaly her 24 sagatdan täzelenmeli şifrlenen gutapjyk berilýär. Haçan-da hCaptcha hyzmatyny ulanyp islendik saýtda elýeterli ulanyja kynçylyk ýüze çyksa, awtomatiki usulda geçerler.",
    "page-acc-title": "hCaptcha elýeterlilik maglumatlary",
    "page-acc-tr-body": "Sorag: Kukini düzenimden soňam kynçylyk görýärin. Muňa näme sebäp bolýar?<br> Jogap: Bu, adatça, agressiw mahabat blokirleýjisini ýa-da gutapjyklara garşy giňeltmäni ýa-da saýtlaryň gutapjyklaryny bloklaýan sazlamany ulanmak bilen baglanyşyklydyr, bu ýagdaýda hCaptcha JS tarapyndan başga bir saýtda gurnalan ýa-da barlanan hcaptcha.com üçin gutapjyk. baryp görýäniňiz ýaly.<br><br> “hCaptcha” elýeterlilik gutapjyklary, ähli meşhur brauzerler we mahabat bloklaýjylary bilen adaty sazlamalary bilen işleýär, şonuň üçin adatça şowsuzlyklar anti-blokirleme skriptleri ýa-da belli bir sahypalary nyşana alýan şuňa meňzeş düzgünler sebäpli ýüze çykýar.<br><br> Çözgütler:<br><br> 1. Ak sanaw sanawy hcaptcha.com we * .hcaptcha.com mahabat blokirleýjiňizde ýa-da brauzer howpsuzlygy giňeltmesinde gutapjyklar.<br> 2. Häzirki wagtda hiç hili gutapjyklaryň sanawy ýok ýaly görünýän Batyr brauzerini ulanýan bolsaňyz, Saýlamalar -> Galkanlar -> Kukiler sahypasyna giriň we ähli gutapjyklara rugsat beriň.<br> 3. Safari-iň iň soňky wersiýasyny ýaňy-ýakynda çykan OS X 10.15 ýa-da iOS 13.4-de ulanýan bolsaňyz, “Apple” Safari-iň üçünji tarap gutapjyklary bilen baglanyşykly özüni alyp barşyny üýtgetdi, hemmesini blokirledi. Biz bir çözgüt durmuşa geçirýäris, ýöne şol bir wagtyň özünde Safari Saýlamalar, Gizlinlik bölümine giriň we Sahypanyň yzarlanyşyny barlaň: Elýeterlilik gutapjygynyň garaşylyşy ýaly işlemegi üçin saýtlaryň yzarlanmagynyň öňüni alyň.<br><br> Sorag: Birnäçe enjam ulanýaryn. Birnäçe gezek ýazylmalymy?<br> Jogap: No.ok. Gutapjyk bellemek üçin ulanýan her enjamyňyzda size iberilen e-poçta giriş baglanyşygyna basyň.<br><br> Sorag: Elýeterlilik gutapjygyny ulanýan wagtym, üçünji tarap gutapjyklaryny yzarlamakdan nädip gorap bilerin?<br> Jogap: Domen derejesindäki ak sanawy (meselem, uBlock Origin) goldaýan islendik gizlinlik ýa-da mahabat bloklaýyş giňeltmesini ulanmak garaşylşy ýaly işlär: hcaptcha.com sahypasyny aklaň.",
    "page-acc-tr-title": "Elýeterlilik ulanyjylary üçin: quygy-ýygydan soraglar we näsazlyklary düzetmek boýunça gollanma",
    "page-acc-tr2-body": "Safari<br> Safari-de (Mac) gutapjyklary işletmek üçin: Safari açylan menýusyna giriň. Saýlamalary saýlaň. Panelokarky paneldäki Gizlinlige basyň. \"Gutapjyklary blokirlemek\" bölüminde \"Hiç haçan\" opsiýasyny saýlaň.<br> Safari-de gutapjyklary işletmek üçin (iPhone / iPad iOS 11+): Sazlamalaryňyzy açyň. Aşak aýlaň we Safari saýlaň. Gizlinlik we Howpsuzlyk şertlerinde 'Sahypalaryň yzarlanmagynyň öňüni alyň' we 'Cookhli gutapjyklary bloklaň' öçüriň.<br><br> Firefox<br> Islendik web sahypasyndaky salgy salgysynyň çep tarapyndaky galkana basyň. Gorag sazlamalaryna basyň. “Firefox” saýlamalarynyň gizlinlik we howpsuzlyk paneli açylar. Giňeldilen yzarlaýyş goragy astynda, omörite saýlaň. Şol bellikleri saýlap, haýsy yzarlaýjylary we skriptleri blokirlemelidigini saýlaň. Hcaptcha.com-yň gulpuny açandygyňyzy anyklaň.<br><br> Şeýle hem, bellik gutularyny aýyrmak bilen, Custom-da käbir goraglary wagtlaýyn öçürip bilersiňiz: Gözegçiler gutusyny saýlaň ýa-da meseleleriňiz bar bolsa gutapjyklar gutusyny aýyryň.<br><br> Google Chrome<br> Google Chrome (HK)<br> Chrome menýu nyşanyny saýlaň. Sazlamalary saýlaň.<br> Gizlinlik we Howpsuzlyk, soňra gutapjyklar we beýleki sahypa maglumatlaryna gidiň.<br> 'Üçünji tarap gutapjyklaryny blokirle' açyk däldigine göz ýetiriň.<br><br> Google Chrome (Mac):<br> Chrome ileri tutmalaryny menýu setirinden açyň.<br> Gizlinlik we Howpsuzlyk, soňra gutapjyklar we beýleki sahypa maglumatlaryna gidiň.<br> 'Üçünji tarap gutapjyklaryny blokirle' açyk däldigine göz ýetiriň.<br><br> Google Chrome (Android):<br> “Android” enjamyňyzda “Chrome” programmasyny açyň.<br> Rightokarky sagda, Has köp we soňra Sazlamalara basyň.<br> Saýt sazlamalaryna, soňra bolsa gutapjyklara basyň.<br> 'Kukiler' -iň gapdalynda sazlamany açyň.<br> 'Üçünji tarap gutapjyklaryna rugsat beriň' gapdalyndaky gutujygyny belläň.<br><br> Internet Explorer<br> 1. Ekranyň ýokarky sag burçundaky dişli saýlaň, soňra 'Internet opsiýalary' saýlaň. Eger menýu paneli açyk bolsa, 'Gurallar', soňra 'Internet opsiýalary' saýlap bilersiňiz.<br> 2. 'Gizlinlik' goýmasyna basyň.<br> 3. 'Ösen' düwmesini saýlaň.<br> 4. 'Üçünji tarap gutapjyklary' astynda 'Kabul et' saýlaň.<br> 5. 'OK' düwmesine basyň",
    "page-acc-tr2-head": "Sahypa gutapjyklary üçin brauzer görkezmeleri",
    "priv-hc": "Gizlinlik",
    "priv-hc-text": "Mahabat torlary sizi önümi hökmünde görýärler. Biz beýle däl. Ulanyjylaryň kimdigi bilen gyzyklanamzok, diňe olaryň zyýanly bolmagy ähtimal. Gizlinlik Pass ýaly başlangyçlary goldaýarys we gizlinligi we howpsuzlygy deňleşdirmek üçin köp işleýäris.",
    "reporting-bugs-accessibility-button": "Elýeterlilik opsiýalary barada has giňişleýin öwreniň",
    "reporting-bugs-accessibility-head": "Elýeterlilik opsiýalary",
    "reporting-bugs-accessibility-text": "Görüşiňiz pesmi ýa-da hCaptchas-y tamamlap bilmeýärsiňizmi?",
    "reporting-bugs-guide-ff-head": "Bug hasabatynyň jikme-jikliklerini ele almak: Firefox",
    "reporting-bugs-guide-ff-step-1": "1-nji ädim: Açyk dörediji gurallary (Bu sessiýany ýazga geçirip başlaýar.)",
    "reporting-bugs-guide-ff-step-2": "2-nji ädim: Öndüriji gurallaryndaky Ulgam goýmasyna basyň. Topokardaky “Persist” ýazgylar gutusyny belläň.",
    "reporting-bugs-guide-ff-step-3": "3-nji ädim: https://accounts.hcaptcha.com/demo ýa-da haýsydyr bir mesele bilen baglanyşykly web sahypaňyza giriň (Gizlinlik belligi: diňe nämedigini paýlaşmak islemeseňiz) ... we soňra I basyň men adam düwmesidir we çözmäge synanyşyň.",
    "reporting-bugs-guide-ff-step-4": "4-nji ädim: Çözmäge synanyşanyňyzdan soň HAR düwmesine basyň we tor gündeligini ýatda saklamak üçin hemmesini ýatda saklaň. Şol faýly bize iberiň.",
    "reporting-bugs-guide-ff-step-5": "5-nji ädim: Konsol goýmasyna basyň we sag düwmä basyň we konsol gündeligini saklamak üçin hemmesini saýlaň we tekst faýlyna ýazdyryň. Bize hem iber.",
    "reporting-bugs-guide-ff-step-6": "Iň soňky ädim: Şol HAR we konsol gündelik faýllaryny bize iberiň we meseläni düşündiriň Ulanyş: support@hcaptcha.com (Dropbox ýa-da Filebin ýaly hyzmaty ulanyň we baglanyşyk iberiň) we dogry görkezilmeýän bir zadyň bardygyna şübhelenýän bolsaňyz, skrinshot . Ulanylýan IP-ni hem ibermegiňizi haýyş edýäris. Https://www.whatsmyip.org/ salgysyndan alyp bilersiňiz, bu maglumatlary almaga kömek edeniňiz üçin sag boluň! HCaptcha-nyň hemmeler üçin gowy işlemegine borçlanýarys.",
    "reporting-bugs-guide-head": "Bug hasabatynyň jikme-jikliklerini almak: Chrome",
    "reporting-bugs-guide-step-1": "1-nji ädim: Açyk dörediji gurallary (Bu sessiýany ýazga geçirip başlaýar.)",
    "reporting-bugs-guide-step-2": "2-nji ädim: Öndüriji gurallaryndaky Ulgam goýmasyna basyň. Topokardaky “Saklamak” belligini belläň.",
    "reporting-bugs-guide-step-3": "3-nji ädim: https://accounts.hcaptcha.com/demo ýa-da haýsydyr bir mesele bilen baglanyşykly web sahypaňyza giriň (Gizlinlik belligi: diňe nämedigini paýlaşmak islemeseňiz) ... we soňra I basyň men adam düwmesidir we çözmäge synanyşyň.",
    "reporting-bugs-guide-step-4": "4-nji ädim: Tor gündeligini tygşytlaýan çözmäge synanyşanyňyzdan soň HAR Export (kiçijik aşaky ok) düwmesine basyň. Şol faýly bize iberiň.",
    "reporting-bugs-guide-step-5": "5-nji ädim: Konsol belligini basyň we konsol gündeligini saklamak üçin sag düwmesine basyň. Bize hem iber.",
    "reporting-bugs-guide-step-6": "Iň soňky ädim: Şol HAR we konsol gündelik faýllaryny bize iberiň we meseläni suratlandyryň. Ulanyň: support@hcaptcha.com (Dropbox ýa-da Filebin ýaly hyzmaty ulanyň we baglanyşyk iberiň) we dogry görkezilmeýän bir zadyň bardygyna şübhelenýän bolsaňyz, skrinshot. Ulanylýan IP-ni hem ibermegiňizi haýyş edýäris. Https://www.whatsmyip.org/ salgysyndan alyp bilersiňiz, bu maglumatlary almaga kömek edeniňiz üçin sag boluň! HCaptcha-nyň hemmeler üçin gowy işlemegine borçlanýarys.",
    "reporting-bugs-guide-text-1": "Hasabatyňyz bilen düzediş maglumatlary ibermek, bolup geçýän zatlary kesgitlemegi has aňsatlaşdyrar. Ine, ädimme-ädim görkezmeler:",
    "reporting-bugs-guide-text-2": "Web ýasaýjy ýa-da hünärmen ulanyjy bolsaňyz, gysgaça mazmun, bize HAR ýazgysyny we brauzer konsol ýazgylaryny ibermegiňizi isleýäris. Ilki bilen haýsydyr bir mahabat bloklaýjysyny ýa-da brauzeriň howpsuzlyk giňeltmelerini öçürip görüň we bu ädimleri etmezden ozal gaýtadan synanyşyň. Bu meseläňizi düzedýän bolsa, brauzer wersiýaňyzy, mahabat bloklaýjysyny ýa-da brauzer giňeltmesini we web sahypasynyň URL-sini bize habar bermegiňiz üçin minnetdar bolarys.",
    "reporting-bugs-intro-head": "Näsazlyk tapdyňyzmy? Ine, muny nädip habar bermeli.",
    "reporting-bugs-intro-text": "Millionlarça adam her aý müňlerçe brauzerleriň, giňeltmeleriň, enjamlaryň, diwar diwarlarynyň we başgalaryň kombinasiýalarynda hCaptcha ulanýar. Biziň maksadymyz, elmydama siziň üçin işleýändigine göz ýetirmek, şonuň üçin hasabatlaryňyza örän minnetdar! Çalt seslenmek üçin, bize jogap ibermek düwmesine basyň. Funksiýa meselesini görýän bolsaňyz, Chrome üçin düzediş gündeliginiň görkezmelerine ýa-da aşakdaky Firefox üçin düzediş gündeliginiň görkezmelerine eýeriň. Beýleki brauzerler üçin bize e-poçta iberiň. Mümkin bolan howpsuzlyk ýa-da gizlinlik meseleleri üçin aşakdaky görkezmelere serediň.",
    "reporting-bugs-privacy-head": "Gizlinlik meseleleri",
    "reporting-bugs-privacy-text": "Ulanyjylaryň kimdigi bilen gyzyklanamzok, diňe zyýanly ýa-da maşynly bolmagy ähtimal. Gizlinlik Pass ýaly başlangyçlary goldaýarys we gizlinligi we howpsuzlygy deňleşdirmek üçin köp işleýäris. Ulanyjynyň şahsy durmuşyna täsir edip biljek bir mesele tapsaňyz, support@hcaptcha.com adresine e-poçta iberiň.",
    "reporting-bugs-provide-feedback-button": "Bize seslenme iberiň",
    "reporting-bugs-provide-feedback-head": "HCaptcha barada derrew seslenme beriň",
    "reporting-bugs-provide-feedback-text": "Girişiňize minnetdar. Islendik meseläni bize habar beriň we olary çalt çözeris.",
    "reporting-bugs-security-head": "Howpsuzlyk ýalňyşlyklary",
    "reporting-bugs-security-text": "Howpsuzlyk näsazlyklary baradaky habarlary elmydama almak isleýäris. Support@hcaptcha.com & CC security@hcaptcha.com e-poçta iberiň we tiz wagtda size gaýdyp geleris. Şeýle hem, hCaptcha hyzmatynda we degişli çeşme kody boýunça ygtybarly howpsuzlyk hasabatlary üçin näsazlyk programmasy bar.",
    "sec-hc": "Howpsuzlyk Ilki",
    "sec-hc-text": "“hCaptcha” neşirçä gönükdirilen. Sahypalara hakyky maglumatlary bermek we olary nähili ulanmalydygyny kesgitlemek üçin işleýäris. Takyklyk siziň we biziňki. Beýleki ýazgylar mahabat kompaniýalary tarapyndan üpjün edilýär. Blok eden her bot girdejilerini azaldyp biler.",
    "switch-to-english-link": "Iňlis diline geçiň",
    "what-is-hcaptcha": "HCaptcha näme?",
    "what-is-hcaptcha-text": "hCaptcha halaýan web hyzmatlaryňyza, adamlar üçin aňsat we maşynlar üçin kyn bolan ýönekeý soraglary berip, botlary, spamlary we hyýanatçylyklary saklamaga kömek edýär.",
    "why-hc": "Näme üçin hCaptcha?",
    "why-hc-text": "Her gezek bir kynçylyga jogap bereniňizde, adamdygyňyzy ýa-da enjamdygyňyzy anyklamak üçin çylşyrymly modelleri ulanýarys. Soňra giren web sahypaňyz, bu netijäni botlary saklamak bilen öz sahypasyndaky tejribäňizi ýokarlandyrmak üçin ulanýar."
}