{
    "a11y-img-1": "Ang screen ng gumagamit ng kakayahang mai-access pagkatapos ng pag-login",
    "a11y-img-2": "Pagpipilian sa pag-access sa menu ng widget UI",
    "a11y-img-3": "Accessibility dialog box sa widget UI",
    "about-advisors-brendan": "CEO ng Matapang. Co-founder ng Mozilla. Tagalikha ng wika ng pagprograma ng JavaScript. Tagabuo ng mga browser at marami pa.",
    "about-advisors-dawn": "Propesor, CS sa University of California, Berkeley. Malalim na pag-aaral, seguridad, dalubhasa sa blockchain. CEO ng Oasis Labs.",
    "about-advisors-head": "Mga tagapayo",
    "about-advisors-keiran": "Research Scientist sa Stanford. Pag-aaral ng makina at dami ng pananalapi sa mga pangunahing bangko, pondo ng hedge, at akademya.",
    "about-content-head-1": "Ang ginagawa namin",
    "about-content-head-2": "Bakit Mahalaga Ito",
    "about-content-text-1": "Ang hCaptcha ay isang serbisyo ng Intuition Machines Inc, isang kumpanya ng AI at machine learning na may pagtuon sa metalearning at visual domain ML sa sukat. Bumubuo at nagpapatakbo kami ng malalaking nasusukat na mga system upang paganahin ang mga serbisyo sa pagtatasa ng video at imahe para sa mga kumpanya ng Global 2000 sa buong mundo.",
    "about-content-text-1a": "Nagdadala ang hCaptcha ng isang moderno, diskarte na nakatuon sa privacy upang ihinto ang mga bot.",
    "about-content-text-1b": "Ipinapakita namin ang mga hamon sa CAPTCHA na mahirap para sa mga bot ngunit madali para sa mga tao sa pamamagitan ng pagkolekta ng data na mahirap ma-label mula sa mga problema sa pag-aaral ng makina, at ginagamit ito upang makilala kung ang isang website o ang bisita sa app ay tao.",
    "about-content-text-2": "Higit pang mga data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta. Ang pagbuo at pagpapanatili ng wastong may label at nauugnay na mga dataset ay matagal at mahal. Ang hCaptcha ay orihinal na binuo upang matugunan ang ating sariling mga pangangailangan sa pag-label ng imahe, at magagamit na ngayon para sa iba pang mga kumpanya na may katulad na pangangailangan.",
    "about-content-text-2a": "Ang mga masasamang artista ay lalong madalas na online. Ngunit ang pagsasakripisyo sa privacy ng gumagamit ay hindi ang sagot.",
    "about-content-text-2b": "Ang mga solusyon sa seguridad na inaalok ng mga kumpanya ng ad ay pangunahing nakatuon sa pagsubaybay sa mga gumagamit sa buong web. Lumikha kami ng isang mabisang solusyon sa seguridad na nagpapatunay na ang pinsala sa privacy ng gumagamit ay hindi kinakailangan upang makapaghatid ng mahusay na mga resulta.",
    "about-intro-head-1": "Tungkol sa hCaptcha",
    "about-intro-head-2": "Pagkapribado, Seguridad, at Pag-aaral ng Makina.",
    "about-intro-text": "Ang hCaptcha ay ang pinakalawak na ginagamit na independyenteng serbisyo ng CAPTCHA sa buong mundo.",
    "about-leadership-alex": "Dalubhasa sa Database at Blockchain. Maagang engineer sa Cloudera at marami pa. Mga dekada ng kadalubhasaan sa pagbuo ng software at mga koponan.",
    "about-leadership-eli": "CEO. Kinikilalang pinuno sa AI. Naglapat ng scale ng makina ng makina sa isang iba't ibang mga problema sa negosyo sa nakaraang mga dekada.",
    "about-leadership-head": "Pamumuno",
    "about-leadership-todd": "PhD sa Computational Biology, Stanford. Ang pagtatrabaho sa mga neural network mula pa noong 1999. Tumuon sa inilapat na ML at malalim na pag-aaral sa antas.",
    "acc-opt": "Mga Pagpipilian sa Pag-access",
    "acc-opt-but": "Matuto nang higit pa tungkol sa mga pagpipilian sa kakayahang mai-access",
    "acc-opt-text": "May kapansanan ka ba sa paningin o kung hindi man makumpleto ang mga hCaptchas?",
    "accessibility-link": "Pag-access",
    "appreciate-in": "Pinahahalagahan namin ang iyong input. Ipaalam sa amin ang anumang mga isyu at malulutas namin ito nang mabilis.",
    "fb-but": "Magpadala sa amin ng feedback",
    "feedback-text": "Magbigay ng feedback sa hCaptcha na iyong nakita",
    "footer-attribution": "Pagpapatungkol",
    "footer-copyright-text": "Ang hCaptcha ay isang rehistradong trademark ng Intuition Machines, Inc.",
    "footer-header-1": "Kumpanya",
    "footer-header-2": "Mga mapagkukunan",
    "footer-header-3": "Makipag-ugnay",
    "footer-link-1": "Paglalagay ng label",
    "footer-link-10": "Pag-access",
    "footer-link-2": "Tungkol sa",
    "footer-link-3": "Mga trabaho",
    "footer-link-4": "Mga Trademark",
    "footer-link-5": "Etika ng AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Katayuan",
    "footer-link-8": "Dokumentasyon",
    "footer-link-9": "Mag-ulat ng isang Bug",
    "footer-privacy": "Pagkapribado",
    "footer-subheader-1": "Suporta",
    "footer-subheader-2": "Makipag-ugnay",
    "footer-terms": "Mga tuntunin",
    "h-plans": "Mga Plano ng Subscription",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "header-login-button": "Mag log in",
    "header-plans-link": "Mga Plano",
    "header-signup-button": "Pag-sign up",
    "home-about-head": "Tungkol sa hCaptcha",
    "home-about-subtitle": "Pinapagana ng HUMAN Protocol",
    "home-about-text-1": "Ang hCaptcha ay idinisenyo upang malutas ang pinaka-masinsinang problema sa paggawa sa pag-aaral ng makina: pag-label ng napakalaking data sa isang napapanahon, abot-kayang, at maaasahang paraan.",
    "home-about-text-2": "Higit pang mga data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta sa mga modelo ng pag-aaral ng machine machine. Ang kamakailang tagumpay ng malalim na mga modelo ay humantong sa lalong malalaking mga database, halos palaging may ilang pagsusuri sa tao. Gayunpaman, ang paglikha ng malalaking mga datasets na sinuri ng tao sa pamamagitan ng Mechanical Turk, Figure Eight, atbp ay parehong mabagal at mahal.",
    "home-about-text-3": "Pinapayagan ng hCaptcha ang mga website na kumita ng pera sa paghahatid ng kahilingan na ito habang hinaharangan ang mga bot at iba pang uri ng pang-aabuso.",
    "home-about-text-4": "Ang hCaptcha marketplace ay pinalakas ng HUMAN Protocol, isang bukas na desentralisadong protocol para sa pagsusuri ng tao na tumatakbo sa Ethereum blockchain. Kumikita ang mga website ng Human Tokens (HMT) tuwing gumagamit ang mga gumagamit ng hCaptcha widget sa kanilang site, at binabayaran ng mga kumpanya ng machine machine ang mga Human Tokens upang ma-label ang kanilang data.",
    "home-ba-labeling-services-link": "Mga Serbisyo sa Pagmarka",
    "home-benefits-head-1": "Ang Halaga sa Labeling ng Data",
    "home-benefits-head-2": "Bumalik sa Charity",
    "home-benefits-text-1": "Napagtanto mo ba sa tuwing mag-click ka sa kotse ay tumutulong ka upang sanayin ang isang solong sistema ng pag-aaral ng machine ng isang Gigantic na kumpanya nang libre?",
    "home-benefits-text-2": "pinalilibot ng hCaptcha ang modelong ito. Kapag gumamit ka ng hCaptcha, nag-bid ang mga kumpanya sa trabahong ginagawa ng iyong mga gumagamit habang pinatunayan nila ang kanilang pagiging sangkatauhan. Nakukuha mo ang mga gantimpala.",
    "home-benefits-text-3": "Nais mong ibalik ang iyong paboritong kawanggawa? Hinahayaan ka ng hCaptcha na suportahan ang mga charity na iyong pinili sa mga kita na nakukuha mo mula sa paggamit nito. Makikita ng mga gumagamit sa iyong site sa lalong madaling panahon ang iyong kontribusyon sa kawanggawa sa pamamagitan ng mahinahon na tatak sa interface ng hCaptcha.",
    "home-challenge-text-1": "Piliin ang lahat ng mga imahe na tumutugma sa query",
    "home-challenge-text-2": "Tukuyin ang sakop na lugar para sa mga bagay",
    "home-challenge-text-3": "Kilalanin ang mga kaukulang label",
    "home-challenge-title-1": "Paghahambing",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Pag-kategorya",
    "home-challenges-head": "Inilahad ang mga Hamon",
    "home-challenges-text-1": "... at iba pang mga simpleng gawain. Madali para sa mga tao, mahirap para sa mga bot.",
    "home-challenges-text-2": "Ang mga pasadyang gawain ay magagamit din para sa mga publisher ng enterprise.",
    "home-ent-1": "Naghahanap para sa aming mga handog sa seguridad ng enterprise?",
    "home-ent-2": "Bisitahin ang aming bagong nakalaang site: BotStop.com",
    "home-ent-button": "Dagdagan ang nalalaman: BotStop ng hCaptcha",
    "home-from-the-blog": "MULA SA BLOG:",
    "home-from-the-blog-value": "Paano Gumagana ang Mga Setting ng Pinagkakahirapan ng hCaptcha",
    "home-intro-body": "Gumagamit ka ba ng captcha upang hindi mailabas ang mga bot? Pinoprotektahan ng hCaptcha ang privacy ng gumagamit, nagbibigay ng gantimpala sa mga website, at tumutulong sa mga kumpanya na ma-label ang kanilang data. Ito ay isang drop-in na kapalit para sa reCAPTCHA: maaari kang lumipat sa loob ng ilang minuto.",
    "home-intro-button": "Mag-sign Up Ngayon",
    "home-intro-head": "Itigil ang higit pang mga bot. Simulang protektahan ang privacy ng gumagamit.",
    "home-main-1": "Pribado Ligtas. Mas mabilis. At binabayaran ka namin upang magamit ito.",
    "home-main-2": "Nakatuon ang Pagkapribado",
    "home-main-2c": "Ang mga network ng ad ay nakikita ang iyong mga bisita bilang produkto. Para sa hCaptcha ang produkto ay ang gawaing ibinibigay nila. Wala kaming pakialam kung sino ang iyong mga gumagamit, gaano lamang posibilidad na sila ay maging nakakahamak. Sinusuportahan namin ang mga pagkukusa tulad ng Privacy Pass, at nagsusumikap na balansehin ang privacy at seguridad.",
    "home-main-3": "Security muna",
    "home-main-3c": "Ang kawastuhan ay sa iyong interes at sa amin. Ang hCaptcha ay nakatuon sa publisher. Nagtatrabaho kami upang mabigyan ka ng totoong data at hayaan kang magpasya kung paano ito gamitin. Ang iba pang mga captchas ay ibinibigay ng mga Gigantic advertising na kumpanya. Nangangahulugan ito na ang bawat bot na kanilang hinarangan ay maaaring mabawasan ang kanilang kita.",
    "home-main-4": "Mas Mahusay na Karanasan ng Gumagamit",
    "home-main-4c": "Ang mga sopistikadong modelo ng pag-aaral ng makina ay ginagamit ng hCaptcha para sa pagtukoy ng sangkatauhan. Pinapayagan kaming humiling ng mas kaunting nakakainis na mga gawain mula sa iyong mga gumagamit at kukuha ng mas kaunting oras sa paggawa nito, habang gumagawa pa rin ng kapaki-pakinabang na data na may label para sa mga customer sa pag-label.",
    "home-main-plans": "Ang hCaptcha ay libre gamitin para sa mga publisher ng anumang laki. Gayunpaman, para sa mga negosyo at platform na nangangailangan ng higit na kontrol, magagamit ang aming mga solusyon sa enterprise.",
    "home-main-plans2": "Ang mga solusyon sa hCaptcha enterprise ay pinoprotektahan ang milyun-milyong mga gumagamit sa sampu-sampung milyong mga website para sa ilan sa mga pinakamalaking kumpanya sa planeta. Mangyaring makipag-ugnay sa amin para sa karagdagang impormasyon, o bisitahin",
    "home-main-plans3": "Ang mga solusyon sa hCaptcha enterprise ay pinoprotektahan ang milyun-milyong mga gumagamit sa sampu-sampung milyong mga website para sa ilan sa mga pinakamalaking kumpanya sa planeta. Mangyaring makipag-ugnay sa amin para sa karagdagang impormasyon, o bisitahin",
    "home-main-plans4": "para sa mga detalye.",
    "home-plans-button-1": "Mag-sign up na",
    "home-plans-button-2": "Makipag-ugnay sa mga benta",
    "home-plans-chart-head-1": "Mga Tampok",
    "home-plans-chart-head-2": "Publisher",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Kontrolin ang mga uri ng hamon na ipinakita",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Kabuuan",
    "home-plans-chart-row-10-cell-1": "Mga dashboard ng multi-user",
    "home-plans-chart-row-11-cell-1": "Mga advanced na tampok sa pag-uulat",
    "home-plans-chart-row-12-cell-1": "Mga SLA ng Enterprise",
    "home-plans-chart-row-2-cell-1": "Kontrolin ang ginamit na nilalaman ng hamon",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Kabuuan",
    "home-plans-chart-row-3-cell-1": "Kumita ng mga gantimpala para sa mga paglulutas ng tao",
    "home-plans-chart-row-4-cell-1": "Proteksyon laban sa bot sa buong mundo",
    "home-plans-chart-row-5-cell-1": "Gumagawa sa bawat bansa",
    "home-plans-chart-row-5a-cell-1": "Walang-CAPTCHA at 99.9% passive mode",
    "home-plans-chart-row-5b-cell-1": "Mga marka ng kumpiyansa sa bot",
    "home-plans-chart-row-6-cell-1": "Patakaran sa privacy ng GDPR at CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Pinong-grained na antas ng kahirapan",
    "home-plans-chart-row-8-cell-1": "Ilunsad ang iyong sariling nilalaman ng hamon",
    "home-plans-chart-row-9-cell-1": "Pag-iskedyul ng kahirapan na nakabatay sa oras",
    "home-try-it-out-button": "Kumuha ng hCaptcha",
    "home-try-it-out-head": "Subukan",
    "home-try-it-out-text": "Nagbibigay ang hCaptcha ng simple, madali, at maaasahang pagtuklas ng bot habang walang halaga para malutas ng mga tao.",
    "labeling-about-head": "Tungkol sa hCaptcha",
    "labeling-about-text-1": "Ang hCaptcha ay idinisenyo upang malutas ang pinaka-masinsinang problema sa paggawa sa pag-aaral ng makina; pag-label ng napakalaking halaga ng data sa isang napapanahon, abot-kayang, at maaasahang paraan. Higit pang mga data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta sa mga modelo ng pag-aaral ng machine machine. Ang kamakailang tagumpay ng malalim na mga modelo ay humantong sa lalong malalaking mga database, at hinahatid ng hCaptcha ang pangangailangang ito.",
    "labeling-about-text-2": "Gayunpaman, ang paglikha ng malalaking mga data na sinuri ng tao gamit ang tradisyunal na pamamaraan ay kapwa mabagal at mahal. Ang hCaptcha ay isang paraan upang makuha ng mga kumpanya ang mga anotasyon na nangangailangan ng mas mabilis, na may mas mataas na kalidad at mas mababang gastos kaysa sa iba pang mga kahalili.",
    "labeling-annotations-head": "Mga Uri ng Annotation",
    "labeling-annotations-text-1": "Tumpak na pagtuklas ng bagay sa mga imahe at video",
    "labeling-annotations-text-2": "Tumpak na pagtuklas ng bagay sa mga imahe at video",
    "labeling-annotations-text-3": "Ituro ang mga anotasyon para sa maraming iba't ibang mga kaso ng paggamit",
    "labeling-annotations-text-4": "Pagbukud-bukurin o idagdag ang di-makatwirang mga kategorya ng anumang laki",
    "labeling-annotations-text-5": "Pagtuklas at pag-uuri ng pinagagana ng tao",
    "labeling-annotations-text-6": "Kailangan mo ba ng ibang uri na hindi nakalista dito? Tanungin mo lang kami.",
    "labeling-annotations-title-1": "Mga Bounding Box",
    "labeling-annotations-title-2": "Mga Polygon",
    "labeling-annotations-title-3": "Mga Landmark",
    "labeling-annotations-title-4": "Pag-kategorya ng Katangian",
    "labeling-annotations-title-5": "Paghahambing at Pagtuklas",
    "labeling-annotations-title-6": "... at marami pang iba",
    "labeling-ent-button": "Makipag-ugnay sa aming Koponan sa Mga Solusyon sa Enterprise",
    "labeling-ent-head": "Kailangan mo ba ng End-to-End Control?",
    "labeling-ent-text-1": "Ang Platform ng TAO sa likod ng hCaptcha ay nagbibigay ng lubos na sopistikadong kalidad ng trabaho at mga tampok sa pamamahala sa pamamagitan ng on-premise, hybrid, o SaaS deployments na isinasama sa iyong mga mayroon nang mga system.",
    "labeling-ent-text-2": "Patakbuhin ang buong offline sa iyong sariling lakas ng trabaho, subaybayan ang halaga na natupok sa lahat ng mga yunit ng negosyo o kasosyo sa kasunduan, pumipili ng mga trabaho sa iba't ibang panloob o panlabas na mga tagabigay ng paggawa batay sa mga kinakailangan sa gastos at seguridad, at higit pa.",
    "labeling-ent-text-3": "Madaling pag-access ng API, magagandang dashboard, at ang pinakabagong teknolohiya na nasa loob ng modelo upang ma-maximize ang kahusayan.",
    "labeling-ent-text-4": "99.99% uptime SLAs at 24/7 pandaigdigang suporta na magagamit. Para sa karagdagang impormasyon:",
    "labeling-features-head-1": "Mga simpleng pipeline na hinihimok ng API.",
    "labeling-features-head-2": "Na-optimize para sa gastos at kalidad. Walang kinakailangang paunang pangako.",
    "labeling-features-head-3": "Bayaran lamang ang katumpakan na kailangan mo.",
    "labeling-features-head-4": "Magbigay ng iyong sariling data ng katotohanan sa lupa o hayaan kaming mabuo ito nang mabilis.",
    "labeling-features-text-1": "Nais bang isama nang direkta ang pagsusuri ng tao sa iyong mga pagpapatakbo sa negosyo? Nag-aalok kami ng mataas na pagiging maaasahan ng mga SLA, garantisadong kapasidad, at simpleng mga REST API.",
    "labeling-features-text-2": "Gumagamit ang platform ng TAO ng komprehensibong mga modelo ng kumpiyansa upang maisagawa ang sopistikadong pagsusuri sa kalidad na real-time. Pinapayagan kaming mabilis na matukoy ang parehong kahirapan ng mga katanungan at ang kanilang malamang tamang sagot, na nakakatipid sa iyo ng oras at pera.",
    "labeling-features-text-3": "Hindi lahat ng mga problema ay pareho. Ang mga anotasyon para sa mga gawain na kritikal sa kaligtasan ay maaaring mangailangan ng 99.99% kumpiyansa mula sa buong manggagawa sa tao. Ang mga anotasyon para sa isang tampok na beta sa isang mobile game app ay maaaring mangailangan lamang ng katamtamang kumpiyansa. Magpasya ka",
    "labeling-features-text-4": "Mayroon ka bang hilaw na data nang walang isang kumprehensibong hanay ng pag-verify? Sa karamihan ng mga kaso maaari kaming bumuo ng isa para sa iyo habang tumatakbo ang mga gawain sa pamamagitan ng system, o lumikha ng mga sample na may label na para sa iyong pag-apruba.",
    "labeling-info-head": "Pagkuha ng Label ng Data",
    "labeling-info-text-1": "Makipag-usap sa isa sa aming mga dalubhasa sa domain upang tukuyin ang mga pangangailangan ng iyong proyekto: kawastuhan ng target, format, at anumang mga espesyal na kinakailangan.",
    "labeling-info-text-2": "Nagpapatupad kami ng isang maliit na trabaho sa produksyon batay sa iyong sample na data. Sinusubukan nito ang gawaing pinagtulungan namin upang matiyak na makukuha mo mismo ang kailangan mo.",
    "labeling-info-text-3": "Sa aming mataas na dami at mababang latency ay mabilis naming ibabalik ang iyong trabaho, sa awtomatikong paghahatid sa oras na matapos ito.",
    "labeling-info-text-4": "Habang mas nauunawaan namin ang mga parameter ng iyong gawaing produksyon, ang mga resulta ay magpapatuloy na mapabuti sa paglipas ng panahon.",
    "labeling-info-text-5": "Pinapayagan ka ng mga live dashboard na magbigay ng puna o i-pause ang paggawa sa anumang oras.",
    "labeling-info-title-1": "Tukuyin ang Mga pagtutukoy",
    "labeling-info-title-2": "Paunang Pagsubok sa Trabaho",
    "labeling-info-title-3": "I-deploy ang Mga Trabaho sa Produksyon",
    "labeling-info-title-4": "Patuloy na pagpapabuti",
    "labeling-info-title-5": "Mga Resulta ng Tunay na Oras",
    "labeling-main-1": "Mabisang gastos sa pag-label ng data sa sukatan",
    "labeling-main-1-button": "Kunin Ngayon ang Iyong Data",
    "labeling-main-1c": "Kailangan mo ba ng higit pang mga label para sa iyong mga dataset? Nagbibigay ang hCaptcha ng mabilis, mabisang gastos, at mataas na kalidad na pag-label ng data para sa mga kumpanyang nagtatrabaho sa mga aplikasyon ng artipisyal na intelihente at pag-aaral ng makina.",
    "labeling-main-2": "Ilunsad agad ang milyun-milyong mga gawain.",
    "labeling-main-2-button": "Bumili ng Mga Serbisyo sa Pag-label ng Data",
    "labeling-main-2c": "Ang hCaptcha ay may isa sa pinakamalaking pool sa planeta na magagamit para sa iyong paggamit. Anuman ang iyong scale, maaari naming hawakan ito nang walang mamahaling paunang mga pangako. Milyun-milyong mga gawain bawat araw ay walang problema.",
    "labeling-platform-head": "Pribado o Public na Impormasyon",
    "labeling-platform-text": "Ang hCaptcha ay binuo sa Platform ng TAO, na nagpapahintulot sa sopistikadong pagruruta at pagtatasa upang ma-optimize ang gastos at kahusayan sa bawat hakbang. Hinahayaan ng teknolohiyang ito ang tamang lakas ng tauhan na hawakan ang bawat bahagi ng iyong trabaho, pinapakinabangan ang kahusayan ng gastos habang pinapanatili ang privacy at natutugunan ang anumang mga kinakailangang regulasyon na maaaring mailapat.",
    "labeling-try-button": "Bumili ng Mga Serbisyo sa Pag-label ng Data",
    "labeling-try-head": "Nais mong subukan ito sa iyong data?",
    "labeling-try-text": "... handa na kami kapag ikaw ay: ang aming serbisyo ay magagamit sa buong oras.",
    "learn-more-hcaptcha": "Matuto Nang Higit Pa tungkol sa hCaptcha",
    "page-acc-faq-1": "Tanong: Sumusunod ba ang hCaptcha Seksyon 508 + WCAG 2.1 AA? Sagot: Naniniwala kami: lahat ng mga gumagamit na may anumang uri ng kapansanan na maaaring mag-browse sa web at maglagay ng teksto sa mga form ay maaaring ma-access ang mga serbisyong protektado ng hCaptcha sa pagpaparehistro. Gayunpaman, hindi ito ligal na payo: dapat mong isagawa ang iyong sariling pagsusuri, isinasaalang-alang ang iyong partikular na pagpapatupad upang matiyak na ito ang kaso para sa iyong pag-deploy.",
    "page-acc-faq-2": "Tanong: Gumagawa ka ba sa iba pang mga pagpipilian sa kakayahang mai-access (a11y), tulad ng audio? Sagot: Dati na mga tanyag na pagpipilian tulad ng mga audio captchas ay nagtatangi laban sa maraming mga gumagamit ng a11 at madaling matalo ng mga modernong diskarte sa pag-aaral ng makina. Pinilit nito ang mga kasalukuyang hamon sa audio na maging mas mahirap, nagpapakilala ng ingay, kakaibang tiyempo, hindi pangkaraniwang mga kombinasyon ng salita, at iba pa upang talunin ang mga umaatake. Sa gayon ay hindi gaanong masigasig kami sa pamamaraang ito kumpara sa pag-iwas sa hamon nang buo, ngunit isasaalang-alang namin ito kung mayroong pangangailangan mula sa a11y na komunidad. Gayunpaman, interesado kami sa Privacy Pass para sa kaso ng paggamit ng Accessibility. Naniniwala kami na pagsasama-sama ng aming kasalukuyang a11y diskarte sa pagpapalabas ng Privacy Pass ay magbibigay-daan sa a11y mga gumagamit na mag-browse nang ligtas, ligtas sa kaalamang ang kanilang trapiko ay mas pribado, habang pinaghihigpitan ang pang-aabuso ng mga bot operator na hindi maiwasang mangyari kapag may magagamit na mga pagpipilian. Kami ay mga aktibong kalahok sa pangkat ng pagtatrabaho ng IETF na pamantayan sa bagong teknolohiyang ito.",
    "page-acc-faq-3": "Tanong: Paano ang tungkol sa privacy? Nalalantad ba ng pagpaparehistro ang a11y data sa pagba-browse sa ilang paraan? Ano ang gagawin mo sa email? Sagot: Ang hCaptcha ay idinisenyo para sa privacy mula sa ground up. Ibang-iba ito kaysa sa tradisyunal na mga pagpipilian tulad ng reCAPTCHA na pagmamay-ari ng mga ad network, na may insentibo upang subaybayan ka sa web at maiugnay ka ng isang tunay na pagkakakilanlan. Hindi kami gumagamit ng mga email sa pag-access o impormasyon para sa anumang layunin maliban sa pagpapadali sa a11y paggamit at pag-iwas sa pang-aabuso. Ang aming patakaran sa privacy ay may komprehensibo at may awtoridad na mga sagot tungkol sa kung paano namin ginagamit ang data, ngunit ang maikling sagot ay wala kaming interes na maiugnay ka bilang isang tao sa iyong kasaysayan sa pag-browse. Gumagawa rin kami ngayon sa isang solusyon na cryptographic upang mabilis na itapon ang iyong email address habang pinapanatili pa rin ang aming kakayahang maiwasan ang pang-aabuso, na umakma sa aming trabaho sa Privacy Pass.",
    "page-acc-link-1": "Kung ikaw ay isang gumagamit ng kakayahang mai-access, mangyaring mag-sign up dito.",
    "page-acc-subhead": "Tinitiyak ang seamless access para sa lahat ng mga gumagamit habang pinapanatili ang seguridad",
    "page-acc-summary": "Buod",
    "page-acc-summary-contents-1": "Ang hCaptcha ay idinisenyo upang ihinto ang mga bot sa pamamagitan ng pagkilala sa kanila mula sa mga tao. Ang mga visual test ay isang maginhawang tool para dito, ngunit hindi lahat ay maaaring malutas ang isang visual na hamon. Sa kadahilanang ito, dinisenyo namin ang isang simple, walang sakit na kahalili upang hayaan ang mga publisher na gamitin ang aming serbisyo na mapanatili ang kakayahang ma-access para sa lahat na may ganap na pagsunod sa Seksyon 508 at WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Paano ito gumagana: una, ang isang gumagamit ng kakayahang mai-access ay nag-sign up sa URL na ito, na naka-link sa pahina ng impormasyon ng widget ng hCaptcha. Binibigyan sila ng naka-encrypt na cookie na maaaring magamit nang maraming beses bawat araw, ngunit dapat na i-refresh tuwing 24 na oras sa pamamagitan ng pag-login. Kapag ang isang hamon ay ipinakita sa isang gumagamit ng kakayahang mai-access sa anumang site na gumagamit ng serbisyo ng hCaptcha, awtomatiko silang pumasa.",
    "page-acc-title": "Impormasyon sa Pag-access ng hCaptcha",
    "page-acc-tr-body": "Tanong: Nakikita ko pa rin ang isang hamon pagkatapos itakda ang cookie. Ano ang sanhi nito?<br> Sagot: Karaniwan ito dahil sa paggamit ng isang agresibong ad blocker o anti-cookie extension, o isang setting na humahadlang sa mga cross-site cookies, sa kasong ito ang isang cookie para sa hcaptcha.com na itinakda o nasuri ng hCaptcha JS sa ibang site , tulad ng iyong binibisita.<br><br> Gumagana ang cookies ng kakayahang mai-access ang hCaptcha sa lahat ng mga tanyag na browser at ad blocker sa kanilang mga karaniwang setting, kaya karaniwang ang mga pagkabigo ay dahil sa mga anti-anti-adblock script o mga katulad na panuntunan sa pag-target sa mga partikular na site.<br><br> Mga Solusyon:<br><br> 1. Whitelist hcaptcha.com at * .hcaptcha.com cookies sa iyong ad blocker o browser security extension.<br> 2. Kung gumagamit ka ng Brave browser, na kasalukuyang hindi lilitaw na mayroong anumang uri ng whitelist ng cookie, pumunta sa Mga Kagustuhan -> Shields -> Cookies at piliin ang Payagan ang Lahat ng Cookies.<br> 3. Kung gumagamit ka ng pinakabagong bersyon ng Safari sa alinman sa pinakabagong OS X 10.15 o iOS 13.4, binago lamang ng Apple ang pag-uugali ng Safari na nauugnay sa mga third-party na cookies, na hinaharangan ang lahat ng mga ito bilang default. Nagpapatupad kami ng isang solusyon, ngunit pansamantala mangyaring bisitahin ang Mga Kagustuhan sa Safari, seksyon ng Privacy, at alisan ng check ang pagsubaybay sa Website: Pigilan ang pagsubaybay sa cross-site upang paganahin ang accessibility cookie upang gumana tulad ng inaasahan.<br><br> Tanong: Gumagamit ako ng maraming mga aparato. Kailangan ko bang mag-sign up ng maraming beses?<br> Sagot: Hindi. Mangyaring i-click ang parehong link sa pag-login sa email na ipinadala sa iyo sa bawat aparato na ginagamit mo upang maitakda ang cookie.<br><br> Tanong: Paano ko mapoprotektahan ang aking sarili mula sa pagsubaybay sa cookie ng third-party habang ginagamit ang cookie sa kakayahang mai-access?<br> Sagot: Ang paggamit ng anumang privacy o extension ng pag-block ng ad na sumusuporta sa pag-whitelist sa antas ng domain (hal. Pinagmulan ng uBlock) ay gagana tulad ng inaasahan: siguraduhing i-whitelist ang hcaptcha.com.",
    "page-acc-tr-title": "Para sa Mga Gumagamit ng Pag-access: Mga Madalas na Katanungan at Gabay sa Pag-troubleshoot",
    "page-acc-tr2-body": "Safari<br> Upang paganahin ang mga cookies sa Safari (Mac): Pumunta sa drop-down na menu ng Safari. Piliin ang Mga Kagustuhan. I-click ang Privacy sa tuktok na panel. Sa ilalim ng 'I-block ang cookies' piliin ang opsyong 'Huwag kailanman.'<br> Upang paganahin ang mga cookies sa Safari (iPhone / iPad iOS 11+): Buksan ang iyong Mga Setting. Mag-scroll pababa at piliin ang Safari. Sa ilalim ng Pagkapribado at Seguridad, i-off ang 'Pigilan ang Pagsubaybay sa Cross-Site' at 'I-block ang Lahat ng Cookies'<br><br> Firefox<br> Mag-click sa kalasag sa kaliwa ng address bar sa anumang webpage. Mag-click sa Mga Setting ng Proteksyon. Magbubukas ang panel ng Privacy at Security ng Mga Kagustuhan sa Firefox. Sa ilalim ng Pinahusay na Proteksyon sa Pagsubaybay, piliin ang Pasadya. Piliin kung aling mga tracker at script ang i-block sa pamamagitan ng pagpili ng mga checkbox na iyon. Tiyaking na-block mo ang hcaptcha.com.<br><br> Puwede mo ring pansamantalang patayin ang ilang mga proteksyon sa Custom upang mai-debug ito, sa pamamagitan ng pagkakapili ng mga checkbox: Alisin sa pagkakapili ang checkbox ng Mga Tracker o alisin sa pagkakapili ang checkbox ng Cookies kung mayroon ka pa ring mga isyu.<br><br> Google Chrome<br> Google Chrome (PC)<br> Piliin ang icon ng menu ng Chrome. Piliin ang Mga Setting.<br> Pumunta sa Privacy at Security, pagkatapos ang Cookies at iba pang data ng site.<br> Tiyaking hindi pinagana ang 'I-block ang mga third-party na cookies'.<br><br> Google Chrome (Mac):<br> Buksan ang mga kagustuhan sa Chrome mula sa menu bar.<br> Pumunta sa Privacy at Security, pagkatapos ang Cookies at iba pang data ng site.<br> Tiyaking hindi pinagana ang 'I-block ang mga third-party na cookies'.<br><br> Google Chrome (Android):<br> Sa iyong Android device, buksan ang Chrome app.<br> Sa kanang bahagi sa itaas, i-tap ang Higit pa at pagkatapos ang Mga Setting.<br> I-tap ang Mga Setting ng Site at pagkatapos ang Cookies.<br> Sa tabi ng 'Cookies,' buksan ang setting.<br> Lagyan ng tsek ang kahon sa tabi ng 'Payagan ang mga third-party na cookies.'<br><br> Internet Explorer<br> 1. Piliin ang gear sa kanang sulok sa itaas ng screen, pagkatapos ay piliin ang 'Mga Pagpipilian sa Internet'. Kung pinagana mo ang Menu Bar, maaari mong piliin ang 'Mga Tool' pagkatapos ang 'Mga Pagpipilian sa Internet'.<br> 2. I-click ang tab na 'Privacy'.<br> 3. Piliin ang pindutang 'Advanced'.<br> 4. Sa ilalim ng 'Third-party Cookies' piliin ang 'Tanggapin'.<br> 5. I-click ang 'OK'",
    "page-acc-tr2-head": "Mga Tagubilin sa Browser para sa Mga Cross-Site Cookie",
    "priv-hc": "Nakatuon ang Pagkapribado",
    "priv-hc-text": "Nakikita ka ng mga ad network bilang kanilang produkto. Hindi namin. Wala kaming pakialam kung sino ang mga gumagamit, gaano lamang posibilidad na sila ay maging nakakahamak. Sinusuportahan namin ang mga pagkukusa tulad ng Privacy Pass, at nagsusumikap na balansehin ang privacy at seguridad.",
    "reporting-bugs-accessibility-button": "Matuto nang higit pa tungkol sa mga pagpipilian sa kakayahang mai-access",
    "reporting-bugs-accessibility-head": "Mga Pagpipilian sa Pag-access",
    "reporting-bugs-accessibility-text": "May kapansanan ka ba sa paningin o kung hindi man makumpleto ang mga hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kinukuha ang Mga Detalye ng Bug Report: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hakbang 1: Buksan ang Mga Tool ng Developer (Magsisimula itong i-record ang session.)",
    "reporting-bugs-guide-ff-step-2": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool ng Developer. Lagyan ng check ang kahon ng Mga Persist log sa tuktok.",
    "reporting-bugs-guide-ff-step-3": "Hakbang 3: bisitahin ang https://accounts.hcaptcha.com/demo, o ang website na nagkakaroon ka ng isyu (Tandaan sa Privacy: kung hindi mo isiping ibahagi kung ano ito) ... at pagkatapos ay i-click ang I pindutan ng tao, at subukang lutasin.",
    "reporting-bugs-guide-ff-step-4": "Hakbang 4: I-click ang HAR pagkatapos mong subukang lutasin, at piliin ang I-save Lahat bilang HAR upang mai-save ang log ng network. Ipadala sa amin ang file na iyon.",
    "reporting-bugs-guide-ff-step-5": "Hakbang 5: Mag-click sa tab na Console, at mag-right click pagkatapos Piliin ang lahat at i-save iyon sa isang text file, upang mai-save ang log ng console. Ipadala mo rin sa amin iyon.",
    "reporting-bugs-guide-ff-step-6": "Huling hakbang: I-email sa amin ang mga HAR at console log file na iyon, at ilarawan ang problemang Gumamit ng: support@hcaptcha.com (mangyaring gumamit ng isang serbisyo tulad ng Dropbox o Filebin at magpadala ng mga link) at opsyonal na isang screenshot, kung pinaghihinalaan mong mayroong isang bagay na hindi nagpapakita ng tama . Mangyaring ipadala ang IP na ginagamit mo rin. Maaari mo itong makuha mula sa https://www.whatsmyip.org/ Salamat sa paglalaan ng oras upang matulungan kaming makuha ang impormasyong ito! Nakatuon kami na gawing maayos ang hCaptcha para sa lahat.",
    "reporting-bugs-guide-head": "Nakukuha ang Mga Detalye ng Bug Report: Chrome",
    "reporting-bugs-guide-step-1": "Hakbang 1: Buksan ang Mga Tool ng Developer (Magsisimula itong i-record ang session.)",
    "reporting-bugs-guide-step-2": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool ng Developer. Lagyan ng check ang Preserve log box sa itaas.",
    "reporting-bugs-guide-step-3": "Hakbang 3: bisitahin ang https://accounts.hcaptcha.com/demo, o ang website na nagkakaroon ka ng isyu (Tandaan sa Privacy: kung hindi mo isiping ibahagi kung ano ito) ... at pagkatapos ay i-click ang I pindutan ng tao, at subukang lutasin.",
    "reporting-bugs-guide-step-4": "Hakbang 4: I-click ang I-export ang HAR (ang maliit na pababang arrow) pagkatapos mong subukang lutasin, na sine-save ang log ng network. Ipadala sa amin ang file na iyon.",
    "reporting-bugs-guide-step-5": "Hakbang 5: Mag-click sa tab na Console, at mag-right click pagkatapos ay i-save bilang .. upang mai-save ang log ng console. Ipadala mo rin sa amin iyon.",
    "reporting-bugs-guide-step-6": "Huling hakbang: I-email sa amin ang mga HAR at console log file na iyon, at ilarawan ang problema. Gumamit ng: support@hcaptcha.com (mangyaring gumamit ng serbisyo tulad ng Dropbox o Filebin at magpadala ng mga link) at opsyonal na isang screenshot, kung pinaghihinalaan mong mayroong hindi wastong ipinapakita. Mangyaring ipadala ang IP na ginagamit mo rin. Maaari mo itong makuha mula sa https://www.whatsmyip.org/ Salamat sa paglalaan ng oras upang matulungan kaming makuha ang impormasyong ito! Nakatuon kami na gawing maayos ang hCaptcha para sa lahat.",
    "reporting-bugs-guide-text-1": "Ang pagpapadala ng impormasyon sa pag-debug sa iyong ulat ay magpapadali sa amin upang tukuyin kung ano ang nangyayari. Narito ang mga sunud-sunod na tagubilin:",
    "reporting-bugs-guide-text-2": "Kung ikaw ay isang web developer o dalubhasang gumagamit, ang buod ay nais naming magpadala sa amin ng isang record ng network na HAR at mga browser console log. Mangyaring subukang i-disable muna ang anumang ad blocker o mga extension ng seguridad ng browser at pagkatapos ay subukang muli bago ka dumaan sa mga hakbang na ito. Kung maaayos nito ang iyong problema, pahalagahan pa rin namin ang pagpapaalam sa amin ng iyong bersyon ng browser, ad blocker o browser extension, at ang website URL.",
    "reporting-bugs-intro-head": "Nakahanap ng isang bug? Narito kung paano ito iulat.",
    "reporting-bugs-intro-text": "Milyun-milyong tao ang gumagamit ng hCaptcha bawat buwan, sa libu-libong mga kumbinasyon ng mga browser, extension, aparato, firewall, at marami pa. Ang aming layunin ay tiyakin na laging gumagana ito para sa iyo, kaya't labis naming pinahahalagahan ang iyong mga ulat! Upang makapagbigay ng mabilis na puna, i-click lamang ang pindutang Magpadala sa amin ng puna. Kung nakakakita ka ng isang isyu sa pag-andar, mangyaring sundin ang mga tagubilin sa pag-log ng debug para sa Chrome o mga tagubilin sa pag-log ng pag-log para sa Firefox sa ibaba. Para sa anumang iba pang mga browser mag-email lamang sa amin. Para sa mga potensyal na isyu sa seguridad o privacy, tingnan ang mga tagubilin sa ibaba.",
    "reporting-bugs-privacy-head": "Mga Isyu sa Privacy",
    "reporting-bugs-privacy-text": "Wala kaming pakialam kung sino ang mga gumagamit, gaano lamang posibilidad na sila ay maging nakakahamak o mga makina. Sinusuportahan namin ang mga pagkukusa tulad ng Privacy Pass, at nagsusumikap na balansehin ang privacy at seguridad. Kung nakakita ka ng isang isyu na sa palagay mo ay maaaring makaapekto sa privacy ng gumagamit, mangyaring mag-email sa amin sa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Magpadala sa amin ng feedback",
    "reporting-bugs-provide-feedback-head": "Magbigay ng agarang puna sa hCaptcha",
    "reporting-bugs-provide-feedback-text": "Pinahahalagahan namin ang iyong input. Ipaalam sa amin ang anumang mga isyu at malulutas namin ito nang mabilis.",
    "reporting-bugs-security-head": "Security Bugs",
    "reporting-bugs-security-text": "Palagi kaming interesado sa pagtanggap ng mga ulat ng mga security bug. Email support@hcaptcha.com & CC security@hcaptcha.com at babalikan ka namin kaagad. Mayroon din kaming isang programa ng bug bounty para sa mga karapat-dapat na ulat sa seguridad sa serbisyo ng hCaptcha at kaugnay na source code.",
    "sec-hc": "Security muna",
    "sec-hc-text": "Ang hCaptcha ay nakatuon sa publisher. Nagtatrabaho kami upang bigyan ang mga site ng totoong data at hayaan silang magpasya kung paano ito gamitin. Ang kawastuhan ay sa iyong interes at sa amin. Ang iba pang mga captchas ay ibinibigay ng mga kumpanya ng advertising. Ang bawat bot na hinaharangan nila ay maaaring mabawasan ang kanilang kita.",
    "switch-to-english-link": "Lumipat sa English",
    "what-is-hcaptcha": "Ano ang hCaptcha?",
    "what-is-hcaptcha-text": "Tinutulungan ng hCaptcha ang iyong mga paboritong serbisyo sa web na panatilihin ang mga bot, spam, at pang-aabuso sa pamamagitan ng pagtatanong ng mga simpleng tanong na madali para sa mga tao at mahirap para sa mga machine.",
    "why-hc": "Bakit hCaptcha?",
    "why-hc-text": "Sa tuwing sasagutin mo ang isang hamon, gumagamit kami ng mga sopistikadong modelo upang malaman kung tao ka o isang makina. Ang website na iyong binisita ay gumagamit ng resulta na ito upang makatulong na mapagbuti ang iyong karanasan sa kanilang site sa pamamagitan ng pag-iwas sa mga bot."
}