{
    "about-advisors-brendan": "CEO. Kinikilalang pinuno sa AI. Nag-apply sa intelihente ng makina sa sukat sa isang iba't ibang mga problema sa negosyo sa mga nakaraang dekada.",
    "about-advisors-dawn": "PhD sa Computational Biology, Stanford. Nagtatrabaho sa mga neural network mula noong 1999. Tumutok sa inilapat na ML at malalim na pag-aaral sa laki.",
    "about-advisors-head": "Mga tagapayo",
    "about-advisors-keiran": "Dalubhasa sa Database at Blockchain. Maagang engineer sa Cloudera at marami pa. Mga dekada ng software sa pagtatayo ng kadalubhasaan at mga koponan.",
    "about-content-head-1": "Ang ginagawa namin",
    "about-content-head-2": "Bakit Mahalaga",
    "about-content-text-1": "Ang hCaptcha ay isang serbisyo ng Intuition Machines Inc, isang kumpanya ng pag-aaral ng AI at machine na may pagtuon sa metalearning at visual domain ML sa sukat. Nagtatayo kami at nagpapatakbo ng napakalaking nasusukat na mga system upang paganahin ang mga serbisyo ng pagsusuri ng video at imahe para sa mga kumpanya ng Global 2000 sa buong mundo.",
    "about-content-text-2": "Ang mas maraming data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta. Ang pagtatayo at pagpapanatili ng tama na may label at may-katuturang mga datasets ay nagastos ng oras at mahal. Ang hCaptcha ay orihinal na binuo upang matugunan ang aming sariling mga pangangailangan sa pag-label ng imahe, at magagamit na ngayon para sa iba pang mga kumpanya na may katulad na mga pangangailangan.",
    "about-intro-head-1": "Nagtatrabaho para sa hCaptcha",
    "about-intro-head-2": "Malaki ang Aming Misyon",
    "about-intro-text": "Mabilis kaming lumalaki at palaging naghahanap ng pinakamahusay na talento sa buong mundo sa aming mga pandaigdigang tanggapan. Maaari kang mag-apply sa mga link sa ibaba.",
    "about-leadership-alex": "Dalubhasa sa Database at Blockchain. Maagang engineer sa Cloudera at marami pa. Mga dekada ng software sa pagtatayo ng kadalubhasaan at mga koponan.",
    "about-leadership-eli": "CEO. Kinikilalang pinuno sa AI. Nag-apply sa intelihente ng makina sa sukat sa isang iba't ibang mga problema sa negosyo sa mga nakaraang dekada.",
    "about-leadership-head": "Pamumuno",
    "about-leadership-todd": "PhD sa Computational Biology, Stanford. Nagtatrabaho sa mga neural network mula noong 1999. Tumutok sa inilapat na ML at malalim na pag-aaral sa laki.",
    "acc-opt": "Mga Pagpipilian sa Pag-access",
    "acc-opt-but": "Matuto nang higit pa tungkol sa mga pagpipilian sa pag-access",
    "acc-opt-text": "May kapansanan ka ba sa biswal o kung hindi man hindi makumpleto ang hCaptchas?",
    "accessibility-link": "Pag-access",
    "appreciate-in": "Pinahahalagahan namin ang iyong input. Ipaalam sa amin ang anumang mga isyu at mabilis naming malutas ang mga ito.",
    "fb-but": "Magpadala sa amin ng puna",
    "feedback-text": "Magbigay ng puna sa hCaptcha na iyong nakita",
    "footer-attribution": "Pagkilala",
    "footer-copyright-text": "Ang hCaptcha ay isang rehistradong trademark ng Intuition Machines, Inc.",
    "footer-header-1": "Kumpanya",
    "footer-header-2": "Mga mapagkukunan",
    "footer-header-3": "Makipag-ugnay",
    "footer-link-1": "Labeling",
    "footer-link-2": "Tungkol sa",
    "footer-link-3": "Mga trabaho",
    "footer-link-4": "Mga trademark",
    "footer-link-5": "Blog",
    "footer-link-6": "Katayuan",
    "footer-link-7": "Dokumentasyon",
    "footer-link-8": "Mag-ulat ng isang Bug",
    "footer-link-9": "Pag-access",
    "footer-privacy": "Pagkapribado",
    "footer-subheader-1": "Suporta",
    "footer-subheader-2": "Makipag-ugnay",
    "footer-terms": "Mga Tuntunin",
    "header-docs-link": "Mga Doktor",
    "header-labeling-services-link": "Mga Labing Serbisyo",
    "header-login-button": "Mag log in",
    "header-plans-link": "Plano",
    "header-signup-button": "Pag-signup",
    "home-aboot-subtitle": "Pinapagana ng HUMAN Protocol",
    "home-about-head": "Tungkol sa hCaptcha",
    "home-about-text-1": "Ang hCaptcha ay idinisenyo upang malutas ang pinaka-masidhing problema sa paggawa sa pag-aaral ng makina: pag-label ng napakalaking halaga ng data sa isang napapanahong, abot-kayang, at maaasahang paraan.",
    "home-about-text-2": "Ang mas maraming data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta sa mga modelo ng pag-aaral ng machine ng pagsasanay. Ang kamakailang tagumpay ng malalim na mga modelo ay humantong sa lalong maraming mga datasets, halos palaging may ilang pagsusuri ng tao. Gayunpaman, ang paglikha ng mga malalaking data na sinuri ng tao sa pamamagitan ng Mechanical Turk, Figure Eight, atbp ay pareho mabagal at mahal.",
    "home-about-text-3": "Pinapayagan ng hCaptcha ang mga website na gumawa ng pera na naghahatid ng kahilingan na ito habang hinaharangan ang mga bot at iba pang mga uri ng pang-aabuso.",
    "home-about-text-4": "Ang merkado ng hCaptcha ay pinalakas ng HUMAN Protocol, isang bukas na desentralisado na protocol para sa pagsusuri ng tao na tumatakbo sa Ethereum blockchain. Ang mga website ay kumita ng Human Tokens (HMT) tuwing gumagamit ng hCaptcha widget sa kanilang site, at binabayaran ng mga kumpanya ng pag-aaral ng machine ang Human Tokens upang makuha ang kanilang data na may label.",
    "home-ba-labeling-services-link": "Mga Labing Serbisyo",
    "home-benefits-head-1": "Ang Halaga sa Data Labeling",
    "home-benefits-head-2": "Bumalik sa Charity",
    "home-benefits-text-1": "Napagtanto mo ba sa tuwing nag-click ka sa kotse ikaw ay tumutulong upang sanayin ang isang solong sistema ng pag-aaral ng machine ng Gigantic ng kumpanya nang libre?",
    "home-benefits-text-2": "pinihit ng hCaptcha ang modelong ito. Kapag gumagamit ka ng hCaptcha, ang mga kumpanya ay nag-bid sa gawaing ginagawa ng iyong mga gumagamit habang pinapatunayan nila ang kanilang sangkatauhan. Nakukuha mo ang mga gantimpala.",
    "home-benefits-text-3": "Nais mong ibalik sa iyong paboritong kawanggawa? Hinahayaan ka ng hCaptcha na suportahan ang mga kawanggawa na iyong napili sa mga kita na nakukuha mo sa paggamit nito. Ang mga gumagamit sa iyong site ay malapit nang makita ang iyong kontribusyon sa kawanggawa sa pamamagitan ng maingat na pagba-brand sa hCaptcha interface.",
    "home-challenge-text-1": "Piliin ang lahat ng mga imahe na tumutugma sa query",
    "home-challenge-text-2": "Tukuyin ang lugar ng paghagupit para sa mga bagay",
    "home-challenge-text-3": "Kilalanin ang mga kaukulang label",
    "home-challenge-title-1": "Paghahambing",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Pag-uuri",
    "home-challenges-head": "Iniharap na mga Hamon",
    "home-challenges-text-1": "... at iba pang mga simpleng gawain. Madali para sa mga tao, mahirap para sa mga bot.",
    "home-challenges-text-2": "Magagamit din ang mga pasadyang gawain para sa mga publisher ng kumpanya.",
    "home-ent-1": "Naghahanap para sa aming mga handog sa seguridad ng negosyo?",
    "home-ent-2": "Bisitahin ang aming bagong nakalaang site: BotStop.com",
    "home-ent-button": "Matuto nang higit pa: BotStop ni hCaptcha",
    "home-from-the-blog": "MULA SA BLOG:",
    "home-from-the-blog-value": "Paano gumagana ang Mga Setting ng Pinaghirapan ng hCaptcha",
    "home-intro-body": "Gumagamit ka ba ng isang captcha upang maiwasan ang mga bot? Pinoprotektahan ng hCaptcha ang privacy ng gumagamit, gantimpala ang mga website, at tinutulungan ang mga kumpanya na may label ang kanilang data. Ito ay isang drop-in na kapalit para sa reCAPTCHA: maaari kang lumipat sa loob ng ilang minuto.",
    "home-intro-button": "Mag-sign Up Ngayon",
    "home-intro-head": "Itigil ang higit pang mga bot. Simulan ang pagprotekta sa privacy ng gumagamit.",
    "home-main-1": "Pribado. Secure Mas mabilis. At babayaran ka namin upang magamit ito.",
    "home-main-2": "Nakatuon ang Pagkapribado",
    "home-main-2c": "Ang mga network ng ad ay nakikita ang iyong mga bisita bilang produkto. Para sa hCaptcha ang produkto ay ang gawa na ibinibigay nila. Hindi namin pinapahalagahan kung sino ang iyong mga gumagamit, lamang kung gaano sila malamang na maging malisyoso. Sinusuportahan namin ang mga inisyatibo tulad ng Privacy Pass, at nagsusumikap upang mabalanse ang privacy at seguridad.",
    "home-main-3": "Una sa Seguridad",
    "home-main-3c": "Ang katumpakan ay nasa iyong interes at sa atin. Ang hCaptcha ay nakatuon sa publisher. Nagtatrabaho kami upang mabigyan ka ng totoong data at hayaan kang magpasya kung paano gamitin ito. Ang iba pang mga bihag ay ibinigay ng",
    "home-main-3c2": "mga kumpanya ng advertising. Nangangahulugan ito na ang bawat bot na kanilang hinarangan ay maaaring mabawasan ang kanilang kita.",
    "home-main-4": "Mas mahusay na Karanasan ng Gumagamit",
    "home-main-4c": "Ang mga sopistikadong modelo ng pag-aaral ng makina ay ginagamit ng hCaptcha para sa pagtukoy ng sangkatauhan. Hinahayaan ka nito na kailangan namin ng mas nakakainis na mga gawain mula sa iyong mga gumagamit at hindi gaanong oras sa paggawa nito, habang gumagawa pa rin ng kapaki-pakinabang na data na may label para sa mga customer na may label.",
    "home-main-plans": "Malayang gamitin ang hCaptcha para sa mga publisher ng anumang sukat. Gayunpaman, para sa mga negosyo at platform na nangangailangan ng higit na kontrol, magagamit ang aming mga solusyon sa negosyo.",
    "home-main-plans2": "Pinoprotektahan ng hCaptcha enterprise solution ang milyon-milyong mga gumagamit sa sampu-sampung milyong mga website para sa ilan sa mga pinakamalaking kumpanya sa planeta. Mangyaring makipag-ugnay sa amin para sa karagdagang impormasyon, o bisitahin",
    "home-main-plans3": "Pinoprotektahan ng hCaptcha enterprise solution ang milyon-milyong mga gumagamit sa sampu-sampung milyong mga website para sa ilan sa mga pinakamalaking kumpanya sa planeta. Mangyaring makipag-ugnay sa amin para sa karagdagang impormasyon, o bisitahin",
    "home-main-plans4": "para sa mga detalye.",
    "home-plans-button-1": "Pag-signup ngayon",
    "home-plans-button-2": "Makipag-ugnay sa mga benta",
    "home-plans-chart-head-1": "Mga Tampok",
    "home-plans-chart-head-2": "Publisher",
    "home-plans-chart-head-3": "Enterprise",
    "home-plans-chart-row-1-cell-1": "Ipinapakita ang mga uri ng control hamon",
    "home-plans-chart-row-1-cell-2": "Limitado",
    "home-plans-chart-row-1-cell-3": "Kabuuan",
    "home-plans-chart-row-10-cell-1": "Mga dashboard ng maraming gumagamit",
    "home-plans-chart-row-11-cell-1": "Mga tampok na advanced na pag-uulat",
    "home-plans-chart-row-12-cell-1": "Mga Enterprise SLA",
    "home-plans-chart-row-2-cell-1": "Ginamit ang nilalamang nilalaman ng hamon",
    "home-plans-chart-row-2-cell-2": "Limitado",
    "home-plans-chart-row-2-cell-3": "Kabuuan",
    "home-plans-chart-row-6-cell-1": "Ang patakaran sa privacy ng GDPR at CCPA-friendly",
    "home-plans-chart-row-7-cell-1": "Fine-grained na mga antas ng kahirapan",
    "home-plans-chart-row-8-cell-1": "Ilunsad ang iyong sariling nilalaman ng hamon",
    "home-plans-chart-row-9-cell-1": "Pag-iskedyul ng kahirapan batay sa oras",
    "home-try-it-out-button": "Kumuha ng hCaptcha",
    "home-try-it-out-text": "Nagbibigay ang hCaptcha ng simple, madali, at maaasahang pagtuklas ng bot habang walang halaga para malutas ng mga tao.",
    "home-try-it-put-head": "Subukan",
    "labeling-about-head": "Tungkol sa hCaptcha",
    "labeling-about-text-1": "Ang hCaptcha ay dinisenyo upang malutas ang pinaka-masinsinang problema sa paggawa sa pag-aaral ng makina; ang pag-label ng napakalaking halaga ng data sa isang napapanahong, abot-kayang, at maaasahang paraan. Ang mas maraming data sa pangkalahatan ay gumagawa ng mas mahusay na mga resulta sa mga modelo ng pag-aaral ng machine ng pagsasanay. Ang kamakailang tagumpay ng malalim na mga modelo ay humantong sa lalong maraming mga datasets, at naghahain ang pangangailangan ng hCaptcha.",
    "labeling-about-text-2": "Gayunpaman, ang paglikha ng mga malalaking datuset na sinuri ng tao gamit ang tradisyunal na pamamaraan ay parehong mabagal at mahal. Ang hCaptcha ay isang paraan para makuha ng mga kumpanya ang mga anotasyong kailangan nila nang mas mabilis, na may mas mataas na kalidad at mas mababang gastos kaysa sa iba pang mga kahalili.",
    "labeling-annotations-head": "Mga Uri ng Annotasyon",
    "labeling-annotations-text-1": "Tumpak na pagtuklas ng object sa mga imahe at video",
    "labeling-annotations-text-2": "Tumpak na pagtuklas ng object sa mga imahe at video",
    "labeling-annotations-text-3": "Mga anotasyon sa point para sa maraming iba't ibang mga kaso ng paggamit",
    "labeling-annotations-text-4": "Pagsunud-sunurin o idagdag ang mga di-makatarungang kategorya ng anumang laki",
    "labeling-annotations-text-5": "Human-powered detection at pag-uuri",
    "labeling-annotations-text-6": "Kailangan mo ng isa pang uri na hindi nakalista dito? Tanungin mo lang kami.",
    "labeling-annotations-title-1": "Mga Bounding Box",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Mga landmark",
    "labeling-annotations-title-4": "Pag-uuri ng Mga Katangian",
    "labeling-annotations-title-5": "Paghahambing at Pagtuklas",
    "labeling-annotations-title-6": "... at marami pang iba",
    "labeling-ent-button": "Makipag-ugnay sa aming Koponan ng Solusyon ng Enterprise",
    "labeling-ent-head": "Kailangan mo ba ng End-to-End Control?",
    "labeling-ent-text-1": "Ang HUMAN Platform sa likod ng hCaptcha ay nagbibigay ng mataas na sopistikadong kalidad ng trabaho at mga tampok sa pamamahala sa pamamagitan ng mga premise, hybrid, o SaaS na mga pagsasama na sumasama sa iyong umiiral na mga system.",
    "labeling-ent-text-2": "Patakbuhin ang buong offline gamit ang iyong sariling workforce, track halaga na natupok sa mga yunit ng negosyo o mga kasosyo sa consortium, selectively ruta ng mga trabaho sa iba't ibang mga panloob o panlabas na mga tagapagbigay ng trabaho batay sa mga kinakailangan sa gastos at seguridad, at marami pa.",
    "labeling-ent-text-3": "Madaling pag-access sa API, magagandang mga dashboard, at pinakabagong teknolohiya ng model-in-the-loop upang mai-maximize ang kahusayan.",
    "labeling-ent-text-4": "99.99% uptime SLAs at 24/7 magagamit na suporta sa buong mundo. Para sa karagdagang impormasyon:",
    "labeling-features-head-1": "Mga simpleng pipeline na hinihimok ng API.",
    "labeling-features-head-2": "Na-optimize para sa gastos at kalidad. Walang kinakailangang pangako sa pangako.",
    "labeling-features-head-3": "Magbayad lamang para sa katumpakan na kailangan mo.",
    "labeling-features-head-4": "Ibigay ang iyong sariling ground ground data o hayaan nating itayo ito nang mabilis.",
    "labeling-features-text-1": "Nais mo bang isama ang pagsusuri ng tao nang direkta sa iyong mga operasyon sa negosyo? Nag-aalok kami ng mataas na pagiging maaasahan ng mga SLA, garantisadong kapasidad, at mga simpleng REST APIs.",
    "labeling-features-text-2": "Ang platform ng HUMAN ay gumagamit ng komprehensibong mga modelo ng kumpiyansa upang maisagawa ang sopistikadong pagtatasa ng kalidad ng real-time. Pinapayagan nito sa amin na mabilis na matukoy ang parehong kahirapan ng mga katanungan at ang kanilang malamang na tamang sagot, makatipid ka ng oras at pera.",
    "labeling-features-text-3": "Hindi lahat ng mga problema ay pareho. Ang mga tala para sa mga gawain na kritikal sa kaligtasan ay maaaring mangailangan ng 99.99% tiwala mula sa buong manggagawa ng tao. Ang mga annotasyon para sa isang tampok na beta sa isang mobile game app ay maaaring mangailangan lamang ng katamtamang kumpiyansa. Nagpasya ka.",
    "labeling-features-text-4": "Mayroon ka bang hilaw na data nang walang isang komprehensibong set ng pag-verify? Sa karamihan ng mga kaso maaari kaming bumuo ng isa para sa iyo habang ang mga gawain ay tumatakbo sa system, o lumikha ng mga naka-label na mga sample para sa iyong pag-apruba.",
    "labeling-info-head": "Pagkuha ng Data na may label",
    "labeling-info-text-1": "Makipag-usap sa isa sa aming mga eksperto sa domain upang tukuyin ang iyong mga pangangailangan sa proyekto: katumpakan ng target, format, at anumang mga espesyal na kinakailangan.",
    "labeling-info-text-2": "Isinasagawa namin ang isang maliit na trabaho sa produksyon batay sa iyong data ng sample. Sinusubukan nito ang gawaing pinagsama-sama namin upang matiyak na makukuha mo ang eksaktong kailangan mo.",
    "labeling-info-text-3": "Sa aming mataas na dami at mababang latency ay isasara namin ang iyong trabaho nang mabilis, na may awtomatikong paghahatid sa sandaling tapos na ito.",
    "labeling-info-text-4": "Habang mas naiintindihan namin ang mga parameter ng iyong gawaing paggawa, ang mga resulta ay patuloy na mapabuti sa paglipas ng panahon.",
    "labeling-info-text-5": "Pinapayagan ka ng mga live na dashboard na magbigay ng puna o paggawa ng pause sa anumang oras.",
    "labeling-info-title-1": "Tukuyin ang mga pagtutukoy",
    "labeling-info-title-2": "Paunang Pagsubok sa Trabaho",
    "labeling-info-title-3": "Mga Trabaho sa Produksyon ng Depensyon",
    "labeling-info-title-4": "Patuloy na pagpapabuti",
    "labeling-info-title-5": "Mga Resulta ng Real Time",
    "labeling-main-1": "Ang label na data na epektibo sa gastos sa sukat",
    "labeling-main-1-button": "Kunin ang Iyong Data na May label",
    "labeling-main-1c": "Kailangan mo ng higit pang mga label para sa iyong mga database? Nagbibigay ang hCaptcha ng mabilis, mabisa, at de-kalidad na label ng data para sa mga kumpanya na nagtatrabaho sa mga artipisyal na intelektwal at application ng pag-aaral ng machine.",
    "labeling-main-2": "Agad na maglunsad ng milyun-milyong mga gawain.",
    "labeling-main-2-button": "Bumili ng Mga Data ng Labeling ng Data",
    "labeling-main-2c": "Ang hCaptcha ay may isa sa pinakamalaking pool sa planeta na magagamit para sa iyong paggamit. Anuman ang iyong sukat, maaari naming hawakan ito nang walang mahal na pangako sa harapan. Milyun-milyong mga gawain sa bawat araw ay walang problema.",
    "labeling-platform-head": "Pribado o Pampublikong Impormasyon",
    "labeling-platform-text": "Ang hCaptcha ay binuo sa HUMAN Platform, na nagbibigay-daan sa sopistikadong pagruruta at pagsusuri upang mai-optimize ang gastos at kahusayan sa bawat hakbang. Pinapayagan ng teknolohiyang ito ang tamang workforce na hawakan ang bawat bahagi ng iyong trabaho, pag-maximize ang kahusayan ng gastos habang pinapanatili ang privacy at pagtugon sa anumang mga kinakailangan sa regulasyon na maaaring mag-aplay.",
    "labeling-try-button": "Bumili ng Mga Data ng Labeling ng Data",
    "labeling-try-head": "Nais mo bang subukan ito sa iyong data?",
    "labeling-try-text": "... Handa kami kapag ikaw ay: magagamit ang aming serbisyo sa buong oras.",
    "learn-more-hcaptcha": "Dagdagan ang nalalaman tungkol sa hCaptcha",
    "page-acc-faq-1": "Tanong: Ang hCaptcha Seksyon 508 + WCAG 2.0 ay sumusunod? Sagot: Naniniwala kami kaya: lahat ng mga gumagamit na may anumang anyo ng kapansanan na maaaring mag-browse sa web at magpasok ng teksto sa mga form ay maaaring ma-access ang mga serbisyo na protektado ng hCaptcha sa pagrehistro. Gayunpaman, hindi ito ligal na payo: dapat mong gawin ang iyong sariling pagsusuri, isinasaalang-alang ang iyong partikular na pagpapatupad upang matiyak na ito ang kaso para sa iyong paglawak.",
    "page-acc-faq-2": "Tanong: Nagtatrabaho ka ba sa iba pang mga pagpipilian sa pag-access (a11y), tulad ng audio? Sagot: Naunang mga tanyag na pagpipilian tulad ng mga audio captchas na nagtatangi laban sa maraming mga gumagamit ng a11y at madaling natalo ng mga modernong diskarte sa pag-aaral ng makina. Pinilit nito ang kasalukuyang mga hamon sa audio na maging mas mahirap, pagpapakilala ng ingay, kakaibang tiyempo, hindi pangkaraniwang mga kumbinasyon ng salita, at iba pa upang talunin ang mga umaatake. Sa gayon hindi gaanong masigasig ang tungkol sa pamamaraang ito kumpara sa pag-iwas sa hamon nang buo, ngunit isasaalang-alang ito kung mayroong demand mula sa isang komunidad ng a11y. Gayunpaman, interesado kami sa Pass ng Pagkapribado para sa kaso ng paggamit ng Pag-access. Naniniwala kami na pagsasama-sama ng aming kasalukuyang diskarte sa a11y sa paglabas ng Privacy Pass ay magbibigay-daan sa a11y mga gumagamit na mag-browse nang ligtas, ligtas sa kaalaman na ang kanilang trapiko ay mas pribado, habang pinipigilan ang pang-aabuso ng mga bot operator na hindi maiiwasang nangyayari kapag magagamit ang isang pagpipilian. Kami ay aktibong mga kalahok sa pangkat ng nagtatrabaho IETF na nag-standard sa bagong teknolohiya.",
    "page-acc-faq-3": "Tanong: Kumusta naman ang privacy? Ang pagpaparehistro ba ay naglalantad ng isang11y data sa pag-browse sa ilang paraan? Ano ang gagawin mo sa email? Sagot: Ang hCaptcha ay idinisenyo para sa privacy mula sa ground up. Ito ay ibang-iba kaysa sa tradisyonal na mga pagpipilian tulad ng reCAPTCHA na pagmamay-ari ng mga ad network, na mayroong isang insentibo upang subaybayan ka sa paligid ng web at iugnay sa iyo ng isang tunay na pagkakakilanlan. Hindi namin ginagamit ang mga pag-access sa email o impormasyon para sa anumang layunin maliban sa pagpapadali ng a11y paggamit at maiwasan ang pang-aabuso. Ang aming patakaran sa privacy ay may komprehensibo at may-akda na mga sagot tungkol sa kung paano namin ginagamit ang data, ngunit ang maikling sagot ay wala kaming interes sa pakikipag-ugnay sa iyo bilang isang tao sa iyong kasaysayan sa pagba-browse. Kami ay kasalukuyang nagtatrabaho din sa isang solusyon ng kriptograpiko upang mabilis na itapon ang iyong email address habang pinapanatili pa rin ang aming kakayahang maiwasan ang pang-aabuso, na umaakma sa aming Trabaho sa Pagkapribado.",
    "page-acc-link-1": "Kung ikaw ay isang access sa gumagamit, mangyaring mag-sign up dito.",
    "page-acc-subhead": "Ang pagtiyak ng seamless access para sa lahat ng mga gumagamit habang pinapanatili ang seguridad",
    "page-acc-summary": "Buod",
    "page-acc-summary-contents-1": "Ang hCaptcha ay idinisenyo upang ihinto ang mga bot sa pamamagitan ng pagkilala sa kanila sa mga tao. Ang mga pagsubok sa visual ay isang maginhawang tool para sa ito, ngunit hindi lahat ay maaaring malutas ang isang visual na hamon. Para sa kadahilanang ito ay dinisenyo namin ang isang simple at walang sakit na alternatibo upang hayaan ang mga publisher na gumagamit ng aming serbisyo mapanatili ang kakayahang magamit para sa lahat na may buong pagsunod sa Seksyon 508 at WCAG 2.0 pagsunod.",
    "page-acc-summary-contents-2": "Paano ito gumagana: una, mag-sign up ang isang gumagamit ng access sa URL na ito, na naka-link sa pahina ng impormasyon ng hCaptcha widget. Binigyan sila ng isang naka-encrypt na cookie na maaaring magamit nang maraming beses bawat araw, ngunit dapat na mai-refresh bawat 24 na oras sa pamamagitan ng pag-login. Kapag ang isang hamon ay iniharap sa isang gumagamit ng access sa anumang site gamit ang serbisyo ng hCaptcha, awtomatiko silang makakapasa.",
    "page-acc-title": "Impormasyon sa Pag-access ng hCaptcha",
    "page-acc-tr-body": "Tanong: Nakikita ko pa rin ang isang hamon pagkatapos na itakda ang cookie. Ano ang nagiging sanhi nito? Sagot: Ito ay karaniwang dahil sa paggamit ng isang agresibong ad blocker o extension ng anti-cookie, o isang setting na humaharang sa mga cross-site cookies, sa kasong ito isang cookie para sa hcaptcha.com na itinakda o sinuri ng hCaptcha JavaScript sa ibang site , tulad ng isang binibisita mo. Gumagana ang mga cookies sa pag-access ng hCaptcha sa lahat ng mga tanyag na browser at ad blocker na may kanilang mga karaniwang setting, kaya ang mga karaniwang pagkabigo ay dahil sa mga script na anti-adblock o mga katulad na ruleset na naka-target sa mga partikular na site. Mga Solusyon: 1. Whitelist hcaptcha.com at * .hcaptcha.com cookies sa iyong ad blocker o extension ng browser sa browser. 2. Kung gumagamit ka ng browser ng Brave, na hindi (sa Abril 2020) ay lilitaw na magkaroon ng anumang uri ng cookie whitelist, pumunta sa Mga Kagustuhan -> Mga Shields -> Mga cookies at piliin ang Payagan ang Lahat ng Mga Cookies. 3. Kung gumagamit ka ng pinakabagong bersyon ng Safari sa alinman sa pinakawalang OS X 10.15 o iOS 13. 4, binago lang ng Apple ang pag-uugali ng Safari na nauugnay sa mga cookies ng third-party, na hinaharangan ang lahat ng mga ito nang default. Nagpapatupad kami ng isang solusyon, ngunit sa pansamantala mangyaring bisitahin ang Mga Kagustuhan sa Safari, seksyon ng Pagkapribado, at alisan ng tsek ang pagsubaybay sa Website: Maiwasan ang pagsubaybay sa cross-site upang paganahin ang pag-access sa cookie upang gumana tulad ng inaasahan. Tanong: Gumagamit ako ng maraming aparato. Kailangan ko bang mag-sign up ng maraming beses? Sagot: Hindi. Mangyaring i-click ang parehong link sa pag-login sa email na ipinadala sa iyo sa bawat aparato na iyong ginagamit upang itakda ang cookie.",
    "page-acc-tr-title": "Para sa Mga Gumagamit ng Pag-access: Q&A at Gabay sa Pag-aayos",
    "priv-hc": "Nakatuon ang Pagkapribado",
    "priv-hc-text": "Ang mga network ng ad ay nakikita ka bilang kanilang produkto. Hindi namin. Hindi namin pinapahalagahan kung sino ang mga gumagamit, kung gaano sila kadahilanan na sila ay malisyoso. Sinusuportahan namin ang mga inisyatibo tulad ng Privacy Pass, at nagsusumikap upang mabalanse ang privacy at seguridad.",
    "reporting-bugs-accessibility-button": "Matuto nang higit pa tungkol sa mga pagpipilian sa pag-access",
    "reporting-bugs-accessibility-head": "Mga Pagpipilian sa Pag-access",
    "reporting-bugs-accessibility-text": "May kapansanan ka ba sa biswal o kung hindi man hindi makumpleto ang hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kinukuha ang Mga Detalye ng Ulat sa Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "Hakbang 1: Buksan ang Mga tool sa Developer (Nagsisimula ang pag-record ng session.)",
    "reporting-bugs-guide-ff-step-2": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool sa Developer. Suriin ang kahon ng log ng Persist sa itaas.",
    "reporting-bugs-guide-ff-step-3": "Hakbang 3: bisitahin ang https://accounts.hcaptcha.com/demo, o ang website na nagkakaroon ka ng isang isyu sa (Tandaan sa Pagkapribado: kung hindi mo bale na maibabahagi kung ano ito) ... at pagkatapos ay i-click ang I pindutan ba ng tao, at subukang malutas.",
    "reporting-bugs-guide-ff-step-4": "Hakbang 4: Mag-click sa HAR pagkatapos mong subukan na malutas, at piliin ang I-save ang Lahat bilang HAR upang i-save ang log ng network. Ipadala sa amin ang file na iyon.",
    "reporting-bugs-guide-ff-step-5": "Hakbang 5: Mag-click sa tab na Console, at mag-right click pagkatapos Piliin ang lahat at i-save ito sa isang text file, upang mai-save ang console log. Ipadala rin sa amin iyon.",
    "reporting-bugs-guide-ff-step-6": "Huling hakbang: I-email ang mga file sa log ng HAR at console, at ilarawan ang problema Gamitin: support@hcaptcha.com (mangyaring gumamit ng isang serbisyo tulad ng Dropbox o Filebin at magpadala ng mga link) at opsyonal na isang screenshot, kung pinaghihinalaan mo na mayroong isang bagay na hindi nagpapakita ng tama . Mangyaring ipadala ang IP na ginagamit mo rin. Maaari mong makuha ito mula sa https://www.whatsmyip.org/ Salamat sa paglaan ng oras upang matulungan kaming makuha ang impormasyong ito! Kami ay nakatuon sa paggawa ng hCaptcha na gumana nang maayos para sa lahat.",
    "reporting-bugs-guide-head": "Pagkuha ng Mga Detalye ng Ulat sa Bug: Chrome",
    "reporting-bugs-guide-step-1": "Hakbang 1: Buksan ang Mga tool sa Developer (Nagsisimula ang pag-record ng session.)",
    "reporting-bugs-guide-step-2": "Hakbang 2: Mag-click sa tab na Network sa Mga Tool sa Developer. Suriin ang kahon ng pag-save ng log sa tuktok.",
    "reporting-bugs-guide-step-3": "Hakbang 3: bisitahin ang https://accounts.hcaptcha.com/demo, o ang website na nagkakaroon ka ng isang isyu sa (Tandaan sa Pagkapribado: kung hindi mo bale na maibabahagi kung ano ito) ... at pagkatapos ay i-click ang I pindutan ba ng tao, at subukang malutas.",
    "reporting-bugs-guide-step-4": "Hakbang 4: I-click ang I-export ang HAR (ang maliit na arrow pababa) pagkatapos mong subukan na malutas, na nakakatipid sa log ng network. Ipadala sa amin ang file na iyon.",
    "reporting-bugs-guide-step-5": "Hakbang 5: Mag-click sa tab na Console, at mag-right click pagkatapos I-save bilang .. upang mai-save ang console log. Ipadala rin sa amin iyon.",
    "reporting-bugs-guide-step-6": "Huling hakbang: I-email sa amin ang mga HAR at console log file sa amin, at ilarawan ang problema. Gamitin: support@hcaptcha.com (mangyaring gumamit ng isang serbisyo tulad ng Dropbox o Filebin at magpadala ng mga link) at opsyonal na isang screenshot, kung pinaghihinalaan mo na mayroong isang bagay na hindi nagpapakita ng tama. Mangyaring ipadala ang IP na ginagamit mo rin. Maaari mong makuha ito mula sa https://www.whatsmyip.org/ Salamat sa paglaan ng oras upang matulungan kaming makuha ang impormasyong ito! Kami ay nakatuon sa paggawa ng hCaptcha na gumana nang maayos para sa lahat.",
    "reporting-bugs-guide-text-1": "Ang pagpapadala ng impormasyon sa pag-debug sa iyong ulat ay gawing mas madali para sa amin upang matukoy kung ano ang nangyayari. Narito ang mga hakbang-hakbang na tagubilin:",
    "reporting-bugs-guide-text-2": "Kung ikaw ay isang web developer o gumagamit ng dalubhasa, ang buod ay nais naming ipadala sa amin ang isang pagrekord ng network HAR at mga log ng browser console. Mangyaring subukang huwag paganahin ang anumang ad blocker o mga extension ng seguridad sa browser una at pagkatapos ay muling subukan bago ka pumunta sa mga hakbang na ito. Kung nag-aayos ng iyong problema, papahalagahan pa rin namin sa iyo na ipaalam sa amin ang iyong bersyon ng browser, ad blocker o extension ng browser, at ang URL ng website.",
    "reporting-bugs-intro-head": "Nahanap ang isang bug? Narito kung paano iulat ito.",
    "reporting-bugs-intro-text": "Milyun-milyong tao ang gumagamit ng hCaptcha bawat buwan, sa libu-libong mga kumbinasyon ng mga browser, extension, aparato, firewall, at marami pa. Ang aming layunin ay tiyaking palaging gumagana ito para sa iyo, kaya't lubos naming pinahahalagahan ang iyong mga ulat! Upang magbigay ng mabilis na puna, i-click lamang ang pindutan ng Magpadala sa amin ng feedback. Kung nakakakita ka ng isang functional na isyu, mangyaring sundin ang mga tagubilin sa pag-log ng debug para sa mga tagubilin sa pag-log sa Chrome o debug para sa Firefox sa ibaba. Para sa anumang iba pang mga browser mag-email lamang sa amin. Para sa mga potensyal na isyu sa seguridad o privacy, tingnan ang mga tagubilin sa ibaba.",
    "reporting-bugs-privacy-head": "Mga Isyu sa Pagkapribado",
    "reporting-bugs-privacy-text": "Hindi namin pinapahalagahan kung sino ang mga gumagamit, kung gaano kadahil sila ay maaaring maging malisyoso o makina. Sinusuportahan namin ang mga inisyatibo tulad ng Privacy Pass, at nagsusumikap upang mabalanse ang privacy at seguridad. Kung natagpuan mo ang isang isyu na sa palagay mo ay maaaring makaapekto sa privacy ng gumagamit, mangyaring mag-email sa amin sa support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Magpadala sa amin ng puna",
    "reporting-bugs-provide-feedback-head": "Magbigay ng agarang puna sa hCaptcha",
    "reporting-bugs-provide-feedback-text": "Pinahahalagahan namin ang iyong input. Ipaalam sa amin ang anumang mga isyu at mabilis naming malutas ang mga ito.",
    "reporting-bugs-security-head": "Mga bug sa Seguridad",
    "reporting-bugs-security-text": "Kami ay palaging interesado sa pagtanggap ng mga ulat ng mga bug ng seguridad. I-email ang support@hcaptcha.com at CC security@hcaptcha.com at babalik kami sa iyo nang mabilis. Mayroon din kaming isang bug bounty program para sa mga karapat-dapat na mga ulat sa seguridad sa serbisyo ng hCaptcha at mga kaugnay na code ng pag-aari.",
    "sec-hc": "Una sa Seguridad",
    "sec-hc-text": "Ang hCaptcha ay nakatuon sa publisher. Nagtatrabaho kami upang bigyan ang mga site ng tunay na data at hayaan silang magpasya kung paano gamitin ito. Ang katumpakan ay nasa iyong interes at sa atin. Ang iba pang mga bihag ay ibinibigay ng mga kumpanya ng advertising. Ang bawat bot na kanilang hinarang ay maaaring mabawasan ang kanilang kita.",
    "what-is-hcaptcha": "Ano ang hCaptcha?",
    "what-is-hcaptcha-text": "Tinutulungan ng hCaptcha ang iyong mga paboritong serbisyo sa web na mapanatili ang mga bot, spam, at pang-aabuso sa pamamagitan ng pagtatanong ng mga simpleng katanungan na madaling para sa mga tao at mahirap para sa mga makina.",
    "why-hc": "Bakit hCaptcha?",
    "why-hc-text": "Sa bawat oras na sumagot ka ng isang hamon, gumagamit kami ng mga sopistikadong modelo upang malaman kung ikaw ay tao o isang makina. Ang website na iyong binisita pagkatapos ay gumagamit ng resulta na ito upang makatulong na mapagbuti ang iyong karanasan sa kanilang site sa pamamagitan ng pag-iingat ng mga bot."
}