{
    "about-advisors-brendan": "CEO. AI'da tanınan lider. Geçtiğimiz on yıllar boyunca çok çeşitli iş sorunlarına geniş ölçekte makine zekası uyguladı.",
    "about-advisors-dawn": "Hesaplamalı Biyoloji Doktora, Stanford. 1999'dan beri sinir ağlarıyla çalışıyor. Uygulamalı makine öğrenimi ve geniş ölçekte derin öğrenmeye odaklanın.",
    "about-advisors-head": "Danışman",
    "about-advisors-keiran": "Veritabanı ve Blockchain uzmanı. Cloudera'da ilk mühendis ve daha fazlası. Yazılım ve ekip oluşturma konusunda onlarca yıllık uzmanlık.",
    "about-content-head-1": "Ne Yapıyoruz",
    "about-content-head-2": "Neden Önemlidir",
    "about-content-text-1": "hCaptcha, bir yapay zeka ve makine öğrenimi şirketi olan Intuition Machines Inc'in metal öğrenmeye ve geniş ölçekte görsel alan ML'si üzerine odaklanan bir hizmetidir. Dünya genelindeki Global 2000 şirketlerine video ve görüntü analiz hizmetleri sağlamak için büyük ölçüde ölçeklenebilir sistemler oluşturuyor ve işletiyoruz.",
    "about-content-text-2": "Daha fazla veri genellikle daha iyi sonuçlar verir. Doğru etiketlenmiş ve ilgili veri kümelerinin oluşturulması ve bakımı zaman alıcı ve pahalıdır. ‍HCaptcha başlangıçta görüntü etiketlemede kendi ihtiyaçlarımızı karşılamak için geliştirildi ve şimdi benzer ihtiyaçları olan diğer şirketler tarafından kullanılabilir.",
    "about-intro-head-1": "HCaptcha için çalışın",
    "about-intro-head-2": "Misyonumuz Büyük",
    "about-intro-text": "Hızla büyüyoruz ve her zaman küresel ofislerimizde dünyanın en iyi yeteneklerini arıyoruz. Aşağıdaki bağlantılardan başvuru yapabilirsiniz.",
    "about-leadership-alex": "Veritabanı ve Blockchain uzmanı. Cloudera'da ilk mühendis ve daha fazlası. Yazılım ve ekip oluşturma konusunda onlarca yıllık uzmanlık.",
    "about-leadership-eli": "CEO. AI'da tanınan lider. Geçtiğimiz on yıllar boyunca çok çeşitli iş sorunlarına geniş ölçekte makine zekası uyguladı.",
    "about-leadership-head": "Liderlik",
    "about-leadership-todd": "Hesaplamalı Biyoloji Doktora, Stanford. 1999'dan beri sinir ağlarıyla çalışıyor. Uygulamalı makine öğrenimi ve geniş ölçekte derin öğrenmeye odaklanın.",
    "acc-opt": "Erişilebilirlik Seçenekleri",
    "acc-opt-but": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
    "acc-opt-text": "Görme engelli veya hCaptcha'ları tamamlayamıyor musunuz?",
    "accessibility-link": "Ulaşılabilirlik",
    "appreciate-in": "Verdiğiniz katkı için teşekkür ederiz. Herhangi bir sorunu bize bildirin, hızlı bir şekilde çözeceğiz.",
    "fb-but": "Bize geri bildirim gönderin",
    "feedback-text": "Az önce gördüğünüz hCaptcha hakkında geri bildirim sağlayın",
    "footer-attribution": "İlişkilendirme",
    "footer-copyright-text": "hCaptcha, Intuition Machines, Inc.'in tescilli ticari markasıdır.",
    "footer-header-1": "şirket",
    "footer-header-2": "Kaynaklar",
    "footer-header-3": "İletişim",
    "footer-link-1": "Etiketleme",
    "footer-link-2": "hakkında",
    "footer-link-3": "Meslekler",
    "footer-link-4": "Ticari markalar",
    "footer-link-5": "Blog",
    "footer-link-6": "Durum",
    "footer-link-7": "Dokümantasyon",
    "footer-link-8": "Hata Bildirin",
    "footer-link-9": "Ulaşılabilirlik",
    "footer-privacy": "Gizlilik",
    "footer-subheader-1": "Destek",
    "footer-subheader-2": "İletişim",
    "footer-terms": "Koşullar",
    "header-docs-link": "Dokümanlar",
    "header-labeling-services-link": "Etiketleme Hizmetleri",
    "header-login-button": "Oturum aç",
    "header-plans-link": "Planlar",
    "header-signup-button": "Kaydol",
    "home-about-head": "HCaptcha hakkında",
    "home-about-subtitle": "İNSAN Protokolü ile güçlendirilmiştir",
    "home-about-text-1": "hCaptcha, makine öğrenimindeki en yoğun emek gerektiren sorunu çözmek için tasarlanmıştır: büyük miktarda veriyi zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme.",
    "home-about-text-2": "Daha fazla veri genellikle makine öğrenimi modellerinin eğitiminde daha iyi sonuçlar verir. Derin modellerin yakın zamandaki başarısı, neredeyse her zaman bir miktar insan incelemesiyle, giderek daha büyük veri kümelerine yol açtı. Ancak, Mechanical Turk, Figure Sekiz, vb. Aracılığıyla büyük insan tarafından gözden geçirilmiş veri kümeleri oluşturmak hem yavaş hem de pahalıdır.",
    "home-about-text-3": "hCaptcha, web sitelerinin botları ve diğer kötüye kullanım biçimlerini engellerken bu talebe hizmet ederek para kazanmasına olanak tanır.",
    "home-about-text-4": "HCaptcha pazarı, Ethereum blok zincirinde çalışan, insan incelemesine yönelik açık ve merkezi olmayan bir protokol olan HUMAN Protokolü tarafından desteklenmektedir. Web siteleri, kullanıcılar sitelerindeki hCaptcha widget'ını kullandıklarında İnsan Jetonu (HMT) kazanır ve makine öğrenimi şirketleri, verilerini etiketlemek için İnsan Jetonları öder.",
    "home-ba-labeling-services-link": "Etiketleme Hizmetleri",
    "home-benefits-head-1": "Veri Etiketlemedeki Değer",
    "home-benefits-head-2": "Hayır Kurumuna Geri Verin",
    "home-benefits-text-1": "Her \"arabaya tıkladığınızda\" tek bir Gigantic şirketinin makine öğrenimi sistemlerini ücretsiz olarak eğitmeye yardım ettiğinizi fark ettiniz mi?",
    "home-benefits-text-2": "hCaptcha bu modeli tersine çevirir. HCaptcha'yı kullandığınızda şirketler, kullanıcılarınızın insanlıklarını kanıtladıkları için yaptıkları işe teklif verir. Ödülleri alırsın.",
    "home-benefits-text-3": "En sevdiğiniz hayır kurumuna geri vermek ister misiniz? hCaptcha, seçtiğiniz hayır kurumlarını, onu kullanarak elde ettiğiniz kazançlarla desteklemenizi sağlar. Sitenizdeki kullanıcılar yakında hCaptcha arayüzünde sağduyulu markalama yoluyla hayır kurumlarına yaptığınız katkıyı görebilecekler.",
    "home-challenge-text-1": "Sorguyla eşleşen tüm resimleri seçin",
    "home-challenge-text-2": "Nesneler için sınırlayıcı alan tanımlayın",
    "home-challenge-text-3": "İlgili etiketleri tanımlayın",
    "home-challenge-title-1": "Karşılaştırma",
    "home-challenge-title-2": "Sınırlayıcı kutu",
    "home-challenge-title-3": "Sınıflandırma",
    "home-challenges-head": "Sunulan Zorluklar",
    "home-challenges-text-1": "... ve diğer basit görevler. İnsanlar için kolay, botlar için zor.",
    "home-challenges-text-2": "Kurumsal yayıncılar için özel görevler de mevcuttur.",
    "home-ent-1": "Kurumsal güvenlik tekliflerimizi mi arıyorsunuz?",
    "home-ent-2": "Yeni özel sitemizi ziyaret edin: BotStop.com",
    "home-ent-button": "Daha fazla bilgi edinin: hCaptcha'dan BotStop",
    "home-from-the-blog": "BLOGDAN:",
    "home-from-the-blog-value": "HCaptcha Zorluk Ayarları Nasıl Çalışır?",
    "home-intro-body": "Botları uzak tutmak için bir captcha kullanıyor musunuz? hCaptcha kullanıcı gizliliğini korur, web sitelerini ödüllendirir ve şirketlerin verilerini etiketlemesine yardımcı olur. ReCAPTCHA'nın yerini alan bir yedekidir: dakikalar içinde geçiş yapabilirsiniz.",
    "home-intro-button": "Şimdi kayıt ol",
    "home-intro-head": "Daha fazla bot durdur. Kullanıcı gizliliğini korumaya başlayın.",
    "home-main-1": "Özel. Güvenli. Daha hızlı. Ve bunu kullanmanız için size para ödüyoruz.",
    "home-main-2": "Gizlilik Odaklı",
    "home-main-2c": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. HCaptcha için ürün sağladıkları iştir. Kullanıcılarınızın kim olduğu umurumda değil, yalnızca kötü niyetli olma olasılıkları. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
    "home-main-3": "Önce Güvenlik",
    "home-main-3c": "Doğruluk sizin ve bizim ilginizdedir. hCaptcha yayıncı odaklı. Size gerçek veriler vermek ve bunları nasıl kullanacağınıza karar vermenize izin vermek için çalışıyoruz. Diğer captcha'lar tarafından sağlanır",
    "home-main-4": "Daha İyi Kullanıcı Deneyimi",
    "home-main-4c": "Gelişmiş makine öğrenimi modelleri hCaptcha tarafından insanlığı belirlemek için kullanılır. Bu, müşterilerinizi etiketlemek için yararlı etiketli veriler üretirken, kullanıcılarınızdan daha az can sıkıcı görevler almamızı ve bunu yapmak için daha az zaman harcamamızı sağlar.",
    "home-main-plans": "hCaptcha her büyüklükteki yayıncı için ücretsizdir. Ancak, daha fazla kontrole ihtiyaç duyan işletmeler ve platformlar için kurumsal çözümlerimiz mevcuttur.",
    "home-main-plans2": "hCaptcha kurumsal çözümleri, gezegendeki en büyük şirketler için on milyonlarca web sitesinde milyonlarca kullanıcıyı korur. Daha fazla bilgi için lütfen bizimle iletişime geçin veya ziyaret edin",
    "home-main-plans3": "hCaptcha kurumsal çözümleri, gezegendeki en büyük şirketler için on milyonlarca web sitesinde milyonlarca kullanıcıyı korur. Daha fazla bilgi için lütfen bizimle iletişime geçin veya ziyaret edin",
    "home-main-plans4": "detaylar için.",
    "home-plans-button-1": "Şimdi kayıt ol",
    "home-plans-button-2": "Satışlarla irtibat kurun",
    "home-plans-chart-head-1": "Özellikleri",
    "home-plans-chart-head-2": "Yayımcı",
    "home-plans-chart-head-3": "Kurumsal",
    "home-plans-chart-row-1-cell-1": "Gösterilen kontrol sorgulaması türleri",
    "home-plans-chart-row-1-cell-2": "Sınırlı",
    "home-plans-chart-row-1-cell-3": "Toplam",
    "home-plans-chart-row-10-cell-1": "İnce taneli zorluk seviyeleri",
    "home-plans-chart-row-11-cell-1": "İnce taneli zorluk seviyeleri",
    "home-plans-chart-row-12-cell-1": "İnce taneli zorluk seviyeleri",
    "home-plans-chart-row-2-cell-1": "Kullanılan kontrol sorgulaması içeriği",
    "home-plans-chart-row-2-cell-2": "Sınırlı",
    "home-plans-chart-row-2-cell-3": "Toplam",
    "home-plans-chart-row-3-cell-1": "İnsan çözümleriyle ödüller kazanın",
    "home-plans-chart-row-4-cell-1": "Birinci sınıf anti-bot koruması",
    "home-plans-chart-row-5-cell-1": "Her ülkede çalışır",
    "home-plans-chart-row-6-cell-1": "GDPR ve CCPA dostu gizlilik politikası",
    "home-plans-chart-row-7-cell-1": "İnce taneli zorluk seviyeleri",
    "home-plans-chart-row-8-cell-1": "İnce taneli zorluk seviyeleri",
    "home-plans-chart-row-9-cell-1": "İnce taneli zorluk seviyeleri",
    "home-try-it-out-button": "HCaptcha'yı alın",
    "home-try-it-out-head": "Denemek",
    "home-try-it-out-text": "hCaptcha, basit, kolay ve güvenilir bot tespiti sağlarken, insanlar için çözmesi önemsizdir.",
    "labeling-about-head": "HCaptcha hakkında",
    "labeling-about-text-1": "hCaptcha, makine öğrenimindeki en yoğun emek gerektiren sorunu çözmek için tasarlanmıştır; büyük miktardaki verileri zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme. Daha fazla veri genellikle makine öğrenimi modellerinin eğitiminde daha iyi sonuçlar verir. Derin modellerin yakın zamandaki başarısı, giderek daha büyük veri kümelerine yol açtı ve hCaptcha bu ihtiyaca hizmet ediyor.",
    "labeling-about-text-2": "Ancak, geleneksel yöntemleri kullanarak insanlar tarafından incelenen büyük veri kümeleri oluşturmak hem yavaş hem de pahalıdır. hCaptcha, şirketlerin ihtiyaç duydukları ek açıklamaları diğer alternatiflere göre daha hızlı, daha kaliteli ve daha düşük maliyetle almasının bir yoludur.",
    "labeling-annotations-head": "Ek Açıklama Türleri",
    "labeling-annotations-text-1": "Görüntülerde ve videoda doğru nesne algılama",
    "labeling-annotations-text-2": "Görüntülerde ve videoda doğru nesne algılama",
    "labeling-annotations-text-3": "Birçok farklı kullanım durumu için nokta ek açıklamaları",
    "labeling-annotations-text-4": "Herhangi bir boyuttaki rastgele kategorileri sıralayın veya ekleyin",
    "labeling-annotations-text-5": "İnsan gücüyle tespit ve sınıflandırma",
    "labeling-annotations-text-6": "Burada listelenmeyen başka bir türe mi ihtiyacınız var? Bize sormanız yeterli.",
    "labeling-annotations-title-1": "Sınırlayıcı Kutular",
    "labeling-annotations-title-2": "Çokgenler",
    "labeling-annotations-title-3": "Görülecek yer",
    "labeling-annotations-title-4": "Öznitelik Kategorizasyonu",
    "labeling-annotations-title-5": "Karşılaştırma ve Tespit",
    "labeling-annotations-title-6": "... ve daha fazlası",
    "labeling-ent-button": "Kurumsal Çözümler Ekibimizle İletişime Geçin",
    "labeling-ent-head": "Uçtan Uca Kontrole mi İhtiyacınız Var?",
    "labeling-ent-text-1": "HCaptcha'nın arkasındaki İNSAN Platformu, mevcut sistemlerinizle entegre olan şirket içi, hibrit veya SaaS dağıtımları aracılığıyla oldukça sofistike iş kalitesi ve yönetim özellikleri sağlar.",
    "labeling-ent-text-2": "Kendi iş gücünüzle tamamen çevrimdışı çalışın, iş birimleri veya konsorsiyum ortakları arasında tüketilen değeri izleyin, maliyetleri ve güvenlik gereksinimlerine göre işleri seçerek farklı dahili veya harici işçi sağlayıcılarına yönlendirin ve daha fazlasını yapın.",
    "labeling-ent-text-3": "Çalışan verimliliğini en üst düzeye çıkarmak için kolay API erişimi, güzel kontrol panelleri ve en yeni döngü modeli teknolojisi.",
    "labeling-ent-text-4": "% 99,99 çalışma süresi HDS'leri ve 7/24 küresel destek mevcuttur. Daha fazla bilgi için:",
    "labeling-features-head-1": "Basit API tabanlı ardışık düzenler.",
    "labeling-features-head-2": "Maliyet ve kalite için optimize edilmiştir. Önceden taahhüt gerekmez.",
    "labeling-features-head-3": "Yalnızca ihtiyacınız olan doğruluk için ödeme yapın.",
    "labeling-features-head-4": "Kendi kesin referans verilerinizi sağlayın veya anında oluşturmamıza izin verin.",
    "labeling-features-text-1": "İnsan incelemesini doğrudan iş operasyonlarınıza entegre etmek mi istiyorsunuz? Yüksek güvenilirlikli SLA'lar, garantili kapasite ve basit REST API'leri sunuyoruz.",
    "labeling-features-text-2": "İNSAN platformu, gelişmiş gerçek zamanlı kalite analizi yapmak için kapsamlı güven modelleri kullanır. Bu, hem soruların zorluğunu hem de olası doğru cevaplarını hızlı bir şekilde belirlememizi sağlayarak size zaman ve para tasarrufu sağlar.",
    "labeling-features-text-3": "Bütün sorunlar aynı değil. Güvenlik açısından kritik görevler için ek açıklamalar, tamamen insan çalışanlardan% 99,99 güven gerektirebilir. Bir mobil oyun uygulamasındaki bir beta özelliği için ek açıklamalar yalnızca orta düzeyde güven gerektirebilir. Sen karar ver.",
    "labeling-features-text-4": "Kapsamlı bir doğrulama seti olmayan ham verileriniz var mı? Çoğu durumda, görevler sistemde yürütülürken sizin için bir tane oluşturabilir veya onayınız için etiketli örnekler oluşturabiliriz.",
    "labeling-info-head": "Verileri Etiketleme",
    "labeling-info-text-1": "Proje ihtiyaçlarınızı tanımlamak için alan uzmanlarımızdan biriyle konuşun: hedef doğruluğu, format ve özel gereksinimler.",
    "labeling-info-text-2": "Örnek verilerinize dayanarak küçük bir üretim işi yürütüyoruz. Bu, tam olarak ihtiyacınız olanı almanızı sağlamak için birlikte yaptığımız işi test eder.",
    "labeling-info-text-3": "Yüksek hacmimiz ve düşük gecikmemiz sayesinde, biter bitmez otomatik teslimat ile işinizi hızlı bir şekilde tersine çevireceğiz.",
    "labeling-info-text-4": "Üretim çalışmanızın parametrelerini daha iyi anladıkça, sonuçlar zamanla iyileşmeye devam edecektir.",
    "labeling-info-text-5": "Canlı panolar, istediğiniz zaman geri bildirim sağlamanıza veya üretimi duraklatmanıza olanak tanır.",
    "labeling-info-title-1": "Özellikleri Tanımlayın",
    "labeling-info-title-2": "İlk İş Testi",
    "labeling-info-title-3": "Üretim İşlerini Dağıtın",
    "labeling-info-title-4": "Devamlı gelişme",
    "labeling-info-title-5": "Gerçek Zamanlı Sonuçlar",
    "labeling-main-1": "Geniş ölçekte uygun maliyetli veri etiketleme",
    "labeling-main-1-button": "Verilerinizi Şimdi Etiketleyin",
    "labeling-main-1c": "Veri kümeleriniz için daha fazla etikete mi ihtiyacınız var? hCaptcha, yapay zeka ve makine öğrenimi uygulamaları üzerinde çalışan şirketler için hızlı, uygun maliyetli ve yüksek kaliteli veri etiketleme sağlar.",
    "labeling-main-2": "Milyonlarca görevi anında başlatın.",
    "labeling-main-2-button": "Veri Etiketleme Hizmetleri Satın Alın",
    "labeling-main-2c": "hCaptcha, kullanımınız için gezegendeki en büyük havuzlardan birine sahiptir. Ölçeğiniz ne olursa olsun, pahalı ön taahhütler olmadan bunu halledebiliriz. Günde milyonlarca görev sorun değil.",
    "labeling-platform-head": "Özel veya Genel Bilgiler",
    "labeling-platform-text": "hCaptcha, her adımda maliyet ve verimliliği optimize etmek için gelişmiş yönlendirme ve analizlere izin veren İNSAN Platformu üzerine inşa edilmiştir. Bu teknoloji, doğru iş gücünün işinizin her bir bölümünü halletmesine olanak tanıyarak, gizliliği korurken maliyet verimliliğini en üst düzeye çıkarır ve geçerli olabilecek tüm yasal gereksinimleri karşılar.",
    "labeling-try-button": "Veri Etiketleme Hizmetleri Satın Alın",
    "labeling-try-head": "Verilerinizle denemek ister misiniz?",
    "labeling-try-text": "... hazır olduğunuzda hazırız: hizmetimiz günün her saati hizmetinizdedir.",
    "learn-more-hcaptcha": "HCaptcha hakkında daha fazla bilgi edinin",
    "page-acc-faq-1": "Soru: hCaptcha Section 508 + WCAG 2.0 uyumlu mu? Cevap: Buna inanıyoruz: Web'de gezinebilen ve formlara metin girebilen herhangi bir engelli tüm kullanıcılar, kayıt sırasında hCaptcha tarafından korunan hizmetlere erişebilir. Ancak, bu yasal bir tavsiye değildir: dağıtımınız için durumun böyle olduğundan emin olmak için kendi uygulamanızı dikkate alarak kendi değerlendirmenizi yapmalısınız.",
    "page-acc-faq-2": "Soru: Ses gibi diğer erişilebilirlik (a11y) seçenekleri üzerinde mi çalışıyorsunuz? Cevap: Daha önce ses captchas gibi popüler seçenekler pek çok kullanıcıya karşı ayrımcılık yapıyor ve modern makine öğrenme teknikleri ile kolayca yeniliyor. Bu, mevcut ses zorluklarını gittikçe daha zor olmaya zorladı, gürültü, garip zamanlama, olağandışı kelime kombinasyonları ve saldırganları yenmek için vb. Bu nedenle, bu yaklaşıma karşı mücadeleden tamamen kaçınmaya karşı daha az hevesliyiz, ancak a11y topluluğundan talep olması durumunda bunu ele alacağız. Ancak, Erişilebilirlik kullanım durumu için Privacy Pass ile çok ilgileniyoruz. Mevcut a11y yaklaşımımızı Privacy Pass yayınıyla birleştirmenin, a11y kullanıcılarının güvenli bir şekilde göz atmasına, trafiğinin daha özel olduğu bilgisine güvenmesine izin verirken, a11y seçenekleri olduğunda kaçınılmaz olarak meydana gelen bot operatörlerinin kötüye kullanılmasını kısıtlayacağına inanıyoruz. Bu yeni teknolojiyi standardize eden IETF çalışma grubunun aktif katılımcılarıyız.",
    "page-acc-faq-3": "Soru: Peki ya gizlilik? Kayıt, bir şekilde göz atma verilerini bir şekilde ortaya çıkarıyor mu? E-posta ile ne yaparsınız? Cevap: hCaptcha sıfırdan gizlilik için tasarlanmıştır. Sizi web'de izlemeye ve gerçek bir kimlikle ilişkilendirmeye teşvik eden reklam ağlarına ait olan reCAPTCHA gibi geleneksel seçeneklerden çok farklıdır. Erişilebilirlik e-postalarını veya bilgilerini hiçbir zaman kullanımı kolaylaştırmak ve kötüye kullanımı önlemek dışında bir amaçla kullanmayız. Gizlilik politikamızın verileri nasıl kullandığımızla ilgili kapsamlı ve yetkili yanıtları vardır, ancak kısa yanıt, sizi tarama geçmişinizle bir kişi olarak ilişkilendirmeyle ilgilenmiyoruz. yine de kötüye kullanımı önleme yeteneğimizi korurken, Privacy Pass çalışmalarımızı tamamlıyoruz.",
    "page-acc-link-1": "Bir erişilebilirlik kullanıcısıysanız, lütfen buradan kaydolun.",
    "page-acc-subhead": "Güvenliği korurken tüm kullanıcılar için kesintisiz erişimin sağlanması",
    "page-acc-summary": "özet",
    "page-acc-summary-contents-1": "hCaptcha, botları insanlardan ayırarak durdurmak için tasarlanmıştır. Görsel testler bunun için uygun bir araçtır, ancak herkes görsel bir meydan okumayı çözemez. Bu nedenle, hizmetimizi kullanan yayıncıların, Bölüm 508 ve WCAG 2.0 uyumluluğu ile herkes için erişilebilirliği korumasına olanak tanıyan basit, ağrısız bir alternatif tasarladık.",
    "page-acc-summary-contents-2": "Nasıl çalışır: ilk olarak, hCaptcha widget bilgi sayfasına bağlanan bir erişilebilirlik kullanıcısı bu URL'ye kaydolur. Günde birkaç kez kullanılabilecek şifreli bir çerez verilir, ancak giriş yoluyla 24 saatte bir yenilenmesi gerekir. HCaptcha hizmetini kullanan herhangi bir sitedeki erişilebilirlik kullanıcısına bir meydan okuma sunulduğunda, otomatik olarak geçerler.",
    "page-acc-title": "hCaptcha Erişilebilirlik Bilgileri",
    "page-acc-tr-body": "Soru: Çerezi ayarladıktan sonra hala bir zorluk görüyorum. Buna ne sebep oluyor? Yanıt: Bunun nedeni genellikle agresif bir reklam engelleyici veya çerez karşıtı uzantı kullanılması veya siteler arası çerezleri engelleyen bir ayardır, bu durumda hcaptcha.com için farklı bir sitede ayarlanan veya kontrol edilen bir çerez , ziyaret ettiğiniz gibi. hCaptcha erişilebilirlik çerezleri, standart ayarlarıyla tüm popüler tarayıcılar ve reklam engelleyicilerle çalışır, bu nedenle genellikle hatalar, anti-blok engelleme komut dosyalarından veya belirli siteleri hedefleyen benzer kural kümelerinden kaynaklanır. Çözümler: 1. Reklam engelleyicinizde veya tarayıcı güvenlik uzantısında hcaptcha.com ve * .hcaptcha.com çerezlerini beyaz listeye alın. 2. (Nisan 2020'den itibaren) herhangi bir çerez beyaz listesine sahip görünmeyen Cesur tarayıcı kullanıyorsanız Tercihler -> Kalkanlar -> Çerezler'e gidin ve Tüm Çerezlere İzin Ver'i seçin. 3. Safari'nin en son sürümünü yakın zamanda piyasaya sürülen OS X 10.15 veya iOS 13'te kullanıyorsanız, Apple, Safari'nin üçüncü taraf çerezleriyle ilgili davranışını değiştirdi ve varsayılan olarak hepsini engelledi. Bir çözüm uyguluyoruz, ancak bu arada lütfen Safari Tercihleri, Gizlilik bölümünü ziyaret edin ve Web sitesi izleme'nin işaretini kaldırın: Erişilebilirlik çerezinin beklendiği gibi çalışmasını sağlamak için siteler arası izlemeyi engelleyin. Soru: Birden fazla cihaz kullanıyorum. Birden çok kez kaydolmam gerekiyor mu? Cevap: Hayır. Lütfen çerezi ayarlamak için kullandığınız her cihazda size gönderilen e-posta giriş bağlantısını tıklayın.",
    "page-acc-tr-title": "Erişilebilirlik Kullanıcıları için: Soru-Cevap ve Sorun Giderme Kılavuzu",
    "priv-hc": "Gizlilik Odaklı",
    "priv-hc-text": "Reklam ağları sizi ürün olarak görür. Biz bilmiyoruz. Kullanıcıların kim olduğunu umursamıyoruz, sadece kötü niyetli olma olasılıkları. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
    "reporting-bugs-accessibility-button": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
    "reporting-bugs-accessibility-head": "Erişilebilirlik Seçenekleri",
    "reporting-bugs-accessibility-text": "Görme engelli misiniz veya başka bir şekilde hCaptchas'ı tamamlayamıyor musunuz?",
    "reporting-bugs-guide-ff-head": "Hata Raporu Ayrıntılarını Yakalama: Firefox",
    "reporting-bugs-guide-ff-step-1": "Adım 1: Geliştirici Araçlarını Açın (Bu, oturumu kaydetmeye başlar.)",
    "reporting-bugs-guide-ff-step-2": "Adım 2: Geliştirici Araçlarında Ağ sekmesine tıklayın. En üstteki \"Günlükleri devam ettir\" kutusunu işaretleyin.",
    "reporting-bugs-guide-ff-step-3": "Adım 3: https://accounts.hcaptcha.com/demo veya sorun yaşadığınız web sitesini ziyaret edin (Gizlilik Notu: yalnızca ne olduğunu paylaşmaktan çekinmiyorsanız) ... ve ardından \" Ben insanım \"düğmesi ve çözmeye çalışın.",
    "reporting-bugs-guide-ff-step-4": "Adım 4: Çözmeyi denedikten sonra \"HAR\" ı tıklayın ve ağ günlüğünü kaydetmek için \"Tümünü HAR Olarak Kaydet\" i seçin. O dosyayı bize gönderin.",
    "reporting-bugs-guide-ff-step-5": "Adım 5: Konsol sekmesine tıklayın ve ardından \"Tümünü seç\" e sağ tıklayın ve konsol günlüğünü kaydetmek için bunu bir metin dosyasına kaydedin. Bize onu da gönderin.",
    "reporting-bugs-guide-ff-step-6": "Son adım: Bu HAR ve konsol günlük dosyalarını bize e-posta ile gönderin ve sorunu açıklayın: support@hcaptcha.com (lütfen Dropbox veya Filebin gibi bir hizmet kullanın ve bağlantılar gönderin) ve isteğe bağlı olarak, düzgün görüntülenmeyen bir şey olduğundan şüpheleniyorsanız bir ekran görüntüsü. . Lütfen kullandığınız IP'yi de gönderin. Https://www.whatsmyip.org/‍ adresinden edinebilirsiniz. Bu bilgiyi almamıza yardımcı olmak için zaman ayırdığınız için teşekkür ederiz! HCaptcha'nın herkes için iyi çalışmasını sağlamaya kararlıyız.",
    "reporting-bugs-guide-head": "Hata Raporu Ayrıntılarını Yakalama: Chrome",
    "reporting-bugs-guide-step-1": "Adım 1: Geliştirici Araçlarını Açın (Bu, oturumu kaydetmeye başlar.)",
    "reporting-bugs-guide-step-2": "Adım 2: Geliştirici Araçlarında Ağ sekmesine tıklayın. Üstteki \"Günlüğü koru\" kutusunu işaretleyin.",
    "reporting-bugs-guide-step-3": "Adım 3: https://accounts.hcaptcha.com/demo veya sorun yaşadığınız web sitesini ziyaret edin (Gizlilik Notu: yalnızca ne olduğunu paylaşmaktan çekinmiyorsanız) ... ve ardından \" Ben insanım \"düğmesi ve çözmeye çalışın.",
    "reporting-bugs-guide-step-4": "Adım 4: Çözmeyi denedikten sonra ağ günlüğünü kaydeden \"HAR'i Dışa Aktar\" ı (küçük aşağı ok) tıklayın. O dosyayı bize gönderin.",
    "reporting-bugs-guide-step-5": "Adım 5: Konsol sekmesine tıklayın ve konsol günlüğünü kaydetmek için \"Farklı kaydet ..\" üzerine sağ tıklayın. Bize onu da gönderin.",
    "reporting-bugs-guide-step-6": "Son adım: Bu HAR ve konsol günlük dosyalarını bize e-posta ile gönderin ve sorunu açıklayın: support@hcaptcha.com (lütfen Dropbox veya Filebin gibi bir hizmet kullanın ve bağlantılar gönderin) ve isteğe bağlı olarak, düzgün görüntülenmeyen bir şey olduğundan şüpheleniyorsanız bir ekran görüntüsü . Lütfen kullandığınız IP'yi de gönderin. Bunu https://www.whatsmyip.org/ adresinden edinebilirsiniz. Bu bilgiyi almamıza yardımcı olmak için zaman ayırdığınız için teşekkür ederiz! HCaptcha'nın herkes için iyi çalışmasını sağlamaya kararlıyız.",
    "reporting-bugs-guide-text-1": "Raporunuzla birlikte hata ayıklama bilgilerini göndermek, neler olup bittiğini belirlememizi çok daha kolaylaştıracaktır. İşte adım adım talimatlar:",
    "reporting-bugs-guide-text-2": "Bir web geliştiricisi veya uzman kullanıcıysanız, özet olarak bize HAR ve tarayıcı konsolu günlüklerini kaydeden bir ağ kaydı göndermenizi istiyoruz. Lütfen önce herhangi bir reklam engelleyiciyi veya tarayıcı güvenlik uzantısını devre dışı bırakmayı deneyin, ardından bu adımları uygulamadan önce yeniden deneyin. Bu, sorununuzu çözerse, tarayıcı sürümünüzü, reklam engelleyicinizi veya tarayıcı uzantınızı ve web sitesi URL'sini bize bildirmenizden memnuniyet duyarız.",
    "reporting-bugs-intro-head": "Bir hata mı buldunuz? İşte bunu nasıl bildireceğiniz.",
    "reporting-bugs-intro-text": "Milyonlarca insan her ay binlerce tarayıcı, uzantı, cihaz, güvenlik duvarı ve daha fazlası kombinasyonunda hCaptcha kullanıyor. Amacımız, her zaman sizin için çalıştığından emin olmaktır, bu nedenle raporlarınızı çok takdir ediyoruz! Hızlı geri bildirimde bulunmak için, \"Bize geri bildirim gönder\" düğmesini tıklamanız yeterlidir. İşlevsel bir sorun görüyorsanız, lütfen Chrome için hata ayıklama günlüğü talimatlarını veya Firefox için aşağıdaki hata ayıklama günlüğü talimatlarını izleyin. Diğer tarayıcılar için bize e-posta gönderin. Olası güvenlik veya gizlilik sorunları için aşağıdaki talimatlara bakın.",
    "reporting-bugs-privacy-head": "Gizlilik sorunları",
    "reporting-bugs-privacy-text": "Kullanıcıların kim olduğu umurumuzda değil, sadece onların kötü niyetli veya makine olma olasılıkları ne kadar. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz. Kullanıcı gizliliğini etkileyebileceğini düşündüğünüz bir sorun bulduysanız, lütfen bize support@hcaptcha.com adresinden e-posta gönderin.",
    "reporting-bugs-provide-feedback-button": "Bize geri bildirim gönderin",
    "reporting-bugs-provide-feedback-head": "HCaptcha hakkında anında geri bildirim sağlayın",
    "reporting-bugs-provide-feedback-text": "Katkılarınızı takdir ediyoruz. Herhangi bir sorunu bize bildirin, hızlı bir şekilde çözelim.",
    "reporting-bugs-security-head": "Güvenlik Hataları",
    "reporting-bugs-security-text": "Güvenlik hatalarının raporlarını almakla her zaman ilgileniyoruz. Support@hcaptcha.com ve CC security@hcaptcha.com adresine e-posta gönderin ve size hızlı bir şekilde geri döneceğiz. Ayrıca hCaptcha hizmeti ve ilgili kaynak kodu hakkında uygun güvenlik raporları için bir hata ödül programımız var.",
    "sec-hc": "Önce Güvenlik",
    "sec-hc-text": "hCaptcha yayıncı odaklı. Sitelere gerçek veriler vermek ve bunları nasıl kullanacaklarına karar vermelerine izin vermek için çalışıyoruz. Doğruluk sizin ve bizim ilginizdedir. Diğer captcha'lar reklam şirketleri tarafından sağlanır. Engelledikleri her bot gelirlerini düşürebilir.",
    "what-is-hcaptcha": "HCaptcha nedir?",
    "what-is-hcaptcha-text": "hCaptcha, insanlar için kolay ve makineler için zor olan basit sorular sorarak en sevdiğiniz web hizmetlerinin botları, spam'ları ve kötüye kullanımları önlemesine yardımcı olur.",
    "why-hc": "Neden hCaptcha?",
    "why-hc-text": "Bir zorluğa her cevap verdiğinizde, insan mı yoksa makine mi olduğunuzu anlamak için sofistike modeller kullanıyoruz. Ziyaret ettiğiniz web sitesi daha sonra bu sonucu, botları dışarıda bırakarak sitelerindeki deneyiminizi iyileştirmek için kullanır."
}