{
    "acc-opt": "Erişilebilirlik Seçenekleri",
    "acc-opt-but": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
    "acc-opt-text": "Görme engelli veya hCaptcha'ları tamamlayamıyor musunuz?",
    "accessibility-link": "Ulaşılabilirlik",
    "appreciate-in": "Verdiğiniz katkı için teşekkür ederiz. Herhangi bir sorunu bize bildirin, hızlı bir şekilde çözeceğiz.",
    "fb-but": "Bize geri bildirim gönderin",
    "feedback-text": "Az önce gördüğünüz hCaptcha hakkında geri bildirim sağlayın",
    "learn-more-hcaptcha": "HCaptcha hakkında daha fazla bilgi edinin",
    "page-acc-link-1": "Bir erişilebilirlik kullanıcısıysanız, lütfen buradan kaydolun.",
    "page-acc-subhead": "Güvenliği korurken tüm kullanıcılar için kesintisiz erişimin sağlanması",
    "page-acc-title": "hCaptcha Erişilebilirlik Bilgileri",
    "priv-hc": "Gizlilik Odaklı",
    "priv-hc-text": "Reklam ağları sizi ürün olarak görür. Biz bilmiyoruz. Kullanıcıların kim olduğunu umursamıyoruz, sadece kötü niyetli olma olasılıkları. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
    "sec-hc": "Önce Güvenlik",
    "sec-hc-text": "hCaptcha yayıncı odaklı. Sitelere gerçek veriler vermek ve bunları nasıl kullanacaklarına karar vermelerine izin vermek için çalışıyoruz. Doğruluk sizin ve bizim ilginizdedir. Diğer captcha'lar reklam şirketleri tarafından sağlanır. Engelledikleri her bot gelirlerini düşürebilir.",
    "what-is-hcaptcha": "HCaptcha nedir?",
    "what-is-hcaptcha-text": "hCaptcha, insanlar için kolay ve makineler için zor olan basit sorular sorarak en sevdiğiniz web hizmetlerinin botları, spam'ları ve kötüye kullanımları önlemesine yardımcı olur.",
    "why-hc": "Neden hCaptcha?",
    "why-hc-text": "Bir zorluğa her cevap verdiğinizde, insan mı yoksa makine mi olduğunuzu anlamak için sofistike modeller kullanıyoruz. Ziyaret ettiğiniz web sitesi daha sonra bu sonucu, botları dışarıda bırakarak sitelerindeki deneyiminizi iyileştirmek için kullanır."
}