{
    "acc-opt": "Мөмкинлек вариантлары",
    "acc-opt-but": "Мөмкинлек вариантлары турында күбрәк белү",
    "acc-opt-text": "Сез начар күрәсезме яки hCaptchasны тәмамлый алмыйсызмы?",
    "accessibility-link": "Уңайлык",
    "appreciate-in": "Сезнең кертүегез өчен без бик рәхмәтле. Безгә теләсә нинди сорауларны хәбәр итегез һәм без аларны тиз арада чишәрбез.",
    "fb-but": "Безгә җавап җибәрегез",
    "feedback-text": "Сез әле күргән hCaptcha турында җавап бирегез",
    "home-ent-1": "Безнең предприятия куркынычсызлык тәкъдимнәрен эзлисезме?",
    "home-ent-2": "Безнең яңа махсус сайтка керегез: BotStop.com",
    "home-intro-body": "Ботлардан саклану өчен капча кулланасызмы? hCaptcha кулланучының хосусыйлыгын саклый, вебсайтларны бүләкли, һәм компанияләргә мәгълүматларын билгеләргә булыша. Бу reCAPTCHA өчен тамчы алмаштыру: сез берничә минут эчендә күчә аласыз.",
    "home-intro-head": "Күбрәк ботларны туктатыгыз. Кулланучының хосусыйлыгын саклый башлагыз.",
    "home-main-1": "Шәхси. Куркынычсыз. Тизрәк. Без аны куллану өчен сезгә түлибез.",
    "home-main-2": "Хосусыйлыкка игътибар",
    "home-main-2c": "Реклама челтәрләре сезнең килүчеләрне продукт итеп күрә. HCaptcha өчен продукт - алар тәкъдим иткән эш. Без сезнең кулланучыларның кем булулары турында уйламыйбыз, аларның зарарлы булулары гына мөмкин. Без Хосусыйлык Пассасы кебек инициативаларны хуплыйбыз, һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышабыз.",
    "home-main-3": "Беренче куркынычсызлык",
    "home-main-3c": "Төгәллек сезнең һәм безнеке. hCaptcha нәшер итүгә юнәлтелгән. Без сезгә реаль мәгълүмат бирер өчен эшлибез һәм аны ничек кулланырга икәнен карар итәбез. Башка капчалар белән тәэмин ителгән",
    "home-main-3c2": "реклама компанияләре. Димәк, алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
    "home-main-4": "Яхшырак кулланучы тәҗрибәсе",
    "home-main-4c": "Катлаулы машина өйрәнү модельләре hCaptcha тарафыннан кешелекне билгеләү өчен кулланыла. Бу безгә сезнең кулланучылардан азрак рәнҗетүче биремнәр таләп итәргә мөмкинлек бирә һәм моның өчен вакытларын азрак ала, шул ук вакытта клиентларны маркировкалау өчен файдалы маркалы мәгълүматлар җитештерә.",
    "home-main-plans": "hCaptcha теләсә нинди зурлыктагы нәшер итүчеләр өчен бушлай. Ләкин, күбрәк контрольгә мохтаҗ предприятияләр һәм платформалар өчен безнең предприятия чишелешләре бар.",
    "home-main-plans2": "hCaptcha предприятияләре планетаның кайбер эре компанияләре өчен дистәләрчә миллион вебсайтлар аша миллионлаган кулланучыларны яклый. Күбрәк мәгълүмат алу өчен безнең белән элемтәгә керегез, яки керегез",
    "home-main-plans3": "hCaptcha предприятияләре планетаның кайбер эре компанияләре өчен дистәләрчә миллион вебсайтлар аша миллионлаган кулланучыларны яклый. Күбрәк мәгълүмат алу өчен безнең белән элемтәгә керегез, яки керегез",
    "home-main-plans4": "детальләр өчен.",
    "learn-more-hcaptcha": "HCaptcha турында күбрәк белү",
    "page-acc-faq-1": "Сорау: hCaptcha бүлеге 508 + WCAG 2.0 туры киләме? Answerавап: Без шулай ышанабыз: веб-сайтны карый алган һәм формаларга текст кертә алган барлык бозылу формалары булган барлык кулланучылар теркәлгәннән соң hCaptcha белән сакланган хезмәтләргә керә ала. Ләкин, бу юридик консультация түгел: сез үзегезнең бәяләүегезне башкарырга тиеш, сезнең урнаштыру өчен шулай булуын тәэмин итү өчен.",
    "page-acc-faq-2": "Сорау: Сез аудио кебек башка мөмкинлекләр өстендә эшлисезме? Answerавап: Моңарчы популяр вариантлар аудио капчалар кебек күп кулланучыларны аералар һәм заманча машина өйрәнү техникасы белән җиңел генә җиңеләләр. Бу хәзерге аудио проблемаларны катлауланырга мәҗбүр итте, шау-шу кертү, сәер вакыт, гадәти булмаган сүз комбинациясе һ.б. һөҗүм итүчеләрне җиңү өчен. Шуңа күрә без бу ысул белән кызыксынмыйбыз, проблемадан бөтенләй качабыз, ләкин a11y җәмгыятеннән сорау булса, аны исәпкә алырбыз. Шулай да, без куллану мөмкинлеген куллану өчен хосусыйлык пассасы белән бик кызыксынабыз. Без хәзерге a11y алымы белән Хосусыйлык Пасс чыгару белән берләштерү a11y кулланучыларга куркынычсыз карарга мөмкинлек бирәчәк, аларның трафигының хосусый булуын белеп, шул ук вакытта бот операторлары тарафыннан куллануны чикләү, a11y вариантлары булганда котылгысыз килеп чыга. Без бу яңа технологияне стандартлаштыручы IETF эшче төркемендә актив катнашабыз.",
    "page-acc-faq-3": "Сорау: Хосусыйлык турында нәрсә әйтеп була? Теркәлү a11y күзәтү мәгълүматларын ничектер фаш итәме? Электрон почта белән нәрсә эшлисез? Answerавап: hCaptcha җир өстеннән хосусыйлык өчен эшләнгән. ReCAPTCHA кебек традицион вариантлардан бик аерылып тора, алар реклама челтәрләренә ия, сезне веб тирәсендә күзәтергә һәм сезне чын шәхес белән бәйләргә этәргеч бирә. Без беркайчан да электрон почта яки мәгълүматны a11y куллануны җиңеләйтүдән һәм хокук бозулардан саклап калу өчен кулланмыйбыз. Безнең хосусыйлык политикасы мәгълүматны ничек куллануыбыз турында тулы һәм абруйлы җавапларга ия, ләкин кыска җавап - сезне күзәтү тарихы белән бәйләүдә кызыксыну юк. Хәзерге вакытта сезнең электрон почта адресыгызны тиз арада ташлау өчен криптографик чишелеш өстендә эшлибез. һаман да хокук бозуларны булдырмау сәләтебезне саклап, безнең Хосусыйлык Пасс эшен тулыландырып.",
    "page-acc-link-1": "Әгәр дә сез рөхсәтле кулланучы булсагыз, зинһар, монда язылыгыз.",
    "page-acc-subhead": "Куркынычсызлыкны саклап калганда, барлык кулланучылар өчен бертуктаусыз керү мөмкинлеген тәэмин итү",
    "page-acc-summary": "Аннотация",
    "page-acc-summary-contents-1": "hCaptcha ботларны кешеләрдән аерып туктату өчен эшләнгән. Визуаль тестлар моның өчен уңайлы корал, ләкин визуаль проблеманы һәркем чишә алмый. Шуңа күрә без гади, авыртмаслык альтернатива эшләдек, безнең хезмәтне кулланган нәшер итүчеләргә 508 һәм WCAG 2.0 таләпләренә туры килү мөмкинлеге бар.",
    "page-acc-summary-contents-2": "Эшләве: беренчедән, hCaptcha виджеты мәгълүмат битендә бәйләнгән бу URL'ка керү мөмкинлеге. Аларга шифрланган cookie бирелә, ул көнгә берничә тапкыр кулланыла ала, ләкин логин аша 24 сәгать саен яңартылырга тиеш. HCaptcha сервисы ярдәмендә теләсә нинди сайттагы кулланучыга проблема килеп чыккач, алар автоматик рәвештә узачак.",
    "page-acc-title": "hCaptcha мөмкинлеге турында мәгълүмат",
    "page-acc-tr-body": "Сорау: Куки куйганнан соң мин әле дә проблема күрәм. Бу нәрсәгә китерә? Answerавап: Бу гадәттә агрессив реклама блокеры яки cookie-га каршы киңәйтү, яки кросс-кукиларны блоклаучы көйләү аркасында килеп чыга, бу очракта hcaptcha.com өчен cookie, hCaptcha JavaScript тарафыннан бүтән сайтта урнаштырылган яки тикшерелгән. , сез барган кебек. hCaptcha мөмкинлеге cookies барлык популяр браузерлар һәм реклама блокерлары белән стандарт көйләүләре белән эшли, шуңа күрә гадәттә уңышсызлыклар анти-блокка каршы сценарийлар яки билгеле сайтларга юнәлтелгән охшаш кагыйдәләр аркасында килеп чыга. Чишелешләр: 1. Whitelist hcaptcha.com һәм * .hcaptcha.com cookies сезнең реклама блокерында яки браузер куркынычсызлыгын киңәйтүдә. 2. Әгәр сез \"Кыю\" браузерын кулланасыз, ул (2020 елның апреленә) бернинди cookie ак исемлеге булмаган кебек, өстенлекләр -> Калканнар -> Cookies'ка керегез һәм Барлык Cookie'ларга рөхсәт сайлагыз. 3. Әгәр сез күптән түгел чыгарылган OS X 10.15 яки iOS 13. 4 буенча Safari'ның иң соңгы версиясен кулланасыз икән, Apple өченче як cookie'лары белән бәйле Safari тәртибен үзгәртте, аларның барысын да блоклый. Без чишелешне тормышка ашырабыз, ләкин ул вакытта Safari өстенлекләренә, Хосусыйлык бүлегенә керегез, һәм Вебсайтны күзәтүне тикшермәгез: cookie'ның көтелгәнчә эшләвен тәэмин итү өчен, сайт аша күзәтүне булдырмагыз. Сорау: Мин берничә җайланма кулланам. Миңа берничә тапкыр язылырга кирәкме? Answerавап: No.к. Зинһар, cookie'ны урнаштыру өчен кулланган һәр җайланмада сезгә җибәрелгән электрон почта логин сылтамасына басыгыз.",
    "page-acc-tr-title": "Кулланучылар өчен: Сораулар һәм проблемаларны чишү өчен кулланма",
    "priv-hc": "Хосусыйлыкка игътибар",
    "priv-hc-text": "Реклама челтәрләре сезне аларның продукты итеп күрәләр. Без юк. Без кулланучыларның кем булулары турында уйламыйбыз, аларның зарарлы булулары гына мөмкин. Без Хосусыйлык Пассасы кебек инициативаларны хуплыйбыз, һәм хосусыйлыкны һәм куркынычсызлыкны тигезләү өчен бик тырышабыз.",
    "sec-hc": "Беренче куркынычсызлык",
    "sec-hc-text": "hCaptcha нәшер итүгә юнәлтелгән. Без сайтларга реаль мәгълүмат бирү өстендә эшлибез, аларга ничек кулланырга икәнен карар итәбез. Төгәллек сезнең һәм безнеке. Башка капчалар реклама компанияләре тарафыннан бирелә. Алар блоклаган һәр бот керемнәрен киметергә мөмкин.",
    "what-is-hcaptcha": "HCaptcha нәрсә ул?",
    "what-is-hcaptcha-text": "hCaptcha яраткан веб-хезмәтләрегезгә кешеләргә җиңел һәм машиналар өчен авыр булган гади сораулар биреп ботларны, спамнарны һәм хокук бозуларны сакларга булыша.",
    "why-hc": "Нигә hCaptcha?",
    "why-hc-text": "Берәр проблемага җавап биргән саен, без кеше яки машина булуыгызны ачыклау өчен катлаулы модельләр кулланабыз. Сез кергән вебсайт бу нәтиҗәне ботлардан саклап, үз сайтындагы тәҗрибәгезне яхшырту өчен куллана."
}